第十八回　三道試題郭靖循著蛇聲走去，走出數十步，月光下果見千千萬萬條青蛇排成長隊蜿蜒而前。十多名白衣男子手持長桿驅蛇，不住將逸出隊伍的青蛇挑入隊中，郭靖大吃一驚：「這些人趕來這許多蛇幹甚麼？難道是西毒到了？」當下顧不得危險，隱身樹後，隨著蛇隊向北。驅蛇的男子似乎無甚武功，並未發覺。蛇隊之前有黃藥師手下的啞僕領路，在樹林中曲曲折折的走了數里，轉過一座山岡，前面出現一大片草地，草地之北是一排竹林。蛇群到了草地，隨著驅蛇男子的竹哨之聲，一條條都盤在地下，昂起了頭。郭靖知道竹林之中必有蹊蹺，卻不敢在草地上顯露身形，當下閃身穿入東邊樹林，再轉而北行，奔到竹林邊上，側身細聽，林中靜寂無聲，這才放輕腳步，在綠竹之間挨身進去。竹林內有座竹枝搭成的涼亭，亭上橫額在月光下看得分明，是「積翠亭」三字，兩旁懸著副對聯，正是「桃花影裏飛神劍，碧海潮生按玉簫」那兩句。亭中放著竹檯竹椅，全是多年之物，用得潤了，月光下現出淡淡黃光。竹亭之側並肩生著兩棵大松樹，枝幹虯盤，只怕已是數百年的古樹。蒼松翠竹，清幽無比。郭靖再向外望，但見蛇隊仍是一排排的不斷湧來，這時來的已非青身蝮蛇，而是巨頭長尾、金鱗閃閃的怪蛇，金蛇走完，黑蛇湧至。大草坪上萬蛇晃頭，火舌亂舞。驅蛇人將蛇隊分列東西，中間留出一條通路，數十名白衣女子手持紅紗宮燈，姍姍而至，相隔數丈，兩人緩步走來，先一人身穿白緞子金線繡花的長袍，手持摺扇，正是歐陽克。只見他走近竹林，朗聲說道：「西域歐陽先生拜見桃花島黃島主。」郭靖心道：「果然是西毒到了，怪不得這麼大的氣派。」凝神瞧歐陽克身後那人，但見他身材高大，也穿白衣，只因身子背光，面貌卻看不清楚。這兩人剛一站定，竹林中走出兩人，郭靖險些兒失聲驚呼，原來是黃藥師攜了黃蓉的手迎了出來。歐陽鋒搶上數步，向黃藥師捧揖，黃藥師作揖還禮。歐陽克卻已跪倒在地，磕了四個頭，說道：「小婿叩見岳父大人，敬請岳父大人金安。」黃藥師道：「罷了！」伸手相扶。他二人對答，聲音均甚清朗，郭靖聽在耳中，心頭說不出的難受。歐陽克料到黃藥師定會伸量自己武功，在叩頭時早已留神，只覺他右手在自己左臂上一抬，立即凝氣穩身，只盼不動聲色的站起，豈知終於還是身子劇晃，剛叫得一聲：「啊唷！」已頭下腳上的猛向地面直衝下去。歐陽鋒橫過手中拐杖，靠在侄兒背上輕輕一挑，歐陽克借勢翻了過來，穩穩的站在地下。歐陽鋒笑道：「好啊，藥兄，把女婿摔個觔斗作見面禮麼？」郭靖聽他語聲之中，鏗鏗然似有金屬之音，聽來十分刺耳。黃藥師道：「他曾與人聯手欺侮過我的瞎眼徒兒，後來又擺了蛇陣欺她，倒要瞧瞧他有多大道行。」歐陽鋒哈哈一笑，說道：「孩兒們小小誤會，藥兄不必介意。我這孩子，可還配得上你的千金小姐麼？」側頭細細看了黃蓉幾眼，嘖嘖讚道：「黃老哥，真有你的，這般美貌的小姑娘也虧你生得出來。」伸手入懷，掏出一個錦盒，打開盒蓋，只見盒內錦緞上放著一顆鴿蛋大小的黃色圓球，顏色沉暗，並不起眼，對黃蓉笑道：「這顆『通犀地龍丸』得自西域異獸之體，並經我配以藥材製煉過，佩在身上，百毒不侵，普天下就只這一顆而已。以後你做了我侄媳婦，不用害怕你叔公的諸般毒蛇毒蟲。這顆地龍丸用處是不小的，不過也算不得是甚麼奇珍異寶。你爹爹縱橫天下，甚麼珍寶沒見過？我這點鄉下佬的見面禮，真讓他見笑了。」說著遞到她的面前。歐陽鋒擅使毒物，卻以避毒的寶物贈給黃蓉，足見求親之意甚誠，一上來就要黃藥師不起疑忌之心。郭靖瞧著這情景，心想：「蓉兒跟我好了，再也不會變心，她定不會要你的甚麼見面禮。」不料卻聽得黃蓉笑道：「多謝您啦！」伸手去接。歐陽克見到黃蓉的雪膚花貌，早已魂不守舍，這時見她一言一笑，更是全身如在雲端，心道：「她爹爹將她許給了我，果然她對我的神態便與前大不相同。」正自得意，突然眼前金光閃動，叫聲：「不好！」一個「鐵板橋」，仰後便倒。黃藥師喝罵：「幹甚麼？」左袖揮出，拂開了黃蓉擲出的一把金針，右手反掌便往她肩頭拍去。黃蓉「哇」的一聲，哭了出來，叫道：「爹爹你打死我最好，反正我寧可死了，也不嫁這壞東西。」歐陽鋒將通犀地龍丸往黃蓉手中一塞，順手擋開黃藥師拍下去的手掌，笑道：「令愛試試舍侄的功夫，你這老兒何必當真？」黃藥師擊打女兒，掌上自然不含內力，歐陽鋒也只輕輕架開。歐陽克站直身子，只感左胸隱隱作痛，知道已中了一兩枚金針，只是要強好勝，臉上裝作沒事人一般，但神色之間已顯得頗為尷尬，心下更是沮喪：「她終究是不肯嫁我。」歐陽鋒笑道：「藥兄，咱哥兒倆在華山一別，二十餘年沒會了。承你瞧得起，許了舍侄的婚事，今後你有甚麼差遣，做兄弟的決不敢說個不字。」黃藥師道：「誰敢來招惹你這老毒物？你在西域二十年，練了些甚麼厲害功夫啊，顯點出來瞧瞧。」黃蓉聽父親說要他顯演功夫，大感興趣，登時收淚，靠在父親身上，一雙眼睛盯住了歐陽鋒，見他手中拿著一根彎彎曲曲的黑色粗杖，似是鋼鐵所製，杖頭鑄著個裂口而笑的人頭，人頭口中露出尖利雪白的牙齒，模樣甚是猙獰詭異，更奇的是杖上盤著兩條銀鱗閃閃的小蛇，不住的蜿蜒上下。歐陽鋒笑道：「我當年的功夫就不及你，現今拋荒了二十餘年，跟你差得更多啦。咱們現下已是一家至親，我想在桃花島多住幾日，好好跟你討教討教。」歐陽鋒遣人來為侄兒求婚之時，黃藥師心想，當世武功可與自己比肩的只寥寥數人而已，其中之一就是歐陽鋒了，兩家算得上門當戶對，眼見來書辭卑意誠，看了心下歡喜；又想自己女兒頑劣得緊，嫁給旁人，定然恃強欺壓丈夫，女兒自己選中的那姓郭小子他卻十分憎厭。歐陽克既得叔父親傳，武功必定不弱，當世小一輩中只怕無人及得，是以對歐陽鋒的使者竟即許婚。這時聽歐陽鋒滿口謙遜，卻不禁起疑，素知他口蜜腹劍，狡猾之極，武功上又向來不肯服人，難道他蛤蟆功被王重陽以一陽指破去後，竟是練不回來麼？當下從袖中取出玉簫，說道：「嘉賓遠來，待我吹奏一曲以娛故人。請坐了慢慢的聽罷。」歐陽鋒知道他要以『碧海潮生曲』試探自己功力，微微一笑，左手一揮，提著紗燈的三十二名白衣女子姍姍上前，拜倒在地。歐陽鋒笑道：「這三十二名處女，是兄弟派人到各地採購來的，當作一點微禮，送給老友。她們曾由名師指點，歌舞彈唱，也都還來得。只是西域鄙女，論顏色是遠遠不及江南佳麗的了。」黃藥師道：「兄弟素來不喜此道，自先室亡故，更視天下美女如糞土。鋒兄厚禮，不敢拜領。」歐陽鋒笑道：「聊作視聽之娛，以遣永日，亦復何傷？」黃蓉看那些女子都是膚色白皙，身材高大，或金髮碧眼，或高鼻深目，果然和中土女子大不相同。但容貌艷麗，姿態妖媚，亦自動人。歐陽鋒手掌擊了三下，八名女子取出樂器，彈奏了起來，餘下二十四人翩翩起舞。八件樂器非琴非瑟，樂音節奏甚是怪異。黃蓉見眾女前伏後起，左迴右旋，身子柔軟已極，每個人與前後之人緊緊相接，恍似一條長蛇，再看片刻，只見每人雙臂伸展，自左手指尖至右手指尖，扭扭曲曲，也如一條蜿蜒遊動的蛇一般。黃蓉想起歐陽克所使的「靈蛇拳」來，向他望了一眼，只見他雙眼正緊緊的盯住自己，心想此人可惡已極，適才擲出金針被父親擋開，必當另使計謀傷他性命，那時候父親就算要再逼我嫁他也無人可嫁了，這叫作「釜底抽薪」之計，想到得意之處，不禁臉現微笑。歐陽克還道她對自己忽然有情，心下大喜，連胸口的疼痛也忘記了。這時眾女舞得更加急了，媚態百出，變幻多端，跟著雙手虛撫胸臀，作出寬衣解帶、投懷送抱的諸般姿態。驅蛇的男子早已緊閉雙眼，都怕看了後把持不定，心神錯亂。黃藥師只是微笑，看了一會，把玉簫放在唇邊，吹了幾聲。眾女突然間同時全身震盪，舞步頓亂，簫聲又再響了幾下，眾女已隨著簫聲而舞。歐陽鋒見情勢不對，雙手一拍，一名侍女抱著一具鐵箏走上前來。這時歐陽克漸感心旌搖動。八女樂器中所發出的音調節奏，也已跟隨黃藥師的簫聲伴和。驅蛇的眾男子已在蛇群中上下跳躍、前後奔馳了。歐陽鋒在箏弦上錚錚錚的撥了幾下，發出幾下金戈鐵馬的肅殺之聲，立時把簫聲中的柔媚之音沖淡了幾分。黃藥師笑道：「來，來，咱們合奏一曲。」他玉簫一離唇邊，眾人狂亂之勢登緩。歐陽鋒叫道：「大家把耳朵塞住了，我和黃島主要奏樂。」他隨來的眾人知道這一奏非同小可，登時臉現驚惶之色，紛撕衣襟，先在耳中緊緊塞住，再在頭上密密層層的包了，只怕漏進一點聲音入耳。連歐陽克也忙以棉花塞住雙耳。黃蓉道：「我爹爹吹簫給你聽，給了你多大臉面，你竟塞起耳朵，也太無禮。來到桃花島上作客，膽敢侮辱主人！」黃藥師道：「這不算無禮。他不敢聽我簫聲，乃是有自知之明。先前他早聽過一次了，哈哈。你叔公鐵箏之技妙絕天下，你有多大本事敢聽？那是輕易試得的麼？」從懷裏取出一塊絲帕撕成兩半，把她兩耳掩住了。郭靖好奇心起，倒要聽聽歐陽鋒的鐵箏是如何的厲害法，反而走近了幾步。黃藥師向歐陽鋒道：「你的蛇兒不能掩住耳朵。」轉頭向身旁的啞巴老僕打了個手勢，那老僕點點頭，向驅蛇男子的頭腦揮了揮手，要他領下屬避開。那些人巴不得溜之大吉，見歐陽鋒點頭示可，急忙驅趕蛇群，隨著啞巴老僕指點的途徑，遠遠退去。歐陽鋒道：「兄弟功夫不到之處。要請藥兄容讓三分。」盤膝坐在一塊大石之上，閉目運氣片刻，右手五指揮動，鏗鏗鏘鏘的彈了起來。秦箏本就聲調酸楚激越，他這西域鐵箏聲音更是淒厲。郭靖不懂音樂，但這箏聲每一音都和他心跳相一致。鐵箏響一聲，他心一跳，箏聲越快，自己心跳也逐漸加劇，只感胸口怦怦而動，極不舒暢。再聽少時，一顆心似乎要跳出腔子來，陡然驚覺：「若他箏聲再急，我豈不是要給他引得心跳而死？」急忙坐倒，寧神屏思，運起全真派道家內功，心跳便即趨緩，過不多時，箏聲已不能帶動他心跳。只聽得箏聲漸急，到後來猶如金鼓齊鳴、萬馬奔騰一般，驀地裏柔韻細細，一縷簫聲幽幽的混入了箏音之中，郭靖只感心中一蕩，臉上發熱，忙又鎮懾心神。鐵箏聲音雖響，始終掩沒不了簫聲，雙聲雜作，音調怪異之極。鐵箏猶似巫峽猿啼、子夜鬼哭，玉簫恰如昆崗鳳鳴，深閨私語。一個極盡慘厲淒切，一個卻是柔媚宛轉。此高彼低，彼進此退，互不相下。黃蓉原本笑吟吟的望著二人吹奏，看到後來，只見二人神色鄭重，父親站起身來，邊走邊吹，腳下踏著八卦方位。她知這是父親平日修習上乘內功時所用的姿式，必是對手極為厲害，是以要出全力對付，再看歐陽鋒頭頂猶如蒸籠，一縷縷的熱氣直往上冒，雙手彈箏，袖子揮出陣陣風聲，看模樣也是絲毫不敢怠懈。郭靖在竹林中聽著二人吹奏，思索這玉簫鐵箏與武功有甚麼干係，何以這兩般聲音有恁大魔力，引得人心中把持不定？當下凝守心神，不為樂聲所動，然後細辨簫聲箏韻，聽了片刻，只覺一柔一剛，相互激盪，或猱進以取勢，或緩退以待敵，正與高手比武一般無異，再想多時，終於領悟：「是了，黃島主和歐陽鋒正以上乘內功互相比拚。」想明白了此節，當下閉目聽鬥。他原本運氣同時抵禦簫聲箏音，甚感吃力，這時心無所滯，身在局外，靜聽雙方勝敗，樂音與他心靈已不起絲毫感應，但覺心中一片空明，諸般細微之處反而聽得更加明白。周伯通授了他七十二路「空明拳」，要旨原在「以空而明」四字，若以此拳理與黃藥師、歐陽鋒相鬥，他既內力不如，自難取勝，但若袖手靜觀，卻能因內心澄澈而明解妙詣，那正是所謂「旁觀者清」之意。他一直不明白自己內力遠遜於周伯通，何以抗禦簫聲之能反較他為強，殊不知那晚周伯通自己身在局中，又因昔年犯下的一段情孽，魔由心生，致為簫聲所乘，卻不是又純由內力高低而決強弱了。這時郭靖只聽歐陽鋒初時以雷霆萬鈞之勢要將黃藥師壓倒。簫聲東閃西避，但只要箏聲中有些微間隙，便立時透了出來。過了一陣，箏音漸緩，簫聲卻愈吹愈是迴腸蕩氣。郭靖忽地想到周伯通教他背誦的「空明拳」拳訣中的兩句：「剛不可久，柔不可守。」心想：「箏聲必能反擊。」果然甫當玉簫吹到清羽之音，猛然間錚錚之聲大作，鐵箏重振聲威。郭靖雖將拳訣讀得爛熟，但他悟性本低，周伯通又不善講解，於其中含義，十成中也懂不了一成，這時聽著黃藥師與歐陽鋒以樂聲比武，雙方攻拒進退，頗似與他所熟讀的拳訣暗合，本來不懂的所在，經過兩般樂音數度拚鬥，漸漸悟到了其中的一些關竅，不禁暗暗喜歡。九陰真經上下兩卷的經文他已背得爛熟，忽然隱隱覺得，經中有些句子似與此刻耳中所聞的箏韻簫聲也有相合之處，但經文深奧，又未經詳細講解，日後他便想上一年半載，也決計難以明白，此刻兩般樂音紛至沓來，他一想到經文，立時心中混亂，知道危機重重，立時撇開，再也不敢將思路帶到經文上去。再聽一會，忽覺兩般樂音的消長之勢、攻合之道，卻有許多地方與所習口訣甚不相同，心下疑惑，不明其故。好幾次黃藥師明明已可獲勝，只要簫聲多幾個轉折，歐陽鋒勢必抵擋不住；而歐陽鋒卻也錯過了不少可乘之機。郭靖先前還道雙方互相謙讓，再聽一陣，卻又不像。他資質雖然遲鈍，但兩人反覆吹奏攻拒，聽了小半個時辰下來，也已明白了一些簫箏之聲中攻伐解禦的法門。再聽一會，忽然想起：「若是依照空明拳拳訣中的道理，他們雙方的攻守之中，好似各有破綻和不足之處，難道周大哥傳我的口訣，竟比黃島主和西毒的武功還要厲害麼？」轉念一想：「一定不對。若是周大哥武功真的高過黃島主，這一十五年之中他二人已不知拚鬥過多少次，豈能仍然被困在岩洞之中？」他呆呆的想了良久，只聽得簫聲越拔越高，只須再高得少些，歐陽鋒便非敗不可，但至此為極，說甚麼也高不上去了，終於大悟，不禁啞然失笑：「我真是蠢得到了家！人力有時而窮，心中所想的事，十九不能做到。我知道一拳打出，如有萬斤之力，敵人必然粉身碎骨，可是我拳上又如何能有萬斤的力道？七師父常說：『看人挑擔不吃力，自己挑擔壓斷脊。』挑擔尚且如此，何況是這般高深的武功。」只聽得雙方所奏樂聲愈來愈急，已到了短兵相接、白刃肉搏的關頭，再鬥片刻，必將分出高下，正自替黃藥師耽心，突然間遠處海上隱隱傳來一陣長嘯之聲。黃藥師和歐陽鋒同時心頭一震，簫聲和箏聲登時都緩了。那嘯聲卻愈來愈近，想是有人乘船近島。歐陽鋒揮手彈箏，錚錚兩下，聲如裂帛，遠處那嘯聲忽地拔高，與他交上了手。過不多時，黃藥師的洞簫也加入戰團，簫聲有時與長嘯爭持，有時又與箏音纏鬥，三般聲音此起彼伏，鬥在一起。郭靖曾與周伯通玩過四人相搏之戲，於這三國交兵的混戰局面並不生疏，心知必是又有一位武功極高的前輩到了。這時發嘯之人已近在身旁樹林之中，嘯聲忽高忽低，時而如龍吟獅吼，時而如狼嗥梟鳴，或若長風振林，或若微雨濕花，極盡千變萬化之致。簫聲清亮，箏聲淒厲，卻也各呈妙音，絲毫不落下風。三般聲音糾纏在一起，鬥得難解難分。郭靖聽到精妙之處，不覺情不自禁的張口高喝：「好啊！」他一聲喝出便即驚覺，知道不妙，待要逃走，突然青影閃動，黃藥師已站在面前。這時三般樂音齊歇，黃藥師低聲喝道：「好小子，隨我來。」郭靖只得叫了聲：「黃島主。」硬起頭皮，隨他走入竹亭。黃蓉耳中塞了絲巾，並未聽到他這一聲喝采，突然見他進來，驚喜交集，奔上來握住他的雙手，叫道：「靖哥哥，你終於來了……」又是喜悅，又是悲苦，一言未畢，眼淚已流了下來，跟著撲入他的懷中。郭靖伸臂摟住了她。歐陽克見到郭靖本已心頭火起，見黃蓉和他這般親熱，更是惱怒，晃身搶前，揮拳向郭靖迎面猛擊過去，一拳打出，這才喝道：「臭小子，你也來啦！」他自忖武功本就高過郭靖，這一拳又帶了三分偷襲之意，突然間攻敵不備，料想必可打得對方目腫鼻裂，出一口心中悶氣。不料郭靖此時身上的功夫，較之在寶應劉氏宗祠中與他比拳時已頗不相同，眼見拳到，身子略側，便已避過，跟著左手發「鴻漸於陸」，右手發「亢龍有悔」，雙手各使一招降龍十八掌中的絕招。這降龍十八掌掌法之妙，天下無雙，一招已難抵擋，何況他以周伯通雙手互搏，一人化二的奇法分進合擊？以黃藥師、歐陽鋒眼界之寬，腹笥之廣，卻也是從所未見，都不禁吃了一驚。歐陽克方覺他左掌按到自己右脅，已知這是降龍十八掌中的厲害家數，只可讓，不可擋，忙向左急閃，郭靖那一招「亢龍有悔」剛好湊上，蓬的一聲，正擊在他左胸之上，喀喇聲響，打斷了一根肋骨。他當對方掌力及胸之際，已知若是以硬碰硬，自己心肺都有被掌力震碎之虞，急忙順勢後縱，郭靖一掌之力，再加上他向後飛縱，身子直飛上竹亭，在竹亭頂上踉蹌數步，這才落下地來，心中羞慚，胸口劇痛，慢慢走回。郭靖這下出手，不但東邪西毒齊感詫異，歐陽克驚怒交迸，黃蓉拍手大喜，連他自己也是大出意料之外，不知自己武功已然大進，還道歐陽克忽爾疏神，以致被自己打了個措手不及，只怕他要使厲害殺手反擊，退後兩步，凝神待敵。歐陽鋒怒目向他斜視一眼，高聲叫道：「洪老叫化，恭喜你收的好徒兒啊。」這時黃蓉早已將耳上絲巾除去，聽得歐陽鋒這聲呼叫，知道是洪七公到了，真是天上送下來的救星，發足向竹林外奔去，大聲叫道：「師父，師父。」黃藥師一怔：「怎地蓉兒叫老叫化作師父？」只見洪七公背負大紅葫蘆，右手拿著竹杖，左手牽著黃蓉的手，笑吟吟的走進竹林。黃藥師與洪七公見過了禮，寒暄數語，便問女兒：「蓉兒，你叫七公作甚麼？」黃蓉道：「我拜了七公他老人家為師。」黃藥師大喜，向洪七公道：「七兄青眼有加，兄弟感激不盡，只是小女胡鬧頑皮，還盼七兄多加管教。」說著深深一揖。洪七公笑道：「藥兄家傳武學，博大精深，這小妮子一輩子也學不了，又怎用得著我來多事？不瞞你說，我收她為徒，其志在於吃白食，騙她時時燒些好菜給我吃，你也不用謝我。」說著兩人相對大笑。黃蓉指著歐陽克道：「爹爹，這壞人欺侮我，若不是七公他老人家瞧在你的面上出手相救，你早見不到蓉兒啦。」黃藥師斥道：「胡說八道！好端端的他怎會欺侮你？」黃蓉道：「爹爹你不信，我來問他。」轉頭向著歐陽克道：「你先罰個誓，若是回答我爹爹的問話中有半句謊言，日後便給你叔叔杖頭上的毒蛇咬死。」她此言一出，歐陽鋒與歐陽克均是臉色大變。原來歐陽鋒杖頭雙蛇是花了十多年的功夫養育而成，以數種最毒之蛇相互雜交，才產下這兩條毒中之毒的怪蛇下來。歐陽鋒懲罰手下叛徒或是心中最憎惡之人，常使杖頭毒蛇咬他一口，被咬了的人渾身奇癢難當，頃刻斃命。歐陽鋒雖有解藥，但蛇毒入體之後，縱然服藥救得性命，也不免武功全失，終身殘廢。黃蓉見到他杖頭盤旋上下的雙蛇形狀怪異，順口一句，那知恰正說到西毒叔侄最犯忌之事。歐陽克道：「岳父大人問話，我焉敢打誑。」黃蓉啐道：「你再胡言亂語，我先打你老大幾個耳括子。我問你，我跟你在北京趙王府中見過面，是不是？」歐陽克肋骨折斷，胸口又中了她的金針，實是疼痛難當，只是要強好勝，拚命運內功忍住，不說話時還可運氣強行抵擋，剛才說了那兩句話，已痛得額頭冷汗直冒，聽黃蓉又問，再也不敢開口回答，只得點了點頭。黃蓉又道：「那時你與沙通天、彭連虎、梁子翁、靈智和尚他們聯了手來打我一個人，是不是？」歐陽克待要分辯，說明並非自己約了這許多好手來欺侮她，但只說了一句：「我……我不是和他們聯手……」胸口已痛得不能再吐一字。黃蓉道：「好罷，我也不用你答話，你聽了我的問話，只須點頭或搖頭便是。我問你：沙通天、彭連虎、梁子翁、靈智和尚這干人都跟我作對，是不是？」歐陽克點了點頭。黃蓉道：「他們都想抓住我，都沒能成功，後來你就出馬了，是不是？」歐陽克只得又點了點頭。黃蓉又道：「那時我在趙王府的大廳之中，並沒誰來幫我，孤零零的好不可憐。我爹爹又不知道，沒來救我，是不是？」歐陽克明知她是要激起父親憐惜之情，因而對他厭恨，但事實確是如此，難以抵賴，只得又再點頭。黃蓉牽著父親的手，說道：「爹，你瞧，你一點也不可憐蓉兒，要是媽媽還在，你一定不會這樣待我……」黃藥師聽她提到過世的愛妻，心中一酸，伸出左手摟住了她。歐陽鋒見形勢不對，接口道：「黃姑娘，這許多成名的武林人物要留住你，但你身有家傳的絕世武藝，他們都奈何你不得，是也不是？」黃蓉笑著點頭。黃藥師聽歐陽鋒讚她家傳武功，微微一笑。歐陽鋒轉頭向他道：「藥兄，舍侄見了令愛如此身手，傾倒不已，這才飛鴿傳書，一站接一站的將訊息自中原傳到白駝山，求兄弟萬里迢迢的趕到桃花島親來相求，以附婚姻。兄弟雖然不肖，但要令我這般馬不停蹄的兼程趕來，當世除了藥兄而外，也沒第二人了。」黃藥師笑道：「有勞大駕，可不敢當。」想到歐陽鋒以如此身份，竟遠道來見，卻也不禁得意。歐陽鋒轉身向洪七公道：「七兄，我叔侄傾慕桃花島的武功人才，你怎麼又瞧不順眼了，跟小輩當起真來？不是舍侄命長，早已喪生在你老哥滿天花雨擲金針的絕技之下了。」洪七公當日出手相救歐陽克逃脫黃蓉所擲的金針，這時聽歐陽鋒反以此相責，知道若非歐陽克謊言欺叔，便是歐陽鋒故意顛倒黑白，他也不願置辯，哈哈一笑，拔下葫蘆塞子，喝了一大口酒。郭靖卻已忍耐不住，叫道：「是七公他老人家救了你侄兒的性命，你怎麼反恁地說？」黃藥師喝道：「我們說話，怎容得你這小子來插嘴？」郭靖急道：「蓉兒，你把他……強搶程大小姐的事說給你爹爹聽。」黃蓉深悉父親性子，知他素來厭憎世俗之見，常道：「禮法豈為吾輩而設？」平素思慕晉人的率性放誕，行事但求心之所適，常人以為是的，他或以為非，常人以為非的，他卻又以為是，因此上得了個「東邪」的諢號。這時她想：「這歐陽克所作所為十分討厭，但爹爹或許反說他風流瀟灑。」見父親對郭靖橫眼斜睨，一臉不以為然的神色，計上心來，又向歐陽克道：「我問你的話還沒完呢！那日你和我在趙王府比武，你兩隻手縛在背後，說道不用手、不還招便能勝我，是不是？」歐陽克點頭承認。黃蓉又問：「後來我拜了七公他老人家為師，在寶應第二次和你比武，你說任憑我用爹爹或是七公所傳的多少武功，你都只須用你叔叔所傳的一門拳法，就能將我打敗，是麼？」歐陽克心想：「那是你定下來的法子，可不是我定的。」黃蓉見他神色猶疑，追問道：「你在地下用腳尖畫了個圈子，說道只消我用爹爹所傳的武功將你逼出這圈子，你便算輸了，是不是？」歐陽克點了點頭。黃蓉對父親道：「爹，你聽，他既瞧不起七公公，也瞧不起你，說你們兩人的武藝就是加在一起，也遠不及他叔叔的。那不是說你們兩人聯起手來，也打不過他叔叔嗎？我可不信了。」黃藥師道：「小丫頭別搬嘴弄舌。天下武學之士，誰不知東邪、西毒、南帝、北丐的武功是銖兩悉稱，功力悉敵。」他口中雖如此說，但對歐陽克的狂妄已頗感不滿，對這事不願再提，轉頭向洪七公道：「七兄，大駕光臨桃花島，不知有何貴幹。」洪七公道：「我來向你求一件事。」洪七公雖然滑稽玩世，但為人正直，行俠仗義，武功又是極高，黃藥師對他向來甚是欽佩，又知他就有天大事情，也只是和屬下丐幫中人自行料理，這時聽他說有求於己，不禁十分高興，忙道：「咱們數十年的交情，七兄有命，小弟敢不遵從？」洪七公道：「你別答應得太快，只怕這件事不易辦。」黃藥師笑道：「若是易辦之事，七兄也想不到小弟了。」洪七公拍手笑道：「是啊，這才是知己的好兄弟呢！那你是答應定了？」黃藥師道：「一言為定！火裏火裏去，水裏水裏去！」歐陽鋒蛇杖一擺，插口道：「藥兄且慢，咱們先問問七兄是甚麼事？」洪七公笑道：「老毒物，這不干你的事，你別來橫裏囉唆，你打疊好肚腸喝喜酒罷。」歐陽鋒奇道：「喝喜酒？」洪七公道：「不錯，正是喝喜酒。」指著郭靖與黃蓉道：「這兩個都是我徒兒，我已答允他們，要向藥兄懇求，讓他們成親。現下藥兄已經答允了。」郭靖與黃蓉又驚又喜，對望了一眼。歐陽鋒叔侄與黃藥師卻都吃了一驚。歐陽鋒道：「七兄，你此言差矣！藥兄的千金早已許配舍侄，今日兄弟就是到桃花島來行納幣文定之禮的。」洪七公道：「藥兄，有這等事麼？」黃藥師道：「是啊，七兄別開小弟的玩笑。」洪七公沉臉道：「誰跟你們開玩笑？現今你一女許配兩家，父母之命是大家都有了。」轉頭向歐陽鋒道：「我是郭家的大媒，你的媒妁之言在那裏？」歐陽鋒料不到他有此一問，一時倒答不上來，愕然道：「藥兄答允了，我也答允了，還要甚麼媒妁之言？」洪七公道：「你可知道還有一人不答允？」歐陽鋒道：「誰啊？」洪七公道：「哈哈不敢，就是老叫化！」歐陽鋒聽了此言，素知洪七公性情剛硬，行事堅毅，今日勢不免要和他一鬥，但臉上神色無異，只沉吟不答。洪七公笑道：「你這侄兒人品不端，那配得上藥兄這個花朵般的閨女？就算你們二老硬逼成親，他夫婦兩人不和，天天動刀動槍，你砍我殺，又有甚麼味兒？」黃藥師聽了這話，心中一動，向女兒望去，只見他正含情脈脈的凝視郭靖，瞥眼之下，只覺得這楞小子實是說不出的可厭。他絕頂聰明，文事武略，琴棋書畫，無一不曉，無一不精，自來交遊的不是才子，就是雅士，他夫人與女兒也都智慧過人，想到要將獨生愛女許配給這傻頭傻腦的渾小子，當真是一朵鮮花插在牛糞上了。瞧他站在歐陽克身旁，相比之下，歐陽克之俊雅才調無不勝他百倍，於是許婚歐陽之心更是堅決，只是洪七公面上須不好看，當下想到一策，說道：「鋒兄，令侄受了點微傷，你先給他治了，咱們從長計議。」歐陽鋒一直在擔心侄兒的傷勢，巴不得有他這句話，當即向侄兒一招手，兩人走入竹林之中。黃藥師自與洪七公說些別來之情。過了一頓飯時分，叔侄二人回到亭中。歐陽鋒已替侄兒吸出金針，接妥了折斷的肋骨。黃藥師道：「小女蒲柳弱質，性又頑劣，原難侍奉君子，不意七兄與鋒兄瞧得起兄弟，各來求親，兄弟至感榮寵。小女原已先許配了歐陽氏，但七兄之命，實也難卻，兄弟有個計較在此，請兩兄瞧著是否可行？」洪七公道：「快說，快說。老叫化不愛聽你文縐縐的鬧虛文。」黃藥師微微一笑，說道：「兄弟這個女兒，甚麼德容言工，那是一點兒也說不上的，但兄弟總是盼她嫁個好郎君。歐陽世兄是鋒兄的賢阮，郭世兄是七兄的高徒，身世人品都是沒得說的。取捨之間，倒教兄弟好生為難，只得出三個題目，考兩位世兄一考。那一位高才捷學，小女就許配於他，兄弟決不偏袒。兩個老友瞧著好也不好？」歐陽鋒拍掌叫道：「妙極，妙極！只是舍侄身上有傷，若要比試武功，只有等他傷好之後。」他見郭靖只一招便打傷了侄兒，若是比武，侄兒必輸無疑，適才侄兒受傷，倒成了推托的最佳藉口。黃藥師道：「正是。何況比武動手，傷了兩家和氣。」洪七公心想：「你這黃老邪好壞。大夥兒都是武林中人，要考試居然考文不考武，你幹麼又不去招個狀元郎做女婿？你出些詩詞歌賦的題目，我這傻徒弟就再投胎轉世，也比他不過。嘴裏說不偏袒，明明是偏袒了個十足十。如此考較，我的傻徒兒必輸。直娘賊，先跟老毒物打一架再說。」當下仰天一笑，瞪眼直視歐陽鋒，說道：「咱們都是學武之人，不比武難道還比吃飯拉屎？你侄兒受了傷，你可沒傷，來來來，咱倆代他們上考場罷。」也不等歐陽鋒回答，揮掌便向他肩頭拍去。※※※歐陽鋒沉肩回臂，倒退數尺。洪七公將竹棒在身旁竹几上一放，喝道：「還招罷。」語音甫畢，雙手已發了七招，端的是快速無倫。歐陽鋒左擋右閃，把這七招全都讓了開去，右手將蛇杖插入亭中方磚，在這一瞬之間，左手也已還了七招。黃藥師喝一聲采，並不勸阻，有心要瞧瞧這兩位與他齊名的武林高手，這二十年來功夫進境到如何地步。洪七公與歐陽鋒都是一派宗主，武功在二十年前就均已登峰造極，華山論劍之後，更是潛心苦練，功夫愈益精純。這次在桃花島上重逢比武，與在華山論劍時又自大不相同。兩人先是各發快招，未曾點到，即已收勢，互相試探對方虛實。兩人的拳勢掌影在竹葉之間飛舞來去，雖是試招，出手之中卻儘是包藏了精深的武學。郭靖在旁看得出神，只見兩人或攻或守，無一招不是出人意表的極妙之作。那九陰真經中所載原是天下武學的要旨，不論內家外家、拳法劍術，諸般最根基的法門訣竅，都包含在真經的上卷之內。郭靖背熟之後，雖然其中至理並不明曉，但不知不覺之間，識見卻已大大不同，這時見到兩人每一次攻合似乎都與經中所述法門隱然若合符節，又都是自己做夢也未曾想到過的奇法巧招，待欲深究，兩人掌招早變，只在他心頭模模糊糊的留下一個影子。先前他聽黃藥師與歐陽鋒簫箏相鬥，那是無形的內力，畢竟極難與經文印證，這有形的拳腳可就易明得多了。只看得他眉飛色舞，心癢難搔。轉眼之間，兩人已拆了三百餘招，洪七公與歐陽鋒都不覺心驚，欽服對方了得。黃藥師旁觀之下，不禁暗暗嘆氣，心道：「我在桃花島勤修苦練，只道王重陽一死，我武功已是天下第一，那知老叫化、老毒物各走別徑，又都練就了這般可敬可畏的功夫！」歐陽克和黃蓉各有關心，只盼兩人中的一人快些得勝，但於兩人拳招中的精妙之處，卻是不能領會。黃蓉一斜眼間，忽見身旁地下有個黑影在手舞足蹈的不住亂動，抬頭看時，正是郭靖，只見他臉色怪異，似乎是陷入了狂喜極樂之境，心下驚詫，低低的叫了聲：「靖哥哥！」郭靖並未聽見，仍是在拳打足踢。黃蓉大異，仔細瞧去，才知他是在模擬洪七公與歐陽鋒的拳招。這時相鬥的二人拳路已變，一招一式，全是緩緩發出。有時一人凝思片刻，打出一拳，對手避過之後，坐下地來休息一陣，再站起來還了一拳。這那裏是比武鬥拳，較之師徒授武還要迂緩鬆懈得多。但看兩人模樣，卻又比適才快鬥更是鄭重。黃蓉側頭去看父親，見他望著二人呆呆出神，臉上神情也很奇特，只有歐陽克卻不住的向她眉目傳情，手中摺扇輕揮，顯得十分的倜儻風流。郭靖看到忘形處，忍不住大聲喝采叫好。歐陽克怒道：「你渾小子又不懂，亂叫亂嚷甚麼？」黃蓉道：「你自己不懂，怎知旁人也不懂？」歐陽克笑道：「他是在裝腔作勢發傻，諒他小小年紀，怎識得我叔父的神妙功夫。」黃蓉道：「你不是他，怎知他不識得？」兩人在一旁鬥口，黃藥師與郭靖卻充耳不聞，只是凝神觀鬥。這時洪七公與歐陽鋒都蹲在地下，一個以左手中指輕彈自己腦門，另一個捧住雙耳，都閉了眼苦苦思索，突然間發一聲喊，同時躍起來交換了一拳一腳，然後分開再想。他兩人功夫到了這境界，各家各派的武術無一不通，世間已有招術都已不必使用，知道不論如何厲害的殺手，對方都能輕易化解，必得另創神奇新招，方能克敵制勝。兩人二十年前論劍之後，一處中原，一在西域，自來不通音問，互相不知對方新練武功的路子，這時一交手，兩人武功俱已大進，但相互對比竟然仍與二十年前無異，各有所長，各有所忌，誰也剋制不了誰。眼見月光隱去，紅日東昇，兩人窮智竭思，想出了無數新招，拳法掌力，極盡千變萬化之致，但功力悉敵，始終難分高低。郭靖目睹當世武功最強的二人拚鬥，奇招巧法，端的是層出不窮。這些招數他看來都在似懂非懂之間，有時看到幾招，似乎與周伯通所授的拳理有些相近，跟著便模擬照學。可是剛學到一半，洪七公與歐陽鋒又有新招出來，他先前所記得的又早忘了。黃蓉見他如此，暗暗驚奇，想道：「十餘日不見，難道他忽然得了神授天傳，武功斗進？我看得莫名其妙，怎麼他能如此的驚喜讚歎？」轉念忽想：「莫非我這傻哥哥想我想得瘋了？」她與郭靖闋別多日，無法相見，見面後卻又不得親近，於是上前想拉住他的手。這時郭靖正在模仿歐陽鋒反身推出的掌法，這一掌看來平平無奇，內中卻是暗藏極大潛力。黃蓉剛捏住他手掌，卻不料他掌中勁力忽發，只感一股強力把自己猛推，登時身不由主的向半空飛去。郭靖手掌推出，這才知覺，叫聲：「啊喲！」縱身上去待接，黃蓉纖腰一扭，已站在竹亭頂上。郭靖落地後跟著躍起，左手拉住亭角的飛簷，借勢翻上。兩人並肩坐在竹亭頂上，居高臨下的觀戰。此時場上相鬥的情勢，又已生變，只見歐陽鋒蹲在地下，雙手彎與肩齊，宛似一隻大青蛙般作勢相撲，口中發出老牛嘶鳴般的咕咕之聲，時歇時作。黃蓉見他形相滑稽，低聲笑道：「靖哥哥，他在幹甚麼？」郭靖剛說得一句：「我也不知道啊！」忽然想起周伯通所說王重陽以「一陽指」破歐陽鋒「蛤蟆功」之事，點頭道：「是了，這是他一門極厲害的功夫，叫做蛤蟆功。」黃蓉拍手笑道：「真像一隻癩蛤蟆！」歐陽克見兩人偎倚在一起，指指點點，又說又笑，不覺醋心大起，待要躍上去與郭靖拚鬥，卻是胸痛仍劇，使不出氣力，又自料非他之敵，隱隱聽得黃蓉說：「真像一隻癩蛤蟆。」還道兩人譏嘲他癩蛤蟆想吃天鵝肉，更是怒火中燒，右手扣了三枚飛燕銀梭，悄悄繞到竹亭後面，咬牙揚手，三枚銀梭齊往郭靖背心飛去。這時洪七公前一掌，後一掌，正繞著歐陽鋒身周轉動，以降龍十八掌和他的蛤蟆功拚鬥。這都是兩人最精純的功夫，打到此處，已不是適才那般慢吞吞的鬥智炫巧、賭奇爭勝，而是各以數十年功力相拚，到了生死決於俄頃之際。郭靖的武功原以降龍十八掌學得最精，見師父把這路掌法使將開來，神威凜凜，妙用無窮，比之自己所學實是不可同日而語，只看得他心神俱醉，怎料得到背後有人倏施暗算？黃蓉不知這兩位當世最強的高手已鬥到了最緊切的關頭，尚在指點笑語，瞥眼忽見竹亭外少了一人。她立時想到歐陽克怕要弄鬼，正待察看，只聽得背後風聲勁急，有暗器射向郭靖後心，斜眼見他兀自未覺，急忙縱身伏在他背上，噗噗噗三聲，三枚飛燕銀梭都打正她的背心。她穿著軟蝟甲，銀梭只打得她一陣疼痛，卻是傷害不得，反手把三枚銀梭抄在手裏，笑道：「你給我背上搔癢是不是？謝謝你啦，還給你罷。」歐陽克見她代擋了三枚銀梭，醋意更盛，聽她這麼說，只待她還擲過來，等了片刻，卻見她把銀梭托在手裏，並不擲出，只伸出了手等他來取。歐陽克左足一點，躍上竹亭，他有意賣弄輕功，輕飄飄的在亭角上一立，白袍在風中微微擺動，果然丰神雋美，飄逸若仙。黃蓉喝一聲采，叫道：「你輕功真好！」走上一步，伸手把銀梭還給他。歐陽克看到她皎若白雪的手腕，心中一陣迷糊，正想在接銀梭時順便在她手腕上一摸，突然間眼前金光閃動，他吃過兩次苦頭，一個觔斗翻下竹亭，長袖舞處，把金針紛紛打落。黃蓉格格一聲笑，三枚銀梭向蹲在地下的歐陽鋒頂門猛擲下去。郭靖驚叫：「使不得！」攔腰一把將她抱起，躍下地來，雙足尚未著地，只聽得黃藥師急叫：「鋒兄留情！」郭靖只感一股極大力量排山倒海般推至，忙將黃蓉在身旁一放，急運勁力，雙手同使降龍十八掌中的「見龍在田」，平推出去，砰的一聲響，登時被歐陽鋒的蛤蟆功震得倒退了七八步。他胸口氣血翻湧，難過之極，只是生怕歐陽鋒這股凌厲無儔的掌力傷了黃蓉，硬生生的站定腳步，深深吸一口氣，待要再行抵擋歐陽鋒攻來的招術，只見洪七公與黃藥師已雙雙擋在面前。歐陽鋒長身直立，叫道：「慚愧，慚愧，一個收勢不及，沒傷到了姑娘麼？」黃蓉本已嚇得花容失色，聽他這麼說，強自笑道：「我爹爹在這裏，你怎傷得了我？」黃藥師甚是擔心，拉著她的手，悄聲問道：「身上覺得有甚麼異樣？快呼吸幾口。」黃蓉依言緩吸急吐，覺得無甚不適，笑著搖了搖頭。黃藥師這才放心，斥道：「兩位伯伯在這裏印證功夫，要你這丫頭來多手多腳？歐陽伯伯的蛤蟆功非同小可，若不是他手下留情，你這條小命還在麼？」原來歐陽鋒這蛤蟆功純係以靜制動，他全身涵勁蓄勢，蘊力不吐，只要敵人一施攻擊，立時便有猛烈無比的勁道反擊出來，他正以全力與洪七公周旋，猶如一張弓拉得滿滿地，張機待發，黃蓉貿然碰了上去，直是自行尋死。待得歐陽鋒得知向他遞招的竟是黃蓉，自己勁力早已發出，不由得大吃一驚，心想這一下闖下了禍，這個如花似玉般的小姑娘活生生的要斃於自己掌下，耳聽得黃藥師叫道：「鋒兄留情！」急收掌力，那裏還來得及，突然間一股掌力與自己一抵，他乘勢急收，看清楚救了黃蓉的竟是郭靖，心中對洪七公更是欽服：「老叫化子果然了得，連這個少年弟子也調教得如此功夫！」黃藥師在歸雲莊上試過郭靖的武功，心想：「你這小子不知天高地厚，竟敢出手抵擋歐陽鋒的生平絕技蛤蟆功，若不是他瞧在我臉上手下留情，你早給打得骨斷筋折了。」他不知郭靖功力與在歸雲莊時已自不同，適才這一下確是他救了黃蓉的性命，但見這傻小子為了自己女兒奮不顧身，對他的惡感登時消去了大半，心想：「這小子性格誠篤，對蓉兒確是一片痴情，蓉兒是不能許他的，可得好好賞他些甚麼。」眼見這小子雖是傻不楞登，但這個「痴」字，卻大合自己脾胃。洪七公又叫了起來：「老毒物，真有你的！咱倆勝敗未分，再來打啊！」歐陽鋒叫道：「好，我是捨命陪君子。」洪七公笑道：「我不是君子，你捨命陪叫化罷！」身子一晃，又已躍到了場中。歐陽鋒正要跟出，黃藥師伸出左手一攔，朗聲說道：「且慢，七兄、鋒兄，你們兩位拆了千餘招，兀自不分高下。今日兩位都是桃花島的嘉賓，不如多飲幾杯兄弟自釀的美酒。華山論劍之期，轉眼即屆，那時不但二位要決高低，兄弟與段皇爺也要出手。今天的較量，就到此為止如何？」歐陽鋒笑道：「好啊，再比下去，我是甘拜下風的了。」洪七公轉身回來，笑道：「西域老毒物口是心非，天下聞名。你說甘拜下風，那就是必佔上風。老叫化倒不大相信。」歐陽鋒道：「那我再領教七兄的高招。」洪七公袖子一揮，說道：「再好也沒有。」黃藥師笑道：「兩位今日駕臨桃花島，原來是顯功夫來了。」洪七公哈哈笑道：「藥兄責備得是，咱們是來求親，可不是來打架。」※※※黃藥師道：「兄弟原說要出三個題目，考較考較兩位世兄的才學。中選的，兄弟就認他為女婿；不中的，兄弟也不讓他空手而回。」洪七公道：「怎麼？你還有一個女兒？」黃藥師笑道：「現今還沒有，就是趕著娶妻生女，那也來不及啦。兄弟九流三教、醫卜星相的雜學，都還粗識一些。那一位不中選的世兄，若是不嫌鄙陋，願意學的，任選一項功夫，兄弟必當盡心傳授，不教他白走桃花島這一遭。」洪七公素知黃藥師之能，心想郭靖若不能為他之婿，得他傳授一門功夫，那也是終身受用不盡，只是說到考較甚麼的，郭靖必輸無疑，又未免太也吃虧。歐陽鋒見洪七公沉吟未答，搶著說道：「好，就是這麼著！藥兄本已答允了舍侄的親事，但衝著七兄的大面子，就讓兩個孩子再考上一考。這是不傷和氣的妙法。」轉頭向歐陽克道：「待會若是你及不上郭世兄，那可是你自己無能，怨不得旁人，咱們喜喜歡歡的喝郭世兄一杯喜酒就是。要是你再有三心兩意，旁生枝節，那可太不成話了，不但這兩位前輩容你不得，我也不能輕易饒恕。」洪七公仰天打個哈哈，說道：「老毒物，你是十拿九穩的能勝了，這番話是說給我師徒聽的，叫我們考不上就乖乖的認輸。」歐陽鋒笑道：「誰輸誰贏，豈能預知？只不過以你我身份，輸了自當大大方方的認輸，難道還能撒賴胡纏麼？藥兄，便請出題。」黃藥師存心要將女兒許給歐陽克，決意出三個他必能取勝的題目，可是如明擺著偏袒，既有失自己的高人身份，又不免得罪了洪七公，正自尋思，洪七公道：「咱們都是打拳踢腿之人，藥兄你出的題目可得須是武功上的事兒。若是考甚麼詩詞歌賦、唸經畫符的勞什子，那我們師徒乾脆認栽，拍拍屁股走路，也不用丟醜現眼啦。」黃藥師道：「這個自然。第一道題目就是比試武藝。」歐陽鋒道：「那不成，舍侄眼下身上有傷。」黃藥師笑道：「這個我知道。我也不會讓兩位世兄在桃花島上比武，傷了兩家和氣。」歐陽鋒道：「不是他們兩人比？」黃藥師道：「不錯。」歐陽鋒笑道：「是啦！那是主考官出手考試，每個人試這麼幾招。」黃藥師搖頭道：「也不是。如此試招，難保沒人說我存心偏袒，出手之中，有輕重之別。鋒兄，你與七兄的功夫同是練到了登峰造極、爐火純青的地步，剛才拆了千餘招不分高低，現下你試郭世兄，七兄試歐陽世兄。」洪七公心想：「這倒公平得很，黃老邪果真聰明，單是這個法子，老叫化便想不出。」笑道：「這法兒倒不壞，來來來，咱們幹幹。」說著便向歐陽克招手。黃藥師道：「且慢，咱們可得約法三章。第一，歐陽世兄身上有傷，不能運氣用勁，因此大家只試武藝招術，不考功力深淺。第二，你們四位在這兩棵松樹上試招，那一個小輩先落地，就是輸了。」說著向竹亭旁兩棵高大粗壯的松樹一指，又道：「第三，鋒兄七兄那一位若是出手太重，不慎誤傷了小輩，也就算輸。」洪七公奇道：「傷了小輩算輸？」黃藥師道：「那當然。你們兩位這麼高的功夫，假如不定下這一條，只要一出手，兩位世兄還有命麼？七兄，你只要碰傷歐陽世兄一塊油皮，你就算輸，鋒兄也是這般。兩個小輩之中，總有一個是我女婿，豈能一招之間，就傷在你兩位手下。」洪七公搔頭笑道：「黃老邪刁鑽古怪，果然名不虛傳，打傷了對方反而算輸，這規矩可算得是千古奇聞。好罷，就這麼著。只要公平，老叫化便幹。」黃藥師一擺手，四人都躍上了松樹，分成兩對。洪七公與歐陽克在右，歐陽鋒與郭靖在左。洪七公仍是嬉皮笑臉，餘下三人卻都是神色肅然。黃蓉知道歐陽克武功原比郭靖為高，幸而他身上受了傷，但現下這般比試，他輕功了得，顯然仍比郭靖佔了便宜，不禁甚是擔憂，只聽得父親朗聲道：「我叫一二三，大家便即動手。歐陽世兄、郭世兄，你們兩人誰先掉下地來就是輸了！」黃蓉暗自籌思相助郭靖之法，但想歐陽鋒功夫如此厲害，自己如何插得下手去？黃藥師叫道：「一、二、三！」松樹上人影飛舞，四人動上了手。黃蓉關心郭靖，單瞧他與歐陽鋒對招，但見兩人轉瞬之間已拆了十餘招。她和黃藥師都不禁暗暗驚奇：「怎麼他的武功忽然之間突飛猛進，拆了這許多招還不露敗象？」歐陽鋒更是焦躁，掌力漸放，著著進逼，可是又怕打傷了他，忽然間靈機一動，雙足猶如車輪般交互橫掃，要將他踢下松樹。郭靖使出降龍十八掌中「飛龍在天」的功夫，不住高躍，雙掌如刀似剪，掌掌往對方腿上削去。黃蓉心中怦怦亂跳，斜眼往洪七公望去，只見兩人打法又自不同。歐陽克使出輕功，在松枝上東奔西逃，始終不與洪七公交拆一招半式。洪七公逼上前去，歐陽克不待他近身，早已逃開。洪七公心想：「這廝鳥一味逃閃，拖延時刻。郭靖那傻小子卻和老毒物貨真價實的動手，當然是先落地。哼，憑你這點兒小小奸計，老叫化就能折在你手下？」忽地躍在空中，十指猶如鋼爪，往歐陽克頭頂撲擊下來。歐陽克見他來勢凌厲，顯非比武，而是要取自己性命，心下大驚，急忙向右竄去。那知洪七公這一撲卻是虛招，料定他必會向右閃避，當即在半空中腰身一扭，已先落上了右邊樹梢，雙手往前疾探，喝道：「輸就算我輸，今日先斃了你這臭小子！」歐陽克見他竟能在空中轉身，已自嚇得目瞪口呆，聽他這麼呼喝，那敢接他招數，腳下踏空，身子便即下落，正想第一道考試我是輸啦，忽聽風聲響動，郭靖也正自他身旁落下。原來歐陽鋒久戰不下，心想：「若讓這小子拆到五十招以上，西毒的威名何在？」忽地欺進，左手快如閃電，來扭郭靖領口，口中喝道：「下去罷！」郭靖低頭讓過，也是伸出左手，反手上格。歐陽鋒突然發勁，郭靖叫道：「你……你……」正想說他不守黃藥師所定的規約，同時急忙運勁抵禦。那知歐陽鋒笑道：「我怎樣？」勁力忽收。郭靖這一格用足了平生之力，生怕他以蛤蟆功傷害自己內臟，豈料在這全力發勁之際，對方的勁力忽然無影無蹤。他究竟功力尚淺，那能如歐陽鋒般在倏忽之間收發自如，幸好他跟周伯通練過七十二路空明拳，武功之中已然剛中有柔，否則又必如在歸雲莊上與黃藥師過招時那樣，這一下胳臂的臼也會脫了。雖然如此，卻也是立足不穩，一個倒栽蔥，頭下腳上的撞下地來。歐陽克是順勢落下，郭靖卻是倒著下來，兩人在空中一順一倒的跌落，眼見要同時著地。歐陽克見郭靖正在他的身邊，大有便宜可撿，當即伸出雙手，順手在郭靖雙腳腳底心一按，自己便即借勢上躍。郭靖受了這一按，下墮之勢更加快了。黃蓉眼見郭靖輸了，叫了一聲：「啊喲！」陡然間只見郭靖身子躍在空中，砰的一聲，歐陽克橫跌在地，郭靖卻已站在一根松枝之上，藉著松枝的彈力，在半空上下起伏。黃蓉這一下喜出望外，卻沒看清楚郭靖如何在這離地只有數尺的緊急當口，竟然能反敗為勝，情不自禁的又叫了一聲：「啊喲！」兩聲同是「啊喲」，心情卻是大異了。歐陽鋒與洪七公這時都已躍下地來。洪七公哈哈大笑，連呼：「妙極！」歐陽鋒鐵青了臉，陰森森的道：「七兄，你這位高徒武功好雜，連蒙古人的摔跤玩意兒也用上了。」洪七公笑道：「這個連我也不會，可不是我教的。你別尋老叫化晦氣。」原來郭靖腳底被歐陽克一按，直向下墮，只見歐陽克雙腿正在自己面前，危急中想也不想，當即雙手合抱，已扭住了他的小腿，用力往下摔去，自身借勢上縱，這一下使的正是蒙古人盤打扭跌的法門。蒙古人摔跤之技，世代相傳，天下無對。郭靖自小長於大漠，於得江南六怪傳授武功之前，即已與拖雷等小友每日裏扭打相撲，這摔跤的法門於他便如吃飯走路一般，早已熟習而流。否則以他腦筋之鈍，當此自空墮地的一瞬之間，縱然身有此技，也萬萬來不及想到使用，只怕要等騰的一聲摔在地下，過得良久，這才想到：「啊喲，我怎地不扭他小腿？」這次無意中演了一場空中摔跤，以此取勝，勝了之後，一時兀自還不大明白如何竟會勝了。※※※黃藥師微微搖頭，心想：「郭靖這小子笨頭笨腦，這一場獲勝，顯然是僥倖碰上的。」說道：「這一場是郭賢侄勝了。鋒兄也別煩惱，但教令侄胸有真才實學，安知第二三場不能取勝。」歐陽鋒道：「那麼就請藥兄出第二道題目。」黃藥師道：「咱們第二三場是文考……」黃蓉撅嘴道：「爹，你明明是偏心。剛才說好是只考武藝，怎麼又文考了？靖哥哥，你乾脆別比了。」黃藥師道：「你知道甚麼？武功練到了上乘境界，難道還是一味蠻打的麼？憑咱們這些人，豈能如世俗武人一般，還玩甚麼打擂台招親這等大煞風景之事……」黃蓉聽到這句話，向郭靖望了一眼，郭靖的眼光也正向她瞧來，兩人心中，同時想到了穆念慈與楊康在中都的「比武招親」，只聽黃藥師續道：「……我這第二道題目，是要請兩位賢侄品題品題老朽吹奏的一首樂曲。」歐陽克大喜，心想這傻小子懂甚麼管弦絲竹，那自是我得勝無疑。歐陽鋒卻猜想黃藥師要以簫聲考較二人內力，適才竹梢過招，他已知郭靖內力渾厚，侄兒未必勝得過他，又怕侄兒受傷之餘，再為黃藥師的簫聲所傷，說道：「小輩們定力甚淺，只怕不能聆聽藥兄的雅奏。是否可請藥兄……」黃藥師不待他說完，便接口道：「我奏的曲子平常得緊，不是考較內力，鋒兄放心。」向歐陽克和郭靖道：「兩位賢侄各折一根竹枝，敲擊我簫聲的節拍，瞧誰打得好，誰就勝這第二場。」郭靖上前一揖，說道：「黃島主，弟子愚蠢得緊，對音律是一竅不通，這一場弟子認輸就是。」洪七公道：「別忙，別忙，反正是輸，試一試又怎地？還怕人家笑話麼？」郭靖聽師父如此說，見歐陽克已折了一根竹枝在手，只得也折了一根。黃藥師笑道：「七兄、鋒兄在此，小弟貽笑方家了。」玉簫就唇，幽幽咽咽的吹了起來。這次吹奏不含絲毫內力，便與常人吹簫無異。歐陽克辨音審律，按宮引商，一拍一擊，打得絲毫無誤。郭靖茫無頭緒，只是把竹枝舉在空中，始終不敢下擊，黃藥師吹了一盞茶時分，他竟然未打一記節拍。歐陽叔侄甚是得意，均想這一場是贏定了，第三場既然也是文考，自必十拿九穩。黃蓉好不焦急，將右手手指在左手腕上一拍一拍的輕扣，盼郭靖依樣葫蘆的跟著擊打，那知他抬頭望天，呆呆出神，並沒瞧見她的手勢。黃藥師又吹了一陣，郭靖忽地舉起手來，將竹枝打了下去，空的一響，剛巧打在兩拍之間。歐陽克登時哈的一聲笑了出來，心想這渾小子一動便錯。郭靖跟著再打了一記，仍是打在兩拍之間，他連擊四下，記記都打錯了。黃蓉搖了搖頭，心道：「我這傻哥哥本就不懂音律，爹爹不該硬要考他。」心中怨懟，待要想個甚麼法兒攪亂局面，叫這場比試比不成功，就算和局了事，轉頭望父親時，卻見他臉有詫異之色。只聽得郭靖又是連擊數下，簫聲忽地微有窒滯，但隨即回歸原來的曲調。郭靖竹枝連打，記記都打在節拍前後，時而快時而慢，或搶先或墮後，玉簫聲數次幾乎被他打得走腔亂板。這一來，不但黃藥師留上了神，洪七公與歐陽鋒也是甚為訝異。原來郭靖適才聽了三人以簫聲、箏聲、嘯聲相鬥，悟到了在樂音中攻合拒戰的法門，他又絲毫不懂音律節拍，聽到黃藥師的簫聲，只道考較的便是如何與簫聲相抗，當下以竹枝的擊打擾亂他的曲調。他以竹枝打在枯竹之上，發出「空、空」之聲，饒是黃藥師的定力已然爐火純青，竟也有數次險些兒把簫聲去跟隨這陣極難聽、極嘈雜的節拍。黃藥師精神一振，心想你這小子居然還有這一手，曲調突轉，緩緩的變得柔靡萬端。歐陽克只聽了片刻，不由自主的舉起手中竹枝婆娑起舞。歐陽鋒嘆了口氣，搶過去扣住他腕上脈門，取出絲巾塞住了他的雙耳，待他心神寧定，方始放手。黃蓉自幼聽慣了父親吹奏這『碧海潮生曲』，又曾得他詳細講解，盡知曲中諸般變化，父女倆心神如一，自是不受危害，但知父親的簫聲具有極大魔力，擔心郭靖抵擋不住。這套曲子模擬大海浩淼，萬里無波，遠處潮水緩緩推近，漸近漸快，其後洪濤洶湧，白浪連山，而潮水中魚躍鯨浮，海面上風嘯鷗飛，再加上水妖海怪，群魔弄潮，忽而冰山飄至，忽而熱海如沸，極盡變幻之能事，而潮退後水平如鏡，海底卻又是暗流湍急，於無聲處隱伏凶險，更令聆曲者不知不覺而入伏，尤為防不勝防。郭靖盤膝坐在地上，一面運起全真派內功，摒慮寧神，抵禦簫聲的引誘，一面以竹枝相擊，擾亂簫聲。黃藥師、洪七公、歐陽鋒三人以音律較藝之時，各自有攻有守，本身固須抱元守一，靜心凝志，尚不斷乘縫抵隙，攻擊旁人心神。郭靖功力遠遜三人，但守不攻，只是一味防護周密，雖無反擊之能，但黃藥師連變數調，卻也不能將他降服。又吹得半晌，簫聲愈來愈細，幾乎難以聽聞。郭靖停竹凝聽。那知這正是黃藥師的厲害之處，簫聲愈輕，誘力愈大。郭靖凝神傾聽，心中的韻律節拍漸漸與簫聲相合。若是換作旁人，此時已陷絕境，再也無法脫身，但郭靖練過雙手互搏之術，心有二用，驚悉凶險，當下硬生生分開心神，左手除下左腳上的鞋子，在空竹上「禿、禿、禿」的敲將起來。黃藥師吃了一驚，心想：「這小子身懷異術，倒是不可小覷了。」腳下踏著八卦方位，邊行邊吹。郭靖雙手分打節拍，記記都是與簫聲的韻律格格不入，他這一雙手分打，就如兩人合力與黃藥師相拒一般，空空空，禿禿禿，力道登時強了一倍。洪七公和歐陽鋒暗暗凝神守一，以他二人內力，專守不攻，對這簫聲自是應付裕如，卻也不敢有絲毫怠忽，倘若顯出了行功相抗之態，可不免讓對方及黃藥師小覷了。那簫聲忽高忽低，愈變愈奇。郭靖再支持了一陣，忽聽得簫聲中飛出陣陣寒意，霎時間便似玄冰裹身，不禁簌簌發抖。洞簫本以柔和宛轉見長，這時的音調卻極具峻峭肅殺之致。郭靖漸感冷氣侵骨，知道不妙，忙分心思念那炎日臨空、盛暑鍛鐵、手執巨炭、身入洪爐種種苦熱的情狀，果然寒氣大減。黃藥師見他左半邊身子凜有寒意，右半邊身子卻騰騰冒汗，不禁暗暗稱奇，曲調便轉，恰如嚴冬方逝，盛夏立至。郭靖剛待分心抵擋，手中節拍卻已跟上了簫聲。黃藥師心想：「此人若要勉強抵擋，還可支撐得少時，只是忽冷忽熱，日後必當害一場大病。」一音嬝嬝，散入林間，忽地曲終音歇。郭靖呼了一口長氣，站起身來幾個踉蹌，險些又再坐倒，凝氣調息後，知道黃藥師有意容讓，上前稱謝，說道：「多謝黃島主眷顧，弟子深感大德。」黃蓉見他左手兀自提著一隻鞋子，不禁好笑，叫道：「靖哥哥，你穿上了鞋子。」郭靖道：「是！」這才穿鞋。黃藥師忽然想起：「這小子年紀幼小，武功卻練得如此之純，難道他是裝傻作獃，其實卻是個絕頂聰明之人？若真如此，我把女兒許給了他，又有何妨？」於是微微一笑，說道：「你很好呀，你還叫我黃島主麼？」這話明明是說三場比試，你已勝了兩場，已可改稱「岳父大人」了。那知郭靖不懂這話中含意，只道：「我……我……」卻說不下去了，雙眼望著黃蓉求助。黃蓉芳心暗喜，右手大拇指不住彎曲，示意要他磕頭。郭靖懂得這是磕頭，當下爬翻在地，向黃藥師磕了四個頭，口中卻不說話。黃藥師笑道：「你向我磕頭幹麼啊？」郭靖道：「蓉兒叫我磕的。」黃藥師暗嘆：「傻小子終究是傻小子。」伸手拉開了歐陽克耳上蒙著的絲巾，說道：「論內功是郭賢侄強些，但我剛才考的是音律，那卻是歐陽賢侄高明得多了……這樣罷，這一場兩人算是平手。我再出一道題目，讓兩位賢侄一決勝負。」歐陽鋒眼見侄兒已經輸了，知他心存偏袒，忙道：「對，對，再比一場。」※※※洪七公含怒不語，心道：「女兒是你生的，你愛許給那風流浪子，別人也管不著。老叫化有心跟你打一架，只是雙拳難敵四手，待我去邀段皇爺助拳，再來打個明白。」只見黃藥師從懷中取出一本紅綾面的冊子來，說道：「我和拙荊就只生了這一個女兒。拙荊不幸在生她的時候去世。今承蒙鋒兄、七兄兩位瞧得起，同來求親，拙荊若是在世，也必十分歡喜……」黃蓉聽父親說到這裏，眼圈早已紅了。黃藥師接著道：「這本冊子是拙荊當年所手書，乃她心血所寄，現下請兩位賢侄同時閱讀一遍，然後背誦出來，誰背得又多又不錯，我就把女兒許配於他。」他頓了一頓，見洪七公在旁微微冷笑，又道：「照說，郭賢侄已多勝了一場，但這書與兄弟一生大有關連，拙荊又因此書而死，現下我默祝她在天之靈親自挑選女婿，庇佑那一位賢侄獲勝。」洪七公再也忍耐不住，喝道：「黃老邪，誰聽你鬼話連篇？你明知我徒兒傻氣，不通詩書，卻來考他背書，還把死了的婆娘搬出來嚇人，好不識害臊！」大袖一拂，轉身便走。黃藥師冷笑一聲，說道：「七兄，你要到桃花島來逞威，還得再學幾年功夫。」洪七公停步轉身，雙眉上揚，道：「怎麼？講打麼？你要扣住我？」黃藥師道：「你不通奇門五行之術，若不得我允可，休想出得島去。」洪七公怒道：「我一把火燒光你的臭花臭樹。」黃藥師冷笑道：「你有本事就燒著瞧瞧。」郭靖眼見兩人說僵了要動手，心知桃花島上的佈置艱深無比，別要讓師父也失陷在島上，忙搶上一步，說道：「黃島主，師父，弟子與歐陽大哥比試一下背書就是。弟子資質魯鈍，輸了也是該的。」心想：「讓師父脫身而去，我和蓉兒一起跳入大海，游到筋疲力盡，一起死在海中便是。」洪七公道：「好哇！你愛丟醜，只管現眼就是，請啊，請啊！」他想必輸之事，何必去比，師徒三人奪路便走，到海邊搶了船隻離島再說，豈知這傻徒兒全然的不會隨機應變，可當真無可奈何了。黃藥師向女兒道：「你給我乖乖的坐著，可別弄鬼。」黃蓉不語，料想這一場郭靖必輸，父親說過這是讓自己過世了的母親挑女婿，那麼以前兩場比試郭靖雖勝，卻也不算了。就算三場通計，其中第二場郭靖明明贏了，卻硬算是平手，餘下兩場互有勝敗，那麼父親又會再出一道題目，總之是要歐陽克勝了為止，心中暗暗盤算和郭靖一同逃出桃花島之策。黃藥師命歐陽克和郭靖兩人並肩坐在石上，自己拿著那本冊子，放在兩人眼前。歐陽克見冊子面上用篆文書著「九陰真經下卷」六字，登時大喜，心想：「這九陰真經是天下武功的絕學，岳父大人有心眷顧，讓我得閱奇書。」郭靖見了這六個篆字，卻一字不識，心道：「他故意為難，這彎彎曲曲的蝌蚪字我那裏識得？反正認輸就是了。」黃藥師揭開首頁，冊內文字卻是用楷書繕寫，字跡娟秀，果是女子手筆。郭靖只望了一行，心中便怦的一跳，只見第一行寫道：「天之道，損有餘而補不足，是故虛勝實，不足勝有餘。」正是周伯通教他背誦的句子，再看下去，句句都是心中熟極而流的。黃藥師隔了片刻，算來兩人該讀完了，便揭過一頁。到得第二頁，詞句已略有脫漏，愈到後面，文句愈是散亂顛倒，筆致也愈是軟弱無力。郭靖心中一震，想起周伯通所說黃夫人硬默九陰真經，因而心智虛耗、小產逝世之事，那麼這本冊子正是她臨終時所默寫的了。「難道周大哥教我背誦的，竟就是九陰真經麼？不對，不對，那真經下卷已被梅超風失落，怎會在他手中？」黃藥師見他呆呆出神，只道他早已瞧得頭昏腦脹，也不理他，仍是緩緩的一頁頁揭過。歐陽克起初幾行尚記得住，到後來看到練功的實在法門之際，見文字亂七八糟，無一句可解，再看到後來，滿頁都是跳行脫字，不禁廢然暗嘆，心想：「原來他還是不肯以真經全文示人。」但轉念一想：「我雖不得目睹真經全文，但總比這傻小子記得多些。這一場考試，我卻是勝定了。」言念及此，登時心花怒放，忍不住向黃蓉瞧去。卻見她伸伸舌頭，向自己做個鬼臉，忽然說道：「歐陽世兄，你把我穆姊姊捉了去，放在那祠堂的棺材裏，活生生的悶死了她。她昨晚托夢給我，披頭散髮，滿臉是血，說要找你索命。」歐陽克早已把這件事忘了，忽聽她提起，微微一驚，失聲道：「啊喲，我忘了放她出來！」心想：「悶死了這小妞兒，倒是可惜。」但見黃蓉笑吟吟地，便知她說的是假話，問道：「你怎知她在棺材裏？是你救了她麼？」歐陽鋒料知黃蓉有意要分侄兒心神，好教他記不住書上文字，說道：「克兒，別理旁的事，留神記書。」歐陽克一凜，道：「是。」忙轉過頭來眼望冊頁。郭靖見冊中所書，每句都是周伯通曾經教自己背過的，只是冊中脫漏跳文極多，遠不及自己心中所記的完整。他抬頭望著樹梢，始終想不通其中原由。過了一會，黃藥師揭完冊頁，問道：「那一位先背？」歐陽克心想：「冊中文字顛三倒四，難記之極。我乘著記憶猶新，必可多背一些。」便搶著道：「我先背罷。」黃藥師點了點頭，向郭靖道：「你到竹林邊上去，別聽他背書。」郭靖依言走出數十步。黃蓉見此良機，心想咱倆正好溜之大吉，便悄悄向郭靖走去。黃藥師叫道：「蓉兒，過來，你來聽他們背書。莫要說我偏心。」黃蓉道：「你本就偏心，用不著人家說。」黃藥師笑罵：「沒點規矩。過來！」黃蓉口中說：「我偏不過來。」但知父親精明之極，他既已留心，那就難以脫身，必當另想別計，於是慢慢的走了過去，向歐陽克嫣然一笑，道：「歐陽世兄，我有甚麼好，你幹麼這般喜歡我？」歐陽克只感一陣迷糊，笑嘻嘻的道：「妹子，你……你……」一時卻說不出話來。黃蓉又道：「你且別忙回西域去，在桃花島多住幾天。西域很冷，是不是？」歐陽克道：「西域地方大得緊，冷的處所固然很多，但有些地方風和日暖，就如江南一般。」黃蓉笑道：「我不信！你就愛騙人。」歐陽克待要辯說，歐陽鋒冷冷的道：「孩子，不相干的話慢慢再說不遲，快背書罷！」歐陽克一怔，給黃蓉這麼一打岔，適才強記硬背的雜亂文字，果然忘記了好些，當下定一定神，慢慢的背了起來：「天之道，損有餘而補不足，是故虛勝實，不足勝有餘……」他果真聰穎過人，前面幾句開場的總綱，背得一字不錯。但後面實用的練功法門，黃夫人不懂武功，本來就只記得一鱗半爪，文字雜亂無序，他十成中只背出一成；再加黃蓉在旁不住打岔，連說：「不對，背錯了！」到後來連半成也背不上來了。黃藥師笑道：「背出了這許多，那可真難為你了。」提高嗓子叫道：「郭賢侄，你過來背罷！」郭靖走了過來，見歐陽克面有得色，心想：「這人真有本事，只讀一遍就把這些顛七八倒的句子都記得了。我可不成，只好照周大哥教我的背。那定然不對，卻也沒法。」洪七公道：「傻小子，他們存心要咱們好看，爺兒倆認栽了罷。」黃蓉忽地頓足躍上竹亭，手腕翻處，把一柄匕首抵在胸口，叫道：「爹，你若是硬要叫我跟那個臭小子上西域去，女兒今日就死給你看罷。」黃藥師知道這個寶貝女兒說得出做得到，叫道：「放下匕首，有話慢慢好說。」歐陽鋒將拐杖在地下一頓，嗚的一聲怪響，杖頭中飛出一件奇形暗器，筆直往黃蓉射去。那暗器去得好快，黃蓉尚未看清來路，只聽噹的一聲，手中匕首已被打落在地。黃藥師飛身躍上竹亭，伸手摟住女兒肩頭，柔聲道：「你當真不嫁人，那也好，在桃花島上一輩子陪著爹爹就是。」黃蓉雙足亂頓，哭道：「爹，你不疼蓉兒，你不疼蓉兒。」洪七公見黃藥師這個當年縱橫湖海、殺人不眨眼的大魔頭，竟被一個小女兒纏得沒做手腳處，不禁哈哈大笑。歐陽鋒心道：「待先定下名分，打發了老叫化和那姓郭的小子，以後的事，就容易辦了。女孩兒家撒嬌撒痴，理她怎地？」於是說道：「郭賢侄武藝高強，真乃年少英雄，記誦之學，也必是好的。藥兄就請他背誦一遍罷。」黃藥師道：「正是。蓉兒你再吵，郭賢侄的心思都給你攪亂啦。」黃蓉當即住口。歐陽鋒一心要郭靖出醜，道：「郭賢侄請背罷，我們大夥兒在這兒恭聽。」郭靖羞得滿臉通紅，心道：「說不得，只好把周大哥教我的胡亂背背。」於是背道：「天之道，損有餘而補不足……」這部九陰真經的經文，他反來復去無慮已念了數百遍，這時背將出來，當真是滾瓜爛熟，再沒半點窒滯。他只背了半頁，眾人已都驚得呆了，心中都道：「此人大智若愚，原來聰明至斯。」轉眼之間，郭靖一口氣已背到第四頁上。洪七公和黃蓉深知他決無這等才智，更是大惑不解，滿臉喜容之中，又都帶著萬分驚奇詫異。黃藥師聽他所背經文，比之冊頁上所書幾乎多了十倍，而且句句順理成章，確似原來經文，心中一凜，不覺出了一身冷汗：「難道我那故世的娘子當真顯靈，在陰世間把經文想了出來，傳了給這少年？」只聽郭靖猶在流水般背將下去，心想此事千真萬確，抬頭望天，喃喃說道：「阿衡，阿衡，你對我如此情重，借這少年之口來把真經授我，怎麼不讓我見你一面？我晚晚吹簫給你聽，你可聽見麼！」那「阿衡」是黃夫人的小字，旁人自然不知。眾人見他臉色有異，目含淚光，口中不知說些甚麼，都感奇怪。黃藥師出了一會神，忽地想起一事，揮手止住郭靖再背，臉上猶似罩了一層嚴霜，厲聲問道：「梅超風失落的九陰真經，可是到了你的手中？」郭靖見他眼露殺氣，甚是驚懼，說道：「弟子不知梅……梅前輩的經文落在何處，若是知曉，自當相助找來，歸還島主。」黃藥師見他臉上沒絲毫狡詐作偽神態，更信定是亡妻在冥中所授，又是歡喜，又是酸楚，朗聲說道：「好，七兄、鋒兄，這是先室選中了的女婿，兄弟再無話說。孩子，我將蓉兒許配於你，你可要好好待她。蓉兒被我嬌縱壞了，你須得容讓三分。」黃蓉聽得心花怒放，笑道：「我可不是好好地，誰說我被你嬌縱壞了？」郭靖就算再傻，這時也不再待黃蓉指點，當即跪下磕頭，口稱：「岳父！」他尚未站起，歐陽克忽然喝道：「且慢！」