第四十五回　力抗強敵那西夏武士冷笑道：「你假惺惺的貓哭老鼠，就想免罪麼？」段譽收淚道：「不錯，人也殺了，罪也犯下了，哭泣又有何益？我得好好將這些屍首埋葬了才是。」玉燕心想：「這十多具屍首一一埋葬，不知要花多少時候。」叫道：「段公子，只怕敵人又再來攻，咱們及早遠離的為是。」段譽道：「是，是！」轉身便要上梯。那西夏武士道：「你還沒殺我，怎地便走？」段譽搖頭道：「我不能殺你，再說，我也不是你的對手。」那人道：「咱們沒打過，你怎知不是我對手？那位王姑娘將『凌波微步』傳了給你，嘿嘿，果然的與眾不同。」段譽本想要說「凌波微步」並非玉燕所授，但轉念一想，這種事何必和外人多說，只道：「是啊，我本來不會甚麼武功，全蒙王姑娘出言指點，方脫大難。」那人道：「很好，我等在這裏，你去請她指點殺我的法門。」段譽道：「我不要殺你。」那人道：「你不要殺我，我便殺你。」說著拾起地下一柄單刀，突然之間，大堂中白光閃動，丈餘圈子之內，全是刀影。段譽只踏出一步，便給刀背在肩頭上重重敲上一下，「啊」的一聲，腳步踉蹌。他腳步一亂，西夏武士立時乘勢直上，單刀的刃鋒已架在他的頸中，段譽嚇出了一身冷汗，只有一動不動。那人道：「你快去請教你的師父，瞧他用甚麼法子來殺我。」說著一收刀，飛起一腳，砰的一下，便將段譽踢出一個觔斗，一頭撞在一隻木桶上，額角上登時鮮血長流。玉燕道：「段公子，快上來。」段譽道：「是！」攀梯而上，回頭一看，只見那人收刀而坐，臉上仍是這麼一股殭屍般的木然神情，顯然是渾不將他當作一回事，決計不會乘他上梯時在背後偷襲，段譽上得閣樓，低聲道：「王姑娘，我打他不過，咱們快想法逃走。」玉燕道：「他守在下面，咱們逃不了的。你去拿了這件衫子過來。」段譽道：「是！」伸手取過一件那農家女留下的舊衣。玉燕道：「閉上眼睛，走過來。好！停住。給我披在身上，不許睜眼。」段譽一一照做，他原是個志誠君子，對玉燕又是當她天神一般崇敬，自是絲毫不敢違拗，只是想到她衣不蔽體，一顆心不免怦怦而跳。玉燕待他給自己披好衣衫，道：「行了。扶我起來。」段譽沒聽到她可以睜眼的號令，仍是緊緊閉著雙眼，連半點光芒也沒瞧見，聽她講「扶我起來」，便伸出手去，不料右手伸將出去，一下子便碰到玉燕的臉蛋，只覺手掌中柔膩滑嫩，不禁嚇了一跳，連聲道：「對不起，對不起。」玉燕當要他替自己披上衣衫之時，早已羞得雙頰通紅，這時給他伸掌在自己臉上撫摸，更是害羞，道：「喂，我叫你扶我起來啊！」段譽道：「是！是！」眼睛既是緊緊閉住，一雙手就不知摸向那裏的好，生怕碰到她的身子，那便罪孽深重，不由得手足無措，十分狼狽。玉燕心中緊張。隔了良久，才想到要他睜眼，道：「你怎麼不睜眼？」那西夏武士在下面大堂中嘿嘿冷笑，道：「我叫你去學了武功前來殺我，卻不是叫你二人打情罵俏、動手動腳！」段譽一睜眼，見到玉燕玉頰如火，嬌羞不勝，早是癡了，怔怔的凝視著她，對西夏武士的那幾句話，全沒聽在耳裏。玉燕道：「你扶我起來，坐在這裏。」段譽忙道：「是，是！」誠惶誠恐的扶著她身子，讓她坐在一張板凳上。玉燕雙手拉著身上衣衫，低頭凝思，過了良久，說道：「他故意不露自己的武功家數，我──我不知道如何才能打敗他。」段譽道：「他很厲害，是不是？」玉燕道：「適才他跟你動手，共使了一十七種不同派別的武功。」段譽奇道：「甚麼？只這麼一會兒，便使了十七種不同的武功？」玉燕道：「是啊！他剛才使單刀圈住你，東砍那一刀，是少林寺的降魔刀法；西劈那一刀，是廣西黎山澗黎老漢的柴刀十八路；回轉而削的那一刀，又變作了江南史家的『迴風拂柳刀』。他連使一十四刀，共是一十四種派別的刀法，後來反轉刀背在你肩頭擊上一記，這是寧波天童寺心觀老和尚所創的『慈悲刀』，只制敵而不殺人。他用刀架在你頸中，那是本朝金刀楊老令公上朝擒敵的招數，是『後山三絕招』之一。最後飛腳踢了你一個觔斗，那是西夏人摔角的法門。」玉燕一招一招的道來，當真是如數家珍，盡皆說明其源流派別，段譽聽著卻是一竅不通，瞠目以對，無置喙之餘地。玉燕側頭想了良久，道：「你是鬥他不過的，自己認輸了罷。」段譽道：「我早就認輸了。」提高聲音說道：「喂，我是無論如何打你不過的，你肯不肯就此罷休？」那西夏武士冷笑道：「要饒你性命，那也不難，只須依我一件事。」段譽道：「甚麼事？」那人道：「自今而後，你一見到我面，便須爬在地下，向我咚咚咚磕三個響頭，高叫一聲：『大老爺饒了小的狗命。』」段譽一聽，氣往上衝，說道：「士可殺而不可辱，要我向你磕頭哀求，再也休想，你要殺，現下就殺便是。」那人道：「你當真不怕死？」段譽道：「怕死自然是怕的，可是每次見到你便跪下磕頭，那還成甚麼話？」那人冷笑道：「見到我便脆下磕頭，也不見得如何委曲了你。要是我一朝做了中原的皇帝，你見了我是否要跪下磕頭？」段譽道：「見了皇帝磕頭，那又是另一回事。這是行禮，可不是求饒。」玉燕聽那西夏武士說甚麼「要是我一朝做了中原的皇帝」，不禁心中一凜：「怎麼他也說這種話？」那西夏武士道：「如此說來，我這個條款你是不答應的了？」段譽搖頭道：「對不起之至，歉難從命，萬乞老兄海涵一二。」那人道：「好，你下來罷，我一刀殺了你。」段譽向玉燕瞧了一眼，心下很是難過，道：「你定要殺我，那也無法可想，不過我也有一件事相求。」那人道：「甚麼事？」段譽道：「這位姑娘身中奇毒，肢體乏力，不能行走，請你行個方便，將她送回太湖中曼陀山莊她的家裏。」那人哈哈一笑，道：「我為甚麼要行這個方便？西夏征東大將軍頒下將令，是誰擒到這位博學多才的才女，賞賜黃金千兩、官封萬戶侯。」段譽道：「這樣罷，我寫下一封書信，你將這位姑娘送回她家中之後，可持此書信，到大理國去取黃金五千兩，萬戶侯也是照封不誤。」那人哈哈大笑，道：「你當我是三歲小孩子？你是甚麼東西？憑你一封書信便能給我黃金五千兩、官封萬戶侯？」段譽知他不信，一時無法可施，道：「這──這個怎麼辦？我一死不足惜，若讓小姐流落此處，身入匪人之手，我可是萬死莫贖了。」玉燕聽他說得真誠，不由得心中也有些感動，大聲向那西夏人道：「喂，你若是待我無禮，我表哥來給我報仇，搞得你西夏國天翻地覆、雞犬不安。」那人道：「你表哥是誰？」玉燕道：「我表哥是中原武林中大名鼎鼎的慕容公子，『姑蘇慕容』的名頭，想來你也聽見過。『以彼之道，還施彼身』，你待我不客氣，他會加十倍的待你不客氣。」那人嘿嘿冷笑，道：「姑蘇慕容公子是個乳臭未乾的黃口小子，浪得虛名，有甚麼真實本領？他便是不來找我，我也正要去找他較量較量。」玉燕搖頭道：「你萬萬不是我表哥的對手，勸你還是及早回歸本國的好。再說你要是傷了這位段公子的性命，我也會請我表哥找你報仇。須知段公子本來早可自行脫身，完全是為了助我，這才陷身此處。喂，軍爺，你尊姓大名啊？敢不敢說與我知曉。」那西夏武士道：「本官行不改姓，坐不改名，西夏李延宗便是。」玉燕道：「嗯，你姓李，那是西夏的國姓。」那人道：「豈但是國姓而已？精忠報國、吞遼滅宋，西除吐蕃、南併大理。」段譽道：「哈，哈，你志向倒是不小。李延宗啊李延宗，我跟你說，你精通各派絕藝，要練成武功天下第一，那倒不是難事，但要統一天下，並非武功天下第一便能辦到。」玉燕道：「就說要武功天下第一，你也未必能夠。」李延宗道：「何以見得？要請姑娘指教。」玉燕道：「當今之世，單是以我所見，便有二人的武功在你之上。」李延宗踏上一步，仰起了頭，問道：「是那二人？」玉燕泛：「第一位是丐幫的前任幫主喬峰喬幫主。」李延宗哼了一聲，道：「名氣雖大，未必名副其實。第二位呢？」玉燕道：「第二位便是我的表兄，江南慕容復慕容公子。」李延宗搖了搖頭，道：「也未必見得。你將喬峰之名排於慕容復之前，是為公為私？」玉燕道：「甚麼為公為私？」李延宗道：「若是為公，那因你以為喬峰的武功，是在慕容復之上；若是為私，則因慕容復與你有親戚之誼，你讓外人排名在先。」玉燕沉吟半晌，道：「為公為私，都是一樣。我自是盼望我表哥勝過喬幫主，但眼前可還不能。」李延宗冷笑道：「眼前雖還不能，但將來你表哥技藝日進，便能武功天下第一了。」玉燕嘆了一口氣，道：「那還是不成。到得將來，武功天下第一的，大概便是這位段公子了。」李延宗仰天打個哈哈道：「你倒會說笑。這書獃子不過得你指點，會了一門『凌波微步』，一時之間苟全性命則可，難道靠著抱頭鼠竄、龜縮逃生的本領，便能得武功天下第一的稱號麼？」玉燕本想說道：「他這凌波微步的功夫非我所授，他內力雄渾，根基厚實，當然無人可及。」但轉念一想：「這人似乎心胸狹窄，我若照實說來，只怕他非殺了段公子不可。我且激他一激。」說道：「他若肯聽我指點，習練武功，那麼三年之後，武功天下第一的境界或許未必能夠達到，要勝過閣下，卻是易如反掌。」李延宗道：「很好，我信得過姑娘之言，與其留下個他日的禍胎，不如今日一刀殺了。段公子，你下來罷，我要殺你了。」玉燕大吃一驚，沒想到弄巧反拙，此人竟不受激，只得冷笑道：「原來你是害怕，怕他三年之後勝過了你。」李延宗道：「你使激將之計，要我饒他性命，嘿嘿，我李延宗是何等樣人，豈能輕易上你之當？要我饒命不難，我早有話在先，只須每次見到我磕頭求饒，我絕不殺他。」玉燕向段譽瞧瞧，心想磕頭求饒這種羞恥之事，他是決計不肯做的，為今之計，只有死中求生，低聲道：「段公子，你手指中的劍氣，有時靈驗，有時不靈，那是甚麼緣故？」段譽道：「我不知道。」玉燕道：「你最好奮力一試，有劍氣刺他右腕，先奪下他的長劍，然後緊緊抱住他，跟他拼個同歸於盡。那日在曼陀山莊，你制服平媽媽救我之時，便是用這法門。」原來玉燕見這李延宗的武功實在太過厲害，要在這短短的時刻之中，教段譽一套武功用來克敵制勝，那是萬萬不能，但想起那日段譽制服平媽媽，全仗體內有一股吸人真氣的勁力，只要能和李延宗肢體相接，這套本事或能奏效，也未可知。段譽點了點頭，心想除此之外，確也更無別法，只是這法門毫無把握，總之是兇多吉少。於是整理了一下衣衫，笑道：「王姑娘，在下無能，不克護送姑娘回府，實深慚愧。他日姑娘榮歸寶府，與令表兄成親大喜，勿忘了在曼陀山莊在下手植的那幾株茶花之旁，澆上幾杯酒漿，算是在下喝了你的喜酒。」玉燕聽到他說起自己將來可與表哥成親，自是歡喜，但見他這般的出去讓人宰割，心下也是不忍，凄然道：「段公子，你的救命之恩，王玉燕絕不敢忘。」段譽心想：「與其將來眼睜睜的瞧著你和慕容公子成親，那時候我妒忌發狂，內心煎熬，難以活命，還不如今日為你而死，落得個心安理得。」當下回頭向玉燕微微一笑，一步步從梯級上走了下去。玉燕瞧著他的背影，心想：「這人好生奇怪，在這當口，居然還笑得出？」段譽走到樓下，向李延宗瞧了一眼，說道：「李將軍，你既非殺我不可，這就動手罷！」說著一步踏出，跨的正是「凌波微步」。李延宗單刀舞動，唰唰唰三刀砍去，用的更是另外三種不同派別的刀法。天下兵刃之中，以刀法派別家數最多，他使的是單刀，倘若真的博學，便是連使七八十招，也不致將那一門那一派的刀法重複使到第二招。段譽這「凌波微步」一踏出，端的是變幻精奇。李延宗要採用刀勢將他圈住，好幾次明明已將他圍入圈中，不知怎的，他竟又如鬼似魅的跨出了圈外。玉燕見段譽這一次居然能支持下去，心下多了幾分指望，只盼他奇兵突出，險中取勝。段譽暗運功力，要將真氣從右手五指中迸指出去，但那真氣每次總是及臂而止，莫名其妙的縮了回去。須知他以絕頂難得的奇遇，體內積蓄了當世數大高手的內力，若說要運用自如，他從未學過武功，如何能這般容易？總算他的「凌波微步」已走得熟極而流，李宗延的刀法再快，也始終砍不到他身上。李延宗曾眼見他以古古怪怪的指力擊斃西夏高手，此刻見他又在指指劃劃、裝神弄鬼，不知他是內力使不出來，還道這是行使邪術之前的一種法門，心想他各種法門做齊，符咒念完，這種殺人於無形的邪術便要使出來了，心中也不禁暗暗發毛，尋思：「這人除了腳法奇異之外，武功平庸之極，只是邪術厲害，我須當在他使邪術之前殺了他才好。但刀子總是砍他不中，那便如何？」他心思十分機靈，一轉念間，已有計較，突然間回手一掌，擊在水輪之上，將木葉子拍下一大片來，左手一抄，提在手中便向段譽腳上擲去。段譽行走如風，這一片木板自是擲他不中，但李延宗拳打掌劈，將大堂中各種家生器皿、竹籮米袋，打得亂成一團，一件件都投到段譽腳邊。大堂中本已橫七豎八的躺滿了十餘具死屍，再加上這許多破爛的家生，段譽那裏還有落足之地？他那凌波微步全仗進退飄逸，有如風行水面，自然無礙，現在每一步跨出去，總是有物件阻腳，不是絆上一絆，便是踏上死屍的頭顱身子，這「飄行自在」、「有如御風」的要訣，那裏還做得到？他知道今日之事，已是兇險無比，只要慢得一慢，立時便送了性命，索性不瞧地下。仍是按照腳法，如平時一般的行走，至於一腳高、一腳低，腳底下發出甚麼怪聲、足趾頭踢到甚麼怪物，那是全然不顧了。玉燕也瞧出不對，叫道：「段公子，你快出了大門，自行逃命罷，在這地方跟他相鬥，立時有性命之憂。」段譽道：「姓段的除非給人殺了，那是無法可想，只教有一口氣在，自當保護姑娘周全。」李延宗冷笑道：「你這人武功膿包，居然還是個有情有義的多情種子，對王姑娘這般情深愛重。」段譽搖頭道：「非也非也。王姑娘是神仙人物，我段譽一介凡夫俗子，豈敢說甚麼情、談甚麼義？她瞧得起我，肯隨我一起出來去尋她表哥，我便須報答她這番知遇之恩。」李延宗道：「嗯，她跟你出來，是去尋她的表哥慕容公子，那麼她心中壓根兒便沒你這號人物，你如此癡心的妄想，那不是癩蛤蟆想吃天鵝肉麼？哈哈，哈哈！笑死人了！」段譽並不動怒，一本正經的道：「你說我是癩蛤蟆，王姑娘是天鵝，這比喻極是得當。不過我這頭癩蛤蟆與眾不同，只求向天鵝看上幾眼，心願已足，別無他想。」李延宗聽他說「我這頭癩蛤蟆與眾不同」，實是忍俊不禁，更是縱聲大笑，所奇的是，儘管他笑得十分厲害，但臉上肌肉仍是僵硬如恒，絕無半分笑意。段譽曾見過延慶太子這等連說話也不動嘴唇之人，李延宗狀貌雖怪，他也不感如何詫異，說道：「要說到臉上木無表情，你和延慶太子可還差得太遠，跟他做徒弟也還不配。」李延宗道：「延慶太子是誰？從來沒聽見過。」段譽道：「他是大理國的高手，你的武功頗不及他。」其實段譽於旁人武功的高低，根本無法分辨，心想反正不久便要死在你的手裏，不妨口頭上多說幾句不中聽的言語，叫你乾生生氣，也是好的。李延宗哼了一聲，道：「我武功多高多低，你這小子還摸得出底麼？」他口中說著話，手裏單刀縱橫翻飛，更加使得緊了，段譽一起始就不看他的刀法，便是看了，也不知是好是壞，但王玉燕越看越是心驚：「這人腹中的淵博，幾乎可和我並駕齊驅了，更難得是他手上勁力渾厚，內力也足十分充沛，西夏國中居然有這等奇材異能之士，自己偏偏又撞到了他。而身旁又無表哥保護，只有一個莫名其妙的書獃子跟他瞎纏，運氣可算壞極。」眼見段譽身影歪斜，情勢甚是狼狽，又不禁生了些憐惜之念，叫道：「段公子，你快到門外去，要纏住他，在門外也是一樣。」段譽道：「你身子不能動彈，孤身留在此處，我總是不放心。這裏死屍很多，你一個女孩兒家，心中一定害怕，我還是在這裏陪你的好。」玉燕嘆了口氣，心道：「你這人真是獃得可以，連我怕不怕死屍都顧到了，卻不顧自己轉眼之間便要喪命。」其時段譽腳下東踢西絆，好幾次敵人的刀鋒從頭頂身畔掠過，相去僅是毫髮之間。他嚇得身子索索發抖，心中不住轉念：「他這麼一刀砍來，砍去我半邊腦袋，那可不是玩的。大丈夫能屈能伸，為了王姑娘，我就跪下磕頭，哀求饒命罷。」但心中雖如此想，終究是說不出口來。李延宗冷笑道：「我瞧你是怕得不得了，只想逃之夭夭。」段譽道：「生死大事，有誰不怕？一死之後，可甚麼都完了。我逃是想逃的，然而卻又不能逃。」李延宗道：「為甚麼？」段譽道：「多說無益。我從一數到十，你再殺不了我，我可不能奉陪了。」他也不等李延宗是否同意，張口便數：「一，二，三──」李延宗道：「你發甚麼獃？」段譽數道：「四、五、六──」李延宗笑道：「天下居然有你這種無聊之人，沒的辱沒一這個『武』字！」呼呼呼三刀，自左向右連劈下去。段譽腳步加快，口中也是數得更加快了：「七、八、九、十、十一、十二、十三──好啦，我數到了十三，你尚自殺我不了，居然還不認輸，豈非臉皮甚厚，不識羞恥？」李宗延心想：「我生平不知會過多少大敵，絕無一人和他相似。這人說精不精、說傻不傻，武功說高不高、說低不低，當真是生平罕見。跟他胡纏下去，不知終於何時？只怕略一疏神，中了他的邪術，反將性命送於此處。」他是個十分機靈之人，知道段譽對玉燕十分關心，突然間抬起頭來，向著閣樓大聲喝道：「很好，很好，你們一刀將這姑娘殺了，下來助我。」段譽大吃一驚，只道真有敵人上了閣樓，要加害玉燕，急忙抬頭，便這麼腳下略略一慢，李延宗橫掃一腿，已將他踢倒在地，左足踏住他的胸膛，鋼刀架在他的頸中。段譽伸指欲點，李延宗右手微微加勁，刀刃陷入了他頸中內裏數分，喝道：「你動一動，我立刻切下你的腦袋。」這時段譽已看清楚閣樓上並無敵人，他心中一寬，笑道：「原來你是騙人，王姑娘並沒危險。」跟著又嘆道：「可惜，可惜。」李延宗問道：「可惜甚麼？」段譽道：「你武功了得，本來算得是一條英雄好漢，我段譽死在你的手中，也還值得。那知道你不能用武功勝我，便行奸使詐，學那卑鄙小人的行逕，段譽豈非死得冤枉？」李延宗道：「我向來不受人激，你死得冤枉，心中不服，到閻羅王面前去告狀罷！」玉燕叫道：「李將軍，且慢。」李延宗道：「甚麼？」玉燕道：「你若是殺了他，除非也將我即刻殺死，否則總有一日我會殺了你給段公子報仇。」李延宗一怔，道：「你不是說要你表哥殺我麼？」玉燕道：「我表哥的武功未必在你之上，我卻有殺你的把握。」李延宗冷笑道：「何以見得？」玉燕道：「你武學所知雖博，但未必便及得上我的一半，我初時看你刀法繁多，心中暗暗驚異，但看到五十招後，覺得也不過如此，說你一句『黔驢技窮』，似乎刻薄，但總而言之，你所知還不如我。」李延宗心想：「我所使刀法，迄今未有一招是出於同一門派，她如何知道我所知道不如她？焉知我不是尚有許多武功未曾顯露？」他這句話還沒問出口，玉燕便說道：「適才你使了青海玉樹派那一招『大漠飛沙』之後，段公子快步而過，你若是使太乙派的『羽衣刀』第十七招，再使靈飛派的『清風徐來』，早就將段公子打倒在地了，何必華而不實的去用山西郝家刀法？我瞧你於道家名門的刀法，全然不知。」李延宗順口道：「道家名門的刀法？」玉燕道：「正是。我猜你只知道家擅劍、擅用拂塵，殊不知道家名門的刀法剛中帶柔，另有一功。」李延宗道：「你極自負，如此說來，你對這姓段的是一往情深之至了？」玉燕臉上一紅，道：「甚麼一往情深？我對他壓根兒便談不上甚麼『情』字。只是他既為我而死，我自當決意為他報仇。」李延宗嘿嘿冷笑，從懷中摸出一個瓷瓶，拋在段譽身上，突然間唰的一聲響，還刀入鞘，身形一晃，已到了門外。但聽得一聲馬嘶，接著蹄聲得得，竟爾騎著馬越奔越遠，就此去了。段譽站起身來，摸了摸頸中的刀痕，兀自隱隱生痛，當真是如在夢中。玉燕也是大出意料之外，兩人一在樓上、一在樓下，你望望我、我望望你，又是喜歡，又是詫異。過了良久，段譽才道：「他去了。」玉燕也道：「他去了。」段譽笑道：「妙極，妙極！他居然不殺我。王姑娘，你武學上的造詣遠勝於他，他是怕了你。」玉燕道：「那也未必，他只須殺你之後，跟著又一刀將我殺了，豈非乾乾淨淨？」段譽搔頭道：「這話也對。不過──不過──嗯，他見到你神仙一般的人物，怎敢殺你？」玉燕臉上一紅，心想：「你這書獃子當我是神仙，這種西夏心狠手辣的武人，卻那會將我放在心上？」只是這句話不便出口。段譽見她臉上忽有嬌羞之意，不禁心花怒放，說道：「我拼著性命不要，要護你周全，不料你固是安然無恙，而我一條小命居然也還活了下來，可算便宜之至。」他向前走得一步，噹的一聲，一個小瓷瓶從他身上掉下，正是李延宗投在他身上的。段譽拾起一看，只見瓶上寫著八個篆字：「紅花香霧，嗅之即解。」段譽大喜，道：「是解藥，是解藥！」拔開瓶塞一聞，一股奇臭難當的臭氣，直衝臉際。他頭眩欲暈，晃了一晃，這才站定。急忙蓋上瓶塞，道：「上當，上當，臭之極矣。」玉燕道：「你拿來給我瞧瞧，說不定以毒攻毒，當能奏效。」段譽道：「是！」拿著瓷瓶走到玉燕身前，說道：「這東西奇臭難聞，你真的要試一試麼？」玉燕點了點頭。段譽手持瓶塞，卻不拔開。霎時之間，他心中轉過了無數念頭：「倘若這解藥當真管用，解了她身上所中之毒，那麼她就不用靠我相助了。她武功之強，勝我百倍，何必要我跟在身畔？就算她不拒我跟隨，她去找她的意中人慕容復，我站在一旁，難道眼睜睜的聽著他們談情說愛，看著他們親熱纏綿？難道我段譽真有如此修為，能夠心平氣和、不動聲色？能夠臉無不悅之容、口無不平之言？」玉燕見他怔怔不語，笑道：「你在想甚麼了？拿來給我聞啊，我不怕臭的。」段譽忙道：「是，是！」拔開瓶塞，送到她的鼻邊。玉燕用力嗅了兩下，驚道：「啊喲，當真臭得緊。」段譽道：「是麼？我原說多半不管用。」玉燕道：「給我再聞一下試試。」段譽又將瓷瓶拿到她的鼻端，自己也不知到底盼望解藥有靈還是無靈。玉燕皺起眉頭，伸手掩住鼻孔，笑道：「我寧可手足不會動彈，也不聞這臭東西──啊！我的手，我的手會動了！」原來她在不知不覺之間，竟是將手舉了起來，掩住了鼻孔，在此以前，便是要按住身上披著的衣衫，也是十分費力，十分艱難。她欣喜之下，便將瓷瓶從段譽手中接了過來，用力的吸氣。她既知這臭氣極是靈驗，那就不再害怕，再吸得幾吸，肢體間軟洋洋的無力之感漸漸消失。她向段譽道：「你走下梯去，我要換衣。」段譽道：「是，是！」快步下樓，瞧著滿堂中都是屍體，除了那一對農家青年之外，盡數是死在他的手下，心下萬分的抱歉，只見一名西夏武士兀自睜大了眼睛瞧著他，當真是死不瞑目。他深深一揖，道：「我不殺老兄，老兄便殺了我。那時候躺在這裏的，不是老兄而是我了。在下心中實是歉疚之至，將來回到大理，一定請高僧多唸經文，超度各位仁兄了。」他瞧著那對農家青年男女，又道：「你們要殺的是我，要捉的是王姑娘，卻何苦多傷無辜？」王玉燕換罷了衣衫，輕輕走下梯來，雖然兀自腳軟，卻已行動自如，見段譽對看一干死屍，喃喃自語，笑問：「你在說些甚麼？」段譽道：「我只覺殺傷了這許多人，心下良深歉疚。」玉燕吟沉道：「段公子，你想那姓李的西夏武士，為甚麼要送解藥給我？」段譽道：「這個──這個──我就不知道了──啊──我知道啦。他──他──」他連說幾個「他」字，本想接著說道：「他定是對你起了愛慕之心。」但覺這樣粗魯野蠻的一個西夏武士，居然對玉燕也起愛慕之心，豈不是唐突佳人？這位王姑娘美麗絕倫，愛美之心，盡人皆然，如果人人都愛慕她，我段譽對她這般傾倒又有甚麼尊貴？我段譽還不是和普天下的男子一模一樣？唉，甘心為她而死，那有甚麼了不起？何況我根本就沒為她而死。想到此處，他接口又道：「我──我不知道。」玉燕道：「公子，此處乃是險地，咱們須得急速離開才好。你說到那裏去呢？」她於天下各門各派的武學無所不知，無所不通，可是處世應變的見識卻是半點也無。她甚想去找表哥，但要她親口這麼說出來，又覺不好意思。段譽雖是書獃子一名，對她的心事卻知道得清清楚楚，說道：「你要到那裏去呢？」他問這句話時，心中大感酸楚，只待她說出「我要去找表哥。」他只有硬著頭皮說：「我陪你同去。」玉燕玩弄著手中的瓷瓶，臉上一陣紅暈，道：「這個──這個──」隔了一會，道：「丐幫的眾位英雄好漢都中了這甚麼『紅花香霧』之毒，若是我表哥在這裏，便能將解藥拿去給他們嗅上幾嗅。再說，阿朱阿碧只怕也已失陷於敵人之手，咱們──咱們──」她本想接下去道：「咱們先去找到我表哥，設法搭救。」那知段譽跳起身來，大聲道：「正是，阿朱阿碧兩位姑娘有難，咱們須當即速前去設法相救。」