第九十四回　濠州大會韓林兒在張無忌、彭瑩玉出店後，向周芷若道：「周姑娘，你早些安歇。」不敢多說一句話，便起身走向自己房中。周芷若微笑道：「韓大哥，你怕了我麼？連在我面前多坐一會也不肯。」韓林兒漲紅了臉。忙道：「不，不！」可是腳步邁得更加快了，一走進自己房中，立刻帶上房門，上了閂，心下怦怦亂跳，定了定神，躺在炕上，眼前出現的只是周芷若嬌艷清麗的容顏，溫和柔軟的話聲，心下但想：「周姑娘日後成了教主夫人，我跟在教主身畔，好好的幹，拚命立些功勞。周姑娘一喜歡，就會說：『韓大哥，這一趟可辛苦你啦！』那時候啊，我韓林兒才不枉了這一生。」他躺在炕上出了會神，微笑著朦朧睡去，睡到半夜，忽聽得門上輕輕幾下剝啄之聲。韓林兒翻身坐起。問道：「是誰？」只聽得周芷若在門外說道：「是我。你開門，我有話跟你說。」韓林兒道：「是，是。」赤足便去開門，拔去門閂，忙回身點亮了蠟燭。只見周芷若雙目紅腫，神色大異，韓林兒嚇了一跳，問道：「周姑娘，你…你…」頓了一頓　底下的話便說不下去了，突然靈機一動。飛奔出房，道：「我去打水來給你洗臉。」過不多時，赤著雙足，捧了一盆洗臉水進來。周芷若淒然一笑，以手支頤，呆呆的望著燭火。韓林兒道：「你…你洗臉吧。」周芷若一言不發，搖了搖頭，忽然怔怔的流下淚來。韓林兒嚇得呆了，垂手站著，不知周芷若為何生氣煩惱，更不知她要跟自己說什麼話。這般僵持良久，忽然拍的一聲輕響，燭花爆了開來，周芷若身子一顫，從沉思中醒了過來，輕輕「嗯」的一聲，站起身來。韓林兒大聲道：「周姑娘，是誰對你不住，姓韓的這就拔刀子找他去，我便是性命不要。也得在他身上戳幾個透明窟進。你請說吧！」周芷若淒然搖了搖頭，走出房去。她進房來坐了半晌，似有滿腹心事傾吐，卻是一個字也不說，便又出去。倒教韓林兒這莽撞漢子半點摸不看頭腦，呆呆站著，連連握拳搥頭。他自知是粗人，沒法明白女孩兒家頭髮般細的心事，想了一會毫無頭緒，耳聽得遠處噹噹噹的打著三更，心想：「怎地教主和彭大師還沒有回來？」只得上炕又睡。朦朧間剛要合眼，忽聽得砰砰一聲，東邊房中似乎有一張椅子倒在地下，那房正是周芷若所居。韓林兒一躍出房，月光掩映之下，房中窗上映出一個黑影，似是懸空而掛。兀自微微搖晃。韓林兒大吃一驚，叫道：「周姑娘，周姑娘！」伸手推門，房門卻是反閂著。他用肩頭使勁一撞，撞斷門閂，搶進房去，忙打火摺點亮了蠟燭，只見周芷若雙足臨空，頭頸套在繩圈之中，那繩子卻掛在樑上。他這一驚當真是魂飛天外，急忙縱身一躍，用力一扯，崩斷了繩子，將周芷若放在床上，一探她鼻息，竟己氣絕。他縱聲大叫：「周姑娘，周姑娘，你……你有什麼想不開，幹麼出此下……下策？」說到後來，竟然喉頭塞住了，再也說不出來。忽聽得房門外一人道：「韓大哥，什麼事？」走進一人，正是張無忌。他見此情景，也是如同陡遇雷轟，顫抖著雙手，解去周芷若頸中繩索，一摸她胸口，幸喜一顆心尚自微微跳動。無忌喜道：「不礙事，救得活的。」伸手在她背心小腹穴道上推拿數下，一股九陽真氣從掌心傳了過去，來回一撞，周芷若「哇」的一聲，哭了出來。韓林兒大喜道：「好啦，好啦。周姑娘活轉了。」周芷若睜開眼來，見到無忌，哭道：「你幹什麼理我？讓我死了乾淨。」忽地見到無忌上唇血漬，更有幾個細細的齒痕，心頭怒火上升，一伸手，重重打了他一個耳光。韓林兒大吃一驚，心想毆打教主，那還了得？但周芷若在他心目中卻又是敬若天神，一時之間心中大為胡塗，不知說什麼好。突然間有人伸手在他肩頭輕輕拍了兩下，韓林兒回過頭去，見是彭瑩玉，喜道：「彭大師，你回來啦，快快，快來勸勸周姑娘。」彭瑩玉笑道：「勸什麼？咱們到外面走走吧。」韓林兒急道：「不，不成啊，要是打起架來，周姑娘不是教主的敵手。」彭瑩玉哈哈大笑，道：「胡塗兄弟！難道咱兩個幫周姑娘，就能打贏教主了麼？我說教主一定打不贏周姑娘。」說著使個眼色，拉著韓林兒使出店房，韓林兒卻兀自不住回頭，關懷之情，見於顏色。周芷若忍不住噗哧一笑，但撲在床上，又抽抽噎噎的哭了起來。張無忌坐在床邊，輕拍她的肩頭，柔聲道：「芷若，我確不是約好了跟她相見，當真是陰錯陽差、誤打誤撞碰見的。」周芷若雙足亂踢，哭道：「我不信，我不信。不管你說什麼鬼話，以後別想再叫我相信。」無忌嘆道：「『周公恐懼流言日，王莽謙恭下士時』，世上的事情，原是極易引起誤會……」周芷若不等他說完，霍地坐了起來，說道：「那郡主娘娘用這些詩句來損我，你倒念念有辭，老是記在心裏。你瞧你的嘴唇，也不害羞，成什麼樣子？」說到這裏，臉蛋兒卻飛紅了。無忌心想今日之事，已百喙難辯，反正自己已決意與周芷若白頭偕老、之死靡它，只有動之以情，令她漸漸淡忘。燭光下見她俏臉暈紅頸中深深一根繩印，兩邊腫了上來，心想若非韓林兒及早察覺施救，待得自己回店，只怕她已是香殞玉碎，回天乏術，終成大恨。不禁又是慚愧，又是愛惜，伸臂抱住她，向她櫻唇上吻去。周芷若轉頭閃避，怒道：「你跟人家不乾不淨，又來惹我。當我是好欺的麼？」無忌雙臂一緊，令她動彈不得，終於在她唇上深深吻了下去。周芷若掙扎不脫，一個心卻也漸漸軟了。無忌心想自己和她雖是名分已定，終是未婚夫妻，深宵共處一室，雖是不及於亂，卻不免有瓜田李下之嫌，於彭瑩玉、韓林兒等人臉上須不好著，於是放開了她，說道：「芷若，你好好休息，一切明日咱們再談。我若是再瞞了你去見趙姑娘，任你千刀萬剮，死而無怨。」周芷若蒼白的臉上紅撲撲地，胸口起伏不定，喘氣道：「胡說八道什麼？你明知我不會將你千刀萬剮。」無忌笑道：「那麼你剁了我的雙足好不好？」周芷若低下了頭，眼淚撲簌簌的如珠而落。無忌這一來又不好走了，重行坐在她的身旁，伸臂摟住她肩頭，道：「怎麼又傷心啦？」周芷若只理哭泣不語。無忌問之再三，不料越是問得緊，她越是傷心。無忌罰誓賭咒，說決不負心薄倖。周芷若雙手蒙著臉道：「我是怨自己命苦，不是怪你。」無忌道：「咱們小時候，大家命苦。韃子在中國作威作福，誰都是多苦多難。以後，咱倆結成夫妻，又將韃子趕了出去，只有歡喜，沒有傷心了。」周芷若抬起頭來，正色道：「無忌哥哥，我知道你對我一片真心，只不過趙明那小妖女想誘惑你，卻不是你三心兩意。可是…可是我是不配做你夫人的了。我本想一死了之，那知韓林兒這傻瓜偏偏救活了我。我死了一次沒勇氣再死了。我…我要學師父一樣，削髮為尼。唉，咱們峨嵋派的掌門，終究是沒一個嫁人的。」無忌道：「那到底是為什麼？你恨趙姑娘誣陷你害我義父麼？」周芷若凝視他雙目，問道：「你信不信？」無忌道：「我自然不信。」周芷若道：「你不信就好了，本來誰都不會相信。」無忌道：「那麼，又為了什麼？」周芷若咬了咬牙，說道：「因為…因為……」她說了兩個「因為」，背轉身去，道：「無忌哥哥，你只當從來沒見過我，從此別記得我這薄命之人。你去娶了趙姑娘也好，另娶淑女也好，我……我都是不管的了。」突然間雙足一登，身子從窗口穿了出去，直上屋頂。無忌一呆：「她身法如此輕靈曼妙，好高的武功啊。」一時不及細想，跟著追出。只見周芷若向東疾奔。無忌三個起落，突然間繞到她的身前。周芷若收足不及，撞入了他的懷中。無忌雙臂一張，將她摟住了。該處正是流經大都城內一條小河河畔，無忌半扶半抱的將她帶到河邊一塊石上，偎倚著坐下，柔聲道：「芷若，咱倆夫婦一體，你有什麼為難之事，都是和我的一樣，儘管說將出來，也好讓我為你分憂。你獨自個悶在心裏，卻是何苦？」周芷若將臉伏在他的胸前，哭道：「我……受了人家欺負，已經……已經不是清白之身了。我肚中已有了孽種，怎能……怎能再跟你結為夫婦？」這幾句話聽在無忌耳中，委實猶似晴天霹靂一般，半晌說不出話來。周芷若緩緩站起身來，說道：「這是命該如此，你慢慢的，將我忘記了吧。」無忌兀自怔怔的呆著，不相信她所說的話竟是真的。周芷若輕嘆一聲，轉身便走。無忌一躍而起，拉住她手，顫聲道：「是……是宋青書這賊子麼？」周芷若點了點頭，流淚道：「在丐幫之中，我被點中穴道，無力抗拒……」無忌緊緊抱住了她，說道：「這又非你的過失。事已如此，煩惱也是枉然。芷若，這是你遭難，我只有更加愛你憐你。咱們明日立時動身，回到淮泗，告知本教兄弟，我便跟你成親。你肚中……肚中孩兒，便算是我的，於你清白，絕無半點損害。」周芷若低聲道：「你何必好言慰我？我已非黃花閨女，怎能再做教主夫人？」張無忌道：「你…你也是把我瞧得小了，張無忌是豪傑男兒，豈如俗人之見？縱是你一時胡塗，自行失足，我也能不咎已往，何況這是意外之災？」周芷若心中感激，道：「無忌哥哥，你當真待我這麼好嗎？我…我只怕你是騙我的。」無忌道：「我待你的好處，以後你才知道，現下我還沒起始待你好呢。」周芷若撲在他的懷裏，感極而泣，過了一會，說道：「你用些藥物，先替我將這孽種打了下來。」無忌道：「不可。打胎之事既傷天和，於你身子又是大大有損。」心下暗想：「她失陷丐幫，前後不過一月，怎地已知懷孕？說不定是她胡思亂想。」一搭她的脈搏，亦無胎象，但想這種事情不便多問，自己醫術雖精，所專卻是治傷療毒，於婦科一道，原是所知不多。只聽周芷若又道：「這孽種是個女的，那也罷了，倘若是個男兒，日後天如人願，你登極做了皇帝，難道要這孽種來做太子？乘早還是打了，免貽無窮之患。」無忌嘆道：「這『皇帝』兩字，再也休提。我這種村野匹夫，絕無覬覦大寶之意，若教眾師兄弟們聽見，只道我一己貪圖富貴，反而冷了心腸。」周芷若道：「我也不是強要你做皇帝，但若天命所歸，你推也推不掉的。你待我這麼好，我自當設法圖報。周芷若雖是個弱女子，可是機緣巧起來，說不定我便能助你做了天子。我爹爹事敗身亡，我命中無公主之份，卻又有誰知道我不能當皇后娘娘？」無忌聽她說得熱切，笑道：「皇后娘娘未必及得上峨嵋掌門之尊。好了，明兒一早咱們還要趕路。我的皇后娘娘，請駕回宮，早些安歇吧。」滿天愁雲慘霧，便在兩人中一笑之間，化作飛煙而散。次日清晨，無忌囑咐彭瑩玉續留大都三日，打聽謝遜的訊息，自己偕同周芷若、韓林兒，南下前赴淮泗。到山東境內，便見蒙古敗兵，曳甲丟盔，蜂湧而來。無忌等見到大隊敗兵，便避道而行，後來見到一兵落單，抓住了一加逼問，知道韓山童在淮北連打幾個大勝仗，殺得元軍連失數處要地。張無忌等不勝之喜，加緊趕路，一到魯皖邊界，已全是明教義軍的天下。義軍中有人認得韓林兒，急足報到元帥府。三人將近濠州時，韓山童等已知張無忌到來，率領了朱元璋、徐達、常遇春、鄧愈、湯和等大將，迎出三十里外。眾人久別重逢，俱各大喜。韓山童親手向張無忌獻上酒菜，鑼鼓喧天，兵甲耀眼，擁入濠州城中。周芷若騎在馬上，跟隨在無忌之後，左顧右盼，心想這番風光，雖是不及大都皇帝皇后「遊皇城」的華麗輝煌，卻也頗足以快慰平生。到得城中，眾將逐一躬身參見。當晚濠州城中大開筵席，恭迎教主駕到，韓山童聽兒子說起身遭丐幫擒獲，全仗教主相救，更是一再稱謝。無忌在城中歇了數日，楊逍、范遙、殷天正、殷野王、鐵冠道人、說不得、周顛、五行旗諸掌旗使等得到訊息，陸續從各地來會，城中宴會不斷。又過數日，青翼蝠王韋一笑和彭瑩玉也前腳後腳的到達。無忌急問謝遜的音訊。彭瑩玉在大都未得絲毫消息。韋一笑卻道：「屬下在河北遇見丐幫的掌棒龍頭，意圖不利於本教，屬下開了他一個小小玩笑。只怕金毛獅王失陷於丐幫也未可知。當時屬下未知謝兄已回中原，否則定當前赴丐幫一探，」無忌當下說起謝遜被丐幫擒去又復失蹤的種種情由，楊逍、范遙、殷天正等俱是足智多謀之士，反覆思量，均無頭緒。范遙道：「這個攜帶八名少女的黃衫女子，不知是何來歷，說不好謝兄的行蹤，要著落在她身上尋訪出來。」殷天正道：「那個到處繪下本教記號，引得教主在冀北大兜圈子之人，想必與此事有極大關連。」群豪雖是見多識廣，卻無一人說得出這黃衫女子究是何等樣人，只得勸無忌且自寬心，都道：「這黃衫女子的言語行事，對教主顯無惡意。金毛獅王若是落在她的手中，定然無恙。瞧此女之意，最多不過想探詢屠龍寶刀的下落而已。」無忌掛懷難釋，一時卻也無可如何，只得派出五行旗下教眾，分頭赴各處打聽。明教義軍大戰數場，雖均獲勝，損折也極慘重，兩三月內，義軍忙於休養整頓、招募新兵，不克再與元軍大戰。彭瑩玉那晚見到周芷若自盡，雖是不明底細，但猜想得到這對青年男女之間，不是醋海興波，便是大鬧別扭。范遙等又知無忌與趙明之間，感情頗不尋常，若是明教教主和蒙古郡主結親，於抗元復國的大業，實是為害非小，眼見目下並無大事，俱勸無忌早日與周芷若完婚。無忌想起周芷若已懷有身孕，此事原也延擱不得，當即允可。殷天正擇定三月十五為黃道吉日。明教上上下下喜氣洋洋，都為教主的婚事忙了起來。此時明教威震天下，東路韓山童在淮泗一帶迭克大城，西路徐春輝在鄂北豫南，也是連敗元兵。教主大婚的喜訊一傳出，武林人士的賀禮便如潮水般湧到。崑崙、崆峒等自居名門正派，與明教向有嫌隙，但一來大都萬法寺中張無忌曾出手相救，已於各派有恩，二來周芷若是峨嵋掌門，是以各派掌們也都遣人送禮到賀。武當派張三丰自己不到，親書「佳兒佳婦」四字立軸。一部手抄的「太極拳經」，命宋遠橋、俞連舟、殷利亨三大弟子到賀。其時楊不悔已與殷利亨成婚，跟著丈夫來到濠州。張無忌笑著上前請安，大聲叫道：「六師嬸！」楊不悔滿臉通紅，拉著無忌的手，回塵前事，心中又是歡喜，又是傷感。無忌生怕陳友諒、宋青書奸心未息，乘機為害，當下派韋一笑為謝禮使，前赴武當。無忌暗中將宋青書害死莫聲谷、又圖謀害張三丰之事，詳細跟韋一笑說了，囑咐他上武當山拜見張三丰後，便與俞岱岩、張松溪為伴，防備陳友諒的奸謀，須待宋遠橋等回歸武當，再行告辭。韋一笑聽了陳友諒與宋青書的作為。一張瘦臉氣得鐵青，狠狠的道：「自遵教主的訓諭，韋一笑不敢再吸人血，這一次撞到了這兩個奸賊，非將他二人吸個血乾皮枯不可。」無忌忙道：「那陳友諒嘛，韋兄不妨順手除去。宋青書是我宋大師伯的獨生愛子，武當派未來的掌門，且由武當派自行清理門戶，免傷我宋大師伯之意。」靠一笑答應了，拜別而去。到得三月初十，峨嵋眾女俠攜帶禮物，來到濠州，丁敏君託人帶來賀禮，人卻未到。三月十五正日，明教上下人眾個個換了新衣。拜天地的禮堂設在濠州第一大富紳的廳上，懸燈結綵，裝點得花團錦簇。殷天正為男方主婚，常遇春為女方主婚。鐵冠道人為濠州總巡，佈置教中弟子，四下巡查，以防敵人混入搗亂。湯和統率義軍精兵，在城外駐紮防敵。這日上午，少林派、華山派也派人送禮到賀。申時一刻，吉時已屆，號炮連聲鳴響。楊逍和范遙將眾賀客迎到大廳，贊禮生朗聲贊禮，殷利亨和韓林兒陪著張無忌出來。絲竹之聲響起，眾人眼前一亮。八位峨嵋派青年女俠，陪著周芷若婀婀娜娜的步出大廳。男左女右，新郎新娘並肩而立。贊禮生朗聲喝道：「拜天！」張無忌和周芷若正要在紅氈毹上倒拜，忽聽得大門外一人嬌聲喝道：「且慢！」青影一閃，一個青衣少女笑吟吟的站在庭中，卻是趙明。群豪一見趙明，登時紛紛呼喝起來。明教和各大門派中的高手，許多都吃過趙明的苦頭，沒料到她竟敢孤身闖入險地。有的性子莽撞些的，便欲上前動手。楊逍雙臂一張，也喝一聲：「且慢！」向眾人道：「今日是敝教教主和峨嵋派掌門大喜之日，趙姑娘光臨到賀，便是咱們嘉賓。眾位且瞧峨嵋派和明教的薄面，將舊日樑子，放過一邊，不得對趙姑娘無禮。」他向說不得和彭瑩玉使個眼色，兩人已知其意，繞到後堂，即行出去查察，且看趙明帶了多少高手同來。楊逍向趙明道：「趙姑娘請這邊上坐觀禮，回頭在下再敬姑娘三杯水酒。」趙明微微一笑，說道：「我有幾句話跟張教主說，說畢便去，容日再行叨擾，」楊逍道：「趙姑娘有什麼話，待行禮之後再說不遲。」趙明道：「行禮之後，已經遲了。」楊逍和范遙對望一眼，知她今自是存心前來攪局，無論如何要立時設法阻止，免得將一場喜慶大事，鬧得尷尬狼狽，舉座不歡。楊逍踏上兩步，說道：「咱們今日賓主盡禮，趙姑娘務請自重。」他心下已打定了主意。趙明若再搗亂，只有迅速出手，點了她的穴道，制住她再說。趙明向范遙道：「苦大師，人家要對我動手，你幫不幫我！」范遙眉頭一皺，說道：「郡主，世上不如意事十居八九，既是如此，也是勉強不來。」趙明笑吟吟的道：「我偏要勉強。」轉頭向無忌道：「張無忌，你是明教教主，男子漢大丈夫，說過的話作不作數？」無忌一見趙明到來，心中早已怦怦亂跳，只盼楊逍能打開僵局，勸得她好好離去，聽她突然問到自己。只得答道：「我說的話，自然作數。」趙明道：「那日我救了你殷六叔之命，你答應替我做三件事，不得有違，是也不是？」張無忌道：「不錯。你要我借屠龍寶刀一瞧，你不但已瞧到了，還將寶刀盜了去。」這數十年來，江湖上人人關心這「武林至尊」屠龍刀的下落，一聽已入趙明手中，登時群情聳動，吵嚷起來。趙明道：「到底屠龍刀是在誰的手中，只有金毛獅王謝大俠才知，你不妨去問他一問。」謝遜已返中原之事，武林群豪多不知聞，聽到趙明提及「金毛獅王」，眾人喧嘩之聲登寂，張無忌道：「我義父現居何處，我日夕掛念，甚盼姑娘示知。」趙明笑了一笑，說道：「我要你做三件事，言定只須不違武林中俠義之道，你就須得遵從。借屠龍刀一觀之事，雖然做得不算道地，但這把刀我總算是看到了，後來寶刀被盜，也不能怪你。這第一件事，算你已經辦到。現下我有第二件事要辦，張無忌，當著天下眾位英雄豪傑之前，你可不能言而無信。」無忌道：「你要我辦什麼事？」楊逍插口道：「趙姑娘，你有什麼事奉託於敝教教主，既有約定在先，只要不背武林道義，別說張教主可應允，便是敝教上下，也當盡心竭力。此刻是張教主和新夫人參拜天地的良辰吉時，別事暫且擱在一旁，請勿多言阻撓。」他說到後來，口氣也頗為嚴厲。趙明卻是神色自若，竟似沒將這位威震江湖的明教光明左使放在心上，懶洋洋道：「我這件事，更是要緊，片刻也延擱不得。」她突然走上幾步，到了張無忌身前，提高腳跟，在他耳邊輕輕說道：「這第二件事，是要你今天不得與周姑娘拜堂成親。」張無忌呆了一呆，道：「什麼。」趙明道：「這就是第二件事了，至於第三件，以後我想到了再跟你說。」她這幾句話雖然說得甚輕，但周芷若、宋遠橋、殷利亨，以及陪伴新娘的八位蛾嵋女俠，卻都聽見了，各人都是不禁色為之變。峨嵋八女身上雖然沒攜帶兵刃，但裏袖中均是暗扣拳掌，倘若趙明再說不遜之言，辱及峨嵋掌門。那就免不了給她吃些苦頭。張無忌搖頭道：「此事恕難從命。」趙明道：「你答應過的話不作數麼？」無忌道：「咱們言明在先，不得違背俠義之道。我和周姑娘既有夫婦之約，倘若依你所言，那便是違背了這個『義』字。」趙明冷笑道：「你若和她成婚，那才真是不孝不義。大都遊皇城之時，難道你沒見到你義父如何遭人暗算？」張無忌怒火上沖，大聲道：「趙姑娘，今日我敬你是客，讓你三分，若再在此胡說八道，得罪莫怪。」趙明道：「這第二件事，你是不肯聽從的了？」無忌心腸甚軟，想起她以郡主之尊，不惜拋頭露面，在群豪之前求懇自己廢棄婚事，原是出於對自己的一片痴心，不由得聲音柔和了些，道：「趙姑娘，事已如此，你一切…一切看開些吧，我張無忌是村野匹夫，如何……如何……。」說了兩個「如何」，不知怎生接口才好。趙明道：「好，你瞧瞧這是什麼？」張開右掌，伸到無忌面前。無忌一看之下，大吃一驚，全身發抖，道：「這…這是我……」趙明迅速合攏手掌，將那物揣入了懷裏，道：「我這第二件事你依不依從，全由得你。」說著轉身便向大門外走去。她掌中到底有什麼東西，何以令無忌一見之下竟是這等驚惶失措，抑是誰也無法瞧見。周芷若鳳冠霞帔，雙目被紅布遮住了。只聽得無忌和趙明的對答，更是見不到半點外間的物事。張無忌急道：「趙……趙姑娘，且請留步。」趙明道：「你要就隨我來，要就快些和新娘子拜堂成親。男兒漢狐疑不決，別遺終身之恨。」她口中朗朗說著這幾句話，腳下並不停留，直向大門外走去。無忌叫道：「趙姑娘且慢，一切從長計議。」眼見趙明反而加快腳步，急忙搶上前去，叫道：「好，我依你，今日便不成婚。」趙明停了一停，道：「那你跟我來。」無忌搶上兩步。回頭看周芷若亭亭站著，心中歉仄無已，待要向她解釋幾句，卻見趙明又在向外走去，眼前之事緊急萬分，須得當機立斷，一咬牙，便追向趙明身後。張無忌剛追到大門邊，突然間身旁紅影一閃，一個人追到趙明身後，紅袖中伸出一雙纖纖素手，五根手指向趙明頭頂插了下去。這一下兔起鵠落，迅捷無比，出手的正是新娘周芷若。無忌心念一動：「這一招好厲害？芷若從何處學得如此精妙的武功。」眼見她五根手指已將趙明的頂門籠罩住了，趙明雖是學過各家各派的精妙招術，竟是無法解脫這五指齊抓之厄，五根插將下去，立是破腦之禍。當下無忌不及細想，左足一點，竄上前去便扣周芷若的脈門。周芷若左手手肘倏地撞了過來，波的一聲輕響，正好撞中在無忌胸口。無忌體內九陽神功立時發動，卸去了這一撞的勁力。但已感胸腹間氣血翻湧，腳下微一踉蹌。范遙眼見危急，故主情殷，一掌向周芷若肩頭推去。周芷若左手微揮，輕輕一拂，巧妙無比的拂中了范遙手腕穴道。范遙半身酸麻，再也無法出手。但總算這麼阻得一阻，趙明已向前搶了半步，避開了腦門要害，只感肩頭一陣劇痛，周芷若右手五指已插入趙明右肩近頸之處，無忌「啊」的一聲，伸掌向周芷若推去。周芷若頭上所罩的紅布並未揭去，可是聽風辨形，左掌迴轉，便斬無忌手腕。無忌決不想傷害周芷若，只是見她招數太過凌厲，一招之間便能要了趙明的性命，迫於無奈。只有招架勸阻。不料周芷若上身不動，下身不移，雙手連施八下險招。無忌使出乾坤大挪移心法，這才擋住，這八攻八守，只是在電光石火般的一瞬之間過去。大廳上群豪屏氣凝息，無不驚得呆了。趙明肩受重傷，摔倒在地，五個傷孔中血如泉湧，登時使染紅了半邊衣裳。周芷若霍地住手不攻，說道：「張無忌，你受這妖女迷惑，竟然捨我而去。」無忌道：「芷若，請你諒解我的苦衷。咱倆婚姻之約，張無忌絕無反悔，只是稍遲數日……」周芷若冷冷的道：「你去了便休再回來，只盼你日後不要反悔。」趙明咬牙站起，一言不發的向外便走，肩頭鮮血，流得滿地都是。群豪雖然見過江湖上不少異事，但今日親見二女爭夫，血濺華堂，新娘子頭遮紅巾而毀傷情敵，無不神眩心驚，誰也說不出話來。張無忌一頓足，說道：「義父於我恩重如山。情深似海，芷若，芷若，盼你體諒。」說著追了趙明出去。殷天正、楊逍、宋遠橋、殷利亨等不明其中原因，誰也不敢攔阻。周芷若霍地伸手扯下頭上紅巾，朗聲說道：「各位親眼所見，是他負我，非我負他，自今而後。周芷若和姓張的恩斷義絕。」說著揭下頭頂珠冠，伸手抓去，手掌中抓了一把珍珠，拋開鳳冠，雙手一搓，滿掌珍珠盡數變成粉末，簌簌而落，說道：「我周芷若不雪今日之辱，有如此珠。」殷天正、宋遠橋、楊逍待欲善言相慰，要她候張無忌歸來，問明再說，卻見周芷若雙手一扯，嗤的一響，一件繡滿金花的錦袍撕成兩片，拋在地下。她飛身而起，美妙無比約在半空中一個轉折，上了屋頂。楊逍、殷天正等一齊追上，只見她輕飄飄的有如一片紅雲，向東而去，輕功之佳，竟似不下於青翼蝠王韋一笑。楊逍等料知追趕不上，征了半晌，重行回入廳來。一場喜慶大事被趙明這麼一鬧，轉眼間風流雲散，明教上下固感臉上無光，前來道賀的群豪也是十分沒趣。來人紛紛猜測，不知趙明拿了什麼要緊物事給張無忌看了，以致害得他急急追出，聽無忌言中會意，似乎此事和謝遜有重大關連，但其中真相，卻是誰也不知。峨嵋眾女俠低聲商議幾句，便即氣憤憤的告辭。殷天正連連致歉，說務當率領張無忌，前來峨嵋金頂，鄭重陪罪，再辦婚事，千萬不可傷了兩家和氣。