第二十六回　情癡大漠雪意馨陳家洛一聽關東三魔要去找霍青桐報仇，當下十分關切，翠羽黃衫的背影在大漠塵沙中逐漸隱沒的情景，時時襲上心頭，但想到那姓李少年和她親密異常的樣子，又覺得自己未免自作多情，苦尋煩惱，然而要置之不理，卻又不能。那白馬腳程好快，只覺耳旁風生，山崗樹木如飛般在身旁掠過。他見馬奔得這麼迫速，起初還全神貫注，怕馬踢傷途人，或者失足踏入溝坑，那知白馬神眼如電，跑得又快又穩，閃避進退，絲毫不必乘者操心。陳家洛後來就不再理會，跑到中午，已奔出四百多里路，想來早把關東三魔拋在後面了。打過尖後，縱馬又馳，他想今日大跑一日，關東三魔永遠別想再趕得上，晚間在客店中歇宿時，已完全放心。不一日，已到肅州，登上嘉峪關頭，倚樓縱目，只見長城環抱，控扼大荒，蜿蜒如線，俯視城方如斗，心中頗為感慨，出得關來，也照慣例取石向城投擲，然後縱馬疾奔，只見關外煙塵滾滾，日色昏黃，水氣溟濛。陳家洛勒住了馬，緩緩而行，觀賞關外景色，只聽得駱駝背上有人唱道：「一過嘉峪關，兩眼淚不乾，前邊是戈壁，後面是沙灘。」他微微一笑，放鬆馬韁，直馳出去。一路曉行夜宿，過玉門、安西後，沙漠由淺黃逐漸變為深黃，再由深黃逐漸變灰黑，他到過回疆，從沙漠顏色看來，知道已接近戈壁邊緣了。這一帶荒涼異常，一望無垠，廣漠無邊，那白馬似乎到了用武之地，精神振奮，全速奔跑，不久遠處出現了一抹崗巒。轉眼之間，石壁越來越近，一字排開，直伸出去，只覺山石間雲霧彌漫，似乎其中別有天地，再奔近時，忽覺峭壁中間露出一條縫來，那白馬沿著道路直奔了進去，那便是甘肅和回疆之間的交通孔道星星峽。峽內兩旁石壁峨然筆立，有如用刀削成，陳家洛抬頭望天，只覺天色又藍又亮，自己宛如潛在海底仰望一般。峽內所有岩石全系深黑，黑得發亮。有似煤層，道路彎來彎去，曲折異常，這時已入冬季，峽內初有積雪，黑白相映，蔚為奇觀，陳家洛心中一動，暗想：「這峽內形勢如此險峻，那真是用兵佳地。」過了星星峽，在一所小屋中借宿一晚。次日又行，兩旁仍是綿亙不斷的黑色山崗，奔馳了幾個時辰，已到大戈壁上。戈壁平平坦坦，和沙漠上的沙坵起伏全然不同，凝眸遠眺，只覺天地相接，萬籟無聲，宇宙之中似乎只有他一人一騎。陳家洛雖有一身武藝，但到了這個境界，也頗有慄慄之感，頓覺大千無限，一己渺小異常。到哈密城後，他知道軍情緊急，對外來旅客盤查必嚴，所以繞過城市，逕到城西的二堡。第二天一早起，心想如遇見維人，就要他指引霍青桐的所在了，但自己是漢人，只怕維人疑心他是奸細，如何取得他們信任，倒要費一番周折，心想還是換了維人裝束較好，於是在二堡買了維人戴的繡花小帽、維人穿的皮靴和條紋衣裳，馳馬到曠野中換了，把自己的原來衣服埋在沙中。臨溪一照，宛然是一個維族少年，自己也不禁失笑。但說也奇怪，一路之上竟沒遇到一個維人，他們原來住居的房屋村落，都已燒成白地，想必是兆惠大軍幹的好事，所有維人必定已逃入大漠腹地。陳家洛很是焦躁，心想在這無邊無際的大漠之上，那裏去找霍青桐呢？轉念一想，如沿著大路尋訪，維人必已逃避一空，只怕再也找不到一人，於是折而向南，盡往偏僻山地中亂走。回疆本就荒涼，他繞開大路，更是難遇人跡，向南走了三天，乾糧吃完，幸好死了一隻黃羊，倒也鮮美可口。又走了兩日，途中見到幾個牧人，一問之下，卻都是哈薩克族人。他們只知道滿清大軍來了之後，回部大夥兒都往西退去了，退到那裏，卻不知道。陳家洛很是為難，在這窮荒大漠，實在無處去找尋木卓倫的族人，於是縱馬向西，每天奔馳六七百里。這樣走了三日，眼見的盡是黃沙，天色濛暗，不知甚麼地方才是盡頭。這天天氣忽然暖熱起來，大漠之中氣溫變化劇烈，一日之內數歷寒暑，原也不足為奇，本來水囊中的水都結了薄冰，這時卻越走越熱，烈日當空，人馬全身都是汗水。陳家洛想找一個陰涼的地方休息一下，但四顧茫茫，盡是沙丘，只得馳到一個大沙丘的背日之處，打開水袋，自己喝了三口，也讓白馬喝了三口，雖然口中奇渴，但不敢多喝，只怕附近找不到水源，喝完了水那可是死路一條。人馬休息了一個時辰，上馬又行。正走得昏昏沉沉、人困馬乏之時，忽然那馬仰起頭來，向空中嗅了幾嗅，振鬣長嘶，轉過身來，向南奔馳，陳家洛知道此馬神異，便也由它。那馬奔不多時，果然沙丘中出現了一些稀稀落落的淺草，再奔一陣，地上沙子漸少，青草漸多。陳家洛知道前面必有水源，心中大喜。那白馬這時精神振奮，四蹄如飛。不一會，已聽見淙淙水聲。轉眼之間，面前出現一條小溪，溪水清可見底，白馬奔到溪邊，停住了腳，卻並不低頭喝水。陳家洛跳下馬來，撫摸一下馬毛，笑道：「你倒尊敬主人，好罷，咱們一起喝罷！」他俯身溪邊，掬了一口水喝下，只覺一陣清涼，直透心肺。那水甘美之中還帶有微微香氣，想必出自一處絕佳的泉水，溪水中有一些小塊碎冰，互相撞擊。發出清脆的聲音，宛如仙樂。那馬喝了幾口水後，長嘶一聲，跳躍了數下，好像也是說不出的歡喜。陳家洛飲足溪水之後，只覺心曠神怡，胸襟爽朗，回顧身上滿是沙塵，索性捲起褲腳，踏入水中，把頭臉手腳洗了個乾淨，再把馬牽過，給它洗刷一遍。然後在兩隻水袋中裝滿了水。這時冰塊閃耀之中忽見夾雜有花瓣飄流下來，花瓣有紅有白，溪水所以芳香，大概是上游有花之故，陳家洛心想：「沿溪上溯，或許可以遇見人，問得到霍青桐的行蹤。」於是騎上了馬，沿著溪水向上遊走去。溪水越來越大，沙漠中的河流大都上游水大，到下游時水流逐漸被沙漠吸乾，終於消失。他久住回疆，也不奇怪，這時溪旁樹木漸多。他縱馬急馳了一陣，溪水一轉彎繞過一塊高地，忽然眼前一片銀瀑，水聲轟轟不絕，匹練有如自天而降，飛珠濺玉，頓成奇觀。在這荒涼的大漠之中突然此奇景，不覺身神俱爽，他好奇心起，想一看瀑布之上更有甚麼景色，於是牽了白馬，從西面繞道而上。他轉了幾個彎，從一排參天青松中出去，頓時驚得獃了。眼前一片大湖，湖的南端又是一條大瀑布，水花四濺，日光映照，現出一條美麗無比的彩虹。湖的周圍花樹參差，幽香中人欲醉，各種雜花紅白相間，倒映在碧綠的湖水之中，奇麗莫名。遠處是一大片青草平原，一直伸出去，與天相接，青地有幾百隻白羊在奔跑吃草。草原西端一座高山參天而起，聳入雲霄，從山腰起全是皚皚白雪，山腰以下卻生滿蒼翠樹木。陳家洛突然見到這幅比圖畫更是美麗萬倍的景色，一時口獃目瞪，心搖神馳，只聽見花樹上小鳥鳴啾之聲，湖中冰塊撞擊，與瀑布聲交織成一片樂音。他獃望湖面，忽見湖水中微微起了一點漪漣，一隻潔白如玉的手臂從湖中伸了上來，接著一個濕淋淋的頭從水中鑽出，一轉頭，看見陳家洛，一聲驚叫，又鑽入水中。就在這一剎那，陳家洛已看清楚那是一個明艷絕倫的女人，心中一驚，暗想：難道真有山精水怪不成？摸出三粒圍棋子扣在手中，如果這妖怪作怪，準備就給牠三下。只見湖面一條水線向東伸去，「忽喇」一聲，那女人的頭在花樹叢中鑽了起來，青翠的樹木空隙中露出皓如白雪的肌膚，漆黑的長髮散在湖面，一雙像天上星星那麼亮的眼珠望著陳家洛。他這時那裏還當她是妖精，心想凡人必無如此之美，不是水神，就是天仙了，只聽見一個清脆的聲音說道：「你是誰？到這裏來幹麼？」說的是維語，陳家洛雖然聽見，可是似乎不懂，怔怔的沒有作聲。那聲音又道：「快走開，讓我穿衣服！」陳家洛臉上一陣發燒，疾忙轉身，不由自主的使開「八步趕蟬」輕功，竄入林中。他坐在地下，心中突突發跳，心想：「難道這是一個普通維人少女？她裸著身體在湖中洗澡，我居然看見了還不避開，咳，真是不該。」他覺得十分不好意思，本想馬上逃開，但匆忙中沒有把白馬牽回，呼哨了幾聲叫馬過來。那馬嘶叫幾聲，但竟不來。他坐在地上等了良久，委決不下，不知如何是好。忽然湖那邊傳來了嬌柔清亮的歌聲：「過路的大哥你回來，我有話兒要跟你談，人家洗澡你來偷看，我問你喲，這樣的大膽該不該？」歌聲語意十分輕快活潑，想見唱歌的人頰邊含有笑意。陳家洛聽她歌中含意嘲弄多於責怪，而且那匹白馬又不出來，只得硬了頭皮，慢慢走回湖邊。緩緩抬頭，只見湖邊紅花樹下坐著一個全身白衣如雪的少女，長髮垂肩，正在拿著一把梳子慢慢梳理。她赤了雙腳，臉上髮上都是水珠。顯然是剛從湖裏起來的，陳家洛一見她的臉，自己臉上又是一陣發燒，暗想：「天下那有這樣的美女？」只見她隨隨便便的坐在湖邊，然而明艷聖潔，儀態不可方物，白衣倒映水中，落花一瓣一瓣的掉在她頭上、衣上、影子上。他平時瀟灑自如，這時竟吶吶的說不出話來。那少女向他嫣然一笑，招招手，叫他走近。陳家洛於是用維語說道：「在下路過此地，天熱口渴，忽然遇到這條清涼的溪水，大喜過望，所以找到了這裏。那知無意衝撞了姑娘，我實是無心之過，請姑娘原諒。」說著行了一禮。那少女見他說得斯斯文文，又是一笑，唱了起來：「過路的大哥哪裏來？你過了多少沙漠多少山？你是大草原上牧牛羊？還是趕了駝馬做買賣？」陳家洛知道維人喜愛唱歌，他們平時說話對答，常以唱歌代替，出口成韻，風致天然，自己雖在大漠多年，但每日勤練武功，卻沒有這份才能。他不知這少女是甚麼路道，不願把自己的事據實以告，於是說道：「我從東邊來，本來是在關內趕駱駝做生意的，現在有一件要事，要找一個人，想向姑娘打聽一下。」那少女見他不會唱歌，微微一笑，也就不唱了，說道：「你叫甚麼名字？」陳家洛道：「我叫阿密特。」那是維人最通用的男人名字。那少女笑道：「好罷，那麼我叫愛西翰。」原來愛西翰也是維人女子中最多用的名字，等如漢人的貞淑芬芳之類。那少女又道：「你要找誰？」陳家洛道：「我要找木卓倫老英雄。」那少女微微一怔，說道：「你認識他麼？找他有甚麼事？」陳家洛道：「我認識他。」那少女道：「真的麼？」陳家洛道：「當然啦，我還認識他的兒子霍阿伊和女兒霍青桐。」那少女道：「你在哪裏見過他們的？」陳家洛道：「他們到甘蕭去奪還聖經，我剛巧遇著。」那少女道：「這就是了，你坐下罷，我去拿點東西給你吃。」她赤著雙腳，奔進樹叢中，不一會拿來一個碧綠的哈密瓜和一大碗馬乳酒來，遞給了他。陳家洛謝了，先喝一口馬乳，十分甘美。那少女又遞給他一把小銀刀，剖開瓜來，瓜肉如黃色緞子一般，咬了一口，香甜爽脆，如嚼霜雪。那少女問道：「你找木卓倫老爺子有甚麼事？」陳家洛聽她語氣，對木卓倫很是尊敬，於是說道：「木卓倫老英雄是姑娘一族的麼？」那少女點點頭，陳家洛道：「因為他們在搶奪聖經時殺了幾名鏢師，現在鏢師的朋友要來報仇。我得知訊息，所以趕來報信，好教他們有一個防備。」那個少女本來一直笑口吟吟，聽了這話，似乎很是關懷，忙問：「來報仇的人很厲害麼？人很多麼？」陳家洛道：「人倒不多，不過聽說武藝很好。咱們只要事先有了防備，也不必怕。」那少女放了心，笑道：「那麼我馬上領你去，路上得走好幾天呢。」她一面梳髮結辮，一面道：「滿清韃子無緣無故的來打咱們，男人都打仗去啦，我和姊妹們在這裏瞧著牲口。天氣熱，我下湖洗澡，那裏想到這裏還有你這個男人躲著。」陳家洛見她說話時天真爛漫，毫無機心，不由得看得癡了。那少女梳完了頭，拿起一隻牛角來嗚嗚的吹了幾下，不久有幾個維族女子騎了馬從草原上奔來。那少女迎上去，和她們說了一陣，大致總是說要領他到木卓倫那裏，要她們幫同照顧牲口意思。那幾個維族女子不住打量陳家洛，似乎很感好奇。那少女回到樹林中帳篷去，拿了乾糧和使用物品，牽了一匹紅馬過來。這馬全身上下如火般紅，並無半根雜毛，腿長膘肥，是匹良駒。陳家洛去牽自己白馬，見馬韁縛在樹上，才知剛才呼哨那馬竟不過來的原因。那少女道：「你這匹馬很好。咱們走罷！」一躍上馬，身手很是矯捷。她當先領路，沿著冰河徑往南行。那少女道：「你到了漢人的地方，漢人對你好不好呀？」陳家洛道：「有的好，有的壞，不過好的多。」他這時本想對她說明自己是漢人，但見她毫無猜疑的神情，一時倒說不出口。那少女問起漢人地方的風土人情，陳家洛揀有趣的說了一些，她聽得憨憨的出了神。這天將到傍晚，兩人走到一座大山旁邊，那少女一抬頭，忽然驚叫起來。陳家洛依著她目光望上去，只見半山腰裏峭壁之上生著兩朵海碗般大的奇花，花瓣碧綠，四周都是積雪，白中映碧，如上夕陽的金光照在上面，奇麗萬狀。那少女道：「這是最難遇上的雪中蓮啊，你聞聞那香氣。」陳家洛果然聞到幽幽甜香，從峭壁上飄下來，那花離地約有二十餘丈，但仍舊如此芬芳馥郁，可見那花香氣之濃了。那少女望著那兩朵花，戀戀不捨的不肯走。陳家洛知道她心中愛極，說道：「你想要麼？」那少女嘆了一口氣道：「走罷，好的東西總是叫人拿不著。」陳家洛微微一笑，他已看準了落腳之處，忽然縱身離鞍，向峭壁上躍去。那少女驚叫起來：「喂，你幹麼啊？」陳家洛這時凝神屏氣，全心貫注於向峭壁上縱躍，完全沒聽到她的話。天池怪俠的輕身功夫是江湖上罕見的絕技，心硯不過得了他的一點皮毛，已自不凡，在西湖上戲弄大內侍衛，大大的露了一下臉。陳家洛是他唯一傳人，造詣自然更是超絕。那峭壁看來似乎毫無落腳之處，但總不免有些凹凸，陳家洛手腳並用，有時甚至使到「壁虎爬牆功」一瞬眼已上去了十多丈，但上面峭壁上積雪都結了冰，滑溜不堪，他好幾次失足，仗著絕頂輕功，借勢旁竄，終於沒落下。爬到離雪中蓮還有一丈多地方時，那峭壁忽然整塊凸了出來，這在下面看來並不顯著，但要爬上去卻絕不可能。陳家洛心想：「難道到了這裏，仍然功虧一簣？」靈機一動，從懷裏取出點穴珠索，看準雪中蓮旁邊一塊凸出的山石，拋了上去纏住。這時他劍盾也已拿在左手，右手拉著珠索一使勁，全身凌空躍起，看準地點，落在雪中蓮之旁，左手劍盾牢牢按在積雪之中，以防滑跌。只覺幽香中人欲醉，他輕輕把兩朵大花折了下來，交在左手，用劍盾護住，怕下去時弄壞了花瓣。下去時看似艱險，但對有武功的人來說卻很容易，他沿著峭壁直溜下去，溜得太快時就用劍盾在山石上一按，把下墮之勢稍加抑制，到離地六七丈時，雙腳在峭壁上一登，如一隻大鳥般撲了下來，輕飄飄的落在那少女馬前，微微一笑，拿出那兩朵蓮花給她。那少女伸出纖纖白手來接住。陳家洛見她的手微微顫動，抬頭望她臉時，只見珍珠般的眼淚滾了下來，有幾滴淚水落在花上，輕輕抖動，好像清晨的露水。陳家洛好生奇怪，不懂她為甚麼流淚，也不便問，只得上馬。兩人默默無言的走了一陣，陳家洛心想：「我今日真如傻了一般，也不知為甚麼，她想要那花，我就不顧性命的給她取了來。」他回頭瞧那峭壁，只見它峨然聳立，氣象森嚴，自己也不禁心驚。那少女的至美之中，似乎蘊蓄著一股極大的力量，教人為她粉身碎骨，死而無悔。天色將黑時，兩人在冰河旁的一塊大石下歇宿。那少女生了火，把帶著的乾黃羊烤熟，切開了與陳家洛共吃。她一直不說話，陳家洛也不敢開口，好像一說話便褻瀆了這聖潔的周圍一般。那少女默默望了陳家洛一眼，忽然奔出數十步，俯伏在地，虔誠的向真神阿拉禱告起來。火光熊熊，映著這白衣少女的背影，四下寂靜無聲，只有雪中蓮的香氣暗暗浮動。那少女站起身來時，笑容滿臉，一面走近，一面說道：「你不怕摔死麼？」陳家洛道：「摔死是不會的，就只怕摘不到那兩朵你心愛的花。」那少女微微一笑，把兩朵雪中蓮拿出來，分了一朵給陳家洛道：「這朵給你。」陳家洛本想推辭，但她神色語氣之中，雖然是很溫婉柔和的一句話，也似乎是最強烈的命令一般，教人無法違抗，於是接了過來，心中暗笑：「要是紅花會眾兄弟瞧見他們總舵主，竟這樣乖乖的聽一個女孩子的話，不知會怎樣想？」那少女忽問：「你學過武功是不是？怎麼能爬到那樣高的山崖上去？」陳家洛聽她語氣，知道她完全不會武術，所以竟沒看出自己懷有一身上乘的輕身功夫，於是說道：「其實也不怎樣難的，只要膽子大一些，也就成了。」那少女不知陳家洛這是謙辭，以為他真的不懂武功，隔了一會，讚嘆地說：「啊，你真勇敢！」她隨即告訴他，自己從小在漠草原上牧羊，最愛花草，她說：「有許多好看的花，開在草地上，你一眼望出去，儘是花，我寧可不吃羊肉，也要吃花。」陳家洛奇道：「花也可吃麼？」那少女道：「當然啦，我從小吃到現在，吃了十幾年啦。爸爸和哥哥本來不許，可是我一個人出來牧羊，他們又管我不著。後來見我吃了沒事，也就不管啦！」陳家洛本來想說：「怪不得你像花一樣好看。」可是這句話衝到口邊，又縮了回去。他坐在那少女身旁，只覺得一陣陣淡淡的幽香，從她身上滲出來，這香氣明明不是雪中蓮的花香，也不是任何花香，只覺淡雅清幽，令人忘俗，心想：「她明明剛洗了澡，也不見她用甚麼脂粉，怎麼這樣香，而世上脂粉之中那有這種優雅的香氣？」正在神魂顛倒之際，突然一驚，想到禮法之防，不由得稍稍坐開了一些。那少女覺察到了他辨別香氣的神態，嫣然一笑，說道：「大概因為我愛吃花，所以一直身上就有一股氣味，你不喜歡麼？」陳家洛被她問得面紅過耳，吶吶的說不出話來，轉念一想：「這姑娘天真爛漫，心地坦白，我如再以世俗之見對她，反而顯得不夠光明磊落了。」這麼一想，頓時覺得心中光風霽月，再無蠍蠍螫螫之態，和她暢談起來。那少女談的盡是草原上牧羊、採花、看星、尋草，以及女孩子們的遊戲鬧玩，陳家洛自離家之後，一直與刀槍拳腳為伍，這種嬰孩之事早已忘得一乾二淨，現在聽她說來，真有不知人間何世之感。那少女說了一陣，住口不說了，抬頭一望，只見耿耿銀河橫列天際，牛女雙星，夾河相望。陳家洛指著織女星道：「這是一個女子。」又指著牽牛星道：「這是一個男人。」那少女很是奇怪，道：「你講這故事給我聽。」於是陳家洛把牛郎織女的故事說給她聽了，那少女仰望銀河，見雙星隔河相望不能相會，鬱鬱不樂，陳家洛見她多情善感，為宇宙間所有歡愉的事而高興，為所有不幸的事而憂傷，想講一個快樂的故事使她開心起來，無意中伸手一整衣服，忽然碰到乾隆送給他的那塊溫玉，想起玉上那四句銘言：「情多不壽，極強必辱，謙謙君子，溫潤如玉。」也不禁意興闌珊起來。那少女道：「從前瞧見喜鵲，黑黑的一點也不好看，向來不喜歡牠，那知道牠們這麼好，會造橋給牛郎織女相會。以後我一定多餵些東西給牠們吃。」陳家洛道：「天上兩個仙人雖然一年只會一次，可是他們千千萬萬年都能相會，比凡人數十年就要死去，又好得多了。」那少女點點頭。陳家洛道：「漢人有一位詩人，做了一個歌兒，講這件事的。」於是把秦觀那闋《鵲橋仙》的詞譯成了維語。那少女聽到「金風玉露一相逢，便勝卻人間無數。」以及「柔情似水，佳期如夢。」「兩情若是久長時，又豈在朝朝暮暮。」這幾句時，眼中又有了晶瑩的淚珠。她默默不語，望著火光，過了一會，悄悄說：「漢人真聰明，會編出這樣好的歌兒來。」大漠上一到夜晚，氣候立即奇冷，陳家洛找了一些枯草樹枝，把火生得極旺，兩人裹著毯子，各自睡了。兩人雖然隔得很遠，然而陳家洛在夢中似乎盡聞到那少女身上的幽香。次晨醒來又行，向西走了四日，已到了塔里木河邊，這天下午，忽然南面山邊出現了兩名維人的武裝騎兵。那少女迎上去和他們講了幾句話，維人騎兵就行禮退開了。那少女回來對陳家洛道：「滿洲兵已佔了阿克蘇和烏什，木卓倫老英雄他們已退到了葉爾羌，這裏去還有十多天路程呢。」陳家洛聽見滿洲兵得勝，很是憂慮。那少女道：「滿洲兵人多，咱們只好一路向西退，叫他們糧草接濟不上，在這大戈壁裏累死。」陳家洛本來還擔心霍青桐的安危，現在想維人大隊既向西退，兆惠的滿洲兵只怕一時也奈何他們不得，只要乾隆停戰的旨意一到，他們的圍就可解了。現在霍青桐離中土萬里，又是在大軍環擁之中，絕不怕滕一雷等尋仇，這樣一想，心中反而寬慰。那少女的紅馬也是一匹佳種良駒，腳程雖沒駱冰的白馬快，但一天也能走上五六百里。兩人曉行夜宿，感情越來越是融洽，這天傍晚，太陽將要下山，突然忽喇一聲，一隻小鹿從樹叢中跳了出來。那少女嚇了一跳，隨即拍手嘻笑起來，說道：「一隻小鹿，一隻小鹿！」那小鹿生下不久，幼小異常，咩咩的叫了兩聲，又跳回樹叢。那少女跟過去瞧，突然退了回來，輕聲說道：「那邊有人！」陳家洛湊到樹叢邊向外一望，只見五名清兵，正圍著在剝切一隻大鹿。那隻小鹿在他們身邊繞來繞去，不住悲鳴，那隻被打死的大鹿一定是牠母親了。一名清兵罵道：「他媽的，連你一起吃了！」站起身來，彎弓搭箭，對準小鹿要射。小鹿絲毫不知奔逃，反而越走越近。那少女驚呼一聲，從樹叢中奔了出來，擋在小鹿面前，叫道：「別射，別射！」那清兵吃了一驚，待看清楚時，見那少女美麗高華，光艷不可逼視，不由得退了一步。其餘四名清兵也都站了起來。這時陳家洛也早已躍出，站在那少女身旁相護。那少女俯身抱起小鹿，摸著牠柔軟的皮毛，柔聲說道：「你媽媽給壞人打死了，真可憐。」側著頭親親牠，恨恨的望了清兵一眼，轉過身走出樹叢。五名清兵圍在一起竊竊議論，忽然齊聲發喊，挺刀追了過來。那少女也開始奔跑，想跑到馬邊，他們兩匹馬腳力神速，只要一上馬，清兵再也追趕不上。那知那些清兵都是兆惠手下旗營的精兵，久經戰陣，一名把總一喊口令，五個人分散了包抄上來。陳家洛拉住少女的手，說道：「別害怕，我把這些壞人打死，給小鹿的媽媽報仇。」那少女這時對陳家洛已全心全意的信任，雖想一個人要抵敵對方五人恐怕不易，但他既然說了，就沒絲毫懷疑，抱著小鹿，靠在他身邊。陳家洛也在輕輕撫摸那小鹿，對清兵的追來毫不在意，五名清兵追近，四面圍攏，那把總打著半生不熟的維語喊道：「幹麼的？給我過來。」那少女抬頭望陳家洛，陳家洛向她微微一笑，那少女也報之一笑。她不懂世間的險惡艱苦，以為他既然如此鎮定，那麼這些清兵也絕不會傷害他們了。那把總見他們不以為意，叫道：「給我拿下！」四名清兵齊齊把兵刃拋在地上，撲了上來。說也奇怪，這些兵士平素最喜凌辱婦女，但見了那少女的容光，竟然不敢褻瀆，齊齊都奔向陳家洛，那少女驚叫起來，叫聲未畢，忽然呼蓬、呼蓬四聲響，四名清兵都飛了開去，跌倒在地，哼哼唧唧的爬不起來，原來都給陳家洛點了穴道。那把總見勢頭不對，轉身飛奔，陳家洛叫道：「回來！」手中珠索隨即飛出，套住把總的脖子，用力一扯，那把總接連兩個觔斗，翻了過來。那少女拍手嘻笑，眼露讚羨之色，望著陳家洛。他牽了少女的手，在身旁一塊大石上坐下，用維語問那把總道：「喂，你們到這裏來幹麼？」那把總楞楞的從地上爬起來，見四名下屬都躺在當地，動彈不得，知道今日遇見了剋星，不敢再強，說道：「我們是兆惠將軍部下吃糧的小兵，上司要我們到那裏，就只好到那裏。」陳家洛想這話倒也不錯，問道：「你們五個人要到那裏去？你不說實話，我不給他們救治，讓你們在這大沙漠中餓死渴死。」那把總聽了這話，身子發抖，忙道：「我不敢騙你，上司派我們到星星峽去接一個人。」他說維語結結巴巴的說不清楚，陳家洛改用漢語問他：「去接誰？」把總也用漢語說道：「接御林軍一位統領。」陳家洛道：「他叫甚麼名字？你把公文拿給我看。」那把總有點遲疑陳家洛站了起來，說道：「你不肯算了，我們可要走啦！」那把總嚇得臉色發青，忙從懷裏掏出一件公文來，陳家洛一瞥之下，吃了一驚，原來公文封皮上寫著：「呈張統領召重大人勛啟」幾個大字。陳家洛心想：「自那日在杭州北高峰一戰，張召重已由他師兄千里獨行俠馬真帶去管教，怎麼他又到回疆來？」隨手把公文撕開，那把總忙要攔阻，陳家洛理也不理，抽出公文看時，上面說：知道張大人奉旨前來回疆來，很是欣慰，現特派人前來迎接，因軍務緊急，不能多派人員相迎等等，下面署名的是兆惠。陳家洛心想：「張召重奉旨而來，只怕是下達收兵的旨意，那倒不必攔阻。」於是把公文還給了把總，將四名兵士身上穴道解開了，更不多說，與少女上馬而去。那少女笑道：「你真能幹。像你這樣的人，在咱們族裏一定很出名，怎麼我以前沒聽說過呀？」陳家洛微微一笑，說道：「那小鹿一定餓啦，你給牠甚麼吃的？」那少女道：「不錯，不錯！」從水瓶中倒了一些馬奶在手掌中，讓那小鹿舐吃。那少女的手白中透紅，瑩若珊瑚，就像一隻小小的玉盤盛了潔白的馬奶、那小鹿吃了幾口，咩咩的叫幾聲。少女道：「牠是在叫媽媽呀！」兩人又走了六天，第七日上午走了一個時辰，忽然望見遠處一陣雲霧，騰空而起。陳家洛道：「怕要颳風罷？」那少女仔細一看，說道：「這不是烏雲，是地下的塵沙。」陳家洛道：「怎麼這樣多？」那少女道：「我也不知道。咱們過去瞧瞧！」兩人縱馬疾馳，跑了一陣，前面塵沙揚得更高，同時隱隱傳來金鼓之聲，陳家洛一怔，急忙勒馬，說道：「那是軍隊，你聽這聲音。」這時號聲大作，戰鼓雷鳴。陳家洛驚道：「那是雙方大軍在開仗，咱們還是避開的好。」兩人勒馬向東，走不多時，只見前面塵頭大起，一彪軍馬直衝過來，只聽得鏗鏘之聲，塵霧中一面大旗飛出，寫著斗大一個「兆」字。陳家洛在黃河渡口與兆惠的鐵甲軍遭遇過，知道厲害，不及說話，一打手勢，又折向南奔。幸虧兩人坐騎腳程快，奔了一會，和鐵甲軍離得遠了。那少女面現憂色，說道：「滿洲兵很兇猛，不知咱們的隊伍敵不敵得住。」陳家洛正要出口安慰，忽然前面號角齊鳴，一排排的步兵列成隊伍踏步而前，同時左側戰鼓擂得緊急，大地震動，數萬隻馬蹄敲打地面，漫山遍野的騎兵湧了過來。陳家洛左手一抄，把少女抱到自己馬上，拿出劍盾，護在她胸口，柔聲道：「別害怕。」那少女回頭一笑，點點頭，說道：「你說不怕，我就不怕。」她說話時吹氣如蘭，陳家洛和她相隔既近，幽香更是中人欲醉，雖然身入重圍，但毫不氣餒。陳家洛一看形勢，東北南三面都有敵兵，只有西面無人，兩人一騎，向西馳去，那少女手中抱了小鹿，她紅馬跟在後面，跑了一陣，忽見前面清兵隊伍調動，正在佈陣，四處已無路可走，陳家洛暗自心驚，縱馬馳上一個高坡，想一看戰場形勢，找尋空隙衝出去。一瞧之下，登時獃了，只見西首密密層層的排了滿洲步兵，兩翼都是騎兵。對面遠處卻是穿條紋衣服的戰士，聲勢也極浩大，原來是維族的軍隊，雙方守住陣腳，還沒開始交鋒，陳家洛和那少女是陷在清兵陣後。只見陣中指揮的將校往來奔馳，軍士肅靜無聲，這時已有人發現了兩人，有五六名兵丁奉命前來查問。陳家洛心想：「今日不知怎樣鬼使神差，陷入清兵大軍陣裏，看來這條性命要送在這裏了。」右手一揮珠索，左手提韁，喝一聲：「快跑！」雙腿一夾，那白馬如箭離弦，一溜煙般直衝出去。清兵待要喝問，白馬早已奔過身邊。那馬腳程奇快，一晃眼奔過三隊清兵，陳家洛心中暗喜，忽然那馬突然收住步，前面鐵甲軍排得一個接一個，奔不過了。陳家洛凝神屏氣，兜轉馬頭，繞過鐵甲軍隊伍，只見弓箭手彎弓搭箭，長矛手挺矛欲刺，一個間著一個，一眼望去，不計其數。他知道清兵將官只要口令一出，他和少女身上登時箭矢叢集，本領再好也逃不過去，索性勒緊馬韁，緩緩而行，挺直了身子，眼睛向清兵望也不望，傲然走過。這時朝陽初升，陳家洛和那少女迎著日光，從西而東，控韁而行。那少女頭髮上、臉上、手上、衣上都是淡淡的陽光。清軍官兵數萬對眼光凝望著那少女出神，每個人的心都劇烈跳動起來，不論是軍官還是兵士，都沉醉在這樣絕世麗容的光照之下。兩軍數萬人馬劍拔弩張，本來一觸即發就要發生大戰，突然之間，像受了催眠一般，大家都獃住了。人一多，各人的念頭能夠相互感應，在人眾之中，當別人如痴如狂的著了魔時，自己也會不知不覺的著魔，何況忽然見到這樣美如天仙般的少女。這時只聽見噹啷一聲，一名長矛手的長矛掉在地下，接著，許多長矛都掉下了，弓箭手的箭矢也收了回來。軍官們忘了喝止，望著兩人的背影漸漸遠去。兆惠在陣前親自督師，見到這個情景，忽然驚覺，正要下令衝鋒，只聽見對方陣中打起了收兵的金聲。兆惠眼前還縈繞著那白衣少女的影子，他是粗人，說不出原因，但只覺心中柔和寧靜，絲毫不想廝殺，回頭一望，見手下的幾名總兵、副將和親兵，也都神色和平，收刀入鞘，似乎在等待大帥收兵。兆惠叫道：「收兵回營！」命令傳下去，數萬步兵騎兵，翻翻滾滾的退了下來，退出數十里地，在黑水河旁紮下大營。陳家洛脫離險境，喘了一口長氣，這時才覺得全身汗濕，背心上一陣冰涼，看那少女時，去神色自若，好像根本不知道剛才九死一生的危險，那少女微微一笑，縱身躍到那匹紅馬背上，笑道：「前面是咱們自己的隊伍。」陳家洛收起劍盾，兩人躍馬向維人隊伍裏奔去。還未跑到陣前，已有一小隊騎兵迎了上來，他們一見到那少女，立即歡呼，跳下馬來致敬。那少女對他們說了幾句話，騎兵隊長也上來對陳家洛行禮，說道：「兄弟，辛苦啦，願真主阿拉保佑你。」陳家洛也回禮致敬。那少女不再等他，縱馬直向隊伍中馳去，她在維人中間似乎頗有威勢，紅馬到處，大家歡呼讓道。騎兵隊長招待陳家洛到一座營房中休息吃飯，陳家洛說要見木卓倫，隊長道：「族長出去察看敵兵陣地去啦，待他回來，馬上給你通報。」陳家洛旅途勞頓，剛才又心中緊張，不免倦怠，於是在營中睡了一覺。過了晌午，那騎兵隊長說木卓倫要到晚上才能回來，陳家洛問他那白衣少女是誰，騎兵隊長笑道：「除了她，還有誰能這樣美？今兒晚上咱們有偎郎大會，兄弟你也來罷，在會上準能見到族長。」陳家洛心下納悶，不便多問，到得傍晚，只見營中維人青年戰士忙忙碌碌，加意修飾，個個容光煥發，衣履鮮華。天色漸漸黑了下來，一鉤眉毛月從天邊升起，突然間營外鼓樂之聲大作，那騎兵隊長衝進帳來，拉了陳家洛的手，說道：「新月出來啦，兄弟，走罷。」兩人來到營外，只見外面平地上燒了一大堆極大的烈火，維人的青年戰士們從四面八方走攏，圍在烈火旁邊。四周有的人在烤牛羊、做抓飯，有在彈琴奏樂，一片喜樂的景象。只聽號角吹起，一隊人從中間大帳中走了出來，當先一人正是木卓倫，他兒子霍阿伊站在他的身旁。陳家洛心想：「等他們辦完正事之後，我再上去相認罷。」於是把衣襟翻起，遮住了半邊臉。木卓倫向眾人一揮手，大家跪了下來，向真神阿拉禱告，陳家洛也隨眾俯伏。禱告完畢，木卓倫叫道：「已有妻室的戰士們，今日你們辛苦一點，在外面守禦，讓你們的年青兄弟高興一晚。」他手一揮，號手吹起號來，三隊戰士列隊而出，各人左手牽馬，右手執了長刀。霍阿伊跨上戰馬，向坐在地下的年青戰士們喊道：「真神保佑你們，讓你們今晚和心愛的姑娘歡敘。」年青的戰士們歡呼叫喊：「真神保佑你們，多謝你們辛苦。」霍阿伊長刀一揮，率領三隊戰士出外守禦去了。陳家洛見他們調度有方，軍容甚盛，心中暗暗欣慰。這時樂聲一變，曲調甚為柔和，帳門開處，一隊隊維人少女湧了出來。她們穿的衣服色調都鮮艷異常，頭上小帽的金絲銀絲閃閃發亮，載歌載舞的向烈火走來。陳家洛心中倏地一震，只見兩個少女，一個穿黃，一個穿白，走上木卓倫身旁，那穿白的就是與他同來的美麗少女，那穿黃的頭上插了一根翠羽，就是霍青桐了，數月不見，更加出落得窕窈婀娜，兩人一左一右，在木卓倫身旁坐著。陳家洛忽然想起：「這白衣美女難道就是霍青桐的妹妹？怪不得我總覺得她相貌有點熟，原來在那玉瓶上見過她的肖像。只是肖像畫得雖好，那有她真人美麗之萬一？」這時他臉上發紅，心中突突亂跳，他自與霍青桐一見之後，不由得情苗暗茁，但見她與陸菲青的美貌徒弟神態親熱，以為她已有愛侶，於是努力剋制對她的想念，這幾日來天天與一位絕代佳人在一起，滿腔情思，已完全轉移到這白衣少女身上了。但這時並見雙美，心中到底頗有點異樣的感覺。樂聲一停，木卓倫站了起來，大朗說：「穆聖在可蘭經上教導咱們，第二章第一百九十節說：『你們當為主道而抵抗進攻你們的人。』第廿二章第三十九節說：『被攻擊的人，已得抗戰的許可，因為他們已受虧損了。阿拉援對於援助他們，確是全能的。』咱們受人欺侮，阿拉一定幫助咱們。」眾維人轟然歡呼，木卓倫道：「各位兄弟姊妹們，盡量高興罷！」於是歌聲四起，司炊事的維人把抓飯、烤肉、蜜瓜、葡萄乾、馬奶酒等分給眾人。每人手中拿著一個鹽岩雕成的小碗，烤肉拿來後在鹽碗中一擦，當即鮮美可口。過了一會，新月在天，歡樂更熾。許多少女在烈火旁跳起舞來，他們跳到自己的意中人身旁，就把他一拉，男男女女，成雙成對的載歌載舞。陳家洛出身在禮法嚴峻的世家，從來沒遇到過這種幕天席地、歡樂不禁的場面，幾杯馬奶酒一下肚，臉上微紅，心情甚是歡暢。突然之間，樂聲停了一停，隨即奏得更緊，歌舞的男女們紛紛手攜手散開，大家臉露詫異之色，向木卓倫等一群人望著。陳家洛隨著他們眼光一看，只見那白衣少女已經飄飄的從座上走下來，眾維人大為興奮，竊竊私議。陳家洛聽得身旁的騎兵隊長道：「咱們香香公主也有意中人啦，誰能配得上她呢？」木卓倫見愛女忽然也去偎郎，大出意外，但心中很是高興，眼中含著淚光，全神注視。霍青桐素來不知妹妹已有情郎，也是又驚又喜。要知喀絲麗雖只十八歲，但美名播於天山南北，因為她身上有一種天然幽香，所以大家叫她香香公主。維族青年男子個個對她十分崇仰，因為過份敬重，從來沒有人想到敢去做她的情郎，現在忽然見她下座歌舞，那真是天大的大事。香香公主輕輕的轉了幾個身，慢慢沿著圈子走去，口中輕輕唱道：「誰給我採了雪中蓮，你快出來啊！誰救了我的小鹿，我在找你啊！」陳家洛一聽，耳中「嗡」的一聲，登時迷迷糊糊的出了神，忽然一隻纖纖白手在他肩上一搭，俯身拉住他的手。陳家洛怔怔的跟她站了起來，眾維人一陣歡呼，大家高聲唱起歌來，男男女女擁了上去，給他們兩人道喜。維人婚配雖也由父母之命，須受財產地位等各種羈絆，但究竟比漢人的封建禮法要寬和得多。偎郎大會是自古相傳男女公開談情說愛的處所，所以大家一見香香公主牽了陳家洛的手走出來，紛紛把他們圍住，木卓倫和霍青桐都沒有看清楚陳家洛的面貌，以為只是一個普通維人，正要擠進人叢去相會，突然遠處號角嘟嘟嘟的吹了三聲，那是有緊急軍情的訊號，眾人一聽，立時散開，木卓倫與霍青桐也當即歸座。香香公主牽了陳家洛的手，坐在眾人身後。陳家洛覺得她輕輕偎依在自己身上，淡淡幽香傳入鼻端，真不知是夢境還是人間。