第十二回　揚刀立威就在此時，潮聲如雷，震耳欲聾，張翠山和殷素素所坐的船被拋了起來，說話聲盡皆掩沒。張翠山向窗外一看，只見巨浪猶如一堵透明的高牆，巨鯨幫的人若不獲救上船，這時都被掩沒在驚濤之中了。殷素素走到後艙，關上了門，過了片刻出來，卻又換上了女裝，她打個手勢，要張翠山除下長袍。張翠山不便再行峻拒，只得解了下來。他只道殷素素要替自己縫補破裂之處，那知她提起自己剛換下來的男裝長袍，打手勢叫張翠山穿上，卻將他的破袍收入了後艙。張翠山身上只有短衫中衣，只得將殷素素的男裝長袍穿上了。那件袍子本就寬大。張翠山雖然比她高大得大，卻也不顯得窄小，只聞到袍子上一縷縷淡淡的幽香，送入鼻端。張翠山心神一蕩，不敢向她觀看，恭恭敬敬的坐著，裝作欣賞艙艙板壁上的書畫，但心事如潮，和船外船底的波濤一般洶湧起伏，卻那裏看得進去？殷素素也不來跟他說話。船中本來點著蠟燭，但一個巨浪湧來，船身一側，燭火登時熄了。張翠山暗道：「不好！我二人孤男寡女，坐在船艙之中，雖說我不欺暗室，卻只怕於殷姑娘的清名有累。」於是推開後艙艙門，走到把舵的舟子身旁，瞧著他穩穩的掌著舵柄，穿波越浪，順流下駛。一個多時辰之後，上湧的潮水反退出海，順風順水，舟行更速，破曉後已近王盤山島。那王盤山在錢塘江的東海之中，是一個荒涼小島，山石嶙峋，向無人居。兩艘船駛近島南，相距尚有數里，只聽得島上號角之聲嗚嗚吹起，兩個人各舉一面大黑旗、揮舞示意。座船漸漸駛近，張翠山見兩面黑旗上鑲以白邊，心道：「黑旗白邊，乃是金生水之意。常壇主說玄武壇壇主在島上主持揚刀立威，北方玄武，壬癸亥子水，主黑。看來這白眉教中的人物精通五行變化之術，並非尋常愚民的邪教。」沉吟間座船駛得更加近了，只見黑旗上繡著一隻飛龜之形。兩面大黑旗之間站著一個老者，他朗聲說道：「玄武壇白龜壽恭迎殷姑娘。」聲音漫長，綿綿密密，雖不響亮，卻是氣韻醇厚之極。片刻間坐船靠岸，那老者親自舖上跳板。殷素素請張翠山先行，上岸後和白龜壽引見。白龜壽見殷素素神氣間對張翠山極為重視，待聽到他是武當七俠中的張五俠，更是心中一凜，說道：「久仰武當七俠的清名，今日幸得識荊，大是榮幸。」張翠山謙遜了幾句。殷素素笑道：「你兩個言不由衷，說話不大痛快。一個是心中在想：『啊喲，不好，武當派的人也來啦，多了一個爭奪屠龍刀的辣手人物。』另一個心中卻說：『你這種邪教邪派的人物，我才犯不著跟你親近結交。』我說啊，你們想說什麼便說什麼，不用口是心非的。」白龜壽哈哈一笑，張翠山卻道：「不敢！白壇主武功精湛，在下一聽白壇主這份隔海傳聲的功夫，心下好生佩服。在下只是陪殷姑娘來瞧瞧熱鬧，絕無覬覦寶刀之心。」殷素素聽他這般說，面溢春花，好生喜歡。白龜壽素知殷素素面冷心狠，從來不對任何人稍假詞色，但這時對張翠山的神態卻截然不同，知道這人在她心中的份量實是不輕，又聽得他稱讚自己內功，當下敵意盡消，說道：「殷姑娘，海沙派、巨鯨幫、神拳門的人物早就到啦，還有兩個崑崙派的年青劍客。這兩個小子飛揚跋扈，囂張得緊。那如張五俠名揚天下，卻這麼謙光。可見有一分本事，便有一分修養……」他剛說到這裏，忽聽得山背後一人喝道：「背後鬼鬼祟祟的毀謗旁人，又算是什麼大丈夫的行逕？」話聲一歇，便轉出兩個人來。兩人身材修長，一色的杏黃長袍，背上斜插長劍，都是二十八九歲年紀。兩人臉罩寒霜，一副要惹事生非的模樣。白龜壽笑道：「說起曹操，曹操便到，來來來，我跟你們引見引見。」那兩個崑崙派的青年劍客本來就要發作，但斗然間見到殷素素容光照人，艷麗非凡，不由得心中都是怦然一動。一個人竟是目不轉瞬的呆瞧著她，另一個看了她一眼，急忙轉開了頭，但隨即又偷偷斜目看她。白龜壽指著呆看殷素素的那人道：「這位是高則成高大劍客。」指著另一人道：「這位是蔣濤蔣大劍客。兩位都是崑崙派的武學高手。想崑崙派威震西域，武學上有不傳之祕，天下武林，無不欽佩，高蔣兩位更是崑崙派中出乎其類、拔乎其萃，矯矯不群的人物。這一次來到中原，定當大顯身手，讓咱們開一開眼界。」他這番話中顯是頗含譏嘲，張翠山心想這二人若不立即動武，也必反唇相稽，那知高蔣二人只是唯唯否否，似乎沒聽見他說些什麼。張翠山好生奇怪，再一看二人的神色，這才醒悟，原來他二人一見殷素素，一個傻瞪，一個偷瞧，竟是神不守舍的如痴如呆。張翠山暗暗好笑，心道：「崑崙派名播天下，號稱是劍術通神，那知出來的弟子卻這般下流。」其實高蔣二人雖然生性傲慢了些，卻非下流好色之徒，只是殷素素實在容貌太美，教人的眼光一和她面容接觸，猶如磁石引鐵一般，竟然再也難以分開。何況高蔣二人都是青年子弟，喜愛美色亦是人情之常。他二人這般貪看，未必心中存了什麼猥褻之念，只是情不自禁，難以自持。白龜壽又道：「這位是武當派張翠山相公，這位是殷素素姑娘，這位是敝教的常金鵬壇主。」他說這三人姓名時都是輕描淡寫，不加形容，對張翠山更是只稱他一聲「相公」，連「張五俠」的字眼也免了，那顯是將他當作極親近的自己人看待。殷素素心中甚喜，眼光在張翠山臉上一轉，秋波流動，含情脈脈。高則成性較鹵莽，見殷素素對張翠山神態親近，兩人關係顯是不同尋常，也不知從那裏來的一叢怒火，竟是在胸頭燃燒起來，狠狠的向張翠山怒目橫了一眼，冷冷的道：「蔣師弟，咱們在西域之時，好像聽說過，武當派算是武林中的名門正派啊。」蔣濤道：「不錯，好像是聽說過。」高則成道：「原來耳聞不如目見，道聽塗說之言，大不可信。」蔣濤道：「是嗎？江湖上謠言甚多，十之八九原本靠不住。高師哥說武當派怎麼了？」高則成道：「名門正派的弟子，怎地和邪教的人物廝混在一起，這不是自甘墮落麼？」他二人一吹一唱，竟指名道姓的向張翠山叫起陣來。他們可不知殷素素也是白眉教中人物，「邪教」二字，是指白常二人而言。張翠山聽他二人言語如此無禮，登時便要發作，但轉念一想，自己這次上王盤山來，用意純是在查察傷害俞岱岩的兇手，這兩個崑崙弟子年紀雖較自己為大，卻是初出茅廬的無名之輩，犯不著跟他們一般見識，何況白眉教行事確甚邪惡，觀乎殷素素和常金鵬將殺人當作家常便飯一事可知，自己決不能跟他們牽纏在一起，於是微微一笑，說道：「在下跟白眉教的這幾位也是初識，和兩位仁兄沒什麼分別。」這兩句話眾人聽了都是大出意外，白常兩壇主只道殷素素跟他交情甚深，原來卻是初識，殷素素心中惱怒，知道張翠山如此說，明是瞧不起白眉教之意，高蔣兩人相視冷笑，心想：「這小子是個膿包，一聽到崑崙派的名頭，心裏就怕了咱們啦。」白龜壽道：「各位賓客都已到齊，只有巨鯨幫的麥少幫主，還沒有來，咱們也不等他啦。現下各位到處隨便逛逛，正午之時請到那邊山谷中飲酒看刀。」常金鵬笑道：「麥少幫主座船失事，是張相公命人救了起來，這時便在船中，待會請他赴宴便了。」張翠山雖見白常兩位壇主對已執禮甚恭，殷素素的眼光神色之間更是柔情似水，但想跟這些人越是疏遠越好，於是說道：「小弟想獨自走走，各位請便。」也不待各人回答，一舉手，便向東邊一帶樹林走去。這王盤山是個極小的島嶼，島上除了山石樹木，並無可觀之處。東南角一個小小港灣，桅檣高聳，停舶著十來艘大船，想是巨鯨幫、海沙派一干人的座船。張翠山沿著海邊信步而行，他對殷素素任意殺人的殘暴行逕雖然大是不滿，但說也奇怪，一顆心竟是念茲在茲的縈繞在她的身上，心想：「這位殷姑娘在白眉教中地位極是尊貴，白常兩位壇主對她像公主一般侍候，但她顯然不是教主，不知是什麼來頭？」又想：「白眉教要在這島上揚刀立威，對方海沙派、神拳門、巨鯨幫等都是由最重要的人物赴會，白眉教卻只派一位壇主主持，似乎沒將這些對手放在心上。瞧那玄武壇白壇主的氣派，似乎功力尚在朱雀壇常壇主之上。看來白眉教將是武林中一個極大的隱憂，今日當多摸一下他們的底細，日後咱們武當七俠只怕要跟他們拚個你死我活。」正沉吟間，忽聽得樹林外叮叮噹噹，傳來一陣陣兵刃相交之聲。張翠山好奇心起，循聲過去，只見兩株大樹之間，崑崙派的兩個劍客高則成和蔣濤各執長劍，正在練劍，殷素素在一旁笑吟吟的瞧著。張翠山心道：「師父平素說崑崙派的劍術大有獨到之處，他老人家少年之時，還和一個號稱『劍聖』的崑崙派名家交過手，這機緣倒是難得。」但武林之中，一派的師徒或師兄弟練習武功，極忌旁人偷看。張翠山是名門弟子，不願貽人口實，雖然極想看個究竟，但終是守著武林規矩，只望了一眼，轉身便欲退開。那知他這麼一探頭，殷素素已看見了他，伸出纖纖素手，向他招了招，叫道：「張五哥，你過來。」張翠山這時若再避開，反落了個偷看的嫌疑，於是邁步走近，說道：「兩位兄台在此練劍，咱們別惹人厭，到那邊走走吧。」還沒聽殷素素回答，卻見白光一閃，嗤的一響，蔣濤反劍掠上，高則成左臂中劍，鮮血冒出。張翠山吃了一驚，只道是蔣濤失手誤傷。那知高則成哼也不哼一聲，鐵青著臉，刷刷刷三劍，招數巧妙狠辣，全是指向蔣濤的要害。張翠山這才看清，原來兩人並不是練習劍法，竟是真打真鬥，不禁大是訝異。殷素素笑道：「看來師哥不及師弟，還是蔣兄的劍法精妙些。」高則成聽了此言，一咬牙，翻身迴劍，劍訣斜引，一招「百丈飛瀑」，劍鋒從半空中直瀉下來。張翠山忍不住喝采：「好劍法！」蔣濤縮身一躲，但高則成的劍勢不到用老，中途變招，劍尖一抖，「嘿！」的一聲呼喝，刺入了蔣濤左腿。殷素素拍手道：「原來做師兄的畢竟也有兩手，蔣兄這一下可比下去啦。」蔣濤怒道：「也未見得。」劍招忽變，歪歪斜斜，使出崑崙派中的一套「雨打飛花」劍法來。這一路劍全是走的斜勢，飄逸無倫，但七八招斜勢之中，偶爾又挾著一招正勢，教人極難捉摸。高則成對這路本門劍法自是爛熟於胸，見招拆招，也毫不客氣的還以擊削劈刺。兩人身上都已受傷，雖然中的均非要害，但劇鬥中鮮血飛濺兩人臉上、袍上、手上都是血點斑斑。師兄弟倆越鬥越狠，到後來意似性命相撲一般。殷素素卻在旁不住口的推波助瀾，讚幾句高則成，又讚幾句蔣濤，把兩人激得興發如狂，恨不得一劍將對方刺倒，好討得殷素素的歡喜，顯得自己劍法多強。這時張翠山早已明白，他師兄倆忽然捨命惡鬥，全是殷素素從中挑撥，而她所以要挑動兩人相鬥，當是因他們瞧不起白眉教而致。眼見兩人越打越狠，初時還不過意欲取勝，到後來各人動了狂興，竟是要致對方死命一般，再鬥下去勢非闖出大禍不可。看這二人的劍法果是極為精妙，只是變化不夠靈動，內力也嫌薄弱，劍法中的威力只發揮得出一二成而已。殷素素拍手嬉笑，甚是高興，說道：「張五哥，你瞧崑崙派的劍法怎樣？」她聽張翠山不答，一回頭，見他眉頭微皺，頗有厭惡之色，說道：「使來使去這幾路，沒什麼看頭，咱們到那邊瞧瞧海景去吧！」說著拉了張翠山的左手，舉步便行。張翠山只覺一隻溫膩軟滑的手掌握住了自己的手，心中一動，明知她是有意激怒高蔣二人，卻也不便掙脫，只得隨著她走向海邊。瞧著一望無際的大海，殷素素呆呆出了一會神，忽道：「『莊子』秋水篇中說道：『天下之水，莫大於海，萬川歸之，不知何時止而不盈。』然而大海卻並不驕傲，只說：『吾在於天地之間，猶小石小木之在大山也。』莊子真是了不起，有這麼博大的胸襟。」張翠山見她挑動高蔣二人自相殘殺，引以為樂，心中本來甚是不滿，忽然聽到這幾句話，不禁一怔。「莊子」一書，道家修真之士是一定要讀的，張翠山在武當時，張三丰也常拿來和他們師兄弟講解。但這個殺人不貶眼的女魔頭突然在這當兒發此感慨，實在大出他意料之外，他一怔之下，說道：「是啊，『夫千里之遠，不足以舉其大，千仞之高，不足以極其深。』」殷素素聽他也以「莊子秋水篇」中形容大海的話來回答，但臉上神氣，卻有不勝仰慕欽敬之情，說道：「你是想起了師父嗎？」張翠山吃了一驚，情不自禁的伸出右手，握住了她另外一隻手，道：「你怎麼知道？」原來當年他在山上和大師兄宋遠橋、三師兄俞岱岩共讀莊子，讀到「夫千里之遠，不足以舉其大，千仞之高，不足以極其深」這兩句話時，俞岱岩說道：「咱們跟師父學藝，越學越覺得跟他老人家相差得遠了，倒似每天都在退步一般。用『莊子』上這兩句話來形容他老人家深不可測、大不所窮的功夫，那才適當。」宋遠橋和張翠山都點頭稱是。這時他想起莊子這兩句話，自然而然的想起了師父。殷素素道：「你臉上的神情，不是心中想起父母，便想起極敬重的師長，但『千里之遠，不足以舉其大』云云，當世除了張三丰道長，只怕也沒第二個人當得起了。」張翠山甚喜，道：「你真是聰明。」驚覺自己忘形之下握住了她的雙手，臉上一紅，緩緩放開。殷素素道：「尊師的武功，到底是怎般的出神入化，你能說些給我聽聽麼？」張翠山沉吟半晌，道：「武功只是小道，他老人家所學遠不止於武功，唉，博大精深，不知從何說起。」殷素素微笑道：「『夫子步亦步，夫子趨亦趨，夫子馳亦馳；夫子奔逸絕塵，而回膛若乎後矣。』」張翠山聽她引用「莊子」書中顏回稱讚孔子的話，而自己心中，對師父確是有這種五體投地的感覺，說道：「我師父不用奔逸縱塵，他老人家趨一趨，馳一馳，我就跟不上啦。」殷素素聰明伶俐，有意要討好他，自是談得十分投機，久而忘倦。兩人並肩坐在石上，不知時光很快的過去，忽聽得遠處腳步聲極是沉重，有人咳了幾聲，說道：「張相公、殷姑娘，午時已到，請去入席吧。」張翠山回過頭來，只見常金鵬相隔十餘丈站著，雖然神色莊敬，但嘴角邊帶著一絲微笑。他神情之中，便似一個慈祥的長者見到一對珠聯璧合的小情人，大感讚嘆歡喜。殷素素一直對他視作下人，傲不為禮，這時卻臉含羞澀，低下頭去。張翠山心中光明磊落，但見了兩人神色，禁不住臉上一紅。常金鵬極是識趣，轉過身來，當先領路。殷素素低聲道：「我先去，你別跟著我一起。」張翠山微微一怔，心道：「這位姑娘怎地避起嫌疑來啦？」便點了點頭。殷素素搶上幾步，和常金鵬並肩而行，只聽她笑著問道：「那兩個崑崙派的獃子打得怎樣啦？」張翠山心中似喜非喜，似愁非愁，直瞧著他二人的背影在樹後隱沒，這才緩緩向山谷中走去。進得谷口，只見一片青草地上擺著七八張方桌，除了東首第一席外，每張桌旁都已坐了人。常金鵬見他走近，站起身來，大聲道：「武當派張五俠駕到！」這八個字說得聲若雷震，山谷鳴響。他一說完，和白龜壽快步迎了出來，每人身後跟隨著本壇的五位香主，十二人在谷口一站，並列兩旁，躬身相迎。白龜壽道：「白眉教殷教主屬下，玄武壇白龜壽、朱雀壇常金鵬，恭迎張五俠大駕。」殷素素並不走到谷口相迎，卻也起立避席。張翠山聽到「殷教主」三字，心頭一震，暗想：「那教主果然姓殷！」當下作揖說道：「不敢當，不敢當！」舉步走進谷中，只見各席上坐的眾人均有憤憤不平之色，心下微感不解，卻也不去理會。原來海沙派、巨鯨幫、神拳門各路首領到來之時，白眉教只派壇下的一名香主引導入座，決不似對張翠山這般恭敬有禮，相形之下，顯是意含輕視。這一節張翠山並不知道。白龜壽引著他走到東首第一席上，肅請入座。這一張桌旁只擺著一張椅子，乃是各桌之中最尊貴的首席。張翠山一瞥眼，見其餘各席大都坐了七八人，只第六席上坐著高則成和蔣濤二人。他朗聲辭道：「在下末學後進，不敢居此首席。請白兄移到下座去吧。」白龜壽道：「武當派乃方今武林中的泰山北斗，張五俠威震天下，若不坐此首席，在座的無人敢坐。」張翠山記著師父平時常說的「寧靜謙仰」之訓，心想：「若是師父或大師哥在此，這首座自可坐得，我卻是不配。」堅意辭讓。高則成和蔣濤使個眼色，蔣濤忽地提起自己的座椅，凌空擲了過來。他這席和首席之間隔開五張桌子，但他這一擲勁力甚強，只聽呼的一聲響，那椅子飛越五張桌旁各人的頭頂，在第一席邊落了下來，端端正正擺好，與原有的一張椅子相距尺許，這一手巧勁，確是有獨到的造詣。蔣濤一擲出椅子，高則成便大聲說道：「嘿嘿，泰山北斗，不知是誰封的泰山北斗？姓張的不敢坐，咱師兄弟還不致於這般膿包。」兩人身法如風，搶到椅旁。原來先前殷素素問他二人到底誰的武功高些，說想學幾招崑崙派的劍法，準擬向劍法高明些的人求教。二人見到殷素素容顏嬌麗絕倫，早已迷迷糊糊，聽她求懇試練幾式，當下毫不退辭的便拔劍餵招。初時不過想勝過對方，但越打越狠，收不住手，殷素素又在旁推波助瀾，大加挑撥，兩人竟致一齊受傷。待見她和張翠山神情親密的走開，才知道上了她的當，兩人收劍裹傷，心中又羞憤，又是妒忌，卻又不敢向殷素素發作，這時乘機搶奪張翠山的席位，想激他出手，在群雄面前狠狠的折辱他一番。常金鵬伸手攔住，說道：「且慢！」高則成伸指作勢，欲往常金鵬臂彎中點去，張翠山卻道：「兩位坐此一席，最是合適不過。小弟便坐那邊吧！」說著舉步往第六席走去。殷素素忽然伸手招了招，道：「張五哥，到這裏來。」張翠山不知她有什麼話說，便走近身去。殷素素隨手拉過一張椅子，放在自己身邊，微笑道：「你坐這裏吧。」張翠山萬料不她竟會如此脫略形跡，在群豪注目之下，頗覺躊躇，若是跟她並肩同席，未免過於親密，倘不依言就坐，又令人面上無光，簡直要使她無地自容。殷素素低聲道：「我還有話跟你說呢！」張翠山見她臉上露出求懇之色，不忍推辭，便在椅上坐了下去。殷素素心花怒放，笑吟吟的給他斟了杯酒。這邊高則成和蔣濤雖然搶到了首席，但見了這等情景，只有惱怒愈增。白龜壽揮動衣袖，在椅子上拂了幾拂，掃去灰塵，笑道：「崑崙派的兩位大劍客要坐個首席，那也不錯啊，請坐請坐！」說著和常金鵬及十名香主各自回歸主人席位就座。高則成和蔣濤心中均想：「這膿包不敢坐此首席，武當派的威風顯是被崑崙派壓了下去。」兩人對望一眼，大剌剌的坐下。只聽得喀喇、喀喇兩聲，椅腳斷折，兩人一齊向後摔跌。總算兩人武功不弱，不待背心著地，伸手在地下一撐，已自躍起，但饒是如此，神情已是異常狼狽，各席上的豪客都哈哈大笑起來。高則成心知是白龜壽適才用衣袖拂椅，暗中作下了手腳，暗想這份陰勁實是厲害，自己還沒有這份功力。他本來十分自負，把白眉教當作是下三濫的旁門左道，絲毫沒瞧在眼裏，這才在王盤山如此飛揚跋扈，這時見到白龜壽衣袖輕拂之下，顯示了如此功力，不由得銳氣大挫。卻聽白龜壽冷冷的道：「崑崙派的武功，大家都知道是高的，兩位不用尋這兩張椅子的晦氣。說到坐爛椅子這點粗淺功夫，在座的諸君沒有一位不會吧？」說著將手一揮，指著坐在末席的十名香主，道：「你們也練一練吧！」但聽得喀喇喇幾聲響，十張椅子一齊破裂。那十名香主有備而發，坐碎椅子後笑吟吟的站著，神定氣閒，可比高蔣二人狼狽摔倒的情形高明得太多。在座群豪大都是見多識廣之士，多數瞧出是白龜壽故意作弄他二人，只是這情景確實有趣，大夥兒都放聲大笑。笑聲中只見白眉教的兩名香主各抱了一塊巨石，走到第一席之旁，伸足踢去破椅，說道：「木椅單薄，無力承當兩位貴體，請坐在這石頭上吧！」原來這兩人是白眉教中出名的大力士，武功平平，但身軀粗壯，天生神力，每個人所抱的巨石都有七百來斤，托起巨石便遞給高蔣二人，要他們接住。高蔣二人劍法精妙，但要接住這般巨大的岩石卻萬萬不能。須知白眉教似已之長攻敵之短，有心要這崑崙二劍獻醜。高則成皺眉道：「放下吧！」兩名大力香主齊聲嘿的一聲猛喝，雙雙挺直，將巨石高舉過頂，說道：「接住吧！」這麼一來，逼得高蔣二人只有縮身退開，只怕兩個大力士有一個力氣不繼，稍有失閃，那七百斤的大石壓將下來，豈不被他壓得粉身碎骨？他二人心中雖氣，卻又不敢出手襲擊這兩個大力士，巨石橫空，誰也不敢靠近去自履險地。白龜壽朗聲道：「兩位崑崙劍客不敢坐首席啦，還是請張相公坐吧！」張翠山坐在殷素素之身旁，香澤微聞，心中甜甜的，不禁神魂飄蕩，忽地聽得白龜壽這麼一喝，登時警覺：「我千萬不能自墮孽障，和這邪教女魔頭有什情緣牽纏。」當即站起身來，走了過去。白龜壽聽常金鵬極口誇讚張翠山本事，他卻不曾親眼得見，這時有心要試他一試，向兩個手托巨石的大力香主使個眼色。兩個香主會意，待張翠山走近，齊聲喝道：「張相公小心，請接住了！」喝聲一停，兩人身子一矮，雙臂下縮，隨即長身展臂，大叫聲中，兩塊巨石一齊向張翠山頭頂壓了下去。群豪見了這等聲勢，情不自禁的一齊站起身來。白龜壽本意只是要試一試張翠山的武功到底如何，絕無惡意，一來「武當七俠」的名頭在江湖上太響，今日一見，不過是個溫文蘊籍的青年書生，頗有些出於意料之外，二來這位殷素素姑娘向來沒把誰瞧在眼裏，但對這位張五哥卻是傾心無已，此人居然能引動殷姑娘的芳心，日後與白眉教必有極大的干連。但他一見這兩個神力香主莽莽撞撞的將巨石擲了過去，心下登時好生後悔，暗叫：「糟糕，糟糕！」心想張翠山是名門子弟，當然不致為巨石所傷，但縱躍閃避之際，情景也必狼狽，倘若不幸竟爾小小的出了些醜，不但張翠山見怪，殷姑娘更要大為恚怒。他這人深沉毒辣，心下早已打定主意，若是情勢不妙，立時便要加禍在那兩個香主頭上，寧可將兩個香主斃於掌底，也不能得罪了殷姑娘。張翠山忽見巨石凌空壓到，也是吃了一驚，如果跳後避開，那和崑崙派的高蔣二人一般無異，未免墮了師門的威望，這時候也不容細想，練武之人到了緊迫關頭，本身蓄積著的功夫自然而然的會發生出來，當下左手使一招「武」字訣中的右鉤，帶動左方壓下來的巨石，右手使一招「刀」字訣中的左撇，帶動右方壓下來的巨石。那兩大塊巨石本身已有七百來斤，再加上凌空一擲之勢，每一塊都有千斤以上的力道。張翠山並不以膂力見長，要他空手去托這兩塊巨石，那是一塊也舉不起的。可是張三丰這一套以書法中化出來的拳招，實有奪造化之功的神奇。要知武當一派的武功，原不求力大，亦不求招快。後世武當名家王宗岳著有太極拳經，論到一般拳術時說道：「斯技旁門甚多，雖勢有區別，概不外乎壯欺弱、慢讓快耳。有力打無力，手慢讓手快，是皆先天自然之能，非關學力而有也。」白眉教這兩名香主膂力過人，那是有生俱來的先天自然之能，但張翠山的功夫卻是從學力得來的。正如王宗岳拳經中所云：「察四兩能撥千斤，類非力勝！觀耄耄能禁眾人，快何能為？」只要力道運用得法，四兩尚可撥動千斤。張翠山使出師門所授最精深的功夫，借著那兩個香主的一擲之勢，帶著兩塊巨石直飛上天。這兩塊巨石飛擲之力，其實出自兩個香主，只是他以手掌稍加撥動，變了方向。他長袖飛舞，手掌隱在袖中，旁人看來，竟似以衣袖捲起巨石，擲向天空一般。群豪驚慌之下，連喝采也都忘了。只見兩塊巨石一高一低，先後跌落，張翠山輕飄飄的縱身而起，盤膝坐在較高的那塊石上。但聽得騰的一響，地面震動，一塊巨石落了下來，一大半深陷泥中。第二塊跟著落下，平平穩穩的擊在第一塊巨石之上，兩石相碰，火花四濺，只震得每一席碗碟叮叮噹噹的亂響。張翠山不動聲色的坐在石上，笑道：「兩位香主神力驚人，佩服佩服！」那兩名香主卻驚得目瞪口呆，獃獃的站在當地，一句話也說不出來。片刻之間，山谷中寂靜無聲，隔了片晌，才暴出轟雷價一聲采來，殷素素向白龜壽瞪了一眼，得意之情見於顏色。白龜壽大喜，知道自己險險做下錯事，幸好張翠山武功驚人，卻將這件事變成了自己討好殷姑娘之舉，於是走到首席之旁，斟了一杯酒朗聲說道：「咱們久聞武當七俠的威名，今日得見張五俠的神功，當真是佩服得五體投地。小人敬張五俠一杯。」說著一飲而盡。張翠山道：「不敢！」陪了一杯。巨鯨幫的一席之上，突然一個黃衫漢子站起身來，大聲道：「張五俠武功神妙，當在其次，最令人敬服的卻是仁心俠骨，可不同那些奸詐陰惡、鬼計多端的小人。在下也敬張五俠一杯。」說著也舉杯喝乾，杯底朝天。