第八回　全真門人郭靖與楊過這日一早起來，帶備銀兩，與黃蓉郭芙、武氏兄弟別過，乘船到了浙江海岸。郭靖買了兩匹馬，與楊過曉行夜宿，一路向北。楊過從未騎過馬，但他內功略有根底，習練數日，已控轡自如。他少年好勝，每日反而馳在郭靖之前。不一日，兩人渡過黃河，來到陝西。此時大金國已為蒙古所滅，黃河以北，盡是蒙古人天下。郭靖少年時曾在蒙古軍中做過元帥，只怕遇到蒙古舊部，招惹麻煩，將良馬換了兩匹極瘦醜的驢子，身上穿著粗布衣衫，打扮得就和鄉下莊漢相似。楊過少年愛俊，見郭靖也要他穿得土裏土氣，心中極不願意，但對郭伯伯之言不敢有違，只得也穿上粗布大褂，頭上纏了一塊青布包頭，跨在瘦驢之上。這驢子脾氣既壞，走得又慢，楊過在道上整日就是與牠拗氣。這一天到了樊川，漢代開國大將樊噲曾食邑於此，因而得名。沿途岡轡迴繞，松竹森映，水田蔬圃連綿其間，宛然有江南景色，確是秦中勝地。楊過自離桃花島後，心中氣惱，絕口不提島上之事，這時忍不住說道：「郭伯伯，這地方倒有點像咱們桃花島。」郭靖心懷仁慈，聽他說「咱們桃花島」五字，不禁憮然有感，道：「過兒，此去終南山不遠，全真派武術是天下玄功正宗，你好好學藝。數年之後，我再來接你回桃花島。」楊過頭一撇，道：「我這一輩子永不回桃花島啦。」郭靖不意他小小年紀，竟說出這等決絕的話來，心中一怔，一時無言可對，隔了半晌才道：「你生郭伯母的氣麼？」楊過道：「姪兒那裏敢？只是姪兒惹郭伯母生氣吧啦。」郭靖拙於言辭，不再接口。兩人一路上岡，中午時分到了岡頂的一座廟宇。郭靖抬頭一看，見廟門橫額寫著「牛頭寺」三個大字。當下將驢子拴在廟外松樹之上，進廟討齋飯吃。廟中有七八名僧人，見郭靖打扮鄙樸，神色極是冷淡，拿兩份素麵，七八個饅頭給二人吃。郭靖與楊過坐在松下石凳上吃麵，一轉頭，忽見松後有一塊石碑，長草遮掩，露出「長春」二字。郭靖心中一動，走過去拂草一看，原來是長春子丘處機所題的一首詩，刻在石上。詩云：「天蒼蒼兮臨下土，胡為不救萬靈苦？萬靈日夜相凌遲，飲氣吞聲死無語。仰天大叫天不應，一物細瑣往勞形。安得大千復混沌，免教造物生精靈。」郭靖見了此詩，想起十餘年前蒙古大漠中種種情景，撫著石碑呆呆不語，後來想起與丘處機相見在即，心中又自欣喜。楊過道：「郭伯伯，這碑上說些什麼？」郭靖道：「那是你丘祖師做的詩。」當下將詩中含義釋了一遍，道：「你父是丘祖師當年得意的弟子。丘祖師瞧在你父面上，必能好好待你，你用心學藝，將來必有大成。」楊過道：「郭伯伯，你告訴我一件事。」郭靖道：「甚麼事？」楊過說道：「我爹爹是怎麼死的？」郭靖臉上變色，想起嘉興鐵槍廟之事，身子微微顫了一顫。楊過道：「是誰害死他的？」郭靖仍是不答。楊過大聲道：「是你和郭伯母害死他的，是不是？」郭靖大怒，順手在石碑上一拍，喝道：「誰教你這般胡說八道？」他此時功勁何等厲害，盛怒之下隨手一擊，只拍得碑上石屏紛飛。楊過見他動了真氣，忙低頭道：「姪兒知錯啦，以後不敢胡說，伯伯別生氣。」郭靖心中對他本甚愛憐，聽他認錯，氣就消了，正要安慰他幾句，忽聽身後有輕輕的腳步之聲，一回頭，只見兩個中年道士，站在山門口，凝目注視自己適才在碑上這一擊。定是教這二人瞧在眼裏了。那兩個道士對望了一眼，立即走出寺門。郭靖見二人步履矯捷，顯然武功不弱，心想此去離終南山重陽宮不遠，這二道多半是重陽宮中人物。兩人都是四十上下年紀，只怕是全真七子的弟子。他自在桃花島隱居後，不與馬鈺等互通消息，是以全真門下弟子都不相識，只知全真教近來好生興旺，馬鈺、丘處機、王處一等均收了不少佳弟子，武林中名氣越來越響，江湖上一聽到全真教之名，都尊之為泰山北斗一般。他想自己要上山拜見丘真人，正好與那二道同行。當下足底加勁，搶出山門，只見那二道已快步奔在數十丈外，卻不住回頭觀看。郭靖叫道：「二位道兄且住，在下有話請問。」他嗓門洪亮，一聲出去，山谷間隱隱震動。那二道微微一驚，非但不停步，反而走得更加快了。郭靖心想：「難道這二人耳朵聾了嗎？」左足一點，飛身而起，三兩個起落，已繞過二人身旁，搶在前頭，轉身說道：「二位道兄請了。」說著唱喏行禮。兩個道人見他身法如此迅捷，臉現驚惶之色，一見他躬身行禮，只道他要運內勁暗算，二人向左右一閃，齊聲喝道：「你幹甚麼？」郭靖道：「二位可是終南山重陽宮的道兄麼？」一個道人沉著臉道：「是便怎地？」郭靖道：「在下是長春真人丘道長故人，意欲上山拜見，相煩指引。」另一個矮胖道人冷笑道：「你有種自己上去，讓路吧！」說著突然橫掌揮出，他這一掌快捷無比，郭靖只得向右一避，那知另一個瘦道，與那矮道人武術上練得絲絲入扣，分進合擊，跟著一掌自右向左，將郭靖攔在中間。這兩招叫做「大關門式」，原是全真派武功的絕招，郭靖如何不識？他見二道不問情由，上來就下殺手，不禁愕然，不知他們有何誤會，當下既不化解，亦不閃避，只聽波波兩聲，二道雙掌都擊在他的脅下，卻是如中敗絮。郭靖中了這兩掌，已知道武功深淺，心想以二人功力而論，確是全真七子的弟子，與自己算得是同輩。他在二人掌擊到之時，早已鼓勁抵禦，只是這股內力用得恰到好處，既不使自己絲毫受損，卻也不將掌力反激出去，叫二人手掌疼痛腫脹，只是平平常常受了，恍若無事。二道自己練了二十幾年的絕招打在對方身上，宛如打空一般，心中驚駭無比，當下一聲呼嘯，四足齊飛，同時向郭靖胸口踢到。郭靖為人脾氣溫和，極不易生氣動怒，心中暗暗奇怪：「全真七子個個是有道之士，沖謙淡泊，怎麼門下的弟子這般暴燥？」眼見二人用「鴛鴦玉連環」的上乘武功向自己踢到，仍是不動聲色，未加理會。但聽得拍拍拍，波波波，十餘聲連珠價響過，他胸口已多了一片灰撲撲的腳印。二道的足尖猶如踢在沙包之上，軟軟的極是舒服，但見對方神定氣閒，渾若無事，這一下驚詫，更比適才厲害了十倍，心想：「此人到底是人是鬼？就是咱們師父師伯，卻也沒這等功夫。」斜眼看郭靖時，見他濃眉大眼，臉上風塵僕僕，一身粗布衣服，就如普通的莊稼漢一般，實無半點異樣之處，不禁呆在當地，做聲不得。楊過見二道對郭靖又打又踢，郭靖卻不還手，心中生氣，走上幾步，喝道：「你這兩個臭道士，幹麼打我伯伯？」郭靖連忙喝止，道：「過兒，快住口，過來拜見兩位道長。」楊過一怔，心想：「郭伯伯好沒來由，何必畏懼他們？」兩個道士對望一眼，刷刷兩聲，從道袍中抽出長劍。矮道士一招「探海屠龍」刺向郭靖下盤。另一個一招「罡風掃葉」，卻向楊過右腿疾刺。郭靖對刺向自己這劍毫不在意，但見瘦道人那一招狠猛無比，心下不由得著惱：「這孩子與你們無怨無仇，你何以下此殺手？這一劍豈非要將他右腿削斷？」當下身子微側，左手「順手推舟」，掌緣擱在矮道人劍柄，輕輕向左一推，他劍刃不由自主的倒轉，噹的一聲，與瘦道人雙劍相交，架開了他那一招。郭靖這一手以敵攻敵之技，原自空手入白刃功夫中變化出來，莫說敵手只有兩人，縱有十人八人一齊攻上，他也能以敵人之刀攻敵人之劍，以敵人之槍挑敵人之鞭，否則一個人本領再強也只雙手兩腳，必須借敵打敵，方能以寡勝眾。兩道人均感手腕一麻，虎口隱隱生痛，立即斜躍轉身，向郭靖怒目而視，心中又是驚駭，又是佩服，當下齊聲低嘯，雙劍又上。郭靖心想：「這是初練天罡北斗陣的基礎功夫，雖是上乘劍法，但你只有二人，劍術又未練得到家，有何用處。」只怕楊過被二人劍鋒掃到受傷，頭一低，右手將他身子抱起，叫道：「在下是丘真人故人，兩位不必相戲。」那瘦道人道：「你冒充馬真人故人也沒用。」郭靖道：「馬真人確也曾傳授過在下功夫。」矮道人脾氣暴躁，叫道：「賊渾人胡說，只怕咱們重陽祖師也傳授過你武功。」刷的一劍，向他當胸刺來。郭靖實在猜想不透，這二道明明是全真門下，何以把自己當敵人看待？他存心忠厚，又想到楊過要在重陽宮學藝，不能得罪宮中道士，是以一味閃避，並不還手。二道焦躁起來，知道郭靖武功遠在自己之上，難以刺中，忽然劍法一變，刷刷刷刷數劍，都往楊過前胸背心刺去。郭靖縱是泥人，也有個土性兒，此時不由得他不動怒，眼見矮道人一劍來得猛惡，右手倏地穿出，食中二指張開，平挾劍刃，手腕向內一轉，右肘撞向對方鼻梁，矮道士用力一抽，沒將長劍抽動，卻見他手肘撞到，知道只要給他撞中面門，非死即受重傷，只得撒劍後躍。此時郭靖的武功，真所謂隨心所欲，不論舉手抬足，無不恰到好處，他右手雙指微微向下一沉，錚的一聲，那劍倒豎立起，劍柄向上反彈出去。那瘦道人正是一劍刺向楊過頭頸，劍鋒被那劍柄一彈，右臂發熱，全身一震，也只得撒劍跳開。兩人齊聲說道：「這淫賊厲害，走吧！」說著轉身急奔。郭靖一生被人罵過不少，但不是「傻小子」，便是「笨蛋」，也有人罵他「臭賊」「賊廝鳥」。「淫賊」二字，從未有人加到他的頭上，這時聽這二道如此詈罵，氣憤無已，也不放下楊過，抱著他急步追趕，奔到二道身後，右足一點，身子已從二道頭頂飛過，足未落地，已轉身喝道：「喂，你們罵我甚麼？」矮道人心下暗暗吃驚，嘴頭仍硬，說道：「你不是妄想娶那龍家小賤人，到終南山來何事？」他此言出口，生怕郭靖上前動手，不由自主的倒退了一步。郭靖呆了一呆，心道：「我妄想娶那龍家小賤人？那姓龍的女子是誰？我為甚麼要娶她？」一時摸不著半點頭腦，怔在當地。二道見他發呆，心想良機莫失，互相使個眼色，急步搶過他身邊，上山奔去。楊過見郭靖出神，輕輕掙下地來，說道：「郭伯伯，兩個臭道士走啦。」郭靖如夢初醒，「嗯」一聲，道：「他們說我要娶那姓龍的女子，她是誰啊？」楊過道：「侄兒也不知道，這兩人不分皂白，一上來就動手，只怕是認錯了人。」郭靖啞然失笑，道：「必是如此，怎麼我會想不到。咱們上山吧！」楊過將二道遺下的兩柄長劍提在手中，郭靖一看劍鋒，上面赫然刻著「重陽宮」三個小字，二人一路上山，行了一個多時辰，已至普光寺，再上去道路險峻，躡亂石，冒懸崖，屈曲而上，待過日月巖時天漸昏暗，到得抱子巖新月已從天邊出現。那抱子巖生得甚是奇怪，就如一個婦人抱著孩子一般，兩人歇了片刻，郭靖道：「過兒，你累了？」楊過微微一笑，搖頭道：「不累。」郭靖道：「好，咱們再上。」又走了一陣，只見前面一塊大巖石，形狀陰森可怖，自空憑臨，宛似一個老嫗彎腰俯視。楊過心中微微有點害怕，忽聽那巖後數聲呼哨，躍出四個道士，手中各執長劍，攔在當路，各自默不作聲，郭靖上前唱喏行禮，說道：「在下桃花島郭靖，上山拜見丘真人。」一個長身道士踏上一步，冷笑道：「郭大俠名聞天下，是桃花島黃老前輩令婿，豈能如你這般無恥，快快下山去吧！」郭靖心道：「我甚麼事無恥了？」當下沉住氣道：「在下確是郭靖，請各位引見丘真人便見分曉。」那長身道士喝道：「你到終南山來恃強逞能，當真是活得不耐煩了。不給你些厲害，你還道重陽宮盡是無能之輩。」他語氣之中，竟是將適才矮、瘦二道也跟著刺了一下。語聲甫畢，長劍晃動，踏奇門，走偏鋒，一招「分花拂柳」刺向郭靖腰脅。郭靖心中暗暗奇怪：「怎麼我十餘年不闖江湖，世上的規矩全都變了？」當下側身一閃，讓開這劍，待要說話，另外三個道士各挺長劍，將他與楊過二人圍在垓心。郭靖叫道：「四位要待怎地，才信任在下確是郭靖？」那長身道士喝道：「除非你將我手中之劍奪了下來。」說著又是一劍，這一劍竟是當胸直刺。須知劍走輕靈，講究偏鋒側進，絕不能如用單刀那般硬殺硬砍，他這一招，卻是沒將郭靖放在眼裏，招數中顯得極是輕佻。郭靖微微有氣，心道：「奪你之劍，又有何難？」眼見一劍刺向當胸，伸食指扣在拇指之下，對準劍尖一彈，嗡的一聲，長身道士把捏不定，那劍直飛起來。他一驚之下，急忙躍出圈子。郭靖不等那劍落下，錚錚錚連彈三下，嗡嗡嗡連響三聲，三柄長劍跟著飛起，日光下閃閃生光，楊過大聲喝采，叫道：「你們信不信了？」要知郭靖平時出手，總為對方留下退步餘地，這時氣惱這長身道人劍法輕薄無賴，才使出彈指神通的功夫來，這彈指神通是黃藥師的祕門絕技，郭靖在島上住了幾年，已盡得其傳，加上他功夫深厚，使將出來自是非同小可。四個道士長劍脫手，卻還不明白對方用的是何手段。那長身道人叫道：「這淫賊會邪法，走吧。」說著躍向老嫗巖後，在亂石中急奔而去。其餘三道跟隨在後，片刻間隱沒在黑暗之中。郭靖第一次被人罵「淫賊」，這一次又被罵「使妖法」，不禁又是好氣，又是好笑。他是個性子堅毅純厚之人，心中越是不明白，越是要弄個水落石出，方肯罷休，說道：「過兒，將這幾柄劍好好放在路邊石上。」楊過依言將地下四劍拾起，與手中原來二劍並列在一塊青石之上，心中對郭靖神技，佩服得五體投地，口邊滾來滾去想說一句話：「郭伯伯，我不跟臭道士學武藝，我要跟你學。」但想起桃花島上諸般情事，終於將那句話嚥在肚裏。二人轉了兩個彎，前面地勢微見開曠，但聽得兵刃錚錚相擊為號，松林中擁出七名道士，手中也是各持長劍。郭靖見七人擁出來的陣勢，左邊四人，右邊三人，正是擺的「天罡北斗陣」陣法，心中一凜：「與此陣相鬥，倒有些難纏。」當下不敢托大，低聲囑咐楊過：「你到後面大石旁邊等我，走得遠些，以免我照顧你分心。」楊過點點頭，他為人極是機伶，不願在眾道士之前示弱，解開褲子，大聲道：「郭伯伯，我去拉尿。」說著轉身而奔，到後面大石旁撒尿，郭靖心中暗嘆：「這孩子聰明伶俐，直追蓉兒，但願他走上正路，一生學好。」回頭瞧七個道人時，月光下面目不甚看得清楚，但見前面六人頦下都有一叢長鬚，年紀均已不輕，第七人身材細小，依稀是個道姑模樣，心下已然明白，他們照全真七子的先例，第七位「搖光」以前由清淨散人孫不二承堂，此時仍由一位道姑接充。他心念一動：「早些上山拜見丘真人說明誤會要緊，何必與這些瞎纏？」身形一晃，已搶到左側「北極星位」。那七個道人見他一語不發，突然遠遠奔到左側，還未明白他的用意，那位當「天權」的道人低嘯一聲，帶動陣法，向左轉將上來，要將郭靖圍在中間。那知七人剛一移動，郭靖制敵機先，向右踏了兩步，仍是站穩「北極星位」。天權道人見他站的方位極是奇特，本擬由斗柄三人發動側攻，但由於他所處地位古怪，三人長劍都攻他不到，反而七人都是門戶洞開，互相不能聯防，每人都暴於他攻勢之下。當下左手一揮，帶動陣法後轉，豈知搖光道姑剛一移動腳步，郭靖走前兩步，已站穩北極星位，待得北斗陣法佈妥，仍是處於難攻難守的尷尬形勢。須知那天罡北斗陣是全真教中的極上乘功夫，七人合使，縱是千人百人，也能抵擋得住。只是郭靖熟知陣法，知道一佔北極星位，就能以主驅奴，將北斗陣玩弄於掌股之上。也因那七道練這陣法未臻爐火純青，若是由馬鈺、丘處機等主持陣法，絕不容敵人輕輕易易的就佔了北極星位。此時八個人連變幾次方位，郭靖穩持先手，可是他始終不動聲色，明明一出手就能破陣，卻總是大智若愚，大巧若拙，傻裏傻氣的站在當地。位當天樞的道人武功雖非七人中最強，但年長多智，已瞧出不妥，叫道：「變陣！」七人倏地散開，左衝右突，東西亂走，以為這番亂奔瞎闖，必能擾亂敵人目光，突然之間，七人又已組成陣勢。只是斗柄斗魁互易其位，陣勢也已從正西轉到了東南。陣勢一成，天璣、玉衡二道挺劍上衝，猛見敵人站在斗柄正北，兩足不丁不八，雙掌相差，臉上微露笑容。二道猛地驚覺：「我二人若衝上，開陽、天璇二位非受重傷不可？」只呆了一呆，天樞道已叫道：「勿攻，退下！」天權道又驚又怒，呼哨一聲，帶動六人連變五陣奇陣。楊過不明其理，但見七個道人繞著郭靖如發瘋般狂奔，郭靖卻只是或東或西，或南或北的移動幾步，七道自始至終，竟不敢向他刺削一招。他愈看愈覺有趣，忽見郭靖雙掌一拍，叫道：「得罪！」突然向左疾衝兩步。此時北斗陣已全在他控制之下，他向左疾衝，七人若是不跟著向左，人人都冒極大生命之險，當下只得跟著向左。這樣一來。七道已陷於不能自拔之境。郭靖快跑則七人跟著快跑，他緩步則七人跟著緩步。那道姑內力最淺，被郭靖帶著急轉十多個圈子，已感頭腦發暈，呼吸不暢，眼下就要摔倒。只是她知若是北斗陣少了一人，當時全陣潰滅，只得咬緊牙關，勉力撐持。郭靖年紀雖已不輕，但他自在桃花島偕黃蓉歸隱之後，少與外界交往，始終不失赤子之心，見七道奔得有趣，不由得童心大起，心想：「今日無緣無故的受你們一頓臭罵，不是叫我淫賊，便是咒我會使妖法，若不真的顯些妖法給你們瞧瞧，豈非枉自受辱？」當下高聲叫道：「過兒，瞧我使妖法啦。」忽然一縱身，躍上了高岩。那七個道士，此時全在他控制之下，他既躍上高岩，若不跟著躍上，北斗陣弱點全然顯露，有數人尚自遲疑，那天權道呼哨一聲，搶著將陣法帶上高岩。七道立足未定，郭靖又是一縱身，竄上一株松樹之頂。他雖與眾道相離，但不遠不近，仍是佔定了北極星位，只是高居臨下，攻瑕抵隙更是方便。七道心中暗暗叫苦，都想：「不知從何處鑽出這樣一個大魔頭來，我全真教今日當真是顏面掃地了。」他們心中這般尋思，腳下卻半刻停留不得，各找樹幹上立足之處，躍了上去。郭靖笑道：「下來吧！」縱身樹下，伸手向位佔開陽的道士足上拿去。那北斗陣法最厲害之處，乃是左右呼應，互為奧援，郭靖既攻開陽，瑤光與玉衡就不得不躍落樹下相助，而這二人一下來，天樞、天權二道又須跟下，全陣為之牽動。楊過在一旁瞧得心搖神馳，驚喜不已，心道：「將來若有一日，我能學得郭伯伯的本事，縱然一世受苦，也是心甘。」但轉念想到：「我這世那裏還能學到他的本事？除非郭芙那丫頭與武氏兄弟，才有這等福氣。他明知全真派武功遠不及他，卻送我來跟這些臭道士學藝。」他越想越是煩惱，轉過了頭不去瞧他逗七道為戲，只是他小孩心性，如何忍耐得了，只轉頭片刻，禁不住又迴首觀戰。郭靖心想：「事到如今，他們該信我是郭靖了，做事不可太過，須防丘真人臉上不好看。」見七道轉得正急，突然站定，拱手說道：「七位道長，在下多有得罪，請引路吧。」那天權道性子暴躁，見對方武功越強，越是認定他對本教不懷好意。他一心護教，最是忠實不過，若是教中有事，縱然百般的危難艱險，也絕不能皺一皺眉頭，當下朗聲喝道：「淫賊，我全真教嫉惡如仇，你們要在終南山幹這等無恥勾當萬萬相容不得。」郭靖愕然道：「甚麼無恥勾當？」天權說道：「瞧你這身武功，該非自甘下流之輩，貧道好意相勸，你快快下山去吧。」他語意之中，也不自禁顯示對郭靖的武功大有欽服之意。郭靖道：「在下自南方千里北來，有事拜見丘真人，怎能不見他一面，就此下山？」那天權道聽了此言，臉上罩了一陣烏雲，冷然道：「你定要求見丘真人，到底是何用意？」郭靖道：「在下自幼受馬真人、丘真人大恩，十餘年不見，心中好生記掛。」那天權道人敵意更增，原來江湖道「恩仇」二字，看得最重，有時結下深仇，說道前來報恩，實是報仇之意，比如說道：「在下二十年前承閣下砍下一條臂膀，此恩此德，豈敢一日或忘？今日特來酬答大恩。」那天權道心中有了成見，郭靖好好的一番言語，他都當作是反話，於是說道：「只怕敝師玉陽真人，也於閣下有恩。」郭靖聽了此言，登時想起少年時自己在趙王府中之事，玉陽子王處一不顧危險，力敵群雄，捨命相救，確是恩德非淺，於是說道：「原來道兄是玉陽真人門下，王真人確於在下有恩，若是他也在山上，那當真是再好不過。」這七個道人中除那道姑之外，其餘都是王處一的弟子，忽爾齊聲怒喝，反挺長劍，七枝劍劍光閃閃，疾向郭靖身上七處刺來。局勢變幻，愈出愈奇，郭靖斜身側進，佔住北極星位，朗聲說道：「在下郭靖，上山實無歹意，各位須得如何，方能見信？」天權道說道：「你已連奪全真教弟子六劍，何不再奪咱們七劍？」那天璇道一直默不作聲，突然拉開破鑼般的嗓子說道：「狗淫賊，你要在龍家小賤人面前賣好逞能，難道我全真教當真是好惹的麼？」郭靖怒道：「甚麼姓龍的姑娘，我郭靖素不相識。」天璇道哈哈一笑，道：「你若有種，就高聲罵她一句淫婦，小賤人。」郭靖一怔，他為人規矩忠厚，心想那姓龍的女子不知是何等樣人，自己怎能無緣無故的出口傷人，於是說道：「我罵她作甚？」三四個人齊聲說道：「哈哈，那不是招認了？」郭靖平白無辜的被他們硬安上一個罪名，越聽越是胡塗，心想只有憑武力闖進重陽宮，見了丘處機、王處一他們，一切自有分曉，當下冷然道：「在下要上山了，各位若是阻攔，莫怪在下無禮。」七道長劍一挺，踏出一步，天璇道人大聲道：「你莫使妖法，咱們武功上見高低。」郭靖一笑，心中已有主意，道：「我偏要使點妖法，你們瞧瞧，我手不碰你們兵刃，卻能將七柄長劍盡數奪下了。」七道相互望了一眼，臉上均有不信之意。心中都道：「你武功雖強，難道不用雙手，當真能奪下兵刃？你空手入白刃功夫就算練到了頂兒尖兒，也得有一雙手呀。」天樞道忽道：「好啊，咱們領教領教閣下的踢腿神功。」郭靖道：「我也不須用腳，總而言之，你們的兵刃手腳，我不碰到半點，若是碰著了，就算我輸，在下立時拍手回頭，永世不敢再上寶山囉嗦。」七道聽他口出大言，人人著惱。那天權道長劍一揮，立時帶動陣法，圍了上去。郭靖低頭疾衝，佔了北極星位，隨即快步向左，攻向北斗陣左側。天權道識得厲害，急忙帶陣轉至右方，與他正面相對，以免現出弱點。那知郭靖一路向左，竟不迴身，只是或快或慢，或正或斜，始終向左奔跑，他既穩穩佔住北極星位，七道不得不跟著向左。郭靖越奔越快，到後來直是勢逾奔馬，身形一晃，已奔出七餘丈。七道的功夫倒也不是尋常之輩，雖然處於逆境，陣法竟是絲毫不亂，天樞、天璇、天璣、天權、玉衡、開陽、瑤光七個部位守得穩當異常，只是身不由主，跟著他疾奔。郭靖心中暗暗喝采：「這七道再練十多年，準可跟上全真七子當年所佈的天罡北斗陣，那時天下無敵，我再也制不住他們了。」當下提一口氣，奔得猶似足不點地一般。七道初時尚可勉力跟隨，但時候一長，各人輕身功夫分出了上下，天權、天樞、玉衡，三道功夫較高，奔得較快，餘人漸漸落後，一個北斗陣慢慢露出了空隙。各人不禁暗驚，心想：「若是敵人此時出手攻陣，只怕咱們已防禦不了。」但事到臨頭，也顧不到旁的，只盡力而為，各拼平生內力，繞著郭靖打轉。看官，諸君年幼之時，想必均曾以繩子縛石，繞圈揮舞，揮得急時突然鬆手，那石子必帶繩遠遠飛出。此時七道繞著郭靖狂奔，手中長劍舉在頭頂，各人奔得越快，長劍越是把捏不定，就似有一股大力向外拉扯，要將手中長劍奪出一般。突然之間，郭靖大喝一聲：「撒手！」向左飛身疾竄，七道出其不意，忽然見他飛身躍起，只得跟著急躍，也不知怎的，七柄長劍一齊脫手飛出，有如七條銀蛇，一直射入十餘丈外的松林之中。郭靖猛地站住，笑吟吟的回過頭來。