三　哈布迷宮蘇普拿過一看，只見一張毛毯上織著一個大漢，手持長刀，砍翻了一頭猛虎，又有一頭老虎挾著尾巴逃走。另一張毛毯上織著一個孩子，刺死一隻灰狼。那二人一大一小，都是威風凜凜，英姿颯爽。蘇魯克一見大喜，連讚：「好手藝！好手藝！」原來回疆之地本來極少猛虎，那一年卻不知從那裏來了兩頭，為害人畜，蘇魯克其時正當年少，腰懸長刀，追入雪山之中，砍死了一頭虎，另一頭負傷遠遁。這時見阿曼在毛毯上織了他生平最得意的英勇事蹟，只是大為高興。這一次，喝得大醉而伏在馬背上回家去的，卻是輪到車爾庫了。蘇魯克叫兒子送他回去。在車爾庫的帳篷之中，蘇普見到了自己的狼皮。他正在大惑不解，阿曼已紅著臉在向他道謝。蘇普喃喃的說了幾句不知所云的話，他不敢追問，為什麼這張狼皮竟會到了阿曼手中。第二天，他一早便到那個殺狼的小山丘上，希望見到李文秀，問她一問。可是李文秀並沒有來。他等了兩天，都是一場空，到第三天上，終於鼓起了勇氣走到計老人家中，李文秀出來開門，一見是他，說道：「我從此不要見你。」拍的一聲，便把板門關上了。蘇普呆了半晌，莫名其妙的回到自己家裏。他自然不會知道，李文秀是躲在板門之後，掩面哭泣。她很喜歡再和蘇普在一起玩。說故事給他聽，可是她知道只要給他父親發覺了，他又得狠狠挨一頓鞭子。時日一天一天的過去，三個孩子一天天的長大，會走路的花更加嬝娜美麗，殺狼的小英雄變成了英俊的青年，那草原上的夜鶯呢，也是唱得更加嬌柔動聽了。只是她唱得很少，只有在夜半無人的時候，獨自在蘇普殺過灰狼的小丘上唱一支歌兒。她從來沒有一天忘記過這個兒時的遊伴，常常望到他和阿曼並騎出遊，有時，也聽到他倆互相對答，唱著情致纏綿的歌兒。卻是真摯懇切的。這些歌中的含意，李文秀小時候並不懂得，這時候卻嫌懂得太多了。如果她仍舊不懂，豈不是少了許多傷心？少了許多不眠的長夜？可是不明白的事物要學懂是很容易的，一旦明白之後，永遠不能再回到從前幼小時那樣迷惘的心境了。是一個春深的晚上，李文秀騎了白馬，獨自到那個殺狼的小山上去。她立在那個小山丘上，望見哈薩克人的帳篷之間燒走了一堆大火，音樂和歡鬧的聲音遠遠傳來。原來這天是哈薩克人的一個節日，青年男女們聚在火堆之旁，跳舞唱歌，極盡歡樂。李文秀心想：「他和她今天一定特別快樂，這麼熱鬧，這麼歡喜。」她心中的「他」，沒有第二個人，自然是蘇普，那個「她」自然是那朵會走路的花阿曼。但這一次李文秀卻沒有猜對，蘇普阿曼這時候並不特別快樂，卻是在特別的緊張。在火堆之旁，蘇普正在和一個瘦長的青年角力摔跤。這是這一天節日中最重要的一個節目，摔跤第一的，可以得到三件獎品：一匹駿馬、一頭肥牛，還有一張美麗的毛毯。蘇普已接連勝了四個好漢，那個瘦長的青年叫做桑斯兒，他是蘇普的好朋友，也要分一個勝敗。何況，他心中一直在愛著那朵會走路的花。這樣美麗的臉，這樣嬝娜的身材，這樣巧妙的手藝，誰不愛呢？桑斯兒明知蘇普和阿曼從小便很要好，但他是倔強的、高傲的青年。草原上誰的馬快，誰的力大，誰便處處佔了上風。他心中早便在這樣想：「只要我在公開的角力中打敗了蘇普，阿曼便會喜歡我的。」他已用心的練了三年摔力和刀法，他的師父，便是阿曼的父親車爾庫。至於蘇普的武功，卻是父親親傳的。兩個青年扭結在一起。突然間桑斯兒肩頭上中了重重的一拳，他腳下一個踉蹌，向後便倒，但他在倒下時左右足一勾，蘇普也倒下了。兩人一躍起身來，兩對眼睛互相凝視，身子左右盤旋，找尋對方的破綻，誰也不敢先出手。蘇魯克坐在一旁瞧著，手心中全是汗水，只是叫道：「可惜，可惜！」車爾庫的心情卻很難說得明白。他知道女兒的心意，便是桑斯兒打勝了，阿曼喜歡的還是蘇普，說不定只有更加喜歡得更厲害些。可是桑斯兒是他的徒弟，這一場角力，他如是和「哈薩克第一勇士」蘇魯克的比賽。他，車爾庫的徒弟如果打敗了蘇魯克的兒子，那可有多光彩，這件事將傳遍數千里的草原。當然，阿曼將會很久很久的鬱鬱不樂，可是這些事不去管它。他還是盼望桑斯兒打勝，雖然蘇普是個好孩子，他一直很喜歡他。圍著火堆的人們為兩個青年吶喊助威。這是一場勢均力敵的角鬥。蘇普身壯力大，桑斯兒卻更加靈活些，到底誰會最後獲勝，誰也說不上來。只見桑斯兒東一閃，西一避，蘇普數次伸手扭他，都被躲開了。青年男女們吶喊助威的聲音越來越響。「蘇普，快些，快些！」「桑斯兒，反攻啊，別盡逃來逃去的。」「哎喲，蘇普摔了一跤！」「不要緊，用力踢他。」這聲音遠遠傳了出去，李文秀在那小山丘上隱隱約約聽到了大家叫著「蘇普，蘇普」的聲音。她心中很有些迷惘：「為什麼大家叫蘇普？」她騎了白馬，向著呼叫的聲音奔去。在一棵大樹的後面，她看到蘇普正在和桑斯兒搏鬥。旁觀的人興高采烈地叫嚷著。突然間，她在火光旁看到了阿曼的臉。臉上閃動著關切和興奮，淚光瑩瑩，一會兒耽憂，一會兒歡喜。李文秀從來沒有這樣貼近的看過阿曼，心想：「原在她是這樣的喜歡蘇普。」驀地裏眾人一聲大叫，蘇普和桑斯兒一齊倒了下去。隔著人牆，李文秀看不到地下兩個人搏鬥的情形。聽著眾人的叫聲，可以想到一時是蘇普翻到了上面，一時又是被桑斯兒壓了下去。李文秀手中也全是汗水，因為瞧不見地下的兩人，她心中是更加焦急些。眾人的呼聲全部靜了下來，李文秀可以清楚地聽到相鬥的兩人粗重的呼吸聲。忽然間一個人搖搖晃晃的站了起來，眾人歡聲呼叫：「蘇普，蘇普！」阿曼衝進人圈之中，拉住了蘇普的手。李文秀覺得又是高興，又是淒涼。她圈轉馬頭，慢慢的走了開去。大家圍著蘇普，誰也沒注意到她。她不再拉韁繩，任那白馬在沙漠中漫步而行，也不知走了多少時候，李文秀驀地發覺，那白馬已是走到了草原的邊緣，再過去便是戈壁沙漠了。她低聲斥道：「你帶我到這裏來幹麼？」便在此時，沙漠上出現了兩乘馬，接著又是兩乘。月光下隱約可見，馬上乘客都是漢人打扮，手中握著長刀。李文秀吃了一驚：「莫非是漢人強盜？」還沒有打定主意，只聽一人叫道：「白馬，白馬！」縱馬衝了過來，口中叫道：「站住！站住！」李文秀喝道：「快奔！」縱馬往來路馳回，但聽得蹄聲急響，迎面又有幾騎馬截了過來。這時東南北三面都有敵人，她不暇細想，只得催馬往西疾馳。向西永遠沒有盡頭的大戈壁，關於這片沙漠，當地的哈薩克人有許許多多傳說，說大戈壁中有鬼，說走進了大戈壁，沒有一個人會活著出來。不，便變成了鬼也不能出來。李文秀小時候曾聽蘇普說過，倘若是誰進了大戈壁，他會不住的大兜圈子。他在沙漠上不住的走著走著，突然間，在沙漠中發現了一行足跡。他大喜若狂，以為找到了道路，跟著足跡而行，但走到後來，他終於會發覺，這足跡原來就是他自己留下的。他走來走去，只是在路上兜圈子。這樣死在大戈壁中的人，變成了鬼也是不得安息。他還是要不停步的大兜圈子，千萬年的兜下去永遠不停。蘇普說：「人還好些，人死了可以變鬼。但鬼是糟糕的了，鬼死了再變什麼啊？鬼是不會死的。」李文秀曾問過計老人，大戈壁中是不是真的這樣可怕，是不是一個人走進去之後，永遠不能再出來？計老人聽到她這麼問，突然間臉上的肌肉痙攣起來，露出了非常恐怖的神色，眼睛向著窗外偷望，似乎見到了鬼怪一般。李文秀從來沒有見過他會嚇得這般模樣，不敢再問了，心想這件事一定不假，說不定計老人自己還見過那些鬼呢。她騎著白馬狂奔，心中卻是越來越害怕，但後面七八個漢人強盜飛馳著追來。李文秀想起了爸爸媽媽，想起了蘇普的媽媽和哥哥，知道如果被那些強盜追上了，那是有死無生，甚至要比死還慘些。可是走進大戈壁呢，那是變成了鬼也不得安寧。她真想將白馬勒住不要逃走。回過頭來，哈薩克人的蓬帳和綠色的草原早已不見了，兩個強盜已落在後面，但還是有五個強盜吆喝著緊緊追來。李文秀聽到粗暴的叫聲：「是那匹白馬，捉住她，捉住她！」隱藏在胸中的多年仇恨突然間迸發了出來，她心想：「爹爹和媽媽的血仇是報不了啦，我引他們到大戈壁裏，跟他們同歸於盡。我一條性命，換了五個強盜，反正……反正……便是活在世上，也沒什麼樂趣。」於是她眼中含著淚水，心中再不猶豫，催動白馬，對準西方疾馳。這五個強盜正是霍元龍和陳達玄鏢局中的下屬，他們追趕白馬李三夫婦來到回疆，雖然將李三夫婦殺了，但那小女孩卻從此不知了下落。他們知李三得了一張哈布迷宮的羊皮地圖。李三夫婦身上既然遍尋不獲，那麼這張地圖一定是在那小女孩的身上，哈布迷宮藏著數不盡的珍寶，晉威鏢局一干人誰都不死心，在這一帶到處遊蕩，找尋李文秀的所在。這一耽便是十年，他們不事生產，好在有的是武藝，牛羊駱駝，自有草原上的牧民給他們牧養。他們只須拔出刀子來，殺人，放火，搶劫，姦淫……那白馬其時年事已老，腳力自已不如少年之時，但牠生性靈異，心知主人遭受危難，拼了性命也要逃脫敵人的追趕，因此上越跑越快，到得黎明時，竟已將五個強盜拋得影蹤不見，後面追來的蹄聲也已不再聽到，但李文秀知道沙漠上留下馬蹄足跡，那五個強盜縱然一時追趕不上，終於還是會依循足印追來，因此竟是絲毫不敢停留。又奔出十餘里，天已大明，白馬突然長嘶一聲，精神振奮，發足向西北疾馳，似乎聞到了泉水青草。果然過不多時，西北方出現了一片山陵，山上樹木蒼蔥，在沙漠中突然看到，真如見到世外仙山一般。大沙漠沙丘起伏，幾個大沙丘將這片山陵遮住了，是以遠處瞧之不見。李文秀心中一震：「莫非這是鬼山？為什麼沙漠上有這許多山，卻從沒聽人說過？」轉念一想：「是鬼山最好，正好引這五個惡賊進去。」那白馬腳步迅捷，片刻間到了山前。那馬要找水喝，直馳入山谷。只見兩山之間流出一條小溪來。李文秀翻身下馬，一齊走到溪邊，伸手揍了些清水洗去臉上沙塵，再喝幾口，只覺溪水微帶甜味，甚是清涼可口。突然之間，背心上脊梁正中，被一件硬物頂住了，一個嘶啞的聲音說道：「你是誰？到這裏來幹麼？」說的乃是漢語。李文秀大吃一驚，待要轉身，那聲音道：「我這杖頭對準了你背上的『神道穴』，只須稍一用勁，你立時便重傷而死。」李文秀但覺那杖頭微向前一送，果覺背心一陣酸麻。她幼時雖跟父母學過武藝，但她父母都不會點穴之術，這一門高深的武學她可是一竅不通，當下不敢動彈，心想：「這人會說話，想來不是鬼怪。他又問我到這裏幹麼，那麼自是住在此處之人，不是強盜了。」那聲音又道：「我問你啊，你怎地不答？」李文秀道：「有壞人追我，我逃到了這裏。」那人道：「什麼壞人？」李文秀道：「是許多強盜。」那人道：「什麼強盜？叫什麼名字？」李文秀道：「我不如道。他們從前是保鏢的，到了回疆，便做了強盜。」那人道：「你叫什麼名字？父親是誰？，師父是誰？」李文秀道：「我叫李文秀，我爹爹是白馬李三，媽媽是金銀小劍三娘子。我沒有師父。」那人「哦」的一聲，道：「嗯，原來金銀小劍三娘子嫁了白馬李三。你爹爹媽媽呢？」李文秀道：「都給那些強盜害死了。他們還要殺我。」那人「嗯」了一聲，道；「你站起來吧！」李文秀站起身來。那人道：「你轉身過來。」李文秀慢慢轉身，那人的木杖離開了她背心的「神道穴」，一縮一伸，又點在她頭頸下的「氣舍穴」上。但他杖上並不使勁，只是虛虛的點著。李文秀向他一看，心下頗是詫異，他聽到那嘶啞而冷酷的嗓音時，料想背後此人定是十分的兇惡可怖，但這一轉過身來，只見這人是個五十來歲的中年書生，形容枯槁，愁眉苦臉，一臉的傷心絕望之色。李文秀道：「伯伯，你貴姓啊？這裏是什麼地方？」那書生見李文秀容貌嬌美，也是大出意料之外，怔了一怔，淡淡的道：「我沒有名字，也不知道這裏是什麼地方。」便在此時，馬蹄聲隱隱而起。李文秀驚道：「強盜來啦，伯伯，你快躲起來。」那人道：「你為什麼叫我躲起來？」李文秀道：「那些強盜兇惡得很，見到你會害死你的。」那人冷然道：「你跟我素不相識，何必管我的死活？」這時馬蹄聲更加近了。李文秀也不理他將木杖點在自己要穴之上，伸手便拉住他手臂，道；「伯伯，咱們一起騎了這馬逃吧，再遲便來不及了。」那人將手一甩，要掙脫李文秀的手，那知他這一甩微弱無力，竟是掙之不脫。李文秀奇道：「你身上有病麼，我扶你上馬。」說著雙手托住他腰，將他送到了馬鞍。這人瘦骨伶仃，雖是男人，但還不及骨肉停勻的李文秀重，坐在鞍上搖搖晃晃的，似乎身患重病。李文秀跟著他上了馬，坐在他的身後，縱馬向叢山之中進去。兩人這一耽擱，只聽得五騎馬已馳進了山谷，五個強人的叱喝之聲也已隱約可聞。那書生突然回過頭來，喝道：「你跟他是一起的，是不是？你們安排了詭計，故想騙我上當。」李文秀見他滿臉病容猛地轉為猙獰可怖，眼中也射出凶光，不禁大為害怕，說道：「不是的，不是的，我從來沒有見過你，騙你上什麼當？」那書生厲聲道：「你要騙我帶你到哈布迷宮……」一句話未說完，突然住口，心下頗悔失言。這「哈布迷宮」四字，李文秀幼時隨父母逃來回疆之時，空聽父親和母親在談話中提過幾次，但事隔十年，這書生忽然說及，她一時想不起什麼時候似乎曾聽到人說過，茫然道：「哈布迷宮？那是什麼啊？」那人見李文秀神色真誠，不似作偽，聲音緩和一些，道：「你當真不知道哈布迷宮麼？」李文秀搖頭道：「不知道，啊！是了……」那書生厲聲道：「是了什麼？」李文秀道：「我小時候跟隨爹爹媽媽逃來回疆，曾聽他們說起過『哈布迷宮』四字。那是很好玩的地方麼？」那書生仍是疾言厲色的問道：「你爹娘還說過什麼？可不許瞞我。」李文秀道：「但願我能夠多記得一些爹媽說過的話，便是多一個字，也是好的。就可惜再也聽不到他們的聲音了。伯伯，我常常這樣傻想，只要爹爹媽媽能活過來一天，讓我再見上一眼。唉！只要爹媽活著，便是天天不停的打我罵我，我也很快活啊。」那書生臉色稍轉柔和，「嗯」了一聲，突然又大聲問：「那你嫁了丈夫沒有？」李文秀紅著臉搖了搖頭。那人道：「這幾年來你跟誰住在一起？」李文秀道：「跟計爺爺。」那人道：「計爺爺？他有多大年紀了？相貌怎樣？」李文秀叱喝白馬：「強盜來啦，快走快走。」心想：「在這緊急當兒，你老是問這些不相干的事幹麼？」但見這書生滿臉疑雲，終於還是道了：「計爺爺總有八十多歲了吧，他是個駝子，臉上全是皺紋，待我很好的。」那書生道：「你在回疆又識得什麼漢人？計爺爺家中還有什麼人？」李文秀道：「計爺爺家裏再沒別人了。我連哈薩克人也不識得，別說漢人啦。」她最後這兩句話卻是憤激之言，心中想起了蘇普和阿曼，覺得雖是識得他們，也等於不識。兩人這麼一問一答，和後面的五個強盜相距更加近了，只聽得颼颼幾聲，三枚羽箭接連從身旁掠過。那些強盜想擒活口，並不想用箭射死她，這幾箭只是威嚇，要她停馬。那書生低聲道：「接住我手裏的針，小心別碰著針尖。」李文秀低頭一看，只見那書生兩根手指間挾著一枚細針，當下伸手指拿住了，卻不明其意。那書生道．「這針尖上餵有劇毒，見血封喉，那些強盜若是擒你，只要輕輕一刺，即刻死命。」李文秀吃了一驚，早見到他手中持針，當時也不加注意，看來這一番對答若不滿他意，他已用針刺在自己身上了。她此念一轉：「橫豎我已決心和這五個惡賊同歸於盡，就讓這位伯伯獨自逃生吧！」當下一躍下地，在馬臀一拍，叫道：「白馬，白馬！快帶了伯伯先逃！」那書生一怔，沒料到李文秀心地如此仁善，竟會叫自己獨自逃開，稍一猶疑，當下催馬便行。五乘馬馳近身來，團團將李文秀圍在垓心。五強人見到了這等年輕貌美的姑娘，誰也沒想到去追那書生。五個人紛紛跳下馬來，朝著李文秀獰笑。李文秀心中怦怦亂跳，暗想那書生雖說這毒針能制人死命，但這樣小小一枚針兒，如何擋得住眼前這五個兇橫可怖的大漢，便算真能刺得死一人，卻尚有四個。她深悔出來時沒有攜帶小刀，否則一刀自刺胸口，也免得遭強人的淩辱。只聽得一人叫道：「好漂亮的姐兒！」便有兩人向她身上撲了過來。左首一個漢子砰的一拳，將另一個漢子打翻在地，厲聲道：「你跟我爭麼？」跟著便抱住了李文秀的腰。李文秀慌亂之中，將針在他右臂一刺，口中罵道：「惡強盜，放開我，放開我。」那大漢呆呆的瞪著她。那摔在地下的漢子伸出雙手，抱住李文秀的小腿，使勁一拖，將她拉倒在地，李文秀左手撐拒，右手向前一伸。一針刺入他的胸膛。那大漢正在哈哈大笑，忽然間笑聲中絕，張大了口，也是身形僵住一動也不動了。李文秀爬起身來，搶著躍上一匹馬的馬背，縱馬向山中逃去。餘下的三個強盜見那二人突然僵住，宛似中邪，都道被李文秀點中了穴道，心想這少女武功奇高，不敢追趕。他三人都不會點穴解穴，只有帶這二人去見首領霍元龍，豈知一摸二人的身子，竟是漸漸冰冷，再一探鼻息，已是氣絕身死。三人大驚之下半晌說不出話來。三人中一個姓宋的較有計謀，解開兩人的衣服一看，只見兩人中一個臂上有一塊錢大黑印，黑印之中，有一個細小的針孔，另一人卻是胸口有個黑印。他登時省悟：「這姐兒手上有一枚餵有劇毒的小針。」一個姓全的道：「不怕她！咱們遠遠的用暗青子將她打倒，不讓她近身便是。」另一個強人姓雲，說道：「快追！知道了她的鬼計，便不怕再著她的道兒！」三人跨上坐騎，向前疾馳。李文秀兩針奏功，不禁又驚又喜，但也知其餘三人必會發覺，只要有了準備，決不容自己再施毒針。縱馬正逃之間，忽聽得左首有人叫道：「到這兒來！」正是那書生的聲音。李文秀急忙下馬，聽那聲音從一個山洞中傳出，當即奔進。那書生站在洞口，說道：「怎麼？」李文秀道：「我……我刺中了兩個……兩個強人，逃了出來。」那書生道：「很好，咱們進去躲一躲。」原來這山洞很深，李文秀跟隨在書生之後，只覺那山洞越行越是狹窄。行了數十丈，山洞豁然開朗，竟可容得一二百人。那書生道：「咱們守住狹窄的入口之處，那三個強人決計不敢進來。這叫一夫當關，萬夫莫開。」李文秀愁道：「可是咱們也走不出去的。這山洞進去另有通道麼？」那書生道：「通道是有的，不過終是通不到山外去。」李文秀想起適才之事，猶是心有餘悸，問道：「伯伯，那兩個強人給我一刺，忽然一動也不動了，難當真死了麼？」那書生傲然道：「在我毒針之下，豈有活口留下？」李文秀伸過手去，將毒針遞給他。那書生伸手欲接，突然又縮了回去，道：「你放在地下。」李文秀依言放下，那書生道：「你退開三步。」李文秀覺得奇怪，便退了三步。那書生俯身拾起毒針，放入一個針筒之中。李文秀這才明白，原來他疑心甚重，防備自己突然用毒針加害。那書生道：「我跟你素不相識，為什麼剛才你讓馬給我，要我獨自逃命？」李文秀微笑道：「我也不知道啊。我見你身上有病，不忍你命喪強人之手。」那書生身子晃了晃，厲聲道：「你怎麼知道我身上……身上有……。」說到這裏，只見他滿臉肌肉抽動，神情痛苦不堪，額頭不住滲出黃豆般大的汗珠來。又過一會，忽然大叫一聲，在地下滾來滾去，高聲呻吟。李文秀只嚇得手足無措，但見他身子彎弓形，手足痙攣，柔聲道：「是背上痛得厲害麼？」一伸手替他輕輕敲擊背心，又在他臂彎膝彎的節脈處推拿拍打。那書生痛楚漸減，點頭示謝，過了一炷香時分，這才疼痛消失，站了起來，說道：「你知道我是誰？」李文秀道：「不知道。」那書生道：「我姓華名輝，江湖上人稱『一指震天南』的便是我。」李文秀道：「啊，原來是華伯伯。」華輝道：「你沒聽見過我的名頭麼？」言下微感失望。要知「一指震天南」華輝的名字當年轟動大江南北，武林中無人不知，但瞧李文秀的神情，竟是毫無異樣。李文秀道：「我爹爹媽媽一定知道你的名字，但我到回疆來時只有八歲，什麼也不懂。」華輝臉色轉愉，道：「那就是了。你……」這句話還沒說出口，忽聽洞外山道中有人說道：「一定是躲在這兒，小心她的毒針！」跟著腳步聲響，三個人奔了進來。華輝急忙取出毒針，指著進口之處，低聲道：「等他進來後刺他背心，千萬不可性急，刺他前胸。」李文秀心想：「這進口處如此狹窄，乘他進來時刺他前胸，不是易中得多麼？」華輝見她臉有遲疑之色，疾言厲害色的道：「生死存亡，在此一刻，你敢不聽我話麼？」便在此時，只見進口處一柄明晃晃的長刀伸了進來，急速揮動，以防敵人偷襲，跟著便有一個黑影慢慢的爬進，卻是那姓雲的強人。李文秀記著華輝的話，縮在一旁，不敢動彈。華輝冷冷道：「你看我手中拿著的是什麼東西？」伸手虛揚。那姓雲的橫刀身前，凝神瞧著他，防他發射暗器。李文秀手起杖落，杖頭在他背心輕輕一點，毒針已入他的肌膚。那姓雲的只覺背上被蜜蜂刺了一下，大叫一聲，就此僵斃。那姓全的緊隨在後，見他又中毒針而死，只道是華輝手發毒針，只嚇得魂飛天外，不及轉身逃命，倒退著手腳齊施的爬了出去。華輝嘆道：「倘若我武功不失，區區五個毛賊，何足道哉！」李文秀心想他外號叫作「一指震天南」，自是武功極強，怎地見了五個強人竟是亡命而逃，於是說道：「華伯伯，你因為生病，所以武功施展不出，是麼？」華輝道：「不是的，不是的，我……我立過重誓，倘若不到生死關頭，不輕易施展武功。」李文秀「嗯」的一聲，覺得他些言不由衷，明明自己說「武功已失」卻又支吾掩飾，但他既不肯道，自己不便追問。華輝似乎也察覺自己言語中有了破綻，當即岔開話頭，說道：「我叫你刺他後心，你明白了其中道理麼？他攻進洞來，全神防備的是前面敵人，你不會什麼武功，襲擊他正面是不能得手的。你引他凝神瞧著我，你在他背心一刺，自是應手而中。」李文秀點頭道：「伯伯的計策很好。」須知華輝的江湖閱歷何等豐富，要擺佈這樣一個小毛賊，自是遊刃有餘。華輝從懷中取出一包蜜瓜的瓜乾，遞了給李文秀，道：「你先吃一些。那兩個毛賊再也不敢進來，可是咱們也不能出去。待我慢慢想個計較，一舉將兩人一齊殺了。要是只殺一人，餘下那人必定逃去報訊，大隊人馬跟著趕來，可就棘手得很。」李文秀見一切全在他的意料中，自己縱然費心，也決計想不出比他更高明的法子，於是飽餐了一頓瓜乾，靠在石壁上養神。過了兩個時辰，李文秀突然聞到一陣焦臭，跟著便咳嗽起來。華輝道：「不好！毛賊用煙來熏咱們！快堵住洞口！」李文秀捧起地下的沙土石塊，堵塞進口之處，好在洞口甚小，一堵之下，吹進來的煙霧便大為減少。