第六十九回　南院大王他回過頭來，向阿紫瞧去，只見她一張雪白的臉蛋仍是沒半點血色，面頰微微凹入，一雙大大的眼珠，也陷了進去，容色極是憔悴。蕭峰不禁內疚：「她本來是何等活潑可愛的一個小姑娘，卻給我打得半死不活，一個人就如是個骷髏相似，怎地我仍是只念著她的壞處？」便即笑道：「你既喜歡往西，咱們便向西走走。阿紫，等你病好了，我帶你到高麗國邊境，去瞧瞧真的大海，碧水茫茫，一望無際，這氣象才了不起呢。」阿紫拍手笑道：「好啊，好啊，其實不用等我病好，咱們就可去了。」蕭峰「咦」的一聲，又驚又喜，道：「阿紫，你雙手能自由活動了。」阿紫笑道：「四五天前，我的兩隻手便能動了，今天更加靈活啦。」蕭峰喜道：「好極了，你這頑皮姑娘，怎麼一直瞞著我？」阿紫眼中閃過一絲狡猾的神色，微笑道：「我寧可永遠動彈不得，你天天陪著我。等我傷好了，你又要趕我走了。」蕭峰聽她說得真誠，憐惜之情油然而生，道：「我是個粗魯漢子，這次一不小心，便將你打成這生模樣，你天天陪著我，又有甚麼好？」阿紫不答，過了好一會，低聲道：「姊夫，你那一天為甚麼這麼大力的出掌打我？」蕭峰不願重提舊事，搖頭道：「這件事早就過去了，再提幹麼，阿紫，我將你傷成這般，好生過意不去，你恨不恨我？」阿紫道：「我自然不恨，姊夫，你想：我為甚麼恨你？我本來是要你陪著我，現下你不是陪著我了麼？我開心得很呢。」蕭峰聽她這麼說，雖覺這小姑娘的念頭很是古怪，但近來她為人確實很好，想是自己盡心服侍，替她殺虎獵熊，將她的戾氣已化去了不少，當下預備了馬匹、帳幕等等器具，和阿紫向西行去。行出數里後，阿紫忽道：「姊夫，你猜到了沒有？」蕭峰道：「猜到了甚麼？」阿紫道：「那天我忽然用毒針傷你，你知道是甚麼緣故？」蕭峰搖了搖頭，道：「你的心思神出鬼沒，我怎麼能料到？」阿紫嘆了口氣，道：「你既猜不到，那就不用猜了。姊夫，你看這許多大雁，為甚麼排成了隊向南飛去？」蕭峰一抬頭，只見天邊兩隊大雁，排成「人」字形，正向南疾飛，便道：「天快冷了，大雁怕冷，到南方去避寒。」阿紫道：「到了春天，它們為甚麼又飛回來？每年一來一去，豈不辛苦得很？它們要是怕冷，索性留在南方，便不用回來了。」蕭峰自來潛心武學，對這些禽獸蟲蟻的習性，從不加以思考，給阿紫這麼一問，倒是答不出來，便搖頭笑道：「我也不知道它們為甚麼不怕辛苦，想來這些雁兒生於北方，留戀故鄉之故。」阿紫點頭道：「一定是這樣了，你瞧這頭雁兒，身子不大，卻也向南飛去。將來他的爹爹、媽媽、姊姊、姊夫都回到北方，它自然也要跟著回來。」蕭峰聽她說到「姊姊、姊夫」四字，心念一動，側頭向她瞧去，但見她抬頭獃望著天邊雁群，顯然適才這句話是無心而發，心道：「她隨口一句話，便將我和她的親生爹娘連在一起，可見在她心中，已是將我當作了最親的親人。我可不能再隨便離開了她，待她病好之後，最好是將她送到大理，交在她父母手中，我肩上的擔子方算是交卸了。」兩人一路上談談說說，阿紫一倦，蕭峰便從馬背上將她抱了下來，放入後面車中，讓她安睡。到得傍晚，便在樹林中宿營。如此走了數日，已是大草原的邊緣。阿紫見到一眼望將出去無邊無際的大草原，十分高興，道：「姊夫，咱們向西望是瞧不到邊，可是真要像茫茫大海，須得東南西北望將出去都見不到邊才成。」蕭峰知她意思是要深入大草原的中心，不忍拂逆其意，鞭子一揮，便將馬匹向草原中驅了進去。蕭峰和阿紫在大草原中連續行了幾日。其時秋高氣爽，聞著長草的青氣，精神甚是暢快。草叢間虎豹豺狠種種野獸甚多，蕭峰隨獵隨食，當真是無憂無慮。又行了數日，這日午間，遠遠望見前面黑壓壓地豎立著無數營帳，似是兵營，又似是甚麼部落聚族而居一般。蕭峰道：「前面人多，也不知是幹甚麼的，咱們回去罷，不要多惹麻煩了。」阿紫道：「不！不！我要去瞧瞧。姊夫，我雙腳不會動，怎能給你多惹麻煩？」蕭峰一笑道：「麻煩之來，不一定是你自己惹來的，有時候人家惹將過來，你要避也避不脫。」阿紫笑道：「既是如此，咱們過去瞧瞧，那也不妨。」蕭峰知她小孩心性，愛瞧熱鬧，便縱馬向這堆營帳緩緩行去。草原上地勢平坦，那些營帳雖然老遠便已望見，但走將過去，路程也著實不近。走了七八里路，猛聽得嗚嗚號角之聲大起，跟著塵頭飛揚，兩列馬隊散了開來，一隊往北，一隊往南的疾馳。蕭峰微微一驚，道：「不好，是契丹人的騎兵！」阿紫道：「是你自己人啊，真是好得很，有甚麼不好？」蕭峰道：「我又不識得他們，咱們還是回去罷。」勒轉馬頭，便從原路回轉，沒走出幾步，便聽得鼓聲蓬蓬，又是幾隊契丹騎兵衝了上來，蕭峰尋思：「四下裏又不見有敵，這些人是在操練呢，還是打獵？」只聽得喊聲大起：「射鹿啊，射鹿啊！」西面、北面、南面，都是一片射鹿之聲。蕭峰道：「他們是在圍獵，這等聲勢，可真不小。」當下將阿紫抱上馬背，勒定了馬，站在東首眺望。那些契丹騎兵都是身披錦袍，內襯鐵甲，裝束和上陣一般無異。錦袍各色，一隊紅、一隊綠、一隊黃、一隊紫，旗幟和錦袍一色，來回馳騁，兵強馬健，實是壯觀。蕭峰和阿紫看得暗暗喝采。那些契丹騎兵各依軍令縱橫進退，挺著長矛，驅趕麋鹿，見到蕭峰和阿紫二人，也只是略加一瞥，不再理會。那些騎兵從三面逼了過來，將數十頭大鹿圍在中間。偶然有一頭鹿從行列的空隙中鑽了過去，便有一小隊分將出來追趕，兜個圈子，又將鹿兒逼了回去。蕭峰正看之間，忽聽得有人大聲叫道：「那邊是蕭大爺罷？」蕭峰心想：「誰認得我了？」側頭一看，只見青袍中馳出一騎，直奔而來，正是幾個月前耶律基派來送禮的那個隊長。他馳到蕭峰之前十餘丈處，便翻身下馬，搶上前來，一膝下跪，說道：「我家主人便在前面不遠。主人常常說起蕭大爺，想念得緊。今日甚麼好風吹得蕭大爺來？快請去和主人相會。」蕭峰聽說耶律基便在近處，也是歡喜，說：「我只是隨意漫遊，沒想到我義兄便在左近，那是再好也沒有了。好，請你領路，我去和他相會。」那隊長撮唇作哨，兩名騎兵乘馬奔來，那隊長道：「快去稟報，說長白山的蕭大爺來啦！」兩名騎兵躬身接令，飛馳而去。餘人繼續射鹿，那隊長卻率領了一隊青袍騎兵，擁衛在蕭峰和阿紫身後，徑向西行。蕭峰心想：「我那義兄多半是遼國的甚麼將軍還是大官，否則也不會有這等聲勢。」草原中游騎來去，絡續不絕，個個都是衣甲鮮明。只聽那隊長道：「蕭大爺今日來得真巧，明日一早，咱們這裏有一場熱鬧看。」蕭峰向阿紫瞧了一眼，見她臉有喜色，便問：「甚麼熱鬧？」那隊長道：「明日是演武日，永昌、太和兩宮衛軍統領出缺，咱們契丹官兵各顯武藝，且看那一個運氣好，奪得統領。」蕭峰一聽到比武，自然而然的眉飛色舞，神采昂揚，笑道：「那真是來得巧了，我倒要見識見識契丹人的武藝。」阿紫笑道：「隊長，你明兒大顯身手，恭喜你奪個統領做做。」那隊長一伸舌頭，道：「小人那有這大膽子？」阿紫笑道：「奪個統領，又有甚麼了不起啦？隊長，你叫甚麼名字？」那隊長道：「小人叫做室里。」阿紫道：「只要我姊夫肯教你三兩手功夫，只怕你便能奪得了統領。」室里喜道：「蕭大爺肯指點小人，那真是求之不得。至於統領甚麼的，小人沒這個福份，卻也不想。」一行人談談說說，行了一里，只見前面一隊騎兵，快步奔來。室里道：「是大帳皮室軍的飛熊隊到了。」只見那隊官兵都穿熊皮衣帽，黑熊皮的外袍、白熊皮的高帽，形狀十分威武。這隊兵行到近處，一聲吆喝，一齊下馬，分立兩旁，說道：「恭迎蕭大爺！」蕭峰道：「不敢！不敢！」舉手行禮，縱馬行前，那隊飛熊軍便跟隨其後。行了數里，又是一隊身穿虎皮衣、虎皮帽的飛虎兵前來迎接。蕭峰心道：「這位耶律哥哥不知做的是甚麼大官，卻有這等排場。」只是室里不說，而上次相遇之時，耶律基又堅絕不肯吐露身份，蕭峰也就不問。行到傍晚，來到一處大帳，一隊身穿豹皮衣帽的飛豹隊迎接蕭峰和阿紫進了中央大帳。蕭峰只道一進帳中，便可與耶律基相見，豈知帳中陳設得甚是華麗，矮几上放滿了菜肴果物，帳中卻是無人。那飛豹隊的隊長說道：「主人請蕭大爺在此安宿一宵，來日相見。」蕭峰既然來了，也不多問，坐到幾邊，端起酒碗便喝，四名僮僕斟酒割肉，服侍得極是周到。次晨起身又行，這一日向西走了二百餘里，傍晚又在一處大帳中歇宿，到得第三日中午，室里道：「過了那個山坡，咱們便到了。」蕭峰見這座大山氣象宏偉，一條大河嘩嘩水響，從山坡旁奔流而南。一行人轉過山坡，眼前只見旌旗招展，東南西北，密密層層的到處都是營帳，成千成萬騎兵步卒，圍住了中間一大片空地。護衛蕭峰的飛熊、飛虎、飛豹各隊官兵取出號角，嗚嗚嗚的吹了起來。突然間鼓聲響起，蓬蓬蓬號炮山響，塞地上眾官兵向左右分開，一匹高大神駿的黃馬衝了出來。馬背上一條虯髯大漢，正是耶律基。他乘馬馳向蕭峰，大叫：「蕭兄弟，想煞哥哥了！」蕭峰縱馬迎將上去，兩人同時躍下馬背，四手交握，心下都是不勝之喜。只聽得四周眾軍士齊聲吶喊：「萬歲！萬歲！萬歲！」蕭峰大吃一驚：「怎地眾軍士競呼萬歲！」遊目四顧，但見軍官士卒個個躬身，抽刀拄地，耶律基攜著他手站在中間，東西顧盼，神情甚是得意。蕭峰愕然道：「哥哥，你──你是──」耶律基哈哈大笑，道：「倘若你早知我是大遼國當今皇帝，只怕便不肯和我結義為兄弟了。蕭兄弟，我真名字乃耶律洪基，你活命之恩，我永誌不忘。」蕭峰雖是豁達豪邁，但生平從未見過皇帝，今日見了這等排場，不禁有些窘迫，說道：「小人不知陛下，多有冒犯，罪該萬死！」說著便要跪下。他是契丹子民，見了本族的皇帝，原該跪拜。耶律洪基忙伸手扶住，笑道：「不知者不罪，兄弟，你我是金蘭兄弟，今日只敘義氣，明日再行君臣之禮不遲。」他左手一揮，隊伍中奏起鼓樂，歡迎嘉賓。耶律洪基攜著蕭峰之手，同入大帳。遼國皇帝所居的營帳，乃數層牛皮所製，飛彩繪金，極見輝煌，稱為皮室大帳。耶律洪基居中坐了，命蕭峰坐在橫首，不多時隨駕文武百官一一進來參見，北院大王、北院樞密使、于越、南院和樞密使事、太師、太傅、太保、皮室大將軍、小將軍、馬軍指揮使、步軍指揮使等等，蕭峰一時之間也記不清這許多。當晚帳中大開筵席，契丹人尊重女子，阿紫也得在皮室大帳中與宴。酒如池、肉如山，不必細表。酒到酣處，十餘名契丹武士在皇帝面前為戲，各人赤裸了上身，擒打摔撲，鬥得甚是激烈。蕭峰見這些契丹武士身手矯健，臂力雄強，舉手投足之間，另有一套武功，變化的巧妙雖是不及中原武林之士，但直進直擊，臨敵時往往見效。遼國的文武官員一個個上來向蕭峰敬酒，蕭峰來者不拒，酒到杯乾，喝到後來，已然喝了三百餘杯，仍是神色自如，眾人無不駭然。耶律洪基向來自負勇力，這次為蕭峰所擒，通國皆知，他有意要蕭峰顯示超人之能，以掩他被擒的羞辱，沒想到蕭峰的酒量竟也是這般厲害，他本想在次日的比武大會之上，要蕭峰大顯身手，但此刻一露酒量，已是壓倒群雄，使人人為之敬服。耶律洪基心中大喜，說道：「兄弟，你是我大遼國的第一位英雄好漢！」忽然一個清脆嬌嫩的聲音說道：「不，他是第二！」眾人向說話聲音來處看去，見說話的卻是阿紫。耶律洪基笑道：「小姑娘，他怎麼是第二？那麼第一位英雄是誰？」阿紫道：「第一位英雄好漢，自然是你陛下了。我姊夫本事雖大，卻要順從於你，不敢違背，你不是第一麼？」耶律洪基呵呵大笑道：「說得好，說得好。蕭兄弟，我要封你一個大大的爵位，讓我來想一想，封甚麼才好？」這時他酒已喝得有八九成了，伸手指在額上彈了幾彈。蕭峰忙道：「不，不，小人性子粗疏，難享富貴，向來閒雲野鶴般的來去不定，確是不願為官。」耶律洪基道：「行啊，我封你一個只須喝酒，不用做事的大官──」一句話沒說完，忽聽得遠處嗚嗚嗚的，發出一陣極尖銳的號角之聲。一眾遼人本都席地而坐，各自飲酒吃肉，一聽到這號角聲，驀然間轟的一聲，一齊站了起來，臉上均有驚惶之色。但聽那號角聲來得好快，初聽到時還在十餘里外，第二次響時已近了數里，第三次響又近了數里。蕭峰心道：「天下再快的快馬，第一等的輕身功夫，也決計不能如此迅捷。是了，想必是遼人預先佈置了傳遞軍情急訊的傳信站，一聽到號角之聲，便傳到下一站來。」只聽那號角聲越傳越近，一傳到皮室大帳之外，便倏然而止。數百座營帳中本來歡呼縱飲，亂成一團，這時突然間鴉雀無聲。耶律洪基臉上笑容不斂，慢慢舉起金杯，喝乾了杯中烈酒，說道：「上京有叛徒作亂，咱們這就回去。拔營！」他「拔營」二字一出口，行軍大將軍當即轉身出營發令，但聽得一句號令變成十句，十句變成百句，百句變成千句，聲音越來越是宏大，卻是嚴整有序，毫無驚慌雜亂。蕭峰尋思：「我大遼立國垂二百年，國威震於天下，雖有內亂，卻無紛擾，可見歷世遼主統軍有方。」但聽得馬蹄聲響，前鋒斥堠兵首先馳了出去，跟著左右先鋒隊啟行，前軍、左軍、右軍，一隊隊開拔出去。耶律洪基攜著蕭峰的手，道：「咱們瞧瞧去。」二人走出帳來，但見黑夜之中，每一面軍旗上，都點著一盞燈籠，紅、黃、藍、白各色閃爍照耀，十餘萬大軍向東南開拔，但聞馬嘶蹄聲，竟是聽不到一句人聲。蕭峰大為嘆服，心道：「治軍如此，自可百戰百勝了。那日皇上孤身逞勇出獵，致為我所擒，倘若大軍繼來，女真人雖然勇悍，終究是寡不敵眾。」他二人一離大帳，眾護衛立即拔營，片刻間收拾得乾乾淨淨，行李輜重都裝上了駝馬大車。中軍元帥一發號令，中軍便即啟行。北院大王于越、太師、太傅等隨侍在耶律洪基前後，誰都不敢作聲。原來京中亂訊雖已傳出，但到底亂首是誰，亂況如何，一時卻也不易明白。大隊人馬向東南行了三日，晚上紮營之後，第一名報子馳馬奔到，向耶律洪基稟報：「南院大王作亂，自立為帝，佔據皇宮，自皇后以下，王子、公主以及百官家屬，均已被捕。」耶律洪基一驚，不禁臉上變色。原來遼國軍事政事，分為南北兩院。此番北院大王隨侍皇帝出獵，南院大王留守上京。那南院大王耶律涅魯古，爵封楚王，本人倒也罷了，他父親耶律重元，乃是當今皇太叔，官封天下兵馬大元帥，實是非同小可。耶律洪基的祖父耶律隆緒，遼史上稱為聖宗。聖宗的長子名叫宗真，次子重元。宗真性格慈和寬厚，重元則極為勇悍，頗有兵略。聖宗逝世後，傳位於長子宗真，但聖宗的皇后卻喜歡次子，陰謀立重元為帝。遼國向例，皇太后權力極重，因此宗真的皇位固將不保，性命也是危殆，但重元將母親的計劃去告訴了兄長，使皇太后的密謀無法得逞。宗真對這個兄弟自是十分感激，立他為皇太弟，意思說等自己逝世之後，便傳位於他，以酬恩德。耶律宗真遼史上稱為興宗，他逝世後皇位並不傳給皇太弟重元，仍是傳給自己的親生子洪基。耶律洪基接位後，心中過意不去，將重元封為皇太叔，表示他仍是大遼國皇位的第一位承繼人，又加封他為天下兵馬大元帥，上朝免拜不名，賜金券誓書、四頂帽、二色袍，尊寵之隆，當朝第一，又封他兒子涅魯古為楚王，執掌南院軍政要務，稱為南院大王。當年耶律重元明明可做皇帝，但讓給了兄長，可見此人本性既重義氣，又甚恬退，耶律洪基出外圍獵，將京中軍國重務都交給了皇太叔，絲毫不加疑心，這時訊息傳來，謀反的居然是南院大王耶律涅魯古，耶律洪基自是又驚又憂。要知涅魯古性子陰狠，處事極為辣手，他既舉事謀反，他父親絕無袖手之理。北院大王上前奏道：「陛下且慢憂急，想皇太叔見事明白，必不容他逆兒造反犯上，說不定此刻已引兵平亂。」耶律洪基道：「但願如此。」眾人食過晚飯，第二批報子趕到稟報：「南院大王立皇太叔為帝，已詔告天下。」以下的話他不敢明言，將新皇帝的詔書雙手奉上。洪基接過一看，只見詔書上直斥耶律洪基為篡位偽君，說先帝立耶律重元為皇太弟二十四年之中，天下皆知，一旦駕崩，耶律洪基篡登大寶，中外共憤，現皇太弟正位為君，並督率天下軍馬，伸討逆偽云云。這詔書說得振振有詞，遼國軍民看後，恐不免人心浮動。耶律洪基大怒之下，將詔書擲入火中，燒成了灰燼。心下甚是憂急，尋思：「皇太叔職居天下兵馬大元帥，可調兵馬八十餘萬，何況尚有他兒子楚王所調的南院所轄兵馬。我這裏隨駕的軍馬只不過十餘萬人，眾寡不敵，如何是好？」這一晚翻來覆去，無法安寢。蕭峰聽說遼帝要封他為官，本想帶了阿紫，黑夜不辭而別，但此刻見義兄面臨危難，倒不便就此一走了之，好歹也要替他出番力氣，不枉了結義一場。當晚他在營外閒步，只聽得眾官兵悄悄議論，均以父母妻子俱在上京，這一來都給皇太叔拘留了，只怕性命不保，有的人思及家人，突然號哭。這哭聲頗能感染，有人放聲一哭，軍中其餘官兵也均哭了起來，不多時，曠野上哭聲震天。統兵的將官雖然極力喝阻，斬了幾名哭得特別響亮的為徇，卻也無法阻止得住。洪基聽得這般哭聲，知是軍心渙散之兆，心下更是煩惱。次日一早，又有探子來報，皇太叔與楚王率領兵馬三十餘萬，前來犯駕。洪基尋思：「今日之事，有進無退，縱然兵敗，也只好決一死戰。」當即召集百官商議，群臣對洪基都是極為忠心，願決死戰，但均以軍心為憂。洪基傳下號令：「眾官兵出力平逆討賊，靖難之復，升官以外，再加重賞。」於是披起黃金甲冑，親率三軍，向皇太叔的軍馬迎去。眾官兵見皇上親臨前敵，也均是勇氣大振，三呼萬歲，誓死效忠。蕭峰挽弓提矛，隨在洪基身後，作了他的親身衛護。十餘萬兵馬，浩浩蕩蕩的向東南方挺進。室里帶領一隊飛熊兵保護阿紫，居於後軍。蕭峰跟在耶律洪基馬後，見他提著馬韁的手微微發抖，知他對這場戰事實在也無把握。草原之上，除了馬蹄之聲，更無其他聲響，行到中午，忽聽得前面號角聲嘟嘟吹起，知與敵軍已將接近。中軍將軍發令：「下馬！」各騎兵都跳下馬背，手牽馬韁而行，只有耶律洪基和各大臣仍是騎在馬上。蕭峰不知眾騎兵何以下馬，臉有惶惑之色。耶律洪基笑道：「兄弟，你久在中原，不懂契丹人行軍打仗的方法罷？」蕭峰道：「正要請陛下指點。」洪基笑道：「嘿嘿，我這個陛下，不知還能不能做到今日太陽下山。你我兄弟相稱，何必叫我陛下？」蕭峰聽他笑聲中頗有苦澀之意，便道：「好，請大哥開導。」洪基道：「平原之上交鋒，最要緊的是馬力，人力尚在其次。」蕭峰登時省悟，道：「啊，是了！騎兵下馬是為了免得坐騎疲勞。」洪基點了點頭，道：「養足馬力，臨敵時衝鋒陷陣，便可一往無前。契丹人東征西討，百戰百勝，這是一個很要緊的秘訣。」他說到這裏，聲音低沉了下去，只見前面遠處塵頭大起，人馬未見，塵頭已揚起十餘丈高。洪基馬鞭一指，道：「皇太叔和楚王都是久經戰陣，是我遼國的驍將，何以驅兵急來，不養馬力？那是他有恃無恐，自信已操必勝之算。」話猶未畢，只聽得左軍和右軍同時響起了號角。蕭峰極目遙望，見敵方東面另有兩支軍馬，西面亦另有兩支軍馬，那是以五敵一之勢。耶律洪基臉上變色，向中軍將軍道：「結陣立寨！」中軍將軍應道：「是！」縱馬出去，傳下號令，登時前軍和左軍、右軍都轉了回來，一眾軍士將主帳幕的大木用大鐵錘釘入地下，四周樹起鹿角，片刻之間，便在草原上結成了一個極大的木城，前後左右，各有騎兵駐守，數萬名弓箭手隱身大木之後，將弓弦都絞緊了，只待發箭。蕭峰皺起了眉頭，心道：「這一場大戰，不論誰勝誰敗，我契丹同族都非橫屍遍野不可。最好是義兄得勝，若是不幸大敗，我當設法將義兄和阿紫救到安全之地。他這皇帝呢，做不做也就罷了。」遼帝的營寨結好不久，叛軍的前鋒已到。這些前鋒並不上前挑戰，遙遙站在強弓硬弩的射程之外，但聽得鼓角之聲不絕，一隊隊遼兵圍了上來，四面八方，陣勢排得井然有序。蕭峰一眼望將出去，尋思：「這一場仗打下來，只怕義兄非敗不可，白天不易突圍逃走，只須支持到黑夜，我便能設法救他。」但見營寨大木的影子短短的映在地下，烈日當空，正是過午不久。只聽得呀呀呀數聲，又是一隊大雁列隊飛過天空。耶律洪基向雁群凝視半晌，苦笑道：「這當兒若不是化身為雁，那也是插翼難飛了。」北院大王和中軍將軍相顧變色，知道皇帝見了敵軍軍容，心中已怯。突然間對面陣中鼓聲擂起，數百面皮鼓蓬蓬大響。中軍將軍大聲叫道：「擊鼓！」御營中數百面皮鼓也是蓬蓬響起。驀地裏對面軍中鼓聲一止，數萬名騎兵喊聲震動天地，挺矛直衝過來。敵軍前鋒一進入射程，中軍將軍令旗向下一揮，御營中鼓聲立止，數萬枚羽箭便射了出去，敵軍前鋒紛紛倒地。但敵軍前仆後繼，蜂湧而上，前面跌倒的軍馬，便成為後軍的擋箭垛子。敵軍弓箭手以盾牌護身，搶上前來，向御營放箭。耶律洪基初時頗有怯意，一到接戰，卻是勇氣倍增，右手持著一柄長刀，發令指揮，御營將士見皇上親臨前敵，大呼：「萬歲，萬歲，萬歲！」敵軍聽到這「萬歲」之聲，抬頭見到耶律洪基黃袍金甲，站在營寨之後，在他積威之下，不由得踟躕不前。洪基見到良機，大呼：「左軍騎兵包抄，衝啊！」左軍由北院樞密使率領，一聽皇上號令，三萬騎兵便從右側包抄了過去。叛軍見到耶律洪基後，軍心本已動搖，不提防禦營精兵突然一鼓作氣的衝了出來。那北院樞密使更是遼國有名的勇將。兩軍交戰，勝敗全在一個「氣」字，叛軍一猶豫間，御營軍馬已然衝到，叛軍登時陣腳大亂，紛紛後退，御營中鼓聲雷雷，叛軍接戰片時，便即敗退。御營軍馬向前追殺，勇不可當。蕭峰大喜，叫道：「大哥，這一回咱們大勝了！」耶律洪基下得寨來，跨上戰馬領軍應援，忽聽得號角響起，叛軍主力軍開到，霎時間羽箭長矛在天空中飛舞來去，鬥得激烈異常。蕭峰只看得暗暗心驚：「這般惡鬥，我生平從未見過。一個人任你武功天下無敵，到了這千軍萬馬之中，那是全無用處，最多不過是自保性命而已。這大軍交戰，較之武林中的比武或是群毆，那是不可同日而語了。」忽聽得叛軍陣後鑼聲大響，鳴金收兵，叛軍騎兵退了下去，箭如雨發，射住了陣腳。中軍將軍和北院樞密使率軍連衝三次，都衝不亂對方陣勢，反而被射死了數千軍士。耶律洪基道：「士卒死傷太多，暫且收兵。」當下御營中也鳴金收兵。叛軍派出兩隊騎兵衝來襲擊，中軍早已有備，佯作敗退，兩翼一合圍，將兩隊叛軍的三千名官兵全數圍殲當地，餘下數百人下馬投降。洪基左手一揮，御營軍士長矛揮去，將這三百人都戳死了。雙方這一場惡鬥，歷時不過一個多時辰，卻是殺得慘烈異常，兩邊主力各自退到強弓的射程之外，中間實地上鋪滿了屍首，傷者呻吟哀號，慘不忍聞。只見兩邊陣中各出一隊三百人的黑衣兵士，前往中間地帶檢視傷者。蕭峰只道這些人是將傷者抬回救治，那知這些黑衣官兵拔出長刀，將對方的傷兵一一砍死，傷者都砍死後，六百人齊聲吶喊，相互鬥了起來。蕭峰見這六百黑衣軍士人數雖少，個個武功不弱，長刀閃爍，鬥得極是劇烈，過不多時便有二百餘人被砍倒在地。御營的黑衣兵武功較強，被砍死的只有數十人，當即成了兩三人合鬥一人的局面，這一來，勝負之數更是分明。又鬥片刻，變成三四人合鬥一人。說也奇怪，雙方官兵只吶喊助威，叛軍數十萬人袖手旁觀，卻不增兵出來救援。終於叛軍三百名黑衣兵一一就殲，御營黑衣軍卻有一百三十餘名回來。蕭峰心道：「想來遼人規矩如此。」這一番清理戰場的惡鬥，規模雖是大不如前，其驚心動魄之處，可猶有過之。洪基舉著長刀，大聲說道：「叛軍雖眾，卻是士無鬥志。再接一仗，他們便要敗逃了！」御營中官兵齊呼：「萬歲，萬歲，萬歲！」呼聲方畢，忽聽得叛軍陣中吹起號角，三騎馬緩緩出來，居中一人雙手捧著一張羊皮，朗聲念了起來。他念的正是皇太叔頒布的詔書，說道：「耶律洪基篡位，乃是偽君，現下皇太叔正位，凡我遼國忠誠官兵，須當即日回京歸服，一律官升三級。」御營中十餘名箭手放箭，颼颼聲響，向那人射去。那人身旁兩人舉起盾牌，護在那人身前。那人繼續念誦，突然間，三匹馬均被射倒，三人躲在盾牌之後，終於念完皇太叔的「詔書」，慢慢退了回去。北院大王見屬下官兵聽到偽「詔書」後，意有所動，便道：「出去回罵！」三十名官兵站到營寨前。二十名士兵手舉盾牌保護，此外十餘名乃是「罵手」，聲大嗓粗，口齒便利。第一名「罵手」罵了起來，甚麼「叛國奸賊，死無葬身之地」等等，跟著第二名「罵手」又罵，罵到後來，各種污言穢語都罵了出來。蕭峰對契丹語言所知有限，這些「罵手」的言辭他大都不懂，只見耶律洪基連連點頭，意甚嘉許，想來這些「罵手」罵得極是精彩。