第二十三回　碧血染寶劍　黃甲入名都何鐵手當下在前領路，繼續向西，一路稱讚阿九美麗，又說她小小年紀，瞧不出一位金枝玉葉的公主，竟然是一身武功。承志任她嘻嘻哈哈的囉囌，並不置答，行了五里多路，來到一座古剎「華嚴寺」前。寺外有五毒教的教眾守衛，見到承志時怒目而視，承志也不理會，進來後見大雄寶殿上舖了草蓆，被打他打傷的教徒一排排的躺著。承志逐一給他們解開了穴道，朗然說道：「兄弟與各位無冤無仇，由於小小誤會，以致得罪，兄弟在這裏向各位陪罪了。」說著團團作了一揖，五毒教的教眾掉頭不理，既不還禮，亦不答腔。承志心想自己禮數已到，也不多說，轉身出來，一回頭，忽見一雙毒眼狠狠的凝視著何鐵手。這人隱身在殿隅暗處，身形一時瞧不清楚，只見雙眼碧油油的放光，承志一驚，心想這眼光中充滿怨毒憤激，此人是誰？凝目再瞧，那人已閃身入內，身形一動，承志立即認出這是老乞婆何紅藥。何鐵手送他出寺，承志見她臉色有異，與剛才言笑晏晏的神態大不相同，頗為疑惑。兩人在寺門外行禮而別。承志從來路回去，走出里許，越想疑心越甚，尋思莫非他們另有奸謀？祇怕再來騷擾，不如先探到他們的圖謀，以便先有防備。當下折向南行，遠遠走到「華嚴寺」後面，四望無人，從後牆躍了進去。突然間噓溜溜的哨聲大作。承志知道這是五毒教聚眾集會的訊號，於是在一株大樹背後隱蔽片刻，估量教眾都已會集，然後悄悄掩大雄寶殿後面，只聽見殿裏傳出一陣激烈的爭辯之聲。承志貼耳在門縫上傾聽，何紅藥聲音尖銳，齊雲璈嗓門粗豪，兩人你唱我和地在數說何鐵手的罪愆。一個說她貪戀情慾，忘了教中大仇，反而與本教為敵。另一個說她與敵人聯手，壞了擁立新君以乘機光大本教的大事。何鐵手微微冷笑，說道：「你們要待怎樣？」眾人登時沉默，隔了一陣，何紅藥忽道：「另立教主！」何鐵手凜然道：「咱們數百年來教規，只有老教主過世之後，才能另立教主，那麼你是要我死了？」眾人沉默不語。何鐵手道：「誰想當新教主？」他連問三聲，教眾無人回答。何鐵手笑道：「你們想想，誰有能耐勝得了我，就站出來搶教主！要是怕枉送性命，還是乘早別囉囌吧。」承志右目貼到門縫上往裏張望，見何鐵手一人坐在椅上，數十名教眾都遠遠站著，似乎對她頗為忌憚。承志心想：「五毒教的教眾我個個交過手，確是沒一人及得上她一半本事。但她憑武力壓人，祇怕這教主也做不長久。」他見五毒教自己內鬨，並非圖謀向他與青青尋仇，也就不再理會，正待抽身出寺，忽見寒光一閃，何紅藥手中拿了一件奇怪兵刃越眾而出。承志見這兵刃似乎是一柄極大的剪刀，非但前所未見，以前也未聽師父說過，不知如何用法，倒起了好奇心，當下俯身又看。只聽何紅藥冷然道：「我並不想做教主，也明知不是你的對手，但咱們五毒教當年七祖三子，何等辛苦，費了四十年之功，才創立教門，百年來橫行天南，決不能毀在你這賤婢手裏！」何鐵手道：「侮慢教主，該當何罪？」何紅藥道：「我早已不當你是教主啦，來吧！」雙手前伸，嗤的一聲，兵刃張了開來，果然猶如剪刀模樣，只是剪刃內彎，更像一把鉗子。何鐵手微微冷笑，坐在椅中不動，何紅藥縱身上前，吞吞兩聲，剪已連夾兩下，她害怕何鐵手武功厲害，一擊不中，立即躍開。何鐵手端坐椅中，只在何紅藥攻上來時間閃避一下，並不還擊，承志正感奇怪，目光一斜，見五毒教教眾手中各執兵刃，漸漸逼攏，這才知何鐵手守緊門戶，防備眾人圍攻。他因門縫狹窄，只看見殿中一長條地方，想來教眾已在四面八方圍住了她。眾人僵持片刻，誰也不敢躁進，何紅藥叫道：「沒用的東西，怕什麼？大家上呀！」她巨剪一揮，眾人吶喊上前。何鐵手倏地躍起，只聽見乒乓數聲巨響，坐椅已被數伯兵刃擊得粉碎。兩名教眾接連慘叫，中鉤受傷，大殿上塵土飛揚，何鐵手一個白影在人群縱橫來去，打得猛惡已極。袁承志是武術大行家，殿上數十人的惡鬥雖然打得情勢混亂，他卻一招一招看得清清楚楚。五毒教所有高手都曾被他用分筋錯骨手點穴法打倒，這時剛救治過來，個個身上負痛，行動極不靈活，所以何鐵手脫身逃出看來並不為難。然而她竟不衝出，似想用武力壓服教眾，懲治叛首。再拆數十招，承志忽見人群中一人行動詭異，這人雖也隨眾攻打，但腳步遲緩，手中捧著一件什麼東西，慢慢向何鐵手逼近，承志看得仔細時，原來此人正是錦衣毒丐齊雲璈。突然間聽他大叫一聲，雙手一送，一縷黃光向何鐵手擲去。何鐵手一個筋斗翻開閃過，那知他放的暗器古怪之極，竟能在空中轉彎追逐。何鐵手再被四五件兵器同時夾擊，銳叫一聲，已被暗器打中，這時承志也已觀看清楚，齊雲璈放的竟是一件活的暗器，那就是他在雪地裏捕來的那條厲害之極的金蛇。何鐵手只感眼前一黑，疾忙伸手扯脫咬住她肩頭的金蛇，狠狠兩鉤，鉤死了兩名教眾。何紅藥大叫：「這賤婢給金蛇咬中啦，大家絆住她，毒性就要發作啦！」何鐵手跌跌撞撞，直向後殿衝來，她雖然中毒，餘威尚在，教眾們一時卻攔她不住。何紅藥縱身上前，雙剪如風，逕往她腦後夾去，何鐵手一低頭，還了一鉤，潘秀達與程其斯已攔住了她的去路。何鐵手在腰旁一按，「含砂射影」的毒針激射而出，潘秀達閃避不遑，未及叫喊，已是斃命。何鐵手肩上毒發，神智昏迷，鐵鉤亂舞，使出來已不成家數。承志見她轉瞬間就要被這批陰狠毒辣的教眾所殺，心想她所以弄得眾叛親離，實在與我大有關係，既然親眼見到，這可不得不救，忽地躍出，大叫：「大家住手！」教眾見他突然出現，無不大驚，手中緩了一緩，何鐵手這時已更加胡塗，一鉤向承志當面劃來，承志一側身，左掌反拿她的手腕，那知她武功深湛，進退趨避之際已成自然習慣，雖然眼前金星亂舞，但一觸到承志手指搭向自己手腕，手臂立即一沉，鐵鉤倒豎，一招「黃蜂刺」向上疾刺，仍是既狠且準。承志一拿不中，叫道：「我來救你！」何鐵手更不理，鐵鉤如狂風驟雨般攻來，承志解拆數招，右腳在她小腿上一勾，何鐵手撲地倒下，她突然睜眼，驚叫道：「袁相公，我死了麼？」承志道：「我救你出去！」拉住她手臂提了起來。五毒教教眾本來在旁觀看兩人相鬥，見承志扶著她急奔而出，發一聲喊，一齊擁上。承志轉身叫道：「誰敢上來！」教眾個個是驚弓之鳥，不知誰先發喊，忽地一窩蜂的轉身逃入殿內，砰的一聲，關上了側門。承志見他們對自己怕成這個樣子，不覺好笑，俯身看何鐵手時，見她左肩高腫，紅撲撲的面頰上已罩上了一層黑氣。承志知她中毒已深，但想她日夕與毒物為伍，抗力甚強，總還能支持一會，於是抱起她的身子，奔回居所。青青等人見他同何鐵手回來，都大感驚異，青青嗔道：「你抱著她幹麼？還不放手。」承志道：「快，快，快拿冰蟾救她。」宛兒扶著何鐵手走進內室施救。洞玄與閔子華等又是氣惱，又是奇怪，承志當下把前因後果說了，並道：「令師黃木道人的事，等她醒來後我慢慢問她。」武當諸弟子一齊拜謝。過了一頓飯時分，宛兒出來說道：「她毒氣慢慢退了，但是始終昏迷不醒。」承志道：「你給他服些解毒藥，讓她睡一忽兒吧。」宛兒應了，正要進去，羅立如從外面匆匆奔進，叫道：「袁相公，大喜大喜！」青青笑道：「你才大喜呀！」宛兒臉一紅，避了開去。羅立如道：「闖王大軍打下了榆林漢中。」眾人大喜，承志問道：「這訊息確不確實？」羅立如道：「我們幫裏的張兄弟本來奉命去追尋──尋這位閔爺的，在陝西恰好遇上闖王義軍攻城，砲火連天的，走不過去，後來他眼見明軍殺得大敗，守城的總兵官也給殺了。」承志道：「那好極啦，義軍指日就來京師，咱們給他來個裏應外合。」他當即定神籌劃方略，到時誰放火，誰斬關，誰去刺殺守城的大將，一一盤算定當，只是事屬機密，暫時不即宣佈。他連日十分忙碌，接見京中的各路豪傑，只待義軍兵臨城下，舉事響應。這天出外議事回來，宛兒憂形於色，說道：「袁相公，那何教主仍舊昏迷不醒。」承志吃了一驚道：「已經有許多天啦，怎麼還不好？」忙隨著宛兒入內看視，只見何鐵手面容憔悴，臉無血色，已是奄奄一息。承志沉思片刻，忽地跳起，叫道：「不好啦！」宛兒道：「怎麼？」承志道：「平常人中了劇毒之後，毒氣退盡，自然慢慢康復。但她從小玩弄毒物，平時又怕服用什麼古怪藥料，普通毒物傷害她不得，但一旦中毒，卻最是厲害不過。我連日忙碌，竟沒想到這層。」宛兒道：「那怎麼辦？」承志微一沉吟，躊躇道：「除非把那冰蟾給她服了，大概還可有救──不過我們靠此至寶解毒，要是下一次再受五毒教教眾的傷害，只好束手待斃了。」宛兒也感好生為難，承志一拍大腿道：「此人雖然與咱們無親無故，但眼見她送命終是不忍，給她服了再說。」宛兒覺得這事十分冒險，祇得把冰蟾研碎，用酒調了給她服了下去，過不到半個時辰，何鐵手臉色由白變紅，呼吸也已不再氣若遊絲，慢慢粗重起來。承志知她這條命是救回來了，輕輕退了出去，洪勝海正在到處找他，一見到，忙道：「袁相公，五毒教找上門啦！」承志眉頭一皺道：「有多少人？」洪勝海道：「有一個人已到了門外，不知後面還有多少。」承志尋思道：「五毒教人眾除何鐵手外，餘人武藝均不十分高強，但陰狠毒辣，無所不用其極。他們本來見了我望風而逃，這次居然找上門來，想必有恃無恐。那冰蟾至寶又給何鐵手服了，要是有誰再中了他們所施的毒手，那可無藥可治。」忙對洪勝海道：「你快傳下令去，大家集中在大廳之中，不得我號令，不許出戰。」洪勝海應聲去了。承志快步出堂，搶出門去，只見一個人赤了上身，下身穿著一條破褲，雙手據地，頭下腳上的倒立在門口。承志數次見過五毒教教眾這種古怪姿態，這時倒也不以為異，眼光往下一看，認出此人正是錦衣毒丐齊雲璈，只見他肩頭、背上、雙臂一共插了九柄明晃晃的尺來長尖刀，每把刀都深入肉裏，卻無鮮血流出。承志嚴加防備，不知他使何妖法，喝問：「你來幹什麼？」齊雲璈不答，口中喃喃唸道：「九刀穿洞，魔教之雄！」承志道：「我與貴教以後各走各路，你們不要再來糾纏，我也不再與你們為難。你快走吧！」齊雲璈猶如中邪著魔一般，不住口的唸：「九刀穿洞，魔教之雄！」承志仔細再看，見每把刀的刀柄上都縛著一件毒物，有的是蠍子，有的是蜈蚣，都在蠕蠕而動。這時洪勝海已邀集眾人在廳中，與青青一同出來察看。承志使了一下眼色。洪勝海甚為乖覺，聽清楚了齊雲璈的話，返奔入內，與宛兒同到何鐵手室中，叫道：「何教主，九刀穿洞，魔教之雄，那是什麼意思？」何鐵手服了冰蟾之後，神智漸復，忽聽洪勝海的話，疾忙坐起，問道：「誰來了？」洪勝海道：「一個不穿衣服的叫化子。」何鐵手道：「好。你這位姑娘扶我出去。」宛兒見她重病初有起色，起床極為危險，正想勸阻，何鐵手擺擺手命洪勝海出房，自己已坐了起來，慢慢穿上長衣。宛兒道：「你不能出去。」何鐵手道：「你扶我一把。」宛兒伸手扶她，何鐵手右手一翻，已拿住了她的手腕，宛兒吃了一驚，自己手上登如套了一隻鋼箍，身不由主的隨她走到門口。宛兒心中又是害怕，又是欽佩。何鐵手跨出大門，喝道：「你瞧瞧，我不是好好活著麼？」齊雲璈臉現喜色，雙手一挺，在空中翻了兩個筋斗，仍舊頭下腳上的倒立。何鐵手道：「你為什麼來謝罪？你如不遭到危難，也決不會覺悟。」齊雲璈道：「教主明鑒，小的罪該萬死，傷了教主尊體，多蒙七祖三子保祐，教主尊體無恙。」何鐵手喝聲：「你以為金蛇傷了我，我勢必喪命，按本教規矩，你就是教主了，是不是？」齊雲璈又倒翻了兩個筋斗。何鐵手道：「好啦，你去吧！」齊雲璈雙臂一屈，額角碰在地上行禮。何鐵手道：「我問你，你為什麼來謝罪？」齊雲璈道：「小的不敢相瞞教主。照教中規矩，應該由小的繼任教主，但那老乞婆與小的相爭，小的敵他不過──」何鐵手道：「我早知道你不安好心，既然現在盡忠於我，我饒你一命。」說著俯身在他肩頭拔起一刀。齊雲璈大喜，行了一禮，翻身正立，大踏步去了。何鐵手扶著宛兒回到廳中，眾人都對剛才的怪事不明所以，何鐵手笑道：「他被逼到了窮途末路，所以前來求我。」青青道：「這些刀幹什麼呀？」何鐵手把刀上縛著的一隻蠍子取了下來，拿手帕包了幾重，放入懷中，笑道：「這是我們的邪法，各位不要見笑。這九柄刀上都有蟲豸的劇毒，以毒攻毒，只有用原來蟲豸的毒汁再和上別的藥料，才能治好。我每天給他拔一柄刀，這些毒蟲就由我收了起來，以後每年立春那天他體內毒發時，我就給他服一劑解藥。」青青點點頭道：「這樣他永遠做你的奴僕，不敢起反叛之心。」何鐵手笑道：「夏相公料得不錯。」青青又道：「那麼他自己把刀拔下來不成麼？」何鐵手道：「那些刀是他自己插上去的，他來求我拔，就是向我歸順的意思。他曾用金蛇傷我，如不用這九刀大法，知道我決不能收他。」青青道：「那你幹麼不一次給他拔下來？他身上還有八柄刀，那多痛！」何鐵手嫣然一笑道：「我要他多吃點苦頭！」她頓了一頓道：「要是夏相公饒了他，明兒我就一齊拔了。」青青道：「由得你吧，我也不可憐這種惡人！」洞玄待她們談得告了一個段落，站起來道：「何教主，我們師父的事，請您瞧在袁相公臉上明白見告。」他此話一出，武當弟子都站起來。何鐵手冷笑道：「袁相公於我有恩，跟你們武當派可沒干係。我身體沒有復原，你們是不是要乘人之危？我何鐵手可不在乎。」她如此強硬，大出眾人意外，承志向洞玄等一使眼色道：「何教主身體不適，咱們慢慢再談。」何鐵手哼了一聲，扶著宛兒進房去了，武當諸弟子聲勢凶凶，七張八嘴的議論。承志道：「這事交在兄弟身上，黃木道長的下落，兄弟負責打探出來。」武當諸人這才平息。次日齊雲璈又來，何鐵手給他拔了一刀，接著數日都是如此，到第九日中午，洪勝海向何鐵手報道：「那人又來啦！」此時何鐵手已完全復原，程青竹、沙天廣、啞巴、鐵羅漢、胡桂南等也均已痊癒，大家想看齊雲璈身上毒刀拔除之後，何鐵手如何對他，都跟著她走出大門。只見齊雲璈喜形於色，倒立在地，只剩了背上一刀。何鐵手轉頭對青青笑道：「夏相公，這人雖然本性惡劣，但武功卻強，我送給你做奴才好不好？你有解毒藥在手，他不敢違背你半句話。」青青慍道：「我一個女孩兒家，要這種臭男人跟在身旁幹什麼？」何鐵手大吃一驚，她自見青青以來，見她始終穿著男裝，越瞧越是傾心相愛，竟沒瞧出她是女子所扮，這時聽她一說，呆了半晌，道：「什麼？」青青道：「我不要。」何鐵手道：「您說什麼女孩兒家？」宛兒笑道：「這位是夏姑娘啊，他從小愛穿男裝，別說您認不出來，我初次見到時也當是一位相公呢。」何鐵手眼前一花，定神細看，見青青面色白膩，雙眉彎彎，確是一個美貌女子，不禁又氣又恨，心想：「我怎麼如此胡塗，竟為一女子而叛教捨眾，這一生我也不要活了。」她性子剛硬，心中越氣，臉上越是露出笑容，小嘴一張，左頰露出一個酒渦，說道：「我真是胡塗啦──」走下階石，俯身去拔齊雲璈背上最後一柄毒刀，但饒是她要強好勝，總是倏遭大變，心神把持不定，雙腳發軟，身子一下搖晃。宛兒正要上前相扶，突然路旁一聲猛喝，一人疾逾奔馬竄了出來，縱到齊雲璈身後，一彎腰，又縱了開去，只聽見齊雲璈狂喊一聲，俯伏在地，背後那柄刀尺來長的毒刀已深入背心，直沒到刀柄。這一下猶如晴空霹歷，正所謂迅雷不及掩耳，雖有袁承志、程青竹、沙天廣、啞巴等許多高手在旁，但沒一個來得及施救。眾人齊聲驚呼，看那暗施毒手殺害齊雲璈的人時，正是老乞婆何紅藥。她呵呵怪叫，左手又揮又舞，雙足亂跳，卻總是摔不開咬在她手背上的一條小金蛇。齊雲璈抬頭叫道：「好，好！」身子一陣扭動，低頭而死。眾人這時齊都注意著何紅藥，只見她一臉害怕之極的神色，但始終無法可施，右手幾次伸出，想拉金蛇的身體，剛要碰到時立即縮回，似乎一碰金蛇的身體就有大禍臨頭一般。何鐵手只是嘻嘻而笑，旁觀不語，何紅藥白眼一翻，忽地從懷裏摸出一柄利刃，刀光一閃，擦的一聲，把自己左手手腕砍了下來，急速撕下衣襟包住斷手，狂奔而去。眾人見到這驚心動魄的一幕，都呆住了說不出話來。何鐵手彎腰在齊雲璈身上摸出一個鐵筒，罩在金蛇身上，左手鐵鉤在斷手上一劃，切下金蛇咬住的那塊肉，連肉把金蛇倒在筒裏，蓋上塞子。承志問道：「這金蛇是那裏來？」何鐵手慘然一笑道：「這姓齊的雖然求我收留，但總不放心，怕我害他，所以第九柄刀旁暗藏金蛇。如果我替他拔刀，那就罷了，要是加害他，就用金蛇反擊。哼哼，那知姑姑放他不過。總算她心狠得下，切下自己的手。再遲疑片刻，那就不可救了。」承志嘆道：「這真叫做『蝮蛇螯手，壯士斷腕』了。」青青道：「你的左手也是這樣割斷的麼？」何鐵手橫了她一眼，並不回答，忽地掩面奔入，青青碰了一個釘子，氣道：「這人也真怪。」宛兒一直默不作聲，這時臉現憂色，低聲道：「我去陪陪她，別出什麼亂子。」她入內片刻，隨即匆匆出來說道：「袁相公，何教主自己關在房裏，我叫她總是不理。」承志道：「讓他休息一會吧。」宛兒道：「不，我瞧情形不對。」承志道：「好，咱們大家瞧瞧去。」三人一同走到何鐵手房外，宛兒伸手拍門，裏面寂無回音，宛兒繞到窗口，往裏一張，突然大叫：「不好啦，袁相公，快來！」她語聲未畢，雙掌一招「橫堤攔濤」，拍拍的兩聲，已把木窗推開，飛身入去。承志和青青知道事情不對，跟著躍進，承志一見何鐵手，不由得臉上一紅，原來她解開衣襟，露出雪白的胸脯，跪在一尊小小的木彫像面前，右手拿住那條金蛇，正要放到自己上。承志這時不暇思索，右手一揮，嗤嗤兩聲，兩枚圍棋子破空而去，一一打入金蛇口中。何鐵手一驚，放下金蛇，伏在桌上大哭起來。青青搶過鐵管，把金蛇收入，柔聲道：「幹麼你要自尋短見？你的教眾們不要你，你跟咱們大家在一起不好麼？」何鐵手只是哭泣。承志道：「何教主，五毒教本是害人邪教，你棄邪歸正，與五毒教一刀兩斷，那是何等美事，又何必傷心。」這時程青竹等聞聲，也都過來勸慰。何鐵手心裏愧恨難當，本想一死了之，但在生死關頭突然被人救治，求生之念反轉熱切，靈機一動，雙眸仰視，精光四射，笑道：「您肯答應我一件事，我就不死啦。」青青心想：「這人一瞬之前正要自戕，哭了一場忽然又笑，她要大哥什麼呢？啊喲不對，莫非她看中了他！」忙道：「你要他答應什麼？」何鐵手道：「袁相公您先說肯不肯。」承志道：「不知何教主要兄弟辦什麼事。」這時他心中也起了疑竇，不即答應。何鐵手向青青宛兒一笑，忽地在承志面前跪下，連連磕頭。承志大驚，不住作揖還禮，說道：「快別行禮，快別行禮。」何鐵手道：「你不收我做徒弟，我就賴著不起來啦。」青青心頭一寬，笑道：「何教主這樣厲害的功夫，誰能做你師父啊。」何鐵手笑道：「師父，您不收我這個徒弟，我在這裏跪一輩子。」承志道：「我出師不到一年，那能授徒？何教主要是不嫌我本領低微，咱們互相切磋、研究一下武藝，或許大家都有進益，拜師之說，再也別提。」何鐵手直挺挺的跪著，只是不肯起身，承志伸手要去相扶，何鐵手手肘一縮，笑道：「我手上有毒！」烏光一閃，一鉤往承志手掌上鉤去。承志雙手並不退避，反而向前一伸，在間不容髮之際，搶在她的頭裏，只在她手肘上向上一托，何鐵手身不由自主的騰空而起。但她武功也真了得，在空中含胸縮腰，斗然間身子向後退開兩尺，落下地來，仍舊跪著。旁觀眾人見兩人各自露了一手絕技，不自禁的齊聲喝采。承志道：「何教主好好休息一會吧，我要出去會客。」說著逕自出門，何鐵手大急，叫道：「你當真不收為徒？」承志道：「兄弟不敢當。」何鐵手道：「好，夏姑娘，我講個半夜裏把圖放在床邊的故事給你聽。」青青愕然不解，承志卻已滿臉通紅，心想這何鐵手什麼事都做得出，自己與阿九的事本來問心無愧，但青年男女，夜裏睡在一床，這事被她傳揚開來，不但青青生氣，而且敗壞了自己令名，不禁連連搓手。何鐵手向承志笑道：「師父，還是答應了的好。」承志沉吟道：「唔，唔。」何鐵手大喜道：「好呀，你答應了。」雙膝一挺，身子輕輕落在他面前，盈盈拜倒，行起大禮來。承志為勢所迫，祇得還半禮。眾人紛紛過來道賀。青青滿腹疑竇，對何鐵手道：「你講什麼故事？」何鐵手笑道：「咱們教裏有一種邪法，只要我畫了一個人的肖像放在床邊，再向他磕幾個頭，行起法來，那人就會心痛頭痛一連三個月不會好。」青青將信將疑，承志聽她撒謊，這才放心，心想：「天下拜師也沒這樣要挾的。如她心術不改，我決不授她武藝。」當下正色說道：「其實我並無本領收徒傳藝，既然你是一番誠意，咱們暫且掛了這個名，等我稟明師父，他老人家答允之後，我才能傳你華山本門的武功。」何鐵手眉花眼笑，沒口子的答應。青青道：「何教主──」何鐵手道：「你不能叫我作教主啦，師父，請您給我改個名兒。」承志想了一下道：「好吧，你就名叫惕守。惕是惕往之非，守是守正行端的意思。」何鐵手大喜道：「好好，夏師叔，你就叫我惕守吧。」青青道：「你年紀比我大，本領又比我高，怎麼叫我師叔？」何惕守俯身在她耳邊悄聲道：「現在叫您師叔，將來叫你師母呢！」青青雙頰暈紅，芳心竊喜，自此對何惕守頗為好感，正要開口罵她，忽見洞玄與閔子華兩人走進室來。承志道：「現在咱是一家人啦！黃木道長是存是歿，你對兩位道長說吧。」何惕守微微一笑道：「他是在雲南大──」她剛說得半句，只聽得轟天價一聲巨響，震得桌上茶壺、茶盞不住晃動，眾人吃了一驚，剛定了定神，響聲接連不斷。程青竹道：「那是炮聲。」眾人湧到廳上，洪勝海從大門口直衝進來，叫道：「闖王大軍到啦！」這時炮聲不絕，城外火光燭光，殺聲大震，闖王軍已攻到了北京城外。承志對洞玄道：「道長，她已拜為師，尊師的事咱們慢一步再說──」何惕守道：「黃大道人被我姑姑關在雲南大理毒龍洞裏，你們拿這個去放他出來吧。」說著拿出一個烏黑的蛇形鐵哨來。洞玄與閔子華說師父無恙，大喜過望，連忙謝過，接瞭哨子。何惕守道：「這是我的令符，你們馬上趕去，只要搶在頭裏，雲南教眾不知道我已經叛教，見了這令符自然會放尊師出來。」洞玄與閔子華匆匆去了。兩人走了不久，北京城裏各路豪傑齊來聽承志號令，承志事先早有佈置，誰放火，誰接應，分派得井井有條。當下他派人到城邊打探，過不多久，一名頭目拿了一封書信過來，是闖王手下制將軍李岩命人混進城來，送給承志的。承志大喜，當即派人四出行事，黃昏間，各人已將歌謠到處傳播，只聽西城閒人與小兒們唱了起來：「朝求升，幕求合，近來貧漢存活，早早開門拜闖王，管教大小歡悅！」又聽東城的閒漢們唱道：「吃他娘，著他娘，吃著不盡有闖王，不當差，不納糧！」城中明兵早已大亂，有誰禁止得住。承志攜來的十大鐵箱珍寶，這時早已變賣為銀錢，分遣得力人員向守城官兵賄賂。次日是三月十八日，承志與青青、何惕守、程青竹、沙天廣等化裝明兵，齊到城頭眺望，只見義軍都穿著黃衣黃甲，數十萬人猶如黃雲蔽野，砲火不住往城上轟來。守軍陣勢早亂，那裏抵敵得住，有的受了賄賂，箭矢向天亂射，砲中不實鐵丸，北京城牆雖然堅厚，眼見指日可下。承志等心中大喜，當日下午指揮人眾，在城中四處放火，截殺官兵，貧民到處響應，城中亂成一團。群雄正在大呼酣鬥，承志忽見一隊官兵擁著一個錦衣太監，呼喝而來，火光中遠遠望見正是曹化淳。承志大喜，叫道：「大家跟我來，拿下這奸賊。」鐵羅漢與何惕守當先開路，直衝過去，群雄都是武林中頂尖兒的人物，普通官兵那裏阻攔得住。曹化淳見形勢不對，撥轉馬頭想逃，承志一躍而前，扯住他的腳一拉，已提下馬來。曹化淳見是承志，又驚又怕。承志喝道：「你到那裏去？」曹化淳道：「皇─皇上─命小人督─戰彰義門。」承志道：「好，到彰義門去。」群雄擁著曹化淳直上城頭，遙遙望見城外一面大旗迎風飄揚，旗下一人頭戴氈笠，跨著烏駁馬往來馳騁督戰，正是闖王李自成。承志叫道：「快開城門迎接闖王！」說著手上一用勁，曹化淳痛得險險暈了過去，他性命懸人之手，那敢違抗，何況眼見大勢已去，反想迎接新主，重圖富貴，當下傳下令來，彰義門大開。城外闖軍歡聲雷動，直衝進來。承志率領眾人，隨潰敗的明兵退進了內城。內城守兵甚眾，加上從外城潰退進來的明兵，重重疊疊，擠滿了城頭。這時天色已晚，外城義軍嗚金休息，承志等在亂軍中也退回居所。城邊鉦鼓聲，吶喊聲亂成一片，統兵的將官有的逃跑，有的在城頭督戰，誰也顧不到承志等這一小撮人。群雄退回正條子衚衕，換下身上血衣，飽餐已畢，站在屋頂瞭望，只見城內處處火光，承誌喜道：「內城明日清晨必可攻破，今晚是我手刃仇人的時候了。」眾人知他要去刺殺崇禎為父報仇，都願隨同入宮。承志道：「各位辛苦了一日，今晚好好休息，明晨尚有大事要辦。兵荒馬亂之際，皇宮戒備必疏，刺殺昏君只是一舉手之勞，還是兄弟一個去辦吧。」各人心想他絕世武功，現在皇帝的侍衛祇怕都已逃光，要去刺殺這個孤家寡人，實在不費吹灰之力，俱都依言。承志請青青點起香燭，寫了「先君故兵部尚書薊遼督帥袁」的靈牌，安排了靈位，只待割了崇禎的頭來祭了父親，然後把首級拿到城頭，登高一呼，內城的守軍自然潰散。他帶了一個革囊以備盛放崇禎的首級，腰間藏了一柄尺來長的尖刀，逕向皇宮奔去。一路火光燭天，潰兵敗將，到處在乘亂搶掠。承志直入宮門，守門的衛兵宮監早已逃得不知去向。承志見皇宮冷清清的一片，心中不覺一驚：「崇禎要是逃匿起來，那可功虧一簣。」當下直奔寢宮，跑到門外，只聽見一個女人聲音正在大聲斥罵。承志閃在門邊，往裏一張，心頭大喜，原來崇禎好端端坐在椅上，一個穿皇后裝束的女人向他戟指而罵：「十多年來，只要你聽我幾句話，也不會鬧到今日這步田地。你使宗廟社稷淪於賊手，有何面目去見地下的列祖列宗。」崇禎俯首不語，皇后罵了一陣，掩面奔出。承志正要搶進去動手，忽然殿旁人影一閃，一個少女提劍躍到崇禎面前，叫道：「父皇，時勢緊迫，趕快出宮吧。」這少女正是長平公主阿九，她轉頭對一名太監道：「王公公，你好好服侍陛下。」那太監名叫王承恩，垂淚道：「是，公主殿下跟咱們一起逃吧！」阿九道：「不，我還要在宮裏耽一忽兒。」王承恩道：「內城轉眼就破，殿下留在宮裏很是危險。」阿九道：「我要等一個人。」崇禎變色道：「你等袁崇煥的兒子？」阿九臉上一紅道：「不錯，兒臣今日要和陛下告別了。」崇禎道：「你等他幹什麼？」阿九道：「他答應過我，一定會來的。」崇禎道：「你把劍給我。」他接過阿九手中那柄金蛇寶劍，忽地手起劍落，烏光一閃，一劍向阿九頭頂直劈下來。阿九驚叫一聲，身子一晃。承志大吃一驚，萬想不到崇禎竟會對親生女兒下如此毒手，他與兩人隔得很遠，一見形勢危急，疾忙撲上相救，躍到半路，阿九已經跌倒。崇禎提劍正待再砍，承志身子如箭離弦，左手直伸，只在他右腕上一點，崇禎那裏把握得住，金蛇劍直飛上去。承志左手一翻，已搭住崇禎手腕，右手按住落下來的寶劍，看阿九時，全身臥在血泊之中，左臂已被砍斷。承志大怒，喝道：「你這昏君，害死我的父親，今日取你性命！」崇禎見是承志，嘆了口氣道：「不錯，我自壞長城，今日悔之已晚，你動手吧！」說罷閉目待死，兩名內監搶上想拉承志，被他一腳一個，踢得直飛出去。承志右手一揮，挽了一個劍花，正要往崇禎頭上砍去，阿九睜開眼睛，奮起平生之力，倏地躍起，抱住崇禎叫道：「你要殺父皇，先殺我──」眼中滿是哀懇的神色，望著承志，一語未畢，人已暈厥了過去。承志見她斷臂處鮮血兀自泊泊流出，大為不忍，左手微微用力一推，崇禎仰天一交直跌了出去。承志俯身抱起阿九，把她左肩和背心各處通血的脈道俱都用點穴法閉住，鮮血登時不再如泉噴湧，然後從懷裏掏出隨身攜帶的金創止血藥給她敷上，撕下衣襟紮住傷口。阿九慢慢轉醒。王承恩等數名太監扶起崇禎，奪門而出。承志喝道：「那裏走！」放下阿九，要待追趕，阿九緊緊摟住他的脖子，哭叫：「別傷他，別傷他！」承志轉念一想，城破在即，料崇禎也逃不了性命，雖然不是親自手刃，父仇總是報了，也免得傷阿九之心，當下點點頭道：「好！」阿九右手抱著他，心頭一寬，又暈了過去。承志見宮中各處大亂，心想阿九身受重傷，無人照料，勢必喪命，只好將她救返自己居所再說。當下抱起她的身子，出宮時已交三更，抬頭見半天照得通紅，到處哭聲喊聲，想是明兵潰敗之後，正在乘機劫掠百姓。到得正條子衚衕，眾人正坐著等候，青青見承志又抱了一個女子回來，先已不悅，走近一看，竟是阿九，板起臉問道：「皇帝的首級呢？」承志道：「我沒殺他。焦姑娘，請你費心照料她。」宛兒答應了，把阿九抱進內室。青青又問：「幹麼不殺？」承志遲疑了一下，向內一指道：「她求我不殺！」青青怒道：「她，她是誰？你幹麼這樣聽她話？」承志尚未回答，何惕守笑道：「這樣美貌的姑娘，怎麼斷了一臂？師父，她畫的那幅肖像呢？有沒有帶出來？」承志連使眼色，何惕守還想說笑，見承志與青青兩人臉色都很鄭重，伸了伸舌頭，住口不說了。青青問道：「什麼肖像？」何惕守笑道：「這位姑娘會畫畫，我見過她畫自己的一幅小照，畫得真好。」青青白了一眼道：「是麼？」轉身入內去了。何惕守向承志又伸了伸舌頭。承志回房假寐片刻，天將明時，洪勝海匆匆奔進房來，叫道：「袁相公，沙寨主拿住了太監王相堯，已率兵開了宣武門！」承志一躍而起，問道：「義軍進城了麼？」洪勝海道：「劉宗敏將軍已進來了。」承志道：「好極了，咱們出去迎接。」兩人走到廳上，何惕守道：「師父，您放心，我會照顧她們。」承志點了點頭。程青竹從前是崇禎的侍衛長，所以承志調動人手接應闖軍諸事，他一概不來參加，這幾日只是反鎖在自己房裏，不聞不問。承志知他是對舊主的恩義，絲毫不加勉強。這時沙天廣與鐵羅漢尚未回來，承志帶領啞巴、胡桂南、洪勝海、四人往大明門來。只見陰雲四合，白雪微飄，街道上潰兵敗卒，四散奔逃，有人大呼而過：「正陽門，齊化門，東直門都打開啦！」走了一陣，敗兵漸少，百姓們在門上貼了「永昌元年順大王萬萬歲」的黃紙，執香站在門口，人人歡聲雷動，有的還在門口擺設酒漿勞軍。承志對胡桂南道：「人心如此，闖王那得不成大事。」又走一陣，前面號角齊鳴，數千人擁了過來，當先正是沙天廣與鐵羅漢。兩人率領北京城內的英雄豪傑，到處截殺明兵，見了承志，都大聲歡呼起來。鐵羅漢叫道：「闖王就要來啦！」一言方畢，前面數騎急奔而來，一名闖卒手中拿著一面大旗，上面寫著「制將軍李」四個大字，李岩身穿黃衫，縱馬疾馳。承志大喜，叫道：「大哥！」躍到馬前，李岩一怔，當即翻下馬，笑道：「二弟，破城之功，你居第一！」承志道：「闖王大軍一到，明兵望風而降，小弟有何功勞。」兩人執手說了幾句話，以前在老鴉山見過的劉一虎，以及崔秋山、崔希敏叔侄、安大娘、小慧等人一時俱到，眾人歡聚平生。突然號角聲響，眾軍大呼：「大王到啦，大王到啦！」承志等閃在一旁，只見精騎百餘騎前導，李自成氈笠縹衣，乘烏駁馬從得勝門進來。李岩過去低語幾語，李自成笑道：「好極了，請袁兄弟過來。」李岩招招手，承志走到兩人馬前，李自成笑道：「袁兄弟，你立了大功！你沒馬麼？」說著一躍下地，把坐騎的馬韁交給了他，承志連忙拜謝，眾人齊呼萬歲。李自成換了一匹馬，在眾擁衛下走向承天門。他轉頭對承志笑道：「你是承父之志，我是承天！」彎弓搭箭，嗖的一聲，射中「天」字之下。李自成神力驚力，這一箭直沒入城牆之中，群雄又是一齊歡呼。來到得勝門時，太監王德化率領了三百名內監伏地迎接。李自成投鞭大笑，對承志道：「袁兄弟，你去年在陝西見到我時，可想到會有今日？」承志道：「大王克成大業，天下有識之士早就知道了，只是萬想不到如此之快。」李自成拊掌大笑，忽有一人疾奔而來，向李自成報道：「大王，有一個太監說，他見到崇禎逃到煤山那邊去了。」李自成轉頭對承志道：「袁兄弟，你快帶人去拿來！」承志道：「是！」手一擺，率領了胡桂南等人馳向煤山。那煤山其實只是一個小丘，眾人上得山來，不禁吃一驚，只見大樹下吊著兩人，一人披頭散髮，身穿白袷短藍衣，元色鑲邊，白綿綢背心，白綢褲，左腳赤腳，右腳著了綾襪與紅色方頭鞋。承志披開他頭髮一看，果然是崇禎皇帝。又見他衣前用血寫著幾行字道：「朕自登基十七年，致敵入內地四次，逆賊直逼京師。朕雖然薄德匪躬，上干天咎，然皆諸臣誤朕也。朕死無面目見祖宗於地下，去朕冠冕，以髮覆面，任賊分裂朕屍，勿傷百姓一人。」承志拿了這張御筆血詔，頗感悵惘，二十年來大仇今日得報，本是喜事，但見仇人如此悽慘下場，不禁惻然久之，嘆道：「你現在說得漂亮，什麼勿傷百姓一人。要是你早知道愛惜百姓，不是逼得天下饑民無路可走，那裏會到今日這步田地。」洪勝海道：「袁相公，那邊吊死的是個太監。」承志道：「這皇帝死時只有一個太監陪他，真叫做土崩瓦解，眾叛親離了。勝海，你把屍首抬出去，別讓人侵侮。」洪勝海應了，承志馳回報告。李自成已進內宮，守門的闖軍認得他，恭恭敬敬的引他進宮。只見李自成坐在椅上，一個衣冠不整的少年站在一旁。李自成見承志進來，叫道：「好，袁兄弟，皇帝呢，帶他上來吧。」承志道：「崇禎自縊死了。」自成一呆，從承志手裏接過崇禎的遺詔觀看，旁立的少年忽然伏地大哭，幾乎昏厥了過去。自成道：「那是太子！」承志道：「嗯！」伸手扶了他起來。自成道：「你家為什麼失天下，你知道麼？」太子道：「因為誤用了奸臣周延儒等人。」自成笑道：「我也明白。」隨即正色道：「告訴你，你父皇又胡塗又忍心，害得天下百姓好苦。你父皇今日吊死固然很慘，但他在位十七年，天下百姓被逼得吊死的不知有幾千幾萬，那更慘得多了。」太子俯首不語，過了一會道：「那你快殺我吧。」承志見他倔強，不禁為他擔心。自成道：「你還是孩子，並沒犯罪，我那會亂殺人。」太子道：「那麼我求你幾件事。」自成道：「你說來聽聽。」太子道：「求你不要驚動我祖宗陵墓，並好好葬我父皇母后。」自成道：「當然，那何必你求我？」太子道：「還求你別殺戮百姓。」自成呵呵大笑道：「孩子不懂事。我就是百姓！是咱們百姓攻破你的京城，你懂了麼？」太子道：「那麼你是不殺百姓的了？」自成倏地解開自己上身衣服，只見胸前肩頭，斑斑鞭笞的傷痕，眾人不禁駭然。自成道：「我本是好好的百姓，給貪官污吏這一頓打，才忍無可忍的起來造反。哼，你父子倆假仁假義的說什麼愛惜百姓，我軍中上上下下，那一個不吃過你們的苦頭。」太子默然低頭，自成穿上衣服，道：「你下去吧，念你是先皇的太子，我封你一個王，讓你知道咱們老百姓不念舊惡。封你什麼王？嗯，你父把江山送在我手裏，就封你為宋王吧。」太監曹化淳站在一旁，說道：「快向陛下謝恩。」太子怒目而視，忽地回手一掌，拍的一聲，曹化淳面頰上頓時起了五個手指印。自成哈哈大笑，道：「好，這種不忠不義的奸賊，打得好。來呀，把他帶下去砍了！」曹化淳嚇得臉如土色，咕咚一聲，跪在地下連磕響頭，額角上血都磕了出來。自成一腳把他踢了一個筋斗，喝道：「滾出去，以後你再敢見我的面，把你剮了！」曹化淳連說：「不敢！」磕頭退出，太子隨後昂首走出。自成對承志笑道：「聽說皇帝還有個公主，不知道在那裏。」承志接口道：「皇帝把他砍去了一條臂膀，是我接她在家裏養傷，待她傷愈以後，再帶她來叩見大王。」自成笑道：「好好！你功勞不小，我正想不出該賞你什麼，這公主就賞給你吧。」承志窘道：「不，不，那──」宋獻策笑道：「袁兄弟，害什麼臊？究竟是英雄出在少年。劉將軍他們功勞雖大，大王也只賞他們幾名宮娥呢。」承志聽他話中有刺，不禁一愕，仔細打量，見他身長不滿三尺，右足短了一截，所以身子向一邊傾側，手中拄一根木杖，面狹而長，一臉精悍機智之色，望著承志微微而笑。正在這時，李岩從外面匆匆進來，叫道：「大王，劉將軍他們鬧得太不成話啦！」自成道：「怎麼？」李岩道：「他們抓了大批官吏富戶，嚴刑勒贖，聽說已殺了不少人啦。」宋獻策笑道：「他們出生入死，拚了性命打下江山，弄點錢花花，那也沒什麼不該吧。」李岩怒道：「不，現在江南未定，山海關吳三桂未降，人心正亂，帶兵的人祇想發財，那怎麼得了？」宋獻策淡淡笑道：「發財有什麼要緊？祇怕自己收攬人心，對大王不利，那就不好了。」自成臉上筋肉微微一動，不由自主的向李岩斜睨了一眼，李岩憤然道：「咱們得成大事，不是靠了人心所向，老百姓的擁戴麼？」承志見他們越吵越是厲害，心想自己不是闖王舊人，不便介在中間，於是向自成行了個禮，退出宮去。剛出宮門，迎面一人奔來，叫道：「小師叔，我正到處找你呢？」