第十回　奇珍異寶平阿四見眾人將信將疑，苗若蘭臉上也有詫異之色，接著道：「苗姑娘，你先前說道，飛天狐狸的兒子三月十五那天找到三位結義叔叔家裏，跟他們在密室中說了一陣子話，那三人就出來當眾自刎。你道在那密室之中，四人說了些甚麼話？」苗若蘭道：「莫非那兒子將飛天狐狸的苦心跟三位叔叔說了？」平阿四道：「是啊，這三人若不是自恨殺錯了人，怎能當眾自刎？他們一知不但錯殺好人，而且壞了大事，自是痛悔交迸，非自刎不足以報義兄。可是那時闖王尚在人世，這機密萬萬洩露不得，即令是對最親最近之人，亦絕不能透露半點風聲。只可惜這三人雖然心存忠義，性子卻過於魯莽，殺義兄已是錯了，當眾自殺卻又快了一步，事先沒囑咐子弟不得找那姓胡的兒子報仇，以致一錯再錯。胡苗范田四家世世代代結下深仇大怨。「那兒子與三位叔叔在密室中言明，這秘密必須待至百年之後的乙丑年，方能公之於世，那時闖王壽命再長，也必已經逝世，若是洩露早了，清廷定然大舉搜捕，自須危及闖王性命。胡家世代知這秘密，苗范田三家卻不知曉。待傳到胡一刀胡大爺手裏，百年之期已過，於是他命那跌打醫生閰基去對金面佛說知此事。「那第二件事，說的是金面佛之父與田相公之父的死因。在此十餘年前，這姓苗姓田的兩位上輩同赴關外，從此影蹤全無。這兩人武藝高強，威震江湖，如此不明不白的死了，那定是為一個大有來頭之人所害。胡大爺向在關外，胡家與苗田兩家又是世仇，任誰想來，都必是他下的毒手。金面佛與田相公曾數次到關外尋父，不但訪不出半點端倪，連胡大爺也始終見不到一面。金面佛無法可施，這才大肆宣揚他打遍天下無敵手的七字外號，好激胡大爺進關。胡大爺知道他的用意，只作不知，一面卻也在到處尋訪苗田兩位上輩，心想只有訪到這兩人的下落，方能與金面佛相見，洗刷自己的冤枉。「皇天不負苦心人，他訪查數年，終於得知二人確息。正好胡夫人這時懷了孕，她是江南人，一有了身孕，忽然思鄉之情異常熱切，於是夫婦兩人間關南下。行到唐官屯，他先與范田二人動上了手，後來又遇到金面佛。胡大爺命閰基去跟他說，若是他要知道先人下落，待他送夫人回歸故鄉之後，可親自帶他去迎回父親屍首，他父親如何死法，一看便知。只是苗田這兩位上輩死得太是卑鄙可恥，胡大爺不便當面述說，只好領他們親自去看。「第三件事，則是關涉到闖王的那柄軍刀了。這柄軍刀之中，藏著一個極大的寶藏，黃金白銀不必說，奇珍異寶也就不計其數。」眾人大奇，心想這柄軍刀之中連一隻小元寶也藏不下，還說甚麼奇珍異寶不計其數？只聽平阿四道：「那天晚上胡大爺跟閰基說起這回事的緣由，眾位一聽，那就毫不奇怪。闖王破了北京之後，明朝的皇親國戚、大臣大將盡數投降，這些人無不家資豪富，闖王部下的將領逼他們獻出金銀珠寶贖命，數日之間，財寶山積，難以盡述。後來闖王退出北京，令一個親信將領押著財寶去藏在一個極穩妥的所在，以便將來捲土重來之時作為軍餉。「他將藏寶的所在繪成一圖，而看圖尋寶的關鍵，卻置在軍刀之中。九宮山兵敗逃亡，闖王將寶藏之圖與軍刀都交給了飛天狐狸。後來飛天狐狸被殺，一圖一刀落入三位義弟手中，但不久又被飛天狐狸的兒子奪去。「百年來輾轉爭奪，終於軍刀是由天龍門田氏掌管，藏寶之圖卻由苗家家傳。只是苗田兩家素來不知這其中有這樣一個重大秘密，是以從來不因此而去發掘寶藏。這秘密由胡家世代相傳，可是他們沒有軍刀地圖，自也無法找到寶藏。「胡大爺將這事告知金面佛，請他去掘出寶藏，救濟天下窮人，甚而以此為大舉起事之資，驅逐滿人出關，還我漢家河山。「胡大爺所說這三件事，無一件不是關係極大。金面佛得知之後，何以仍來找他比武，非拼個你死我活不可，胡大爺直到臨死，仍是不解。只怕金面佛枉稱大俠，是非曲直，卻也辨不明白，又或因這三件事說來都是聳人聽聞，金面佛一件都不相信，亦未可知。」說到這裏，不禁長長嘆了一口氣。鎮關東陶百歲一直在旁傾聽，默不作聲，此時忽然插口道：「金面佛何以仍要找胡一刀比武，其中原因我卻明白。此事暫且不說。我問你，你到這山上來幹甚麼？」這正是眾人心中欲問之事，只聽平阿四凜然道：「我是為胡大爺報仇來的。」陶百歲道：「報仇？找誰報仇？」平阿四冷笑一聲道：「找害死胡大爺的人。」苗若蘭臉色蒼白，低聲道：「只可惜我爹爹還沒上山。」平阿四道：「害死胡大爺的不是金面佛，是從前叫做跌打醫生閰基、現下出了家做和尚、叫作寶樹那人。」寶樹長身站起，哈哈大笑，道：「好啊，你有本事就來殺我。快動手罷！」平阿四道：「我早已動了手，從今天算起，管教你活不過七日七夜。」眾人一驚，心想不知他怎樣暗中下了毒手？寶樹又怎麼害死胡一刀？寶樹不禁暗暗心驚，嘴上卻硬罵道：「憑你這點臭本事，也能算計於我？」平阿四厲聲道：「不但是你，這山峰上男女老幼，個個活不過七日七晚！」眾人都是一驚，或愕然離座，或瞪目欠身。各人自上雪峰之後，一直心神不安，平阿四此言雖似荒誕不經，但此時聽來，無不為之聳然動容。寶樹厲聲道：「你在茶水點心中下了毒藥麼？」平阿四冷然道：「若是叫你中毒，死得太快，豈能如此便宜？我要叫你慢慢餓死。」曹雲奇、陶百歲、鄭三娘等一齊叫道：「餓死？」平阿四不動聲色，道：「不錯！這峰上本有十日之糧，現下一日也沒有了，都給我倒下山峰去了！」眾人驚叫聲中，寶樹突施擒拿手，抓住了他的左臂。平阿四右臂早斷，毫不抗拒，只是微微冷笑。曹雲奇與周雲陽躍躍欲試，站在他的身前。只要他微有動武之意，立即發拳毆擊。于管家急奔入內，過了片刻回到大廳，臉色蒼白，顫聲道：「大師，莊子裏的米糧、牛羊、雞鴨、蔬菜，一股腦兒給這廝倒下了山峰。」只聽砰的一響，曹雲奇一拳打在平阿四的胸口。這一拳勁力好大，平阿四哇的一聲，吐出一口鮮血，但臉上仍是微微冷笑，竟無半點懼色。寶樹道：「糧倉和廚房裏都沒人麼？」于管家道：「有三個幹粗活的，都教這廝給綁了。唉，那兩個小鬼在這兒廳上鬧事，大夥兒出來觀看，誰知是那雪山飛狐的調虎離山之計。苗姑娘，咱們只道這廝是您帶來的下人。」苗若蘭搖頭道：「不是，我卻當他是莊上的管家。」寶樹道：「吃的東西一點都沒留下麼？」于管家慘然搖頭。曹雲奇舉起拳頭，又要一拳打去，苗若蘭道：「且慢，曹大爺，你忘了我說過的話。」曹雲奇愕然不解，拳頭舉在半空，卻不落下。苗若蘭道：「他抱著我爹爹的名號，我說過誰也不許傷他。」曹雲奇道：「咱們大夥兒性命都要送在他手裏，你－－你怎麼－－」苗若蘭搖頭道：「死活是一回事，說過的話算不算數又是一回事。這人盡棄峰上糧食，大家固然要餓死，他自己可也活不成。一個人拼著性命不要來做一件事，總有極重大的原因。寶樹大師，曹大爺，生死有命，著急也是無用。且聽他說說，到底咱們是否當真該死。」她這番話說得心平氣和，但不知怎的，卻有一股極大的力量，寶樹放開了平阿四的手臂，曹雲奇也自氣鼓鼓的歸座。苗若蘭道：「平爺，你要讓大夥兒一齊餓死，這中間的原因能不能給咱們說說？你是為胡一刀胡伯伯報仇，是不是？」平阿四道：「你稱我平爺可不敢當。我這一生中只有稱別人做爺的份兒，可沒福受人家這麼稱呼。苗姑娘，當年胡大爺給我銀子，救了我一家三口性命，我自是感激萬分。可是有一件事我是同樣的感激，你道是甚麼事？人人叫我癩痢頭阿四，輕我賤我，胡大爺卻叫我『小兄弟』，一定要我叫他大哥。「我平阿四一生受人呼來喝去，胡大爺卻跟我說，世人並無高低，在老天爺眼中看來，人人都是一般。我聽了這番話，就似一個盲了十幾年眼的瞎子，忽然間見到了光明。我見胡大爺只不過一天，心中早就將他當作了親人。「胡大爺和金面佛接連鬥了幾天，始終不分勝敗，我自然很為胡大爺擔心。到最後一天相鬥，胡大爺終於受了毒刀之傷而死，胡夫人也自殺殉夫，那情形正如苗姑娘所說，我是親眼目睹，當時情景，絕不會忘了半點。閰大夫，那天你左手挽了藥箱，背上包裹中裝著十多錠大銀，是也不是？那天你穿著青布面的老羊皮袍，頭上戴一頂穿窟窿的煙黃氈帽，是也不是？」寶樹鐵青著臉，拿著唸珠的右手微微顫動，雙目瞪著他，一言不發。平阿四又道：「早一日晚上，胡大爺與金面佛同榻長談，閰大夫在窗外偷聽，後來給金面佛隔窗打了一拳，只打得眼青鼻腫，滿臉鮮血。他說他挨打之後，就去睡了。可是，我瞧見他在睡覺之前，還做了一件事。胡大爺與金面佛同房而睡，兩人光明磊落，把兵刃都放在大廳之中，閰大夫從藥箱裏取出一瓶藥水，悄悄去塗在兩人的刀劍之上。那時候我還是一個十多歲的孩子，毫不懂事，一點也沒知他是在暗使詭計，直至胡大爺受傷中毒，我才想到閰大夫在兩人兵刃上都塗了毒藥，他是盼望苗胡二人同歸於盡。唉，閰大夫啊閰大夫，你當真是好毒的心腸啊！「他要金面佛死，那自是為了報那一擊之恨。可是胡大爺與他往日無冤，近日無仇，他幹麼在金面佛的劍上也要塗上毒藥？我細細一想，猜到了他的心意，哼，此人向來貪心，必是圖謀胡大爺那隻鐵盒。「閰大夫說他不知那鐵盒中裝著何物，那是說謊，他是知道的。胡大爺將那鐵盒交給夫人之時，將盒中各物一起倒在桌上，滿桌耀眼生光，都是珍寶飾物。胡大爺說道：『妹子，你一身本事，貪官豪富家中的金銀，但有所需，自是手到拿來。只是出手多了，難免有差失之日，我－－我－－』夫人道：『大哥放心。你若有不測，我一心一意撫養孩子，這些珠寶慢慢變賣，也儘夠母子倆使一輩子的了。我不再跟人動刀動槍，也不再施展空空妙手如何？』胡大爺大笑叫好，拿起一本書道：『這是一本拳經刀譜，是我高祖親手所書。』夫人接口笑道：『好啊，飛天狐狸一身的本事，都寫在這裏。你瞞得好穩啊，連我也不知道。』胡大爺笑道：『我祖宗遺訓是傳子不傳女，傳姪不傳妻，這才叫做胡家刀法啊。』夫人笑道：『待孩子識了字，讓他自看，我絕不偷學就是。』胡大爺嘆了口氣，將各物都收入鐵盒，再將盒子放在夫人枕頭底下。後來我見夫人一死，急忙奔到她房中，哪知閰大夫已先進了房，手中還抱著那個孩子。「我心中怦怦亂跳，急忙在門後一縮，只見閰大夫左手抱著孩子，右手從枕頭底下取出鐵盒，在盒子四角掀了三掀，又在盒底一按，那盒蓋便彈了開來。他取出珍寶珍飾在手裏把玩，饞涎都掉了下來，一時玩得愛不釋手，將孩子往地下一放，又從盒裏取出那本拳經刀譜來翻看。孩子沒人抱了，放聲大哭。閰大夫怕人聽見，隨手在炕上拉了棉被，將孩子連頭連腦的罩住。「我大吃一驚，心想時候一長，孩子不悶死才怪，念及胡大爺待我的好處，決意要去搶孩子出來。只是我年紀小，又不會武藝，絕不是閰大夫的對手，只見門邊倚著一根大門閂，當下悄悄提在手裏，躡手躡腳走到他的身後，在他後腦上猛力打了一棍。「這一下我是用盡了平生之力，閰大夫沒有提防，哼也沒哼一聲，俯身跌倒，珠寶摔得滿地。我忙揭開棉被，抱起孩子，心想這裏個個都是胡大爺的仇人，我得將孩子抱回家去，給我媽撫養。我知道那本刀譜關係重大，不能落在旁人手中，當下到閰大夫手中去拿。哪知他暈去時牢牢握著，我心慌意亂，用力一奪，嗤的一聲，將拳經刀譜的前面兩頁撕了下來，留在他的手中。只聽得門外人聲喧嘩，金面佛苗大俠在找孩子，我顧不到旁的，抱了孩子溜出後門，要逃回家去。「從那時起直到今日，我沒再見閰大夫的面，豈知他竟會做了和尚。是不是他自覺罪孽深重，因而出家懺悔呢？他偷得了拳經的前面兩頁，居然練成一身武藝，揚名江湖。他只道這世上再沒人知道他的來歷，想不到當日腦後打他一門閂那人，現在還好好活著。閰大夫，你轉過身來，讓大夥兒瞧瞧你腦後的那塊傷疤，這是當年一個灶下燒火小廝一門閂打的啊。」寶樹緩緩站起身來。眾人屏息以觀，心想他勢必出手，立時要了平阿四的性命。哪知他只唸了兩聲「阿彌陀佛」，又坐回椅上，說道：「二十七年來，我一直不知是誰在我後腦打了一門閂，這個疑團，今日總算揭破了。」眾人萬料不到他竟會承認此事，都是大感詫異。苗若蘭道：「那個可憐的孩子呢？後來他怎樣了？」平阿四道：「我抱著孩子溜出後門，只奔了幾步，身後有人叫道：『喂，小癩痢，把孩子抱回來！』我不理會，奔得更快。那人咒罵幾句，趕上來一把抓住我的手臂，就要搶奪孩子。我急了，在他手上用力咬了一口，只咬得他滿手背都是鮮血－－」曹雲奇突然衝口而出：「是我師父！」田青文橫了他一眼，曹雲奇好生後悔，但話已出口，難以收回，見眾人都望著自己，心中甚不自安。平阿四道：「不錯，是田歸農相公。他手背上一直留下牙齒咬的傷痕。我猜他不會跟你們說是誰咬的，更不會說為了甚麼才給咬的。」田青文、阮士中、曹雲奇、周雲陽四人相互對視了一眼，心想田歸農果然從來不曾說起過此事。平阿四又道：「我這一咬是拼了性命，田相公武功雖高，卻也經受不起，只痛得他臉色登時慘白，拔出寶劍，在我臉上砍了一劍，又一劍將我的手臂卸了下來。他盛怒之下，飛起一腳，將我踢入了河中。我一臂雖斷，另一臂卻仍牢牢抱著那個孩子。」苗若蘭低低的「啊」了一聲，平阿四道：「我掉入河中時早已痛得人事不知，待得醒轉，卻是躺在一艘船上，原來給人救了上來。我大叫：『孩子，孩子！』船上一位大娘笑道：『總算醒過來啦，孩子在這裏。』我抬頭一看，卻見她抱著孩子在餵奶。後來我才知道，我被救上船到醒轉，已隔了六日六夜。那時我離家鄉已遠，又怕仇人害這孩子，自然不敢回去。聽苗姑娘說來，苗大俠是當這孩子已經死了。」苗若蘭喜道：「是啊，原來這可憐的孩子還活著，是不是？爹爹知道了一定會十分喜歡。他在哪裏，你帶我們去瞧這孩子好不好？」她隨即想到，自己一直叫他「可憐的孩子」，其實他已是個二十七歲的男子，比自己還大著十歲，臉上不禁一紅。平阿四道：「你是瞧他不著了，這裏的人，誰也不會活著下山。」苗若蘭道：「我爹爹，必會上峰相救，我一點也不擔心。」平阿四道：「你爹爹打遍天下無敵手，打的是凡人。他武藝再強，也耐何不了這萬仞高峰。」苗若蘭道：「是那孩子叫你來害死我們麼？」平阿四搖頭道：「不是，不是。這孩子豪放任俠，和他父親一模一樣，若是知道我來幹這種陰毒勾當，他定要攔阻。」曹雲奇怒道：「好啊，原來你也知道這是陰毒的勾當。」苗若蘭問道：「那孩子是個怎麼樣的人？叫甚麼名字？武功好麼？他在幹甚麼事？」她自小見父親每年祭奠胡一刀夫婦，一直以未能撫養那孩子為畢生恨事，是以極為關心。平阿四嘆道：「若不是我炸毀了長索，苗姑娘，你今日就能見到他啦。」苗若蘭奇道：「甚麼？」平阿四道：「他與此間主人有約，今日午時要來拜山。眼見午刻已到，這會兒想來已至山峰之下了。」眾人齊聲叫道：「是雪山飛狐？」平阿四道：「不錯，胡一刀胡大爺的兒子，叫做雪山飛狐胡斐。」眾人聽了半天故事，對胡一刀的為人甚是神往，聽說雪山飛狐是他兒子，心中都起了一種異樣之感，雖想見了他未必有甚好處，但不禁渴欲一見，又想此間主人遍邀高手，以備迎戰，只怕此人本領亦不在乃父之下。苗若蘭忽然驚道：「啊喲，此間主人所邀的幫手和我爹爹都未上山，如在山下和那雪山飛狐撞到，定要動手。我爹爹不知他是胡伯伯的兒子，若是一劍將他殺了，那便如何是好？」平阿四淡淡一笑，道：「苗大俠雖說是打遍天下無敵手，可是要說能一劍殺了胡相公，卻也未必能夠。」他臉上一個長長的傷疤，這麼一笑，牽動肌肉，顯得極是詭異。他又道：「胡相公今日上山，原是要找苗大俠比武復仇。只是我親眼見到當年胡一刀胡大爺與苗大俠的交情，胡大爺之死又非苗大俠的本心，我勸胡相公別上這兒來找苗大俠比武，可是說甚麼也勸他不聽。後來我在山下見到了這位閰大夫，當下跟上峰來，炸索毀糧，大夥兒一齊餓死，總算是報了胡大爺待我的恩義啦。」這一席話，只把眾人聽得面面相覷，心想寶樹當年謀財害命，今日自是死有應得，只是各人與此事並不相干，卻在這兒陪上一條性命，也可算得極冤。寶樹見了眾人臉色，知道大家對自己頗有怪責之意，站起身來喝道：「今日之事，咱們只有同舟共濟，一齊想個下山的法兒。這個惡徒嘛－－」一語未畢，忽聽撲翅聲響，一隻白鴿飛進大廳，停在桌上。苗若蘭道：「啊，白兒，你跟著來啦。」上前拿起白鴿，卻見牠腳上縛著一條絲線。這絲線從鴿腳上一直通到門外，苗若蘭向裏拉扯，那線竟是極長，拉了好一大截，始終未見線頭。她好奇心起，雙手交互收線，那線竟似無窮無盡一般。田青文上前相助，兩人收了數十丈，忽覺絲線漸漸沉重，看來線頭彼端縛得有物。苗若蘭大喜，叫道：「咱們有救啦！」眾人齊道：「怎麼？」苗若蘭道：「這白鴿是我家養之物，我爹爹帶在身邊，用以傳遞消息。此時爹爹必已到了山下，在絲線上縛著救咱們下峰的物事。」平阿四聽了此語，臉色大變，狂吼一聲，撲上去要拉斷絲線。殷吉站在鄰近，身子一幌，已攔在他面前，雙掌起處，將他推倒在地。田青文道：「姊姊，小心拉斷了絲線。」苗若蘭點了點頭。那絲線雖細，卻極堅韌，兩人手上愈來愈沉，絲線始終不斷。再拉一會，苗若蘭似乎有點吃力。陶子安道：「苗姑娘你歇歇，我來拉。」走近去接過了絲線。阮士中、曹雲奇、劉元鶴等早已搶出門去，要看那絲線上吊的是甚麼救星。陶田二人收了一會，忽聽門外歡呼聲起，手上登鬆，想來所吊之物已上了峰。廳上各人一齊走出，只見阮士中與曹雲奇站在崖邊，雙手此起彼落，忙碌異常，仍是在收線，原來絲線上縛的是一根較粗的絲索，待那絲索收盡，又引上一根極粗的繩索。眾人一齊高呼，七手八腳，將那粗索縛在崖邊兩株大松樹上。劉元鶴道：「咱們走罷，待我先下。」雙手抓住繩索，就要往下溜去。鎮關東陶百歲喝道：「且慢，幹麼讓你先下？誰知你在下面要搗甚麼鬼？」