第八十四回　包藏禍心張無忌聽到鼓角之聲，吃了一驚，一抬頭，只見十一位寶樹王各披燦爛生光的金甲，手執兵刃，跳上船來。謝遜和周芷若分執刀劍，架在平等王和妙風使的頸中，十一王見此情景，跳上船頭之後，卻也不敢便此逼近，環成半月形，虎視眈眈，伺機而動，周芷若、趙明等見這十一王形相猙獰，身形高大，心下都是暗暗害怕。智慧王用華語說道：「爾等快快送出我方教友，饒爾等不死。這幾個教友在吾人眼中，猶如豬狗一般，爾等用刀架在他們頸中，有什麼用？爾等有膽，儘可將他們殺了。波斯聖教之中，這等人成千成萬，殺一兩個有何足惜？」趙明說道：「爾等不必口出大言，欺騙吾人。吾人知悉，這二人一個是平等寶樹王，一個是妙風使。在爾等明教之中，地位甚高。爾等說他們猶如豬狗一般，爾言差矣，大大差矣！」那智慧王所說的華語，乃是從書本上學來，「爾等」「吾人」云云，大是不倫不類。趙明模仿他的聲調用語，謝遜等聽了，雖在危境之中，意也忍不住微笑。智慧王眉頭一皺，說道：「聖教之中，共有三百六十位寶樹王，平等王排名第三百五十九。吾人有使者一千二百人，這妙風使武功平常，毫無用處，爾等快快將他們殺了。」趙明道：「很好，很好！手執刀劍的朋友，快快將這兩個無用之人殺了。」謝遜道：「遵命！」舉起屠龍刀，呼的一聲便向平等王頭頂橫劈過去。眾人驚呼聲中，屠龍刀從他頂頭掠過，距頭蓋不到半寸，大片頭髮切削下來，被海風一吹，飄浮空中。謝遜手臂一提，左一刀，右一刀，向平等王兩肩砍落。眼看每一刀均要切掉他的一條臂膀，但刀鋒將及肩頭之際，於是手腕微微一偏，刀鋒將他雙臂衣袖切下了一片。這三下硬砍猛劈，部位竟是如此準確，別說是盲眼之人，便是雙目完好，也是極為難能。平等王死裏逃生，嚇得幾欲暈去。十一寶樹王、風雲二使目瞪口呆，撟舌不下。趙明說道：「你等已見識了中土明教的武功。這位金毛獅王，在中土明教中排名第三千五百零九，爾等若是恃眾取勝，中土明教日後必來報仇，掃蕩爾等總壇，爾等必定抵擋不住，還及早兩家言和的為是。」智慧王明知趙明所言不實，但一時卻無計可施。那大聖寶樹王忽然說了幾句話，小昭叫道：「張公子，他們要鑿船。」無忌心中一凜，倘若座船沉了，諸人不識水性，那是非束手成擒不可，身形一晃，已欺到了大聖王身前。智慧王喝道：「爾等幹什麼？」兩旁功德王和歡喜王手中的一鞭一鎚，同時砸將下來。此時無忌早已熟識波斯派的武功，不躲不閃，雙手伸出，已抓住了兩王的喉嚨，只聽得噹的一聲響，功德王的鐵鞭和歡喜王的八角鎚相互一擊，火花飛濺，兩人已被無忌抓住咽喉要穴，橫拖倒曳的拉了過來。混亂之中張無忌連環踢出四腿，兩腳踢飛了齊心王和忍辱王手中的大砍刀，又兩腳將勤修王和俱明王踢入了水中。只見一個身形高廋的寶樹王撲將過來，雙手各執短劍刺向無忌胸口。無忌引飛起一腳，踢他手腕。那人雙手突然交叉，刺向無忌小腹。這一招變得靈動之極，無忌急忙躍起，方始避過。原來此人是常勝寶樹王，波斯總教十二王中武功第二。他一擊不中，反手便刺向無忌背心，無忌捏閉了功德王和歡喜王的穴道，將兩王拋入船艙，猱身而上，和常勝王手中雙劍搏擊。此人雖然同是十二寶樹王之一，但武功之強，與餘王大不相同。無忌攻三招，守三招，三進三退，心下暗暗喝采：「好一個了得的波斯胡人！」張無忌明白了聖火令上的武功心法之後，未經練習，立時便遭逢強敵，當下一面記憶思索，一面和常勝王搏鬥。最初十餘招間，仗著內力深厚，招數巧妙，保持個不勝不敗之局，到得二十招後，聖火令上的祕訣用在乾坤大挪移功夫上，越來越是得心應手。常勝王號稱「常勝」，生平罕逢對手，今日被無忌剋制得縛手縛腳，那是從所未有之事，又是驚異，又是害怕。鬥到第三十招上，張無忌踏上一步，忽地甲板上一坐，抱住了常勝王的小腿。這招怪異的法門，原為聖火令上所記，但已是極高深的功夫，常勝王雖然知道，卻是從不敢用。無忌一抱之下，十指扣住了他小腿上的「中都」「築賓」兩穴，那是中土武功的拿穴之法。常勝王只覺下半身酸麻異常，長嘆一聲，束手就擒。無忌忽起愛才之念，說道：「爾等武功甚佳。余保全爾的英名。快快回去吧！」說著隻手放開。常勝王又是感激，又是羞慚，躍回自己座船。此時謝遜和周芷若已將功德王和歡喜王揪了出來，屠龍刀和倚天劍兩柄利刃之一，均架有波斯明教的兩位重要首領。大聖王見常勝王苦戰落敗，功德王和歡喜王又失陷敵手，就算將敵人座船鑿沉，投鼠忌器，平等王等四人非喪命不可，當下一聲號令，呼召眾人，一齊回歸座船。趙明朗聲說道：「爾等快快將黛綺絲送上船來，答應金毛獅王的三個條件。」只見餘一的九位寶樹王低聲商議一陣，智慧王道：「要答應爾等條款，也無不可。這位青年公子的武功明明是吾人波斯一派，彼從何處學得，吾人有點不明不白。」趙明忍住了笑，正色道：「爾等本來不明不白，不清不楚，不乾不淨，不三不四。這位青年公子是本教光明使座下的第八位弟子。他的七位師兄，七位師弟不久便到，那時候彼等七上八落，爾等便不亦樂乎，嗚呼哀哉了。」智慧王為人本極聰明，但華語艱深，趙明的話他只懂得個六七成，情知趙明在大吹法螺，微一沉吟，便道：「好！將黛綺絲送過船去。」兩名波斯教徒架起黛綺絲，送到無忌船頭。周芷若長劍一振，叮叮兩聲，登時將她手足上的銬鐐切斷。那兩名波斯教徒見此劍如此鋒利，嚇得打個寒戰，急忙躍回船去。豈知其中一人驚得腳都軟了，竟沒能躍上船頭。噗通一聲，跌在海中。智慧王道：「爾等快快開船，回歸中土。吾人只派小船，跟隨爾等之後。」張無忌抱拳說道：「中土明教源出波斯，爾我情若兄弟，今日一場誤會，敬盼各位不可介意。日後請上光明頂來，雙方杯酒言歡。得罪之處，兄弟這裏謝過了。」智慧王哈哈笑道：「爾武功很好，吾人極是佩服。學而時習之，不亦說乎？有朋自遠方來，不亦說乎？七上八落，不亦樂乎？」無忌等起初聽他掉了兩句書包，心想此人居然知道孔子之言，倒是不易，不料接下去竟是學著趙明說過的兩句話，忍不住都大笑起來。趙明道：「爾的話說得很好，人之異於波斯人者，幾希！祝爾等多福多壽，來格來饗，禍延先考，無疾而終。」智慧王懂得「多福多壽」四字，只道下面的均是祝壽之辭，笑吟吟連聲說道：「多謝多謝！」無忌心想趙明說得高興上來，不知還有多少刁鑽古怪的話要說，身居虎狼之群，夜長夢多，還是及早脫離險境為是，當下拔起鐵錨，轉過船舵，扯起風帆，將船緩緩駛了出去。四周船上的波斯人見他起錨扯帆，一個人做了十餘名水手之事，神力驚人，盡皆喝采。只見一艘小船拋了一條船纜過來，無忌便將那纜縛在後梢，拖了那小船漸漸遠去。只見小船中端坐二人，一男一女，正是流雲使和輝月使。張無忌穩穩掌著船舵，向西行駛，見波斯的各艘大船並不追來，駛出數里，遠眺靈蛇島旁的諸船已小不逾尺，仍是停著不動，這才放心。當下要小昭過來掌舵，到艙中察看殷離的傷勢，見她迷迷糊糊的半睡半醒，雖然未見好轉，病情卻也並沒更惡。黛綺絲站在船頭，眼望大海，聽到無忌走上甲板，卻是並不回頭。無忌見她背影曼妙，秀髮飄拂，後頰膚若白玉，謝遜說她當年乃是武林人中第一美人，此言當真不虛，遙想碧水潭旁，紫衫如花，長劍勝雪，不知傾倒了多少英雄豪傑。這船航到傍晚，算來離靈蛇島已有百里，向東望去，海面上並無片帆隻影，波斯總教顯是在要脅之下，不敢追來。無忌道：「義父，咱們可放了他們麼？」謝遜道：「好吧！他們便是要追，也追不上了。」無忌於是解開平等、功德、歡喜三王及妙風使的穴道，連聲致歉，放他們回入拖在船梢上的小船中。妙風使道：「這聖火六令是吾人掌管，失落後其罪非小，亦請一併賜還。」謝遜道：「聖火令是中土明教教主令符，今日物歸原主，如何能再讓你們攜去。」妙風使絮絮不休，堅執要討還。無忌心想今日須得折服其心，免得日後更多後患，說道：「我們便是交還於你，你本領太低，還是無法保有。與其被外人奪去，還是存在明教手中的好。」妙風使道：「外人怎能隨便奪去？」無忌道：「你若不信，那就試試。」將六根聖火令交給了他。妙風使大喜，剛說得一聲：「多謝！」張無忌左手一勾，右手一引，早已將六根聖火令一齊奪了過來。妙風使大吃一驚，怒道：「我尚未拿穩，這個不算。」無忌笑道：「再試不次，那也不妨。」又將聖火令還了給他。妙風使先將四枚聖火令揣入懷中，手中執了兩根，見無忌出手來奪，左手一令往無忌手腕上砸將下來。無忌手腕一翻，已抓住他的右臂，拉著他手臂迎將上去，雙令互擊，錚的一聲響，震得人心旌搖動。無忌渾厚內力從他手臂迎將過去，這一擊之下，妙風使兩臂酸痛，全身乏力，便如癱瘓，撒手將聖火令拋在甲板之上。無忌先從他懷中取出四枚聖火令，又拾起甲板上的兩枚，說道：「如何？是否要再試一次？」妙風使臉如死灰，喃喃的道：「你不是人，你是魔鬼，你是魔鬼。」舉步待要躍入小船，但一個踉蹌，軟癱跌倒。流雲使躍將上來，抱了他過去。只見小船上扯起風帆，功德王拉住船纜，雙手一拉，拍的一響，船纜崩斷，大小二船登時分開。無忌抱拳說道：「多多得罪，還祈各位見諒。」只見功德王等人眼中充滿了怨毒之意，掉頭不答。大船乘風西去，兩船漸距漸遠，忽聽得黛綺絲叱道：「賊子敢爾！」縱身而起，躍入海中。張無忌吃了一驚，急忙轉舵。只見一股血水，從海中湧了上來，跟著不遠之處，又湧上一股血水，頃刻間共有六股血水湧上。忽喇一響，黛綺絲從水中鑽出，口中咬著一柄短刀，右手抓住一個波斯人的頭髮，踏水而來。無忌忙轉舵將船迎去。但那船船身太大，顧得了轉舵，顧不得落帆，一時在海中慢慢打轉，紫衫龍王水性果然了得，但見她在海中捷若游魚，不多時游到船旁，左手在船邊鐵錨的錨爪上一借力，身子飛起，連著那波斯人一起上了甲板。眾人見了這等情景，心下均已了然。原來波斯人暗藏禍心，待功德王等一干人過了小船，扯起風帆作為遮掩，暗放熟識水性之人潛到大船之旁，意圖鑿沉無忌等的座船。虧得紫衫龍王見到船旁潛水人吐氣的水泡，躍入海中，殺了六人，還擒得一名活口。正待審問那潛水胡人，驀地裏船尾轟隆一聲巨響，黑煙瀰漫……。但覺得船隻震盪，如中炮擊，後梢上木片粉飛，張無忌等只感一陣炙熱，忙一齊伏低。黛綺絲叫道：「這等人奸惡如此！」搶到後梢，只見船尾炸了一個大洞，船舵已飛得不知所終，破洞中海水滾滾湧入。趙明向無忌淒然望了一眼，心想：「敵船不久便即追上，我等當真是死無葬身之地了。」黛綺絲用波斯話向那被擒的波斯人問了幾句，手一起掌，將他天靈蓋擊得粉碎，一足踢入海中，說道：「我只發覺他們鑿船，沒料到他們竟在咱們船尾上綁上了炸藥。」這時功德王等人所乘的小船早已去得遠了，黛綺絲水性再好，也已無法追上。眾人黯然相對，束手無策。那大海船船隻甚大，一時三刻之間卻也不易沉沒。忽然之間，黛綺絲嘰哩咕嚕，向小昭說起波斯話來，小昭也以波斯話回答，兩人一問一答，臉上神色變幻不定。只見小昭向張無忌瞧了一眼，雙頰暈紅，甚是靦腆，黛綺絲卻厲聲追問。兩人說了半天，似乎在爭辯什麼，後來黛綺絲似乎在力勸小昭答應什麼事，小昭只是搖頭不允，忽向無忌瞧了一眼，嘆了口氣，說了一個字。黛綺絲伸手摟住了小昭，不住吻她，兩人一齊淚流滿面，小昭抽抽噎噎的哭個不住，黛綺絲卻柔聲安慰。張無忌、趙明、周芷若三人面面相覷，全然不解。趙明在無忌耳邊低聲道：「你瞧，她二人相貌好像！」無忌一凜，只見黛綺絲和小昭都是清秀絕俗的瓜子臉兒，高鼻雪膚，秋波流慧，眉目之間，當真有六七分相似，心中立時想起苦頭陀范遙在大都小酒店中對小昭所說的那兩句話：「真像，真像！」原來所謂「真像」，乃是說小昭的相貌真像紫衫龍王，那麼小昭是黛綺絲的妹妹麼？是她的女兒麼？無忌跟著又想起楊逍、楊不悔父女對小昭的加意提防，每當問到楊逍何以對小昭這麼小小一個少女竟然如此忌憚，似當大敵，他卻又語焉不詳，這時方始明白，原來楊逍也已瞧出小昭的容貌和紫衫龍王有相似之處，只是並無其他佐證，又見無忌對她加意迴護，是以不便明言。至於小昭故意扭嘴歪鼻，苦心裝成醜女模樣，其用意更是昭然若揭了。突然之間，無忌想起了一事：「小昭混上光明頂去幹什麼？她怎麼知曉祕道的入口，那一定是紫衫龍王要她去的，用意顯是在盜取乾坤大挪移的心法。她成我小婢，相伴幾已兩年，我從對她不加防備，這份心法她要抄錄一通，當真是易如探囊取物。啊喲！我只道她是個天真瀾漫的少女，那料到她如此工於心計，我兩年來如在夢中，從頭至尾墮入她的彀中。張無忌啊張無忌，你一生信任旁人，事事受人之愚，竟栽在這小丫頭的手中。」想到這裏，不禁大是氣惱。便在此時，小昭的眼光正向他望了過來。無忌見她神色中柔情無限，實非作偽，心下又是怦然一動，想起光明頂上對戰六大派時，她曾捨身相護自己，兩年來她細心熨貼的服侍自己，決不能是事事相欺，莫非自己冤枉了她？正自遲疑不決，船身劇烈一震，又沉下了一大截。黛綺絲道：「張教主，你們各位不必驚慌！待會波斯人的船隻到來，我和小昭自有應付之方。紫衫龍王雖是女流之輩，也知一人作事一身當，決不致連累各位。張教主和獅王謝兄待我義重如山。黛綺絲這裏謝過了。」說著盈盈拜倒，無忌和謝遜急忙還禮，心中卻想：「這些波斯人行事歹毒，待會固會將你抓去燒死，也不會放過了咱們。」那船漸漸下沉，艙中進水，無忌抱起殷離，周芷若抱起趙明，各人爬上桅桿。小昭忽向東方一指，哭出聲來。各人向她手指之處望去，只見遠處海面上帆影點點。過不多時，帆影漸大，正是十餘艘波斯大船鼓風追來……。張無忌心想：「倘若我是黛綺絲，與其遭焚身之苦，還不如跳在海中，自盡而死。」然而見她神色泰然，毫不驚懼，心下不禁佩服：「她身居四大法王之首，果不尋常。想當年鷹王、獅王、蝠王都已是成名的年長豪傑，她以一個妙齡少女，位在三王之上，決非僅因一日之功而得。」眼見波斯群船漸漸駛近，又想：「我得罪諸寶樹王不小，既然落入他們手中，也不盼望再能活命。只是如何想個法兒，護得義父和趙姑娘、周姑娘、表妹她們周全。那小昭，唉，寧可她對我不義，不可我待她不仁。」忽然間殷離身子一動，睜開眼來，見已身處於無忌懷中，吃了一驚，道：「阿牛哥哥，我……我在那裏？你幹什麼？」無忌道：「你別驚慌身子覺得怎樣？」殷離搖頭道：「我……我一點力氣也沒有，什麼都不知道。」只見十餘艘波斯大船上的炮口，一齊對準了桅桿，張無忌武功再高，以血肉之軀，終究難當大炮中轟出來的炸藥鐵彈。那些波斯船駛到離沉船百餘丈處，便即落帆下錨，生怕駛得過近，被張無忌又搶上船來，擒去一兩位寶樹王，那麼一番計謀，又成泡影。只聽得智慧王哈哈大笑，得意非凡，叫道：「爾等降不降了？」張無忌朗聲道：「中土義士，寧死不屈，豈有降理？是好漢子便武功上決一強弱。」智慧王笑道：「大丈夫鬥智不鬥力，快快束手待擒吧！」黛綺絲突然朗聲說了幾句波斯話，辭氣極是嚴正。智慧王怔了一怔，也答以幾句波斯話。兩人一問一答，說了十幾句話，那大聖王也接嘴相詢。又說了幾句，大船上放下一艘小船，八名水手划槳，駛了過來。黛綺絲道：「張教主，我和小昭先行過去，你們稍待片刻。」謝遜厲聲道：「韓夫人，中土明教待你不薄。本教的安危興衰，繫於無忌一人之身。你若出賣我們，謝某命不足惜。要是損及無忌毫髮，謝某縱為厲鬼，也決不饒你。」黛綺絲冷笑道：「你義兒是心肝寶貝，我女兒便是瓦石泥塵麼？」說著挽了小昭之手，輕輕一躍，落入了小船。八名水手揮槳如飛，划向波斯大艦去了。各人聽了她這兩句話，都是一怔。趙明道：「那小昭果然是她女兒。」遠遠望見黛綺絲和小昭上了大船，站在船頭，和諸寶樹王說話。那座船不住下沉，桅桿一寸一寸的低下。謝遜嘆道：「非我族類，其心必異。無忌孩兒，我識錯了韓夫人，你識錯了小昭。無忌，大丈夫能屈能伸，咱們暫忍一時之辱，再行俟機脫逃。你肩頭挑著重擔，中原千萬百姓，均盼我明教高舉義旗，驅除韃子，一當時機到來，你自行脫身，決不可顧及旁人。你是一教之主，這中間的輕重大小，可要分辨清楚了。」無忌沉吟未答，趙明「呸」了一聲道：「自己性命不保了，還什麼韃子不韃子的。你說蒙古人好呢，還是波斯人好？」周芷若一直默不作聲，這時忽道：「小昭對張公子情意深重，決不致背叛於他。」趙明道：「你不見紫衫龍王一再逼迫她麼？小昭先是不肯，最後被逼得緊了，終於肯了，還假惺惺地大哭一場呢？」這時那桅桿離海面已不過丈餘，海中浪濤潑了上來，濺得各人頭臉皆濕。趙明忽然笑道：「張公子，咱們和你死在一起，倒也乾淨。小昭陰險狡獪，反倒不能跟咱們一起死。」這幾句話雖以玩笑的口吻出之，但含意情致纏綿，無忌聽得甚是感動，心道：「我不能同時娶她們為妻，但得和她們同時畢命，也不枉了。」看看趙明，看看周芷若，又看看懷中的殷離。只是殷離又已昏迷不醒，趙周二女均是雙頰酡紅，臉上濺著點點水珠，猶似曉露中的鮮花，趙女粲若玫瑰，周女秀似芝蘭，無忌輕輕嘆了口氣，道：「卻教我如何報答？」忽聽得十餘艘大船上的波斯人一齊高聲呼叫，吶喊聲和海上波濤相互衝擊。無忌等吃了一驚，凝目向諸船望去。只見每艘船上的波斯人一齊拜伏在甲板之上，向著大艦行禮。大艦上諸寶樹王也是伏在船頭，中間椅上端坐一人，倒似是小昭模樣，只是隔得遠了，瞧不清楚。無忌等大是奇怪，思疑不定，不知這些波斯人在搗甚麼鬼。但聽得群胡呼喊了一陣，站起身來，仍是不斷的叫喊甚麼，聽那喊聲之中，顯是充滿歡愉，倒似是遭逢什麼喜慶之事一般。只見那艘小船又划了過來，划到近處，小船中赫然坐的是是小昭。她招手說道：「張公子，各位請同到大艦之上，波斯明教，決計不敢加害。」趙明問道：「為什麼？」小昭道：「各位請過去便知。若有相害之意，小昭如何對得起張公子？」謝遜忽道：「小昭，你是做了波斯明教的教主麼？」小昭低眉垂首，並不回答，過了片刻，大大的眼睛之中，忽然掛下兩顆晶瑩的眼淚。霎時之間，張無忌耳中嗡的一響，一切前因後果，已是猜到了七八成，心下又是難過，又是感激，說道：「小昭，你這一切都是為了我！」小昭側開頭，不敢和他的目光相對。謝遜嘆道：「黛綺絲有女如此，不負了紫衫龍王一世英名。無忌，咱們過去吧。」說著躍向小船之中。接著周芷若抱了趙明，跳了過去，終於無忌也抱著殷離跳入小船。八名水手掉過船頭，划向大艦。那小船離大艦尚有二十餘丈，艦上諸寶樹王已一齊躬身迎接教主。紫衫龍王雖是小昭的母親，卻也不廢教中的尊卑之禮。眾人登上大艦，小昭吩咐了幾句，早有人恭恭敬敬送上面巾、食物，分別帶著各人入艙換去濕了的衣服。張無忌見他所處那間房艙極是寬敞，房中珠光寶氣，陳設著不少珍物，剛抹乾身上沾濕的海水，呀的一聲，房門推開，進來一人，正是小昭。她手上拿著一套短衫褲，一件長袍，說道：「公子，我服侍你換衣。」無忌心中一酸，說道：「小昭，今日你已是總教的教主，說來我還是你的屬下，如何可再作此事？」小昭求道：「公子，這是最後的一次。此後咱們東西相隔萬里，會見無日，我便是再想服侍你一次，也是不能的了。」無忌黯然神傷，只得任她和平時一般，助他換上衣衫，幫他扣上衣鈕，結上衣帶，又取出梳子，替他梳好頭髮，無忌見她淚珠盈盈，突然間心中激動，伸手將她嬌小的身軀抱在懷裏。小昭「嚶」的一聲，身子微微顫動。無忌在她櫻唇上深深印了一吻，說道：「小昭，初時我還怪你欺騙於我，沒想到你竟待我這麼好。」小昭將頭靠在他寬廣的胸脯之上，低聲道：「公子，我從前確是騙過你的。我媽本是總教三位聖處女之一，奉派前來中土，積立功德，以便回歸波斯，繼任教主。不料她和我爹爹相見後，情難自己，不得不叛教和我爹爹成婚。我是爹爹的遺腹女兒，終身從未見過爹爹一面。我媽自知罪重，將聖處女的鐵戒指傳了給我，命我混上光明頂，盜取乾坤大挪移的心法。公子，這件事我是一直在騙你。可是在心中，我卻沒對你不起。因為我決不願做波斯明教的教主，我只盼做你的小丫頭，一生一世的服侍你，永遠不離開你。我是跟你說過的，是不是？你也答應過我的，是不是？」無忌點了點頭，抱著她輕柔的身子坐在自己膝上，又吻了吻她。她溫軟的嘴唇上沾著淚水，又是甜蜜，又是苦澀。小昭又道：「我記得了挪移乾坤的心法，決不是存心背叛於你。若非今日山窮水盡，我決計不會洩露此事……」無忌輕聲道：「現下我都知道了。」小昭幽幽的道：「我幼年之時，便見媽媽日夜不安，心驚膽戰，遮掩住她好好的容貌，化裝成一個醜樣的老太婆。她又不許我跟她在一起，將我寄養在別人家裏，隔一兩年才來瞧我一次。這時候我才明白，她為什麼干冒大險，要和我爹爹成婚。公子，咱們今天若非這樣，別說做教主，便是做波斯的女皇，我也不願。」說到這裏，她雙頰紅暈如火，無忌只覺得抱在懷裏的嬌軀突然熱了起來，心中正自一動，忽聽得黛綺絲的聲音在門外說道：「小昭，你克制不了情欲，那便送了公子的性命。」小昭身子一顫，跳了起來，說道：「公子，你以後莫再記著我。殷姑娘隨我母多年，對你一往情深，是你良配。」無忌低聲道：「小昭，咱們殺將出去，擒得一兩位寶樹王，再要脅他們送回靈蛇島去。」小昭淒然搖頭，道：「這次他們已學了乖，謝大俠，殷姑娘他們身上，此刻均有波斯的刀劍相加。咱們稍有異動，立時便送了他們性命。」說著打開了艙門。只見黛綺絲站在門口，兩名波斯人手挺長劍，抵住她的背心。那兩名波斯人躬身向小昭行禮，但手中長劍的劍尖，卻始終不離黛綺絲的背心。小昭昂然直至甲板，無忌跟隨其後，果見謝遜等人身後，均有波斯武士挺劍相脅。小昭說道：「公子，這裏有波斯治傷的靈藥，請你替殷姑娘敷治。」說著用波斯語吩咐了幾句，功德王取出一瓶膏藥，交給無忌。小昭又道：「我命人送各位回歸中土，咱們就此別過。小昭身在波斯，日日祝公子福體康寧，諸事順遂。」說著聲音又哽咽了。無忌道：「你身居虎狼之域，一切小心。」小昭點了點頭，吩咐下屬準備船。謝遜殷離趙明周芷若等一一過了船去。小昭將屠龍刀倚天劍六枚聖火令都交了給無忌，淒然一笑，舉手作別。無忌不知說什麼話好，呆立片刻，躍入對船。只聽得小昭所乘的大艦上號角聲嗚嗚響起，兩船一齊揚帆，漸離漸遠。但見小昭俏立船頭，怔怔向無忌的座船望著。兩人之間的海面越拉越廣，終於小昭的座艦成為一個黑點，終於海上一片漆黑，長風掠動船帆，猶帶嗚咽之聲。殷離敷了波斯的治傷膏之後，傷勢好得極慢，發燒不退，囈語不止。原來她在海上數日，病中受了風寒，那傷藥只能醫治金創外傷，體內風邪，卻非用他藥治之不可。無忌人心焦急，第三日上遙遙望見東首海上有一小島，無忌吩咐舵工向島駛去。那舵工甚是不願，嘰哩咕嚕的爭辯，意思似是，教主只命我送你們回歸中原大陸，卻沒叫我中途去甚麼荒島。無忌比劃手勢，向他解釋，去荒島乃是採尋草藥，救人性命。那舵工言語不通，只是搖頭。無忌焦躁起來，搶過船舵，掉過船頭東航。到得島旁，已將在海上多日，波濤激盪，雖然身負武功，卻也不免頭暈，此刻上得島來，精神卻是為之一振。那島方圓不過數里，一眼可望到盡頭，但因地氣溫暖，島上長滿了樹木花草。無忌請周芷若看護殷離、趙明，一路分花拂草，尋覓草藥。那島上花草雖眾，但要採集治病合用的草藥，卻也不易。無忌越尋越遠，直到昏黑，仍只找到一味，只得回到原處。周芷若已用枯枝燒起了一堆火，四下裏花香浮動，草木清新，比之船艙中的氣悶侷促，另有一番光景。殷離的精神也好了一些，說道：「阿牛哥哥，今晚咱們睡在這兒，不回船去了。」此議一出，人人讚妙。眼見小島上山溫水軟，也無兇禽猛獸，各人放心安睡，不知東方之既白。次晨醒轉，無忌揉了揉眼睛，只見那艘波斯船已不在原處。他吃了一驚，奔到海邊四下一望，仍是不見那船的蹤影。