第十二回　缺回漏目陶百歲道：「我在少年之時，就和歸農一起做沒本錢的買賣。」眾人都知陶百歲身在綠林，是飲馬川山寨的大寨主，卻不知田歸農也曾為盜，大家互望了一眼。曹雲奇叫道：「放屁！我師父是武林豪傑，你莫瞎說八道，污了他的名頭。」陶百歲厲聲道：「你瞧不起黑道上的英雄，可是黑道上的英雄還瞧不起你這種狗熊呢！我們開山立櫃，憑一刀一劍掙飯吃，比你們看家護院、保鏢做官，又差在哪裏了？」曹雲奇站起身來，欲待再辯。田青文拉拉他的衣襟，低聲道：「師哥，別爭啦，且讓他說下去。」曹雲奇一張臉脹得通紅，雙目瞪著陶百歲，緩緩坐下。陶百歲大聲道：「我陶百歲自幼身在綠林，打家劫舍，從來不曾隱瞞過一字，大丈夫敢作敢當，又怕甚麼了？」苗若蘭聽他說話岔了開去，於是道：「陶伯伯，我爹爹也說，綠林中儘有英雄豪傑，誰也不敢小覷了。你請說田家叔父的事罷。」陶百歲指著曹雲奇的鼻子道：「你聽，苗大俠也這麼說，你狠得過苗大俠麼？」曹雲奇「呸」了一聲，卻不答話。陶百歲胸中忿氣略舒，道：「歸農年輕時和我一起做過許多大案，到後來成婚，這才洗手不幹。他若是瞧不起黑道人物，幹麼又肯將獨生女兒許配給我孩兒？不過話又得說回來，他和我結成親家，卻也未必當真安著甚麼好心。他是要堵住我的口，要我隱瞞一件大事。「那日歸農與范幫主在滄州截阻胡一刀夫婦，我是在做歸農的副手。胡一刀在大車中飛擲金錢鏢，被打中穴道的諸人之中，有一個就是我陶百歲。後來胡夫人在屋頂用白絹奪刀擲人，被拋下屋頂的諸人之中，有一個就是我陶百歲。」他說到這裏，苗若蘭不禁低的「啊」了一聲。聽他又道：「胡一刀夫婦臨死的情景，我也是在場親眼所睹，那恰如苗姑娘與那平阿四所述，寶樹大師說的卻是謊話。苗姑娘問道：苗大俠若知胡一刀並非他殺父仇人，何以仍去找他比武？各位心中必想，定是寶樹心懷惡意，沒將這番話告知苗大俠了。」眾人心中正都如此想，只是礙於寶樹在座，不便有所顯示。陶百歲卻搖頭道：「錯了，錯了。想那跌打醫生閰基當時本領低微，哪敢在苗胡兩位面前弄鬼？他確是依著胡一刀的囑咐，去說了那三樁大事，只是苗大俠卻沒聽見。他去大屋之時，苗大俠有事出外，是田歸農接見。他一五一十的說給田歸農聽，歸農道：『是麼，你回去罷，我自會轉告苗大俠，你見到他時不必再提。胡一刀問起，你只說已當面告知苗大俠就是。』說著賞了他三十兩銀子。那閰基瞧在銀子面上，自然遵依。「苗大俠所以再去找胡一刀比武，就因為歸農始終沒跟他提這三件大事。為甚麼不提呢？各位定想：田歸農對胡一刀心懷仇怨，想借手苗大俠將他殺了。這麼想嘛，只對了一小半。歸農確是盼胡一刀喪命，可是他更加盼望的，卻是要借胡一刀之手，將苗大俠殺了。」眾人聽到這裏，臉上都有不以為然之色，心想：「田歸農欲殺胡一刀為父報仇，自己力量不及，自盼苗大俠得勝。若他反而盼胡一刀殺死苗大俠，那豈非瘋了？」陶百歲道：「好，你們不信，我就說出其中的道理來。苗大俠的－－」苗若蘭突然插口道：「陶伯伯，你不必說啦，我知道他為甚麼想害我爹爹。」陶百歲道：「嗯，我還是不說的好。總而言之，他交給我一盒藥膏，叫我去設法塗在胡一刀與苗大俠比武所用的刀劍之上，我不得其便，就轉交給了那跌打醫生閰基。各位請想，胡一刀是何等的功夫，若是中了尋常毒藥，焉能立時斃命？他閰基當時只是個鄉下郎中，哪有甚麼江湖好手難以解救的毒藥？胡一刀中的是甚麼毒？那就是天龍門獨一無二的秘製毒藥了。武林人物聞名喪膽的追命毒龍錐，就全仗這毒藥而得名。」餘人本來將信將疑，聽到這裏，卻已信了八九成，向阮士中、曹雲奇等天龍弟子望了幾眼，阮曹等心中惱怒，卻是不便發作。陶百歲道：「那一日田歸農閉門封劍，大張宴席，請了數百名江湖上的成名英雄。我和他是兒女親家，自然早幾日就已趕到，助他料理一切。按著天龍門的規矩，北宗掌門封劍之後，天龍門的劍譜，歷祖宗牒，以及這隻鎮門之寶的鐵盒，都得交由南宗接掌。殷兄，我說得不錯罷？」殷吉點了點頭。陶百歲又道：「這位威鎮天南殷吉殷大財主，是天龍門南宗掌門，他也是早幾日就已到了。田歸農是否將劍譜、宗牒、與鐵盒按照祖訓交給你，請殷兄照實說罷。」殷吉咳嗽一聲，站起身來說道：「這事陶寨主不提，在下原不便與外人明言，可是中間實有許多蹺蹊之處，在下若是隱藏在心，只怕教我們北宗的諸位師兄起了疑心。那日田師兄宴客之後，退到內堂，按著歷來規矩，他就得會集南北兩宗門人，拜過闖王的神位，將鐵盒傳交在下。哪知他進了內室，始終沒再出來，一直等到半夜，外客早已散盡，青文姪女忽從內室出來對我說道，田師兄身體不適，授譜之事待明日再行。「我心下好生奇怪，適才田師兄謝客敬酒，臉上沒一點疲態，怎麼突然感到不適？再說傳譜授盒，只是拜一拜列祖列宗，片刻可了，一切都已就緒，何必再等明日？莫非田師兄不肯交出鐵盒，故意拖延推諉麼？」阮士中插口道：「殷師兄你這般想，那就不是了。你若單是為了受譜受盒而去，田師哥早就交給了你。你邀了許多硬手同來，顯然不安著好心。」殷吉冷笑道：「嘿，我能有甚麼壞心眼兒了？」阮士中道：「你是想一等拿到譜牒鐵盒，就勒逼我們南北歸宗，讓你做獨一無二的掌門人。」殷吉臉上微微一紅，道：「天龍門分為南北二宗，原是權宜之計。當年田師兄初任北宗掌門之時，他何嘗不想歸併南宗？兄弟意欲兩宗合一，光大我門，原是一樁美事。這總比阮師兄你閣下竭力排擠雲奇、意圖自為掌門好些罷？」眾人聽他們自揭醜事，原來各懷私欲，心中均感幸災樂禍。苗若蘭對這種武林中門戶宗派之爭不欲多聽，輕輕的道：「後來怎麼了？」殷吉道：「我回到房裏，與我南宗的諸位師弟一商議，大家說田師兄必有他意，咱們不能聽憑欺弄，於是推我去探明真情。「當下我到田師兄臥室去問候探病，青文姪女一雙眼睛哭得紅紅的，攔在門口，說道：『爹已睡著啦，殷叔父請回，多謝您關懷。』我見她神情有異，心想田師兄若是當真身子有甚不適，她也不用哭得這麼厲害，這中間定有古怪，當下回房待了半個時辰，換了衣服，再到田師兄房外去探病－－」阮士中左掌在桌上用力一拍，喝道：「嘿，探病！探病是在房外探的麼？」殷吉微微冷笑，道：「就算是我偷聽，卻又怎地？我躲在窗外，只聽田師兄道：『你不用逼我。今日我閉門封劍，當著江湖豪傑之面，將天龍北宗的掌門人傳給了雲奇，怎麼還能更改？』又聽這位七星手阮士中阮師兄說道：『我怎敢逼師哥？但想雲奇與青文做出這等事來，連孩子也生下了，我門中上上下下，哪一個還能服他？』」殷吉剛說到這裏，咕咚一響，田青文連人帶椅，往後便倒，又自暈了過去。陶子安舉起單刀，迎面往曹雲奇頭頂劈下。曹雲奇手中沒有兵刃，只得舉起椅子招架。陶百歲聽得未過門的媳婦竟做下這等醜事，只惱得哇哇大叫，也舉起一張椅子，夾頭夾腦往曹雲奇頭上砸去。天龍諸人原來齊心對外，但這時五人揭破了臉，竟無人過去相助曹雲奇，眼見廳上又是亂成一團。苗若蘭叫道：「大家別動手，我說，大家請坐下！」她這話中自有一種威嚴之意，不知怎的，竟是教人難以抗拒。陶子安怔了一怔，收回單刀。陶百歲兀自狂怒，揮椅猛擊。陶子安接住父親打過去的椅子，道：「爹，咱們別先動手，好教這裏各位評個是非曲直。」陶百歲聽兒子說得有理，這才住手。苗若蘭道：「琴兒，你扶田姑娘到內房去歇歇。」這時田青文已慢慢轉醒，臉色慘白，低下頭自行走入內堂。眾人眼望殷吉，盼他繼續講述。殷吉道：「只聽得田師兄長嘆一聲，道：『作孽，作孽！報應，報應！』他反來覆去，不住口的說『作孽，報應』，隔了好一陣，才道：『此事明天再議，你去罷。叫子安來，我有話跟他說。』」殷吉向陶氏父子望了一眼，續道：「阮師兄還待爭辯，田師兄拍床怒道：『你是不是想逼死我？』阮師兄這才沒有話說，推門走出。我聽他們說的是自己家中醜事，倒跟我南宗無關，又怕阮師兄出來撞見，大家臉上不好看，當下搶先回到自己房中。」阮士中冷笑道：「那晚我和田師哥說了話出來，眼見黑影一閃，喝問：『哪個狗雜種在此偷聽？』當時沒人答話，我只道當真是狗雜種，原來卻是殷師兄，這可得罪了。」說著向殷吉一揖，他明是賠罪，實是罵人。殷吉臉色微變，但他涵養功夫甚好，回了一禮，笑道：「不知者不罪，好說好說。」陶子安道：「好，現下輪到我來說啦。既然大家撕破了臉，我－－我也不必再隱瞞甚麼。我－－我－－」說到這裏，喉頭哽咽，心情激動，竟然說不下去，兩道淚水卻流了下來。眾人見他這樣一位氣宇昂藏的少年英雄，竟在人前示弱，心中都有些憐惜之情，於是射向曹雲奇的目光之中，自亦含著三分氣憤，三分怪責。陶百歲喝道：「這般不爭氣幹甚麼？大丈夫難保妻賢子孝，好在這媳婦還沒過門，玷辱不到我陶家的門楣。」陶子安伸袖擦了眼淚，定了定神，說道：「以前每次我到田－－田伯父家中－－」曹雲奇聽他稍一遲疑，對田歸農竟稱為「伯父」，不再稱他「岳父」，心中暗喜：「哼，他這小子不認青妹為妻，我正是求之不得。」只聽他續道：「青妹在有人處總是紅著臉避開，不跟我說話，可是背著在沒人的地方，咱倆總要親親熱熱的說一陣子話。我每次帶些玩意兒給她，她也總有物事給我，繡個荷包啦、做件馬甲啦，從來就短不了－－」曹雲奇臉色越來越是難看，心道：「哼，還有這門子事，倒瞞得我好苦。」陶子安續道：「這次田伯父閉門封劍，我隨家父興興頭頭的趕去，一見青妹，就覺得她容顏憔悴，宛似生過了一場大病。我心中憐惜，背著人安慰，問她到底生了甚麼病。她初時支支吾吾，我尋根究底細問，她卻發起怒來，搶白了我幾句，從此不再理我。「我給她罵得糊塗啦，只有自個兒納悶。那日酒宴完了，我在後花園涼亭中與她撞見，只見她一雙眼哭得紅紅的，我不管甚麼，就向她陪不是，說道：「青妹，都是我不好，你就別生氣啦。」哪知她臉一沉，發作道：『哼，當真是你不好，那也罷了，偏生是別人不好，我還是死了的乾淨。』我更加摸不著頭腦，再追問幾句，她頭一撇就走了。我回房睡了一會，越想越是不安，實在不明白自己甚麼地方得罪了她，於是悄悄起來，走到她的房外，在窗上輕輕彈了三彈。往日我們相約出來會面，總用這三彈指的記號。哪知這晚我連彈了幾次，房中竟是沒半點動靜。「隔了半晌，我又輕彈三下，仍是沒聽到聲息。我奇怪起來，在窗格子上一推，那窗子竟沒閂住，應手而開，房中黑漆漆的，沒瞧見甚麼。我急於要跟她說話，就從窗裏跳了進去－－」曹雲奇聽到此處，醋意不可抑制，喝道：「你半夜三更的，偷入人家閨房，意欲何為？」陶子安正欲反唇相譏，苗若蘭的侍婢快嘴琴兒卻搶著道：「他們是未婚夫婦，你又管得著麼？」陶子安向琴兒微一點頭，謝她相幫，接著道：「我走到她床邊，隱約見床前放著一對鞋子，當下大著膽子，揭開羅帳，伸手到被下一摸，觸手處是一個包袱般之物，青妹卻不在床上。我更是奇怪，摸一摸那是甚麼包袱，手上一涼，把我嚇了一大跳，似乎是個嬰兒。再仔細一摸，那不是嬰兒是甚麼？只是全身冰涼，早已死去多時，看來是把棉被壓在孩子身上將他悶死的。」只聽得嗆啷一響，苗若蘭失手將茶碗摔在地下，臉色蒼白，嘴唇微微發顫。陶子安道：「各位今日聽著覺得驚恐，當日我黑暗之中親手摸到，更是駭異無比，險些兒叫出聲來。就在此時，房外腳步聲響，有人進來，我忙往床底下一鑽。只聽那人走到床邊，坐在床沿，嚶嚶啜泣，原來就是青妹。她把死孩子抱在手裏，不住親他，低聲道：『兒啊，你莫怪娘親手害了你的小命，娘心裏比刀割還要痛哪。只是你若活著，娘可活不成啦。娘是狠心，對不起你。』「我在床下只聽得毛骨悚然，心中這才明白，原來她不知與哪個狗賊私通，生下了孩兒，竟下毒手將孩兒害死。她抱著死嬰哭一陣，親一陣，終於站起身來，披上一件披風，將嬰兒罩住，走出房去。我待她走出房門，才從床下出來，悄悄跟在她後面。那時我心裏又悲又憤，要查出與她私通的那狗賊是誰。「只見她走到後園，越牆而出，我一路遠遠掇著，見她走了半里多路，到了一個墳場。她從披風下取出一把短鏟，正要掘地掩埋，忽然數丈外傳來鐵器與土石相擊之聲，深夜中竟另外也有人在掘地。她吃了一驚，急忙蹲下身子，過了好一陣，彎著腰慢慢爬過去察看。我想這必是盜墓賊在掘墳，當下也跟著過去，只見墳旁一盞燈籠發著淡淡黃光，照著一個黑影正在掘地。「我凝目一瞧，這人卻非掘墳，而是在墳旁挖個土坑，也在掩埋甚麼。我心道：『這可奇了，難道又有誰在埋私生兒？』「但見那人掘了一陣，從地下捧起一個長長的包裹，果真與一個嬰兒屍身相似。那人將包裹放入坑中，鏟土蓋土，回過頭來，火光下看得明白，不由得我心中一驚，原來此人非別，卻是這位迴龍劍周雲陽周師兄。」周雲陽臉上本來就無血色，聽陶子安說到這裏，更是蒼白。陶子安接著道：「當時我心下疑雲大起：『難道與青妹私通的竟是這畜生？那怎麼他自己也來掩埋一個死嬰？』青妹一見是他，身子伏得更低，竟不出來與他相會。周師兄將土踏實，又鏟些青草鋪在上面，再在草上推了好多亂石，教人分辨不出，這才走開。「周師兄的身形在墳堆中一消失，青妹忙掘了一坑，將死嬰埋下，隨即搬開周師兄所放的亂石，要挖掘出來，瞧他埋的是甚麼物事。我心想：『就算你不動手，我也要掘，現下倒省了我一番手腳。』青妹舉起鐵鏟剛掘得幾下，周師兄突然從墳後出來，叫道：『青文妹子，你幹甚麼？』原來他用心極細，埋下之後假裝走開，過一會卻又回來察看。青妹嚇了一跳，將鐵鏟落在地下，無話可說。「周師兄冷冷的道：『青文妹子，你知道我埋甚麼，我也知道你埋甚麼。要瞞呢，大家都瞞；要揭開呢，大家都揭開。』青妹道：『好，那麼你發個誓。』周師兄當即發個毒誓，青妹跟著他也發了誓。兩人約定了，互相隱瞞，一齊回進莊去。「我瞧兩人神情，似乎有甚麼私情，但又有點不像，當下悄悄跟在後面，手裏扣了餵毒的暗器，只要兩人有絲毫親暱之態，有半句教人聽不入耳的說話，我立時將他斃了。「總算他運氣好，兩人從墳場回進莊子，始終離得遠遠的，一句話也沒說。青妹回到自己房裏，不斷抽抽噎噎的低聲哭泣。我站在她的窗下，思前想後，甚麼都想到了。我想闖進去一刀將她劈死，想放把火將田家莊燒成白地，想把她的醜事抖將出來讓人人知道，可又想抱著她大哭一場。終於我打定了主意：『眼下須得不動聲色，且待查明奸夫是誰再說。』「我全身冰冷，回到房中，爹爹兀自好睡，我卻獨個兒站著發獃。也不知過了多少時候，忽然阮師叔來叫我，說田伯父有話跟我說。我心道：『這話兒來了，且瞧他怎生說？是要我答應退婚呢，還是欺我不知，送一頂現成的綠頭巾給我戴戴？』阮師叔說夜深不陪我了，叫我自去。我生怕有甚不測，叫醒爹爹，請他防備，自己身上帶足了兵刃暗器，連弓箭也暗藏在長袍底下。「到了田伯父房裏，見他躺在床上，眼睛望著床頂，獃獃的出神，手裏拿著一張白紙，竟沒覺得我進房。我咳嗽一聲，叫道：『阿爹！』他吃了一驚，將白紙藏入了褥子底下，道：『啊，子安，是你。』我心想：『明明是你叫我來的，卻這麼裝腔作勢。』但瞧他神色，卻當真是異常驚恐。他叫我閂上房門，卻又打開窗子，防備有人在窗外偷聽，這才從棉被裏拿出這隻鐵盒，交給我道：『子安，這隻鐵盒我傳了給你。我目下危在旦夕，全憑你救我一命。』」