第七十九回　異地重逢只聽得黃蓉驚呼一聲「啊喲」，接著嗤的一聲響，似是衣衫破裂，當此之時，郭靖那裏還想到該不該與人動武，大叫：「蓉兒，我來助你！」左掌護胸，搶進山洞。歐陽鋒左手抓住黃蓉竹棒，右手正要伸出去拿她左臂，黃蓉使一招「棒挑癩犬」，一伸一縮，忽地將竹棒從他掌中奪出。歐陽鋒暗喝一聲采，待要接著搶攻，猛聽郭靖在洞外呼叫。他是武學名家，素來不失信於人，此時為勢所迫，這才不得不對黃蓉用強，突聽郭靖到來，不由得面紅過耳，只怕他質問自己為何棄信背約，當下袍袖一拂，遮住臉面，滴溜溜連打七八個轉身，從郭靖身旁一閃而過，早已旋出洞去，幾下急竄，已避得人影不見。郭靖奔過去握住黃蓉雙手，叫道：「蓉兒，真想死我了！」心中激動，不由得全身發顫。黃蓉兩手一甩，冷冷的道：「你是誰？拉我幹麼？」郭靖一怔，道：「我是郭靖啊，你好麼？」黃蓉道：「我不識得你！」逕自出洞。郭靖趕上去連連作揖，求道：「蓉兒，蓉兒，你聽我說！」黃蓉哼了一聲，道：「蓉兒的名字，是你叫得的麼？你是我什麼人？」郭靖張大了口，一時倒答不出話來。黃蓉向他看了一眼，見他身形枯槁，容色憔悴，心中忽有不忍之意，但隨即想起他數次背棄自己，恨恨的啐了一口，邁步向前。郭靖大急，拉住她的衣袖叫道：「你聽我說一句話。」黃蓉道：「說吧！」郭靖道：「我在流沙中見到你的金環貂裘，只道你……」黃蓉道：「你要我聽一句話，我已經聽到啦！」衣袖往裏一奪，轉身便行。郭靖又窘又急，見她決絕異常，生怕從此見不著她，但他口齒笨拙，不知該當說些什麼，方能表白自己心意，見她衣袂飄飄，一路上山，只得悶聲不響的跟隨在後。黃蓉走了一陣，想到自己從西域東歸，萬念俱灰，回到中原後，獨個兒孤苦伶仃，只想回桃花島去見父親，卻在山東又生了一場大病。病中無人照料，更是淒苦，病榻上想起郭靖的薄情負義，真恨父母不該將自己生於世上，以致受盡這許多苦楚熬煎。待得病好，在魯南卻又給歐陽鋒撞到，被迫隨來華山。回首前塵，盡是恨事，卻聽得郭靖的腳步一聲聲緊跟在後。她走得快，郭靖跟得快，走得慢，郭靖也跟得慢。她走了一陣，忽地回身，大聲道：「你跟著我幹麼？」郭靖道：「我永遠要跟著你，一輩子也不離開的了。」黃蓉冷笑道：「你是大汗的駙馬爺，跟著我這窮丫頭幹麼？」郭靖道：「大汗害死了我母親，我怎能再做他駙馬？」黃蓉大怒，一張俏臉兒脹得通紅，道：「好啊，我道你當真還記著我一點兒，原來是給大汗攆了出來，當不成駙馬，才又來找我這窮丫頭，難道我是低三下四之人，任你這麼欺侮的麼？」說到這裏不禁氣極而泣。郭靖見她流淚，更是手足無措，欲待說幾句辯白之言、慰藉之語，卻不知如何啟齒，呆了半晌，才道：「蓉兒，我在這裏，你要殺要打，全憑你就是。」黃蓉淒然道：「我幹麼要殺你打你？算咱們白結識了一場，求求你，別跟著我啦！」郭靖見她始終不肯相諒，臉色蒼白，叫道：「你要我怎麼，才信我對你的心意？」黃蓉道：「今日你跟我好了，明兒什麼華箏妹子、華箏姊姊一來，又將我拋在腦後。除非你眼下死了，我才相信你的話。」郭靖胸中熱血上湧，一點頭，轉過身子，大踏步就往崖邊走去。這是是華山極險處之一，叫做「捨身崖」，這一躍下去，自是粉身碎骨。黃蓉知他性子戇直，只怕說幹就幹，急忙縱前，一把抓住他背心衣衫，手上一用勁，身子從他肩頭躍過，站在崖邊，又氣又急，流淚道：「好，我知道你一點也不體惜我。我隨口說一句氣話，你也不肯輕易放過。跟你說，你不用這般惱我，乾脆永不見我面就是。」她身子發顫，臉色雪白，憑虛凌空的站在崖邊，就似一枝白花在山風中微微晃動。郭靖當時管不住自己，憑著一股勁兒，真要湧身往崖下一跳，這會兒卻又怕她失足滑下，忙道：「你站進來些。」黃蓉聽她關懷自己，不禁愈是心酸，哭道：「誰要你假情假意的說這些話？我在山東生病，沒一個人理會，那時你就不來瞧我？我給歐陽鋒撞到了，使盡心機也逃不脫他掌握，你又不來救我？我媽不要我，她撇下我自顧自死了。我爹不要我，他竟沒到處來找我。你自然是更加不要我啦！這世上沒一個人要我，沒一個人疼我。」說著連連頓足，放聲大哭，這些日來的傷心孤苦，至此盡情一洩。郭靖心中萬般憐愛，但覺她說得句句不錯，越想越是惱恨自己。一陣風來，將黃蓉的哭聲吹了開去，她身上一寒，縮了一縮。郭靖解下外衣，正要給她披上，忽聽崖邊有人大喝道：「誰這麼大膽，竟敢欺侮咱們黃姑娘？」只見一人白鬚短髮，從崖邊轉了上來，卻是老頑童周伯通。郭靖叫了聲：「周大哥！」黃蓉心中正沒好氣，道：「老頑童，我叫你去殺裘千仞，人頭呢？」周伯通嘻嘻一笑，沒法交代，只怕她出言怪責，要想個法兒哄她歡喜，說道：「黃姑娘，誰惹你惱啦？老頑童替你出氣。」黃蓉向郭靖一指道：「不是他是誰？」周伯通一生行事不分輕重，此時一意要討好黃蓉，更不打話，反手一記，順手一記，拍拍兩下，重重的打了郭靖兩個耳光。這一下郭靖毫無防備，老頑童出手又重，只感眼前一黑，雙頰立時紅腫。周伯通道：「黃姑娘，夠了麼？若是不夠，我給你再打。」黃蓉見郭靖兩邊頰上都腫起了五個紅紅的指印，滿腔怒意登時化為愛憐，而愛憐之情又轉為對周伯通大感惱怒，嗔道：「我自生他的氣，又關你什麼事？誰叫你出手打人了？我叫你去殺裘千仞，幹麼你不聽我吩咐？」周伯通伸出了舌頭，縮不回來，尋思：「原來老頑童拍馬屁拍在馬腳上。」正自狼狽，忽聽身後崖邊兵刃聲響，隱隱夾著呼叱之聲，心想此時不溜，更待何時？當即叫道：「只怕是裘千仞那老兒來了，我去找他。」語音甫畢，已一溜煙的奔到崖後。若是裘千仞當真趕到，周伯通避之惟恐不及，那裏敢惹他？原來那日他與裘千仞、歐陽鋒、郭靖三人在西域石屋中盲目瞎戰，郭靖與歐陽鋒先後逃出，裘千仞終於也俟機衝了出去。周伯通仍是緊追不捨，裘千仞被他迫得筋疲力盡，恚恨交迸，心想自己是武林大幫的幫主，竟然遭此羞辱，只盼尋個痛快法兒，自戕身死，免得落入他的手中，一眼瞥見大石邊有一條毒蛇。他知這蛇劇毒無比，只要被咬中一口，登時全身麻木，死得最無痛苦，當即伸指捏住毒蛇七寸，叫道：「周伯通老賊，你好！」正要將蛇口放在自己手腕，那知周伯通生平怕極了蛇，大叫一聲，轉身便逃。裘千仞一怔，過了半晌，方才會意他原來怕蛇。這一來，強弱立時易勢，裘千仞左手再捉了一條蛇，大喊大叫，隨後趕來。周伯通嚇得心膽欲裂，發足狂奔。裘千仞號稱「鐵掌水上飄」，輕身功夫還在他之上，若非對他存著忌憚之意，不敢過分追近，早已追上。兩人一逃一追，鬧到天黑，周伯通才得脫身。裘千仞這追趕其實也是以進為退之意，明知他急奔東歸，心中只暗暗好笑，卻不敢當真追逐。黃蓉見周伯通溜走，向郭靖凝望一會，嘆了口氣，低下頭不再言語。郭靖叫了聲：「蓉兒。」黃蓉輕輕「嗯」了一聲。郭靖欲待說幾句謝罪告饒的話，但自知笨拙，生怕一句話說錯了，卻又惹得她生氣。兩人迎風而立，黃蓉忽然打了個噴嚏。郭靖本已解下外衣，當下給她披在身上。黃蓉低下了頭，只不理會。猛聽得周伯通哈哈大笑，大叫：「妙極，妙極！」黃蓉伸出手來，握住了郭靖的手，低聲道：「靖哥哥，咱們瞧瞧去。」郭靖喜極而涕，說不出話來。黃蓉伸衣袖給他抹去淚水，笑道：「臉上又是眼淚，又是手指印，人家還道是我把你打哭了呢？」這麼盈盈一笑，兩人方始言歸於好。經此變故，情意卻又轉而深了一層。兩人手拉著手轉過山崖，只見周伯通抱腹翹足，大是得意。丘處機按劍侍立在旁，沙通天、彭連虎、靈智上人、侯通海四人或持兵器撲擊，或縮身退避，神態各不相同，但都似泥塑木彫一般動也不動，原來均被周伯通點中了穴道。周伯通道：「那時我推下身上泥垢，做成丸藥給你們服下，你們這幾個臭賊倒也鬼機靈，瞧出無毒，竟然不聽你爺爺的話，哼哼，今日怎麼樣了？」他雖將四人制住，但一時卻也想不出處置之法，見靖蓉二人過來，說道：「黃姑娘，這四個臭賊我送給你吧！」黃蓉道：「我要來有什麼用？哼，你不想殺人，又不想放人，捉住了臭賊卻沒法使喚，你叫我三聲好姊姊，我就教你一個乖。」周伯通大喜，連叫三聲：「好姊姊！」每叫一聲，又加上一個揖。黃蓉抿嘴一笑，指著彭連虎道：「你搜他身上。」周伯通依言搜檢，從彭連虎衣囊中取出一枚上生毒針的指環，兩瓶解藥。黃蓉道：「他曾用針刺你師姪馬鈺，你在他身上刺幾下吧。」彭連虎等耳中聽得清清楚楚，只嚇得魂不附體，苦於穴道被點，動彈不得，但覺身上連連劇痛，已被周伯通刺了數刺。黃蓉道：「解藥在你手裏，你叫他們幹什麼，瞧他們敢不敢違抗？」周伯通大喜，側頭想了一想，從身上又推下許多泥垢，將解藥倒在裏面，搓成一顆顆小丸，交給丘處機道：「你押這四個臭賊到清虛觀去，幽禁十年。他們路上若是乖乖的，就給一丸我的靈丹妙藥，否則讓他們毒發，這叫做自作自受，不用慈悲！」丘處機躬身答應。黃蓉笑道：「老頑童，你這幾句倒說得入情入理，一年不見，你大有長進了啊！」周伯通甚是得意，將四人穴道解開了，說道：「你們到我清虛觀去，給我安安穩穩的住上十年，都是誠心改過，日後還可做個好人。倘若仍不學好，哼哼，我全真教的道士道姑都是殺人不眨眼、抽筋不皺眉的老手，你這四個臭賊可要小心了。」彭連虎等那敢多說，諾諾連聲。丘處機忍住了笑，向周伯通行禮作別，仗劍押著四人下山。黃蓉笑道：「老頑童，你幾時學會教訓別人了？前面的話倒還在理，到後來可越說越不成話啦。」周伯通仰天大笑，忽見左側高峰上白光一閃，顯是兵刃為日光所映，叫道：「咦，那是什麼？」靖蓉二人抬起頭來，閃光卻已不見，周伯通只怕黃蓉追問他裘千仞之事，說道：「我去瞧瞧。」健步如飛，搶上峰去。靖蓉二人都有滿腹言語要說，當下找了一個山洞，互訴別來之情。這一說直說到日落西山，意猶未盡。郭靖背囊中帶著乾糧，取出來分與黃蓉。她邊吃邊笑，說道：「歐陽鋒那老賊逼我教他九陰真經，你那篇經文本就寫得顛三倒四，我給他再胡亂一解，他信以為真，已苦練了幾個月。我說這上乘功夫要顛倒來練，他果真頭下腳上的練功，強自運氣叫周身脛脈逆行。這廝本領也真不小，已把陰維、陽維、陰蹻、陽蹻四脈練得順逆自如。若是他全身經脈都逆行起來，不知會怎生模樣？」說著格格而笑。郭靖也笑道：「怪不得我見他顛倒行路，這功夫可不易練。」黃蓉道：「你到華山來，想是要爭那武功天下第一的名號了？」郭靖道：「蓉兒，你怎麼又來取笑？我是要向周大哥請教一個法子，怎生將學會的武功盡數忘卻。」當下將這些日來自己所思各節，一一說了。黃蓉側過頭想了一陣，道：「唉，忘了也好。咱倆武功越練越強，心中卻越來越不快活，反不如小時候什麼也不會，倒是無牽無掛，無憂無慮。」她那想到一個人紀大了，總是有許多煩惱，有許多愁苦，與武功高底，殊不相干。她又道：「聽那歐陽鋒說，明日是論劍之期，我爹爹定要上山，你既不想爭這第一，那麼咱們怎生想個法兒，助我爹爹獨冠群雄。」郭靖道：「蓉兒，非是我不聽你言語，但我想洪恩師為人，實勝過你爹爹。」黃蓉本來與他倚偎在一起，聽他說自己爹爹不好，一怒將他推開。郭靖呆了一呆，黃蓉忽然笑道：「嗯，洪恩師待咱倆原也不錯。這樣吧，咱倆誰也不幫，好不好？」郭靖道：「你爹爹與洪恩師都是光明磊落的君子，若知咱倆暗中設法相助，反不喜歡。」黃蓉道：「好啊，我起心弄鬼，那就是奸惡小人了？」說著扳起了臉。郭靖道：「糟糕，我這蠢才，說錯話又得罪了你。」黃蓉噗哧一笑道：「以後我不知要生你多少氣呢。」郭靖不解，搔頭呆望著她。黃蓉道：「若是你當真不再拋了我，咱倆在一起的日子才長啦。我真想不出你會有多少傻話要說。」郭靖大喜，握住她雙手，連說：「我怎麼會？我怎麼會？」黃蓉道：「人家公主不要你，你自然只好要我這賤丫頭啦。」這一語引動了郭靖心事，想起母親慘死大漠，黯然不語。此時新月初上，銀光似水，照在兩人身上。黃蓉見他臉色有異，知道自己也說錯了話，忙岔開話題道：「靖哥哥，過去的事咱們誰也別提啦。我跟你在一起，心中喜歡得緊呢。我讓你親親我的臉，好不？」郭靖臉上一紅，竟不敢去親她。黃蓉嫣然一笑，自覺不好意思。便轉換話題道：「你說明日論劍，誰能得勝？」郭靖道：「那真難說得緊，不知一燈大師來不來？」黃蓉道：「他出家遁世，與人無爭，決不會來搶這個虛名兒。」郭靖點頭道：「我也這麼想，你爹爹、洪恩師、周大哥、裘千仞、歐陽鋒五人，個個有獨擅技藝。但不知洪恩師是否已全然康復？是否武功如昔？」說著蹙然有憂。黃蓉道：「按理說，原是老頑童武功最強，但若他不用九陰真經上的功夫，卻又不及另外四人了。」兩人談談說說，黃蓉漸感疲倦，倚在郭靖懷中睡著了。郭靖正也有矇矓之意，忽聽腳步聲響，兩個黑影一前一後的從崖後急奔而出。那二人衣襟帶風，奔跑得極是迅捷，看那身形步法，前一人是老頑童周伯通，後面追的竟是裘千仞。郭靖不知裘千仞用毒蛇威嚇取勝，不禁大奇，心想在西域時裘千仞被他逼得亡命而逃，怎麼現下卻反其道而行之？輕推了推黃蓉，在她耳邊低聲道：「你瞧！」黃蓉抬起頭來，月光下只見周伯通東奔西竄，始終不敢站定身子，聽他叫道：「姓裘的老賊，我在這兒伏下捉蛇的幫手，你還不快逃！」裘千仞笑道：「你當我是三歲孩兒？」周伯通大叫：「郭兄弟，黃姑娘，快來助我。」郭靖待要躍出，黃蓉倚在他的懷裏，輕聲道：「別動！」周伯通轉了幾個圈子，不見靖蓉二人出來，叫道：「臭小子，鬼丫頭，再不出來，我可要罵你們十八代祖宗啦。」黃蓉站起身子，笑道：「我偏不出來，你有本事就罵。」周伯通見裘千仞雙手各握一條昂頭吐舌的毒蛇，神情極是可怖，嚇得腳都軟了，央求道：「黃姑娘快點出來吧，我罵自己周家的十八代祖宗如何？」裘千仞見靖蓉二人候在一旁，心中暗暗吃驚，尋思須得乘早溜走，否則這三人合力，自己可討不了好去。一到明天正午，那是單打獨鬥的爭雄賭勝，就不怕他們了，當下雙足一點，猛竄而前，舉起毒蛇，往周伯通臉上挨去。周伯通握袖一擋，向旁閃避，只覺頸中一陣冰涼，一個活東西從衣領中鑽到了背後，在衣服內亂蹦亂跳，又滑又膩。這一下他嚇得魂不附體，大叫：「死啦，死啦！」又不敢伸手到衣內去將毒蛇掏出來，只是狂奔亂躍，忽覺那蛇似乎在背心咬了一口，心想這番再也沒命了，雙腳一麻，委頓在地。靖蓉二人大驚，一齊飛步來救。裘千仞見他突然狼狽不堪，自覺詫異，正要尋路下山，猛見樹叢中走出一個黑影，冷冷的道：「裘老賊，今日你再也逃不走啦。」這人背向月光，面目無法看清，裘千仞心中一凜，喝道：「你是誰？」周伯通迷迷糊糊的縮在地下，只道正在走向陰曹地府，忽覺一人扶起他的身子，說道：「周老爺子，別怕，那不是蛇。」周伯通一楞，急忙站起，只覺背上冰涼之物又在亂跳，不禁尖聲狂呼：「又在咬我了，是蛇，是蛇！」那人道：「是金娃娃，不是蛇！」這時，靖蓉二人已看清那人容貌，卻是一燈大師座下漁樵耕讀四大弟子之一的漁人，只見他伸手到周伯通頸中，捉住金娃娃取了出來。原來他在華山上看到一對金娃娃，捉住了放在懷裏，一不小心，被一條逃到了樹上，無巧不巧，正好跌入了周伯通衣領之中。那金娃娃其實不會咬人，可是周伯通一心念著毒蛇，認定這冰涼滑膩之物在自己背心猛咬射毒，若是那漁人來遲了一步，只怕他要嚇得暈死過去了。周伯通睜開眼來，見那漁人，此時驚魂未定，只覺眼前之人曾經見過，卻想不起是誰，一回頭，猛見裘千仞不住倒退，一個黑影向他慢慢逼近。周伯通微一定神，只驚得魂飛魄散，這黑影不是旁人，正是當年大理國皇宮中的劉貴妃瑛姑。裘千仞本以為當今之世，只周伯通的武功高過自己，若用毒蛇將他驚走，次日比武，大有獨魁群雄之望，不料在這論劍前夕，瑛姑斗然出現。那日青龍灘畔，他曾見她發瘋蠻打，心想若被這瘋婆捉住，大敵環視在旁，定然性命不保，只聽她嘶啞著嗓子道：「還我兒子命來！」裘千仞一凜，暗想當年自己喬裝改扮，夜入皇宮傷她孩子，原意是要段皇爺耗費功力，那知他竟忍心不加救治，只是不知她怎又窺破了真相？當下強笑道：「瘋婆子，你纏著我幹麼？」瑛姑道：「還我兒子命來！」裘千仞道：「什麼兒子不兒子？你兒子喪命，與我有甚相干？」瑛姑道：「哼，那晚我沒瞧見你面貌，可記得你的笑聲。你再笑一下！笑啊，笑啊！」眼見她雙手伸出，隨即能撲上來抱住自己，裘千仞又退了兩步，突然身子微側，左掌在右掌上一拍，右掌斜飛而出，直擊瑛姑小腹。這是他鐵掌中十三絕招之一，叫做「陰陽歸一」，兩掌之力併為一掌，最是猛惡無比。瑛姑知道厲害，正要用泥鰍功化開，那知敵招來得奇快，自己腳步尚未移動，他手掌距身已不及半尺。瑛姑心中一痛，自知報仇無望，拼著受他這一掌，縱上去要抱著他身子，一齊滾下山谷去圖個同歸於盡，忽然眼邊黑影一晃，一股掌風從耳旁擦過。裘千仞這一掌未及打實，急忙縮回手臂，架開了從旁擊來的一拳，怒道：「老頑童，你又來啦。」原來周伯通見瑛姑勢危，觸動舊情，竟以九陰真經中的上乘功夫，移近打遠，解開了他這鐵掌絕招。周伯通不敢直視瑛姑，背向著她，說道：「瑛姑，你不是這老兒對手，快快走吧，我去也。」正欲飛奔下山，瑛姑叫道：「周伯通，你怎不給你兒子報仇？」周伯通一楞，道：「什麼？我的兒子？」瑛姑道：「正是，殺你兒子的，就是這裘千仞。」周伯通尚不知自己與瑛姑歡好數日，竟已生下一子，心中迷迷糊糊，一時難解，回過頭來，卻見瑛姑身旁又多了數人，除郭靖、黃蓉外，一燈大師與他四弟子都站在自己背後。此時裘千仞離崖邊已不及三尺，眼前身前個個都是勁敵，形勢之險，實是生平未遇，當下雙掌一拍，昂然道：「我上華山，為的是爭武功天下第一的名號。哼哼，你們竟想合力傷我，好先去了一個勁敵，這等奸惡行逕，虧你們幹得出來。」周伯通一想，這廝的話倒也有幾分在理，說道：「好，那麼待明日論劍之後，再取你的狗命。」瑛姑卻厲聲叫道：「死冤家，我怎能等到明日？」黃蓉也道：「老頑童，跟信義之人講信義，跟奸詐之人就講奸詐。現下是擺明了幾個打他一個，瞧他又怎生奈何得咱們？」裘千仞臉色慘白，心知此時已凶多吉少，忽然間情急智生，叫道：「你們憑什麼？」那書生道：「你作惡多端，人人得而誅之。」裘千仞仰天打個哈哈，說道：「若論動武，你們恃眾欺寡，我一個人自不是對手。嘿嘿，說到是非善惡，在下孤身在此，那一位生平沒殺過人、沒犯過惡行的，就請上來動手。在下引頸就死，皺一皺眉頭的也不算漢子。」一燈大師長嘆一聲，首先退開，盤膝低頭而坐。各人被他這句話逼住了，心頭登時想到自己一生之中所犯的過失，漁樵耕讀四人當年在大理國為大臣時都曾殺過人，雖盡是秉公而行，但終不免有所差錯。周伯通與瑛姑對望一眼，想起了生平的恨事。郭靖西征之時，戰陣中殺人不少，本就在自恨自咎。黃蓉雖然年幼，但想近來累得父親傷心擔憂，大是不孝，至於欺騙作弄別人之事，更是屈指難數。裘千仞幾句話將眾人說得啞口無言，心想良機莫失，大踏步向郭靖走去。但見他側身避讓，裘千仞足上用勁，正要竄出，突然山石後飛出一根竹棒，迎面劈到。這一棒打得突兀之極，裘千仞左掌一起，要待帶住棒端，那知這棒連戳三下，竟在霎息之間，分點他胸口三處大穴。裘千仞大驚，但見這竹棒來勢如風，擋無可擋，閃無可閃，只得又退回崖邊。山後一條黑影身隨棒至，站在當地。郭靖黃蓉齊叫：「師父！」正是九指神丐洪七公到了。裘千仞罵道：「臭叫化，你也來多事。論劍之期還沒到啊。」洪七公道：「我是來鋤奸，誰跟你論劍？」裘千仞道：「好，大英雄大俠士，我是奸徒，你是從來沒作過壞事的大大好人。」洪七公道：「不錯。老叫化一生殺過五百三十一人，這五百三十一人個個都是惡徒，若非貪官污吏、土豪惡霸，就是神奸巨惡、負義薄倖之輩。老叫化貪飲貪食，可從來沒錯殺過一個好人。裘千仞，你是第五百三十二人！」這番話大義凜然，裘千仞聽了不禁氣為之奪。洪七公又道：「裘千仞，你鐵掌幫上代幫主上官劍南何等英雄，一生盡忠報國，至死不悔。你同樣是個幫主，卻去與金人勾結，通敵賣國，死了有何面目去見上官幫主？你今日上華山來，妄想爭那武功天下第一的榮號，莫說你武功未必能獨魁群雄，縱然是當世無敵，天下英雄豈能服你這賣國奸徒麼？」這番話只把裘千仞說得如癡如呆，數十年來往事，一一翻向心頭，想起自己初任鐵掌幫幫主之時，前任幫主在病榻，傳受幫規遺訓，諄諄訓誡該當如何愛國為民，那知自己年紀漸長，武功漸強，越來越與本幫當日忠義報國、殺敵禦侮的宗旨相違。陷溺一深，幫眾流品日濫，忠義之輩潔身引去，奸惡之徒蜂聚群集，竟把大好一個鐵掌幫，變成了藏垢納污、為非作歹的盜窟邪藪。一抬頭，只見明月在天，洪七公一對眸子凜然生威的釘住自己，猛然間天良發現，但覺一生行事，無一而非傷天害理，不禁全身冷汗如雨，嘆道：「洪幫主，你教訓得是。」轉過身來，湧身便往崖下一躍。洪七公持著竹棒，只防他羞愧之餘，忽施突擊，此人武功非同小可，這一出手實在難當，萬料不到他竟會忽圖自盡。正自錯愕，忽然身旁灰影一閃，一燈大師身子已移到了崖邊，他本來盤膝而坐，這時仍然盤膝坐著，左臂長出，攬住裘千仞雙腳，硬生生將他拉了回來。說道：「善哉，善哉！苦海無邊，回頭是岸。你既已痛改前非，重新為人尚自不遲，你好好去吧。」裘千仞放聲大哭，向一燈跪倒，心中有千言萬語，卻一句也說不出來。瑛姑見他背向自己，正是復仇良機，從懷中取出利刃，猛向他背心插下。周伯通道：「且慢！」伸手在她手腕上一架。瑛姑大怒，厲聲道：「你幹什麼？」周伯通自她出現，一直膽戰心驚，被她這麼仰頭一喝，叫聲：「啊喲！」轉身便向山下奔去。瑛姑道：「你到那裏去？」隨後趕來。周伯通大叫：「我肚子痛，要拉屎！」瑛姑微微一怔，不加理會，仍是發足急追。周伯通大驚，又叫：「啊喲，不好啦。我褲子上全是屎，臭死啦，你別來。」瑛姑尋了他二十年，心想這次再給他走脫，此後再無相見之期，不理他拉屎是真是假，只是追趕。周伯通聽得腳步聲近，嚇得魂飛天外，本來他口叫拉屎是假，只盼將瑛姑嚇得不敢走近，自己就可乘機溜走，那知心中一急，大叫一聲，當真是屎尿齊流。郭靖與黃蓉見這對冤家越奔越遠，終於背影在崖邊消失，均感好笑，回過頭來，只見一燈大師在裘千仞耳邊低聲說話，裘千仞不住點頭。一燈說了一會，站起身來，道：「走吧！」靖蓉二人急忙上前拜見，又與漁樵耕讀四人點首為禮。一燈伸手撫了撫兩人的頭，臉現笑容，神色甚是慈祥，向洪七公道：「七兄，故人無恙，英風勝昔，又收得兩個賢徒，當真可喜可賀。」洪七公躬身道：「皇爺安好。」一燈笑道：「老衲早就不是皇爺了。七兄，山高水長，後會有期。」雙手合什行了一禮，轉身便走。洪七公叫道：「唉，明日論劍啊，段皇爺怎麼就走？」他叫慣了口，一時之間改不過來。一燈轉過身來，笑道：「想老衲乃世外閒人，怎敢再與天下英雄比肩爭先？老衲今日來此，為的是要化解這一場糾纏二十年的冤孽，幸喜功德完滿。七兄，當世豪傑，捨你更有其誰？你何必自謙？」說著又合什行禮，攜著裘千仞的手，逕自下山去了。四大弟子一齊向洪七公躬身下拜，跟著師父而去。那書生經過黃蓉身邊，見她暈生雙頰、喜透眉間，知她心中極是歡喜，笑吟道：「隰有萇楚，猗灘其枝！」黃蓉聽他取笑自己，也吟道：「雞棲於塒，日之夕矣。」那書生哈哈大笑，一揖而別。郭靖聽得莫名其妙，不知二人打什麼啞謎，問道：「蓉兒，這又是什麼梵語麼？」黃蓉笑道：「不，這是詩經上的話。」郭靖聽說他們對答詩文，也就不再追問了。原來那書生說的兩句詩經，下面有「樂子之無知，樂子之無家，樂子之無室」等三句，原來是少女愛慕一個未婚男子的戀歌，意思是說「你性子冒冒失失，還沒有成家娶妻，我心中很是歡喜。」那書生引這兩句話，正說中了黃蓉的心事。黃蓉引的這兩句詩經，下面接著是「羊牛下來，羊牛下括。」意思是說時候不早，羊與牛下山坡回家去啦，那是罵這書生為畜牲了。那書生是狀元之才，經書爛熟於胸，自然知道她意中所指。郭靖適才聽了洪七公斥罵裘千仞的一番話，登時凜然有悟，這些日來苦惱地折磨他的一個疑團，因洪七公片言而解。他想：「師父說他生平殺過五百三十一人，但這五百三十一人個個都是惡徒。只要不錯殺一個好人，那就是問心無愧，瞧師父指斥裘千仞之時，何等神威凜凜。那裘千仞的武功未必就在師父之下，只因邪不勝正，氣勢先就沮了。只要我將一生武功用於仗義為善，又何須將功夫拋棄忘卻？」這番道理其實極是平易淺白，只是他隨成吉思汗西征，眼見屠戮之慘，戰陣之酷，生民之苦，心中對刀刃征戰大是厭憎，這才有這番苦思默想。但經此一反一覆，他為善之心卻是更堅了一層。靖蓉二人上前拜見師父，互道別來之情。原來洪七公隨黃藥師同赴桃花島養傷，以九陰真經中所載上乘內功自通經脈，歷半年而內傷痊愈，又半年而神功盡復。黃藥師因掛念女兒，待他傷勢一愈，即行北上尋女。洪七公反而離島較遲，他日前曾與魯有腳相遇，因而靖蓉二人之事已得知大略。三人談了一陣，郭靖道：「師父，你休息用功吧，天將破曉，待會論劍比武，用勁必多。」洪七公笑道：「我年紀越老，好勝之心卻是越強，想到即將與西毒東邪過招，心中竟然惴惴不安，說來大是好笑。蓉兒，你爹爹近來武功大進，你倒猜猜，待會比武，你爹爹和你師父兩人，到底是誰強誰弱？」黃蓉道：「您老人家的武功和我爹爹向來難分上下，可是一燈大師傳了您一陽指，現下您又會了九陰神功，我爹爹那裏還是您的對手？待會見到我爹爹，我會跟他說乾脆別比了，早些兒回桃花島是正經。」洪七公聽她語氣之中有些古怪，已明白了她的心意，哈哈大笑，說道：「你不用跟我繞彎兒說話，一陽指是段皇爺的，九陰神功是你們倆的，你就是不激我，老叫化也不會老著臉皮使將出來。待會和黃老邪比武，我只用原來的武功就是。」黃蓉正要他說這句話，笑道：「師父，若是您輸在我爹爹手裏，我燒一百樣菜肴給您吃，好不好？」洪七公吞了一口饞涎，哼了一聲，道：「你這小孩兒心地不好，又是激將，又是行賄，刁鑽古怪，一心就盼你爹爹得勝。」黃蓉一笑，尚未說話。洪七公忽然站起身來，指著黃蓉身後叫道：「老毒物，你到得好早啊！」郭靖與黃蓉一躍而起，站在洪七公身旁，回過頭來，只見歐陽鋒一個高高的身驅站在當地。他悄沒聲的忽爾掩至，兩人竟沒知覺，心中都是大為駭異。歐陽鋒道：「早到早比，遲到遲比。老叫化，你今日跟我是比武決勝呢，還是性命相拼？」洪七公道：「既賭勝負，亦決生死，你下手不必容情。」歐陽鋒道：「好！」他左手本來放在背後，突然甩將出來，原來掌裏握著那條蛇杖。他將杖尾在山石上一登，道：「就在這兒呢，還是換個寬敞的所在？」洪七公尚未回答，黃蓉接口道：「華山比武不好，還是到船裏去比。」洪七公一怔道：「什麼？」黃蓉道：「好讓歐陽先生再來一次恩將仇報、背後襲擊啊！」洪七公哈哈大笑，道：「上一次當，學一次乖，你別指望老叫化再能饒你。」歐陽鋒聽黃蓉出口譏嘲，竟是絲毫不動聲色，雙腿微微蹲下，杖交右手，左掌運起蛤蟆功的勁力。黃蓉將打狗棒交給洪七公道：「師父，打狗棒加一陽指，跟這奸賊動手，不必講什麼仁義道德。」洪七公心想：「單憑我原來功力，未必不能制勝，只是待會尚要與黃老邪比武，若與老毒物打得筋疲力盡，就不能敵黃老邪了。」當下接過打狗棒，一招「打草驚蛇」，一招「撥草尋蛇」，分攻左右。