第二十三回　回到江南陸無雙聽到師父與師姊說話，已知無倖，把心一橫，躺著等死。只聽得門聲一響，一個淡黃的人影閃了進來，正是師姊洪凌波。陸無雙自幼討得她歡喜，是以她對師妹情誼倒甚不錯。此次知道她犯了師門大規，師父定要使盡各種惡毒法兒折磨得她痛苦難當，這才慢慢處死，但見陸無雙躺在桌上，當下舉起長劍，一劍往她心窩中刺去，免她零碎受苦。劍尖剛要觸及陸無雙心口，李莫愁伸手在她肩頭上一拍，洪凌波手臂無勁，立時垂了下去。李莫愁冷笑道：「難道我不會動手殺人？要你忙甚麼？」對陸無雙道：「你師父也不拜了麼？」她說話向來嬌柔動聽，此時雖在盛怒之中，仍是說得甚是婉轉。陸無雙心想：「今日落在她的手中，哀求也好，挺撞也好，總是要苦受折磨。」於是淡淡的道：「你與我家累世深仇，甚麼話也不必說啦。」李莫愁靜靜的望著她，目光中也不知是喜是愁。洪凌波瞧著師妹，臉上卻滿是哀憐之色，陸無雙上唇微翹，反而顯得神色傲然，三人這麼互相瞪視，過了良久，李莫愁道：「那本書呢，拿來。」陸無雙道：「給一個道士、一個叫化子搶去啦！」李莫愁大吃一驚。她與丐幫雖無樑子，與全真教的仇怨卻是不小，素知丐幫與全真教淵源極深，這本「五毒祕傳」落入了他們手中，那還了得？陸無雙隱約見到師父淡淡輕笑，知她正在思量毒計。她在道上遁逃之際，天天害怕被師父追上，此時當真追上了，反而不如先時恐懼。突然間想起：「那傻蛋到那裏去了？」此時她命在頃刻，想起那個骯髒痴呆的牧童，不知不覺竟有一種溫暖親切之感，突然間目光一亮，蹄聲騰騰，一頭瘋牛從門外衝了進來。李莫愁師徒轉過身來，只見一頭雄偉高大的牯牛急奔入門，那牛右角上縛著一柄尖刀，左角上縛著一叢燒得正旺的柴火，這一衝之勢威猛無比，李莫愁雖然武功高強，卻那裏敢正面擋牠這一衝，當即閃身在旁，但見那牛在屋中打了個圈子，轉身又奔了出去。那牛進來時橫衝直撞，出去時也是發足狂奔，轉眼間已奔出十餘丈之外。李莫愁望著那牛後影，初時微感詫異，忽然心念一動：「是誰在牛角上縛上柴火尖刀？」轉過身來，師徒倆同聲驚呼，躺在桌上的陸無雙已影蹤不見。洪凌波在那破屋前後找了一遍，一躍上屋。李莫愁卻料定是那牯牛作怪，身子一縱，輕飄飄的追了下去。黑暗中但見牛角上火光閃耀，穿入了前面樹林之中。李莫愁借著火光，見牛背上無人騎著，看來陸無雙又不是乘牛逃走，轉念一想：「是了，定是有人在外接應，趕這怪牛來分我之心，乘亂救了她去。」但一時之間不知向何方追去是好，當下腳步加快，片刻間已追上牯牛，縱身一躍，騎上了牛背，前後上下一看，實是瞧不出端倪，躍下牛背，在牛臀上踢了一腳，撮口一聲低嘯，與洪凌波通了訊號，一個自北至南，一個從西到東的追了出去。這牯牛自然是楊過趕進屋去了。他一聽見李莫愁師徒的聲音，當即悄悄從後門溜了出去，站在窗外偷聽，只一句話，就知李莫愁是要來取她性命。李莫愁與他雖是師伯，但楊過對她恨之入骨，主意要救陸無雙，當下靈機一動，奔到牯牛之旁，將陸無雙那柄匕首與幾根枯柴縛上牛角，取火燃著了，自己伏在牛腹之下，手腳抱住牛腹，趨牛衝進屋去，一把抱起陸無雙，仍是藏在牛腹底下，也是他武功卓絕，行動迅捷，兼之那牯牛模樣古怪，饒是李莫愁厲害無比，卻也沒瞧出破綻。待得她追上牯牛，楊過早已抱著陸無雙躍在長草中躲起來。這麼一番巔動，陸無雙早已痛得死去活來，楊過怎樣相救，怎樣抱著她藏身在牛腹之下，怎樣躍入草叢，她都是迷迷糊糊，過了好一陣，神智稍復，「啊」的一聲叫了出來。楊過急忙按住她口，在她耳邊低聲道：「別作聲！」只聽腳步聲響，洪凌波道：「咦，怎地一霎眼就不見了她？」遠處李莫愁道：「咱們走吧。這小賤人定是逃得遠了。」但聽洪凌波的腳步聲漸漸遠去。陸無雙極是氣悶，又待叫一聲痛，楊過仍是按住她嘴不放。陸無雙微微一掙，發覺自己被她摟在懷內，又羞又急，正想出手打他。楊過在她耳邊低聲道：「別上當，你師父在騙你。」他此話一出，果然李莫愁道：「當真不在此處。」她說話聲音極近，幾乎就在二人身旁。陸無雙吃了一驚，心道：「若不是傻蛋見機，豈非給她拿住？」原來李莫愁疑心她就藏在附近，口中說定，其實施展「草上飛」上乘輕功，悄沒聲的掩了過來，陸無雙一時不察，險些中計。楊過側耳靜聽，這次她師徒倆才當真走了。他放開按在陸無雙口上的手，笑道：「好啦，不用怕啦。」陸無雙道：「放開我。」楊過輕輕將她放在草上，道：「我立時給你接骨，咱們須得快離此地，待得天明，那就脫不了身啦。」陸無雙點了點頭。楊過怕她接骨時掙扎叫痛，驚動李莫愁師徒，當即點了她的麻軟穴，伸手去解她衫上扣子，說道：「千萬別作聲。」解開外衣後，露出一件月白的內衣，內衣下卻是個杏黃的肚兜。楊過雙手微微發顫，不敢再解，瞧陸無雙時，但見她秀眉雙蹙，閉住了眼不敢相望自己。楊過情竇初開，聞到一陣陣處女體上的芳香，一顆心不自禁的怦怦而跳。陸無雙睜開眼來，道：「你給我治吧！」說了一句話，隨即閉眼，將頭轉開。楊過咬一咬牙，解開她的肚兜，看到她乳酪一般的胸脯，怎麼也不敢用手觸摸。陸無雙等了良久，但覺微風吹在自己赤裸的胸上，頗有涼意，一睜眼，卻見楊過痴痴的相望，怒道：「你……你瞧……瞧甚麼？」楊過一驚，伸手去摸她肋骨，一碰到她滑如凝脂的皮膚，身似電震，有如碰到炭火一般，立即縮手。陸無雙道：「快閉上眼睛，你再瞧我一眼，我……我……」說到此處，眼淚流了下來。楊過忙道：「是，是。你……你別哭。」果真閉上眼睛，伸出雙手，摸到她斷了的兩根肋骨，將斷骨仔細對準，忙拉她肚兜替她遮進胸脯，心神略定，於是折了四根樹枝，兩根放在她胸前，兩根放在背後，用樹皮牢牢綁住，使斷骨不致移位，這才又扣好她裹衣與外衣的扣子，鬆了她的穴道。陸無雙睜開眼來，但見月光映在楊過臉上，雙頰緋紅，神態忸怩，正自偷看她的臉色，與她目光一碰，急忙轉過頭去。此時她斷骨對正，雖然仍是隱隱作痛，但比適才斷骨相互銼軋時的劇痛，已大為緩和，心想：「這傻蛋倒真有點本事。」其實陸無雙並不痴呆，此時自己看出楊過實非常人，更不是傻蛋，但她一起始就對之嘲罵輕視，現下縱然憑他相救，卻也不肯改顏尊重，當下說道：「傻蛋，你說怎生好？獃在這兒呢，還是躲得遠遠地？」楊過道：「你說呢？」陸無雙道：「自然走啊，在這兒等死麼？」楊過道：「到那兒去？」陸無雙道：「我要回江南，你肯不肯送我去？」楊過道：「我要尋我姑姑，不能去那麼遠。」陸無雙一聽，臉色沉了下來，道：「好吧，那你快走！讓我死在這兒吧。」她若是溫言軟語的相求，楊過定然不肯答應，但見她臉蘊怒色，眉含秋霜，依稀是小龍女生氣的模樣，不由得對她難以拒卻，心想：「說不定姑姑恰好到了江南，我送陸姑娘去，常言道好心有好報，天可憐見，卻教我撞見了姑姑。」其實，在他內心深處，明知此事渺茫之極，只是他無法拒絕陸無雙所求，自己向自己巧所解釋罷了，當下嘆了一口氣，俯身抱起她身子。陸無雙怒道：「你抱我幹麼？」楊過笑道：「抱你到江南去啊。」陸無雙大喜，噗哧一笑，道：「傻蛋，江南這麼遠，你抱得我到麼？」話雖這麼說，她卻安安靜靜的伏在楊過懷裏，一動也不動了。楊過生怕給李莫愁師徒撞見，儘揀荒僻小路行走。他腳下雖然迅捷，但上身穩然不動，絲毫沒震痛陸無雙的傷處。陸無雙見身旁樹木不住倒退，他這一路飛騰，竟然疾逾奔馬，比自己練輕功時空身急奔要迅速，這一身輕功實不在師父之下，心中暗暗驚奇：「原來這傻蛋身負絕藝，他小小年紀，怎能練到這一身本事啊？」此時天色微明，東方漸白，陸無雙抬起頭來，見楊過臉上雖然骯髒，卻是眉目如晝，極為英俊，不由得心中一動，漸漸忘了胸前疼痛，過了一會，竟在他懷中沉沉睡去了。待得天色大明，楊過有些累了，奔到一棵大樹底下，輕輕將陸無雙放下，自己坐在她身邊休息。陸無雙睜開眼來，淺淺一笑，道：「我餓啦，你餓不餓？」楊過道：「我自然也餓，好吧，咱們找家飯店吃飯。」站起身來，又抱起了她，只是抱了半夜，雙臂微感酸麻，當下將她放在肩頭，緩緩而行。陸無雙兩隻腳在楊過胸口一盪一盪，笑道：「傻蛋，你到底叫甚麼名字？總不成在別人面前，我也叫你傻蛋。」楊過道：「我沒名字，人人都叫我傻蛋。」陸無雙慍道：「你不說就算啦！那你師父是誰？」楊過聽她提到「師父」二字，他對小龍女極是敬重，那敢輕忽玩鬧，正色答道：「我師父是我姑姑。」陸無雙信了，心道：「原來他是家傳的武藝。」又問：「你姑姑是那一家那一派？」楊過呆頭呆腦的道：「她是住在家裏的。派甚麼我可不知道啦。」陸無雙嗔道：「你裝傻？我問你，你學的是那一門子武功？」楊過道：「你問我家的大門嗎？怎麼說是紙糊的，那明明是木頭的。」陸無雙心下沉吟：「難道此人當真是傻蛋？只是天賦的奔跑迅捷，並非身負高深武功？不對，不對，他會點穴接骨，自然是武林高手？又難道他武功雖好，人卻痴呆麼？」於是溫言道：「傻蛋，你好好跟我說，你為甚麼救我性命？」楊過一時難以回答想了一陣，道：「我姑姑叫我救妳，我就救你。」陸無雙道：「你姑姑是誰？」楊過道：「姑姑就是姑姑，她叫我幹甚麼，我就幹甚麼。」陸無雙嘆了口氣，心想：「這人原來是真傻的。」本來心中對他略有溫柔之意，此時卻又轉為憎厭之心。楊過見她不再說話，問道：「你怎麼不說話啦？」陸無雙「哼」了一聲，楊過又問一句。陸無雙嗔道：「我不愛說話就不說話，傻蛋，你閉著嘴吧！」楊過知她此時臉色定然好看，只是她坐在自己肩頭，難以見到，不禁暗感可惜。說話之間，兩人到了一個小市鎮，眾人見楊陸這等模樣，都感奇怪。楊過毫不理會，找了一家飯店，要了飯菜，兩人相對而坐。陸無雙聞到楊過身上的牛糞氣息，眉頭一皺，道：「傻蛋，你坐到那邊去，別跟我一桌坐。」楊過笑了笑，走到另一張桌旁坐了。陸無雙見他仍是面向自己，越瞧他越覺此人傻得討厭，沉臉道：「你別瞧我。」指著遠處一張桌子道：「坐到那邊去。」楊過裂嘴一笑，捧了飯碗，坐在門檻上吃了起來。陸無雙道：「這才對啦。」她肚中雖餓，但胸口刺痛，難以下嚥，只感一百個的不如意，欲待拿楊過出氣，他又坐得遠了，呼喝不著。正煩惱間，忽聽門外有人高聲唱道：「小小姑娘行好心哪。」又有一人接唱道：「施捨化子一碗飯哪！」陸無雙抬起頭來，只見四名乞丐，一字排在門外，或高或矮，一齊望著自己。她曾用銀弧刀傷了一個乞丐，一見這四人來意不善，心中暗暗吃驚。又聽第三個化子唱道：「天堂有路你不走哪！」第四個唱道：「地獄無門你進來喲！」四個乞丐唱的都是討飯的「蓮花落」調，每個人都是右手持一隻破碗，左手拿一根沒剝皮的樹枝，肩頭負著六隻麻布袋子。陸無雙曾聽師姊閒談時說起，丐幫幫眾以背負的麻袋數分輩份高低，這四人各負六袋，那均是六袋弟子了。丐幫在大河南北岸聲勢甚大，客店的掌櫃一見同時有四位六袋師傅齊到，心知必有大事發生，不由得神色緊張，忙向店伴連使眼色，命他們千萬不可得罪了丐幫的師傅。陸無雙望著桌上的飯菜，不再望那四個乞丐，尋思脫身之計，只是敵手共有四人，自己身受重傷，那傻蛋是否真有武功，尚難斷定，縱然當真會武，瘋瘋癲癲的，也絕不能高，自是難敵丐幫的四名高手。她雖聰明伶俐，一時之間卻亦彷徨無計。楊過自管自吃飯，對這四個化子恍若未見。他吃完一碗，自行到飯桶去滿滿裝了一碗飯，伸手到陸無雙面前的菜盤之中，抓起一條魚來，湯水魚汁，淋得滿桌都是，傻笑道：「我吃魚！」陸無雙秀眉微蹙，已無餘暇斥罵。只聽那四個乞丐又唱了起來，唱的仍是「小小姑娘」那四句。四個乞丐連唱三遍，八隻眼睛瞪視著她。陸無雙未思到對付之策，當下緩緩扒著飯粒，只作未有聽見。一個化子大聲說道：「小姑娘，你既一碗飯也不肯施捨，那就請再施捨一柄彎刀。」另一個道：「你跟咱們去吧，咱們也不能難為你。只要問明是非曲直，自有公平了斷。」隔了一會，第三個道：「快走吧，難道真要咱們用強不成？」陸無雙回答也不是，不答也不是，不知如何是好。第四個化子道：「咱們不能強丐惡化，四個大男人欺侮一個小姑娘，也教江湖上好漢笑話，只是要你去評一評理。」陸無雙聽了四人語氣，知道片刻之間就要動武，雖然明知難敵，卻也不能束手待斃，左手撫著長凳，只待對方上來，就挺凳拒敵。楊過心想：「該出手啦！」走到陸無雙桌邊，端起菜碗，口中咬著一大塊魚，含含糊糊的道：「我……我泡點兒湯！」菜碗一側，竟把半碗熱湯倒在陸無雙右臂之上。她坐西朝東，右臂處於內側，這半碗湯倒將下去，她立時身子一縮，轉頭去看。楊過叫道：「啊喲！」毛手毛腳的去替她抹拭，就在此時，他頭微微向外一側，口一張，數十根尖利的魚骨激飛而出，分射四名化子。那四個化子絕未留心，半點沒有看清，只覺雙手臂彎處「曲池穴」一麻，嗆啷，拍啦，四隻破碗摔在地下一齊砸得粉碎，四根柴棒同時跌下。楊過拉起身上破衣，不住價往陸無雙袖子抹去，說道：「你……你別生氣……我……我……我給你抹乾淨。」陸無雙叱道：「走開。」回過頭來瞧那四個化子時，不由得驚得呆了。只見那四個乞丐的背影，在街角處一晃隨即隱沒，地下只剩下四根柴棒，四隻破碗的碎片。陸無雙大為驚疑：「這四人忒也古怪，怎麼平白無端地突然走了？」見楊過雙手都是魚湯菜汁，還在桌上亂抹，斥道：「快走開，也不怕髒？」楊過道：「是，是！」雙手在衣袖上大擦一陣。陸無雙皺起眉頭，道：「那四個叫化怎麼走啦？」楊過道：「想是他們見姑娘不肯施捨，再求也是無用，這就走啦。」陸無雙沉吟片刻，不明所以，取出銀子，叫楊過去買了一頭驢子，付了飯錢後，跨上驢背。但她胸口斷骨未續，剛上驢背，痛得就臉色慘白。楊過道：「可惜我又髒又臭，否則倒可扶著你。」陸無雙道：「哼，儘說廢話。」韁繩一抖，那驢子的脾氣極為倔強，挨到牆邊，就將陸無雙的身子往牆上擦去。陸無雙手腳都無力氣，驚呼一聲，竟從驢子上摔了下來。究竟她身負武功，右足著地，穩穩站定，可是傷處又是劇痛難當。怒道：「你明明見我摔下來，也不來相扶。」楊過道：「我……我身上髒啊。」陸無雙道：「你就不會洗洗麼？」楊過傻笑幾下，沒有作聲。陸無雙道：「你扶著我騎上驢子去。」楊過依言扶了她上了驢背。那驢子一覺背上有人，立時又要搗鬼。陸無雙道：「你快牽著驢子。」楊過道：「不，我怕驢子踢我。」陸無雙心頭有氣：「這傻蛋說他不傻卻傻，說他傻呢，卻又不傻。他明明是想抱著我。」無可奈何，只得道：「好吧，你也騎上驢背來。」楊過道：「是你叫我的，可別嫌我髒，又罵我打我。」陸無雙道：「是啦，囉囉唆唆的多說幹麼？」楊過這才一笑，輕輕跨上驢背，雙手摟住了她，兩腿微一用力，那驢子但感腹邊大痛，那裏還敢抵抗，乖乖的走了。楊過道：「向那兒走？」陸無雙早已打聽過路途，本來想向東行過潼關，再經中州，折而南行，此是大道，但見了丐幫這四個化子後，尋思前邊路上必定還有丐幫徒眾守候，不如走小路，經竹林關，越龍駒寨。再過紫荊關南下，雖然道路迂遠些，卻是太平得多，沉吟一會，對東南方一指，道：「向那邊行。」那驢子蹄聲得得，緩緩而行，剛出市集，路旁一個十二三歲的農家小孩奔到驢子之前，叫道：「陸姑娘，有一件物事給你。」說著將手中一束花擲了過來，一擲之後，撤腿就跑。陸無雙伸手接過，見是一束平平常常的油菜花，花束旁用線縛著一封信，忙將封皮撕開，抽出一張黃紙，只見紙上寫道：「尊師轉眼即至，即速躲藏，切切！」這張黃紙極為粗糙，字跡卻甚是挺拔脫俗。陸無雙「咦」了一聲，心中驚疑不定：「這小孩是誰？他怎知我姓陸？又怎知我師父即時追來？」問楊過道：「你識得小孩，是不是？他又是你姑姑派來的麼？」楊過在她腦後早已看到了信上字跡，心想：「這小孩明明是一個平常的農家少年，定是受人差遣送信。只不知寫這信的人是誰？看來此人倒是一番好意，若是李莫愁追來，那便如何是好？」須知楊過雖然學了玉女心經，九陰真經，一身而兼修武林中兩大祕傳，古往今來，僅他一人而已，但究竟時日太淺，雖知祕奧，功力未至，也是枉然。若是給李莫愁趕上，那可萬萬不是她的敵手，心中沉吟不定，聽陸無雙問起，答道：「我不識他，看來他也不是我姑姑派來。」剛答了這兩句話，只聽得吹打聲響，迎面抬來一乘花轎，數十人前後簇擁，原來是誰家迎娶新娘。雖是鄉間粗鄙的鼓樂，卻吹得喜氣洋洋，自有一股動人心魄的韻味。楊過心念一轉，李莫愁師徒若是追到，青天白日的，實無處所得以躲藏，於是說道：「陸姑娘，你想做新娘不想？」陸無雙正自彷徨無計，聽到他忽問傻話，怒道：「傻蛋，你又胡說八道什麼？」楊過笑道：「咱們來玩拜天地成親，你去扮新娘玩好不好？那才教美呢？臉上披了紅布，別人怎麼也瞧你不見。」陸無雙一凜，道：「傻蛋，你教我扮新娘子躲過師父？」楊過嘻嘻笑道：「我不知道，你若扮新娘，我就扮新官人。」此時事勢緊迫，陸無雙也不及罵他口舌輕薄，心想：「這傻蛋當真古怪，但除此之外，實在亦無別法。」說道：「怎樣扮法啊？」楊過也不敢多挨時刻，揚鞭在驢子後臀上抽了一鞭，那驢子發足直奔。鄉間小路甚是狹窄，一頂八人抬的大花轎塞住了路，旁邊再無空隙。迎親人眾見驢子迎面奔來，齊聲叱喝，叫驢上乘客勒韁緩行。楊過雙腿一夾，催得那驢子更加快了，轉眼之間，已衝到迎親的人眾跟前，早有兩名壯漢搶上前來，欲待拉住驢子，以免衝撞花轎。楊過長鞭揮處，捲住了二人小腿，一提一放，登時將二人都摔在路旁，向陸無雙道：「我要扮新郎啦！」身子向前一探，右手伸出，已將騎在一匹白馬上的新郎提了過來。那新郎只十七八歲年紀，全身新衣，頭上戴了金花，突然被楊過抓住，自是嚇得魂不附體。楊過舉起他身子往空中一拋，待他飛上兩丈有餘，再跌下來時，在眾人驚呼聲中伸手接住。迎親的一共有三十來人，其中半數倒是身長力壯的關西大漢，但見他如此本領，新郎又落入他的手中，那敢上前動手？一個老者見事多了，瞧定楊過是個攔路行劫的獨腳大盜，搶上前來唱個喏，說道：「大王請饒了新官人。大王需用多少盤纏使用，咱們全聽吩咐。」楊過笑道：「嘻嘻，陸姑娘，怎麼他叫我大王？我又不姓王？」陸無雙道：「別瞎纏啦，我好似聽到了師父老驢上的鸞鈴聲響。」楊過一驚，側耳靜聽，果然遠處隱隱傳來一陣鈴聲。原來李莫愁自負武功蓋世，江湖上無人能敵，行事之時處處先聲奪人，殺人之前，先在那家人家留下血手印，每一個手印殺一人，絕不怕那一家人邀請幫手，或是棄家遠逃。她騎的花驢頸下，懸得有十三枚特製的金鈴，鈴聲及遠，聲聞數里，人未到，鈴聲先至，教敵人未見其面，已然喪心落膽。楊過心想：「她來得好快啊。」口中卻還在假作痴呆：「鈴子？什麼鈴子？是賣糖的麼？怎麼我沒聽見？」轉頭向那老者道：「你們全聽我的話，就放了他，否則……」說著又將新郎往空中一拋。那新郎嚇得哇哇大叫，哭了起來。那老者只是作揖，道：「全憑大王吩咐。」楊過指著陸無雙道：「她是我媳婦兒，她見你們玩拜天地做親，玩得有趣，也要來玩玩……」陸無雙斥道：「傻蛋，你說什麼？」楊過不去理她，說道：「你們快把新娘子的衣服給她穿上，我就扮新官人玩兒。」小孩們在一處戲耍，原是常有假扮新官人新娘子拜天地成親之事，那是天下皆然，不足為異。但萬料不到一個攔路行劫的大盜，忽然鬧這玩意，眾人都是面面相覷，做聲不得，看楊陸二人時，見他們一個是弱冠少年，一個是妙齡少女，說是一對夫妻，倒也相像。正沒做理會處，楊過聽金鈴之聲漸近，一躍下驢，將新郎橫放在驢子鞍頭，讓陸無雙看守著他，自行到花轎跟前，掀開轎門，將新娘拉了出來。那新娘嚇得尖聲而叫，臉上兜著紅布，不知外邊發生何事。楊過伸手拉下她臉上紅布，但見她臉如滿月，一副福相，笑道：「新娘子美得緊啊。」在她臉頰上輕輕一摸，那新娘嚇得呆了，反而不敢作聲。楊過反手一抓，提起新娘，叫道：「若要我饒她性命，快給我媳婦換上新娘的打扮。」陸無雙耳聽得師父花驢上的鸞鈴聲越來越近，向楊過橫了一眼，心道：「這傻蛋不知天高地厚，這當口還說笑話？」但聽迎親的老者連聲催促：「快，快，快換新郎新娘的衣服。」送嫁的喜娘七手八腳，除下新娘的鳳冠霞披，錦衣紅裙，替陸無雙穿戴。楊過自己動手，將新郎的吉服穿上，對陸無雙道：「乖媳婦，進花轎去吧。」陸無雙叫新娘先進花轎，自己坐在她的身上，這才放下轎帷。楊過看了看腳下的草鞋，欲待更換，鈴聲卻已響到了山角之處，叫道：「回頭向東南方走，快吹吹打打！」縱身一躍，騎上了白馬。眾人見一對新夫婦都落入強人手中，那敢違抗，鎖吶鑼鈸，一齊響起。那花轎轉過頭來，只行得十來丈地，後面鸞鈴聲急，兩匹花驢踏著小步，追了上來。陸無雙在轎中聽到鈴聲，心想能否脫卻此難，就在此一瞬之間，一顆心怦怦急跳，傾聽轎外動靜。楊過裝作害羞，低頭瞧著馬頸，只聽洪凌波叫道：「喂，瞧見一個跛腳女子走過沒有？」迎親隊中的老者說道：「沒……沒有啊？」洪凌波道：「有沒見一個年輕女子騎了牲口經過？」那老者仍道：「沒有！」師徒倆縱驢從迎親人眾身旁掠過，急馳而去。過不多時，李洪二人突然兜過驢頭，重行回轉，李莫愁拂塵一抖，用塵尾捲住轎帷，輕輕一拉，嗤的一聲，轎帷撕下了半截。楊過大驚，躍馬近前，只待她拂塵二次揮出，立時要出手救人，那知李莫愁向轎中瞧了一眼，笑道：「新娘子美得很呀。」抬頭向楊過道：「小子，你福氣不小。」楊過低下了頭，那敢與她照面，但聽蹄聲答答，二人竟自去了。楊過大奇：「怎麼她竟然放過了陸姑娘？」向轎中一張，但見那新娘嚇得面如土色，簌簌發抖，陸無雙竟已不知去向。楊過心中更奇，叫道：「陸姑娘，你在那裡？」陸無雙笑道：「我不見啦。」但那新娘裙子一動，陸無雙鑽了出來，原來她低身躲在新娘裙下。她知師父行事素來周密，任何處所絕不輕易放過，料知她必定去後復來，是以躲了起來。楊過道：「你安安穩穩的做新娘吧，坐花轎比騎驢子舒服。」陸無雙點了點頭，對那新娘道：「你擠得我好生氣悶，快給我出去。」那新娘無奈，只得下轎，騎在楊過先前所乘的驢上。一行人行出二十來里，眼見天色漸漸晚了。那老者不住向楊過哀求放人，以免誤了拜天地的吉期。楊過斥道：「你嚕唆什麼？……」一句話剛出口，忽然路邊人影一閃，兩個人快步奔入了樹林。楊過心下起疑，一提馬韁，追了下去，依稀見到二人的背影，但見衣衫襤褸，卻是化子打扮。楊過勒住了馬，心想：「莫非丐幫已瞧出了蹺蹊，又在前邊伏下人手？事已如此，只得向前直闖。」不久花轎抬到，那轎帷已被李莫愁撕去半截，陸無雙從破帷處探頭出來問道：「瞧見了什麼？」楊過道：「你扮新娘子，須得哭哭啼啼，就算心裡一百個想嫁人，也得一把眼淚一把鼻涕，喊爹叫娘，不肯出門。天下那有似你這般不怕羞的新娘子？」