第四一回　漁陽鼓動天方醉　督亢圖窮悔已遲次日韋小寶帶同隨從兵馬，押了吳之榮和毛東珠離揚回京。康熙的上諭宣召甚急，一行人在途不敢耽誤停留，不免少了許多招財納賄的機會。沿途得訊，吳三桂起兵後，雲南提督張國桂、貴州巡撫曹申吉、提督李本深等歸降，雲南巡撫朱國治被殺、雲貴總督甘文焜自殺。這日來到山東，地方官抄得邸報。呈給欽差太臣，乃是康熙斥責吳三桂的詔書。韋小寶叫師爺誦讀解說。那師爺捧了詔書讀道：「逆賊吳三桂窮蹙來歸，我世祖章皇帝念其輸款投誠，授之軍旅，錫封王爵，盟勒山河；其所屬將弁，崇階世職，恩賚有加；開閫滇南，傾心倚任。迨及朕躬，特隆異數，晉爵親王，重寄干城，實託心膂，殊恩優禮，振古所無。」韋小寶聽了師爺的解說，不住點頭，說道：「皇上待這反賊的確不錯，半分沒吹牛皮。像我韋小寶，對皇上忠心耿耿，也不過封個伯爵，要封到親王，路還差著一大截呢。」那師爺繼續誦讀：「詎意吳三桂性類窮奇，中懷狙詐，寵極生驕，陰圖不軌，於本年七月內，自請搬移。朕以吳三桂出於誠心，且念及年齒衰邁，師徒遠戍已久，遂允所請，令其休息。乃飭所司安插周至，務使得所，又特遣大臣往宣諭朕懷。朕之待吳三桂，可謂體隆情至，蔑以加矣。近覽川湖總督蔡毓榮等奏：吳三桂徑行反叛，背累朝豢養之恩，逞一旦鴟張之勢，播行兇逆，塗炭生靈，理法難容，人神共憤。」韋小寶聽一句解說，讚一句：「皇上寬洪大量，沒罵吳三桂的奶奶，還算很客氣的。」張勇、趙良棟、王進寶、孫思克、以及李力世等在側旁聽，均想：「聖旨中只說皇帝待他好到不能再好，斥責吳三桂忘恩負義，不提半句滿漢之分，也不提他如何殺害明朝王室，可十分高明，好讓天下都覺吳三桂造反是大大的不該。」那師爺繼續讀下去，敕旨中勸諭地方官民不可附逆，就算已誤從賊黨，只要悔罪歸誠，也必不究既往，親族在各省做官居住，一概不予株連，不必疑慮。詔書中又道：「其有能擒吳三桂投獻軍前者，即以其爵爵之；有能誅縛其下渠魁，以及兵馬城池歸命自效者，論功從優取錄，朕不食言。」韋小寶聽那師爺解說：「皇上答應，只要誰能抓到吳三桂獻到軍前，皇上就封他為平西親王。」不由得心癢難搔，回顧李力世等人，說道：「咱們去把吳三桂抓了來，弄他個平西親王做做，倒也開胃得很。」眾人齊聲稱是。張勇等武將均想：「吳三桂兵多將廣，要抓到他談何容易？」李力世等心想：「我們要殺吳三桂，是為了他傾覆漢人江山，難道真是為韃子皇帝出力？但如韋香主做了平西親王，在雲南帶兵，再來造反，倒也不錯。」韋小寶聽完詔書，下令立即啟程，要儘快趕回北京，討差出征，以免給人趕在頭裏，先把吳三桂抓到了，搶去了平西親王的封爵。※※※這一日來到香河，離京已近，韋小寶吩咐張勇率領大隊，就地等候，嚴密看守欽犯毛東珠，自己帶同雙兒和天地會群雄，押了吳之榮，折向西南，去莊家大屋，要親自交給莊家三少奶，以報答她相贈雙兒這麼個好丫頭的厚意。傍晚時分，來到一處鎮上，離莊家大屋尚有二十餘里，一行人到一家飯店打尖。這時各人已換了便服，將吳之榮點了啞穴和身上幾個穴道，卻不綁縛，以免駭人耳目。眾人圍坐在兩張板桌之旁。無人願和吳之榮同桌，雙兒怕他逃走，獨自和他坐了一桌，嚴加監視。飯菜送上，各人正吃間，十幾個官兵走進店來，為首一人是名守備，店外馬嘶聲不絕，兩名兵士自行打水飼馬。一名把總大聲吆喝，吩咐趕快殺雞做飯，說道有緊急公事，要趕去京裏報訊。掌櫃的諾諾連聲，催促店伴侍候官老爺，親自替那守備揩抹桌椅。一批官兵剛坐定，鎮口傳來一陣車輪馬蹄聲，在店前停車下馬，幾個人走進店來。當先二人是精壯大漢。第三人卻是個癆病鬼模樣的中年漢子，又矮又瘦，兩頰深陷，顴骨高聳，臉色蠟黃，沒半分血色，隱隱現出黑氣，走得幾步便咳嗽一聲。他身後一個老翁、一個老婦並肩而行，看來都已年過八旬。那老翁也是身材瘦小，但精神瞿鑠，一部白鬚飄在胸口，滿臉紅光。那老婦比那老翁略高，腰板挺直，雙目炯炯有神。最後兩個都是二十來歲的少婦。瞧這七人的打扮，那病漢衣著華貴，是個富家員外，兩男兩女是僕役、僕婦。翁媼二人身穿青布衣衫，質料甚粗，但十分乾淨，瞧不出是甚麼身份。那老婦道：「張媽，倒碗熱水，侍候少爺服藥。」一名僕婦應了，從提籃中取出一隻瓷碗，提起店中銅壺，在碗中倒滿了熱水，盪了幾盪傾去，再倒了半碗水，放在病漢面前。那老婦從懷中取出一個瓷瓶，打開瓶塞，倒出一粒紅色藥丸，拿到病漢口邊。病漢張開嘴巴，那老婦將藥丸放在他舌上，拿起水碗餵著他吞了藥丸。病漢服藥後喘氣不已，連聲咳嗽。老翁、老婦凝視著病漢，神色間又是關注，又是擔憂，見他喘氣稍緩，停了咳嗽，兩人都長長吁了口氣。病漢皺眉道：「爹，媽，你們老是瞧著我幹麼？我又死不了。」老翁哼了一聲，轉開了頭。老婦笑道：「說甚麼死啊活啊的，我孩兒長命百歲。」韋小寶心想：「這傢伙就算吃了玉皇大帝的靈丹，也活不了幾天啦。原來這老頭兒、老婆子是他爹娘，這癆病鬼定是從小給寵壞了，爹娘多瞧他幾眼，便發脾氣。」那老婦道：「張媽、孫媽，你們先去熱了少爺的參湯，再做飯菜。」兩名僕婦答應了，各提一隻提籃，走向後堂。官兵隊中那守備向掌櫃打聽去北京的路程。掌櫃道：「眾位老爺今日再趕二三十里路，到前面鎮上住店。明兒一早動身，午後準能趕到京城。」那守備道：「我們要連夜趕路，住甚麼店？掌櫃的，打從今兒起一年內，包你生意大旺，得多備些好酒好菜，免得到時候手忙腳亂。」那掌櫃笑道：「老爺說得好。小店生意向來平常，像今天這樣的生意，一個月中難得有幾天，那是眾位老爺和客官照顧。哪能天天有這麼多貴人光臨呢？」那守備笑道：「掌櫃的，我教你一個乖。吳三桂造反，已打到了湖南，我們是趕到京裏去呈送軍文書的。這一場大仗打下來，少說也得打他三年五載。稟報軍情的天天要打從這裏經過，你這財是有得發了。」掌櫃連聲道謝，心裏叫苦不迭：「你們總爺的生意有甚麼好做？大吃大喝下來，大方的隨意賞幾個小錢，兇惡的打人罵人之後，一拍屁股就走。別說三年五載，就只一年半載，我也得上吊了。」韋小寶和李力世等聽說吳三桂已打到了湖南，都是一驚：「這廝來得好快。」錢老本低聲道：「我去問問？」韋小寶點點頭。錢老本走到那守備身前，滿臉堆笑，抱拳道：「剛才聽得這位將軍大人說，吳三桂已打到了湖南。小人的家眷在長沙，很是掛念，不知那邊打得怎樣了？長沙可不要緊嗎？」那守備聽他叫自己為「將軍大人」，心下歡喜，說道：「長沙要不要緊，倒不知道。吳三桂派了他手下大將馬寶，從貴州進攻湖南，沅州是失陷了，總兵崔世祿被俘。吳三桂部下的張國柱、龔應麟、夏國相正分頭東進。另一名大將王屏藩去攻四川，聽說兵勢很盛。川湘一帶的百姓都在逃難了。」錢老本滿臉憂色，說道：「這……這可不大妙。不過大清兵很厲害，吳三桂不見得能贏罷？」那守備道：「本來大家都這麼說，但沅州這一仗打下來，吳三桂的兵馬挺不易抵擋，唉，局面很是難說。」錢老本拱手稱謝，回歸座上。天地會群雄有的心想：「別讓吳三桂這大漢奸做成了皇帝。」有的心想：「最好吳三桂打到北京，跟滿清韃子鬥個兩敗俱傷。」眾官兵匆匆吃過酒飯。那守備站起身來，說道：「掌櫃的，我給你報了個好消息，這頓酒飯，你請了客罷。」掌櫃哈腰陪笑，道：「是，是。當得，當得。眾位大人慢走。」那守備笑道：「慢走？那可得坐下來再吃一頓了。」掌櫃神色尷尬，只有苦笑。那守備走向門口，經過老翁、老婦、和病漢的桌邊時，那病漢突然一伸左手，抓住了他胸口，說道：「你去北京送甚麼公文？拿出來瞧瞧。」那守備身材粗壯，但給他一抓之下，登時蹲了下來，身子矮了半截，怒喝：「他媽的，你幹甚麼？」漲紅了臉用力掙扎，卻半分動彈不得。那病漢右手嗤的一聲，撕開守備胸口衣襟，掉出一隻大封套來。那病漢左手輕輕一推，那守備直摔出去，撞翻了兩張桌子，乒乒乓乓一陣亂響，碗碟碎了一地。眾官兵大叫：「反了，反了！」紛紛挺槍拔刀，向那病漢撲去。病漢帶來的兩名僕役抬拳踢腿，當著的便摔了出去。頃刻之間，眾兵丁躺了一地。那病漢撕開封套，取出公文來看。那守備嚇得魂不附體，顫聲大叫：「這是呈給皇上的奏章，你……你膽敢撕毀公文，這……這……這不是造反了嗎？」那病漢看了公文，說道：「湖南巡撫請韃子皇帝加派援兵去打平西王，哼，就算派一百萬兵去，還不是……咳咳……還不是給平西王掃蕩得乾乾淨淨。」一面說話，一面將公文團成一團，捏入掌心，幾句話說完，攤開手掌一揚，無數紙片便如蝴蝶般隨風飛舞，四散飄揚。天地會群雄見了這等內力，人人變色，均想：「聽他語氣，竟似是吳三桂手下的。」那守備掙扎著爬起，拔出腰刀，道：「你毀了公文，老子反正也活不成了，跟你拚了！」提刀躍前，猛力向病漢頭頂劈下。那病漢仍是坐著，右手伸出，在守備小腹上微微一推，似乎要他別來滋擾。那守備舉起了刀的手臂忽然慢慢垂將下來，跟著身子軟倒，坐在地下，張大了口，只有出氣，沒有進氣了。被打倒了的兵丁有的已爬起身來，站得遠遠地，有氣沒力的吆喝幾句，誰也不敢過來相救長官。一名僕婦捧了一碗熱湯出來，輕輕放在病漢之前，說道：「少爺，請用參湯。」老翁、老婦二人對適才這一場大鬧便如全沒瞧見，毫不理會，只是留神著兒子的神色。徐天川低聲道：「這幾人挺邪門，咱們走罷。」高彥超去付了飯錢，一行逕自出門。只見那老婦端著參湯，輕輕吹去熱氣，將碗就到病漢嘴邊，餵他喝湯。※※※韋小寶等走出鎮甸，這才紛紛議論那病漢是甚麼路道。徐天川道：「這人撕爛那武官的衣衫，功力這等厲害，當真……當真少見。」玄貞道人道：「他在那武官肚子上這麼一推，似乎稀鬆平常，可是要閃避擋格，卻真不容易。風兄弟，你說該當如何？」風際中道：「不該走近他身邊三尺。」群雄一想，都覺有理，對這一推，不論閃避還是擋格，至少在他三尺之外方能辦到，既已欺得這麼近，再也避不開、擋不住了。徐天川忽道：「我抓他手腕……」一句話沒說完，便搖了搖頭，知道以對方內勁之強，就算抓住了他手腕，他手掌一翻一扭，自己指骨、腕骨難保不斷。眾人明知這病漢是吳三桂一黨，但眼見他行兇傷人，竟然誰也不敢出手阻攔，雖然被害的是韃子軍官，終究不是眾人平素的俠義豪傑行徑，心有愧意，不免興致索然，談得一會，便均住口。行出數里，忽聽得背後馬蹄聲響，兩騎馬急馳而來。當地已是通向莊家大屋的小道，不能兩騎並行。群雄正沒好氣，雖聽蹄聲甚急，除了風際中和雙兒勒馬道旁之外，餘人誰也不肯讓道。轉眼間兩乘馬已馳到身後，群雄一齊回頭，只見馬上乘者竟是那病漢的兩名男僕。一名僕人叫道：「我家少爺請各位等一等，有話向各位請問。」這句話雖非無禮，但目中無人之意卻再也明白不過。群雄一聽，盡皆有氣。玄貞道人喝道：「我們有事在身，沒功夫等。大家素不相識，有甚麼好問？」那僕人道：「是我家少爺吩咐的，各位還是等一等的好，免得大家不便。」言語中更是充滿了威嚇。錢老本道：「你家主人，是吳三桂手下的嗎？」那僕人道：「呸！我家主人何等身份，怎能是平西王的手下？」群雄均想：「他不說吳三桂而稱平西王，定是跟吳賊有些淵源。」便在此時，車輪聲響，一輛大車從來路馳至。那僕人道：「我家主人來了。」勒轉馬頭，迎了上去。群雄此時倘若縱馬便行，倒似是怕了那病漢，當下一齊駐馬等候。大車馳到近處，一名僕婦駕車，另一名僕婦掀起車帷，只見那病漢坐在正中，他父母坐在其後。那病漢向群雄瞪了一眼，問道：「你們為甚麼點了這人的穴道？」說著向吳之榮一指，又問：「你們是甚麼人？要上那裏去？」聲音尖銳，語氣十分倨傲。玄貞道人說道：「尊駕高姓大名？咱們素不相識，河水不犯井水，幹麼來多管閒事？」那病漢哼了一聲，說道：「憑你也還不配問我姓名。我剛才問的兩句話，你聽見了沒有？怎不回答？」玄貞怒道：「我不配問你姓名，你也不配問我們的事。吳三桂造反作亂，是個大大的奸賊，你口口聲聲稱他平西王，定是賊黨。我瞧尊駕已經病入膏肓，還是及早回家壽終正寢，免得受了風寒、傷風咳嗽，一命嗚呼。」天地會群雄哈哈大笑聲中，突然間人影幌動，拍的一聲，玄貞左頰已重重吃了記巴掌，跟著左脅中掌，摔下馬來。這兩下迅捷無倫，待他倒地，群雄才看清楚出手的原來竟是那老婦。她兩掌打倒了玄貞，雙足在地下一頓，身子飛起，倒退著回坐車中。群雄大譁，齊向大車撲去。那病漢抓住趕車的僕婦背心，輕輕一提，已和她換了位子，將僕婦抓入車中，自己坐了車把式的座位。這時正好錢老本縱身雙掌擊落，那病漢左手一拳打出，和他雙掌相碰，竟是無聲無息。錢老本只覺一股強勁的大力湧到，身不由主的兩個觔斗，倒翻出去，雙足著地後待要立定，突覺雙膝無力，便要跪倒，大駭之下，急忙用力後仰摔倒，才免了向敵人跪倒之辱。錢老本剛摔倒，風際中跟著撲至。那病漢又是一拳擊出。風際中不跟他拳力相迎，右掌中途變向，突然往他頸中斬落。那病漢「咦」的一聲，似覺對方武功了得，頗出意料之外，右手拇指扣住中指，向他掌心彈去。風際中立即收掌，右腳踏上騾背。高彥超和樊綱分向兩名男僕進攻。二僕縱馬退開，叫道：「讓少爺料理你們。」高樊二人均想和對方僕從動手，勝之不武，見二僕退開，正合心意，當即轉身，雙雙躍起，攻那病漢左側。突然那騾子長聲嘶叫，軟癱在地，帶動大車跟著傾側。原來風際中踏上騾背，足底暗運重力，一踹之下，騾子脊骨便斷。那病漢足不彈、身不起，在咳嗽聲中已然站在地下。車中老翁、老婦分別提著一名僕婦從車中躍出。這三人行動似乎並不甚快，但都搶著先行離車，大車這才翻倒。錢老本和徐天川向老翁、老婦搶去。那老婦左手搖搖，右手向病漢一指，笑道：「你們過去，陪我孩兒玩玩。」言中之意，竟是要二人去挨她兒子的拳頭，好讓他高興高興。徐天川右拳向那老翁頭頂擊落，只是見他年紀老邁，雖知他武功不弱，還是生怕一拳打死了他，喝道：「看拳！」手上也只使了三成力。他自從失手打死白寒松，和沐王府鬧出不少糾紛後，已然深自戒惕。那老翁伸手一把捏住了他拳頭。這老翁身材瘦小，手掌竟然奇大，捏住他拳頭後，說道：「到那邊玩去！」徐天川年紀雖比這老翁小得多，卻也已是個白髮老頭，這老翁這句話，卻如是對頑童說話的語氣。徐天川右手用力回奪，左拳跟著擊出。這一招「青龍白虎」本是相輔相成的招式，左拳並非真的意在擊中對方，只是要迫敵鬆手，但若對方不肯鬆手，這一拳便正中鼻梁。那老翁展臂一送，鬆開了手。徐天川只覺一股渾厚之極的大力推動過來，再加上自己左拳正用力打出，右力向後，左力向前，登時身如陀螺急轉，一直向那病漢轉了過去。那病漢正和風際中、高彥超、樊綱、李力世四人相鬥，見徐天川轉到，拍手笑道：「有趣，有趣！」四人的拳腳正如疾風驟雨般向他身上招呼，他竟有餘裕拍手歡呼，跟著伸手一撥。徐天川忽然反了個方向，本是右轉，卻變成左轉，急速向那老翁旋轉將過去。那病漢笑道：「爹，好玩得很，你再把這陀螺旋過來！」玄貞奮力衝上。那病漢隨手一撥一推、一撥一推，竟將玄貞、高彥超、樊綱、李力世四人也都轉成了陀螺。只風際中沒給帶動，但也已胸口氣血翻湧，急忙躍退三步，雙掌護身。五位天地會的豪傑都轉個不停，想運力凝住，卻說甚麼也定不下來。那一人轉的勢道稍緩，那病漢便搶過去一撥一推，旋轉的勢道登時又急了。這情景便如是孩童在桌上旋銅錢一般，五個銅錢在桌上急轉，直立不倒，那一個轉得緩了，勢將傾倒，那孩童又用手指去轉上一轉。韋小寶只瞧得目瞪口呆，驚駭不已。雙兒站在他身前，提心吊膽的護住了他。韋小寶低聲道：「咱們三十六著。」雙兒道：「快到莊家去。」韋小寶道：「對，一到莊家，大吉大利。做莊家的可以吃夾棍，大殺三方。」轉身便走。雙兒拉了吳之榮，跟在後面。那病漢轉陀螺轉得興高采烈。一對老夫婦臉帶微笑，瞧著兒子。四名僕人拍手喝采，在旁為小主人助興。那病漢見風際中站穩馬步，左掌高，右掌低，擺成個「古松矯立勢」，當即欺身上前，伸手往他右肩撥去。風際中右足退了一步，側肩讓開，卻不敢出掌還手。那病漢怒道：「你這壞人，你不轉陀螺？」伸手又往他右肩撥去。風際中又再後退，不料左肩後突然一股大力推到，登時身不由主，在那病漢大笑聲中急速旋轉，待要使「千斤墜」定住身子，被那病漢在後腰用力一撥，又轉了起來。吳之榮見那病漢和對頭為難，陡然間現出生機，當下一步一跌的行得幾步，假裝腳下一絆，摔倒在地。雙兒用力拉扯，他只不肯起身。韋小寶大急，生怕他向敵人說出真相，左手托住他下顎，使勁一捏，吳之榮便張開口來。韋小寶從靴筒中拔出匕首，往他口中一絞，將他舌頭割去了大半截。吳之榮痛得暈了過去。雙兒只道韋小寶已將這奸賊殺死，叫道：「相公，快走！」兩人向前飛奔。兩人奔不到一里，便聽得身後馬蹄聲響，有人騎馬追來。韋小寶向左首的亂石岡一指，兩人離開小路，奔入亂石堆中。那病漢和一名僕人騎馬追到，眼見得馬匹不能馳入亂石岡中，那僕人躍下馬來，叫道：「兩個小孩別怕。我家少爺叫你們陪他玩，快回來。」韋小寶道：「轉陀螺的事，老子可不幹。」逃得更加快了。那僕人追入亂石堆，韋小寶和雙兒腳下甚快，那僕人追趕不上。那病漢叫道：「捉迷藏麼？有趣，有趣！」下了馬背，咳嗽不停，從南抄將過來。韋小寶和雙兒轉身向東北角奔逃，反向那僕人奔去。那僕人撲過來要捉韋小寶。韋小寶使出九難所授的「神行百變」功夫，身子一側，那僕人便撲了個空。雙兒反手一掌，打向他後腰。那僕人見她小小年紀，毫沒放在心上，竟不招架，伸手去扭她右臂。雙兒左掌疾落，擦的一聲，已斬中他後腰。那僕人吃痛，「啊」的一聲叫了出來，便在這時，雙兒已抓住他右手手腕，反過來一扭，喀喇一響，扭斷了他手肘關節。那病漢「咦」的一聲，從一塊巖石跳到另一塊巖石，幾個起落，縱到雙兒身前，左手揮出，雙兒頭上帽子落地，滿頭青絲散了開來。那病漢笑道：「是個姑娘！」伸手抓住了她長髮。雙兒「啊」的一聲大叫，一招「雙迴龍」，雙肘後撞，那病漢笑道：「好！」左手自左而右一掠，抓住她兩隻手掌，反在背後，跟著右手將她長髮在她雙手手腕繞了兩轉，再打個結，哈哈大笑。雙兒急得哭了出來，叫道：「相公，快逃，快逃！」那病漢伸指在她腰裏輕輕一戳，點了穴道，笑道：「他逃不了的。」撇下雙兒，向韋小寶追去，片刻間便已追近。韋小寶在亂石中東竄西走，那病漢幾次要抓到了，都被他用「神行百變」功夫逃開。那病漢笑道：「你捉迷藏的本事倒好啊。」韋小寶內力不足，奔跑了這一陣，已然氣喘吁吁，知道再過一會非給他抓到不可，叫道：「你捉我不到，現下輪到我捉你了。你快逃，我來捉你了。」說著轉過來，向那病漢撲去。那病漢嘻嘻一笑，果真轉身便逃，也在亂石堆中轉來轉去。韋小寶早瞧出他武功雖高，為人卻癡癡呆呆，四十幾歲年紀，行事仍如孩童一般，可是他在亂石堆中倏來倏往，剛見他在東邊，眼睛一霎，身形已在西邊出現，神速直如鬼魅。韋小寶又是駭異，又是佩服，叫道：「我定要捉住你，你逃不了的。」假裝追趕，奔到了雙兒身邊，一把將她抱起，大聲叫道：「喂，我就算抱了一個人，也追得上你。」那病漢哈哈大笑，叫道：「嗚嘟嘟，吹法螺，咳咳……嗚哩哩，吹牛皮！」韋小寶抱著雙兒，裝著追趕病漢，卻越走越遠。那病漢叫道：「沒用的小東西，你還捉不住我……咳咳……」向著他搶近幾步。韋小寶叫道：「這一下還不捉住你？你咳得逃不動了。」說著作勢向他一撲。那老婦在遠處怒喝：「小鬼！你膽敢引我孩兒咳嗽！」嗤的一聲，一粒石子破空飛來。石子雖小，響聲驚人。韋小寶叫聲：「啊喲！」蹲下身子躲避，還是慢了一步。那石子正中腿彎，撲地倒了，和雙兒滾成了一團。那老婦道：「抓過來！」另一名男僕縱身過來，抓住韋小寶和雙兒的背心，提到那老婦面前，拋在地下。那病漢嘻嘻而笑，拍手唱道：「不中用，吃胡蔥，咳咳……跌一交，撲隆通！」韋小寶又驚又怒，只見徐天川、風際中等人都已被長繩縛住，排成了一串，一名僕婦手中拉著長繩，連吳之榮也縛在一串之末。每人頭垂胸前，雙目緊閉，似乎都已失了知覺。那老婦道：「這女娃娃女扮男裝，哼，你的分筋錯骨手，是那裏學的？那男孩子，你的『神行百變』功夫跟誰學的？」韋小寶吃了一驚，心想：「這老婆子的眼光倒厲害，知道我這門功夫的名字。」想到人家竟然認了出來，那麼自己的「神行百變」功夫顯然已練得頗為到家，又不禁有些得意，笑道：「甚麼神行百變？你說我會『神行百變』的功夫？」那老婦道：「呸！你這幾下狗跳不像狗跳，蟹爬不像蟹爬，也算是神行百變了？」韋小寶坐起身來，說道：「是你自己說的神行百變，又不是我說的。我怎知是『神跳百變』呢，還是『神爬百變』？」那病漢拍手笑道：「你會神跳百變，又會神爬百變，哈哈，有趣。」俯身在韋小寶背上點了一指。韋小寶只感一股炙熱的暖氣直透入身，酸麻的下肢登時靈活，站起身來，說道：「你解穴道的本事，可高明得很哪。」那病漢道：「你快爬，爬一百樣變化出來，又要烏龜爬，又要蛤蟆爬，這才叫得神爬百變。」韋小寶道：「我不會神爬百變，你如會，你爬給我看。」那病漢道：「我也不會。我爹說的，武學大師不單是學人家的，還要能別出心裁，獨創一格，才稱得上『大師』。爹，武學之中，有沒『神爬百變』這門功夫？」那老翁皺著眉頭，搖了搖頭。韋小寶道：「你是武學大師，天下既沒這門功夫，你自己就去創了出來，立一個『神爬門』……」話未說完，屁股上已吃了那老婦一腳，只聽她喝道：「別胡說八道！」那老婦向兒子橫了一眼，臉上微有憂色，似乎生怕兒子聽了這少年的攛掇，真去創甚麼「神爬百變」的新功夫。她不願兒子多想這件事，又問韋小寶：「你叫甚麼名字？你師父是誰？」韋小寶心想：「這兩個老妖怪，一個小妖怪……不，中妖怪，武功太強，老子是鬥不過的。好漢不吃眼前虧，只好騙騙他們。老子倘若冒充是吳三桂的朋友，諒他們就不敢難為我了。」向吳之榮瞥了一眼，靈機一動，說道：「我姓吳，名叫吳之榮，字顯揚，揚州府高郵縣人氏。辣塊媽媽，我的伯父平西王不久就要打到北京來。你們要是得罪了我，平西王可要對你們不客氣了！」老夫婦和那病漢都大為驚訝，互相望了一眼。那病漢道：「假的！平西王怎會有你這樣的侄兒？」韋小寶道：「怎會是假？平西王家裏的事，你不妨一件件問我。只要我有一件說錯了，你殺我的頭就是。」那病漢道：「好！平西王最愛的是甚麼東西？」韋小寶道：「你說是東西呢，還是人？他最愛的人，從前是陳圓圓，後來陳圓圓年紀大了，他就喜歡了一個叫做『四面觀音』的美人，現今他最心愛的美人，叫做『八面觀音』。」那病漢道：「美人有甚麼好愛？我說他最愛的東西。」韋小寶道：「平西王有三件寶貝，他是最愛的了。第一是一張白老虎皮，第二是一顆雞蛋大的紅寶石，第三是一面老虎花紋的大理石屏風。」那病漢笑道：「哈哈，你倒真的知道，你瞧！」解開衣扣，左手抓住長袍的大襟往外一揚，露出裏面所穿的皮裘來。那皮裘白底黑章，正是白老虎皮所製。韋小寶大奇，道：「咦，咦！這是平西王第一心愛的白老虎皮哪，你……你……怎麼偷了得來？」那病漢得意洋洋的道：「甚麼偷了得來？是平西王送我的。」韋小寶搖頭道：「這個我可不信了。我聽我姊夫夏國相說……」那病漢道：「夏國相是你姊夫？」韋小寶道：「是，是堂姊夫，我堂姊吳之……吳之芳，是嫁給他做老婆的。我姊夫很會打仗，是平西王麾下十大總兵之一。」那病漢點頭道：「這就是了。平西王請我爹媽和我喝酒，我爹媽不去，我獨自去了。平西王親自相陪。他手下的十大總兵都來了。你姊夫排在第一個。」韋小寶道：「是啊，還有馬寶馬大哥、王屏藩王大哥、張國柱張大哥，那都是頂括括的戰將，好威風啊，好殺氣！」那病漢道：「你姊夫說我這張白老虎皮怎樣？」韋小寶一意討他歡心，信口開河：「我姊夫說，當年陳圓圓最得寵之時，受了風寒，有點兒傷風咳嗽，聽人說，只要拿這張白老虎皮當被蓋，蓋得三天，立刻就好了。她向吳……向平西王討這張白老虎皮。平西王言道：『借你蓋幾天是可以的，賜給你就不行了。這是天下最吉祥的寶貝，八百年只出一隻白老虎，就算出了，也打不到，剝不到皮。這張白老虎皮放在屋裏，邪鬼惡魔一見到，立刻就逃得遠遠地。身上有病，也不用吃藥，只須將白老虎皮當被蓋，蓋不了幾天就皮到病除。人家賭牌九，左門叫作青龍，右門叫作白虎。青龍皮、白虎皮，都是無價之寶。』」那老婦聽他說得活靈活現，兒子身上有病，那是她唯一關心之事，聽說白虎皮當被蓋可治咳嗽，雖不甚信，卻亟盼當真如此，說道：「孩兒，平西王將這件寶貝送了給你，你面子可不小啊。你做了皮袍子穿，真聰明，倘若這白虎皮真能治病……」那病漢皺眉道：「我又沒病，你儘提幹麼？」那老婦笑道：「是，是。你生龍活虎一般，這幾個都是江湖好漢，卻給你轉陀螺、耍流星，玩了個不亦樂乎。」那病漢哈哈大笑，笑聲中夾著幾聲咳嗽。那老婦道：「你晚上睡覺之時，咱們記得把皮袍子蓋在被上。」病漢轉過了頭不理。那老翁一指風際中等人，問道：「這些都是平西王的手下？」韋小寶心想：「我冒充是老漢奸的侄子，也不打緊。要徐三哥他們認是吳三桂的手下，那可一萬個不願意了。他們骨頭硬，別要言語中露出了馬腳。」說道：「他們都是我的手下。我們聽說平西王起義，額駙和公主留在京裏，逃不出來。這吳應熊哥哥跟我最說得來，交情再好不過，我帶這批朋友想到北京去救額駙。這件事雖然凶險，可是大家義氣為重，這叫赴湯蹈火，在所不辭，明知是刀山劍林，也要去闖了。」這幾句話，可說得慷慨激昂之至。那老翁點了點頭，走過去雙手幾下拉扯，登時將縛住風際中等人的長繩拉斷，跟著在每人背心輕拍兩記，推拿數下，解開了各人被封的穴道。一名僕婦去解開了雙兒縛住兩手的頭髮。那老翁對韋小寶道：「單憑你這一面之辭，也不能全信，這事牽連重大，你說是平西王的侄子，可有甚麼證據？」韋小寶笑道：「老爺子，這可為難了。我的爹娘卻不是隨身帶的。這樣罷，咱們去北京見額駙，倘若他已給皇帝拿了，咱們就去見建寧公主。公主定會跟你們說，我是貨真價實、童叟無欺的吳之榮。」心想一到北京，那裏還怕你們胡來，就算當真給他們扭了去見建寧公主，自己就冒充是天上的玉皇大帝，公主也必點頭稱是。那老翁和老婦對望了一眼，沉吟未決。韋小寶突然想起，笑道：「啊，有了，我身上有一封平西王寫的家書，這封信給旁人見到了，我不免滿門抄斬。你們既是平西王的朋友，瞧一瞧倒也不妨。」說著伸手入懷，取出查伊璜假造的那封書信，交給老翁。那老翁抽出書箋，在沉沉暮色之中觀看。韋小寶還怕他們不懂，解說道：「斬白蛇、唱大風歌甚麼的，是說朱元璋……」他不解說倒好，一解便錯，將劉邦的事說成了朱元璋，幸好那老翁、老婦正在凝神閱信，沒去留意他說些甚麼。那老婦看了信後，說道：「那是沒錯的了。平西王要做漢高祖、明太祖，請他去做張子房、劉伯溫。二哥，平西王說起義是為了復興明室，瞧這信中的口氣，哼，他……他自己其志不小哇。」向韋小寶瞧了一眼，說道：「你年紀輕輕……」心中自然是說：「你這小娃兒，也配做張子房、劉伯溫麼？」那老翁將信摺好，套入信封，還給韋小寶，道：「果然是平西王的令侄，我們適才多有得罪。」韋小寶笑道：「好說，好說。不知者不罪。」這時徐天川等均已醒轉，聽韋小寶自稱是吳三桂的侄兒，對方居然信之不疑，無不大為詫異，但素知小香主詭計多端，當下都默不作聲。韋小寶心想：「老子曾對那蒙古大鬍子罕帖摩冒充是吳三桂的兒子，兒子都做過，再做一次侄兒又有何妨？下次冒充是吳三桂的爸爸便是，只要能翻本，就不吃虧。」這時天色已甚為昏暗，眾人站在荒郊之中，一陣陣寒風吹來，那病漢不住咳嗽。韋小寶問道：「請問老爺子、老太太貴姓？」那老婦道：「我們姓歸。」韋小寶心道：「甚麼姓不好姓，卻去姓個烏龜的『龜』，真正笑話奇談。」那老婦瞧著兒子，說道：「這就天黑了，得找個地方投宿，別的事慢慢再商量。」韋小寶道：「是，是。剛才我在山岡之上，見到那邊有煙冒起來，有不少人家，咱們這就借宿去。」說著向莊家大屋的方向一指。其實此處離莊家大屋尚有十來里地，山丘阻隔，瞧得見甚麼炊煙？那男僕牽過兩匹馬來，讓病漢、老翁、老婦乘坐。老婦和病漢合乘一騎，她坐在兒子身後，伸手摟住了他。韋小寶等本來各有坐騎，一齊上馬，四名僕役步行。行了一陣，韋小寶對雙兒大聲道：「你騎馬快去，瞧前面是市鎮呢還是村莊，找一兩間大屋借宿，趕快先燒熱水，歸家少爺要暖參湯喝。大夥兒熱水洗了腳，再喝酒吃飯。多賞些銀子。」他說一句，雙兒答應一聲。他從懷中摸出一大錠銀子，連著一包蒙汗藥一起遞過。雙兒接過，縱馬疾馳。那老婦臉有喜色，韋小寶吩咐煮熱水、暖參湯，顯然甚合她心意。又行出數里，雙兒馳馬奔回，說道：「相公，前面不是市鎮，也不是村莊，是家大屋。屋裏的人說他家男人都出門去了，不能接待客人。我給銀子，他們也不要。」韋小寶罵道：「蠢丫頭，管他肯不肯接待，咱們只管去便是。」雙兒應道：「是。」那老婦也道：「咱們只借宿一晚，他家沒男子，難道還搶了他、謀了他家的不成？」※※※一行人來到莊家。一名男僕上去敲門，敲了良久，才有一個老年僕婦出來開門，耳朵半聾，纏夾不清，翻來覆去，只是說家裏沒男人。那病漢笑道：「你家沒男子，這不是許多男子來了嗎？」一閃身，跨進門去，將那老僕婦擠在一邊。眾人跟著進去，在大廳上坐定。那老婦道：「張媽、孫媽，你們去燒水做飯，主人家不喜歡客人，一切咱們自己動手便是。」兩名僕婦答應了，逕行去找廚房。徐天川來過莊家大屋，後來曾聽韋小寶說起箇中情由，眼見他花言巧語，將這三個武功深不可測的大高手騙得自投羅網，心下暗暗歡喜，當下和眾兄弟坐在階下，離得那病漢和韋小寶遠遠地，以免露出了馬腳。那老翁指著吳之榮問道：「這個嘴裏流血的漢子是甚麼人？」韋小寶道：「這傢伙是朝廷裏做官的，我們在道上遇見了，怕他去向官府出首告密，因此……因此便割去了他的舌頭。」那老翁當時離得甚遠，卻瞧在眼裏，心中一直存著個疑團，這時聽韋小寶說了，仍有些將信將疑，走到吳之榮身前，問道：「你是朝廷的官兒，是不是？」吳之榮早已痛得死去活來，當下點了點頭。那老翁又問：「你知道人家要造反，想去出首告密，是不是？」吳之榮心想要抵賴是不成了，只盼這老翁能救得自己一命，於是連連點頭。韋小寶道：「他得知南方有一位手握兵權的武將要造反，這位武將姓吳，造起反來就不得了。」那老翁問吳之榮道：「這話對嗎？」吳之榮又點頭不已。那老翁再不懷疑，對韋小寶又多信得幾分。他回坐椅上，問韋小寶：「吳兄弟的武功，是那位師父教的？」韋小寶道：「我師父有好幾位，一、二、三，一共是三位。不過我……我又笨又懶，甚麼功夫也沒學好。」那老翁心想：「你武功沒學好，難道我不知道了。」但於他的「神行百變」輕功總是不能釋懷，雖然韋小寶所使的只是些皮毛，然而身法步伐，確是「神行百變」上乘輕功無疑，又問：「你跟誰學的輕功？」韋小寶心想：「他定要問我輕功是誰教的，必是跟我那位師太師父有仇，那可說不得。他是吳三桂一黨，多半跟西藏喇嘛有交情。」便道：「有一位西藏大喇嘛，叫作桑結，在昆明平西王的五華宮裏見到了我，說我武功太差，跟人打架是打不過的，不如學些逃走的法子罷，就教了我幾天。我練得很辛苦，自以為了不起啦，那知道一碰上你老公公、老婆婆，還有這位身強力壯、精神百倍的歸少爺，卻一點也不管用。」那老婦聽他稱讚兒子「身強力壯，精神百倍」，這八字評語，可比聽到甚麼奉承話都歡喜，不由得眉花眼笑，向兒子瞧了幾眼，從心底裏樂上來，說道：「二哥，孩兒這幾天精神倒健旺。」那老翁微微點頭，然見兒子半醒半睡的靠在椅子，實是萎靡之極，心中不由得難過，向韋小寶道：「原來如此，這就是了。」那老婦問道：「桑結怎麼會鐵劍門的輕功？」那老翁道：「鐵劍門中有個玉真子，在西藏住過很久。」那老婦道：「啊，是了，他是木桑道長的師弟。多半是他當年在西藏傳了給人。」轉頭問雙兒：「小姑娘，你的武功又是跟誰學的？」一對老夫婦都凝視著她，似乎她的師承來歷是件要緊之極的大事。雙兒給二人瞧得有些心慌，道：「我……我……」她不善說謊，不知如何回答才是。韋小寶道：「她是我的丫頭，那位桑結喇嘛，也指點過她的武功。」老翁、老婦一齊搖頭，齊聲道：「決計不是。」臉上神色十分鄭重。這時那病漢忽然大聲咳嗽，越咳越厲害。老婦忙過去在他背上輕拍。老翁也轉頭瞧著兒子。兩名僕婦從廚下用木盤托了參湯和熱茶出來，站在病漢身前，待他咳嗽停了，服侍他喝了參湯，才將茶碗分給眾人、連徐天川等也有一碗。那老翁喝了茶，要待再問雙兒，卻見她已走入後堂。那老翁忽地站起，問孫媽道：「沖茶的熱水那裏來的？」韋小寶大吃一驚，心中怦怦亂跳，暗叫：「糟糕，糟糕！這老不死的知道了。」孫媽道：「是我和張媽一起燒的。」老翁問道：「用的甚麼水？」孫媽道：「就是廚房缸裏的。」張媽跟著道：「我們仔細看過了，很乾淨……」話猶未了，咕咚、咕咚兩聲，兩名男僕摔倒在地，暈了過去。那老婦跳起身來，幌了一幌，伸手按頭，叫道：「茶裏有毒！」徐天川等並未喝茶，各人使個眼色，一齊摔倒，假裝暈去，乒乒乓乓，茶碗摔了一地。韋小寶叫道：「啊喲！」也摔倒在地，閉上了眼睛。只聽張媽和孫媽齊道：「水是我們燒的，廚房裏又沒來過別人。」那老婦道：「缸裏的水下了藥。孩兒，你覺得怎樣？」那病漢道：「還好，還……」頭一側，也暈了過去。孫媽道：「參湯裏沒加水。參湯是我們熬了帶來的。」老翁道：「隔水燉熱，水汽也會進去。」老婦道：「對！孩兒身子虛弱，這……這……」忙伸手去摸那病漢額頭，手掌已不住顫抖。那老翁強運內息，壓住腹內藥力不使散發，說道：「快去挹兩盆冷水來。」張媽、孫媽沒喝茶，眼見奇變橫生，都嚇得慌了，忙急奔入內。那老婦道：「這屋子有古怪。」她身上不帶兵刃，俯身去一名男僕腰間拔刀，一低頭，只覺一陣天旋地轉，再也站立不定，一交坐倒，手指碰到了刀柄，卻已無力捏住。那老翁左手扶住椅背，閉目喘息，身子微微搖幌。韋小寶躺在地下，偷眼察看，見雙兒引了一群女子出來。那老翁突然揮掌劈出，將一名白衣女子擊得飛出丈許，撞塌了一張椅子。徐天川等大聲呼喝，躍起身來，搶到老翁身前，卻見他已然暈倒。風際中出指點了他穴道，又點了那老婦和病漢的穴道。韋小寶跳起身來，哈哈大笑，叫道：「莊三少奶，你好！」向一個白衣女子躬身行禮。※※※那女子正是莊家三少奶，急忙還禮，說道：「韋少爺，你擒得我們的大仇人到來，真不知如何報答才是。老天爺有眼，讓我們大仇得報。韋少爺，請你來見過我們的師父。」引著他走到一個黃衫女子之前。這女子伸手在那被老翁擊傷的女子背上按摩。那傷者哇的一聲，吐出一大口鮮血，跟著又是一大口血。那黃衫女子微笑道：「不要緊了。」聲音柔美動聽。韋小寶見這女子年紀已然不輕，聲音卻如少女一般。她頭上戴了個金環，赤了雙足，腰間圍著條繡花腰帶，裝束甚是奇特，頭髮已然花白，一張臉龐卻又白又嫩，只眼角間有不少皺紋，到底多大年紀，實在說不上來，瞧頭髮已有六十來歲，容貌卻不過三十歲上下。他想這人既是三少奶的師父，當即上前跪倒磕頭，說道：「婆婆姊姊，韋小寶磕頭。」那女子笑問：「你這孩子叫我甚麼？」韋小寶站起身來，說道：「你是三少奶的師父，我該叫你婆婆，不過瞧你相貌，最多不過做得我姊姊，因此叫你婆婆姊姊。」那女子格格而笑，說道：「最多做你姊姊？難道還能做你妹子嗎？」韋小寶道：「倘若我隔壁聽見你的聲音，那要叫你婆婆妹妹了。」那女子笑得身子亂顫，笑道：「你這小滑頭好有趣，一張嘴油腔滑調，真會討人歡喜，難怪連我歸師伯這樣的大英雄，也會著了你道兒。」她此言一出，眾人無不大驚。韋小寶指著那老翁道：「這……這老公公，是你婆婆姊姊的師伯？」那女子笑道：「怎麼不是？我跟他老人家有四十年不見了，起初還真認不出來，直到見到他老人家出手，這一掌『雪橫秦嶺』如此威猛，中原再沒第二個人使得出，才知是他。」韋小寶愁道：「既然是自己人，那怎麼辦？」那女子搖頭笑道：「我可也不知道怎麼辦了。我師父知道了這事，非把我罵個臭死不可。」眼見幾名僕婦已手持粗索在旁侍候，笑道：「你如吩咐要綁人，你自己發號令罷，可不關我事。師伯我是不敢綁的，不過如果不綁，他老人家醒了轉來，我卻打他不過。小弟弟，你打得過嗎？」韋小寶大喜，笑道：「我更加打不過了。」知她這麼說，只是要自脫干係，卻無迴護師伯之意，忙向徐天川等道：「這幾個人跟吳三桂是一黨，不是好人。咱們天地會綁他起來，跟婆婆姊姊半點也不相干。」徐天川等適才受那病漢戲弄，實是生平從所未經的奇恥大辱，早已恨得牙癢癢地，當即接過繩索，將老翁、老婦、病漢和兩個男僕都結結實實的綁住。那黃衫女子問道：「我歸師伯怎會跟吳三桂是一黨？你們又怎麼幹上了的？」韋小寶於是將如何與那老翁在飯店相遇的情形說了，徐天川等為那病漢戲耍一節，自然略過了不說，只說這癆病鬼武功厲害，大家不是他敵手。那女子道：「歸家小師弟的性命，還是我師父救的。他從小就生重病，到現下身子還是好不了。他是歸師伯夫婦的命根子。」看了那老翁一眼，說道：「歸師伯為人很正派，怎會跟吳三桂那大漢奸是一黨？倘若真是這樣，我師父就不能罵人，嘻嘻！」聽她言語，似乎對師父著實怕得厲害。韋小寶道：「誰幫了吳三桂，那就該殺。你師父知道了這事，還會大大稱讚你呢。」那女子笑道：「是嗎？」瞧著那老翁、老婦，沉思片刻，過去探了探那病漢的鼻息，說道：「三少奶，待會我師伯醒來，定要大發脾氣。咱們又不能殺了他。這樣罷，讓他們留在這裏，咱們大夥兒溜之大吉，教他們永遠不知道是給誰綁住的，你說好不好？」三少奶道：「師父吩咐，就這麼辦好了。」但想在此處居住多年，突然立刻要走，心中固是捨不得，又覺諸物搬遷不易，不禁面有難色。一個白衣老婦人說道：「仇人已得，我們去祭過了諸位相公，靈位就可焚化了。」三少奶道：「婆婆說得是。」當下眾人來到靈堂，將吳之榮拉過來，跪在地下。三少奶從供桌上捧下一部書來，拿到吳之榮跟前，說道：「吳大人，這部是甚麼書，你總認得罷？」吳之榮對這部書早已看得滾瓜爛熟，一見這書的厚薄、大小、冊數，便知是自己賴以升官發財的「明史」，再看題簽，果然是「明書輯略」，便點了點頭。三少奶又道：「你瞧得仔細些，這裏供的英靈，當年你都認得的。」吳之榮凝目向靈牌上的名字瞧去，只見一塊塊靈牌上寫的名字是莊允城、莊廷鑨、李令皙、程維藩、李煥、王兆楨、茅元錫……一百多塊靈牌上的名字，個個是因自己舉報告密、為「明史」一案而被朝廷處死的。吳之榮只看得八九個名字，已然魂飛天外。他舌頭被割，流血不止，本已三成中死了二成，這時全身一軟，坐倒在地，撲簌簌的抖個不住。三少奶道：「你為了貪圖功名富貴，害死了這許多人。列位相公有的在牢獄中苦受折磨而亡，有的慘遭凌遲，身受千刀萬剮之苦。我們若不是天幸蒙師父搭救，也早已給你害死。今日如一刀殺了你，未免太也便宜了你。只不過我們做事，不像你們這樣殘忍，你想死得痛快，自己作個了斷罷。」說著解開了他身上穴道，噹的一聲，將一柄短刀拋在地下。吳之榮全身顫抖，拾起刀來，可是要他自殺，又如何有這勇氣？突然轉身，便欲向靈堂外衝出逃命，只跨出一步，但見數十個白衣女子擋在身前。他喉頭荷荷數聲，一交摔倒，扭曲了幾下，便一動也不動了。三少奶扳過他身子，見他呼吸已停，滿臉鮮血，睜大了雙眼，神情可怖，說道：「惡有惡報，這奸賊終於死了。」跪倒在靈前，說道：「列位相公，你們大仇得報，在天之靈，便請安息罷。」眾女子一齊伏地大哭。韋小寶和天地會群雄都在靈前行禮。那黃衫女子卻站在一旁，秀眉微蹙，默然不動。眾女子哭泣了一會，又齊向韋小寶叩拜，謝他擒得仇人到來。韋小寶忙磕頭還禮，說道：「小事一樁，何必客氣？倘若你們再有甚麼仇人，說給我聽，我再去給你們捉來便是。」三少奶道：「奸相鰲拜是韋少爺親手殺了，吳之榮已由韋少爺捉來處死。我們的大仇已報了十足，再也沒仇人了。」當下眾女子撤了靈位，火化靈牌。※※※那黃衫女子見她們繁文縟節，鬧個不休，不耐煩起來，出去瞧那被擒的數人。韋小寶和天地會群雄跟了出去。只見那老翁、老婦、病漢兀自未醒。那黃衫女子微笑道：「小娃娃，你要下毒害人，可著實得好好的學學呢。」韋小寶道：「是，是，晚輩下藥迷人，實在是沒法子。他們武功太強，我如不使個詭計，非給扭斷脖子不可。這些下作手段，江湖上英雄好漢是很瞧不起的。我知錯了，下次不敢了。」那黃衫女子微微一笑，說道：「甚麼下作上作？殺人就是殺人，用刀子是殺人，用拳頭是殺人，下毒用藥，還不一樣是殺人？江湖上的英雄好漢瞧不起？哼，誰要他們瞧得起了？像那吳之榮，他去向朝廷告密，殺了幾千幾百人，他不用毒藥，難道就該瞧得起他了？」這番話句句都教韋小寶打從心坎兒裏歡喜出來，不禁眉花眼笑，說道：「婆婆姊姊，你這話可真對極了。我小時候幫人打架，用石灰撒敵人眼睛，我幫他打贏了架，救了他性命，可是這人反而說我使的是下三濫手段，狠狠打我耳光。可惜那時婆婆姊姊不在身邊，否則也好教訓教訓他。」那黃衫女子道：「不過你向我歸師伯下毒，我也得狠狠打你幾個耳光。」韋小寶忙道：「那時候我可不知他是你的師伯哪。」那女子道：「要是你知道他是我師伯，他又要扭斷你的脖子，你有毒藥在手，下不下他的毒？」韋小寶嘻嘻一笑，說道：「性命交關，那也只好得罪了。」那女子道：「算你說老實話。人家要你的命，你怎能不先要人家的命？我說要打你耳光，只因你太也不知好歹。人家是大名鼎鼎的『神拳無敵』歸辛樹歸二爺，功力何等深厚？你對他使這吃了頭不會暈、眼不會花的狗屁蒙汗藥，他老人家只當是胡椒粉。」韋小寶道：「可是他……他……」那女子道：「你這不上台盤的蒙汗藥混在茶裏，人家八十年的老江湖，會胡裏胡塗的就喝了下去？那是開黑店的流氓痞棍玩意兒。要下毒，就得下第一流的。」韋小寶又驚又喜，說道：「原來……原來婆婆姊姊給換上了第一流的。」那女子道：「胡說！我沒換。歸師伯他們自己累了，頭痛發燒，暈了過去。跟我有甚麼相干？一個是癆病鬼，兩個是八十多歲的老公公、老婆婆，忽然之間自己暈倒了，有甚麼希奇？」她嘴裏說得一本正經，眼光中卻露出玩鬧的神色。韋小寶知她怕日後師父知道了責罵，是以不認，心中對這女子說不出的投緣佩服，突然跪倒在地，說道：「婆婆姊姊，我拜你為師，你收了我這徒兒，我叫你師父姊姊。」那女子格格嘻笑，伸出右臂，將手掌擱在他頦下。韋小寶只覺得頦下有件硬物，絕非人手，垂首看去，大吃一驚，只見那物竟是一把黑黝黝的鐵鉤，鉤尖甚利，閃閃發光。那女子笑道：「你再瞧仔細了。」左手捋起右手衣袖，露出一段雪白的上臂，但齊腕而斷，並無手掌，那隻鐵鉤竟是裝在手腕上的。那女子道：「你要做我徒兒，也無不可，這就來割去了手掌，我給你裝隻鐵鉤。」這黃衫女子，便是當年天下聞名的五毒教教主何鐵手。後來拜袁承志為師，改名為何惕守。明亡後她隨同袁承志遠赴海外，那一年奉師命來中原辦事，無意中救了莊家三少奶等一群寡婦，傳了她們一些武藝。此番重來，恰逢雙兒拿了蒙汗藥前來，說起情由，她雖不知對方是誰，但武功既如此高強，尋常蒙汗藥絕無用處，於是另行用些藥物放入水缸之中。何惕守使毒本領當世無雙，自歸華山派後，不彈此調已久，忽然見到有人要在水缸中下毒，不禁技癢，牛刀小試，天下何人當得？若非如此，歸辛樹內力深厚，尚在她師父袁承志之上，韋小寶這包從御前侍衛手中得來的尋常蒙汗藥，如何迷得他倒？那病漢歸鍾在娘胎之中便已得病，本來絕難養大，後來服了珍貴之極的靈藥，這條性命才保了下來，但身體腦力均已受損，始終不能如常人壯健。歸辛樹夫婦只有這個獨子，愛逾性命，因他自幼病苦纏綿，不免嬌寵過度，失了管教。歸鍾雖然學得一身高強武功，但人到中年，心智性情，卻還是如八九歲的小兒一般。何惕守下藥之時，不知對方是誰，待得發覺竟是歸師伯一家，不由得心中惴惴，然而事已如此，也就置之度外，聽得韋小寶說話討人歡喜，對他很是喜愛，心想域外海島之上，那有這等伶俐頑皮的少年？韋小寶聽說要割去一隻手，才拜得師父，提起手掌一看，既怕割手疼痛，又捨不得，神色甚是躊躇。何惕守笑道：「師父是不用拜了，我也沒時候傳你功夫。我有一件很好玩的暗器，這就送了給你，免得你心裏叫冤，白磕了頭，又叫了一陣『師父姊姊』。」韋小寶道：「師父姊姊，那決不是白叫的。你就是不傳我功夫，不給我物事，像你這般美貌姑娘，我多叫得幾聲師父姊姊，心裏也快活得很。」何惕守格格而笑，說道：「小猴子油嘴滑舌，跟你婆婆沒上沒下的瞎說。」她是苗家女子，於漢人的禮法規矩向來不放在心上，韋小寶讚她美貌，她非但不以為忤，反而開心，又笑道：「小猴子，你再叫一聲。」韋小寶笑道：「姊姊，好姊姊！」何惕守笑道：「啊喲，越來越不成話啦。」突然左手抓住他後頸，將他提在左側，但聽得嗤嗤嗤聲響，桌上三枝燭火登時熄滅，對面板壁上拍拍之聲密如急雨般響了一陣。韋小寶又驚又喜，問道：「這是甚麼暗器？」何惕守笑道：「你自己瞧瞧去。」鬆手放他落地。韋小寶從茶几上拿起一隻燭台，湊近板壁看時，只見數十枚亮閃閃的鋼針，都深深釘入了板壁。他佩服之極，說道：「姊姊，你一動也不動，怎地發射了這許多鋼針？這等暗器，天下又有誰躲得過？」何惕守笑道：「當年我曾用這『含沙射影』暗器射我師父，他就躲過了，一枚針兒也射他不中。不過除了我師父之外，躲得過的只怕也沒幾個。」韋小寶道：「你師父定是要你試著射他，先有了防備，倘若突然之間射出去，他老人家武功再強，這種來無影、去無蹤的暗器，又怎閃躲得了？」何惕守道：「那時候我跟師父是對頭，正在惡鬥。他不是叫我試射，事先完全沒知道。」韋小寶道：「這就是了。你師父正在全神貫注的防你，這才避過了。倘若那時候你向東邊一指，轉頭瞧去，叫道：『咦，誰來了？』你師父必定也向東瞧上一眼，那時你忽然發射，只怕非中不可。」何惕守嘆了口氣，說道：「或許你說得不錯。這鋼針上餵了劇毒，我師父那時倘若避不過，便已死了。那時我可並不想殺他。」韋小寶道：「你心中愛上了師父，是不是？」何惕守臉上微微一紅，呸了一聲，道：「沒有的事，快別胡說八道，給我師娘聽見了，非割了你半截舌頭不可。」韋小寶可萬萬料想不到，那時何惕守所暗中愛上的，卻是這個女扮男裝的師娘。少年往時事驀地裏兜上心來，雖已事隔數十年，何惕守臉上仍不禁發燒，她取出兩隻鹿皮小指套，戴在左手拇指和食指之上，將板壁上鋼針一枚枚拔下，跟著伸手從衣襟內解了一根鐵帶出來，帶上裝著一隻鋼盒，盒蓋上有許多小孔。韋小寶恍然大悟，拍手叫道：「姊姊，這暗器當真巧妙，原來你裝在衣衫裏面，只消一掀鐵帶上機括，鐵盒中就射了鋼針出去。」心想她答應送一件暗器給自己，多半便是此物，不禁心花怒放。何惕守微笑道：「不論多厲害的暗器，發射時總靠手力準頭。你武功太也差勁，除了這『含沙射影』，別的暗器也用不來。」當下將鋼針一枚枚插回盒中，要他捋起長袍，將鐵帶縛在他身上，鋼盒正當胸口，教了他掀動機括之法，又傳了配製針上毒藥和解藥的方子，說道：「盒中鋼針一共可用五次，用完之後就須加進去了。我師父一再叮囑，千萬不可濫傷無辜。這暗器本來是淬上劇毒的，現下餵的並不是要人性命的毒藥，只叫人中了之後，麻癢難當，全身沒半點力氣。但你仍然千萬不可亂使。」韋小寶沒口子的答應，又跪下拜謝。※※※何惕守道：「你把他們三位扶起坐好。」韋小寶答應了，先將歸辛樹扶起坐入椅中，又去扶歸鍾時，碰到他腰間圓鼓鼓的似有一個葫蘆，拉起他長袍一看，卻是個革囊。韋小寶好奇心起，拉開囊上革索，探眼一看，突然大叫起來：「啊喲，是個死人頭，他……他……瞪著眼在瞧我呢。」何惕守也覺奇怪，說道：「他不知殺了甚麼要緊人物，卻巴巴的將首級掛在腰裏。你拿出來瞧瞧。」韋小寶道：「死人，死人！我拿你出來，你不可咬我。」慢慢伸手入囊，抓住那首級的辮子，提了出來，放在桌上。燭火下瞧得明白，這首級怒目圓睜，虬髯戟張，韋小寶大叫一聲，連退三步，驚叫：「是……是吳大哥……」何惕守微微一驚，問道：「你認得他？」韋小寶道：「他……他是我們會裏的兄弟，吳六奇吳大哥！」心下悲痛，放聲大哭。天地會群豪聽得他的狂叫大哭，奔上廳來，見到吳六奇的首級，盡皆驚詫悲憤。各人手按刀柄，凝視何惕守，只道吳六奇是她殺的。跟著雙兒也奔了出來。韋小寶拉著她手，指著首級，叫道：「雙……雙兒，這是你義兄吳大哥，他……他給這惡賊害死了！」說著搶到歸鍾之前，在他身上狠狠踢了幾腳，向徐天川等道：「吳大哥的首級，這惡賊掛在身上。」眾人再細看那首級時，只見血漬早乾，頸口處全是石灰，顯是以藥物和石灰護住，不使腐爛。雙兒撫著首級，放聲大哭。李力世道：「咱們用冷水淋醒這惡賊，問明端詳，再殺他為吳大哥抵命。」群雄齊聲稱是。何惕守道：「這人是我師弟，你們不能動他一根寒毛！」說著伸出右手鐵鉤，向著桌上一枝蠟燭揮了幾揮，飄然入內。玄貞道人怒道：「就算是你師父，也要把他斬為肉醬……」突然風際中「咦」的一聲，左手兩根手指拿了七八分長的一截蠟燭，舉起手來。燭台上的蠟燭本來尚有七八寸長，但這時已割成六七截，每截長不逾寸，整整齊齊的疊在一起，並不倒塌。這手武功，當真驚世駭俗。天地會群豪無不變色。玄貞刷的一聲，拔出佩刀，說道：「我殺了這廝為吳大哥報仇，讓那女人殺我便了。」李力世道：「且慢！先問個明白，然後這三人一起都殺。」韋小寶道：「對！這位婆婆姊姊只怕她師伯，只消連她師伯、師伯老婆一起都殺了，反而沒事。雙兒，你去打一盆冷水來，可不要那廚房裏下過藥的。」雙兒進去打了一盆冷水出來，徐天川接過，在歸鍾頭上慢慢淋下去。只聽他連打了幾個噴嚏，慢慢睜開眼來。他身子一動，發覺手足被縛，腰間又被點了穴道，怒道：「誰？誰跟我鬧著玩？」玄貞將刀刃在他臉上輕輕一拍，罵道：「你祖宗跟你鬧著玩。」指著吳六奇的首級，問：「這人是你害死的嗎？」歸鍾道：「不錯！是我殺的。媽媽、爹爹，你們在那裏？」轉頭見到父母也都已被綁，嚇得險些哭了出來。他一生跟隨父母，事事如意。從未受過些少挫折，幾時又經歷過這等情景？哭喪著臉道：「你……你們幹甚麼？你們打我不過，怎麼……怎麼綁住了我？綁住了我爹爹、媽媽？」徐天川反過手掌，拍的一聲，打了他一個耳光，喝道：「這人你怎麼殺的？快快說來，若有半句虛語，立時戳瞎了你眼睛。」說著將刀尖伸過去對準他的右眼。歸鍾嚇得魂不附體，不住咳嗽，說道：「我……我說……你別戳瞎我眼睛。瞎了眼睛，可看不見……看不見……咳咳……咳咳……平西王說道，韃子皇帝是個大大的壞蛋，霸佔……霸佔我們……我們大明江山，求我去……去殺了韃子皇帝……」群豪面面相覷，均想：「這話倒也不錯。」韋小寶卻大大的不以為然，罵道：「辣塊媽媽，吳三桂是他媽的甚麼好東西了？」歸鍾道：「平西王是你伯父，他……他……不是好東西，你也不是好東西。」韋小寶在他身上重重踢了一腳，罵道：「胡說八道！吳三桂是大漢奸，怎麼會是老子的伯父？吳三桂是你伯父！」歸鍾叫道：「是你自己說的，啊喲，你說過了話要賴，我不來，我不來！」李力世見他纏夾不清，問道：「吳三桂要你去殺韃子皇帝，怎麼你又去害死了他？」說著又向吳六奇的首級一指。歸鍾道：「這人是廣東的大官，平西王說他是大漢奸，保定了韃子皇帝。平西王要起兵打廣東，非先殺了他不可。平西王送了我很多補藥，吃了治咳嗽的，又送了我白老虎皮。我媽說的，大漢奸非殺不可。咳咳，這人武功很好，我……我跟媽兩個一起打他，才殺了的。你們快放開我，放開我爹爹媽媽。我們要上北京去殺韃子皇帝，那是大大的功勞……」韋小寶罵道：「要殺皇帝，也輪不到你這癆病鬼。眾位哥哥，把這三個傢伙都殺了，婆婆姊姊那裏，由我來擔當好了。」忽聽得莊外數十人齊聲大叫：「癆病鬼，快滾出來，把你千刀萬剮，為吳大哥報仇！」莊前莊後都是人聲，連四處屋頂上都有人吶喊，顯是將莊子四下圍住了。天地會群豪聽得來人要為吳六奇報仇，似乎是自己人，都是心中一喜。錢老本大聲叫道：「明復清反，母地父天。外面的朋友那一路安舵？」天地會的口號是「天父地母，反清復明」，但當遇上身份不明之人，先將這八個字顛倒來說，倘若是會中兄弟，便會出言相認，如是外人，對方不知所云，也不致洩漏了身份。莊外和屋頂上有十七八人齊聲叫道：「地振高岡，一派溪山千古秀。」廳中群豪叫道：「門朝大海，三河合水萬年流。」屋頂有人道：「那一堂的兄弟在此？」錢老本道：「青木堂做兄弟的迎接眾家哥哥。那一堂的哥哥到了？」廳門開處，一人走了進來，叫道：「小寶，你在這裏？」這人身材高瘦，神情飄逸，正是天地會總舵主陳近南。※※※韋小寶大喜，搶上拜倒，連叫：「師父，師父。」陳近南道：「大家好！只可惜……」見到桌上吳六奇的首級，搶上前去，扶桌大慟，眼淚撲簌簌的直洒下來。廳門中陸續走進人來，廣西家后堂香主馬超興、貴州赤火堂香主古至中等都在其內。眾人一見歸鍾，紛紛拔刀。還有二十餘人是廣東洪順堂屬下，更是恨極。歸鍾眼見眾人這般兇神惡煞的情狀，只咳得兩聲，便暈了過去。陳近南轉過身來，問道：「小寶，你們怎地擒得這三名惡賊？」韋小寶說了經過，但徐天川等如何為歸鍾戲耍、自己冒充吳之榮等等醜事，自然不提，最後道：「這三名惡賊武功厲害，我們是打不過的。幸好有一個婆婆姊姊幫手，才擒住了。可是這婆婆姊姊又說這老頭兒是她師伯，不許我們殺他為吳大哥報仇。」陳近南皺眉道：「甚麼婆婆姊姊？」韋小寶道：「她年紀是婆婆，相貌是姊姊，因此我叫她婆婆姊姊。」陳近南道：「她人呢？」韋小寶道：「她躲在後面，不肯跟她師伯會面。師父、古大哥、馬大哥，你們怎麼都到了這裏？」陳近南道：「這惡賊害了吳大哥，我們立傳快訊，四面八方的追了下來。」青木堂眾人與來人相見，原來山東、河南、湖北、湖南、安徽各堂的兄弟也有參與，大部分監守在莊外各處。古至中、馬超興都道：「韋兄弟又立此大功，吳大哥在天之靈，也必深感大德。」韋小寶道：「吳大哥待我再好不過，替他報仇，那是該當的。」李力世道：「啟稟總舵主：這惡賊適才說道，他們要上北京去行刺韃子皇帝，又說了些反清復明的言語，不知內情到底如何。」韋小寶道：「有甚麼內情？他怕我們殺他，就順口胡說。他身上這件白老虎皮袍子，就是吳三桂送給他的。吳三桂的豬朋狗友，有甚麼好東西了？咱們把這三個惡賊開膛剜心，為吳大哥報仇就是。」陳近南道：「把這三人都弄醒了。好好問一問。」雙兒去提了一桶冷水，又將歸辛樹夫婦和歸鍾一一淋醒。歸二娘一醒，立即大罵，說道下毒迷人，實是江湖上卑鄙無恥的勾當。歸辛樹卻一言不發。陳近南道：「瞧你們身手，並非平庸之輩。你們叫甚麼名字？跟我們吳六奇吳大哥有甚麼冤仇？幹麼下毒手害他性命？」歸二娘怒道：「你們這等使悶香、下迷藥的無恥小賊，也配來問老娘姓名？」古至中揚刀威嚇，歸二娘性子極剛，更加罵得厲害。韋小寶道：「師父，他們姓歸，烏龜的龜，兩隻老烏龜，一隻小烏龜。我先殺了小烏龜再說。」拔出匕首，指向歸鍾的咽喉。歸二娘見韋小寶要殺她兒子，立時慌了，叫道：「小鬼，你有種的就來殺老娘好了，可不許碰我孩兒一根寒毛。」韋小寶道：「我偏偏只愛殺小烏龜。」將刀尖在歸鍾咽喉輕輕一戳。匕首極利，雖然一戳甚輕，但歸鍾咽喉立時迸出鮮血。他大聲叫道：「媽呀，他……他殺死我了。」歸二娘大叫：「別……別殺我孩兒！」韋小寶道：「我師父問一句，你乖乖的答一句，那麼半個時辰之內，暫且不殺你的癆病鬼兒子。」歸二娘怒道：「我孩兒沒生病，你才是癆病鬼。」但聽韋小寶答應暫且不殺她兒子，略覺寬心。韋小寶假裝連聲咳嗽，學著歸鍾的語氣，說道：「媽呀，我……我……咳咳……快要死了……好媽媽。你快快實說了罷……咳咳……咳咳……我沒生癆病，我生的是鋼刀斷頭病，咳咳，又是尖刀穿喉病，全身斬成肉醬病哪，咳咳……」他學得甚像，歸二娘毛骨悚然，叫道：「別學，別學我孩兒說話！」韋小寶繼續學樣：「媽呀，你再不回答人家的話，我……我……咳咳，又得生肚子剖開病，肚腸流出病了哪……」說著拉起歸鍾的衣衫，將匕首尖在他瘦骨嶙嶙的胸膛上比劃。歸二娘再也忍耐不住，說道：「好！我們是華山派的，我們當家的神拳無敵歸二俠，當年威震中原之時，你們這些小毛賊還沒轉世投胎啦。」陳近南聽得這二人竟然便是大名鼎鼎的神拳無敵歸辛樹夫婦，不由得肅然起敬，又想吳六奇武功何等了得，據當時親眼見到他被害情景的洪順堂兄弟言道，只一個老婦和一個癆病鬼出手，便打倒了十幾名洪順堂好手，兩人合攻吳六奇，將他擊斃，割了他首級，對方自非冒名。神拳無敵歸辛樹成名已久，近數十年來不聞在江湖上走動，不知何以竟會牽入這件慘禍，中間必有重大緣由，當即上前向歸辛樹恭恭敬敬的抱拳行禮，說道：「原來是華山神拳無敵歸二俠夫婦。小人陳近南，多有失禮。」伸手一扯，拉斷了縛在歸辛樹身上的繩索，接著又在他背心和腰間推拿數下，解開他穴道，轉身又拉斷歸二娘和歸鍾身上的繩索。韋小寶大急，又道：「師父，這三個人厲害得很，放他們不得。」陳近南微微一笑，說道：「歸二娘罵我們下迷藥，是江湖上下三濫的卑鄙行逕。我們天地會並沒下迷藥，就算當真下了，歸二俠內功深厚，下三濫的尋常蒙汗藥，又如何迷得倒他老人家……」韋小寶道：「不錯，不錯，我們天地會沒下蒙汗藥。」心想這藥是婆婆姊姊的，也是她自己換上的，不能算在我們天地會帳上，何況這藥又不是蒙汗藥。歸辛樹左手在妻子和兒子背心上一拂，已解開了二人穴道，手法比陳近南快得多了，點了點頭，說道：「不是尋常蒙汗藥，是極厲害的藥物。」伸手去搭兒子脈搏。歸二娘凝神瞧著丈夫臉色，問道：「怎樣？」歸辛樹道：「眼前似乎沒事。」想起自己暈倒之前，曾和人對了一掌，此人武功甚淺，但所習內功法門，顯然是華山派的，又想起雙兒在亂石岡中奔跑的身法，也是華山派輕功，一瞥之間，已在人叢中見到了她。雙兒見到他精光閃閃的眼光，不由得害怕，縮在韋小寶身後。歸辛樹道：「小丫頭，你過來，你是華山派的不是？」雙兒道：「我不過來！你殺了我義兄吳大哥，我要為他報仇。我……我也不是甚麼華山派的。」何惕守當日對莊三少奶、雙兒等傳了些武功，並非正式收她們為徒，也沒向她們說自己的門戶派別，「華山派」三字，雙兒今日還是首次聽聞。歸辛樹也不去和這小姑娘一般見識，突然氣湧丹田，朗聲說道：「馮難敵的徒子徒孫，都給我出來。」這句話聲音並不甚響，但氣流激盪，屋頂灰塵簌簌而落。他想同門師兄弟三人、袁承志門下均在海外，大師兄黃真逝世已久，華山派門戶由黃真的大弟子馮難敵執掌，莊中既有華山派門人，自必是馮難敵一系。那知隔了良久，內堂竟寂然無聲。陳近南道：「年前天下英雄大會河間府，歃血為盟，決意齊心合力誅殺大漢奸吳三桂。令師侄馮難敵前輩，正是河間府殺龜大會的主人。何以歸前輩反而跟吳三桂攜手，殺害敝會義士吳六奇兄弟？這豈不為親者所痛、仇者所快嗎？」話是說得客氣，辭鋒卻咄咄逼人。歸二娘向他橫了一眼，說道：「曾聽人說：『平生不識陳近南，就稱英雄也枉然。』當尊駕尚未出世之時，我夫婦已然縱橫天下。如此說來，定要等尊駕出世之後，我們才稱得英雄。嘿嘿，可笑啊可笑。」陳近南道：「在下才具武功，都是不值歸二俠賢夫婦一笑。江湖上朋友看得起在下，也不過是說在下明白是非，還不致胡作非為、結交匪人而已。」歸二娘怒道：「你譏刺我們胡作非為、結交匪人？」陳近南道：「吳三桂是大漢奸！」歸二娘道：「這吳六奇為虎作倀，做韃子的大官、欺壓我漢人百姓。你們又怎麼口口聲聲稱他為大哥？這還不是胡作非為、結交匪人嗎？」馬超興大聲道：「吳大哥身在曹營心在漢，他是天地會洪順堂的紅旗香主，手握廣東兵權，一朝機緣到來，便要起兵打韃子。洪順堂眾位兄弟，你們說是也不是？」洪順堂屬下二十餘人齊聲說道：「正是！」馬超興道：「你們袒開胸膛，給這兩位大英雄瞧瞧。」二十餘人雙手拉住衣襟，向外一分，各人胸前十餘顆扣子登時迸開。露出胸膛，只見每人胸前都刺了「天父地母，反清復明」八個字，深入肌理。歸鍾一直默不作聲，這時見二十餘人胸口都刺了八個字，拍手笑道：「有趣，有趣！」天地會群雄一齊向他怒目而視。陳近南向歸辛樹道：「令郎覺得有趣，歸二俠夫婦以為如何？」歸辛樹懊喪無比，搖了搖頭，向歸二娘道：「殺錯人了。」歸二娘道：「殺錯人了！上了吳三桂這奸賊的當。」左手一伸，從馬超興腰間拔出單刀，往自己脖子中抹去。陳近南叫道：「使……」疾伸右手，抓住了她左腕。歸二娘右掌拍出，陳近南出左掌相抵，兩人身子都是一幌。陳近南左手兩根手指伸過去挾住了刀背。歸二娘右手又是一掌，拍向他胸口。陳近南倘若退避，那刀就奪不下來，只怕她又欲自盡，適才跟她對了一掌，知她年紀老邁，內力已不如己，但出手如電，拳掌功夫精絕，自己只要退得一步，空手再也奪不了她手中兵刃，當下硬挺胸膛，砰的一聲，受了她一掌。歸二娘一呆，陳近南左手雙指已將她單刀奪過，退後兩步，哇的一聲，吐出一口鮮血。當歸二娘橫刀自盡之時，歸辛樹倘若出手，自能阻止，但他錯殺了吳六奇，既慚且悔，已起了自盡以謝的念頭，因此並不阻擋妻子，待見陳近南不惜以身犯險，才奪下歸二娘手中鋼刀，更是愧感交集。他拙於言辭，只道：「陳近南當世豪傑，名不虛傳。」陳近南扶著桌子，調勻氣息，半晌才道：「不知者不罪。害死吳大哥的罪魁禍首，乃是吳……吳三……」說著又吐了口鮮血。歸二娘年紀雖老，昔年功力仍有大半，陳近南為了奪她兵刃，無法運氣防護，這一掌挨得著實不輕。歸二娘道：「陳總舵主，我如再要自盡，辜負了你一番盛情。我夫婦定當去殺了韃子皇帝，再殺吳三桂這奸賊。」說著跪倒在地，向吳六奇的首級拜了三拜。陳近南道：「吳六奇大哥行事十分隱秘，江湖上英雄多有唾罵他的為人，賢夫婦此番出手，用意原為誅殺漢奸，只可惜……只可惜……」說著忍不住掉下淚來。歸辛樹夫婦心中都是一般的念頭，決意去刺殺康熙和吳三桂，然後自盡以謝吳六奇，但此刻也不必多說，同時向陳近南抱拳道：「陳總舵主，這便告辭。」陳近南道：「兩位請留步，在下有一言稟告。」歸氏夫婦攜了兒子的手，正要出外，聽了這話便停步轉身。陳近南道：「吳三桂起兵雲南，眼見天下大亂，正是恢復我漢家河山的良機。尚有不少英雄，日內都要聚集京師商議對策。大家志同道合，請兩位前輩同去北京會商如何？」歸辛樹心中有愧，不願與旁人相見，搖了搖頭，又要邁步出外。韋小寶聽他二人說要去行刺皇帝，心想這三個姓「龜」的傢伙武功極高，小皇帝未曾防備，別要給他們害死，叫道：「這是天下大事，你們這位公子，做事很有點兒亂七八糟，這一次如果再壞了事，你們三位就算一古腦兒的自殺，也不免臭……臭氣萬年。」他聽人說過「遺臭萬年」的成語，一時說不上來，說成了「臭氣萬年」。成語雖然說錯，歸氏夫婦卻也明白他意思。歸辛樹自知武功高強，見事卻不如何明白，否則也不會只憑吳三桂的一面之辭，便鑄下這等大錯，聽了韋小寶這句話，不禁心中一寒，尋思：「行刺皇帝，確是有關國家氣運的大事。」韋小寶又道：「現下的皇帝年紀小，不大懂事，搞得吳三桂造反，一塌裏胡塗。你們如果殺了他，換上一個年紀大的厲害韃子來做皇帝，咱們漢人的江山，就壞在你們手上了。」歸辛樹緩緩點頭，回過身來。陳近南道：「兩位前輩，這孩子年紀小，說話沒上沒下，衝撞莫怪。」說著拱手致歉，又道：「但他的顧慮似乎也可從長計議。如此大事，咱們謀定而後動如何？」歸辛樹心想一錯不可再錯，自己別因一時愧憤，以致成為萬世罪人，便道：「好！謹聽陳總舵主吩咐。」陳近南道：「吩咐兩字，萬萬不敢當。明日上午，大夥兒同到北京，晚間便在這孩子的住處聚會，共商大事。兩位以為怎樣？」歸辛樹點點頭。陳近南問韋小寶：「你搬了住所沒有？」韋小寶道：「弟子仍在東城銅帽子胡同住。」陳近南道：「兩位前輩，明晚在下在北京東城銅帽子胡同這孩子的子爵府恭候大駕。」韋小寶道：「師父，你別生氣，現下叫作伯爵府。」陳近南道：「嘿，又升了官。」歸二娘瞪眼瞧著韋小寶，問道：「你是吳三桂的侄子，也是身在曹營心在漢，要大義滅親嗎？」韋小寶笑道：「我不是吳三桂的侄子，吳三桂是我灰孫子。」陳近南斥道：「前輩跟前，不得無禮。快磕頭謝罪。」韋小寶道：「是。」作勢欲跪，卻慢吞吞的延挨。歸辛樹一揚手，帶了妻兒僕從，逕自出門，明知外邊並無宿處，卻寧可挨餓野宿，實是無顏與天地會群豪相對。歸鍾自幼並無玩伴，見韋小寶言語伶俐，年紀又小，甚是好玩，向他招手，說道：「小娃娃，你跟我去，陪我玩兒。」韋小寶道：「你殺我朋友，我不跟你玩。」突然間呼的一聲響，人影一幌，歸鍾躍將過來，一把將韋小寶抓住，提到門口。這一下出手快極，陳近南適才受傷不輕，隔得又遠，其餘天地會群雄竟沒一人來得及阻止。歸鍾哈哈大笑，叫道：「你再跟我去捉迷藏，咱們玩個痛快！」歸辛樹臉一沉，喝道：「孩兒，放下他。」歸鍾不敢違拗父言，只得放下了韋小寶，嘴巴卻已扁了，便似要哭。歸二娘安慰道：「孩兒，咱們去買兩個書僮，陪你玩耍。」歸鍾道：「書僮不好玩，就是這小娃娃好玩，咱們買了他去。」歸辛樹見兒子出醜，拉住他手臂，快步出門。群雄面面相覷，均覺吳六奇一世英雄，如此胡裏胡塗的死在一個白癡手裏，實是太冤。韋小寶道：「師父，我去請婆婆姊姊出來，跟大家相見。」和雙兒走到後堂，那知何惕守早已離去。三少奶說道婦道人家，不便和群雄會見，只吩咐僕婦安排酒飯，款待賓客。　註：本回回目中，「漁陽鼓動」是安祿山造反的典故，喻吳三桂起兵；「督亢圖窮」是荊軻刺秦王的典故，本書借用，指歸辛樹等誤刺吳六奇，後悔不及，又要去行刺康熙，其實只字面相合，含義並不貼切。