第十三回　深懷厚恩 她雖打了段譽一記耳光，身子卻仍是躺在他的懷裏，一時無力掙扎躍起。段譽撫著自己臉頰，笑道：「你動不動便打人，世上那有如你這般橫蠻的女子？」他臉色突轉陰沉，道：「南海鱷神呢？他不在這裏等我麼？」木婉清道：「人家已等了你七日七夜，還不夠麼？他走啦。」段譽登時神采煥發，大喜道：「妙極。妙極！我正好生擔心。他若迫我拜他為師，那便不知如何是好了。」木婉清道：「你既不願做他徒兒，又到這兒來幹麼？」段譽道：「咦！你落在他手中，我若不來，他定要為難於你，我心中何忍？」木婉清心頭一甜，又道：「哼！你這人良心壞極，我恨不得一劍殺了你。幹麼你遲不來，早不來，等他走了，你到了幫手，這才來充好人？這七天七晚之中，你又不來尋我？」段譽嘆了口氣，道：「我一直為人所制，動彈不得，日夜牽掛著你，真是焦急死了，我一得脫手，立即趕來。木姑娘，你傷處痊好了麼？那惡人沒──沒欺侮你麼？」木婉清嗔道：「我是你甚麼人？還是木姑娘長、木姑娘短的叫我。」段譽見她一發嬌嗔，更增三分麗色，這七日來確是牽記得她好苦，雙臂一緊，道：「婉清，婉清！我這樣叫你好不好？」說著低下頭去，待要吻她嘴唇。木婉清「啊」的一聲，滿臉飛紅的跳將起來，道：「有旁人在這兒，你、你──怎麼可以？噫！那些人呢？」四周一看，只見那寬袍客和漁樵耕讀四人都已影蹤不見，周圍一個人也無。段譽道：「有誰在這裏？是南海鱷神麼？」眼光中又流露出驚恐之色。木婉清問道：「你來了有多久啦？」段譽道：「剛只一會兒。我上得峰來，見你暈倒在地，此外一個人也沒有。婉清，咱們快走，莫要給南海鱷神追上來。」木婉清道：「好！」自言自語的道：「真是奇怪，怎麼片刻間走得乾乾淨淨。」忽聽得岩石後一人長聲吟道：「仗劍行千里，微軀敢一言。曾為大梁客，不負信陵恩。」高吟聲中，轉出一個人來，正是那一手持扇，一手執書的那個書生。段譽喜叫：「朱兄！」那書生將書扇放入懷中，搶前兩步，揖了下去，喜道：「公子爺，天幸你安然無恙，剛才這位姑娘的這幾句話，真嚇得咱們魂不附體。」段譽還了一禮，道：「原來你們已見過了？你──你怎麼到這兒來啦？真是巧極。」那書生微笑道：「咱四兄弟奉命來接公子爺回去，倒不是巧合。公子爺，你也忒地大膽，孤身闖盪江湖。咱們尋到了馬五德家中，又趕到無量山來，這幾日可教咱們擔心得夠了。」段譽笑道：「我也吃了不少苦頭。伯父和爹爹大發脾氣了，是不是？」那書生道：「那自然是很不高興了。不過咱們出來之時，兩位爺台脾氣是發過了，這幾日定是掛念得緊。後來善闡侯得到四大惡人同來大理的訊息，生怕公子爺撞上了他們，親自趕了出來。」段譽皺眉道：「甚麼四大惡人？高叔叔也來尋我了麼？這如何過意得去？他人呢？」那書生道：「適才咱們都在這兒，高侯爺出手趕走了一個惡女人，聽到公子爺的叫聲，他們都放了心，命我在這兒等候公子爺。他們追蹤那惡女人去了，公子爺，咱們這就回府去，免得兩位爺台多有牽掛。」段譽道：「原來你──你一直是在這兒。」想到自己與木婉清言行親密，都給他瞧見聽見了，不禁滿臉通紅。那書生道：「適才我在岩石之後，誦讀王昌齡的一首五絕，『仗劍行千里，微軀敢一言，曾為大梁客，不負信陵恩。』寥寥二十字之中，倜儻慷慨，真乃令人傾倒。」說著從懷中取出那捲書來，正是「王昌齡集」。段譽點頭道：「是了。王昌齡雖以七絕見稱，五絕似非其長。但這一首果是佳作，那一首『送郭司倉』，不也綢繆雅致麼？」段譽隨即高吟道：「映門準水綠，留騎主人心。明月隨良椽，春潮夜夜深。」那書生一揖到地，說道：「多謝公子。」原來段譽和木婉清適才一番親密之狀，纏綿之意，那書生盡皆知聞，只是見段譽臉嫩害羞，故意用王昌齡的詩句岔開了。他所引「曾為大梁客」，自當如候嬴、朱亥一般，以死相報公子。段譽所引王昌齡這四句詩，卻是表示為主人者對蜀吏深情誠厚相待。兩人相視一笑，莫逆於心。木婉清不通詩書，心道：「這書獃子忘了身在何處，一談到詩文，便這般津津有味。」段譽轉過身來，說道：「木──木姑娘，這位朱丹臣朱四哥，是我最好的朋友。」朱丹臣上前恭恭敬敬的行禮，說：「朱丹臣參見姑娘。」木婉清還了一禮，見他對己恭謹，心下甚喜，說道：「朱四哥，難得你這般和氣，適才那幾位可就兇狠得緊。」朱丹臣笑道：「我那三位兄長聽到公子爺的噩耗，心下焦急，以致出言無狀，姑娘恕罪則個。」心中卻想：「近年來頗聞『香藥叉』的惡名，沒想到竟是如此艷麗桃李的一位人物。公子爺年輕，不知江湖險惡，別要惑於美色，鬧了個身敗名裂。」他城府甚深，對木婉清雖是暗中戒備，臉上卻是不動聲色，笑嘻嘻的道：「兩位爺台掛念公子，公子何不即回府去？木姑娘若無要事，也請到公子府上作客，盤桓數日。」他自忖一己之力，對付不了木婉清，而段譽聽得邀她同歸，想必樂意。段譽躊躇道：「我怎──怎麼對伯父、爹爹說？」木婉清紅暈上臉，轉過了頭。朱丹臣又道：「在下聽說那四大惡人武功甚高，適才善闡侯雖是逐退了葉二娘，那也是攻其無備，帶著三分僥倖。公子爺千金之體，不必身處險地，咱們快些走罷。」段譽想起南海鱷神的兇惡情狀，也是不寒而慄，點頭道：「好，咱們就走。朱四哥，對頭既然厲害，你還是去幫高叔叔罷。我陪同木姑娘回家去，」朱丹臣笑道：「好容易找到了公子爺，在下自當護送公子回府。木姑娘武功卓絕，在下早就欽仰，只是瞧姑娘神情，似乎受傷後未曾復元，途中若邂逅強敵，多有未便，還是讓在下稍效棉薄的為是。」木婉清哼了一聲，道：「你跟我說話，不用嘰哩咕嚕的掉書包，我是個山野女子，沒唸過書。你文縐縐的話那，我只懂得一半。」朱丹臣笑道：「是，是！在下酸溜溜的積習難除，姑娘莫怪。」段譽不願就此回家，但既給朱丹臣找到了，料想不回去也是不行，只有途中徐謀脫身之計，當下三人偕行下峰。木婉清一心想問他這七日七夜之中，到底到了何處，然朱丹臣便在近旁，說話諸多不便，只有強自忍耐。朱丹臣身上攜有乾糧，取出來分給兩人吃了。三人到得峰下，又行數里，只見大樹旁繫著五匹駿馬，原來是採薪客等一行騎來的。朱丹臣走去牽過三匹，讓段譽與木婉清上了馬，自己這才上馬，跟隨在後。當晚三人在一處小客店中宿歇，分佔三房。木婉清關上房門，對著桌上一枝紅燭，支頤而坐，心中又喜又愁，思潮起伏：「段郎不顧危難，前來尋我，足見他對我情意深重。這幾天來我心中不斷痛罵他負心薄倖，那可是錯怪他了。瞧那朱丹臣對他如此恭謹，看來他不是富貴人家的弟子，便是武林世家中的小輩。我一個姑娘兒家，雖是與他訂下了婚姻，這般沒來由的跟著到他家裏，好不尷尬。似乎他伯父和爹爹待他很兇，若是對我輕視無禮，那便如何？哼哼，我放毒箭將他一古腦兒都射死了，只留段郎一個。」正想到兇野處，忽聽得窗上發出兩下輕輕彈擊之聲。木婉清左手一揚，煽滅了燭火，只聽得窗外段譽的聲音說道：「是我。」木婉清聽到他深夜來到房外，一顆心怦怦亂跳，黑暗中只覺雙頰發燒，低聲問：「幹甚麼？」語聲甚是乾澀。段譽道：「你開了窗子，我跟你說。」木婉清道：「我不開。」她一身高強武藝，但這時居然怕起這個文弱書生來，自己也覺奇怪。段譽不明白她為甚麼不肯開窗，道：「那麼你快出來，咱們趕緊得走。」木婉清一奇，伸指刺破窗紙，問道：「為甚麼？」段譽道：「朱四哥睡著了，別驚醒了他。我不願回家去。」木婉清大喜，她本在擔心見著段譽的父母，自己事事應付不來，當下輕輕推開窗子，跳了出去。段譽低聲道：「我去牽馬。」木婉清搖了搖手，伸臂托住他腰，提氣一縱，上了牆頭，隨即輕輕躍到牆外，低聲道：「馬蹄聲一響，你朱四哥便知道了。」段譽低聲笑道：「多虧你想得周到。」兩人手攜著手，徑向東行，走出了數里，並未聽到有人追來，這才放心，木婉清道：「你幹麼不願回家？」段譽道：「我這一回家，伯父和爹爹一定關著我，再也不能出來。只怕再見你一面也是不易。」木婉清心中甜甜的，甚是喜歡，道：「不到他家去最好，從此咱兩人浪盪江湖，豈不逍遙快活？咱們這會兒到那裏去？」段譽道：「第一別讓朱四哥、高叔叔他們追到。第二須得躲開那南海鱷神。」木婉清點頭道：「不錯。咱們往西北方去，最好是找個鄉下人家，先避避風頭，躲他個十天半月，待我背上的傷全好，那就甚麼都不怕了。」當下兩人邁開大步，向西北方急行，路上也不敢逗留說話，只盼離無量山越遠越好。行到天明，木婉清道：「我仇家甚多，白天趕道，惹人眼目，咱們得找個歇宿之處。日間吃飯睡覺，晚上行路。」段譽於江湖上的事甚麼也不懂，道：「任憑你拿主意便是。」木婉清道：「待會吃過飯後，你跟我說這七日七夜中到那裏去了。若有半句虛言，小心你的──」一言未畢，忽然「咦」的一聲，只見前面柳蔭下繫著三匹馬，一個人坐在石上，手中拿著一捲書，正自搖頭搖腦的吟哦，卻不是朱丹臣是誰？段譽也看見了，吃了一驚，拉著木婉清的手，急道：「快走！」木婉清心中雪亮，知道昨晚兩人悄悄逃走，全給朱丹臣見了，他料得段譽不會輕功，定然行走不快，辨明了二人去路，便乘馬繞道，攔在前路，當下皺眉道：「傻子，給他捉住了，還逃得了麼？」便迎將上去，笑道：「大清早在這兒讀書，興致好得緊。」朱丹臣笑著點了點頭，向段譽道：「公子，你猜我在讀甚麼詩？」跟著高聲吟道：「古木鳴寒鳥，空山啼夜猿，既傷千里目，還鶖九折魂。豈不憚艱險？深懷國士恩。季布無二諾，侯贏重一言。人生感意氣，功名誰復論。」段譽道：「這是魏徵的『述懷』罷？」朱丹臣笑道：「公子爺博覽群書，佩服佩服。」段譽懂得他引述這首詩的用意，意思說我半夜裏不辭艱險的追尋於你，只不過是受了你伯父和父親大恩，不敢有負托付而已。木婉清過去解下馬匹的韁繩，說道：「到大理去，不知咱們走的路對不對？」朱丹臣道：「左右無事，向東行也好，向西行也好，終究會到大理。」昨日他讓段譽乘坐三匹馬中腳力最佳的一匹，這時他卻拉到自己身邊，以防段木二人如果馳馬逃走，自己盡可追趕得上。段譽上鞍後，縱馬向東行。朱丹臣怕他著惱，一路上跟他有一搭沒一搭的說些詩詞歌賦，段譽談得興高采烈，木婉清卻是一句話也插不進去。不久上了大路，行到午牌時分，三人在道旁一家小店中打尖，忽然人影一閃，門外走進一個又高又瘦的人來。這高瘦漢子一坐，便伸拳在桌上一拍，大聲叫道：「打兩角酒，切兩斤熟牛肉，快，快！」木婉清不用看他形相，一聽他說話聲音有如金鐵相擦，吱吱難聽，便知是「窮兇極惡」雲中鶴到了。幸好她臉向裏廂，沒與雲中鶴對面朝相，當即伸指在麵湯中一蘸，在桌上寫道：「第四惡人」。朱丹臣伸指寫道：「快走，不用等我。」木婉清一拉段譽的衣袖，兩人便走向內堂。雲中鶴來到店堂後，一直眼望大路，似在尋人，但他極是機靈，聽到身後有人走動，回頭一看，見到木婉清的背影剛在櫃壁後隱沒，喝道：「是誰？給我站住了！」離座而行，長臂伸出，便向木婉清背後抓來。朱丹臣手中捧著一碗麵湯，叫聲：「啊呦！」假裝失手，一碗滾熱的麵湯夾臉向他潑了去。兩人相距既近，朱丹臣潑得又快，加之雲中鶴全沒想到這酸秀才模樣的人竟會突施暗算，小小店堂中實無回施餘地，總算他輕功已練到爐火純青之境，快速之極的半轉身子，一碗熱湯避開了半碗，餘下的半碗仍是潑到了他臉上，登時眼前模糊一片。他大怒之下，伸手向朱丹臣抓去，準擬抓他個破胸開膛，不料朱丹臣湯碗一脫手，隨手便掀起了桌子，桌上碗碟杯盤，一齊向雲中鶴飛了過去。噗的一聲響，雲中鶴五指插入桌面，碗碟之屬，隨著一股勁風直擊過來。客店中倉卒遇敵，饒是他武功高強，也鬧了個手忙腳亂，急將內勁佈滿全身，那些碗碟之類撞將上去，一一反彈出來，全未損到他分毫，但汁水淋漓，不免大費周章。只聽得門外馬蹄聲響，已有兩人乘馬向北馳去。雲中鶴伸袖抹去眼上的麵湯，猛覺風聲颯然，一物點向胸口要害。他吸一口氣，胸口徒然向後縮了半尺，左掌從空中直劈下來，反掌一抓，兩根手指已抓住了敵人點來的折扇。朱丹臣這柄折扇的扇骨以純鋼打就，乃是他自幼習練的兵刃，進退如風，雖見雲中鶴身手矯捷，但乘著他倉皇失措之際，或能一擊而中。不料雲中鶴非但避開了這一擊，反以兩根手指夾住扇骨。朱丹臣吃了一驚，急忙運勁還奪。以內力而論，朱丹臣還差著一籌，這一奪原本無法奏功，一件心愛的兵刃勢非落入敵人手中不可，幸好雲中鶴滿手淋淋漓漓的都是湯汁油膩，手指上一滑，拿捏不緊，竟被朱丹臣將扇子奪了回去。這數招一過，朱丹臣已知敵人不但應變靈活，武功更是厲害，大叫：「使鉤桿的，使斧頭的，快堵住了門，竹篙子逃不走啦。」他曾聽「撫仙釣徒」和「採薪客」說過，那晚與一個形如竹篙的人相遇，兩人合力，才勉強取勝，是以虛張聲勢的叫將起來。雲中鶴不知是計，心道：「糟糕，使鉤桿和斧頭的那兩個小子原來埋伏在外，我以一敵三，更非落敗不可。」當下無心戀戰，衝入後院，越牆而走。朱丹臣大叫：「竹篙子逃走啦，快追快追！」奔到門外，翻身上馬，追趕段譽去了。段譽和木婉清馳出數里，便收韁緩行，過不多時，聽得馬蹄聲響，朱丹臣騎馬追來。兩人勒馬相候，正待詢問，木婉清忽道：「不好！那人追來了！」只見大道上一人一晃一飄，一條竹篙般冉冉而來。朱丹臣駭然道：「這人輕功如此了得。」揚鞭在段譽的坐騎臀上抽了一記，三匹馬十二隻馬蹄上下翻飛，絕塵而去，瞬時間又將雲中鶴遠遠拋在後面。奔了六七里，木婉清聽得坐騎氣喘甚急，只得拉慢，讓它透過一口氣來，但就這麼一停，雲中鶴又已追到。此人短程內的衝刺雖是不如馬匹，長力卻是綿綿不絕。朱丹臣知道自己的詭計已然被他識破，虛聲恫嚇已不管用，看來二十里路之內，非給他追及不可。只要到得大理城去，天大的事情也不會怕，但這三匹馬越奔越慢，情勢越來越是危急，又奔出數里，段譽的坐騎突然前蹄一跪，將他摔了下來。木婉清飛身下鞍，搶了上去，不等段譽著地，已將他後心一把抓住，正好她的坐騎奔到身旁，她左手在馬鞍上一掀，帶著段譽一同躍上馬背。朱丹臣對她本來頗有惡感，但段譽這一墮馬，自己為了阻擋著敵人而遙遙在後，未及救援，幸得木婉清及時出手，不禁脫口叫道：「好身法！」一聲甫畢，突然腦後風聲颯然，一件兵器襲了上來，朱丹臣回扇擋架，嗤的一聲響，將雲中鶴的鋼抓格開。雲中鶴乘勢向下一拖，五根鋼鑄的手指只抓得馬臀上鮮血淋漓。那馬吃痛，一聲悲嘶，奔得反而更加快了，又將雲中鶴遠遠拋在後面。但這麼一來，一馬雙馱，一馬受傷，無論如何無法持久，朱丹臣和木婉清都是暗暗焦急，段譽卻不知事情凶險，問道：「婉清，這人很厲害麼？難道朱四哥打他不過？」木婉清搖頭道：「就是我聯同出手，也不管用。」她突然心生一計，道：「我假裝墮馬受傷，躺在地下不起來，冷不防射他兩箭，或許能夠得手。你騎了馬只管走，不用等待。」段譽大急，反轉雙手，左手勾住了她頭頸，右手抱住她腰，連道：「使不得，使不得！我不能讓你冒險！」木婉清羞得滿面通紅，嗔道：「獃子，快放開我。給朱四哥瞧在眼裏，成甚麼樣子？」段譽一驚，道：「對不起！你別見怪。」木婉清道：「你是我丈夫，又有甚麼對不起了？」說話之間，又已遙遙望見雲中鶴冉冉而來。段譽回頭眺望，一斜眼間，只見木婉清柳眉深鎖，憂色甚深，不由得心中憐惜之情，油然而生，忽聽得木婉清「啊」的一聲低呼，只見朱丹臣連連揮手，催他們快逃，自己卻已躍下馬來，張開折扇，攔在道中。不料雲中鶴一心要追上木婉清，陡然間斜刺裏衝向道旁的田野之中，繞過了朱丹臣，向段木二人追來。木婉清用力鞭打坐騎，那馬口吐白沫，已在挨命。段譽嘆道：「婉清，倘若咱們此刻騎的是你那匹黑玫瑰，料那惡人再也追趕不上。」木婉清道：「那還用你說。」那馬轉了一個山岡，迎面筆直一條大道，並無躲避之處，只西首綠柳叢中，小湖旁有一角黃牆露出，段譽喜道：「好啦！咱們向這邊去。」木婉清道：「那是死地，無路可走！」段譽道：「你聽我的話便不錯。」一縱韁繩，便向綠柳叢中奔去。奔到近處，木婉清一抬頭，見那黃牆原來是一所寺院或是道觀，匾額上寫的似乎是「清華觀」三字。但這只是一瞥之間，心下飛快的盤算：「這獃子逃到了這裏，前無去路，那便如何是好？我且躲在暗處，射這雲中鶴一箭。」轉身之間，坐騎已奔到了觀前，猛聽得身後一人哈哈大笑，正是雲中鶴的聲音，突然間身子一頓，那馬縱聲長嘶，前蹄人立起來，再也無法前進。木婉清背上只感一涼，一回頭間，只見雲中鶴雙手拉住了馬尾。此人神力真當驚人，居然一拉住馬尾，一匹全力馳騁中的快馬就此硬生生的定住，動彈不得。只聽得段譽大聲叫道：「媽媽，媽媽，快來啊！」木婉清心下惱怒，喝道：「獃子，住口！」雲中鶴哈哈大笑，說道：「這當兒叫奶奶爺爺也不中用。」木婉清右臂一揮，一箭向後射出。雲中鶴縮頭閃開，見木婉清躍離馬鞍，左手鋼抓倏地遞出，搭向她的肩頭。木婉清當真機靈，一縮，已鑽到了馬腹之下，雲中鶴手鬆馬尾，待要再向木婉清抓去，忽然道觀中走出一個面貌秀麗的中年道姑來，右手拿著一柄拂塵，滿臉笑容。那道姑上前伸臂攬住了段譽，笑道：「又在淘甚麼氣了，這麼大呼小叫的？」木婉清見這容貌秀雅的道姑對段譽如此親熱，而段譽伸右臂圈住了那道姑的腰，更是一臉的喜歡之狀，不由得心中醋意大生，顧不得強敵在後，一縱身便是一掌向那道姑迎面劈了過去，喝道：「你──你是他的甚麼人？」段譽叫道：「婉清，不得無禮！」木婉清聽他迴護那道姑，心中氣惱更甚，身子尚未著地，手掌上更增了三分內勁。那道姑拂塵一舉，塵尾在半空中圈了一個小圈，已捲住木婉清的手腕。木婉清只覺她拂塵上一股力量大得出奇，卻又是柔和綿軟，不帶絲毫霸道，她被拂塵這麼一扯，身不由己的往旁邊一挨，又急又怒的罵道：「你是出家人，居然不知羞恥。」雲中鶴初時見那道姑出來，姿容美貌，心中一喜，暗想：「今日我雲中鶴運道來了，一箭雙鵰，兩個娘兒一並擄了去。」待見那道姑拂塵一出手，便將那木婉清攻勢十分凌厲的一掌輕描淡寫的化解開去，他見識甚高，只看了一招，便知這道姑的武功甚是了得，一縱身上了馬鞍，卻不動手，只聽那道姑怒道：「小姑娘，你胡說八道甚麼？你──你是他甚麼人？」木婉清：「我是段郎的妻子。你快放開他。」那道姑獃了一獃，忽然眉花眼笑，拉著段譽的耳朵，笑道：「此言是真是假？」段譽笑道：「也可說真，也可說假。」那道姑伸手在他面頰上重重扭了一把，笑道：「沒學到你爹的功夫，卻學足了爹爹的風流胡鬧，我不打斷你的狗腿才怪。」側頭向木婉清上上下下的打量，說道：「嗯，這姑娘也真美，就是太野，須得好好管教才成。」木婉清怒道：「我野不野關你甚麼事？你再不放開他，我可要放箭射你了。」那道姑笑道：「你倒射射看。」段譽大叫：「婉清，不可！你知道她是誰？」說著伸手護住了那道姑的頸子。木婉清再也忍不住，手腕一揚，颼颼兩聲，兩枝毒箭便往那道姑射去。那道姑本來一臉笑容，看到毒箭射來，陡然間臉上變色，拂塵一揮，每一根銀絲上似乎都生出吸力，將兩枝小箭裹在其中，厲聲喝道：「『修羅刀』秦紅棉是你甚麼人？」木婉清搖頭道：「甚麼『修羅刀』秦紅棉？沒聽見過。」段譽見那道姑氣得臉色慘白，勸道：「媽，你別生氣。」「媽，你別生氣。」這五個字鑽入了木婉清的耳中，不由得她不大吃一驚，幾乎不信自己的耳朵，說道：「甚麼！──她是你媽媽？」段譽笑道：「剛才我大叫媽媽，你沒聽見麼？」他轉頭向那道姑道：「媽，這位是木婉清木姑娘，兒子這幾日倏遇凶險，很受惡人的欺侮，虧得木姑娘幾次救了兒子的性命。」忽聽得門外有人大聲叫道：「瑤端仙子！千萬小心了，這是四大惡人之一！」當著闖進一個人來，正是朱丹臣。他見那道姑神色有異，還道她已吃了雲中鶴的虧，顫聲道：「瑤端仙子，你──和他動過手了麼？」雲中鶴朗聲笑道：「這時動手也不遲。」一句話剛說完，雙足已站在馬鞍之上。他身形本高，這一站上馬背，一個腦袋更如懸在半天，突然身子向前一伸，右足勾住馬鞍，兩柄鋼抓向那道姑抓了下來。那道姑微一斜身，欺到馬匹左首，拂塵一捲，擊向雲中鶴的左足，雲中鶴竟不閃避，左抓一抓勾向他的背心，那道姑一矮身，已從馬腹之下鑽過，拂塵指出，千絲萬縷的勁風射向他的右腿。雲中鶴向前邁了一步，左足踏上了馬頭，居高臨下，右手鋼抓橫掃而至。朱丹臣喝道：「給我下來。」縱身躍上馬臀，左手成拳擊在他左腰，右手中的鋼扇向他腿上點去。朱丹臣兵刃甚短，這近身肉搏，最佔便宜。雲中鶴左手鋼抓一擋，以長攻短，反擊過去。瑤端仙子拂塵抖處，又襲向他的下盤，那雲中鶴當真了得，以二敵一，雙手鋼抓飛舞，竟是不落下風。木婉清見他站在馬背，胸腹不必守護，形勢頗佔便宜，颼的一箭射出，從那馬的左眼穿入。她這短箭劇毒無比，那馬身子一顫，便即倒了下來。瑤端仙子拂塵圈轉，已纏住了鋼抓的五指。朱丹臣奮身而上，連攻三招。瑤端仙子和雲中鶴同時奮力一奪。雲中鶴內力雖較對方為強，但分了半力去擋架朱丹臣的鋼扇，又要防備木婉清的毒箭，只感手臂一震，拂塵和鋼抓同時脫手，直飛上天。瑤端仙子左手一揚，腰間一條綢帶夭矯飛出，又向敵人捲去。雲中鶴罵道：「大理國中的傢伙，專會倚多取勝。」料知今日已討不了好，雙足在馬鞍上一登，身子如箭飛出，左手鋼抓勾住道觀的圍牆牆頭，一個翻身，已至牆外。木婉清一箭射去，這飛箭竟還不及他身法快捷，啪的一聲，短箭釘在牆上，雲中鶴卻是鴻飛冥冥，已然不知所蹤。跟著當啷啷一聲響亮，拂塵和鋼抓同時落在地下。庭下四個人相顧駭然，均覺此人身法之快，實是從未所見。過了半晌，朱丹臣才道：「瑤端仙子，若不是你出手，丹臣今日非死在他手下不可。」瑤端仙子微微一笑，道：「十多年沒動兵刃，功夫全擱下了。朱兄弟，這人到底是甚麼來歷？」朱丹臣道：「聽說四大惡人齊來大理。這人位居四大惡人之末，武功已是如此了得，其餘三人可想而知。瑤端仙子，你還是到王府中暫避一時，待料理了這四個惡人之後再說。」瑤端仙子臉色微變，慍道：「我還到王府中去幹甚麼？四大惡人齊來，我敵不過，死了也就是了。」朱丹臣對她甚是恭謹，不敢再說，向段譽連使眼色，要他出言相求。段譽道：「媽，這四個惡人實是兇惡得緊，你既不願回家，我陪你去伯父那裏。」瑤端仙子搖搖頭道：「我不去。」眼圈一紅，似乎便要掉下淚來。段譽道：「好，你不去，我就在這兒陪你。」他轉頭向朱丹臣道：「朱大哥，煩你去稟報我伯父和爹爹，說咱母子倆在這兒合力抵擋四大惡人。」瑤端仙子笑了出來，道：「虧你不怕羞，你有甚麼本事，跟我合力抵擋四大惡人？」她雖被段譽引得笑了出來，但先前存在眼眶中的淚水終於還是流下臉頰，她背轉了身，舉袖拭了拭眼淚。木婉清瞧得暗自詫異：「段郎的母親怎地是個出家人？眼看雲中鶴這一去，勢必會被其餘三個惡人，聯手來攻，他母親如何抵敵？可是她堅執不肯躲避。啊，是了！天下男子負心薄倖的為多，段郎的父親定是另有愛寵，以致他母親著惱出家。」這麼一想，對瑤端仙子大起同情之意，道：「瑤端仙子，我幫你禦敵。」瑤端仙子細細打量她相貌，突然厲聲道：「你給我說實話，到底『修羅刀』秦紅棉是你甚麼人？」木婉清也氣了，道：「我跟你說過了，我從來沒聽見過這名字。秦紅棉是男是女，是人是畜，我全不知情。」瑤端仙子聽她說到「是人是畜」，登時釋然，尋思：「她若是修羅刀的後輩親人，絕不會說到『畜生』兩字。」雖聽她出言挺撞，臉色反而溫和了，笑道：「姑娘莫怪！我適才見你射箭的手法姿勢，很像我所識的一個女子，甚至你的相貌也有三分相似，以致起疑。木姑娘，令尊令堂的名諱如何稱呼？你武功很好，想必也是名門之女子了。」木婉清搖頭道：「我從小沒爹沒娘，是師父養大我的。我不知爹爹媽媽叫甚麼名字。」瑤端仙子道：「那麼尊師是那一位？」木婉清道：「我師父叫作『無名客』。」瑤端仙子沉吟道：「無名客？無名客？」向著朱丹臣，眼色中意示詢問。