第七十六回　以德報怨張無忌一怔之間，尚未答應，趙明已是一笑嫣然，退入了萬法寺的後殿，只聽得苦頭陀在塔頂大聲叫道：「周姑娘，快跳下，火燒眉毛啦，你再不跳，難道想做焦炭美人麼？」周芷若道：「我陪著師父！」滅絕師太和鶴筆翁鬥得正酣，她功力尚未全復，但此時早已將生死置之度外，掌法中只攻不守。鶴筆翁卻一來掛念著師兄，心有二用，二來適才中了麻藥之後，手腳究也不十分靈便，是以兩人竟鬥了個不分上下。滅絕師太聽到徒兒的說話，叫道：「芷若，你快跳下去，別來管我！這賊老兒辱我太甚，豈能容他活命？」鶴筆翁心中暗暗叫苦：「這老尼全是拚命的打法，我救師兄要緊，難道跟她在這火窟中同歸於盡不成？」當下大聲說道：「滅絕師太，這話是苦頭陀說的，跟我可不相干。」滅絕師太撤掌迴身，問苦頭陀道：「兀那頭陀，這等瘋話可是你說的？」苦頭陀嘻皮笑臉的道：「什麼瘋話？」這一句話，明擺著要滅絕師太親口重複一遍：「他說我是你的老情人，周芷若是我跟你生的私生女兒。」這兩句，她如何能說得出口。但就是苦頭陀這句話，滅絕師太已知鶴筆翁之言不假，只氣得全身發顫。鶴筆翁見滅絕師太背向自己，突然一陣黑煙捲到，正是偷襲的良機，煙霧之中，噗的一掌，擊向滅絕師太的背心。周芷若和苦頭陀看得分明，齊聲叫道：「師父小心！」「老尼小心！」但滅絕師太迴掌反擊，已擋不了鶴筆翁的陰陽雙掌，左掌和他的左掌相抵，鶴筆翁的右手所發的玄冥神掌，終於擊在他的背心。那玄冥神掌何等厲害，當年在武當山上，甚至和張三丰都對得一掌，此刻一掌擊在滅絕師太的背心，滅絕師太身子一晃，險險摔倒。周芷若大驚，搶上扶住了師父。苦頭陀卻心中大怒，喝道：「陰毒卑鄙的小人，留你作甚？」提起裹著鹿杖客和韓姬的被窩捲兒，拋了下來。鶴筆翁為人雖然狠毒，卻是同門情深，危急之際不及細想，撲出來便想抓住鹿杖客。但那被窩捲兒離塔太遠，鶴筆翁只抓到被窩一角，卻跟著一起摔將下來。張無忌站在塔下，煙霧瀰漫之中，瞧不清塔上這幾人的糾葛，眼見一大綑物事和一個人摔下，那綑事物不知是什麼東西，隱約間只看到其中包得有人，但那人卻看清楚是鶴筆翁。他生性仁善，明知鶴筆翁曾累得自己不知吃過多少苦頭，甚至自己父母之死，也和他有莫大關連，可是終究不忍袖手不顧，任由他跌得粉身碎骨，立即縱身上前，雙掌分別拍出，將那被窩和鶴筆翁分向左右，擊出三丈。鶴筆翁一個迴旋，已然站定，心中暗叫一聲：「好險！」他萬沒想到張無忌以德報怨，竟會救了自己一命，轉身去看師兄時，卻又吃了一驚。原來張無忌雙掌齊使乾坤大挪移之去，同時化解兩邊自上向下急墜的來勢，究屬不易，何況那被窩中裹著鹿杖客和韓姬兩人，下墜之力更強，他一掌拍出，無法再顧得那被窩捲摔向何處。豈知這一拍之下，被窩散開，滾出兩個赤裸裸的人來，正好摔入火堆之中。鹿杖客穴道未解，動彈不得，鬚髮登時著火。鶴筆翁大叫：「師哥！」搶入火堆之中，抱起了鹿杖客。他躍出火堆，立足未定，俞蓮舟叫道：「吃我一掌！」一掌擊向他肩頭。鶴筆翁不敢抵敵，沉肩相避，豈知俞蓮舟這一掌，雖然似已用老，他肩頭下沉，俞蓮舟這一掌仍能跟著下擊，拍的一聲，只痛得他額頭冷汗直冒，此刻救師兄要緊，一咬牙，抱著鹿杖客身子，飛身躍出了高牆。便在此時，塔中又是一根燃燒著的大木柱倒將下來，壓著韓姬的屍身，片刻間全身是火。只聽得塔下眾人齊聲大叫：「快跳下來，快跳下來！」苦頭陀在塔頂東竄西躍，躲避火勢。那寶塔樑柱燒毀後，磚石紛紛跌落，塔頂已微微晃動，隨時都能塌將下來。滅絕師太厲聲道：「芷若，你跳下去！」周芷若道：「師父，你先跳了，我再跳！」滅絕師太突然縱身而起，一掌向苦頭陀的左肩劈下，喝道：「魔教的賊子，實是容你不得！」苦頭陀在塔頂再也不能逗留，一聲長笑，縱身躍下。張無忌一掌擊出，將他輕輕送開，讚道：「范右使，大功告成，當真難能！」苦頭陀站定腳步，說道：「若非教主神功蓋世，大夥兒人人成了高塔上的烤豬。范遙行事不當，何功之有？」滅絕師太見苦頭陀躍下，長嘆一聲，伸臂抱住了周芷若，踴身往塔下一跳，待離地面約有丈許，雙臂一推一托，反將周芷若托高了數尺，然後落下。這麼一來，周芷若變成只是從丈許高的空中落下，絲毫無礙，滅絕師太的下墜之勢卻反而加強。張無忌搶步上前，運起乾坤大挪移神功，往她腰後拍去。豈知滅絕師太一來死志已決，二來決不肯受明教半分恩怨，見張無忌手掌拍到，拚起全身殘餘的力氣，反手一掌擊出。雙掌相交，砰的一聲大響，無忌那挪乾坤的掌力被她這一掌轉移了方向，但聽得喀喇一響，滅絕師太重重摔在地下，登時脊骨斷成數截，無忌卻也被她挾著下墜之勢的這一掌打得胸口血氣翻湧，連連退了幾步，心下大惑不解，滅絕師太這一掌，明明便是自殺。周芷若撲到師父身上，哭叫：「師父，師父！」其餘峨嵋派的眾男女弟子，一齊圍在師父身旁，亂成一團。滅絕師太道：「芷若，從今日起，你便是本派掌門，我要你做的事，你都不會違背麼？」周芷若哭道：「是，師父，弟子不敢忘記。」滅絕師太微微一笑，道：「如此，我死也瞑目……」這時只見張無忌走上前來，伸手要搭他脈博，看看是否尚有挽救之方，滅絕師太右手驀地裏一翻，緊緊抓住張無忌的手腕，厲聲道：「魔教的淫徒，你若是玷污了我愛徒的清白，我做鬼也不饒過……」最後一個「你」字沒說出口，已然氣絕身亡，但手指竟是絲毫不鬆，五根指甲，將無忌手腕上的血也掐了出來。苦頭陀叫道：「大夥兒一齊跟我來，到西門外會齊。若再耽擱，奸王可要派大隊人馬來啦。」張無忌抱起滅絕師太的屍身，低聲道：「咱們走吧！」周芷若將師父的手指輕輕扳離無忌的手腕，接過屍身，向無忌一眼也不瞧，便向寺外走去。這時崑崙、崆峒、華山諸派高手早已蜂湧而出，只有少林派空聞、空智兩位神僧不失前輩風範，過來合什向張無忌道謝，和宋遠橋、俞蓮舟等相互謙讓一番，這才先後出門。張無忌以乾坤大挪移神功，相援六派高手下塔，內力幾已耗盡，最後和滅絕師太所對那一掌，更是大傷元氣。莫聲谷將他一把抱起，負在背後，無忌默運九陽神功，內力這才漸漸增強。其時天已黎明，群雄來到西門，驅散把守城門的官兵，出城數里，楊逍已率領騾馬大車來接，向眾人賀喜道旁。空聞大師道：「今番若不是明教張教主和各位相救，我中原六大派氣運難言。大恩不言謝，為今之計，咱們該當如何，便請張教主示下。」張無忌道：「在下識淺，有什麼主意，還是請少林方丈發號施令。」空聞大師堅執不肯。張松溪道：「此處離城不遠，咱們今日在韃子的京城中鬧了這樣一個天翻地覆，那奸王豈能罷休？待得王府中火勢救滅，定必派遣兵馬來追。咱們還是先離此處，再定行止。」何太沖道：「奸王派人來追，那是最好不過，咱便殺他一個落花流水，出出這幾日胸中的烏氣。」張松溪道：「大夥兒功力未曾全復，要殺韃子也不忙在一時，還是先避一避的為是。」空聞大師道：「張四俠說的是，今日便是殺得多少韃子，大夥兒也必傷折不小，咱們還是暫且退避。」少林掌門人說出來的話究竟聲勢又是不同，旁人再無異議。空聞大師又問：「張四俠，依你高見，咱們該向何處暫避？」張松溪道：「韃子料得咱們不是向南，便向東南，咱們偏偏反其道而行之，逕向蒙古，諸位以為如何？」眾人都是一怔，心想蒙古是韃子的根本之地，如何反而深入敵境。楊逍卻拍手說道：「張四俠的見地高極。蒙古地廣人稀，莽莽荒漠之中，隨便找一處荒山，儘可躲得一時，韃子定道咱們回歸中原，萬萬想不到咱們竟會前往蒙古。」眾越想越覺張松溪此計大妙，當下撥轉馬匹，逕向北行。行出五十餘里，群俠在一處山谷中打尖休息。楊逍早已購齊各物，乾糧酒肉，無一缺或。眾人談起脫困的經過，都說全仗張無忌和范遙兩人相救。這邊廂周芷若和峨嵋派眾人在地下掘了一坑，埋葬滅絕師太。空聞、空智、宋遠橋、張無忌等一一過去行禮致祭。滅絕師太一代大俠，雖然性情怪僻，但平素行俠仗義，正氣凜然，武林中人所共敬。峨嵋派弟子放聲大哭，餘人也各淒然。空聞大師朗聲說道：「人死不能復生，峨嵋諸俠只須繼承師太遺志，師太雖死猶生。這一次奸人下毒，誰都吃了大虧，本派空性師弟也為韃子所害，此仇是非報不可，如何報仇，卻須從長計議。」空智大師道：「中原六大派原先與明教為敵，但張教主以德報怨，反而出手相救，雙方仇嫌，自是一筆勾銷。今日乘大夥兒都在此間，老衲舉明教張教主為中原武林盟主，此後只須張教主號令到處，中原各門各派一齊凜遵，同心協力，驅除胡虜。」他說一句，群豪便喝一聲采，待他說完，眾人更是歡聲雷動，只有周芷若默默無言，心中翻來覆去，儘想著師父囑咐自己的事。張無忌連連搖手，請道：「各位且慢，此事萬萬使不得。武林各派，向以少林為尊。說到德高望重，則要算我太師父張真人。武當諸俠都是我的師伯師叔，小子何敢僭越？」宋遠橋道：「無忌，大夥兒推你為武林盟主，固然有一半是為了今日感你相救之德，可是眾人也是為天下蒼生請命。只盼各門各派從此齊心，再不自相殘殺，一致對付胡虜。中原武林中，若無一位發號施令的總盟主，只怕驅除韃子的大業，著實不易成功呢。」張松溪也道：「少林派兩位神僧的推舉之意，極是誠懇。你太師父這麼高的年紀，難道還能請他老人家擔當這等劇繁重任？」眾人一再相勸，張無忌心下惴惴不安，無論如何不肯答應，說道：「小子年輕識淺，若說稍有所長，也不過武功上略略有些成就。天下武林盟主一席，責任非輕，只有少林方丈神僧，或是宋大師伯，那才合適。」楊逍道：「教主，時機一失，不可再來。難得今日群雄聚會，大眾歸心。這武林盟主你若不當，別無群雄齊心歸服之人，大夥兒一旦散向三岳五嶽，再要聚集，那可難了。當日你在光明頂上，囑咐咱們要和六大派化解仇怨，齊心合力，難道你便忘了。」張無忌凜然心驚，默默無言。范遙大聲道：「教主，做這武林盟主可不是做皇帝，大夥兒不是要你作威作福，乃是要你任天下之大勞，負天下之大怨。你是不是男子漢大丈夫？這等天下的大勞大怨，你竟推三阻四的不肯擔當麼？范遙當你是英雄，甘心追隨於你，事到臨頭，你竟畏首畏尾麼？」張無忌向他恭恭敬敬的作了一揖，說道：「范右使責備得是，無忌謹受教益。男兒生於天地之間，原當不避艱危。」他抱拳向群俠說道：「諸位推愛，小子不敢再辭，但願大業克成，不負平生之志。」群雄聽張無忌這麼一說，登時歡聲雷動。楊逍取過一皮袋酒來，刺破手指，將向滴在酒裏，各人依次滴過，再每人喝了一口血酒，立誓自今而後，同心同德，以驅除胡虜、還我大漢山河為志。張無忌又是興奮，又是惶恐，但想到范遙那幾句話，為武林盟主者，當任天下之大勞，負天下之大怨，唯有鞠躬盡瘁，以報託付之重而已，至於成與不成，誰也不能逆料。他想到此處，心下反而坦然。這幾個月來，他經歷了不少風浪，增長了不少見識，此時出任武林盟主，反比當初接任明教教主之時，內心要鎮定得多。同時對驅除韃子一事，認為義所當為，不似於明教的正邪善惡，心中有許多不安之情，猶豫之意。待各人歃血為盟已畢，張無忌道：「方今天下紛擾，我明教教眾已分處四方，機緣一到，立即舉義抗元。盼各派尊長知照本門本派的弟子，就近投效義軍，不得爭權奪利，自相吞併。一切是非爭執，只可向本派掌門投告，由本人會同各派掌門長老，秉公評斷。」眾人齊聲答應，說道：「原該如此。」張無忌道：「此間大事已了，我有些私人俗務，尚須回大都一轉，謹與各位作別。今後數年之間，當與各位並肩馳驅疆場，與韃子決一死戰。」群豪呼聲震天，山谷鳴響，一齊送到谷口。楊逍道：「教主，你是天下英雄之望，一切多多保重。」無忌道：「兄弟理會得。」馬鞭一響，胯下坐騎向南馳去。將近大都之時，無忌心想昨晚萬法寺中這一戰，汝陽王手下的許多武士已識得自己面目，倘若撞上了，只怕諸多不便，於是到一家農家去買了一套莊稼漢子的舊衣服換了，頭上戴個斗笠，用煤灰泥巴將手臉塗得黑黑地，這才進城。他回到西城的客店外，四下一打量，前後左右，並無異狀，當即閃身入內，進了自己的住房。小昭正坐在窗邊，手中做著針線，見他進房，一怔之下，這才認得了他出來，滿臉歡容，如春花之初綻，笑道：「公子爺，我還道是那一個莊稼漢闖錯了屋子呢，真沒想到是你。」無忌笑道：「你在做什麼？一個兒悶不悶？」小昭臉上一紅，將手中縫著的衣衫藏到了背後，忸怩道：「我胡亂做些活計。」忙將衣衫藏在枕頭底下，斟茶給無忌喝，笑道：「你洗不洗臉？」無忌道：「不洗了。」拿著茶杯，心下沉吟：「趙姑娘要我陪她去借屠龍刀。一來大丈夫千金一諾，不能失信於人。二來我本要去接應義父他老人家回歸中土。義父本來擔心中原仇家太多，他眼盲之後，應付不了。此時武林群豪同心對抗胡虜，私人的仇怨，什麼都該化解了。只須我陪他老人家在一起，諒旁人也不能動他一根毫毛。大海中風濤險惡，小昭這孩子是不能一齊去的。嗯，有了，我要趙姑娘安頓她在王府之中，那倒比別的處所平安得多。」小昭見他忽然微笑，問道：「公子，你在想什麼？」無忌道：「我要到一個很遠很遠的地方去，帶著你很是不便。我想到了一處所在，可以送你去寄居。」小昭臉上突然變色，道：「公子爺，你到什麼地方去，我跟你到什麼地方，小昭要天天這樣服侍你，不願到陌生的所在去寄居。」無忌勸道：「我是為你好。我要去的地方很遠，很是危險，不知道什麼時候才能夠回來。」小昭道：「公子爺，在光明頂上那個山洞之中，小昭已打定了主意，不論你到那裏，我都跟你到那裏。除非你把我殺了，才能撇下我。你是不是見了我討厭，不願意我陪著你麼？」無忌道：「不，不！你知道我是很喜歡你的，我不願意你去冒無謂的危險。我一回來，立刻就會找你。」小昭搖頭道：「你撇不下我的。只要在你身邊，什麼危險我都不在乎。公子爺，你帶我去吧！」張無忌握著小昭的手，道：「小昭，我也不須瞞你，我是答應了趙姑娘，要陪她往海外一行。大海之中，波濤連天，我是不得不去，但你去冒此奇險，殊是無益。」小昭脹紅了臉，道：「你陪趙姑娘一起去我更加要跟著你。」說了這兩句話，急得雙眼中已是淚水盈盈。無忌道：「為什麼更加要跟著我？」小昭道：「那趙姑娘心地歹毒，誰也料不得她會對你怎樣。我跟著你，也好照著你些兒。」無忌心中一動：「莫非這小姑娘對我暗中已生情意？」聽她這辭中忱忱之誠，心下不禁感激，笑道：「好，我帶便帶了你去，大海中暈起船來，可不許叫苦。」小昭大喜，連連答應，道：「我若是惹得你麻煩了，你把我拋下大海去餵魚吧！」無忌笑道：「我怎麼捨得？」他二人雖然相處日久，有時旅途之際客舍不便，便同臥一室，但小昭自居婢僕，無忌又是性格端方之人，從來不說戲謔調笑的言語。這時無忌衝口而出說了一句「我怎麼捨得」，自知失言，不由得臉上一紅，轉過了頭望著窗外。小昭卻嘆了口，自去坐在一邊。無忌道：「你為什麼嘆氣？」小昭道：「你真正捨不得的人多著呢，峨嵋派的周姑娘，汝陽王府的郡主姑娘，將來不知道還有多少，你心中那會掛念著我這個小丫頭。」無忌走到她的面前，說道：「小昭，你一直待我很好，難道我不知道麼？難道我是個忘恩負義、不知好歹的人嗎？」他說著這兩句話時，聲音極是誠懇。小昭大是害羞，又是喜歡，低下了頭道：「我又沒要你對我怎樣，只須你許我永遠服侍你，做你的小丫頭，我就心滿意足了。你一晚沒睡，一定倦了，快上床休息一會吧。」說著掀開被窩，服侍無忌安睡，自去坐在窗下，拈著針線縫衣。無忌聽著她手上的鐵鍊偶而發出輕微的錚錚之聲，只覺心中十分的平掙滿足，過不多時，便合上眼睡著了。這睡直到傍晚始醒，無忌吃了碗麵，道：「小昭，我帶你去見趙姑娘，借她的倚天劍斬斷你手腳上的銬鐐。」兩人走到街上，但見蒙古兵卒騎了馬來回奔馳，戒備甚嚴，想是昨晚汝陽王府失火、萬法寺大亂之故。無忌和小昭一聽到馬蹄聲音，便縮身在屋角後面，不讓邏兵見到，不多時便到了那家小酒店中。無忌帶著小昭推門入內，只見趙明已坐在昨晚飲酒的座頭上，笑哈哈的站了起來，說道：「張公子真乃信人。」無忌見她神色如常，絲毫不以昨晚之事為忤，暗想：「這位姑娘城府真深，按理說我派人殺了她父親的愛姬，將她費盡心血捉來的六派高手一齊放了，她必定惱怒異常，不料她一如平時，且看她待會如何發作。」只見桌上已擺設了兩副杯筷，無忌欠一欠身，便即就坐，小昭遠遠站著伺候。無忌抱拳說道：「趙姑娘，昨晚之事，在下諸多得罪，還祈見諒。」趙明笑道：「爹爹那韓姬妖妖嬈嬈的，我見了就討厭，多謝你叫人殺了她，我媽媽儘誇讚你聰明呢。」張無忌一怔，說不出話來。趙明又道：「那些人你救了去也好，反正他們不肯歸降，我留著也是無用。你救了他們，大家一定感激你得緊，當今中原武林，聲望之隆，自是無人再及得上你了。張公子，我敬你一杯！」說著笑盈盈的舉起酒杯。便在此時，門口人影一晃，走進一個人來，卻是苦頭陀。他先向張無忌行了一禮，再恭恭敬敬的向趙明拜了下去，說道：「郡主，苦頭陀前來向你告辭。」趙明並不還禮，冷冷的道：「苦大師，你瞞得我好苦。你郡主這個觔斗栽得可不小啊。」苦頭陀站起身來，昂然說道：「苦頭陀姓范名遙，乃是明教光明右使。朝廷與明教為敵，本人混入汝陽王府，自是有所為而來，多承郡主禮敬有加，今日特來作別。」趙明仍是冷冷的道：「你要去便去，又何必如此多禮？」苦頭陀道：「大丈夫行事光明磊落，自今而後，在下即與郡主為敵，倘若不明白相告，有負郡主平日相待之意。」趙明向無忌看了一眼，道：「你到底有什麼本事，能使手下個個對你這般死心塌地？」無忌道：「咱們是為國為民、為仁俠、為義氣，范右使和我素不相識，可是一見如故，肝膽相照，只是不枉了兄弟間這個「義」字。」苦頭陀哈哈大笑，道：「教主這幾句言語，正說出了屬下的心事。教主，你多多保重，這位郡主娘娘心狠手辣，大非尋常，你千萬提防了。」無忌道：「是，我自是不敢大意。」趙明笑道：「多謝苦大師稱讚。」苦頭陀轉身出店，經過小昭身邊時，突然一怔，臉上神色驚愕異常，似乎突然見到什麼可怕之極的鬼魅一般，失聲叫道：「你…你…」小昭奇道：「怎麼啦？」苦頭陀向她呆望了半晌，搖頭道：「不是的……不是的…我看錯人了。」推門走了出去，一面口中喃喃的道：「真像，真像。」趙明與無忌對望一眼，都不知他說小昭像誰。忽聽得遠處傳來幾下唿哨之聲，三長兩短，聲音極是尖銳。張無忌一怔，記得這是峨嵋派招聚同門的訊號，當日在西域遇到滅絕師太等一干人時，曾數次聽到她們以此訊號相互聯絡，抵禦明教教眾的來攻，心下甚奇：「怎地峨嵋派又回到了大都？莫非又遇上了什麼敵人麼？」忽聽趙明道：「那是峨嵋派門下，似乎遇到了什麼急事，咱們去瞧瞧，好不好？」無忌奇道：「你怎麼知道？」趙明笑道：「我在西域率人跟了她們四日四夜，俟機拿人，怎麼會不知道。」無忌道：「好，咱們便去瞧瞧。趙姑娘，我先求你一件事，要借你的倚天劍一用。」趙明笑道：「你未借屠龍刀，先向我借倚天劍，算盤倒是精明。」解下腰間繫著的寶劍，遞了過去。無忌拿在手裏，拔劍出鞘，道：「小昭，你過來。」小昭走到他的身前，無忌揮動長劍，嗤嗤嗤幾下輕響，小昭手上腳上的銬鍊一齊削斷，嗆啷啷的跌在地下。小昭拜道：「多謝公子、多謝郡主。」無忌還劍入鞘，交給趙明，只聽得峨嵋派的哨聲更是淒厲，直往東北方去，便道：「咱行去吧。」趙明摸出一小綻黃金，拋在桌上，閃身便出店門。無忌生怕小昭輕功太淺，跟隨不上，右手拉住她手，左手托在她腰間，不即不離的跟在趙明身後。只奔出十餘丈，便覺小昭的身子輕飄飄的，始終不見落後。雖然無忌此刻並未施展極上乘的輕功，但腳下已是極快，小昭居然能夠跟上，那麼她武功顯然不弱。轉眼之間，趙明已越過幾條僻靜小路，來到一堵半塌的圍牆之外。無忌聽到牆內隱隱有女子爭執的聲音，知道峨嵋派便在其內，拉著小昭的手，越牆而入，黑暗中落地無聲。圍牆內遍地長草，原來是個廢園。趙明跟著進來，三個人便伏在長草之中。廢園的北隅有個破敗的涼亭，亭中影影綽綽，聚會著十來個人，只聽得一個女子的聲音說道：「你是本門最年輕的弟子，論資望，說武功，那一門都輪不到你來做本派的掌門……」無忌一聽這聲音好熟，卻是丁敏君的話聲，當下蛇行鼠伏，從長草中低身而前，走到離涼亭數丈之處，這才停住。此時星光黯淡，瞧出來矇朧一片，但無忌眼光銳敏，已隱約看清楚亭中有男有女，都是峨嵋派的弟子，除丁敏君外，其餘滅絕師太座下的大弟子均在其中，左首一人身形修長，青衫曳地，正是周芷若。只聽丁敏君的話聲極是嚴峻，不住口的道：「你說，你說……」只聽周芷若緩緩的道：「丁師姊說的是，小妹是本門最年輕的弟子，不論資歷、武功、才幹、品德，那一項都夠不上做本派的掌門。先師命小妹當此大任，小妹原曾一再苦苦推辭，但先師厲言重責，要小妹發下毒誓，不得有負先師的囑咐。」只聽一個作尼姑裝束的女子道：「先師西去之時，確有遺言要周師姊繼任本派掌門，這幾句話咱們人人聽到，不但是本派同門，便是少林、武當、崑崙、崆峒諸派英俠，也均可作證。」又有一個中年漢子道：「先師英明果決，既要用師妹繼任掌門，必有深意。咱們同受先師栽培的大恩，自當遵奉先師遺志，同心輔佐周師妹，以光本派武德。」丁敏君冷笑道：「馮師哥說先師必有深意，這『必有深意』四個字，果然是說得好。咱們在高塔之上、高塔之下，不是親耳聽到苦頭陀和鶴筆翁大聲叫嚷麼？周師妹父母是誰，先師為何對她另眼相看，這還不明白不過麼？」苦頭陀昨日對鹿杖客說，滅絕師太是他的老情人，周芷若是他二人的私生女兒，只不過是他邪魔外道的古怪脾氣一時發作，隨口開句玩笑，但鶴筆翁這一公然叫嚷出來，旁人聽在耳裏，雖然未必相信，總不免有幾分疑心，何況這等男女之私人們總是寧信其有，不信其無，而滅絕師太對周芷若如此另眼相看，旁人均是不明所以，「私生女兒」這四個字，正是最好的解釋。各人聽了丁敏君這幾句話，一齊默然不語。周芷若顫聲道：「丁師姊，你若是不服小妹接任掌門，儘可明白言講。你胡言亂語，敗壞先師畢生清譽，該當何罪？小妹先父姓周，名諱上子下旺，先母薛氏。小妹蒙武當派張真人之薦，引入先師門下，在此之前，從未見過先師一面。你受先師大恩，今日先師屍骨未寒，便來說這等言語，這……這……」說到這裏，聲音已是哽，眼珠滾滾而下，再也說不下去了。丁敏君冷笑道：「你想在本派掌門，尚未得同門公認，自己身份未明，便想作威作福，分派我的不是，什麼敗壞先師清譽，什麼該當何罪，你想來治我的罪，是不是？我倒要請問：你既受先師之囑，繼承掌門，便該即日回歸峨嵋，掌管門戶，何以突然不聲不響又回大都？先師逝世，本派事務千頭萬緒，在在均要掌門人分理，你孤身一人回到大都，卻是為何？」周芷若道：「先師有一副極重的擔子，交在小妹身上，要小妹務必辦到，是以小妹非回大都不可。」丁敏君道：「那是甚麼事？此處除了本派同門，並無外人，你儘可明白言講。」周芷若道：「這是本派最大的機密，除了本派掌門人之外，不得說與旁人得知。」丁敏君冷笑道：「哼，哼！你什麼都往『掌門人』三個字上一推，須騙我不倒。我來問你：本派和魔教仇深似海，本派同門，不少喪於魔教之手，魔教教眾死於先師倚天劍下的，更是不計其數。先師所以逝世，便因不肯受那魔教教主一托之故。然則先師屍骨未寒，何以你便悄悄的來尋魔教姓張的小淫賊、那個當教主的大魔頭？」張無忌躲在長草之中，聽到最後這幾句話，身子不禁一震，便在此時，只覺一根柔膩的手指伸到自己左頰之上，輕輕括了兩下，正是身旁的趙明，用手指替他括羞。無忌滿臉通紅，心想：「難道周姑娘真的來找我麼？」只聽周芷若囁囁嚅嚅的道：「你……你又胡說八道了……」丁敏君十分得意，大聲道：「到這時候你還想抵賴？你叫大夥兒先回峨嵋，咱們問你回大都有什麼事，你偏又吞吞吐吐的不肯說。眾同門情知不對，這才攝在你的後面。你向你父親苦頭陀探問小淫賊的所在，當咱們不知道麼？你去客店找那小淫賊，當咱們不知道麼？」　