第四十五回　荊釵村女朱長齡心知若用蠻勁，又要重蹈四年前的覆轍，勢必再擠斷幾根肋骨，於是定了定神，竭力呼出肺中存氣，果然身子又縮小了兩寸，能再向前挨了三尺。可是肺中無氣，越來越是窒悶，自覺一顆心跳得打鼓一般，幾欲暈去，知道不妙，只得先退出來再說。那知進去時兩足撐在高低不平的山壁之上，一路推進，出來時卻已無可借力之處，雙手被巖石束在頭頂，伸展不開，半點力氣也使不出來。他心中卻兀自在想：「他身材比我高大，他既能過去，我也必能夠過去。為什麼我竟會擠在這裏？當真是豈有此理！」那知世上確有不少豈有此理之事，這個文才武功，俱臻上乘的高手，從此便嵌在這窄窄的山洞之中，進也進不得，退也退不出。且說張無忌又中朱長齡的奸計，從懸崖上直墜下去，霎時間自恨不已：「張無忌啊張無忌，你這小子忒煞無用。明知朱長齡奸詐無比，卻一見面又上了他的惡當，該死，該死！」他雖自罵該死，其實卻是拚死的求生，體內真氣流動，運勁向上縱躍，想要將下墜之勢稍為延緩，著地時便不致跌得碎骨。可是人在半空，虛虛晃晃，實是身不由己，但覺耳旁風聲不絕，頃刻之間，雙眼刺痛，地面上白雪的反光射進了目中。張無忌知道生死之際，便繫於這一刻關頭，只見丈許之外有一個大雪堆，這時也無暇分辨雪堆中到底是何物，當即在空中翻了一觔斗，向那雪堆中撲去，身形斜斜劃了個弧線，左足已點上雪堆，波的一聲，身子已陷在雪堆之中。他苦練四年的九陽神功便於此時發生威力，借著雪堆中所生的反彈之力，向上一縱，但那萬尋懸崖上摔下來的這股力道何等厲害，只覺腿上一陣劇痛，雙腿腿骨一齊折斷。他受傷雖重，神智卻仍清醒，但見柴草紛飛，原來這大雪堆是農家積柴的草堆，不禁暗叫：「好險，好險！倘若這雪堆之下藏的不是柴草，卻是一塊大石頭，我張無忌便一命嗚呼。」他雙手用力，慢慢爬出柴堆，滾向雪地，再檢視自己腿傷，吸一口真氣，伸手接好了折斷的腿骨，心想：「我躺著一動也不動，至少要一個月方能行走，可是那也沒有什麼，至不濟是以手代足，總不會在這裏活生生的餓死。」又想：「這柴草堆明明是農家所積，附近必有人家。」他本想縱聲呼叫求援，但轉念一想：「世上惡人太多，我獨個兒躺在雪地中養傷，那也罷了，若是叫得一個惡人來，反而糟糕。」於是安安靜靜的躺在雪地，靜待腿骨折斷處慢慢的自行癒合。如此睡了三天，腹中餓得咕嚕咕嚕直響，但他知接骨之初，最是動彈不得，倘若斷骨處稍有歪斜，一生便成跛子。因此始終以最大毅力，半分也不移動，真是耐不住了，便抓幾把雪塊充飢。這三天中心裏只是想：「從今以後，我在世上務要步步小心，決不可再上惡人的當。須知日後未必再能如此幸運，終能大難不死。」到得第四天晚間，他靜靜躺著用功，只覺心地空明，周身舒泰，腿傷雖重，所練的神功卻又深了一層，萬籟皆寂之中，猛聽得遠處傳來幾聲犬吠之聲，跟著犬吠聲越來越近，顯是有幾頭猛犬在追逐甚麼野獸。張無忌吃了一驚：「難道是朱九真姊姊所養的惡犬麼？嗯！她那些猛犬都已被朱伯伯打死了，可是事隔多年，她又會養起來啊。」目凝向雪地裏望去，卻見有一人如飛的奔來，身後三條大犬又吠又咬的追著他。那人顯已筋疲力盡，跌跌撞撞，奔幾步，便摔了一交，但害怕惡犬的利齒銳爪，還是拚命的向前奔跑。張無忌想起數年前自己身被群犬圍攻之苦，不禁胸口熱血上湧。他有心出手相救那被群犬追殺之人，苦於自己雙腿斷折，行走不得，驀地裏聽得那人長聲慘呼，摔倒在地，兩頭惡犬爬在他的背上狠咬。張無忌怒叫：「惡狗，到這兒來！」那三條大犬不懂得人話，果然如飛撲至，嗅到張無忌並非熟人，站定了狂吠幾聲，撲上來便咬。張無忌有心一試所練的神功，伸出手指，在每頭猛犬的鼻子上一彈，三頭惡犬先後了帳。無忌沒想到隨便出手即行輕輕易易的殺斃三犬，對這九陽神功的威力，不由得暗自心驚。只聽得那人呻吟之聲極是微弱，便道：「這位兄台，你給惡犬咬得很厲害麼？」那人道：「我……我不成啦……我……我……」張無忌道：「我雙腿斷了，沒法子行走。請你勉力爬過來，我瞧瞧你的傷口。」那人道：「是……是……」氣喘吁吁的掙扎爬行，爬一段路，停一會兒，爬到離張無忌丈許遠處，「啊」的一聲，伏在地下，再也不能動了。兩人便是隔著這麼遠，一個不能過去，一個不能過來。張無忌道：「大哥，你傷在何處？」那人道：「我……胸口，……肚子上……給惡狗咬破肚子，拉出了腸子。」張無忌大吃一驚，知道肚破腸出，再也不能活命，問道：「那些惡狗為甚麼追你？」那人道：「我……夜裏出來趕野豬，別……別踩壞了莊稼，見到一位大小姐和一位公子在大樹下說話……我不過走近去瞧瞧……我……啊喲！」大叫一聲，再也沒聲息了。他這番話雖沒說完，但張無忌十成已猜到了九成，多半是朱九真和衛壁半夜出來私會，卻讓這鄉農撞見了，朱九真放犬咬死了他。正自氣惱，只聽得馬蹄聲響，有人連連呼哨，正是朱九真在呼召群犬。蹄聲漸近，兩騎馬馳了過來。張無忌自練九陽神功後，目力大異常人，雖在黑暗之中，借著白雪反映上來的星光，依稀可以看到兩匹馬上坐著一男一女。那女子突然叫道：「咦！怎地平西將軍他們都死了？」說話的正是朱九真，她所養的猛犬，仍是各擁將軍封號，與以前絲毫無異。和她並騎而來的正是衛璧，他縱身下馬，奇道：「有兩個人死在這裏！」無忌心下暗暗打定了主意：「他們若想過來害我，說不得，我下手可不能容情了。」朱九真見那鄉農肚破腸流，死狀甚可怖，張無忌卻是衣服破爛已到極點，蓬頭散髮，滿臉長滿了長長的鬍子，躺在地下一動也不動，想來也是被狗子咬死了。她急欲衛璧談情說愛，不願在這裏多所逗留，說道：「表哥，走吧！這兩個泥腿子臨死拚命，倒傷了我三位將軍。」拉轉馬頭，便向西馳去。衛璧雖見三犬齊死，心中微覺古怪，但見朱九真馳馬走遠，不及細看，當即躍上馬背，跟了下去。張無忌聽得朱九真的嬌笑之聲，遠遠傳來，心下只感惱怒，自己覺得奇怪，四年多前和她初遇時，對朱九真敬若天神。只要她小指頭兒指一指，就是要自己上刀山、下油鍋，也是毫無猶豫，但今日重見，不知如何，她身上的魅力竟是消失得無形無蹤。張無忌只道是修習九陽真經之功，實則凡是少年男子，大都有過如此胡裏胡塗的一段初戀，這些熱情來得快，去得也快，日後頭腦清醒，對自己舊日的沉迷，往往不禁為之啞然失笑。得到第二日早晨，天空一頭兀鷹見地下的死人死狗，在空中盤旋了幾個圈子，便飛下來啄食。那知道這頭兀鷹也是命中該死，好端端的死人死狗不吃，偏向張無忌臉上撲下來，無忌手一伸，早扭兀鷹的頭頸，手上微一使勁，便將那鷹捏死了，喜道：「當真是天上飛下來的早飯。」拔去兀鷹羽毛，撕下鷹腿，便大嚼起來，雖是生肉，但餓了三日，卻他吃得津津有味。一頭兀鷹沒吃完，第二頭又飛了下來。張無忌便以鷹肉充飢，躺在雪地之中養傷，靜得腿骨癒合，接連數日，這曠野中竟是一個人也沒經過。他身畔是三隻死狗，一個死人，好在隆冬嚴寒，屍體不會腐臭，他又過慣了寂寞獨居的日子，也不以為苦。這一日下午，他運了一遍內功，眼見天上兩頭兀鷹飛來飛去的盤旋，良久良久，終是不敢下來。他正自無聊，只見一頭兀鷹向下一撲，離地身子約莫三尺，便即衝向空際，身法轉折之間，極是美妙。他忽然想道：「這一下轉折，如果能用在武功之中，襲擊敵人時對方固是不易防備，即使一擊不中，飄然遠颺，敵人也是極難還擊。」要知他所練的九陽神功純係修習內功，攻擊防禦的招數是半招都沒有的。因此當年覺遠大師雖然練就一身神功，受到攻擊時卻毛手毛腳，絲毫不會抵禦；張三丰也要楊過當面傳授四招，才能和尹克西放對。張無忌從小便學過武功，和覺遠及張三丰幼時截然不同，但要將極上乘的內功融化在他所學的招數之中，卻也非短期內所能奏效。因此每見飛花落地，怪樹撐天，以及鳥獸之動，風雲之變，他往往便想到武功的招數上去。這麼一想，他只盼空中的兀鷹盤旋往復，多現幾種姿態，正看得出神，忽聽得遠遠有人在雪地中走來，腳步細碎，似乎是個女子。張無忌轉過頭去，只見一個女子提著一隻籃子，很迅捷的走近。她看到雪地中的人屍犬屍，「咦」的一聲，怔住停步。張無忌定神一看，但見那是個十七八歲的少女，荊釵布裙，是個鄉村貧女，黃髮蓬蓬，面容黝黑，臉上肌膚凹凹凸凸，嘴角歪斜，生得極是醜陋，只是一對眸子頗有神采，身段也是苗條纖秀。她走近一步，看見張無忌睜著眼瞧著她，微微吃了一驚，道：「你……你沒死麼？」張無忌道：「我沒死。」一個問得不通，一個答得有趣，兩人一想，都忍不住笑了起來。那少女笑道：「你既不死，躺在這裏一動也不動的幹什麼？倒嚇了我一跳。」張無忌道：「我從山上摔下來，把兩條腿都跌斷了，只好在這裏躺著。」那少女問道：「這人是你同伴麼？怎麼又有三條死狗？」張無忌道：「這三狗兇惡得緊，咬死了這位大哥，可是牠們也活不了啦。」那少女道：「你躺在這裏怎麼辦？肚子餓嗎？」張無忌道：「自然是餓的，可是我動不得，只好聽天由命了。」那醜女嫣然一笑，從籃子中取出兩個餅來，遞了給他。張無忌道：「多謝姑娘。」接了過來，卻不便吃。那少女道：「你怕我的餅中有毒嗎？幹麼不吃？」張無忌已有四年多沒跟人說話，偶爾和朱長齡隔著山洞對答幾句，也是絕無意味，這時見那少女容貌雖醜，說話卻很有風趣，心中喜歡，便道：「是姑娘給我的餅子，我捨不得吃。」這句話已有幾分調笑的意思，他向來誠厚，說話從來不油腔滑調，但在這醜女面前，心中輕鬆自在，不知不覺的這句話便衝口而出。那少女聽了，眼中忽現怒色，哼了一聲。張無忌心下大悔，忙拿起餅子便咬，只因吃得慌張，竟哽在喉頭，咳嗽起來。那少女轉怒為喜，說道：「謝天謝地，你這醜八怪不是好人，老天爺當場便要罰你。怎麼誰都不摔斷狗腿，偏生是你摔呢？」張無忌心想：「我四年不剪髮，不剃面，自是個醜八怪，可是你也不見得美到那裏去，咱們半斤八兩，大哥別說二哥。」但這番話卻無論如何不敢出口了，一本正經的道：「我已在這裏躺了九天，好容易見到姑娘經過，你又給我餅吃，真是多謝了。」那少女抿嘴笑道：「我問你啊，怎地誰都不摔斷狗腿，偏生是你摔斷呢？你不回答，我就把餅子搶回去。」張無忌見她這麼淺淺一笑眼睛中流露出極是狡譎的神色來，心中不禁一震：「她這眼光，多麼像媽。媽臨去世時欺騙那少林寺的老和尚，眼睛中就是這麼一副神氣。」想到這裏，忍不住熱淚盈眶，跟著眼淚便流了下來。那少女「呸」了一聲，道：「我不搶你的餅子就是了，也用不著哭。原來是個沒用的傻瓜。」張無忌道：「我又不希罕你的餅子，只是我自己想起了一件心事。」那少女本已轉身，走出兩步，聽了這句話，轉過頭來，說道：「什麼心事？你這傻頭傻腦的傢伙，也會有心事麼？」張無忌嘆了口氣，道：「我想起了媽媽，我去世的媽媽。」少女噗哧一笑，道：「你媽媽常給你瓶吃，是不是？」張無忌道：「我媽以前常給瓶吃的，不過我所以想起媽來，因為你笑的時候，很像我媽。」那少女怒道：「死鬼！我很老了麼？老得像你媽了？」說著從地下拾起木柴，在無忌身上抽了兩下。無忌若要奪下她手中木柴，自是輕而易舉，但想：「我媽去世的時候，是很好看很好看的。」那少女板著臉道：「你取笑我生得醜陋，你不想活了。我拉你的腿！」說著彎下腰去，作勢要拉他的腿。張無忌吃了一驚，自己腿上斷骨剛起始癒合，給她一拉那便全功盡棄，忙抓了一團雪，只要那少女的雙手碰到自己腿上，立時便打她眉心穴道，叫她當場昏暈。幸好那少女只是嚇他一嚇，見他神色大變，說道：「瞧你嚇成這副樣子！誰叫你取笑我了？」張無忌道：「我若是存心取笑姑娘，教我這雙腿好了之後，再跌斷三次，永遠好不了，終生做個跛子。」那少女嘻嘻一笑，坐到無忌身旁，道：「你媽既是個美人，怎地拿我來比她？難道我也好看麼？」張無忌呆了一呆，道：「我也說不上什麼緣故，只覺得你有些像我媽。你雖然沒我媽好看，可是我喜歡看你。」那少女彎過中指，用指節輕輕在無忌的額頭上敲了兩下，笑道：「乖兒子，那你叫我作媽媽吧！」說了這兩句話，登時覺得不雅，按住了口，轉過頭去，可是仍舊忍不住笑出聲來。張無忌瞧著她這副神情，依稀記得從前在冰火島上之時，媽媽跟爸爸說笑，活脫也是這個模樣，霎時之間，只覺這醜女一點也不醜，清雅嫵媚，風緻嫣然，怔怔的呆望著她，不由得痴了。那少女回過頭來，見到他這副獃相，笑道：「你為什麼喜歡看我，且說來聽聽。」張無忌呆了半晌，搖了搖頭，道：「我說不上來。我只覺得瞧著你時，心中很舒服，很平安，你只會待我好，不會欺侮我！害我！」那少女笑道：「哈哈，你全錯了，我生平最喜歡害人。」突然提起手中的木柴，在無忌斷腿上敲了兩下，跳起身來便走。這兩下出其不意，正好敲在他斷骨的傷處，無忌大聲呼痛：「哎喲！」只聽得那少女格格嘻笑，回過頭來扮了個鬼臉。無忌眼望著她漸漸遠去，斷腿處的疼痛甚是難熬，心想：「原來女子都是害人精，美麗的會害人，難看的也一樣叫我吃苦。」這一晚睡夢之中，他好幾次夢見那少女，又好幾次夢見母親，又有幾次，竟分不清到底是母親還是那少女。他瞧不清夢中那臉龐是美麗還是醜陋，只是見到那澄澈的眼睛，又狡獪又嫵媚的望著自己。他夢到了兒時的事情，雖然是母親，也常常捉弄他，故意伸足絆他跌一交，等到他摔痛了哭將起來，母親又抱著他不住的親吻，不住說：「乖兒子別哭，媽媽疼你！」他在睡夢中突然醒轉，猛地裏想起了一件以從來沒想到過的事：「媽媽為什麼這般喜歡讓人受苦？義父的眼睛是媽媽打瞎的，俞三師伯是在媽的手下以致殘廢的，臨安府龍門鏢局全家是媽殺的，她到底是好人呢，還是壞人呢？」他望著天空中不住瞬眼的星星，過了良久良久，嘆了一口氣，說道：「不管她是好人壞人，她是我媽媽。」心中想道：「要是媽媽還活在世上，我真不知有多愛她。」他又想到了那個村女，真不懂她為什麼莫名其妙的來打自己斷腿，「我一點也沒得罪她，為什麼要我痛得大叫，她才高興？難道她真的是喜歡害人？」他很想她再來，但又怕她再想什麼法兒加害自己。他摸到身邊那塊吃了一半的餅子，想起那村女說話的神情：「你媽既是個美人，怎地拿我來來比她？難道我也好看麼？」忍不住自言自語：「你好看，我喜歡看你。」這般胡思亂想的躺了兩日，那村女並沒再來，張無忌心想她是永遠不會來了。那知到第三天下午，那村女挽著籃子，從山坡後轉了出來，笑道：「醜八怪你還沒餓死麼？」無忌道：「餓死了一大半，剩下一小半還活著。」那少女笑嘻嘻的坐在他身旁，忽然伸足在他斷腿上踢了一腳，問道：「這一半是死的還是活的？」張無忌大叫：「啊喲！你這人怎麼這樣沒良心？」那少女道：「什麼沒良心？你待我有什麼好？」張無忌一怔，道：「你大前天打得我好痛，可是沒有恨你，這兩天來，我在天天想你。」那少女臉上一紅，便要發怒，可是強忍住了，說道：「誰要你這醜八怪想？你想我多半沒有好事，定是肚子裏罵我又醜又惡。」張無忌道：「你並不醜，可是為什麼定要害得人家吃苦，你才喜歡？」那少女格格笑道：「別人不苦，怎顯得出我心中喜歡？」她見張無忌一臉不以為然，卻不說話，又見他手中拿著吃剩的半塊餅子，相隔三天，居然還沒吃完，說道：「這塊餅一直留到這時候，味道不好麼？」張無忌道：「是姑娘給我的餅子，我捨不得吃。」他在三天前說這句話時，有一半意存調笑，但這時卻說得誠誠懇懇，那少女知他所言非虛，微覺害羞，道：「我帶了新鮮的餅子來啦。」說著說著從籃中取了許多食物出來，除了餅子之外，又有一隻燒雞，一條烤羊腿，香噴噴的，拿著還有些燙手。張無忌大喜，四年多來，除了血蛙之外，從未吃過肉食，這雞腿一入口，真是美無窮。那少女見他吃得香甜，笑吟吟的抱膝坐著，說道：「醜八怪，你吃得開心，我瞧著倒也好玩。我對你似乎有點兒不同，就算不害你，也能教我喜歡。」張無忌道：「人家高興，你也高興，那才是真高興啊。」那少女冷笑道：「哼！我跟你說在前頭，這時候我心裏高興，就不來害你，那一天心中不高興了，說不定會整治得你死不了，活不成，那時候你可別怪我。」張無忌搖頭道：「我從小給壞人整治到大，越是整治，越是硬朗。」那少女冷笑道：「別把話說得滿了，咱們走著瞧吧。」張無忌道：「待我腿傷好了，我便走得遠遠的，你就是想折磨我，害我，也找不到我了。」那少女道：「那麼我先斬斷了你的腿，叫你一輩子不能離開我。」張無忌聽到她冷冰冰的聲音。不由得打了個寒噤，只覺她說得出做得到，這兩句話絕非隨口說說而已。那少女向他凝視半晌，嘆了口氣，忽然臉色一變，說道：「你配麼，醜八怪！你也配給我斬斷你的狗腿麼？」驀地裏站起來，搶過張無忌沒吃完的燒雞、羊腿、麵餅，遠遠擲了出去，一口口唾沫向張無忌臉上吐去。張無忌怔怔的瞧著她，只覺她並不是發怒，也不是輕賤自己，卻是滿臉慘悽之色，似乎心中有說不出的難受。張無忌對別人的傷心不幸，向來甚是同情，見那村女如此哀傷，有心想勸慰她幾句，可是一時之間，卻又想不出適當的言辭。那村女見張無忌這般神氣，突然住口，喝道：「醜八怪，你心裏在想什麼？」張無忌道：「姑娘，你為什麼這般不高興？說給我聽聽，成不成？」那少女聽他如此溫柔的說話，再也無法矜持，驀地裏坐倒在張無忌身旁，手抱著頭，抽抽咽咽的哭了起來。張無忌見她肩頭起伏，纖腰如蜂，甚是楚楚可憐，便低聲道：「姑娘，是誰欺侮你了？等我腿傷好了之後，我去給你出氣。」那少女一時止不住哭，過了一會才道：「沒有人欺侮我，是我生來命苦，我自己又不好，心裏想著一個人，總是放他不下。」張無忌點點頭，道：「那是個年輕男子，是不是？他待你很兇狠吧？」那少女道：「不錯！他生得很英俊，可是傲慢得很。我要他跟著我去，一輩子跟我在一起，他不肯，那也罷了，那知還罵我，打我，將我咬得身上鮮血淋漓。」張無忌怒道：「這人如此蠻橫無理，姑娘以後再也不要理他了。」那少女流淚道：「可……可我總是放他不下啊，他遠遠避開我，我到處找他不著。」張無忌心想：「這種男女間的情愛之事，實是勉強不得。這位姑娘容貌雖然差些，但顯是個至性至情之人。她脾氣雖然有點兒古怪，那也是為了心下傷痛，失意過甚的緣故。想不到那男子對她竟是如此狠毒兇狠！」於是柔聲道：「姑娘，你也不用難過了，天下好男子有的是，你何必牽掛這個負心薄倖的惡漢。」那少女嘆了一口長氣，眼望遠處，呆呆出神。張無忌知她終生是忘不了意中的情郎，說道：「那個男子，不過打你一頓，可是我所遭之慘，卻又勝於姑娘十倍。」那少女道：「怎麼啦？你受了二個美麗姑娘的騙麼？」張無忌道：「本來，她也不是有意騙我，只是自己獃頭獃腦，見她生得美麗，就呆呆的看她。其實我那裏配得上她，我心中也沒有什麼妄想。但她和她爹爹暗中擺下了一個毒計，害得我慘不可言。」說著拉起衣袖，指著手臂和臂膀上的累累傷痕，道：「這些牙齒印，都是她所養的惡狗所咬。」那少女見到這許多傷疤，不禁勃然大恕，說道：「是朱九真這賤丫頭害你的麼？」張無忌奇道：「你怎麼知道？」那少女道：「這賤丫頭愛養惡犬，方圓數百里地之內，人人皆知。」張無忌點點頭，淡然道：「是的。這些傷痕早已好了，我早已不痛了，幸好性命還活著，我也沒死，也不必再恨她了。」那少女和他四目相對，凝視半晌，但見張無忌臉上神色平淡沖和，閒適自在，心中頗有些奇怪，問道：「你叫什麼名字？為什麼到這兒來？」無忌心想：「我自到中土，人人向我打聽義父的下落，威逼誘騙，無所不用其極，以致我吃盡了不少苦頭。從今以後，『張無忌』這人算是死了，世上再沒人知道金毛獅王謝遜的所在了。就算日後再遇上比朱長齡更厲害十倍的人，也不怕落入他的圈套，無意中害我義父。」於是說道：「我叫阿牛。」那少女微微一笑，道：「姓什麼？」張無忌心道：「我姓張、姓殷、姓謝都不好，『張』和『殷』兩個字的切音是曾字。」便道：「我我姓曾。姑娘貴姓？」那少女身子一震，道：「我沒姓。」隔了片刻，緩緩的道：「我親生爹爹不要我，見到我就會殺我。我怎能姓爹爹的姓？我媽媽是我害死的，我也不能姓她的姓。我生得醜，以後你叫我醜姑娘便了。」張無忌驚道：「你……你害你媽媽？那怎麼會？」那少女嘆了口氣。說道：「這件事說來話長。我有兩個媽媽，我親生的媽媽是我爹爹原配，一直沒生兒養女，爹爹便娶了二娘。二娘生了我兩個哥哥，一個姊姊，爹爹就特別寵愛她，媽後來生了我，偏生又是個女兒。二娘恃著爹爹寵愛，她自己的娘家又很有來頭，我媽常受她的欺壓，只有偷偷痛哭。我哥哥姊姊又厲害得很，幫著他們親娘，處處欺負我媽，你說，我怎麼辦呢？」張無忌道：「你爹爹該當秉公調處才是啊。」那少女道：「就因我爹爹一味袒護二娘，我才氣不過了一刀殺了我那二娘。」張無忌「啊」的一聲，大是驚訝，他是武林中人，這幾年來見慣了殺人毆鬥之事，原也不以為奇，可是聽到這個平平常常的村女居然也動刀子殺人，卻頗出意料之外。那少女說到這件事的時候，聲調平淡，絲毫不見激動，慢慢的道：「我媽一見我闖下這個大禍，護著我立刻逃走。但我姊姊跟著追來，要捉我回去，我媽阻攔不住，為了救我，便抹脖子自盡。你說，我媽的性命不是我害的麼？倘若我爸爸見到我，不是非殺我不可麼？」這一番話，只將張無忌聽得一顆心怦怦亂跳，自忖：「我雖然不幸，父母雙亡，可是我爹爹媽媽生時何等恩愛，對我何等憐惜，比之這位姑娘的遭遇，我卻又幸運萬倍了。」想到這裏，對那少女同情之心更甚，柔聲道：「你離開家裏很久了麼？這些時候便獨個兒在外邊麼？」那少女點點頭。無忌又問：「你想到那兒去？」那少女道：「我也不知道，世界很大，東面走走，西面走走。只要不碰到我爹爹和哥哥姊姊，也沒什麼。」張無忌胸中，突然興起「同是天涯淪落人，相逢何必曾相識」之感，當年他萬里迢迢的護送著楊不悔，也不過是一念生憫，這時見那少女楚楚可憐，便道：「等我腿好之後，我陪你去找那位……那位大哥。問他到底對你怎樣。」那少女道：「倘若他又來打我呢？」張無忌昂然道：「哼，他敢碰你一根毫毛，我決計不和他干休。」那少女道：「要是他對我不理不睬，話也不肯說一句呢？」張無忌啞口無言，心想自己武功再高，也不能勉強一個男子來愛上他所不愛的女子，呆了半晌，道：「我盡力而為。」那少女突哈哈大笑，前仰後合，似乎是聽到了一句世界上最好笑的笑話。張無忌奇道：「什麼事好笑？」那少女笑道：「醜八怪，你是什麼東西？人家會來聽你的話麼？再說，我到處找他，找不到人，也不知這會兒他是活著還是死了？你盡力而為，你有什麼本事？哈哈，哈哈！」張無忌一句話已到了口邊，但給她笑得脹紅了臉，說不出口。那少女見他囁囁嚅嚅，停了笑，問道：「你要說什麼話？」張無忌道：「你要笑我，我便不說了。」那少女冷冷的道：「哼，笑也笑過了，最多不過是再給我笑一場，還會笑死人麼？」張無忌大聲道：「姑娘，我對你是一片好心，你如此笑我，可是不該。」那少女道：「我問你，你本來要跟我說什麼話？」張無忌道：「你既是孤苦伶仃，無家可歸，我跟你也是一般。我爹爹媽媽都死了，也沒有兄弟姊妹。我本想跟你說，那個惡人若是仍舊不理你，咱們不妨一塊作個伴兒，我也陪著你說話解悶。但你既說我不配，那麼你就請便吧。」那少女怒道：「你當然不配！那個惡人比你好看一百倍，我在這兒跟你歪纏，儘說些廢話，真是倒霉。」說著將掉在雪地中的羊腿熟鴨一陣亂踢，掩面疾奔而去。這麼一頓好沒來由的排揎，張無忌卻不生氣，心道：「這位姑娘真是可憐，她心中不好過，原也難怪。」