第二十四回　九指神丐穆念慈拭淚道：「十多年來，爹爹帶了我東奔西走，從沒有一個地方安居過十天半月，爹爹說，要尋訪一位……一位姓郭的大哥……」她說到這裏，聲音漸輕，慢慢低下了頭。丘處機向郭靖望了一眼道：「嗯，你爹爹怎麼收留你的？」穆念慈道：「我是臨安府牛家村人氏，從小沒有爹娘，跟著叔叔嬸嬸住。嬸嬸待我很不好，五歲那年，嬸嬸打了我，還不給我飯吃。我正在門口哭，現在這位爹爹打從門外經過，他見我可憐，就跟我叔叔商量，收了我做女兒。後來爹爹教我武藝，為了要尋郭大哥，所以到處行走，打起了……打起了……『比武……招親』的旗子。」丘處機道：「嗯，這就是了。你爹爹其實不姓穆，是姓楊，你以後改姓楊吧。」穆念慈道：「不，我不姓楊，我仍舊姓穆。」丘處機道：「幹麼？難道你不相信我的話？」穆念慈低聲道：「我怎敢不相信？不過我寧願姓穆。」丘處機見她固執，也就罷了，以為女兒家忽然喪父，悲痛之際，一時不能明白事理。豈知穆念慈卻另有一番打算，她自己早把終身託付給了完顏康，心想他既是爹爹的親生骨血，當然姓楊，自己如也姓楊，婚姻如何能諧？王處一服藥之後，精神漸振，躺在床上聽著她回答丘處機的問話，他見過她與完顏康的比武，心中忽然起了疑團，問道：「你武功比你爹爹強得多呀，那是怎麼回事？」穆念慈道：「我十三歲那年，曾遇到一位異人。他指點了我三天的武功，可惜我生性愚魯，沒能學到什麼。」王處一道：「他教你三天，你就能勝過你爹爹，這位異人是誰啊？」穆念慈道：「不是我膽敢隱瞞道長，實在我曾立過誓，不能說他的名號。」王處一「嗯」了一聲，不再追問，心中回思穆念慈和完顏康過招時的姿式拳法，反覆推考，卻想不起她的武功是那一家那一派，愈是想她的招術，心中愈感奇怪，問丘處機道：「丘師哥，你教完顏康教了有八九年吧？」丘處機道：「整整九年零六個月，唉，想不到這小子如此不肖。」王處一道：「這倒奇了？」丘處機道：「怎麼？」王處一不答。柯鎮惡道：「丘道長，你怎麼找到楊大哥的後裔？」丘處機道：「說來也真湊巧，自從貧道和各位訂了這個約會之後，到處探訪楊郭兩的消息，數年之中，音訊全無。貧道心想，這番比試，我是輸定了，但總不死心，這年又到臨安府牛家村去查訪，恰好見到有幾名公差，到楊大哥的舊居來搬東西。貧道跟在他們背後，一聽他們談論，這幾個人來頭不小，原來是大金國趙王府的親兵，專誠來取楊家舊居中一切家私物品的，說是檯凳桌椅，鐵槍犁頭，一件不許缺少。貧道大起疑心，跟著他們來到中都。」郭靖在趙府中見過包惜弱的居所，聽到這裏，心中已是恍然。丘處機接著道：「貧道晚上夜探王府，要瞧瞧趙王萬里迢迢的搬運這些物件，到底是何用意。一探之後，不禁又是氣憤，又是難受，原來楊兄弟的妻子包氏已貴為王妃。貧道一怒之下，本待將她一劍殺卻，但見她居於磚房小屋之中，撫摸楊兄弟鐵槍，一夜哀哭，心想她原來不忘故夫，於是饒了她的性命。後來查知那王子原是楊兄弟的骨血，隔了數年，待他年紀稍長，貧道就慢慢傳他武藝。」柯鎮惡道：「那小子是一直不知自己的身世的了？」丘處機道：「貧道也曾試過他幾次口風，見他貪戀富貴，不是性情中人，所以始終不曾點破，本待讓他與郭家小世兄較藝之後，咱們雙方和好，然後接他母親出來，擇地隱居。豈料楊兄尚在人世，而貧道和師兄兩人又著了奸人暗算，弄到這步田地。」穆念慈聽到這裏，又掩面輕泣起來。郭靖接著把怎樣與楊鐵心相遇，夜見包惜弱等情由說了一遍，各人均道包惜弱雖然失身於趙王，但到頭來殺身盡義，十分可敬，無不嗟嘆不已。各人隨後商量中秋節比武之事，朱聰道：「但教全真七子聚會，咱們還擔心些什麼？」馬鈺道：「就怕他們多邀好手？弄到咱們寡不敵眾。」丘處機道：「他們還能邀什麼好手？」馬鈺嘆道：「丘師弟，這些年來你雖然武功大進，為本派放一異彩，但年青時的豪邁之氣，總不能收斂……」丘處機接口笑道：「須知天外有天，人上有人。」馬鈺微微一笑道：「難道不是麼？剛才會到的那幾個人，武功實在不在咱們之下。要是他們再邀幾個差不多的高手來，煙雨樓之會，勝負尚在未可知之數呢。」丘處機道：「難道咱們全真派還能輸在這些賊子手裏？」馬鈺道：「世事殊難逆料。剛纔不是柯大哥、朱二哥他們六俠來救，全真派數十年的名頭可教咱們師兄弟三人斷送在這兒啦。」柯鎮惡，朱聰等忙謙遜道：「他們使用鬼蜮伎倆，那有何足道。」馬鈺嘆了一口氣道：「周師叔得先師親傳，武功勝我們十倍，終因恃強好勝，至今十餘年來不明下落，咱們要以此為鑑，小心戒慎。」丘處機聽師兄這樣說，不敢再辯。江南六俠都不知他們另有一位師叔，聽了馬鈺這幾句話，因為不明就裏，不便相詢，心中卻都感奇怪。王處一聽著兩位師兄說話，一直未曾插口，心中默默思索。丘處機向郭靖與穆念慈望了一眼，笑道：「柯大哥，你們教的徒弟很不錯啊。楊兄弟有這樣一個女婿，死也瞑目了。」穆念慈臉一紅，站起身來，低頭走出房去。王處一見她一起身一邁步，一個念頭忽地與電光一般在腦海中一閃，縱身下炕，一掌向她肩頭直劈下去。王處一這一招下手好快，待得穆念慈驚覺，一掌已按在她肩頭之上。他微微一頓，待穆念慈稍有餘暇運勁抵禦，然後力透掌底。鐵腳仙玉陽子王處一是何等人物，這一按下來，穆念慈那裏站立得住？只見她身子一晃，向前俯跌下來，王處一左手一起，在她肩頭上輕輕向上一抬。穆念慈身不由主的又挺了起來，睜著一雙俏眼，又驚又疑。王處一笑道：「穆姑娘別驚，我試試你的功夫來著。教你三天武功的那位異人，可是只有九個手指，平時作乞丐打扮的麼？」穆念慈奇道：「咦，是呵，道長怎麼知道？」王處一笑道：「這位九指神丐洪老前輩，行事神出鬼沒，真如神龍見首不見尾一般。姑娘得受了他的親傳，那真算得千載難逢的良機了。」穆念慈道：「可惜他老人家沒空，只教了我三天。」王處一嘆道：「你還不知足？這三天抵得人家教你十年啦。」穆念慈道：「道長說得是。」她微一沉吟，問道：「道長可知洪老前輩在那裏麼？」王處一笑道：「這可難找啦。我還是二十多年前在華山絕頂見過他老人家一面，以後沒聽過他的音訊。」穆念慈很是失望，緩步走出室去。韓小瑩最是性急，問道：「王道長，這位洪老前輩是誰？」王處一微微一笑，上炕坐定。丘處機接口道：「韓女俠，你可曾聽見過『東邪西毒、南帝北丐、中神通』這句話麼？」韓小瑩沉吟道：「這倒好像聽過，但不知是什麼意思。」柯鎮惡忽道：「這位洪老前輩就是南帝北丐中的北丐是不是？」王處一道：「是啊。中神通就是咱們的先師王真人了。」江南六怪聽說那姓洪的竟然與全真七子的師父齊名，不禁肅然起敬。丘處機轉頭向郭靖笑道：「你這位夫人是大名鼎鼎的九指神丐的徒弟。將來誰敢欺侮你？」郭靖脹紅了臉，要想聲辯，卻又吶吶的說不出口。韓小瑩又問：「王道長，你在她肩上按了一下，怎麼就知她是九指神丐教的武藝？」丘處機向郭靖招手道：「你過來。」郭靖依言過去。丘處機伸掌按在他肩頭，斗然間運力下壓。郭靖一來曾得馬鈺傳授過玄門正宗的內功，二來服了奇蛇寶血，功力大進，丘處機一按竟是按他不倒。丘處機笑道：「好孩子！」手掌突然一鬆。郭靖本來自然而然的運勁抵擋他一臂之力，外力一鬆，他內勁也弛，那知丘處機快如閃電的乘虛而入，郭靖前力已散，後力未繼，被丘處機輕輕一按，仰天跌倒，他伸手在地下一捺，隨即跳起。眾人哈哈大笑。朱聰道：「靖兒，丘道長教你這一手可要記住了。」郭靖點頭答應。丘處機道：「韓女俠，天下武學之士，肩上受了這樣的力道而抵擋不住，必向後跌，只有九指神丐的獨家武功，卻是向前俯跌，因為他這門功夫的道理，有許多和正宗武學恰恰相反。」六怪聽了果然有理，心中佩服全真派見識精到。朱聰道：「王道長見過這位九指神丐演過武功？」王處一道：「二十餘年之前，先師與九指神丐、黃藥師等五人在華山絕頂論劍，貧道隨侍在側，曾聽洪老前輩說起他這一家拳理，所以知道。」柯鎮惡道：「哦，那黃藥師想是『東邪西毒』中的『東邪』了？」丘處機道：「正是。」他轉頭向郭靖笑道：「馬師哥雖然傳過你一些內功，幸好你們沒師徒名份，否則排將起來，你比你的夫人矮了一輩，那可一世不能出頭啦。」郭靖紅了臉道：「我不娶她。」丘處機一驚，問道：「什麼？」郭靖重複了一句：「我不娶她！」丘處機沉了臉，站起來道：「為什麼？」韓小瑩愛惜徒兒，見他受窘，忙代他解釋：「咱們只道楊大爺的後裔是個男兒，所以靖兒在蒙古已定了親。蒙古大汗成吉思汗封了他為金刀駙馬。」丘處機冷笑道：「好哇，人家是公主，那當然又不同。先父的遺志，你全然不理了。」郭靖很是惶恐，拜伏在地，說道：「弟子從未見過先父一面，先父有什麼遺言，要請道長示下。」丘處機啞然失笑道：「果然怪你不得。」當下將十八年前怎樣在牛家村與楊郭二人結識、怎樣殺兵退敵、怎樣追尋郭楊二人、怎樣與江南七怪生隙互鬥、怎樣立約比武等情由，從頭至尾說了一遍。郭靖今日方才恍然知道自己身世，不禁伏地大哭，想起父親慘死，大仇未復，又想起師恩如山，真是粉身難報。韓小瑩溫言道：「男子三妻四妾，也是常事。將來你將這情由告知大汗，一夫二女，兩全其美，有何不可？」郭靖拭了眼淚道：「我不娶華箏公主。」韓小瑩奇道：「為什麼？」郭靖道：「我不喜歡她做妻子。」韓小瑩道：「你不是一直跟她挺好的麼？」郭靖道：「嗯。我只當她是妹子，是好朋友，可不要她做妻子。」丘處機喜道：「好孩子，有志氣。管他什麼大汗不大汗，公主不公主。你還是依照你爹爹與楊叔叔的話，和那穆姑娘結親。」那知郭靖仍是搖了搖頭道：「我也不娶這位姑娘。」眾人都感奇怪，不知他心中轉什麼念頭。韓小瑩是女子，究竟心思最為綿密，輕聲道：「你可是另有意中人啦？」郭靖紅了臉，隔了一會，終於點了點頭。韓寶駒與丘處機同聲喝問：「是誰？」郭靖囁嚅不答。韓小瑩昨晚在王府中與梅超風、歐陽公子等相鬥時，已自留神到了黃蓉，見她白衣勝雪，丰姿綽約，心中暗暗稱奇，這時立時想到了她身上，問道：「是那個白衣小姑娘是不是？」郭靖紅了臉不答，微微點了點頭。丘處機問韓小瑩道：「那是誰啊？」韓小瑩沉吟道：「我聽見梅超風叫她小妹，又叫她爹爹做師父……」丘處機與柯鎮惡同時站起，齊聲驚道：「難道是黃藥師的女兒？」韓小瑩拉住郭靖的手，問道：「靖兒，她可是姓黃？」郭靖點頭道：「是。」韓小瑩一時茫然無語。朱聰道：「她父親將她許配給你麼？」郭靖道：「我沒見過她爹爹，也不知道她爹爹是誰。」朱聰又問：「那麼你們是私訂終身的了？」郭靖不懂「私訂終身」是什麼意思，睜大了眼不答。朱聰道：「你對她說過一定要娶她，她也說要嫁你，是不是？」郭靖道：「沒有說過。」他頓了一頓道：「用不著說，我不能沒有她，蓉兒也不能沒有我，我們心裏都知道的。」韓寶駒一生從未經歷過情愛滋味，聽了這句話怫然不悅，喝道：「那成什麼話？」朱聰溫言道：「她爹爹是一個殺人不眨眼的大魔頭，你知道麼？要是他知道你與他女兒偷偷相好，你還有命活麼？梅超風學不到他十分之一的本事，已這樣厲害。那桃花島主要殺你時，誰救得了你？」郭靖低聲道：「蓉兒這樣好，我想……我想她爹爹不會是惡人。」韓寶駒罵道：「放屁！你快罰一個誓，以後永遠不再和這妖女見面。」江南六怪因黑風雙煞害死笑彌陀張阿生，與雙煞仇深似海，連帶對他們的師父黃藥師也恨之入骨了。郭靖好生為難，一邊是師恩深重。一邊是情切愛篤，心想今生如不能再和蓉兒見面，這一生做人還有什麼樂趣？他天性淳厚，因之用情也特別深摯，只見幾位師父目光都是嚴峻的望著自己，心中一陣酸痛，雙膝跪下，兩道淚水從面頰上流下來。韓寶駒踏上一步，厲聲道：「快說！」突然窗外一個女子聲音喝道：「你們幹麼逼他？」眾人一怔，那女子叫道：「靖哥哥，快出來。」郭靖一聽聲音正是黃蓉，又驚又喜，搶步出外，只見她俏生生的站在庭院之中，左手牽著那匹汗血寶馬，小紅馬見到郭靖，長聲歡嘶，前足跳躍起來。韓寶駒、全金發、朱聰、丘處機四人跟著出來。郭靖向韓寶駒道：「三師父，就是她，她不是妖女！」黃蓉罵道：「你這難看的矮胖子，幹麼罵我妖女？」她又指著朱聰道：「還有你這骯髒拉塌的鬼秀才，幹麼罵我爹爹，說他是殺人不眨眼的大魔頭？」朱聰不與小姑娘一般見識，微微而笑，心想這個女孩兒果然美艷無儔，生平未見，怪不得靖兒如此為她顛倒，韓寶駒卻勃然大怒，唇邊小鬍子翹了起來，喝道：「快滾、快滾！」黃蓉拍手唱道：「矮冬瓜，滾皮球，踢一腳，溜三溜。」郭靖喝道：「蓉兒不許頑皮，這位是我師父。」韓寶駒踏步上前，伸手來推黃蓉。黃蓉又唱：「矮冬瓜，滾皮球……」突然間伸手拉住郭靖腰間衣服，用力一扯，兩人同時騎上了紅馬馬背。黃蓉一提韁，那馬如箭離弦般直飛出去。韓寶駒身法再快，那裏趕得上這匹風馳電掣般的汗血寶馬？等到郭靖定了定神回過頭來，韓寶駒等人面目已經看不清楚，瞬息之間，諸人已成為一個黑點，只覺耳旁風生，勁氣撲面，那紅馬奔跑得迅速之極。黃蓉右手捏著韁繩，左手伸過來拉住了郭靖的手，兩人雖然分別不到半日，但剛才經歷了一件劇烈無比的內心交戰，這時相聚，猶如劫後重逢一般。郭靖心中迷迷糊糊，自覺逃離師父大大不該，但想到要捨卻懷中這個比自己性命還親的蓉兒，此後永不見面，那是寧可斷首瀝血，也不能屈從之事。那紅馬奔了一個多時辰，離中都燕京已近二百里，黃蓉這才收韁息馬，躍下地來。郭靖跟著下馬，那紅馬不住用頭勁在他腰裏挨擦，顯得十分親熱。兩人手拉著手，默默相對，千言萬語，不知從何說起，但縱然一言不發，兩心相通，互相早知對方心意。隔了良久良久，黃蓉輕輕放下郭靖的手，從馬旁革囊中取出一塊汗巾，到小溪中沾濕了，交給郭靖抹臉。郭靖正在呆呆的出神，也不接過，突然說道：「蓉兒，非這樣不可！」黃蓉給他嚇了一跳，道：「什麼啊？」郭靖道：「咱們回去，見我師父們去。」黃蓉驚道：「回去？咱們一起回去？」郭靖道：「嗯，我要牽著你的手，對六位師父與馬道長他們道：這就是蓉兒，她不是妖女……」他一面說，一面拉著黃蓉那溫軟滑膩的小手，昂起了頭，斬釘截鐵般說著，似乎柯鎮惡、馬鈺等就在他的眼前：「師父，你們對我恩重如山，弟子粉身難報，但是，但是，蓉兒……蓉兒可不是妖女，她是一個很好很好的姑娘……」他本來想了大篇言辭要替黃蓉辯護，但話一說到口頭，只覺得除了說她「很好很好」之外，再無別語。黃蓉起先覺得好笑，慢慢聽到後來，不禁十分感動，輕聲道：「靖哥哥，你師父們恨死了我，你多說也沒用。別回去吧！我跟你到深山裏、海島上，到他們永遠找不到的地方去過一輩子。」郭靖心中一動，隨即正色道：「蓉兒，咱們非回去不可。」黃蓉叫道：「他們一定會生生拆開咱們，咱倆以後可不能再見面啦。」郭靖道：「咱倆死也不分開。」黃蓉本來心中淒苦，聽了他這句勝過千句信誓、萬句盟約的話，突然間滿腔都是信心，突然間覺得兩顆心已牢牢結在一起，天下再沒什麼人、什麼力道能將人拆散，心想：「對啦，最多是死，難道還有比死更厲害的？」當下說道：「靖哥哥，我永遠聽你話，咱倆死也不分開。」郭靖喜道：「本來嘛，我說你是個好姑娘。」黃蓉嫣然一笑，從革囊中取出一大塊生牛肉來，用濕泥裹了，找些枯枝來生起火來，說道：「讓小紅馬息一忽兒，咱們打了尖再趕回頭兒。」兩人吃了牛肉，那小紅馬也已吃飽了草，兩人上馬回頭，從來路回去，申牌稍過，已來到小客店前。郭靖牽了黃蓉的手，走進店內，那店伙得過郭靖的銀子，見他回來，滿臉堆歡的迎上，說道：「您老好，那幾位都出京去啦。跟你張羅點兒什麼吃的？這就跟你老吩咐去。」郭靖驚道：「都去啦？留下什麼話沒有？」店伙道：「沒有啊。他們向南走的，走了不到兩個時辰。」郭靖向黃蓉道：「咱們追去！」兩人出店上馬，向南疾馳，一路留神，但趕到傍晚，始終不見六怪等的蹤影。郭靖道：「只怕師父們走了另一條道。」於是催紅馬重又回頭。那小紅馬真是神駿，雖然一騎雙乘，仍是日行千里，來回奔馳，絲毫不見疲態，直到天黑，途人都說沒見到江南六怪、全真三子那樣的人物。郭靖好生失望，黃蓉道：「八月中秋大夥兒在嘉興煙雨樓相會，那時必可見到你眾位師父。」郭靖道：「到中秋節足足還有半年。」黃蓉笑道：「這半年中咱倆同遊天下名勝，豈不甚妙？」郭靖一來生性曠達，二來究竟少年脾氣，三來有意中人相伴，不禁心滿意足，當下拍手道好。兩人趕到一個小鎮，住了一宵，次日買了一匹高頭白馬，郭靖一定要騎白馬，把紅馬讓給黃蓉乘坐，黃蓉拗他不過，一笑騎上紅馬。兩人按轡緩行，一路遊山玩水，其樂融融，或曠野間並肩而臥，或村店中同室而居，雖然情深愛篤，但兩小無猜，不涉半點猥褻。黃蓉固然不以為異，郭靖亦覺本該如此。這一日來到京東西路襲慶府泰寧軍地界（今山東省），時近端陽，天氣已微感炎熱，黃蓉額上見汗，正想找個蔭涼地方休息，忽聽水聲淙淙，前面似有溪流。黃蓉縱馬上前，不禁歡聲大叫，郭靖跟著過去，原來是一條清可見底的深溪，溪旁兩岸都是垂柳，枝條拂水，水中游魚可數。黃蓉脫下外衣，撲通一聲，跳下水去，郭靖嚇了一跳，走近溪旁，只見她雙手高舉，兩手各各抓住一尾尺來長的青魚。兩尾魚兒尾巴亂動，拚命掙扎，黃蓉雙手一擲，叫道：「接住。」把魚兒拋上岸來，郭靖施展擒拿手法抓去。但那魚兒身上好滑，雖然被他抓住，立即溜脫，在地下翻騰亂跳。黃蓉笑得如花枝亂顫，叫道：「靖哥哥，下來游水。」郭靖生長大漠，不識水性，笑著搖搖頭。黃蓉道：「下來，我教你。」郭靖見她在水裏玩得有趣，於是脫下外衣，一步步踏入水中，黃蓉在他腳上一拉，他站立不穩，跌入了水裏，心慌意亂之下，登時喝了幾口水。黃蓉笑著將他扶起，教他換氣划水的法門。游泳之道，主要是在能控制呼吸，郭靖對內功習練有素，精通換氣吐納的功夫，不到兩個時辰，已自摸準了水性，在溪流之中，上下來去，浮沉自如。兩人興猶未盡，溯溪而上，只聽得水聲愈來愈響，轉了一個彎，眼前飛珠濺玉，竟是一個十餘丈高的大瀑布，水如匹練也似的從崖頂傾倒下來。黃蓉道：「靖哥哥，咱倆從瀑布裏竄到崖頂上去。」郭靖道：「好，咱們試試。你穿上防身的軟甲吧。」黃蓉道：「不用！」一聲吆喝，兩人鑽進了瀑布之中，那水勢好急，別說向上攀援，連站也站立不住。兩人試了幾次，終於廢然而退。郭靖生來一股倔強脾氣，對黃蓉道：「蓉兒，咱們好好養一晚神，明兒再來。」黃蓉笑道：「好」次日又試，竟然爬上了丈餘，好在兩人輕身功夫十分了得，雖然被水衝下，也傷不了身體。兩人互相商量，揣摸水性，天天在瀑布裏竄上溜下，到第八天上，郭靖竟然攀上了崖頂，一伸手，將黃蓉拉了上去。兩人在崖上歡然跳躍，喜悅若狂，手挽手的乘著水勢，又從瀑布中溜了下來。這樣十天一過，郭靖已是精通水性，雖然手爪功夫不及黃蓉，不能如她那麼水中空手抓魚，但仗著內力深厚，水上的本事已不輸於她。兩人玩得盡興，到第十一天上才縱馬南行。這日來到長江邊上，已是暮靄蒼茫，郭靖望著大江東去，白浪滔滔，四野無窮無盡，上游江水不絕流來，永無止息，只覺胸中豪氣干雲，身子似與江流合為一。看了良久良久，黃蓉道：「要去就去。」郭靖道：「好！」兩人共處數月，不必多話已互知對方心意，黃蓉見了他的眼神，就知他想游過江去。郭靖放開白馬韁繩，說道：「你沒用，自己去吧。」在紅馬臀上一拍，二人一馬，一齊躍入大江，那小紅馬一聲長嘶，領先游去。郭靖與黃蓉並肩齊進。游到江心，那小紅馬已遙遙在前，天上繁星閃爍，除了江中浪濤之外，再無別種聲息，似乎天地之間，就只他們兩人。再游一陣，突然間烏雲壓天，江上漆黑一團，接著閃電雷轟，接續而至，每個焦雷似乎都打在頭頂心一般。郭靖叫道：「蓉兒，你怕麼？」黃蓉笑道：「和你在一起，不怕。」夏日暴雨驟至驟消，兩人游到對岸，已是雨過天青，朗月懸空。郭靖去找些枯枝來生了火，將包在背上包裹中兩人的衣服在火上烤乾，各自換了。兩人小睡片刻，天邊漸白，江邊小屋中一隻公雞突然振吭長鳴。黃蓉打了個呵欠醒來道：「我餓啦！」發足往那小屋奔去，不一刻腋下已挾了隻肥大公雞回來，向郭靖道：「咱們走遠些，別讓主人瞧見。」兩人向東行了里許，那紅馬乖乖的跟來。黃蓉拿出峨眉鋼刺將公雞洗剝乾淨，用水和一團泥包在雞上，放在火上烤了起來。過不多陣，泥中慢慢透出甜香，等到濕泥乾透，再將泥剝去，雞毛隨泥而落，雞肉白嫩，濃香撲鼻。她正要將雞撕開，身後忽然一個聲音道：「撕作三份，雞屁股給我。」兩人猛吃一驚，他們耳朵都極靈敏，怎麼背後有人悄沒聲的掩來，竟然毫無知覺，急忙回頭，只見說話的是個中年乞丐。這乞丐身上穿的衣服雖然東一塊西一塊打滿了補釘，但不論衣服本身或是所打的補釘。都是嶄新的錦鍛，猶如戲台上的乞兒衣一般。他手裏拿著一根竹杖，瑩碧如玉，背上則背了一個朱紅漆的大葫蘆，臉上則是一股懶洋洋的、漫不在乎的神氣。郭黃二人尚未回答，他已大馬金刀的坐在兩人對面，取了背上葫蘆，拔開塞子，一陣酒香。只見他骨嘟骨嘟的喝了幾口，把葫蘆遞給郭靖，道：「娃娃，你喝。」郭靖心想此人好生無禮，但見他行動奇特，心知有異，不敢怠慢，很恭謹的道：「我不喝，您老人家喝吧。」那乞丐向黃蓉道：「女娃娃，你喝不喝？」黃蓉搖了搖頭，突然見他握住葫蘆的右手只有四根指頭，一根食指不知去向，心中一凜，想起了客店窗外聽王處一、丘處機說起九指神丐的事，心想：「天下難道真有這等巧事？且探探他口風再說。」見他望著自己手中肥雞，鼻子一動一動，饞涎欲滴，心裏暗暗好笑，當下撕下半隻，連著雞屁股一起給他。那乞丐大喜，夾手奪過，連皮帶骨，風捲雲殘的吃得乾乾淨淨，連雞腿骨也沒有吐出，一面吃，一面不住稱讚味道鮮美：「妙極，妙極！連我叫化祖宗，也整不出這樣了不起的叫化雞。」黃蓉微微一笑，把手裏剩下的半隻雞也遞給了他。那乞丐謙讓道：「那怎麼成？你們兩個娃娃自己還沒有吃。」他口中客氣，手裏卻早已接了過來，片刻之間，又吃得不剩半根骨頭。他拍了拍肚皮，叫道：「肚皮啊肚皮，這樣好吃的雞，很少吃到過吧？」黃蓉噗哧一笑。那乞丐從懷裏摸出一錠大銀，遞給郭靖道：「娃娃，你拿去吧。」郭靖搖頭不接，說道：「咱們當你是朋友，不要錢。」那乞丐臉色尷尬，搔頭道：「這可難啦，我雖然做叫化，可不能受人家一點半滴恩惠。」郭靖笑道：「一隻雞算什麼恩惠？何況這隻雞，咱們也是妙手空空，不告而取得來的。」那乞丐哈哈大笑道：「你這娃娃有意思。你合我脾胃啦，來，你對我說，你有什麼心願，說給我聽聽。」郭靖尚未回答，黃蓉接口道：「我還有幾樣拿手小菜，倒要請你品題品題，咱們一起到市鎮去好不好！」那乞丐大喜，叫道：「妙極，妙極！」郭靖道：「您老貴姓？」那乞丐道：「我姓洪，排行第七，你們兩個娃娃叫我洪七公吧。」黃蓉聽他說姓洪，心道：「果然是他。不過他這樣年輕，怎會與全真七子的師父齊名？」三人向南而行，來到一個小小市鎮，叫做姜廟鎮，投了客店。黃蓉道：「我去買作料，你們爺兒倆歇一陣子吧。」洪七公望著黃蓉的背影，笑咪咪的向郭靖道：「她是你的小媳婦兒吧？」郭靖紅了臉，不能說是，也不能說不是。洪七公呵呵大笑，瞇著眼靠在椅上打盹兒。過不多時，黃蓉買了菜蔬回來，自行入廚整治，郭靖要去幫忙，卻被她笑著推了出來。又過半個多時辰，洪七公打了個呵欠，鼻子嗅了兩嗅，叫道：「好香，好香！那是燒什麼菜啊？」伸長脖子不住向廚房望。郭靖見他一副猴急饞癆的模樣，不禁暗暗好笑。廚房中香氣陣陣噴出，黃蓉卻始終沒有露面，洪七公搔耳摸腮，坐下站起，站起坐下，好不難熬。他向郭靖笑道：「我就是一個饞嘴的怪脾氣，嚐到了美味，什麼也忘了。」他將右手伸出，說道：「古人說：食指大動，真是一點也不錯，我只要見到別人在吃奇珍異味，這右手的食指就會跳個不不住，有一次我一發狠，一刀將它砍了……」郭靖「啊」了一聲，洪七公笑道：「砍雖砍了，可是饞嘴的性兒始終改不了。」他剛說到這裏，黃蓉笑盈盈的托了一隻盤子出來，盤中兩碗白米飯，一隻酒杯，另有兩大碗菜肴。她將兩碗菜放在桌上，郭靖只覺甜香撲鼻，說不出的舒服受用。只見一碗的炙牛肉條，不過香氣濃郁，尚不見有何特異，另一碗卻是碧綠的清湯中浮著百來顆朱紅的櫻桃，底下又襯著一些嫩筍丁子，紅白綠三色互相輝映，好看已極。黃蓉在酒杯裏斟了酒，放在洪七公前面，笑道：「七公，您嚐嚐我的手藝兒怎樣？」洪七公不等她說第二句，一杯酒一飲而盡，伸筷挾了兩條牛肉條，同時吃入口中，只覺滿嘴鮮美，與普通牛肉大異。他一面咀嚼，一面細看牛肉，原來每條牛肉都是由四條小肉條併成。洪七公閉了眼辨別滋味，道：「嗯，一條是羊羔坐臀，一條是小豬肋條，一條是小牛腿肉，還有一條……還有一條……」黃蓉抿嘴笑道：「猜得出來算你厲害……」她一言甫畢，洪七公叫道：「是獐肉加兔腿肉揉在一起的。」黃蓉拍手讚道：「好本事，好本事。」郭靖看得呆了，心想：「這一碗炙牛肉條竟要這麼費事，也虧他辨得出五種不同的肉味來。」洪七公十分高興，拿羹匙舀了兩顆櫻桃，笑道：「這必是荷葉筍尖櫻桃湯了。」吃在口中一辨味，「啊」的叫了一聲，奇道：「咦？」又吃了兩顆，又是「啊」的一聲。郭靖不知他奇怪什麼，也舀了兩顆吃了，荷葉之鮮、筍尖之鮮、櫻桃之甜，那是不必說了，小小的櫻桃之內竟還嵌了別物，卻嚐不出那是什麼東西。洪七公叫道：「女娃娃，我服了你啦。十多年前我在皇帝大內御廚吃到的櫻桃湯，滋味還遠不及這一碗。」黃蓉笑道：「御廚有什麼好菜，您老說我聽聽，好讓我學著做了孝敬您老。」洪七公不住把炙牛條送到口裏，嘴上那裏有空暇回答她的問話，直到碗中剩下之一二，這才說道：「御廚的好東西當然多啦，嗯，不過沒一樣及得上這兩味。」郭靖道：「七公，是皇帝請你去吃的麼？」洪七公呵呵笑道：「不錯，皇帝請的，不過皇帝自己不知道罷啦。我在御廚房的樑上躲了三個月，皇帝吃的菜，每一樣我先給他嚐一嚐，吃得好的就整盤拿來，不好麼，那就讓皇帝小子自己吃去。御廚房的人疑神疑鬼，都說出了狐狸大仙啦。」郭靖和黃蓉都想：「這人貪嘴是貪到了極處，膽子可也真大得驚人。」洪七公笑道：「娃娃，你媳婦煮菜的手藝天下第一，你這一生可享定了福。他媽的，我年輕時怎麼沒撞見有這樣本事的女人？」黃蓉抿嘴一笑，與郭靖倆吃了飯。她飯量很小，一碗也就飽了，郭靖卻吃了四大碗，菜好菜壞，他卻毫不在乎。洪七公把一碗湯喝乾，摸摸肚子，說道：「你們兩個娃娃都會武藝，我老早瞧出來啦。你這女娃娃整這樣好的菜給我吃，多半不安好心，叫我非教你們幾手不可。好吧，吃了這樣好東西，不教幾手也真說不過去，來來來，跟我走。」揹了葫蘆，提了竹杖，起身便走。郭靖和黃蓉跟著他走到曠野一處松林之中，洪七公問郭靖道：「你想學點什麼？」郭靖心想：「天下武學如此之廣，我想學什麼，難道你就能教什麼？」正自尋思，黃蓉搶著道：「七公，他功夫不及我，常常生氣，他最想勝過我。」郭靖道：「我幾時生氣……」黃蓉向他使了個眼色，郭靖就不言語了。洪七公笑道：「我瞧他手腳沉穩，身上似有幾十年內功似的，怎會不及你？來，你們兩個娃娃打打。」黃蓉走出數步，叫道：「靖哥哥，來。」郭靖尚且遲疑，黃蓉道：「你不顯本事，他老人家怎麼個教法？」郭靖一想不錯，向洪七公道：「晚輩功夫不成，你老人家多指點。」洪七公道：「稍稍指點一下不妨，多多指點可打通算盤。」郭靖一怔，黃蓉叫道：「看招！」劈面一掌打來。郭靖起手一架，黃蓉變招迅速，早已收掌飛腿，攻他下盤。洪七公叫道：「好，女娃子，真有你的。」黃蓉低聲道：「用心當真的打。」郭靖提起精神，使開南希仁所授的南山掌法。雙掌虎虎生風，這套掌法本極奧妙，他服了蛇血之後，功力大進，掌上威力增了幾倍。黃蓉竄高縱低，用心抵禦。打了數刻，黃蓉拳法一變，使出父親黃藥師自創的「落英掌」來，只見她雙臂飛舞四面八方都是掌影，或五虛一實，或八虛一實，真如桃林中狂風一起，萬花齊落一般。郭靖眼花繚亂，那裏還守得住門戶，拍拍拍拍，左肩右肩，前胸後背，接連中了四掌。黃蓉一笑躍開，郭靖讚道：「蓉兒，真好掌法！」