第八十七回　冤家路狹陳友諒走上一步，躬身說道：「啟稟幫主，這位宋青書宋兄弟於本幫頗有功績，幫主如若恩准，許他投效本幫，以他的身份地位，日後更可為本幫建立大功。」宋青書道：「這個，似乎不……」他只說了一個「不」字，陳友讓兩道銳利的目光直射到他臉上。宋青書見到陰狠的神色，登時低下了頭，不再說話。史火龍道：「這個甚好。宋青書投入我幫，可暫居六袋弟子之位，歸八袋長老陳友諒統率。恪遵本幫幫規，為本幫出力，有功者賞，有過者罰。」宋青書眼中流露出憤恨之色，但隨即竭力克制，上前向史火龍跪下，說道：「弟子宋青書，向幫主叩頭。多謝幫主開恩，授予立袋弟子之位。」跟著又拜見了眾長老、眾龍頭。執法長老說道：「宋兄弟，你既入本幫，就受本幫幫規約束。日後雖然你做到武當派掌門，也得遵從本幫的號令。這個你知道了麼？」宋青書道：「是。」執法長老語聲嚴厲，又道：「本幫與武當派雖然同俠義道，究竟路子不同。武當掌門之位，日後定當落在你的身上，何以你卻甘心投入本幫？此事須得說個明白。」宋青書向陳友諒望了一眼，說道：「陳長老待弟子極有恩義，弟子敬慕他的為人，甘心追隨驥尾。」陳友諒笑道：「此處並無外人，說出來也無干係。峨嵋派掌人滅絕師太死後，新任掌門人是個年輕美貌的女子，名叫周芷若。此女和宋兄弟青梅竹馬，素有婚姻之約，那知卻給魔教的大魔頭張無忌橫刀奪愛，攜赴海外。宋兄弟氣憤不過，求教於我。做兄弟的拍胸膛擔保，誓必助他奪回周女。」張無忌越聽越怒，暗想：「此人一派胡言，那有此事？」忍不住便要縱身入殿，直斥其非，但終於強抑怒火，繼續傾聽。史火龍哈哈一笑，說道：「自來英雄難過美人關，那也無怪其然。一個是武當掌門，一個是峨嵋掌門，不但門當戶對，而且郎才女貌，本來相配得緊啊。」執法長老又問：「宋兄弟既然受此委屈，何以不求張三丰真人和宋大俠作主？」陳友諒道：「宋兄弟言道：武當派近來頗有與魔教攜手之意。張三丰和他令尊都不願得罪魔教。眼下中原武林之中，唯有本幫和魔教勢均力敵，足可和群魔相抗。」執法長老點頭道：「那就是了，只須滅得魔教，宰了張無忌那小子，宋兄弟的心願何愁不償。」張無忌隱身樹中，回想當日在西域大漠之中、光明頂上，宋青書對待周芷若的神情果是頗為奇特，此刻一印證，才知他早就對周芷若懷有情意。「但為了一個女子，因而背叛師門背叛親父，人品豈非太差？何況芷若對我柔情蜜意，一片真心。宋青書縱得丐幫之助，又怎能逼得她的順從？這位宋大哥在江湖上聲名早著，號稱是武當派後起之秀，怎地一愚至斯？」他心中自嘆息，只聽陳友諒道：「啟稟教主：弟子在大都附近，擒得魔教中一名重要人物，和本幫大業，頗有干係，特請幫主發落。」史火龍喜道：「快帶上來。」陳友諒雙手拍了三下，說道：「帶那魔頭上來。」張無忌聽得有本教中重要人物為陳友諒所擒，心下甚是關懷。只見殿後轉出四名丐幫幫眾，手執兵刃，押著一個雙手反綁之人出來，無忌看那人時，見是個二十來歲的青年，相貌甚熟，記得在蝴蝶谷明教大會之中見過，卻不知他的姓名。那人臉上滿是氣憤憤的神色，走過陳友諒身畔時，突然一張口，一口濃痰向他臉上吐去。陳友諒閃身避過，反手一掌，正中那人左頰。他臉頰登時腫了起來。押著他的丐幫弟子在他背後一推，喝道：「見過幫主，跪下，磕頭。」那人一聲咳嗽，又是一口濃痰，直向史火龍臉上吐去。那人和史火龍相距既近，這一口痰吐將出去勁力又是極足，史火龍低頭一掠，畢竟沒能讓過，拍的一聲，正中他的額頭。陳友諒橫掃一腿，將那人踢倒在地，攔在史火龍的身前，指著那人喝道：「大膽狂徒，你不要性命了麼？」那人罵道：「老子既是落在你們手中，本就不想活著回去。」陳友諒這麼一攔，史火龍已將額上的濃痰抹去，在下屬之前不致顯得過分狼狽。他隨即倒退兩步，說道：「啟稟教主，這小子是魔教中的一流高手，武功似乎尚在四大護教法王之上，咱們倒也不能等閒視之。」張無忌聽了此言，初時頗為詫異，但立即明白，陳友諒故意誇張那人武功，在替幫主遮醜。可是史火龍身為丐幫的幫主，竟避不開這口濃痰，太過不合情理，同時受了這等侮辱之後，臉上不現憤怒之色，反而顯得有些驚惶失措，似乎怕人發現什麼重大祕密一般，無忌隱隱覺得其中定是另有別情。執法長老道：「陳兄弟，此人是誰？」陳友諒道：「此人名叫韓林兒，乃韓山童之子。」無忌暗暗點頭：「是了。那時蝴蝶谷大會，他一直跟在他父親身後，沒跟我說話，是以一時想不起他的名字來。」執法長老喜道：「啊，他是韓山童之子，陳兄弟，你這場功勞可更大了。啟稟幫主：韓山童近年來連敗元兵，大建功名，他手下大將朱元璋、徐達、常遇春等人，都是魔教中的厲害人物。咱們擒獲了這小子作為人質，不愁韓山童不聽命於本幫。」韓林兒破口罵道：「做你媽的清秋大夢！我爹爹何等英雄豪傑，豈能受你們這些無恥之徒的要脅？我爹爹只聽張教主一人的號令，你丐幫妄想和我明教爭雄，實在太過不自量力。丐幫幫主是你這種人物，給我張教主提鞋兒也不配呢。」陳友諒笑嘻嘻的道：「韓兄弟，你把貴教張教主說得如此英雄了得，咱們大夥兒十分仰慕，很想見見他老人家一面。你就給咱們引見引見吧。」韓林兒是個忠厚老實之人，不知陳友諒是在用計騙他吐露真情，便道：「張教主擔當大事，就是本教兄弟，也輕易見他老人家不著。他那有空閒來見你？」陳友諒笑道：「江湖上人人都說，張無忌已被元兵擒去，早在大都斬首正法，連首級都已傳送各處，你還在這兒胡吹大氣呢。」韓林兒大怒，呸的一聲，喝道：「放你的狗臭屁，韃子能把我張教主擒去？便是有千軍萬馬團團圍住，我教主也能來去自如。張教主大都是去過的，那是去救出六大門派的武林人物。什麼斬首正法，你少嚼蛆吧！」陳友諒也不生氣，仍是笑嘻嘻的道：「可是江湖上都這麼說，我也不能相信啊。為什麼這半年來只聽得明教中有什麼韓山童、徐壽輝，有什麼朱元璋、劉福通、彭瑩玉和尚，卻不聽得有一個張無忌？可見他定是死了無疑？」韓林兒滿臉通紅，脹得額頭青筋凸了起來，大聲道：「我爹爹和徐壽輝他們，都是奉張教主的命令行事，怎能和張教主相比？終有一日張教主從海外歸來，教你們知道他老人家武功的厲害。」陳友諒點頭道：「原來張教主是去了海外，想他是去迎接他義父金毛獅王去了？」韓林兒心中一驚，自知失言，一時張大口嘴，說不出話來。陳友諒輕描淡寫的道：「張無忌那人武功是算不差的，但生就一副短命橫死之相，有人給他算命，說他活不過今年年初……」他說到這裏，庭中那株古柏的一根枝幹突然間輕輕一顫，大殿上諸人都沒知覺，張無忌卻已聽到那枝幹後竟傳出幾下輕微的喘氣之聲，但那人隨即屏氣凝息，克制住了。無忌心想：「原來古柏中居然也藏得有人。此人比我先到，這麼許久我都沒有察覺，此人武功可也高明得很啊。」當下凝目向那古柏枝葉中瞧去。在枝葉掩映之間，看到了青衫一角，那人躲得極好，衣衫又和古柏同色，若非無忌眼光特佳，可也真的不易發現。只聽韓林兒怒道：「張教主宅心仁厚，上天必然福佑。他青春正當，再活一百年也不希奇。」陳友諒嘆道：「可是世上人心難測啊。聽說他在海外遭奸人陷害，以致為朝廷擒殺。其實那也不奇，凡是見過張無忌之人，都知他活不過三八二十四歲那一關……」他還在滔滔不絕的說下去，忽然古柏上青影一晃，一人竄下地來，口中喝道：「張無忌在此，是誰在咒我短命橫死！」語聲未歇，身子已竄進殿中。站在殿門口的掌棒長老張開大手，往那人後頸抓去。那人輕輕的一側身，已然避開。但見他方巾青衫，神態瀟然，面瑩如玉，眼澄似水，正是女扮男裝的趙明。無忌突然見趙明現身，心頭大震，又驚又怒，又愛又喜，禁不住輕輕噫了一聲。但大殿上群丐都是在全神提防趙明，誰也沒聽到他這聲驚噫。陳友諒當張無忌幼時，曾在少林寺外見過一面，然相隔已久，無法猜想他長大後相貌如何，後來在靈蛇島見到無忌和趙明，那時他二人黏了鬍子，裝作是巨鯨幫中的人物，因此無忌的本來面目，陳友諒並不相識，至於史火龍等人，那更加沒見過了。他們只知明教教主乃是個二十來歲的少年，武功極高，見趙明避開掌棒長老這一抓，身法輕靈，已屬一流高手，心下倒均信了二分。但陳友諒見她相貌太美，年紀太輕，話聲中又頗有嬌媚之音，和江湖上所傳張無忌的形貌頗有不同，喝道：「張無忌早就死了，那裏又鑽出一個假冒貨來？」趙明怒道：「張無忌好端端的活著，為何你口口聲聲咒他？張無忌洪福齊天，長命百歲，等這兒的人個個死絕了，他還要活八十年呢。」無忌聽她說這幾句話時語帶悲音，似乎想到將自己拋在荒島上，良心不免自責，但轉念又想：「這等陰狠忍心之人，講什麼良心自責？張無忌啊張無忌，你對她戀戀不捨，心中儘生些一廂情願的念頭。」陳友諒道：「你到底是誰？」趙明道：「我便是明教之主張無忌。你幹麼捉拿我手下兄弟？快快將他放了，有什麼事，衝著我本人來說便是。」忽聽得旁邊一人冷笑道：「趙明趙姑娘，旁人不識得你，我宋青書難道不識？旁人不識張無忌，我宋青書豈能不識？啟稟幫主：這女子乃是汝陽王郡王之女明明郡主。她手下高手極多，須得好好提防。」執法長老撮唇呼哨，喝道：「掌棒長老，你率領眾兄弟赴廟外迎敵，防備敵人攻將入來。」掌棒長老應聲而出，霎時之間，東南西北，四下裏都是丐幫弟子的呼嘯之聲。趙明見了這等聲勢，臉上微微變色，雙手一拍，牆頭飄下二人，正是玄冥二老的鹿杖客和鶴筆翁。執法長老喝道：「拿下了！」便有四名七袋子，分撲鹿鶴二老。玄冥雙老武功奇強，只三招之間，四名七袋弟子，均已受傷。那白鬚白髮的傳功長老站起身來，呼的一掌直向鶴筆翁擊去，這一掌風生虎虎，威猛無儔。無忌在樹上看得明白，那正是「降龍十八掌」中的一招「見龍在田」當年謝遜在冰火島上曾約略跟他說過這一招的模樣，只是不明掌法中的精義，使出來時似是而非，想不到這位老丐居然學到了九指神丐洪七公的這招絕技。鶴筆翁識得厲害，全身功力運轉，一招「玄冥神掌」還擊了過去。砰的一聲巨響，雙掌相對，那降龍十八掌是純剛之學，玄冥神掌卻是至陰至柔，兩人在自己的看家本領上浸潤數十年，均已練到了九成的功力，以至剛擊至柔，這一對掌，竟是不分上下。傳功長老只覺一股冰冷徹骨的寒氣，自掌心沿著手臂迅速上行……。鶴筆翁跟他一掌相對，竟也隱隱覺得胸口氣血翻湧，心下暗自詫異，向傳功長老瞪目而視，只見他臉上有痛楚之色，雙目如血，正自運功和掌上傳來的陰寒之氣相拒。鶴筆翁心中一喜：「我還道今日遇上了勁敵，原來你畢竟比我還差半籌。」不等他運功驅除陰毒，上前一步，輕飄飄的又是一掌拍出。他這玄冥神掌掌力所至，籠罩四方，對方除了硬接外，無可閃避，傳功長老無奈，只得又是一招降龍十八掌拍出。兩人掌力雖有剛柔之分，功力卻是難分軒輊。只是傳功長老的掌法承洪七公一脈相傳，純是光明正大的武學，那玄冥神掌之中卻另含一股陰毒寒氣。傳功長老和鶴筆翁對掌時並不吃虧，但每對一掌，便須運功驅除寒毒，不但心有二用，而且損耗功力甚巨，對到三掌之後，已是相形見絀。那邊廂鹿杖客使動鹿角杖，雙戰執法長老和掌砵龍頭二人，一時難分高下。掌棒龍頭見傳功長老臉紅如血，一步步的後退，不禁暗自駭異，心想傳功長老學到了降龍十八掌中的十二掌，功力蓋世，乃是本幫的第一高手，怎地反為不敵這個老兒？眼見他對到第七掌時，喘息聲響，白鬚飄動，已微現狼狽之態，雖知傳功長老對敵之時決計不喜旁人相助，但到此地步，與其任由他喪生敵手，折了一世英名，還不如落個以二敵一的不美之名，當下舉起竹棒，一棒向鶴筆翁腳下橫掃過去。他這棒法雖不及「打狗棒法」的神妙，但丐幫弟子能學到棒法者，均已是極強的高手。掌棒龍頭更是其中頂尖兒的人物。他一加入戰團，傳功長老便有喘息餘裕，勉強將鶴筆翁敵住。趙明當玄冥二老到來之時，嬌軀一晃，便欲退走，那知陳友諒抽出長劍，將她擋住。趙明在萬法寺中學得六大門派武功的精髓，反手刷刷刷三劍，一招華山劍法，一招崑崙劍法，第三招已是崆峒派的劍招絕學。待得第四招使出，已是峨嵋派的「降魔大九式」。陳友諒一驚之下，竟是招架不來。趙明長劍圈轉，直刺他的心上，眼前一劍便可洞穿他的胸膛，忽地噹的一聲響，左首一劍橫伸而來，將她這一劍格開了，出招的卻是宋青書。殿上眾人的戰鬥，張無忌隱身在古松之上，看得招招清楚。但見宋青書施展武當劍法，又穩又狠，確已得了宋遠橋的真傳。陳友諒是少林子弟，從旁夾攻相助。趙明所習絕招雖多，但以一敵二，對手又是少林和武當門下的高弟，時候稍長，已是遮攔多而進攻少。無忌暗暗心焦，心下又感奇怪：「她為何只使一柄尋常的長劍？若將倚天劍取將出來，宋陳二人手中兵刃立斷，登時便可闖出重圍。」但見她衣衫單薄，身形苗條，腰間顯然並未藏著倚天劍。無忌焦急了一會，不禁又自責起來：「張無忌啊張無忌，這小妖女是害死你表妹的兇手，若是被宋青書殺了，正好替表妹報了大仇，何以你反而為她擔憂？可見你還是戀戀的不捨於她。這不但對不起表妹，可也對不起義父和芷若啊。」又鬥一陣，丐幫又有幾名高手加入，趙明手下卻無旁人來援。鹿杖客見情勢不佳，叫道：「郡主娘娘，鶴兄弟，久戰不利，咱們先退到庭院之中，乘機走吧。」趙明道：「很好。這個姓陳的毀謗張公子，說他橫死短命，我氣他不過，你們退走時狠狠的幹他一下子。」玄冥二老齊聲道：「遵命。娘娘先退便是，這小子交在我們身上。」趙明又道：「那個韓林兒對張公子很是忠心，你們設法救他出來。」鹿杖客道：「娘娘請先行一步，救人之事，咱兄弟倆俟機行事便了。」他二人在強敵圍攻之中，商議退卻救人，竟將對方視若無物。大殿中鬥得甚緊，丐幫幫主史火龍站在殿角，始終不作一聲。傳功、執法二長老聽得趙明和玄冥二老對答之言，連下號令，命屬下攔截。突然之間，鹿杖客和鶴筆翁撇下對手，猛向史火龍衝了過去，這一下變故來得奇快，史火龍武功再高，只怕也是難擋玄冥二老聯手的這一擊。那知陳友諒當趙明和二老講話之時，料到二老定然以進為退，要施圍魏救趙之計，已先行繞到史火龍身旁。玄冥二老掌力未到，陳友諒已在史火龍肩頭一推，將他推到了彌勒佛像之後。玄冥二老掌力擊出，噗的一聲輕響，佛像上泥屑紛飛，一尊大的佛像搖搖欲墜。鶴筆翁搶上一步，再補上一掌，一尊兩丈來高的佛像半空中倒將下來。群丐齊聲驚呼，躍在兩旁相避。趙明乘著這陣大亂，已躍到庭院之中。宋青書和掌棒龍頭劍棒齊施，追擊而至，驀地裏廟門中三條桿棒捲到，往趙明腳下掃去。這三條桿棒使的都是絆繞功夫，趙明既要擋架宋青書的長劍和掌棒龍頭的竹棒，又要閃避這三條桿棒，避開了兩條，卻避不開第三條，只覺左脛上一痛，已被一棒擊中，站立不定，人已摔倒。宋青書倒轉劍把，便往趙明後腦砸去，要將她一下砸暈，生擒活捉。眼見那劍柄距趙明後腦已不到半尺，忽然掌棒龍頭手中的竹棒伸過來在劍柄上一撩，將宋青書的長劍盪開了，但見一條人影飛起，躍出了牆外。宋青書轉過身來，問掌棒龍頭道：「幹麼放她逃走？」掌棒龍頭道：「你撩我竹棒幹麼？」宋青書道：「是你用棒盪開我劍柄的，還說……」掌棒龍頭道：「多爭無益，快追！」兩人一齊躍出牆去，只見牆角邊躺著一名七袋弟子，摔得腿骨折斷，爬不起來。掌棒龍頭問道：「那妖女逃向何方去了？」在牆外守衛的七八名丐幫弟子六聲道：「沒有啊，沒見到有人。」掌棒龍頭怒道：「適才明明有人從這裏躍將出來，你們眼睛都瞎了麼？」一名六袋弟子伸手扶起那跌斷腿骨的七袋弟子，說道：「適才便是這位大哥躍牆而去，沒再見到有第二個人。」掌棒龍頭搔了搔頭皮，問那七袋弟子道：「你幹麼躍牆而出？」那七袋弟子哼哼唧唧的道：「我……我是被人抓著摔出來的。那妖女好怪異的手法。」當棒龍頭轉頭對著宋青書滿臉怒色，喝道：「適才你用劍柄撩我竹棒，是何用意？你才入本幫，便來幹吃裏扒外這一套了？」宋青書又驚又怒，說道：「弟子正要用劍柄砸那妖女，龍頭大哥用棒擋開了我這一砸，才被那妖女逃走。」掌棒龍頭怒道：「豈有此理？我擋開你的劍柄幹什麼？我在本幫數十年，積功升到掌棒龍頭的高位，難道反來相助外人？我再問你，你好好的為何不用劍尖刺她，卻要倒轉劍柄，假意砸打？哼哼，我老眼未花，須瞞不過去。」宋青書在武當派中雖是第三輩的少年弟子，但武當門下都知他是未來的掌門人，雖是俞蓮舟，張松溪師叔，對他亦極客氣，從無半句重語，不料在陳友諒挾制之下，無奈投入丐幫，第一日便受掌棒龍頭的惡氣。他是高傲慣了的人，雖知掌棒龍頭在幫中身份地位，比自己這新入幫的要高得多，但此事明明曲在彼方，不肯便此忍氣吞聲，當下反唇相稽，說道：「『吃裏扒外』四字，可不是胡亂說的，龍頭大哥以此相責，須有人證。小弟適才這一劍柄砸下去，明明是你用竹棒擋開的，青天白日之下，未必就無旁人目睹。」掌棒龍頭聽他言中之意，反是冤枉自己吃裏扒外，放走了趙明，這口氣如何忍得下去？他本就性如烈火，大聲喝道：「你這小子不敬長者，可是仗著武當派的聲勢來頭麼？」說著刷的一棒，便往宋青書頭上砸了下去，他是暴怒之下，這一棒勁力極是剛猛。宋青書胸中一口氣忍不下去，舉起長劍便是一擋。那竹棒之中不知藏有什麼古怪堅硬物事，長劍這一擋竟然削它不斷，宋青書只感虎口隱隱作痛，知道這個掌棒龍頭功力深厚，內力較已為強。那掌棒龍頭被宋青書這麼一格，小臂微感酸麻，倒也吃了個小小的啞巴虧，喝道：「姓宋的，你膽敢犯上作亂，是敵人派至本幫來臥底的麼？」說著第二棒又擊了下去。廟門中突然搶出一人，伸劍在竹棒上一搭，將這一招盪了開去，說道：「龍頭大哥，請莫生氣。」此人正是八袋長老陳友諒。掌棒龍頭氣呼呼的道：「陳兄弟，你倒來評評這個理看！」陳友諒道：「趙明那小妖女呢？」當棒龍頭指著宋青書道：「是他放了。」宋青書忙道：「不，是龍頭大哥放的。」兩人正自爭辯不已，玄冥二老已從廟中呼嘯而出，四下一看，不見趙明人影，知道郡主娘娘已然脫身。兩人心中大定，猛地裏哈哈一聲長笑，四掌齊出，登時有四名丐幫弟子中掌倒地，待得傳功長老、執法長老、掌棒龍頭等人追出時，鹿杖客和鶴筆翁二人早自去得遠了。只聽得兩人陰陰的長笑之聲，已在里許之外。掌棒長老暴跳如雷，喝道：「大夥兒追啊！」陳友諒道：「不，龍頭大哥，提防敵人暗中設下埋伏。」掌棒龍頭登時醒悟，心中一驚：「我怎地如此胡塗？單是這兩個老兒，已將丐幫鬧得天翻地覆，死傷多人。我孤身追去，不栽個大觔斗才怪。」心下對陳友諒這一阻止，暗生感激之意，對宋青書的怒氣也就平歇了些。須知玄冥二老功力驚人，適才大鬧彌勒廟，已使丐幫上下群為膽寒，雖然單是以他二人，久鬥之下，終究會寡不敵眾，但丐幫不知對方虛實，料想對方或有大批高手，隱伏在後。當下執法長老查點死傷的弟子，竟有十一人死在玄冥二老手下，另有七身受重傷，至於被彌勒神像倒下來時壓傷的，又有八九人。執法長老分派人眾救護傷者，命掌砵龍頭帶領淨衣派下弟子，在神廟前後搜索敵蹤，若是發現有異，立即傳訊示警。不提丐幫一番紛擾，且說趙明卻是到了何處。原來張無忌見她身受掌棒龍頭及宋青書的夾攻，終於被一名丐幫弟子使桿棒絆倒，宋青書倒轉長劍，便要往她後腦擊去。這一擊可輕可重，輕則令她昏暈，下手稍重，卻是立時取了她的性命。張無忌當下更不思索，從古松上縱身而下，使出挪移乾坤的神功，在掌棒龍頭身後推動他手中竹棒，掠過去盪開了宋青書的長劍。張無忌所習的挪移乾坤心法本已神妙無方，這幾個月來在荒島上日長無事，再研習小昭所譯的「聖火令祕訣」，兩者一相結合，比之波斯三使的詭異武功，更是高明了十倍。此刻突然使將出來，雖以掌棒龍頭和宋青書這等高手，竟然也是無法察覺，掌棒龍頭只道是宋青書格開了他的竹棒，宋青書卻明明見到掌棒龍頭伸棒過來盪開他的長劍。張無忌乘著他二人一驚的一瞬之間，左手反過來抓住一名七袋弟子，擲出牆外。掌棒龍頭和宋青書更無懷疑，見到一個人影越牆而出，認定是趙明逃了出去，跟著追出，張無忌卻已抱起了趙明，如一溜輕煙般飛躍而上了大殿的殿頂。此刻他輕身功夫實已入了化境，手中抱著一人，縱躍之際，仍是捷如飛鳥。此時乃是午後，青天白日之下，萬物無所遁形，但群丐一窩蜂的跟著掌棒龍頭和宋青書追出廟門，雖有許多人眼睛一花，似乎有什麼東西在頭頂越去，然大殿中彌勒神像倒下後塵沙飛揚，煙霧彌漫，群丐紛紛湧出，廟門前後正自亂成一團。武功高的，在圍攻玄冥二老和趙明，功力較弱的，但求自保，是以竟無一人察覺。趙明危急中由人救出，身子被抱在一雙堅強有力的臂膀之中，猶似騰雲駕霧般上了廟頂，轉頭一望，耀眼陽光之下，只見那人濃眉俊目，正是張無忌。她幾乎不相信自己的眼睛，叫道：「是你！」無忌伸手過來，按住了她的嘴巴，四下裏一瞥之間，但見廟左廟右、廟前廟後，都擁滿了丐幫弟子，若要救了趙明就此脫身，原亦不難，但明知丐幫密謀對付明教，武當派中的宋師哥又入了丐幫，不將此事情打聽明白，就此脫身而去，未免可惜。他又見到宋青書和掌棒龍頭爭吵，掌棒龍頭已是目露兇光，丐幫中頗有奸險之輩，說不定宋青書竟會遭了他們毒手。何況韓林兒忠心耿耿，務須救出。但見大殿中塵沙飛揚，心想索性涉險進入殿中，覓地躲藏。他身子向前一竄，從屋簷旁撲了下去，雙足鉤住屋簷，跟著兩腿一縮，人已到了左側一座佛像之後。只見史火龍、傳功長老、執法長老等均已追出廟門，殿中只剩下幾名被佛像壓傷的丐幫弟子，躺在地下呻吟，韓林兒卻不知已被帶往何處。無忌遊目四顧，一時找不到妥善的躲藏之所。趙明伸指向著一隻大皮鼓一指。那大鼓高高安在一隻大木架上，離地一丈有餘，和右側的巨鐘相對。無忌登時省悟，貼牆繞進，走到皮鼓之後，身子縱起，右手食指在鼓上一劃，嗤的一聲輕響，蒙在鼓上的牛皮已裂開了一條大縫。無忌左足搭在木架的橫撐上，食指又是筆直的一劃，兩劃交叉成一十字。他抱著趙明，輕輕巧巧的從這十字縫中鑽了進去。這巨鼓製成已久，滿腹塵泥，無忌在灰塵和穢氣之中，卻聞到趙明身上發出的陣陣幽香。這皮鼓雖大，但兩人躲在其中，卻也轉動不得。趙明靠在無忌身上，嬌喘細細，心情極是激動。無忌心中愛恨交迸，有滿腹怨言要向她責問，苦於置身處卻非說話之所，但覺趙明的身子靠在他懷中，將頭偎依在他左肩，根根柔絲，擦到他的臉上。無忌心下一驚：「我出手相救，已是不該，如何再可和她親暱如此？」伸手用力將她的頭一推，不許她將頭靠在自己肩上。趙明極是生氣，手肘往他胸口撞了過來。無忌借力打力，將她撞來的勁道反彈了轉去，趙明吃痛，幾欲呼叫，無忌早已料到，伸手又將她嘴按住了。只聽得執法長老的聲音在下面響起：「啟稟幫主：敵人已逃走無蹤，屬下不力，未能擒交幫主發落，請幫主降罪。」史火龍道：「罷了！敵人武功甚高，大家都是親見。執法長老不必自謙。」執法長老道：「多謝幫主。」接著便是掌棒龍頭指告宋青書放走敵人，宋青書據理而辯，雙方各執一辭，登時殿中情勢極是緊張。史火龍沉吟半晌，道：「陳兄弟，你瞧見當時實情如何？」陳友諒道：「啟稟幫主：掌棒龍頭是本幫元老，所言自無虛假。依兄弟愚見，這姓趙妖女武功怪異，想是她借力打力，以龍頭大哥之棒，盪開了宋兄弟之劍。混亂中雙方不察，致起誤會。」張無忌心下暗讚：「這陳友諒果是人傑，他不見當時情景，卻猜了個八九不離十。」只聽史火龍道：「此話極為有理。兩位兄弟，大家都是為本幫效力，不必為此小事傷了兩家和氣。」掌棒龍頭氣憤憤的道：「就算他……」陳友諒不待他說完，便即插口道：「宋兄弟，龍頭大哥德高望重，就是責備你錯了，也當誠心受教。你快向龍頭大哥陪禮。」宋青書無奈，只得上前施了一禮，說道：「龍頭大哥，適才小弟多有得罪，還請原恕則個。」那掌棒龍頭滿腔怒氣，竟是發作不出，只是哼了一聲，道：「罷了！」　