第九十回　獅王行蹤趙明也已聽到這馬蹄聲音，急速奔回，說道：「有人來了！」無忌向她招了招手。趙明奔到大石之後，伏在無忌身旁，眼見俞蓮舟的身子有一半露在石外，當即將他拉到石後。俞蓮舟怒目而視，說道：「別碰我！」趙明笑道：「我偏要拉你，瞧你有什麼法子？」無忌喝道：「趙姑娘，不得對我師伯無禮。」趙明伸了舌頭，向俞蓮舟裝個鬼臉。便在此時，一乘馬已奔到不遠之處，其後又有兩乘馬如飛追來，相距約有二三十丈。第一乘馬越奔越近，無忌眼尖，突然低聲道：「是宋青書大哥！」趙明道：「快阻住他？」無忌奇道：「幹什麼？」趙明道：「你別多問，彌勒佛殿中的話你忘了麼？」無忌心念一動，拾起地下一粒指頭大的冰塊，彈了出去。嗤的一聲，冰塊破空而去，正中宋青書坐騎的前腿。那馬一痛，跪倒在地。宋青書一躍而起，想拉坐騎站起，但那馬一摔之下，左腿已然折斷。宋青書見後面追騎漸近，忙向這邊奔了過來。無忌又是一粒堅冰彈了過去，撞中他右腿穴道。趙明伸出手指，接連四下，點了武當四俠的啞穴，及時制止宋遠橋的呼喚。只聽得宋青書「啊」的一聲叫，滾倒在雪地之中。這麼接連的兩阻，後面兩騎已奔到跟前，卻是丐幫的陳友諒和掌砵龍頭。無忌暗自奇怪：「他二人同去長白山尋覓毒物，配製毒藥，怎麼一逃一追，到了這裏？」跟著又想：「是了。想是宋大哥天良發現，不肯做此不孝不義之事，幸好撞在我的手裏，倒要救他一救。」陳友諒和掌砵龍頭翻身下馬，只道宋青書的坐騎久馳之下，氣力不加，以致馬失前蹄，宋青書也因此墮馬受傷，但想他武功不弱，縱然受傷，也必極是輕微，兩人縱身而近，兵刃出手，指住他的身子。無忌指上又扣了一粒冰塊，正要向陳友諒彈去，趙明碰他臂膀，搖了搖手。無忌轉頭瞧她。趙明手指指自己耳朵，再指指宋青書，意思說且聽他們說些什麼。只聽得當砵龍頭怒道：「姓宋的，你黑夜中悄悄逃走，意欲何為？是否想去通風報信，說與你父親知道？」他手中一柄紫金八卦刀，在宋青書頭頂晃來晃去，作勢便要砍下。宋遠橋聽得那八卦刀虛砍的劈風之聲，掛念愛兒安危，大是著急。張無忌偶一回頭，見到他眼中焦慮的神色，霎時間變作了求懇，於是點了點頭，示意：「你一切放心，我決不讓宋大哥身受損傷。」心中卻想：「父母愛子之意，當真是天高地厚。大師伯對我如此惱怒，恨不得將我千刀萬剮，但知道宋大哥遭到危難，立時便向我求情。但若是大師伯自身遭難，他是英雄肝膽，決計不屑有絲毫示弱求懇之意。」剎那之間又想到宋青書有人關愛，自己卻是個無父無母的孤兒。只聽宋青書道：「我不是去向爹爹報信。」掌砵龍頭道：「幫主派你跟我去長白山採藥，那麼你何以不告而別？」宋青書道：「你也是父母所生，你們逼我去加害自己父親，心又何忍？我並非和你們作對，但我不能作此禽獸勾當。」掌砵龍頭厲聲道：「那你是決意違背幫主號令了？叛幫之人該當如何處置，你知道麼？」宋青書道：「我是天下罪人，本是不想活了，這幾天我只須一合眼，便見莫七叔來向我索命。他是怨魂不散，纏上了我啦。掌砵龍頭，你一刀將我砍死吧，我多謝你成全了我。」掌砵龍頭舉八卦刀，喝道：「好！我便成全了你！」陳友諒插口道：「龍頭大哥，宋兄弟既然執意不肯，殺他也是無益，咱們由他去吧。」掌砵龍頭奇道：「你說就此放了他？」陳友諒道：「不錯。他親手害死師叔莫聲谷，自有他本派中人殺他，這種不義之徒的惡血，沒的污了咱們兵刃。」張無忌當日在彌勒佛廟中，曾聽陳友諒和宋青書說到莫聲谷，有什麼「以下犯上」之言，當時也曾疑心宋青書得罪了師叔，但萬萬料不到，莫聲谷竟會是死在他的手中。宋遠橋等四人雖然目光被岩石遮住，但宋青書的聲音清清楚楚的傳入耳中，無不大為震動。唯有趙明事先已料到三分，嘴角邊微帶不屑之態。只聽宋青書顫聲道：「陳大哥你曾發下重誓，決不洩漏此事的機密，只要你不說，我爹爹怎會知道？」陳友諒淡淡一笑，道：「你只記得我的誓言，卻不記得你自己發過的毒誓。你說自今而後，唯我所命。是你先毀約呢，還是我不守信諾？」宋青書沉吟半晌，說道：「你要我在太師父和爹爹的飲食之中下毒，我是寧死不為，你快一劍將我殺了吧。」陳友諒道：「宋兄弟，常言道識時務者為俊傑。咱們又不是要你弒父滅祖，只不過下些蒙藥，令他們昏迷一陣。在彌勒佛廟中，你不是早已答應了嗎？」宋青書道：「不，不！我只答應下蒙藥，但掌砵龍頭捉的是劇毒的蝮蛇、蜈蚣，那是殺人的毒藥，決非尋常蒙汗藥物。」陳友諒悠悠閒閒的收起長劍，說道：「峨嵋派中的周姑娘美若天人，世上再找不到第二個了，你甘心任她落入張無忌那小子的手中，當真奇怪。宋兄弟，那日深宵之中，你去偷窺峨嵋諸女的臥室，被你七師叔撞見，一路追了你下來，致有石岡比武、以侄弒叔之事。那為的是什麼？還不是為了這位溫柔多情的周姑娘？事情已經做下來了，一不做，二不休，馬入夾道，還能回頭麼？我瞧你為山九仞，功虧一簣，可惜啊可惜。」宋青書搖搖晃晃的站了起來，怒道：「陳友諒，你花言巧語，逼迫於我。那一晚我給莫七叔追上了，敵他不過，我是敗壞武當門風，死在他的手下，倒是一了百了，誰要你出手相助？我是中了你的詭計，以致身敗名裂，難以自拔。」陳友諒笑道：「很好，很好！莫聲谷背上所中這一掌『震天鐵掌』，是你打的，還是我陳友諒打的？那晚我出手救你性命，又保你名聲，倒是我幹錯了？宋兄弟，你我相交一場，過去之事不必再提。你弒叔之事，我自當守口如瓶，決不洩露片言隻字。山遠水長，咱們後會有期。」宋青書聽他竟肯如此善罷，大起疑心，問道：「陳…陳大哥，你…你要如何對付我？」陳友諒笑道：「要如何對付你？什麼也沒有。我給你瞧一樣物事，這是什麼？」無忌和趙明躲在岩石之後偷聽，這時很想探頭上來張望一下，瞧陳友諒取了什麼東西出來，但終於強自忍住。只聽宋青書「啊」的一聲，道：「這……這是峨嵋派掌門的鐵環，那是周姑娘之物啊，你……你從何處得來？」無忌聽了，心下也是一凜，暗想：「我和芷若分手之時，明明見她戴著那枚掌門鐵環，如何會落入陳友諒手中？多半是他假造的膺物，用來騙人。」但聽陳友諒輕輕一笑，說道：「你瞧瞧仔細，這是真的還是假的。」隔了片刻，宋青書道：「我在西域向滅絕師太討教武功，見過他手上這枚指環，看來倒是真的。」只聽得噹的一聲響，金鐵相撞，陳友諒道：「若是假造的膺物，這一劍該將它斷為兩半了。你瞧瞧，指環內『留給襄女』這四個字，不會是假的吧？這是峨嵋派祖師郭襄女俠的遺物玄鐵指環。」宋青書道：「陳大哥，你……你從何處得來？周姑娘她人呢？」陳友諒又是微微一笑，說道：「掌砵龍頭，咱們走吧，丐幫從此沒了這人。」腳步聲響，兩人向北便行。宋青書叫道：「陳大哥，你回來。周姑娘是落入你手中了麼？她此刻是死是活？」陳友諒走了回來，微笑道：「不錯，周姑娘是在咱們手中，天生麗質，我見猶憐。我陳友諒至今未有家室，要是我向幫主求懇，將周姑娘配我為妻，諒來幫主也必允准。」宋青書喉頭咕噥了一聲，似乎塞住了說不出話來。陳友諒又道：「本來嘛，君子不奪人之所好，宋兄弟為了這位周姑娘，闖下了天大的禍事，陳友諒豈能為了美色而壞兄弟義氣？但你既成了叛幫的罪人，咱們恩斷義絕，什麼也談不上了，是不是？」宋青書低頭沉吟，內心交戰。張無忌眼角一瞥宋遠橋，只見他臉頰上兩道淚痕，顯是心中悲痛已極。忽聽得宋青書道：「陳大哥，龍頭大哥，是我做兄弟的一時糊塗，請你兩位原宥，我這裏給你們陪罪啦。」陳友諒哈哈大笑，說道：「是啊，是啊，那才是咱們的好兄弟呢。我拍胸膛給你擔保，只須去將蒙汗藥帶到武當山上，悄悄下在各人的茶水之中，你令尊大人性命決然無憂，美佳人周芷若必成你的妻室。咱們有張三丰和武當諸俠在手，不愁張無忌不聽號令，等到丐幫箝制住明教，驅除韃子，得了天下，咱們幫主登了龍位，你我都是開國功臣。封妻蔭子，那是不必說了，連尊大人都要沾你的光呢。」宋青書苦笑道：「我爹爹淡泊名利，我只盼他老人家不殺我，便心滿意足了。」陳友諒笑道：「除非尊大人是神仙，能知過去未來，否則焉能知悉其中的過節？宋兄弟，你的腳摔傷了麼？來，咱們倆共乘一騎，到前面鎮上再買腳力。」宋青書道：「我走得匆忙，小腿在冰塊上撞了一下，也真倒霉，剛好撞正了『築賓穴』，天下事真有這般巧法。」原來張無忌這冰塊擲去時用力甚奇，宋青書只顧住掌砵龍頭和陳友諒在後追趕，萬沒想到前面岩後竟會有人暗算，只道是自己不小心，剛好將穴道撞正了冰塊尖角。須知此種事亦非出奇，有時無意中手臂在桌子角一撞，竟致片刻酸麻，那便是剛巧碰中穴道了。陳有諒笑道：「這那裏是倒霉？這是宋兄弟艷福齊天，命中該有佳人為妻。若非這麼一撞，咱們追你不上，你執迷不悟起來，你自己固然鬧得身敗名裂，也壞了咱們大事。從此這位香噴噴、嬌滴滴的周姑娘跟陳友諒一世，那不是彩鳳隨鴉，一朵鮮花插在牛糞上了麼？」他言中似是說笑，實則是極厲害的威脅。宋青書「哼」了一聲，道：「陳大哥，不是做兄弟的不識好歹，信不過你……」陳友諒不等他說完，插口便道：「你要見上周姑娘一面，是不是？那容易之至。此刻幫主和眾位長老，都在盧龍，周姑娘也隨大夥在一起。咱們同到盧龍去相會便是。等武當山的大事一了，做哥哥的立時便給你辦喜事，叫你稱心如願，一輩子感激陳友諒大哥，哈哈，哈哈！」宋青書道：「好，那麼咱們便上盧龍去。陳大哥，周姑娘怎地會……會跟著本幫？」陳友諒笑道：「那是龍頭大哥的功勞了。那日掌棒龍頭和掌砵龍頭在酒樓上喝酒，見有三個面生人混在其中，後來命人一查，其中一位竟然是那位千嬌百媚的周姑娘。掌砵龍頭便派人去將她請了來。你放心，周姑娘平安大吉，毫髮不傷。」無忌暗暗叫苦：「那日在酒樓之上，原來畢竟還是讓他們瞧了出來。倘若義父並非失明，他老人家定瞧出其中蹊蹺。唉，我和芷若卻都蒙在鼓中，兀自不覺。但不知義父也平安否？」可是陳友諒說話中，卻一句不提謝遜，只聽他道：「周姑娘和你成親後，峨嵋、武當派都要聽丐幫號令，少林派已在我掌握之中，再加上丐幫和明教，聲勢何等浩大？只須打垮了蒙古人，這花花江山嗎，嘿嘿，可要換個主兒啦。」陳友諒說這幾句話時，志得意滿，不但似乎丐幫已得了天下，而且是他陳友諒自己身登大寶，穩坐龍庭。掌砵龍頭和宋青書都跟著他嘿、嘿、嘿的乾笑數聲。陳友諒道：「咱們走吧。宋兄弟，莫七俠是死在這附近的，他藏屍的山洞似乎離此不遠，是不是？你逃到這裏，忽然馬失前蹄，難道是莫七俠陰魂顯聖麼？哈哈，哈哈！」這幾句話只聽得宋青書毛骨悚然，加快腳步，一跛一拐的去了。張無忌待三人去遠，忙替宋遠橋等四人解開穴道，拜伏在地，連連磕頭，說道：「師伯、師叔，侄兒身處嫌疑之地，難以自辯，多有得罪，請伯叔們重重責罰。」宋遠橋一聲長嘆，虎目含淚，仰天不語。俞蓮舟忙扶起無忌，說道：「咱們親如骨肉，這一切不必多說了。真想不到青書…青書…唉，若非咱們親耳聽見，又有誰能夠相信？」宋遠橋刷的一聲，抽出長劍，說道：「原來七弟撞見青書這小畜生…這小畜生…私窺峨嵋女俠寢居，這才追下來清理門戶。三位師弟，無忌孩兒，咱們這便追趕前去，讓我親手宰了這畜生。」說著身影一晃，展開輕功，疾向宋青書追了下去。張松溪叫道：「大哥請回，一切從長計議。」宋遠橋理也不理，只是提劍飛奔。張無忌發足追趕，幾個起落，已攔在宋遠橋身前，躬身道：「大師伯，四師伯有話跟你說，宋大哥一時受人之愚，日後自必自悟，大師伯要責罰於他，也不忙在一時。」宋遠橋哽咽道：「七弟……七弟……做哥哥的好對你不起。」突然回身，迴劍往自己脖子抹去。無忌大驚，一伸手，施展挪移乾坤手法，夾手將他長劍奪了過來，但劍尖終於在他頸中一帶，劃了一道長長的血痕。這時俞蓮舟等也已追到跟前。張松溪勸道：「大哥，青書做出這等逆不道的事來，武當門中，人人容他不得。但清理門戶事小，天下百姓的事大，咱們可不能因小失大。」宋遠橋圓睜雙眼，說道：「你你說清理門戶之事還小了？我……我生下這等忤逆兒子……」張松溪道：「聽陳友諒之言，丐幫還想假手青書，謀害吾等師尊，挾制武林諸大門派，篡奪江山。師尊的安危，是本門第一大事，天下武林和蒼生的禍福，更是第一等的大事。青書這孩兒多行不義，遲早必遭逆報。咱們還是商量大事要緊。」宋遠橋聽他言之有理，恨恨的還劍入鞘，說道：「我方寸已亂，便聽四弟吩咐吧。」殷利亨取出金創藥來，替他包紮頸中傷處。張松溪道：「丐幫既謀對師尊不利，此刻師尊尚自毫不知情，咱們須得連日連夜，急速趕回武當。這陳友諒雖說要假手於青書，但此種奸徒詭計百出，說不定提早下手，咱們眼前第一要務，是維護師尊的金軀。師尊年事已高，若再有假少林僧報訊之事，吾輩做弟子的萬死莫贖。」說著向站在遠處的趙明瞪了一眼，對她派人謀害張三丰之事，猶有餘憤。宋遠橋背上出了一陣冷汗，顫聲道：「不錯，不錯。我急於追殺逆子，竟將師尊置諸腦後，輕重倒置，直是氣得胡塗了。」他是血性之人，連道：「快走，快走！」張松溪向無忌道：「無忌，搭救周姑娘之事，便由你去辦。事完之後，盼來武當一敘。」無忌道：「遵奉師伯吩咐。」張松溪低聲道：「這趙姑娘豺狼之性，你可得千萬小心。宋青書是前車之鑒，好男兒大丈夫，決不可為美色所誤。」張無忌紅著臉點了點頭。當下武當四俠和無忌將莫聲谷的屍身葬在大石之後，五人痛哭了一場，宋遠橋等四人先行騎馬馳去。趙明慢慢走到無忌身前，說道：「你四師伯叫你小心，別受我這妖女迷惑，宋青書是前車之鑒，是也不是？」無忌臉上一紅，笑道：「你怎麼知道？你有順風耳麼？」趙明哼了一聲，道：「我說啊，宋大俠他們事後追想，不怪宋青書生就了梟獐之心，反而會怪周姊姊紅顏禍水，毀了一位武當少俠的一生。男人家的心思，我會猜不到麼？」無忌心想她這番話倒也未始沒幾分道理，只道：「宋大師伯他們都是明理君子，焉能胡亂怪人？」趙明冷笑道：「越是自以為是君子之人，越是會胡亂怪人。」她頓了一頓，笑道：「快去救你的周姑娘吧，別要落在宋青書手裏，你可糟糕啊。」無忌又是臉上一紅，道：「我為什麼糟糕？」兩人循著雪中馬蹄的足跡，找到了坐騎，直奔關內。無忌既記掛義父，又想念周芷若，但想丐幫要利用義父來挾制明教，義父如確是落入丐幫手中，當不致對他有所損傷，只是屈辱難免，但芷若冰清玉潔、溫婉賢淑，遇上了陳友諒之奸詐、宋青書之無恥，若遇逼迫，定然難免一死。言念及此，恨不得插翅飛到盧龍。當晚兩人在一家小客店中宿歇，兩匹馬雖是駿馬，但不停蹄的奔馳了大半日，已是疲累不堪，到得客店之中，草料也不肯吃了。無忌躺在炕上，越想越是擔心，悄悄到趙明窗外一聽，但聽她呼吸調勻，正自香夢沉酣。無忌微一沉吟，到櫃上取過筆硯，撕下一頁帳簿，草草留書，說著事在緊急，決意連夜趕路，事成之後，當謀良唔。將那頁帳簿用石硯壓在桌上，輕輕躍出窗外，展開輕功，向南疾馳而去。如此晚間以輕功疾追，日間則購買騾馬代步，不數日間已到了盧龍。雖然連日未得安睡，但他內力悠長，竟是並不如何疲累。只是如此快追，按理應當在中途追上陳友諒和宋青書，但一直未曾遇上，想是他晚上趕路之時，陳宋二人和掌砵龍頭正在客店之中睡覺，是以錯過。那盧龍是河北重鎮，唐代為節度使駐節之地，經宋元之際數度用兵，大受摧破，元氣迄自未復，但仍是人煙稠密，和關外苦寒之地大不相同。無忌走遍盧龍大街小巷，茶樓酒館，說也奇怪，竟是一個乞兒也遇不到。無忌心下反喜：「如此一個大城，街上竟無化子，此事大非尋常。陳友諒說丐幫在此聚會，當非虛言，想是城中大大小小的化子都參見幫主去了。只須尋訪到他們聚會之所，便能探聽到義父和芷若是否被丐幫擒了。」他在城中到處察看，絲毫沒有頭緒，又到近郊各處村莊踏勘，仍是不見任何異狀。到得傍晚，無忌越尋越是焦躁，不由得思念起趙明的好處來：「若是她在我的身旁，決不致如我這般束手無策。」只得到一家大客中去借宿，用過晚飯後小睡片刻，挨到二更時分，飛身上屋，且看四下裏有何動靜。他遊目四顧，但見微風動樹，唯聞柝聲處處，更無半點江湖人物聚會的徵象，正煩惱間，忽見東南角上有一座高樓聳起，樓上兀自亮著火光。無忌心想：「此家若非官宦，便是富紳，和丐幫更牽不上半點干係……」念頭尚未轉完，突見人影一閃，從樓窗中躍了出來。那人影快速無比，一晃之間，已自隱沒，若不是無忌目光敏銳異常，決計難以發現。他心道：「莫非有綠林豪客到這大戶人家去做案嗎？這人身法好快，直是第一流的高手。左右無事，便去瞧瞧無妨。」當下四五個起落，已奔到了那巨宅之旁。張無忌雙足一點，身子如一鶴沖天，翻過了圍牆，突然眼前一亮，只聽得一人聲音說道：「陳長老也忒煞多事，明明言定正月初八大夥在老河口聚集，卻又急足快報，傳下訊來，要咱們在此等候。他又不是幫主，說什麼便得怎麼，當真豈有此理。」無忌一聽之下，心中大喜，聽這聲音好熟，正是丐幫中人。那聲音是從靠花園的花廳中傳出，張無忌悄悄掩近，只聽聽得丐幫幫主史火龍說道：「陳長老足智多謀，他能將武林中尋覓了二十餘年的金毛獅王謝遜擒拿到手，別說本幫無人能及，武林之中，又有那一人能夠辦到……」無忌又驚又喜，知道義父確是落入了丐幫手中，既是有了著落，只須設法營救便是，丐幫中也無如何了不起的高手，相救義父，當非難事，於是湊眼到長窗縫邊，向裏張望。只見史火龍居中而坐，傳功、執法二長老掌棒龍頭及三位八袋長老坐在下首，還有一個衣袖飾華麗的中年胖子，穿著形貌活脫是個富紳，但背上卻也負著六隻布袋。無忌暗暗點頭：「是了，原來盧龍有一位大財主也是丐幫弟子。叫化子在大財主屋裏聚會，那確是誰也想不到的了。」只聽史火龍接著說道：「陳長老既然傳來急訊，要咱們在盧龍相候，定有他的道理。咱們圖謀大事，務當小心謹慎。」掌棒龍頭道：「幫主明鑒：江湖上群豪尋覓謝遜，為的是要奪取武林至尊的屠龍寶刀。現下這把寶刀既不在謝遜身上，不論怎麼軟騙硬嚇，他終是不肯吐露寶刀的所在。咱們徒然得到了一個瞎子，除了請他喝酒吃飯，又有何用？依弟子說，不如給他上些酷刑，瞧他說是不說。」史火龍搖手道：「不妥，不妥，硬功夫說不定反而壞事。咱們等陳長老到後，再行從長計議。」掌棒龍頭臉有憤憤不平之色，似怪幫主什麼事都聽陳友諒的主張。史火龍取出一封信來，交給掌棒龍頭，說道：「馮兄弟，你立刻動身前赴濠州，將我這封信交給韓山童，說他兒子在我們這裏，平安無事，只須他投誠本幫，幫主自對他另眼相看。」掌棒龍頭道：「這送信的小事，似乎不必由弟子親自走這一趟吧？」史火龍臉色微沉，說道：「馮兄弟，這半年來韓山童等一夥明教人馬，在濠泗一帶鬧得好生興旺。聽說他手下的朱元璋、徐達、常遇春一干人，頗為英雄了得。送這封信去，乃是要韓山童歸附本幫，一來馮兄弟須得善下說詞，察看他的歸附是真情還是假意，二來是探聽這一路明教人馬的虛實。馮兄弟肩上的擔子非輕。怎能說是小事？」掌棒龍頭不敢再說什麼，只道：「謹遵幫主吩咐。」向史火龍行禮，出廳而去。張無忌再聽下去，只聽他們儘說些日後明教、少林、武當、峨嵋各派歸附之後，丐幫將如何興盛威風，這史火龍的野心，反不及陳友諒之大，聽他言中之意，只須丐幫獨霸江湖，稱雄武林，便已心滿意足，卻沒想到要得江山、做皇帝。無忌聽了一會，有些厭了，心想：「看來義父和芷若便被囚在此處，我先去救了他們出來，再將這些大言不慚的乞兒懲誡一番。」右足一點，身子如一溜輕煙，上了一株高樹，縱目四下張望，只須見何處丐幫弟子守衛戒備最是嚴密，料想便是囚禁謝遜和周芷若之所。他東西一看，立即便見那高樓下有十來名丐幫弟子手執兵刃，來往巡邏。張無忌輕輕躍下樹來，掩近高樓，躲在一塊大太湖石之後，待兩名巡邏的丐幫弟子轉身行開，他身子橫射數丈，已竄到樓底的牆腳，施展「壁虎遊牆功」，神不知鬼不覺的便遊了上去。但見樓上燈燭甚亮，他在尋到謝遜和周芷若之前，不願大加驚動，伏身窗外，偷聽房內動靜。聽了片刻，樓房內竟是半點聲息也無。無忌好生奇怪：「怎麼一個人也沒有？難道竟有高手暗伏在此，能長時間閉住呼吸？」又聽一會，仍是聽不到呼吸之聲，他探身到窗縫中一張，只見桌上一對大蠟燭已點去了大半截，室中卻無人影。樓上並排三房，張無忌見東廂房中無人，又到西廂房窗外一張。房中燈火明亮，桌上杯盤狼藉，放著七八人的碗筷，但杯中殘酒未乾，菜肴初動，仍是寂無一人，這些人似乎吃喝未久，便即離房他去。中間房中卻是黑洞洞地並無燈光。無忌輕推房門，裏面上著門閂，無忌低聲叫道：「義父，你在這兒麼？」並不聽見房中有人答應。他心想：「看來義父不在此處，但丐幫人眾如此嚴密戒備，卻是為何？難道有意的實者虛之，虛者實之嗎？」突然之間，鼻中隱隱聞到一陣血腥之氣，從中間房中傳了出來。無忌心頭一驚，左手按在門上，內力微震，格的一聲輕響，門閂從中斷截。無忌立即閃身進房，接住了兩截斷折的門閂，以免掉落地下，發出聲響。他只跨出一步，腳下便是一絆，相觸處軟軟綿綿地，似是人身。他俯身一摸，卻是個屍體。這人氣息早絕，臉上兀自微溫，顯是死去未久。無忌一摸之下，察覺此人，小頭尖腮，並非謝遜，當即放心。但跨出一步，又踏到了兩人的屍身。無忌指住西邊皮壁一戳，刺出兩個小孔，燭光從孔中透了過來。只見地下橫七豎八，躺滿了屍體，盡是丐幫弟子。瞧這些人死去的模樣，都是受了極重的內傷。他提起一屍，撕開衣衫，但見那人胸口拳印宛然，正是七傷拳拳力所傷。無忌大喜：「原來義父大展神威，擊斃看守人眾，殺出去了。」在房中四下一看，果見牆角上用尖利之物刻著一個火燄的圖形，正是明教的記號。無忌又想：「不知義父如何會被丐幫所擒？想是他老人家目不見物，難以提防丐幫的詭計。他們若非用蒙汗藥物，便是用絆馬索、倒鉤、漁網之類物事擒他。但門閂在裏倒閂，他又如何出去？這倒奇了。」一回頭，只見門背板上噴著一灘鮮血，門板外側卻淺淺留著一個掌印。無忌微一沉吟，已知其中之理：「義父留著一人不殺，自己出房之後，叫那人閂上房門，隨即以七傷拳的勁力用在掌上，隔著門板將那人震死。只因隔了一塊門板，掌力猛而不純，以致那人口吐鮮血，是了，適才我見這樓上有黑影一閃，便是義父脫身而去了……」但隨即心想：「那黑影縱躍雖快，但矮短瘦小，決非義父魁梧的身材，此人是誰？」他走出房外，縮身在門邊向下一張，見眾丐兀自鄭重其事的來回巡邏，對樓上變故全不知情。無忌尋思：「眾惡丐死去未久，義父定是去得不遠。我何必胡思亂想，只須追上義父，一問便知。咱爺兒倆回轉身來，鬧他個天翻地覆，這時方教群丐知我明教手段。」思念及此，豪氣勃發，適才見那黑影從西南方而去，當下縱身躍起，在一株高樹上一點，一借力，已躍上圍牆的牆頭，俯身查看，果見牆頭轉角處有個纖細的足印，顯是女子所留。無忌好生訝異：「如此說來，適才所見的黑影，卻是個女子了。武林之中，又有誰有這等高強的輕身功夫？滅絕師太已死，紫衫龍王遠去異國。崑崙派的班淑嫻未必有此功夫，芷若和趙姑娘更是不及，此外再不足論。」但這時深恐追不上謝遜，無暇多想，提氣向西南方疾馳而去。沿著大路追出數里，來到一處岔道，在樹根草叢中一尋，只見一塊岩石後畫著一個火燄記號，指向西南的小路。無忌大喜，心想義父行蹤已明。立時便可相見。明教中各種聯絡指引的暗號，他曾聽楊逍詳細說過，又見這火燄記號雖是寥寥數劃，但鉤劃蒼勁，顯是出於非常人的手筆，若非謝遜這等文武全才之士，明教中沒幾人能畫得出來。