第十二章　古怪的盜黨他大哭一場之後，胸間鬱悶發洩了不少，眼見天已黎明，正可趕路，剛要站起身來，突然叫了聲「啊喲！」原來他心神激盪，從苗人鳳家中急衝而出，竟將隨身的包袱留下了，倘再回頭去取，此時實不願和苗人鳳會面。程靈素幽幽的道：「別的都沒甚麼，就是那隻玉鳳凰丟不得。」胡斐給她說中心事，臉上一紅，說道：「你在這兒稍等，我趕回去拿包袱，否則連今晚吃飯住店的銀子也沒有了。」程靈素道：「我有銀子，連金子也有。」說著從懷中取出兩小錠黃金來。胡斐道：「最要緊的是我家傳的拳經刀譜，決計丟不得。」程靈素伸手入懷，取出他那本拳經刀譜來，淡淡的道：「可是這本？」胡斐又驚又喜，道：「你真細心，甚麼都幫我照料著了。」程靈素道：「就可惜那隻玉鳳給我在路上丟了，當真過意不去。」胡斐見她臉色鄭重，不像是說笑，心中一急，道：「我回頭找找去，說不定還能找到。」說著轉頭便走。程靈素忽道：「咦，這裏亮晃晃的是甚麼東西？」伸手到青草之中，拾起一件飾物，瑩然生光，正是那隻玉鳳。胡斐大喜，笑道：「你是女諸葛，小張良，小可甘拜下風。」程靈素道：「見了這玉鳳，瞧你喜歡得甚麼似的。還給你吧！」於是將刀譜和玉鳳都還了給他，說道：「胡大哥，咱們後會有期。」胡斐一怔，道：「你生氣了麼？」程靈素道：「我生甚麼氣？」但眼眶一紅，珠淚欲滴，轉過了頭去。胡斐道：「你……你要到那裏去？」程靈素道：「我不知道。」胡斐道：「怎麼不知道？」程靈素道：「我沒爹沒娘，師父又死了，又沒人送甚麼玉鳳凰、玉麒麟給我，我……我怎麼知道到那裏去。」說到這裏，淚水終於流了下來。胡斐自和她相識以來，見她心思細密，處處佔人上風，任何難事到了手上，無不迎刃而解，但這時見她悄立曉風之中，殘月斜照，怯生生的背影微微聳動，心中不由得大生憐惜之心，說道：「靈姑娘，我送你一程。」程靈素背著身子，拉衣角拭了拭眼淚，說道：「我又不到那裏去，你送我做甚麼？你要我醫治苗人鳳的眼睛，我已經給治好啦。」胡斐要逗她高興，說道：「可是還有一件事沒做。」程靈素轉過身來，問道：「甚麼？」胡斐道：「我求你醫治苗人鳳，你說也要求我一件事的。甚麼事啊，你還沒說呢。」程靈素究是個年輕姑娘，突然破涕為笑，道：「你不提起，我倒忘了，這叫做自作孽，不可活。好，我要你幹甚麼，你都得答應，是不是？」胡斐確是心甘情願的為她無論做甚麼事，昂然道：「只要我力所能及，無不從命。」程靈素伸出手來，道：「好，那隻玉鳳凰給了我。」胡斐一呆，心中大是為難，但他終究是個言出必踐之人，當即將玉鳳遞了過去。程靈素不接，道：「我要來幹甚麼？我要你把它砸得稀爛。」這一件事胡斐可萬萬下不了手，呆呆的怔在當地，瞧瞧程靈素，又瞧瞧手中玉鳳，不知如何是好，袁紫衣那俏麗嬌美的身形面龐，剎那間在心頭連轉了幾轉。程靈素緩步走近，從他手裏接過玉鳳，給他放入懷中，微笑道：「從今以後，可別太輕易答應人家。世上有許多事情，口中雖然答應了，卻是無法辦到的呢。好吧，咱們可以走啦！」胡斐心頭悵惘，感到一股說不出的滋味，給她捧著那盆七心海棠，跟在後面。※※※行到午間，來到一座大鎮。胡斐道：「咱們找家飯店吃飯，然後去買兩頭牲口。」話猶未了，只見一個身穿緞子長袍、商人模樣的中年漢子走上前來，抱拳說道：「這位是胡爺麼？」胡斐從未見過此人，還禮道：「不敢，正是小可。請問貴姓，不知如何識得小可？」那人微笑道：「小人奉主人之命，在此恭候多時，請往這邊用些粗點。」說著恭恭敬敬的引著二人到了一座酒樓之中。酒樓中店伴也不待那人吩咐，立即擺上酒饌。說是粗點，卻是十分豐盛精緻的酒席。胡斐和程靈素都感奇怪。但見那商人坐在下首相陪，一句不提何人相請，二人也就不問，隨意吃了些。酒飯已罷，那商人道：「請兩位到這邊休息。」下了酒樓，早有從人牽了三匹大馬過來。三人上了馬，那商人在前引路，馳出市鎮，行了五六里，到了一座大莊院前。但見垂楊繞宅，白牆烏門，氣派甚是不小。莊院門前站著六七名家丁，見那商人到來，一齊垂手肅立。那商人請胡斐和程靈素到大廳用茶，桌上擺滿了果品細點。胡斐心想：「我若問他何以如此接待，他不到時候，定不肯說，且讓他弄足玄虛，我只隨機應變便了。」當下和程靈素隨意談論沿途風物景色，沒去理睬那人。那商人只是恭敬相陪，對兩人的談論竟不插口半句。用罷點心，那商人說道：「胡爺和這位姑娘旅途勞頓，請內室洗澡更衣。」胡斐心想：「聽他口氣，似不知程姑娘的來歷，如此更妙。他如果敢向毒手藥王的弟子下毒，正好自討苦吃。」當下隨著家丁走進內堂。另有僕婦前來侍候程靈素往後樓洗沐。兩人稍加休息，又到大廳，你看我，我看你，但見對方身上衣履都是煥然一新。程靈素低聲笑道：「胡大哥，過新年嗎？打扮得這麼齊整。」胡斐見她臉上薄施脂粉，清秀之中微增嬌艷之色，笑道：「你卻像新娘子一般呢。」程靈素臉上一紅，轉過了頭不理。胡斐暗悔失言，但偷眼相瞧，她臉上卻不見有何怒色，目光中只是露出又頑皮又羞怯的光芒。這時廳上又已豐陳酒饌，那商人向胡斐敬了三杯酒，轉身入內，回出時手捧托盤，盤中放著一個紅布包袱，打開包袱，裏面是一本泥金箋訂成的簿子，封皮上寫著「恭呈胡大爺印斐哂納」九個字。他雙手捧著簿子，呈到胡斐面前，說道：「小人奉主人之命，將這份薄禮呈交胡大爺。」胡斐並不接簿，問道：「貴主人是誰？何以贈禮小可？」那商人道：「敝上吩咐，不得提他名字，將來胡大爺自然知曉。」胡斐好生奇怪，接過錦簿，翻開一看，只見第一頁寫道：「上等水田四百一十五畝七分」，下面詳細註明田畝的四至和座落，又註明佃戶為誰，每年繳租穀若干等等。胡斐大奇，心想：「我要這四百多畝水田幹甚麼？」再翻過第二頁，見寫道：「莊子一座，五進，計樓房十二間，平房七十三間。」下面也以小字詳註莊子東南西北的四至，以及每間房子的名稱，花園、廳堂、廂房，以至灶披、柴房、馬廄等等，無不書寫明白。再翻下去，則是莊子中婢僕的名字，日用金銀、糧食、牲口、車轎、傢俱、衣著等等，無不具備。胡斐翻閱一過，大是迷惘，將簿子交給程靈素，道：「你看。」程靈素看了一遍，也猜不透是甚麼用意，笑道：「恭喜發財，恭喜發財！」那商人道：「敝上說倉卒之間，措備不周，實是不成敬意。」頓了一頓，說道：「待會小人陪胡大爺，到房舍各處去瞧瞧。」胡斐問道：「你貴姓？」那商人道：「小人姓張。這裏的田地房產，暫時由小人替胡大爺經管。胡大爺瞧著有甚麼不妥，只須吩咐便是。田地房屋的契據，都在這裏，請胡大爺收管。」說著又呈上許多文據。胡斐道：「你且收著。常言道：無功不受祿。如此厚禮，我未必能受呢。」那商人道：「胡大爺太謙了。敝上只說禮數太薄，心中著實過意不去。」胡斐自幼闖蕩江湖，奇詭怪異之事，見聞頗不在少，但突然收到這樣一份厚禮，而送禮之人又避不見面，這種事卻從沒聽見過。看這姓張的步履舉止，決計不會武功，談吐中也毫無武林人物的氣息，瞧來他只是奉人之囑，不見得便知內情。酒飯已罷，胡斐和程靈素到書房休息。但見書房中四壁圖書，幾列楸枰，架陳瑤琴，甚是雅緻。一名書僮送上清茶後退了出去，房中只留下胡程二人。程靈素笑道：「胡員外，想不到你在這兒做起老爺來啦。」胡斐想想，也是不禁失笑，但隨即皺眉說道：「我瞧送禮之人定有歹意，只是實在猜不出這人是誰？如此作法有甚麼用意？」程靈素道：「會不會是苗人鳳？」胡斐搖頭道：「這人雖和我有不共戴天的深仇，但我瞧他光明磊落，實是一條好漢，不致幹這等鬼鬼祟祟的勾當。」程靈素道：「你助他退敵，他便送你一份厚禮，一來道謝，二來盼望化解怨仇，恐怕倒是一番美意。」胡斐道：「姓胡的豈能瞧在這金銀田產份上，忘了父母大仇？不，不！苗人鳳不會如此小覷了我。」程靈素伸了伸舌頭，道：「那倒是我小覷了你啦。」兩人商量了半日，瞧不出端倪，決意便在此住宿一宵，好歹也要探尋出一點線索。到了晚間，胡斐在後堂大房中安睡，程靈素的閨房卻設在花園旁的樓上。胡斐一生之中從未住過如此富麗堂皇的屋宇，而這屋宇居然屬於自己，更是匪夷所思。他睡到二更時分，輕輕推窗躍出，竄到屋面，伏低身子一望，見西面後院中燈火未熄，於是展開輕身功夫，奔了過去。鉤屋簷，一個「倒捲珠簾」，從窗縫中向內張望，只見那姓張的滴滴篤篤的打著算盤，正自算帳，另一個老家人在旁相陪。那姓張的寫幾筆帳，便跟那家人說幾句話，說的都是工薪柴米等等瑣事。胡斐聽了半天，全無頭緒，正要回身，忽聽得東邊屋面上一聲輕響。他翻身站直，手握刀柄，只見來的卻是程靈素。她做個手勢，胡斐縱身過去。程靈素悄聲道：「我前前後後都瞧過了，沒半點蹊蹺。你看到甚麼沒有？」胡斐搖了搖頭。兩人分別回房，這一晚各自提防，反覆思量，都沒睡得安穩。次晨起身，早有僮僕送上參湯燕窩，跟著便是面餃點心，胡斐卻另有一壺狀元紅美酒。胡斐心想：「有靈姑娘為伴，談談講講，倒也頗不寂寞。在這裏住著，說得上無憂無慮，快樂逍遙。」驀地轉念：「那姓鳳的惡霸殺了鍾阿四全家，我不伸此冤，有何面目立於天地之間？」想到此處，胸間熱血沸騰，便向程靈素說道：「咱們這就動身了吧？」程靈素也不問他要到何處，答道：「好，是該動身了。」兩人回進臥室，換了舊時衣服。胡斐對那姓張的商人道：「我們走了！」說了這一句，拔步便走。那姓張的大是錯愕，道：「這……這……怎麼走得這般快？胡大……胡大爺，小人去備路上使費，您請等一會。」待他進去端了一大盤金錠銀錠出來，胡程二人早已遠去。※※※二人跨開大步，向北而行，中午時分到了一處市集，一打聽，才知昨晚住宿之處叫作義堂鎮。胡斐取出銀子買了兩匹馬，兩人並騎，談論昨日的奇事。程靈素道：「咱們白吃白喝，白住白宿，半點也沒有損到甚麼。這樣說來，那主人似乎並沒安著歹心。」胡斐道：「我總覺這件事陰陽怪氣，很有點兒邪門。」程靈素笑道：「我倒盼這種邪門的事兒多遇上些，一路上陰陽怪氣個不停。喂，胡大爺，你到底是去那裏啊？」胡斐道：「我要上北京。你也同去玩玩，好不好？」程靈素笑道：「好是沒甚麼不好，就只怕有些兒不便。」胡斐奇道：「甚麼不便？」程靈素笑道：「胡大爺去探訪那位贈玉鳳的姑娘，還得隨身帶個使喚的丫環麼？」胡斐正色說道：「不，我是去追殺一個仇人。此人武功雖不甚高，可是耳目眾多，狡獪多智，盼望靈姑娘助我一臂之力。」於是將佛出鎮上鳳天南如何殺害鍾阿四全家，如何廟中避雨相遇，如何給他再度逃走等情一一說了。程靈素聽他說到古廟邂逅、鳳天南黑夜兔脫的經過時，言語中有些不盡不實，說道：「那位贈玉鳳的姑娘也在古廟之中，是不是啊？」胡斐一怔，心想她聰明之極，反正我也沒做虧心之事，不用瞞她，於是索性連如何識得袁紫衣、她如何連奪三派掌門人之位、她如何救助鳳天南等情，也從頭至尾說了。程靈素問道：「這位袁姑娘是個美人兒，是不是？」胡斐微微一怔，臉都紅了，說道：「算是很美吧。」程靈素道：「比我這醜丫頭好看得多，是不是？」胡斐沒防到她竟會如此單刀直入的詢問，不由得頗是尷尬，道：「誰說你是醜丫頭了？袁姑娘比你大了幾歲，自然生得高大些。」程靈素一笑，說道：「我八歲的時候，拿媽媽的鏡子來玩。我姊姊說：『醜八怪，不用照啦！照來照去還是個醜八怪。』哼！我也不理她，你猜後來怎樣？」胡斐心中一寒，暗想：「你別把姊姊毒死了才好。」說道：「我不知道。」程靈素聽他語音微顫，臉有異色，猜中了他的心思，道：「你怕我毒死姊姊嗎？那時我還只八歲呢。嗯，第二天，家中的鏡子通統不見啦。」胡斐道：「這倒奇了。」程靈素道：「一點也不奇，都給我丟到了井裏。」她頓了一頓，說道：「但我丟完了鏡子，隨即就懂了。生來是個醜丫頭，就算沒了鏡子，還是醜的。那井裏的水面，便是一面圓圓的鏡子，把我的模樣給照得清清楚楚。那時候啊，我真想跳到井裏去死了。」她說到這裏，突然舉起鞭子狂抽馬臀，向前急奔。胡斐縱馬跟隨，兩人一口氣馳出十餘里路，程靈素才勒住馬頭。胡斐見她眼圈紅紅的，顯是適才哭過來著，不敢朝她多看，心想：「你雖沒袁姑娘美貌，但決不是醜丫頭。何況一個人品德第一，才智方是第二，相貌好不好乃是天生，何必因而傷心？你事事聰明，怎麼對此便這地看不開？」瞧著她瘦削的側影，心中大起憐意，說道：「我有一事相求，不知你肯不肯答允，不知我是否高攀得上？」程靈素身子一震，顫聲道：「你……你說甚麼？」胡斐從她側後望去，見她耳根子和半邊臉頰全都紅了，說道：「你我都無父母親人，我想和你結拜為兄妹，你說好麼？」程靈素的臉頰剎時間變為蒼白，大聲笑道：「好啊，那有甚麼不好？我有這麼一位兄長，當真是求之不得呢？」胡斐聽她語氣中含有譏諷之意，不禁頗為狼狽，道：「我是一片真心。」程靈素道：「我難道是假意？」說著跳下馬來，在路旁撮土為香，雙膝一屈，便跪在地上。胡斐見她如此爽快，也跪在地上，向天拜了幾拜，相對磕頭行禮。程靈素道：「人人都說八拜之交，咱們得磕足八個頭……一、二、三、四、……七、八……嗯，我做妹妹，多磕兩個。」果然多磕了兩個頭，這才站起。胡斐見她言語行動之中，突然間微帶狂態，自己也有些不自然起來，說道：「從今而後，我叫你二妹了。」程靈素道：「對，你是大哥。咱們怎麼不立下盟誓，說甚麼有福共享、有難同當？」胡斐道：「結義貴在心盟，說不說都是一樣。」程靈素道：「啊，原來如此。」說著躍上了馬背，這日直到黃昏，始終沒再跟胡斐說話。※※※傍晚二人到了安陸，剛馳馬進入市口，便有一名店小二走上來牽住馬頭，說道：「這位是胡大爺吧？請來小店歇馬。」胡斐奇道：「你怎知道？」店小二笑道：「小人在這兒等了半天啦。」於是在前引路，讓著二人進了一家房舍高敞的客店。上房卻只留了一間，於是又開了一間，茶水酒飯也不用吩咐，便流水價送將上來。胡斐問那店小二，是誰叫他這般侍候。那店小二笑道：「義堂鎮的胡大爺，誰還能不知道麼？」次晨結帳，掌櫃的連連打躬，說道早已付過了，只肯收胡斐給店伴的幾錢銀子賞錢。一連幾日，都是如此。胡斐和程靈素雖都是極有智計之人，但限於年紀閱歷，竟是瞧不透這一門江湖伎倆。到第四日動身後，程靈素道：「大哥，我連日留心，咱們前後無人跟隨，那必是有人在前途說了你的容貌服色，命人守候。咱們來個喬裝改扮，然後從旁察看，說不定便能得悉真相。」胡斐喜道：「此計大妙。」兩人在市上買了兩套衣衫鞋帽，行到郊外，在一處無人荒林之中改扮。程靈素用頭髮剪成假鬚，黏在胡斐唇上，將他扮成個四十來歲的中年漢子，自己卻穿上長衫，頭戴小帽，變成個瘦瘦小小的少年男子。兩人一看，相對大笑。到了前面市集，兩人更將坐騎換了驢子。胡斐將單刀包入包袱，再買了一根旱煙管，吸了幾口，吞煙吐霧，這一副神色，旁人便眼力再好，也決計認他不出。這日傍晚到了廣水，只見大道旁站著兩名店伴，伸長了脖子東張西望，胡斐知他們正在等候自己，不禁暗笑，逕去投店，掌櫃的見這二人模樣寒酸，招呼便懶洋洋地，給了他們兩間偏院。那兩名店伴直等到天黑，這才沒精打采的回店。胡斐叫了一人進來，跟他有一搭沒一搭的瞎扯，想從他口中探聽些消息。剛說得幾句閒話，忽然大道上馬蹄聲響，聽聲音不止一乘。那店伴喜道：「胡大爺來啦。」飛奔出店。胡斐心道：「胡大爺早到啦，跟你說了這會子話，你還不知道。」當下走到大堂上去瞧熱鬧。只聽得人聲諠譁，那店伴大聲道：「不是胡大爺，是鏢局子的達官爺。」跟著走進一個趟子手來，手捧鏢旗，在客店外的竹筒中一插。※※※胡斐看那鏢旗時，心中一愕，只見那鏢旗黃底黑線，繡著一匹背生雙翼的駿馬，當年在商家堡中，曾見過這鏢旗一面，認得是飛馬鏢局的旗號，心想這鏢局主人百勝神拳馬行空已在商家堡燒死，不知眼下何人充任鏢頭。　看那鏢旗殘破褪色，已是多年未換，那趟子手也是年老衰邁，沒甚麼精神，似乎飛馬鏢局的近況未見得怎生興旺。跟著鏢頭進來，卻是雄赳赳氣昂昂的一條漢子，但見他臉上無數小疤，胡斐認得他是馬行空的弟子徐錚。在他之後是一個穿著勁裝的少婦，雙手各攜一個男孩，正是馬行空的女兒馬春花。胡斐和她相別數年，這時見她雖然仍是容色秀麗，但已掩不住臉上的風霜憔悴。兩個男孩不過四歲左右，卻是雪白可愛，尤其兩人相貌一模一樣，顯是一對孿生兄弟。只聽一個男孩子道：「媽，我餓啦，要吃麵麵。」馬春花低頭道：「好，等爹洗了臉，大夥兒一起吃。」胡斐心道：「原來他師兄妹已成了親，還生下兩個孩子。」那年他在商家堡為商老太所擒，被商寶震用鞭子抽打，馬春花曾出力求情，此事常在心頭。今日他鄉邂逅，若不是他不願給人認出真面目，早已上去相認道故了。開客店的對於鏢局子向來不敢得罪，雖見飛馬鏢局這單鏢只是一輛鏢車，各人衣飾敝舊，料想沒多大油水，但掌櫃的還是上前殷勤接待。徐錚聽說沒了上房，眉頭一皺，正要發話，趟子手已從裏面打了個轉出來，說道：「朝南那兩間上房不明明空著嗎？怎地沒了？」掌櫃的賠笑說道：「達官爺見諒。這兩間房前天就有人定下了，已付了銀子，說好今晚要用。」徐錚近年來時運不濟，走鏢常有失閃，因此一肚皮的委屈，聽了此言，伸手在帳台上用力一拍，便要發作。馬春花忙拉拉他衣袖，說道：「算啦，胡亂住這麼一宵，也就是了。」徐錚還真聽妻子的話，向掌櫃的狠狠瞪了一眼，走進了朝西的小房。馬春花拉著兩個孩子，低聲道：「這單鏢酬金這麼微薄，若不對付著使，還得虧本。不住上房，省幾錢銀子也是好的。」徐錚道：「話是不錯，但我就瞧著這些狗眼看人低的傢伙生氣。」原來馬行空死後，徐錚和與春花不久成婚，兩人接掌了飛馬鏢局。徐錚的武功威名固然不及師父，而他生就一副直肚直腸，江湖上的場面結交更是施展不開，三四年中連碰了幾次釘子，每次均虧馬春花多方設法，才賠補彌縫了過去。但這麼一來，飛馬鏢局的生意便一落千丈，大買賣是永不上門的了。這一次有個鹽商要送一筆銀子上北直隸保定府去，為數只有九千兩，託大鏢局帶嫌酬金貴，這才交了給飛馬鏢局。徐錚夫婦向來一同走鏢，馬春花以家中沒可靠的親人，放心不下孩子，便帶同了出門，諒來這區區九千兩銀子，在路上也不會有甚麼風險。※※※胡斐向鏢車望了一眼，走到程靈素房中，說道：「二妹，這對鏢頭夫婦是我的老相識。」於是將商家堡中如何跟他們相遇的事簡略說了。程靈素道：「你認不認他們？」胡斐道：「待明兒上了道，到荒僻無人之處，這才上前相認。」程靈素笑道：「荒僻無人之處？啊，那可了不得！他們不當你這小鬍子是劫鏢的強人才怪。」胡斐一笑，道：「這枝鏢不值得胡大寨主動手。程二寨主，你瞧如何？」程靈素笑道：「瞧那鏢客身上無錢，甚是寒傖。你我兄弟盜亦有道，不免拍馬上前，送他幾錠金子便了。」胡斐哈哈一笑。他確是有贈金之心，只是要盤算個妥善法兒，贈金之時須得不失了敬意。兩人用過晚膳，胡斐回房就寢，睡到中夜，忽聽得屋面上喀的一聲輕響。他雖在睡夢之中，仍是立即驚覺，翻身坐起，跨步下炕，聽得屋上共有二人。那二人輕輕一擊掌，逕從屋面躍落。胡斐站到窗口，心想：「這兩個人是甚麼來頭，竟是如此大膽，旁若無人？」伸手指戳破窗紙，往外張望，見兩人都是身穿長衫，手中不執兵刃，推開朝南一間上房的門，便走了進去，跟著火光一閃，點起燈來。胡斐心想：「原來這兩人識得店主東，不是歹人。」回到炕上，忽聽得踢躂踢躂拖鞋皮響，店小二走到上房門口，大聲喝道：「是誰啊？怎地三更半夜的，也不走大門，就這麼竄了下來？」他口中呼喝，走進上房，一腳剛踏進，便「啊喲」一聲大叫，跟著砰的一響，又是「我的媽啊，打死人啦」叫了起來，原來給人摔了出來，結結實實的跌在院子之中。這麼一吵鬧，滿店的人全醒了。兩個長衫客中一人站在上房門口，大聲說道：「我們奉雞公山王大寨主之命，今晚踩盤子、劫鏢銀來著，找的是飛馬鏢局徐鏢頭。閒雜人等，事不干己，快快回房安睡，免得誤傷人命。」徐錚和馬春花早就醒了，聽他如此叫陣，不由得又驚又怒，心想恁他多厲害的大盜，也決不能欺到客店中來，這廣水又不是小地方，這等無法無天，可就從未見過。徐錚接口大聲道：「姓徐的便在這裏，兩位相好的留下萬兒。」那人大笑道：「你把九千兩紋銀，一桿鏢旗，雙手奉送給大爺，也就是了，問大爺甚麼萬兒？咱們前頭見。」說著拍拍兩聲擊掌，兩人飛身上屋。徐錚右手一揚，兩枝鋼鏢激射而上。後面那人回手一抄，一手接住，跟著向下擲出，噹的一聲響，火星四濺，一齊落在徐錚身前一尺之處，兩枝鏢都釘入了院子中的青石板裏，這一手勁辦，徐錚就萬萬不能。只聽兩人在屋上哈哈大笑，跟著馬蹄聲響，向北而去。店中店夥和住客待那兩個暴客遠去，這才七張八嘴的紛紛議論，有的說快些報官，有的勸徐錚不如繞道而行。徐錚默不作聲，拔起兩枚鋼鏢，回到房中。夫妻倆低聲商量，瞧這兩人武功頗為不凡，該是武林中的成名人物，怎會瞧中這一枝小鏢？雖然明知前途不吉，但一枝鏢出了門，規矩是有進無退，決不能打回頭，否則鏢局子就算是自己砸了招牌。徐錚氣憤憤的道：「黑道上朋友越來越是欺人啦，往後去咱們這口飯還能吃麼？我拚著性命不要，也得給他們幹上了。這兩個孩子──」馬春花道：「咱們跟黑道上的無冤無仇，最多不過是銀子的事，還不致有人命干係，帶著孩子也不妨。」但在她心底，早已在深深後悔，實不該讓這兩個幼兒陪著父母干冒江湖上的風險。胡斐和程靈素隔著窗子，一切瞧得清清楚楚，心下也是暗暗奇怪，覺得這一路而來，不可解之事甚多，滿以為喬裝改扮之後，便可避過追蹤，豈知第一天便遇到飛馬鏢局這件奇事。※※※次日清晨，飛馬鏢局的鏢車一起行，胡斐和程靈素便不即不離的跟隨在後。徐錚見他二人跟蹤不捨，越看路道越是不對，料他二人定是賊黨，不時回頭怒目而視。胡程二人卻裝作不見。中午打尖，胡程二人也和飛馬鏢局一處吃牛肉麵餅。行到傍晚，離武勝關約有四十來里，只聽得馬蹄聲響，兩騎馬迎面飛馳而來。馬上乘客身穿灰布長袍，從鏢車旁一掠而過，直奔過胡程二人身旁，這才靠攏並馳，縱聲長笑，聽聲音正是昨晚的兩個暴客。胡斐道：「待得他們再從後面追上，不出幾里路，便要動手了。」話猶未畢，忽聽前面馬蹄聲響，又有兩乘馬從身旁掠過，馬上乘客身手矯健，顯是江湖人物。胡斐道：「奇怪，奇怪！」行不到一里路，又有兩乘馬迎面奔來，跟著又有兩乘馬。徐錚見了這等大勢派，早已把心橫了，不怒反笑，說道：「師妹，師父曾說，綠林中一等一的大寨，興師動眾劫那一等一的大鏢，那才派到六個好手探盤子，今日居然連派到八位高人，後面又有兩位陰魂不散的跟著，只怕咱們這路鏢保的不是紋銀九千兩，而是九百萬、九千萬兩！」馬春花猜不透敵人何以如此大張旗鼓，來對付這枝微不足道的小鏢，但越是不懂，越是戚然有憂，對徐錚和趟子手道：「待會情勢不對，咱們帶了孩子逃命要緊。這九千兩銀子嘛，數目不大，總還能張羅著賠得起。」徐錚昂然道：「師父一世英名，便這麼送在咱這個不成材的弟子手中嗎？」馬春花淒然道：「總得瞧孩子份上。今後我兩口子耕田務農，吃一口苦飯，也不做這動刀子拚命的勾當啦。」說到這裏，忽聽得身後蹄聲奔騰，回頭一望，塵土飛揚，那八乘馬一齊自後趕了上來。嗚的一聲長鳴，一枝響箭從頭頂飛過，跟著迎面也有八乘馬奔來。胡斐道：「瞧這聲勢，這幫子人只怕是衝著咱們而來。」程靈素點頭道：「田歸農！」胡斐道：「咱們的改扮終究不成，還是給認出了。」這時前面八乘馬，後面八乘馬一齊勒韁不動，已將鏢局子一行人和胡程二人夾住在中間。徐錚翻身下馬，亮出單刀，抱拳道：「在下徐……」只說了三字，前面八乘馬中一個老者突然飛躍下馬，縱身而前，手中持著一件奇形兵刃，一語不發，便向徐錚臉上砸去。胡斐和程靈素勒馬在旁，見那老者手中兵刃甚是奇怪，前面一個橫條，彎曲如蛇，橫條後生著丁字形的握手，那橫條兩端尖利，便似一柄變形的鶴嘴鋤模樣。胡斐不識此物，問程靈素道：「那是甚麼？」程靈素還未回答，身後一名大盜笑道：「老小子，教你一個乖，這叫做雷震擋。」程靈素接口道：「雷震擋不和閃電錐同使，武功也是平常。」那大盜一呆，不再作聲，斜眼打量程靈素，心想這瘦小子居然也知道閃電錐。原來老者是他師兄，這大盜自己所使的便是閃電錐。他二人的師父右手使閃電錐，左手使雷震擋，一攻一守，變化極盡奇妙。但這兩件兵刃一長一短，雙手共使時相輔相成，威力固然甚大，但也十分艱難，他師兄弟二人各得師父一隻手的技藝，始終學不會兩件兵刃同使。他二人自幼便在塞外，初來中原未久，而他的閃電錐又是藏在袖中，並未取出，不意給程靈素一語道破來歷，不禁驚詫無已。他那知程靈素的師父毒手藥王無嗔大師見聞廣博，平時常和這個最鍾愛的小弟子講述各家各派武功，因此她雖然從未見過雷震擋，但一聽其名，便知尚有一把閃電錐。但見那老者將兵刃使得轟轟發發，果然有雷震之威。徐錚單刀上的功夫雖也不弱，但被那雷震擋裹住了，漸漸施展不開。只聽得前後十五名大盜你一言，我一語，出言譏嘲：「甚麼飛馬鏢局？當年馬老鏢頭走鏢，才稱得上『飛馬』二字，到了姓徐的手裏，早該改稱狗爬鏢局啦！」「這小子學了兩手三腳毛，不在家裏抱娃娃，卻到外面來丟人現世。」「喂，姓徐的，快跪下來磕三個響頭，我們大哥便饒了你的狗命。」「走鏢走得這麼寒蠢，連九千兩銀子也保，不如買塊豆腐來自己撞死了罷！」「神拳無敵馬老鏢頭當年赫赫威名，武林中無人不服，這膿包小子真是對不住師父。」「我瞧他夫人比他強上十倍，當真是一枝鮮花插在牛糞裏！好教人瞧著生氣。」胡斐聽了各人言語，心想這群大盜對徐錚的底細摸得甚是清楚，不但知道他的師承來歷，還知他一共保了多少鏢銀，說話之中對他固是極盡尖酸刻薄，但對馬春花和她過世的父親卻毫無得罪之處，甚至還顯得頗為尊敬。胡斐雖然不識雷震擋，但那老者功力不弱，出手既狠且準，卻是一眼便知，不由得暗自奇怪：「這老頭兒雖不能說是江湖上的第一流好手，但如此武功，必是個頗有身份的成名人物。瞧各人的作為，決非衝著這區區九千兩銀子而來。但若是田歸農派來跟我為難，卻又何必費這麼大的勁兒去對付徐錚？」馬春花在旁瞧得焦急萬分，她早知丈夫不是人家對手，然而自己上前相助，只不過多引一個敵人下場，於事絲毫無補，兩個兒子無人照料，卻勢必落入盜眾手中。眼睜睜的瞧著丈夫越來越是不濟，突見那老者將蛇形兵器往前疾送，圈轉回拉，徐錚單刀脫手，飛上半天，她「啊」的一聲叫了出來。那老者左足橫掃，徐錚急躍避過。那單刀從半空落將下來，盜眾中一人舉起長劍，往上一撩，一柄鋼刀登時斷為兩截。那盜伙身手好快，長劍跟著一劈一削，又將尚未落地的兩截斷刀斬成四截。他手中所持的固是極鋒利的寶劍，而出手之迅捷，更是使人目為之眩。群盜齊聲喝采。瞧這情勢，那裏是攔路劫鏢，實是對徐錚存心戲弄！單是這手持長劍的大盜一人，打敗徐錚夫婦便已綽綽有餘，何況同夥共有一十六人，看來個個都是好手，個個笑傲自若，便如十六頭靈貓圍住了一隻小鼠，要戲耍個夠，才分而吞噬。徐錚紅了雙眼，雙臂揮舞，招招都是拚命的拳式，但那老者雷震擋的鐵柄長逾四尺，徐錚如何欺得近身去？數招之間，只聽得嗤的一聲響，雷震擋的尖端劃破了徐錚褲腳，大腿上鮮血長流，接著又是一響，徐錚左臀中擋。那老者抬起一腿，將他踢翻在地，一腳踏住，冷笑道：「我也不要你性命，只要廢了你的一對招子，罰你不生眼睛，太也胡塗。」徐錚又是害怕，又是憤怒，胸口氣為之塞，說不出話來。馬春花叫道：「眾位朋友，你們要鏢銀，拿去便是。我們跟各位往日無冤，近日無仇，何必趕盡殺絕？」那使劍的大盜笑道：「馬姑娘，你是好人，不用多管閒事。」馬春花道：「甚麼多管閒事？他是我丈夫啊。」使雷震擋的老者道：「我們就是瞧著他太也不配，委曲了才貌雙全的馬姑娘，這才千里迢迢的趕來。這個抱不平非打不可！」胡斐和程靈素越聽越是奇怪，均想：「這批大盜居然來管人家夫妻的家務事，還說甚麼打抱不平，當真好笑。」兩人對望一眼，目光中均含笑意。便在此時，那老者舉起雷震擋，擋尖對準徐錚右眼，戳了下去。馬春花大叫一聲，搶上相救，呼的一響，馬上一個盜伙手中花槍從空刺下，將她攔住。兩個小孩齊叫：「爸爸！」向徐錚身邊奔去。※※※突然間一個灰影一幌，那老者手腕上一麻，急忙翻擋迎敵，手裏驀然間輕了，原來手中兵刃竟已不知去向，驚怒中抬起頭來，只見那灰影躍上馬背，自己的獨門兵刃雷震擋卻已給他拿在手中舞弄，白光閃閃，轉成一個圓圈。如此倏來倏去，一瞬之間下馬上馬，空手奪了他雷震擋的，正是胡斐！眾盜相顧駭然，頃刻間寂靜無聲，竟無一人說話，人人均為眼前之事驚得呆了。過了半晌，各人才紛紛呼喝，舉刀挺杖，奔向胡斐。胡斐大叫道：「是線上的合字兒嗎？風緊，扯呼，老窯裏來了花門的，三刀兔兒爺換著走，咱們鬍子上開洞，財神菩薩上山！」群盜又是一怔，聽他說的黑話不像黑話，不知瞎扯些甚麼。那雷震擋被奪的老者怒道：「朋友，你是那一路的，來攪這淌渾水幹麼？」胡斐道：「兄弟專做沒本錢買賣，好容易跟上了飛馬鏢局的九千兩銀子，沒想到半路裏殺出來十六個程咬金。各位要分一份，這不叫人心疼麼？」那老者冷笑道：「哼，朋友別裝蒜啦，趁早留下個萬兒來是正經。」徐錚於千鈞一髮之際逃得了性命，摟住了兩個兒子。馬春花站在他的身旁，睜著一雙大眼望住胡斐，一時之間還不明白眼前到底發生了何事。她只道胡斐和程靈素也必都是盜伙一路，那知他卻和那老者爭了起來。只見胡斐伸手一抹上唇的小鬍子，咬著煙袋，說道：「好，我跟你實說了罷。神拳無敵馬行空是我師弟，師侄的事兒，老人家不能不管。」胡斐此語一出，馬春花吃了一驚，心想：「那裏出來了這樣一個師伯？我從沒聽爹爹說過，而且這人年紀比爹爹輕得多，哪能是師伯？」程靈素在一旁見他裝腔作勢，忍不住要笑出聲來，但見他大敵當前，身在重圍，仍能漫不在意的言笑自若，卻也不禁佩服他的膽色。那老者將信將疑，哼的一聲，說道：「尊駕是馬老鏢頭的師兄？年歲不像啊，我們也沒聽說馬老鏢頭有甚麼師兄。」胡斐道：「我門中只管入門先後，不管年紀大小。馬行空是甚麼大人物了，還用得著冒充他師兄麼？」先入師門為尊的規矩，武林中許多門派原都是有的。那老者向馬春花望了一眼，察看她的臉色，轉頭又問胡斐道：「沒請教尊駕的萬兒。」胡斐抬頭向天，說道：「我師弟叫神拳無敵馬行空，區區在下便叫歪拳有敵牛耕田。」群盜一聽，盡皆大笑。這一句話明顯是欺人的假話，那老者只因他空手奪了自己的兵刃，才跟他對答了這一陣子話，否則早就出手了。他性子本便躁急，聽到「牛耕田」這三字，再也忍耐不住，虎吼一聲，便向胡斐撲來。胡斐勒馬一閃，雷震擋一幌，那老者手中倏地多了一物，舉手一看，卻不是雷震擋是甚麼？物歸原主，他本該喜歡，然而這兵刃並非自己奪回，卻是對方塞入自己手中，瞧也沒瞧清，莫名其妙的便得回了兵刃。眾盜齊聲喝采，叫道：「褚大哥好本事！」都道是他以空手入白刃的功夫搶回。這姓褚的老者卻自知滿不是那回事，當真是啞子吃黃連，說不出的苦。他微微一怔，說道：「尊駕插手管這檔子事，到底為了甚麼？」胡斐道：「老兄倒請先說說，我這兩個師侄好好一對夫妻，何以要各位來打抱不平？」那老者說道：「多管閒事，於尊駕無益。我好言相勸，還是各行各路罷！」眾盜均感詫異：「褚大哥平日多麼霹靂火爆的性兒，今日居然這般沉得住氣。」胡斐笑道：「你這話再對也沒有了，多管閒事無益。咱們大夥兒各行各路。請啊，請啊！」那老者退後三步，喝道：「你既不聽良言，在下迫得要領教高招。」說著雷震擋一舉，護住了胸口。胡斐道：「單打獨鬥，有甚麼味道？可是人太多了，亂糟糟的也不大方便。這樣吧，我牛耕田一人，鬥鬥你們三位。」說著提旱煙管向那使長劍的一指，又向那老者的師弟一指。那使劍的相貌英挺，神情傲慢，仰天笑道：「好狂妄的老小子！」那姓褚的老者卻早知胡斐決非易與之輩，一對一的跟他動手，也真沒把握，他既自願向三人挑戰，正是求之不得，說道：「聶賢弟，上官師弟，他是自取其死，怨不得旁人，咱三個便一齊陪他玩玩。」那姓聶的兀自不願，說道：「諒這老小子怎是褚大哥的對手？要不，你師兄弟一齊出馬，讓大夥兒瞻仰瞻仰塞外『雷電交作』的絕技！」群盜轟然叫好。胡斐搖頭道：「年紀輕輕，便這般膽小，見不得大陣仗，可惜啊可惜。」那姓聶的長眉一挑，躍下馬來，低聲道：「褚大哥請讓一步，小弟獨自來教訓教訓這狂徒。」胡斐道：「你要教訓我歪拳有敵牛耕田，那也成。可是咱哥兒兩話說在先，倘若我牛耕田輸了，你要宰要殺，任憑處置。不過要是小兄弟你有一個失閃，那便如何？」那姓聶的冷笑道：「那是你痴心妄想。」胡斐笑道：「說不定老天爺保佑，小兄弟你竟有個三長兩短，七葷八素，那便如何？」那姓聶的喝道：「誰跟你胡說八道？若我輸了，也任憑你老小子處置便是。」胡斐道：「任憑我老小子處置，那可不敢當，只是請各位寬宏大量，別再來管我師侄小夫妻倆的家務，這個抱不平，咱們就別打了吧！」那姓聶的好不耐煩，長劍一擺，閃起一道寒光，喝道：「便是這樣！」胡斐目光橫掃眾盜，說道：「這位聶家小兄弟的話，作不作準？倘若他輸了，你們各位大爺還打不打抱不平？」程靈素聽到這裏，再也忍耐不住，終於嗤的一聲，笑了出來，心想他自己小小年紀，居然口口聲聲叫人家「小兄弟」，別人為了「鮮花插在牛糞上」，因而興師動眾的來打抱不平，此事已十分好笑，而他橫加插手，又不許人家打抱不平，更是匪夷所思。盜眾素知那姓聶的劍術精奇，手中那口寶劍更是削鐵如泥的利刃，出手鬥這鄉下土老兒小鬍子，定是有勝無敗。眾人此行原本嘻嘻哈哈，當作一件極有趣的玩鬧，途中多生事端，正是求之不得，於是紛紛說道：「你小鬍子若是贏了一招半式，咱們大夥兒拍屁股便走，這個抱不平是準定不打的了！」胡斐道：「諸位說的是人話，就是這麼辦，這抱不平打不打得成，得瞧我小鬍子的玩藝兒行不行。看招！」猛地舉起旱煙管，往自己衣領中一插，躍下馬來，一個踉蹌，險些摔倒。眾人聽他一聲喝：「看招！」又見他舉起煙管，都道他要以煙管當作兵器，那知他竟將煙管插在衣領之中，又見他下馬的身法如此笨拙狼狽，旁觀的十五個大盜之中，倒有十二三人笑了出來。那姓聶的喝道：「你用甚麼兵刃，亮出來吧！」胡斐道：「黃牛耕田，得用犁耙！褚大寨主，你手裏這件傢伙倒像個犁耙，借來使使！」說著伸手出去，向那姓褚的老者借那雷震擋。那老者見了他也真有些忌憚，倒退兩步，怒道：「不借！諒你也不會使！」胡斐右手手掌朝天，始終擺著個乞討的姿勢，又道：「借一借何妨？」突然手臂一長一搭，那老者舉擋欲架，不知怎的，手中忽空，那雷震擋竟又已到了胡斐手中。那老者一驚非小，倒竄出一丈開外，臉上肌肉抽搐，如見鬼魅。要知胡斐這路空手奪人兵刃的功夫，乃是他遠祖飛天狐狸潛心鑽研出來的絕技。當年飛天狐狸輔佐闖王李自成起兵打天下，憑著這手本領，不知奪過多少英雄好漢手中的兵器，當真是來無影，去無蹤，神出鬼沒，詭秘無比，「飛天狐狸」那四字外號，一半也是由此而來。那姓聶壯漢見胡斐手中有了兵器，提劍便往他後心刺來。胡斐斜身閃開，回了一擋，跟著自左側搶上，雷震擋回掠橫刺。姓褚的老者只瞧得張大了口，合不攏來，原來胡斐所使的招數，竟是他師父親授的「六十四路轟天雷震擋法」，一模一樣，全無二致。他那姓上官的師弟更是詫異，明明聽得胡斐連雷震擋的名字也不識，使出來的擋法，卻和師哥全然相同。他二人那想得到胡斐武功根底既好，人又聰明無比，瞧了那姓褚老者與徐錚打鬥，早將招數記在心中。何況他所使招數雖然形似，其中用勁和變化的諸般法門，卻絕不相干。那姓聶的這時再也不敢輕慢，劍走輕靈，身手甚是便捷。胡斐所用兵刃全不順手，兼之有意眩人耳目，招招依著那姓褚老者的武功法門而使，更加多了一層拘束，但見敵人長劍施展開來，寒光閃閃，劍法實非凡俗。他一面招架，心下尋思：「這十六人看來都是硬手，倘若一擁而上，我和二妹縱能脫身，徐錚一家四口一定糟糕，只有打敗了這人，擠兌得他們不能動手，方是上策。」突見對手長劍一沉，知道不妙，待想如何變招，噹的一聲，雷震擋的一端已被利劍削去。盜眾眼見胡斐舉止邪門，本來心中均自嘀咕，忽見那姓聶的得利，齊聲歡呼。姓聶的精神一振，步步進逼。胡斐從褚姓老者那裏學得的幾招擋法，堪堪已經用完，心想再打下去馬腳便露，眼見雷震擋被削去一端，心念一動，回擋斜砸，敵人長劍圈轉，噹的一聲響，另一端也削去了。胡斐叫道：「好，你這般不給褚大爺面子，毀了他成名的兵刃，未免太也不夠朋友！」姓聶的一怔，心想這話倒也有理。突然噹的又是一響，胡斐竟將半截擋柄砸到他劍鋒上去，手中只餘下尺來長的一小截，又聽他叫道：「會使雷震擋，不使閃電錐，武功也是稀鬆平常。」說著將一小截擋柄遞出，便如破甲錐般使了出來。姓上官的大盜先聽他說閃電錐，不由得一驚，但瞧了他幾路錐法，橫戳直刺，全不是那一會事，這才放心，大聲笑道：「這算那一門子的閃電錐？」胡斐道：「你學的不對，我的才對。」說著連刺急戳。其實他除單刀之外，甚麼兵器都不會使，這閃電錐只是裝模作樣，所厲害者全在一隻左手，近身而搏，左手勾打鎖拿，當真是「一寸短，一寸險」。那姓聶的手中雖有利劍，竟是阻擋不住，被他攻得連連倒退，猛地裏「啊」的一聲大叫，兩人同時向後躍開。只見胡斐身前晶光閃耀，那口寶劍已到了他的手裏。胡斐左膝一跪，從大道旁抓起一塊二十來斤的大石，右手持劍，劍尖抵地，劍身橫斜，左手高舉大石，笑道：「這口寶劍鋒利得緊，我來砸它幾下，瞧是砸得斷，砸不斷？」說著作勢便要將大石往劍身上砸去。縱是天下最鋒利的利劍，用大石砸在它平板的劍身上，也非一砸即斷不可。那姓聶的對這口寶劍愛如性命，見了這般慘狀，登時嚇得臉色蒼白，叫道：「在下認輸便是。」胡斐道：「我瞧這口好劍，未必一砸便斷。」說著又將大石一舉。那姓聶的叫道：「尊駕若是喜歡，拿去便是，別損傷了寶物。」胡斐心想此人倒是個情種，寧可劍入敵手也不願劍毀，於是不再嬉笑，雙手橫捧寶劍，送到他身前，說道：「小弟無禮，多有得罪。」那人大出意外，只道胡斐縱不毀劍，也必取去，要知如此利刃，當世罕見，有此一劍，平添了一倍功夫，武林中人有誰不愛？當下也伸雙手接過，說道：「多謝，多謝！」惶恐之中，掩不住滿臉的喜出望外之情。胡斐知道夜長夢多，不能再耽，翻身上馬，向群盜拱手道：「承蒙高抬貴手，兄弟這裏謝過。」這句話卻說得甚是誠懇。向徐錚和馬春花叫道：「走吧！」徐錚夫婦驚魂未定，趕著鏢車，縱馬便走。胡斐和程靈素在後押隊，沒再向後多望一眼，以免又生事端，耳聽得群盜低聲議論，卻不縱馬來追。※※※四人一口氣馳出十餘里，始終不見有盜伙追來。徐錚勒住馬頭，說道：「尊駕出手相救，在下甚是感激，卻何以要冒充在下的師伯？」胡斐聽他語氣中甚有怪責之意，微笑道：「順口說說而已，兄弟不要見怪。」徐錚道：「尊駕貼上這兩撇鬍子，逢人便叫兄弟，也未免把天下人都瞧小了。」胡斐一愕，沒想到這個莽撞之人，竟會瞧得出來。程靈素低聲道：「定是他妻子瞧出了破綻。」胡斐略一點頭，凝視馬春花，心想她瞧出我鬍子是假裝，卻不知是否認出了我是誰。徐錚見了他這副神情，只道自己妻子生得美麗，胡斐途中緊緊跟隨，早便不懷好意。他被盜黨戲弄侮辱了個夠，已存必死之意，心神失常，放眼但覺人人是敵，大聲喝道：「閣下武藝高強，你要殺我，這便上吧！」說著一彎腰，就從趟子手的腰間拔出單刀，立馬橫刀，向著胡斐凜然傲視。胡斐不明他的心意，欲待解釋，忽覺背後馬蹄聲急，一騎快馬狂奔而至。這匹馬雖無袁紫衣那白馬的神駿，卻也是少有的名駒，片刻間便從鏢隊旁掠過。胡斐一瞥之下，認得馬上乘客便是十六盜伙之一。程靈素道：「咱們走吧，犯不著多管閒事，打抱不平。」豈知「多管閒事，打抱不平」這八個字，正觸動徐錚的忌諱，他眼中如要噴出火來，便要縱馬上前相拚。馬春花急叫：「師哥，你又犯胡塗啦！」徐錚一呆。程靈素一提馬韁，跟著伸馬鞭在胡斐的坐騎臀上抽了一鞭，兩匹馬向北急馳而去。胡斐回頭叫道：「馬姑娘，可記得商家堡麼？」馬春花斗然間滿臉通紅，喃喃道：「商家堡，商家堡！我怎能不記得？」她心搖神馳，思念往事，但腦海中半分也沒出現胡斐的影子。她是在想著另外一個人，那個華貴溫雅的公子爺……胡程二人縱馬奔出三四里，程靈素道：「大哥，打抱不平的又追上來啦。」胡斐也早已聽到來路上馬蹄雜沓，共有十餘騎之多，說道：「當真動手，咱們寡不敵眾，又不知這批人是甚麼來頭。」程靈素道：「我瞧這些人未必便真是強盜。」胡斐點頭道：「這中間古怪很多，一時可想不明白。」這時一陣西風吹來，來路上傳來一陣金刃相交之聲。胡斐驚道：「給追上了。」程靈素道：「我瞧那些人的心意，那位馬姑娘決計無礙，他們也不會傷那徐爺的性命，不過苦頭是免不了要吃的了。」胡斐竭力思索，皺眉道：「我可真是不明白。」忽聽得馬蹄聲響，斜刺往西北角馳去，走的卻不是大道，同時隱隱又傳來一個女子的呼喝之聲。胡斐馳馬上了道旁一座小丘，縱目遙望，只見兩名盜伙各乘快馬，手臂中都抱著一個孩子。馬春花徒步追趕，頭髮散亂，似乎在喊：「還我孩子，還我孩子！」隔得遠了，聽不清楚。那兩個盜黨兵刃一舉，忽地分向左右馳開。馬春花一呆，兩個孩子都是一般的心頭之肉，不知該向那一個追趕才是。胡斐瞧得大怒，心想：「這些盜賊真是無惡不作。」叫道：「二妹，快來！」明知寡不敵眾，若是插手，此事實極凶險，但眼見這種不平之事，總不能置之不理，於是縱馬追了上去。但相隔既遠，坐騎又沒盜伙的馬快，待追到馬春花身邊，兩個大盜早已抱著孩子不知去向。只見馬春花呆呆站著，卻不哭泣。胡斐叫道：「馬姑娘別著急，我定當助你奪回孩子。」其實這時「馬姑娘」早已成了「徐夫人」，但在胡斐心中，一直便是「馬姑娘」，脫口而出，全沒想到改口。馬春花聽了此言，精神一振，便要跪將下去。胡斐忙道：「請勿多禮，徐兄呢？」馬春花道：「我追趕孩子，他卻給人纏住了。」程靈素馳馬奔到胡斐身邊，說道：「北面又有敵人。」胡斐向北望去，果見塵土飛揚，又有八九騎奔來。胡斐道：「敵人騎的都是好馬，咱們逃不遠，得找個地方躲一躲。」游目四顧，一片空曠，並無藏身之處，只西北角上有一叢小樹林。程靈素馬鞭一指，道：「去那邊。」向馬春花道：「上馬呀！」馬春花道：「多謝姑娘！」躍上馬背，坐在她的身後。程靈素笑道：「你眼光真好，危急中還能瞧出我是女扮男裝。」三人兩騎，向樹林奔去。只奔出里許，盜黨便已發覺，只聽得聲聲唿哨，南邊十餘騎，北邊八九騎，兩頭圍了上來。胡斐一馬當先，搶入樹林，見林後共有六七間小屋，心想再向前逃，非給追上不可，只有在屋中暫避。奔到屋前，見中間是座較大的石屋，兩側的都是茅舍。他伸手推開石屋的板門，裏面一個老婦人臥病在床，見到胡斐時驚得說不出話來，只是「啊，啊」的低叫。程靈素見那些茅舍一間間都是柴扉緊閉，四壁又無窗孔，看來不是人居之所，踢開板門一望，見屋中堆滿了柴草，另一間卻堆了許多石頭。原來這些屋子是石灰窯貯積石灰石和柴草之處。程靈素取出火摺，打著了火，往兩側茅舍上一點，拉著馬春花進了石屋，關上了門，又上了門閂。這幾間茅舍離石屋約有三四丈遠，柴草著火之後，人在石屋中雖然熾熱，但可將敵人擋得一時，同時石屋旁的茅舍盡數燒光，敵人無藏身之處，要進攻便較不易。馬春花見她小小年紀，卻是當機立斷，一見茅舍，毫不思索的便放上了火，自己卻要待進了石屋之後，想了一會，方始明白她的用意，讚道：「姑娘！你好聰明！」茅舍火頭方起，盜眾已紛紛馳入樹林，馬匹見了火光，不敢奔近，四周團團站定。