第一百零一回　平手相鬥無忌等一聽此言，登時記起，「先誅少林，再滅武當，唯我明教，武林稱王」這十六個字，乃是當日趙明手下武士將少林僧眾擒去之後，以金剛大力指手法寫在達摩石像臉上。其時苦頭陀范遙身在汝陽王府，心向明教，一待眾人出寺，便即飛身回到達摩堂，將那石像移轉，仍作面壁之態，以免趙明嫁禍於明教的陰謀得逞。後來楊逍等發覺了這十六個字，但看過之後，仍將石像移正，沒料想還是給少林僧眾知悉。無忌口才不佳，又想到這是趙明的傑作，內心有愧，不禁無言可答。楊逍卻道：「空智大師所云，好教咱們大是不解。敝教張教主去世的尊大人，乃是武當弟子張五俠，此事江湖上盡人皆知。咱們就算再狂妄萬倍，也決不敢辱及教主的先人。再說在石上刻字的金剛大力指手法，乃是少林派的不傳神技，敝教教下兄弟身手平庸，無人能會此等高深功夫。空智大師於各家各派武功，無所不窺，當知在下所說是否花言巧語，胡說八道，天下英雄恥笑誰來？」這一席話振振有辭，立時令空智為之語塞。空聞方丈一來修為日久，心性慈和，二來終究以大局為重，心知明教勢大，若是雙方正面動手，只怕傳之千百年的少林古剎，不免要在自己手中毀去，便道：「各位空言爭論，於事無益，請隨老柄前赴達摩堂，瞻仰初祖法像，誰是誰非，便知端的。」無忌道：「如此甚好。」他見趙明混在顏垣手下的厚土旗教眾之中，並未隨入大殿，料想不致為少林僧眾發覺，心下又放寬了幾分。當下知客僧在前領路，一行人眾，行向達摩堂來。那達摩堂乃是少林寺中前輩高僧修真養性之所，行輩較低的僧眾，輕易不敢窺堂門一步。達塵堂首座職份雖尊，對堂中諸僧，卻也十分恭敬。到得堂前，只見板門緊閉，空智說道：「方丈肅請明教眾位施主，前來達摩堂瞻仰初祖法像。」眾人在堂前站立片刻，不聞門內有何聲響，達摩堂的首座便伸手輕輕推開了板門。只見堂中有九位老僧，一齊閉目在蒲團上打坐。那打坐的姿式卻是各人不同，或跪或蹲，或臥或曲，有的雙手高舉，有的獨腳上翹。無忌等一見，均知那是在修習上乘的佛家內功，這些古怪姿式，顯是從五百羅漢的法像中演化出來。九位高僧對方丈駕臨不聞不問，不言不動，猶似披塑木彫一般。無忌尋思：「那日我等上少林寺來，在達摩堂中但見到九個破爛蒲團。明妹擄去囚在萬法寺中的僧眾，也無這九位老僧在內。不知當日這九僧到了何處？」空聞、空智等對這九僧也是視若無睹，只是躬身向面朝牆壁的達摩石像下拜。空聞道：「弟子驚動初祖法像，尚請原宥。」拜罷。吩咐六名弟子恭移法身。六名弟子依言上前，一齊雙手合什，默祝了幾句，然後三人一邊，分列兩旁，臂上使勁、將這二千餘斤的大石像轉了過來。這石像只轉過一半，達摩堂上眾人不約而同的一聲驚呼，只見那石像口眼耳鼻，盡皆完好，竟是沒半點破損。這一來不但空聞、空智等大吃一驚，張無忌等也是大出意料之外。眾人以前明明見到，這達摩石像的整張臉孔被人削平，寫上：「先誅少林」等十六個字，何以此時卻已變得完好無缺？空智上前伸手一摸，見那石像的面目乃是從整塊巨石雕成，絕非另行雕刻一張臉孔鑲嵌而上。霎時之間，人人面面相覷，說不出話來。這個二千餘斤的巨大石像在外面雕好之後，悄悄運進寺來，將原來的大石像換將出去，這一進一出，那是多大的工程，少林寺近數月來守衛何等嚴密，別說這等兩件龐然大物，便是一盆一缽之微，也是不能隨便攜進攜出。楊逍見群僧驚愕萬狀，抓住良機便道：「貴寺福澤深厚，功德無量，達摩老祖顯聖，補好了被奸人損毀的法像，實乃可喜可賀。」說著便向達摩石像跪拜下去。張無忌等跟著一齊拜倒。空聞、空智等群僧只得還禮。空聞等雖不信老祖顯聖云云的鬼話，但想多半是明教暗中做了手腳，不論如何，總是向本派補過、道歉，各人心中存著的氣惱，不由得均是消解了三分。空聞道：「石像既已完好如初，此事不必再提。」揮手命六名弟子推著石像轉身面壁，又道：「昨晚張教主降臨，已與老納三位師叔朝過相，渡厄師叔和張教主訂下約會，只須張教主破得我三位師叔的『金剛伏魔圈』，任憑將謝施主帶走，此事可是有的？」張無忌道：「不錯，渡厄大師確有此言。但在下深佩三位高僧武功高深，自知不是敵手，昨晚已折在三位高僧手下，敗軍之將，何敢言勇？」空聞道：「阿彌陀佛，張教主言重了。昨晚勝負未分，三位師叔頗感教主高義。」楊逍、范遙等聽無忌說過渡厄等三僧武功精妙，凡是學武之人，均盼一觀為快。殷天正道：「既是少林眾位高僧執意武學上一見高低，教主，咱們不自量力，只好領教少林派的絕學。好在咱們是為相救謝兄弟而來，實逼處此，無可奈何，並非膽敢到領袖武林的少林寺來撒野。」張無忌對外公之言向來極是尊重，又想除此之外，也是別無善法，便道：「兄弟們聽到在下耀揚三位老僧神功蓋世，都說三位高僧坐關數十年，武林中誰也不知，今日大夥兒有幸拜見，實是生平之幸。」空智舉手道：「請！」領群豪走向寺後山峰。明教洪水旗下教眾，在掌旗使唐洋率領之下，散在山峰腳邊，空聞等視若無睹，逕行上峰。空聞、空智合什走向松樹之旁，躬身稟報。渡厄道：「楊破天的仇怨化解了，初祖法像的事也揭過了，好得很，好得很。張教主，你們幾位上來動手？」楊逍見三僧身形矮小瘦削，嵌在松樹幹中，便像是三具僵屍人乾，但幾句話卻是說得山谷鳴響，顯是內力深厚之極，不由得聳然動容。無忌尋思：「昨晚我一人是鬥他三人不過，咱們今日人多，倘若一湧而上，一來施展不開。二來倚多為勝，也是折了本教的威風。多了不好，少了不成，咱們三個對他三個，最是公平。」便道：「昨晚在下見識到三位的神功，大開眼界，原是不敢再在三位面前出醜。但謝法王與在下有父子之恩，與眾位兄弟有朋友之義，咱們縱然不自量力，那也是非救他不可。在下想請兩位教中兄弟相助，以三敵三，平手領教。」渡厄淡淡的道：「張教主不必過謙。貴教倘再有一位武功和教主不相伯仲的。那麼只須兩位聯手，便能殺了咱三個老禿。但若老納所料不錯，如教主這等身手之人，舉世再無第二位，那麼還是人多一些，一齊上來的好。」周顛、鐵冠道人等你瞧瞧我，我瞧瞧你，都想這老禿驢好生狂妄，竟將天下英雄視若無物，只是語氣之中，總算自承不及張教主，說舉世無人能與教主平手，倒還算客氣。張無忌道：「敝教雖是旁門左道，不足與貴派名門抗衡，但數百年的基業，也有一些人才。在下因緣時會，暫代教主之職，其實論到才識武功，敝教中勝於在下者，何止車載斗量，韋蝠王，請你將這份名帖，呈上三位高僧。」說著取出一張名帖，上面自張無忌、楊逍、范遙、殷天正、韋一笑以下，書就此次拜山群豪的姓名。韋一笑知道教主要自己顯示一下當世無雙的輕功，好教少林寺借不敢小覷了明教中的人物，當下躬身應諾，接過名帖，身子並未站直，竟不轉身，便即反彈而出，猶如一溜輕煙，相隨十餘丈間，便飄到了三株松樹之間，雙掌一翻，將名帖送交渡厄。渡厄等三僧見他一晃之間，便即到了自己跟前，輕功之佳，實是生平罕見，何況他是倒退反彈，那更是匪夷所思，不由得讚道：「好輕功！」少林群僧個個是識貨的，登時采聲雷動。明教群豪雖知韋一笑輕功了得，但這般倒退反彈的身手，卻也是初次見到，只是各人不便稱讚自家人，儘管心下佩服，卻是默不作聲。渡厄微微欠身，伸手接過名帖。他右手五根手指一搭到名帖，韋一笑全身一麻，宛似受到電震，胸口發熱，身子幾欲軟倒。他大驚之下，急忙運功支撐，渡厄已將名帖取了過去，從名帖上傳來的這一股內勁也即消失。韋一笑臉色一變，暗想這眇目老僧的內勁當真是深不可測，不取多所逗留，斜身一讓，從一片長草上滑了過來，回到張無忌身旁。這一手「草上飛」的輕功，雖非特異，但練到這般猶如凌虛飄行，那也是神乎其技的了。空聞、空智等均想：「此人輕功造詣到了如此地步，固是得了高人傳授，但也出於天賦，看來他是生就異稟，旁人縱是苦練，也決計到不了這等境界。」渡厄說道：「張教主既是決意三人下場，除了教主與這位韋蝠王外，還有那一位前來指教？」張無忌道：「韋蝠王已領教過大師的內勁神功，在下想請明教左右光明使者相助。」渡厄心中一動：「這少年好銳利的眼光，適才我隔帖傅勁，只是一瞬間之事，居然被他看了出來。什麼左右光明使者，難道比這姓韋的武功更高麼？」他坐關年久，於楊逍的名頭竟是沒聽見過，至於范遙，則長年來隱姓埋名，旁人原也不知。楊范二人聽得無忌提及自己名字，當即踏前一步，躬身道：「謹遵教主號令。」無忌道：「三位高僧使的是軟兵刃，咱們用什麼兵刃好？」須知張、楊、范三人平時臨敵均是空手，今日面對勁敵，不能托大不用兵刃，三人一法通，萬法通，什麼兵刃都能使用，無忌此言，乃是就著二人方便。楊逍道：「聽憑教主吩咐便是。」無忌微一沉吟，心想：「昨晚河間雙煞以短攻長，倒也頗佔便宜。」便從懷中取出，六枚聖火令來，將四枚分給了楊范二人，說道：「咱們上少林拜山，不敢攜帶兇器，這是本教鎮山之寶，大家對付著使吧。」楊范二人躬身接過，正要請示方略。空智突然大聲道：「苦頭陀，咱們在萬法寺中結下的樑子，豈能就此揭過？來來來，待老衲先領教你的高招。老衲今日沒服十香軟筋散，各人手下見真章吧。」要知那日空智被囚在萬法寺中，一肚皮的怨氣未曾發洩，今日見到范遙，一直盡力抑制心下怒火，此刻卻是再也忍耐不住了。范遙淡淡一笑，道：「在下奉教主號令，攻打『金剛伏魔圈』大師要報昔日之仇，待此事過後，再行奉陪。」空智從身旁弟子手中接過長劍，喝道：「你不自量力和我三位師叔動手，不死也必重傷。我這仇是報不了的啦。」范遙笑道：「我死在令師叔手下，也是一樣。」空智冷笑道：「明教中既除閣下之外，更無別位高手，那也罷了。」他這句話原是激將之計，明教群豪豈有不知？但覺若是嚥了這口氣下去，倒教少林派將本教瞧得小了。以位望而論，范遙之下便是白眉鷹王殷天正。無忌覺外公年邁，不便請他出手，正想請舅父殷野王出馬，殷天正踏上一步，道：「教主，屬下殷天正討令。」無忌道：「外公年邁，便請舅舅……」殷天正道：「我年紀再大，也大不過這三位高僧。少林派有碩德耆宿，我明教便無老將麼？」無忌知外公武功深湛，決不在楊逍、范遙之下，比舅舅高出甚多，若是由他出戰，當多幾分把握，說道：「好，范右使留些力氣，待會向空智神僧領教，便請外公相助孩兒。」殷天正道：「遵命！」從范遙手中接過了聖火雙令。空聞方丈朗聲道：「三位師叔，這位殷老英雄，人稱白眉鷹王，當年自創白眉教，獨力與六大門派相抗衡，真是了不起的英雄好漢。這位楊先生，內功外功俱臻化境，是明教中的第一流人物，崑崙、峨嵋兩派的高手，曾有不少敗在他的手下。」渡劫乾笑數聲，說道：「幸會，幸會！且看少林門下弟子，身手如何？」三僧黑索一抖，猶似三條墨龍一般，圍成了三層圈子。張無忌昨晚與三僧動手時伸手不見五指，全憑黑索上所發出的勁氣，以辨認敵方兵刃來路，此時方當午初，艷陽照空，連三僧臉上每一條皺紋都瞧得清清楚楚。他倒轉聖火令，抱拳一躬身，說道：「得罪了！」側身便攻了上去。楊逍飛身向左，殷天正大喝一聲，舉起右手聖火令，便往渡難的黑索上擊落。「噹嗚」一響，索令相擊。這兩件奇形兵刃相互碰撞，發出的聲音也是十分的古怪刺耳。兩人手臂都是一震，心道：「好厲害！」均知是遇到了生平罕逢的勁敵。無忌心下尋思：「這『金剛伏魔圈』招數嚴密，我等雖是三人聯手，也決非三五百招之內所能攻破，且耗費他三僧的內勁，徐尋破綻。」一見黑索纏到，便使聖火令以之硬碰硬的對攻，他體內九陽神功愈運愈強，綿綿不絕，永無止歇。旁觀眾人但覺六人的兵刃上捲起層層旋風，寒氣逼人而來，不由得一步步的退開。鬥到一頓飯時分，無忌等三人已將索圈壓得縮小了丈許圓徑。然而三僧的索圈壓小，抗力越強，三人每攻前一步，便此先前要多花幾倍力氣。楊逍與殷天正越鬥越是駭異，起初尚是以三敵三的局面，到得半個時辰之後，楊殷二人漸漸支持不住，成為二人合鬥渡難。無忌卻是一人對付渡厄、渡劫二僧。殷天正走的至是剛猛路子，楊逍卻是忽柔忽剛，變化無方。這六人之中，以揚逍的武功最為好看，那兩柄聖火令在他手中盤旋飛舞，忽而成劍，忽而成刀，忽而作短槍刺、打、纏、拍，忽而作判官筆點、戳、捺、挑，更有時左手匕首，右手水刺，忽地又變成右手鋼鞭，左手鐵尺，百忙中尚自雙令互擊，發出啞啞之聲以擾亂敵人心神。相鬥未及四百招，已連變了二十二種兵刃，每種兵刃均是兩套招式，一共四十四套招式。空智於少林派七十二絕藝得其十八，范遙自負於天下武學無所不窺，但此刻見楊逍神技一至於斯，都不由得暗自歎服。周顛與楊逍素有心病，曾數次和他爭鬥，此刻越著越是慚愧：「楊逍這龜兒子原來一直讓著我。先前我只道他武功只此我稍高，每次動手，碰巧運氣好，這才勝我一招半式。豈知我周顛跟他龜兒子差著這麼老大一截。」但不論楊逍如何變招，渡難一條黑索分敵二人，仍甚綽綽有餘。眾人只見殷天正頭上白霧升起，知他內力已發揮到了極致，一件白布長袍慢慢鼓起，衣內充滿了氣流。他每踏一步，腳底便是一個足印，鬥到將近一個時辰，圍著三株松樹之外，已被他踏出了一圈足印。陡然之間，殷天正將右手聖火令交於左手，將渡難的黑索一壓，右手一招劈空掌便向渡難擊了過去。渡難左手一起，五指虛抓，握成空拳，也是一掌劈出。空聞空智等一齊「噫」了一聲，聲音中充滿了驚訝佩服之情。原來渡難還他這一掌，乃是少林七十二絕藝中之中的「小須彌掌」。這種掌力極難練成，那是不必說了，縱然練成之後，每次出掌，也須坐馬運氣，凝神良久，始能將內勁聚於丹田，那知渡難要出掌便出掌，一動念間，就將這「小須彌掌」拍了出來，跟著黑索一抖，又向楊逍撲擊而至。但渡難以「小須彌掌」與殷天正對掌，黑索上的勁力便弱了一大半。他正以巧補弱，只見那黑索滾動飛舞，宛若靈蛇亂顫，楊逍的兩根聖火令也是變化無窮。旁觀眾人的目光，大半集中去瞧他二人相鬥。殷天正凝神提氣，一掌掌的拍出，忽而跨前兩步，忽而又倒退兩步。那邊張無忌以一敵二，三人的招式都是平淡無奇，所有的拚鬥，都是在內勁上施展。這種拚鬥比之殷天正的鬥力和楊逍的鬥巧，其實更是兇險十倍，只要內勁被對方一逼上岔路，不是立時氣絕身亡，便是走火入魔，那時發瘋癱瘓，均是常事，只是這種險到極處的比拚，只有身歷其境的局中人方知其中的甘苦，旁觀者武功再高，也無法從他三人的招式中辨認出來。眼見六人相鬥，已過了一個多時辰，太陽由偏東而當頭直射，更漸漸偏西。空聞空智、范遙、韋一笑等第一流的高手，這時已看出了雙方勝負之機。但見殷天正頭頂的白氣越來越濃，而渡劫坐在其中的那棵大松樹，枝幹上的針葉竟不住的搖晃顫動，可知渡厄和渡劫二僧功力究有高下，鬥到此時，渡劫背靠松樹，須得借大樹之力，方能與無忌的九陽神功相抗。倘若殷天王先行支持不住，那便是明教輸了，若是渡劫先一步難以抵擋，則是少林派落敗。出手相鬥的六人更加明白這中間的關鍵所在。殷天正與渡難此拚掌力，拚到五十餘掌之後，知道自己終非他的敵手，心想：「咱們今日之事，以救謝兄弟為重。我個人的勝負榮辱、何足道哉？何況輸在少林派前輩高人手下，也不能說是損了我白眉鷹王的威名。」臂下拚得一掌，便向後退出一步，再拚得十餘掌，已是返到數丈之外。那知「小須彌掌」乃少林派七十二絕藝之中，渡難在這掌法上浸淫數十載，威力實是非同小可，殷天正退一步，這小須彌擘的掌力跟著進擊一步，勁力竟是絲毫不以路程拉遠而稍衰。楊逍尋思：「這位少林高僧果真了得，我聖火令上招數再變，終究也是奈何不了他。殷白眉獨受內勁，時候長了只怕支持不住。」兩根聖火令一合，想要挾住黑索，跟他也來個硬碰硬的鬥力，以分殷天正的重擔。不料聖火令剛要挾到黑索，渡難手腕一抖，那黑索的索頭直昂上來，撞向揚逍面門，楊逍心念如電，聖火令脫手，向渡難胸口急擲過去，雙掌一翻，已抓住索頭，一招「倒曳九牛尾」，猛力向外急拉。渡難見他兵刃出手，當作暗器般打來，勁道極猛，左手上肘一沉，便往下向左胸的一枚聖火令壓去，同時身子略側，讓開飛向左胸的那枚聖火令。沒料到左肘壓下了一枚聖火令，另一枚突然間中道轉向，呼的一聲，斜刺射向渡劫。原來這六人之中，以楊逍最工機心，他擅於斜擲暗器，兩枚聖火令中，攻渡難的是虛，攻渡劫的那枚之上，方用上了全身內勁。渡劫正與張無忌全力相抗，眼見渡難對付楊殷二人，已是穩佔上風，那想得到楊逍竟會忽發奇想以此怪異的手法偷襲，一驚之下，聖火令已到面門。渡劫心神微亂，輕輕伸起兩指，將那枚聖火令挾了下來。但其時他與張無忌全神貫注的比拚內勁，那容得這麼心神一分，霎時之間，他存身其內的大松樹搖晃不止，樹上松針紛紛下墜，便如空中下了一陣急雨。張無忌一覺對方破綻大露，這乾坤大挪移心法最擅於尋瑕抵隙，對方百計防護，尚且不穩，何況自呈敗弱？他手指上五股勁氣，登時絲絲作響，疾攻過去。片刻間拍拍有聲，渡劫那棵松樹上一根根小枝也震得落了下來。渡厄眼見勢危，霍地站起，身形一晃，已到了渡劫身旁，伸出左手，搭在他的肩頭。渡劫得師兄渡厄相助，重行穩住。那邊廂渡難與殷天正，楊逍也已到了各以真力相拚，生死決於俄頃的地步。楊逍拉著黑索一端，向外扯奪，股天正卻以破山碎碑的雄渾掌力，不絕向渡難抵壓過來。兩大高手一拉一推，兩股勁力恰恰相反，渡難身處其間，雖也吃力萬分，卻是絲毫不現敗象。旁觀的明教群豪和少林僧眾眼見這等情景，知道這場拚鬥下來，不僅分出勝敗而已，六大高手之中，只怕有半數要命喪當場。偌大一座山峰之上，剎時間竟無半點聲息，群雄泰半汗濕衣背，沒一個不是提心吊膽，為自己一方的人擔憂。便在這萬籟俱寂之際，忽聽得三株松樹之間的地底下，一個低沉的聲音說起話來：「楊左使、殷大哥、無忌孩兒，我謝遜雙手染滿血跡，早已死有餘辜，今日你們為救我而來，與少林寺三位高僧爭鬥，若是雙方再有損傷，謝遜更是百死莫贖。無忌孩兒，你快快率同本教兄弟，退出少林寺去。否則我立時自絕經脈，以免多增罪孽。」這聲音雖低，但遠遠傳送而出，峰頂眾人，無不聽得清清楚楚，正是謝遜以「獅子吼」神功在地牢中說話。當年他在王盤山上，用獅子吼震死各幫各派無數豪士，此刻雖非以此神功傷人，但眾人耳鼓仍是震得嗡嗡作響，相顧失色。無忌知道義父言出如山，決不肯為了一己脫困，致令旁人再有損傷，眼前情勢，倘若力拚到底，自己雖是無恙，但外公、楊逍、渡劫、渡難四人，必定不免，正躊躇間，只聽謝遜大聲喝道：「無忌，你還不去麼？」無忌道：「是！謹遵義父吩咐。」他退後一步，朗聲說道：「三位高僧的『金剛伏魔圈』果然神妙，今日明教無法攻破，他日再行領教。外公、楊左使，咱們收手吧！」說著勁氣一收，將渡厄、渡劫二僧黑索上所發出的內勁一彈而回。楊逍與殷天正聽到他的號令，苦於正與渡難全力相拚，無法收手。若是收回內勁，立時便被渡難的勁氣所傷。渡難此刻也是欲罷不能。張無忌走到殷天正之前，雙掌一揮，接過了渡難與殷天正分以左右襲來的掌力，跟著伸出聖火令，搭在渡難的黑索中端。那黑索正被楊逍與渡難拉得如繃緊了的弓弦一般，無忌的聖火令一搭上去，乾坤大挪移的神功登時將兩端傳來的猛勁化解了。黑索軟軟垂下，落在地下。楊逍手快，一把搶著。渡難臉色一變，正欲發話。楊逍雙手擁著黑索，走近幾步，說道：「奉還大師兵刃。」渡劫已知他的心意，將身旁的兩枚聖火令抬了起來，交還給他。自經適才這一戰，三位少林高僧已收起先前的狂傲之心，知道若是拚將下去，勢必是個兩敗俱傷的局面，己方三人實是無法佔得對方的上風。渡厄說道：「老納閉關數十年，重得見識當世賢豪，至感欣幸。張教主，貴教英才濟濟，閣下更是出類拔萃，唯望以此大好身手多為蒼生造福。少作傷天害理之事。」張無忌躬身道：「多謝大師指教。」渡厄道：「我師兄弟三人，在此恭候張教主大駕三度蒞臨。」無忌道：「恭候是不敢，然自當再來領教。謝法王是在下義父，恩同親生。」渡厄長嘆一聲，閉目不語。無忌率同楊逍諸人，拱手與空聞、空智等人作別，走下山中。彭瑩玉傳出訊號，撤回五行旗人眾。離寺十里，厚土旗教眾倚山搭了十餘座竹棚，以供眾人住宿。無忌悶悶不樂，心想本教之中，無人的武功能比楊逍與外公更高，就算換上范遙與韋一笑，那也不過是和今日的局面相若，天下那裏去找一兩位勝於他們的高手，來破這金剛伏魔圈？彭瑩玉猜中他的心事，道：「教主？你怎地忘了張真人？」。無忌躊躇道：「倘若我太師父肯下山相助，和我二人聯手，破了這『金剛伏魔圈』定可辦到。但一來此舉大傷少林、武當兩派的和氣，太師父未必肯允。二來太師父一百多歲的年紀，武學修為雖已到了爐火純青的境界，究竟年紀衰邁，若有失閃，如何是好？只怕宋大師伯他們也決計不肯……」突然之間，殷天正站起身來。哈哈笑道：「張真人如肯下山，定然馬到成功，妙極，妙極！」乾笑幾聲。張大了口。聲音忽然啞了。群豪見他笑容滿臉，直挺挺的站著，都覺奇怪。楊逍道：「殷兄，你想張真人能下山出手麼？」他連問兩次，殷天正只是不答，身子也一動不動。無忌吃了一驚，伸手一搭他的脈搏，不料心脈早停，竟已氣絕身亡。原來他適才苦戰渡難，耗竭了全部力氣，加之年事已高，竟然油盡燈枯，張無忌心中一痛，抱著他的屍身，哭了出來。殷野王搶了上來，更是呼天搶地的大哭。群豪念及同教的義氣，無不愴然淚下。訊息傳出，明教中有許多教眾原屬白眉教旗下，登時哭聲震動山谷。這數日間，群豪忙於料理殷天正的喪事，眼見各門派、各幫會的武林人物絡繹上山。這些人仰慕段天正的威名，都到竹棚中他靈前弔祭。空聞、空智等已親自前來祭過，並派了十八名僧人，做法事為殷天正超度。但十八名僧人只唸了幾句經，便給殷野王手執哭喪棒轟了出去，周顛更在一旁大罵：「少林禿驢，假仁假義。」這數日中，張無忌憂心如搗，和楊逍、彭瑩玉、趙明等商議數次，均甚不得善法。趙明會想設法將「十香軟筋散」的毒藥，下在渡厄三僧的飲食之中，又說要去召鹿杖客、鶴筆翁二人來和無忌聯手，但無忌和楊逍等均覺不妥。彈指間端陽正日已到，張無忌率領明教群豪，來到少林寺中。少林寺前殿後殿、左廂右廂，到處都擠滿了各路的英雄好漢。聚人均知此次英雄大會，乃是為謝遜而開。各路武林人物之中，有的是謝遜的仇人，圖在會中報仇雪恨，有的覬覦屠龍刀，妄想奪得寶刀，成為武林至尊，有的是相互間有私人恩怨，要乘機作一了斷，極大多數卻為瞧熱鬧而來，少林寺中派出百餘位知賓接待，分別獻茶，引著在寺中各處休息。