第十三章　北京眾武官兩人走到樹林深處，胡斐眼見四下無人，只道他要說了，那知那老者一躍上樹，向他招手。胡斐跟著上去，坐在枝幹之上。那老者道：「在這裏說清靜些。」胡斐應道：「是。」那老者臉露微笑，說道：「先前聽得閣下自報尊姓大名，姓胡名斐。不知這個斐字，是斐然成章之『斐』呢，是一飛沖天之『飛』呢，還是是非分明之『非』？」胡斐聽他吐屬斯文，道：「草字之斐，是一個『文』字上面加一個『非』字。」那老者道：「在下姓秦，草字耐之，一生寄跡江湖，大英雄大豪傑會過不少，但如閣下這般年紀，武功造詣竟已到了這等地步，實是生平未見。」他頓了一頓，又道：「閣下宅心忠厚，識見不凡，更是武林中極為希有。小兄弟，老漢算是服了你啦！」胡斐道：「秦爺，晚輩有一事請教。」秦耐之道：「你不用太謙啦，這麼著，我叨長你幾歲，稱你一聲兄弟，你便叫我一聲秦大哥。你既手下容情，顧全了我這老面子，那你問甚麼，我答甚麼便是。」胡斐忙道：「不敢不敢，兄弟見秦大哥有一招是身子向後微仰，上盤故示不穩，左臂置於右臂上交叉輪打，翻成陽掌，然後兩手成陰拳打出。這一招變化極是精妙，做兄弟的險些便招架不住，心中甚是仰慕。」秦耐之心中一喜，他拳腳上輸了，依約便得將此行真情和盤托出，只道胡斐便要詰問此事，那知他竟是請教自己的得意武功，對方所問，正是他賴以成名的八極拳中八大絕招之一，於是微微一笑，說道：「那是敝派武功中比較有用的一招，叫作『雙打奇門』。」於是跟著解釋這一招中的精微奧妙。胡斐本性好武，聽得津津有味，接著又請教了幾個不明的疑點。武林中不論那一門那一派，既能授徒傳技，卓然成家，總有其獨到成就，那八極拳當有清雍乾年間，武林中名頭甚響，聲勢也只稍遜於太極、八卦諸門。胡斐和秦耐之過招之時，留心他的拳招掌法，這時所問的全是八極拳中的高妙之作。秦耐之起初還恐本門秘奧洩露於人，解釋時十分中只說七分，然聽對方所問，每一句都搔著癢處，神態又極恭謹，教他忍不住要傾囊吐露，又想，反正他武功強勝於我，學了我的拳法，也仍不過是強勝於我，又有甚麼大不了？而胡斐有時稍抒己見，又對八極拳的長處更有錦上添花之妙。兩人這麼一談論，竟說了足足半個時辰，群盜遠遠望著，但見秦耐之雙手比劃，使著他得意的拳招，胡斐有時也出手進招，兩人有說有笑，甚是親熱，顯是在鑽研拳術武功。眾人瞧了半天，聽不見兩人的說話，雖覺詫異，卻也就不再瞧了。又說了一陣，秦耐之道：「胡兄弟，八極拳的拳招是很了不起的，只可惜我沒學得到家，折在你的手下。」胡斐道：「秦大哥說那裏話來？咱們當真再鬥下去，也不知誰勝誰敗。兄弟對貴派武功佩服得緊。今日天色已晚，一時之間也請教不了許多，日後兄弟到北京來，定當專誠拜訪，長談幾日。此刻暫且別過。」說著雙手一拱，便要下樹。秦耐之一怔，心道：「咱們有約在先，我須得說明此行的原委，但他只和我講論一番武功，即便告辭，天下寧有是理？是了，這少年是給我面子，他既講交情，我豈可說過的話不算？」當即說道：「兄弟且慢。咱哥兒倆不打不成相識，這會子的事，乘這時說個明白，也好有個了斷啊。」胡斐道：「不錯，兄弟和那商寶震商大哥原也相識的，想不到馬姑娘竟會突然出手，給丈夫報仇。」於是把在商家堡中如何結識馬春花和商寶震之事，詳詳細細的說了一遍。秦耐之心道：「好啊，我還沒說，你倒先說了。這少年行事，處處教人心服。」說道：「古人一飯之恩，千金以報。馬姑娘於胡兄弟有代為求情之德，你不忘舊恩，正是大丈夫本色。你不明馬姑娘何以毫不留情的殺了商寶震，難道那兩個孩子，是商寶震生的麼？」胡斐搔頭道：「我聽徐錚臨死之時，說這兩個孩兒不是他的親生兒子。」秦耐之一拍膝頭，道：「原來他倒也不是傻子。」胡斐一時便如墮入五里霧中。秦耐之道：「小兄弟，你在商家堡之時，可曾見到有一位貴公子麼？」胡斐一聽，登時如夢初醒。只因那日晚間，他親眼見到商寶震和馬春花在樹下手拉手的說話，一心以為兩人互有情意，而馬春花和那貴公子一見鍾情、互纏痴戀這一場孽緣，他卻全然不知。那日火燒商家堡後，他見到馬春花和那貴公子在郊外偎倚說話，眉梢眼角之間互蘊深情，他雖瞧在眼裏，卻是絲毫不明其中含義，因此始終沒想到那貴公子身上，這時經秦耐之一點明，才恍然大悟，說道：「那八卦門的王氏兄弟……」秦耐之道：「不錯，那次是八卦門王氏兄弟跟隨福公子去商家堡的。」在胡斐心坎兒中，福公子是何等樣人，早已甚為淡漠，但王氏兄弟的八卦刀和八卦掌，一招一式，卻記得清清楚楚，說道：「福公子，福公子──嗯，這位福公子相貌清雅，倒和那兩個小孩兒有點相像。」秦耐之嘆了一口氣，道：「福公子榮華富貴，說權勢，除了皇上便是他；說豪富，他要多少皇上便給多少。可是他人到中年，卻有一件事大大不足，那便是膝下無兒。」胡斐聽他說得那福公子如此威勢，心中一震，道：「那福公子，便是福康安麼？」秦耐之道：「不是他是誰？那正是平金川大帥，做過正白旗滿洲都統，盛京將軍，雲貴總督，四川總督，現任太子太保，兵部尚書，總管內務府大臣的福公子，福大帥！」胡斐道：「嗯，那兩個小孩兒，便是這位福公子的親生骨肉。他是差你們來接回去的了？」秦耐之道：「福大帥此時還不知他有了這兩個孩子。便是我們，也是適才聽馬姑娘說了才知。」胡斐點了點頭，心想：「原來馬姑娘跟他說話之時臉紅，便是為此，她所以吐露真情，是要他們不得傷了孩子。她為了愛惜兒子，這件事雖不光采，卻也不得不說。」只聽秦耐之又道：「福大帥只是差我們來瞧瞧馬姑娘的情形，但我們揣摩大帥之意，最好是迎接馬姑娘赴京。馬姑娘這時丈夫已經故世，無依無靠，何不就赴京去和福大帥相聚？她兩個兒子父子相逢，從此青雲直上，大富大貴，豈不強於在鏢局子中低三下四的廝混？胡兄弟，你便勸勸馬姑娘？」胡斐心中混亂，聽他之言，倒也有理，只是其中總覺有甚不妥，至於甚麼不妥，一時卻又說不上來。他沉吟半晌，問道：「那商寶震呢？怎麼跟你們在一起了？」秦耐之道：「商寶震得王氏兄弟的舉薦，也在福大帥府中當差。因他識得馬姑娘，是以一同南下。」胡斐臉色一沉，道：「如此說來，他打死徐錚徐大哥，是出於福大帥的授意？」秦耐之忙道：「那倒不是，福大帥貴人事忙，怎知馬姑娘已和那姓徐的成婚？他只是心血來潮，想起了舊情，派幾個當差的南來打探一下消息。此刻已有兩個兄弟飛馬赴京趕報喜訊，福大帥一知他竟有兩位公子，這番高興自是不用說的了。」這麼一說，胡斐心頭許多疑團，一時盡解。只覺此事怨不得馬春花，也怨不得福康安，商寶震殺徐錚固然不該，可是他已一命相償，自也已無話可說，只是想到徐錚一生忠厚老實，明知二子非己親生，始終隱忍不言，到最後卻又落得如此下場，深為惻然，長長嘆了口氣，說道：「秦大哥，此事已分剖明白，算是小弟多管閒事。」輕輕一縱，落在地下。秦耐之見他落樹之時，自己絲毫不覺樹幹搖動，竟是全沒在樹上借力，若不細想，那也罷了，略一尋思，只覺得這門輕功實是深邃難測，自己再練十年，也是決計不能達此境界，不知他小小年紀，何以竟能到此地步？他又是驚異，又感沮喪，待得躍落地下，見胡斐早已回進石屋去了。※※※程靈素在窗前久待胡斐不歸，早已心焦萬分，好容易盼得他歸來，見他神色黯然，似乎十分難過，當下也不相詢，只是和他說些閒話。過不多時，汪鐵鶚提了一大鍋飯、一大鍋紅燒肉送來石屋，還有三瓶燒酒。胡斐將酒倒在碗裏便喝。程靈素取出銀針，要試酒菜中是否有毒。胡斐道：「有馬姑娘在此，他們怎敢下毒？」馬春花臉上一紅，竟不過來吃飯。胡斐也不相勸，悶聲不響的將三瓶燒酒喝了個點滴不剩，吃了一大碗肉，卻不吃飯，醉醺醺靠在桌上，納頭便睡。胡斐次晨轉醒，見自己背上披了一件長袍，想是程靈素在晚間所蓋。她站在窗口，秀髮被晨風一吹，微微飛揚。胡斐望著她苗條背影，心中混和著感激和憐惜之意，叫了聲：「二妹！」程靈素「嗯」的一聲，轉過身來。胡斐見她睡眼惺忪，大有倦色，道：「你一晚沒睡嗎？啊，我忘了跟你說，有馬姑娘在此，他們不敢對咱們怎樣。」程靈素道：「馬姑娘半夜裏悄悄出屋，至今未回。她出去時輕手輕腳，怕驚醒了你，我也便假裝睡著。」胡斐微微一驚，轉過身來，果見馬春花所坐之處只剩下一張空凳。兩人打開屋門，走了出去，樹林中竟是寂然無人，數十乘人馬，在黑夜中退得乾乾淨淨。樹上縛著兩匹坐騎，自是留給胡程二人的。再走出數丈，只見林中堆著兩個新墳，墳前並無標誌，也不知那一個是徐錚的，那一個是商寶震的。胡斐心想：「雖然一個是丈夫，一個是殺丈夫的仇人，但在馬姑娘心中，恐怕兩人也無多大差別，都是愛著她而她並不愛的人，都是為了她而送命的不幸之人。」想到此處，不由得喟然長嘆，於是將秦耐之的說話都轉述給程靈素聽。程靈素聽了，也是黯然嘆息，說道：「原來那瘦老頭兒是八極拳的掌門人秦耐之。他有個外號，叫作八臂哪吒。這種人在權貴門下作走狗，品格兒很低，咱們今後不用理他。」胡斐道：「是啊。」程靈素道：「馬姑娘心中喜歡福公子，徐錚便是活著，也只有徒增苦惱。他小小一個倒霉的鏢師，怎能跟人家兵部尚書、統兵大元帥相爭？」胡斐道：「不錯，倒還是死了乾淨。」於是在兩座墳前拜了幾拜，說道：「徐大哥、商公子，你們生前不論和我有恩有怨，死後一筆勾銷。馬姑娘從此富貴不盡，你們兩位死而有知，也不用再記著她了。」※※※二人牽了馬匹，緩步出林。程靈素道：「大哥，咱們到那兒去？」胡斐道：「先找到客店，讓你安睡半日，再說別的，可別累壞了我的妹子！」程靈素聽他說「我的妹子」，心中說不出的喜歡，轉頭向他甜甜一笑。在前途鎮上客店之中，程靈素大睡半日，醒轉時已是午後未刻。她獨自出店，說要去買些物事，回來時手上捧了兩個大紙包，笑道：「大哥，你猜我買了些甚麼？」胡斐見紙上印著「老九福衣莊」的店號，道：「咱們又來黏鬍子喬裝改扮麼？」程靈素打開紙包，每一包中都是一件嶄新的衣衫，一男一女，男裝淡青，女裝嫩黃，均甚雅緻。晚飯後程靈素叫胡斐試穿，衣袖長了兩寸，腋底也顯得太肥，於是取出剪刀針線，便在燈下給他修剪。胡斐道：「二妹，我說咱們得上北京瞧瞧。」程靈素抿嘴一笑，道：「我早知道你要上北京啊，所以買兩件好一點兒的衣衫，否則鄉下大姑娘進京，不給人笑話麼？」胡斐笑道：「你真想得周到。咱兩個鄉下人便要進京去會會天子腳底下的人物，瞧瞧福大帥的掌門人大會之中，到底有些甚麼英雄豪傑。」這兩句話說得輕描淡寫，語意之中，卻自有一股豪氣。程靈素手中做著針線，說道：「你想福大帥開這個天下掌門人大會，安著甚麼心眼兒？」胡斐道：「那自是網羅人才之意了，他要天下英雄，都投到他的麾下。可是真正的大英雄大豪傑，卻未必會去。」程靈素微笑道：「像你這等少年英雄，便不會去了。」胡斐道：「我算是那一門子的英雄？我說的是苗人鳳這一流的成名人物。」他忽地嘆了口氣，道：「倘若我爹爹在世，到這掌門人大會中去攪他個天翻地覆，那才叫人痛快呢。」程靈素道：「你去跟這福大帥搗搗蛋，不也好嗎？我瞧還有一個人是必定要去的。」胡斐道：「誰啊？」程靈素微笑道：「這叫作明知故問了。你還是給我爽爽快快地說出來的好。」胡斐早已明白她的心意，也不再假裝，說道：「她也未必一定去。」頓了一頓，又道：「這位袁姑娘是友是敵，我還弄不明白呢。」程靈素道：「如果每個敵人都送我一隻玉鳳兒，我倒盼望遍天下都是敵人才好……」忽聽得窗外一個女子聲音說道：「好，我也送你一隻！」聲音甫畢，嗤的一響，一物射穿窗紙，向程靈素飛來。胡斐拿起桌上程靈素裁衣的竹尺，向那物一敲，擊落在桌，隨手一掌撥去，燭光應風而滅。接著聽得窗外那人說道：「挑燈夜談，美得緊哪！」胡斐聽話聲依稀便是袁紫衣的口音，胸口一熱，衝口而出：「是袁姑娘麼？」卻聽步聲細碎，頃刻間已然遠去。胡斐打火重點蠟燭，只見程靈素臉色蒼白，默不作聲。胡斐道：「咱們出去瞧瞧。」程靈素道：「你去瞧吧！」胡斐「嗯」了一聲，卻不出去，拿起桌上那物看時，卻是一粒小小石子，心想：「此人行事神出鬼沒，不知何時躡上了我們，我竟是毫不知覺。」明知程靈素要心中不快，但忍不住推開窗子，躍出窗外一看，四下裏自是早無人影。他回進房來，搭訕著想說甚麼話。程靈素道：「天色不早，大哥你回房安睡去吧！」胡斐道：「我倒還不倦。」程靈素道：「我卻倦了，明日一早便得趕路呢。」胡斐道：「是。」自行回房。這一晚他翻來覆去，總是睡不安枕，一時想到袁紫衣，一時想到程靈素，一時卻又想到馬春花、徐錚和商寶震。直到四更時分，這才朦朦朧朧的睡去。第二天還未起床，程靈素敲門進來，手中拿著那件新袍子，笑嘻嘻的道：「快起來，外面有好東西等著你。」將袍子放在桌上，翩然出房。胡斐翻身坐起，披上身子一試，大小長短，無不合式，心想昨晚我回房安睡之時，她一隻袖子也沒縫好，看來等我走後，她又縫了多時，於是穿了新衫，走出房來，向程靈素一揖，說道：「多謝二妹。」程靈素道：「多謝甚麼？人家還給你送了駿馬來呢。」胡斐一驚，道：「甚麼駿馬？」走到院子中一看，只見一匹遍身光潔如雪的白馬繫在馬樁之上，正是昔年在商家堡見到趙半山所騎、後來袁紫衣乘坐的那匹白馬。程靈素道：「今兒一早我剛起身，店小二便大呼小叫，說大門給小偷兒半夜裏打開了，不知給偷了甚麼東西。但前後一查，非但一物不少，院子裏反而多了一匹馬。這是縛在馬鞍子上的。」說著遞過一個小小絹包，上面寫著：「胡相公程姑娘同拆。」字跡甚是娟秀。胡斐打開絹包，不由得呆了，原來包裏又是一隻玉鳳，竟和先前留贈自己的一模一樣，心中立想：「難道我那隻竟是失落了，還是給她盜了去？」伸手到懷中一摸，觸手生溫，那玉鳳好端端的便在懷中，取出來一看，兩隻玉鳳果然雕琢得全然相同，只是一隻鳳頭向左，一隻向右。絹包中另有一張小小白紙，紙上寫道：「馬歸原主，鳳贈俠女。」胡斐又是一呆：「這馬又不是我的，怎說得上『馬歸原主』？難道要我轉還給趙三哥麼？」於是將簡帖和玉鳳遞給程靈素道：「袁姑娘也送了一隻玉鳳給你。」程靈素一看簡帖上的八字，說道：「我又是甚麼俠女了？不是給我的。」胡斐道：「包上不是明明寫著『程姑娘』？她昨晚又說：『好，我也送你一隻！』」程靈素淡然道：「既是如此，我便收下。這位袁姑娘如此厚愛，我可無以為報了。」兩人一路北行，途中再沒遇上何等異事，袁紫衣也沒再現身，但在胡斐和程靈素心中，何時何刻均有個袁紫衣在。窗下閒談，窗外便似有袁紫衣在竊聽；山道馳騎，山背後便似有袁紫衣躲著。兩人都絕口不提她的名字，但口裏越是迴避，心中越是不自禁的要想到她。兩人均想：「到了北京，總要遇見她了。」有時，盼望快些和她相見；有時，卻又盼望跟她越遲相見越好。到北京的路程本來很遠，兩人又是遲遲而行，長途跋涉，風霜交侵，程靈素顯得更加憔悴了。但是，北京終於到了，胡斐和程靈素並騎進了都門。進城門時胡斐向程靈素望了一眼，隱隱約約間似乎看到一滴淚珠落在地上的塵土之中，只是她將頭偏著，沒能見到她的容色。胡斐心頭一震：「這次到北京來，可來對了嗎？」※※※其時正當乾隆中葉，四海升平。京都積儲殷富，天下精華，盡匯於斯。胡斐和程靈素自正陽門入城，在南城一家客店之中要了兩間客房，午間用過麵點，相偕到街道各處閒逛，但見熙熙攘攘，瞧不盡的滿眼繁華。兩人不認得道路，只在街上隨意亂走。逛了個把時辰，胡斐買了幾串冰糖葫蘆，與程靈素各自拿在手中，邊走邊吃。忽聽得路邊小鑼噹噹聲響，有人大聲吆喝，卻是空地上有一夥人在演武賣藝。胡斐喜道：「二妹，瞧瞧去。」兩人擠入人叢，只見一名粗壯漢子手持一柄單刀，抱拳說道：「兄弟使一路四門刀法，要請各位大爺指教。有一首『刀訣』言道：『禦侮摧鋒決勝強，淺開深入敵人傷。膽欲大兮心欲細，筋須舒兮臂須長。彼高我矮堪常用，敵偶低時我即揚。敵鋒未見休先進，虛刺偽扎引誘誆。引彼不來須賣破，眼明手快始為良。淺深老嫩皆磕打，進退飛騰即躲藏。功夫久練方云熟，熟能生巧大名揚。』」胡斐聽了，心想：「這幾句刀訣倒是不錯，想來功夫也必是強的。」只見那個漢子擺個門戶，單刀一起，展抹鉤剁，劈打磕扎，使了起來，自「大鵬展翅」、「金雞獨立」，以至「獨劈華山」、「分花拂柳」，一招一式，使得倒是有條不紊，但腳步虛浮，刀勢斜幌，功夫實是不足一哂。胡斐暗暗好笑，心道：「早便聽人說，京師之人大言浮誇的居多，這漢子吹得嘴響，使出來可全不是那會子事。」正要和程靈素離去。人群中突然一人哈哈大笑，喝道：「兀那漢子，你使的是甚麼狗屁刀法？」使刀的漢子大怒，收刀回視，說道：「我這路是正宗四門刀，難道不對了麼？倒要請教。」人群中走出一條大漢，笑道：「好，我來教你。」這人身穿武官服色，軀高聲雄，甚是威武。他走上前去，接過那賣武漢子手中單刀，一瞥眼突然見到胡斐，呆了一呆，喜道：「胡大哥，你也到了北京？哈哈，你是當今使刀的好手，就請你來露一露，讓這小子開開眼界，教他知道甚麼才是刀法。」當他從人圈中出來之時，胡斐和程靈素早已認出，此人正是鷹爪雁行門的汪鐵鶚。他在圍困馬春花時假扮盜伙，原來卻是現任有功名的武官。胡斐知他心直口快，倒非奸滑之輩，微微一笑，道：「小弟的玩意兒算得甚麼？汪大哥，還是你顯一手。」汪鐵鶚知道自己的武功和胡斐可差得太遠，有他在這裏，那裏還有自己賣弄的份兒？將單刀往地下一擲，笑道：「來來來，胡大哥，這位姑娘是姓──姓──姓程，對了，程姑娘，咱們同去痛飲三杯。兩位到京師來，在下這個東道是非做不可的了。」說著拉了胡斐的手，便闖出人叢。那賣武的漢子怎敢和做官的頂撞？訕訕的拾起單刀，待三人走遠，又吹了起來。汪鐵鶚一面走，一面大聲說道：「胡大哥，咱們這叫做不打不成相識，你老哥的武藝，在下實在是佩服得緊。趕明兒我給你去跟福大帥說說，他老人家一見了你這等人才，必定歡喜重用，那時候啊，兄弟還得仰仗你照顧呢……」說到這裏，忽然放低聲音，道：「那位馬姑娘啊，我們接了她母子三人進京之後，現下住在福大帥府中，當真是享不盡的榮華富貴。福大帥甚麼都有了，就是沒有兒子，這一下，那馬姑娘說不定便扶正做了大帥夫人，哈哈，哈哈！你老哥早知今日，跟我們那一場架也不會打的了吧？」他越說越響，在大街上旁若無人的哈哈大笑。胡斐聽著心中卻滿不是味兒，暗想馬春花在婚前和福康安早有私情，那兩個孩子也確是福康安的親骨肉，眼下她丈夫已故，再去和福康安相聚，也沒甚麼不對，但一想到徐錚在樹林中慘死的情狀，總是不免黯然。說話之間，三人來到一座大酒樓前。酒樓上懸著一塊金字招牌，寫著「聚英樓」三個大字。酒保一見汪鐵鶚，忙含笑上來招呼，說道：「汪大人，今兒來得早，先在雅座喝幾杯吧？」汪鐵鶚道：「好！今兒我請兩位體面朋友，酒菜可得特別豐盛。」酒保笑道：「那還用吩咐？」引著三人在雅座中安了個座兒，斟酒送菜，十分殷勤，顯然汪鐵鶚是這裏常客。胡斐瞧酒樓中的客人，十之六七都是穿武官服色，便不是軍官打扮，也大都是雄赳赳的武林豪客模樣，看來這酒樓是以做武人生意為大宗的了。京師烹調，果然大勝別處，此時正當炎暑，酒保送上來的酒菜精美可口，卻不肥膩。胡斐連聲稱好。江鐵鶚要掙面子，竟是叫了滿桌的菜餚。兩人對飲了十幾杯，忽聽得隔房擁進一批人來，過不多時，便呼盧喝雉，大賭起來。一人大聲喝道：「九點天槓！通吃！」胡斐聽那口音甚熟，微微一怔，汪鐵鶚笑道：「是熟朋友！」大聲道：「秦大哥，你猜是誰來了？」胡斐立時想起，那人正是八極拳的掌門人秦耐之，只聽他隔著板壁叫道：「誰知你帶的是甚麼豬朋狗友？一塊兒滾過來賭幾手吧？」汪鐵鶚笑道：「你罵我不打緊，得罪了好朋友，可叫你吃不住兜著走呢！」站起身來，拉著胡斐的手說道：「胡大哥，咱們過去瞧瞧。」兩人走到隔房，一掀門簾，只聽秦耐之吆喝道：「三點，梅花一對，吃天，賠上門！」他一抬頭，猛然見到胡斐，呆了一呆，喜道：「啊，是你，想不到，想不到！」將牌一推，站起身來，伸手在自己額角上打了幾個爆栗，笑道：「該死，該死！我胡說八道，怎知是胡大哥駕到，來來來，你來推莊。」胡斐眼光一掃，只見房中聚著十來個武官，圍了一桌在賭牌九，秦耐之正在做莊。這十來個人，倒有一大半是扮過攔劫飛馬鏢局的大盜而和自己交過手的，使雷震擋姓褚的，使閃電錐姓上官的，使劍姓聶的，都在其內。眾人見他突然到來，嘈成一片的房中剎時間寂靜無聲。胡斐抱拳作個四方揖，笑道：「多謝各位相贈坐騎。」眾人謙遜幾句。那姓聶的便道：「胡大哥，你來推莊，你有沒帶銀子來？小弟今兒手氣好，你先使著。」說著將三封銀子推到他面前。胡斐生性極愛結交朋友，對做官的雖無好感，但見這一干人對自己極是尊重，而他本來又喜歡賭錢，笑道：「還是秦大哥推莊，小弟來下注碰碰運氣。聶大哥，你先收著，待會輸乾了再問你借。」轉頭問程靈素道：「二妹，你賭不賭？」程靈素抿嘴笑道：「我不賭，我幫你捧銀子回家。」秦耐之坐回莊家，洗牌擲骰。胡斐和汪鐵鶚便跟著下注。眾武官初時見到胡斐，均不免頗為尷尬，但幾副牌九一推，見他談笑風生，絕口不提舊事，大伙也便各自凝神賭博，不再介意。胡斐有輸有贏，進出不大，心下盤算：「今日是八月初九，再過六天就是中秋，那天下掌門人大會是福大帥所召，定於中秋節大宴。鳳天南這奸賊身為五虎門掌門人，他便是不來，在會中總也可探聽到些這奸賊的訊息端倪。眼前這班人都是福大帥的得力下屬，不妨跟他們結納結納。我不是甚麼掌門人，但只要他們帶攜，在會上陪那些掌門人喝一杯總是行的。」當下不計輸贏，隨意下注，牌風竟是甚順，沒多久已贏了三四百兩銀子。賭了一個多時辰，天色已晚，各人下注也漸漸大了起來。忽聽得靴聲橐橐，門簾掀開，走進三個人來。汪鐵鶚一見，立時站直身子，恭恭敬敬的叫道：「大師哥，二師哥，你兩位都來啦。」圍在桌前賭博的人也都紛紛招呼，有的叫「周大爺，曾二爺」，有的叫「周大人，曾大人」，神色之間都頗為恭謹。胡斐和程靈素一聽，心道：「原來是鷹爪雁行門的周鐵鷦、曾鐵鷗到了，這兩人威風不小啊。」打量二人時，見那周鐵鷦短小精悍，身長不過五尺，五十來歲年紀，卻已滿頭白髮。曾鐵鷗年近五十，身子高瘦，手中拿著一個鼻煙壺，馬褂上懸著一條金鏈，頗有些旗人貴族的氣派。胡斐一看那第三個人，心中微微一怔，原來是當年在商家堡中會過面的天龍門殷仲翔，只見他兩鬢斑白，已老了不少。殷仲翔的眼光在胡斐臉上掠過，見他只是個鄉下人，毫沒在意。要知當年兩人相見之時，胡斐只是個十三四歲的孩子，這時身量一高，臉容也變了，那裏還認得出來？秦耐之站起身來，說道：「周大哥，曾二哥，我給你引見一位朋友，這位是胡大哥，挺俊的身手。為人又極夠朋友，今兒剛上北京來。你們三位多親近親近。」周鐵鷦向胡斐點了點頭，曾鐵鷗笑了笑，說聲：「久仰！」兩人武功卓絕，在京師享盛名已久，自不將這樣一個鄉下少年瞧在眼裏。汪鐵鶚瞧著程靈素，心中大是奇怪：「你說跟我大師哥、二師哥相識，怎地不招呼啊？」他那想到程靈素當日乃是信口胡吹。程靈素猜到他的心思，微微一笑，點了點頭，眨眨眼睛。汪鐵鶚只道其中必有緣故，當下也不敢多問。秦耐之又推了兩副莊，便將莊讓給了周鐵鷦。這時曾鐵鷗、殷仲翔等一下場，落注更加大了。胡斐手氣極旺，連落連中，不到半個時辰，已贏了近千兩銀子。周鐵鷦這個莊卻是極霉，將帶來的銀子和莊票輸了十之七八，這時一把骰子擲下來，拿到四張牌竟是二三關，賠了一副通莊，將牌一推，說道：「我不成，二弟，你來推。」曾鐵鷗的莊輸輸贏贏，不旺也不霉，胡斐卻又多贏了七八百兩，只見他面前堆了好大一堆銀子。曾鐵鷗笑道：「鄉下老弟，賭神菩薩跟你接風，你來做莊。」胡斐道：「好！」洗了洗牌，擲過骰子，拿起牌來一配，頭道八點，二道一對板凳，竟吃了兩家。周鐵鷦輸得不動聲色，曾鐵鷗更是瀟灑自若，抽空便說幾句俏皮話。殷仲翔發起毛來，不住的喃喃咒罵，後來輸得急了，將剩下的二百來兩銀子孤注一擲，押在下門，一開牌出來，三點吃三點，九點吃九點，竟又輸了。殷仲翔臉色鐵青，伸掌在桌上一拍，砰的一聲，滿桌的骨牌、銀兩、骰子都跳了起來，破口罵道：「這鄉下小子骰子裏有鬼，那裏便有這等巧法，三點吃三點，九點吃九點？便是牌旺，也不能旺得這樣！」秦耐之忙道：「殷大哥，你可別胡言亂語，這位胡大哥是好朋友！」眾人望望殷仲翔，望望胡斐，見過胡斐身手之人心中都想：殷仲翔說他賭牌欺詐，他決計不肯干休，這場架一打，殷仲翔準要倒大霉。不料胡斐只笑了笑，道：「賭錢總有輸贏，殷大哥推莊罷。」殷仲翔霍地站起，從腰間解下佩劍，眾人只道他要動手，卻不勸阻。要知武官們賭錢打架，實是稀鬆平常。那知殷仲翔將佩劍往桌上一放，說道：「我這口劍少說也值七八百兩銀子，便跟你賭五百兩！」那佩劍的劍鞘金鑲玉嵌，甚是華麗，單是瞧這劍鞘，便已價值不菲。胡斐笑道：「好！該賭八百兩才公平。」殷仲翔拿過骨牌骰子，道：「我只跟你這鄉下小子賭，不受旁人落注，咱們一副牌決輸贏！」胡斐從身前的銀子堆中取過八百兩，推了出去，道：「你擲骰吧！」殷仲翔雙掌合住兩粒骰子，搖了幾搖，吹一口氣，擲了出來，一粒五，一粒四，共是九點。他拿起第一手的四張牌，一看之下，臉有喜色，喝道：「鄉下小子，這一次你弄不了鬼吧！」左手一翻，是副九點，右手砰的一翻，竟是一對天牌。胡斐卻不翻牌，用手指摸了摸牌底，配好了前後道，合撲著排在桌上。殷仲翔喝道：「鄉下小子，翻牌！」他只道已經贏定，一伸臂便將八百銀子擄到了身前。汪鐵鶚叫道：「別性急，瞧過牌再說。」胡斐伸出三根手指，在自己前兩張牌上輕輕一拍，又在後兩張牌上一拍，手掌一掃，便將四張合著的牌推入了亂牌之中，笑道：「你贏啦！」殷仲翔大是得意，正要誇口，突然「咦」的一聲驚叫，望著桌子，登時呆住了。眾人順著他目光瞧去，只見朱紅漆的桌面之上，清清楚楚的印著四張牌的陽紋，前兩張是一對長三，後兩張一張三點，一張六點，合起來竟是一對「至尊寶」，四張牌紋路分明，雕在桌上點子一粒粒的凸起，顯是胡斐三根指頭這麼一拍，便以內力在紅木桌上印了下來。聚賭之人個個都是會家，一見如此內力，不約而同的齊聲喝采。殷仲翔滿臉通紅，連銀子帶劍，一齊推到胡斐身前，站起身來，轉頭便走。胡斐拿起佩劍，說道：「殷大哥，我又不會使劍，要你的劍何用？」雙手遞了過去。殷仲翔卻不接劍，說道：「請教尊駕的萬兒。」胡斐還未回答，汪鐵鶚搶著道：「這位朋友姓胡名斐。」殷仲翔喃喃的道：「胡斐，胡斐？」突然一驚，說道：「啊，在山東商家堡中──」胡斐笑道：「不錯，在下曾和殷爺有過一面之緣，殷爺卻不記得了。」殷仲翔臉如死灰，接過佩劍往桌上一擲，說道：「怪不得，怪不得！」掀開門簾，大踏步走了出去。一時房中眾武官紛紛議論，稱讚胡斐的內力了得，又說殷仲翔輸錢輸得寒蠢，太沒風度。周鐵鷦緩緩站起身來，指著胡斐身前那一大堆銀子道：「胡兄弟，你這裏一共有多少銀子？」胡斐道：「四五千兩吧！」周鐵鷦搓著骨牌，在桌上慢慢推動，慢慢砌成四條，然後從懷中摸出一個大封袋來，放在身前，道：「來，我跟你賭一副牌。若是我贏，贏了你這四五千兩銀子和佩劍。若是你牌好，把這個拿去。」眾人見那封袋上甚麼字也沒寫，不知裏面放著些甚麼，都想，他好容易贏了這許多銀子，怎肯一副牌便輸給你？又不知你這封袋裏是甚麼東西，要是只有一張白紙，豈不是做了冤大頭？那知胡斐想也不想，將面前大堆銀子盡數推了出去，也不問他封袋中放著甚麼，說道：「賭了！」周鐵鷦和曾鐵鷗對望一眼，各有嘉許之色，似乎說這少年瀟灑豪爽，氣派不凡。周鐵鷦拿起骰子，隨手一擲，擲了個七點，讓胡斐拿第一手牌，自己拿了第三手，輕描淡寫的一看，翻過骨牌，拍拍兩聲，在桌上連擊兩下。眾人呆了一呆，跟著歡呼叫好，原來四張牌分成一前一後的兩道，平平整整的嵌在桌中，牌面與桌面相齊，便是請木匠來在桌面上挖了洞，將骨牌鑲嵌進去，也未必有這般平滑。但這一手牌點子卻是平平，前五後六。胡斐站起身來，笑道：「周大爺，對不起，我可贏了你啦！」右手一揮，拍的一聲響，四張牌同時從空中擲了下來，這四張牌竟然也是分成前後兩道，平平整整的嵌入桌中，牌面與桌面相齊。周鐵鷦以手勁直擊，使的是他本門絕技鷹爪力，那是他數十年苦練的外門硬功，原已非同小可，豈知胡斐舉牌凌空一擲，也能嵌牌入桌，這一手功夫更是遠勝了，何況周鐵鷦連擊兩下，胡斐卻只憑一擲。眾人驚得呆了，連喝采也都忘記。周鐵鷦神色自若，將封袋推到胡斐面前，說道：「你今兒牌風真旺。」眾人這時才瞧清楚了胡斐這一手牌，原來是八八關，前一道八點，後一道也是八點。胡斐笑道：「一時鬧玩，豈能作真！」隨手將封袋推了回去。周鐵鷦皺眉道：「胡兄弟，你倘若不收，那是損我姓周的賭錢沒品啦！這一手牌如是我贏，我豈能跟你客氣？這是我今兒在宣武門內買的一所宅子，也不算大，不過四畝來地。」說著從封袋中抽出一張黃澄澄的紙來，原來是一張屋契。旁觀眾人都吃了一驚，心想這一場賭博當真豪闊得可以，宣武門內一所大宅子，少說也值得六七千兩銀子。周鐵鷦將屋契推到胡斐身前，說道：「今兒賭神菩薩跟定了你，沒得說的。牌局不如散了吧。這座宅子你要推辭，便是瞧我姓周的不起！」胡斐笑道：「既是如此，做兄弟的卻之不恭。待收拾好了，請各位大哥過去大賭一場。」眾人轟然答應。周鐵鷦拱了拱手，逕自與曾鐵鷗走了。汪鐵鶚見大師哥片刻之間將一座大宅輸去，竟是面不改色，他一顆心反而撲通撲通的跳個不定。※※※當下胡斐向秦耐之、汪鐵鶚等人作別，和程靈素回到客店。程靈素笑道：「你命中注定要作大財主，便推也推不掉，在義堂鎮置下了良田美地，那知道第一天到北京，又贏了一所大宅子。」胡斐道：「這姓周的倒也豪氣，瞧他瘦瘦小小，貌不驚人，那一手鷹爪力可著實不含糊，想不到官場之中還有這等人物。」程靈素道：「你贏的這所宅子拿來幹麼呀？自己住呢，還是賣了它？」胡斐道：「說不定明天一場大賭，又輸了出去，難道賭神菩薩當真是隨身帶嗎？」次晨兩人起身，剛用完早點，店夥帶了一個中年漢子過來，道：「胡大爺，這位大爺有事找你。」胡斐見這人戴了一副墨鏡，長袍馬褂，衣服光鮮，指甲留得長長的，卻不相識。這人右腿半曲，請了個安，道：「胡大爺，周大人吩咐，問胡大爺甚麼時候有空，請過宣武門內瞧瞧那座宅子。小人姓全，是那宅子的管家。」胡斐好奇心起，向程靈素道：「二妹，咱們這便瞧瞧去。」那姓全的恭恭敬敬引著二人來到宣武門內。胡斐和程靈素見那宅子朱漆大門，黃銅大門釘，石庫門牆，青石踏階，著實齊整。一進大門，自前廳、後廳、偏廳，以至廂房、花園，無不陳設考究，用具畢備。那姓全的道：「胡大爺倘若合意，便請搬過來。曾大人叫了一桌筵席，說今晚來向胡大爺恭賀喬遷。周大人、汪大人他們都要來討一杯酒喝。」胡斐哈哈大笑，道：「他們倒想得周到，那便一齊請吧！」全管家道：「小人理會得。」躬身退了出去。程靈素待他走遠，道：「大哥，這座宅子只怕二萬兩銀子也不止。這件事大不尋常。」胡斐點頭道：「不錯，你瞧這中間有甚麼蹊蹺？」程靈素微笑道：「我想總是有個人在暗暗喜歡你，所以故意接二連三，一份一份的送你大禮。」胡斐知她在說袁紫衣，臉上一紅，搖了搖頭。程靈素笑道：「我是跟你說笑呢。我大哥慷慨豪俠，也不會把這些田地房產放在心上。這送禮之人，決不是你的知己，否則的話，還不如送一隻玉鳳凰。這送禮的若不是怕你，便在想籠絡你。嗯，誰能有這麼大手筆啊？」胡斐凜然道：「是福大帥？」程靈素道：「我瞧是有點兒像。他手下用了這許多人物，有那一個及得上你？再說，馬姑娘既然得他寵幸，也總得送你一份厚禮。他們知你性情耿直，不能輕易收受豪門的財物，於是派人在賭台上送給你。」胡斐道：「嗯。他們消息也真靈。我們第一天到北京，就立刻讓我大贏一場。」程靈素道：「我們又沒喬裝改扮，多半一切早就安排好了，只等我們到來。跟汪鐵鶚相遇是碰巧，在聚英樓中一賭，訊息報了出去，周鐵鷦拿了屋契就來了。」胡斐點頭道：「你猜得有理。昨晚周鐵鷦只要有意輸給我，那一注便算是我輸了，他再賭下去，總有法子教我贏了這座宅子。」程靈素道：「那你怎生處置？」胡斐道：「今晚我再跟他們賭一場，想法子把宅子輸出去，瞧我有沒有這個手段。」程靈素笑道：「兩家都要故意賭輸，這一場交手，卻也熱鬧得緊呢。」※※※當日午後申牌時分，曾鐵鷗著人送了一席極豐盛的魚翅燕窩席來。那姓全的管家率領僕役，在大廳上佈置得燈燭輝煌，喜氣洋洋。汪鐵鶚第一個到來。他在宅子前後左右走了一遭，不住口的稱讚這宅子堂皇華美，又大讚胡斐昨晚賭運亨通，手氣奇佳。胡斐心道：「這汪鐵鶚性直，瞧來不明其中的過節，待會我將這宅子輸了給他，瞧他的兩個師兄如何處置，那倒有一場好戲瞧呢。」不久周鐵鷦、曾鐵鷗師兄弟倆到了，姓褚、姓上官、姓聶的三人到了。過不多時，秦耐之哈哈大笑的進來，說道：「胡兄弟，我給你帶了兩位老朋友來，你猜猜是誰？」只見他身後走進三個人來。最後一人是昨天見過的殷仲翔，經了昨晚之事，他居然仍來，倒是頗出胡斐意料之外。其餘兩人容貌相似，都是精神矍鑠的老者，看來甚是面善，胡斐微微一怔，待看到兩人腳步落地時腳尖稍斜向裏，正是八卦門功夫極其深厚之象，當即省悟，搶上行禮，說道：「王大爺、王二爺兩位前輩駕到，真是想不到。商家堡一別，兩位精神更加健旺了。」原來這兩人正是八卦門王劍英、王劍傑兄弟。十二人歡呼暢飲，席上說的都是江湖上英雄豪傑之事。殷仲翔提到當年在商家堡中，眾人如何被困鐵廳，身遭火灼之危，如何虧得胡斐智勇雙全，奮身解圍。秦耐之、周鐵鷦等聽了，更是大讚不已。程靈素目澄如水，脈脈的望著胡斐，心想這些英雄事跡，你自己從來不說。筵席散後，眼見一輪明月湧將上來，這天是八月初十，雖已立秋，仍頗炎熱，那是叫作「桂花蒸」。全管家在花園亭中擺設了瓜果，請眾人乘涼消暑。胡斐道：「各位先喝杯清茶，咱們再來大賭一場。」眾人轟然叫好，來到花園的涼亭中坐下。沒講論得幾句，忽聽得廊上傳來一陣諠譁，卻是有人在與全管家大聲吵嚷，接著全管家「啊喲」一聲大叫，砰的一響，似乎被人踢了個觔斗。只見一條鐵塔似的大漢飛步闖進亭來，伸手在桌上一拍，嗆啷啷一陣響亮，茶杯果盤等物，摔得一地。那大漢指著周鐵鷦，粗聲道：「周大哥，這卻是你的不是了。這座宅子我賣給你一萬二千兩銀子，那可是半賣半送，衝著你周大哥的面子，做兄弟的還能計較麼？不料一轉眼間，你卻拿去轉送了別人，我這個虧可吃不起！大家來評評這個理，我姓德的能做這冤大頭麼？」周鐵鷦冷冷地道：「你錢不夠使，好好的說便了。這裏是好朋友家裏，你來胡鬧甚麼？」那黑大漢一張臉脹得黑中泛紅，伸手又往桌上拍去。周鐵鷦左手一勾一帶，將他兩隻手腕都牢牢抓住了，別瞧周鐵鷦身材矮小，站起來不過剛及那大漢的肩膀，但那大漢雙手被他一抓，猶似給一個鐵箍箍住了，竟是掙扎不脫。周鐵鷦拉著他走到亭外，低聲跟他說了幾句話。那大漢兀自不肯依從，呶呶不休。周鐵鷦惱了起來，雙臂運力往前一推。那大漢站立不定，向後跌出幾步，撞在一株梅樹之上，喀喇一聲，撞斷了老大兩根椏枝。周鐵鷦喝道：「姓德的莽夫，給我在外邊侍候著，不怕死的便來囉囌！」那大漢撫著背上的痛處，低頭趨出。曾鐵鷗哈哈大笑，說道：「這莽夫慣常掃人清興，大師哥早就該好好揍他一頓。」周鐵鷦微笑道：「我就瞧著他心眼兒還好，也不跟他一般見識。胡大哥，倒教你見笑了。」胡斐道：「好說，好說。既是這宅子他賣便宜了，兄弟再補他些銀子便是。」周鐵鷦忙道：「胡大哥說那裏話來？這件事兄弟自會料理，不用你操心。倒是那個莽撞之徒，無意中得罪了胡大哥，他原不知胡大哥如此英雄了得，既做下了事來，此刻實是後悔莫及。兄弟便叫他來向胡大哥敬酒賠禮，衝著兄弟和這裏各位的面子，胡大哥便不計較這一遭如何？」胡斐笑道：「賠禮兩字，休要提起。既是周大哥的朋友，請他一同來喝一杯吧！」周鐵鷦站起身來，說道：「胡大哥是少年英雄，我們全都誠心結交你這位朋友。那莽夫做錯了事，我們大夥兒全派他的不是。胡大哥大人大量，務請不要介懷。」胡斐道：「些些小事何必掛齒？周大哥說得太客氣了。」周鐵鷦一躬到地，說道：「兄弟先行謝過。」曾鐵鷗和秦耐之也同時起身作揖，說道：「我們一齊多謝了。」胡斐忙站起還禮。周鐵鷦道：「我去叫那莽夫來，跟胡大哥賠罪。」說著轉身出外。胡斐和程靈素對望了一眼，均想：「這莽夫雖然行為粗魯了些，但周鐵鷦這番賠禮的言語，卻未免過於鄭重。不知這黑大漢是何門道？」過了片刻，只聽得腳步聲響，園中走進兩個人來。周鐵鷦攜著一人之手，哈哈笑道：「莽夫啊莽夫，快敬胡大哥三杯酒！你們這叫不打不成相識，胡大哥答應原諒你啦。他大丈夫一言既出，駟馬難追。今日便宜了你這莽夫！」胡斐霍地站起，飄身出亭，左足一點，先搶過去擋住了那人的退路，鐵青著臉，厲聲說道：「姓周的，你鬧甚麼玄虛？我若不手刃此人，我胡斐枉稱頂天立地的男子漢！」進園來這人，正是廣東佛山鎮上殺害鍾阿四全家的五虎門掌門人鳳天南！※※※胡斐此時已然心中雪亮，原來周鐵鷦安排下圈套，命一個莽夫來胡鬧一番，然後套得他的言語，要自己答應原諒一個莽夫。他想起鍾阿四全家慘死的情狀，熱血上湧，目光中似要迸出火來。周鐵鷦道：「胡大哥，我跟你直說了罷。義堂鎮上的田地房產，全是這莽夫送的。這一座宅子和傢俱，也全是這莽夫買的。他跟你賠不是之心，說得上是誠懇之極了。大丈夫拿得起放得下，過去的小小怨仇，何必放在心上？鳳老大，快給胡大哥賠禮吧！」胡斐見鳳天南雙手抱拳，意欲行禮，雙臂一張，說道：「且慢！」向程靈素道：「二妹，你過來！」程靈素快步走到他的身邊，並肩站著。胡斐朗聲說道：「各位請了！姓胡的結交朋友，憑的是意氣相投，是非分明。咱們吃喝賭博，那算不了甚麼，便是市井小人，也豈不相聚喝酒賭錢？大丈夫義氣為先，以金銀來討好胡某，可把胡某人的人品瞧得一錢不值了！」曾鐵鷗笑道：「胡大哥可誤會了。鳳老大贈送一點薄禮，也只是略表敬意，那裏敢看輕老兄了？」胡斐右手一擺，說道：「這姓鳳的在廣東作威作福，為了謀取鄰舍一塊地皮，將人家一家老小害得個個死於非命。我胡斐和鍾家非親非故，但既伸手管上了這件事，便跟這姓鳳的惡棍誓不並存於天地之間。倘若要得罪朋友，那也是勢非得已，要請各位見諒。周大哥，這張屋契請收下了。」從懷中摸出套著屋契的信封，輕輕一揮，那信封直飄到周鐵鷦面前。周鐵鷦只得接住，待要交還給他，卻想憑著自己手指上的功夫，難以這般平平穩穩的將信封送到他面前。只聽胡斐朗聲道：「這裏是京師重地，天子腳底下的地方，這姓鳳的又不知有多少好朋好友，但我胡斐今晚豁出了性命，定要動一動他。是姓胡的好朋友便不要攔阻，是姓鳳的好朋友，大夥兒一齊上吧！」說罷雙手叉腰一站。他明知北京城中高手如雲，這鳳天南既敢露面，自然是有備而來，別說另有幫手，單是王氏兄弟、周曾二人，那便極不好鬥，但他心中憤慨已極，早將生死置之度外。周鐵鷦哈哈一笑，說道：「胡大哥既然不給面子，我們這和事佬是做不成啦。鳳老大你這便請罷，咱們還要喝酒賭錢呢。」胡斐好容易見到鳳天南，那裏還容他脫身？雙掌一錯，便向鳳天南撲去。周鐵鷦眉頭一皺，道：「這也未免太過份了吧！」左臂橫伸攔阻，右手卻翻成陰掌，暗伏了一招「倒曳九牛尾」的擒拿手，意欲抓住胡斐手腕，就勢回拖。胡斐既然出手，早把旁人的助拳打算在內，但心想：「你們面子上對我禮貌周到，我對你們也就決不先行出手。」眼見周鐵鷦伸手抓來，更不還手，讓他一把抓住腕骨，扣住了自己的脈門。周鐵鷦大喜，暗想：「秦耐之、鳳老大他們把這小子的本事誇上了天去，早知不過如此，何必跟他這般低聲下氣？」口中仍是說道：「不要動手！」運勁急突，突然間只覺胡斐的腕骨堅硬如鐵，猛地裏湧到一股反拖之力，以硬對硬，周鐵鷦立足不定，立即鬆手，一個踉蹌，向前跌出三步。這擒拿手拖打，是鷹爪雁行門中最拿手得意的功夫，胡斐偏偏就在這功夫上，挫敗了這一門的掌門大師兄。兩人交換這一招，只是瞬息間的事。鳳天南已扭過身軀，向外便奔。胡斐撲過去疾劈一掌，鳳天南回手抵住。曾鐵鷗道：「好好兒的喝酒賭錢，何必傷了和氣？」右手五根手指成鷹爪之勢，抓向胡斐背心。他似乎是好意勸架，其實卻是施了殺手。但見胡斐一意向鳳天南進攻，對身後的襲擊竟似不知，那姓聶的忍不住叫道：「胡大哥，小心！」嚓的一響，曾鐵鷗五指已落在胡斐背上，但著指之處，似是抓到了一塊又韌又厚的牛筋。胡斐背上肌肉一彈，便將他五根手指彈開。眼見周曾兩人攔阻不住，殷仲翔從斜刺裏竄到，更不假作勸架，揮拳向胡斐面門打去。胡斐頭一低，左掌搭上了他的背心，吐氣揚聲，「嘿」的一聲，殷仲翔的身子直飛出去，撞向鳳天南背心。這一下胡斐原沒想能撞到鳳天南，但他只要閃身避開，殷仲翔的腦袋便撞上一座假山，勢在非伸手相救不可，這麼緩得一緩，便逃不脫了。豈知這鳳天南實在老奸巨猾，眼見殷仲翔出力救援自己，卻不顧他的死活，反而左足在他肩頭一借力，躍向圍牆。只聽得砰的一響，殷仲翔撞上假山，滿頭鮮血，立時暈死過去。旁觀眾人個個都是好手，鳳天南這一下太過卑鄙，如何瞧不出來？王氏兄弟本欲出手，只是忌憚胡斐了得，未必討得了好，正自遲疑，眼見鳳天南只顧逃命，反害朋友，兄弟倆對望一眼，臉上各現鄙夷之色，便不肯再出手了。胡斐心想：「讓這奸賊逃出了圍牆之外，那便多了一番手腳。何況圍牆外他定有援兵。」見他雙足剛要站上牆頭，立即縱身躍起，搶上攔截。鳳天南剛在牆頭立定，突見身前多了一人，月光下看得明白，正是死對頭胡斐，這一驚當真是非同小可，右腕翻處，一柄明晃晃的匕首自下撩上，向他小腹疾刺過去。胡斐急起左腿，足尖踢中他的手腕，那匕首直飛起來，落到了牆外。鳳天南出手也是狠辣異常，在這圍牆頂上尺許之地近身肉搏，招數更是凌厲，一匕首沒刺中，左拳跟著擊出。胡斐更不回手，前胸一挺，運起內勁，硬擋了他這一拳，砰的一聲，鳳天南被自己的拳力震了回來，立足不定，摔下圍牆。胡斐跟著躍下，舉足踏落。鳳天南一個打滾避過，雙足使勁，再度躍向牆頭。胡斐這一次不容他再在牆頭立足，雙手一揮，「一鶴沖天」，跟著竄高，卻比鳳天南高了數尺，落下時正好騎在他的肩頭，雙腿挾住了他的頭頸。鳳天南呼吸閉塞，自知無幸，閉目待死。胡斐叫道：「奸賊！今日教你惡貫滿盈！」提起手掌，便往他天靈蓋拍落。