第十回　黃河渡口扼三軍張召重飛身下馬，拔劍在手，逼近數步，正待凝神看時，忽然身後搶上一人，說道：「張大人，待我打發他。」張召重一看是御前侍衛朱祖蔭，於是退後一步，說道：「朱兄弟小心了。」朱祖蔭搶上前去，喝道：「大膽狂奴，竟敢劫奪欽犯，看刀！」一刀當頭向陳家洛砍去。陳家洛左手舉盾牌一擋，月光之下，朱祖蔭見敵人所使用的是一個奇形兵刃，盾牌上生著九枚明晃晃的尖利倒鉤，自己單刀只要和盾牌一碰，就得被倒鉤鎖住，心中一驚，急忙抽刀。陳家洛的盾牌可攻可守，順手按了過來，朱祖蔭單刀斜切敵人左肩。陳家洛盾牌一翻，倒鉤橫扎，朱祖蔭退出兩步。陳家洛忽然右手一揚，五條繩索迎面打來，每條繩索尖端均有一個鋼球，專點人身三十六個大穴。朱祖蔭大驚，知道厲害，拔身縱起，哪知繩索從後面兜上，頓覺後心「志堂穴」一麻，暗叫不好，雙腳已被繩索纏住。陳家洛一拉，將他倒提起來，手中又是一放，朱祖蔭平平對準一塊岩石撞去，眼見就要撞得腦袋迸裂。張召重見敵人下馬的那副身手，早知朱祖蔭遠非敵手，眼見三招兩式，即已被拋向岩石，他身形一晃，擋在岩石之前，伸手一把拉住朱祖蔭的辮子，提了起來，在他胸口和丹田上一拍，解開了他的穴道，說道：「朱兄弟，你休息一下。」這時朱祖蔭嚇得心膽俱寒，怔怔得答不出話來。張召重一挺手中凝碧劍，縱到陳家洛身前，說道：「你年紀輕輕，居然有這身功夫，你師是誰？」心硯在旁叫道：「你別倚老賣老啦，你師父是誰？」張召重怒道：「無知頑童，瞎說八道。」心硯道：「你不識得我家公子的兵器，你給我磕三個頭，我就早告訴你。」張召重不再理他，刷的一劍向陳家洛右肩刺來。陳家洛右手繩索翻上，裹向劍身，左手盾牌向外一送，迎面向張召重碰去。張召重凝碧劍施展「柔雲劍術」絕技，和陳家洛的奇形兵器狠鬥起來。這時那兩個梢公已奔到清兵面前。官兵箭如飛蝗般射去，都被兩人紛紛撥落。前面一人是銅頭鱷魚蔣四根，後面的人已甩脫了斗笠蓑衣，露出一身黑色的水靠，手持雙刀，原來是鴛鴦刀駱冰。蔣四根手舞鐵槳，直衝入官兵隊裏，當先兩人被鐵槳打得腦漿迸裂，餘人紛紛讓開。駱冰緊跟身後，衝到大車之旁。成璜手持齊眉棍搶過來攔阻，和蔣四根戰在一起。駱冰奔到一輛大車邊，揭起帳，叫道：「大哥，你在這裏麼？」哪知在這車裏的是身負重傷的余魚同，他在迷迷糊糊之中突然聽見駱冰的聲音，還以為身在夢中，又以為自己已經死了，與駱冰在陰世相會，喜道：「你也來了！」駱冰在匆忙中一聽不是丈夫聲音，雖然語音極熟，也不及細想，又跑到第二輛車旁，正要伸手去揭車帳，一柄鋸齒刀砍了過來。駱冰右刀一架，左刀呼呼兩刀，分取敵人右肩右腿。駱冰這套刀法相傳從宋時韓世忠傳下來。韓王上陣大破金兵，右手刀長，號稱「大青」，左手刀短，號稱「小青」，喪在他雙刀之下的金兵不計其數。駱冰左手比右手靈便，她父親神刀駱元通把刀法調轉了教她，左手刀完全是一般單刀的路子，右手刀卻變幻無窮，確是江南武林中的一絕。駱冰在月光下見敵人就是在肅州圍捕丈夫的八侍衛之一，心中一恨，刀勢更緊。瑞大林見過她的飛刀絕技，把一柄鋸齒刀使得一刀快似一刀，總教駱冰緩不出手來施放飛刀。戰不多時，已有兩名侍衛趕來助戰，官兵四下兜上，蔣四根和駱冰都陷入了重圍之中。只聽見一聲呼哨，東北面四騎馬直衝過來，當先一人正是九命錦豹子衛春華，後面是章進、楊成協、周綺三人。衛春華舞動雙鉤，護住門面，縱馬急馳。溶溶月色之下，只見一匹黑馬如一縷黑煙般滾入清兵陣中。官兵箭如雨下，黑馬頸上中箭，負了痛更是狂奔，前足一腿踢在一名清兵胸前。衛春華飛身下馬，雙鉤起處，「啊喲，啊！」叫聲中，兩名清兵前胸鮮血噴出，看衛春華時，雙鉤已捲向瑞大林後心。瑞大林撇下駱冰，回刀迎敵。這時章進等也已衝到，官兵如何攔阻得住，被他們三人殺得四散逃跑。混戰中忽見一條鑌鐵齊眉棍飛向半空。原來蔣四根和成璜戰了半晌，不能取勝，心中焦躁，看準成璜一棍當頭打來，用足全力，舉鐵槳一記反擊。成璜虎口震裂，鐵棍脫手，轉身就逃。這時和駱冰對打的侍衛身上也已被短刀刺傷兩處，浴血死纏，還在拚鬥，忽然腦後生風，忙轉身時，一條鋼鞭已迎頭壓下，舉刀一擋架，哪知對方力大異常，連刀帶鞭一起打了下來，忙一個打滾，逃了開去，終究後背還是被人踢了一腳。駱冰緩開了手，又搶到第二輛大車旁，揭開車帳。她接連失望，這時不敢再叫出聲來，車裏的人卻叫了起來：「誰？」這一個字鑽入駱冰耳中，真是說不出的甜蜜悅耳，當下和身撲進車裏，抱住文泰來的脖子，哭著說不出話來。文泰來乍見愛妻，也是喜出望外，只是雙手被綑，無法摟住安慰。兩人在車中忘了一切，只願天地宇宙，萬世不變，車外吶喊廝殺，金鐵交併，全然充耳不聞。一會，車子移動。章進探頭進來道：「四哥，我們接你回去。」他坐上車夫的座位，把大車趕向北去。幾名侍衛拚死來奪，被楊成協、衛春華、蔣四根、周綺四人回頭一趕，又退了轉去，急叫：「放箭！」數十名清兵張弓射來，黑暗中楊成協「啊喲」一聲，左臂中箭。衛春華一見大驚，忙問：「八哥，怎樣？」楊成協用牙咬住箭羽，左臂向外一揮，已把箭拔了出來，猛喝：「我去殺盡這批奴才！」也不顧創口流血，高帶鋼鞭，直衝入清兵陣裏。衛春華叫道：「好，再殺。」兩個人並肩猛衝，一時間清兵又被鋼鞭雙鉤傷了七八人，餘眾四下亂竄。兩人東西追殺，孟健雄和安健剛又跑上來接應。孟健雄一陣彈子，十多名清兵被打得眼腫鼻歪，叫苦連天。蔣四根和周綺護著大車，章進將車趕到一個土丘旁邊，停了下來，凝神看陳家洛和張召重狠鬥。文泰來道：「外面打得怎樣了？」駱冰道：「總舵主和張召重拚鬥。」文泰來道：「總舵主？」駱冰道：「你不知道，少舵主已做了我們總舵主。」文泰來道：「那很好。張召重這傢伙手下硬得很，別叫總舵主吃虧。」駱冰探頭到車外，月光下只見兩人翻翻滾滾，兀自分不出高下來。文泰來連問：「總舵主對付得了麼？」駱冰道：「總舵主的兵器很厲害，左手盾牌，盾上有尖刺倒鉤。右手是五條繩索，索子頭上還有鋼珠。你聽，這繩索的呼呼風聲！」文泰來道：「繩頭有鋼球？那麼他用繩索打穴？」駱冰道：「嘿，那張召重被他繩索四面圍住了。」文泰來又問：「總舵主力氣夠麼？聽聲音好似繩索的勢道緩了下來。」駱冰不答，忽然跳了起來，大叫：「好，張召重的劍給盾牌鎖住了，好，好，這一索逃不過了──啊喲，啊喲──糟啦，糟啦！」文泰來忙問：「怎麼？」駱冰道：「那傢伙使的是一口寶劍，把盾牌上的鉤子削斷了兩根，啊喲，繩索被寶劍割斷了──好──唉，這一盾沒打中。不好，鉤子又斷了，總舵主空手和他打，這不成！那傢伙兇得很。好，無塵道長去了。總舵主退了下來。」文泰來素知無塵劍法凌厲無倫，天下獨步，這才放下了心，雙手手心中卻已都是冷汗。這時只聽見眾人齊聲驚叫，文泰來忙問：「怎麼？」駱冰道：「道長施展追魂奪命劍中的大五鬼劍法，快極啦，那張召重在連連倒退。」文泰來道：「你瞧他腳下是不是在走八卦方位？」駱冰道：「他從離宮踏進乾位，啊，現在是走坎宮，踏震位，不錯，大哥，你怎麼知道？」文泰來道：「這人武功精強，我猜他不會真的連連倒退。早就聽說武當派柔雲劍術中，有一路劍法專講守勢，消去敵人氣力後才俟機反擊，這路劍腳下就要踏準八卦。可惜，可惜！」駱冰道：「可惜甚麼啊？」文泰來道：「可惜我看不到。會這路劍法的人，當然武功造詣已到爐火純青的地步，只有他遇到比自己更強的對手，才用出來抵擋。像這樣的比劍，一生中未必能見到幾次。」駱冰忽然叫道：「道長在用腿了，這連環迷蹤腿真厲害極了。」文泰來道：「他因為缺了左臂，所以腿的功夫練得出神入化，以補手臂不足。當年他威服青旗幫，就是用這兩條腿。」原來無塵道人少年時混跡綠林，做下了無數巨案，武功又高，豪氣干雲，官家絲毫奈何他不得。可是有一次他見到一位官家小姐，也不知是甚麼緣故，竟死心塌地的愛上了她。那位小姐其實對他並沒真心，受了父親教唆，一天夜裏無塵偷偷來見她時，那小姐說：「你對我完全是假心假意，沒半點誠心。」無塵當然賭誓罰咒。那小姐笑道：「你們男人啊，這種話個個會說。你要是真心愛我，就把你一條手膀砍了下來。」無塵一語不發，真的拔劍把自己的左臂砍了下來。這時小姐樓上已埋伏了無數官差，一見都湧了出來。無塵已痛得暈倒在地，哪裏還能抵抗？被捕後判了個斬立決。無塵手下的兄弟們知道了這回事，大會群豪，打破城池把無塵救了出來，同時把小姐全家都捉了來聽他發落。眾人以為無塵不是把他們都殺了，就是要了這小姐做妻子。哪知他看見小姐，心腸一軟，叫眾人把她和全家都放了，自己當夜悄悄離開了那地方，心灰意懶，就此出家做了道人。人雖然出了家，可是本性難移，還是被紅花會老當家于萬亭請出來做了副手。有一次紅花會和青旗幫爭執一件事，言明武力解決。青旗幫中有一人譏諷無塵只有一條手臂。無塵怒道：「我就是沒有手臂，你這種人十個八個也不放在心上。」他果真用繩子把右臂縛在背後，施展連環迷蹤腿，把青旗幫的幾位當家全都踢倒。青旗幫的人心悅誠服，後來就併入了紅花會。鐵塔楊成協本來就是青旗幫的總舵主，加入紅花會後坐了第八把交椅。這時閒話。暫且不表。駱冰說道：「張召重的步法被道長踢亂了，他已踏不準八卦方位。」文泰來喜道：「是啊，道長成名以來，武林中從未遇過敵手，這一會要讓張召重這小子知道一下我們紅花會的厲害──」他語聲未畢，忽然駱冰「啊喲」的叫了一聲，文泰來忙問：「甚麼？」駱冰道：「道長在東躲西讓，那傢伙不知在放甚麼暗器。黑暗中瞧不清楚，大概這暗器很細小。」文泰來凝神靜聽，只聽見一些輕微細碎的叮叮之聲，說道：「啊，這是他們武當派中最厲害的芙蓉金針。」這時大車移動。向後退了數丈。駱冰道：「道長把一柄劍使得風雨不透，護住了全身，金針打不著他，給他碰得四下亂飛，大家在退後躲避。金針似乎不放啦，又打在一起了，還是道長佔上風，不過張召重守得好，攻不進去。」文泰來道：「你把我手上繩子解開。」駱冰笑道：「大哥，你瞧我高興糊塗啦！」忙用短刀把手上繩子割斷，替他揉搓活血。忽然間外面「叮鐺」一聲，接著又是一聲怒吼。駱冰忙探頭出來，說道：「啊喲，道長的劍被削斷啦，這姓張用的傢伙倒真好，大哥，我奪了一匹好馬，回頭給你騎。」她百忙中，忽然想到了那匹白馬。文泰來笑道：「傻丫頭，急甚麼？你快瞧道長怎樣了。」駱冰道：「這一下好，道長踢中了他一腿，他退了兩步。趙三哥上去啦。」文泰來只聽見無塵道人在咕嚕咕嚕的罵人，笑道：「道長是出家人，火氣還這樣大。你快扶我出來，我看三哥和他鬥暗器。」駱冰扶他，那知文泰來腿上臂上傷很重，一動就痛得厲害，不禁「啊唷」了一聲。駱冰道：「你安安穩穩睡著，我說給你聽。」只聽見「嗤」的一聲，文泰來學過「暗器聽風術」，一聽聲音就知道暗器的種類和來路，說道：「這是袖箭，啊，飛蝗石、甩手箭全出去了，怎麼？張召重也帶袖箭和飛蝗石，這倒奇了。」駱冰道：「那傢伙把趙三哥的暗器全伸手接去啦，又倒著打過來。嘿，真好看，下雨一樣，千臂如來真有一手，怎麼他同時會放這許多暗器，鋼鏢、鐵蓮子、金錢鏢，哈哈，太多了，那來不及接，可惜──還是教他躲過了。」忽然「砰」的一聲猛響，一枝蛇燄箭光亮異常，直向張召重射去，火光直照射到大車裏來。文泰來一剎那間看到嬌妻美艷如昔，眉梢眼角，喜氣洋溢，不由得心動，輕輕叫了聲：「妹子！」駱冰回眸嫣然一笑，笑容未斂而火光已熄。趙半山乘著張召重在強光照耀下獃得一獃，打出了兩件獨門暗器去，一是迴龍壁，一是飛燕銀梭。趙半山是浙江溫州人，少年時曾隨長輩至南洋各地經商，在南洋時他看到當地居民所用的一種獵器極為巧妙，打出之後能自動飛回。後來他入溫州王氏太極門學藝，對暗器一道特別擅長，一日想起少年時所見的「飛去來器」，於是經過無數次試驗練習，製成了一種曲尺形的精鋼彎鏢，取了一個名字叫做「迴龍壁」。至於「飛燕銀梭」，更是趙半山獨運匠心創製而成。原來一般武術名家，對暗器的發射接避，都曾化極多的功夫去鑽研，所以普通暗器都難傷到他們。這飛燕銀梭卻和一般暗器不同，那是由兩截製成，兩截之間裝有彈簧機括，銀梭飛到半路，燕尾的半截自行跌落，跌落時彈簧將銀梭一彈，梭頭方向突然改變，敵人出其不意，勢必受傷。張召重劍交左手，把鐵蓮子、菩提子、金錢鏢等細小暗器紛紛撥落，右手不住接住鋼鏢、袖箭、飛蝗石等較大暗器打回去，同時竄上蹲下，左躲右閃，避開來不及接住的各種暗器，正在手忙足亂之際，忽然迎面白晃晃的一枝彎彎的東西斜斜橫飛而來，破空之聲，甚為奇特。張召重怕這暗器頭上有毒，不敢迎頭去拿，伸手抓住它的尾巴，哪知這枚迴龍壁竟如活的一般，一滑滑脫了手，骨溜溜的又飛回到趙半山手中。趙半山伸手拿住，又打了過來。張召重大吃一驚，不敢再接，伸凝碧劍去砍，忽然「呼呼」兩聲，兩枚飛燕銀梭從左右襲來。張召重看準來路，身子一拔，縱起丈餘，本擬讓兩隻銀梭全從腳下飛過。那知「錚錚」兩聲，燕尾跌落，銀梭突然在空中轉了個彎，向上激射。張召重忙叫不妙，仗著內功精純，手心在小腹上一擋，一隻銀梭碰到他的手心，被他運用內家上乘武功，手心微微一縮，銀梭來勢已消，竟沒傷到皮肉。但另一隻銀梭卻無論如何躲不開了，直刺入他小腿肚之中。趙半山見他受傷，挺劍刺來，張召重舉劍一架。趙半山知道他凝碧劍是一把利刃，不讓兩劍劍鋒相交，微微一側，己劍劍身與凝碧劍劍身貼在一起，運用太極劍中「黏」字訣，竟把對方的劍拉了過來數寸。張召重心念一動，心想：「對方怎麼有這許多高手？」他本來想憑自己一身驚人藝業，把對方全部打敗，現在疊遇勁敵，自己小腿受傷，不敢再行戀戰，四下一望，只見眾侍衛和官兵東西逃竄，文泰來的那輛大車也已被敵人奪去，不由得著急，刷刷刷三劍，把趙半山逼退數步，拔出小腿上銀梭，向趙半山擲去。趙半山低頭一讓，張召重已直向大車衝了過去。駱冰一見張召重受傷，喜得手舞足蹈。文泰來道：「十四弟呢？他傷勢重不重？」駱冰道：「十四弟？他受了傷──」她話未說完，張召重已向大車衝來。駱冰「啊喲」的叫了一聲，雙刀出手，擋在車前。群雄見張召重跑了過來，紛紛圍攏。周仲英斜刺竄出，攔在當路，金背大刀一立，喝道：「你這小子竟敢到鐵膽莊拿人，不把老夫放在眼裏，你懂得江湖道義，武林規矩麼？」張召重一見對方白鬚飄動，精神矍鑠，知道就是西北武林的領袖人物鐵膽周仲英，不敢怠慢，一劍刺來。周仲英大刀翻轉，用刀背朝劍身碰去。張召重劍走輕靈，反手用劍刃在刀背上輕輕一勒，刀背上登時劃了一道一寸多深的口子。這時周綺、章進、徐天宏、常氏雙俠等各施兵器，齊向張召重攻來。張召重眼見對方人多，凝碧劍「雲橫秦嶺」，畫了一個圈子。眾人怕他寶劍厲害，各各抽回兵器。張召重對準周綺竄去。周綺舉刀當頭砍下，那知張召重手法奇快，左手一伸，拿住周綺手腕，反手一擰，已把一柄雁翎刀奪在手中。周仲英一見大驚，父女關心，兩枚鐵膽先先後後向張召重後心打去。就在此時，陳家洛三顆圍棋子也分打張召重「軟麻」、「關元」、「曲池」三個要穴。張召重心中一寒，心想在黑暗之中，對方認穴竟如此之準，忙揮凝碧劍把棋子碰飛，這時鐵膽也已飛近。他聽聲辨形，猛一轉身，伸手要接先打來的那枚鐵膽。哪知「噗」的一聲，胸口已被鐵膽打中。原來周仲英靠鐵膽成名，他另有一門獨到功夫，先發的一枚勢緩，後發的一枚勢急，初看時是一先一後，哪知後發者先到，敵人正待躲閃先發的鐵膽時，後發的鐵膽已在中途趕上，打人一個措手不及。張召重出其不意，只覺得胸口劇痛，身體搖了一搖，不敢呼吸，雙臂一振，把擋在面前的章進與徐天宏震彈開去，跑到車前。駱冰見他衝到，長刀往下一撩。張召重寶劍招術奇快，「噹」的一聲，已把長刀削斷，乘勢縱上車去，拉住駱冰右臂。駱冰右臂被握，手中短刀無法使用，左拳猛擊敵人面門。群雄大驚失色，跑上救援。張召重抓住駱冰後心，向常氏雙俠、周仲英等摔來。常氏雙俠怕她受傷，兩人伸手托住。忽然張召重「哼」了一聲，原來他後心受了奔雷手文泰來一掌，好得他武功精湛，而文泰來又身受重傷，功力大減，否則非當場斃命不可，饒是如此，還是眼前一陣發黑，痛徹心肺。他不及轉身，把蓋在文泰來身上的棉被一掀，擋住了奔雷手的第二掌，隨手點中文泰來的「暈穴」，使他暈了過去，動彈不得，把他拖到車門口，喝道：「文泰來在這裏，哪一個敢上來，我先把他斃了！」凝碧劍寒光逼人，如一泓清水，架在文泰來頸裏。駱冰哭叫：「大哥！」不顧一切要撲上去，被陸菲青一把拉住。張召重說了這幾句話，只覺喉口發甜，「哇」的一聲，吐出一大口鮮血來。陸菲青站上一步，說道：「張召重，你瞧我是誰？」張召重和他闊別已久，月光下看不清楚。陸菲青取其白龍劍，把劍尖彎轉，和劍柄圈成一個圓圈，手一放，「錚」的一聲，劍身又彈得筆直，微微晃動。張召重「哼」了一聲，道：「啊，原來是陸師兄！你我劃地絕交，早已恩斷義絕，又來找我作甚？」陸菲青道：「你現在身已受傷，這裏紅花會眾英雄全體到場，還有鐵膽莊周老英雄出頭相助，你今日想逃脫性命，這叫做難上加難。可是你雖無情，我不能無義，念在當年恩師份上，我指點你一條生路。」張召重又「哼」了一聲，不言不語。忽然東邊隱隱傳來人喊馬嘶之聲，似有千軍萬馬趕馳而來。紅花會群雄一聽，各各驚疑不定。張召重也不知是何方人馬，心想：「難道紅花會真是神通廣大，在西北也能調集大批人手。」陸菲青又道：「你好好把文四爺放下來，我請眾位英雄看我小老兒的薄面，放一條路讓你回去，不過你得立一個誓。」張召重眼見強敵環伺，今日有死無生，聽了陸菲青這番話，不由得心念一動，說道：「甚麼？」陸菲青道：「你得發誓永遠退出官場，不能再給滿清韃子做鷹犬。」張召重熱衷功名利祿，近年來宦途得意，一路扶搖直上，要他忽然棄官不做，那直如要了他的性命，心想：「今日就是立了個假誓，逃得性命，把到手的欽犯失去，皇上和福統領也必見罪，這樣我一生也就毀了。他們心有所忌，我就捨命拚上一拚。」他計算已定，喝道：「你們以多勝少，我張召重雖敗，也不算丟臉。今日我寧和文泰來同歸於盡，留個身後之名。將來天下英雄知道，看你們紅花會顏面往哪裏擱去。」楊成協大叫：「你甘心做官家走狗，還不算丟臉，還在那裏充字號麼！」張召重被他當頭一喝，無言可答，左手放下文泰來，擱在膝頭，挽住騾子韁繩，大車向前駛去。群雄想上前搶奪，又怕他狗急跳牆，真個傷害文泰來性命，投鼠忌器，好生為難。駱冰見丈夫受他挾制，不言不動，眼見大車又一步步的遠去，不禁五內俱裂，叫道：「你把文四爺放下來，我們讓你好好回去，也不叫你發甚麼誓啦。」張召重不理，趕著大車駛向清兵人群中去。眾侍衛和清兵逃竄了一陣，見敵人不再追殺，慢慢又聚集攏來。瑞大林見張召重駛著大車過來，命兵丁準備弓箭接應，說道：「聽我號令再放箭。」這時遠處人馬奔趕之聲越來越近，紅花會和清兵雙方俱各驚疑，怕對方來了援兵。陳家洛高聲叫道：「衛九哥、蔣十三哥、孟大哥、安大哥你們去把那批鷹爪衝散！」衛春華等挺起兵刃，朝清兵隊裏殺去。陸菲青背後閃出一個少年，說道：「我也去！」跟著衝去。陳家洛眉頭微微一皺，原來這就是女扮男裝的李沅芷。那天陸菲青落後一步，夜中與李沅芷見了面。這位女徒弟連日看到許多爭鬥兇殺，再也熬不住，一定要師父帶她同去參與劫救文泰來。陸菲青拗她不過，要她立誓不得任性胡來。李沅芷聽得師父口氣鬆動，樂得眉花眼笑，罰了一大串的咒，說：「要是我不聽師父的話，教我出天花，生一臉大麻子，教我害癩痢，變成個醜禿子。」陸菲青心想：「女孩子最愛美貌，她這樣立誓，比甚麼『死於刀劍之下』等等還重得多。」於是一笑答應。李沅芷寫了一封信留給母親，說現在這樣走法太過氣悶，所以單身先行上道，趕到杭州去會父親，明知母親一定大不放心，但也顧不得這許多了。師徒兩人趕上紅花會群雄時，正是他們得到張召重要從紅城渡河訊息之日。一場夜戰，陸菲青總是不許李沅芷參加。她見群雄與張召重惡鬥，各人武功藝業，俱比自己不知高了多少倍，暗暗伸了伸舌頭，現在見衛春華等去殺清兵，她也不管自己父親做的是甚麼官，女孩兒家覺得有趣，就跟在後面殺了上去，她想：「這次我不問師父，教他來不及阻擋。他既沒說話，我也就不算不聽他的話。」陳家洛向眾人輕聲囑咐了幾句，大家點頭答應。趙半山首先竄出，手一揚，兩枝袖箭釘入了大車前騾子雙眼。騾子長嘶一聲，人立起來。章進奔到大車後面，奮起神力，把車轅拉住，大車登時如釘住般不動。常赫志、常伯志兄弟分站大車左右，兩把飛抓向張召重抓去。張召重揮劍擋開。楊成協大喝一聲，跳上車子就來搶文泰來。張召重劈面一拳，楊成協身體一側，用左肩接了他一拳，雙手去抱文泰來，同時無塵和徐天宏從車後鑽進來襲擊張召重背後。陳家洛對心硯道：「上啊！」兩人「燕子穿雲」，飛身縱上車頂，俯身下攻。張召重一拳打在楊成協肩頭，見他竟若無其事的受了下來，心中一怔，想道：「敢情這點子有鐵布衫橫練功夫。」又見他去搶文泰來，左手一把抓住他後心衣服，此時常氏兄弟兩把飛抓又左右抓來，張召重單劍一擋，一提氣用「無極玄功拳」中「倒提金鐘」，生生把楊成協一個肥大的身軀扯下車來。火手判官眼觀六路，耳聽八方，緊急中只聽得頭頂後心齊有敵人襲來，身體向前一仰，左手已抓住一把芙蓉針，微微側身，向車頂和車後的敵人各各揮了一揮。陳家洛見張召重揮手，知道他施放暗器，盾牌在身前一擋，叮叮數聲，金針跌落在地，右手一掌在心硯肩上一推，將他推下車頂，饒是身法奇快，只聽見心硯「啊喲」連叫，知已中了他的金針，忙跳下去看視。那邊無塵和徐天宏從車後進攻，張召重金針擲來，無塵的功力深厚，向後一仰，人如一枝箭般從大車裏向後直射出來。他這一下去得比金針更快更遠，金針竟追他不上。徐天宏可沒有這手功夫，只得掀起車中棉被一擋，左肩露出了空隙，只覺得一陣酸麻，跌下車來。章進搶過扶起，忙問：「七哥，怎麼了？」他語聲未畢，忽然背上一陣劇痛，竟是中了一箭，一個踉蹌，只聽見陳家洛大呼：「眾位哥哥，大家聚攏來。」這時背後箭如飛蝗密雨般射來，章進一斧插在腰裏，左手搭在無塵肩上，右斧不住撥打來箭。無塵道：「十弟，別動！沉住氣。」按住他血脈來路，輕輕把箭拔下，撕下道袍衣角，替他裹住箭創。這時只見東面清兵黑壓壓的一片湧將過來，千軍萬馬，聲勢驚人。群雄逐漸聚集，衛春華等也已退了轉來。陳家洛道：「哪兩位哥哥前去衝殺一陣？」無塵與衛春華應聲而出。陳家洛道：「大家趕速分散，退到那邊土丘後面。」眾人應了。陳家洛道：「趙三哥、常五哥、六哥！我們再來。」四人分頭攻向大車。衛春華手挺雙鉤，冒著箭雨，殺至清兵陣前。無塵赤手空拳，在空中接了一枝箭，隨手把來箭撥開，跟在衛春華後面。兩人轉眼沒入陣中。無塵奪了一柄箭，四下衝殺。清兵勢大，這兩人哪裏阻擋得住？不一刻，先頭馬軍已奔到群雄跟前。張召重見援兵到達，大喜過望，這時他呼吸緊迫，知道自己傷勢不輕，忽見陳家洛等又攻上車來，不敢抵抗，舉起文泰來身子團團揮舞。舞得幾舞，數十騎馬軍已舉起馬刀向陳家洛等砍來。陳家洛一聲呼哨，與趙半山、常氏雙俠衝向土丘而去。四人奔到土丘後面，見眾人已聚集在那裏，點了一下人數，無塵與衛春華殺入敵陣未回，此外還不見了徐天宏、周綺、李沅芷、周仲英、孟健雄五人。陳家洛忙問：「有人見到七哥和周老英雄他們麼？」章進躺在地上，抬頭道：「七哥受了傷，還沒回來麼？我去找。」站起身來，挺了雙鉤就要衝出去，他背上箭創甚重，搖搖晃晃，立足不定。石雙英道：「十哥你別動，我去。」蔣四根道：「我也去。」陳家洛道：「蔣十三弟，你與四嫂衝到河邊去，把船準備好。」蔣四根和駱冰應了。駱冰傷心過度，心中空曠曠的反而沒甚麼感覺，隨著蔣四根去了。石雙英手持單刀飛身上馬，繞過土丘。這時清兵大隊已漫山遍野而來，他騎上高地，縱目遠望，只見月光下黑壓壓的全是人頭，人聲喧喊，戰馬嘶鳴，不知徐天宏落在何方，只好衝入敵陣，到處亂找。石雙英出去不久，周仲英和孟健雄兩人已到土丘邊來。陳家洛問道：「周姑娘找不到？」周仲英心中焦急異常，不住搖頭。陸菲青只是跌腳，說道：「我那小徒也失陷了，我去找。」安健剛道：「我跟你去。」陳家洛命趙半山、常氏雙俠、楊成協、孟健雄五人看好地形，守住土丘外的要點，心硯和章進躺在地休息，陳家洛道：「這裏亂箭很多，大家撿起來，我去奪幾張弓。」說罷上馬，衝入清兵弓箭隊，繩索揮去，已把兩名弓箭手擊倒，繩索一捲，把跌在地上的兩張弓捲起。清兵大喊大叫，四五柄槍攢刺過來。陳家洛三根繩索舞得如三條銀蛇般飛動，只見清兵兵器紛紛脫手，被他繩索打中的，不是暈倒在地，就是痛入骨髓，不一會已搶得八張弓在手，撥轉馬頭，正要退走，忽然清兵兩邊散開，人衖堂中衝出幾騎馬來。當先一人正是無塵道人，追魂奪命劍法施展開來，三名清兵登時了帳，後面安健剛拖著衛春華的雙手。陳家洛一見衛春華滿身血污，不由大驚，忙迎上去斷後。清兵見這幾人兇狠異常，不敢十分逼近，讓他們退到了土丘後面。陳家洛把弓交給了趙半山等人，忙來看衛春華，無塵道：「九弟殺脫了力，有點神智糊塗了。不礙事。」衛春華仍在大叫大嚷：「我把你們這些狗官兵都殺盡了。」陳家洛道：「見到七哥和十二郎他們麼？」無塵道：「我去找。」陳家洛道：「還有周姑娘和陸老前輩的徒弟。」無塵應了，上馬提劍，衝入清兵隊去。一名千總躍馬提槍奔來，無塵讓過來槍，一劍刺入他的心窩。那千總登時倒撞下馬。他手下的兵卒發一聲喊，四散奔走。無塵儘揀人多處殺將過去，劍鋒到處，清兵紛紛落馬。他衝了一段路，忽見一群官兵圍著吶喊，人堆裏發出金鐵交併之聲，雙腿一夾，馬匹直奔過去。一名軍官拍下馬來，正待喝問，忽覺眼前白光一閃，喉頭一涼，頸邊裏已穿了個透明窟窿。無塵大叫：「十二郎，定著點，你二哥在此。」石雙英挺著單刀，力戰三員武將，四下清兵又東刺一槍，西砍一刀，正自抵敵不住，忽見無塵到來，心中大喜，叫道：「找到七哥了麼？」無塵道：「你向前衝，別管後面。」石雙英依言單刀向前猛砍，縱馬向前，只聽見身後連續三聲慘叫，接著清兵齊聲驚呼，不約而同的退了開去。石雙英回頭一望，見那三員武將都已被殺死在地，無應笑道：「我們走罷。」石雙英和這三名武將打了半天，知道他們武功精熟，都非泛泛之輩，豈知一轉身之間全被無塵料理了，對這位道人二哥不禁佩服得五體投地。兩人趕回土丘，見徐天宏等仍舊沒有下落。這時清兵已發現他們聚集之所，一名把總領著數十名兵卒衝將過來。趙半山、常氏雙俠、孟健雄等都是發射暗器的能手，彎弓搭箭，一箭一個，把當頭清兵射倒了十多個。其餘的退了回去，站在遠處呼喝，不敢再行迫近。陳家洛把坐騎牽上土丘，對安健剛道：「安大哥，請你給我照料一下，防備流矢。」安健剛應了，站在馬旁。陳家洛縱身跳上馬背，站在鞍子上瞭望，只見清兵大隊浩浩蕩蕩的向西開拔。似乎只留下幾百名兵卒對付他們這批人。忽然間號角聲喧，一條火龍蜿蜒而來，一隊清兵手中執了火把，火光裏一面大纛迎風飄拂。陳家洛凝神望去，見大旗上寫著「征西大將軍兆」幾個大字。這隊清兵都騎著高頭大馬，手執長矛大戟，行走時發出鏗鏘之聲，看來兵將都身披鐵甲。無塵心中焦躁，說道：「我再去尋七弟他們。」常赫志道：「道長你休息一下，讓我們兄弟去──」他話未說完，無塵早已衝了出去。那些清兵有的曾親眼見他殺人，有的也已知道一個兇道人連殺了一名參將、兩名游擊、一名千總，忽然見他衝將過來，連忙放箭。無塵一勒馬，馬向斜路上竄了開去，眾清兵心中正自慶幸，那知馬蹄響處，這人又已衝到跟前，這時放箭已自不及，各舉兵刃抵禦。無塵雙腿夾在坐騎胸骨上，上身向前伸出，揮劍替馬匹開路，清兵「啊！」「唷！」聲中，無塵馬不停蹄，在大隊人馬中兜了一個圈子再繞回去，四下找尋，絲毫不見徐天宏等的蹤跡。正奔之間，突然坐騎肚腹中箭，前腳一軟，倒了下來。一名千總揮起大刀當頭向無塵劈來，無塵不等雙足著地，在鐙上一借力，憑空拔起，落在那千總身後的馬鞍上。那千總一刀把無塵坐騎的馬頭劈成兩半，同時無塵的劍也自背透胸把他對穿了一個洞。無塵右肘一撞，把千總撇在地下，奔到土丘後面。群雄見徐天宏等毫無下落，俱各擔心他們死在亂軍之中，各人都不敢把心中疑慮說出口來。忽然間遠處塵頭大起，當先一騎飛奔而來，跑到相近，群雄看出是蔣四根的面目，只聽見他高聲大叫：「快退，快退，鐵甲軍衝過來了。」原來征西大軍兆惠奉旨出兵回部，為了要使回部各族居民措手不及，所以統率大軍連夜行軍。這日渡了黃河，先頭部隊回報土匪擋道，雖然人數很少，但驃悍異常，已傷了數名參將游擊。兆惠命大軍繼續趕路，令副將王本樑率兵「剿匪」，那知這批「土匪」在大軍中擊衝直撞，如入無人之境。兆惠大怒，命王本樑帶領五百鐵甲軍衝了過來。蔣四根在船中望見清兵部署，知道鐵甲軍厲害，忙飛騎趕來報信。陳家洛道：「大家上馬衝到河邊。」群雄齊聲答應。周仲英雖然心懸愛女，可是千軍萬馬之中哪裏去找？孟健雄、安健剛、石雙英分別把衛春華等扶起，一匹馬上騎了兩人。各人剛上得馬，火光裏鐵甲軍已然衝到跟前。常氏雙俠見清兵來勢兇惡，領著眾人繞向右邊。常赫志道：「鐵甲軍用神臂弓，力量很大，咱們索性衝進清兵隊裏。」常伯志道：「哥哥說得是。」兩人當先馳入清兵隊伍之中，群雄緊跟在後面。常氏雙俠嫌飛抓衝殺不便，藏入懷裏，一個奪了一柄大刀，一個搶了一枝長矛，刀砍矛挑，殺開一條血路，直衝向黃河邊上。鐵甲軍見他們衝入人群之內，黑暗裏不敢使用長弓硬弩，怕傷了自己人，只好隨後趕來。一時黃河邊上人馬踐踏，亂成一團。群雄緊緊靠攏，混亂中奔到了黃河岸邊。蔣四根把鐵槳往背上一背，噗咚一聲，先跳下河去接船。這時駱冰已見群雄奔到，忙把船靠到岸旁。先把章進等傷者送下船去。陳家洛叫道：「大家快上船，道長、趙三哥、周老英雄，我們四人殿──」話未說畢，神臂弓強弩已到。無塵叫道：「衝呀！」四人反身衝殺。無塵一劍向當頭一名鐵甲軍咽喉刺去，哪知竟刺不入去。原來這把劍殺人太多，刃口已經捲了。那鐵甲軍長槍刺來，無塵拋去手中之劍，舉臂一格，一柄槍震得飛上半天。周仲英金刀起處，也把數名清兵砍下馬來。趙半山一摸囊中，還剩下十多枚銅錢，五六顆鐵蓮子，於是拈起一枚銅錢，對準馬上清兵的「軟麻穴」打去，只聽見「噹」的一聲，那清兵竟若無其事的衝到跟前。這時無塵已搶得一枝鐵槍，向那清兵的臉上直搠進去，原來鐵甲軍全身鐵甲，身上不受暗器。趙半山於是握住錢鏢，連珠炮往清軍眼珠發射，饒是黑夜中辨認不清，還有五六人眼珠打瞎，痛得雙手在臉上亂抓亂挖。這時除陳家洛等四人外，餘人都已上船。鐵甲軍訓練有素，精銳特甚，雖見對方兇狠，但欺他人少，仍鼓勇衝來。陳家洛眼見一個將軍騎在馬上，舉著馬刀指揮，一個「燕子三抄水」，已縱到他的跟前。那將官正是副將王本樑，忽見一團白影竄來，也不及辨清是人是鬼還是野獸，舉刀砍去，刀到半空，忽然手腕奇痛，那柄刀到了敵人手中，同時身上一麻，已被敵人拉下馬來，挾住奔向河岸。清兵見主將被擒，忙來爭奪，但已不敢放箭。陳家洛叫道：「趙二哥，接住！」用力把王本樑向趙半山拋去，周仲英把王本樑在空中打了幾個轉，直甩到河中船邊，蔣四根哈哈一笑，揪住他的辮子濕淋淋的提了起來。陳家洛在清兵喊叫聲中奔向水邊，和無塵、趙半山、周仲英都縱到了船上。蔣四根、駱冰雙槳搖動，將艇划向河心。清兵紛紛放箭，都被群雄用兵刃撥落，黃河河水正漲得洶湧，水聲轟隆，大軍人馬的喧嘩聲卻漸漸消失了。群雄定下心來，照料傷者。衛春華神智漸清，身上倒沒受傷。趙半山是暗器能手，醫治箭創素所擅長，於是替楊成協和章進紮了傷口。章進傷勢較重，但也無大礙。心硯中了數枚金針，痛得叫個不停，趙半山從藥囊中取出一塊吸鐵石，將金針一枚一枚的吸了出來。再替他敷藥紮傷。駱冰只顧划船，一言不發。這一仗文泰來沒救出，反失陷了徐天宏、周綺、陸菲青師徒四人，余魚同也不知落在何方。陳家洛道：「我們只道張召重已如甕中之鱉，指顧間就可命喪當地，那知清兵大隊恰恰會在此時趕到。早知如此，我們合力齊上，先料理了這奸賊，或者把文四哥先送開去，豈不是好？」說罷恨恨不已，眾人心情沮喪，都說不出話來。陳家洛手指在王本樑脅下一戳，點醒了他的穴道，問道：「你們大軍連夜趕路，到底是搗甚麼鬼？」王本樑昏昏迷迷的一時說不出話來。楊成協劈臉一拳，喝道：「你說不說？」王本樑捧住腮幫子，連道：「我說──我說──說甚麼？」陳家洛道：「你們大軍幹麼連夜趕路？」王本樑道：「征西大將軍兆惠將軍奉了聖旨，要克日攻取回部，他怕耽擱了期限，又怕回人得到訊息，有了防備，所以命令我們連日連夜的行軍。」陳家洛道：「回人好端端的，又去打他們怎麼？」王本樑道：「這個──這個我就不知道了。」陳家洛沉吟了半晌，把兆惠大將軍的人數、行軍路向、糧草等問了個仔細，王本樑有的不知道，知道的都不敢隱瞞。陳家洛高聲叫道：「船──靠──岸！」駱冰和蔣四根把船靠到黃河邊上，眾人登岸，這時似乎水勢更大，轟轟之聲，震耳欲聾。陳家洛命楊成協將那王本樑帶開，於是對常氏雙俠道：「五哥、六哥，你們兩位趕回頭，暗中查看四哥、七哥、周姑娘、陸老英雄師徒的下落。要是他有甚麼三長兩短──唉，那也是氣數使然。如果他們落入官差之手，一定仍得趕北京大道。我們在前面接應，好歹要打救出來。」常氏雙俠應了，往西而去。陳家洛又向石雙英道：「十二哥，我想請你辦一件事。」石雙英道：「請總舵主吩咐。」陳家洛從心硯背上包裹中取出筆硯紙墨，在月光下寫了一封信，說道：「這封信請你送到回部木卓倫老英雄處。他們跟我們雖只一面之緣，但互相肝膽相照，朋友有難，我們不能不救。四嫂，你這匹白馬借給十二郎騎一趟。」駱冰到船上裏把馬牽上來。原來眾人在混亂中都把馬匹丟了，只有駱冰把這匹馬愛若性命，所以帶了上船。石雙英騎了白馬，絕塵而去。馬行神速，預計一兩日內就可趕過大軍，使木卓倫聞警後可預有準備。安排已畢，群雄又各下船，順風順水，一時間又流下二十餘里。陳家洛命蔣四根把王本樑綑住拋在船裏，順水流去。群雄俱都登岸，找尋店房飽餐休息。