第六十九回　日夜跟蹤小龍女道：「郭夫人千伶百俐，聞一知十，我聽過兒說道，當日只怕無人能及得上她的聰明智慧，郭大俠的資質卻平常得緊。」周伯通笑道：「什麼『平常得緊』？簡直便是愚蠢。你說我是聰明呢還是傻？」小龍女笑道：「我瞧你年紀雖然不小，仍是傻裏不幾，說話有點兒瘋瘋癲癲。」周伯通拍手道：「是啊，你的話一點兒也不錯。這左右互搏之術是我想出來的，後來我教了郭靖兄弟，他只用幾天功夫便學會了。但他轉教他的婆娘，你別瞧黃蓉這女孩兒玲瓏剔透，一顆心兒上生了七個竅，可是這門功夫她便始終學不會。我還道郭靖傻小子教得不對，後來老頑童親自教她，那知道她第一課『左手畫方，右手畫圓』便畫來畫去不像。所以啊，有的人一學便會，有的人一輩子學不了。大概越是聰明，越是不成。」小龍女道：「世上難道還有蠢人學功夫勝過聰明人的麼？這個我可不信。」周伯通笑嘻嘻的道：「我瞧你品貌才智，和那小黃蓉不相上下，武功也跟她差不遠。你既不信，那你便用左手食指在地下一畫個方塊，右手食指同時畫一個圓圈。」小龍女依言，伸出兩根食指在地上劃畫，但劃出來的方塊有點像圓圈，那圓圈卻又有點像方塊。周伯通哈哈大笑，道：「是麼？你枉自了得，這一下便辦不到。」小龍女微微一笑，凝神守一，心地空明，隨隨便便的伸出雙手手指，左手便畫了一個方塊，右手畫了一個圓圈，方者正方，圓者渾圓，周伯通大吃一驚，道：「你……你……」。過了半晌才道：「你從前學過的麼？」小龍女道：「沒有啊，這又有什麼難了？」周伯通搔著滿頭白髮，道：「那你是怎麼畫的？」小龍女道：「我也不知道。心裏什麼也不想，一伸手指便畫成了。」隨即左手寫了「老頑童」三字，右手寫了「小龍女」三字，雙手同時作畫，字跡整整齊齊，便如一手所寫一般。周伯通大喜，說道：「這定是你從娘胎裏學的本領。」於是教她如何左攻右守，怎生右擊左拒，將他在桃花島中領悟出來的一門天下無比的奇功，一古腦兒說了給她聽。其實這左右互搏之技，關鍵訣竅全在「分心二用」四字。凡是聰明智慧之人，心思繁複，一件事沒想完，第二件事又湧上心頭。三國時曹子建七步成詩，五代間劉鄖用兵，一步百計，這種人要他學那左右互搏的功夫，便是要殺頭也學不會。小龍女自幼便練摒除七情六慾的紮根基功夫，八九歲時已練得心如止水，後來雖痴戀楊過，這功夫大有損耗，但此刻心靈痛受創傷，心灰意懶之下，舊日的玄功竟又回復了八九成。要知她所修習的古墓派內功，乃當年林朝英情場失意之後所創，與她此時心情大同小異，感應一起，頓生妙悟，靈台間一片空明，心中並無所滯，周伯通一加指撥，她立時便即領會。這因為周伯通、郭靖、小龍女等均是淳厚質樸，心無渣滓之人，如黃蓉、楊過、朱子柳輩，反而難以學會了。周伯通身上毒性未除，但口講指劃，說得津津有味，小龍女不住點頭，暗自默想右手使玉女劍法，左手使全真劍法的臨敵法門，只幾個時辰，心中已豁然貫通，說道：「我全懂啦。」雙手試演數招，竟無半點破綻，周伯通張大了口合不攏來，只說：「奇怪，奇怪！」法王和趙志敬守在洞外，只聽兩人嘰嘰咕咕的說個不停，有講有笑，竟似沒半點煩惱，側耳傾聽兩人的說話，斷斷續續的聽到幾句，全然不明其中之意。小龍女一抬頭，見兩人正在探頭探腦的窺望，站起身來，說道：「咱們走吧！」周伯通一呆，道：「那裏去？」小龍女道：「出去把賊禿抓來，叫他取解藥給你。」周伯通拉了拉自己的大鬚子，道：「你準打贏他了？」說到此處，忽聽得嗡嗡聲響，一隻蜜蜂黏上了蛛網，不住出力掙扎。先前一隻大蝴蝶一觸蛛絲便即昏暈，這蜜蜂身軀甚小，卻似並不怕彩雪蛛的毒性，上下翻滾，那蛛網竟給牠撕了一個破洞，一隻面目猙獰的毒蛛在旁虎視眈眈，卻不敢上前放絲纏繞。小龍女在古墓中曾養過成群玉蜂，和蜜蜂終年為伴，軀蜂之術固然甚精，且把蜂兒視作朋友一般，一見蜜蜂有難，心中大是不忍，突然轉念：「這些毒蛛形貌雖惡，我的蜂兒未必便怕他們了。」從懷中取出玉瓶，拔開瓶塞，右手伸掌握住，潛運掌力，熱氣從掌心傳到瓶中，過不多時，一股芬芳馥郁的蜜香從山洞中透過蛛網送了出去，周伯通奇道：「你幹什麼？」小龍女道：「這是個頂好玩的把戲，你愛不瞧？」周伯通大喜，連說：「妙極。」忍不住又問：「那是什麼把戲？」小龍女微笑不答，只是催動掌力。此時方當炎暑，山谷野花盛開，四下裏採蜜的野蜂極多，一聞到這股甜蜜的芳香，登時東南西北，飛湧而至。一隻隻野蜂不住的衝向山洞，一黏上蛛網，便都掙扎撕扯，有的給毒蛛咬死，有的卻在毒蛛身上刺了一針。那彩雪蛛雖是天下的毒物，但一物剋一物，中了蜂毒即便漸漸僵硬而死。蛛蜂各出死力相拼，周伯通只瞧得手舞足蹈，心花怒放，洞外的金輪法王和趙志敬卻是目瞪口呆，不知所措。其時彩雪蛛尚佔上風，毒蛛只死了兩隻，蜜蜂卻有三十餘隻斃命，但野蜂越來越多，起初還是三四隻、五六隻零零落落的趕來，到後來竟是成群結隊，數十隻、數百隻一窩一窩的湧到，片刻之間洞口的蛛網盡數衝爛，十餘隻毒蛛也都一一中刺僵斃。趙志敬吃過蜜蜂的苦頭，一見情勢不妙，悄悄溜入了樹叢。法王只是可惜彩雪蛛難得，這一役莫名其妙的全軍覆沒，還道是野蜂有合群之心，同仇敵愾，和毒蛛相鬥，卻不知乃是小龍女召來，兀自尋思如何逼著周伯通和小龍女出洞，以強力結果二人性命。小龍女將小指的指甲伸入玉瓶，挑了一點蜜糖，向法王彈了過去，左手食指向他左邊一點，右邊一點，口中吆喝兩聲，幾千隻野蜂轉身出洞，一齊向他衝去。法王這一驚真是非同小可，雙足使勁，向前一竄數丈。他的輕身功夫實已到了登峰造極的地步，野蜂飛得雖快，他身法更快，霎時之間已竄出數十丈外。但見他猶似一溜黑煙，越奔越遠，野蜂追趕不上，便各自散了。小龍女連連跌足，不住口的叫道：「可惜，可惜！」周伯通道：「可惜什麼？」小龍女道：「給他走啦，沒搶到解藥。」原來小龍女軀趕蜜蜂分從左右包抄，要將他圍在垓心，但她沒想到這些野蜂乃是烏合之眾，東一窩西一窩的會聚在一起，絕不能和她在古墓中養馴的玉蜂相比，要牠們追刺敵人，那還可以，至於左右包抄，前後合圍這些精微的陣勢，野蜂便無能為力了。但周伯通卻已佩服得五體投地，但覺這玩意兒比他生平所見任何遊戲都強得多，身上毒性是否能解，一時全沒想及。小龍女見洞口蛛絲已除，一竄出洞，招手道：「出來罷！」周伯通跟著躍出，但身在半空，突然重重跌落，嘆道：「不成，不成！力氣使不出來。」猛地裏全身打戰，牙齒互擊，格格作響，原來一跌之後，引動彩雪蛛的餘毒發作出來，猶似身入萬丈冰窖，酷寒難當，嘴唇和臉孔漸漸發紫，一叢白鬍子更是不住搖晃。小龍女驚道：「周伯通，你怎麼啦？」周伯通不住發抖，顫聲道：「你……你快用那針兒扎我……扎我幾下。」小龍女道：「我的針上有毒啊。」周伯通道：「便……便是……有毒……有毒的好。」小龍女心念一動，想起適才野蜂與毒蛛的惡戰，心道：「莫非那蜂毒正是毒蛛的剋星？」從地下拾起一枚玉蜂針，試著在他手背臂上刺了一下。周伯通叫道：「妙啊！快再刺。」小龍女連刺幾下，周伯通不住叫好，眼見針上毒性已失，於是換過一枚，一共刺了十餘針，周伯通不再打戰，舒了一口長氣道：「以毒攻毒，眾妙之門。」識著一運氣，卻覺體內餘毒仍未去盡，猛地一拍膝蓋叫道：「龍姑娘，你針上的蜂毒不夠，而且不大新鮮。」小龍女笑道：「那我便叫野蜂來叮你。」周伯通道：「多謝之至，快快叫吧。」小龍女見那蜂毒果然生效，於是揭開玉瓶召來一群野蜂，一一叮在周伯通身上。老頑童笑逐顏開，解去上身衣衫，光了背脊讓野蜂針刺，一面潛運神功，先將蜂毒吸入丹田，再隨著先天真氣，流遍全身正經十二脈，奇經八脈各處大穴。約摸一頓飯功夫，他上身遍體都是野蜂尾針所刺的小孔，蛛毒盡解，再刺下去便越來越痛，大聲叫道：「夠啦，夠啦！再要刺便攪出人命案子來啦！」小龍女微微一笑，於是將野蜂驅走，見金鈴軟索掉在一旁，順手拾起，問道：「我要上終南山去，你去不去？」周伯通搖搖頭，道：「我另有要緊事要辦，你一個人去吧！」小龍女道：「啊！是了，你要到襄陽城去相助郭大俠。」她一提到「郭大俠」三字，便想到郭芙，跟著想到了楊過，黯然道：「周伯通，你若見到楊過，別提起曾遇見過我。」卻見他口中喃喃自語，但一些聲息也聽不到，臉上神色甚是詭異，不知在搗什麼鬼。過了半晌，突然抬頭道：「你說什麼？」小龍女道：「沒什麼了，咱們再見啦。」周伯通心不在焉，只說「嗯，嗯。」小龍女轉身走開，過了一個山坳，忽聽周伯通大聲吆喝起來，聲音宛似在指揮蜜蜂。小龍女好生奇怪，悄悄又走了回來，躲在一株樹後一張，只見周伯通手中拿著一隻玉瓶，正在指手劃腳的呼叫。她伸手到懷中一探，玉瓶果已不翼而飛，不知如何給他偷了去！但他吆喝的聲音似是而非，雖有幾隻野蜂聞到蜜香趕來，卻全不理睬他的指揮，只是繞著玉瓶嗡嗡打轉。小龍女忍不住噗哧一笑，叫道：「我來教你吧！」周伯通見把戲給人拆穿，賊贓當場拿住，只羞得滿臉通紅，白鬚一揮，斗地竄出數丈，急奔下山，頭也不回的逃走了。小龍女哈哈大笑，心想這怪老頭兒真有趣得緊。她笑了數聲，空山隱隱，傳來幾響回聲，猛地裏只覺寂寞淒涼，難以自遣，忍不住流下兩行情淚。這一晚和金輪法王鬥智鬥力，有老頑童陪著胡鬧，倒也熱鬧了半天，此刻敵人走了，朋友也走了，全世界便似孤零零的只剩下了她一個人。她一路跟隨尹志平和趙志敬，只覺這兩人可惡之極，雖將之碎屍萬段，也難解心頭之恨。她只要一出手，便能將兩人殺了，但心中總覺得，便算殺了他們，那又如何？此刻在大榆樹下呆了半晌，自言自語：「我還是找他們去！」於是走下山來，跨上放在山下吃草的花驢，待要再往蒙古大營，忽見前面煙塵衝天而起，金鼓號角之聲大作，大隊軍馬向南開拔，顯是蒙古大軍又去攻打襄陽。小龍女心中躊躇：「這千軍萬馬之中，如何尋那兩個道士？」忽見三乘馬從山下掠過，馬背上的人黃衫星冠，正是三個道人。小龍女心想：「怎地多了一個道人？」遙遙望去，最後一人正是尹志平，趙志敬和另一個年輕道人並騎而馳。小龍女一提韁繩，縱驢跟了下去，尹志平聽得蹄聲，回頭一望，原來又是她跟隨在後，不禁臉上變色，那年輕道人問道：「趙師伯，這女子是誰？」趙志敬道：「那是咱們教中的大敵，切莫多問。」那道人嚇了一跳，顫聲道：「是赤練仙子李莫愁？」趙志敬道：「不是，是她師妹。」那小道人名叫祁志誠，雖然也以「志」字排名，其實是全真教的第四代弟子，比尹趙二人低了一輩。他只知李莫愁曾多次與師祖們相鬥，全真諸子曾在她手上吃過不少虧。趙志敬舉鞭狂抽馬臀，一陣急奔，尹祁二人也跟著縱馬快跑，片刻間已將小龍女遠遠拋在後面。但小龍女那花驢後勁極長，腳步並不加快，只是不疾不徐的小跑，三匹馬跑出四五里，氣喘吁吁，漸漸慢了下來，那花驢又逐步趕上。趙志敬回頭望去，舉鞭擊馬，但不論他如何抽打，坐騎沒了力氣，只奔出數十丈，便又自急奔而小跑，自小跑而緩步。祁志誠道：「趙師伯，瞧這模樣咱們逃不了，我和你回頭擋住她，讓尹師伯脫身。」趙志敬鐵青著臉道：「話倒說得容易，你不要命了嗎？」祁志誠道：「尹師伯身負掌教重任，咱們好歹也得讓他平安。」趙志敬哼了一聲，不加理睬，心想：「當真是初生犢兒不畏虎，不知天多高，地多厚，憑你這點兒微末道行，也想擋得住她？」祁志誠見他臉色不善，不敢多說，但他生性忠義，當下一勒馬韁，待尹志平上前，低聲道：「尹師伯，你千金之軀，非同小可，還是你先走一步為妙。」尹志平搖頭道：「由得她去！」祁志誠見他鎮靜如恆，心下好生佩服，暗道：「怪不得丘師伯要傳位於他，單是這份氣度，第三代弟子中就無人能及。」他卻不知尹志平此時心情特異，小龍女要殺便伸頸就戳，早已全無抗拒之念。趙志敬見二人不急，究也不便獨自逃竄，好在小龍女一時也無動手之意，於是走一段路便回頭望一眼，心中大是惴惴不安。四人三前一後，默默無言的向北而行。這時蒙古大軍南衝之聲已漸漸隱沒，偶而隨風飄來一些廝殺的呼喊，但風聲一轉，隨即消失。百姓為避大軍，沿著大道別說十室九空，簡直是雞犬不留，絕無人跡。那日尹志平與趙志敬荒不擇路的逃到了偏僻之處，還可找到一家小小的飯店，這時一路行來，連完好的空屋也尋不著一所。當晚尹志平等三人便在一所門窗全無的破屋中歇宿。趙志敬偷偷向外一張，只見小龍女在兩株大樹間懸了一根繩子，橫身臥在繩上。祁志誠隔窗望見小龍女如此功夫，心中不禁懼意大增，只有尹志平坦然高臥，理也不理，這一晚趙志敬忽起忽臥，那敢合眼而睡，只要樹上稍有聲息，便待破門逃去。次晨四人又行，趙志敬連晚未睡，加之受驚過甚，騎在馬上有些迷迷糊糊，祁志誠和尹志平並騎而行，落後了十餘丈，祁志誠忍不住道：「尹師伯，你和趙師伯的武功，每年大較小較，我都見識過的，兩位可說各有所長，不相伯仲，但說到胸中器量，那是不可同日而語了。」尹志平苦笑了一下，問道：「師父和各位師叔這次閉關，你可知要有多少時日？」祁志誠道：「丘祖師說是快則三月，慢則一年，所以要急召尹師伯去接任掌教。」尹志平呆呆出神，自言自語：「他老人家功夫到了這等田地，不知還須修持什麼？」祁志誠低聲道：「聽說是五位師祖要潛心鑽研，設法破解古墓派的武功。」尹志平「哦」了一聲，忍不住回頭向小龍女望了一眼。原來那日荊紫關英雄大會，小龍女與楊過出手氣走金輪法王師徒，武功精絕，驚動了天下武林。楊龍二人互相痴纏熱愛，沒再留意這會事，但江湖上登時轟傳，說世間武功最強的乃是古墓派傳人，眾口交言，自不免加上了許多神奇的誇張附會，那日英雄宴上，郝大通、孫不二，和尹趙二道都是親眼所見，再後來聽說小龍女和楊過雙劍合璧，居然將金輪法王殺得落荒而逃，全真教上下更是大為震動。全真教和古墓派的上代本來淵源極深，但自郝大通失手傷了孫婆婆的性命，全真諸子便戚然有憂，想起李莫愁、小龍女、楊過等人總有一日會來終南山尋仇。對付李莫愁一人已是大為棘手，何況再加上楊龍兩個厲害腳色？李莫愁和小龍女互有嫌隙之事，他們並不知曉。全真七子之中，譚處端早死，此時馬鈺也已謝世，只剩下了五人。這五人均已年高，精力就衰，想起第三、四代弟子之中，並無特殊傑出的人材，待古墓派諸人上山尋仇之時，若是全真五子尚在人間，還可抵擋得一陣，但若小龍女等十年後再來，那時號稱武學正宗的全真派非一敗塗地不可。因此五人決定閉關靜修，要鑽研一套妙絕天下的武功，以便和古墓派相抗，所以趕召尹志平回山接任掌教，便是為此。尹志平等朝行晚宿，一路向西北而行，小龍女總是相隔里許，不即不離的在後相隨。這日到了陝西境內，祁志誠向尹志平道：「尹師伯，咱們是回重陽宮去，難道這位龍姑娘孤身一人，竟也敢涉險追來麼？」尹志平「嗯」了一聲，實是猜想不透她的用意，不住尋思：「她是要向五位祖師揭露我的惡行麼？是要仗劍大殺全真教，以出一口心中惡氣麼？或許，她只不過要回到古墓故居，正好和我同路？又難道，又難道，她憐我一片痴心，居然對我也有了情意？」想到最後一節，不由得長長嘆了口氣，他自己知道這只是痴心妄想，反正此時生死榮辱，一切全已置之度外，恐懼之心倒也淡然了。又過數日，已到了終南山腳下，祁志誠取出一枝響箭，使手勁甩出，嗚的一聲響，衝天而起。過不多時，只見四名黃冠道人從山上急奔而下，向尹志平躬身行禮，說道：「清和真人，你回來啦，大家等候多時了。」尹志平道號「清和」，但除了他的親傳弟子之外，向來無人如此稱呼。這四個道人都是全真教的第三代弟子，和他一直師兄弟相稱，其中一人年紀比他還大得多，這時四人突然改口，尹志平極感過意不去，忙下馬還禮，謙道：「四位師兄如此相稱，小弟何以克當？」那人紀最長的道人說道：「五位師叔法旨，只待清和真人一到，即便接任掌教，至於交接的大禮，要等丘師叔開關之後再行。」尹志平道：「五位師叔已經閉關了麼？」那道人道：「已閉了二十多天。」說話之間，只聽山上樂聲響亮，十六名道士吹笙擊磬，排列在道旁迎接，另有十六名道士手中拿著木劍、鐵砵等等法器，見尹志平一到，一齊躬身行禮，前後護擁，直向山上而去，竟把趙志敬冷落在後。趙志敬又是氣惱，又是羨妒，但內心卻又不禁暗暗得意：「待那掌教之位落入我的手中，再瞧瞧你們的嘴臉卻又如何？」傍晚時分，一行人已到了重陽宮外，宮中五百多名道人，從大殿上一直排列到山門外數十丈處，只聽得銅鐘鐺鐺，皮鼓隆隆，數百名道士一齊躬身肅候。見了這般隆重肅穆的情景，尹志平本來萎靡頹唐，不由得精神為之一振，在十六名大弟子左右擁衛下，到第二殿叩拜創教祖師王重陽的遺像，又到第三殿全真七子集議之所，向七張空椅躬身下拜，然後回到正殿。丘處機的第二弟子李志常取出掌教祖師法旨，當眾宣讀，命尹志平接任掌教。尹志平下拜聽訓，心中感愧交集，一瞥眼，只見趙志敬站在一旁，臉上似笑非笑，露出譏嘲之色，心下驀地一震。尹志平聽訓已畢，站起身來，待要向群道謙遜幾句，忽見外面一名道士進來，朗聲道：「啟稟掌教真人，有客到。」尹志平一呆，料想不到小龍女竟會這般大模大樣的正式拜會，卻不知如何應付才是，事到臨頭，要逃也逃不過，只得硬著頭皮道：「請吧！」那道士回身出去，引進兩個人來。群道一見，臉上均現詫異之色，尹志平更是奇怪，原來進來的兩人一個是蒙古官員打扮，另一個卻是在忽必烈營中會見過的瀟湘子。那蒙古貴官朗聲說道：「皇帝陛下聖旨到，敕封全真教掌教。」說著在大殿上居中一站，取出一卷黃緞，雙手展開，宣讀道：「敕封全真教掌教為：特授神仙演道大宗師，玄門掌教，文粹開玄宏仁廣義大真人，掌教諸路道教所……」宣讀到這裏，見沒人跪下聽旨，大聲道：「請掌教真人接旨。」尹志平上前稽首行禮，說道：「掌教丘真人坐關，現由小道接任掌教，蒙古皇帝的敕封，非對小道而授，小道不敢拜領。」那蒙古貴官笑道：「皇帝陛下言道，丘真人為我太祖皇帝所敬，年事已高，不知是否尚在人世，這敕封原本不是授給丘真人的，誰是全真教的掌教，這敕封便授給他。」尹志平道：「小道無德無能，實是不敢拜領。」那貴官笑道：「不用客氣啦，快快領旨吧。」尹志平道：「榮寵忽降，倉卒不意，請大人後殿待茶，小道和諸位師兄商議商議。」那貴官甚是不快，捲起了聖旨道：「也罷！卻不知要商量什麼？」教中職司接待賓客的四名道人，當即陪著貴官和瀟湘子到後殿用茶。尹志平邀了十六位大弟子到別院坐下，說道：「此事體大，小弟不敢擅自作主，要聽聽各位師兄的高見。」趙志敬搶先道：「蒙古皇帝既有這等美意，自當領旨，可見本教日益興旺，連蒙古皇帝也不敢小視咱們。」說著神情甚是得意，呵呵而笑。李志常搖首道：「不然不然，蒙古人侵我國土，殘害百姓，咱們怎能受他敕封？」趙志敬道：「丘師伯當年受蒙古太祖成吉思汗的詔書，萬里迢迢的前赴西域，尹掌教和李師兄均曾隨行，有此先例，何以受不得蒙古皇帝的敕封？」李志常道：「那時蒙古和大金為敵，並未侵我國土，此一時彼一時，如何能相提並論？」趙志敬道：「這終南山是蒙古該管，咱們的道觀也大都在蒙古境內，若是拒受敕封，眼見全真教便是一場大禍。」李志常道：「趙師兄這話不對。」趙志敬提高聲音，道：「什麼不對，要請李師兄指點。」李志常道：「指點是不敢。但請問趙師兄，咱們的創教祖師重陽真人是什麼人？你我的師父全真七子又是什麼人？」趙志敬愕然道：「祖師爺和師父輩宏道護法，乃是三清教中的高人。」李志常道：「他們還都是頂天立地的大丈夫，愛國憂民，每個人出生入死，都曾和金兵血戰過來的。」趙志敬道：「是啊。重陽真人和全真七子名震江湖，武林中誰不欽仰。」李志常道：「想我教上代的真人，個個不畏強禦，立志要救民於水火之中，全真教便算真的大禍臨頭，咱們怕什麼了？要知頭可斷，志不可辱！」這幾句話說得大義凜然，尹志平和十多位大弟子都是聳然動容。趙志敬冷笑道：「便只李師兄就不怕死，咱們都是貪生怕死之徒了？祖師爺創業艱難，本教能有今日的規模，祖師爺和七位師長化了多少心血？咱們一個處置不當，將一個轟轟烈烈的全真教毀於一旦，咱們有何面目見祖師爺於地下？五位師長開關出來之時。咱們又怎生交代？」這番話言之成理，登時有幾名道人隨聲附和。趙志敬又道：「金人是我教的死仇，蒙古滅了金國，正好替我教出了口惡氣。當年祖師爺舉義不成，氣得在活死人墓中隱居不出，他在天之靈知道金人敗軍覆國，正不知有多喜歡呢。」丘處機的另一名弟子王志坦道：「蒙古人滅金之後，若是和我大宋和好，約為兄弟之邦，咱們自然待以上國之禮。但今日蒙古軍大舉南下，急攻襄陽，大宋江山危在旦夕，你我都是大宋子民，豈能受敵國的敕封？」他轉頭向著尹志平道：「掌教師兄，你若是受敕封，那便是大大的漢奸，便是本教的千古罪人。我王志坦縱然頸血濺於地下，也不能與你干休。」說到此處竟是聲色俱厲。趙志敬倏然站起，伸掌在桌上一拍，喝道：「王師弟，你是想動武不成？對掌教真人竟敢如此無禮？」王志坦厲聲道：「咱們是說理，但若要動武，又豈怕你來？」眼見雙方各執一詞，互不為下，氣勢洶洶的便要互揮老拳，拔劍相鬥。一名鬚髮花白的道人連連搖手，道：「各位師弟，有話好好說，不用恁地氣急。」王志坦道：「依師兄說該當如何？」那道人道：「依我說啊，唔，唔……出家人慈悲為懷，能多救得一個百姓，那便是助長一分上天的好生之德……唔，唔……咱們若是受了蒙古皇帝的敕封，便能盡力勸阻蒙古君臣兵將的濫施殺戮，當年丘師叔不是便因此而救了不少性命麼？」有幾個道人附和道：「是啊！是啊！」一個短小精悍的道人搖頭道：「今日情勢非昔可比。小弟隨師西遊，親眼見到蒙古兵將屠城掠地的慘酷。咱們若受敕封，降了蒙古，那便是助紂為虐，縱然救得十條八條性命，但蒙古勢力一大，不知將有幾千萬百姓因此而死。」這矮小道人名叫宋德方，是當年隨丘處機西遊的十九弟子之一。趙志敬冷笑道：「你見過成吉思汗，那又怎地？我此番便見了蒙古皇帝忽必烈，這位王爺禮賢下士，豁達大度，又那裏殘暴了？」王志坦叫道：「好啊，原來你是奉了忽必烈之命，做奸細來著！」趙志敬大怒，喝道：「你說什麼？」王志坦道：「誰幫蒙古人說話，便是漢奸。」趙志敬一躍而起，呼的一掌便往王志坦頭頂擊落。斜刺裏雙掌穿出，同時架開他這一擊，出掌的卻是丘處機另外兩名弟子。趙志敬怒火更熾，大叫：「好哇！丘師伯門下弟子眾多，是要仗勢欺人麼？」正鬧得不可開交，尹志平雙掌一拍，說道：「各位師兄且請安坐，聽小弟一言。」全真教的掌教一直威權極大，眾道人當即坐了下來，不敢再說。趙志敬道：「是了，咱們聽掌教真人吩咐，他說受封便受封，不受便不受，皇帝封的是他，又不是你我，吵些什麼？」他心想尹志平有把柄給自己拿著，他絕不敢違拗自己之意。李志常、王志坦等素知尹志平秉性忠義，心想憑他一言而決，的確不必多事鬥爭，於是各人望著尹志平，聽他裁決。尹志平緩緩說道：「小弟無德無能，黍當掌教的重任，想不到第一天便遇上這件大事。」說著抬起頭來，呆呆出神。十六名大弟子的目光一齊注視著他，道院中靜得沒半點聲息。