第三回　大展神威 鍾靈見來勢兇猛，又是向旁一閃。那高老者左手五指從她臉前五寸處一掠而過，鍾靈只感勁風凌厲，不禁心下駭然，叫道：「司空幫主，你快叫他住手。否則的話，我可要不客氣了。將來爹爹罵我，你也沒甚麼好。」她說話之間，那高老者又已連續出手三次，每一次都被鍾靈在間不容髮之際避過。司空玄厲聲道：「抓住她！」高老者左手斜引，右手劃了個小小圓圈，陡地五指翻轉，已抓住了鍾靈右臂。鍾靈「啊」的一聲驚呼，痛得花容失色，左手一抖，突然間金光一閃，高老者悶哼一聲，放脫了他手臂，坐倒在地。小蛇金靈子在他手背上一口咬過，躍回鍾靈手中。司空玄身旁一名穿長袍的中年漢子急忙搶上前去，伸手扶起高老者，只覺他全身發顫，手背上立時黑漆一片，兀自不住擴大。鍾靈口中又是一聲尖哨，金靈子躍將出去，竄向抓住段譽的那條大漢面門。那大漢伸手欲格，金靈子就勢一口，咬中了他的掌緣。那大漢武功不及高老者，更是抵受不住，當即縮成一團，大聲呻吟。鍾靈挽了段譽的手臂，轉身便走，低聲道：「禍已闖下了，快走！」圍在司空玄身旁的，都是神農幫中的高手，這些人一生以採藥使藥為生，可說甚麼毒蛇毒蟲都見識過了，但這金靈子來去如電，如此劇毒，卻是誰都不識其名。司空玄一怔之下，失聲道：「是『禹穴四靈』麼？快抓住這女娃娃，莫讓她走了。」當下四條漢子撲將上去，分從兩側包抄了上來。鍾靈口中呼哨，一面抽出纏在腰間的青靈子，一抖之下，擋住了撲近的二人，金靈子從這人身上躍到那一人身上，只是一霎眼間，已將四條漢子一一咬過。但須咬得一口，每條漢子不是滾倒在地，便是縮成了一團。神農幫幫眾雖見這小蛇甚是可怖，但在幫主之前，誰也不敢退縮，又七八人呼嘯追來。鍾靈叫道：「要性命的便別上前，給我金靈子咬過的無藥可救！」那七八人手中各執兵刃，有的是藥鋤，有的是闊身短刀，只盼用兵刃擋得住金靈子的襲擊。但那小蛇快過世間任何暗器，當幫眾以兵刃砍削過去之時，金靈子的尾巴在刀背上一點，一彈之下便已咬中敵人，剎那間七八人又皆滾倒。司空玄一撩長袍，從懷中急速取出一瓶藥水，倒在掌心，匆匆在手掌及下臂上塗抹了，兩三個起落，已攔在鍾靈及段譽的身前，沉聲喝倒：「站住了！」金靈子從鍾靈掌心彈起，竄向司空玄鼻粱。司空玄豎掌一立，心下暗自發毛，不知自己這秘製蛇藥，是否奈何得了這條靈異無比的金蛇，若是無效，不但自己一世威名付於流水，神農幫也是就此毀了。這金蛇剛張口往他掌心咬去，突然在空中一個轉折，尾巴在他手指上一點，借力躍了回來。司空玄大喜，左掌呼的一掌拍而出，掌風甚是凌厲，鍾靈閃避不及，腳下一個踉蹌，險些摔倒。那掌風餘勢所至，噗的一聲，將段譽擊得仰天便倒。鍾靈大驚，連連呼哨，催動金靈子攻敵。金靈子再度竄出，但司空玄掌上的蛇藥正是牠的剋星，要待咬他頭臉大腿，司空玄雙掌飛舞逼得金靈子無法近前。鍾靈舞動青靈子，一條軟鞭般從旁夾攻。司空玄不知青靈子無毒，一般的嚴加守禦，口中連發號令。只見數十名幫眾從四面八方圍了上來，各人手中拿著一綑藥草，點燃了火，濃煙不住冒出。段譽剛從地上站起，突然頭暈異常，登時昏倒，迷迷糊糊之中只見鍾靈的身子已在搖晃，跟著也即跌倒。兩名幫眾奔上來想揪住鍾靈，金靈子和青靈子護主情切，各將兩人咬了一口。一個中毒摔倒，另一個大腿處鮮血淋漓，臂骨又被青靈子絞斷。眾人團團圍住，一時卻無從下手。司空玄叫道：「東方燒雄黃，南方燒麝香，西北方人人散開。」諸幫眾應命燒起麝香、雄黃。神農幫中無藥不備，所備藥物更是無一而非一等一的精品。這麝香、雄黃質純性強，一經燒起，登時發出極辛辣的濃煙，順著東南風向鍾靈吹去。不料金靈子和青靈子雖在兩種毒蛇的剋星薰炙之下，仍是矯夭活潑，霎時間又咬倒了五名幫眾。司空玄眉頭一皺，計上心來，叫道：「鏟泥掩蓋，將女娃娃連蛇兒一起活埋了。」諸幫眾手上有的是挖掘藥物的鋤頭，當即在山坡上挖起大塊泥土，向鍾靈身上拋去。段譽神智未全失，心想此禍事乃是由己而起，若是鍾靈慘遭活埋，自己豈能獨活，奮身一躍，撲在鍾靈身上，抱住了她，叫道：「左右是同歸於盡。」只覺土石石塊，紛紛在身上蓋落。司空玄聽到他說「左右是同歸於盡」不禁心中一動，只見四下裏滾倒在地的有二十餘名幫眾，其中七八名更是幫中極重要的人物，連自己兩個師弟亦在其內，若將這女娃娃殺了，雖然出了一口怨氣，但這金蛇毒性大異尋常，不得她的獨門解藥，只怕難以救活眾人，便道：「留下二人活口，別蓋住頭臉。」鍾靈無力掙扎，只覺身上沉重之極，段譽抱住了自己，兩人均是動彈不得。片刻之間，兩人的身子連著金靈子、青靈子，都已被埋在土中，只是露頭在外。司空玄陰惻惻的道：「女娃娃，你要死是要活？」鍾靈道：「我自然要活。你若將我和段兄害死，你這許多人也活不成了。」司空玄道：「好！那你取了解救蛇毒的藥物出來，我便饒你一命。」鍾靈搖頭道：「饒我一命是不夠的，須得饒咱們二人兩命。」司空玄道：「好罷！饒你兩人小命，那也可以。解藥呢？」鍾靈道：「我身上沒有解藥。這金靈子的劇毒，只有我爹爹會治。我早跟你說過，你別逼我動手，否則一定惹得我爹爹罵於我，你又有甚麼好處？」司空玄厲聲道：「小娃娃這時候還在胡說八道，老爺子一怒之下，讓你活生生的餓死在這裏。」鍾靈道：「我跟你說的全是實話，你偏不信。唉，總而言之，這件事糟糕之極，只怕瞞不過我爹爹，那便是如何是好？」司空玄道：「你爹爹叫甚麼名字？」鍾靈道：「你這人年紀也不小啦，怎地如此不通情理？我爹爹的名字，怎能隨便跟你說？」司空玄縱橫江湖數十年，在武林中也是個名頭響亮的腳色，今日遇到了鍾靈和段譽這兩個活寶，倒也真是束手無策。他牙齒一咬，說道：「拿火把來，待我先燒了這女娃娃的頭髮，瞧她說是不說。」一名幫眾遞過火把，司空玄拿在手裏，走上兩步。鍾靈在火光照耀之下，看到他猙獰的臉色，心中害怕，叫道：「喂，喂，你別燒我頭髮，這頭髮一燒光，頭上倒有多痛！你不信，先燒燒你自己的鬍子看。」司空玄獰笑道：「我當然明白很痛，又何必燒我的鬍子才知。」舉起火把，在鍾靈臉前一晃。鍾靈嚇得尖聲叫了起來。段譽將她緊緊摟住，叫道：「山羊鬍子，此事是我幹的，你來燒我的頭髮罷！」鍾靈道：「不行！你也痛的。」司空玄道：「你既怕痛，那麼你快取解藥出來，救了我的眾兄弟。」鍾靈道：「你這人真是笨得可以啦。我早跟你說，只有我爹爹能治金靈子的毒，連我媽媽也不會。你道容易治麼？」司空玄聽得四週被金靈子咬過的人怪聲呻叫，極是悽慘，料想這蛇毒極是難當，否則這些人都是極要面子的好漢，縱使被人砍斷一手一腿，也不能哼叫一聲。他們早已由旁人服侍敷上了化解蛇毒的藥物，但聽著這種呻吟之聲，顯然本幫素有靈驗的蛇藥並不生效，他怒目瞪著鍾靈，喝道：「你的老子是誰？快說他的名字！」鍾靈道：「你真的要我說？你不害怕麼？」司空玄心中突然一動，將「禹穴四靈」和一個人的名字聯了起來：「難道『禹穴四靈』竟是這人所養？難道這人竟然未死？倘若是他──他──他，他隱姓埋名，假裝身死，要是我將他的名字抖了出來，他定然不肯與我干休。」鍾靈見他臉上閃過了一陣恐懼的神色，心下頗為得意，道：「你還是趕快放了咱們，免得我爹爹找你麻煩。」司空玄腦海中飛快的轉了幾個念頭：「我要是放了她，她父親倘若便是此人，一加盤查，便知我已猜到他的秘密。此人豈能讓我活命？定要殺我滅口。但若我今日殺了這女娃娃，這許多兄弟難以活命。哼，正是量小非君子，無毒不丈夫！」他心念已決，既令幫中許多好手要因此送命，也不能縱虎歸山，惹下大禍，當下左手暗暗運勁，一掌便往鍾靈頭頂拍落。鍾靈見他臉色倏變，已知不妙，又見他左掌拍下，忙叫：「喂，別打！」司空玄那去理她，手掌離她頭頂不到一尺，突然間後頸中一麻，已被甚麼東西咬了一口。他這一掌仍是拍到了鍾靈頭頂，但勁力已在半途散失，只不過是如同伸手在她頭髮上輕輕撫摸了一點下。司空玄心下大駭，急忙提一口氣護住心頭，右手拋下火把，反手至頸後去抓，突覺手背上又是一麻。原來金靈子被埋在土中之後，悄悄鑽了出來，乘著司空玄不防，忽施奇襲。司空玄接連被咬了兩口，只嚇得心膽俱裂，當即盤膝坐地，運功驅毒。諸幫眾忙鏟沙土，又往金靈子身上蓋去。金靈子縱身咬倒一人，黑暗中金光閃了幾閃，逃入草叢中不見了。司空玄手下急忙取過蛇藥，外敷內服，服侍幫主，又將一枚野山人參塞在他的口中防他精力不濟。司空玄同時運功抵禦兩處蛇毒，不到一盞茶時分，已是支持不住，一咬牙，從腰間身旁抽出一柄短刀，刷的一下，將右手上臂砍了下來，正所謂毒蛇螫腕，壯士斷臂，但後頸中了蛇毒，卻總不能將腦袋也砍了下來。諸幫眾心下慄慄，忙以金創藥替他敷上，但斷臂處血如泉湧，金創藥一敷上去便給血水衝掉。那人撕下衣襟，用力紮住他臂彎之處，鮮血才漸漸止住。鍾靈看到這等慘象，嚇得臉也白了，不敢再作一聲。司空玄沉聲問道：「這金色小蛇，是否『禹穴四靈』的金靈子？」鍾靈道：「是的。」司空玄道：「給了它咬了，酸麻七日，方有始身死，是也不是？」鍾靈又道：「是。」司空玄道：「將這小子拉出來。」諸幫眾答應了，將段譽從土石中拉了出來。鍾靈急叫：「喂，喂，這不干他的事，可別害他。」一面縱身欲起，諸幫眾忙用泥土填入段譽先前容身的洞穴之中，鍾靈隨即轉動不得，眼見司空玄要殺段譽，不禁放聲大哭。段譽心中也甚害怕，但強自鎮定，微笑道：「鍾姑娘，大丈夫視死如歸，在這些惡人之前不可示弱。」鍾靈哭道：「我不是大丈夫！我不要視死如歸。」司空玄沉聲道：「給這小子服了斷腸散。用七日的份量。」他手下幫眾從藥瓶中倒半瓶紅色藥末，逼段譽服下。鍾靈大叫：「這是毒藥，吃不得的。」段譽一聽「斷腸散」之名，便知是厲害毒藥，但想身落他人之手，不服藥是不成，當下慨然吞下，舌頭嗒了嗒滋味，笑道：「味道甜咪咪的，司空幫主，你也吃半瓶麼？」司空玄怒哼一聲。鍾靈破涕為笑，但隨即又哭了起來。司空玄道：「這斷腸散七日之後毒發，肚腸寸斷而亡。你去取毒蛇解藥，若在七日之內趕回，我給你解毒。」鍾靈道：「只有我爹爹運使獨門內功，才解得了這金靈子之毒，解藥是沒有的。」司空玄道：「那麼叫他請你爹爹來此救你。」鍾靈道：「你這人說得容易，我爹爹豈肯出山？他是絕不出谷一步的。」司空玄心想她這話倒非虛語，一時沉吟未答。段譽道：「這樣罷，咱們大夥兒一齊到鍾姑娘府上，請她尊大人醫治解毒，那不是更加快捷麼？」鍾靈道：「不成，不成！我爹爹有言在先，不論是誰，只要踏進我家谷中一步，那是非死不可。」司空玄後頸上蛇咬之處麻癢越來越厲害，怒道：「我叫這姓段的小子去，為甚麼另行派人？」鍾靈道：「你這人真沒記心！我說過不論是誰踏進我家谷中一步，便非死不可。我不願段兄死了，你知不知道？」司空玄陰沉沉的道：「他既怕死，難道我手下的人便不怕死？不去便不去，瞧是你先死，還是我先死。」鍾靈嗚嗚咽咽的又哭了起來，叫道：「你老頭兒好不要臉，只管欺侮我小姑娘！這會兒江湖上人人都知道啦！大家都在說你聲名掃地，不是英雄好漢的行逕。」司空玄自管運功抗毒，不去理她。段譽道：「由我去好了。鍾姑娘，令尊見我是去求他前來救你，想來不致害我。」鍾靈忽然面露喜色，道：「有了！我教你個法兒，你別跟我爹爹說我在這裏，他如殺了你，就不知我在甚麼地方了。不過你一帶他到這兒，馬上便得逃走，否則你要糟糕。」段譽點頭道：「這法子倒也使得。」鍾靈又對司空玄道：「山羊鬍子，段兄一到便即逃走，你這斷腸散的解藥如何給他？」司空玄指著遠處西北角的一塊大岩石，道：「我派人拿了解藥，候在彼處。段君逃到那塊岩石之後，便能得到解藥。」他要段譽請人前來救命，這稱呼上便改得客氣了。當下司空玄傳下號令，命手下幫眾將鍾靈掘了出來，先用鐵銬銬住她雙手，再掘開她下身的泥土。只見那條青靈子兀自盆在她的腰間，蠕蠕而動，其餘幾條小蛇卻已被砂石壓死。鍾靈道：「你不放開我雙手，怎能寫信？」司空玄道：「你這小妮子刁鑽古怪，要是寫甚麼信，多半又要弄鬼。你拿一件身邊的信物，叫段君去見令尊便了。」鍾靈道：「我最不喜歡寫字，你叫我不用寫信，再好也沒有。我有甚麼信物呢？嗯，段兄，將青靈子解下來，帶去給我爹爹。」段譽道：「那不成！它不聽我話，要是半路上咬我一口，那可糟了。」鍾靈微笑道：「我衣袋裏有一隻小玉匣，你取了出來。」段譽伸出手去，剛剛到她衣衫，便即縮手，覺得伸手到人都少女懷中，未免無禮。鍾靈卻並未知覺，道：「是啊，左邊衣袋中便是了。」段譽心想今日禍事已闖了下來，事在緊急，這個小姑娘天真瀾漫，並無男女之嫌，我也不用多所顧忌，於是伸手到她懷中。碰到一件溫暖堅實的圓物，便取了出來。鍾靈道：「這玉匣中藏得有金靈子和青靈子的剋星，青靈子若是不聽話，你用匣子在它頭上一揚，它自然不敢作怪。」段譽依言舉起玉匣，在青靈子頭旁揮了幾下。只聽得匣中吱吱的發出幾下異聲，青靈子立時縮成一團，似乎害怕之極。段譽覺得有趣，道：「待我瞧瞧。」正要伸手去揭匣蓋。鍾靈急道：「喂，使不得，匣蓋開不得的。」段譽道：「為甚麼？」鍾靈向身旁司空玄橫了一眼，道：「這是秘密，不能讓人家偷聽了去。你回來後，我悄悄跟你說。」段譽道：「這就是了。」左手握著玉盒，右手將青靈子從鍾靈身上解了下來，圍在自己腰間。青靈子果然由其擺佈，毫不反抗。段譽喜道：「這蛇兒倒也好玩！」鍾靈道：「牠肚子餓了，自會去捉青蛙吃，你不用擔心的。你這麼吹口哨，它就去咬人，你這麼噓噓噓的吹，它就回來。」說著吹哨作聲，段譽津津有味的學著。司空玄卻聽得心煩意亂，暗想這些年青人當真不知這好歹，死在臨頭，還在玩弄蛇蟲，喝道：「早去早歸！大家命在旦夕，若是道上有甚耽擱，誰都沒了性命。鍾姑娘，此間前往尊府，幾日可以來回？」鍾靈道：「走得快些，兩天能到，最多四天，也便回來了。」司空玄稍覺放心，催道：「你去，你去！」鍾靈道：「我跟段大哥兄說知道路，你們大夥兒走開些，誰都不許偷聽。」司空玄揮了揮手，諸幫眾都走得遠遠地。鍾靈道：「你也走開。」司空玄暗暗切齒，心道：「待我傷癒之後，若不狠狠擺佈你一下，我司空玄枉自為人了。」當下站起身來，也走了開去。鍾靈嘆了口氣，道：「段兄，咱們二人今日剛會面，便要分開了。」段譽笑笑道：「來回四天，那也沒有甚麼。」鍾靈一雙大眼向他凝視半晌，道：「你先去見我媽媽，跟她說知情由，讓我媽去跟我爹轉言，事情就易辦得多。」於是伸出腳尖，在地下劃明道路。原來鍾靈所居，是在瀾滄江西岸一處山谷之中，路程雖然不遠，但地勢十分隱秘，若非指明，外人萬難找尋不到。段譽記心極佳，鍾靈所說的道路東轉西曲，南彎北繞，他一聽之下便記住，待鍾靈說完，道：「好，我去啦。」轉身便走。鍾靈待他走出十餘步，忽然想起一事，道：「喂，你回來！」段譽道：「甚麼？」又轉身回來。鍾靈道：「你最好別說姓段，更加不可說起你爹爹會使一陽指。因為──因為我爹爹說不定會起別樣心思。」段譽一笑，道：「是了！」心想這姑娘雖是小小年紀，心眼兒卻多，當下口中哼著曲子，揚長便去。其時天色已晚，明月初升，段譽乘著月光，逕向西行，他雖是不會武功，但年輕力壯，腳下甚是迅捷，走出十餘里，已繞到無量山峰的後山，只聽得水聲淙淙，前面有條山溪。段譽口中已感乾燥，當下尋聲來到溪旁，只見溪水清澈異常，剛伸手入溪，水淘忽聽得身後一人嘿嘿冷笑。段譽吃了一驚，急忙轉身，卻見青色閃爍，一柄長劍的劍尖抵住了胸口，一抬頭，只見一人臉露獰笑，原來是無量劍中的甘人豪。段譽笑道：「原來是你，倒嚇了我一跳。甘兄這麼晚了，還在這兒幹甚麼？」甘人豪道：「在下奉家師之命，專誠在此相候，請段兄到劍湖宮中有事相量。」段譽道：「今日可不成了。在下身有急事，改日當再造訪。」甘人豪道：「無論如何，要請段兄賞臉，否則家師見責，我可吃罪不起。」段譽見他臉上神色不正，心中一動，已約略猜知其意：「啊喲，不好，只怕他是故意要扣住了我，好讓解毒之人不來，以便神農幫一干人死於非命，他無量劍便去了心腹之患。」便道：「世兄怎知在下要到此處？」甘人豪「哼」的一聲，道：「閣下與鍾姑娘跟神農幫的一番交道，在下都瞧在眼裏，聽在耳中了。無量劍與閣下無怨無仇，絕不為難，只須屈駕數日，便任閣下自便。」段譽道：「甚麼屈駕數日？這數日一耽擱，那還了得？我腹內服了神農幫的斷腸散，發作起來，如何是好？」甘人豪笑道：「說不定吃些止痛藥物，便不痛了。」段譽暗暗吃驚，但一時之間，實無脫身之計，倘若一跟他到劍湖宮中，自己固是難以活命，還累了鍾靈、司空玄等三十幾條性命。甘人豪的長劍微向前送，劍尖抵得段譽胸口隱隱生疼，說道：「走罷，你去也得去，不去也得去。」段譽怒道：「你這不是存心要殺我麼？」甘人豪笑道：「既在江湖行走，那有還把這條性命瞧得如此重的？姓段的，你也未免太不光棍了。」嗤的一劍，劍尖自段譽胸口直劃至小腹，將他衣衫劃了一條兩尺長的裂縫。這甘人豪不愧是無量劍東宗的及門高第，這一劍劃將下來，分寸拿得極準，段譽衣衫雖破，皮肉卻是絲毫無損，只見胸腹間涼颼颼地，忙伸手拉住衣衫，遮掩露出了的皮肉。甘人豪笑道：「細皮白肉的，倒像是個娘們。」突然間臉色一沉，惡狠狠的道：「再不快走，莫要惹得老爺性起，將你臉上劃他媽的十七八道血痕。」段譽無奈，心想只好跟他走了，且看途中有無脫身之計，當下拉一拉衣衫，道：「早知你無量劍如此歹毒，我也不管這閒事了，讓神農幫一股腦兒的毒死了你們，倒是乾淨。」甘人豪喝道：「你囉唆些甚麼？我無量劍都是英雄好漢，豈懼神農幫的無恥之徒。」又是一劍，從段譽背心上劃了下去，只聽得嗒的一響，劃到他腰間時劍勢受阻。段譽猛地想起，我怎不叫青靈子相助一臂之力？口中學著鍾靈所授，吱嚕嚕的吹了起來。青靈子的頭一昂起，身子一擺，便向甘人豪臉上撲去。甘人豪吃了一驚，向後急退。青靈子一口沒咬中，倒翻身子，捲向他的手臂。甘人豪見過這條青蛇的厲害，連師父的長劍也曾讓它絞斷了，當下又是急躍避開。也是段譽不會運出青靈子，沒將它從腰間解下，便即發出攻敵的口哨，青靈子大半截身子還在他的腰間，以致攻撲之際，未能盡展所長，連咬兩口，都給甘人豪閃了開去。段譽見他竄開，心想此時不走，更待何時？拔腳便向西方奔去。甘人豪吆喝追來，叫道：「我身上有蛇藥，這小青蛇不敢咬我的，你逃不了。」他話是這麼說，究是不敢十分逼近，段譽奔不到半里，已是氣喘連連，甘人豪腳下快捷異常，左手折了一條樹枝，不住往他背上撩去。段譽危急中福至心靈，將青靈子解了下來，口中吹哨，用力向後揮動。這麼一來，甘人豪又距得遠了些，心想：「你這公子哥兒不會半分武功，我只管跟你耗下去，不到一兩個時辰，累也累死了你。」二人一前一後，只是向西奔馳。又奔出一頓飯功夫，段譽跑得氣也透不過來了，一顆心越跑越煩，但想：「我若是落在他的手中，累得鍾姑娘也送了性命，那是萬萬對不起人家。」他慌不擇路，只管往林木深密之處鑽去。甘人豪追了一趕，猛聽得水聲響亮，轟轟隆隆，便如潮水大至一般，他心念一動，抬起頭來，只見西北角上猶如銀河倒懸，一條大瀑布從高崖上直瀉下來，甘人豪急收腳步，叫道：「前面是本派禁地，你再向前數丈，干犯禁忌，可叫你死無葬身之地。」段譽一聽大喜，心想：「既是無量劍禁地，說不定你便不敢追來。我此刻是生死關頭，還怕甚麼？」反而跑得更加快了。甘人豪大叫：「快停步，你不要性命了麼？」段譽笑道：「我要性命，這才逃走──」一言未畢，突然腳下踏了個空。他不會武功，急奔之下，如何收勢得住？身子直墮下了去。段譽大叫一聲：「啊喲！」早已摔落數十丈了。甘人豪趕到崖邊，但見白煙封谷，望下去一片茫然，料想段譽早跌得粉身碎骨。他所站之處已是本派禁地，當下不敢多停，轉身便去向師父稟報。段譽身在半空，雙手亂揮，只盼能抓到甚麼東西，這麼亂揮一陣，又下墮了百餘丈，也是事有湊巧，青靈子突然勾到崖邊伸出的一株古松。它身子急速轉了幾下，已牢牢纏到樹幹。段譽只覺下墮之勢猛停，手上一緊，力氣不足，便要脫手。那青靈子也真靈異，尾巴捲動，快捷無論的在段譽手腕上捲了幾轉。段譽又是「啊喲」一聲大叫。原來這下墮之勢極是厲害，段譽的右臂骨登時脫臼，但青靈子的身子堅韌異常，將個一百多斤的他掛在半空，搖搖晃晃，儘能支持得住。段譽眼睛向下一望，只見雲霧瀰漫，兀自不見盡頭。他若要上攀，右手臂骨疼痛異常，實是無此力量。便在此時，身子一晃，已靠到了崖壁，他忙伸出左手，牢牢揪住了崖旁的短枝，雙足也找到了站立之處，這才驚魂略定，細看那山崖之中，裂開了一條大縫，勉強似可攀援而下。段譽喘息了一陣，心想如此不上不下，終非了局，既不能上，只有爬到谷底，再覓出路。他雖是個文弱書生，膽色卻極豪壯，心想這條性命反正是撿來的，送在那裏都是一樣，大丈夫死則死耳，何足道哉？口中一聲清嘯，跟著噓噓噓的吹起收回青靈子的口哨。青靈子聞到哨聲，放脫樹枝，回入段譽手中。段譽將它纏在落腳處的樹枝之上，然後左臂握著蛇身，將它當作一條長繩，一步步的向下溜去，待得蛇身將盡，腳下又找到了立足之處，再行收回青靈子。如此每下落一步，心中便放寬少許，幸好這山崖越到底下越是傾斜，不再是危崖筆立，到得後來，不必再靠青靈子為助，他伏在坡上，半滾半爬，慢慢溜下。只是耳中轟隆轟隆的聲音越來越響，不禁又吃驚起來：「這下面若是怒濤洶湧的激流，那可糟糕之極了。」只覺水珠如下大雨一般，濺到頭臉之上，隱隱生疼。這當兒也不容他多所思量，片刻間便已到了谷底，段譽站直身子，不禁猛喝一聲采，只見左邊山崖上一條大瀑布如玉龍懸空，滾滾而下，傾入一個清澈異常，不見對岸的大湖之中。雖然大瀑布的水不斷注入，但湖水也不滿溢，想是另有洩水之處。瀑布注入處湖水翻滾，只離得瀑布十餘丈，湖水便一平如鏡。段譽對這等造化間的奇景，只瞧得目瞪口獃，心下驚嘆不已，一斜眼，只見湖畔生著一叢叢茶花，每朵花都有海碗碗口大小。雲南茶花本來甲於天下，然這湖畔茶花每瓣顏色斑斕，更是他生平所未見。段譽看了好一陣，才覺到脫臼處疼痛起來。他拉起衣衫，對準了關節，說道：「關節呀關節，你這一接上便不痛了，若是接錯了筍頭，大家聽天由命，要痛也是活該。」一咬牙，左手用力一送，喀喇一響，脫臼處居然接上了。雖比適才痛得有更加厲害，手臂卻已能活動如常。段譽大喜，雖是辛苦了大半天，仍覺全身精力瀰漫，無可發洩，在草地上連翻了十幾個觔斗，撫摸青靈子的背脊，說道：「青靈子啊青靈子，今日若不是你救我性命，公子爺早已去了西方極樂世界，從今而後，定要教你家小姐好好待你才是。」他走到湖邊，抄起幾口湖水吃了，只覺入口清冽，甘美異常，一條冰涼的水線直通入腹中。段譽定了定神，心想：「今日事在緊急，快些覓路出去。那甘人豪長居此處，莫要被他尋了進來，又是難逃他的毒手。」當下沿湖走去，尋覓出谷的通道。這湖作橢圓之形，大半部隱在花樹叢中，段譽自西而東，兜了一個圈子，約有三里遠近，但東南西北盡是懸崖峭壁，絕無出路，只有他下來的山坡最為傾斜，其餘各處決計無法攀上，但見谷中靜悄悄地，別說人跡，連獸蹤也無半點，唯聞鳥語間關，遙相和呼。段譽見了這等情景，又發起愁來，心想我餓死在這裏不打緊，累了鍾姑娘的性命，那可太也對不起人家。他坐在湖邊，空自煩惱，沒半點計較處。轉念又想：「大概適才我走得匆忙，一定有甚麼小道隱在樹木山石之後。」當下口中唱著曲子，興高采烈的沿著湖畔，更覓出路。