第一三七回　北遼南宋二人並騎向南馳去，駿足坦途，片刻間已馳出十餘里外。一片平野上田疇荒蕪，麥田之中都是長滿了荊棘雜草。蕭峰尋思：「宋人怕咱們出來打草穀，以致將數百萬良田都拋荒了，每一畝田中，實都蘊含著無數生靈，無窮血淚。」耶律洪基長鞭一揚，縱馬上了一座小丘，立馬丘頂，顧盼自豪。蕭峰跟了上去，跟著洪基的目光，向南望去，但見峰巒起伏，大地無有盡處。洪基以鞭梢指著南方，說道：「兄弟，記得三十餘年之前，父皇曾攜我來此，向南指點大宋的錦繡山河。」蕭峰道：「是。」洪基道：「你自幼長於南蠻之地，多識南方的山川人物，到底在南方住，是不是比咱們北國苦寒之地舒適得多？」蕭峰道：「地方到處都是一般，說到舒適二字，舒齊安適，心中便快活了。北人不慣在南方住，南人也不慣在北方住，老天爺既作了這般安排，若是強要調上一調，卻不免自尋煩惱。」洪基道：「然則你以北人而去住在南方，等到住慣了，卻又移來北地，豈不是心下煩惱？」蕭峰道：「臣是浪盪江湖之人，四海為家，不比尋常的農夫牧人。得蒙陛下賜以棲身之所，高官厚祿，心中深感厚恩，更有甚麼煩惱？」洪基回過頭來，向他臉上瞧了半晌，蕭峰不願和他四目相視，微笑著將目光移了開去。洪基緩緩說道：「兄弟，你我雖有君臣之分，卻是結義兄弟，往日無話不道，多日不見，卻如何生分了？」蕭峰道：「當年微臣不知陛下，多有冒瀆，妄自高攀，既知之後，豈敢仍以結義兄弟自居？」洪基嘆了口氣，道：「做皇帝的人，反而不能結交幾個推心置腹、義氣深重的漢子。兄弟，我若是隨你行走江湖，只怕無拘無束，反而更為快活。」蕭峰道：「陛下喜愛朋友，那也不難，臣在中原有兩個結義兄弟，一是靈鷲宮的虛竹子，一是大理段譽，都是肝膽照人的熱血漢子。陛下若是願見，臣可請他們來遼國一遊。」原來蕭峰回南京後，每日但與遼國的臣僚將士為伍，言語性子，格格不入，對虛竹、段譽二人好生想念，甚盼邀他們來遼國聚會盤桓。洪基喜道：「既是兄弟的結義兄弟，那也是我的兄弟了。你可遣急足分送書信，邀請他們到遼國來。他們若是願意作官，朕自可各封他們二人一個大大的官職。」蕭峰微笑道：「請他們來玩玩倒是不妨，這兩位兄弟，做官是做不來的。」洪基沉默片刻，又道：「兄弟，我觀你神情言語，心中常有鬱鬱不足之意。我富有天下，君臨四海，何事不能為你辦到？卻何以不對做哥哥的說？」蕭峰心下感動，道：「不瞞陛下說，此事是我平生恨事，鑄成大錯，再難挽回。」當下將如何誤殺阿朱之事，大略說了。洪基左手一拍大腿，道：「難怪兄弟年近四十，卻不娶妻，原來是難忘舊人。兄弟，你所以鑄成這個大錯，推尋罪魁禍首，都是那些漢人南蠻不好，尤其是丐幫一干叫化子，更是忘恩負義。你也休得煩惱，我克日興兵，討伐南蠻，把中原武林丐幫眾人，一古惱兒的殺了，以洩你雁門關外殺母之仇，聚賢莊中受困之恨。你既喜歡南蠻的美貌女子，我挑一千個、二千個來服侍你，卻又何難？」蕭峰面上露出一絲苦笑，心道：「我既誤殺阿朱，此生終不再娶。阿朱是阿朱，窮荒列國，千秋萬載，就只是一個阿朱。豈是一千個，一萬個漢人女子所能代替得了的？皇上看慣了後宮千百宮娥妃子，那懂得『情』之一字？」說道：「多謝陛下厚意，只是臣與中原武人之間的仇怨，已然一筆勾消。微臣手底已殺了不少中原武人，怨怨相報，實無窮無盡。戰釁一啟，兵連禍結，更是非同小可。」耶律洪基哈哈大笑，道：「宋人文弱，只會大言炎炎，戰陣之上，實是不堪一擊。兄弟英雄無敵，統兵南征，南蠻指日可定，那有甚麼兵連禍結？兄弟，哥哥此次南來，你可知為的是甚麼事？」蕭峰道：「正要陛下示知。」洪基笑道：「第一件事，是要與賢弟暢聚別來之情。賢弟此番西行，西夏國的形勢險易，兵馬強弱，想必都已了然於胸，以賢弟之見，西夏是否可取？」蕭峰吃了一驚，尋思：「皇上的圖謀著實不少，既要南佔大宋，又想西取西夏。」便道：「臣子此番西去，只是瞧瞧西夏國公主招親的熱鬧，全沒想到戰陣攻伐之事。陛下明鑒，臣子歷險江湖，近戰搏擊，差有一日之長，但行軍佈陣，臣子實是一竅不通。」洪基笑道：「賢弟不必過謙。做哥哥的此番南來，第二件事為的是替兄弟增爵升官。賢弟聽封。」蕭峰道：「微臣受恩已深，不敢再望──」洪基朗聲道：「南院大王蕭峰聽封！」蕭峰只得翻身下鞍，拜伏在地。只聽得洪基說道：「南院大王蕭峰公忠體國，為朕股肱，茲封爵為宋王，以平南大元帥統率三軍，欽此！」蕭峰心下遲疑，不知如何是好，說道：「微臣無功，不敢受此重恩。」洪基道：「怎麼？你拒不受命麼？」蕭峰聽得皇帝的口氣嚴峻，知道無可推辭，只得叩頭道：「臣蕭峰謝恩。」洪基哈哈大笑，道：「這樣才是我的好兄弟呢。」雙手扶起，說道：「兄弟，我這次南來，卻不是以南京為止，御駕要到汴梁。」蕭峰又是一驚道：「陛下要到汴梁──那──那怎麼──」洪基笑道：「兄弟以平南大元帥統率三軍，為我先行，咱們直驅汴梁。日後兄弟的宋王府，便設在汴梁趙煦小子的皇宮之中。」蕭峰道：「陛下是說咱們要和南朝開仗。」洪基道：「不是我要和南朝開仗，是南蠻要和我較量。南朝太皇太后這老婆子秉政之時，一切總算井井有條，我雖有心南征，卻是沒有把握。現下老太婆死了，趙煦這小子乳臭未乾，居然派人整飭北防，訓練三軍，又要募兵養馬，籌辦糧秣，這小子不是為了對付我，卻又對付誰？」蕭峰道：「南朝訓練士卒，那也不必去理他。這幾年來宋遼互不交兵，兩國朝野都很太平。趙煦若來侵犯，咱們自是打他個落花流水，他若畏懼陛下聲威，不敢輕易妄動，自也不去和這小子一般見識。」洪基道：「兄弟有所不知。南朝地廣人稠，物產殷富，若是出了個英主，真要和大遼為敵，咱們是鬥他們不過的。天幸趙煦這小子胡作非為，斥逐一般有見識的大臣，連蘇東坡也給他貶斥了。此刻君臣不協，人心不附，當真是千載難逢的良機。此時不舉，更待何時？」蕭峰向南邊望去，眼前似是出現一片幻景：成千成萬的遼兵向南衝去，房舍都起了火，無數男子老幼都在馬蹄下輾轉呻吟，羽箭蔽空，宋兵遼兵互相砍殺，紛紛墮於馬下，鮮血與河水一般的流，骸骨遍野──洪基大聲道：「我契丹列祖列宗均想將南朝收列版圖，好幾次都是功敗垂成。今日天命攸歸，大功要成於我手，好兄弟，他日我和你君臣命垂青史，那是何等的美事？」蕭峰雙膝跪下，連連磕頭，道：「陛下，微臣有一事求懇。」洪基微微一驚，道：「你要甚麼？做哥哥的只須力之所及，無有不允。」蕭峰道：「請陛下為宋遼兩國千萬生靈著想，收回南征的聖意。咱們契丹人向來游牧為生，縱得南朝土地，亦是無用。何況兵兇戰危，難期必勝，若是小有挫折，反而損了陛下的威名。」洪基聽蕭峰的言語，自始至終是不願南征，心想自來契丹的王公貴人，將帥大臣，一聽到「南征」二字，無不踴躍，何以蕭峰卻一再勸阻？耶律洪基斜睨蕭峰，只見他雙眉緊蹙，若有重憂，尋思：「我封他為宋王、平南大元帥，那是我大遼一人之下，萬人之上的高官，他為甚麼反而不喜？是了，他雖是遼人，但自幼為南蠻子撫養長大，可說一大半是南蠻。大宋於他，乃是父母之邦，聽我說要發兵去伐南蠻，他便竭力勸阻。以此看來，縱然我勉強他統兵南行，只怕他不肯盡力。」便道：「我南征之意已決，兄弟不必多言。」蕭峰道：「征戰乃是國之大事，務請三思。倘若陛下一意南征，還是請陛下另委賢能的為是。以臣統兵，只怕誤了陛下大事。」耶律洪基此番興興頭頭的南來，只盼蕭峰全力附和南征之議，聽他先是當頭大潑冷水，又不肯就任平南大元帥之職，不由大為不快，森然道：「在你心目之中，南朝是比遼國更為重要了？你是寧可忠於南朝，不肯忠於我大遼？」蕭峰拜伏於地，說道：「陛下明鑒：蕭峰是遼人，自是忠於大遼。大遼若有危難，蕭峰赴湯蹈火，萬死不辭。」洪基道：「趙煦這小子已有覬覦我大遼國土之意。常言道得好：先下手為強，後下手遭殃。咱們若不先發制人，說不定便有亡國滅種的大禍。說甚麼赴湯蹈火，萬死不辭，我要你為國統兵，你卻不肯？」蕭峰道：「蕭峰平日殺人已多，實不願雙手再沾血腥，求陛下許臣辭官，隱居山林。」洪基聽他說要辭官，更是憤怒，心中立時生出殺意，手按刀柄，便要拔刀向他頸中斫將下去，但隨即轉念：「此人武功厲害，我一刀斫他不著，反而為他所害。何況昔日他於我有佐命大功，又和我有結義之情，今日一言不合，便殺功臣，究竟於恩義有虧。」當下長嘆一聲，手離刀柄，說道：「你我所見不同，一時也難以勉強，你回去好好的想想，望你能回心轉意，拜命南征。」蕭峰雖是拜伏於地，但他武功如此高強，身側之人便是揚一揚眉毛、舉一舉指頭，他也能立時警覺，何況耶律洪基手按刀柄、心起殺人之念？也知若再和洪基多說下去，兩人勢必翻臉，當即道：「遵旨！」立起身來，牽過洪基的坐騎。洪基一言不發，一躍上馬，疾馳而去。君臣並騎南行，北歸時卻是一先一後，相距里許。蕭峰知道洪基已生疑忌之心，若是跟隨太近，徒然令他心中不安，索性遠遠墮後。回到南京城中，蕭峰請遼帝駐蹕南院大王的王府。洪基笑道：「我不來打擾你啦，你清靜下來，細想這中間的禍福利害。我自回御營下榻。」當下蕭峰將洪基送到御營。洪基從上京攜來大批寶刀利劍，駿馬美女，一一賞賜於他。蕭峰謝恩，領回王府。蕭峰向來不親理政務，文物書籍，更是不喜，所以王府中也沒甚麼書房，平時便在大廳中和諸將坐地，傳酒而飲，割肉而食，不失當年與群丐縱飲的豪習。好在契丹諸將在大漢氈帳中也是這般，倒也相處甚安。此刻蕭峰從御營歸來，天時已晚，踏進大廳時，只見牛油大燭火光搖曳之下，虎皮上伏著一個紫衫少女，正是阿紫，她聽見腳步聲響，一躍而起，撲過去摟著蕭峰的脖子，瞧著他的眼睛，道：「我來了，你不高興麼？為甚麼一臉都是不開心的樣子？」蕭峰搖了搖頭，道：「我是為了別的事。阿紫，你來了，我很高興。在這世界上，我就只有掛念你一個人，怕你遇到不幸。你回到我身邊，眼睛又治好了，我就甚麼也沒有牽掛了。」阿紫笑道：「姊夫，我不但眼睛好了，皇帝還封了我做公主。」她坐在虎皮之上，拉蕭峰坐在自己身邊。蕭峰道：「皇帝封你做公主，你很開心麼？」一面說一面提過一隻牛皮袋，拔去塞子，喝了兩大口酒。這大廳四周放滿了盛酒的皮袋，蕭峰興到即喝，也不須人伺候。阿紫笑道：「恭喜姊夫，你又升了官啦！」蕭峰嘆了口氣，道：「皇上封我為宋王，平南大元帥，要我統兵去征討南朝。你想這征戰一起，要傷害多少無辜百姓？我不肯拜命，皇上為此著惱。」阿紫道：「姊夫，你又古怪啦。我聽人說，你在聚賢莊曾殺了無數中原武林中的豪傑，也不見你嘆一口氣。中原武林那些蠻子欺侮得你厲害，今日好容易皇上讓你吐氣揚眉，你怎麼反而不喜歡了？」蕭峰舉起皮袋，喝了一大口酒，又是一聲長嘆，道：「當日我和你姊姊二人受人圍攻，若不奮戰，便被人亂刀分屍，那是出於無奈。當日給我殺死的人中，有不少是我的好朋友，事後想來，心中難過得很。」阿紫道：「啊，我知道啦，當年你是為了阿朱，這才殺人，那麼現下我請你為我去殺那些南朝蠻子，好不好呢？」蕭峰瞪了她一眼，道：「人命大事，在你口中說來，卻如是宰牛殺羊一般。你爹爹雖是大理人，媽媽卻是南朝宋人。」阿紫嘟起了嘴，轉過了身，道：「我早知道在你心中，一千個我也及不上一個她，一萬個活著的阿紫，也及不上一個不在人世的阿朱。看來只有我快快死了，你才會念我一點兒。早知如此──我──我也不用這麼遠路來探望你。你──你幾時又把人家放在心上了？」蕭峰聽她言語之中大是幽怨，不由得怦然心動：「莫非這小姑娘心中，對我暗蓄情意麼？這可萬萬不成！」當下說道：「阿紫，你年紀還小，就只頑皮淘氣，不懂大人的事──」阿紫搶著道：「甚麼大人小孩的，我早就不是小孩啦。你答應姊姊照顧我，你──你只照顧我有飯吃，有衣穿，可是──可是你幾時照顧到我的事了？你從來不理會我心中在想些甚麼。」蕭峰越聽越是心驚，不敢接口。阿紫轉背著身子，繼續說道：「那時候我眼睛瞎了，知道你絕不會喜歡我，我也不來跟你親近。現下我眼睛好了，你仍是不來睬我。我──我甚麼不及阿朱了？相貌沒她好看麼？人沒她聰明麼？只不過她已經死了，你就時時刻刻記念著她。我──我恨不得那日也給你一掌打死了，你就會想阿朱的一般的想我？」她說到傷心之處，突然一轉身，撲在蕭峰的懷裏中索性大哭起來。蕭峰一時手足無措，不知說甚麼才好。只聽阿紫嗚咽一陣，又道：「我怎麼是小孩子？在那小橋邊的大雷雨之夜，我見到你打死我姊姊，哭得這麼傷心，我心中就非常非常的歡喜你。我心下打定了主意，我一輩子要跟著你。可是你偏偏不許，於是我心中說：『好罷，你不許我跟著你，那麼我便將你弄得殘廢了，由我擺佈，一輩子跟著我。』」蕭峰驀地裏恍然大悟，道：「那日你用毒針射我，就是為此麼？」阿紫雙手猛搖他的肩膀，叫道：「你這笨牛，你這笨牛，你一定要我親口說出來才知道。你從來不去想一想我的心事。」蕭峰輕輕撫摩她的秀髮，低聲道：「阿紫，我年紀大了你一倍有餘，只能做叔叔、哥哥這般的照顧你。我這一生我只喜歡過一個女子，那就是你的姊姊。永遠不會有第二個女子能代替阿朱，我也決計不會再去喜歡那一個女子。皇上賜給我一百多名美女，我從來正眼也不去瞧上一眼。我關懷你，全是為了阿朱，不是為了自己。」阿紫又氣又惱，突然伸手起來，啪的一聲，重重摑了蕭峰一記巴掌。蕭峰若要閃避這一掌，如何能擊到他臉上？只是看見阿紫氣得臉色慘白，全身發顫，目中流露出的凄苦之色，令人難以卒視，終於不忍避開他這一掌。阿紫一掌打過，陡然好生後悔，叫道：「姊夫，是我不好，你──你打還我，打還我！」蕭峰道：「這不是孩子氣麼？阿紫，世上沒有甚麼大不了的事，用不著這麼傷心，你的眼色為甚麼這樣悲傷？姊夫是個粗漢子，你老是陪伴著我，實在是累了你啦！」阿紫道：「我眼光中老是現出悲傷難過的神氣，是不是？噢，都是醜八怪累了我。」蕭峰道：「甚麼醜八怪累了你？」阿紫道：「我這對眼睛，是那個醜八怪、鐵頭人給我的。」蕭峰一時未能明白，問道：「醜八怪？鐵頭人？」阿紫道：「那個丐幫幫主，甚麼極樂派掌門人王星天，你道是誰？說出來教人笑破了肚皮，竟然便是那個給我套了一個鐵面具的游坦之。也不知他從甚麼地方學來了一些奇門武功，一直跟在我身旁，拼命討我的歡心。我可給他騙得苦了，王公子長、王公子短的叫他。現下想來，自己實是羞愧無地。」蕭峰奇道：「原來丐幫王幫主便是受你作弄的鐵丑，難怪他臉上傷痕累累，想是揭去鐵套時弄傷了臉皮。這人不念舊惡，好好待你，也算難得。」阿紫冷笑道：「哼，甚麼難得？他那裏安好心了？只想哄得我嫁了給他。」蕭峰想起當日在少室山上的情景，游坦之凝視阿紫的目光之中，依稀是孕育著深情，只是當時自己沒加留心，便道：「你得知真相，一怒之下便將他殺了？挖了他的眼睛？」阿紫搖頭道：「不是，我沒有殺他，這對眼睛是他自願給我的。」蕭峰大吃一驚，一時不明白所以，道：「他為甚麼肯將自己的眼珠挖出來給你？」阿紫道：「這人傻裏傻氣的。我和他到了飄渺峰靈鷲宮裏，尋到了虛竹子，請他給我治眼。他找了醫書來看了半天，說道必須用新鮮的活人眼睛換上才成。這靈鷲宮中，個個是虛竹子的下屬，我既求他換眼，便不能挖那些女人的眼睛。我叫游坦之到山下去擄一個人來。這傢伙卻哭了起來，說甚麼我治好眼睛，看到了他的真面目，便不會再理他了。我說不會不理他，他總是不信。那知道他竟拿了尖刀，去找虛竹子，要他替我換眼。這鐵頭人願意把自己的眼睛換給我，虛竹子不肯答應。那鐵頭人便用刀子在自己的臉上割了一刀，說虛竹子若是不肯，他立即自殺。虛竹子無奈，只好將他眼睛給我換上。」他這般輕描淡寫的說來，似是一件稀鬆尋常之事，但蕭峰聽入耳中，覺得其中的可畏可怖，實較生平種種驚心動魄的凶殺鬥毆，尤有過之。他雙手發顫，啪的一聲，擲去了手中酒袋，說道：「阿紫，是那鐵面人甘心情願的將眼睛換了給你？」阿紫道：「是啊。」蕭峰道：「你──你這人當真是鐵石心腸，人家將眼睛給你，你便坦然受了？」阿紫聽他語氣嚴峻，雙眼一眨一眨的，又要哭了出來，突然說道：「姊夫，你的眼睛若是盲了，我也甘心情願將我的好眼睛換給你。」蕭峰聽她這兩句話說得情辭懇摯，確非虛言，不由得心中感動，柔聲道：「阿紫，這位游君對你如此情深一往，你在福中不知福，除他之外，世上那裏再去找第二位有情郎君去？他現在是在何處？」阿紫道：「多半還是在靈鷥宮。他沒有了眼睛，這奇險萬狀的飄渺峰如何下來？」蕭峰道：「啊，說不定二弟又能找到那一個死囚的眼睛再給他換上。」阿紫道：「不成的，那小和尚──不，虛竹子說道，他的眼睛挖出時，筋脈都斷，不能再裝了。」蕭峰道：「你快去陪伴他，不論是天涯海角，都不要離開他一步。」阿紫搖頭道：「我不去，我只跟著你。那個醜得像妖怪的人，我多瞧一眼便要作嘔了，怎能陪著他一輩子？」蕭峰怒道：「人家面貌雖醜，心地可比你美上百倍！我不要你陪，不要再見你！」阿紫道：「你──我──」突然啞了嗓子，說不出話來。只聽得門腳步響，兩名衛士齊聲說道：「聖旨到！」跟著廳門便打了開來。蕭峰和阿紫一齊轉身，只見一名皇帝的使者走進廳來。遼國朝廷禮數，遠不如宋朝的繁複，臣子見到皇帝使者，只是肅立聽旨便是，用不著甚麼換朝服、擺香案、跪下接旨。那使者朗聲說道：「皇上宣平南公主見駕。」阿紫道：「是！」拭了拭眼淚跟著那使者去了。蕭峰瞧著阿紫的背影，心想：「這游坦之對她鍾情之深，當真是古今少有。只因阿紫情竇初開之時，恰和我朝夕相處，她重傷之際，我又不避男女之嫌，以致惹得她對我生出一片滿是孩子氣的癡心。我務須叫她回到游君身邊。人家如此對她，若是背棄了這雙眼已盲之人，老天爺也是不容。」耳聽得那使者和阿紫的腳步聲漸漸遠去，終於不再聽聞，又想到耶律洪基命他伐宋的旨意。「皇上叫阿紫去幹甚麼？定是要她勸我應命伐宋。我若是堅不奉詔，國法何存？適才在南郊爭執，皇上手按刀柄，已啟殺機，想是他顧念君臣之情，兄弟之義，這才強自克制。我若奉命伐宋，帶兵去屠殺千千萬萬的宋人，於心卻又何忍？何況爹爹此刻在少林寺出家，若聽到我率軍南下，定然大大的不喜。唉，我拒君命乃是不忠，不顧金蘭之情乃是不義，但若南下攻戰，殘殺百姓是為不仁，違父之志是為不孝。忠孝難全，仁義無法兼顧，卻又如何是好？罷，罷，罷！這南院大王是不能做了，我掛印封庫，給皇上來個不別而行。卻又到那裏去？莽莽乾坤，竟無我蕭峰的容身之所。」他提起牛皮酒袋，又喝了兩大口酒，尋思：「且等阿紫回來，和她同上飄渺峰去，一來送她和游君相聚，二來我在二弟處盤桓些時，再作計較。」且說阿紫隨著使者來到御營，見到耶律洪基，衝口便道：「皇上，這平南公主還給你，我不做啦！」洪基宣阿紫來，不出蕭峰所料，原是要她去勸蕭峰奉旨南征，聽阿紫劈頭便這麼說，不禁皺起了眉頭，怫然道：「朝廷封賞，國之大事，又不是小孩的玩意，豈能任你要便要，不要便不要？」洪基向因蕭峰之故，愛屋及烏，對阿紫總是和顏悅色，此刻言語說得重了，阿紫哇的一聲，放聲哭了出來。洪基一頓足，說道：「亂七八糟，亂七八糟，真不成話！」忽聽得帳後一個嬌媚的女子聲音說道：「皇上，為甚麼著惱？怎麼把人家小姑娘嚇唬哭了？」說著環佩叮噹，走了個貴婦人出來。只見她眼波如流，掠髮淺笑，阿紫認得她是耶律洪基最寵幸的穆貴妃，便道：「穆貴妃，你倒來說句公道話，我說不做平南公主，皇上便罵我呢。」穆貴妃見她哭得楚楚可憐，另有一番風致，便向洪基橫了一眼，抿嘴笑道：「皇上，她不做平南公主，你便封她為平南貴妃罷。」洪基一拍大腿，道：「胡鬧，胡鬧！我封這孩子，是為了蕭峰賢弟，一個平南公主，一個平南大元帥，好讓他們風風光光的成婚。那知蕭賢弟不肯做平南大元帥，這姑娘也不肯做平南公主。是了，你是南蠻子，不願意咱們去平南，是不是？」語氣之中，已隱含威脅之意。阿紫道：「我才不理你們平不平南呢？你平東也好，平西也好，我全不放在心上。可是我姊夫──姊夫卻要我嫁給一個瞎了雙眼的醜八怪。」洪基和穆貴妃聽了大奇，齊問：「為甚麼？」阿紫不願詳說其中根由，只道：「我姊夫不喜歡我，逼我去嫁給旁人。」便在這時，帳外有人輕叫：「皇上！」洪基走到帳外，見是派給蕭峰去當衛士的親信。那人低聲道：「啟稟皇上，蕭大王在庫門上貼了封條，把金印用黃布包了，掛在樑上，瞧這模樣他──他──他是要不別而行。」洪基一聽，心下大怒。耶律洪基聽得蕭峰要不別而行，不由得勃然大怒，叫道：「反了，反了！他還當我是皇帝麼？」略一思索，道：「喚御營都指揮來！」片刻間御營都指揮來到身前。洪基道：「你率領兵馬，將南院大王府四下圍住了。」又下旨道：「傳令緊閉城門，任誰也不許出入。」他生恐蕭峰要率部反叛，不住口的頒發號令，將南院大王部下的大將，一個個傳來。穆貴妃在御帳中聽得外面號角之聲不絕，馬蹄雜沓，顯是起了變故。契丹人於男女之間的界限看得甚輕，她便走到帳外輕聲問洪基道：「陛下，出了甚麼事？幹麼這等怒氣衝天的？」洪基怒道：「蕭峰這廝不識好歹，居然想叛我而去。這廝心向南朝，定是要向南蠻報訊。他多知我大遼的軍國秘密，到了宋朝，便成我的心腹大患。」穆貴妃沉吟道：「素聽陛下說道，這廝武功了得，若是拿他不住，給他衝出重圍，倒是一個禍胎。」洪基道：「是啊！」大聲道：「傳令飛龍營、飛虎營、飛豹營，火速往南院大王府外增援。」御營衛士領命，傳令下去。穆貴妃道：「陛下，我倒有一計在此。」在他耳邊低聲道了一陣。耶律洪基點頭道：「卻也使得，此事若成，朕重重有賞。」穆貴妃微笑道：「但教討得陛下歡心，便是重賞了。陛下這般待我，我還貪圖甚麼？」御營外不停的調動兵馬，阿紫坐在帳中，竟是毫不理會。契丹人大呼小叫的奔馳來去，她也見得多了，往往出去打一場獵，也是這麼亂上一陣，她渾沒想到洪基調動兵馬，竟是要去捉拿蕭峰。她怔怔的坐在一隻駱駝鞍子上，心亂如麻：「我對姊夫的心事，今日終於對他吐露了，可是他──他竟半點也沒將我放在心上，要我去陪伴那個醜八怪。我──我寧死也不去，不去，不去，偏偏不去！」忽然間一隻手輕輕按上了她的肩頭，阿紫吃了一驚，抬起頭來，遇到的是穆貴妃溫柔和藹的眼光。只聽她笑問：「小妹妹，你在出甚麼神？在想你姊夫，是不是？」阿紫雖然刁鑽頑皮，但一說到她心底的私情，卻也不禁暈紅了雙頰，低頭不語。穆貴妃和她並排而坐，拉過她一隻手，輕輕撫摸，柔聲道：「小妹妹，男人都是粗魯暴躁脾氣，尤其像咱們皇上哪，南院大王哪，乃是當世的英雄好漢，要想收伏他們的心，著實不容易。」阿紫點了點頭，覺得她這幾句話說得不錯。穆貴妃又道：「咱們宮裏女人成百成千，比我長得美麗的可也不知有多少，我使得皇上只寵我一個人，一半雖是緣份，一半也是上京聖德寺那位老和尚的眷顧。小妹子，你姊夫現下的心不在你身上，你也不用發愁。待我跟皇上回上京之時，你同我們一起去，到聖德寺去求求那位高僧，他會有法子的。」阿紫奇道：「那老和尚有甚麼法子？」穆貴妃道：「此事我便跟你說了，你可千萬不能跟第二個人說。你發了一個誓，要絕不洩漏秘密。」阿紫便道：「我若將穆貴妃跟我說的秘密洩漏出去，亂刀分屍，不得好死。」穆貴妃道：「好妹子，那位高僧佛法無邊，神通廣大，我向他跪求之後，他便給我一小瓶聖水，叫我通誠暗祝，悄悄給我心愛的男人喝下。那男人便永遠愛我一人，到死也不變心。」說著從懷中取出一個醉紅色的小瓷瓶來，緊緊握在手中，似乎唯恐失落。阿紫既驚且喜，求道：「好姊姊，給我瞧瞧。」穆貴妃道：「瞧瞧是可以，卻不能打翻了。」說著雙手捧了這個瓷瓶，鄭而重之的遞過去。阿紫接了過來，拔去瓶塞，在鼻邊一嗅，覺有一股淡淡的香氣，穆貴妃伸手又將瓷瓶取過，塞上瓶塞，道：「本來嘛，我分一些給你也是不妨。可是我怕萬一咱們皇上日後變心，這聖水還用得著。」