第四十八回　圍剿魔教又行了兩天，這日午後，來到一片大沙漠中，地下積雪早已熔盡，兩個雪撬便在沙地中滑行。正走之間，忽聽得馬蹄聲響，有乘者自西而來。滅絕師太做個手勢，眾弟子立時隱身在沙丘之後伏下，有兩人分挺短劍，對住張無忌和蛛兒的後心，這意思非常明白，峨嵋派是在伏擊敵人，無忌等若是出聲示警，短劍向前一送，立時便要了他們性命。聽那馬蹄聲奔得甚急，但相距尚遠，過了好半天方始馳到近處。馬上乘客突然見到沙地中的足跡，勒馬注視，靜虛師太拂塵一舉，十一名弟子分從埋伏處躍出，將乘者團團圍住。張無忌探首一看，只見共有四騎馬，乘者均穿白袍，白帽上繡著一個大紅的火把。四人陡見中伏，齊聲吶喊，拔出兵刃，便往東北角上突圍，靜虛師太大叫道：「是魔教的妖人，一個也不可放走了！」峨嵋派雖然人多，卻不以眾攻寡，聽著靜虛師太指揮，兩名弟子，兩名男弟子分別上前堵截。魔教的四人手持彎刀，出手甚是悍狠，但峨嵋派這次前來西域的十二弟子，個個是派中的精萃，無一不是武藝精強，鬥不七八合，三名魔教徒眾分別中刃，從馬上摔了下來。餘下那人卻厲害得多，砍傷了一名峨嵋男弟子的左肩，奪路而走，縱馬奔出數丈，靜虛師太叫道：「下來！」身法輕靈，一下子便已欺到了那人背後，拂塵揮出，捲他左腿。那人舞刀擋架，靜玄師太拂塵突然變招，刷的一聲，正好打在他的後腦。這一招擊中要害，拂塵中蘊蓄著靜虛師太深厚的內力，那人如何抵擋得住？登時倒撞下馬。不料那人極是驃悍，身受重傷之下，竟圖與敵人同歸於盡，張開雙臂，疾向靜玄撲來。靜玄側身閃開，一拂塵又擊在他的胸口，便在此時，馬頸的籠子中有三隻白鴿突然振翅飛起。靜虛叫道：「玩什麼古怪？」衣袖一抖，三枚鐵蓮子分向三鴿射去，兩鴿應手而落，第三枚鐵蓮子卻被那白袍客打出一枝鐵錐撞歪了準頭，一隻白鴿衝入雲端，峨嵋派諸弟子暗器紛出，再也打牠不著，眼見那鴿投東北方去了。靜虛左手一擺，各男弟子拉起四名白袍客，站在靜虛面前。自攻敵以至射鴿、擒人，滅絕師太始終冷冷的負手旁觀。張無忌心想：「她親自對蛛兒動手，那是對蛛兒十分看重了，想是因丁敏君雙腕震斷之故。這老尼若要攔下那雙白鴿，只是一舉手之勢，有何難處。可是她偏生不理，任由眾弟子自行處理。」要知靜虛、靜玄等人，都已是江湖上頗有名望的高手，任何一人都能獨當一面，主持武林中的大事，對付魔教中的幾名徒眾，自不能再由滅絕師太出手，現下由靜虛、靜玄親自動手，都已是將對方的身份抬高了，只見一名女弟子拾起地下兩頭被打死的白鴿，後鴿腿上的小筒中取出一個紙捲，道：「一模一樣。可惜有一頭鴿兒漏網。」滅絕師太冷冷的道：「有什麼可惜？群魔聚會，一舉而殲，豈不是痛快？省得咱們東奔西走的到處搜尋。」張無忌聽到「向白眉教告急」這幾個字，心下一怔：「白眉教教主是我外公，不知他老人家會不會來？哼，你這老尼如此傲慢，未必是我外公的對手。」他本來想乘機救了蛛兒逃走，這時好戲當前，倒想瞧瞧熱鬧。只聽靜虛向四名白袍人喝道：「你們還邀了甚麼人手？如何得知我六派圍剿魔教的消息？」四個白袍人仰天哈哈慘笑，突然之間一齊撲倒在地，一動也不動了。眾人吃了一驚，兩名男弟子俯身一看，驚叫：「師姐，四個人都死了！」只見那四個白袍男子臉上各露詭異笑容，均已氣絕。靜玄怒道：「妖人服毒自盡。這毒藥到是厲害得緊，發作得這麼快。」靜虛道：「搜身。」四名男弟子應道：「是！」一人服侍一具屍體，便要往衣袋中搜查，周芷若忽道：「眾位師兄小心，提防袋中藏有毒物。」四名男弟子一怔，取出兵刃去挑屍體的衣袋，只見袋中蠕蠕而動，原來每個人的衣袋中各藏著兩條極毒的小蛇，若不是周芷若事先提醒，只要伸手入袋，立時便會給毒蛇咬死。眾弟子臉上變色，人人斥罵魔教徒眾行事毒辣。滅絕師太冷冷的道：「你們從中土西來，今日首次和魔教徒眾周旋。這四個人不過是無名小卒，已是如此陰毒，倘若遇上教中的主腦人物，咱們還有屍骨回歸峨嵋麼？」她哼了一聲，又道：「靜虛年紀不小了，處事這等草率，還不及芷若細心。」靜虛滿臉通紅，躬身領責。當晚一行人在沙漠中露宿，生起了一個大火堆。眾人知道這一帶已是魔教人眾出沒之所，輪流守夜，嚴加戒備。到得二更天時，只聽得玎玲、玎玲的駝鈴聲響，有一頭駱駝遠遠奔來。因眾人本已睡倒，聽了這聲音，一齊驚醒。那駝鈴聲從西南方響來，但過了一會，鈴聲卻響到了西北方。眾人相顧愕然，過不多時，鈴聲竟又在東北方出現。如此忽東忽西，行同鬼魅，要知不論那駱駝的腳程如何迅速，決不能一會兒在東，一會兒在西。這時候那駝鈴聲卻是自近而遠，越響越輕，陡然之間，東南方鈴聲大振，竟似那駱駝像飛鳥般飛了過去。峨嵋派諸人從未來過大漠，聽了這鈴聲如此怪異，人人都是暗中驚懼。滅絕師太朗聲道：「是何方高人，便請現身相見。這般裝神弄鬼，成何體統？」她這聲音遠遠傳送出去，數里內字字入耳清晰。果然她說了這句話後，鈴聲便此斷絕，再無聲響，似乎鈴聲的主人怕上了她，不敢再弄玄虛。第二日白天平安無事，到得晚上二更天時，那駝鈴聲又再出現，忽遠忽近，忽東忽西，滅絕師太又再斥責，這一次駝鈴卻對她毫不理會，一會兒輕，一會兒響，有時似乎是那駱駝怒馳而至，但驀地裏卻又悄然而去，吵得人人頭昏腦脹。張無忌和蛛兒相視而笑，雖然不明白這鈴聲如何能響得這般怪異，但知定是魔教中的高手所為，攪得峨嵋眾人六神不安，倒也好笑。滅絕師太手一揮，眾弟子躺下睡倒，不再去理會鈴聲。這鈴聲響了一陣，雖然花樣百出，但峨嵋眾人不加理睬，似乎自己覺得無趣，突然間在正北方大響數下，就此寂然無聲，看來滅絕師太這「見怪不怪，其怪自敗」的法子，倒也頗具靈效。次晨眾人收拾衣氈，起身欲行，張無忌和蛛兒不約而同的「啊」的一聲驚叫，只見身旁有一人躺著，呼呼大睡，這人自頭至腳，都用一塊污穢的氈子裹著，不露出半點身體，屁股翹得老高，鼾聲大作。峨嵋派眾人也都驚覺，昨晚各人輪班守夜，如何會不知有人混了進來？滅絕師太何等神功，便是風吹草動，花飛葉落，也逃不過她的耳目，怎地人群中突然多了一人，直到此時才見？各人又是驚訝，又是慚愧，早有兩人手挺長劍，走到那人身旁，喝道：「是誰，弄什麼鬼？」那人仍是呼呼打鼾，不理不睬。一名弟子伸出長劍，將那氈子挑起，只見氈子底下赫然是個身披條子長袍的男子，伏在沙裏，睡得正酣。靜虛心知這人膽敢如此，定然大有來頭，走上一步，說道：「閣下是誰？來此何事？」那鼻鼾聲更響，簡直便如打雷一般。靜玄見這人如此無禮，心下大怒，揮動拂塵，刷的一下，便朝那人臀部打去。猛聽得呼的一聲，靜玄師太手中那柄拂塵不知如何，竟爾筆直的向空飛中飛去，一直飛上十餘丈高，眾人不自禁的抬頭觀看。滅絕師太大叫道：「靜玄，留神！」話聲甫落，只見那身穿長條袍子的男子已在數丈之外，靜玄卻被他橫抱在雙臂之中，靜虛和另一名年長的女弟子蘇夢清各挺兵刃，飛步向那男子追去。可是那人身法之快，直是匪夷所思，滅絕師太一聲清嘯，手執倚天寶劍，隨後趕去。峨嵋掌門的身手果真與眾不同，瞬息間已越靜虛、蘇夢清兩人，青光閃處，一劍向那人背上刺出。但那人奔得快極，這一劍差了尺許，沒能刺中，那人臂中雖抱了靜玄，但奔跑之快，絲毫不遜於滅絕師太，他似乎有意炫耀功力，竟不遠走，便繞著眾人急兜圈子，滅絕師太連刺數劍，始終刺不到他身上。只聽得拍的一響，靜玄的拂塵才落下地來。這時靜虛和蘇夢清也停了腳步，各人凝神屏息，望著數十丈外那兩大高手的追逐。此處雖是沙漠，但兩人飛奔快跑，塵沙卻不飛揚。峨嵋眾弟子見靜玄被那人擒住，便似死了一般，一動也不動，無一心驚。眾人平素知道這位師姊武功已頗得師父真傳，如何一招之間便被敵人擒住，各人有心上前攔截，但憑以師父的威名，怎能自己拾奪不下，卻要門人弟子相助？這以眾欺寡的名聲傳了出去，豈不被江湖上好漢恥笑？是以各人提心吊膽，卻誰也不敢上前，只盼師父奔快一步，一劍便在他後心刺個透明窟窿。片刻之間，那人和滅絕師太已繞了三個大圈，眼見滅絕師太只須多跨一步，劍尖便能傷敵，可是差來差去，便只差得這一步。那人雖然起步在先，滅絕師太是自後趕上，可是手中抱著一人，多了百來斤的重量，這番輕功較量就算打成平手，無論如何也是滅絕師太輸了一籌。張無忌一扯蛛兒的衣角，道：「咱們走不走？」蛛兒道：「這場熱鬧不可不瞧。」張無忌也正是這個心思，點了點頭，便不再言語。等奔到第四個圈子時，那人突然回身，將靜玄向滅絕師太擲來，滅絕師太覺得這一擲之力有如狂風怒濤，勢不可當，忙氣凝雙足，使個「千斤墜」功夫，輕輕將靜玄接住。那人哈哈長笑，說道：「六大門派圍剿光明頂，只怕沒這麼容易吧！」說著向北疾馳。他初時和滅絕師太追逐時腳下塵沙不驚，但這時卻踢得黃沙飛揚，一路滾滾而北，宛如一條黃龍，將他背影遮住。峨嵋眾弟子擁向師父，只見滅絕師太臉色鐵青，一語不發。蘇夢清突然失聲驚呼：「靜玄師姊……」但見靜玄臉如黃臘，喉頭有個傷痕，已是氣絕，眾女弟子都大哭起來。滅絕師太大喝道：「哭什麼？把她埋了。」眾人立止哭聲，就地將靜玄的屍身掩埋立墓。靜虛躬身道：「師父，這妖人是誰？咱們牢記在心，好替師妹報仇。」滅絕師太冷冷的道：「此人多半是魔教四王之一的『青翼蝠王』，久聞他輕功天下無雙，果然是名不虛傳，遠勝於我。」張無忌對滅絕師太本來頗存憎恨之心，但這時見她身遭大變之下，仍是絲毫不動聲色，鎮定如恒，而且當眾讚揚死敵，自愧不如，確是一派宗匠的風範，不由得心下欽服。丁敏君恨恨的道：「他便是不敢和師父過手動招，一味奔逃，算什麼英雄？」滅絕師太哼了一聲，突然間拍的一響，打了丁敏君一個嘴巴，說道：「師父沒追上他，沒能救得靜玄之命，便是他勝了。勝負之數，天下共知，難道英雄好漢是自封的麼？」丁敏君半邊臉頰登時紅腫，躬身道：「師父教訓得是，徒兒知錯了。」靜虛道：「師父，這『青翼蝠王』是什麼來頭，還請師父示知。」滅絕師太將手一擺，不答靜虛的話，自行向前走去。眾弟子見大師姊都碰了這麼一個釘子，還有誰敢多言？一行人默默無言的走到傍晚，生了火堆，在一個沙丘旁露宿。滅絕師太望著那一堆火，一動也不動，有如一尊石像。張無忌想像她的心情，峨嵋派天下馳名，今日盡傾派中高手，遠征西域，一招也沒交手，便有一名女弟子送了性命，心中自是極為難過。群弟子見師父不睡，誰都不敢先睡，這般呆坐了一個多時辰，滅絕師太突然雙掌一推，一股勁風撲去，蓬的一響，一堆大火登時熄了。張無忌和蛛兒都是大吃一驚：「這老尼好大的掌力。」火堆一熄，眾人都處在黑暗之中，仍是誰都不動。冷月清光，灑在各人肩頭，張無忌心中，忽起憐憫之意：「難道威名赫赫的峨嵋派就會在西域一敗塗地，甚至全軍覆沒？」忽聽得滅絕師太喝道：「熄了這妖火，滅了這魔火！」她頃了一頓，緩緩說道：「魔教以火為聖，尊火為神，自從第三十三代明尊教主楊破天死後，魔教並沒有教主，兩大光明使者，四大護教法王，以金、木、水、火、土五旗掌旗使，誰都覬覦這教主之位，自相爭奪殘殺，魔教便此中衰。也是正大門派合當興旺，妖邪數該覆滅，倘若魔教不起內鬨，要想挑了這妖孽，倒是大大的不易呢。」張無忌自幼便聽到魔教之名，可是自己母親和魔教頗有牽連，每當多問幾句，父母均各不喜，問到義父時，他不是呆呆出神，便是突然暴怒，因之魔教到底是怎麼一會事，始終莫名其妙。其後跟著太師張三丰，他對魔教也是深惡痛絕，一提起來，便是諄諄告誡，可是張無忌後來遇到的胡青牛、王難姑、常遇春、徐達、朱元璋等好漢，都是魔教中人，這些人慷慨好義，未必全是惡人，只是各人行動有些詭祕，外人瞧著頗感莫測高深而已。這時他聽滅絕師太說起魔教，不禁留神傾聽。滅絕師太說道：「魔教歷代明尊教主，都是以聖火令作為傳代的信物，可是到了第三十一代教主手中，天奪其魄，這塊火令不知如何竟會失落，於是第三十二代，第三十三代兩代教主，便成了有權無令的教主，這教主已做得很勉強。楊破天突然而死，實不知是中毒還是受人暗算，眾說紛紜，魔教內部就此大亂。楊破天既是暴斃，不及指定繼承之人，想那魔教中人才濟濟，有資格當教主的，少說也有五六人，你不服我，我不服你，直到此時，仍是沒有推定教主。咱今日所遇，也是個想做教主的，他便是魔教中四大法王之一的青翼蝠王韋一笑。」群弟子你瞧瞧我，我瞧瞧你，誰都沒聽見過青翼蝠王韋一笑的名字。滅絕師太道：「這人絕足不到中原，魔教中人行事又鬼祟得緊，因此這人武功雖強，在中原卻是半點名氣也無。但白眉鷹王殷天正、金毛獅王謝遜，這兩個人你們總知道吧？」張無忌心中一稟，只聽得蛛兒輕輕「啊」的一聲驚呼，滅絕師太向她橫了一眼。殷天正和謝遜的名頭何等響亮，武林中可說誰人不知，那人不曉，靜虛奇道：「師父，這兩人也都在魔教？」滅絕師太道：「『魔教四王，紫白金青』白眉是一王，金毛是一王，青翼也是一王。青翼排名最末，身手如何，今日大家都眼見了，白眉、金毛可想而知。金毛獅王喪心病狂，倒行逆施，二十來前突然濫殺無辜，終於不知所終，成為武林中的一個大謎。殷天正沒能當上魔教的教主，一怒而另創白眉教，自己去過一過教主的癮，咱們只道殷天正既然背叛魔教，和光明頂勢成水火，那知光明頂遇上危難之時，還是會去向白眉教求救。」張無忌心中甚為混亂，他早知義父和外祖父行事邪僻，均為正派人士所不容，卻沒料到他二人然居然都屬魔教中的「護教法王」，一時自己想著心事，沒聽到峨嵋群弟子說些什麼。過了一會，才聽得滅絕師太在說道：「咱們六大門派這一次進剿光明頂，志在必勝，眾妖邪便是齊心合力，咱又有何懼？只是戰鬥時損傷便多，各人須得先存決死之心，不可意圖僥倖，心存畏懼，臨敵時墮了峨嵋派的威風。」眾弟子一齊站起，躬身答應。滅絕師太又道：「武功強弱，關係天資機緣，半分勉強不來。像靜玄這般一招未交，便死於吸血惡魔之手，誰都不會恥笑於她。咱們平素學武，所為何事？還不是要鋤強扶弱，撲滅妖邪？今日少林、武當、峨嵋、崑崙、崆峒、華山六大派圍剿魔教，吉兇禍福，咱們峨嵋派早就置之度外。靜玄第一個先死，說不定第二個便輪到你們師父……」群弟子默然躬身，月光下顯得人人臉色更是慘白。只聽滅絕師太道：「俗語說得好：『千棺從門出，其家好興旺。子存父先死，孫在祖乃喪。』人孰無死？只須留下子孫血脈，其家便是死了千人百人，仍能興旺。最怕是你們都死了，老尼卻孤零零的活著。嘿嘿，但縱是如此，亦不足惜。百年之前世上有什麼峨嵋派？只須大夥兒轟轟烈烈的死戰一場，峨嵋派就是一舉覆滅，又豈足道哉？」群弟子聽了師父這番話，人人熱血沸騰，拔出兵刃，大聲道：「弟子誓決死戰，不與妖魔邪道兩立。」滅絕師太淡淡一笑，道：「很好！大家坐下吧！」張無忌看著峨嵋派眾人雖然大都是弱質女流，但這番慷慨決死的英風毫氣，絲毫不讓鬚眉，心想峨嵋位列六大門派，自非偶然。不僅僅以武功取勝而已，眼前她們這副情景，大有荊軻西入強秦，「風蕭蕭兮易水寒，壯士一去兮不復還」之慨，看來魔教的勢力，實是厲害。本來這些話在出發之時便該說了，但想來當時沒料到魔教在分崩離析之餘，群魔仍能聯手以抗外侮。今者青翼蝠王這一出手，情勢便大不相同。果然滅絕師太又道：「青翼蝠王既然能來，白眉鷹王和金毛獅王亦能來，紫衫龍王和五大掌旗使更加能來。咱們原定是傾六派之力先取光明使者楊逍，然後逐一掃蕩妖魔餘孽，豈知華山派的神機先生這一次神機妙算失靈，料事不中，哈哈，全盤錯了。」靜虛問道：「那紫衫龍王，又是什麼惡毒的魔頭？」滅絕師太搖頭道：「紫衫龍王惡跡不著，我也是僅聞得其名而已。聽說此人爭教主不得，便遠逸海外。不再和魔教來往。這一次他若能置身事外，自是最好。『魔教四王，紫白金青』，這人位居四王之首，不用說是極不好鬥的。魔教的光明使者除了楊逍之外，另有一人，魔教歷代相傳，光明使者必是一左一右，地位均在四大護教法王之上。楊逍是光明左使，可是那光明右使的姓名，武林中卻是誰也不知。少林派空聞大師、武當派宋遠橋宋大俠，都是博聞廣見之士，但他們兩位也不知道。咱們和楊逍正面為敵，明槍交戰，勝負各憑武功取決，那倒罷了，但若那光明右便暗中偷放冷箭，這才是最為可慮之事。」眾弟子心下悚然，不自禁的回頭向身後瞧瞧，似乎那光明右使或是紫衫龍王突然掩到偷襲一般。滅絕師太冷然道：「楊逍害死紀曉芙，韋一笑害死靜玄，峨嵋派和魔教此仇不共戴天，本派掌門人的衣缽傳於誰人，當以這一役中是誰立功最偉大而定，倘若那一名男弟子奮不顧身，竟能僥倖傷得魔教法王，本師便不惜破除百年來的慣例……」滅絕師太續道：「本派掌門，自創派祖師郭祖師以來，慣例是由女子擔任，別說男兒無份，便是出了閣的婦人，也不能身任掌門。但本派今日面臨存亡絕續的大關頭，豈可泥守成規，只要是誰立得大功，不論他是男子婦女，都可傳我衣缽。」群弟子默然俯首，都覺得師父鄭而重之的安排後事，計議門戶傳人，似乎料不能生還中土，各人心中都有三分不祥之感、淒然之意。滅絕師太縱聲長笑，哈哈，哈哈，笑聲從大漠上遠遠的傳了出去。群弟子相顧愕然，暗自驚駭，滅絕師太衣袖一擺，喝道：「大家睡吧！」靜虛就如平日一般，分派守夜人手，滅絕師太道：「不用守夜了。」靜虛一怔，但隨即領會，如果青翼蝠王這一等高手半夜來襲，眾弟子那能發覺？守夜也不過白守。這一晚峨嵋派戒備外弛內緊，似疏實密，倒無意外之事，次日續向西行，走出百餘里後，已是正午，赤日當頭，雖在隆冬，亦覺炎熱。正行之際，西北方忽地傳來隱隱幾聲兵刃相交和呼叱之聲，眾人不待靜虛下令，均各加快腳步，向聲音來處疾馳。不久前面便出現幾個相互跳盪激鬥的人形，奔到近處，只見是三個白袍道人手持奇形兵刃，在圍攻一個中年漢子。那三個道人左手衣袖上都繡著一個紅色火把，顯是魔教中人。那中年漢子手舞長劍，劍光閃閃，和三個道人鬥得甚是激烈，雖是以一敵三，卻絲毫不落下風。張無忌坐在雪撬之中，他腿傷早愈，但不願被峨嵋諸人知覺，仍是假裝不能行走，這時眼光被身前的一名男弟子擋住，須得側身探頭，方能見到那四人相鬥。只見那中年漢子長劍越使越快，突然間轉過身來，一聲呼喝，刷的一劍，在一名魔教道人胸口刺過。峨嵋眾人喝采聲中，張無忌忍不住輕聲驚呼，這一招「順水推舟」，正是武當劍法的絕招，使這一招劍法的中年漢子，卻是武當派的六俠殷利亨。峨嵋群弟子遠遠觀鬥，並不上前相助。餘下兩名魔教道人見己方傷了一人，對方又來了幫手，心中早怯，突然呼嘯一聲，兩人分向南北急奔。殷利亨飛步追那向南方的道人，他腳下比那道人快得多，躍出七八步，便已追到道人身後，拍出一掌，那道人回身招架，甩出了性命不要，圖與殷利亨鬥個兩敗俱傷。峨嵋眾人眼見殷利亨一人難追兩敵，逃向北方的道人輕功極了得，越奔越快，瞧這情勢，殷利亨待得殺了南方那纏戰的道人，無論如何不及再回身追殺北逃之敵。峨嵋弟子和魔教中人仇深似海，都望著靜虛，盼她發令攔截。更有幾個女弟子平素和紀曉芙交好的，知道殷利亨曾和紀曉芙有婚姻之約，這位武當六俠和本派的關係特別不同，紀曉芙因受魔教光明使者楊逍淫辱而死，各人加倍的同情殷利亨，均盼助他一臂之力。靜虛心下也頗感躊躇，但想武當六俠在武林中地位何等尊崇，他若不出聲求助，旁人貿然伸手，便是對他不敬，因之略一沉吟，便不發令攔截，心想寧可讓這妖道逃走，也不能得罪了武當殷六俠。便在此時，驀地裏青光一閃，一柄長劍從殷利亨手中擲了出來，急飛向北，如風馳電掣的射向那道人背心。說是如此，實則這柄長劍自脫手以至射到敵人身後，快得難以形容，那道人陡然驚覺，待要閃避時，那長劍已穿心而過，透過了他的身子，仍是向前疾飛。那道人腳下兀自不停，又向前奔了兩丈有餘，這才撲地倒斃，那柄長劍卻又在那道人身前三丈之外方始落下，青光閃耀，筆直的插在沙中，雖是一柄無生無知的長劍，卻也是神威凜凜，眾人看到這驚心動魄的一幕，無不神馳目眩，半晌說不出話來。待待回頭再看殷利亨時，只見和他纏鬥的那個魔教道人身子搖搖晃晃，便似喝醉了酒一般，雙手在空中亂舞亂抓，殷利亨不再理他，自行向峨嵋眾人走來。他跨出幾步，那道人再也支持不住，一聲閃哼，仰天倒在沙地之中而死，至於殷利亨用什麼手法將他擊斃，卻是誰也沒有瞧見。峨嵋群弟子這時才大聲喝起采來，連滅絕師太也點了點頭，跟著嘆息一聲。這一聲長嘆也許是說：武當派有這等佳子弟。我峨嵋派卻無如此了得的傳人。更也許是說：曉芙福薄，沒能嫁得此人，卻傷在魔教淫徒之手。（在滅絕師太心中，紀曉芙當然是為魔教所害，而不是她自己擊死的。）張無忌一句「六師叔」衝到了口邊，卻又強行縮回，在眾師叔伯中，殷利亨和他父親最是交好，待他也特別親厚。他瞧著這位相別八年的六師叔時，只見他滿臉風塵之色，兩鬢微見斑白，想是紀曉芙之死於他心靈有極大打擊。張無忌乍見親人，亟想上前相認，但終於想到不能顯露自己真相，以免惹起無窮後患。殷利亨向滅絕師太躬身行禮，說道：「晚輩大師兄率領師兄弟及第三代弟子，一共三十二人，已到了一線畔，晚輩奉大師兄之命，前來迎接貴派。」滅絕師太道：「好，還是武當派先到了。可和妖人接過仗麼？」殷利亨道：「曾和魔教的木、火兩旗交戰三次，殺了幾名妖人，七師弟莫聲谷受了些傷。」滅絕師太點了點頭，她知殷利亨雖然說得輕描淡寫，其實這三場惡鬥，定是慘酷異常，以武當五俠之能，尚且殺不了魔教的掌旗使，七俠莫聲谷甚至受傷。滅絕師太又問：「貴派可曾查知，光明頂上實力如何？」殷利亨道：「聽說白眉教、九毒會等魔教的支派，都大舉赴光明頂，有人還說紫衫龍王和青翼蝠王也到了。」滅絕師太一怔，道：「紫衫龍王也來麼？」兩人一面說，一面並肩而行，群弟子遠遠跟在後面，不敢去聽兩人說些什麼。兩人說了半個時辰，殷利亨舉手作別，要再去和華山派聯絡，靜虛說道：「殷六俠，你來回奔波，定必餓了，吃些點心再走。」殷利亨也不客氣，道：「如此叨擾了。」峨嵋眾女俠紛紛取出乾糧，有的更堆沙為灶，搭起鐵鍋煮湯，她們自己飲食甚是簡樸，但款待殷利亨卻是加倍的週到，自然都是為了紀曉芙之故。殷利亨懂得他們的情意，眼圈微紅，哽咽道：「多謝眾位師姊師妹。」蛛兒一直旁觀不語，這時突然說道：「殷六俠，我跟你打聽一個人，成麼？」殷利亨手中捧著一碗湯麵，回過頭來，神能很是謙和，說道：「這位小師妹尊姓大名？不知要查問何事？但教所知，自當奉告。」蛛兒道：「我不是峨嵋派的，我是他們對頭，被他們捉了來的，是這老尼姑的俘虜。」殷利亨起先只道她是峨嵋派的小弟子，聽她這麼說，不禁一呆，但想這個小姑娘倒很率直，便問道：「你是魔教的麼？」蛛兒道：「不是，我是魔教的對頭。」殷利亨不暇細問她的來歷，為了尊重主人，眼望靜虛，請她示意。靜虛道：「你要問殷六俠何事？」蛛兒道：「我想請問：令師兄張翠山張五俠，也到了那一線峽麼？」此話一出，殷利亨和張無忌都是大吃一驚，殷利亨道：「你打聽五師哥，為了何事？」蛛兒紅暈生臉，低聲道：「我是想知道他的公子無忌，是不是也來了。」這一下張無忌自是更加吃驚，心道：「原來她早知道了我的真相，這時要揭露。」只聽殷利亨道：「你這話可真？」蛛兒道：「我是誠心向殷六俠打聽，怎敢相欺。」殷利亨道：「我五哥逝世十年，墓木早拱，難道姑娘不知此事麼？」　