第二十回　十年爭鬥謝遜心中實在也捨不得和他三人分別，他早想到三人此去永無再會之期，他孤零零的獨處荒島，實是生不如死，但他思之已久，知道若是和張殷夫婦同歸中原，以自己仇家之眾，必替他一家三口子惹下無窮的禍患。他雖是行事偏激，卻是性情中人，既與張翠山、殷素素張翠山義結金蘭，對他二人的愛護，實已勝過待己，而對義子無忌之愛，更是逾於親兒。他自知背負一身血債，江湖上不論是名門正派還是綠林黑道，不知有多少人處心積慮的要置己於死地，何況屠龍刀落入己手，此事難免會洩露出去。若在從前，他自是枉然不懼，但這時眼目已盲，決計不能抵擋大批仇家的圍攻。他又料知張殷二人也決不致袖手不顧，任由自己死於非命，爭端一起，四人勢必同歸於盡。只怕一回歸大陸，四個人都活不到一年半載。但這番計較也不必跟二人說明，事到臨頭，方說自己決意留下。他聽無忌這幾句話中真情流露，將他身子抱了起來，柔聲道：「無忌，乖孩子，你聽義父的說話。義父年紀大了，眼睛又瞎，在這兒住得很安適，回到中原，只有處處不慣，什麼也不快活。」無忌道：「回到中原後，孩兒天一服侍你，不離開你身邊，你要吃什麼喝什麼，我立時給你端來，那不是一樣快活麼？」謝遜搖搖頭道：「不行的。我還是在這裏快活。」無忌道：「我也是在這裏快活。爹，媽，不如咱們都不去了，還是在這裏的好。」殷素素道：「大哥，你若有什麼顧慮，不如明言，大家一起籌劃籌劃。要說留你獨個在這兒，咱們無論如何不允。」謝遜心想：「這三人都對我情義深重，要叫他們甘心捨己而去，只怕說到舌敝唇焦，也是不能。卻如何想個法兒，讓他們離去？」張翠山忽道：「大哥，你是怕仇家太多，連累了咱們，是不是？咱四人回到中原之後，找個荒僻的所在隱居起來，不與外人來往，豈非什麼都沒事了？最好是咱們都到武當山去住，誰也想不到金毛獅王會在武當山上。」謝遜傲然道：「哼，你大哥雖然不濟，也不須託庇於尊師張真人的庇下？」張翠山暗悔失言，忙道：「大哥武功不在我師父之下，何必託庇於他？回疆西藏、朔外大漠，何處不有樂土？儘可供我四人自在逍遙。」謝遜道：「要找荒僻之所，天下還有何處更荒得如此間的？你們到底走是不走？」張翠山道：「大哥不去，大夥兒決意不去。」殷素素和無忌也齊聲道：「你不去，我們都不去。」謝遜嘆了口氣道：「好吧，大夥兒都不去，等我死了之後，你們再回去那也不遲。」張翠山道：「不錯，在這裏十年也住了，又何必著急？」謝遜忽然喝道：「我死了之後，你們再沒什麼留戀了吧？」三人一愕之間，只見他手一伸，刷的一聲，拔出了屠龍刀，一刀便要脖子中抹去。張翠山大驚，叫道：「休傷了無忌！」要知以他武功，決計阻不了謝遜橫刀自盡，情急之下叫他休傷無忌，謝遜果然一怔，收刀停住，喝道：「什麼？」張翠山見他如此決絕，哽咽道：「大哥既是決意如此，小弟便此拜別。」說著跪下來拜了幾拜。無忌卻朗聲道：「義父，你不去，我也不去！你自盡，我也自盡。大丈夫說得出做得到，你橫刀抹脖子，我也橫刀抹脖。」這幾句話果然制住了謝遜，他想無忌年紀雖小，素來說話甚有分寸，自己以死相脅，他竟然也以死相脅，縱聲叫道：「小鬼胡頭胡說八道！」一把抓住他背心，將他擲上了木排，跟著雙手連擲，把張翠山和殷素素也都投上，大聲叫道：「五弟，素妹，無忌！一路順風，早歸中土。」那玉面火猴見張翠山等被擲上木排，縱身飛躍，也跳上了木排。無忌放聲大哭，叫道：「義父，義父！」謝遜橫刀喝道：「你們若再上岸，我們結義之情，便此斷絕。」這時海流帶著木排，緩緩飄遠，眼見謝遜的人影慢慢糢糊，慢慢的小了下去。張翠山和殷素素知道義兄心意堅決，終不可回，只得揮淚揚手，和他作別，隔了良久良久，直至再也瞧不見他身形，三人這才轉頭。無忌伏在母親懷裏，哭得筋疲力盡，沉沉睡去。那木筏便如此在大海中飄行，海流果是不停的向南，帶著木筏向南行。在這茫茫大海之上，自也認不出方向，但見每日太陽從左首升起，從右首落下，每晚北極星在筏後閃爍，而木筏又是不停的移動，便知離中原日近一日。最初二十餘天中，張翠山生怕木排和冰山相撞，不敢張帆，航行雖緩，但卻安全，縱然撞到冰山，也是輕輕一觸，便滑了開去。直至遠離冰山群，才張起帆來。北風日夜不變，木筏的航行登時快了數倍，且喜一路未遇風暴，看來回歸故土，倒是有了七八成把握。這一月來，張殷二人怕無忌傷心，始終不談謝遜之事。這日殷素素見海面波濤不興，木排上的風帆張得滿滿的，直向南駛，忍不住說道：「大哥不但武功精純，對天時地理也算得這般準，實是一位奇人。」無忌忽道：「既然風向半年南吹，半年北吹，過年前咱們還回到冰火島，去探望義父。」張翠山喜道：「無忌說得是，等你長大成人，咱們再一齊北去……」殷素素突然指著南方，叫道：「那是什麼？」只是遠處水天相接之處，隱隱有兩個黑點，張翠山吃了一驚，道：「莫非是鯨魚？要是來撞木排，那可糟了。」殷素素看了一會，道：「不是鯨魚，沒見噴水啊。」三個人目不轉瞬的望著那兩個黑點，直到一個多時辰之後，張翠山歡聲叫道：「是船，是船！」猛地縱起身來，翻了個斛斗。他自生了無忌之後，終日忙忙碌碌，從未有過這般孩子氣的行動。無忌哈哈大笑，學著父親，也翻了兩個斛斗。殷素素忙取過木柴脂油，在筏上生起一堆火來。又航了一個時辰，太陽斜照，已看得清楚是兩艘大船。殷素素忽然身子微微一顫，臉色大變。無忌奇道：「媽，怎麼啦？」殷素素口唇動了一動，卻沒說話。張翠山握住她手，臉上滿是關切的神色。殷素素嘆道：「剛回來便碰見了。」張翠山道：「怎麼？」殷素素道：「你瞧那帆。」張翠山凝神瞧去，只見左首一艘大船的帆上，繪著一隻殷紅色血手，張開五指，顯得甚便詭異，說道：「這艘船的風帆好生奇怪，你認得麼？」殷素素低聲道：「是我爹爹的白眉教的。」霎時之間，張翠山心頭湧起了許多念頭：「素素的父親是白眉教的教主，這邪教看來無惡不作，我見到岳父時卻怎生處？恩師對我這場婚事會有什麼說話？」只覺手掌中素素的小手在輕輕顫動，想是她也同時起了無數心事，當下說道：「素素，咱們孩子也這麼大了！天上地下，永不分離。你還擔什麼心？」殷素素吁了一口長氣，回眸一笑，低聲道：「只盼我不致讓你為難，你一切要瞧在無忌的臉上。」無忌從來沒見過船隻，目不轉瞬的望著那兩艘船，心中說不出的好奇，沒理會爹媽在說什麼。那木排漸漸駛近，只見兩艘船靠得緊密，竟似貼在一起。若是方向不變，木排便會在兩艘船右首數十丈處交叉而過。張翠山道：「要不要跟船上招呼？探問一下你爹爹的訊息？」殷素素道：「不要招呼，待回到中原，我再帶你和無忌去見爹爹。」張翠山道：「嗯，那也好。」無忌忽然叫道：「爹，媽，你瞧，兩隻船上的人在打架。」張殷二人抬起頭來，凝目望去，果見那邊船上刀光閃爍，似有四五人在動武。殷素素有些擔心，道：「不知我爹爹在不在那邊？」張翠山道：「既是碰上了，咱們便過去瞧瞧。」於是斜扯風帆，轉過木筏後的大舵，那木筏便略向左偏，對著兩艘船緩緩駛去。木筏雖然扯足了風帆，但行駛仍是極慢，過了好半天，才靠近二船。只聽得白眉教的船上有人高聲叫道：「有正經生意，不相干的客人避開些吧。」殷素素叫道：「是總舵的香主，那一壇的舵主在燒香？」她說的是白眉教的切口，那邊船上那人的語氣立時不同，恭恭敬敬的道：「原來是總舵的香主駕臨，天市堂李香主，率領神舵壇封壇主、青龍壇程壇主在此。不知是那一位香主駕臨？」殷素素道：「紫微堂香主。」那邊船上聽得「紫微堂香主」五個字，登時亂了起來，稍過片刻，十餘人齊聲叫道：「殷姑娘回來啦，殷姑娘回來啦。」張翠山雖和殷素素成婚十年，從沒聽她說過白眉教中的事，他也從來不問，這時聽得兩下裏對答，才知她還是什麼「紫微堂香主」，看來「香主」的權位，還是在「壇」主之上。他在王盤山島上，己見過玄武、朱雀兩壇壇主的身手，說武功是在殷素素之上，她所以能任香主，當是因為她是教主之女，而這位「天市堂」李香主，想必是位極厲害的人物了。只聽得對面船上一個極蒼老的聲音說道：「聽說敝教殷姑娘回來啦，大家暫且罷鬥如何？」另一個高亮的聲音說道：「好！大家住手。」接著兵刃相交之聲一齊停止，相鬥的眾人紛紛躍開。張翠山聽得那爽朗嘹喨嗓音很熟，一怔之下，叫道：「是俞蓮舟師哥麼？」那邊船上的人叫道：「我正是俞蓮舟……啊…啊…你…你…」張翠山道：「小弟張翠山！」他心情激動，眼見木筏跟兩船相距尚有十餘丈，從筏上拾起一根大木，使勁一拋，跟著身子躍起，在大木上一借力，已躍到了對方船頭。俞蓮舟搶上前來，師兄弟分別十年，不知死活存亡，這番相見，何等歡喜？兩人四手相握，一個叫了聲：「二哥！」一個叫了聲：「五弟！」眼眶中充滿淚水，再也說不出話來。那邊白眉教迎接殷素素，卻另有一番排場，四隻大海螺一齊嗚嗚吹起，李香主站在最前，封程兩位壇主站在李香主身後，其後又站著百來名大小教眾。大船和木筏之間搭上了跳板，七八名水手用長篙鉤住木筏，不使離開。殷素素摧了無忌的手，從跳板上走了過去。原來白眉教中地位最尊的，自是教主白眉鷹王殷天正，他屬下分為內三堂、外五壇分統各路教眾。內三堂是天微、紫微、天市三堂，外五壇是神蛇、青龍、白虎、玄武、朱雀五壇。天微堂主是殷天正的長子殷野王，紫微堂的香主便是殷素素，天市堂香主是殷天正的師弟李天垣。他雖武功極高，又是殷素素的長輩，但看在教主師兄的臉上，向來對殷素素極是客氣。李天垣見殷素素衣衫襤褸，又是毛，又是皮，手中還攜著一個孩童，不禁一怔，但隨即滿臉堆歡，笑道：「謝天謝地，你可回來了，這十年來不把你爹爹急煞啦。」殷素素拜了下去，說道：「師叔你們好！」又對無忌道：「快給師叔祖磕頭。」無忌爬在地下磕頭，一雙小眼卻骨溜溜望著李天垣，他斗然間見到船上有這許多人，心中說不出的好奇。殷素素站起身來，說道：「師叔，這是姪女的孩子，叫作無忌。」李天垣一怔，隨即哈哈大笑，說道：「妙極妙極！你爹爹一定要樂瘋啦，不但女兒回家，還帶來這麼俊秀的一個小外孫。」殷素素見兩艘船的甲板上都濺滿了鮮血，兩船的甲板上都有幾具屍體躺著，低聲道：「對方是誰？為什麼動武？」李天垣道：「對方是武當派和崑崙派的人。」殷素素見丈夫躍到對方船上，和一個人相擁在一起，稱他為師哥，早知對方有武當派的人手在內，這時聽李天垣一說，不由得雙眉緊鎖，說道：「最好先別動手，能化解便化解了。」李天垣道：「是！」要知李天垣雖是師叔，但在白眉教中，天市堂排名次於紫微堂，為內堂之末。論到師門之誼，李天垣是長輩，但在處理教務之時，殷素素的權位反超過師叔。只聽得張翠山在那邊船上叫道：「素素，無忌，過來見過我師哥。」殷素素攜著無忌的手，向那艘船的甲板走去。李天垣和封程兩位壇主怕她有失，緊隨在後。到了對面的船上，只見甲板上站著七八個人，一個四十餘歲的高瘦漢子和張翠山手拉手，神態甚是親熱。張翠山道：「素素，這位便是我常常提起的俞二師哥。二哥，這是你弟婦和你姪兒無忌。」俞蓮舟和李天垣一聽，都是大吃了一驚，白眉教和武當派正在拚命惡鬥，那知雙方的一個重要人物竟是夫婦，不但是夫婦，而且還生了一個孩子。俞蓮舟心知道中間的曲折原委，非片刻間說得清楚，當下先給張翠山引見船上各人，一個矮矮胖胖的黃冠老道，是崑崙派的西華子，一個中年惡婦，是西華子的師妹，便是武林中名頭很響的閃電手衛四娘，江湖中人背後都稱她為「閃電娘娘」。甚餘幾人也都是崑崙派的高手，只是名望沒有西華子和衛四娘這般響亮。那西華子年紀雖已不小，卻是沒半點涵養功夫，一開口便道：「張五妹，謝遜那惡賊在那裏？你總是知道的吧？」張翠山尚未回歸中土，還在茫茫大海之大，便遇上了兩個難題，第一是本門竟已和白眉教正面衝突；第二是人家一上來便問謝遜在那裏。他一時不知如何回答，向俞蓮舟問道：「二哥，到底是怎麼一回事？」西華子見張翠山不回答自己的問話，不禁暴躁起來，大聲道：「你沒聽見我的話麼？謝遜那惡賊在那兒？」原來他在崑崙派中輩份很高，武功又強，一向是頤指氣使慣了的。白眉教神蛇壇封壇主為人很是陰損，適才和這船上的人動手時，手下又有兩名得力弟子喪在西華子的劍下，心中本就對他極是惱怒，於是冷冷的道：「張五俠是我白眉教教主的愛婿，你說話客氣些。」西華子大怒，喝道：「邪教的妖女，豈能和名門正派的弟子婚配？這場婚事，中間定有糾葛。」封壇主冷笑道：「我殷教主外孫也抱了，你胡言亂語什麼？」西華子怒道：「這妖女……」衛四娘早看破了封壇主的用心，知他是挑撥崑崙、武當兩派之間的交情，同時又是乘機向張翠山和殷素素討好，聽得四華子接下去要說出更加不好聽的話來，忙道：「師兄，不必跟他作無謂的口舌之爭，大家且聽俞二俠的示下。」俞蓮舟瞧瞧張翠山，瞧瞧殷素素，也是疑團滿腹，說道：「大家且請到艙中從長計議。雙方死傷的兄弟，先行救治。」這時白眉教是客，而教中權位最高的，卻是紫微堂香主殷素素。她攜了無忌的手，首先踏進艙中，跟著便是李天垣。當封壇主踏進船艙時，突覺一股微風襲向腰間。封壇主在江湖中的經歷何等豐富，立知是西華子暗中偷襲，他竟不出手抵擋，只是身子向前一撲，叫道：「啊喲，打人麼？」這一下將西華子一招「三陰絕戶手」避了開去，但這麼的一叫，人人都轉過頭來瞧著他二人。衛四娘瞪了師兄一眼，西華子一張紫瞠色的臉中泛出了隱紅。須知既然來到了此間船上，封壇主等都是賓客，西華子這一下偷襲，實是頗失名門正派中高手的身份。當下各人在艙中分賓主坐下。殷素素是賓方的首席，無忌侍立在側。主方是俞蓮舟為首，他指著衛四娘下首的一張椅子道：「五弟，你坐在這裏吧。」張翠山應道：「是。」依言就座。這麼一來，張殷夫婦分成賓主雙方，也便是相互敵對的兩邊。這十年之中，張翠山失縱，存亡未卜，俞岱岩傷後不出，其餘武當五俠威名卻又盛了許多。宋遠橋、俞蓮舟等雖是武當派中的第二代弟子，但在武林之中，已隱然可和少林派的眾高僧分庭抗禮，江湖上人對武當五俠極是敬重，因此西華子、衛四娘等輩份雖高，還是尊他坐了首席。船中的眾弟子奉上香茶，各人不提正事，都是隨口客套。俞蓮舟私下盤算：「五弟失蹤十年，原來是和白眉教教主的女兒結成夫婦，這時當著眾人之面問他，他必有難言之隱。」於是朗聲說道：「咱們少林、崑崙、峨嵋、崆峒、武當五派，神拳、五鳳刀等九門，海派、巨鯨等七幫，一共二十一個門派幫會，為了找尋金毛獅王謝遜、白眉教殷姑娘，以及敝師弟張翠山三人的下落，和白眉教有了誤會，不幸互有死傷，十年中武林擾攘不安……」他說到這裏，頓了一頓，說道：「天幸殷姑娘和張師弟突然在海上出現，這十年中的事故頭緒紛紛，當非片言說得明白。依在下之見，咱們一齊回歸大陸，由殷姑娘稟明教主，敝師弟也回武當告稟家師，然後雙方再行擇地會晤，分辨是非曲直，如能從此化敵為友，那是最好不過……」西華子突然插口道：「謝遜那惡賊在那兒？咱們要找的是謝遜那惡賊。」張翠山聽到說為了找尋自己三人，中原竟有二十二個幫會門派大動干戈，十年爭鬥，死傷了不少人，心中大是不安。耳聽得西華子不住口的詢問謝遜的下落，不禁為難之極，若是說了出來，不知有多少武林高手要去冰火島找他尋仇，若是不說，卻又如何隱瞞？他正自遲不決，殷素素突然道：「無惡不作、殺人如毛的惡賊謝遜，在九年前早已死了。」俞蓮舟、西華子、衛四娘等同聲驚道：「謝遜死了？」殷素素道：「便是在我生育這孩子的那天晚上，那惡賊謝遜狂性發作，正要殺害五哥和我，突然間聽到孩子的哭聲，他心病一起，那胡作妄為的惡賊謝遜便此死了。」這時張翠山已然明白，殷素素所以一直再說「惡賊謝遜已經死了」，也可說並未說謊，蓋自謝遜聽到無忌的第一下哭聲，便即觸發胸中天良，自此狂性收斂，去惡向善，至於逼他三人離島，更是捨己為人、大仁大義的行逕，是以很可說「惡賊謝遜」在九年前死去，「好人謝遜」在九年前誕生。西華子鼻中哼了一聲，他心中認定殷素素是邪教妖女，信不過她的說話，厲聲道：「張五俠，那惡賊謝遜真的死了麼？」殷素素坦然道：「不錯，惡賊謝遜在九年前早已死了。」無忌在一旁聽得各人不住的痛罵惡賊謝遜，爹爹媽媽甚至說他早已死了。他雖然聰明，但那知武林中的各種過節，謝遜對他恩義極深，對他的愛護照顧，絲毫不在父母之下，他生性極厚，忍不住大聲哭了起來，叫道：「義父不是惡賊，義父沒有死，義父沒有死。」這幾聲哭叫，艙中諸人盡皆愕然。殷素素狂怒之下，反手便是一記耳光，喝道：「住口！」無忌哭道：「媽，你為什麼說義父死了？他不是好端端的活著麼？」他一生只和父母及義父三人共處，雖然智力遠勝常人，但人間的險詐機心，卻是從來沒接觸過半點，若是換作一個在江湖上長大的孩子，即使沒他一半聰明，也知說謊是家常便飯，決不會闖出這件大禍來。殷素素斥道：「大人在說話，小孩子多什麼口？咱們說的是惡賊謝遜，又不是你義父。」無忌心中一片迷惘，但已不敢再說。西華子微微冷笑，問無忌道：「小弟弟，謝遜是你義父，是不是？他在那裏啊？」無忌看了父母的臉色，知道他們所說的事極關重要，聽西華子這麼問，便搖了搖頭，道：「我不說。」他這「我不說」三個字，實則是更加言明謝遜並未身死。西華子瞪視張翠山，說道：「張五俠，這位白眉教的殷姑娘，真是你的夫人嗎？」張翠山沒料到他突然會問這句話，朗聲道：「不錯，她便是拙荊。」西華子厲聲道：「我崑崙門下的兩名弟子，毀在尊夫人手下，變成死不死、活不活，這筆帳如何算法？」張翠山和殷素素都是一驚，殷素素出口便道：「胡說八道！」張翠山道：「這中間必有誤會，咱夫婦不覆中土已有十年，如何能毀傷貴派弟子？」西華子道：「十年之前呢？高則成和蔣濤之被害，算來原已有十年了。」殷素素道：「高則成和蔣濤？」西華子道：「張夫人還記得這兩人麼？只怕你殺人太多，已記不清楚了。」殷素素道：「他二人怎麼了？何以你咬定是我害了他們？」西華子仰天打個哈哈，說道：「我咬定你，我咬定你？哈哈，高蔣二人雖然成了白痴，卻還能記得一件事，說得出一個人的名字，知道毀得他們如此的，乃是……『殷素素』！」他將「殷素素」的名字一個字一個字的說了出來，語氣中充滿了怨毒，眼光牢牢的瞪視著殷素素，似乎恨不得立時拔劍在她身上刺上幾劍。白眉教的封壇主突然接口道：「本教紫微堂香主的閨名，豈是你出了家的老道隨口叫得？連清規戒律也不守，還充什麼武林前輩？程賢弟，你說世上可恥之事，還有更甚於此的麼？」程壇主接口道：「再沒有了。名門正派之中，居然出了這種狂徒，可笑啊可笑。」西華子大怒欲狂，喝道：「你兩個說誰可恥？」封壇主眼角也不掃他一下，說道：「程賢弟，一個人便算學得幾手三腳貓的劍法，行事說話總得也像個人樣子，你說是嗎？」程壇主道：「自從玉虛道長逝世之後，都是一代不如一代了。」原來玉虛道長是西華子的師伯，武功德望，武林中人人欽服。西華子紫脹著臉皮，對這句話卻是不便駁斥，若說這句話錯了，豈不是說自己還勝過當年名震天下的師伯？他身形一閃，站到了艙口，刷的一聲，長劍出手，叫道：「邪教的惡賊，有種的便出來見個真章！」封壇主和程壇主所以要激怒西華子，本意是要替殷素素解圍，心想張翠山和殷香主既是夫婦，武當派和白眉教的關係已是大大不同，便算俞蓮舟和張翠山不出手，至少也是兩不相助，那麼單獨對付崑崙派的幾個，便可穩操勝算。衛四娘秀眉緊蹙也已算到了這一節，心想憑著自己和師哥等六七個人，決難抵敵白眉教這許多高手，何況張翠山夫婦情重，極可能相助對方，於是說道：「師哥，人家到咱們船上，那是賓客，咱們聽俞二俠的吩咐便是。」她是要用言語擠兌俞蓮舟，心想以你的聲望地位，決不能處事偏私。那知西華子草包之極，大聲說道：「他武當派和白眉教早結了親家，同流合污，已成一丘之貉，他還能有什麼公正的話說出來？」俞蓮舟城府很深，喜怒不形於色，聽了西華子的話，沉吟不語。衛四娘忙道：「師哥，你怎地胡言亂語？別說武當派跟我們崑崙派同氣連枝，淵源極深，十年來聯手抗敵，精誠無間，俞二俠更是鐵錚錚的好漢子，英名播於江湖，天下誰不欽仰。他武當五俠為人處事，豈能有所偏私？」西華子哼了一聲，道：「不見得。」衛四娘心中暗罵師哥草包，竟聽不出自己言中之意，於是大聲說道：「師哥，你沒來由的得罪武當五俠，掌門師叔怪罪起來，我可不管。」西華子聽她抬出掌門師叔來，才不敢再說。俞蓮舟緩緩的道：「此事牽涉到武林中各大門派，各大幫會，在下無德無能，焉敢信口雌黃，隨意處分？反正這事已擾攘了十年，也不爭在再花一年半截的功夫。在下須得和張師弟回歸武當，稟明恩師和大師兄，請恩師示下。」西華子冷笑道：「俞二俠這一招『如封似閉』的推搪功夫，果然高明得緊啊。」俞蓮舟並不輕易發怒，但他所說的這招「如封似閉」，正是武當派天下馳名的守禦功夫，乃是恩師張三丰所創，他譏嘲武當武功，那便是辱及恩師，但他立時轉念：「這件事處理稍有失當，便引起武林中一場難以收拾的浩劫。這個莽道人胡言亂語，我何必跟他一般見識？」西華子見他聽了自己這兩句話後，眼皮一翻，神光炯炯，有如電閃，不由得心中打了個突：「我師父和掌門師叔是本派最強的高手，眼神的厲害似乎還不及他。」但見俞蓮舟眼中精光隨即收斂，淡淡的道：「西華道兄如有什麼高見，在下洗耳恭聽。」西華子給他適才眼神這麼一掃，心膽已寒，轉頭道：「師妹，你說怎麼？難道高濤二人的事便此罷手不成？」衛四娘尚未回答，忽聽得南邊號角之聲，嗚嗚不絕。崑崙派的一名弟子走到艙門口，說道：「崆峒派和峨嵋派的接應到了。」李天垣和封壇主、程壇主對望了一眼，臉上均是微微變色。西華子和衛四娘聽說到了幫手，心中大喜。衛四娘道：「俞二俠，不如聽聽崆峒、峨嵋兩派的高見。」俞蓮舟道：「好！」張翠山卻又多了一重心事，心想：「峨嵋派還不怎樣，崆峒派卻和大哥結有深仇。他傷過崆峒五老，奪了崆峒派的『七傷拳經』，他們自然要苦苦追尋他的下落。」殷素素跟他所想的相同，心想若不是無忌多口，事情便好辨得多，但想無忌從來不說謊話，對謝遜又情義深重，忽然聽到義父死了，自是要大哭大叫，原也怪他不得，見他面頰上被自己打了一掌後留下腫起的紅印，不禁憐惜起來，將他摟在懷裏。無忌兀自不放心，將小嘴湊到母親耳邊，低聲道：「媽，義父沒有死啊，是不是？」殷素素也湊嘴到他耳邊，輕輕道：「沒有死。我騙他們的，這些都是惡人壞人，他們都想去害你義父。」無忌恍然大悟，自俞蓮舟起，每個人都狠狠的瞪了一眼，心道：「原來你們都是惡人壞人，你們想害我義父。」謝無忌從這一天起，才起始踏入江湖，起始明白世間人心的陰毒。他伸手撫著臉頰，母親所打的這一掌兀自隱隱生疼。他是個聰明的孩子，知道這一掌雖是母親打的，實則是為眼前這些惡人壞人所累。他自幼生長在父母和義父的慈愛卵翼之下，不懂得人間竟有心懷惡意的敵人，謝遜跟他說過成崑的故事，但那終是耳中聽來，直到此時，才面對面他心目中的敵人。過了好一會功夫，崆峒和峨嵋兩派各有六七人走進船艙，和俞蓮舟、西華子、衛四娘等見禮。崆峒派為首的是個精乾枯瘦的葛衣老人，峨嵋派為首的則是個中年尼姑，這一干人見到白眉教的李天垣等坐在艙中，都是一愕。