第七十八回　錦囊之禍郭靖喜道：「媽，你怎麼不早說？咱們共歸故鄉，那是何等美事，大汗定然允准。」他掀帳出來，不見華箏，想是她等得不耐煩，已怏怏離去。郭靖去了半晌，垂頭喪氣的回來。李萍道：「大汗不准，是不是？」郭靖道：「這個我可不懂啦，大汗定要留你在這兒幹麼？」李萍默然。郭靖道：「大汗說，待破金之後，你再奉母回鄉，那時衣錦榮歸，豈非光采得多？我說母親思鄉情切，但盼早日南歸。大汗忽有怒色，只是搖頭不准。」李萍道：「大汗今日還跟你說些什麼？」郭靖將大汗在帳中指點方略、傳授錦囊等情說了。李萍道：「唉！若是你二師父和蓉兒在世，他們定能猜測得出。我越想越是不安，卻又不知為了何事。」郭靖將錦囊拿在手裏玩弄，道：「大汗授這錦囊給我時，臉上神色頗為異樣，只怕與此有關也未可知。」李萍接過錦囊，細細檢視，隨即遣開侍婢，說道：「待我拆開瞧瞧。」郭靖驚道：「不！破了火漆上金印，那可犯了死罪。」李萍笑道：「臨安府織錦之術，天下馳名。你媽媽是臨安人，何須弄損火漆，只要剔破錦囊，回頭織補歸原，絕無絲毫破綻。」郭靖大喜。李萍取過細針，輕輕剔開錦囊上的絲絡，從縫中取出一張紙來。母子倆攤開一看，面面相覷，不由得涼了半截。原來那紙上寫的是成吉思汗的一個密令，著窩闊台、拖雷、郭靖三軍破金之後，立即移師南攻，以迅雷不及掩耳的手段攻破臨安，滅了宋朝，自此天下一統於蒙古。密令中又說，郭靖若能建此大功，必當裂土封王，不吝重賞，但若懷有異心，窩闊台與拖雷已奉了令旨，立即將其斬首，其母亦必凌遲處死。郭靖呆了半晌，方道：「媽，若不是你破囊見此密令，我母子性命不保。想我是大宋之人，豈能賣國求榮？」李萍道：「為今之計，該當如何？」郭靖道：「媽，你老人家只好辛苦些，咱倆連夜逃回南邊去。」李萍道：「正是，你快去收拾，可別洩露形跡。」郭靖點頭，回到自己帳中，取了隨身衣物，除小紅馬外，又挑選三匹駿馬。他自小生長大漠，今日一去，永不再回，心中也不禁有些難過。蒙古軍令嚴整，但他是統軍元帥，自然來去無阻。此時魯有腳等丐幫幫眾，早已南歸，倒也無什牽累。郭靖對大汗所賜金珠一介不取，除下元帥服色，換上了普通皮裘，又回母親帳來。郭靖叫了兩聲：「媽！」不聞應聲，心中微感不妙，待要出帳去找。突然帳門開處，火光耀眼，大將赤老溫領了一千名精兵，已將營帳團團圍住，叫道：「大汗宣召！」郭靖見此情勢，心中大急，若憑武功強衝，料那赤老溫攔阻不住，但尋思：「母親既已被大汗擒去，我豈能一人逃生？」當下反手就縛，讓赤老溫押進金帳。只見金帳兩旁，排列著大汗的兩千名箭筒衛士，這些衛士個個是蒙古人，千中挑一的精壯大漢，手執長矛大戟，前後守衛。郭靖大踏步走進金帳。成吉思汗虎起了臉，猛力在案上一拍，叫道：「我待你不薄，自小將你養大，又將獨生愛女許你。小賊，你膽敢叛我？」郭靖見那隻拆開了的錦囊放在大汗案上，知道今日有死無生，昂然道：「我是大宋臣民，豈能聽你號令，攻打自己邦國？」成吉思汗見他出言挺撞，更是惱怒，喝道：「推出去斬了。」郭靖雙手被粗索牢牢綁著，八名刀斧手守在身旁，無法反抗，叫道：「你與大宋聯盟攻金，中途背棄盟約，算是什麼英雄？」成吉思汗大怒，一腳踢翻案頭，喝道：「待我破了金國，與趙宋之盟約已然完成。那時南下攻宋，豈是背約？快快斬了！」諸將雖多與郭靖交好，但見大汗狂怒，都不敢求情。郭靖更不打話，大踏步出帳。忽見拖雷騎馬從草原上急奔而來，大叫：「刀下留人！」他上身赤裸，下身套了一條皮褲，想是睡夢中得到訊息，趕來求情。他直闖進帳，叫道：「父王，郭靖安答立有大功，曾救你救我性命，雖然犯罪，不可處斬。」成吉思汗想起郭靖之功，叫道：「帶回來。」刀斧手將郭靖押回。成吉思汗沉吟半晌，道：「你心念趙宋，有何好處？你曾跟我說過岳飛之事，他如此盡忠報國，到頭來仍被處死。你替我平了趙宋，我今日親口答應，必封你為宋王。」郭靖道：「我並非叛你，但若要我賣國求榮，雖受千刀萬斬，亦不能答應。」成吉思汗道：「帶他母親來。」只見兩名親兵押著李萍從帳後出來。郭靖見了母親，叫聲：「媽！」走上兩步，刀斧手舉刀攔住。郭靖心想：「此事只我母子兩人得知，不知如何洩漏。」成吉思汗道：「若能依我之言，你母子俱享尊榮，否則先將你母親一刀兩段，這可是你害的。你害死母親，先做不孝之人。」郭靖聽他這幾句話，嚇得心膽俱裂，垂頭沉思，不知如何是好。拖雷勸道：「安答，你自小生長蒙古，就與蒙古人一般無異。趙宋貪官勾結金人，害死你父親，逼得你母親無家可歸。若非父王收留於你，你焉有今日？你我兄弟情深義重，我不能累你做個不孝之人，務請三思。」郭靖望著母親，就欲出答應，但想起母親平日的教誨，又想起西域各國為蒙古征服後百姓家破人亡之慘狀，實在左右為難。成吉思汗一雙老虎般的眼睛凝望著他，等他說話。金帳中數百人默然無聲，目光全都集於郭靖身上。郭靖道：「我……」走上一步，卻又說不下去了。李萍忽道：「大汗，只怕這孩子一時想不明白，待我勸勸他如何？」成吉思汗大喜，連說：「好，你快勸勸他。」李萍走上前去，拉著郭靖臂膀，走到金帳角落，兩人一齊坐下。刀斧手見大汗臉色和緩，也就不加阻攔。李萍將兒子摟在懷裏，輕輕說道：「二十年前，我在臨安府牛家村，身上有了你這孩子。一天下大雪，丘處機丘道長與你爹結識，贈了兩把匕首，一把給你爹，一把給你楊叔父。」她一面說，一面從郭靖懷中取出那柄匕首，指著柄上「郭靖」兩字道：「丘道長給你取名郭靖，給楊叔父的孩子取名楊康，你知道是什麼意思？」郭靖道：「丘道長是叫我們不可忘了靖康之恥。」李萍道：「是啊！楊家的那孩子認賊作父，落得個身敗名裂，那也不用多說了，只可惜楊叔父一世豪傑，身後子孫卻沾污了他的英名。」她嘆了口氣，又道：「想我當年忍辱蒙垢，在北國苦寒之地將你養大，所為何來？難道為的是要養大一個賣國奸賊，好叫你父在九泉之下痛心疾首麼？」郭靖叫了聲：「媽！」眼淚從面頰上流了下來。李萍說的是漢語，成吉思汗與諸將都不知她語中之意，但見郭靖流淚，只道她貪生怕死，已將兒子說動，心中均各暗喜。李萍以一中年弱女，在大汗金帳中刀斧環繞之下，侃侃而談，對兒子曉以大義，可也真算得是女中人傑。她又道：「人生百年，轉眼即過，生死又有什麼大不了？只是一生行事，但求無愧於心。若是別人負了我們，也不必念他過惡。你記著我的話吧！」她凝目向郭靖望了良久，臉上神色極是溫柔，說道：「孩子！你好好照顧自己吧！」說著舉起匕首在他手上的繩索一割，隨即轉過劍尖，刺入自己胸膛。郭靖雙手脫縛，急來搶奪，但那匕首鋒銳異常，早已直沒至柄。成吉思汗吃了一驚，叫道：「快拿！」那八名刀斧手不敢傷害駙馬，拋下手中兵刃，縱身撲上。郭靖傷痛已極，抱起母親屍身，一個掃堂腿，兩名刀斧手腿骨早斷。他左肘向後一搥，撞在一名刀斧手胸口，格的一響，肋骨又已盡折。諸將大呼，猱身而上。郭靖急撲後帳，左手扯住帳幕用力一拉，將半座金帳拉倒，罩在諸將頭上。混亂之中，他抱起母親屍身，直奔而出。但聽號角急吹，將士紛紛上馬追來。郭靖哭叫數聲：「媽！」不聽母親答應，一探他鼻孔，早已斷氣。他抱著母親黑暗中向前急闖，但聽四下裏人喊馬嘶，火把如繁星般亮了起來。郭靖慌不擇路，奔了一陣，眼見東南西北都是蒙古的將士，他縱然神勇，但孤身一人，如何能敵十多萬蒙古的精兵？若騎在小紅馬上，憑著寶馬腳力或能遠遁，現下抱了母親屍身，雙足步行，那是萬難脫險了。他一言不發，邁開腳步，心想只要奔到懸崖之下，施展輕功爬上崖去，蒙古兵將雖多，卻無人能爬得上來，當可暫時避得一時，再尋脫身之計。正奔之間，忽聽前面喊聲大振，一彪軍馬衝了過來，火光中看得明白，當先一員大將紅臉白鬚，正是開國四傑之一的赤老溫。郭靖側身避開赤老溫砍來的一刀，不轉身奔逃，反而直衝入陣。蒙古兵齊聲大呼。郭靖左手前伸，拉住一名十夫長大腿，同時右足一點，人已縱起。他一面騎上馬背，放穩母親屍身，一面已將那十夫長摔在地下，搶過他手中長矛。上馬、放母、摔敵、搶矛，四件事一舉而成，此時如虎添翼，雙腿一夾，搖動長矛，從陣後直衝了出去。赤老溫大聲發令，揮軍自後追來。敵陣雖已衝出，但這麼一逃，與懸崖的方向恰恰相反，卻是越奔越遠。他想：該當縱馬南下，還是先上懸崖？心下計議未定，大將軍博爾忽又已領軍殺到。此時成吉思汗暴跳如雷，傳下將令，務須將郭靖活捉。四營軍馬層層的圍上，更有數千軍馬遠遠向南奔馳，先行佈好陣勢，防他逃逸。郭靖衝出博爾忽所領的千人隊，衣上馬上，全是班班血跡，摸了摸母親，身子已然冰冷。他強行忍淚，縱馬南行。後面追兵漸遠，但天色也已明亮。此處在蒙古腹地，離中土萬里，匹馬單槍，如何能突破重圍，逃歸故鄉？正行之間，前面塵土飛揚，一彪軍馬衝來，郭靖忙勒馬東行。但那坐騎衝殺了半夜，已然支持不住，前腿一跪，再也不肯起來。是時情勢危急已極，但他仍是不肯捨卻母親屍身，當下左手抱母，右手持矛，反身迎敵。眼見軍馬奔近，煙霧中颼的一聲，一箭飛來，正中長矛。這一箭勁頭猛極，郭靖只覺手上一震，矛頭竟被射斷。接著又是一箭，射向前胸。郭靖拋開長矛，伸手接住，卻見那箭箭頭已然折去。他一怔之下，抬起頭來，只見一位將軍勒住部屬，單騎過來，正是當年授他箭法的神箭將軍哲別。郭靖叫道：「師父，你來拿我回去麼？」哲別道：「正是。」郭靖心想：「反正今日難脫重圍，如其被別人所擒，不如將這場功勞送給師父。」當下說道：「好，讓我先葬了母親。」四下一望，見左首有個小小土岡，抱著母親走上岡去，用斷矛掘了個土坑，把母親的屍身放入坑中。眼見那柄匕首深陷胸口，他不忍拔出，跪下拜了幾拜，捧沙土掩上，想起母親一生勞苦，撫育自己成人，不意竟葬身在土岡之上。傷痛過甚，卻哭不出來。哲別躍下馬來，跪在李萍墳前拜了四拜。將身上箭壺、鐵弓、長槍，盡數交給郭靖。又牽過自己坐騎，把馬韁塞在郭靖手裏，道：「你去吧，咱們只怕再也不能相見了。」郭靖愕然，叫道：「師父！」哲別道：「當年你捨命救我，難道我不是男子漢大丈夫，就不能捨命救你？」郭靖道：「師父，你干犯大汗軍令，為禍不小。」哲別道：「想我東征西討，立了不少汗馬功勞。大汗最多打我軍棍，不致砍頭。你快快去吧。」郭靖猶自遲疑，哲別道：「我只怕部屬不聽號令，今日帶來的都是你的西征舊部。你且過去問問，他們肯不肯貪圖富貴拿你？」郭靖牽著馬走近，眾軍一齊下馬，拜伏在地，高聲道：「小人恭送將軍南歸。」郭靖一眼望去，果然個個是曾隨他出生入死、衝鋒陷陣的將士，心中甚是感動，道：「我得罪大汗，當受重刑。你們放我逃生，若是大汗知道，必致嚴責。」眾將道：「將軍待我等恩重如山，不敢有負。」郭靖嘆了口氣，向眾軍一揖，持槍上馬。正要縱馬而行，忽然前面塵頭起處，又有一路軍馬過來。哲別、郭靖與眾軍一齊變色，哲別心道：「我拚受重責，放走郭靖，但若與本軍廝殺，那可是公然反叛了。」剛叫道：「靖兒快走。」只聽前軍中發喊：「莫傷了駙馬爺。」眾人一怔，只見來軍奔近，打著四王子的旗號，卻是拖雷到了。煙塵中拖雷快馬馳來，倏忽即至，原來騎的是郭靖的小紅馬。他奔到郭靖面前，翻身下馬，說道：「安答，你沒受傷麼？」郭靖道：「沒有，哲別師父正要擒我去見大汗。」他故意替哲別掩飾，以免成吉思汗知曉內情。拖雷向哲別橫了一眼，說道：「安答，你騎上這小紅馬快去吧。」又將一個包袱放在鞍上，道：「這裏是黃金千兩，你我兄弟後會有期。」郭靖是豪傑之士，不須多言，翻身上了小紅馬馬背，說道：「你叫華箏妹子多多保重，另嫁他人，勿以我為念。」拖雷長嘆一聲，道：「華箏妹子是永遠不肯另嫁別人的了，我瞧她定會南下找你，那時我自當派人護送。」郭靖道：「不，不用來找我。且別說天下之大，難以找著，即令相逢，也只有徒增煩惱。」拖雷默然，兩人相顧無語。隔了半晌，拖雷道：「走吧，我送你一程。」兩人並騎南馳，一直送出三十餘里。郭靖道：「安答，送君千里，終須一別，你請回吧！」拖雷道：「我再送你一程！」又行十餘里，兩人下馬互拜，灑淚而別。拖雷眼望郭靖的背影漸行漸小，在大漠中縮成一個黑點，直在天邊消失，這才鬱鬱而回。郭靖縱馬急馳數日，已離險地。拋鞚南歸，天時日暖，青草日長，但沿途兵革之餘，城破戶殘，屍骨滿路，所見所聞，盡是怵目驚心之事。唐人有詩云：「水自潺潺日自斜，盡無雞犬有鳴鴉。千村萬落如寒食，不見人煙盡見花。」此詩寫大軍過後遍地荒涼之象，正可為此寫照。到了中原，郭靖茫茫漫遊，不知該赴何處，只一年之間，母親、黃蓉、恩師，死的死，傷的傷，這世上已無親人。若說歐陽鋒害死恩師和黃蓉，原該去找他報仇，但一想到「報仇」二字，花剌子模屠城的慘狀立即湧上心頭，自忖父仇雖復，卻害死了這許多無辜百姓，心下如何能安？那麼這報仇之事，也未必是對了。他原本心地單純，但這時各種各樣事端，在心上紛至沓來。他想：「我一生苦練武藝，練到現在，又怎樣呢？自己母親、情人都不能保，練了武藝又有何用？我一心要做個好人，但到底是使誰喜歡了？母親、蓉兒因我而死，華箏妹子因我而終生不樂，給我害的人實在不少。「完顏烈、摩訶末這些自然是壞人。但成吉思汗呢？他殺了完顏烈，該說是好人了，卻又命令我去攻打南宋，他養我母子二十年，到頭來卻又逼死我母親。「我和楊康結義兄弟，然而兩人始終懷有異心。穆念慈姊姊是個好人，為什麼對楊康卻又死心塌地的相愛？拖雷安答與我情投意合，但若他領兵南攻，我是否要在戰場上與他兵戎相見，殺個你死我活？不，不，每個人都有母親，都是母親十月懷胎、辛辛苦苦的撫育長大，我怎麼能殺了別人的兒子，叫他母親傷心痛哭？「學武是為了打人殺人，看來我過去二十年全都錯了，我勤勤懇懇的苦學苦練，結果只有害人。早知如此，我一點武藝不會反而更好。如不學武，那麼做什麼呢？我這個人活在世上，到底是為了什麼？以後數十年中，該當怎樣？活著好呢？還是早些死了？若是活著，過去有這許多煩惱，今後煩惱必定更多，要是早早死了，當初媽媽又何必生我？又何必這麼費心盡力的把我養大？」他翻來覆去的思索，越想越是胡塗。接連數日，他白天吃不下飯，晚上睡不著覺，在曠野中躑躅來去，盡是思索這些事情。他又想：「母親與眾位恩師自幼教我為人該當重義守信，我心中雖愛極蓉兒，但始終不背大汗婚約，結果不但連累母親與蓉兒枉死，大汗、拖雷、華箏他們，心中又那裏快樂了？我江南七位恩師、洪恩師都是俠義之士，竟沒一人能獲善果。歐陽鋒與裘千仞多行不義，卻又逍遙自在。世間到底有沒有天理？老天到底有沒有眼睛？」這一日來到山東濟南府的一個小鎮，郭靖在一家酒家中要了個座頭，自飲悶酒，剛喝了三杯，忽然一條漢子奔進門來，指著郭靖罵道：「賊韃子，害得咱們家破人亡，今日跟你拼了。」說著撲面一拳打來。郭靖吃了一驚，左手一翻，抓住他的手腕，輕輕一拉，那人一交俯跌下去，原來他竟是絲毫不會武功。郭靖見無意中將他摔得頭破血流，心中甚是歉疚，急忙伸手扶起，道：「大哥，你莫非認錯了人！」那人哇哇大叫，只罵「賊韃子！」門外又有十餘條漢子湧進店來，一齊向郭靖身上拳打足踢。郭靖這幾日來常覺武功禍人，打定了主意不再與人動手，兼之這些人既非相識，又不會武，只是一味蠻打，當下東閃西避，絕不還招。但外面人眾越來越多，擠在小店裏，郭靖身上終於還是吃了許多拳腳。他正要運勁推開眾人，闖出店去，忽聽門外一人高聲叫道：「靖兒，你在這裏幹什麼？」郭靖抬頭一望，見那人身披道袍，長鬚飄飄，正是長春子丘處機，心中大喜，叫道：「丘道長，這些人不知為何打我？」丘處機雙臂向旁推擠，分開眾人，拉著郭靖出去。眾人隨後喝打，但丘郭二人輕功了得，郭靖口中作哨招呼紅馬，片刻之間，已奔到曠野，將眾人拋得影蹤不見。郭靖將眾人無故聚毆之事說了。丘處機笑道：「你穿著蒙古人裝束，他們只道你是蒙古將士。」原來蒙古兵與金兵在山東一帶鏖戰，當地百姓久受金人之苦，初時出力相助蒙古，那知蒙古將士與金人一般殘虐，以暴易暴，也是害得眾百姓流離道路，苦不堪言。蒙古軍大隊經過，眾百姓不敢怎樣，但官兵只要一落了單，往往被百姓打死。丘處機又問：「你怎麼由得他們踢打？你瞧，鬧得身上這許多瘀腫。」郭靖長嘆一聲，將大汗逼死他母親，以及自己這些日來心中各種各樣疑問，一一說了。丘處機驚道：「成吉思汗既有滅宋之計，咱們趕快南下，好叫朝廷早日防備。」郭靖搖頭道：「那有什麼好處？結果只有打得雙方將士屍積如山，老百姓家破人亡。」丘處機道：「若是宋朝亡了給蒙古，那老百姓可是受苦無窮了。」郭靖道：「丘道長，我有許多事情實在想不通，要請你指點迷津。」丘處機牽著他手，走到一株棗樹下坐了，道：「你說吧！」郭靖當下將這幾日來心中所想是非難明、武學禍人種種疑端說了，最後嘆道：「弟子立志終生不再與人相鬥。恨不得將所學武功盡數忘卻，只是積習難返，適才一個不慎，又將人摔得頭破血流。」丘處機搖頭道：「靖兒，你這就想得不對了。數十年前，武林寶笈九陰真經出世，江湖豪傑不知有多少人為此而招致殺身之禍，後來華山論劍，我師重陽真人獨魁群雄，奪得真經。他老人家本擬將真經毀去，但後來說道：『水能載舟，亦能覆舟，是福是禍，端在人之為用。』終於將這部真經保全了下來。天下的文才武略、堅兵利器，無一不能造福於人，亦無一不能為禍於世。你只要一心為善，武功愈強愈好，何必將之忘卻？」郭靖沉吟片刻，道：「道長之言雖然不錯，但想當今之世，江湖好漢都稱東邪、西毒、南帝、北丐武功最強。弟子細細想來，武功要練到如這四位前輩一般，那固是千難萬難，但即令如此，於人於己又有什麼好處？」丘處機呆了一呆，說道：「黃藥師行為乖張，雖然出自憤世嫉俗，心中實有難言之痛，但自行其是，從來不為旁人著想，我所不取。歐陽鋒作惡多端，那是不必說了。段皇爺慈和寬厚，若是君臨一方，原可造福百姓，可是他為了一己的小小恩怨，從此避位隱居，亦算不得是大仁大勇之人。只有洪七公洪幫主行俠仗義，扶危濟困，我對他才佩服得五體投地。華山二次論劍之期，轉瞬即至，即令有人在武功上勝過洪幫主，可是天下豪傑之士，必奉洪幫主為當今武林中的第一人。」郭靖聽到「華山論劍」四字，心中一凜，道：「我恩師的傷勢痊癒了麼？他老人家是否要赴華山之約？」丘處機道：「我從西域歸來後亦未見過洪幫主，但不論他是否出手，華山是定要去的。我也正為此而路過此地，你就隨我同去瞧瞧如何？」郭靖這幾日心灰意懶，對這等爭霸決勝之事甚感厭煩，搖頭道：「弟子不去，請道長恕罪。」丘處機道：「那你到裏去？」郭靖木然道：「弟子不知，走到那裏算到那裏罷啦！」丘處機見他神情頹喪，形容枯槁，宛似大病初癒，心中很是擔憂，雖然百般開導，郭靖總是搖頭不語。丘處機尋思：「他素來聽洪幫主的言語，要他到華山去師徒相見，或能使他重行振作，好好做人。但怎能勸得他西去？」忽然想起一事，說道：「靖兒，你想全盤忘卻已學會的武功，倒有一個法兒。」郭靖喜道：「當真？」丘處機道：「世上有一個人，他無意中學會了九陰真經中的上乘武功，但後來想起此事違約背誓，負人囑託，終於強行將這些功夫忘卻。你若要學他榜樣，非去請教他不可。」郭靖一躍而起，叫道：「對，周伯通周大哥。」隨即想起周伯通是丘處機的師叔，自己脫口而出叫他大哥，豈非比丘處機還僭長一輩，不禁臉上神色甚是尷尬。丘處機微微一笑，道：「周師叔向來也不與我們分尊卑大小，你愛怎麼稱呼就怎麼稱呼。」郭靖道：「他在那裏？」丘處機道：「華山之會，周師叔定是要去的。」郭靖道：「好，那我隨道長上華山去。」兩人行到前面市鎮，郭靖取出金子，替丘處機買了一匹坐騎。兩騎並轡西去，不一日來到華山腳下。那華山在五嶽中稱為西嶽，古人以五嶽比喻五經，說華山如同「春秋」，天下名山之中，最是奇險無比。這日兩人來到華山南口的山蓀亭，只見亭旁生著十二株大龍籐，矢矯多節，枝幹中空，就如飛龍相似。丘處機道：「華山是我道家靈地，這十二株大龍籐，相傳是希夷先生陳搏老祖所植。」郭靖道：「陳搏老祖？那就是一睡經年不醒的仙長麼？」丘處機道：「陳搏老祖生於唐末，中歷梁唐晉漢周五代，每聞換朝改姓，總是愀然不樂，閉門高臥。世間傳他一睡經年，其實只是他憂心天下紛擾，百姓受苦，不願出門而已。及聞宋太祖登基，這才哈哈大笑，說天下從此太平。」郭靖道：「陳搏老祖若是生於今日，又得窮年累月的杜門睡覺了。」丘處機長嘆一聲，道：「蒙古雄據北方，蓄意南侵，宋朝君臣又昏庸若斯，眼見天下事已不可為，然我輩男兒，明知其不可亦當為之。希夷先生雖是高人，但為憂世而袖手高臥，卻大非仁人俠士的行徑。」郭靖默然。兩人將坐騎留在山腳，一路上山，經桃花坪，過希夷匣，登莎夢坪，山道愈行愈險，上西玄門時已須援鐵索而登。但兩人都是一身上乘輕功，自是霎息而上。又行七里而至青坪，坪盡，山石如削，北壁下一石當路。丘處機道：「此石叫做回心石，遊客至此，可以回頭矣。」再過千尺峽、百尺峽，山道寬不及半尺，均須側身而過。郭靖心想：「若是有敵人在此忽施突擊，任是多大本領，都難抵擋。」心念方動，忽聽前面有人喝道：「丘處機，煙雨樓前饒你性命，又上華山作甚。」丘處機急忙搶上數步，佔住峰側凹洞，這才抬頭，只見沙通天、彭連虎、靈智上人、梁子翁、侯通海五人並排擋在山道盡頭。丘處機上山之時，心中已想到此行必將遇到歐陽鋒、裘千仞等大敵，但周伯通、洪七公、郭靖等既然都至，也儘可敵得住，卻不料到沙通天等人竟也有膽上山。他佔身之處雖略寬闊，地勢仍是極為險峻，只要被人一擠，非墮入谷底的萬丈深淵不可，事當危急，不及多想，刷的一聲拔出長劍，一招「白虹經天」猛向侯通海刺去。眼前五敵中以侯通海最弱，他見丘處機身隨劍至，只得側身略避，三股叉向長劍一架。彭連虎的判官筆與靈智上人的銅鈸左右側擊，硬生生要將丘處機擠入谷底。丘處機長劍與侯通海的三股叉一黏，勁透劍端，一借力，身子騰空而起，已從侯通海頭頂躍過。彭連虎與靈智上人的兵刃都擊在山石之上，火花飛濺。沙通天雖在鐵槍廟中失了一臂，但武功仍是極為了得，眼見師弟誤事，立施「移形換位」之術，要想擋在丘處機之前。但長春子劍光閃閃，疾刺數招。沙通天身子一晃沒擋住，已被他急步搶前，沙彭兩人高聲而呼，隨後追去。丘處機回劍擋架數招，靈智上人揮鈸而上，三人三般兵刃，綿綿急攻。眼見丘處機情勢危急，郭靖本當上前救援，但總覺與人動武是件極大壞事，見雙方鬥得猛烈，心中甚是煩惡，當下轉頭不看，攀籐附葛，竟從別路上山。他足下信步而行，心中卻是兩個念頭不住交戰：「該當前去相助丘道長？還是決意從此不與人動武？」他越想越是胡塗，尋思：「丘道長若是被彭連虎等害死，豈非咎在自己？但若上前相助，將彭連虎等擊下山谷，又到底該是不該？」他越行越遠，漸漸不聞兵刃相接之聲，獨自倚在山石上，呆呆出神。過了良久，忽聽身旁松樹後瑟的一響，一個人影一探。郭靖轉過頭來，見那人白髮紅臉，原來是參仙老怪梁子翁，他吃過郭靖苦頭，知道他武功大進，自己早已不是他的敵手，一見郭靖轉頭，立即藏身樹後。郭靖不去理他，仍是自行苦苦思索。梁子翁只道郭靖未見自己，又見他失魂落魄，口中喃喃自語，似乎中邪著魔一般，心想：「這小子怎麼這副怪樣，我且試他一試。」他不敢接近，拾起一塊石子向郭靖背後投去。郭靖聽到風聲，側身避過，仍是不加理會。梁子翁膽子大了一些，走近幾步，輕聲叫道：「郭靖，你在這裏幹什麼？」郭靖道：「我在想，我用武功打人，該是不該？」梁子翁一怔，隨即大喜，心想：「這小子當真傻得厲害。」又走近幾步，道：「打人是惡事，自然不該。」郭靖道：「你也這生想？我真盼能把學過的武功盡數忘了。」梁子翁見他見眼望天邊出神，登時想起他吸了蝮蛇寶血的大恨，突然眼露兇光，走到他的背後，柔聲道：「我也正在盡力要忘了自己的武功，待我助你一臂之力如何？」郭靖是忠厚誠樸之人，此時更不料對方心存險詐，說道：「好啊，你說該當如何？」梁子翁道：「嗯，我有妙法。」雙掌猛出，突以大擒拿手扣住了他後頸「天柱」和背心「神堂」兩大要穴。郭靖一怔之下，只感全身酸麻，已然無法動彈。梁子翁全身勁力都運在手上，一張口，已咬住郭靖咽喉，用力吮吸血液，他想自己辛苦養育的一條蝮蛇被郭靖無意中吸去寶血，自非吞飲他身上的鮮血，難以補償。這一下變生不測，郭靖只感頸中劇痛，眼前金星亂冒，急忙運勁掙扎。可是兩大要穴被敵人狠狠拿住，全身竟用不出半點勁力。但見梁子翁雙目佈滿紅絲，臉色怖惡之極，咬住自己頭頸，越咬越狠，只要喉管被他咬斷，那裏還有性命？情急之下，再也無暇思索與人動武是否應當，立即使出「易筋鍛骨篇」中的功夫，一股真氣從丹田中衝上，猛向「天柱」「神堂」兩穴撞去。梁子翁雙手原本抓得極緊，那知對方穴道中忽有一股力量自內外鑠，但覺兩手虎口一震，不由自主的滑了下來。郭靖低頭聳背，腰脅使力一撞，梁子翁立足不住，一個身子突從郭靖背上甩了過去，慘呼聲中，直墮入萬丈的深谷之中。只聽得這慘呼聲山谷鳴響，四下裏回音愈傳愈多，愈傳愈亂，不由得令人毛骨悚然。直過好半晌，郭靖驚魂方定，撫著頸中創口，才想起無意中又以武功殺了一人，但想：「我若不殺他，他殺我。我殺他若是不該，那他殺我難道就該了麼？」他探頭往谷底一望，那山谷深不見底，這參仙老怪摔得屍骨無存，不知葬身何處。郭靖坐在石上，撕下衣襟包住頸中創口，忽聽得鐸、鐸、鐸，數聲斷續，一個怪物從山腰後轉了出來。他嚇了一跳，定睛一看，原來並非怪物，卻是一個人，只是這人頭下腳上的倒立而行，更奇的是，他並非以手代足，雙臂緊貼身子兩側，卻是以頭代足，一躍一躍的前行，那鐸、鐸、鐸之聲，就是他頭頂與山道撞擊而發出。郭靖詫異萬分，蹲下身子一瞧那人面貌，驚奇更甚，這怪人並非別人，卻是西毒歐陽鋒。他適才受到襲擊，見歐陽鋒這般裝神弄鬼，心想定有詭計，當下退後兩步，嚴神提防。那知歐陽鋒用頭躍到一塊石上，對他理也不理，筆直倒立，竟似僵屍一般。郭靖好奇心起，叫道：「歐陽先生，你在幹什麼？」歐陽鋒毫不理睬，全沒聽到他的問話。郭靖又退後數步，離得遠遠的，左掌揚起護身，防他忽出怪招，這才細看對方動靜。過了一盞茶時分，歐陽鋒只是倒立不動。郭靖欲知原委，苦於他面容上下顛倒，不易查看他的臉色，當下雙足分開，低頭從自己胯下倒望上去，只見歐陽鋒滿頭大汗，臉上神色異常痛苦，原來是在修習一種怪異的內功，突然之間，他雙臂一張，向外伸出，身子就如一個大陀螺般越轉越越快，但聽呼呼聲響，衫袖生風。郭靖此時已不奇怪，但想修習這等上乘內功，最易受外部所侵，蓋因修習之時，精力內聚，對身外所來的侵害，無絲毫抵抗之力，是以修習時定有武功極強之師友在旁照料，以防不測，現下這歐陽鋒獨自在此修習，似乎無人防護，這情勢實是大大出人意料之外。眼下是華山二次論劍之期，高手雲集，人人對他極為相忌，即令善自防護，尚不免招人暗算，怎麼竟敢如此大膽，在這處所獨自練功？當此之時，別說高手出招加害，只要一個普通壯漢上前一拳一腳，他也非遭重傷不可。郭靖心想此時再不報仇，更待何時？正似他自行送上門來束手領死一般。但他適才殺了梁子翁，心意已自難平，這時眼見歐陽鋒如肉在俎，靜候宰割，竟然下不了手。歐陽鋒潛心內養，郭靖雖窺視在旁，他竟全然未見。他轉了一頓飯功夫，雙臂併身，僵直倒立，再過片刻，又是鐸、鐸的以頭撞地，從原路躍回。郭靖好奇心起，要瞧瞧他躍往何處，這倒立而轉又是什麼功夫，當下悄悄跟在後面。歐陽鋒用頭行走，竟然不慢於雙腳，更奇的是他竟能上山登峰，愈躍愈高。郭靖跟著他一路上山，來到一座青翠秀冶的峰前，眼見他躍到一個山洞前面，停下來不動。郭靖躲在一塊大石後面，忽聽歐陽鋒厲聲喝道：「哈虎文缽英，星爾吉近，斯古耳。你解得不對，我練不妥當。」郭靖大奇，心想他頭上所說的三句話明明是九陰神功篇中的梵文，可是與經文所載，卻又有不同。一轉念，想起自己那日在海舟中被逼默經，受洪恩師之教故意默錯，那這三句話定是自己隨意所寫的了，卻不知他是在與誰說話？只聽得一個女子聲音在洞中說道：「你功夫未到，自然不成，我幾時解錯了？」郭靖一聽這聲音，險險失聲驚呼，卻不是他日夜感懷悼念的黃蓉是誰？難道她並未在大漠中喪生？難道此刻是在夢中，是在幻境？難道自己神魂顛倒，竟把聲音聽錯了？歐陽鋒道：「我依你所說而練，絕無錯失，何以任脈與陽維脈竟爾不能倒轉？」那女子道：「火候不足，強求亦是枉然。」聽這聲音明明白白是黃蓉，再無疑惑，郭靖驚喜交集，身子搖晃，幾乎暈去，激奮之下，竟將頸中創口迸破，鮮血從包紮的布片中不絕滲出，竟然絲毫未覺。只聽歐陽鋒怒道：「明日正午，就是論劍之期，我怎麼等得及慢慢修習？你快將全部經文盡數譯與我聽，不得推三阻四。」郭靖這才明白他所以干冒奇險修習內功，實因論劍之期迫在眼前，無可延緩。只聽黃蓉笑道：「你與我靖哥哥有約，他饒你三次不死，你就不能逼我，須得任我樂意方才教你。」郭靖聽她口中說出「我靖哥哥」四字，心中舒暢甜美，莫可名狀，恨不得縱起身來大叫大嚷，以抒快意。歐陽鋒冷笑道：「事機緊迫，縱然有約在先，今日之事也只好從權。」說著頭頂用勁，一個筋斗，身子正立，大踏步跨進洞去。黃蓉叫道：「不要臉，我偏不教你！」歐陽鋒連聲怪笑，低聲道：「我瞧你教是不教。」