第三十四回　一陽書指郭靖、黃蓉夫婦以及一燈大師門下的大理書生均關心徒兒安危，凝目觀鬥。原來武氏兄弟聽那霍都王子出言不遜，直斥自己是乳臭小兒，這話給心上人聽在耳中，這面子如何下得去？何況適才見師母奪他竹棒，手到拿來，心想他雖打敗魯有腳，看來是魯有腳功夫實在太過不濟，倒非此人了得；又想兄弟倆已得郭靖武功真傳，一人即或鬥他不過，二人合力，絕無敗理。也不管他要比三場比四場，當真是初生犢兒不畏虎，兄弟倆使個眼色，雙劍齊出。豈知江湖上能人極多，郭靖武功雖高，武氏兄弟在短短數年中又學到了多少？數招之間，二人的長劍早給霍都逼住了，半點施展不開。霍都有意欲在群雄之前逞能立威，眼見武修文一劍刺來，他左手食指往上一托，搭住了平面劍刃，扇子斜裏揮來，攔腰在劍刃一擊，錚的一聲，長劍斷為兩截。武氏兄弟大驚，武修文急忙躍開，武敦儒怕傷了兄弟，挺劍直刺他背心，要教敵人不能追擊。霍都早已料到此招，頭也不回，摺扇迴了過來，兩下裏湊合，正好搭在劍背，手指轉了兩轉。霍都是手指轉動，武敦儒若要順著他扇子而轉，肩骨非得脫骱不可，只得鬆手離劍，向後躍開，但見那長劍直飛上去，劍光在半空中映著燭火閃了幾閃，這才跌下。武氏兄弟又驚又怒，雖然赤手空拳，並不懼怕，武敦儒左掌橫胸，擺著降龍十八掌的招式，武修文卻是右手下垂，食指微屈，只要敵人攻來，就使一陽指對付。霍都見二人姿式凝重，倒也不敢輕視，心道：「贏到此處已夠了，莫要見好不收，自討沒趣。」須知降龍十八掌和一陽指都是武學中一等一的功夫，武氏兄弟的功力雖然甚淺，但擺出來的架子卻是分毫不錯，常人看了不覺甚麼，如霍都這等行家一看，就大感辣手。當下哈哈一笑，拱手笑道：「兩位請回吧，咱們只分勝敗，不拼生死。」語意中已客氣了許多。武氏兄弟臉上含羞，知道空手與他相鬥，只有敗得更慘，二人垂頭喪氣，退在一旁，卻不到郭芙身邊。郭芙急步過去，大聲道：「武家哥哥，三人齊上再跟他鬥過。」群雄一齊注目，郭芙擦的一聲拔出長劍，左手一揮，道：「咱們師兄妹三個一齊來。」郭靖喝道：「芙兒，不要胡鬧。」郭芙最怕父親，只得退了幾步，氣鼓鼓的望著霍都。霍都見她嬌艷美貌，笑吟吟的點了點頭。郭芙瞪了一眼，轉過頭不理。武氏兄弟性怕郭芙恥笑，此時見她全心袒護，足見有情，心中甚感安慰。霍都打開摺扇，搧了幾下，說道：「這一場比試，自然也是不算的了。郭大俠，敝方三人是家師、師兄與區區在下。我的武功是最差，就打這頭陣，貴方那一位下場指教？誰勝誰敗，那可不是玩耍了。」郭靖聽妻子說有必勝之道，知道她智計百端，雖不知她使何妙策，心中已是有恃無恐，大聲說道：「好，咱們就是三場見高下，不論那一方輸了，都得聽盟主號令，不得推諉。」霍都知道對方武功最強就是郭靖，但師父定能勝他，黃蓉雖施過奪棒怪招，但瞧她嬌怯模樣，當真動手，未必厲害，餘人更不足道，於是目光向眾人一掃，問道：「各位有無異議，便請早言。勝負既決，就須唯盟主之命是聽了。」群雄要待答應，但見他連敗魯有腳與武氏兄弟都是舉重若輕，行若有餘，不知身上尚有多少本事沒施展出來，大家倒也不敢接口，一齊望著靖蓉夫婦。黃蓉道：「足下比第一場，令師兄比第二場，尊師比第三場，那是確定不移的了。是也不是？」霍都道：「正是如此。」黃蓉向身旁眾人低聲說道：「咱們勝定啦。」郭靖道：「是什麼妙法？」黃蓉低聲道：「今以君之下駟，與彼上駟……」她說了這兩句，目視大理書生，那書生笑著接下去，低聲說道：「取君上駟，與彼中駟；取君中駟，與彼下駟。既馳三輩畢，而田忌一不勝而再勝，卒得王千金。」郭靖文理並不甚通，不知他們說些甚麼。黃蓉在他耳邊俏聲道：「靖哥哥，你精通兵法，怎麼忘了兵法老祖宗孫臏的妙策？」郭靖登時想起少年時讀「武穆遺書」之際，黃蓉曾跟他說過這個故事：齊國大將田忌與齊王賽馬，打賭千金，孫子教了田忌一個必勝之法，以下等馬與齊王的上等馬賽，以上等馬與齊王中等馬賽，以中等馬與齊王下等馬賽，結果二勝一負，贏了千金。現下黃蓉自是師此故智了。黃蓉道：「朱師兄，以你一陽指功夫，勝這蒙古王子是不難的。」原來那大理書生姓朱，名叫子柳，當年大魁天下！中過狀元，又做過大理國的宰相，自然是個飽學君子，才智過人。他初列一燈大師門牆之時，漁樵耕讀，他的武功居四大弟子之末，十年之後，已自升到第二位，此時的武功卻已遠在同輩師兄弟之上。蓋粗淺武功以力大為尚，武功越練越深，則悟性與智力越來越是重要。一燈大師對四大弟子一視同仁，所有武功都是傾囊相授，但練到後來，卻以朱子柳領會最多，尤其一陽指功夫學得出神入化，郭靖與黃蓉所學到的一陽指固然不能望其項背，連一燈其餘三大弟子，也遠遠不及。此時他的武功比之郭靖、馬鈺、丘處機尚有不及，但已勝過王處一、郝大通、丐幫簡長老等人了。郭靖素來心直口快，聽妻子如此說，當即接上道：「朱師兄可勝這蒙古王子，我也能勝那藏僧達爾巴，但郝師叔鬥那金輪法王，可就危險得緊，勝負固然無關大局，只怕敵人出手過於狠辣，難以抵擋。」郝大通是個俠義之士，知道這一場比武關係著國家氣運，與武林中平常的爭名奪利大大不同，若是給蒙古國師搶去了天下英雄盟主之位，漢人武士不但丟臉，而且難以結盟抗敵，共赴國難，當下慨然說道：「這個不須顧慮，只要利於國家，老道士縱然喪生於藏僧之手，那也算不了什麼。」黃蓉道：「咱們在三場中只要勝了兩場，這第三場就不用再比。」郭靖大喜，連聲稱是。朱子柳笑道：「在下身負重任，若是勝不了這蒙古王子，那可要給天下英雄唾罵一世了。」黃蓉道：「你不用過謙，就請出馬吧。」朱子柳走到廳中，向霍都拱了拱手，說道：「這第一場，由敝人來向殿下領教。敝人姓朱名子柳，雲南昆明人氏，乃一燈大師門下弟子，生平愛好吟詩作對，誦經讀易，這武功上就粗疏得很，要請殿下多多指教。」說著深深一揖，從衣袖中取出一枝筆來，在空中畫了幾個虛圈兒，完全是個迂儒模樣。霍都心想：「愈是這種人，愈是有高深武功，實是怠慢不得。」當下把手一拱，說道：「小王向前輩討教，請亮兵刃吧。」朱子柳道：「蒙古乃蠻夷之邦，未受聖人教化，殿下既然請教，敝人是自當指點指點。」霍都心下發怒：「你用言語辱我蒙古，須饒你不得。」摺扇一張，道：「這就是我的兵刃，你使刀還是使劍？」朱子柳提筆在空中寫了一個「筆」字，笑道：「敝人一生與筆桿兒為伍，會使甚麼兵刃？」霍都凝神看他那枝筆，但見竹管羊毫，筆鋒上沾著半寸墨，實無異處，與武林中用以點穴的純鋼判官筆大不相同。正欲相詢，突然眼前一亮，只見外面走進來一個白衣少女，她在廳口一站，眼光在各人臉上緩緩轉動，似乎在找尋甚麼人。堂上群雄本來一齊注目朱子柳與霍都二人，但那白衣少女一進來，眾人不由自主的都向她望去，但見這少女臉色蒼白，若有病容，雖然燭光如霞，照在她臉上仍無半點血色，更顯得她清雅絕俗，姿容秀麗無比。常人往往以「美若天仙」四字，形容一女子之美，但天仙究實其美如何，誰也不知，此時一見那少女，各人心頭卻不自禁都湧出「美若天仙」四字。因她週身好像罩著一層淡雲薄霧，似真似幻，如仙如鬼，總之與常人大大不同。楊過見到那少女，大喜若狂，胸口猶如猛地被人用鐵槌擊了一鎚，從屋角裏一躍而出，抱住了她，大叫：「姑姑，姑姑！」原來這少女正是小龍女。她自從與楊過別後，重又潛水回進古墓石室，孤零零的獨居。她在二十歲前在古墓中居住，當真是心如止水，不起半點漪瀾，但自與楊過相遇，經過一番波折，再要如舊時一般事事不縈於懷，卻是萬萬不能的了。每當在寒玉床上靜坐練功，就想起楊過曾在此床睡過，坐在桌邊吃飯，便會記起當時飲食曾有楊過相伴，練功不到片刻，每每心中煩燥，難以再練。如此過了一月，再也忍耐不住，決意去找楊過，但找到之後如何對他，自己實是一無所知。要知小龍女自幼獨居古墓，人情世故一竅不通，宛若深山野人一般，師父更教她摒除情慾，養成了無喜無怒的性兒，不料後來劇變驟生，可真是手足無措了。小龍女下得山來，但見事事新鮮，她那裏識得道路，見了路人，就問：「你見到楊過沒有？」肚子餓了，拿起人家的東西便吃，也不知該當給錢，一路之上鬧了不少笑話。但人家見她天真美貌，個個讓她三分，倒也無人與她為難。一日無意中在客店中聽到兩個大漢談論，說是天下英雄好漢，都到紫荊關陸家莊赴英雄宴，她想楊過說不定也在那兒，於是打聽路途，到得陸家莊來。除了郝大通、尹志平、趙志敬等三人外，大廳上千餘人均不知小龍女是何來歷，只是見她美得出奇，人人心中都生特異之感，尹志平臉色慘白，身子發顫，趙志敬斜眼瞧他，微微冷笑。郭靖、黃蓉也是頗為詫異。小龍女說道：「過兒，你果然在此，我找得你好苦。」楊過流下淚來，哽咽道：「你……你不再撇下我了吧？」小龍女搖頭道：「我可不知道。」楊過道：「你到那裏，我便跟著你到那裏。」大廳之上千人擁集，他二人卻是旁若無人，自行敘話。小龍女拉著楊過之手，心中也不知是嘉是悲。霍都見了小龍女的模樣，雖然心中一動，卻不知就是當年自己上終南山去向她求婚之人，見楊過衣衫襤褸，卻與她神情親熱，登生厭憎之心，說道：「咱們要比試功夫，你們讓點兒地位出來吧。」楊過也沒心思跟他答話，牽著小龍女的手，去到旁邊坐下，共敘別來之情。霍都轉過頭來，向朱子柳道：「你既不用兵刃，咱們拳腳上分勝敗也好。」朱子柳道：「非也。我中華乃禮儀文教之邦，不同蒙古蠻夷，君子論文，以筆會友，敝人有筆無刀，何須兵刃？」霍都道：「既然如此，看招！」摺扇揮開，一扇向他扇去。朱子柳斜身側步，搖頭擺腦，左掌在身前一掠，右手毛筆逕向霍都臉上畫來。霍都見他身法輕盈，招數奇特，當下不敢搶攻，要先瞧明他武功家數，再定對策。朱子柳笑道：「敝人筆桿兒橫掃千軍，殿下可要小心了。」說著筆鋒向前疾點。霍都王子雖是在藏邊學的武藝，但金輪法王淵若湖海，中原各家各派的武功無一不通。霍都學武時即已決意赴中原樹立威名，因此金輪法王曾將內地各位名家的得意招數一一與他拆解。豈知朱子柳用的兵器既已奇異，而出招更是匪夷所思，只見他筆鋒在空中橫書斜鉤，似乎寫字一般，然筆鋒所指，卻處處是人身大穴。原來朱子柳是天南第一書法名家，雖然學武，卻未棄文，後來武學愈練愈精，竟自觸類旁通，將一陽指與書法融為一爐，這一路功夫乃是他私下所創，旁人武功再強，若是肚中沒有文學根底，實難抵擋他這一路文中有武，武中有文，文武俱達極高境界的功夫，差幸霍都王子風流自命，自幼曾跟漢儒讀過經書、學過詩詞，尚能招架抵擋。只見他書法之中有點穴，點穴之中有書法，當真是銀鉤鐵劃，勁峭凌厲，而雄偉之中，自有一股清秀的書卷之氣。郭靖不懂文學，看得暗暗稱奇。黃蓉卻受乃父家傳，文武雙全，見了朱子柳這一路奇妙武功，極為佩服。郭芙走到母親身邊，問道：「媽，他拿筆劃來劃去，那是什麼玩意？」黃蓉全神觀鬥，隨口答道：「房玄齡碑。」郭芙愕然不解，又問：「什麼房玄齡碑？」黃蓉看得舒暢，不再答她。原來「房玄齡碑」是唐朝大臣褚遂良所書的碑文，乃是楷書的精品，前人評褚書如「天女散花」，蓋書法剛健婀娜，顧盼生姿，筆筆凌空，極盡抑揚控縱之妙。朱子柳這一路「一陽書指」以筆代指，也是招招法度嚴謹，宛如楷書般的一筆不苟，霍都雖不懂一陽指的精奧，總算識得「房玄齡碑」中的每一個字，預計得到他那一橫之後會跟著寫那一直，倒也守得井井有條，絲毫不見敗象。朱子柳見他武功高強，喝一聲采，叫道：「小心！草書來了。」突然間將頭頂帽子除下，往地上一擲，長袖飛舞，狂奔疾走，出招全然不依章法。但見他如瘋如癲、如酒醉、如中邪，大筆淋漓，指走龍蛇。郭芙又問：「媽，他發痴了麼？」黃蓉道：「嗯，若再喝上三杯，筆勢更佳。」於是提起酒壺，斟了三杯酒，叫道：「朱大哥，且喝三杯助興。」左手執杯，右手中指在杯上一彈，那酒杯穩穩的平飛過去，那正是她桃花島家傳的絕技。朱子柳一筆捺出，將霍都逼開一步，抄起酒杯一口飲盡，黃蓉第二杯，第三杯接著彈去，霍都見二人在陣前勸酒飲酒，竟不把自己放在眼內，想揮扇將酒杯打落，但黃蓉彈杯之時正好湊著朱子柳的筆意，總是乘著空隙發去，叫霍都擊打不著。朱子柳連乾三杯，叫道：「多謝，好俊的彈指神通功夫！」黃蓉笑道：「好鋒銳的率意帖！」朱子柳一笑，心想：「我朱子柳一生自負聰明，總是遜了這小姑娘一籌。我苦研十餘年的一路絕技，她一眼就能看破了。」原來他這時所書的，正是唐代張旭的「率意帖」，張旭號稱「草聖」，乃是草書之聖，杜甫「飲中八仙歌」，詩云：「張旭三杯草聖傳，脫帽露頂王公前，揮毫落紙如雲煙。」黃蓉勸他三杯酒，一來切合他使這路功夫的身分，二來是使他酒意一增，筆法更具鋒芒。金輪法王瞇著眼睛觀戰，眼見霍都漸處下風，突然說道：「阿古斯金得兒，咪嘛哈斯登，七兒七兒七！」眾人不知他這幾句藏語說些什麼，霍都卻知師父提醒自己，不可一味堅守，須使「狂風迅雷功」與他搶攻，當下長嘯一聲，嘯聲中隱隱有風雷之聲，右扇左袖，鼓起一陣疾風，急向朱子柳撲來。他鼓起這股勁風力道甚強，旁觀眾人不由自主的漸漸向後退開，只聽他口中不住似霹靂般吆喝助威，原來這「狂風迅雷功」叱喝雷鳴，正是克敵制勝的一種厲害手段。朱子柳縱橫開闔，奮袂低昂，真個是高視闊步，目無全牛，和他鬥了一個旗鼓相當。兩人翻翻滾滾拆了百餘招，朱子柳一本「率意帖」將要寫完，突然筆意一變，出手遲緩，然用筆又瘦又硬，古意盎然。黃蓉低低說道：「古人道『瘦硬方通神』，這一路『褒斜道石刻』，真是千古未有之奇觀。」霍都仍用「狂風迅雷功」對敵，只是對方力道加強，他扇子相應加勁，呼喝也更是猛烈。武功較遜之人，竟在大廳中站立不住，一步步退到了天井之中。黃蓉見楊過與小龍女並肩坐在柱旁，離惡鬥的二人不過丈餘，自行喁喁細談，對二人之鬥固然絲毫不予在意，而霍都鼓動的勁風卻也半點損不到他們。但見小龍女衣帶在疾風中獵獵飄動，她卻行若無事，只是脈脈含情的望著楊過。黃蓉愈看愈奇，到後來竟是注視他二人多而看霍朱二人少了，心想：「這小女孩似乎身有絕頂武功，而過兒和她這般親密，卻不知她是那一位高人的門下？」其實小龍女此時已有二十餘歲，只因她自小在古墓中生長，不見陽光，皮膚特別嬌嫩，內功又高，看來倒似只有十七八歲一般。她在與楊過相遇之前，心無喜怒哀樂之情，須知七情六慾最能傷身，她活二十歲不過抵得常人活十年。若她真能遵師父之教，清心修練，不但百年之壽可期，而且到了百歲，身體容顏與五十歲之人一般無異。因此在黃蓉眼中看來，她倒似反較楊過為小，而舉止稚拙、天真純樸之處，甚至比郭芙更為顯然，無怪以為她是小女孩了。這時朱子柳用筆越來越是醜拙，但勁力卻也逐步加強，筆致有似蛛絲絡壁，勁而復虛，霍都暗暗心驚，漸感難以捉摸。金輪法王大聲喝道：「馬米八米，古斯黑斯。」這八個字不知是甚麼意思，卻震得人人耳中嗡嗡發響。朱子柳焦躁起來，心道：「他若再變招，這場架不知何時方能打完。」忽然間筆法又變，運筆不似寫字，卻如拿了斧斤在石頭上鑿打一般。這一節郭芙也瞧出來了，問道：「媽，朱伯伯在刻字麼？」黃蓉笑道：「我的女孩兒倒也不蠢，他這一路指法是石鼓文。那是春秋之際，用斧鑿刻在石鼓上的文字，你識識看，朱伯伯刻的是什麼字。」郭芙順著他筆意看去，但見他每一個字都是盤繞糾纏，倒像是一幅幅的小畫，一個字也識不得。黃蓉笑道：「這是最古的大篆，無怪你不識，我也認不全。」郭芙拍手笑道：「那蒙古蠢材自是認不出了，媽，你瞧他滿頭大汗，手忙腳亂的貧相。」霍都對這一路古篆果然只識得一兩個字。他不知朱子柳書寫何字，自然猜不到筆法的間架結構和字畫走路，登時難以招架。朱子柳一個字一個字篆將出來，文字果然古典，而作為書法之基的一陽指，也是加強發揮威力。霍都一扇揮出，收回稍遲，朱子柳將筆一抖，已在他扇上題了一個大篆。霍都一看，茫然道：「這是『網』字麼？」朱子柳笑道：「不是，這是『爾』字。」隨即伸筆又在扇上寫了一字。霍都道：「這多半是『月』字？」朱子柳搖頭說道：「錯了，那是『乃』字。」霍都心神沮喪，搖動扇子，要躲開他的扇鋒，不讓他在扇上題字，不料朱子柳左掌斗然強攻，霍都忙伸掌抵敵，卻給他乘虛而入，又在扇上題了兩字，霍都這一次卻識得了，叫道：「蠻夷！」朱子柳哈哈大笑，說道：「不錯，正是爾乃蠻夷。」群雄憤恨蒙古鐵騎入侵，殘害人民，個個心懷仇怨，聽得朱子柳罵他「爾乃蠻夷」，都震天價的喝起采來。霍都給他用真草隸篆四種「一陽書指」殺得難以招架，早就落了下風，聽得群雄這一股喝采的聲勢，心神更亂，只見朱子柳一筆直落，連書三個古字，那知他招來何方，只得勉力用扇護住面門胸口要害，突感膝頭一麻，原來已被敵人倒轉筆桿，點中了穴道。霍都究是名家弟子，但覺膝彎酸軟，眼見就要跪了下去，心想這一跪倒，那可再也無顏為人，強吸一口氣，在膝間穴道一沖，要待躍開認輸，朱子柳筆來如電，跟著又是一點，他以筆代指，用筆桿使一陽指法連環進招，霍都那能抵擋？膝頭麻軟，終於跪了下去，只羞得滿臉通紅。群雄歡聲雷動。郭靖向黃蓉道：「你的妙策成啦。」黃蓉微微一笑。武氏兄弟在旁觀鬥，見朱師叔的一陽指使得變幻無窮，心中俱感欽服，暗想：「他所用的指法咱們都已學過，但同一指法，功力強弱卻是天差地遠。」一個道：「哥哥！」一個道：「兄弟。」同時叫了一聲，兩人是一般的心思，都要出言讚佩師叔武功，突聽朱子柳「啊」的一聲慘叫，急忙回頭，但見他仰天跌在地下，雙腿亂伸。這一下變起倉卒，人人都是大吃一驚。原來霍都認輸之後，朱子柳存心忠厚，知道自己以一陽指法點中他的穴道，那是一燈大師的神妙指法，與平常點穴法全然不同，旁人須難解救，於是伸手在他脅下用力按了幾按，運氣解開他的穴道。也是他一念之仁，竟招來了生死大禍，霍都的穴道甫解，心中突生殺機，口裏微微呻吟，站起身來，右手拇指一按扇柄機括，四枚毒釘從扇骨中飛出，一齊釘在朱子柳身上。本來高手比武，既見輸贏，決計不可再行動手，何況大廳上眾目睽睽，那裏料到他會突施暗算？若是霍都在比武之際發射暗器，扇骨藏釘雖然巧妙，卻決計傷害不了對方，此時朱子柳解他穴道，與他相距不外半尺，貼肉而發，縱有通天本領，也是難以閃避。這四枚釘上所餵毒藥，乃是藏邊雪山毒蠶的體液，厲害無比。朱子柳一中毒釘，立時全身痛癢難當，倒地亂滾。群雄又驚又怒，紛紛戟指霍都極罵，痛斥他的無恥，霍都笑道：「小王反敗為勝，又有什麼恥不恥的？咱們比武在先，又沒言明不得使用暗器。這位朱兄若是用暗器先行打中小王，那我也是認命罷啦。」眾人雖覺他強詞奪理，一時倒也沒法駁斥。郭靖搶出將朱子柳抱起，但見四枚小釘整整齊齊的分釘他胸口四角，見他臉上似笑非笑，知道暗器上的毒藥極是怪異，忙伸指先點了他三處大穴，使得血行遲緩、經脈閉塞，毒氣不致散發入心，問黃蓉道：「蓉兒，怎麼辦？」黃蓉皺眉不語，她知要解此毒，定須霍都或金輪法王親自用藥，但如何奪到解藥，一時卻是躊躇無計。那漁人見師弟中毒深重，又是擔憂，又是憤怒，拉起袍角在衣帶中一塞，就要奔出去和霍都交手。黃蓉卻思慮到比武的通盤大計，心想：「對方已勝了一場，若這漁人師兄出去，對方由藏僧達爾巴應戰，勝負之數實所難料。」忙道：「師兄且慢。」那漁人道：「怎地？」饒是黃蓉智謀百出，這頭一場既已輸了，此後兩場就甚是難處。霍都王子使狡計勝了朱子柳，站在廳口洋洋自得，遊目四顧，大有不可一世之概，突見小龍女和楊過拉著手兒款款深談，竟是毫不將自己放在眼內，不由得心頭火起，伸扇指著楊過喝道：「小畜生，站起來。」楊過全神貫注在小龍女身上，但覺天下雖大，再無一件事能分他之心，因之霍都與朱子柳打得天翻地覆，他竟是視而不見，聽而不聞。他與小龍女同在古墓數年，實不知自己對她也是刻骨銘心，生死以之。當日小龍女問他，是否要自己做他妻子，只以突然而發，他心中從未想過此事，竟是愕然不知所對，事後小龍女影蹤不見，他在心中不知說了幾千百遍：「我要的，我要的。我寧可立時死了，也要姑姑做我妻子。」他與小龍女情意之生，兩人都是在不知不覺間萌發，及至相別，這才蓬蓬勃勃的不可抑制。楊過天生是個至性至情之人，那也罷了；小龍女卻自小克制七情六慾，不起愛念，不生嗔怒，豈知情慾生有俱來，任誰摒除不得，突然間莫名其妙的鍾愛了楊過，又竟比常人猛烈了十倍。楊過固然天不怕，地不怕，而小龍女對世俗禮法半點不知，只道我欲愛則愛，我欲喜則喜，又與旁人何干？因此上一個不理，一個不懂，二人竟在千人圍觀之間、惡鬥劇戰之旁，執手而語，情致纏綿。霍都罵了一聲，楊過仍是不曾聽見，須知情痴方至時，實有常理所不可測度者。霍都更欲斥責，金輪法王忽然叫了幾聲藏語，說道己方已勝一場，可接著再鬥第二場。霍都向楊過狠狠瞪了一眼，退回席間，大聲說道：「敝方勝了一場，第二場由達爾巴師兄出手，貴方那一位英雄出來指教？」達爾巴從大紅袈裟中取出一件兵器，走到廳中。眾人見到他的兵刃，都是暗暗心驚，原來那是一個極粗極大的金剛降魔杵，向為佛教中護法尊者所用。達爾巴這降魔杵長達四尺，杵頭碗口粗細，杵身金光閃閃，似是用純金所鑄，這份量可比鋼鐵要重得多了。他來到廳中，向群雄合什行禮，舉手將杵往上一拋，砰的一聲落將下來，把廳上的青花大磚打得粉碎，杵身陷入泥中，深達二尺。這一下先聲奪人，此杵的重量可知，瞧他又乾又瘦的一個和尚，居然使得動此杵，則武功膂力又可想而知。黃蓉心想：「靖哥哥自能制服這莽和尚，但第三場那法王出手，我方無人能擋，這場比武是輸定了，說不得，我勉力用巧勁鬥他一鬥。」一提打狗棒，說道：「我出手吧！」郭靖大驚，忙道：「使不得，使不得，你身體不適，怎能與人動手？」黃蓉也覺沒有把握取勝，若是輸了這一場，第三場便不用比了，正躊躇間，一燈大師座下大弟子點蒼漁隱叫道：「黃幫主，我去會會這惡僧。」他見師弟中毒後麻癢難當的慘狀，心急如焚，急欲報仇。黃蓉也是確無妙策，心想：「眼下只有力拼，若他勝得藏僧，靖哥哥再以硬碰硬，與那金輪法王分個高下便了。」於是說道：「師兄請小心了。」武氏兄弟取過師伯所用的兩柄鐵槳呈上，點蒼漁隱挾在脅下，走到廳中，他雙眼火紅，盤著達爾巴走了一圈。達爾巴莫名其妙，見他打圈子，跟著轉身。點蒼漁隱猛然大喝一聲，取出雙槳，往他頭頂直劈下去。達爾巴身法好快，一伸手拔起降魔杵一架，槳杵相交，噹的一聲大響，各人震得耳中嗡嗡發響。兩人虎口都是隱隱發痛，知道對方力大，各自向後躍開。達爾巴說了一句藏語，漁隱卻用一句大理的土話罵他，二人誰也不懂，突然間欺近身來，槳杵齊發，又是金鐵交鳴的一聲惡響。這番惡鬥，再不似朱子柳與霍都比武時那般瀟灑斯文，二人銅缸對鐵甕，大力拼大力，各以上乘的外門硬功相抗，只瞧得旁觀眾人驚心動魄，盡皆駭然。