第七十五回　天龍五刀周芷若心亂如麻，在這短短的時刻之中，師父連續要叫自己做三件難事，先是立下毒誓，不許對張無忌傾心，再要自己接任本派掌門，然後又要自己以美色對張無忌相誘，取得屠龍刀和倚天劍。這三件事便是在十年之中分別要她答應，以她柔和溫婉的性格，也是無抵擋不住，何況是在這片刻之間？周芷若神智一亂，登時便暈了過去，什麼也不知道了。突然間只覺上唇間一陣劇烈疼痛，她睜開眼來，只見師父仍是直挺挺的跪在自己面前。周芷若哭道：「師父，你老人家快些請起。」滅絕師太道：「那你是答應我的所求了？」周芷若流著淚點了點頭，險險又欲暈去。滅絕師太抓住她的手腕，低聲道：「你取到屠龍刀和倚天劍後，找個隱祕的所在，一手執刀，一手持劍，運起內力，以刀劍互砍，寶刀寶劍便即斷折，即可取出藏在刀身和劍刃中的祕笈。這是取出祕笈的唯一法子，那寶刀寶劍也從此毀了。你記住了麼？」她說話聲音雖低，語氣卻是嚴峻。周芷若點頭答應，滅絕師太又道：「這法子是本派最大的祕密，自從當年黃女俠傳於本派郭師祖，此後只有本派掌門，始能獲知這個祕密。想那屠龍刀和倚天劍都是鋒銳絕倫的利器，無堅不摧，無物不破，就算有人同時得到寶刀寶劍，有誰敢冒以刀劍互砍，無端端的同時毀了這兩件寶刃？你取得兵法之後，擇一個心地仁善，赤誠為國的志士，將兵書傳授於他，要他立誓驅除胡虜。那武功祕笈便由你自練。為師生平有兩大願望，第一是逐走韃子，光我漢室河山；第二是峨嵋派武功領袖群倫，蓋過少林、武當，成為中原武林中的第一門派。這兩件事說來甚難，但眼前擺著一條明路，你只須遵師囑，未始不能一一成就，那時為師在九泉之下，也要對你感激涕零。」她說到這裏，只聽得鹿杖客又在打門。滅絕師太道：「進來吧！」板門一開，進來的不是鹿杖客而是苦頭陀。滅絕師太也不以為異，心想這些人都是一丘之貉，不論是誰來都是一樣，便道：「你把這孩子領出去吧。」她不願在周芷若的面前自刎，以免她心神過於激盪，只怕抵受不住。那知苦頭陀走近身來，低聲道：「這是解你體內毒性的解藥，請快服了。待會聽得外面叫聲，大家拚力殺出。」滅絕師太奇道：「閣下是誰？何以給解藥於我？」苦頭陀道：「在下是明教的光明右使范遙，特來相救師太。」滅絕師太怒道：「魔教的奸賊，到此刻尚來戲弄於我。」苦頭陀笑道：「好吧！就算是我戲弄你，這是毒上加毒的毒藥，你有沒膽子服了下去？藥一入肚，一個時辰後肚腸寸寸斷裂，死得慘不可言。」滅絕師太一言不發，接過他手中的藥粉，張口便服入肚內。周芷若驚叫：「師父……師父……」苦頭陀伸出另一隻手掌，喝道：「不許作聲，你也服了這毒藥。」周芷若一驚，已被苦頭陀捏住她的臉頰，將藥粉倒入她的口中，跟著一瓶清水灌了下去，藥粉盡數落喉。滅絕師太大驚，心想周芷若一死，自己全盤策劃付諸東流，當下奮不顧身的撲上，一掌向苦頭陀打去。可是她此時功力全失，這一掌能有什麼力道，被苦頭陀輕輕一推，便撞到了牆上。苦頭陀笑道：「少林群僧、武當諸俠都已服了我這毒藥。我明教教徒是好人還是歹徒，你片刻便知。」說著哈哈一笑，轉身出房，反手帶上了門。原來苦頭陀護送趙明去和張無忌相會，心中只是掛著奪取解藥之事。趙明命他在小酒家的外堂中相候，他立即出店，飛奔回到萬法寺，進了高塔，逕登最高一層，走到游龍子房外。游龍子正站在門外。見了他便恭恭敬敬的叫聲：「苦大師。」苦頭陀點了點頭，心中暗笑：「好啊，鹿老兒為師不尊，自己躲在房中，和王爺的愛姬風流快活，卻叫徒兒在門外把風。乘著這老兒正在胡天胡帝之時，掩將過去，正好奪了他的解藥。」當下佝僂著身子，從游龍子身旁走過，突然間反手一指，點中了他小腹上的穴道。別說游龍子絲毫沒有提防，便是全神戒備，也未必躲得過苦頭陀這一指，他要穴一被點中，立時呆呆的不能動彈，心下大為奇怪，不知什麼地方得罪了這個啞巴頭陀，難道剛才這一聲「苦大師」叫得不夠恭敬麼？苦頭陀一推房門，快如閃電的撲向床上，雙腳尚未落地，一掌已擊向床上之人。他深知鹿杖客武功了得，這一掌若是不能將他擊得重傷，那便是一場不易分得勝敗的生死搏鬥，是以這一掌用上了十成的勁力。只聽得拍的一聲響，這一掌只擊得棉被破裂，棉絮紛飛，揭開棉被一看，只見韓姬口鼻流血，已被他一掌打得香消玉碎，卻不見鹿杖客的影子。苦頭陀心念一動，回身出房，將游龍子拉了進來，塞在床底，剛掩上門，只聽得鹿杖客在門外怒聲叫道：「龍兒，龍兒，你怎敢擅自走開？」原來鹿杖客在滅絕師太室外等了好一陣，暗想她母女二人婆婆媽媽的不知說到幾時方罷，心中掛念著韓姬，便即回到游龍子房來，見這一向聽話的大弟子居然沒在房外守衛，心下好生惱怒，推開房門，幸好並無異狀，韓姬仍是面向裏床，身上蓋了棉被。鹿杖客拿起門閂，先將門上閂，轉身笑道：「美人兒，我來給你解開穴道，可是你不許出聲說話。」一面說，一面便伸手到被窩中去，手指剛碰到韓姬的背脊，突然間手腕上一緊，五根鐵鉗般的手指已將他脈門牢牢扣住。這一下全身勁力登失，半點力道也使不出來，只見棉被掀開，一個長髮頭陀鑽了出來，正是苦頭陀。范遙右手扣住鹿杖客的脈門，左手運指如風，連點了他周身一十九處大穴。鹿杖客登時軟癱在地，再也動彈不得，眼光中滿是怒色，苦頭陀指著他說道：「老夫行不改姓，坐不改名，明教光明右使，姓范名遙便是。今日你遭我暗算，枉你自負機智絕倫，其實是昏庸無用之極。此刻我若殺了你，非英雄好漢之所為，且留下你一條性命，你若有種，日後只管來找我范遙報仇。」生怕他運氣衝穴，此人內力深厚，卻是不可不防，當下抓著他的四肢，喀喇喀喇數聲，將他手足的骨骼都折斷了。范遙此人邪氣極重，此時興猶未足，伸手脫去鹿杖客全身依服，將他剝得赤條條地，和韓姬的屍身並頭而臥，再拉過棉被，蓋在這一死一活的二人身上。這才取過他的鹿角雙杖，旋開鹿角，倒出解藥，然後逐一到各間囚室之中，分給空聞大師、宋遠橋、俞蓮舟等各人服下。待得一個個送畢解藥，耗時已然不少，中間又不免費些唇舌，解釋幾句。最後來到滅絕師太室中，見她不信此是解藥，索性嚇她一嚇，說是毒藥，要知范遙恨她傷殘本教眾多兄弟，能夠陰損她幾句，也覺快意。他分送解藥已畢，正自得意，忽聽塔下人聲喧嘩，其中鶴筆翁的聲音最是響亮：「這苦頭陀是奸細，快拿他下來，快拿他下來！」苦頭陀暗暗叫苦：「糟了，糟了，是誰去救了這傢伙出來？」探頭向塔下一望，只見鶴筆翁率領了大批武士，已將高塔團團圍住。苦頭陀這一探頭，孫三毀和李四摧雙箭齊發，大罵：「惡賊頭陀，害得人好慘！」原來鶴筆翁等三人穴道被點，本非一時所能脫困，他三人藏在鹿杖客房中，旁人也不敢貿然進去。豈知汝陽王府中派出來的武士在萬法寺中到處搜查，不見王爺愛姬的影蹤，便有人想起了鹿杖客生平好色貪花的性子來。可是眾武士對鹿杖客向來忌憚，雖然大家心中起疑，王爺愛姬的失蹤只怕和他有關，卻有誰敢去太歲頭上動土？挨到後來，各人心想倘真搜查不到蹤跡，王爺必定罪責，那武士總管哈禮赤花心生一計，命一個猥猥瑣瑣的小武士去敲鹿杖客的房門，諒那鹿杖客身份極高，就算動怒，也不能對這無足輕重的小武士怎麼樣。這小武士硬起了頭皮，提心吊膽的去打門，不料打了數下，房中無人答應。哈禮赤花一咬牙，命他只管推門進去瞧瞧。這一瞧，便瞧見鶴筆翁和孫三毀、李四摧倒在地下。其時鶴筆翁運氣衝穴，已衝開了三四成，哈禮赤花給他一解穴，登時便行動自如。他怒氣沖天，查問鹿杖客和苦頭陀的去向，知道到了高塔之中，便率領眾武士圍住高塔，大聲呼喊，叫苦頭陀下來決一死戰。苦頭陀暗罵：「決一死戰便決一死戰，難道我姓范的還怕了你不成？只是那些臭和尚、老尼姑服藥未久，一時三刻之間功力不能恢復。這鶴筆翁已聽到我和鹿杖客的說話，就算我去將鹿杖客殺了，也已不能滅口，這便如何是好？」一時徬徨無計，只聽得鶴筆翁叫道：「死頭陀，你不下來，我便上來了！」苦頭陀返身入游龍子的房中，將鹿杖客和韓姬一起裹在被窩之中，回到塔邊，將兩人高高舉起，叫道：「鶴老兒，你只要走近塔門一步，我便將這頭淫鹿摔了下來。」眾武士手中高舉火把，照耀得四下裏白晝相似，只是那寶塔太高，火光照不上去，但影影綽綽的，仍是可看到鹿杖客和韓姬的面貌。鶴筆翁大驚，叫道：「師哥，師哥，你沒事麼？」連叫數聲，不聽見鹿杖客答話，只道已被苦頭陀弄死，不禁心下氣苦，叫道：「賊頭陀，你害死我師哥，我跟你誓不兩立。」苦頭陀手肘一撞，解開了鹿杖客的啞穴。鹿杖客立時破口大罵：「賊頭陀，你這裏應外合的奸細，千刀萬剮的殺了你……」苦頭陀容他罵得幾句，又點上了他的啞穴。鶴筆翁見師兄未死，心下稍安，只怕苦頭陀真的將師兄摔了下來，不敢走向塔門。這樣僵持了良久，鶴筆翁始終不敢上來相救師兄。苦頭陀只盼儘量拖延時光，多拖得一刻便好一刻，他站在欄干之旁，哈哈大笑，叫道：「鶴老兒，你師兄膽大包天，竟將王爺的愛姬偷盜出來。是我捉姦捉雙，將他二人當場擒獲，你敢包庇師兄麼？哈禮赤花總管，你還不快快將這老兒拿下？他師兄弟二人反上作亂，罪不容誅。你拿下了他，王爺定然重重有賞。」哈禮赤花斜目睨視鶴筆翁，要想動手，卻又不敢。他見苦頭陀突然開口說話，雖覺奇怪，但清清楚楚的瞧見鹿杖客是和韓姬裹在一條棉被之中，早已信了九成，他高聲叫道：「苦大師，請你下來，咱們同到王爺跟前分辯是非。你們三位都是前輩高人，小人誰也不敢冒犯。」苦頭陀膽大包天，心想回到王府之中去見王爺，待得分明白是非黑白，塔上諸俠體內毒性已解，當即叫道：「妙極，妙極！我正要向王爺領賞。哈總管，你看住這個鶴老兒，別讓他乘機逃了。」正在此時，忽聽得馬蹄聲響，一乘急馬急奔進寺，直衝到高塔之前，眾武士一齊躬身行禮，叫道：「小王爺！」苦頭陀從塔上望將下來，只見此人頭上束髮金冠閃閃生光，跨著一匹神駿白馬，身穿錦袍，正是汝陽王的世子庫庫特穆爾，漢名王保保的便是。他厲聲問道：「韓姬呢？父王大發雷霆，要我親來查看。」哈禮赤花上前稟告，言語之中，竟說是鹿杖客將韓姬盜了來，現被苦頭陀拿住。鶴筆翁急道：「小王爺，莫聽他胡說八道。這頭陀乃是奸細，他陷害我師哥……」王保保雙眉一軒，叫道：「一起下來說話！」苦頭陀在王府中日久，知道這位小王爺王保保精明能幹，猶勝乃父，自己的詭計瞞得過旁人，須瞞不過小王爺，自己一下高塔，倘若小王爺三言兩語之際便識穿破綻，下令眾武士圍攻，單是一個鶴筆翁便不好鬥，自己脫身或不為難，塔中諸俠那就救不出來了，事到如今，只有破臉，於是高聲說道：「小王爺，我拿住了鹿杖客，他師弟恨我入骨，我只要一下來，他立刻便會殺了我。」王保保道：「你快下來，鶴先生殺不了你。」苦頭陀搖頭道：「我還是在塔上平安些。小王爺，我苦頭陀一生不說話，今日事出無奈，被迫開口，那全是我報答王爺的一片赤膽忠心。你若不信，我苦頭陀只好跳下高塔，一頭撞死給你看了。」王保保聽他言語之中，已有七八成是在胡說八道，顯然是有意拖延時間，低聲問哈禮赤花道：「哈總管，他有何圖謀，要故意延擱，是在等候什麼人到來麼？」哈總管道：「小人不知……」鶴筆翁搶著道：「小王爺，這賊頭陀搶了我師哥的解藥，要解救高塔中囚禁著的叛逆。」王保保一聽，登時省悟，叫道：「苦大師，我知道你的功勞，你快下來，我重重有賞。」苦頭陀道：「我被鹿杖客踢了兩腳，腿骨都快斷了，這會兒動彈不得。小王爺，請你稍待片刻，我運氣療傷，當即下來。」王保保喝道：「哈總管，你派人上去，扶苦大師下塔。」苦頭陀大叫：「使不得，使不得，誰一移動我的身子，我兩條腿子就廢了。」王保保此時更無懷疑，眼見韓姬和鹿杖客雙雙裹在一條棉被之中，就算兩人並無苟且之事，父王也不能再要這個姬人，低聲道：「哈總管，舉火，焚了這座塔子。派人用強弓射住，有人從塔上跳下，一概格殺。」哈禮赤花答應了，傳下令去，登時弓箭手彎弓搭箭，團團圍住高塔，有些武士便去取火種柴草。鶴筆翁大驚道：「小王爺，我師哥在上面啊。」王保保冷冷的道：「這頭陀不能在上面等一輩子，塔下一舉火，他自會下來。」鶴筆翁叫道：「他若是將我師哥摔將下來，那可怎麼辦？小王爺，這火不能放。」王保保哼了一聲，不去理他。片刻之間，眾武士已取過柴草火種，在塔下點起火來。鶴筆翁是武林中大有身份之人，受汝陽王禮聘入府，向來甚受敬重，不料今日連中苦頭陀的奸計不算，連小王爺也不以禮貌相待，眼見師兄的性命危在頃刻，這時也不理什麼小王爺不小王爺，提起鶴筆雙筆，縱身而上，挑向兩名正在點火的武士，巴巴兩響，兩名武士遠遠摔開。王保保大怒，喝道：「鶴先生，你竟要犯上作亂麼？」鶴筆翁道：「你別叫人放火，我自不會來跟你搗亂。」王保保不去理他，喝道：「點火！」左手一揮，突然他身後竄出五名紅衣番僧，從眾武士手中接過火把，向塔下的柴草擲了過去。柴草一遇火燄，登時便燃起熊熊烈火。鶴筆翁大急，從一名武士手中搶過一根長矛，撲打著火的柴草。王保保喝道：「拿下了！」那五名紅衣番僧各持戒刀，登時將鶴筆翁圍住。鶴筆翁怒極，一拋長矛，伸手便來拿左首一名番僧手中的兵刃。不料這番僧絕非庸手，戒刀一翻，反剁他的肩頭，鶴筆翁待得避開，身後金刃劈風之聲，又有兩柄戒刀同時砍到。原來這五名番僧乃是王保保手下的親信，屬於「天龍十八」之部內。王保保之出府時，喜歡單騎獨行，但十八番僧總是遠遠相隨衛護。這天龍十八部共分五刀五劍、四杖四鈸，這五人乃是「五刀神」，每個人各有傑出的技藝。若是單打獨鬥，誰也不是鶴筆翁的對手，但五刀神聯手，攻守相助，鶴筆翁武功雖高，一時卻有些手忙腳亂，何況眼見火勢上騰，師兄的處境極是危險，不免沉不住氣。鶴筆翁一被「天龍五刀」纏住，王保保手下眾武士加柴點火，將那高塔燒得更加旺了。這寶塔有磚有木，在這大火災燒之下，底下數層便必必剝剝的燒了起來。苦頭陀拋下鹿杖客，衝到囚禁武當諸俠的室中，叫道：「韃子在燒塔了，各位內力是否已復？」只見宋遠橋、俞蓮舟等人各自盤坐用功，凝神專志，誰也沒有答話，顯然到了回復功力的緊要關頭。這時看守諸俠的武士有幾名搶過干預，都被苦頭陀抓將起來，一個個擲出塔外，活活的摔死，其餘的冒火突煙，逃了下去，也有幾名被燒斷了去路，無法出塔，只有反而逃了上來。過不多時，火燄已燒到了第三層，囚禁在這一層中的華山派諸人，不及等功力恢復，十分狼狽的逃到了第四層。火燄毫不停留的上騰，跟著第四層中的崆峒派諸俠也逃了上去，有的奔走稍慢，連衣服鬚髮都燒著了。苦頭陀正束手無策之際，忽聽得一人叫道：「范右使，接住了！」正是韋一笑的聲音。苦頭陀大喜，往聲音來處瞧去，只見韋一笑站在萬法寺後殿的殿頂，雙手一抖，將一條長繩拋了過來，苦頭陀伸手接住。韋一笑叫道：「你縛在欄干上，當是一道繩橋。」苦頭陀剛將繩子縛好，神箭八雄中的趙一傷颼的一箭，便將繩子從射斷。苦頭陀和韋一笑同時破口大罵，可是知道這神箭八雄箭法厲害，若要搭繩橋須得先除去八人再說。韋一笑罵道：「射你個奶奶，那一個不拋下弓箭，老子先宰了他。」一面罵，一面抽出兵刃，縱身下地。他所用的乃一對虎頭雙鉤，若非今日事態緊急，那是輕易不動兵刃。他雙足剛著地，五名青袍番僧立時仗劍圍了上來，卻是天龍十八部中的五劍僧，五個人手中兵刃青光閃爍，劍招極是詭異，和韋一笑鬥在一起。鶴筆翁揮動鶴筆苦戰，高聲叫道：「小王爺，你再不下令救火，我可對你要不客氣了。」王保保那去理他。四名手執禪杖的高大番僧分立小王爺的四周，生怕有人偷襲。鶴筆翁焦躁起來，雙筆突然使一招「橫掃千軍」，將身前的三名番僧逼開兩步，提氣一衝，已衝到了高塔之旁。五名番僧一齊追到，鶴筆翁雙臂一展，正如大鳥般上了高塔第一層的屋簷。那五名番僧見火勢燒得正旺，便不追上。鶴筆翁一層層的上躍，待得登上第四層屋簷時，苦頭陀從第七層探頭出來，高舉鹿杖客的身子大笑叫道：「鶴老兒，給我停步！你再動一步，我便將鹿老兒摔成一團肉泥。」鶴筆翁果然不敢再動，叫道：「苦大師，我師兄弟跟你往日無冤，近日無仇，你何苦如此跟咱們為難，你要救你的老情人滅絕師太，要救你女兒周姑娘，儘管去救便是，我決計不來阻攔。」滅絕師太服了苦頭陀給她的解藥後，只道真是毒藥，自分必死，只是周芷若竟被他也灌了毒藥，自己全盤計劃，盡數化為泡影，心中如何不苦？正自傷心，忽聽得塔下喧嘩之聲大作，跟著苦頭陀和鶴筆翁鬥口、王保保下令縱火等等情形，一一聽得清楚。她心下奇怪：「莫非這鬼模樣的頭陀當真是救我來著？」試一運氣，立時便覺丹田中一股暖意升將上來，和自中毒以來的情形大不相同。原來滅絕師太不肯聽趙明之令，到大殿上比武，已自行絕食了六七日，胃中早是空空如也，解藥一入肚中，迅速化入血液，藥力行開，比誰都快，加之她內力深厚，猶在宋遠橋、俞蓮舟、何太沖諸人之上，僅比少林派掌門空聞神僧稍遜，那十香軟筋散的毒性，遇到解藥漸漸消退，被滅絕師太用力一逼，內力登時生出，不到半個時辰，內力已復了五六成，她正在加緊催動內功，忽聽得鶴筆翁在外面高聲大叫……。鶴筆翁幾句高聲大叫，字字如利箭般鑽入滅絕師太的耳中：「……你要救你的老情人滅絕師太，要救你女兒周姑娘，儘管去救便是，我決計不來阻攔。」滅絕師太自幼嚴守清規，少年之時，連男子的面孔也不見，什麼「老情人」云云，叫她如何不怒？她大踏步走到欄干之旁，怒聲喝道：「你滿嘴胡說八道，不清不白的說些什麼？」鶴筆翁求道：「老師太，你快勸勸你老……老朋友，先放我師兄下來。我擔保你一家三口，平安離開。玄冥二老說一是一，說二是二，決不致言而無信。」滅絕師太怒道：「什麼一家三口？」苦頭陀雖然身處危境，還是呵呵大笑，很是得意，說道：「老師太，這老兒說我是你的舊情人，那位周姑娘嘛，是我跟你生的私生女兒。」滅絕師太怒容滿面，在時明時暗的火光照耀之下，看來極是可怖，沉聲喝道：「鶴老兒，你上來，我跟你拚上一百掌再說。」若在平時，鶴筆翁說上來便上來，何懼於一個峨嵋掌門，但此刻師兄落在別人手中，不敢蠻來，叫道：「苦頭陀，那是你自己說的，可不是我信口開河。」滅絕師太雙目瞪著苦頭陀，厲聲問道：「這是你說的麼？」苦頭陀哈哈一笑，正要乘機挖苦她幾句，忽聽塔下喊聲大作，往下一望，只見火光中一條人影如穿花蝴蝶般迅速飛舞，在人群中穿插來去，嗆啷啷，嗆啷啷之聲不絕，眾番僧、眾武士手中兵刃紛紛落地，原來是教主張無忌到了。張無忌這一出手，圍攻韋一笑的五名持劍番僧五齊飛。韋一笑大喜，一閃身，搶到他的身旁，低聲道：「我到汝陽府去放火。」張無忌點了點頭，已明白他的用意。須知自己這裏只有寥寥數人，要是急切間救不出人，對方湧來的應援人手定然越來越多，這青翼蝠王到汝陽王府去一放火，眾武士保護王爺要緊，乃是個絕妙的調虎離山，釜底抽薪之計。只見韋一笑一條青色人影一晃，已自掠過高牆。張無忌一看周遭情勢，朗聲問道：「范右使，怎麼了？」苦頭陀叫道：「糟糕之極！燒斷了出路，一個也沒能逃得出。」此時天龍十八部的番僧，倒有十四人攻到了無忌身畔。無忌心想擒賊先擒王，只須擒住了那頭戴金冠的韃子王公，便能要脅他下令救火放人，當下身形一側，從眾番僧間竄了過去，猶似游魚破水，直欺到王保保身前。驀地裏左首一劍刺到，寒氣逼人，劍尖直指胸口。張無忌急退一步，只聽得一個女子聲音說道：「張公子，這是家兄王保保，你莫傷他。」但見她手中長劍顫動，婀娜而立，刃寒勝水，劍是倚天劍，貌美如花，人是趙明。她急跟張無忌而來，只不過遲了片刻。張無忌道：「你快下令救火放人，否則我可要對不起兩位了。」趙明叫道：「天龍十八部，此人武功了得，結天龍陣擋住了。」那十八番僧適才吃過無忌的苦頭，不須郡主言語點明，已知道他的厲害，只聽得噹的一聲大響，「四鈸神」手中的八面銅鈸齊聲敲擊，十八番僧來回遊走，擋住王保保和趙明的身前，將無忌隔開了。無忌一瞥之下，見這十八名番僧盤旋遊走，步法極是詭異，十八個人阻成一道人牆，看來其中還蘊藏著不少變化。他心念一動，忍不住想憑著一身武功，衝一衝這座天龍陣，但便在此時，砰的一聲大響，高塔上倒了一條大柱下來。無忌一回頭，只見火燄已燒到第六層上。火舌繚繞之中，兩個人拳掌交加，鬥得極是激烈，正是滅絕師太和鶴筆翁。最高一層的欄干之旁，倚滿了人，都是少林、武當各派人物，這一干人武功尚未全復，何況那高塔離地數十丈，縱有絕頂輕功，內力絲毫未失，跳下來縱不活活摔死，也必筋折骨斷。張無忌一個念頭在腦海中飛快的轉了幾轉：「要破此天龍陣，非片刻間所能奏效，何況擊敗眾番僧，又有別的好手上來，想擒那韃子王公，大也不易。滅絕師太和這鶴筆翁鬥了這些時，始終未曾落敗，看來她功力已復，那麼我大師伯等內力當也已經恢復，只是寶塔太高，無法躍將下來而已。」一動念間，突然滿場遊走，雙手忽打忽拿、忽拍忽奪，將神箭八雄盡數擊倒，此外眾武士中，凡是手持弓箭的，都被他或斷弓箭，或點穴道，眼看高塔近旁已無彎弓搭箭的手，便縱聲叫道：「塔上各位前輩，請逐一跳將下來，在下在這裏接著。」塔上諸俠一聽，都是一怔，心想此處相距地面數十丈，若是跳了下去，力道何等巨大，你便是有千斤之力，也無法接住。崆峒、崑崙各派的人中，便有人嚷道：「千萬跳不得，莫上這小子的當！他要騙咱們摔得粉身碎骨。」無忌眼看煙火瀰漫，已燒到了第七層，眾人若再不跳，勢必葬身火窟，提聲叫道：「莫七叔，你等我恩重如山，難道小侄會存心相害麼？你先跳吧！」莫聲谷原是個極為大膽之人，心想與其活活燒死，還不如活活摔死，便叫道：「好！我跳下來啦！」縱身一躍，從高塔上跳了下來。張無忌看得分明，待莫聲谷身子離地約有四尺之時，一掌輕輕拍出，擊在他的腰裏。這一掌中所運，正是「乾坤大挪移」的絕頂神妙武功，吞吐控縱之間，已將他自上向下的一股巨力，撥為自左至右。莫聲谷的身子向橫裏直飛出去，一摔數丈，此時他功力已恢復了七八成，一個迴旋，已然穩穩站在地下，順手一掌，將一名蒙古武士打得口噴鮮血。他大聲叫道：「大師哥、二師哥、四師哥！你們都跳下來吧！」塔上眾人見莫聲谷居然安好無恙，一齊大聲歡呼起來。宋遠橋愛子情深，要他先脫險地，說道：「青書，你跳下去！」宋青書自出囚室後，一直站在周芷若身旁，說道：「周姑娘，你快跳。」周芷若功力未復，不能去相助師父，卻不肯自行逃生，聽宋青書這麼說，搖了搖頭道：「我等師父！」這時何太沖班淑嫻等已先後跳下，都由張無忌施展乾坤大挪移神功，自直墜改為橫摔，一一脫離險境。這一干人功力雖未全復，但只須恢復得五六成，已是眾番僧、眾武士所難以抵擋。莫聲谷等頃刻間奪得兵刃，護在張無忌身周。王保保和趙明的手下意圖殺上阻撓，均被莫聲谷、何太沖、班淑嫻等擋住。塔上每躍下一人，張無忌便多了一個幫手。那些人自被趙明囚入高塔之後，人人受盡屈辱，也不知有多少人被割去了手指，此時重出生天，個個含憤拚命，霎時間已有十餘武士屍橫就地。王保保見情勢不佳，傳令：「調我的飛弩親兵隊來！」哈總管正要去傳小王爺號令，突然間東南角上火光衝天。哈總管一驚，叫道：「小王爺，王府走了火啦，咱們快去保護王爺要緊。」王保保關懷父親安危，顧不得擒殺叛賊，忙道：「妹子，我先回府，你諸多小心！」不等趙明答應，掉轉馬頭，直衝出來。王保保這一走，天龍十八部的眾番僧及王府武士倒去了一大半，餘下眾武士見王府失火，誰也沒想到只是韋一笑一個人搗鬼，只道大批叛徒進攻王府，無不驚惶。其時宋青書、宋遠橋、俞蓮舟、張松溪等都已躍下高塔，雙方強弱之勢登然逆轉，待得空聞大師、空智大師，以及少林派達摩堂、羅漢堂、藏經閣眾高僧一一躍下時，趙明手下的武士已無可抗禦。趙明心想此時若再不走，反而自己要成為他的俘虜，當即下令：「各人退出萬法寺。」轉頭向張無忌道：「明日黃昏，我再請你飲酒，務請駕臨。」