第四十回　空餘碧血葬佳城群雄躍出宮牆，不禁倒抽了一口涼氣，只見雍和宮外無數官兵，都是弓上弦，刀出鞘，數百枝火把高舉，數百盞孔明燈晃來晃去，射出道道黃光。陳家洛心想：「他佈置得很好，惟恐毒藥毒不死我們！」轉眼間無塵與陳正德已殺入御林軍隊裏，四下弓箭如飛蝗般向群雄射來。霍青桐大叫：「大家衝啊！」群雄互相緊緊靠近，隨著無塵與陳正德衝殺，清兵越殺越多，衝出了一層，外面又圍上一層。乾隆這次是處心積慮要把紅花會全部高手一鼓殲滅，以免遺下後患，所以調集了御林軍與侍衛的精銳，伏下了重重甲兵，紅花會群雄雖然英雄，但好漢敵不過人多，形勢甚為危急。無塵劍光霍霍，當者披糜，力殺十餘名御林軍，突出了重圍，等了一陣，見餘人並未隨出，心中憂急，又翻身殺入，只見七八名侍衛圍著章進酣鬥。章進全身血污，殺得如癡如狂，無塵叫道：「十弟莫慌，我來了。」刷刷刷三劍，三名內廷侍衛咽喉中劍，餘人發一聲喊，退了開去。無塵道：「十弟，沒事麼？」忽然呼的一聲，章進一斧向他劈來。無塵吃了一驚，側身讓過，章進連聲狂吼，叫道：「眾位哥哥都給你們害了，我不要活了！」雙斧忽地捲到。無塵一驚更甚，叫道：「十弟，十弟，是我呀！」章進雙目瞪視，突然撇下雙斧，叫道：「二哥啊，我不成了！」無塵在火光下見他胸前、肩頭、臂上都是傷口，處處流血，但自己又只有單臂，無法扶他，咬牙道：「你伏在我背上，摟住我！」他蹲下身子，章進依言抱著他頭頸。無塵只覺一股股熱血從他道袍裏直流進去，當下奮起神威，提劍往人多處殺去。劍鋒到處，清兵紛紛讓道，忽見前面官兵接二連三的躍在空中，顯然是被人提著拋擲出來的，無塵心想：「除四弟外，別人無此功力。莫非城門有變？」仗劍衝去，果見文泰來、駱冰，余魚同、李沅芷四人正在與侍衛們惡戰。無塵叫道：「總舵主他們呢？」余魚同道：「不見啊，咱們到那邊去找！」無塵心中一寬，心想章進受傷甚重，所以胡言囈語，未必大夥都已死傷。文泰來掌劈拳打，殺開了一條血弄堂，四人隨後趕去。無塵奔到文泰來身旁，叫道：「四弟，你怎麼到這裏來了？城門口怎樣？」文奉來道：「那邊沒事。我不放心，所以來瞧瞧！」無塵道：「來得正好！」他雖然身上馱了章進，仍舊一路殺人，長劍起處，清兵無人能避。突然李沅芷高聲叫道：「總舵主！」只見一個白衣人影從火光中掠過，東一竄，西一晃，似乎在到處尋人，又見陸菲青從西首殺了出來，叫道：「大夥退回宮牆。」遙見遠處火光中一根翠羽不住晃動。陸菲青道：「總舵主，你領大夥退到牆邊，我去接她出來！」說著手揮長劍，往霍青桐那裏殺去。陳家洛與文泰來當先開路，又返回到牆邊。無塵叫道：「十弟，下來吧！」章進只是不動，駱冰去扶他時，只覺他身子僵硬，原來已經氣絕。駱冰伏屍大哭，文泰來正在抵敵眾侍衛，接應趙半山、常氏雙俠等過來，聽見駱冰哭聲，不由得灑了幾點英雄之淚，怒氣上衝，揮掌連斃三敵。群雄逐漸聚攏，這時陸菲青和霍青桐會合在一起，人叢中只見那根翠羽慢慢移來，但相隔尚有數十步時，卻始終無法走近，常氏雙俠奪了兩杆長槍，衝過去接了過來，霍青桐臉色蒼白，一身黃衫上點點斑斑都是血跡。陳家洛叫道：「咱們再衝，這次可千萬別失散了。」話聲方畢，雍和宮內嗖嗖數聲，連射了幾枝箭出來，原來李可秀和白振率領的人眾殺盡了綏成殿中的旗兵後，蜂湧而至。紅花會這一來前後受敵，處境更是惡劣。正危急間，正面御林軍忽然紛紛退避，火光中數十名黃衣僧人衝了進來，當先一人白鬚飄動，金刀橫砍直斬，威不可當，正是鐵膽周仲英。群雄大喜，只聽周仲英叫道：「各位快跟我來！」文泰來抱起章進屍身，隨著眾人衝出，只見天鏡禪師率著大癲、大癡、元痛、元悲、元傷等少林僧人，正與御林軍接戰。霍青桐見眾人十分英勇，但衝到那裏，敵兵必跟到那裏，抬頭四下一望，果見一所民房頂上站著十多個人，四個人手提紅燈分站四方，群雄殺奔西方，西方那人就高舉紅燈，殺奔東方，東方就有紅燈舉起，於是對陳家洛道：「打滅那紅燈就好辦了！」趙半山聽了，從地下撿起一張弓，拾了幾枝箭，弓弦響處，四燈熄滅。群雄喝一聲彩，御林軍不見了燈號，果然亂將起來。霍青桐又道：「屋頂上的人中，必有主將在內，咱們擒賊先擒王！」眾人知道她在回部運籌惟幄，曾殲了兆惠四萬多名精兵，真是女中孫吳，說話必有見地，無塵叫道：「四弟、五弟、六弟，咱們四個去！」文泰來和常氏雙俠齊聲答應，四人有如四隻猛虎，直撲出去，御林軍那裏攔阻得住。陳家洛與天鏡禪師等跟著殺出，眼見就要衝出重圍，突然喊聲大振，李可秀和白振率領親兵侍衛，圍了上來，一陣混戰，又把群雄裹在垓心，李沅芷、駱冰，以及七八名少林僧人都受了傷。無塵等衝到牆邊，一躍上屋，早有七人過來阻攔，這些人竟是武功極好的高手，常氏雙俠合敵三人，一時未分勝敗。無塵與文泰來那是以一對二，在屋頂攻拒進退，打得十分激烈。無塵心中焦躁，想道：「怎麼這裏有這許多硬爪子？」只見屋角上眾人衛擁中有一個紅頂子的官員，手執佩刀令旗，正在指揮督戰，無塵叫道：「這些鷹爪都交給我！」左一劍「心傷血污池」直刺敵人胸膛，右一劍「膽裂奈何橋」，逕奔對手雙足，這兩人或縮身，或縱躍，無塵長劍已指向纏著文泰來的兩名侍衛，「千刃刀山」斜戳左股，「萬斛油鍋」橫削右腰，招招快極狠極。文泰來一緩手，向那紅頂官員直衝過去，左右衛護大驚，見文泰來勢頭兇猛，早有四人挺刀阻截。文泰來在火光中猛見那官員回過頭來，吃了一驚，險些失聲叫出：「總舵主！」原來這官員面貌幾乎與陳家洛一模一樣，如非服色完全不同，真難相信竟是兩人。他斗然想起妻子曾談到徐天宏設計取玉瓶，捉王維揚之事，總舵主喬扮官員，竟被眾人誤認為御林軍統領兼九門提督福康安，那麼這人必是福康安無疑。現在群雄身處危境，如不抓到此人，只怕無法脫難，當下身形一縮，突從兩柄大刀的刃鋒下鑽過，逕向福康安竄去。統率御林軍兜捕紅花會的，正是乾隆皇帝第一親信的福康安。皇帝因燒綏成殿之事萬分機密，所以命他總領其事，但因對他寵愛異常，既要他立此殊功，又怕他遇到兇險，所以特選了十六名一等侍衛，專門保護他一個人。眾侍衛見文泰來奮不顧身的要來傷害福帥，如何不慌，又有兩人上前阻擋，餘人擁著福康安避到另一間屋子頂上。無塵身法迅捷無比，數招之下，已傷了兩名侍衛，他突然斜奔橫走，在從侍衛中穿來插去，這裏一劍，那裏一腳，片刻之間已連施七八下毒招。文泰來再度緩出手來，雙足一用勁，如一隻黑鷹般向福康安頭頂落下。這時地下的御林軍與眾侍衛已發現主帥處境兇險，雖有十多名高手侍衛保護，但竟自攔阻不住這兩個怪傑所向無敵的猛撲，又有七八人躍上屋來相助。餘人也暫時不向紅花會餘人進迫，都舉頭凝視屋頂的激鬥，突見文泰來飛撲而下，不由得齊聲驚呼。福康安也稍會一點武藝，舉起佩刀猛砍，同時兩枝長槍，兩柄大刀都向文泰來身上攻來。文泰來心想：這一抓如抓不到他，眼見他後援即到。當下雙臂一振，兩杆長槍騰在空中，他一足踩在左邊一名侍衛胸前，右手一拳擊中右邊侍衛面門，大喝一聲，兩名剛躍上屋頂的侍衛嚇得跌了下去。福康安驚得手足都軟了，被文奉來一把當胸揪住，舉在半空，屋上屋下的清兵不約而同的又是一陣驚叫。這時常氏雙俠已打倒三名侍衛，雙雙躍到，往文泰來身旁一站，取出飛抓，亮光閃閃，舞成徑達兩丈的一個大圈子，清兵們那敢過來。只見福康安舉起令旗，顫聲高叫：「大家住手！御林軍與眾侍衛各歸本隊！」御林軍與侍衛們見本帥被擒，都是大驚失色。奉旨衛護福康安的內廷侍衛中有三人不理會常氏雙俠飛抓厲害，奮勇衝上。無塵叫道：「五弟，六弟，放這三個鷹爪過來！」雙俠一收飛抓躍開，以為無塵要親自取他們性命，那知無塵長劍直指福康安咽喉，哈哈笑道：「來吧，來吧！」三名侍衛停步遲疑，互相使個眼色，又都躍開。文泰來雙手微一用力，福康安臂膀上痛入骨髓，只得高聲叫道：「快收兵，退開！」清兵侍衛不敢再戰，紛紛歸隊。陳家洛叫道：「咱們都上高處！」群雄走到牆邊，一一躍上。趙半山點查人數，除章進傷重斃命外，其餘尚有八九人負傷，幸喜都不甚重，火光中又見孟健雄與徐天宏扶著周綺躍上屋頂。只見她頭髮散亂，臉如白紙，周仲英罵道：「你怎麼也來了？不保重自己身體！」周綺叫道：「我要孩子，孩子，還我孩子來！」陳家洛見她神智不清，忙亂中不及細問，用紅花會切口傳令：「咱們攻進宮去，殺了皇帝給章十哥報仇！」群雄轟然叫好，駱冰把這話譯給陸菲青、天鏡禪師、天山雙鷹、霍青桐等人聽了，眾人舉刀回應。天鏡禪師道：「少林寺都教他毀了，老衲今日要開殺戒！」陳家洛驚道：「師叔您老人家好，少林寺毀了？」天鏡道：「不錯，已經燒成白地，天虹師兄護法圓寂了。」陳家洛一陣難受，更增憤慨。眾人擁著福康安，從御林軍的刀槍劍戟中走出去，只見走了一層又是一層，圍著雍和宮的兵將何止萬人。群雄饒是大膽，也不覺心驚，暗想要不是擒住了他們頭子，即使突出重圍，也必傷折眾多。待走出最後一層清兵，見心硯領著紅花會的頭目，牽了數十匹馬遠遠站著等候。各人紛紛上馬，有的一人一騎，有的一騎雙乘，蜂湧呼喝，一陣風般向皇宮衝去。徐天宏跑在陳家洛身旁，叫道：「總舵主，退路預備好了麼？」陳家洛道：「九哥他們在城門口接應。你們怎麼這時候趕到？」徐天宏恨道：「方有德那奸賊，那奸賊！」陳家洛道：「怎麼？」徐天宏道：「他勾結成璜，瑞大林，調了大軍夜襲少林寺。天虹老禪師不肯出寺，就在寺中被燒死了。」陳家洛道：「這幾個奸賊呢？」徐天宏道：「他們還搶了我的兒子去！」陳家洛聽見他生了個兒子，想說句「恭喜」，但又縮住了口，徐天宏道：「天鏡師伯率領僧眾找這幾個奸賊報仇，一直追到北京來，咱們到雙柳子胡同找你，才知你們在雍和宮。」這時眾人已奔近禁城，御林軍與眾侍衛在後緊緊跟隨，雖不交鋒，但毫不放鬆。徐天宏轉頭對天山雙鷹道：「要是皇帝得訊躲了起來，深宮中那裏找去，請兩位前輩先趕去探聞如何？」徐天宏在杭州六和塔上見過天山雙鷹的武功，知道二老對敵時一往直前，凌厲無倫，兩人又最好勝，剛才無塵與文泰來擒拿福康安大顯威風，他們夫婦卻未顯技立功，這時正好請他們去探明皇帝行蹤。天山雙鷹同時應道：「好，我們就去！」徐天宏雖然愛子被劫，但仍舊老謀深算，從衣袋裏摸出四枚流星火炮來，交給陳正德道：「見到皇帝後，能殺馬上就殺，如他衛護眾多，請老前輩放流星為號。」關明梅道：「好！」雙鷹躍過宮牆，直往內院而去，身手快捷，真和鷹隼相似。等福康安命禁軍打開宮門，二老早已去遠。天山雙鷹在屋頂上飛奔，只見宮門重重，庭院處處，怎知皇帝躲在那裏。關明梅道：「咱們抓一名太監來問。」陳正德道：「好！」兩人一躍下地，隱耳暗處，側耳靜聽，想聽到何處有人聲，然後過去抓人，只聽見腳步聲急，兩人直奔而來。陳正德低聲道：「這是兩個有武功的人。」關明梅道：「不錯，咱們跟去瞧瞧。」語聲方畢，兩個人影已從身邊急奔過去。雙鷹悄沒聲的跟在兩人身後，一眼看出前面那人身材瘦削，武功尤高，後面那人衣衫肥大，身體魁偉，腳步卻沉重得多。前面那人常常停步等他，不住催促：「快，快，咱們要搶在頭裏，快給皇上報訊。」雙鷹一聽大喜，他們去給皇帝稟報，正好帶路，心中又暗暗感激後面那個笨傢伙，要不是他腳步笨重，自己夫婦在後面跟躡勢必會被前面那人發覺。四人穿庭過戶，來到寶月樓前，前面那人道：「你在這裏等著。」後面那大漢應了站住，那瘦子逕自上樓去了。雙鷹互相一打手勢，從桉旁攀援而上。他們在十三層的六和塔上尚且上下自如，這五層的寶月樓自然更加不在眼裏。兩人直上樓頂，用足鉤住樓簷。倒掛下來，見一排長窗，外面是一條畫廊，欄杆上新漆的氣味混著花香散發出來，窗紙中透出淡淡的燭光。兩人縱身落入畫廊，只見一個人影從窗紙上映了出來，關明梅用食指沾了唾液，輕輕濕了窗紙，附眼往裏一張。果見乾隆坐在椅上，手裏搖著摺扇。跪在地上稟報的瘦子原來是在杭州曾與陳正德交過手的白振。只聽白振奏道：「綏成殿已經燒光了，看守的親兵沒一個逃出來。」乾隆喜道：「很好！」白振又又頭道：「奴才該死，紅花會的叛徒卻擒拿不到。」乾隆驚道：「怎麼？」白振道：「太后身邊的遲玄與武銘夫兩人要敬什麼毒酒，不知怎麼洩了機，動起手來，奴才正在管綏成殿的事，被遲武兩人放了他們出去。」他知道乾隆與太后之間是面和心不和，所以把罪責都推到了太后的心腹遲武兩人身上。乾隆嗯了一聲，低頭沉吟。陳正德指指白振，又指指乾隆，向妻子打手勢示意：「我鬥那白振，你去刺殺皇帝！」關明梅點了點頭，正要破窗而入，白振忽然拍了兩下手掌。陳正德一把拉住妻子手臂，左手搖了搖，示意只怕其中有什麼古怪，瞧定一下再說，果然床後、櫃後、屏風後面悄沒聲的走出十二名侍衛來，手中各執兵刃。天山雙鷹心想：「保護皇帝的必是一等一的高手，我們兩人貿然下去雖不致遭擒，但如刺不到皇帝，反而打草驚蛇，教你躲藏得無法尋找，不如等大夥到來。」只見白振低聲向一名侍衛說了幾句，那侍衛下樓把候在樓下的大漢帶了上來。那大漢一身黃衣，叩見皇帝，等抬起頭來，雙鷹大出意外，原來是一名喇嘛。乾隆道：「呼音克，你辦得很好，沒露出什麼痕跡麼？」呼音克道：「一切全遵皇上旨意辦理，綏成殿連人帶物，沒留下一點點兒。」乾隆道：「好，好，好，白振，我答應他做活佛的，你去辦吧。」白振道：「是！」呼音克大喜，叩頭謝恩，兩人走下樓來，白振後面跟了兩名侍衛。走到樓前，白振道：「呼音克，你謝恩吧！」呼音克一楞，心想我早已謝過恩了，但皇帝的侍衛隊長既如此說，就又向寶月樓跪下叩頭，等叩了三個頭仰起身來，忽覺項頸中一陣冰涼，兩名侍衛的佩刀架在他的頸中。呼音克大驚，顫聲道：「怎……怎麼？」白振冷笑道：「皇上說讓你做活佛，現在就送你上西天做活佛。」呼音克心中冰冷，知道皇帝原來是要殺他滅口。白振手一揮，兩名侍衛雙刀齊下，又有兩名太監拿了一條氈毯過來，裹了呼音克的屍身去了。天山雙鷹見乾隆如此狠毒，又驚又怒，忽然遠處人聲喧嘩，數十人手執燈籠火把蜂湧而來，白振疾奔上樓，稟道：「有叛徒作亂，請皇上退到內宮。」乾隆在杭州見過紅花會群雄的身手，知道自己的侍衛實在不是他們敵手，也不多問，站了起來。陳正德放出一個流星，嗤的一聲，一道白光從樓頂升起，劃過黑夜長空，他大聲喊道：「我們等候多時，想逃到那裏去？」兩人知道群雄趕到還有一段時候，這時把皇帝絆住要緊，當下破窗竄入第四層中。眾侍衛不知敵人到了多少，齊吃一驚，只見樓梯口站著一個紅臉老漢、一個白髮老婦，雙劍勝雪，寒氣逼人。兩名侍衛當先衝下，兵刀一交，立覺這兩個老人招術迅捷無比。白振把乾隆負在背上，四名侍衛執刀前後保護，從欄干旁跳下，逕行奔向第三層樓。關明梅手一揚，打出三枚鐵蓮子，對手一避，她已縱身站在三四兩層之間的欄干上，一劍直刺乾隆左肩。白振大駭，倒縱兩步，早有兩名侍衛挺刀上前擋住。陳正德與三名侍衛交手數合，發現對手都是勁敵，他當即施展上乘輕身功夫，在樓房中四下游走，不與眾侍衛纏鬥。白振一聲唿哨，四名侍衛從四角兜抄過來，後面又是三人，七個人登時將陳正德困在中間。陳正德本事再好，也難敵十名強敵，鬥了十餘招，他回劍擋開左邊一杆短槍，一個鏈子錘，右面一鞭拍的一聲打中了他的右臂。陳正德數十年來對敵，連油皮也未擦傷過一塊，這一下又痛又怒，當即劍交左手，一招「旋風捲黃沙」把眾人逼退數步，低頭一劍直刺，戳入了鞭打他的那名侍衛小腹之中。關明梅見丈夫受傷，猛衝上前接應，兩人退到第二層樓。陳正德見群雄尚未到達，只怕自己夫婦兩人纏不住這十多名高手侍衛，被他們衝下樓去，這才叫功虧一簣，忙乘隙搶到樓外又去放了一個流星，等到回進樓中，見妻子守在樓梯上，打數合，退一級，真所謂數寸之地，在所必爭。幸而樓梯狹窄，最多容得下三四人同時打她，但仰面迎戰，確已十分吃力。陳正德靈機一動，猛想我何不以攻為守？當下仗劍撲向乾隆，眾侍衛上來抵拒，陳正德早已退後，向攻擊關明梅的侍衛們背後連刺數劍，等有人上來相助，他又向乾隆攻去，侍衛們忙不迭的過來護駕。這樣反客為主，立即爭到了先手攻勢。眾侍衛心慌意亂，被他乘機刺傷兩名，關明梅也搶上了四級樓梯。白振見形勢不利，對一名侍衛道：「馬兄弟，你背皇上。」這侍衛就是在杭州被紅花會抓去過的馬敬俠，後來紅花會與乾隆在六和塔定盟，就把他釋放了。馬敬俠蹲下身子，把乾隆負在背上，白振長嘯一聲，雙爪向陳正德抓去。他是嵩陽派的名家，以大力鷹爪功馳名江湖，武功雖稍遜於陳正德，但數十合之內也還不易判別高下。兩人一交上手，陳正德就無法脫身，心中暗暗叫苦，加之他右臂受傷，越戰越痛，單獨抵敵白振已是勉強，何況還有四五名侍衛圍攻。酣鬥中金鉤鐵爪白振雙掌翻飛，招招不離敵人要害，陳正德全神灌注他的雙爪，不提防後心被一名侍衛猛刺一劍。那侍衛正喜得手，被陳正德奮力回肘一撞，登時頭骨撞破而死。陳正德所受這一劍正中要害，知道今日要畢命於斯，大喝一聲，神威凜凜，白振吃了一驚，倒退一步，陳正德提劍向乾隆猛力擲去。馬敬俠見長劍飛來，要想退讓，卻已不及，他只怕傷了皇帝，拚著手掌重傷，舉手去格，但這一劍正是陳正德臨終一擲，那是何等功力？何等義憤？馬敬俠的肉掌那裏能格得開，波的一聲，手掌被削去半隻，長劍直刺入胸膛之中，對穿而過。陳正德大喜叫好，心想這一劍也得在乾隆胸前穿個透明窟窿，自己一條命換了一個皇帝，雖死也值得了。白振及眾侍衛見長劍沒入馬敬俠胸膛，關明梅見丈夫受傷擲劍，個個大驚失色，顧不得相互交戰，各自過來搶救。白振把乾隆輕輕抱起，問道：「皇上，怎樣？」乾隆臉已嚇得臉色蒼白，強自鎮定，微笑道：「總算我先有防備。」白振見陳正德那柄劍從馬敬俠身後穿出半尺，乾隆胸口衣服數層全被刺破，不覺駭然，但皇帝竟未傷，愕然不解，說道：「皇上洪福齊天，真是聖天子有百神呵護。」原來乾隆變盟之後，極怕紅花會前來報復，想起二十多年時雍正皇帝半夜被俠客刺死的慘狀，十分寒心，所以這幾日外衣之內總是襯了金絲軟甲，果然救了一命。白振把乾隆負在背上，見樓梯上已無人阻攔，唿哨一聲，眾侍衛前後擁衛，直奔上樓，將出寶月樓門，乾隆忽然驚呼一聲，一掙下地，只見樓門口當先一人正是陳家洛，他身後火光劍影，數十名英雄豪傑站在當地。乾隆返身急奔上樓，眾侍衛一湧而上，兩名侍衛走得稍慢，被常氏雙俠截住，鬥不數合，三個少林僧上前夾攻，立時擊斃。原來陳家洛等見了流星訊號，急向寶月樓奔來，但一路有侍衛相拒，邊打邊進，牽延了一些時候，殺到寶月樓時，皇帝被天山雙鷹絆住，竟未逃出。群雄大喜，蜂湧上樓，文泰來虎吼一聲，叫道：「你這兩個賊子在這裏！」原來成璜與瑞大林手執兵刃，站在床前，乾隆也不及問他們從那裏來的，只道：「有刺客，快拿，快拿。」陳家洛一上樓，立即分派各人守住通道。無塵道人仗劍站在第三層通下來的梯口，常氏雙俠守住上來的梯口，趙半山、大雄、大癲、大癡分守東南西北四面窗口，這時乾隆插翅難飛，要想逃出去真是千難萬難。霍青桐見師父抱住師公不住垂淚，忙走過去，只見陳正德傷口中的血如泉湧，汩汩流出。陸菲青也搶了過來，拿出金創藥給他敷治，陳正德苦笑搖了搖頭，對關明梅道：「我對不住你……累得你幾十年心中不快活，你回到回部之後，和袁……袁大哥去成為夫妻……我就在九泉，也心安了。陸兄弟，你幫我成了這件美事……」關明梅長眉立豎，喝道：「這幾個月來，難道你還不知道我對你的一片心嗎？」陸菲青心想：「他人都快死了，你們這對冤家還吵什麼，以就口頭上順他幾句又有何妨？」正想開言相勸，關明梅叫道：「這樣你放了心吧！」長劍往喉中一勒，登時氣絕。霍青桐和陸菲青雖近在身旁，但那裏料想得到她如此剛烈，都是不及相救。陳正德哈哈大笑，突然笑聲頓息，陸菲青俯身下去，只見他抱著妻子身體，兩人都死在血泊裏了。霍青桐伏在雙鷹身上，痛哭不已。陳家洛從心硯手裏接過那隻來鳳琴，對乾隆道：「且不說六和塔下之盟言如何，我們在海寧塘上曾擊掌為誓，絕不互相加害，你卻用毒酒來害我，今日還有什麼話說？」他舉起琴來往地下用力一摔，一具稀世之珍的千年古琴登時裂成無數碎片，凜然道：「你認賊作父，殘害百姓，是天下仁人義士的公敵！你我兄弟之義，手足之情，再也休提，今日我要飲你之血，給兩位前輩，給我結義兄弟和天下百姓報仇。」乾隆嚇得臉無人色，默不作聲。天鏡禪師大踏步上前，喝道：「我們在少林寺清修，與世無爭。你怎麼派了賊官來將佛門勝地燒得片瓦不存，今日老衲開殺戒了。」成璜忽地竄出，舉起齊肩棍當頭猛砸下來。天鏡不閃不避，右手撩住棍梢一拖，成璜收腳不住，向前跌來。天鏡反手一掌，嚇的一聲，把成璜半個頭打進了脖子裏去，登時斃命。天鏡右手一抖，齊眉木棍忽然斷成三截。眾侍衛見這個老和尚如此神威，那個敢上前。白振到此地步，只得挺身而出，叫道：「待我來接老禪師幾招。」天鏡「哼」了一聲，待要進招，陳家洛道：「師叔，你傳了弟子降龍十八掌，讓弟子試演一下，請師叔指正。」天鏡道：「也好！」陳家洛道：「白老前輩請！」呼的一掌橫劈過來，白振見來勢兇猛，舉臂一格，受了他一掌，不覺半個身子都酸麻了，心中大吃一驚，暗想：「我與他在杭州交手時勢均力敵，怎麼不到一年，他功力已精進如此？」轉念未畢，陳家洛又是兩掌打到，白振避開一掌，接了一掌，知道不是敵手，跳出一步，叫道：「且住！」乾隆忽道：「他是你救命恩人，你們又何必再打？」白振知道皇帝已有疑他之意，從一名侍衛手裏搶了一柄刀來，說道：「陳總舵主，我不是你的對手。」陳家洛道：「我敬重你是條好漢子，只要你不再給皇帝賣命，你就去吧！」趙半山守在東面窗口，往旁側一讓。白振淒然一笑道：「多謝兩位美意，但我不能保護皇上，那是不忠，不能報答你救命之恩，那是不義，不忠不義，又有何面目生於天地之間？」回刀往自己項頸中一砍，一顆首級飛了起來，篷的一聲，落在地下。陳家洛扶起霍青桐來，把短劍遞在她的手裏，道：「青桐，你的爹爹媽媽、哥哥妹妹，兩位師父，以及無數同族父老姊妹，都死在這個人手裏，你親手殺了他吧！」霍青桐接過短劍向乾隆走去。瑞大林挺著鋸齒刀來攔，被文泰來斜刺裏躍到，左手抓住背心，提了起來。右拳如擂鼓般在他胸上連打了八九拳。文泰來手一鬆，瑞大林胸骨脊骨早都已被打斷，軟軟的一團掉在地下。當日他與七名侍衛捉拿文泰來，打得奔雷手身受重傷，此仇到這時方才得報。文泰來見霍青桐持劍上來，乾隆身旁只剩下寥寥五六名侍衛，哈哈一笑，讓在一旁監視。霍青桐走出數步，忽然樓下人聲鼎沸，有人在大聲吆喝，趙半山回頭向外一望，只見寶月樓外火把齊明，御林軍與內廷侍衛，會武的太監等等，何止三四千人，在兆惠、李可秀、鄭親王等人指揮下前來救駕。文泰來大踏步走到窗口，高聲喝道：「皇帝在這裏。誰敢上來，老子先把皇帝宰豬一樣的宰了。」文泰來威風凜凜，聲若雷震，這一喝，樓下眾人登時肅靜無聲，徐天宏和心硯將白振、瑞大林、馬敬俠、成璜等屍體擲下樓來，眾侍衛見這些高手都死於非命，更加不敢亂動，只怕害了皇帝性命。寶月樓上群雄也是不發一言，凝視霍青桐手裏那柄寒光閃閃的短劍，只見她一步一步走向乾隆。突然間床帳後面人影一晃，一個人奔出來擋在乾隆面前。霍青桐一楞停步，只見這人是個白鬚老者，手中卻抱著一個嬰兒。那老者右手將嬰兒舉在面前，微微冷笑，左手伸出五指捏在嬰兒喉頭，只要稍一用力，微弱的生命立即消失。那嬰兒又白又胖，吮著小指頭兒，十分可愛。周綺從周仲英身後竄了出來，大叫：「還我孩子！」縱上去就要奪那嬰兒。那老頭叫道：「你上來吧，你要死孩子，你就上來。」周綺失神落魄般獃在當地。原來這老人就是曾任安徽巡撫的方有德，那日在福建原籍娶妾，被群雄趕來一鬧，老奸巨滑，在人叢中溜了，後來會到成璜、瑞大林，知道皇上欲得紅花會群雄而甘心，於是定下奸計，率領軍馬夜襲少林寺，燒死了天虹老禪師，還把周綺的兒子搶了來。他知道這是大功一件，所以與瑞大林等趕到北京來朝見皇帝。乾隆連夜召見，想細問少林寺中是否還留下什麼痕跡，他們三人一上樓，正逢陳家洛等殺到。方有德躲在帳後不敢露面，這時見事情緊急，他雖不會武藝，但陰鷙果決，立即抱了嬰兒出來。僵持片刻，方有德道：「你們都退出宮去，就還你們這孩子！」霍青桐罵道：「你這魔鬼，你騙人！」她在激動中說的是維語，大家都不懂她說什麼。群雄眼見乾隆已處在掌握之中，就是天下所有的精兵銳甲一齊來救，也要先把皇帝殺了再說。那知忽然出來一個手無寸鐵，不會武藝的老人，懷抱一個嬰兒，就把眾人制得束手無策，大家望著陳家洛，等他示下。陳家洛望望霍青桐，想起他的血海深仇，如何不報？眼見到天山雙鷹與章進的屍身，不覺悲憤衝心。但一轉眼見徐天宏滿臉又是氣憤又是痛惜的神色，不禁又望了一眼抱在方有德手裏的那個孩子。這嬰兒還只兩個月大，憨憨的笑著，伸出小手去摸放在他項頸裏的方有德那隻乾枯凸筋的大手。陳家洛心中一凜，回過頭來，只見天鏡眼中閃爍著慈和的光芒，陸菲青輕輕嘆息，周仲英白鬚飄動，身子微戰，周大奶奶張大了口，一副神不守舍的樣子。陳家洛心想：「周仲英老爺子為了咱們紅花會，斬了周家的血脈，這孩子是他傳種接代的命根……但今日不殺皇帝，以後他加意防備，只怕再無機緣來報此大仇，這是如何是好？」心中正自沉吟，忽聽見周綺一聲驚叫，正要撲上前去，卻被駱冰和李沅芷拉住，只是拚命掙扎，連無塵、文泰來、常氏雙俠等素來殺人不眨眼的豪傑，臉上也都有不忍之色。霍青桐回過身來，將短劍還給陳家洛，低聲道：「死了的人已歸天國！要教這孩子長大之後記得咱們的大仇！」陳家洛點點頭，朗聲對方有德道：「好吧，我們認輸了，我們不傷害皇帝性命，你把這孩子給我。」說著還劍入鞘，伸出雙手去接孩子。方有德陰森森的道：「哼，誰相信你？你們出宮之後，才能把孩子還你。」陳家洛大怒，喝道：「我們紅花會言出必踐，最重然諾，難道會騙你這老畜生？」方有德道：「我就是信不過。」陳家洛道：「好，那麼你跟我們出宮。」方有德遲疑不給，乾隆聽見陳家洛饒他性命，心中大喜，那裏還顧方有德的死活，說道：「那你就跟他們出宮去好了，你今日立此大功，我自然知道。」方有德心頭一寒，聽皇帝口氣，那是要在他死後給他來個追贈封蔭之類，只得說道：「謝皇上恩典。」轉頭向陳家洛道：「我跟你們出去，我這條老命還想要麼？」他是想陳家洛再答應饒他不死，陳家洛知他心意，道：「你作惡多端，也該進地獄啦。」乾隆怕夜長夢多，對方心意又變，催道：「快跟他們出去。」方有德道：「我一出去，只怕你們留下幾個人又害皇上。」陳家洛怒道：「依你說怎樣？」方有德道：「請皇上聖駕先下樓，我再隨你們出宮。」陳家洛心想到此地步，只得放人，說道：「好，你去吧。」乾隆再也顧不得皇帝尊嚴，拔足向樓門飛奔，經過陳家洛身旁時，陳家洛突然一把拉住，左手拍拍拍拍，清脆響亮地打了他四記耳光，乾隆兩邊面頰登時腫了起來，眾人出其不意，隔了一陣才轟然喝彩。陳家洛罵道：「你記不記得自己立過的毒誓？」乾隆那裏還敢答話，陳家洛手一揮，乾隆打個踉蹌，急奔下樓去了。陳家洛喝道：「拿孩子來！」趙半山扣住毒蒺藜，望著窗外，只等陳家洛接到孩子，乾隆在樓下出現，他就要大顯身手，數十枚餵毒暗器往皇帝身上射去。方有德四周回顧，籌思脫身之計，他老奸巨滑，一見趙半山神情，說道：「我要親眼兄到皇上太平無事。才能把孩子交出來。」說著慢慢走向窗口，常伯志罵道：「你這龜兒是死定了的。」緊緊跟在他的身後，只等他一交出孩子，要搶先一掌將他打死。只見乾隆走出樓門，侍衛們一擁而上。趙半山喃喃而罵：「奸賊，奸賊！」方有德見數十名侍衛集在樓下，心想與其在樓上等死，不如冒險跳下，必有武功高強的侍衛接住，就算不幸跌死，也與那孩子同歸於盡，突然抱著孩子，湧身跳出。群雄出其不意，驚叫起來，常伯志飛抓抖出，如一條長蛇般往方有德腿上繞去，用力上甩。方有德年紀衰邁，那裏禁受得住，身子飛了起來，孩子脫手，兩人齊齊落下。趙半山雙足力蹬，如箭離弦，躍在半空，頭朝下腳向上，左手前伸，已抓住孩子的一隻小腿，同時右手三枚毒蒺藜飛出，打在方有德頭頂胸前。這時樓上群雄，樓下侍衛，無不大叫，趙半山凝神提氣，左手向裏一彎，已把孩子抱在懷裏，雙足落地，一招太極拳的「雲手」，把撲上來的兩名侍衛推了出去。餘人紛紛來攻，常氏雙俠、徐天宏、周仲英、文泰來一一從樓上躍下，護住了趙半山。趙半山俯首瞧那孩子，只見他手舞足蹈，咯咯大笑，顯然對剛才死裏逃生那一躍極感興趣，好像還想來一下子。陳家洛把福康安推到窗口，高聲叫道：「你們要不要他的性命？」乾隆在眾侍衛重重擁衛之下，再無懼怕，火光中突見到福康安被擒，大驚失色，連叫：「住手，住手！」眾侍衛退了下來，周仲英等也不追擊。原來乾隆的皇后是大臣傅恒的妹子，傅恒之妻美貌異常，進宮來給乾隆見到了，就和她私通而生了福康安。傅恒共有四子，三個兒子都招為駙馬，乾隆最愛福康安，傅恒朦朦朧朧，數次請求讓福康安做皇帝的女婿，乾隆卻只是微笑不許。乾隆兒子很多，對這私生子卻特別鍾愛。福康安與陳家洛相貌極似，要知兩人便是叔侄，血緣甚近。陳家洛並不知內中尚有這段怪事，但見皇帝著急，胸中已想好了計謀，當下押著福康安，與眾人一齊下樓。周綺搶到趙半山身邊，把孩子抱在手裏，喜得如癡如狂。一邊是紅花會群雄與少林寺眾僧，另一邊是清宮侍衛與御林軍，寶月樓前本拆成一片黃沙，這時猶如兩軍在戰場上列陣對峙一般。李可秀知皇帝心思，挺身而出，說道：「陳總舵主，你把福統領放下，就讓你們平安出城。」陳家洛道：「皇帝怎麼說？」乾隆剛才吃了四記耳光，面頰腫得猶如熟爛了的桃子，疼痛難當，但見兒子落在對方手裏，只得擺擺手道：「放你們走，放你們走！」陳家洛道：「好，那麼福統領送我們出城吧。」又高聲對乾隆道：「天下百姓恨不得食爾之肉，寢爾之皮，你就是再活一百年，也教你一百年中日日提心吊膽、夜夜魂夢難安！」轉過身來，說道：「咱們去吧。」眾人擁著福康安，抱了天山雙鷹和章進的屍身，逕向宮外而去。眾侍衛與御林軍眼睜睜的不敢追趕。出宮不遠，兩騎馬飛馳追來，李可秀在馬上高聲叫道：「陳總舵主，李可秀有話相商。」群雄勒馬等候，李可秀和曾圖南縱馬走近，李可秀道：「皇上說，如放福統領平安歸去，您有什麼意思，都可答應。」陳家洛雙眉一揚道：「哼，還有誰相信皇帝的鬼話？」李可秀道：「務求陳總舵莊示下，小將好去回稟。」陳家洛道：「好，第一，要皇帝撥庫銀重建少林寺，佛像金身，比前更要宏大，宮廷官府，永遠不得向少林寺滋擾。」李可秀道：「這個做得到。」陳家洛道：「第二，皇帝不可再加重回部各族百姓征賦，俘虜的回部男女，一概放歸。」李可秀道：「這也不難。」陳家洛道：「第三，紅花會人眾散處天下，皇帝不得懷恨捕拿。」李可秀沉吟不語，陳家洛道：「哼，真要捕拿，難道咱們就怕了？這位奔雷手文四爺，不在李將軍衙門裏住過一時麼？」李可秀道：「好，我也斗膽應了。」陳家洛道：「明年此日，我們見這三事照辦無誤，就放福統領回來。」李可秀道：「好，就是這樣。」他向福康安道：「福統領，陳總舵主千金一諾，請您寬心，皇上一定下旨加緊辦理這三件事，陳總舵主或許能提前讓您回來。」福康安默然不語。陳家洛想起白振與李可秀攻打綏成殿旗兵之事，雖然不明原因，但想內中必有重大隱情，不如嚇他一嚇，於是又道：「你對皇帝說，綏成殿中的事，咱們都知道了，要是他再使奸，對他可沒好處。」李可秀一驚，只得答應。陳家洛一拱手道：「李將軍，咱們別過了，你升官發財，可別多害百姓呀。」李可秀拱手道：「不敢！」李沅芷和余魚同雙雙下馬，走到李可秀眼前，跪了下去。李可秀一陣心酸，知道此後永無再見之日，低聲道：「孩子，你自己保重！」兜轉馬頭，回宮去了。李沅芷伏地哭泣，余魚同扶她上馬。群雄馳到城門，與楊成協、衛春華等會合，福康安叫開城門，鐘樓上巨鐘噹噹，響徹全城，正交四更。眾人出得城來，只見水邊一片蘆葦，殘月下飛絮亂舞，再走數十丈，滿地都是亂墳，忽聽幾個人在邊唱邊哭，唱的卻是維人悼歌。陳家洛和霍青桐都吃了一驚，縱馬上前，問道：「你們悲悼誰啊？」一個老年維人抬起頭來，臉上淚水縱橫，道：「香香公主！」陳家洛驚問：「香香公主葬在這裏麼？」那維人指著一個墳土未乾的新墳道：「就在這裏。」霍青桐流下淚來，道：「咱們不能讓妹子葬在這裏。」陳家洛道：「不錯，她最愛那神峰裏面的翡翠池，常說：『我能永遠住在那裏就高興了！』咱們把她的遺體運到回部去葬在那池邊。」那老年維人道：「兩位是誰？」霍青桐道：「我是香香公主的姊姊！」另一個維人叫了起來：「啊，您是翠羽黃衫，我在白旗第二隊裏，曾在您手下打過仗。」霍青桐道：「咱們把墳起開來吧。」她與陳家洛，幾個維人、心硯、蔣四根等一齊動手，少林僧中用方便鏟作兵器的甚多，各人鏟土，片刻之間已把墳刨開，撬起石塊，先聞到一陣幽香，眾人齊齊吃了一驚，原來墳中空無所有。陳家洛接過火把來向墳中一照，只見一灘碧血，血旁卻是自己送給她的那塊溫玉。眾人驚詫不已，那幾個維人道：「我們明明親送香香公主的遺體葬在這裏，整天沒離開過，怎麼她遺體忽然不見了？」駱冰道：「這位妹妹這樣美麗，這樣神異，自然是仙子下凡的了。現在一定又回到天上去，霍青桐妹妹和總舵主不必傷心。」陳家洛拾起溫玉，藏在懷裏，心想喀絲麗美極清極，只怕真是仙子。突然一陣微風過去，香氣更濃，大家感嘆了一會，又搬土把墳堆好，只見一隻玉色大蝴蝶在墳上翩躚飛舞，久久不去。陳家洛對那老維人道：「我寫幾個字，請你教高手石匠刻一塊碑，立在這裏。」那維人應了。心硯取出二兩黃金給他，作為立碑之資，又從包袱小拿出文房四寶，把一張大宣紙鋪在墳頭。陳家洛提筆醮墨。略一沉吟，寫了一首銘文：「浩浩愁，茫茫劫，短歌終，明月缺。鬱鬱佳城，中有碧血。碧亦有時盡，血亦有時滅，一縷香魂無斷絕！是耶非耶？化為蝴蝶。」群雄佇立良久，直至東方大白，才連騎向西而去。（全書完）