第二十七回　牛刀小試伏四虎眾人齊向號角聲處凝望，男人們都抄起兵刃，準備出戰，只見兩騎馬馳到木卓倫面前，兩名維人翻身下馬，說道：「清洲兵的將軍兆惠派使者求見。」木卓倫道：「好，領他來罷。」兩人乘馬奔出，不一會，兩人在前，後面跟著五個人，向人群馳來。離人群約十餘丈時，各人下馬人入圈。眾人見那滿洲使者十分魁梧，步履矯健，後面跟著四名隨從，更是嚇人一跳。四個人都是七尺以上身材，比平常人足足要高兩個頭，身體粗壯結實，實在是罕見的巨人，不知兆將軍從那裏去物色得來的寶貝。那使者走到木卓倫跟前，稍稍點了點頭，說道：「你是族長麼？」神態十分倨傲。滿洲人無故入侵回部，殺人放火，維人個個都恨之刺骨，這時見那使者如此無禮，幾個維人少年早已忍耐不住，擦擦數聲，幾柄長刀拔出鞘來。那使者毫不在意，對木卓倫道：「我奉兆大將軍之命，來下戰書。如果你們識得時務，及早投降，兆大將軍說可以饒你們性命，否則兩軍後天清晨決戰，那時全體誅滅，你們可不要後悔。」他說的是維語，眾維人一聽，都跳了起來。木卓倫見群情洶湧，雙手連揮，命大家坐下，凜然對使者道：「你們無緣無故來殺害我們人眾，搶掠我們財物，真神在上，必定會懲罰你們這種不義行為。要戰就戰，我們只剩一人，也絕不投降。」眾維人舉刀大呼：「要戰就戰，我們只剩一人，也絕不投降。」月色下刀光如雪，各人神態悲壯，大家知道滿洲兵勢大，決戰勝多敗少，但他們世代虔誠奉信伊斯蘭教，寶愛自由，絕不做人奴隸。那使者見此情形，嘴唇一扁，說道：「好，到後天教你們個個都死！」一口唾沫，狠狠的吐在地上，這是異常輕蔑，早有三個維人少年跳出人群，喝道：「今日你是使者，我們敬重賓客，讓你好好回去，後天在戰場上相見，那時再不客氣。」那使者嘴一努，四名隨從巨人搶上來把維人少年一推，團團站在使者四周。使者叫道：「呸，你們這種人有甚麼用？今日讓你們瞧瞧我們滿洲人的手段。」他手掌一拍，說道：「來罷！」一名巨人四下一望，見有幾匹駱駝繫在一株白楊樹上，他走到樹旁，雙手抱住白楊樹，用力搖撼幾下，猛喝一聲：「起！」竟把那株楊樹拔了起來。眾人見他神力過人，盡皆駭然。那人輕輕一拉，已把一頭大駱駝的韁繩扯斷，在駱駝後臀踢了一腳。駱駝受痛，直奔出去。駱駝平日走路慢條斯理，可是發起性來，比奔馬還快得多，等牠跑出十多丈，第二個巨人突然發腳追去。那巨人身軀雖大，但行動竟然迅捷異常，一下子已趕及駱駝，捉住牠四隻腳提了起來，把一隻幾百斤的大駱駝摃在肩上，大踏步奔回來，他奔到烈火旁，把駱駝放下，傲然站立。第三個巨人「哼」了一聲，伸出鐵拳，「砰」的一聲，對準駱駝頭上就是一拳，駱駝這樣龐大的身體竟爾站立不穩，搖晃了一下，撲地倒了。第四個巨人抓住駱駝兩條腿，高舉過頂，在空中打了兩個圈，一聲叫喊，擲出了七八丈之外。原來這四個巨人是同胞兄弟，名叫忽倫大虎、忽倫二虎、忽倫三虎、忽倫四虎，是遼東寧古塔人氏。父母都是獵戶出身，四兄弟從小在長白山中打虎射豹，個個生得又高又大，神力驚人，只是有點傻腦傻氣。四兄弟食量奇大，靠打獵為生總是不能吃飽。有一天兆惠到長白山中圍獵，遇見了這四兄弟，見他們生有異相，於是收為親兵，這次要他們隨同使者到維人那裏傳話，乘機顯顯威風，是想叫維人懾服的意思。眾維人見這四個巨人露了這一手，真是見所未見，心中都暗暗吃驚，但在敵人面前那肯示弱，早有幾名維人中出名的大力士站了起來，喝道：「好好一頭駱駝，給你們這樣弄死？你們有人性麼？」那使者冷笑一聲，反唇相稽，眾維人更是忿怒，七張八嘴，吵了起來，眼見就要群毆。那使者見形勢危急，叫道：「你們倚多為勝，不講理麼？」木卓倫喝止了眾人，說道：「你是使者，為甚麼縱容隨從弄死我們的牲口，這實在是無禮已極，如果你不是賓客，決容你不得。現在你快走罷。」那使者傲然道：「我們滿洲人難道會懼怕你們這種東西。你有回信，就交我帶去，諒你們也沒有人敢去見兆惠將軍。」此言一出，眾維人又都忿怒起來。霍青桐突然站起，說道：「你說我們不敢去見兆惠將軍，哼，我們這裏個個人都敢去，別說男人，女人也敢去。」那使者怔了一怔，突然大笑起來，叫道：「女人？女人見到我們的隊伍不嚇死才怪呢！」霍青桐怒道：「你可別小覷了人，我們馬上派人和你同去，像你這種人哪，我們這裏個個比你都強。由你來挑罷，挑著誰，誰就去，讓你瞧瞧我們穆罕默德信徒的氣概。」眾維人齊聲歡呼，男男女女都叫了起來：「你來挑罷，挑著誰，誰就去。」那使者很是陰鷙，說道：「好。」他要找一個最嬌弱無用的女子，讓他嚇得當場號哭，坍坍維人的台。他眼珠亂轉，在人叢中看望，突然眼睛一亮，走到香香公主面前，指著她道：「那麼讓她去罷！」香香公主向那使者望了一眼，緩緩站起身來，朗聲說道：「為了我們全族兄弟姊妹，我到那裏都不怕，真神必定保佑我。」那使者見她氣宇軒昂，神態凜然，已完全不是剛才那副嬌弱羞澀的模樣，不由得低下頭去，心中微微後悔，覺得這個少女實在也殊不可侮。木卓倫、霍青桐和眾維人見使者指中香香公主，而她竟挺身應戰，雖然佩服她的勇氣，但都不免暗暗擔憂。霍青桐更是懊悔，她們姊妹之間感情素篤，妹妹是不會武藝的一個姑娘，以嬌弱之軀而投虎狼之域，危險不可言喻，於是站起來說道：「她是我妹子，我代她去好了。」那使者笑道：「我早知女子之言，全不可靠，你們不敢，何必派人？是戰是降，由我帶信去好了。」霍青桐怒道：「你如此無禮，後日在戰場上相會，可別逃走，叫你見見我們女子有沒有用。」那使者笑道：「像你這樣美人，我自會手下留情。」眾維人聽見他口舌輕薄，個個咬牙切齒。香香公主對霍青桐道：「姊姊，我去好啦，我不怕。」她俯身牽了陳家洛的手站起，說道：「他會陪我去的。」霍青桐陡然見到陳家洛的臉，一震之下，半晌說不出話來。陳家洛向她微微搖了搖手，教她暫時不要相認，轉身對那使者道：「我們待人以信義為先，我一人陪她到你們軍中去見兆惠將軍，這有甚麼可怕？其實，你這四個大漢又抵得甚麼用？」香香公主道：「駱駝能負千斤，人卻只負百斤。然而是人騎駱駝呢，還是駱駝騎人？」眾人聽了這比喻，都轟然大笑起來。忽倫大虎問使者道：「他們笑甚麼？」使者道：「他們笑你們身材雖巨，力氣雖大，可是並不中用。」忽倫大虎大怒，雙拳搥胸，厲聲喝道：「誰敢來和我比武？」使者對陳家洛道：「你又有甚麼用？像你這種人，十個加起來，也不及他的力氣大。」陳家洛知道今日如不折這使者的氣燄，那麼和香香公主到兆惠將軍營中只怕兇多吉少，於是走上三步，說道：「我是維人中最沒用的人，可是比你們這種滿洲人，還中用一點。你叫你這四個笨傢伙上來罷！」這時木卓倫也已看清楚陳家洛的面貌，又驚又喜，叫道：「青兒你瞧他是誰。」霍青桐不答，木卓倫側過頭來，只見女兒眼中含淚，嘴唇顫動，登時會意，心中一陣難過：兩個女兒都是自己所疼愛的，怎麼忽然同時愛上了他？又不知陳家洛怎麼會和小女兒相識？一時無數不解之事都湧上心頭，見陳家洛要和四個大力士比武，又是心驚擔憂。眾維人見陳家洛生得很是文弱，面目如畫，站在那使者身旁，還比他矮半個頭，和那四個來人相較，方是小孩與大人一般的了。大家知道他是香香公主的意中人，為了香香公主被對方使者選中，不得不挺身而出，以免失了自己的威風，這番志氣勇敢，自是可敬可佩，但強弱懸殊，如何是巨人的敵手？這些維人都生來俠義心腸，加之敵愾同仇，早有幾個大力士站了起來，要代陳家洛決鬥。陳家洛舉手道謝，說道：「各位哥哥，這幾個滿洲人何勞你們動手，先讓最不濟的小弟弟來試試罷。」他語氣之中，對四個巨人十分輕蔑。那使者把他的話傳譯了，四個巨人個個忍耐不往，奔上前來，伸手就抓。陳家洛站在那裏也不動，毫不在意。那使者忙把四人攔住，對木卓倫道：「這位既要和我隨從比武，如有損傷，可怪不得誰，而且只能一對一，旁人不可相助。」原來這使者甚為機警，心想四個隨從雖然神力驚人，但好漢敵不過人多，如果把陳家洛打死，對方群起而攻，那就抵擋不住。木卓倫尚未回答，陳家洛道：「一對一有趣味？你叫這四個大傢伙同時上來。」使者道：「那麼你們出幾個人？」陳家洛道：「幾個人？當然就是我一人。」眾人一聽，盡皆聳動，覺得陳家洛未免過火。那使者一聲冷笑：「哼，你們維人這麼厲害？大虎，你先上。」忽倫大虎應聲上前。使者對陳家洛道：「你是要文比還是武比？」陳家洛道：「文比怎樣？武比怎樣？」使者道：「文比是你打他一拳，他打你一拳，大家不許招架退讓，誰先跌倒算輸。武比就是隨便出拳。」陳家洛道：「一個不夠我打，要打就四條大漢一起來。」那使者心想：「瞧這人似乎不是瘋子，那麼他一定別有詭計。」於是說道：「你只要能打敗這人，他們四人自然會一擁而上，有得你夠受的，何必性急？」陳家洛淡淡一笑，道：「好罷，文比武比都是一樣。」使者道：「咱們只在比力氣、鬥功夫，武比傷了和氣，還是文比罷。」他見陳家洛身材，猜想他必定靈活便捷，如果一味躲閃，忽倫大虎或許打他不著，所以主張文比，心想：「這麼你再也躲不過了。」忽倫大虎聽使者說了，虎吼一聲，脫去上身衣服。眾人在火光下見他身上肌肉盤根錯節，就像老樹樹根一般，兩個拳頭都有大碗的碗口大小，一拳打來，真如鐵槌一擊，一隻大駱駝都經受不起，何況這麼一個斯斯文文的青年？木卓倫和霍青桐這時都離座走近。霍青桐向妹妹偷望一眼，見她容光煥發，神色自若，凝望著陳家洛，眼光中流露著千般仰慕，萬種柔情，絲毫沒有擔心和害怕。霍青桐暗暗嘆了一口氣，心想：「這小妮子真是不知天高地厚。」她轉頭望陳家洛，見他神定氣閒，站在當地。那使者道：「誰先打，咱們來拈鬮。」陳家洛道：「你們是客，讓他先打罷！」霍青桐急了，搶著說道：「不必跟他客氣，還是拈鬮的好。」她知陳家洛武功很好，如果比拳術兵刃，即或不勝，也絕不會輸給這巨人，但像現在這樣你一拳我一拳的蠻打，而且規定不許躲閃避讓，他究竟是血肉之軀，本領再好，也經受不起這種大鐵槌似的拳頭一擊，但如果讓陳家洛先打，或能出奇制勝也未可知。陳家洛向霍青桐微微一笑，表示感激她的好意，向大漢走上兩步，挺胸說道：「你打罷！」那使者對霍青桐道：「請你過來，咱們兩人一齊瞧著，要是誰腳步移動，用手招架，或是矮身側身躲讓，都算輸了。」霍青桐走近身去，輕輕對陳家洛道：「別比罷，咱們另想法子勝他。」陳家洛也低聲道：「你放心。」霍青桐無奈，只得和那使者站在兩側作證。陳家洛與忽倫大虎面對面的站著，兩人相距不到一臂。這樣可以不移動腳步而互擊。旁觀眾人屏聲凝氣，注視兩人決鬥。那使者高聲叫道：「滿洲好漢打第一拳，維吾爾的好漢打第二拳，如果大家沒事，那麼滿洲好漢打第三拳，維吾爾好漢再打第四拳。」霍青桐覺得不公平，抗聲說道：「第一回合由你方先打，第二回合就要由我方先打，第三回合再讓你方先打，這樣依次輪流。」那使者還未回答，陳家洛道：「他們是客，咱們就一路讓到底罷。」那使者微微一笑，說道：「你倒慷慨大方。」他提高聲音，叫道：「好啦，滿洲好漢打第一拳！」此言一出，四下寂靜無聲，只聽見忽倫大虎呼呼喘氣，全身骨節格格作響，運氣用力，突然右胸凸起，右臂粗漲了幾乎一倍。這四個巨人是一胎所生，他們母親生育這四個巨嬰時過於辛苦，勉強挨到生下忽倫四虎，就此失血而死。他們父親是個窮獵戶，死了妻子，沒有母乳如何養育這四個孩子，正在煩惱之際，忽然林中吼聲連連，原來一隻母虎失足陷在捕獸阱內。他和同伴把母虎綑住，見牠身邊還有三頭剛生下的小虎。他靈機一動，把小虎殺了，卻把母虎養在家裏，每日獵些野獸餵牠，擠虎乳把四個孩子養大，這四個巨人吃虎乳長成，生得力大無比。他們四人出獵，從來不用槍械，見到野獸，奔過去抓住項頸，往山石上一擲，野獸登時斃命。陳家洛雙腳不丁不八，身子微微前傾，笑道：「發拳罷！」這時幾名維族青年見了忽倫大虎的威勢，怕陳家洛被他一拳打得飛出去，跌下來撞破頭骨，站到陳家洛身後，擺好馬步，以便他飛跌出來時接住，木卓倫和霍青桐在默禱真神護佑。香香公主卻是一派天真，她認為既然陳家洛說過不怕，那就一定不怕。忽倫大虎雙腿微蹲，他雖然身材巨大，可是頭腦並不蠢笨，一聽陳家洛說：「發拳罷！」知道他一吐聲就不能運氣抵禦，「呼」的一聲，鐵拳夾著一股疾風，向陳家洛胸上猛擊過去，拳頭剛沾到胸衣，突覺對方胸部順著拳勢向後一退。陳家洛胸部內吸之勢，和忽倫大虎的一擊同樣快慢，旁人只見一拳把他胸部打得凹了進去，可是說也奇怪，竟無半點聲息發出，這一拳雖然打到了陳家洛，但與打空一模一樣。忽倫大虎一拳打到了底，明知再向前伸出半寸，就可結結實實的打在他胸上，然而強弩之末不能穿魯縞，就是差了這半寸，他獃了一獃，拳頭一時沒縮回去。陳家洛笑道：「夠了麼？」忽倫大虎臉上一紅，這才縮回右拳。眾人見忽倫大虎這一拳明明是打中了，可是又像沒打中，個個感到奇怪。只有木卓倫和霍青桐看了出來，原來陳家洛的內功已練到了上乘的境界，全身胸肌都可借勢消勢，深通王宗岳「太極拳經」中所謂「左重則左虛，右重則右杳」「進之則愈長，退之則愈促，一羽不能加，蠅蟲不能落。」的要旨，心中又是佩服，又是欣慰。那使者精通武功，也看出了這點，甚是驚疑。陳家洛微微一笑，陳家洛手臂也不向後作勢，輕飄飄一拳打出，「波」的一聲，在忽倫大虎胸前一推。他用的是重手法中「大力金鋼杵」之勁，忽倫大虎覺得胸口雖不疼痛，然而有一股極大力量把他向後推去，他知道腳步稍一移動，就是輸了，忙運全力，和身向前猛撞，要和陳家洛這一撞抵消。這衹是一剎那之事，那知陳家洛這一拳發得快，收得更快，勁未用足，倏然收回。忽倫大虎千斤之力都在向前猛挺，前面忽然失了憑依，要想收勢，那裏還來得及，只見陳家洛身子微微一偏，「砰蓬」一聲，塵土飛揚，忽倫大虎一個巨大的身軀已撲倒在地。眾人獃了一獃，這才拍手大笑起來。陳家洛一拳把這巨人打倒已經大奇，更奇的他不是仰面向天跌倒，而是俯伏在地。那使者忙伸手把他拉起，只見忽倫大虎滿口鮮血，哇哇大叫，原來已撞下了兩顆門牙。忽倫三兄弟見大哥受傷，連聲怪叫，同時向陳家洛撲來。忽倫大虎定了一定神，狂吼一聲，也撲上來廝拚。眾維人見狀大驚，紛紛搶上來救援，混亂中只見兩個人影從眾人頭頂一躍而過，人群中卻不見了陳家洛與霍青桐兩人。忽倫四兄弟突然失卻了敵人楞當地。只聽見人圈外一個女子聲音大叫：「大家退下。」眾維人素來聽霍青桐號令，齊齊退開。陳家洛緩步上前，笑道：「我早就說過，要你們四人一齊上。現在來罷。」大虎怒極，一拳當頭打來，陳家洛身一晃，已繞到三虎背後，雙手「閉窗推月」，在他背上猛力一推，三虎一個踉蹌，險險撞在二虎身上。四虎左臂一個反手肘向陳家洛太陽穴上撞來。陳家洛一矮身，從他脅下鑽過，隨手在他臂窩裏掏了兩把。四虎受癢，身子縮成一團，亂顫亂動，呵呵大笑起來。眾人見這麼一個粗蠻大漢居然和少女般嫵媚怕癢，憨態可掬，俱都哄笑。香香公主叫道：「喂，你再呵他。」陳家洛依言，笑著縱過去，又在他腰裏搔了幾下，四虎笑得蹲在地下，雙拳亂舞，那裏打他得著。霍青桐驚叫：「小心後面！」陳家洛已覺到背後有拳風來襲，倏地縱身，躍起丈餘，二虎一拳打了個空。四虎回身也是當胸一拳猛擊過去，這一拳正好打在二虎拳上，兩人一震，各自退出三步，連連怒吼，轉身來捉。陳家洛展開「八卦遊身掌」身法，在四人中間如穿花蝴蝶般往來遊走，一味滑鬥，八個鐵槌般的拳頭如雨點般往他身上猛擊，但始終沒碰到半點。眾人起初覺得陳家洛趨避之間，常常間不容髮，危急萬分，但時候一長，都看出來這四個巨人一定奈何他不得。惡鬥中只聽見「嗤」的一聲，二虎的褂子被撕下了一大片，眾人又是一陣轟笑。那使者叫道：「住手，不必打啦！」忽倫四兄弟打發了性，那裏止得住，大虎呼哨一聲，倏然躍起，如一隻猛鷹般向陳家洛撲了過來，同時二虎、三虎、四虎齊齊站到陳家洛身後，張開六條手臂，堵截他退避的後路。這是他們四兄弟獵獸時常用之法，這時見久戰陳家洛不下，就用起這條路子來。眾維人一見大驚，許多女孩子齊聲尖叫。陳家洛見大虎撲來，正想後退，火光下只見三個巨大的影子映在地下，張開手臂，猶如鬼魅噬人一般。他身子一矮，不再退避，待大虎撲到，左臂快如閃電，突然長起，在大虎左脅下一攔，用力向外一推，大虎在空中被他轉了小半個圈子，這時他右掌也已搭上大虎左腿，黏著一送，一半借勁，一半使力，大虎一個巨大的身軀向前直飛出去，「砰」的一聲，頭下腳上，倒插在一個坑裏。原來這土坑就是他拔起白楊樹所留下的，樹大坑深，泥土一直沒到腰間，雙腳在空中亂踢，那裏掙扎得出。忽倫四虎猛吼追來。陳家洛跟他兜了半個圈子，看準方位，突然站住。四虎飛起一腳，當胸踢到，陳家洛搶到右側，右手抓住他褲子，左手抓住他背心，順著他一踢之勢向外一甩，忽倫四虎就如騰雲駕霧般飛了出去，在空中手足亂舞，嘴裏哇哇怪叫，心裏很害怕，只怕這一下要摔個半死，那知「波」的一聲跌下來，身子軟軟的一彈，忙翻身坐起，原來剛巧壓在那隻死駱駝身上。陳家洛剛才見他手擲大駱駝，所以以其人之道，還治其人之身，也把他擲到了駱駝身上，陳家洛力氣其實和他相差甚遠，一則四虎身體雖巨，究竟沒駱駝重；二則他一腳踢來用勁極大，借勢推擲，一大半還是利用了他自身的力量。武學中所謂「四兩撥千斤」，就是這個道理。陳家洛剛將四虎擲出，二虎三虎已從兩側同時搶到。二虎一低頭，挺起了頭向前猛衝，想一頭把敵人撞倒，三虎則舉起雙臂，朝陳家洛頭頂狠狠的砸下來。陳家洛立定不動，等兩人攻到，就在千鈞一髮之際，忽然右腳在地上一點，身子如箭離弦，嗖的一聲斜飛而出。他挨到最後一刻方才避開，要使這兩個巨人收勢不及，果然二虎一頭頂中三虎肚子，而三虎雙拳也猛擊二虎背心。只聽得「篷篷」連聲，兩條大漢如寶塔般倒了下來。陳家洛不等他們爬起，縱身過去，乘著兩人頭暈眼花，撈起兩人辮子，牢牢的打了兩個死結，這才長笑一聲，走到香香公主身旁。香香公主樂得眉開眼笑，拍手叫好，眾維人更是齊聲吶喊歡呼。四虎爬起身來，忙把大哥從樹坑中拔了出來。二虎三虎不知辮子打結，兩人在地下拚命掙扎，滾作一團，那使者忙去給他們拆解。因為兩人用力拉扯，那結被扯得極緊，使者解了半天方才解開。忽倫四兄弟獃獃的望著陳家洛，心中很是敬服。原來這四人心地忠厚，誠實坦白，見陳家洛一人將他們四兄弟打敗，非但不恨，反而崇拜敬仰，大虎先走上來，伸出大拇指，說道：「你好本事，我大虎服了。」說著拜了下去。二虎等三兄弟也過來拜倒，陳家洛連忙跪下還禮。他見這四人質樸天真，對於剛才這樣戲弄著實有點後悔。五人站起身來，陳家洛極力對他們道歉，四兄弟心中很是高興，忽倫四虎突然奔出去，把那頭死駱駝掮了回來，三虎把他們的四匹坐騎牽到木卓倫面前，說道：「我打死了你們的駱駝，很不好，這四匹馬賠給你們罷。」木卓倫執意不要。那使者見這情形，十分尷尬，對忽倫四兄弟喝道：「咱們走罷！」自己先跳上了馬去，他心中仍不服氣，對香香公主道：「你真的敢去？」香香公主答道：「好罷，我就到你們軍營去一次。」她走到木卓倫面前，說道：「爹，你寫回信，我給你送去罷。」木卓倫很是躊躇，因按向來規矩，軍政大事總是由男子處理，那裏有叫女子出面道理，但那滿洲使者一再激，非要他這小女兒去不可，不去是失了全族的面子，要她去罷，可實在放心不下，於是向陳家洛招招手。陳家洛走了過來，木卓倫離座相迎，攜了他的手走到帳中，霍青桐與香香公主姊妹隨後跟了進去。木卓倫一進營帳，立即抱住了陳家洛，說道：「陳總舵主，那一陣好風把你吹到這裏？」陳家洛道：「我有要事到天山北路來，途中得到了一個消息，所以趕著來見你，想不到竟會遇見你的二小姐。」香香公主聽父親叫他「陳總舵主」，獃了一獃。陳家洛雖與木卓倫講話，但一直注意著她們兩姊妹，見香香公主臉上露出惶惑的神色，忙轉身說道：「有一件事很對你不起，我沒告訴你，我是漢人。」木卓倫接著道：「這位陳總舵主是我族大恩人，咱們的聖經就是他給奪回來的，他救過你姊姊性命，最近又散了兆惠的軍糧，清兵不敢迅速深入，咱們方能調集人馬來抵擋。他對咱們的好處，真是說也說不盡。」陳家洛連聲遜謝。香香公主嫣然一笑，說道：「你不說自己是漢人，原來是不肯提到你對我們的恩惠，那當然不會怪你。」木卓倫道：「那滿洲使者這樣驕縱，幸得總舵主折了他一下他的驕氣，他激喀絲麗去做使者，陳總舵主你瞧去得麼？」陳家洛心想：「他們族中的大事，旁人不便代出主意，我只好從旁盡力相助。」於是說道：「我從內地遠來，這裏實在的情形不大清楚，木老英雄如說可去，我就盡力護送。要是覺得不去的好，那麼咱們另想法子回絕他。」香香公主年紀雖小，平時溫柔和順，然是非之際卻剛烈不苟，凜然說道：「爹，你與姊姊天天為了咱們族裏的事操勞，還在戰場上和他們性命相拚，我只恨自己沒用，不能出一點兒力。現在我去做一趟使者，又不是甚麼大事，要是不去的可讓滿洲人取笑咱們。」霍青桐道：「妹妹，我只怕滿洲人要難為你。」香香公主道：「你每次出戰，也總是冒著性命危險，我冒一次險也是應該的。他本事這樣好，我跟他去一點也不怕，姊姊，我真的不怕。」霍青桐見妹子對陳家洛這樣一往情深，心中一股說不出的滋味，對木卓倫道：「爹，那就讓妹妹去罷。」木卓倫道：「好，陳總舵主，那麼我這小女托給你啦。」陳家洛臉上一紅。香香公主一雙明如秋水的眼睛向他溜了一溜。霍青桐卻把頭轉向一邊。木卓倫寫了回書，信中只有幾個大字：「抗暴應戰，神必佑我。」陳家洛見八個字辭氣悲壯，連連點頭說好。木卓倫把信交給香香公主，吻吻她的面頰，給她祝福。霍青桐道：「妹妹，真神祐你，願你早去早回。」香香公主點頭稱謝。四人走到帳外，木卓倫下令設宴，款待使者和他的隨從，食畢，軍士將香香公主和陳家洛的坐騎牽過來，兩人請使者和忽倫四兄弟上馬，然後翻身躍上坐騎。維人鼓樂手奏起樂曲，歡送賓客。那使者一舉手，一馬當先，絕塵而去，香香公主等跟隨在後。霍青桐望著這七人的背影在大漠夜幕中逐漸消失，心中是一股說不出的滋味。木卓倫道：「青兒，你妹妹真是勇敢。」霍青桐點點頭，忽然掩面奔進營帳。香香公主和陳家洛跟著使者奔馳半夜，黎明時到了清軍營中。那使者請他們在一座營帳中休息，自行去見兆惠。向兆惠行禮畢，見他身旁坐了一位穿御林軍服色的將軍，向他微微點一點頭，對兆惠道：「稟告大將軍，小將已將戰書送去。那些回子很是橫蠻，不肯投降，還派人送了戰書來。」兆惠「哼」了一聲道：「真是至死不悟。」對身畔的親兵道：「傳令升帳。」命令下去，只聽號角齊鳴，鼓聲蓬蓬，各營的總兵、副將、參領、守備，齊在大帳中伺候，兆惠步到帳中，眾軍官躬身施禮。兆惠命在將位左側設一位子，請奉旨到來的御林軍官坐下，再命一千名鐵甲軍親兵手執兵刃，排成兩列，氣象威武異常，然後傳維人使者入見。香香公主在前，陳家洛跟在身後，從刀山槍林中走了進來。香香公主臉露微笑，毫無畏懼之色，眾人見維人使者就是昨日陣上所見的一對男女，都感驚異。兆惠本想廣列甲兵，臨之以威，那知刀槍叢中走過來竟是這美貌少女，一時倒獃住了，說不出話來。香香公主向兆惠行了禮，把木卓倫的信取出，雙手呈上去。兆惠的親兵過來接信，走到香香公主跟前，忽然聞到一陣甜甜的幽香，忙低下了頭，不敢直視，正要伸手接信，突然眼前一亮，只見一雙潔白無瑕的纖纖玉手，指如柔蔥，肌若凝脂，燦然瑩光，心頭一陣迷糊，頓時茫然失措。兆惠喝道：「把信拿上來！」那親兵吃了一驚，一個踉蹌，險險跌倒。香香公主把信放在他手裏，微微一笑，那親兵漠然相視。香香公主向兆惠一指，輕輕推他一下。那親兵這才把信放到兆惠案上。兆惠見他如此神魂顛倒，心中大怒，喝道：「拉出去砍了！」幾名軍士擁上來，把那親兵拉到帳外，接著一顆血肉模糊的首級托在盤中，獻了上來。兆惠喝道：「把首級示眾！」士兵正要拿下，香香公主見他如此殘暴不仁，想到那親兵為她而死，很是難受，從軍士手上把盤子接了過來，望著親兵的頭，眼淚一滴一滴的落下。帳下諸將見了香香公主，本已心神俱醉，這時都願為她粉身碎骨，許多將軍心想：「只要我的首級能給她一哭，雖死何憾？」兆惠見諸將神情浮動，正要斥罵，那把親兵斬首的軍士見她愈哭愈哀，不禁心碎，叫道：「我殺錯了，你別哭啦！」拔出佩刀，在頭頸上一勒，倒地而死。香香公主更是難過。陳家洛心想：「這孩子哭個不了，那裏是使者的樣子。」伸手輕輕扶住，低聲慰撫。兆惠素性殘忍陰鷙，但被她一哭，心腸竟也軟了，對左右道：「把這兩人好好葬了。」打開回信一看，見了那八個大字，「哼」了一聲，道：「好，後天決戰，你們回去罷！」坐在他身旁的軍官忽道：「兆大人，皇上要的只怕就是這個女子。」這句話說得極輕，但練武之人耳朵異常靈敏，陳家洛本來全心在香香公主身上，對帳中諸將視若無睹，聽得這話，猛一抬頭，只見坐在兆惠身旁的竟是大對頭張召重。這時張召重也認出了陳家洛，見他穿了維人服裝，更是訝異。兩人四目相視，誰都想不到對方竟會在這地方出現。陳家洛牽了香香公主的手，轉身而出，張召重忽地從座上躍起，不等落地，掌風已擊到陳家洛身後。陳家洛左手攬住香香公主的腰，右手反擊一掌，腳下毫不停留，搶出帳去。張召重身法奇快，直追出來。眾將對香香公主都有好感，心想大將軍已說過讓他們回去，何以這御林軍官要加攔阻，所以並未出手相助，陳家洛攬著香香公主，奔向自己坐騎，只竄出兩步，張召重已繞到前面，冷笑一聲道：「陳總舵主，幸會幸會！」陳家洛暗暗心驚，懷中掏出六粒圍棋，使用「滿天花雨」手法，向張召重上中下三路六個穴道打去，同時對香香公主道：「我纏住這人，你快上馬逃走！」香香公主道：「我不，等你打倒他，咱們一起走。」陳家洛那裏有時間對她說明這個人武功比自己高強，明知圍棋子打張召重不中，乘他躲避閃讓，抱起香香公主，放上紅馬鞍子。張召重雙手各接住兩粒棋子，腳下一躍，向陳家洛撲來，這一招既避暗器，又追敵人，守中帶攻，不讓對方有毫絲緩手機會，實在厲害不過，陳家洛不敢戀戰，身子一挫，鑽到了白馬腹底。張召重一掌堪堪擊到馬臀，倏地勁力一收，改擊為按，單掌按住馬身，人未落地，一腳向陳家洛踢去。陳家洛處身馬底，轉身不便，張召重這一腳又來如閃電，人急智生，忽地伸手在馬腹上一舉，把馬的後身舉了起來，那白馬吃了一驚，雙腿向後倒踢。張召重單掌使勁，倏地躍出丈餘，這時陳家洛已翻身上馬，對香香公主道：「快走！」香香公主一提韁，正要縱馬，那知張召重又已躍上，飛身向香香公主撲去。陳家洛大驚，雙腳在馬蹬上一用力，和身縱起，向張召重當頭碰去，兩人在空中眼見就要撞倒，陳家洛知道自己功力不如對方，這一碰必定吃虧，堪堪碰到，右手已拔出霍青桐所贈的短劍，一劍刺了過去。張召重見陳家洛形同拚命，倒也不敢硬碰，已勾住他握劍的手腕，兩人一齊落在地下。張召重右手隨手一掌，陳家洛施展師門絕藝「反腕勾鎖」，左手一晃，已拿住他的右掌，兩人在地上糾纏，短兵肉搏，誰都不敢放手。這時兆惠已下令捕拿，眾將擁出帳來，忽倫四兄弟心想：「我們到他們那裏，他們客氣相待，怎麼過來，怎麼我們這樣沒義氣。」他們對陳家洛俱都景仰佩服，見他危險，四人一樣心思，也不商量，奔了上來，陳家洛和張召重各運內力相拚，不時勢均力敵，但時間一長，陳家洛已漸不支，忽見忽倫四兄弟奔上來，心道：「罷了，罷了，這次糟啦。」那知忽倫四兄弟齊把張召重按住，叫道：「你快走。」張召重武功雖高，但他與陳家洛僵持著，不敢有絲毫鬆懈，四人按來，他既無招架之力，又無迴避之地，被他們數千斤之力壓住，動彈不得，手一鬆，陳家洛跳了起來，說道：「這時殺你，不是大丈夫行徑，再饒你一次！」說罷收劍上馬，張召重眼睜睜望著兩人並轡而去。兩人馬匹腳程奇快，倏忽已衝過大軍哨崗，等兆惠集兵來追，兩人早已去得遠了。陳家洛經過剛才這陣劇戰，倦乏異常，奔馳一陣，漸漸有點支撐不住，香香公主見他困怠，又見他右腕被捏得青一塊紫一塊，心生憐惜，說道：「他們追不上啦，你下馬休息一會罷。」陳家洛用力過度，眼見已脫危險，跨下馬來，仰臥在地上喘息一陣。香香公主從皮囊中倒出一些羊乳，給他在手腕上塗抹。兩人休息一會，正要上馬，忽聽後面蹄聲急促，喊聲大振，數十騎急馳追來。陳家洛與香香公主不及收拾皮囊，一躍上馬，向前狂奔，後面追軍嗖嗖的放箭，陳家洛在後面給擋箭，因為注意了箭的來路，奔馳更慢，正感心力交瘁，忽然前面塵土飛揚，又有一彪軍馬衝來。陳家洛暗暗叫苦，雙腿一夾，那白馬如箭離弦，飛馳出去，搶過香香公主身邊。陳家洛叫道：「跟著我衝！」白馬向前飛奔，跑了一段路，只見前面只七八乘馬，心中一喜，勒定馬等香香公主馳來。等她奔到，對面各騎也已馳近。陳家洛取出點穴珠索，忽然對面當先一人翻鞍下馬，大叫：「總舵主，是你麼？」滾滾沙塵中只見雙斧閃耀，那人身矮背駝，陳家洛這一下喜出望外，叫道：「章十哥，快來！」語聲未畢，後面清兵羽弩箭已嗖嗖射到。章進一躍上馬，陳家洛叫道：「有敵兵追我，你給我抵擋一陣。」章進叫道：「好極了！」拍馬而來，剛馳到陳家洛身邊，對面一人縱馬如飛，倏忽搶在章進面前，轉瞬殺入清兵隊裏。那人生龍活虎般勇不可當，不是九命錦豹子衛春華是誰？陳家洛更覺詫異，只見文泰來、駱冰、徐天宏、周綺四人飛騎而來，經過他身旁時大呼一聲：「總舵主你好！」就衝向清兵，隨後心硯奔到，躍身下馬，向陳家洛叩下頭去，站起來喜孜孜的道：「少爺，我們來啦。」陳家洛問：「怎麼衛九哥也來了？」心硯未及回答，又有一人掠過身旁衝入敵人隊伍，陳家洛見那人灰衣蒙面，光頭僧袍，手持金笛，叫道：「十四弟麼？」余魚同遙遙答應：「總舵主你好！」待余魚同衝到，文泰來等已把追騎的先頭部隊殺散，但見後面塵頭大起，又有大軍趕來。眾人馳回，奔到陳家洛身邊，文泰來道：「咱們向那裏退？」陳家洛見追兵萬馬奔騰，聲勢極盛，心想：「維人大軍是在西邊，我們如向西退，追兵跟到，他們猝不及防，只怕要受損折。」叫道：「咱們向南！」手一指，十騎馬向南奔去。馳出里許，追兵也掉頭趕來。眾人不意相遇，都欣喜異常，雖然後有追兵，也不以為意。他們所乘都是好馬，和追兵越離越遠，但大漠上一望無際，毫沒隱蔽，距離雖遠，仍舊在視線之中。陳家洛見兆惠點了大軍追趕他們兩人，覺得他未免小題大做，正暗笑他如此沒見識，那裏能做大將，猛然想起張召重對兆惠輕輕的說了一句話：「皇上要的只怕就是這個女子。」正在琢磨這句話的意思，忽然追兵又有一隊從南包抄上來，眾人大驚，立刻勒住了馬。徐天宏道：「咱們快做掩蔽，守到夜裏再走。」陳家洛道：「不錯，在這大漠上白天走不了。」眾人跳下馬來，有的用兵刃，有的用手，在沙上挖了個大坑，駱冰對香香公主道：「妹妹，你先躲進去。」香香公主不懂漢語，微微一笑，卻沒有動。這時清兵大集，弩箭如飛蝗般射來，駱冰抱住香香公主，首先跳進坑裏，眾人也先後跳入。文泰來、章進、徐天宏、余魚同四人這次到回部來，身上都帶著弓箭，彎弓搭箭，登時射倒了十幾名官兵。文、徐、余三人箭無虛發，章進在弓箭上卻不擅長，連射七八箭沒一箭射中，怒火衝天，拋下弓箭，提了雙斧要上去廝殺，被周綺一把抓住，罵道：「你要送死麼？」駱冰見周綺居然已能審察敵我情勢，不再一味蠻打，想是徐天宏陶冶之功，不由得「嗤」的一笑。周綺橫了她一眼道：「我說得不對麼？」駱冰笑道：「很是，很是。」衛春華撿起章進拋下的弓箭，連珠箭射倒六名清兵，心硯連連拍手，大讚：「好箭法！」吶喊聲中，一隊清兵衝到坑前，文泰來「嗖」的一聲，把領隊的把總對胸穿過，眾兵見這一箭如此手勁，嚇得魂飛魄散，轉頭就跑。頭一仗殺退了追兵，但一眼望去，四面八方密密層層的圍滿了人馬，弩箭落雨般飛來，章進舞動雙斧，拼命格打。徐天宏道：「坑已夠深啦，快向旁邊挖。」沙漠上面是浮沙，挖下七八尺後出現堅土，陳家洛、駱冰、周綺、心硯與香香公主一齊動手，向旁挖掘，把沙土掏出來堆在坑邊，築成了擋箭的短牆。這時眾人才喘了一口氣，眼見敵兵弩箭已傷他們不得，靜待夜間突圍，清兵兩次衝鋒，都被文泰來等射了回去，章進對心硯道：「我護著你，上去撿弓箭。」舞動雙斧，躍上坑來。心硯跟著跳出，在射死的清兵身旁撿了七八張弓，捧了一大綑箭來。這時陳家洛才給香香公主與眾人引見，大家聽說她是霍青桐的妹妹，而且又是如此絕世美艷，都對她十分好感，只是言語不通，無法交談。駱冰尤其喜歡她，竟在槍林箭雨中教她說漢語。香香公主聰明異常，到天色漸漸黑時已學會了幾十句普通用語。陳家洛休息良久，慢慢恢復了疲勞，心想：張召重這人武功實在高強，我只和他相持這一會，現在仍是雙手酸軟，開不得弓。於是坐了起來，問道：「衛九哥你怎麼也來了回都？十二哥呢？」衛春華從坑邊躍下，說道：「總舵主你精神好些了罷？現在我來稟告好麼？」陳家洛道：「好，你說罷。」他提高了聲音，說道：「四哥、十弟、十四弟、心硯，你們在上面看著敵兵動靜，咱們等到半夜裏再突圍。」文泰來等在上面答應。衛春華道：「我和十二弟奉命到北京打探朝廷動靜，一時也沒見到甚麼。第三天上，在街頭忽然見張召重那奸賊和他師兄馬真道長。」