第四十五回　騎鯊遨遊這一晚一切整理就緒，只待次日啟航。臨寢之時，黃蓉道：「明兒要不要跟他們道別？」郭靖道：「得跟他們訂個十年之約，咱們受了這樣的欺侮，豈能就此罷手？」黃蓉拍手道：「正是！求求老天爺，第一保佑這兩個惡賊回歸中土，第二保佑老毒物命長，活得到十年之後。」次日天尚未明，洪七公年老醒得早，隱隱約約間聽到海灘上似有響動，坐起一聽，海中並有水聲，忙道：「靖兒，海灘上什麼聲音？」郭靖翻身下樹，奔上一塊岩石，向海邊一望，不禁高聲咒罵，追了下去。此時黃蓉也已醒了，一面跟著追去，一面問道：「靖哥哥，什麼事？」郭靖遙遙答道：「這兩個惡賊上了咱們的筏子。」黃蓉聞言吃了一驚。待得兩人奔到海旁，歐陽鋒已將姪兒抱上木筏，張起輕帆，離岸已有數丈。郭靖大怒，要待躍入海中追去，黃蓉一把拉住他的袖子道：「趕不上啦。」只聽得歐陽鋒哈哈大笑，叫道：「多謝你們的木筏啊！」郭靖暴跳如雷，發足向身旁一株紫檀樹猛踢。黃蓉靈機一動，叫道：「有了！」捧起一塊大石，靠在那紫檀樹向海的一根椏枝上，說道：「你用力扳，咱們發炮。」郭靖大喜，雙足頂住樹根，兩手握住樹枝，向後急扳。那紫檀木又堅又韌，被他這一扳，登時向後彎轉，當即雙手一鬆，呼的一響，那大石向海中飛去，落在木筏旁邊，激起了丈許水花。黃蓉叫了聲：「可惜！」又裝「炮彈」，這一次瞄得準，正好打在筏上。只是那木筏紮得極為堅牢，受石彈這麼一擊，並無大礙。兩人接著連發三「炮」，倒有兩「炮」落空，跌在水中。黃蓉見砲轟無效，忽然異想天開，叫道：「快，我來做炮彈！」郭靖一怔，隨即領悟，知她水性既高，輕身功夫又極了得，並無危險，拔出身邊匕首，塞在她的手中，道：「要小心了。」使力將樹枝扳後。黃蓉躍上樹枝坐穩，叫道：「發砲啊！」郭靖手一放，她身子向前一彈，在空中筆直飛去，一個筋斗，在離木筏三丈之處輕輕入水，端的是水花不起，美妙異常。歐陽叔姪不禁瞧得呆了。她入水之前深深吸了一口氣，一入水即向筏底潛去，只見頭頂一黑，知已到了木筏之下。歐陽鋒把木槳在水中四下亂打，那裏打得著她，黃蓉舉起匕首，正要往結紮木筏的繩索上割去，忽然心念一動，減小勁力，只在幾條主索上輕輕劃了幾刀，將繩索三股中割斷二股，叫那筏子到了汪洋大海之中，受巨浪一衝一撞，那時方才散開。她割索已畢，又復潛水，片刻間已游出十餘丈外，這才鑽出海面，大呼大叫，假裝追趕不及。歐陽鋒狂笑揚帆，過不多時，木筏已遠遠駛了出去。待得她走上海灘時，洪七公也已趕到，正與郭靖同聲痛罵，卻見黃蓉臉有得色，問知端的，不禁大聲喝采。黃蓉道：「雖然叫這兩個惡賊葬身大海之中，咱們可又得從頭幹起。」三人飽餐一頓，精神勃勃的即去伐木紮筏，不數日，又已紮成，眼見東南風急，張起用樹皮編織的便帆，離島西去。黃蓉望著那景色秀美的荒島越來越小，喟然嘆道：「咱們三個險些兒都喪生在這荒島之上，可是今日離去，倒又有點教人捨它不得。」郭靖道：「他日無事，咱們再來重遊可好？」黃蓉拍手道：「好，那時候你可不許賴。咱們先給這小島起個名字。師父，你說什麼好？」洪七公道：「你在島上用巨岩壓那小賊，就叫壓鬼島好啦。」黃蓉搖頭道：「那多不雅。」洪七公笑道：「你要雅，那趁早別問老叫化。依我說，老毒物在島上吃我的尿，不如叫作吃尿島。」黃蓉笑著連連搖手，側頭而思，只見天邊一片彩霞，璀燦華艷，正罩在小島之上，當下叫道：「就叫作明霞島吧。」洪七公搖頭道：「不好，不好，那太雅了。」郭靖聽著師徒二人爭辯，只是含笑不語。順風航了兩日，風向仍是不變。第三日晚間，洪七公與黃蓉都已睡著，郭靖掌舵守夜，海上風聲濤聲之中，忽然傳來「救人哪，救人哪！」兩聲叫喊。那聲音有如破鈸相擊，雖混雜在風濤呼嘯之中，仍是神完氣足，聽得清清楚楚。洪七公翻身坐起，低聲道：「是老毒物。」只聽得叫聲又是一響。黃蓉一把抓住洪七公的手臂，顫聲道：「是鬼，是鬼！」這時正當六月將盡，天上無月，但有疏星數點，照著黑漆漆的一片大海，深夜之中傳來這幾聲呼叫，確是令人毛骨悚然。洪七公叫道：「是老毒物麼？」他武功一失，聲音傳送不遠，郭靖氣運丹田，叫道：「是歐陽世伯麼？」只聽得歐陽鋒在遠處叫道：「是我歐陽鋒，救人哪。」黃蓉驚懼未息，道：「不管他是人是鬼，咱們轉舵快走。」洪七公忽道：「救他！」黃蓉急道：「不，不，我怕。」洪七公道：「不是鬼。」黃蓉道：「是人也不該救啊。」洪七公道：「濟人之急，這是咱們丐幫的幫規，你我是兩代幫主，不能壞了歷代相傳的規矩。」黃蓉無奈，只得眼巴巴的看著郭靖把著筏舵，循聲過去。沉沉黑夜之中，依稀見到兩個人頭在水面隨著波浪起伏，人頭旁浮著一根大木，想是木筏散後，歐陽叔姪搶住一根筏木，這才支持至今。郭靖俯身出去，抓住在歐陽公子後領，提到筏上。洪七公俠義為懷，竟爾忘了自己武功已失，伸手相援。歐陽鋒抓住他的手，一借力，人已躍到筏上，但這一甩之下，洪七公撲通一聲，掉入了海中。郭靖與黃蓉大驚，同時躍入海中，將洪七公救了起來。黃蓉怒責歐陽鋒道：「我師父好意救你，你怎地反而將他拉入海中？」歐陽鋒已知洪七公身上並無功夫，否則適才這麼一拉，豈能將一個武功高明之士拉下筏來？但他在海中浸了數日，已是筋疲力盡，此時不敢強項，低頭說道：「我……我確然不是故意的，七兄，做兄弟的跟你陪不是了。」洪七公哈哈一笑，道：「好說，好說，只是老叫化的本事，可就洩了底啦。」各人身上全濕，均無衣服替換，只好硬挺。歐陽鋒道：「好姑娘，你給些吃的，咱們餓了好幾天啦。」黃蓉道：「這筏上只備三人的糧食清水，分給你們不打緊，咱們吃什麼啊？」歐陽鋒道：「好吧，那只請您分一點兒給我姪兒，他腿上傷得厲害，實是頂不住。」黃蓉道：「果真如此，咱們做個買賣，你的毒蛇傷了我師父，他至今未愈，你拿解藥出來。」歐陽鋒從懷中摸出兩個小瓶，遞在她的手裏，說道：「姑娘您瞧，瓶中進了水，解藥都給水沖光啦！」黃蓉接過瓶子，搖了幾搖，放在鼻端一嗅，果然瓶中全是海水，說道：「既是如此，你將解藥的方子說出來，咱們一上岸就去配藥。」歐陽鋒道：「若是要騙你糧食清水濟急，我胡亂說個單方，你也不知真假，但我歐陽鋒豈是這等人？實對你說，我這怪蛇是天下一奇，厲害無比，一給咬中，縱然武功高強之人一時不死，八八六十四日之後，也必落個半身不遂，終身殘廢。解藥的單方說給你聽本亦無妨，只是各種藥料不但採集極難，更且得三載寒暑之功，方能泡製得成，這話說到此處為止，你要我給七兄抵命，那也由你吧。」黃蓉與郭靖聽了這番話，倒也佩服，心想：「此人雖然歹毒，但在死生之際，始終不失了武學大宗師的身份。」洪七公道：「蓉兒，他這話不假，一個人命數有定，老叫化也不放在心上。你給他吃的吧。」黃蓉暗自神傷，知道師父是終於好不了的了，拿出一隻烤熟的野羊腿，擲給歐陽鋒。歐陽鋒先撕幾塊餵給姪兒吃了，自己才張口大嚼。黃蓉冷冷的道：「歐陽伯伯，你傷了我師父，二次華山論劍之時，恭喜你獨冠群英啊。」歐陽鋒道：「那未必盡然，天下還有一件物事治得了七兄的傷。」郭靖與黃蓉同時跳起，那木筏側了一側，兩人齊聲問道：「當真？」歐陽鋒咬著羊腿，道：「只是此物難得而已，你們師父自然知曉。」兩人眼望師父，洪七公笑道：「我自然知曉，可是說它作甚？」黃蓉拉住他的衣袖，求道：「師父，您說，咱們總要去想法子弄到。我求爹爹去，他一定肯幫助咱們去找。」歐陽鋒輕輕「哼」了一聲。黃蓉道：「你哼什麼？」歐陽鋒不答。洪七公道：「他是笑你以為自己爹爹無所不能，須知那人身上之物，就算是你爹爹，也萬萬拿他不到。」黃蓉奇道：「那人！是誰啊？」洪七公道：「且莫說那人武功蓋世，即令他手無縛雞之力，老叫化也決不做這種損人利己之事。」黃蓉沉吟道：「武功蓋世？啊，我知道啦，是南帝段皇爺。師父，您說，那是什麼物事？怎麼又損人利己了。」洪七公道：「睡吧，別問啦，我不許你再提這回事，知不知道？」黃蓉不敢再問，她怕歐陽鋒偷取食物，靠在水桶與食物堆上而睡。次晨醒來，黃蓉見到歐陽叔姪，不禁嚇了一跳，只見兩人面目黃腫，全身水脹，想是在海中連浸數日之故。木筏航到申牌時分，遠處望見一條一條黑線，隱隱似是陸地，郭靖首先叫了起來。再航了一頓飯時分，看得清清楚楚，果是陸地，此時風平浪靜，只是日光灼人，熱得難受。歐陽鋒忽地站起，身形一晃，雙手齊出，一手一個，將郭靖黃蓉抓住，腳尖起處，又將洪七公身上穴道踢中。郭黃二人出其不意，被他抓住脈門，登時半身酥麻，齊聲驚問：「幹什麼？」歐陽鋒一聲獰笑，卻不答話。洪七公穴道被點中後身子動彈不得，口中卻尚能說話，嘆道：「老毒物一生不肯受人恩惠，咱們救了他的性命，他豈能再容咱們在世上與他並存。唉，只怪我黑夜之中救人心切，忘了這一節，倒累了兩個孩子的性命。」歐陽鋒道：「你知道就好啦。再說，九陰真經既到了我的手中，豈能再在這姓郭的小子心中另行留下一部，遺患無窮。」洪七公聽他說到九陰真經，心念一動，忽道：「努爾七六，哈瓜兒，寧血契卡，平道兒……」歐陽鋒一怔，聽來正是郭靖所寫的經書中令人百思不得其解的怪文，聽洪七公如此說，只道他懂得其中含義，心想：「經書中這一大篇怪文，或許是全經的關鍵，我若將這三人殺了，只怕世上再無人懂，那我縱得經書，也是枉然。」問道：「那是什麼意思？」洪七公道：「混花察察，雪根許八吐，米爾米爾……」歐陽鋒以為話中含有深意，正自思索，洪七公大喝一聲：「靖兒動手。」郭靖左手一拉，右手呼的一掌拍出，同時左足也已飛起。他兩人被歐陽鋒倏施襲擊，抓住了脈門，原本已無法抵擋，洪七公一番胡言亂語，瞎說八道，歐陽鋒果然中計，分神之際手上微鬆，郭靖立施反擊。他將真經中「易筋鍛骨篇」練到了第二段，雖無新的招數拳法學到，但原來的功力斗然間增強了二成。他這一拉、一拍、一踢，招數是平平無奇，但勁力竟大得異常。歐陽鋒一驚，筏上地位甚小，無可退避，只得舉手格擋，抓住黃蓉的手卻仍是未鬆。郭靖拳掌齊施，攻勢猶似暴風驟雨，心知在這木筏之上，如讓歐陽鋒緩手運起蛤蟆功來，那三人真是死無葬生之地了。這一輪急攻，倒也把歐陽鋒逼得倒退了幾步。黃蓉身子一側，橫肩向他撞去，歐陽鋒暗暗好笑，心想：「你這小丫頭向我身上撞來，不反彈你到海中才怪。」心念甫動，黃蓉肩頭已然撞到，歐陽鋒不避不擋，並不理會，豈知胸口突覺刺痛，這才驚覺她原來穿著桃花島鎮島之寶的軟蝟甲，這時他站在筏邊，已是半步都不能再退，她甲上又佈滿尖刺，無可著手之處，急忙左手放脫她的脈門，借勢往外一甩，將她猛推出去。黃蓉站立不定，眼見要跌入海中，郭靖回手一把拉住，左手卻仍向敵人進攻。黃蓉拔出匕首，猱身而上。歐陽鋒站在筏邊，浪花不住濺上他的足跟，不論郭靖黃蓉如何進攻，始終不能將他逼入海中。洪七公與歐陽公子都是動彈不得，眼睜睜瞧著這場惡鬥，心中只是怦怦亂跳，見到雙方勢均力敵，生死間不容髮，但恨不能插手相助。按說，歐陽鋒的武藝原本遠勝郭靖，卻是一來他在海中浸了數日，性命倒已去了半條，二來黃蓉武功雖不甚高，但身披蝟甲，手有匕首鋒銳之極，這兩件鋒銳無比的利器，卻也教他大為顧忌，三來郭靖的降龍十八掌、七十二路空明拳、蝮蛇寶血、左右互搏、全真派內功、以及最近練的九陰真經「易筋鍛骨篇」等合成一起之後，卻也是非同小可，是以三人在筏上打了難分難解。時候一長，歐陽鋒掌法愈打愈是厲害，郭黃二人漸感不敵，洪七公暗暗著急。只見掌影飛舞中歐陽鋒一腳踢起，聲勢驚人，黃蓉不敢拆解，一個筋斗翻入了海中。郭靖奮力抵擋，更感吃力，但黃蓉從左邊跌入，立時從筏底鑽過，卻從右邊躍起，一匕首向歐陽鋒背心刺去。歐陽鋒本已得勢，這一來前後受敵，又打成了平手黃蓉一面奮戰，一面暗籌對策，心想：「如此鬥下去，咱們功力遠不及他，終須落敗，不到海中，總是勝他不了。」心念一動，一匕首割斷帆索，那便帆登時落下，木筏在波浪上一起一伏不再前行。她退開兩步，扯著帆索在洪七公身上繞了幾轉，再在木筏的一根主材上繞了幾轉，牢牢打了兩個結。她這一退開，郭靖立感不支，勉力接了三招，第四招已是招架不住，只得向後退了一步。歐陽鋒得理不饒人，第五，第六招連綿而上。郭靖一退再退，以「魚躍於淵」一招接過了第七招，第八招卻又招架不住，再退一步，左足踏空，好郭靖，臨危不亂，右足飛起一腳，守住退路，叫敵人不能乘勢相逼，然後撲通一聲，躍入海中。那木筏猛晃兩晃，黃蓉借勢一躍，也跳入了海中，兩人扳住木筏，一掀一抬，眼見就要將筏子翻過身來。這一翻不打緊，歐陽公子非立時斃命不可，歐陽鋒到了水中，自然也已非郭黃二人之敵，洪七公卻是身子縛在筏上，二人儘可結果了西毒，再救師父。歐陽鋒識得此計，提足對準洪七公的腦袋，高聲喝道：「兩個小傢伙聽了，再晃一晃，我就是這麼一腳！」黃蓉一計不成，二計早生，一吸氣潛入筏底，伸匕首就割繫筏的繩索，此時離陸地不遠，算計了歐陽叔姪之後，再抱住大木筏浮上岸去也自無妨。祇聽得喀喀數聲，那木筏已分成兩半。歐陽公子在左邊一半，歐陽鋒與洪七公卻在右邊一半。歐陽鋒暗暗心驚，一伸手先將姪兒提了過來。彎腰俯身，望著水中，只等黃蓉再割，一把扭住她身子揪上筏來。他這副模樣，黃蓉在水底瞧得清楚，知道他這一抓下來，既準且狠，也真不敢上來再割。僵持良久，黃蓉上來吸了一口氣，又下去候機發難。雙方凝神俟隙，頃刻間由極動轉到了極靜，海上陽光普照，一片寧定，但在這半塊木筏的一上一下之間，卻蘊藏著極大殺機。黃蓉心想：「這半塊木筏只要再分成兩截，在這波浪中非滾轉傾覆不可。」歐陽鋒心想：「只要她一探頭，我隔浪一掌擊去，那水力就能將她震死。小丫頭一除，留下姓郭的小賊一人就不足為患。」就在這兩人目不轉瞬的躍躍試試之際，歐陽公子忽然指著左側，叫道：「船，船！」洪七公與郭靖順著他手指的方向望去，果見一艘龍頭大船扯足了帆，乘風破浪而至。過不多時，歐陽公子看到了船首站著一人，身材高大，披著大紅袈裟，似是靈智上人，過了片刻，大船駛近，定晴一看，果然不錯，忙對叔父說了。歐陽鋒氣運丹田，高聲叫道：「這裏是好朋友哪，快過來。」黃蓉在水底尚未知覺，郭靖卻已知不妙，急忙也潛入水中，一拉黃蓉的手臂，示意又來了敵人。黃蓉打個手勢，叫他接住歐陽鋒的掌力，自己乘虛斷繩。郭靖知道自己功力本就不及敵人，現在已在水中而敵在筏上，相差更遠，這一掌接下來大有性命之憂，但事已急迫，捨此更無別法，力運雙臂，忽地鑽上。歐陽鋒「閣」的一聲大叫，雙掌從水面上拍了下來，郭靖的雙掌也從水底擊了上去。海面上水花不起，但水中卻兩股大力一交，突然間那半截木筏向上一掀，翻起數尺，喀喀兩聲，黃蓉已將繫筏的繩索割斷。就在此時，那大船已駛到離木筏十餘丈之處。黃蓉一割之後立即潛入水底，待要去刺歐陽鋒，卻見郭靖手足不動，身子慢慢下沉，不禁又驚又悔，急忙游過去拉住他的手臂，游遠數丈，鑽出海面，但見郭靖兩目緊閉，臉青唇白，人已暈了過去。這時那大船已放下舢舨，划到木筏之旁，將歐陽鋒叔姪與洪七公都接了上去。黃蓉連叫三聲：「靖哥哥！」郭靖只是不醒。她想，來的雖是敵船，卻也祇得上去，當下托住郭靖後腦，游向正在划來的舢舨。艇上水手拉了郭靖上去，伸手欲再拉她，黃蓉如飛魚般忽地從水中躍入船心，幾個水手不由得都猛地一驚。適才水中對掌，郭靖受水力一激，身子受到極大震盪，登時暈去，待得醒轉，只見自己倚在黃蓉懷裏，卻已在一艘小艇之中。他呼吸了幾口，察知未受內傷，展眉向黃蓉一笑。黃蓉回報一笑，消了驚懼之念，這才凝神瞧那大船中是何等人物。一望之下，心中不禁連珠價叫苦，祇見船首高高矮矮的站了七八個人，正是幾月前在大金中都燕京趙王府裏會見過的武林高手：身矮足短，目光如電的是千手人屠彭連虎，頭頂油光晶亮的是鬼門龍王沙通天，額角上生了三個瘤子的是三頭蛟侯通海，童顏白髮的是參仙老怪梁子翁，身披大紅袈裟的是藏僧大手印靈智上人，另有幾個卻並不相識，心想：「靖哥哥與我的武功因數得奇遇，和今年春間已大不相同，若與彭連虎等一對一的動手，自己縱或不敵，靖哥哥卻是必操勝算，只是一來老毒物在旁，二來這許多人聚在一起，今日要想脫險，那可是難上加難了。」船上諸人聽到歐陽鋒在筏上那一聲高呼，本已甚為驚奇，及至見到是郭靖等人，更是大感奇怪。歐陽鋒抱著姪兒，郭靖與黃蓉抱了洪七公，五人分作兩批，先後躍上大船。只見一人身穿繡花錦袍，從中艙搶著迎了出來，與郭靖一照面，兩人都是一驚。只見那人額下微鬚，面目清秀，正是大金國的六王爺趙王完顏烈。他在寶應劉氏宗祠中逃脫之後，只怕郭靖追他尋仇，不敢回到北方，逕行會合了彭連虎、沙通天等人，南下盜取岳武穆的遺書。此時蒙古大舉伐金，中都燕京已被圍近月，燕雲十六州盡皆歸屬蒙古。大金國國勢日蹙。完顏烈心甚憂懼，眼見蒙古兵剽悍殊甚，金兵雖以十倍之眾，接戰時無不潰敗，他苦思無策，當下將中興復國的大志，全都寄託在那部武穆遺書之上，心想得了這部兵書，自然是用兵如神，戰無不勝，攻無不克，就如當年的「岳爺爺」一般，那時蒙古兵縱然精銳，也得要望風披靡了。這次他率眾南來，行蹤甚是詭祕，只怕被南朝知覺有了提防，所以乘船改走海道，一心要神不知鬼不覺的在浙江沿海登陸，悄悄進入臨安府將書盜來。當日他遍尋歐陽公子不得，明知他是一把極得力的高手，但久無消息，只好撇了他而行，這時卻見他與郭靖為伴，心下又驚又喜，不知他是何用意。郭靖見了殺父仇人，更是心頭火起，怒目而視。黃蓉眼尖，卻見一人從船艙中匆匆上來，只露了半面，立時又縮身回入，瞧他面容，依稀似是楊康模樣。只聽歐陽公子道：「叔叔，這位就是愛賢若渴的大金國六王爺。」完顏烈不知歐陽鋒在武林中有多大威名，瞧在歐陽公子面上，把手拱了拱。但彭連虎、沙通天等人，一聽此言，一齊躬身唱喏：「久仰歐陽先生是武林中的泰山北斗，今日有幸拜見。」歐陽鋒微微躬身，還了半禮。大手印靈智上人素在藏邊，卻不知西毒的名頭，只是雙手合什，不再言語。完顏烈是何等伶俐之人，心知沙通天等個個極為自負，向不服人，但一見歐陽鋒卻如此恭敬，立知這個面目黃腫，滿身病態的老兒來頭不小，當下著實接納，說了一番敬仰的話。大船上這些人中，參仙老怪梁子翁的心情最是特異，郭靖吃了他以畢生心血練成的蝮蛇寶血，這時相見，如何不惱？自己本生最怕的洪七公卻又在旁邊，只好心中惱怒，臉上陪笑，上前躬身拜倒，說道：「小的梁子翁參見洪幫主，您老人家好。」此言一出，眾人更是一驚，西毒北丐的威名大家都是久聞的，但均未見過，想不到這兩人竟然同時現身，正要上前拜見，洪七公哈哈一笑，說道：「老叫化倒了霉啦，給惡狗咬得半死不活的，還拜見什麼？趁早拿些東西來吃是正經。」眾人一怔，望著歐陽鋒，要瞧他眼色行事。歐陽鋒心中早已想好對付三人的毒計：洪七公必須先行除去，以免自己以怨報德的劣行被他張揚開來；郭靖則要先問出他經書上怪文的含義，再行處死；至於黃蓉，姪兒雖然愛她，留下了終是禍根，但若自己將她弄死，黃藥師知道了豈肯甘休，必得想個借刀殺人之計，假手於旁人害她，眼下三人到了大船之上，不怕他們再飛上天去，當下向完顏烈道：「這三人狡猾得緊，武功也還過得去，請王爺派人好好看守。」梁子翁聞言大喜，踏上一步，就來拉郭靖的手腕。郭靖順腕一翻，拍的一聲，梁子翁肩頭已吃了一掌，這一招「見龍在田」又快又重，梁子翁武功雖高，竟也被他一掌打得身子一矮，倒退了兩步。彭連虎等和梁子翁都是面和心不和，見他受挫，均各暗自得意，立時散開，將洪七公等三人圍在垓心，要待梁子翁被打倒之後，再上前逞武揚威。梁子翁適才上來時已防到郭靖那一招「亢龍有悔」，豈知一別經月，他已將降龍十八掌盡數學全，隨手一招，自己竟自躲不開，這一下他臉上如何下得來？見郭靖並不追擊，左足一點，忽地躍起，雙拳連發，使出他生平絕學的「遼東野狐拳法」來，立心要取郭靖性命，一來掙回適才所失的顏面，二來以報昔日殺蛇之恨。那「遼東野狐拳」是遼東派武功的一絕。當年梁子翁在長白山採參，見到獵犬與野狐在雪中相搏。那野狐狡詐多端，竄東躍西，靈動異常，獵犬爪牙雖利，搏鬥多時，仍是奈何牠不得。梁子翁見了野狐的縱躍，心中有悟，當下參也不採，就在深山雪地的茅廬之中，苦思一月，創了這套「野狐拳」。這拳法以「靈、閃、撲、跌」四字訣為主旨，以對付較己為強之勁敵時最為合用，首先是教敵人捉摸不著自己前進後退、左趨右避的方位，然後俟機進擊，可說是一種有勝無敗的武功。他一生除了吃過洪七公一個大虧之外，極少挫敗，所以這套拳也甚少使用，這時受了郭靖一掌，不敢輕敵，當下未攻先閃，跌中藏撲的向郭靖打去。這套拳法來得怪異，郭靖從未見過，心想：「蓉兒的落英掌虛招雖多，終究或五虛一實，或八虛一實，這老兒的拳招，卻似全是虛招，不知他鬧什麼玄虛？」當下依著洪七公前時所指點的方略，不論敵人拳招如何變化多端，自己只是依降龍十八掌的掌法發將出去。兩人三招一過，眾高手都瞧得暗暗搖頭，心道：「梁老怪總算是一派的掌門，與這後生小子動手，怎麼儘是閃避，不敢發一招實招？」再拆數招，郭靖的掌力將他越迫越後，眼見就要退入海中。梁子翁見這套「野狐拳」不能取勝，要想另換拳法，但被郭靖掌力籠罩住了，那裏緩得出手來？掌聲呼呼之中，只聽洪七公叫了一聲：「下去吧！」郭靖一招「時乘六龍」，左臂橫掃過來，梁子翁驚呼一聲，身不由主的往船舷外跌了出去。旁觀眾人中除了歐陽鋒外，都沒看清郭靖這一招是如何使法，一驚之下，齊向梁子翁跌下之處奔了過去，只聽得海中一聲長笑，梁子翁的身子忽爾飛起，噠的一聲，直挺挺的跌在甲板之上，再也爬不起來。這一來眾人驚訝更甚，難道海水能將他身子反彈上來？爭著俯在船邊向海中觀看，只見一個白鬚白髮的老兒，在海面上東奔西突，迅捷異常，再凝神一看，原來他騎在一頭大鯊魚身上，就如陸地馳馬一般縱橫如自如。郭靖又驚又喜，大聲叫道：「周大哥，我在這裏啊！」那騎鯊的老兒正是老頑童周伯通。他聽見郭靖呼叫，也極歡喜，在鯊魚右眼旁打了一拳，那鯊魚即向左轉，游近船邊。周伯通叫道：「是郭賢弟麼？你好啊。前面有一條大鯨魚，我已追了一日一夜，現下就得再追，再見吧！」郭靖急叫：「大哥快上來，這裏有好多壞人要欺侮你把弟啊。」周伯通怒道：「有這等事？」伸手拉住鯊魚口中一根不知什麼東西，連人帶鯊，忽地從眾人頭頂飛過，落上甲板，喝道：「什麼人這麼大膽，敢欺侮我的把弟？」甲板上諸人那一個不是見多識廣，但周伯通這麼奇詭萬狀的出現，卻令人人都驚得目瞪口呆。周伯通見到黃蓉，也感奇怪，道：「小妹子，怎麼你也在這裏？」黃蓉笑道：「是啊，你快教我這騎鯊魚的法兒。」周伯通道：「那不忙。」遊目四顧，向甲板上眾人一掃，對歐陽鋒道：「我道別人也不敢這麼猖狂，果然又是你這老兒。」歐陽鋒冷冷的道：「一個人言而無信，縱在世上偷生，也教天下好漢笑話。」周伯通道：「是啊，我正要找你算帳，你在這兒，那真是再好也沒有。老叫化，你是公證，站起來說句公道話吧。」洪七公臥在甲板上，笑了一笑。黃蓉道：「老毒物遇難，我師父去救他，那知他狼心狗肺，反過來傷他，點了他的穴道。」周伯通俯身在洪七公的「曲池穴」與「湧泉穴」上揉了兩揉。洪七公道：「老頑童，那沒用。」原來歐陽鋒這門點穴的手段甚是邪毒，除了他與黃藥師兩人之外，天下無人解得。歐陽鋒甚是得意，說道：「老頑童，你有本事就將他穴道解了。」黃蓉雖不會解，卻識得這門點穴功夫，小嘴一扁道：「那有什麼希奇！我爹爹不費吹灰之力，就能將這『透骨打穴法』解開。」歐陽鋒聽他說出這打穴法的名稱，心想這小丫頭果然是家學淵源，當下也不理她，對周伯通道：「你輸了東道，怎麼說話如同放屁？」周伯通掩鼻叫道：「放屁麼？好臭好臭！我倒要問你，咱們賭了什麼東道？」歐陽鋒道：「這裏除了姓郭的小子與這小丫頭，都是成名的英雄豪傑，我說出來請大家評評理。」彭連虎道：「好極，好極。歐陽先生請說。」歐陽鋒道：「這位是全真派的周伯通，江湖上人稱老頑童，輩份不小，是丘處機、王處一他們全真七子的師叔。」周伯通十餘年來一直耽在桃花島，此前武藝未成，江湖上名頭並不響亮，所以眾人都不知曉，只是一聽他是全真七子的師叔，才知此人果然非同小可，互相低聲交談了幾句。彭連虎念到八月中秋嘉興煙雨樓之約，心想全真七子若有這怪人相助，那是更加如虎添翼了。只聽歐陽鋒又道：「這位周兄在海中為鯊群所困，兄弟將他救了起來。我說鯊群何足道哉，只要一舉手之勞，就能將群鯊盡數殺滅，周兄不信，我們兩人就打了一賭。周兄，你說這話錯了麼？」周伯通連連點頭，道：「半絲兒也沒錯，賭點什麼，也得給大夥兒說說。」歐陽鋒道：「對！我說若是我輸了，你叫我幹什麼，我就得幹什麼，若是不肯幹，那就跳到海中餵魚。你輸了也是一樣。這話錯了麼？」周伯通又是連連點頭，道：「半絲兒也沒錯。後來怎樣啊？」歐陽鋒道：「怎樣？後來是你輸了。」這一次卻見周伯通連連搖頭道：「錯了，錯了，輸的是你，不是我。」歐陽鋒怒道：「男子漢大丈夫，說話豈能顛倒是非，胡混奸賴？若是我輸，你怎肯自行跳到海中自盡？」周伯通嘆道：「是啊，原本我也道老頑童運氣不好，輸在你手，那知到了海中，老天爺教我遇上一件巧事，才知是你老毒物輸了，我老頑童贏了。」歐陽鋒、洪七公、黃蓉三人齊聲問道：「什麼巧事？」周伯通一彎腰，左手抓住直撐在鯊魚口中的一根木棍，將鯊魚提了起來，道：「就是遇見我這坐騎啊，你瞧瞧，這是你寶貝姪兒將木棍撐在牠口中的，是不是？」當日歐陽公子行使毒計，用木棍撐在鯊魚口中，要叫這饕餮的傢伙在海中生生餓死，那是歐陽鋒親眼所見的。這時見了那頭巨鯊的形狀，以及牠口邊被釣鉤鉤破的傷痕，依稀記得果然是那天放還海中的鯊魚，便道：「是又怎地？」周伯通拍手笑道：「那便是你輸了啊，咱們賭的是將鯊群盡數殺滅，可是這頭好傢伙託了你姪兒的福，吃不得死鯊，中不了毒，既留下了一條，豈不是我老頑童贏了？」說罷哈哈大笑。歐陽鋒臉上變色，做聲不得。郭靖喜道：「大哥，這些日子你在那裏？我想得你好苦。」周伯通笑道：「我才玩得歡喜呢。我跳到海裏，不久就見到這傢伙在海面上喘氣，好似大為煩惱。我道：『鯊魚啊鯊魚，你我今日可是同病相憐了！』我一跳就跳到了牠背上。牠猛地就鑽進了海底，我只好閉住氣，雙手牢牢抱住牠的頭頸，舉足亂踢牠的肚皮，好容易牠才鑽到水面上來，沒等我透得兩口氣，這傢伙又鑽了到水下。咱哥兒倆鬥了這麼半天，牠才算乖乖的聽了話，我要牠往東，牠就往東，要牠朝北，牠可不敢向南。」說著輕輕拍著鯊魚的腦袋，甚是得意。這些人中最感艷羨的自是黃蓉，她聽得兩眼發光，說道：「我在海中玩了這麼些年，怎麼沒想到這玩意兒，真傻！」周伯通道：「你瞧牠的牙齒，若不是口中撐了這根木棍，你敢騎牠麼？」黃蓉道：「這些日子你一直騎在牠背上麼？」周伯通道：「可不是麼？咱哥兒倆捉魚的本事可大啦。咱們一見到魚，牠就追，我就來這麼一拳一掌，將魚打死，一條魚十份中我只吃一份，這傢伙可得吃九份。」黃蓉摸了摸鯊魚的肚皮，又問：「你把死魚塞到牠肚子裏麼？牠不用牙齒會吞麼？」周伯通道：「會吞得緊呢。有一天……」這一老一小，談得興高采烈，旁若無人，歐陽鋒心中卻在盤算應付之策。周伯通忽道：「喂，老毒物，你認不認輸？」歐陽鋒先前把話說滿了，在眾人之前，怎能食言？只得道：「輸了又怎地？難道我還賴不成？」周伯通道：「嗯，我得想想叫你做一件什麼事。好！你適才罵我放屁！我就叫你馬上放一個屁！」