第一百零七回　怨恩了了楊逍吃了一驚，喝道：「顛兄，不可魯莽。」周顛竟不理會，走到少林三僧之前，嘻皮笑臉的說道：「三位大和尚，吃狗肉不吃？」一伸手，從懷中掏出一隻煮熟了的狗腿，在渡厄面前晃來晃去。原來這兩日少林寺中供應的都是素齋，周顛好酒愛肉，接連幾日青菜豆腐，如何能挨？昨日晚間偷了一隻狗，宰來吃了一個飽，尚留著一條狗腿，此刻事急，便去擾亂少林三僧的心神。楊逍等一見，盡皆大喜，心想：「周顛平時行事瘋瘋癲癲，這一著卻大是高招。」須知少林三僧與張無忌比拚內力，關鍵全在於專志凝神，周顛上前胡鬧，祇須有一僧動了嗔怒，心神微分，無忌便可得勝。三僧視而不見，毫不理會。周顛拿起狗腿張口便咬，說道：「好香氣，好滋味！三位大和尚，吃一口試試。」他見三僧絲毫不動聲色，當下將狗腿挨到渡厄口邊，待要塞到他的口中。旁觀的少林群僧紛紛呼喝：「兀那癲子，快快退下！」周顛將狗腿往前一送，剛碰到渡厄口唇，突然間手臂一震，半身酸麻，拍的一聲，狗腿掉在地上。原來渡厄此時內勁佈滿全身，以至「蠅蟲不能落」的境界，四肢百骸一遇外力相加，立時反彈出來。周顛叫道：「啊喲喲！了不起，了不起！你不吃狗肉，那也罷了，何必將我好好一條狗腿，掉在地下弄得稀髒？我要你賠，我要你賠？」他手舞足蹈，大叫大嚷。不料三僧修為深湛，絲毫不受外魔所擾。周顛右手一翻，從懷中取出一柄短刀，叫道：「你不領情吃我的狗腿，老子今日和你拚了。」一刀在自己臉上一劃，登時鮮血淋漓。群雄驚呼聲中，周顛又用短刀在自己臉上一劃，一張臉血肉模糊，甚是猙獰可怖。這等情景本來不論是誰見了都要心驚動魄，但少林三僧神遊外物，五官俱失其用，不但見不到周顛自殘的情景，連周顛這個人出現在身前也均不知。周顛大聲叫道：「好和尚，你不賠還我的狗腿，我死在你的面前了吧！」舉起短刀，便往自己心窩中插了下去。要知周顛性本忠義，眼見教主命在俄頃，決心捨生自殺，以擾亂三僧的心智。他這一刀插下，驀地裏黃衫一閃，一個人飛身過來，手腕一翻，夾手將他的短刀奪去，跟著斜身而前，五指伸張，往周芷若頭頂插了下去，所用手法，與宋青書殺斃丐幫長老的姿式全然相同。周芷若的手指與謝遜頂門相距雖然不過尺許，但敵人襲來的身法實在太快，只得翻手上托，解開了襲來的這一招。張無忌的內勁之強，並不輸與三僧聯手，只是「物我兩忘」的枯禪功夫，卻是不及三僧，於外界事物，做不到視而不見、聽而不聞的地步，是以周芷若對謝遜一加威脅，他立時便心神大亂。待得周顛上前胡鬧，進而抽刀自盡，張無忌一一瞧在眼裏，更是焦急。正在這內息大亂、轉眼便要噴血而亡的當兒，鼻中忽然聞到一陣淡淡的香氣，那黃衫女子躍身進來，奪去周顛手中短刀，出招攻向周芷若，解去了謝遜的危難。張無忌心中一喜，內功立長，將三僧攻過來的勁力一一化解，霎時之間便成了個相持不下的局面。渡厄等雖於外界事物不聞不見，但對雙方內勁的消長，卻是辨析入微，陡然間察覺到無忌內勁大張，可是又不反守為攻，這正是消除雙方危難的最佳時機，三僧心意相通，立時將己方內勁微微一收。張無忌跟著收了一分勁力，三僧亦收一分。如此你收一分，我收一分，不到一盞茶時分，雙方勁力收盡，四人同時哈哈一笑，一齊站起身來。張無忌長揖到地，渡厄、渡劫、渡難三僧同時合什還禮。四人齊聲說道：「佩服，佩服！」張無忌回過頭去，只見那黃衫女子和周芷若鬥得正緊。黃衫女子一雙空手，周芷若右手鞭，左手刀，卻兀自落於下風。那黃衫女子的武功似乎與周芷若乃是一路，飄忽靈動，變幻無方，但舉手抬足之間，卻是正而不邪，如說周芷若形似鬼魅，那黃衫女子便是態擬神仙。無忌只看得兩眼，已知黃衫女子有勝無敗，義父絕無危險，但見那黃衫女子出手中頗有引逗之意，似要看明白周芷若武學的底細，若是當真求勝，早已將周芷若打倒了。渡厄說道：「善哉，善哉！張教主，你雖勝不得我三人，我三人也勝不得你。謝居士，你請自便吧！」說著上前解開了謝遜身上的穴道，說道：「謝居士，放下屠刀，立地成佛。我佛門戶廣大，世間無不可渡之人。你我在這山峰上共處多日，那也是有緣。」謝遜站起身來，說道：「我佛慈悲，多蒙三位大師指點明路，謝遜感激不盡。」只聽那黃衣女子一聲清叱，左手一翻，已奪下周芷若手中長鞭，跟著手肘撞中了她胸口穴道，右手成爪，伸在她的頭頂，說道：「你要不要也嘗嘗『九陰白骨爪』的滋味？」周芷若動彈不得，閉目待死。謝遜雙目雖然不能見物，但於周遭一切情景，卻是聽得十分明白，上前一揖，說道：「姑娘救我父子二人性命，深感大德。這位周姑娘若不悔悟，多行不義，終有遭報之日。求懇姑娘今日暫且饒她。」黃衫女子道：「金毛獅王悔改得好快啊。」身形一晃，便即退開。張無忌攜了謝遜之手，正要並肩走開，謝遜忽道：「且慢！」指著少林僧眾中的一名老僧叫道：「混元霹靂手成崑，請你站將出來。當著天下眾英雄之前，將各種前因後果分說明白。」群雄吃了一驚，一齊向他手指之人望去。只見這老僧弓著背脊，形容猥瑣，僧袍也是十分破舊，相貌與成崑截然不同。無忌正待說：「他不是成崑」，只聽謝遜又道：「成崑，你改了相貌，聲音卻是改不了。你一聲咳嗽，我便知你是誰。」那老僧獰笑道：「誰來聽你這瞎子胡說八道。」他一開口說話，張無忌立時辨認了出來，那日光明頂上他身處布袋之中，曾聽成崑長篇大論的說話，對他語音記得清清楚楚。此刻他雖故意逼緊喉嚨，身形容貌更是喬裝得十分巧妙，但語音終究難變。張無忌縱身一躍，截斷了他的後路，說道：「圓真大師，成崑前輩，大丈夫光明磊落，何不以本來面目示人？」成崑喬裝改扮，潛伏在人叢之中，始終不露破綻，那知當黃衫女子制服周芷若之際，他大出意料之外，忍不住輕輕咳嗽一聲，偏生謝遜雙眼盲後耳音特靈，對他又是記著銘心刻骨的血仇。就謝遜而言，這一聲咳嗽不啻是個晴天霹靂，立時便將他認了出來。成崑在寺中暗伏了大批黨羽，今日原想挑得與會群雄自相殘殺，逼出屠龍刀的下落，害死謝遜，最後更謀害空聞、空智，自己接任少林寺方丈之位。那知他的計謀雖巧，每一件事到頭來都是另生變故，無不事與願違。他見張無忌擋住去路，知道事已敗露，長身大喝：「少林僧眾聽者：魔教搗亂佛地，藐視本派，眾僧一齊動手，格殺勿論。」他手下黨羽紛紛答應，抽出兵刃便要上前動手。空智忍氣已久，一直顧念著師兄安危，只得受本寺叛徒挾制，此刻聽圓真號令僧眾與明教動手，情知一場混戰下來，本寺僧眾不知將受到多大的損傷，權衡輕重，空聞一人事小，闔寺僧眾的性命事大，當下喝道：「少林弟子不得莽撞。空聞方丈已落入這叛徒圓真手中，眾弟子先擒此叛徒，再救方丈。」霎時間峰頂上亂成一團。混亂之中，張無忌見周芷若委頓在地，臉上充滿沮喪失望，心下大是不忍，當即上前解開她的穴道，扶她起身。周芷若一揮手，推開他的手臂，逕自躍回峨嵋群弟子之間。只聽謝遜朗聲說道：「今日之事，全自成崑與我二人身上所起，種種恩怨糾纏，須當由我二人了結。師父，我一身本事是你所授；成崑，我全家是你所殺。你的大恩大仇，今日咱們來算個總帳。」成崑見空智不顧一切的出聲號令，終究少林寺中正派者多而自己黨羽較少，看來接掌少林方丈職位的圖謀，終究也歸鏡花水月，到頭來一場空幻，何況明教與渡厄等三僧若是聯手，更難抵敵。他心思機敏，一計不成，二計又生，心想：「謝遜作惡多端，我若制服了他，大可將一切罪行盡數推在他的頭上。他的武功皆我所授，他雙眼又盲，難道我還對付他不了？」於是說道：「謝遜，江湖上有多少英雄好漢，命喪你手。今日更招引明教的大批魔頭，來少林擾亂佛門福地，與天下英雄為敵。我深悔當年傳授了你武功，此刻非得清理門戶、整治一下你這欺師叛祖的逆徒不可。」說著大踏步走到謝遜面前。謝遜高聲道：「四方英雄聽者，我謝遜的武功，原是這位成崑所授，可是他逼姦我妻不遂、殺我父母妻兒。師尊雖親，總親不過我親生的爹娘。我找他報仇，該是不該？」四下裏群雄轟然叫道：「該當報仇，該當報仇！」成崑一言不發，呼的一掌，便向謝遜頭上劈了過去。謝遜頭一偏，讓過頂門要害，拍的一響，這一掌打在他的肩頭。謝遜哼的一聲，並不還手，說道：「成崑，當年你傳我這一招『長虹經天』之際，說道若是擊中敵身，便當運混元一氣功傷敵，為什麼不運功啊？是不是年紀老了，無功可運了？」原來成崑知己知彼，明白謝遜的武功極是了得，第一招只是虛招，沒料到居然對方竟是不閃不躲，一擊而中。但他這一招上全沒用上勁力，是以謝遜並未受傷。成崑左手一引，右手一掌拍出。謝遜身子一斜，仍不還招。成崑連環踢出，拍拍兩響，謝遜脅下連中兩腿。這兩腿的勁力卻是厲害無比，饒是謝遜體格粗壯，可也禁受不起，哇的一聲，一大口血噴將出來。無忌急叫：「義父，還招啊！你怎能儘受打不還手。」謝遜身子搖晃了幾下，苦笑道：「他是我師父，受他兩腿一掌，原也應該。」成崑心中暗叫：「倒霉，倒霉！我只道他對我仇深似海，一上來就是拚命，早知他還讓我三招，我可得痛下殺手了。」見謝遜這一掌來得凌厲，當即左手一引，卸開他的掌力，身子轉了半個圈子，已旋到他的身後，欺他眼不物，一掌無聲無息的從他背後按了過去。謝遜便如親眼所見，反足踢去，成崑輕輕一躍，從半空中如一隻老鷹般撲擊下來。他年已古稀，身手之矯捷竟是絲毫不輸於少年。謝遜雙手上托一彈，成崑下擊之勢被阻，又彈了上去，在半空中輕輕一個迴旋，又撲擊下來，身法之美妙，實是罕見。兩人這一搭上手，以快打快，轉瞬間便拆了七八十招。謝遜雙目雖然不能見物，卻佔了一個便宜。要知他一身武功全是成崑所授，他的拳腳成崑固所深悉，而成崑各種招數，謝遜也無不了然於胸。事過數十年，二人內功修為俱各大進，但武功上拳腳的招術，仍是本門的解數。謝遜不必用眼，便知自己這一掌過去，對方將如何拆招，而跟著來的一招，多半是那幾種變化中的一種。加上他年紀比成崑小了十餘歲，氣血較壯，冰火島上奇寒酷熱的鍛鍊，於內力修為大有好處，因之最初一百餘招中，竟是絲毫不落下風。謝遜與成崑仇深似海，苦候數十年，此刻方始交上了手，張無忌本來料他定要不顧性命的撲擊，與成崑鬥個兩敗俱傷，那知謝遜一招一式，全是沉穩異常，將自己門戶守得極是嚴密。無忌初時略覺詫異，又看了數十招，當即領悟，成崑武功之強，實是不輸於渡劫、渡難等三僧，謝遜若是上來便逞血氣之勇，只怕支持不到五百招以上。他師徒二人於對方功夫修為，自是知己知彼，謝遜心中仇恨越深，手上越是謹慎，生怕自己先毀在成崑手下，報不了父母妻兒的血仇。堪堪拆到二百餘招，謝遜大喝一聲，呼的一拳擊出。崆峒派的常敬之叫道：「七傷拳！」只見謝遜左右雙拳連繼續擊出，威猛無儔，崆峒諸老相顧駭然。這七傷拳乃是謝遜從崆峒派盜得拳譜而學成，但拳上威力之強，遠過於崆峒嫡派的唐文亮、常敬之之諸老。成崑左掌一帶，待他又是一拳擊到時，右掌平推出去。拍的一響，拳掌相交，謝遜鬚髮俱張，威風凜凜的站著不動，成崑卻是連退三步，旁觀群雄中許多人都喝起采來。原來謝遜與成崑結仇經過，江湖上傳聞已遍，眾人雖惱恨他出手太辣，濫傷無辜，但也覺他所遇太慘，不免寄以同情之心，旁觀人眾一大半是盼他得勝。只見謝遜搶上三步，跟著又是呼呼兩拳擊出，成崑還了兩掌，復退三步。無忌暗叫：「不好！成崑用的是少林九陽功，那是他拜空見神僧為師後學來的功夫，成崑深悉其中關鍵所在，故示以弱，卻將少林九陽功使將出來。謝遜每一拳打出，成崑受了他拳力的七成，以少林九陽功化解，其餘三成卻反激回去。謝遜呼呼打出十二掌，成崑連退數十步，外表看來似是謝遜大佔上風，其實內傷越受越重。」無忌心中焦急萬分，這是義父一生夢寐以求的復仇機緣，自己無論如何不能插手相助，但如此再鬥得數十拳，謝遜勢必嘔血身亡。空智突然冷冷的道：「圓真，我師兄當年傳你這少林九陽功，是教你用來害人的麼？」成崑冷笑一聲道：「我恩師命喪七傷拳下，今日我是為恩師報仇雪恥。」趙明突然大聲說道：「空見神僧的九陽功修為在你之上，他為什麼不能抵擋七傷拳？空見大師是否害在你這奸賊手裏的。是你騙得他老人家出頭化解冤孽，騙得他老人家挨打不還手。嘿嘿，你看，你看，你背後站的是何人，滿臉是血，怒目指著你的背心，這不是空見神僧麼？」成崑明知是假，但他作了虧心事後，總是內疚神明，不由自主的打了個寒噤。正在此時，謝遜又是一拳擊到，成崑還了一掌，身子一晃，竟沒後退，分心之下，真氣走得岔了，被這一拳打得胸口氣血翻湧，當即展開輕身功夫，在謝遜身旁遊走，片刻後方調勻了氣息。趙明叫道：「空見神僧，你緊緊釘住他，不錯，就是這樣，在他後頸中呵些冷風。你死在徒兒手中，他也必死在徒兒手中，這叫做一報還一報，老天爺有眼，報應不爽。」成崑給她叫得心中發毛，疑心生暗鬼，隱隱似覺後頸中果然有陣陣冷風吹襲。其實這峰頂上終年山風不絕，加之他二人縱躍來去的打鬥，後心自然有風。趙明見他微有遲疑之態，又叫：「啊，成崑，你回過頭來看看背後。你不敢回頭麼？你瞧瞧地下黑影，為什麼二人打鬥，卻有三個黑影。」成崑情不自禁的一低頭，果見兩個人影多了一個黑影，心中一窒，謝遜呼的一拳打了過來。成崑不及運神功化解，硬碰硬的還拳相擊，砰的一響，二人各以真力相抗，都是身子一晃，向後退了一步。成崑這才看清，所多的那個黑影，原來是那株斷折了的半截松樹所投。成崑久戰謝遜不下，心中正自焦躁，暗想：「他是我徒兒，雙眼又盲了，我竟然仍是奈何他不得，我的心腹在旁瞧著也是不服。眼下情勢險惡，唯有制住這叛徒，一來可挾制明教，二來挑動與他有仇之人。如能逼問出屠龍刀所在，那是更好不過，否則至少也能自求脫身。」突然間見到斷松的黑影，心念一動，移步換形，悄沒聲的向斷松處退了兩步。謝遜一拳擊出，搶上兩步，成崑又退兩步，想要引他絆倒在斷松之上。謝遜正待上前追擊，張無忌叫道：「義父，小心腳下。」謝遜心中一凜，向旁跨開，便是這麼稍一遲疑，成崑已找到空隙，一掌無聲無息的拍到，正印在謝遜胸口，掌力一吐，謝遜向後便倒。成崑一腳向他頭蓋上踹去，謝遜一個打滾，又站了起來，嘴角邊不住流出鮮血，成崑寂然不動，一掌緩緩伸出。要知謝遜與他相鬥，全仗熟悉招數，輔以聽風辨形，此刻成崑一招得手，領悟到招數越慢，出手無聲，謝遜便越是難以提防，這一掌慢慢移到謝遜面門，一按一翻，一掌又是打在他的肩頭。謝遜身子一晃，強力撐住。群雄中許多人看得不服，紛紛叫嚷起來：「亮眼人打瞎子，用這等卑鄙手段！」成崑不理，又是緩緩一掌拍出。謝遜凝神頃聽，他手掌略抖，立時舉手招架，格開了這一掌。無忌見他滿頭黃髮飛舞，嘴角都是鮮血，心下又憤又急，情知這般鬥將下去，那是非死在成崑手中不可，只是謝遜一世英雄，在這當口自己若是出手相助，縱是殺得成崑，謝遜也是雖生猶死，英名盡行付與流水。他找住趙明的手，急道：「明妹，快想個計較才好。」趙明道：「你能偷發暗器，打瞎了老賊雙目麼？」無忌搖頭道：「義父寧死也不肯讓我做這等事！」忽然間日色漸暗，似乎烏雲蔽天，有人叫了起來：「天狗吃太陽，天狗吃太陽！」無忌抬頭一看，只見一輪紅日缺了一片，正是日食之象。四下裏喧聲漸響，有的抬頭望日，有的仍是目不轉睛的凝神瞧著成謝二人打鬥，有的心中驚恐，竟跪下來向著太陽磕拜。趙明叫道：「成崑老賊，你作惡多端，老天爺也不饒你，這不是示警懲罰於你嗎？你今日壽元已終，死後上刀山，下油鍋，萬劫不得超生。」成崑本已心虛，但見四下裏越來越黑，聽趙明這麼一叫，更是膽怯，雙掌呼呼接連拍出，便欲脫身逃走下山，但謝遜一心報仇，於四周變故全不大理會，緊緊纏住了他，令成崑難以抽身。猛聽得山峰下雄雞喔喔而啼，片刻之間，太陽已全被月亮的陰影遮住，遠遠更傳來獸吼犬吠之聲。群雄雖均膽大，但身處空曠之地，陡遭天變，心中無不惴惴。這一次日蝕甚是奇怪，日光竟被遮得半點不露，人人眼前黑漆一團，伸手不見五指。張無忌握住趙明的手，雖是用力凝視，也已瞧不見謝遜和成崑相鬥的情景。這一日月無光，成崑登時成了瞎子，初時還隱隱約約的看到謝遜身形遊動的影子，到得後來，竟如雙眼蒙了一塊厚厚的黑布。他急速後躍，只盼遠離謝遜，但謝遜一招快似一招，黑影中只聽得成崑「啊」的一聲慘叫，胸口已被一招七傷拳擊中。成崑究是老謀深算，知道自己一拳受傷不輕，若再後躍，只有連續中拳，黑暗中當即招數一變，以「小擒拿手」禦敵。這「小擒拿手」原是黑暗中近身搏擊之用，講究應變奇速，不必用眼觀看，手指、手掌、手臂、手肘任何一處碰到敵人身體，立時擒拿抓打、撕拍鉤碰。謝遜大喝一聲，也以「小擒拿手」對付。兩人所使的武術招數並無分別，群雄只聽得黑暗中呼喝連連，夾雜著拳掌與肉體相碰之聲，迅如爆豆，想是兩人均是全速相攻。張無忌心中怦怦亂跳，暗想義父若是遭到兇險，便欲出手相救，也不可得，極目凝視，也是無法辨別二人的身形。謝遜瞧不見天象奇變，但數招之間，已覺察到成崑拳腳之來，往往著於空處，再聽到旁人大叫：「天狗吃太陽，天狗吃太陽。」登時明白了這中間的道理。他雙眼已盲了二十餘年，聽聲辨形的功夫早已練得爛熟，以耳代目，行之已慣。成崑卻是陡然間成了瞎子，亂打亂拿，雙方優劣之勢，立時逆轉。謝遜加速進擊，心想日食之變片間便即過去，只須太陽稍露光芒，自己暫時所佔的上風便即失卻。成崑步步退後，謝遜則是著著進逼。成崑心中驚懼，饒是他平時老奸巨滑，但此刻心智失常，竟沒有想到緊守門戶，以待日食之過，只想黑暗中相鬥於自己大大不利，務須及早料理謝遜，是以腳下不住倒退，兩條手臂卻是使得猶如疾風驟雨一般，「小擒拿手」中的毒招狠著，加快的施展。驀地裏謝遜雙掌一分，搶擊成崑脅下。成崑大喜，叫一聲：「著！」右手食中二指，取向謝遜雙手。這一招「雙龍搶珠」，招式原非極奇，只是挾在「小擒拿手」中使將出來，卻有極大的威力，對方側頭一避，他左手橫掃一掌，非擊中他太陽要穴不可。那知謝遜不閃不避，也喝一聲：「著！」也是一招「雙龍搶珠」使出，食中二指插向他的雙目。成崑二指插中謝遜眼珠，腦海中如電光石火一閃：「糟糕！」跟著自己雙眼一痛，已被謝遜二指插中。這時月影輕移，太陽周圍露出一圈日暈。群雄只見成崑和謝遜均是雙目流血，相對不動。二人所受的傷一模一樣，但謝遜雙眼早盲，再被成崑二指插中，只不過是皮肉受損，並無所失。成崑卻變成了盲人。謝遜冷笑道：「瞎子的滋味好不好過？」呼的一拳擊去，成崑目不見物，無法閃避，這一招「七傷拳」正打在他的胸口。謝遜左手跟著又是一拳，成崑倒退數步，摔在斷松之上，口中鮮血狂噴。忽聽得渡厄說道：「因果報應，善哉善哉！」謝遜一呆，第三拳沒再擊去，說道：「我本當打你一十三拳七傷拳。但你武功全失，雙目已盲，從此成為廢人，再也不能在世間為惡。餘下的一十一拳，那也不用打了。」群雄見他大獲全勝，都歡呼起來。謝遜突然坐倒在地，全身骨骼格格亂響，無忌大吃一驚，知道他是逆運內息，要散盡全身武功，此舉非同小可，忙道：「義父，使不得！」搶上前去，正待伸手按上他的背心以九陽神功制止。謝遜猛地裏躍起身來，伸手在自己胸口砰的狠擊一拳，口中鮮血狂噴。無忌忙伸手扶住，只覺他手掌衰弱無力，知他功力已失，再難以復原了。謝遜指著成崑說道：「成崑你殺我全家，我今日毀你雙目，除了你的武功，以此相報。師父，我的一身武功是你所授，今日我盡數毀了，還了給你。從此我和你無恩無怨，你永遠瞧不見我，我也永遠瞧不見你。」成崑雙手按著自己眼睛，痛哼一聲，並不回答。群雄面面相覷，那想到這一場師徒相拚竟會如此收場。謝遜朗聲說道：「我謝遜作惡多端，原沒想能活到今日，天下英雄之中，有那一位的父兄師友曾為謝某所害，便請來取了謝某的性命去。無忌，你不得阻止，更不得事後報復，免增你義父罪孽。」張無忌含淚答應。群雄中雖有不少人與他怨仇極深，但見他報復自己全家血仇，只是廢去成崑的武功，他此刻武功也毀了，若是上前刺他一劍，打他一拳，卻也不是英雄行徑。人叢中忽然走出一條漢子，說道：「謝遜，我父親一指鎮普南邱英雄傷在你的拳下，我給先父報仇來啦！」說著走到身前。謝遜道：「不錯，令尊是在下所害，便請邱兄動手。」那姓邱的漢子拔刀在手，走上兩步。張無忌心中一片混亂，若不出手阻止，義父眼下便要命喪這漢子刀下，但若將這漢子打發了，只怕反令義父有生之年，更增煩惱，何況他雙目已盲，武功全失，活在世上是否尚有人生之樂，實在也難說得很。他身子發顫，不由自主的也踏上了兩步。謝遜喝道：「無忌孩兒，如你阻人報仇，對我大大的不孝。我死之後，你到地牢中細細察看便知一切。」那姓邱的漢子舉刀當胸，突然眼中垂下淚來，一口唾沫，吐到了謝遜臉上，哽咽道：「先父一世英雄，如他老人家在天之靈，見我手刃一個武功全失的盲人，定然惱我不肖……」嗆啷一聲，單刀落地，掩面奔入人叢之中。跟著又有一個中年婦人走出，說道：「謝遜，我為兄長陰陽判官秦鵬飛報仇來啦。」走到謝遜面門，也是一口唾沫吐到了他臉上，大哭走開。無忌見義父接連受辱，始終直立不動，心中痛如刀割。須知武林豪士於生死看得甚輕，卻決計不能受辱，所謂「士可殺而不可辱」，這二人每人一口唾沫吐在他的臉上，實是最大的侮辱，謝遜卻是安然忍受，可知他於過去所作罪孽，當真痛悔到了極點。人叢中一個又一個的出來，有的打謝遜兩記耳光，有的踢他一腳，更有人破口痛罵，謝遜始終低頭忍受，既不退避，更不惡言相報。如此接連三十餘人，一一將謝遜侮辱了一番，到最後一名長鬚道人出來，稽首說道：「貧道太虛子，我兩位師兄，命喪謝大俠拳底。貧道今日得見謝大俠仁心英風，深自慚愧，貧道劍下也曾殺過無數黑白兩道的豪傑。我若找你報仇，旁人也可找我報仇。」說著拔出長劍，左手振指一彈，噹的一聲，長劍斷兩截。他將斷劍投在地下，稽首行禮而去。群雄竊竊私議，這太虛子江湖上其名不著，武功卻是如此了得，更難得的是心胸寬廣，能夠自責，看來再沒有人出來向謝遜為難了。不料群議未畢，峨嵋派中走出一名中年女尼，走到謝遜身前，說道：「殺夫之仇，我也是一口唾沫了結了吧！」說著口一張，一口唾沫向謝遜額頭吐了過去。那知這口唾沫勢夾勁風，中間竟是混著一枚棗核鋼釘。謝遜聽得風聲有異，微微苦笑，並不閃避，心想：「我此刻方死，已然遲了。」驀地裏黃影一閃，那黃衫女子衣袖拂處，將這枚棗核釘捲在袖中，喝道：「這位師太法名如何稱呼？」那女尼見突擊不中，臉中微驚惶之色，道：「我叫靜照。」黃衫女子道：「嗯，靜照，靜照。你出家之前的丈夫叫什麼名字？怎地為謝大俠所害？」靜照怒道：「這跟你有什麼相干？要你多管什麼閒事？」黃衫女子道：「謝大俠懺悔前罪，若是有人為報父兄師友的大仇，縱是將他千刀萬剮，謝大俠均是甘願忍受，旁人原也不能干預。但若有人心懷叵測，意圖混水摸魚，殺人滅口，那可人人管得。」靜照道：「我和謝遜無怨無仇，何必要殺人滅……」底下這「口」字尚未說出，斗然間知道錯了話，急忙停住，臉色慘白，不禁向周芷若望了一眼。黃衫女子道：「不錯，你跟謝大俠無怨無仇，何故要殺人滅口？哼，峨嵋派靜字輩十二女尼之中，靜玄、靜虛、靜空、靜慧、靜照，均是閨女出家，何來丈夫？」靜照一言不發，掉頭便走。黃衫女子喝道：「這麼容易便走了？」搶上兩步，伸掌往她肩頭抓去。靜照斜身卸肩，避開了她這一抓。黃衫女子右手食指戳向她的腰間，跟著飛起一腳，踢中了她腿上環跳穴。靜照哼了一聲摔倒在地。黃衫女子笑道：「周姑娘，這殺人滅口之計好毒啊。」