第八回　報主身亡 慧禪等初時還道司空玄與木婉清乃是一路，雖知他武功並非一流，但神農幫是雲南的地頭蛇，人多勢眾，善使毒藥毒煙，倒也不是易與，待見他一躍之下，腳步踉蹌，才知他受傷已然不輕。司空玄一轉身，靠在慧禪之旁，慘然道：「香藥叉出手大是兇狠，殺了敝幫二十餘名兄弟。在下與她此仇不共戴天。」慧禪道：「小姑娘，你快些讓在一旁。」鍾靈道：「你們鬥不過我木姊姊的，還是乘早走路罷。」司空玄低聲道：「她是『見人就殺』鍾萬仇的女兒，聽說她父親尚在世上，最好能擒住了她。」他是存了私心，衹盼慧禪等能擒住鍾靈，作為要挾，鍾萬仇便非替自己治傷不可。慧禪聽得「見人就殺」鍾萬仇尚在人世，不禁一怔，心想這個魔頭十分難鬥，給他一纏上身，少林派從此不得安寧，確是不想無謂的結這個仇家，突然間方便鏟一起，呼的一鏟便向鍾靈頭上推了過去。鍾靈急忙斜身一讓，不料那方便鏟就勢帶了回來，鏟背勾向他的頭頸。這一招叫做「似往實返」，乃是三十六招「伏魔鏟法」中最厲害的招數之一，招數固是出人意表，而且來去如風，敵人縱然料到，往往也是不及趨避。鍾靈一聲驚呼，鏟背已及革頸項，驀地裏白光一閃，叮的一聲響，史安拔劍將射向慧禪背心的一枚短箭擊落地下。慧禪倒拖方便鏟，將鍾靈勾至身旁，左手一伸，已扣住了她右腕脈門，說道：「多謝史大俠相救。」驚定回思，不由得背上出了一身冷汗，若不是史安眼明手快的擊落暗箭，此刻只怕自己已然魂歸極樂了。史安轉身向著短箭來路，喝道：「木姑娘，請出來罷！」秦元尊等心下均是暗自慚愧：「原來這黑衣人並非香藥叉，倒是姓史的機警神速。」但向短箭來路瞧去，黑暗中空蕩蕩的並無人影。突然間左首啪的一聲，一塊石子落地，眾人立即轉頭，嗤的一聲，噹的一響，史安又是一劍擊開了射向申四娘後腦的一枚短箭，原來發箭之人在暗襲慧禪後，早已躲到右方，引得眾人一齊去注視左方，卻又向申四娘忽下毒手。申四娘又驚又怒，長刀舞成一團雪花，護住身前，向右邊的長草中疾衝而前。只見草葉被她長刀削得四下紛飛，草中卻那裏有人？忽聽得史安一聲清嘯，縱身躍上了西南角上的一株大樹，但聽得噹噹噹噹快響四下，他長劍與敵人兵刃交了四次。慧禪正注目間，猛然間空中撲下一個黑影，罩向他的頭頂。慧禪年事雖高，應變倒也極快，右手一抖，方便鏟已向黑影撩去。那黑影左足在鏟柄上一借力，一劍指向申四娘。申四娘揮長刀用力格去，擦的一聲，刀頭已被敵人劍鋒削斷，白刃如霜，直劈下來。秦元尊不及救援，呼的一掌向那人後心直擊過去。那人似知秦元尊掌力厲害，不敢硬接，長劍平拍，劍刃在申四娘肩頭一按，一個身子已輕飄飄的竄了出去。這人若不是急於閃開秦元尊這一掌，長劍是直削而非平拍，申四娘的身子已被劈成兩片。這幾下變招兔起鶻落，迅捷無比，申四娘的性子勇悍之極，接連兩次都是從鬼門關中逃了出來，卻是絲毫不懼，向那人直撲過去。那人刷刷刷三劍，噗的一聲，已刺中她的肩頭。便在此時，秦元尊和慧禪分從左右攻上。段譽這時方始看得清楚，那人全身黑衣，靈動婀娜，正是真的香藥叉到了。只見她劍光霍霍，在三人圍攻下捷若游魚的穿插來去。史安輕飄飄的從大樹上躍了下來，反而還劍入鞘，遠遠站著袖手旁觀。段譽走近前去，說道：「史兄，你勸他們不要打了呢。」這句話倒是大出史安意料之外。史安向他斜睨一眼，問道：「兄台何人？」段譽道：「在下段譽。史兄，這位木姑娘和諸位之間的是是非非，在下殊不了然。不過如此性命相拚，未免不是君子之道。誰對誰錯，儘可好好分辯。」史安心想：「這番話倒也有理，只是江湖上仇殺爭鬥，總是憑武功上分強弱，要是都以口舌分辯，誰還去練甚麼武功？段譽？這人是誰？卻沒聽見過他的名頭。」正欲相詢，忽聽得鍾靈在遠處連連向段譽招手，叫道：「段兄，快來。」段譽奔將過去，道：「怎麼？」鍾靈道：「咱們快走，遲了可來不及啦。」段譽道：「木姑娘受人圍，咱們怎能一走了之？」鍾靈道：「木姊姊本領大得緊，她自有法子脫身。」段譽搖頭道：「她為救你而來，我若如此捨她而去，於心何安？」鍾靈頓足道：「你這書獃子！你留在這裏，能幫得木姊姊的忙麼？」這時秦元尊、申四娘、慧禪三人，與木婉清鬥得正緊，秦元尊一雙肉掌使得呼呼風響，慧禪的方便鏟更是縱橫揮舞，聲勢驚人，木婉清耳聽八方，段譽先後與史安、鍾靈兩人對答，一一都聽在耳裏，只聽段譽又道：「鍾姑娘，你先走罷！我若負了木姑娘，非做人之道，倘若她敵不過人家，我在旁好言相勸，說不定也挽回大局。」鍾靈怒道：「你除了白送自己一條性命，甚麼也不管用。」段譽道：「若不是木姑娘好心相救，我這條性命早就沒有了，我姓段的如果沒有義氣，我伯父和爹爹也不能饒我。」鍾靈道：「你這獃子，再也跟你纏夾不清。」一把拉住他的手臂便走。段譽叫道：「我不走，我不走！」但他沒鍾靈力大，被她拉著，踉蹌而行。史安在一旁看得暗暗稱奇：「這人顯是絲毫不會武功，難得居然這般重義。素聞香藥叉心狠手辣，沒有一個朋友，不知這姓段的怎會如此大膽，竟去跟她講甚麼義氣。」忽聽木婉清尖聲叫道：「鍾靈，你自己給我快滾，不許拉他。」鍾靈嚇得心膽俱寒，拉得段譽更快，突然間嗤的一聲，她的髻上一顫，一枚短箭已插在她髮髻之上。木婉清喝道：「你再不放手，我可要射你的眼睛了。」鍾靈知她說得出，做得到，從無一句戲言，平素雖然頗蒙她垂青，但她既說要射自己眼睛，那就真的要射，只得放開了段譽的手臂。木婉清喝道：「你快給我滾到你爹爹媽媽那裏去，快走，快走！」鍾靈不敢違拗，向段譽說道：「段兄，別做壞事，多多保重。」說著掩面疾走，沒入黑暗之中。司空玄大叫道：「鍾姑娘，你別忙走，你爹的解藥是否真的管用？」鍾靈那去理他。司空玄追出兩步，雙腳發軟，摔倒在地。木婉清喝走鍾靈，在三人之間穿來插去，始終是穩佔上風。史安在一旁瞧著，心下估量：「這女子身法輕靈，遠勝於我，只是劍招上的功夫，未必是我敵手。」他自重身份，不願與秦元尊等聯手夾攻一個女子，只待三人落敗，這才上前挑戰。又瞧了片刻，木婉清劍招忽變，有如飛花落葉般撤將下來，一縷縷劍光如流星飄絮，方向變幻無定。史安吃了一驚，喝道：「好劍法！」喝采聲中，慧禪大叫一聲，脅下已中了一劍。只見木婉清刷刷刷三劍，將秦元尊逼得跳出圈子相避，她劍鋒迴轉，已將申四娘捲入劍光之中。眼見申四娘立時便要命喪當地，史安再也不能袖手，長劍如白虹橫空，掠入木婉清的劍光圈中，噹噹噹噹數聲響處，雙劍又是迅捷無比的碰撞了幾下。他雖及時出手救援，申四娘身上還是已受了三處劍傷。她毫不理會身上傷痕，如瘋虎般向木婉清撲去。這時木婉清一柄長劍，正與史安的劍刃交在一起，她自在樹頂和史安對拆四招，已知這是個極厲害的勁敵，劍法之精，絕不在自己之下，自史安一加入戰團，她即全神貫注，不敢有絲毫怠忽，不料這申四娘使的是不要性命的潑悍打法，一滾近木婉清身畔，右手鋼錐便在她小腿上戳去。木婉清一腿將她踢了個觔斗，但是這麼一分心，史安的長劍遞到眉心。木婉清在間不容髮的一瞬之間迴轉長劍，叮的一聲將長劍格開，料知敵人後著定是狠辣無倫，自己已處劣勢，接連而來的三四招絕難招架，當下長劍抖處，向史安分心便刺。這已是兩敗俱傷的劍法，乃是攻敵之不得不救。史安斜身閃過，橫劍自保。木婉清見他長劍一橫，輕吁一口氣，心下微寬，正待變招，突聽得噗的一聲，左肩上一陣劇痛，已被申四娘的鋼錐乘虛插入。木婉清反手一掌，只打得申四娘一張臉血肉模糊，登時氣絕。這時秦元尊和慧禪又已上前夾擊，復成以三鬥一的局面。段譽大聲叫道：「你們三個大男人打一個姑娘要不要臉？」史安本來已有住手之意，聽段譽這麼叫，登時躍開丈餘，叫道：「木姑娘，你棄劍投降罷。」木婉清無暇拔去左肩上的鋼錐，忍住疼痛向秦元尊急攻兩劍，向慧禪刺出一劍，這三劍奧妙無方，秦元尊右頰立時劃出一條血痕，慧禪頭頸邊被劍鋒一掠而過。兩人受傷雖極輕微，但中劍的部位卻是要害之處，稍有偏斜，便即送了性命。兩人大驚之下，同時向兩旁跳開，伸手往劍傷上摸去。木婉清暗叫：「可惜，沒殺了這兩個傢伙。」吸一口氣，一聲呼嘯，但聽得蹄聲響處，黑玫瑰從山後轉了出來。木婉清一躍而上，那馬奔過段譽身邊時，木婉清伸手拉住他的後頸，將他提上馬背。二人共騎，向西急馳。沒奔出十餘丈，樹林後忽然齊聲吶喊，數十個人竄出來橫在當路。中間一個高身材的老者喝道：「臭藥叉，老子在此等候你多時了。」一伸手便去扣黑玫瑰的轡頭。木婉清右手微揚，嗤嗤連聲，三枝短箭射了出去。人叢中三人中箭，立時摔倒。那老者一怔之下，木婉清一提韁繩，黑玫瑰驀地裏平空躍起，從一干人頭頂躍了過去。它這一展蹄奔馳，眾人那裏趕得上？攔路的一群人中不乏好手，可是誰都忌憚木婉清的短箭厲害，雖均發足追來，卻是各舞兵刃護住身前，與馬上二人越距越遠了。段譽但聽那干人紛紛怒罵：「賊丫頭，伏牛寨群雄絕不與妳干休！」「任妳逃到天邊，也要捉到妳來抽筋剝皮！」「大夥兒追啊！捉到她千刀萬剮，跟曹大哥報仇。」這些怒罵之聲漸漸隱去，可是其中怨毒仇恨之意，仍在段譽耳際纏繞不去。這幾日來他出死入生，經歷了無數凶險，然而所聽到的切齒痛恨，卻以這次為最，不由得暗自心驚。木婉清任由黑玫瑰在山中亂跑，來到一處山岡，只見前面是個深谷，只得縱馬下山，另覓出路。這無量山中山路迂迴盤旋，繞來繞去，突然聽到前面人聲：「那馬奔過來了！」「向這邊追！」「賊賤人又回來啦！」木婉清重傷之下，無力再與人相鬥，急忙拉轉馬頭，從右首斜馳出去。這時慌不擇路，所行的已非山路，幸虧黑玫瑰神駿，在滿山亂石的山坡上仍是奔行如飛。又馳了一陣，黑玫瑰前腳突然一跪，右前膝在岩石上撞了一下，奔馳登緩，一跛一拐的顛蹶起來。段譽心中焦急，道：「木姑娘，你讓我下馬，你一個人容易脫身。他們跟我無冤無仇，便拿住了我也不打緊。」木婉清哼的一聲，道：「你知道甚麼？你若落入伏牛寨的手中，那會有甚麼好結果。」段譽道：「這些人跟姑娘怨仇極深，姑娘還是先走的為是。」木婉清左肩背上一陣陣疼痛，可是段譽還是囉嗦個不住，怒道：「你給我住口，不許多說。」段譽笑道：「大前天我不肯說話，你偏要我開口。現下我跟你說話，你又不許我說，你這位姑娘，當真是難以侍候。」木婉清傷處痛得難忍，一手抓住段譽的肩頭，咬著牙一用力，只捏得段譽的肩骨格格直響，再使上些勁，只怕當場便得碎裂。他忙道：「好啦，好啦，我不開口便是。」突然之間，黑玫瑰走上了一條上山的大道，這道路一平坦，它登時便走得快了。其時天色已然微明，沒奔出里許，段譽已認出道路，說道：「啊喲，這是上無量劍派的劍湖宮去的。姑娘跟『無量劍』有仇麼？」他只覺木婉清處處跟人結仇，她跟「無量劍」最多是沒有仇怨，想來絕不是朋友。木婉清「哼」了一聲，道：「還沒有結仇，要結也來得及，殺幾個『無量劍』派的人不就成了麼？」說話之間，遠遠已望見劍湖宮宏偉的屋宇。「無量劍」近日來時時提防神農幫來攻，等候了數日不見動靜，邀來作為比劍評判的高手如馬五德等人，不願捲入漩渦，都已一一藉故告辭了，但西宗雙清及門下諸弟子，終究與東宗休戚相關。雖然兩宗之間的嫌隙著實不淺，卻不能眼見同門同派大禍臨頭之際，就此抽身而去。此刻劍湖宮前前後後，均有東西兩宗的門弟子輪流值守，以防神農幫突施襲擊。在宮門外仗劍駐守的四名男女弟子，正當睡眼朦朧，甚是倦怠，忽聽得馬蹄聲響，一乘馬從大路上奔馳而至。四人立時振起精神，挺劍上前攔住。領頭的弟子叫作唐人雄，大聲喝道：「來者是誰？是友是敵，先通姓名。」木婉清見對方排了這麼大陣仗，心下大沒好氣，依著他平時脾氣，早就縱馬上前，將他衝倒了再說。但此時她身上受傷甚重，背上這枚鋼錐不敢拔出，生怕一拔之後，失血過多，即將支持不住，又知「無量劍」的掌門人左子穆劍法了得，也是雲南武林中一個首要人物，當下勒住馬頭，說道：「有人追趕於我，須得到劍湖宮避避，讓開了。」唐人雄一聽之下，心下大為生氣：「你被人追趕，想到本派來避，須當好好相求才是。怎地如此說話沒半點禮貌？」當即長劍一橫，說道：「尊駕是誰，與敝派是何親故？」便在此時，大路彼處遠遠傳來吶喊之聲，顯是秦元尊、史安、以及伏牛寨等一干人追到了。木婉清一提馬韁，一聲清叱，黑玫瑰陡然間從平地躍起，飛越唐人雄等人頭頂，直衝進了宮門，黑玫瑰雖然前腿受傷。但在主人呼叱之下，仍是英勇無倫。唐人雄等四人大駭，齊聲呼叫，隨後追來。木婉清騎在馬上，橫衝直撞的進大門，過院子，穿大廳，闖內堂，劍湖宮中登時大亂，七八名弟子欲待上前阻攔，不是被黑玫瑰一腿踢倒，便是被木婉清長劍刺中。左子穆剛從睡夢中醒來，這幾日他衣不解帶，足不隨履，聽得前面喧嘩，仗劍趕了出來，突然間迎面一匹黑馬撲到，左子穆本來只道神農幫進襲，那料到廳堂之中竟會有人縱馬奔馳，伸手便去牽馬。突然間冷風掠面，劍刃已遞到了眉心，敵劍之快，實是生平從所未見，左子穆算得是久經大敵，急忙一招「鳳點頭」讓過，跟著長劍上掠，噹的一響，雙劍相交，果然不出所料，敵人劍招綿綿，連環劍法是一招未盡，二招又至。左子穆著地一滾，再架開一劍，突然左腕上一陣劇痛，卻是被黑玫瑰後蹄踏上了。他運勁從馬腹下斜竄出去，百忙中見到段譽的臉，失聲道：「原來是你！」隨即見到木婉清全身包裹在黑衣中的身形，驀地想起一人，身子不禁一顫。左子穆顫聲叫道：「是香──香藥──」黑玫瑰已奔向後花園去。左子穆原有一招脫手擲劍的絕技，長劍出手，定可穿入黑玫瑰的後臀，但他一見到木婉清的形貌，便在長劍正要脫手擲出之際，硬生生的抓住了劍柄。他微一遲疑，木婉清已縱馬轉過照牆。後園中守著八名弟子，那甘人豪也在其內，陡然見到黑馬從前屋奔來，一時大惑不解。木婉清縱馬奔近園門，一劍便削斷了門鎖。甘人豪叫道：「喂，喂！後山是本派禁地，不能擅闖。」黑玫瑰早已馱著二人，直竄了出去。左子穆雖對木婉清甚是忌憚，可是人家非但橫衝直撞的亂闖劍湖宮，更奔向後山禁地，如何可以任之不理？當下急傳號令，請西宗諸人留守劍湖宮，以防神農幫乘勢來襲，自己率領門下數十名弟子，向後山追去。段譽一看黑玫瑰所趨的方向，正是數日前自走過的老路，忙道：「木姑娘，前面有深澗阻路，咱們得繞道而行。」木婉清一怔，道：「你怎知道？」段譽道：「這條路我走過的。」這話倒不由得木婉清不信，她勒馬微一遲疑，揮馬往左手小路上足去。不料這條路一直通向一條長嶺，越走越高，越來越是崎嶇，好容易到了一個山崗之上，木婉清回身向後一望，只見三批人分從左右及後面攀山追來。左首一批都持長劍，是無量劍中左子穆和門下弟子；後面黑壓壓一大堆人，是伏牛寨的群雄；右首只有三人，卻是史安、秦元尊，和慧禪，但見史安奔躍如飛，從這塊岩石躍到那一塊岩石，身法輕捷無倫，木婉清一瞥之下，不禁的暗暗心驚，不暇多想，縱馬便向前面衝了下去。行不到數十丈，突然前面出現一條深澗，闊約數丈，卻是黑黝黝的深不見底。黑玫瑰一聲驚嘶，急奔中陡地收步，倒退了幾步。木婉清見前無去路，後有追兵，她心念動得好快，問道：「我要縱馬跳將過去！你隨我冒險，還是留了下來？」段譽心想：「馬背上若是少了自己，黑玫瑰便容易跳得多。」說道：「姑娘先過去，再用帶子來拉我。」木婉清一回頭，只見史安已遠遠追到，相距不過數十丈，說道：「來不及啦！」拉馬退了數丈，叫道：「噓！跳過去！」伸掌在馬肚上輕輕拍了兩下，黑玫瑰放開四蹄，急奔而前，到得深澗邊上，使勁一躍，直竄了過去。段譽但覺騰雲駕霧一般，一顆心也如從他腔子中跳出來一般。黑玫瑰受了主人催逼，出盡全力的這麼一躍，前腳雙蹄勉強踏到了對岸，但兩邊實是相距太寬，它徹夜奔馳，腿上又受了傷，後蹄終於是沒能踏上山石，身子登時向下墮去。木婉清應變奇速，從馬背上騰身而起，隨手抓了段譽，向前竄出。段譽先行著地，木婉清跟著摔下，正好跌在他的懷中。段譽怕她受傷，雙手牢牢抱住了她，只聽得黑玫瑰長聲悲嘶，已墜入下面萬丈深谷之中，再也不能活了。木婉清心中難過，一甩手掙開段譽的抱持，奔到澗邊，但見白霧封谷，已看不到黑玫瑰的身軀，史安趕到澗邊，正好及時見到這驚心動魄的一幕，饒是他膽氣粗豪，卻也咋舌不止。木婉清見追兵無法過來，心下略寬，突然間一陣眩暈，只覺天旋地轉，腳下一軟，登時昏倒在地。段譽大吃一驚，生怕她摔入谷中，急忙上前拉住，見她雙目緊閉，已然暈了過去。正沒理會處，忽聽得對澗有人大聲叫道：「放箭，放箭！射死這兩個賊子！」段譽一抬頭，只見對澗已站了七八人，若是當真射箭過來，自己有甚麼法子抵擋？當下俯身抱起木婉清，向後急奔，幸好木婉清身重不到百斤，段譽將她橫抱在手，倒還奔跑得動，突然間颼的一聲，一枝羽箭從耳畔擦過。段譽跌跌撞撞的前衝了幾步，蹲低身子，抱著木婉清而行，颼的一聲，又有一箭從頭頂飛過。段譽見左首有一塊大岩石，當即撲了過去，躲在石後，霎時間但聽得噗噗噗之聲不絕於耳，許多暗器都打在石上，彈了開去。段譽一動也不敢動，突然呼的一聲，一塊拳頭大的石子投了過來，飛過岩石，落在他身旁，投石之人顯是臂力極強，居然將這樣大的一塊石頭投出數十丈外，只是相距遠了，難以取得準頭。段譽心想此處未脫險境，當下在地上拾起七八根枯枝，堆在自己背上，抱起木婉清，一鼓作氣的向前疾奔，又奔出十餘丈，料想敵人的羽箭暗器再也射不到了，這才止步。他喘了幾口氣，將木婉清穩穩的放在草地之上，站起身來，躲在山岩之後，向前望去。只見對崖上黑壓壓的都站滿了人，指手劃腳，紛紛議論，偶爾山風吹送過來幾句，都是怒罵呼喝之言，看來這些人一時無法追得過來。段譽心想：「倘若他們繞著山道，從那一邊爬上山來，咱二人仍是無法得脫毒手。」快步走向山崖彼端一望，不由得嚇得腳也軟了，幾乎站立不定。只見崖下數百丈處波濤洶湧，一條綠的大江滾滾而過，原來已到了瀾滄江邊。江水湍急無比，從這一邊是無論如何上不來的，但敵人若是先到深谷底，然後再攀援而上，自己不會武功，終究是無法抵禦。他嘆了一口氣，心想暫脫危難，也是好的，以後如何，且待事到臨頭再說。於是回到木婉清身邊，見她仍是昏倒未醒，段譽正想設法相救，只見她左肩背上赫然插著一枚鋼錐，鮮血已染滿了半邊衣衫。段譽大吃一驚，適才倉皇逃命，一直沒發覺她身上受傷，這時腦中第一件想到的是，便是：「莫非她已經死了？」當即毛手毛腳的拉開她面幕，伸指到她鼻底一試，幸好微微尚有呼吸，他心想：「須得先給她拔去鋼錐，止住流血。」眼見鋼錐入肉甚深，倘是損及心肺，一拔出來立時便送了她的性命，但當此處境，別無他途可循。他心中暗暗禱祝：「木姑娘啊木姑娘，我只盼救你性命，但如不幸害死了你，那也是無可奈何，反正我若不救你，你也是非死不可。」伸手抓住錐柄之柄，咬緊牙關，待要使勁去拔，全身卻嚇得發起抖來，上下牙齒相擊，格格作響。只聽得對面崖上敵人的喝罵之聲隱隱傳來，段譽用力一拔，鋼錐應手而起。他不知閃避，一股鮮血噴得他滿頭滿臉都是。木婉清痛得大叫一聲，醒了轉來，但跟著又暈了過去。段譽死命按住她的傷口，不讓鮮血流出，可是血如泉湧，卻那裏按得住？段譽無法可施，隨手在地下拔些青草，放在口中嚼爛了，敷在她傷口之上，但鮮血一沖，立時將草泥沖開，段譽心想：「她整日價動刀弄槍，說不定帶有金創之藥。」伸手便到她懷中去掏，突然間碰到一件冷冰冰、滑溜溜的物事，他吃了一驚，急忙縮手。只見金光一閃，竄出一條小蛇，竟然便是那條金靈子。段譽叫道：「喂，金靈子，你莫咬我。」那金靈子居然並不傷他，其實金靈子並不懂他的說話，只是段譽身上藏有鍾靈所贈的一隻玉匣，其中所盛的物事，正是金靈子和青靈子的剋星，萬般毒蛇毒蟲一聞到它的氣息，無不帖然降服。段譽戰戰兢兢的再伸手到木婉清懷中，這次沒再碰到活物。他將她懷中的物事一一掏了出來，見是金梳、一面小小的銅鏡、兩塊粉紅色的手帕、另有三隻盒子。段譽見到這些閨閣之物，不禁一獃，這時方始意會到，眼前這人乃是一位姑娘，自己到她衣袋中亂掏亂尋，未免太也無禮，而這些梳鏡巾盒之屬，和這個殺人不眨眼的魔頭卻又難以聯在一起。段譽揭開一隻盒子，登時幽香撲鼻，見盒中盛的乃是胭脂。第二隻盒子裝的是半盒白色粉末，第三盒則是黃色粉末，他放近鼻端嗅了嗅，白色粉末並無氣息，黃色粉末卻極為辛辣，他一嗅之下，登時打個噴嚏，心想：「不知這些是金創藥，還是殺人的毒藥？倘若用錯了，豈不糟糕。」於是伸指用力去捏木婉清的人中，過了半晌，只見她微微睜開眼來。段譽大喜，忙問：「木姑娘，那一盒藥能治傷？」木婉清道：「紅色的。」說了三字，又閉上眼睛。段譽再問，她便不再回答了。段譽好生奇怪，心想紅色的這一盒明明是胭脂，怎能治傷？但她既如此說，且試一試再說，總是勝於將毒藥敷在她傷口之上。於是將她傷口左近的衣衫撕破一些，挑些胭脂，輕輕給她敷上。段譽的手指碰到她傷口時，木婉清昏迷中仍是覺痛，身子縮了一縮。段譽安慰道：「莫怕，莫怕，咱們先止了血再說。」說也奇怪，這胭脂竟然靈效無比，塗在傷口不久，流血便慢慢少了。又過了一會，傷口中滲出淡黃色水泡。段譽自言自語：「金創藥也做得像胭脂一模一樣，女孩兒家的心思可真教人捉摸不定。」他累了半天，這時候心神才略略寧定，聽得對崖上諠嘩聲已然止息，尋思：「莫非他們真的從谷中攻上來麼？」於是從低窪處爬到崖邊一張，心中不禁怦怦亂跳，果是不出所料，只見對面山崖上十餘人正在慢慢向谷底攀跌而下。山谷雖深，總有盡頭，這些人只須到了谷底，便可攀到這邊崖上，看來最多過得兩三個時辰，敵人便即攻到了。段譽心想：「敵人一上得崖來，木姑娘和我只有束手待斃的份兒，這便如何是好？」他雖是絲毫不會武功，但身處絕境，正所謂困獸猶鬥，當下相度四周地勢，先將木婉清抱到一塊突出的岩石底下，以避山風，然後弓著身子，搬集石塊，聚在那低窪之處。好在這崖上到處全是亂石，沒多時便搬了五六百塊。諸事就緒之後，便坐在木婉清身旁閉目養神。他徹夜未睡，實已疲累不堪，稍一合眼，便欲睡去，然知敵人不久即至，卻那裏敢睡著？只聞到木婉清身上發出陣陣濃香，非蘭非麝，心想：「木姑娘的外號叫作『香藥叉』，藥叉是說她兇如惡鬼，這個『香』字，自是說她有異香。這三個字難聯在一起，可是終究在她身上聯了起來。」他適才試探木婉清鼻息之時，曾揭起她鼻子以下的面幕，當時懸念她的生死，沒留神她嘴巴鼻子長得如何，這時卻不敢無端端的再去揭開她的面幕瞧個清楚，回想起來，似乎她臉上肌膚極白，至少不會是猙獰可佈。此刻木婉清昏迷不醒，段譽若是悄悄揭開她面幕一看，她原是決計不會知道，可是段譽又想看，又不敢看，心中思潮起伏不定：「我好沒來由跟她在此同生共死，十九要同歸於盡，要是直到送命之時，還不曾見過她一面，那不是死得好冤？」但心底隱隱又怕她長相真似藥叉一般，尋思：「她若不是醜逾常人，何以當年戴上面幕，不肯以真面目示人？何況她外號叫作『香藥叉』，這個『香』字是確實的，那『藥叉』二字，想來未必會假。這位姑娘行事兇惡無比，料想也和『清秀美麗』這四個字無緣，我不看也罷。」一時心意難決，終於體力不支，竟爾朦朦朧朧的睡去了。也不知睡了多少時候，突然間一驚而醒，急忙奔到崖邊，只見五六名灰衣漢子正悄沒聲的從這邊山崖攀將上來。只是山崖極為陡峭，上得極為艱難。段譽暗叫：「好險，好險！」拿起一塊石頭，向崖邊投了下去，叫道：「別上來，否則我可不客氣了。」