第七十六回　天竺梵文 游坦之尋思：「這個波羅星忒也古怪，卻不知到那裏去了？」他好奇心不可抑制，又走到竹林之中，順著波羅星的去路走去。他隱約覺得，這胡僧搞這鬼鬼祟祟的勾當，其中必有重大圖謀，自己去窺探他的隱私，若是教他知覺，必有性命之憂。他遠遠望見波羅星縮在一株竹子之上，便伏在草叢中慢慢爬行。爬到離那竹子十丈左右，不敢再向前行。過得良久，西面一大塊浮雲飄飄過來，遮住了月亮，四下裏登時黑了下來，只聽得颼的一聲輕響，那棵竹子一沉，隨即彈起，波羅星借勢飛出，躍入了前面的樹叢之中，游坦之見他輕功如此高強，伸了伸舌頭，說甚麼也不敢跟去查看究竟，忙回到自己房中睡倒。隔不到一盞茶時分，聽得波羅星房中發出輕聲，知他已經回來，心想：「好險，好險，幸虧我沒多耽擱，否則定然給他知覺。」次晨，游坦之起來，見波羅星仍是面壁而臥，裝得病勢十分沉重，他也不說甚麼，拿了一把鋤頭，到竹林中去挖筍，一直走到昨晚波羅星躍入的樹叢之中。行出數丈，忽然樹後轉出一名僧人來，厲聲道：「你到藏經樓來幹甚麼？」游坦之道：「我──我挖竹筍。」那僧人揮手道：「快去，快去！你又沒有方丈法牒，怎能走近藏經樓來。」游坦之道：「是，是！」退回竹林中去挖筍，心想：「原來那樹叢中是藏經樓的所在，非奉方丈法牒，不得近前。昨晚波羅星私入藏經樓，難道去偷經看麼？做和尚便要唸經，原是天經地義之事，南無阿彌陀佛，南無阿彌陀佛，這些經有甚麼唸頭？」他查到波羅星裝假病，挖地道，只不過為了私入藏經樓，就無心再加理會，挖了一大堆竹筍，抱到菜園中，交給了緣根。緣根讚道：「好小子，做事倒也勤懇，不枉了我提拔你一場。你送到廚房去罷！」游坦之答應了，將這堆竹筍送入廚房。廚房中熱騰騰的正煮開了一大鍋菜湯，火工僧舀了一碗給他喝了，又舀一碗命他送給波羅星。游坦之端了菜湯，來到波羅星房中。波羅星仍道：「不喝！」但這碗湯係以香菇、金針、白菜、竹筍所煮，香味甚濃，波羅星禁不住香氣引誘，道：「好，給我喝兩口也好！」反手接過，裝作無法起身，仍是臉向牆壁，橫臥著喝湯。游坦之一瞥之間，只見那碗湯中映出了半本書來，書上彎彎曲曲的寫滿了奇異文字。他登時心念一動：「這些外國文字，似乎和我那本書上的文字一模一樣。原來這波羅星每天面壁而臥，卻是在偷看這些古怪文字。嗯，他半夜三更偷偷的到藏經樓去，就是為了取這種外國書來讀。」當他從前大受折磨之時，於身外的任何事物全不關心，這些日子來，在少林寺中不再受人無理虐待，這才對波羅星的詭異行徑起了好奇之心，但這時見他只不過躲著誦讀外國經書，心想：「做和尚當然要唸經，做外國和尚當然唸外國經，一點也不稀奇。想來外國人喜歡偷偷摸摸。」從此對波羅星之不再留意。如此又過月餘，一晚夜半之中，游坦之睡得正沉，突覺亮光刺眼，他睜開眼睛，見那亮光發自隔壁波羅星房中，從板壁縫中透了過來。這亮光耀人眼目，比之波羅星平時所點的蠟燭強了十倍也尚不止。游坦之大感奇怪，側身從壁縫中張眼望去，一看之下，不禁大吃一驚，原來那房中盤膝坐著五個老僧，都是身披大紅袈裟，閉目入定。那五個老僧中有三個曾來探望波羅星病況，游坦之曾經見過，知道均是本寺輩份甚尊，職司甚重的高僧。這五位高僧圍著草蓆而坐，草蓆掀開，露出了地下的洞孔，波羅星卻已不在。游坦之心中第一個念頭便是：「波羅星又去偷書啦，這一次可給當場捉住了。」游坦之再留神看那五位老僧時，見每個人都是右手當胸，拿著一串唸珠，但唸珠卻並不移動，每人掌心翻而向外，正對準了波羅星的那個洞口。游坦之對這胡僧並無情誼，不過自從被派服侍他之後，不再受甚麼艱難折磨，只盼長久的服侍下去，這時見到如此陣仗，不由得暗暗為他著急，但隱隱又有一番瞧熱鬧的心情。突然之間，五位老僧左手袍袖同時一拂，室中燭火被風逼住，登時暗了下來，但火燄隨即一吐，更顯光明，游坦之眼睛一花，只見室中已多了一人，正是波羅星從地洞中鑽了上來。他手中捧著三本書，一見到五個老僧守在洞側，自是大吃了一驚。五僧齊聲口宣佛號：「阿彌陀佛！」右掌緩緩伸了出去，但見五僧袈裟的袍袖都脹了起來，猶如五張紅色的小小風帆。波羅星一個觔斗，倒轉身子，頭下腳上的倒立起來，雙腳在空中不住絞動，越絞越快，便如一個葫蘆，驀地裏五僧齊聲喝道：「咄！」五掌一齊向他擊了出去，砰的一聲巨響，氣息鼓盪，只震得游坦之透不過氣來，登時便暈了過去。過了好一陣，他迷迷糊糊之中，只聽得一陣陣唸佛之聲，傳入耳中。他慢慢睜開眼來，定了定神，再向板壁縫中張去，只見波羅星盤膝而坐，形貌甚是莊嚴，五僧坐在他的周圍，六個人齊聲唸經。這些誦經之聲稀奇古怪，游坦之一句不懂，卻似雙方已經和解一般。六僧誦經良久，那五個老僧站起身來，雙手合十，其中一個瘦瘦小小的老僧說道：「波羅星師兄，從今而後，你可任意出入藏經樓，要讀甚麼經書，儘可取閱，不必再私自偷窺。」波羅星抬起頭來，臉上堆滿疑雲，獃了一陣，問道：「到何時為止？」那瘦小老僧道：「永無期限，直到師兄圓寂。」波羅星問道：「你們要逼我即時自焚，是也不是？」那瘦僧道：「阿彌陀佛，師兄何出此言？師兄來自天竺上國，駕臨中土下院，吾等全心敬崇，尚自不及，豈敢無禮？」波羅星道：「吾輩均是佛門弟子，無事不可明言。寶剎藏經之中，有不少得自敝國，數百載來，敝國多經戰亂，藏經散失甚眾，是以反來貴國訪求。佛門廣大，貴寺何苦量窄如此？」那瘦僧道：「阿彌陀佛，不敢不敢。師兄所求者若是渡人救世的佛家寶典，敝寺決計不敢自秘，取於上國，還歸上國，原是天經地義之事。可是師兄所取閱，卻是本寺武學秘本，雖然這些武技淵源出自上國，但數百年來，頗由敝寺歷代高僧推演增飾，按情按理，師兄是不該取閱的了。」波羅星道：「你適才卻說自今而後，任由我出入藏經樓，任意取閱經書，那麼這是譏刺於我了？」那瘦小老僧彎腰說道：「不敢，此是敝寺本意。」波羅星道：「你們不用繞著圈子說話，要我如何，儘可直言。」那瘦僧道：「敝寺上下敬仰師兄佛法高深，意欲請師兄駐錫中華，在敝寺宏宣佛義，普濟眾生。」波羅星身子一顫，臉如死灰，道：「你──你是說──要我留在此，永遠不許我回歸故鄉？」那瘦僧道：「敝寺對上國大德，豈敢如此無禮？只是懇切挽留，請師兄俯允所請。」說著又是俯首合十，行了一禮，走出屋去。其餘四僧一一行禮，魚貫而出。波羅星神情沮喪已極，情知那幾人既如此說了，便是決意將他終身監禁在少林寺中，任由他取閱各種經書，只是不許他回歸天竺故國，那麼即使他將少林寺藏經樓中全部秘笈盡皆背誦如流，又有何用？他喃喃說道：「虛偽，虛偽！明明將我監禁於此，卻說懇切挽留，要我俯允所請。我不答允，又成麼？」他越想越是難受，不由得伸拳猛打自己的頭殼。波羅星所以要裝病，乃是使得一眾少林僧對他不加提防，然後偷入藏經樓取閱經書。他生來記憶力遠過常人，這才奉了師父之命，到少林寺來閱經。師命是要他記誦之後，回到天竺背將出來，倒不是要他偷盜經書，落了痕跡，這些日子之中，他每日面壁讀經，苦苦記誦，已背出了三十餘部經書，那知道功虧一簣，終於被少林僧發覺。這些少林僧卻也不加為難，察知了他的用意之後，只是禁他回國。波羅星一來思念故國，二來有辱師命，心中懊喪之極，這一晚直到天光，只是唉聲嘆氣，自怨自艾，吵得游坦之也不能安睡。如此過了數日，波羅星倒真的生起病來，常常兩眼發直，怔怔的向西凝視，令游坦之見之生懼。這日游坦之送飯給他，波羅星伸手抓了一個飯團，正要送入口中，突然臉上掠過一絲喜色，低聲道：「有了，有了！」匆匆吃罷了飯，拉著游坦之的手，說道：「我教你一段話，你去背了出來，不過千萬不能讓廟裏的和尚們知道，你做得到麼？」游坦之不明他的用意，茫茫的道：「一段甚麼話？」波羅星道：「你須得先答應我，絕不許跟別人說起。」游坦之自從在遼國大受一番折磨之後，旁人說甚麼，他就聽從甚麼，從來也不敢違逆，波羅星既這麼說，他也就點頭答應，道：「師父如此吩咐，我就不跟旁人說起便是。」波羅星沉吟了一會，道：「還有，我每天要打你一頓，打得皮開肉綻，那是苦肉計，做給旁人瞧的，你可不得向旁人訴冤。」游坦之躊躇道：「我又沒做甚麼錯事，你為甚麼打我？」波羅星目露兇光，道：「你不聽話，也由得你！」伸掌在地下一拍。砰的一聲響，磚屑四濺，青磚的地上竟給他拍出了一個深深的手印，說道：「伸頭過來，我要在你頭上打他三掌。」游坦之大驚，道：「頭上這三掌可經受不起，你──你要打我，打旁的地方罷。」波羅星一笑，道：「你記住了：希羅哈薩特，瓦斯諾特朗波去神，印地，坦立禿西類斯昂類諾森，馬尼非森摩尼山夫兒──」他讀了長長一段，道：「好罷，你背給我聽聽。」游坦之聽了這些莫名其妙的一段外國話，半句也記不到，張大了口，道：「希──希──希──希──」只說了個「希」字，再也「希」不下去了。波羅星大怒，當胸一拳，砰的一聲，游坦之仰天一跤摔了出去，撞在牆壁之上，痛得他險險暈了過去。波羅星罵道：「小賊，我教了你半天，你聽進去了沒有？」游坦之撫著背脊，道：「我──我不知師父說些甚麼，嘰哩咕嚕，希哩花拉的，我一點也不懂。」波羅星一想，道：「嗯，那也有些道理。你不懂我講甚麼，自然記不得，我來教你。」捧了一堆乾泥過來，碾得粉碎，鋪在地上，用手指在泥粉上彎彎曲曲的寫了三個字，說道：「阿貝爾，你跟著唸，阿貝爾，阿貝爾。」游坦之跟著唸道：「阿貝爾。」波羅星甚喜，又教了他三個字，游坦之又唸了，問道：「那是甚麼意思？」波羅星道：「那是字母，沒意思的。你再唸！」又教了他三個字母，可是回頭問他「阿貝爾」時，游坦之卻又忘了。波羅星大怒，將他倒提起來，亂搖一陣，幾乎將他吃下的飯都抖了出來，怒道：「遇到你這大蠢材，也算是我倒楣！你如此笨法，要你背得出那三十六部經書，卻又到何年何月？」砰的一聲，將他拋出了門外。游坦之躺在地下，索性不起來了。波羅星以為摔死了他，驚慌起來，將他扶進屋內，好言安慰一番，又教他認字。游坦之怕他毆打，只得用心苦記。只是那些天竺梵文既如蝌蚪，又似蚯蚓，總而言之不像文字，游坦之識得了上面，忘記了下面，記熟了結尾，偏又忘卻了開端，一教一學，盡是叫苦連天。波羅星狂怒之下，出手便打，可是這識字讀書之事，有關天賦性情，最是勉強不來。波羅星雖將游坦之狠狠打了一頓，但所教的梵文字母，他昏亂之下，反而更難記住。如此搞了半月有餘，游坦之終於將梵文的字母記熟了。波羅星跟著便教他閱讀字句。梵文乃天下最難學的文字之一。西方文字大多分為單數和復數，梵文除單復外，更有雙數，單此一節，可概其餘，種種曲折變化，即是聰明才智之士，也非一年半載之內可以通曉。游坦之資質本就不高，再加波羅星欲求速成，正所謂欲速則不達，教者不會教，學者不會學，弄得一塌糊塗。游坦之日困愁城，肉體上苦痛之外，再加上精神折磨，每一念及背誦梵文經書之苦，半夜中也會嚇醒過來。回想在遼國之時，不過受人鞭打，肉體上挨受苦刑，腦子卻是自由自在，何況一見到阿紫的一嗔一笑，天大的苦惱也置之度外。眼前腦子中給波羅星塞滿了甚麼「摩訶缽羅若」，甚麼「般若波揭諦」，比之身體上的苦刑，更有過之。他幾次想要向緣根吐露，但話還沒說，緣根一見到他滿身傷痕，囁囁嚅嚅意欲訴苦的神情，不加細問就大加申斥：「賊小子，怕挨打麼？上面派你做甚麼，再大的苦惱也得忍受，佛祖說道：『我不入地獄，誰入地獄？』他老人家連入地獄也幹，你給人家打一頓，又有甚麼大不了？從前佛祖捨身餵鷹，捨身餵虎，這種大仁大義的精神，你怎麼不學學？」游坦之每次要想訴苦，換來的都是一頓痛罵，以後也不敢多說，只有認命的去學梵文。也是時來運到，一晚解衣就寢之際，摸到懷中油紙包中的那本書冊，猛地想起：「這書所寫的，似乎便是師父所教的文字。」忙翻出書來一看，一眼便識得兩個字，一是「一」字，一是「三」字。這一來，興致登時大好：「這書上到底寫的是甚麼東西，我是一點也不懂，若是學了梵文，便都可以讀了。這本書是我的救命恩物，那日在遼國南京城中，阿紫姑娘逼我以血去餵毒蟲，全仗這本書中的法子解災化難。看來這些法子大大的有用。」他一發現此事，學習梵文之時不再當是一樁苦事，用力記誦，只盼早日能讀懷中的這本冊子。他隱約覺得，這本冊子上所記的法子非同小可，不能讓波羅星知道，只有在臨睡之時，才躲在被窩之中，翻出來讀上片刻。審閱文字之時順便看到字旁的人體圖形，自然而然的便照著圖形中的黃線，存念意想，做起功夫來。他那知這本經書乃是少林寺開山之祖達摩老祖所書的「易筋經」，可說是武學中至高無上的寶典。他無意中依經修習，更有一個大大的好處。原來少林寺中過去數百年來，修習「易筋經」的高僧著實不少，但窮年累月的用功，卻往往不見甚麼大用，於是眾僧以為此經並無靈效，當日被阿朱偷盜了去，寺中眾高僧雖然恚怒，卻也不當是一件大事。豈知眾高僧所以修習無效，全在於勘不破「著意」二字，越是想功力大進，功力越是積累不起來。正所謂「有意栽花花不發，無心插柳柳成蔭」，凡是修習此經之人，那一個不想從修習之中得到好處？要捨卻「著意」二字，實是千難萬難。僧侶中，只有一百多年前，少林寺出過一位神僧。此人自幼出家，為人瘋瘋癲癲。他師父苦習「易筋經」不成，怒而坐化，這瘋僧在師父法體旁無意中拾起經書，嘻嘻哈哈的練了起來，居然成為一代高手。但他武功何以如此高強，直到他圓寂歸西，仍是始終說不出一個所以然來，旁人也均不知乃是「易筋經」之功。這時游坦之無心練功，卻不知不覺的功力日進，正是走上當年這位瘋僧的老路。梵文難學，變化繁複無比。這日波羅星教他讀「那羅伐大諦」，說道有個女子，名叫「那拉」，「伐大諦」是她正在說話之意，因為是她在說話，所以「那拉」要變成「那羅」。游坦之記熟了。過了片刻，波羅星教他再記「那拉赫巴加諦」，說是這個那拉正在煮飯，因為煮飯的「巴加諦」頭上是「巴」的聲音，所以「那拉」要變成「那拉赫」；接著又教「那拉斯蒂斯特哈諦」，說是那個那拉站在那裏，這個「站」字，就是「蒂斯特哈諦」，因為這個字的頭上有「蒂」的聲音，所以那拉要變成「那拉斯」。游坦之睜大了眼睛，只聽得心驚肉跳，中國人簡簡單單，明明白白的一個「站」字，這些西域胡人卻說成甚麼「蒂斯特哈諦」。好好一個女人叫做那拉，說話之時名字改成了「那羅」，煮飯之時名字改為「那拉赫」，站著的時候變成了「那拉斯」，但不知吃飯、睡覺、走路、罵人，她的名字又變成甚麼？也虧得梵文難學，游坦之才無法讀懂「易筋經」上的文字！只是一到晚間，便依著圖形中的人體上的黃線用功。他初時好玩，但練了半個多月之後，便覺得有一條冰冷的涼線，依循著圖中的黃線，在自己四肢百骸行走，涼線所到之處，說不出的舒泰爽快。他也不去理會這涼線周遊全身有甚麼好處害處，只是覺得舒服，一有空閒，便這樣練了起來。到得後來，那涼線行走的路徑已熟，不用看書，自然而然的行走無誤，即使是在吃飯、走路、做工、讀書之時，內息也是運行不休。倘若游坦之讀書能如段譽、王玉燕等人的一般聰明，這易筋經上的高深內功，便練不成了。蓋識得梵文的意義，知道這是修習上乘武功的心法，處處留神，力求精進，免不得犯了「著意」二字的大忌，雖然亦可強身健體，卻病延年，但於上乘武學，卻是絕無補益。這本書是蕭峰失落而由他拾得，但即使蕭峰並不失落，又學識了梵文，依法修習，儘管蕭峰豁達開朗，這欲求功力精進之心卻總是難以避免，那麼他終究也是白費心血而已。可見窮通禍福往往決於機緣，並非每事均可以強求而得。有時他身上涼線不能如圖運行，便擱在一旁，置之度外，說也奇怪，過了十天半月，自然而然的會貫通無阻。武學中任何功夫，都是練習一次，有一次的進步，再勤奮之人，每日也難以練到六個時辰之上。只有這門「易筋經」的內功，一到不經意想，任其所之而運行不休的地步，即使是在睡眠之中，功力也綿綿增進。冬盡春至，夏去秋來，如此過了一年有餘，游坦之初時還想學會梵文，一讀書中的意義，但越學越難，看來要想能夠讀通書中文字，終身已然無望，也就捨棄了這個念頭。波羅星教得心灰意懶，往往接連數日只是毆打，並不教字。游坦之默默挨打，只覺打到身上來的拳腳，越來越無感覺，往往只不過微微麻癢，全無疼痛。他還道波羅星手下留情，並非真打，卻不知自己的功力日進，不知不覺中已起保體之功。這一日傍晚，波羅星教了一會經書，游坦之卻如何理會得？波羅星大怒之下，拳腳交加，將他狠狠打了一頓，待游坦之走開後，不禁黯然自傷。他自己既被少林群僧監禁，不得回歸故鄉，便想教會游坦之學會梵文，背誦經書，將他遣回天竺傳言，那麼自己雖然為殉師命而埋骨中土，卻已有功本門，終於使失落的經書重歸故土。但這鐵頭人蠢如牛馬，教了他一年有餘，連最簡單的經文也背不出十頁八頁，要他全部背出那三十幾部天竺遺經，卻不知要到何年何月，看來直到自己壽終，仍是難以成功。他悲從中來，只想大哭一場，突然間遠處一縷簫聲，隱隱送入耳中。其時游坦之內功到了這個境界，已是耳目聰明，那隱隱笛聲早也就聽到了。少林寺房舍廣大，僧侶清修，摒絕絲竹，周圍數里之內，從來不聞音樂之聲，卻那裏來的笛聲？游坦之雖然不懂樂律，但他聽得出這笛聲忽斷忽續，忽尖忽沉，聲音甚是詭異。他正微感奇怪，忽聽得隔壁波羅星的房中，也傳出了三下尖銳的笛聲。他湊眼到板壁縫中一張，只見波羅星手中拿了一枝短笛，湊在唇邊，正自吹奏。但他只吹了這三下，便將笛子放入懷中，滿臉喜容，放頭睡倒。游坦之自從遇到波羅星以來，從未見過他如此開心，心道：「這幾下笛聲，定是含有重大意義，莫非是他天竺國的同伴，前來接應於他？」這幾下笛聲波羅星和游坦之固然聽到，少林寺中的眾高僧也聽到了。方丈傳下法諭，各處加緊守備，以防敵人闖入少林寺，有何異動，同時看守波羅星，防他逃逸。豈知過了半月有餘，竟無絲毫動靜，少林寺中的防備也便漸漸鬆懈下來。一晚深夜之中，游坦之睡得正沉，夢中忽聽到嘶嘶幾下極輕的聲響。一來游坦之此時內功精進，二來他自幼喜歡玩弄蛇蟲，聽得出是毒蛇發怒之聲，立時驚覺，坐起身來，只聽得又是嘶嘶數聲，發自鄰室。游坦之便欲出聲警告波羅星：「小心，有毒蛇！」話未出口，便聽到嗚嗚幾下短笛，正與半個多月前聽到波羅星所吹的一模一樣，他好奇心起，湊眼到壁縫中去瞧時，不由得大吃一驚，全身發毛，波羅星這間屋中，滿屋子都是各式各樣的毒蛇，不下數千百條。每條蛇都是昂起了頭，對著波羅星，作勢撲了上來。游坦之心道：「糟糕，糟糕！卻如何救他一救才好？」再定神看時，見那些毒蛇都是盤在波羅星身周的三尺之外，儘管互相重疊擁擠，卻都不進入他身周的圈子，游坦之見過三淨用藥畫圈以圍冰蠶的情形，料想波羅星也是使用了剋制毒蛇的藥物，心下稍定，只是不能明白：「怎麼有這許多毒蛇蜂湧而來？」只見波羅星將短笛就到唇邊，悠悠揚揚的吹了起來，甚是幽雅動聽，數千條毒蛇之中。有兩條黃色毒蛇搖頭擺腦，蛇首隨著笛聲擺動。其餘千百條或青、或黑、或間條、或花彩的蛇兒都是端視不動，這兩條黃蛇如此隨樂搖晃，更是顯著。波羅星的笛聲漸吹漸響，有幾條蛇兒蜿蜒遊出室去，跟著又有十幾條毒蛇遊了出去。只聽得門外有人失聲驚叫：「是毒蛇，是毒蛇！」又有人道：「那天竺胡僧只怕已給毒蛇咬死了，怎麼有這許多蛇？」又一人道：「且莫亂動，瞧一瞧分明再說。」游坦之知道是寺中派來監視波羅星的僧侶。波羅星的笛聲越是高昂，出屋的毒蛇越來越多，似乎這些蛇兒抵受不住笛聲的激動，紛紛趨避，只有那兩條黃蛇卻是十分興奮，大半個身子都昂在半空，但用一條尾巴支撐身體，不住的舞動。再過了一會，波羅星吹得似乎氣也喘不過來了。屋中毒蛇爭先恐後的向外逃出，門外的四名僧人也是大呼小叫：「古怪之至，我一生從來沒有見過這許多毒蛇。」「那天竺和尚難道是蛇精轉世？」「快，快去稟報玄難師伯！」那兩條黃蛇迅速盤旋，看得游坦之眼睛都有些花了，突然間啪的一聲，一條黃蛇支持不住，倒了下來，蠕蠕而動，跟著另一條也臥倒在地。波羅星伸手出去，抓起一條黃蛇，將手邊的一塊厚布包住了蛇頭，翻過蛇腹摸了摸，取出一柄短刀，一刀在蛇腹上劃了條半寸來長的口子，再在蛇腹上推了幾推，取出一根三寸來長的管子，似乎是截短短的麥杆。波羅星身子微微發顫，剝開麥管，裏面藏得有物，他將那物展了開來，原來是一張極薄的薄紙，上面寫著密密麻麻的許多文字。游坦之很是奇怪：「蛇腹之中，如何生有文字？」他凝神一看，見那紙上寫的都是彎彎曲曲的天竺梵文，登時省悟：「是了，這條蛇是他的同伴用來傳遞訊息給他的。」只見波羅星以同樣的手法剖開了另一條蛇的肚子，又取出麥管中所藏的紙片來看。游坦之一眼瞥去，那張紙上的文字，似乎與第一張一模一樣，波羅星眼光一掠便將那張紙放在一邊。游坦之尋思：「對方設想周到，怕有一條蛇途中遭到意外，是以用了兩條蛇，兩條蛇腹中的書信都是一樣的。」只見波羅星從草蓆底下取出兩張薄紙，用一段短炭在紙上草草寫了幾行文字，分別塞入麥管，藏入蛇腹。他再在衣襟撕下兩條布片，纏在兩條黃蛇的傷口之處，然後推開窗子，將一條黃蛇放入草叢。他正要放第二條，突然間板門砰的一聲給人以掌風震開，燭火搖晃之中，室內已多了四名老年僧人。左首一僧以手掌虛砍，呼呼呼幾聲，都是砍在波羅星的右臂之上。波羅星右臂一酸，手中拿著的那條黃蛇掉在地下。右首那僧人伸指連彈，嗒嗒嗒響聲不絕，每彈一下，那條蛇便跳了一跳。彈了七八下之後，那蛇的腦袋腫了起來，跟著便血肉模糊，死於當地。游坦之大驚：「這位老和尚的神功竟如此了得，凌空伸手，便能將一條活生生的毒蛇治死。」只聽那伸掌虛斬的僧人冷冷的道：「敝寺瞧在佛祖的份上，對師兄私入藏經閣的大過犯不予追究，只是留師兄在敝寺清修，師兄如何去招惹毒蛇蟲蟻，來到這佛門清淨之地？豈不是太也不識抬舉麼？」波羅星閉目合十，不予理睬。另一位老僧道：「這條蛇兒說不定有甚麼古怪，心聰，你過來，拾了這條蛇兒出去，好好查一查，為甚麼在蛇身上纏上一條布片。」波羅星聽得這麼說，情知所謀敗露，身子動了一動，一掌向死蛇擊了過去。站在門口的一位老僧袍袖一拂，一股勁風送將過來，呼的一聲響，擋住了波羅星的掌風，室內燭火立時熄滅，屋樑上的灰泥簌簌亂落。門外一個中年僧人，走了進來，便是心聰，俯身拾起死蛇，又退了出去。四位老僧齊聲說道：「善哉，善哉！」右手袍袖同拂，呼呼風聲急響，門邊的板門脫卻門臼，向外直飛了出去，越飛越遠，好半天也不落下。四僧身形晃處，不分先後的同時出門。以那門框的寬狹而論，兩位老僧要並肩而過也是有所不能，但四僧身子一側，疊成一片的飛了出去。游坦之在鄰室只看得驚心動魄，心想：「世間竟有這等高強的武功，我那大仇人喬峰自以為當世無敵，與這幾位高僧相比，只怕也是大大的不如了。」其實這四位老僧內功雖是深湛，較之蕭峰的天縱神武，相差尚遠，甚之游坦之自己這時的內功，都已在這四僧之上，只是他自己不知而已。波羅星見四僧出門，門板既脫，陣陣秋風從竹林中吹進室來，更增蕭瑟之意，他想這黃蛇既是落入了對方手中，少林寺中當然有人識得梵文，秘密勢必揭穿，回歸天竺故鄉的種種想望，終於又成了一場泡影。他越想越是悲傷，忍不住伏地號啕大哭。游坦之聽他哭得悲傷，忍不住安慰他道：「師父，你一條蛇兒給他們打死，另有一條蛇兒逃得性命，已能給你傳遞訊息，又何必如此難過？」波羅星聽他這麼說，登時止了哭聲，道：「你──你過來。」游坦之站起身來，走到他的房中，道：「我去給你找回門板，裝好了它！」波羅星道：「且慢！你怎知道我另有一條蛇兒逃得性命？」游坦之道：「我看見的，見到你將一張紙片藏入了蛇腹。」波羅星道：「哼，不是我心狠手辣，你既發見我的秘密，那──那可容你不得。」突然間縱身而起，撲到游坦之的背上，雙手扼住了他的咽喉。