第七十一回　蕭峰封王蕭峰又是一怔，道：「你怎麼知道？」阿紫道：「那日在小鏡湖畔，你走了之後，爹爹，媽媽，還有爹爹手下的那些人，大家都談論你來，對你的武功都是佩服得了不得，但說你單身赴聚賢莊英雄大會，獨鬥群雄，只不過為了醫治一個少女之傷。這個少女，自然是我姊姊了。爹爹媽媽那時不知道阿朱是他們的親生女兒，卻說你對義父義母和授業恩師十分狠毒，對女人偏偏情長，忘恩負義，殘忍好色，是個不近人情的壞蛋。」她說到這裏，咯咯的笑了起來。蕭峰喃喃的道：「忘恩負義，殘忍好色！唉，中原的英雄好漢，自是切齒痛恨蕭峰了。」大軍行了數日，來到上京。京中留守的百官和百姓早已得到訊息，遠遠迎接出來。蕭峰帥字旗到處，眾百姓燒香跪拜，稱頌不已，要知他一舉平了這場禍變，使無數遼國軍士得全性命，上京的百姓大都是御營親軍的家屬，自是對他感激無盡。蕭峰按轡徐行，眾百姓都是大叫：「多謝南院大王救命！」「老天爺保佑南院大王長命百歲，大富大貴！」蕭峰聽著這一片稱頌之聲，見眾百姓大都眼中含淚，感激之情確是出於至誠，尋思：「一人身居高位，一舉一動便關連萬千百姓的禍福，我去射殺楚王時，只是逞一時剛勇，既救義兄，復救自己，想不到對眾百姓卻有這大的好處。唉，在中原時我一意求好，偏偏怨謗叢集，成為江湖上第一大奸徒，到北國來，無意之間卻成為眾百姓的救星。是非善惡，也實在難說得很。」上京是遼國的京都，其時遼國是天下第一大國，國力比大宋強盛得多，但契丹人以游牧為生，居無定所，上京城中的宮殿屋宇粗鄙簡陋，比之中原是大大不如了。大軍一隊隊自歸軍營，南院的屬官將蕭峰迎入南院大王的王府。這王府本為楚王所居，此人窮奢極欲，府第自是十分宏大，屋內陳設也是異常的富麗堂皇。蕭峰一生貧困，那裏住過這等府第？進去走了一遭，便覺十分不慣，命部屬在軍營中豎立兩個營帳，他與阿紫分居一個，起居簡樸，一如往昔。第三日上，耶律洪基和皇太后、皇后、嬪妃、公主等回駕上京，蕭峰率領百官接駕，朝中接連忙亂了數日。先是慶賀平難，論功行賞撫恤北院樞密使等死難官兵的家屬。那皇太叔自知無顏，已在途中自盡而死。洪基倒也信守諾言，對附逆的官兵一概不加追究。皇宮中大開筵席，犒勞出力的將士，接連大宴三日，蕭峰自是成了席上的第一位英雄。耶律洪基、皇太后、皇后、眾嬪妃、公主的賞賜，以及文武百官的饋贈，當真是堆積如山。犒賞已畢，蕭峰到南院視事。遼國數十個部族的族長一一前來參見，甚麼烏隗部、伯德部、北剋部、南剋部、室韋部、梅古悉部、五國部、島古拉部，一時也記之不盡。跟著是皇帝所部大帳皮室軍軍官、皇后所部屬珊軍軍官、各宮衛隊寧宮、長寧宮、永興宮、積慶宮、延昌官等宮騎軍的軍官紛紛前來參見。遼國的屬國共有五十九國，計有吐谷渾、突厥、党項、沙陀、波斯、大食、新界、回鶻、吐蕃、高昌、高麗、西夏、于闐、敦煌等等，各國有使臣在上京的，知道蕭峰用事，掌握軍國重權，都來贈送珍異器玩，討好結納。蕭峰每日會客，接見部屬，眼中所見，盡是金銀珍寶，耳中所聞，無非諂諛稱頌，不由得甚是厭煩。如此忙了一月有餘，耶律洪基在便殿召見，說道：「兄弟，你的職份是南院大王，須當坐鎮南京，俟機進討中原。做哥哥雖不願你分離，但為了建立千秋萬世的奇功，你還是早日發兵南下罷！」蕭峰聽得皇上命他領兵南征，心中一驚，道：「陛下，南征乃是大事，非同小可。蕭峰一勇之夫，軍略實非所長。」耶律洪基笑道：「我國新經禍變，須當休養士卒。大宋現下太后當朝，重用司馬光，朝政修明，無隙可乘，咱們原不是要在這時候南征。兄弟，你到得南京，時時刻刻將吞並南朝這件事放在心頭。咱們須得待釁而動，看到南朝有甚麼內變，那就大兵南下。要是他內部好好地，遼國派兵攻打，這就用力大而收效少了。」蕭峰應道：「是，原該如此。」洪基道：「可是咱們怎知南朝是否內政修明，百姓是否人心歸附？」蕭峰道：「要請陛下指點。」洪基哈哈大笑，道：「自古以來，都是一般，多用金銀財帛去收買奸細間諜啊。南人貪財，卑鄙無恥之徒甚多，你命南部樞密使不惜財寶，多多收買便是。」蕭峰答應了，辭將出來，心下頗是煩惱。他是個鐵錚錚的漢子，自來所結交的都是英雄豪傑，儘管江湖上暗中陷害、埋伏下毒等等詭計也見得多了，但均是爽爽快快殺人放火的勾當，從未用過金銀去收買旁人。何況他雖是遼人，自幼在南朝長大，洪基要他以吞滅宋朝為務，心下極不願意，尋思：「哥哥封我為南院大王，總算是一片好意，我倘若此刻便即辭官，未免辜負他一番盛情，有傷兄弟間的義氣。待我到得南京，做他一年半載，再行請辭便了。那時他若不准，我掛冠封印，一溜了之，諒他也奈何我不得。」當下率領部屬，攜同阿紫來到南京。遼時南京，便是今日的北京，當時稱為燕京，又稱幽都，為幽州之都。原來晉朝石敬塘為帝，遼國一力扶持，石敬塘便割燕雲十六州以為酬謝。這燕雲十六州有幽州、順州、檀州、琢州、易州、薊州、平州、爍州、營州等地，均是冀北要地，自從割予遼國之後，晉朝、周朝、宋朝三朝雖歷年與之爭奪，始終無法收回。這燕雲十六州佔據形勝，遼國駐以重兵，每次向南用兵，長驅而下，一片平陽之上，大宋無險可守。宋遼交兵百餘年，宋朝難得一勝，固然兵甲不如是主要原因，而遼國居高臨下以控制戰場，亦是佔到最大的便宜。蕭峰進得城來，見南京城街道寬闊，來來往往的都是南朝百姓，耳中所聽的也盡是中原言語，恍如回到了中土一般，而市肆繁華，更是遠過上京。蕭峰和阿紫都很是喜歡，次日輕車簡從，在市街各處行遊。那燕京城方三十六里，共有八門。東面是安東門、迎春門；南面是開陽門、丹鳳門；西面是顯西門、清晉門；北面是通天門、拱辰門。這兩道北門所以稱為通天、拱辰，意思是說臣服於北，聽從來自北面的皇帝聖旨。南院大王的王府是在城之西南。蕭峰和阿紫遊得半日，但見坊市、廨舍、寺觀，密密層層，一時也觀之不盡。這時蕭峰既為南院大王，不但燕雲十六州為他管轄，便西京道大同府一帶、中京道大定府一帶，也聽他號令。威望既重，就不便再在小小營帳中居住，只得搬進了王府。他視事數日，便覺頭昏腦脹，深以為苦。見南院樞密使耶律莫哥精明強幹，熟練政務，便將一應事務都交了給他。但做大官究竟也有好處，王府上貴重的補品藥物不計其數，虎骨熊膽阿紫直可拿來當飯吃，如此調補，阿紫的內傷終於日痊一日，到得初冬，已自可以行走了。阿紫既能自由行動，先是在燕京城內遊了多遍，跟著又由室內隨侍，城外十里之內也都遊遍了。這一日大雪初睛，阿紫穿了一身貂襲，來到蕭峰所居的宣教殿中，說道：「姊夫，我在這城裏悶死啦，你陪我打獵去。」蕭峰久居宮殿，也自煩悶，聽阿紫這麼說，心下甚喜，當即命下屬備馬出獵。他不喜大舉圍獵，只是帶了數名隨從以服侍阿紫，又恐百姓大驚小怪，當下換了普通軍士所穿的羊皮袍子，帶一張弓、一袋箭，跨了匹駿馬，便和阿紫出拱辰門向北馳去。一行人出得拱辰門十餘里，只打到幾隻小兔子。蕭峰道：「咱們到南邊試試。」當下勒轉馬頭，向西折而向南，又行出二十餘里，只見一隻獐子斜刺裏奔了出來。阿紫從隨從手裏接過弓箭，一拉弓弦，豈知臂上全無力氣，這強弓竟是拉之不開。蕭峰左手從她身後環了過去，抓住弓身，右手將弓弦拉開了，一放手，颼的一聲，羽箭射將出去，那獐子應聲倒地。眾隨從歡呼起來。蕭峰放開了手，向阿紫微笑而視，只見她眼中淚水盈盈，奇道：「怎麼啦？不喜歡我幫你射野獸麼？」阿紫經他一問，淚水從面頰上流下，說道：「我──我成了個廢人啦，連這樣一張輕弓也拉不開。」蕭峰安慰道：「你別這麼性急，慢慢的自會回復力氣。要是將來真的不好，我傳你修習內功之法，定能增加力氣。」阿紫破涕為笑，道：「你說過的話，可不許不算，一定要教我內功。」蕭峰道：「好，好，一定教你。」說話之間，忽聽得南邊馬蹄聲響，有一大隊人馬從雪地中馳來。蕭峰向蹄聲來處遙望，見這隊人不打旗幟，卻都是遼國的官兵，只聽得眾官兵喧嘩歌號，甚是歡忭，又見官兵的馬後縛著許多俘虜，倒似是打了勝仗回來一般。蕭峰尋思：「咱們並沒有跟人打仗啊，這些人從那裏交了鋒來？」見一行官兵是偏東行向南京城去，便向隨從道：「你去問問，是那一隊人，幹甚麼來了？」那隨從說道：「是！」跟著又道：「是咱們兄弟打草穀回來啦。」縱馬向這隊官兵奔了過去。他馳到近處，說了幾句話，眾官兵聽說南院大王在此，大聲歡呼，一齊躍下馬來，牽韁在手，快步走到蕭峰身前，躬身行禮，大聲說道：「大王千歲！」蕭峰舉手還禮，道：「罷了！」見這隊官兵約有八百餘人，馬背上放滿了衣帛器物，牽著的俘虜也有八百來人，大都是年輕女子，也有些少年青年男子，穿的都是宋人裝束，個個哭哭啼啼，神情極是凄涼。那隊長道：「今日輪到咱那黑拉篤隊出來打草穀，托大王的幅，收成著實不錯。」他回頭喝道：「大夥兒把最美貌的少年女子、最好的金銀財寶，都獻了出來，請大王千歲揀用。」眾官兵齊聲應道：「是！」各人將二十多個少女推到蕭峰馬前，又有許多金銀飾物之屬，堆在一張毛氈之上。契丹官兵崇敬英雄，蕭峰若是肯收用他們的女子玉帛，那是求之不得的大榮譽了。當日蕭峰在雁門關外，曾親眼見到大宋官兵俘虜契丹子民，這次又見到契丹官兵俘擄大宋子民，被俘者的慘凄神情，實是一般無異。他在遼國多時，已大略知道遼國的軍情。遼國對軍隊不供糧秣，也無餉銀，官兵一應所需，都是向敵人搶奪而來，每日派出部隊去向大宋、西夏、女真、高麗各鄰國的百姓搶劫，名之為「打草穀」，其實與強盜無異。宋朝官兵便也向遼人「打草穀」，以資報復。是以邊界百姓，生活困苦異常，每日均是提心吊膽，朝不保夕。蕭峰一直覺得這種法子極是殘忍無道，只是自己並沒有打算長久做官，向耶律洪基敷衍得一陣，便要辭官隱居，因此於任何軍國大事，均沒提出甚麼主張，這時親眼見到眾俘虜的慘狀，心下不禁惻然，向那隊長問道：「在那裏來打的──打來的草穀？」那隊長恭恭敬敬的道：「稟告大王，是涿州境外大宋地界打的草穀，自從大王來後，屬下不敢再在本州就近收取糧草。」蕭峰心道：「聽他的話，從前他們便在本州劫掠宋人。」向馬前的一個少女用漢語問道：「你是那裏人？」那少女雙膝跪下，哭道：「小女子是張家村人氏，求大王開恩，放小女子回家，與父母團聚。」蕭峰抬頭向旁人瞧去，數百名俘虜都跪了下來，人叢中卻有一個少年昂然直立。數百名男女俘虜一齊跪在地下，卻有一人昂然而立，更顯得特異。蕭峰見這少年約莫十六七歲年紀，臉型長長的，雙目閃閃有光，毫無畏懼之色，便道：「兀那少年，你家住在那裏？」那少年道：「我有一件秘密大事，要面稟於你。」蕭峰道：「好，你過來說。」那少年雙手被粗繩縛著，道：「請你遠離部屬，此事不能讓旁人聽見。」蕭峰好奇心起，尋思：「這樣一個少年，會有甚麼機密大事？他從南邊來，或許有甚麼大宋的軍情可稟告。」但想他是大宋人，向契丹稟告機密，那便是無恥漢奸，心中瞧他不起，不過他既說有重大機密，聽上一聽，也是無妨。於是縱馬行出數十丈，招手道：「你過來！」那少年跟了過去，舉起雙手，道：「請你割斷我手上繩索，我懷中有物呈上。」蕭峰拔出腰刀，直劈了下去，這一刀劈下去的勢道，直是要將他身子劈為兩半，但部位奇準，只是將縛住他雙手的繩子割斷了。那少年吃了一驚，向蕭峰凝視半晌。蕭峰微微一笑，還刀入鞘，問道：「甚麼東西？」那少年探手入懷，摸了一物在手道：「你一看便知。」說著走向蕭峰馬前。蕭峰伸手去接，一瞥眼間，見他手中之物似乎是一件會動的活物，奇道：「你伸掌給我瞧瞧！」卻不便接。那少年知道陰謀敗露，臉色大變，突將手中之物往蕭峰臉上擲來。蕭峰馬鞭一揮，將那物擊落，一眼瞧去，原來是一條通體漆黑的小蛇。蕭峰眉頭微皺，也不以為意，尋思：「這少年頑皮得緊，卻拿這些物事來消遣我。」只見那小蛇一落地，隨即躍起，一口往他左腿咬來。蕭峰沒想到這樣一條小小蛇兒竟會飛身而起，倒是吃了一驚，腿一縮，那條小舵一口咬在他坐騎的前腿之上。那匹馬披蛇一咬，身子一軟，便即倒了下來，蕭峰躍下馬背，見坐騎一聲不響，略一痙攣，登時斃命。那少年搶上前去，從馬身上拾起小蛇，又向蕭峰擲來。蕭峰見這條小蛇毒性如此厲害，在半空昂首吐舌，向自己撲到，當下不敢怠慢，運勁於鞭，啪的一聲，重重擊了出去。那蛇被鞭子擊中，居然不死，直飛出數十丈外，落在雪地之中，略一扭曲，一鑽便不見了。蕭峰雖是多歷兇險，適才之事想來也不禁悚然。牛馬體大，若是有病，獸醫加以醫療之時，所用藥物往往是一斤半斤，非同醫人之藥以兩、錢計算，由此推想，若是要將牛馬毒斃，那也須以極重份量的毒藥，方能見功。這尾小蛇一口便將這樣一頭健馬咬死了，毒性之烈，實是罕見。而這少年卻能藏在掌中又能隨手拾起向自己擲來，可見是十分精於剋治毒物。蕭峰曾任丐幫幫主，幫中能治毒物的兄弟何止千萬，他司空見慣，自是不以為奇，只是這小黑蛇毒性兇得異乎尋常，而治蛇的丐幫兄弟都是中年或老年漢子，須得積累多年經驗，方成熟手，這少年不過十六七歲年紀，居然有這麼精良的本事，可謂難得，自己若不見機得快，只要伸手過去一接，那裏還有命在？契丹的眾官兵見蕭大王的坐騎倒斃，紛紛奔來，蕭峰左手一揮，道：「大家不用過來！」眾官兵便即止步。蕭峰一瞥之下，只見自己所乘的這匹白馬倒在雪地之中，全身轉黑，竟爾變成了一匹黑馬，心下更是駭然，皺頭道：「很好，很好，你叫甚麼名字，為何向我下此毒手？」那少年嘴唇緊緊閉住，並不答話。蕭峰道：「你好好說來，我可饒你性命。」那少年道：「我為父母報仇不成，更有甚麼話說。」蕭峰道：「你父母是誰？難道是我害死的麼？」那少年走上兩步，伸指指著蕭峰的鼻尖，滿臉悲憤之色，大聲道：「喬峰！你害死我伯父，害死我爹爹媽媽，我──我恨不得食你之肉，將你抽筋剝皮，碎屍萬段！」蕭峰聽他叫的是自己昔日的名字「喬峰」，又說害死了他伯父和父母，那麼多半是從前在中原所結下的仇怨，問道：「你伯父是誰？父親是誰？」那少年道：「反正我是不想活了，也要叫你知道，我聚賢莊游家的男兒都不是貪生怕死之輩。」蕭峰聽他說到「聚賢莊游家」五字，「哦」了一聲，道：「原來你是游氏雙雄的子侄，這麼說來，令尊是游駒游二爺了。」他頓了一頓，道：「當日我在貴莊受到中原群雄的圍攻，被迫應戰，事出無奈。令尊和令伯父均是自刎而死。」他說到這裏，搖了搖頭，道：「唉，自刎還是被殺，原無分別。當日我奪了你伯父和爹爹的兵刃，以至逼得他們自刎。小兄弟，你叫甚麼名字？」那少年挺了挺身子，道：「我叫游坦之。我不用你來殺，我會學伯父和爹爹的好榜樣！」說著右手伸入褲筒，拔出一柄短刀，一刀便往自己胸口插了下去。蕭峰馬鞭倏地揮出，捲住短刀，便將他的短刀拉了過來。游坦之大怒，道：「我要自刎也不許麼？你這該死的遼狗，忒也狠毒！」這時阿紫已縱馬來到蕭峰的身邊，喝道：「你這小鬼年紀輕輕怎地出口傷人？你想死麼？嘿嘿，未必就這麼容易！」游坦之突然見到這樣清秀美麗的一個小姑娘，一獃之下，說不出話來。阿紫道：「姊夫，這小子歹毒得緊，他想用毒蛇害你，咱們也用些毒蟲來給他些苦頭吃吃。」她是星宿派的弟子，說到折磨人的法門，當世更無那一門、那一派能及得上她這一派的家數了。蕭峰向領兵的隊長道：「今日打草穀得來的宋人，都給了我成不成？」那隊長不勝之喜，道：「大王賞面，多謝大王的恩典。」蕭峰道：「凡是獻了俘虜給我的官兵，回頭都到王府去領賞。」眾官兵更是歡喜，都道：「咱們誠心獻給大王，不用領賞了。」蕭峰道：「你們將俘虜留下，先回城去罷，各人記著前來領賞。」眾官兵躬身道謝。那隊長道：「這兒野獸不多，大王拿這些來豬當活靶麼？從前楚王就喜歡這一套。只可惜咱們今日抓的多是娘們，逃不快。下次給大王多抓些精壯的宋豬來。」說著行了一禮，領兵去了。「拿了這些宋豬當活靶」這幾句話鑽入蕭峰的耳中，他心中不禁一震，眼前似乎見到了楚王當年拿宋人來當活靶的殘酷舉動，幾百個宋人像野豬一般在雪地上號叫奔逃，契丹貴人哈哈大笑，彎弓搭箭，一個個的將他們射死。有些宋人逃得遠了，契丹人騎馬呼嘯，自後趕去，就像是射鹿射狐一般，終於還是將他們射死。這種慘事，看來不止是一次了，契丹人習以為常，隨口說來，竟是絲毫不以為異。放眼再向那群俘虜瞧去，只見一個個都是臉無人色，在寒風中顫抖，這些邊民有的懂得契丹話，早就聽過「射活靶」的事，這時更嚇得厲害。蕭峰悠悠一聲長嘆，向南邊重重疊疊的雲山望去，心中忽想：「若不是有人揭露我的身世之謎，我直至今日還道自己是大宋百姓。我和這些人說一樣的話，吃一樣的飯，又有甚麼分別？為甚麼大家好好的都是人，卻要強分為甚麼契丹、大宋，甚麼女真、高麗，你到我境內來打草穀，我到你境內去殺人放火，你罵我遼狗，我罵你宋豬？」一時之間，思潮如湧。阿紫不住的打量游坦之，心下盤算要怎樣的折磨於他：「可不能一下子就弄死了他！這幾天我正悶得慌，難得有這麼一個傢伙送上門來，那不是此射鹿殺獐好玩得多麼。嗯，試試我這座碧玉王鼎的威力，也是好的，先捉幾條毒蟲來，在他右手上咬一口，等毒氣上行將要入心時，便斬了他的右臂，再在他左手上咬一口。這樣依次整去，夠我消遣四五天的了。」蕭峰見遼國眾官兵去得不見了人影，向眾難民道：「今日放了爾等回去，大家快快走罷！」這些俘虜還道蕭峰要令他們逃走，然後加以射殺，遲遲疑疑的不動。蕭峰又道：「爾等回去之後，最好遠離邊界，免得又被人打草穀捉來。我救得你們一次，救不得第二次。」眾難民這才相信是實，歡聲雷動，一齊跪下磕頭，說道：「大王恩德如山，小民回家去供奉你的長生祿位。」要知宋民被遼人打草穀俘去之後，除非是富豪人家，才能以金帛贖回，否則是個個死於遼地，屍骨不得還鄉。宋遼連年交鋒，有錢人家早就遷到了內地，這些被俘的邊民皆是窮人，那有甚麼金帛前來取贖？早知自己命運是牛馬不如了，居然蕭峰肯放他們回家，當真是喜出望外。蕭峰見眾難民滿臉喜色，相互扶持著南行，尋思：「我契丹人將他們捉了來，再放他們回去，使他們一路上擔驚受怕，又吃了許多苦頭，於他們又有甚麼恩德？」眼見眾難民漸行漸遠，那游坦之仍是直挺挺的站著，便道：「你怎麼不走啊？你回歸中原，有盤纏沒有？」說著伸手入懷，想取些金銀贈他，但他身邊沒帶甚麼錢財，一摸之下，隨手取了一個油紙小包出來。蕭峰心中一酸，這小包中包的是一部梵文易筋經，當日阿朱從少林寺中盜了出來，強要自己收著，如今人亡經在，如何不悲？他當即將那小包又放入懷中，歉然道：「我今日出來打獵，沒帶錢財，你若是無錢使用，可跟我到城裏去取。」游坦之雙眼中如欲噴出火來，大聲道：「姓喬的，你要殺便殺，要剮便剮，何必用這些詭計來戲辱於我？姓游的就是窮死，也豈能使你的一文錢？」蕭峰一想不錯，自己是他的殺父仇人，這種不共戴天的深仇無可化解，多說也是無用，便道：「我不殺你，你要報仇，隨時來找我便了。」阿紫忙道：「姊夫，放他不得！這小子極是歹毒，他報仇不用正當功夫，下毒放蠱，甚麼下流的手段都用得出，叫人防不勝防。斬草除根，免留後患。」蕭峰搖頭道：「江湖上處處荊棘，步步兇險，我也這麼走著過來了。諒這少年也傷不了我。我當日激得他伯父與父親自刎，乃是出於無心，但這筆血債總是我欠的，何必又害游氏雙雄的子侄？」游坦之聽蕭峰肯放自己走，而那個小姑娘卻勸他殺了自己，雖是一心想走，免得蕭峰心思改變，但自己一逃，便折了父親的威名，強提膽氣，冷冷的瞧著他二人。蕭峰道：「阿紫，咱們回去罷，今天沒甚麼獵可打。」阿紫嘟起小嘴，道：「我心中安排得好好的，你偏放走他，我回去城裏，又有甚麼玩的？」但她終於不敢違拗蕭峰的話，掉轉馬頭，和蕭峰並轡回去，行出數丈，回頭說道：「小子，你去練六十年功夫，再來找我姊夫報仇！」說著嫣然一笑，揚鞭疾馳而去。游坦之見蕭峰等一行人直向西去，始終不再回轉，才知自己是不會死了，心想：「這奸賊為甚麼不殺我？哼，他根本瞧我不起，覺得殺了我污手。他──他在遼國做了甚麼大王，今後報仇，是更加難了。但總算找到了他的所在。小黑兒，小黑兒！」他俯身在雪地中尋找那條小黑蛇，想要捉了回來，找尋之間，忽見左首草叢中有一個油紙小包，正是蕭峰從懷中摸出來又放回去的，當即拾起，打開油紙，見裏面包著的是一本書，隨手一翻，只見每一頁上都寫滿了彎彎曲曲的文字，或圈或點，沒一個識得。原來蕭峰睹物思人，將這本易筋經放回懷中之時，心下怔忡不定，沒放入袋內，乘在馬上略一顛動，那油紙包便摔入草叢之中，竟是沒有發覺，卻給游坦之拾了去。他從頭至尾翻閱一遍，一個字也不識得，心想：「這多半是契丹文字，這本書於那奸賊定是大有用處，我偏不還他，叫他為難一下，也是好的。」游坦之想到拿了這本書冊之後可使喬峰為難，心中隱隱感到了一絲復仇的快意，當然，父母的血海深仇，絕不會因這一件小事而抵消，但只要使喬峰遭到一些麻煩不幸，也是好的。他將這本書重新包入了油紙之中，徑向南行。他自幼便跟父親學武，苦於性子不近，身體又很瘦弱，膂力不強，因此伯父和父親雖都是中原武林中成名的英雄，他學了三年武功，竟是進展極微，渾不似名家的子弟。他學到十二歲上，游駒灰了心，和哥哥游驥一商量，兩人均道：「我游家子弟出了這般三腳貓的把式，豈不是給人笑歪了嘴巴？何況別人一聽他是聚賢莊游氏雙雄子侄，出手便用全力，這麼一來，第一招便送了他的小命。還是要他乖乖的學文，以保性命為是。」因此游坦之到十二歲以上，從此不再學武，跟著塾師讀書，但他讀書卻又其心不專，老是胡思亂想，不斷發問。老師說道：「子曰，學而時習之，不亦悅乎？」他便道：「那也要看學甚麼而定，爹爹教我打拳，我學而時習之，也不快活。」老師怒道：「孔夫子說的是聖賢學問，經世大業，那裏是甚麼打拳弄棒之事？」游坦之便道：「好，你是說我伯父、爹爹打拳弄棒不好，我告訴爹爹。」總之將老師氣走了為止。如此不斷將老師氣走，游駒也不知打了他幾十頓，但這人越打越是執拗頑皮。游駒見兒子不肯，頑劣難改，無可如何，長嘆之餘，也只好放任不理。是以游坦之今年一十七歲，雖然出自名門，卻是文既不識，武又不會，只跟莊上一個莊客學到了些捉蛇的法門，每日在山野中亂鑽。待得伯父和父親自刎身亡、母親撞柱殉父，他孤苦伶仃，到處游盪，心中所想的，便是要找喬峰報仇。那日聚賢莊大戰，他躲在照壁後觀戰，喬峰的相貌形狀是瞧得清清楚楚，聽說他是契丹人，便渾渾噩噩的向北而來，心中打的是復仇主意，但到底如何替父母報仇，卻是全無腹稿，在邊界上亂闖亂走，終於給契丹騎兵出來打草穀時捉了去，居然遇到蕭峰，那也可說是湊巧之極了。他心想：「眼下最要緊的是走得越遠越好，別讓他捉我回去。我想法再捉一條毒蛇，去偷偷放在他的床上，他睡進被窩，便一口咬死了他。那個小姑娘──那個姑娘，唉，她──她這樣好看！」他想到阿紫的形貌，胸口莫名其妙的一熱。他在這世上一十七年，直到今日，才突然有這麼一種古裏古怪的感覺，只覺得想到這臉色蒼白、清秀美麗的小姑娘之時，心中是說不出的舒服。他低了頭只是大步而行，不多時便越過了一群難民。他和這些邊民都不相識，有人好心叫他結伴同行，他也不加理睬，只是自顧自的行走。這樣走了十餘里路，肚中餓得咕咕直叫，東張西望的想找些甚麼吃的，草原中除了枯草和白雪，甚麼都沒有，他想：「要是我是一頭牛，或是一頭羊，那就好了，津津有味的吃草喝雪，一定快活得很。嗯，倘若我是一頭小羊，人家將我的爹爹媽媽這兩頭老羊牽去宰來吃了，我報仇不報？父母之仇不共戴天，當然要報啊，可是怎樣報法？用角去撞宰我父母的人麼？人家養了牛羊，本來就是宰來吃的，說得上甚麼報不報仇？」他正在胡思亂想，腦中的思路越扯越遠，忽聽得馬蹄聲響，雪地中三名契丹騎兵縱馬馳來，一見到他，便歡聲大叫。一名契丹兵揮出一個繩圈，唰的一聲，套在他的頸中，一拉之下，便即收緊。游坦之登時覺得呼吸不暢，忙伸手去拉，不料那契丹兵一聲呼嘯，猛地裏縱馬奔跑，游坦之立足不定，一跤跌倒，被那兵拉拖了出去。游坦之大叫幾聲，隨即喉頭繩索收緊，再也叫不出來了。