第二三回　靈芙醉客綠柳莊一行人行出百餘里，在沙漠中就地歇宿。張無忌睡到中夜，忽聽得西首隱隱傳來叮噹、叮噹清脆的金屬撞擊之聲，心中一動，當即悄悄起來，向聲音來處迎去。奔出里許，只見小小一個人影在月光下移動，他搶步上去，叫道：「小昭，怎麼你也來了？」那人影正是小昭。她突然見到張無忌，哇的一聲，哭了出來，撲在他懷裏，抽抽噎噎的只是哭泣，卻不說話。張無忌輕拍她肩頭，說道：「好孩子，別哭，別哭！」小昭似乎受盡了委曲，終於得到發洩，哭得更加響了，說道：「你到那裏，我……我也跟到那裏。」張無忌心想：「這小姑娘父母雙亡，又見疑於楊左使父女，十分可憐。想是我對她和顏悅色，是以對我甚是依戀。」說道：「好，別哭啦，我也帶你一起到海外去便了。」小昭大喜，抬起頭來，朦朦朧朧的月光在她清麗秀美的小小臉龐上籠了一層輕紗，晶瑩的淚水尚未擦去，海水般的眼波中已盡是歡笑。張無忌微笑道：「小昭你將來長大了，一定美得不得了。」小昭笑道：「你怎知道？」張無忌尚未回答，忽聽得東北角上蹄聲雜沓，有大隊人馬自西而東，奔馳而過，少說也有一百餘乘。過不多時，韋一笑和楊逍先後奔到，說道：「教主，深夜之中大隊人馬奔馳，說不定又是本教之敵。」張無忌命小昭去和彭瑩玉等人會合，自行帶楊韋二人，奔向蹄聲傳來處查察。到得近處，果見沙漠中留下一排馬蹄印。韋一笑俯身察看，抓起一把沙子，說道：「有血跡。」張無忌抓起沙子湊近鼻端，登時聞到一陣血腥氣。三人循著蹄印追出數里，楊逍忽見左首沙中掉著半截單刀，拾起一看，見刀柄上刻著「馮遠聲」三字，微一沉吟，說道：「這是崆峒派中的人物。教主，想是崆峒派在此預備下馬匹，回歸中原。」韋一笑道：「從光明頂下來，已然事隔半月有餘，他們尚在這裏，不知搗甚麼鬼？」三人查知是崆峒派，便不放在心上，回歸原地安睡。行到第五日上，前面草原上來了一行人眾，多數是身穿緇衣的尼姑，另有七、八個男子。雙方漸漸行近，一名尼姑尖聲叫道：「是魔教的惡賊！」眾人紛紛拔出兵刃，散開迎敵。張無忌見是峨嵋派人眾，不知何以去而復回，而那些人也是從未見過的，朗聲說道：「眾位師太是峨嵋門下嗎？」一名身材瘦小的中年尼姑越眾而出，厲聲道：「魔教的惡賊，多問甚麼？上來領死罷。」張無忌道：「師太上下如何稱呼？何以如此動怒？」那尼姑喝道：「惡賊，憑你也配問我名號！你是誰？」韋一笑疾衝而前，穿入眾人之中，點了兩名男弟子的穴道，抓住兩人後領，猛地發腳，遠遠奔了出去，將兩人摔在地下，隨即又奔回原處。這幾下兔起鶻落，快速無倫，冷笑一聲，說道：「這位是當世武功第一、天下肝膽無雙的奇男子，統率左右光明使、四大護教法王、五散人、五行旗、天地風雷四門的明教張教主，趕過峨嵋派下山，奪過滅絕師太手中倚天寶劍，以他這樣人物也配出來問一聲師太法名嗎？」他這番話一口氣說將出來，峨嵋群弟子盡皆駭然，眼見韋一笑適才露了這麼一手匪夷所思的武功，無人再懷疑他的說話，那中年尼姑定了定神，才道：「閣下是誰？」韋一笑道：「在下姓韋，外號青翼蝠王。」峨嵋派中幾個人不約而同的驚呼，便有四人急奔去救護那兩個被他搬到了遠處的同門。韋一笑道：「奉張教主號令：明教和六大派止息干戈，釋愆修好。貴同門運氣好，韋蝠王這次沒吸他們的血。」他自得張無忌以九陽神功療傷，不但驅除了玄陰指寒毒，連以前積下的毒氣也消了大半，不必每次行功運勁，便須吸血抗寒。那四人抬了被點中穴道的同門回來，正待設法替他們解治，只聽得嗤嗤兩響，兩粒小石子射將過來，帶著破空之聲，直衝二人穴道，登時替他們解開了。卻是楊逍以「彈指神通」反運「擲石點穴」的功夫。那中年尼姑見對方人數固然不少，而適才兩人稍顯身手，實是武功高的出奇，若是動手，非吃大虧不可，所謂：「止息干戈，釋愆修好」，也不知是真是假，便道：「貧尼法名靜空。各位可見到我師父嗎？」張無忌道：「尊師從光明頂下來，已半月有餘，預計此時已進玉門關。各位東來，難道中間錯過了嗎？」靜空身後一個三十來歲的女子說道：「師姊別聽他胡說，咱們分三路接應，有信號火箭聯絡，怎會錯過不見？」周顛聽她說話無禮，便要教訓聽幾句，說道：「這就奇了……」張無忌低聲道：「周先生不必跟她一般見識。她們尋不著師父，自然著急。」靜空滿臉懷疑之色，說道：「家師和我們其餘同門是不是落入了明教之手？大丈夫光明磊落，何必隱瞞？」周顛笑道：「老實跟你們說，峨嵋派不自量力，來攻光明頂，自滅絕師太以下，個個被擒，現下正打入水牢之中，教她們思過待罪，關他個十年八年，放不放那時再說。」彭瑩玉忙道：「各位莫聽這位周兄弟說笑。滅絕師太神功蓋世，門下弟子個個武藝高強，怎能失陷於明教之手？此刻貴我雙方已然罷手言和，各位回去峨嵋，自然見到。」靜空將信將疑，猶豫不決。韋一笑道：「這位周兄愛說笑話。難道本教教主堂堂之尊，也會騙你們小輩不成？」那中年女子道：「魔教向來詭計多端，奸詐狡猾，說話如何能信？」洪水旗掌旗使唐洋左手一揮，突然間，五行旗遠遠散開，隨即合圍，巨木在東、烈火在南、銳金在西、洪水在北、厚土在外遊走策應，將一干峨嵋弟子團團圍住了。殷天正大聲道：「老夫是白眉鷹王，只須我一人出手，就將你們一干小輩都拿下了。明教今日手下留情，年輕人以後說話可得多多檢點些。」這幾句話轟轟雷動，震得峨嵋群弟子耳朵嗡嗡作響，心神動盪，難以自制，眼見他白髮白眉，神威凜凜眾人無不駭然。張無忌一拱手，說道：「多多拜上尊師，便說明教張無忌問她老人家安好。」當先向東便去。唐洋待韋一笑、殷天正等一一走過，這才揮手召回五行旗。峨嵋弟子瞧這陣勢，暗暗心驚，眼送張無忌等遠去，個個目瞪口呆，說不出話來。彭瑩玉道：「教主，我瞧這事其中確有蹊蹺。滅絕師太諸人東還，不該和這干門人錯失道路。各門派沿途均有聯絡記號，那有影蹤不見之理？」眾人邊走邊談，都覺峨嵋派這許多人突然在大漠中消失，其理難明，張無忌更是掛念周芷若的安危，卻又不便和旁人商量。※※※這日行到傍晚，厚土旗掌旗使顏垣忽道：「這裏有些古怪！」奔向左前方的一排矮樹之間察看，從一名本旗教眾手裏接過一把鐵鏟，在地下挖掘起來，過不多時，赫然露出一具屍體。屍首已然腐爛，面目殊不可辨，但從身上衣著看來，顯是崑崙派弟子。厚土旗教眾一齊動手挖掘，不久掘出一個大坑，坑中橫七豎八的堆著十六具屍體，盡是崑崙弟子。若是他們本派掩埋，決不致如此草率，顯是敵人所為。再查那些屍體，人人身上有傷。張無忌命厚土旗將各具屍體好好分開，一具具的妥為安葬。眾人你瞧瞧我，我瞧瞧你，心頭的疑問都是一樣：「誰幹的？」大家怔了一陣，彭瑩玉才道：「此事倘不查個水落石出，這筆爛帳定然寫在本教頭上。」說不得朗聲道：「大家聽了，若是明刀明槍的交戰，大夥兒在教主率領之下，雖不敢說天下無敵，也決不致輸於旁人。只是暗箭難防，此後飲水食飯、行路住宿，處處防敵人下毒暗算。」教眾齊聲答應。又行一陣，眼見夕陽似血，天色一陣陣的黑了下來，眾人正要覓地休息，只見東北角天邊四頭兀鷹不住在天空盤旋。突然間一頭兀鷹俯衝下去，立即又急飛而上，羽毛紛落，啾啾哀鳴，顯是給下面甚麼東西擊中，吃了大虧。銳金旗的掌旗使莊錚死在倚天劍下之後，副旗使吳勁草承張無忌之命升任了正旗使，這時見兀鷹古怪，說道：「我去瞧瞧。」帶了兩名弟兄，急奔過去。過了一會，一名教眾先行奔回向張無忌道：「稟告教主，武當派殷六俠摔在沙谷之中。」張無忌大吃一驚，道：「是殷六俠？受了傷嗎？」那人道：「似乎是受了重傷，吳旗使見是殷六俠，命屬下急速稟告教主。吳旗使已下谷救援去了……」張無忌心急如焚，不等他說完，便即奔去。楊逍、殷天正等隨後跟來。到得近處，只見是個大沙谷，足有十餘丈深，吳勁草左手抱著殷梨亭，一步一陷，正在十分吃力的上來。張無忌沿著沙壁搶了下去，一手抓住吳勁草右臂，另一手便去探殷梨亭的鼻息，察覺尚有呼吸，略感寬心，接過他身子，幾個縱躍便出了沙谷，將他橫放在地，定神看時，不禁又是驚怒，又是難過。但見他膝、肘、踝、腕、足趾、手指，所有四肢的關節都被人折斷了，氣息奄奄，動彈不得，對方下手之毒，實是駭人聽聞。殷梨亭神智尚未迷糊，見到張無忌，臉上微露喜色，吐出了口中的兩顆石子。原來他受傷後被人推下沙谷，仗著內力精純，一時不死，兀鷹想來吃他，被他側頭咬起地下石子，噴石射擊，如此苦苦撐持，已有數日。楊逍見那四頭兀鷹尚自盤旋未去，似想等眾人拋下殷梨亭後，便飛下來啄食他的屍體，從地下拾起四粒小石，嗤嗤連彈，四頭兀鷹應聲落地，每一隻的腦袋都被小石打得粉碎。張無忌先給殷梨亭服下止痛護心的藥丸，然後再詳加查察，但見他四肢共有二十來處斷折，每處斷骨均是被重手指力捏成粉碎，再也無法接續。殷梨亭低聲道：「跟三哥一樣，是少林派……金剛指力……指力所傷……」張無忌登時想起當年父親所說三師伯俞岱巖受傷的經過來，他也是被少林派的金剛指力捏得骨節粉碎，臥床已達二十餘年。其時自己父母尚未相識，不料事隔多年，又有一位師叔傷在少林金剛指下。他定了定神，說道：「六叔不須煩心，這件事交給了侄兒，定教奸人難逃公道。那是少林派中何人所為，六叔可知道嗎？」殷梨亭搖了搖頭，他數日來苦苦掙命，早已筋疲力盡，此刻心頭一鬆，再也支持不住，便此昏暈過去。張無忌想起自己身世，父母所以自刎而死，全是為了對不起三師伯，今日六師叔又遭此難，再不勒逼少林派交出這罪魁禍首，如何對得起俞殷二位？又如何對得起死去的父母？眼見殷梨亭雖然昏暈，性命該當無礙，只是斷肢難續，多半也要和俞岱巖同一命運。他經歷有限，見事不快，須得靜下來細細思量；當下負著雙手，遠遠走開，走上一個小丘坐了下來，心中兩個念頭不住交戰：「要不要上少林寺去，找到那罪魁禍首，跟爹爹、媽媽、三師伯、六師叔報此大仇？若是少林派肯坦率承認，交出行兇之人，自然再好不過，否則豈非明教要和武當派聯手，共同對付少林？我已和眾兄弟歃血盟誓，決不再向各門派幫會尋仇生事，但事情一鬧到自己頭上，便立時將誓言拋諸腦後，又如何能夠服眾？禍端一開，此後怨怨相報，只怕又要世世代代的流血不止，不知要傷殘多少英雄好漢的性命？」其時天已全黑，明教眾人點起燈火，埋鍋造飯。張無忌兀自坐在小丘之上，眼見明月升起，仍是拿不定主意，直想到半夜，才這麼決定：「且到少林寺去見掌門空聞神僧，說明前因後果，要他給一個公道。」轉念又想：「但若把話說僵了，非動手不可，那便如何？」他嘆了一口氣，站起身來，心想：「我年紀輕輕，初當大任，立即便遭逢一件極棘手的難題，一心想要止戰息爭，但兇殺血仇，卻一件件迫人而來。我擔當了明教教主的重任，推不掉、甩不脫，此後煩惱艱困實是無窮無盡！若能不做教主，可有多好？」他回到燈火之旁，眾人雖然肚餓，卻誰都沒有動筷吃飯，恭敬肅穆的站起。張無忌好生過意不去，忙道：「各位以後自管用飯，不必等我。」去看殷梨亭時，只見楊不悔已用熱水替他洗靜了創口，正在餵他飲湯。殷梨亭神智仍是迷糊，突然間雙眼發直，目不轉睛的瞪著楊不悔，大聲說道：「曉芙妹子，我想得你好苦，你知道嗎？」楊不悔滿臉通紅，神色極是尷尬，右手拿著匙羹，低聲道：「你再喝幾口湯。」殷梨亭道：「你答應我，永遠不離開我。」楊不悔道：「好啦，好啦！你先喝了這湯再說。」殷梨亭似乎甚為喜悅，張口把湯喝了。次日張無忌傳下號令，各人暫且不要分散，齊到嵩山少林寺去，問明打傷殷梨亭的原委再說。韋一笑、周顛等眼見殷梨亭如此重傷，個個心中不平，聽教主說要去少林問罪，齊聲喝采。楊逍為了紀曉芙之事，一直對殷梨亭極是抱憾，口中雖然不言，心裏卻立定了主意，決意竭盡全力為他報仇，更命女兒好好照顧服侍，稍補自己的前過。此後一路沒再遇上異事。殷梨亭時昏時醒，張無忌問起他受傷的情形，殷梨亭茫然難言，只說：「少林派的和尚，五個圍攻我一個。是少林派的武功，決計錯不了。」※※※這日眾人進了玉門關，賣了駱駝，改乘馬匹，生怕惹人耳目，買了商販的衣服換上。有的更趕著騾車，裝了皮貨藥材等物。這日清晨動身，在甘涼大路上趕道，驕陽如火天氣熱了起來。行了兩個多時辰，眼見前面一排二十來棵柳樹，眾人心中甚喜，催趕坐騎，奔到柳樹之下休息。到得近處，只見柳樹下已有九個人坐著。八名大漢均作獵戶打扮，腰掛佩刀，背負弓箭，還帶著五、六頭獵鷹，墨羽利爪，模樣極是神駿。另一人卻是個年輕公子，身穿寶藍綢衫，輕搖摺扇，掩不住一副雍容華貴之氣。張無忌翻身下馬，向那年輕公子瞥了一眼，只見他相貌俊美異常，雙目黑白分明，炯炯有神，手中摺扇白玉為柄，握著扇柄的手，白得和扇柄竟無分別。但眾人隨即不約而同的都瞧向那公子腰間，只見黃金為鉤、寶帶為束，懸著一柄長劍，劍柄上赫然鏤著「倚天」兩個篆文。看這劍的形狀長短，正是滅絕師太持以大屠明教教眾、周芷若用以刺得張無忌重傷幾死的倚天劍。明教眾人大為愕然，周顛忍不住要開口相詢。便在此時，只聽得東邊大路上馬蹄雜沓，一群人亂糟糟的乘馬奔馳而來。這群人是一隊元兵，約莫五、六十人，另有一百多名婦女，被元兵用繩縛了曳之而行。這些婦女大都小腳伶仃，如何跟得上馬匹，有的跌倒在地，便被繩子拉著隨地拖行。所有婦女都是漢人，顯是這群元兵擄掠來的百姓，其中半數都已衣衫被撕得稀爛，有的更裸露了大半身，哭哭啼啼，極是淒慘。元兵有的手持酒瓶，喝得半醉，有的則揮鞭抽打眾女。這些蒙古兵一生長於馬背，鞭術精良，馬鞭抽出，回手一拖，便捲下了女子身上一大片衣衫。餘人歡呼喝采，喧聲笑嚷。蒙古人侵入中國，將近百年，素來瞧得漢人比牲口也還不如，只是這般在光天化日之下大肆淫虐欺辱卻也是極少見之事。明教眾人無不目眥欲裂，只待張無忌一聲令下，便即衝上殺兵救人。忽聽得那少年公子說道：「吳六破，你去叫他們放了這干婦女，如此胡鬧，成甚麼樣子！」話聲清脆，又嬌又嫩，竟似女子。一名大漢應道：「是！」解下繫在柳樹上的一匹黃馬，翻身上了馬背，馳將過去，大聲說道：「喂，大白天這般胡鬧，你們也沒官長管束嗎？快快把眾婦女放了！」元兵隊中一名軍官越眾而出，臂彎中摟著一個少女，斜著醉眼，哈哈大笑，說道：「你這死囚活得不耐煩了，來管老爺的閒事！」那大漢冷冷的道：「天下盜賊四起，都是你們這班不恤百姓的官兵鬧出來的，乘早給我規矩些罷。」那軍官打量柳蔭下的眾人，心下微感詫異，暗想尋常老百姓一見官兵，遠遠躲開尚自不及，怎地這群人吃了豹子膽、老虎心，竟敢管起官軍的事來？一眼掠過，見那少年公子頭巾上兩粒龍眼般大的明珠瑩然生光，貪心登起，大笑道：「兔兒相公，跟了老爺去罷！有得你享福的！」說著雙腿一夾，催馬向那少年公子衝來。那公子本來和顏悅色，瞧著眾元兵的暴行似乎也不生氣，待聽得這軍官如此無禮，秀眉微微一蹙，說道：「別留一個活口。」這「口」字剛說出，颼的一聲響，一支羽箭射出，在那軍官身上洞胸而過，乃是那公子身旁一個獵戶所發。此人發箭手法之快，勁力之強，幾乎已是武林中的一流好手，尋常獵戶豈能有此本事？只聽得颼颼颼連珠箭發，八名獵戶一齊放箭，當真是百步穿楊，箭無虛發，每一箭便射死一名元兵。眾元兵雖然變起倉卒，大吃一驚，但個個弓馬嫻熟，大聲吶喊，便即還箭。餘下七名獵戶也即上馬衝去，一箭一個，一箭一個，頃刻之間，射死了三十餘名元兵。其餘元兵見勢頭不對，連聲呼哨，丟下眾婦女回馬便走。那八名獵戶胯下都是駿馬，風馳電掣般追將上去，八枝箭射出，便有八名元兵倒下，追出不到一里，蒙古官兵盡數就殲。那少年公子牽過坐騎，縱馬而去，更不回頭再望一眼。他號令部署在瞬息間屠滅五十餘名蒙古官兵，便似家常便飯一般，竟是絲毫不以為意。周顛叫道：「喂，喂！慢走，我有話問你！」那公子更不理會，在八名獵戶擁衛之下，遠遠的去了。張無忌、韋一笑等若是施展輕功追趕，原也可以追及奔馬，向那少年公子問個明白，但見那八名獵戶神箭殲敵，俠義為懷，心下均存了敬佩之意，不便貿然冒犯。眾人紛紛議論，都猜不出這九人的來歷。楊逍道：「那少年公子明明是女扮男裝，這八個獵戶打扮的高手卻對她恭謹異常。這八人箭法如此神妙，不似是中原那一個門派的人物。」這時楊不悔和厚土旗下眾人過去慰撫一眾被擄的女子，問起情由，知是附近村鎮中的百姓，於是從元兵的屍體上搜出金銀財物，分發眾女，命她們各自從小路歸家。此後數日之間，群豪總是談論著那箭殲元兵的九人，心中都起了惺惺相惜之意，恨不得能與之訂交為友。周顛對楊逍道：「楊兄，令愛本來也算是個美女，可是和那位男裝打扮的小姐一比，相形之下，那就比下去啦。」楊逍道：「不錯，不錯。他們若肯加入本教，那八位獵戶的排名，就該在『五散人』之上。」周顛道：「放你娘的臭屁！騎射功夫有甚麼了不起？你叫他們跟周顛比劃比劃。」楊逍沉吟道：「比之周兄自是稍有不如，但以武功而論，看來比冷謙兄要略勝半籌。」明教五散人中武功以冷謙為冠，這是眾所周知之事。楊逍和周顛素來不睦，雖然不再明爭，但周顛一有機會，便要和楊逍鬥幾句口，這時聽他說八獵戶的武功高於冷謙，顯是把五散人壓下去了，心頭逾怒，正待反唇相譏，彭瑩玉笑道：「周兄又上了楊左使的當，他有意想激你生氣呢！」周顛哈哈大笑，說道：「我偏不生氣，你奈何得我？」但過不多時，又指摘起楊逍騎術不佳來。群豪相顧莞爾。殷梨亭每日在張無忌醫療之下，神智已然清醒，說起那日從光明頂下來，心神激盪，竟在大漠中迷失了道路，越走越遠，在黃沙莽莽的戈壁中摸索了八、九日。待得覓回舊路，已和武當派師兄弟們失去了聯絡。這日突然遇到了五名少林僧人，那些和尚一言不發，便即上前挑戰。五僧武功都是極強，殷梨亭雖然打倒了二僧，但寡不敵眾，終於身受重傷。他說這五個和尚的武功是少林一派，確然無疑，只是並未在光明頂上會過，想來是後援的人眾，到底何以對他忽下毒手，實是猜想不透。他曾自報姓名，那便決不是認錯了人。一路之上，楊不悔對他服侍十分周到，她知自己父母負他良多，又見他情形如此淒慘，不禁憐惜之心大起。※※※這天黃昏，群豪過了永登，加緊催馬，要趕到江城子投宿。正行之間，聽得馬蹄聲響，大路上兩騎並肩馳來，奔到十餘丈外便躍下地來，牽馬候在道旁，神態甚是恭敬。那二人獵戶打扮，正是箭殲元兵的八雄中人物。群豪大喜，紛紛下馬迎上。那兩人走到張無忌跟前，躬身行禮。一人朗聲說道：「敝上仰慕明教張教主仁俠高義群豪英雄了得，命小人邀請各位赴敝莊歇馬，以表欽敬之忱。」張無忌還禮道：「豈敢，豈敢！不知貴上名諱如何稱呼？」那人道：「敝上姓趙，閨名不敢擅稱。」眾人聽他直認那少年公子是女扮男裝，足見相待之誠，心中均喜。張無忌道：「自見諸位弓箭神技，每日裏讚不絕口，得蒙不棄下交，幸如何之。只是叨擾不便。」那人道：「各位是當世英雄，敝上心儀已久，今日路過敝地，豈可不奉三杯水酒，聊盡地主之誼。」張無忌正想結識這幾位英雄人物，又要打聽倚天劍的來龍去脈，便道：「既是如此，卻之不恭，自當造訪寶莊。」那二人大喜，上馬先行，在前領路。行不出一里，前面又有二人馳來，遠遠的便下馬相候，又是神箭八雄中的人物；再行里許，神箭八雄的其餘四人也並騎來迎。明教群豪見對方禮數周到，盡皆喜慰。順著青石板大路來到一所大莊院前，莊子周圍小河環繞，河邊滿是綠柳，在甘涼一帶竟能見到這等江南風景，群豪都為之胸襟一爽。只見莊門大開，吊橋早已放下，那位姓趙的小姐仍是穿著男裝，站在門口迎接。趙小姐上前行禮，朗聲道：「明教諸位豪俠今日駕臨綠柳山莊，當真是蓬蓽生輝。張教主請！楊左使請！殷老前輩請！韋蝠王請……」她對明教群豪竟個個相識，不須引見，便隨口道出名號，而且教中地位誰高誰下，也是順著順序說得一一無誤。眾人一怔。周顛忍不住便問：「大小姐，你怎地知道我們的姓名？難道你有未卜先知的本領嗎？」趙小姐微笑道：「明教群俠名滿江湖，誰不知聞？近日光明頂一戰，張教主以絕世神功威懾六大派，更是轟傳武林。各位東赴中原，一路上不知將有多少武林朋友仰慕接待，豈獨小女子為然？」眾人一想不錯，心下甚喜，但口中自是連連謙遜，問起那神箭八雄的姓名師承時，一個身材高大的漢子道：「在下是趙一傷，這是錢二敗，這是孫三毀，這是李四摧。」再指著另外四人道：「這是周五輸，這是吳六破，這是鄭七滅，這是王八衰。」明教群豪聽了，無不啞然，心想這八人的姓氏依著「百家姓」上「趙錢孫李、周吳鄭王」排列，已是十分奇詭，所用的名字更是個個不吉，至於「王八衰」云云，直是匪夷所思了。但江湖中人避禍避仇，隨便取個假名，也是尋常得緊，當下不再多問。趙小姐親自領路，將眾人讓進大廳。群豪見大廳上高懸匾額，寫著「綠柳山莊」四個大字。中堂一幅趙孟頫繪的「八駿圖」，八駒姿態各不相同，匹匹神駿風發。左壁懸著一幅大字文曰：「白虹座上飛，青蛇匣中吼，殺殺霜在鋒，團團月臨紐。劍決天外雲，劍衝日中斗，劍破妖人腹，劍拂佞臣首。潛將辟魑魅，勿但驚妾婦。留斬泓下蛟，莫試街中狗。」詩末題了一行小字：「夜試倚天寶劍，洵神物也，雜錄『說劍』詩以贊之。汴梁趙敏。」張無忌書法是不行的，但曾隨朱九真練過字，別人書法的好壞倒也識得一些，見這幅字筆勢縱橫，然頗有嫵媚之致，顯是出自女子手筆，知是這位趙小姐所書。他除醫術之外沒讀過多少書，但詩句含意並不晦澀，一誦即明，心想：「原來她是汴梁人氏，單名一個『敏』字。」便道：「趙姑娘文武全才，佩服佩服。原來姑娘是中州舊京世家。」那趙小姐趙敏微微一笑，說道：「張教主的尊大人號稱『銀鉤鐵劃』，自是書法名家。張教主家學淵源，小女子待會尚要求懇一幅法書。」張無忌一聽此言，臉上登時紅了，他十歲喪父，未得跟父習練書法，此後學醫學武，於文字一道實是淺薄之至，便道：「姑娘要我寫字，那可要了我的命啦。在下不幸，先父見背甚早，未克繼承先父之學，大是慚愧。」說話之間，莊丁已獻上茶來，只見雨過天青的瓷杯之中，飄浮著嫩綠的龍井茶葉，清香撲鼻。群豪暗暗奇怪，此處和江南相距千里之遙，如何能有新鮮的龍井茶葉？這位姑娘實是處處透著奇怪。趙敏端起茶杯先喝了一口，意示無他，等群豪用過茶後，說道：「各位遠道光降，敝莊諸多簡慢，尚請恕罪。各位路途勞頓，請到這邊先用些酒飯。」說著站起身來，引著群豪穿廊過院，到了一座大花園中。園中山石古拙，溪池清澈，花卉不多，卻甚是雅緻。張無忌不能領略園中的勝妙之處，楊逍卻已暗暗點頭，心想這花園的主人實非庸夫俗流，胸中大有丘壑。水閣中已安排了兩桌酒席。趙敏請張無忌等入座。趙一傷、錢二敗等神箭八雄則在邊廳陪伴明教其餘教眾。殷梨亭無法起身，由楊不悔在廂房裏餵他飲食。趙敏斟了一大杯酒，一口乾了，說道：「這是紹興女貞陳酒，已有一十八年功力，各位請嘗嘗酒味如何？」楊逍、韋一笑、殷天正等雖深信這位趙小姐乃俠義之輩，但仍處處小心，細看酒壺、酒杯均無異狀，趙小姐又喝了第一杯酒，便去了疑忌之心，放懷飲食。明教教規本來所謂「食菜事魔」，禁酒忌葷，自總壇遷入崑崙山中之後，已革除了這些飲食上的禁忌。西域蔬菜難得，貴於肉食，兼之氣候嚴寒，倘不食牛羊油脂，內力稍差者便抵受不住。水閣四周池中種著七、八株水仙一般的花卉，似水仙而大，花作白色，香氣優雅。群豪臨清芬、飲美酒，和風送香，甚是暢快。那趙小姐談吐甚健，說起中原各派的武林軼事，竟有許多連殷天正父子也不知道的。她於少林、峨嵋、崑崙諸派武功頗少許可，但提到張三丰和武當七俠時卻推崇備至，對明教諸大豪的武功門派也極盡稱譽，出言似乎漫不經意，但一褒一讚，無不詞中竅要。群豪又是歡喜，又是佩服，但問到她自己的武功師承時，趙敏卻笑而不答，將話題岔了開去。酒過數巡，趙敏酒到杯乾，極是豪邁，每一道菜上來，她總是搶先夾一筷子吃了，眼見她臉泛紅霞，微帶酒暈，容光更增麗色。自來美人，不是溫雅秀美，便是嬌艷姿媚，這位趙小姐卻是十分美麗之中，更帶著三分英氣，三分豪態，同時雍容華貴，自有一副端嚴之致，令人肅然起敬，不敢逼視。張無忌道：「趙姑娘，承蒙厚待，敝教上下無不感激。在下有一句言語想要動問，只是不敢出口。」趙敏道：「張教主何必見外？我輩行走江湖，所謂『四海之內，皆兄弟也』，各位倘若不棄，便交交小妹這個朋友。有何吩咐垂詢，自當竭誠奉告。」張無忌道：「既是如此，在下想要請問，姑娘這柄倚天劍從何處得來？」趙敏微微一笑，解下腰間倚天劍，放在桌上，說道：「小妹自和各位相遇，各位目光灼灼，不離此劍，不知是何緣故，可否見告？」張無忌道：「實不相瞞，此劍原為峨嵋掌門滅絕師太所有，敝教弟兄喪身在此劍之下者實不在少。在下自己，也曾被此劍穿胸而過，險喪性命，是以人人關注。」趙敏道：「張教主神功無敵，聽說曾以乾坤大挪移法從滅絕師太手中奪得此劍，何以反為此劍所傷？又聽說劍傷張教主者，乃是峨嵋派中一個青年女弟子，武功也只平平，小妹對此殊為不解。」說話時盈盈妙目凝視張無忌臉上，絕不稍瞬，口角之間，似笑非笑。張無忌臉上一紅，心道：「她怎知道得這般清楚？」便道：「對方來得過於突兀，在下未及留神，至有失手。」趙敏微笑道：「那位周芷若周姊姊定是太美麗了，是不是？」張無忌更是滿臉通紅，道：「姑娘取笑了。」端起酒杯，想要飲一口掩飾窘態，那知手微顫，竟潑出了幾滴酒來，濺在衣襟上。趙敏微笑道：「小妹不勝酒力，再飲恐有失儀，現下說話已不知輕重了。我進去換一件衣服，片刻即回，諸位請各自便，不必客氣。」說著站起身來，學著男子模樣，團團一揖，走出水閣，穿花拂柳的去了。那柄倚天劍仍平放桌上，並不取去。侍候的家丁繼續不斷送上菜餚。群豪便不再食，等了良久，不見趙敏回轉。周顛道：「她把寶劍留在這裏，倒放心咱們。」說著便拿起劍來，托在手中，突然「噫」的一聲，說道：「怎地這般輕？」抓住劍柄抽了出來，劍一出鞘，群豪一齊站起身，無不驚愕。這那裏是斷金切玉、鋒銳絕倫的倚天劍？竟是一把木製的長劍。各人隨即聞到一股淡淡的香氣，但見劍刃色作淡黃，竟是檀香木所製。周顛一時不知所措，將木劍又還入劍鞘，喃喃的道：「楊……楊左使，這……這是甚麼玩意兒？」他雖和楊逍成日鬥口，但心中實是佩服他見識卓超，此刻遇上了疑難，不自禁脫口便向他詢問。楊逍臉色鄭重，低聲道：「教主，這趙小姐十九不懷好意。此刻咱們身處危境，急速離開為是。」周顛道：「怕她何來？她敢有甚舉動，憑著咱們這許多人，還不殺他個落花流水？」楊逍道：「自進這綠柳山莊，只覺處處透著詭異，似正非正，似邪非邪，實捉摸不到是何門道。咱們何必留在此地，事事為人所制？」張無忌點頭道：「楊左使所言不錯。咱們已用過酒菜，如此告辭便去。」說著便即離座。鐵冠道人道：「那真倚天劍的下落，教主便不尋訪了嗎？」彭瑩玉道：「依屬下之見，這趙小姐故佈疑陣，必是有所為而來。咱們便不去尋她，她自會再找上門來。」張無忌道：「不錯，咱們此刻有事在身，不必多生枝節。日後以逸待勞，一切看明白了再說。」當下各人出了水閣，回到大廳，命家丁通報小姐，說多謝盛宴，便此告辭。趙敏匆匆出來，身上已換了一件淡黃綢衫，更顯得瀟灑飄逸，容光照人，說道：「才得相會，如何便去？莫是嫌小女子接待太過簡慢麼？」張無忌道：「多謝姑娘厚賜，怎說得上『簡慢』二字。我們俗務纏身，未克多待。日後相會，當再討教。」趙敏嘴角邊似笑非笑，直送出莊來。神箭八雄恭恭敬敬的站在道旁，躬身送客。群豪抱拳而別，一言不發的縱馬疾馳，眼見雖綠柳山莊已遠，四下裏一片平野，更無旁人。周顛大聲說道：「這位趙大小姐未必安著甚麼壞心眼兒，她拿一柄木劍跟教主開個玩笑，那是女孩兒家胡鬧，當得甚麼真？楊左使，這一次你可走了眼啦！」楊逍沉吟道：「到底是甚麼道理，我也說不上來，只是覺得不對勁。」周顛笑道：「大名鼎鼎的楊左使在光明頂一戰之後，變成了驚弓之……啊喲！」身子一幌，倒撞下馬。說不得和他相距最近，忙躍下馬背，搶上扶起，說道：「周兄，怎麼啦？」周顛笑道：「沒……沒甚麼。想是多喝了幾杯，有些兒頭暈。」他一說起「頭暈」兩字，群豪相顧失色，原來自離綠柳莊後，一陣奔馳，各人都微微有些頭暈，只是以為酒意發作，誰也沒加在意，但以周顛武功之強，酒量之宏喝了幾杯酒怎能倒撞下馬？其中定有蹊蹺。張無忌仰起了頭，思索王難姑「毒經」中所載，有那一種無色、無味、無臭的毒藥，能使人服後頭暈；遍思諸般毒藥皆不相符，而且自己飲酒食菜與群豪絕無分別，何以絲毫不覺有異？突然之間，腦海中猶如電光般一閃，猛地裏想起一事，不由得大吃一驚，叫道：「在水閣中飲酒的各位一齊下馬，就地盤膝坐下，千萬不可運氣調息，一任自然。」又下令道：「五行旗和天鷹旗下的弟兄，分佈四方，嚴密保護諸位首領，不論有誰走近，一概格殺！」眾人聽得教主嚴令，轟然答應，立時抽出兵刃，分佈散開。張無忌叫道：「不等我回來，不得離散。」群豪一時不明所以，只感微微頭暈，絕無其他異狀，何以教主如此驚慌？張無忌又再叮囑：「不論心頭如何煩惡難受，總之是不可調運內息，否則毒發無救。」群豪吃了一驚：「怎地中了毒啦？」張無忌身形微幌，已竄出十餘丈外，他嫌騎馬太慢，當下施展輕功，疾奔綠柳莊而去。他焦急異常，知道這次楊逍、殷天正等人所中劇毒，一發作起來只不過一時三刻之命，決不似中了「玄陰指」後那麼可以遷延時日，倘若不及時搶到解藥，眾人性命休矣。這二十餘里途程片刻即至，到得莊前，一個起落，身子已如一枝箭般射了進去。守在莊門前的眾莊丁眼睛一花，似見有個影子閃過，竟沒看清有人闖進莊門。張無忌直衝後園，搶到水閣，只見一個身穿嫩綠綢衫的少女左手持杯，右手執書，坐著飲茶看書，正是趙敏。這時她已換了女裝。她聽得張無忌腳步之聲，回過頭來，微微一笑。張無忌道：「趙姑娘，在下向你討幾棵花草。」也不等她答話，左足一點，從池塘岸畔躍向水閣，身子平平飛渡，猶如點水蜻蜓一般，雙手已將水中七、八株像水仙般的花草盡數拔起。正要踏上水閣，只聽得嗤嗤聲響，幾枚細微的暗器迎面射到，張無忌右手袍袖一拂，將暗器捲入衣袖，左袖拂出，攻向趙敏。趙敏斜身相避，只聽得呼呼風響，桌上茶壺、茶杯、果碟等物齊被袖風帶出，越過池塘，摔入花木，片片粉碎。張無忌身子站定，看手中花草時，見每棵花的根部都是深紫色的長鬚，一條條鬚上生滿了珍珠般的小球，碧綠如翡翠，心中大喜，知解藥已得，當即揣入懷內，說道：「多謝解藥，告辭！」趙敏笑道：「來時容易去時難！」擲去書卷，雙手順勢從書中抽出兩柄薄如紙、白如霜的短劍，直搶上來。張無忌掛念殷天正眾人的傷勢，不願戀戰，右袖拂出，釘在袖上的十多枚金針齊向她射去。趙敏斜身閃出水閣，右足在台階上一點，重行回入，就這麼一出一進，十餘枚金針都落入了池塘。張無忌讚道：「好身法！」眼見她左手前，右手後，兩柄短劍斜刺而至，心想：「這丫頭心腸如此毒辣，倘若我不是練過九陽真經神功，讀過王難姑『毒經』，今日明教已不明不白的傾覆在她手中。」雙手探出，夾手便去奪她短劍。趙敏皓腕倏翻，雙劍便如閃電般削他手指。張無忌這一奪竟然無功，心下暗奇，但他神功變幻，何等奧妙，雖沒奪下利刃，手指拂處，已拂中了她雙腕穴道。她雙劍再也拿捏不住，乘勢擲出，張無忌頭一側，登登兩響，兩柄短劍都釘在水閣的木柱之上，餘勁不衰，兀自顫動。張無忌心頭微驚，以武功而論，她還遠不到楊逍、殷天正、韋一笑等人的地步，但機警靈敏，變招既快且狠，雙劍雖然把捏不住，仍要脫手傷人，若以為她兵刃非出手不可，已不足為患，躲避遲得一瞬，不免命喪劍底。趙敏雙劍出手，右腕翻處，抓住套著倚天劍劍鞘的木劍，卻不拔出鞘，揮鞘往張無忌腰間砸來。張無忌左手食中兩指疾點她左肩「肩貞穴」，待她側身相避，右手探出，乾坤大挪移心法豈能再度無功，已將木劍夾手奪過。趙敏站穩腳步，笑吟吟的道：「張公子，你這是甚麼功夫？便是乾坤大挪移神功嗎？我瞧也平平無奇。」張無忌左掌攤開，掌中一朵珠花輕輕顫動，正是她插在鬢邊之物。趙敏臉色微變，張無忌摘去鬢邊珠花，她竟絲毫不覺，倘若他當摘下珠花之時，順手在她左邊太陽穴上一戳，這條小命兒早已不在了。她隨即寧定，淡然一笑，說道：「你喜歡我這朵珠花，送了給你便是，也不須動手強搶。」張無忌倒給她說得有些不好意思，左手一揚，將珠花擲了過去，說道：「還你！」轉身便出水閣。趙敏伸手接住珠花，叫道：「且慢！」張無忌轉過身來，只聽她笑道：「你何以偷了我珠花上兩粒最大的珍珠？」張無忌道：「胡說八道，我沒功夫跟你說笑。」趙敏將珠花高高舉起，正色道：「你瞧，可不是少了兩粒珍珠嗎？」張無忌一瞥之下，果見珠花中有兩根金絲的頂上沒珍珠，料知她是故意摘去，想引得自己走近身去，又施詭計，只哼了一聲，不加理會。趙敏手按桌邊，厲聲說道：「張無忌，你有種就走到我身前三步之地。」張無忌不受她激，說道：「你說我膽小怕死，也由得你。」說著又跨下了兩步台階。趙敏見激將之計無效，花容變色，慘然道：「罷啦，罷啦。今日我栽到了家，有何面目去見我師父？」反手拔下釘在柱上的一柄短劍，叫道：「張教主，多謝你成全！」張無忌回過頭來，只見白光一閃，她已挺短劍往自己胸口插落。張無忌冷笑道：「我才不上你……」下面那「當」字還沒說出，只見短劍當真插入了她胸口，她慘呼一聲，倒在桌邊。張無忌這一驚著實不小，那料到她居然會如此烈性，數招不勝，便即揮劍自戕，心想這一劍若非正中心臟，或有可救，當即轉身，回來看她傷勢。他走到離桌三步之處，正要伸手去扳她肩頭，突然間腳底一軟，登時空了，身子直墮了下去。他暗叫不好，雙手袍袖運氣下拂，身子在空中微微一停，伸掌往桌邊擊去，這掌只要擊中了，便能借力躍起，不致落入腳底的陷阱。那知趙敏自殺固然是假，這著也早已料到，右掌運勁揮出，不讓人手掌碰到桌子。這幾下兔起鶻落，直是瞬息間之事，雙掌一交，張無忌身子已落下了半截，百忙中手腕疾翻，抓住了趙敏右手的四根手指。她手指滑膩，立時便要溜脫，但張無忌只須有半分可資著力之處，便有騰挪餘地，手臂暴長，已抓住了她上臂，只是他下墮之勢甚勁，一拉之下，兩人一齊跌落。眼前一團漆黑，身子不住下墮，但聽得拍的一響，頭頂翻板已然合上。這一跌下，直有四、五丈深，張無忌雙足著地，立即躍起，施展「壁虎游牆功」游到陷阱頂上，伸手去推翻板。觸手堅硬冰涼，竟是一塊巨大的鐵板，被機括扣得牢牢的。他雖具乾坤大挪移神功，但身懸半空，不似站在地下那樣可將力道挪來移去，一推之下，鐵板紋絲不動，身子已落了下來。趙敏格格笑道：「上邊八根粗鋼條扣住了，你人在下面，力氣再大，又怎推得開？」張無忌惱她狡獪奸詐，不去理她，在陷阱四壁摸索，尋找脫身之計。四壁摸上去都是冷冰冰的十分光滑，堅硬異常。趙敏笑道：「張公子，你的『壁虎游牆功』當真了得。這陷阱是純鋼所鑄，打磨得滑不留手，連細縫也沒一條，你居然游得上去，嘻嘻，嘿嘿！」張無忌怒道：「你也陪我陷身在這裏，有甚麼好笑？」突然想起：「這丫頭奸滑得緊，這陷阱中必有出路，別要讓她獨自逃了出去。」當即上前兩步，抓住了她手腕。趙敏驚道：「你幹甚麼？」張無忌道：「你別想獨個兒出去，你要活命，乘早開了翻板。」趙敏笑道：「你慌甚麼？咱們總不會餓死在這裏。待會他們尋我不見，自會放咱們出去。最擔心的是，我手下人若以為我出莊去了，那就糟糕。」張無忌道：「這陷阱之中，沒有出路的機括嗎？」趙敏笑道：「瞧你生就一張聰明面孔，怎地問出這等笨話來？這陷阱又不是造來自己住著好玩的。那是用以捕捉敵人的，難道故意在裏面留下開啟的機括，好讓敵人脫身而出嗎？」張無忌心想倒也不錯，說道：「有人落入陷阱，外面豈能不知？你快叫人來打開翻板。」趙敏道：「我的手下人都派出去啦，你剛才見到水閣中另有旁人沒有？明天這時候，他們便回來了。你不用急，好好休息一會，剛才吃過喝過，也不會就餓了。」張無忌大怒，心想：「我多待一會兒不要緊，可是外公他們還有救嗎？」五指一緊，使上了二成力，喝道：「你不立即放我出去，我先殺了你再說。」趙敏笑道：「你殺了我，那你就永遠別想出這鋼牢了。喂，男女授受不親，你握著我的手幹嗎？」張無忌被她一說，不自禁的放脫了她手腕，退後兩步，靠壁坐下。這鋼牢方圓不過數尺，兩人走遠也只能相距一步，他又是憂急，又是氣惱，聞到她身上少女氣息，加上懷中的花香，不禁心神一蕩，站起身來，怒道：「我明教眾人和你素不相識，無怨無仇，你何故處心積慮，要置我們個個於死地？」趙敏道：「你不明白的事情太多，既然問起，待我從頭說來。你可知我是誰？」張無忌一想不對，雖然頗想知道這少女的來歷和用意，但若等她從頭至尾的慢慢說來，殷天正等人已然毒發斃命，何況怎知道這少女的來歷是真是假，倘若她捏造一套謊話來胡說八道一番，枉然耗費時刻，眼前更無別法，只有逼她叫人開啟翻板，便道：「我不知道你是誰，這當兒也沒功夫聽你說。你到底叫不叫人來放我？」趙敏道：「我無人可叫。再說，在這裏大喊大叫，上面也聽不見。你若不信，不妨喊上幾聲試試。」張無忌怒極，伸左掌去抓她手臂。趙敏驚叫一聲，出手撐拒，早被點中了脅下穴道，動彈不得。張無忌左手叉住她咽喉，道：「我只須輕輕使力，你這條性命便沒了。」這時兩人相距極近，只覺她呼吸急促，吐氣如蘭，張無忌將頭仰起，和她臉孔離開得遠些。趙敏突然嗚嗚咽咽的哭了起來，泣道：「你欺侮我，你欺侮我！」這一著又是大出他意料之外，一愕之下，放開了左手，說道：「我又不是想欺侮你，只是要你放我出去。」趙敏哭道：「我又不是不肯，好，我叫人啦！」提高嗓子，叫道：「喂，喂！來人哪！把翻板開了，我落在鋼牢中啦。」她不斷叫喊，外面卻毫無動靜。趙敏笑道：「你瞧，有甚麼用？」張無忌氣惱之極，說道：「也不羞！又哭又笑的，成甚麼樣子？」趙敏道：「你自己才不羞！一個大男人家，卻來欺侮弱女子？」張無忌道：「你是弱女子嗎？你詭計多端，比十個男子漢還要厲害。」趙敏笑道：「多承張大教主誇讚，小女子愧不敢當。」張無忌心想事勢緊急，倘若不施辣手，明教便要全軍覆沒，一咬牙，伸過手去，嗤的一聲，將她裙子撕下了一片。趙敏以為他忽起歹念，這才真的驚惶起來，叫道：「你……你做甚麼？」張無忌道：「你若決定要放我出去，那便點頭。」趙敏道：「為甚麼？」張無忌不去理她，吐些唾液將那片綢子浸濕了，說道：「得罪了，我這是迫不得已。」當下將濕綢封住了她的口鼻。趙敏立時呼吸不得，片刻之間，胸口氣息窒塞，說不出的難過。她卻也真硬氣，就是不肯點頭，熬到後來，身子扭了幾下，暈了過去。張無忌一搭她手腕，只覺脈息漸漸微弱，當下揭開封住她口鼻的濕綢。過了半晌，趙敏悠悠醒轉，呻吟了幾聲。張無忌道：「這滋味不大好受罷？你放不放我出去？」趙敏恨恨的道：「我便再昏暈一百次，也是不放，要麼你就乾脆殺了我。」伸手抹抹口鼻，呸了幾聲，說道：「你的唾沫，呸！臭也臭死了！」張無忌見她如此硬挺，一時倒是束手無策，又僵持片刻，心下焦急，說道：「我為了救眾人性命，只好動粗了，無禮莫怪。」抓起她左腳，扯脫了她的鞋襪。趙敏又驚又怒，叫道：「臭小子，你幹甚麼？」張無忌不答，又扯脫了她右足鞋襪，伸雙手食指點在她兩足掌心的「湧泉穴」上，運起九陽神功，一股暖氣便即在「湧泉穴」上來回遊走。「湧泉穴」在足心陷中，乃「足少陰腎經」的起端，感覺最是敏銳，張無忌精通醫理，自是明曉。平時兒童嬉戲，以手指爬搔遊伴足底，即令對方週身酸麻，此刻他以九陽神功的暖氣擦動她「湧泉穴」，比之用羽毛絲髮搔癢更加難當百倍。只擦動數下，趙敏忍不住格格嬌笑，想要縮腳躲閃，苦於穴道被點，怎動彈得半分？這份難受遠甚於刀割鞭打，便如幾千萬隻跳蚤同時在五臟六腑、骨髓血管中爬動咬嚙一般，只笑了數聲，便難過得哭了出來。張無忌忍心不理，繼續施為。趙敏一顆心幾乎從胸腔中跳了出來，連週身毛髮也癢得似要根根脫落，罵道：「臭小子……賊……小子……，總有一天，我……我將你千刀……千刀萬剮……好啦，好啦……饒……饒了我罷……張……張公子……張教……教主……嗚嗚……嗚嗚……」張無忌道：「你放不放我？」趙敏哭道：「我……放……快……停手……」張無忌這才放手，說道：「得罪了！」在她背上推拿數下，解開了她穴道。趙敏喘了口長氣，罵道：「賊小子，給我著好鞋襪！」張無忌拿起羅襪，一手便握住她左足，剛才一心脫困，意無別念，這時一碰到她溫膩柔軟的足踝，心中不禁一蕩。趙敏將腳一縮，羞得滿面通紅，幸好黑暗中張無忌也沒瞧見，她一聲不響的自行穿好鞋襪，在這一霎時之間，心中起了異樣的感覺，似乎只想他再來摸一摸自己的腳。卻聽張無忌厲聲喝道：「快些，快些！快放我出去。」趙敏一言不發，伸手摸到鋼壁上刻著的一個圓圈，倒轉短劍劍柄，在圓圈中忽快忽慢、忽長忽短的敲擊七、八下，敲擊之聲甫停，豁喇一聲，一道亮光從頭頂照射下來，那翻板登時開了。這鋼壁的圓圈之處有細管和外邊相連，她以約定的訊號敲擊，管機關的人便立即打開翻板。張無忌沒料到說開便開，竟是如此直捷了當，不由得一愕，說道：「咱們走罷！」趙敏低下了頭，站在一邊，默不作聲。張無忌想起她是一個女孩兒家，自己一再折磨於她，好生過意不去，躬身一揖，說道：「趙姑娘，適才在下實是迫於無奈，這裏跟你謝罪了。」趙敏索性將頭轉了過去，向著牆壁，肩頭微微聳動，似在哭泣。她奸詐毒辣之時，張無忌跟她鬥智鬥力，殊無雜念，這時內愧於心，又見她背影婀娜苗條，後頸中肌膚瑩白勝玉，秀髮蓬鬆，不由得微起憐惜之意，說道：「趙姑娘，我走了，張某多有得罪。」趙敏的背脊微微扭了一下，仍是不肯回過頭來。張無忌不敢再行耽擱，又即施展「壁虎游牆功」一路游上，待到離那陷阱之口尚有丈餘，右足在鋼壁上一點，沖天竄出，袍袖一拂，護住頭臉，生怕有人伏在阱口突加偷襲。身子尚未落下，遊目四望，水閣中不見有人。他不願多生事端，越過圍牆，抄小路徑奔回明教群豪停歇之處。眼見夕陽在山，剛才在陷阱中已耽了大半個時辰，不知殷天正等性命如何，心中憂急，奔得更快，不多時已離原處不遠，不由大吃一驚。※※※只見大隊蒙古騎兵奔馳來去，將明教群豪圍在中間，眾元兵彎弓搭箭，一箭箭向人圈中射去。張無忌心想：「本教首領人物一齊中毒，無人發號施令，如何抵擋得住大隊敵兵的圍攻？」腳下加快，搶上前去。剛奔到近處，只聽得人叢中一個清脆的女子聲音叫道：「銳金旗攻東北方，洪水旗至西南方包抄。」正是小昭的聲音。她呼喝之聲甫歇，明教中一隊白旗教眾向東北方衝殺過去，一隊黑旗教眾兜至西南包抄。元兵分隊抵敵，突然間黃旗的厚土旗、青旗的巨木旗教眾從中間並肩殺出，猶似一條黃龍、一條青龍捲將出來。元兵陣腳被衝，一陣大亂，當即退後。張無忌幾個起落，已奔到教眾身前，眾人見教主回轉，齊聲吶喊，精神大振。張無忌見殷天正、楊逍、周顛等人以及五行旗的正副掌旗使都團團坐在地下，小昭卻手執小旗，站在土丘上指揮教眾禦敵。五行旗、天鷹旗各路教眾都是武藝高強之士，只是首領中毒，登時亂了，但一經小昭以八卦之術佈置守禦，元兵竟久攻不進。小昭喜叫：「張公子，你來指揮。」張無忌道：「我不成。還是你指揮得好。待我去衝殺一陣，殺他幾個帶兵的軍官。」只聽颼颼數聲，幾枝箭向他射了過來，張無忌從教眾手裏接過一枝長矛，將來箭一一撥落，手臂一振，那長矛便如一枝箭般飛了出去，在一名元兵百夫長身上穿胸而過，將他釘在地下。眾元兵大聲叫喊，又退了數十步。突聽得號角嗚嗚聲動，十餘騎奔馳而來。張無忌見當先是趙敏手下的「神箭八雄」，不禁眉頭微蹙，暗想：「這八人箭法太強，若任得他們發箭，只怕眾兄弟損傷非小，須得先下手為強！」卻見那「神箭八雄」中為首的趙一傷搖動一根金色龍頭短杖，叫道：「主人有令，立即收兵。」帶兵的元兵千夫長大聲叫了幾聲蒙古話，眾元兵撥轉馬頭，疾馳而去。錢二敗端著一隻托盤，下馬走到張無忌身前，躬身道：「我家主人請張教主收下留念。」張無忌一看，只見托盤中舖著一塊黃色錦緞，緞上放著一隻黃金盒子，鏤刻得極是精緻。張無忌也不怕他弄甚麼鬼，伸手拿了。錢二敗躬身行禮，倒退三步，轉身上馬而去。張無忌將黃金盒子交給小昭，他掛念著眾人病勢，也無暇去看盒中是何物事，當即從懷中取出花來，命人取過清水，捏碎深紫色的根鬚和碧綠小球莖，調入清水，分別給殷天正、楊逍以及五行旗各正副掌旗使等人服下。這一役中凡是赴水閣飲宴之人，除了張無忌因有九陽神功護體、諸毒不侵之外，所有明教首腦，無不中毒。只是楊不悔陪著殷梨亭在外，小昭及諸教眾在廂廳中飲食，各人遵從教主號令，於各物沾口之前均悄悄以銀針試過，倒是沒有中毒。解毒之物甚是對症，不到個半時辰，群豪體內毒性消解，不再頭暈眼花，只是週身乏力而已，當即問起中毒和解藥的原委。張無忌歎道：「咱們已然處處提防，酒水食物之中有無毒藥，我當可瞧得出來。豈知那趙姑娘下毒的心機直是匪夷所思。這種水仙模樣的花叫做『醉仙靈芙』，雖然極是難得，本身卻無毒性。這柄假倚天劍乃是用海底的『奇鯪香木』所製，本身也是無毒，可是這兩股香氣混在一起，便成劇毒之物了。」周顛拍腿道：「都是我不好，誰叫我手癢，去拔出這倚天劍來瞧他媽的勞什子。」張無忌道：「她既處心積慮的設法陷害，周兄便不去動劍，她也會差人前來拔劍下毒，那是防不了的。」周顛道：「來！咱們一把火去把那綠柳山莊燒了！」他剛說了那句話，只見來路上黑煙衝天而起，紅焰閃動，正是綠柳山莊起火。群豪面面相覷，說不出話來，心中同時轉著一個念頭：「這趙姑娘事事料敵機先，早就算到咱們毒解之後，定會前去燒莊，她便先行放火將莊子燒了。此人年紀雖輕，又是個女流之輩，卻實是勁敵。」周顛拍腿叫道：「她燒了莊子便怎地？咱們還是趕去，追殺她個落花流水。」楊逍道：「她既連莊子都燒了，自是事事有備，料想未必能追趕得上。」周顛道：「楊兄，你的武功也還罷了，講到計謀，總算比周顛稍勝半籌。」楊逍笑道：「豈敢，豈敢！周兄神機妙算，小弟如何能及？」張無忌笑道：「兩位不必太謙。咱們這次沒受多大損傷，只十三、四位弟兄受了箭傷，也算是天幸，這就趕路罷。」群豪在道上問張無忌，如何能想到各人中毒的原因。張無忌道：「我記得『毒經』中有一條說道『奇鯪香木』如與芙蓉一類花香相遇，往往能使人沉醉數日，以該花之球莖和水而飲可解。如不即行消解，毒性大損心肺。這『醉仙靈芙』的性子比之尋常芙蓉更是厲害。因此我要叫各位不可運息用功。否則花香侵入各處經脈，實有性命之憂。」韋一笑道：「想不到小昭這小丫頭居然建此奇功，若不是她在危急之際挺身而出，大夥兒死傷必重。」楊逍本來認定小昭這小丫頭乃敵人派來臥底，但今日一役，她卻成了明教的功臣，實令他大出意料之外，一時也想不透其中原由。眾人沿途談論趙敏的來歷，誰都摸不著端倪。張無忌將雙雙跌入陷阱自己搔她腳底脫困等情隱去不說，雖然心中無愧，但當眾談論，總覺難以啟齒。當晚眾人一早投客店歇宿，大隊人眾分別在廟宇祠堂等處借宿。小昭倒了臉水，端到張無忌房中。張無忌道：「小昭，你今日建此奇功，以後不用再做這些丫頭的賤役了。」小昭嫣然一笑，道：「我服侍你很是高興，那又是甚麼賤役不賤役了？」待他盥洗已畢，將那隻黃金盒子取了出來，道：「不知盒中有沒藏著毒蟲毒藥、毒箭暗器之類？」張無忌道：「不錯，該當小心才是。」將盒子放在桌上，拉著她走得遠遠地，取出一枚銅錢，揮手擲出，叮的一聲響，打在金盒的邊緣，那盒蓋彈了開來，並無異狀。他走近看時，只見盒中裝的是一朵珠花，兀自微微顫動，正是他從趙敏鬢邊摘下來過的。趙敏所除去的兩粒大珠已重行穿在金絲之上。他不由得呆了，想不出她此舉是何用意。小昭笑道：「公子，從位趙姑娘可對你好得很啊，巴巴的派人來送你這麼貴重的一朵珠花。」張無忌道：「我是男子漢，要這種姑娘們的首飾何用？小昭，你拿去戴罷。」小昭連連搖手，笑道：「那怎麼成？人家對你一片情意，我怎麼敢收？」張無忌左手三指拿著珠花，笑道：「著！」珠花擲出，手勢不輕不重，剛好插在小昭的頭髮上，珠花下的金針卻沒碰到她肌膚。小昭伸手想去摘下來，張無忌搖手道：「難道我送你一點玩物也不成嗎？」小昭雙頰紅暈，低聲道：「那可多謝啦。就怕小姐見了生氣。」張無忌道：「今晚你幹了這番大事，楊左使父女那能對你再存甚麼疑心？」小昭滿心歡喜，說道：「我見你去了很久不回來，心中急得甚麼似的，又見韃子來攻，不知怎麼，忽然大著膽子呼喝起來。這時候自己想想，當真害怕。公子，請你跟五行旗的各位爺們說說，小昭大膽妄為，請他們不可見怪。」張無忌微笑道：「他們多謝你還來不及呢，怎會見怪？」※※※不一日來到河南境內。其時天下大亂，四方群雄並起，蒙古官兵的盤查更加嚴緊。明教大隊人馬，成群結隊的行走不便，分批到嵩山腳下會齊，這才同上少室山。由巨木旗掌旗使聞蒼松持了張無忌等人名帖，投向少林寺去。張無忌知道此次來少林問罪，雖然不願再動干戈，但結果如何，殊難逆料，倘若少林僧人竟蠻不講理的要動武，明教卻也不得不起而應戰，當下傳下了號令，各首領先行入寺，五行旗和天鷹旗下各路教眾，分批絡繹而來，在寺外四下守候，若聽得自己三聲清嘯，便即攻入接應。諸教眾接令，分頭而去。過不多時，寺中一名老年知客僧隨同聞蒼松迎下山來，說道：「本寺方丈和諸長老閉關靜修，恕不見客。」群豪一聽，盡皆變色。周顛怒道：「這位是明教教主，親自來少林寺拜山，老和尚們居然不見，未免忒也托大。」那知客僧低首垂眉，滿臉愁苦之色，說道：「不見！」周顛大怒，伸手去抓他胸口衣服，說不得舉手擋開，說道：「周兄不可莽撞。」彭瑩玉道：「方丈既是坐關，那麼我們見見空智、空性兩位神僧，也是一樣。」那知客僧雙手合十，冷冰冰的道：「不見。」彭瑩玉道：「那麼達摩堂首座呢？羅漢堂首座呢？」那知客僧仍是愛理不理的道：「不見！」殷天正猶如霹靂般一聲大喝：「到底見是不見？」雙掌排山倒海般推出，轟隆一聲，將道旁一株大松樹推為兩截，上半截連枝帶葉，再帶著三個烏鴉巢，垮喇喇的倒將下來。那知客僧至此始有懼色，說道：「各位遠道來此，本當禮接，只是諸位長老盡在坐關，各位下次再來罷！」說著合十躬身，轉身去了。韋一笑身形一幌，已攔在他身前，說道：「大師上下如何稱呼？」那知客僧道：「小僧法名，不說也罷。」韋一笑伸手在他肩頭輕拍兩下，笑道：「很好，很好！你擅說『不見』兩字，原來是不見大師，是空見神僧的師兄。只不知閻羅王招請佛駕，你『不見神僧』見是不見？」那知客僧被他這麼一拍，一股冷氣從肩頭直傳到心口，全身立時寒戰，牙齒互擊，格格作響。他強自忍耐，側身從韋一笑身旁走過，一路不停的抖索，踉蹌上山。韋一笑道：「這傢伙帶藝投師，身上內功不是少林派的。」張無忌當即想起了圓真，心想帶藝投師之事，少林派中甚是尋常，說道：「韋蝠王拍了他這兩下寒冰綿掌，他師祖、師父焉能置之不理？咱們上去，瞧大和尚們是否當真不見？」眾人料想一場惡鬥已然難免，少林派素來是武林中的泰山北斗，千年來江湖上號稱「長勝不敗門派」，今日這一場大戰，且看明教和少林派到底誰強誰弱。各人精神百倍，快步上山，想到少林寺中高手如雲，眼前這一大戰，激烈處自是非同小可。不到一盞茶時分，已到了寺前的石亭。張無忌想起昔年隨太師父上山，在這亭中和少林派三大神僧相見，今日重來，雖然前後不過數年，但昔年是個瘦骨伶仃的病童，今日卻是明教教主之尊，緬懷舊事，當真是恍若隔世。只見那石亭有兩根柱子斷折了，亭中的石桌也掀倒在地。說不得笑道：「少林和尚好勇鬥狠，這兩根柱子是新斷的，多半前幾天剛跟人打過一場大架，還來不及修理。」周顛道：「待這大戰得勝之後，咱們將這亭子一股腦兒的拆了。」群豪在亭中等候，料想寺中必有大批高手出來，決當先禮後兵，責問何以對殷梨亭如此痛下毒手，眾僧若是蠻不講理，那時只好動武。豈知等了大半天，寺中竟全無動靜。又過一會，遙見一行人從寺後奔向後山，遠遠望去，約有四、五十人。彭瑩玉道：「哼，他們在調兵遣將，四下埋伏。」張無忌道：「進寺去！」當下楊逍、韋一笑在左，殷天正、殷野王在右，鐵冠道人、彭瑩玉、周顛、說不得四散人在後，擁著張無忌進了寺門。來到大雄寶殿，但見佛像前的供桌倒在一旁，香爐也掉在地下，滿地都是香灰，卻不見人。說不得冷笑道：「少林派一見咱們到來，竟然心慌意亂，連香爐也打翻了，可笑啊可笑！」張無忌朗聲道：「明教張無忌，會同敝教楊逍、殷天正、韋一笑諸人前來拜山，求見方丈大師。」他話聲並不甚響，殿旁高懸的銅鐘大鼓受到話聲激盪，同時嗡嗡嗡的響了起來。楊逍、韋一笑等相互對望一眼，均想：「教主內力之深，實是駭人聽聞，當年陽教主在世，也是遠有不及。看來今日之戰，本教可操必勝。」張無忌這幾句話，少林寺前院後院，到處都可聽見，但等了半晌，寺內竟無一人出來。周顛喝道：「喂，少林寺的和尚老哥老弟們，這般躲起來成甚麼樣子？扮新娘子麼？」他話聲可比張無忌響得多了，但殿上鐘鼓卻無應聲。群豪又等片刻，仍不見有人出來。彭瑩玉道：「我心中忽有異感，只覺這寺中陰氣沉沉，大大不祥。」周顛笑道：「和尚進廟得其所哉，有甚麼異感？」鐵冠道人忽道：「咦，這裏有柄斷頭禪杖。」說不得道：「啊！這裏好大一灘血漬！」周顛笑道：「想必光明頂一戰，教主威名遠揚，少林派高掛免戰牌啦！你瞧他們逃得慌慌張張的，連兵器都拋下了。」鐵冠道人搖頭道：「不是的。」周顛道：「為甚麼不是？」鐵冠道人道：「那麼這灘血是甚麼意思？」周顛道：「多半是他們嚇得連手也割……」說到這裏便住了口，自知太也難以自圓其說。便在此時，一陣疾風颳過，只吹得眾人袍袖飛揚。周顛喜道：「好涼快！」猛聽得西邊喀喇喇一聲響，數十丈外的一株大松樹倒了下來。群豪吃了一驚，同時躍起，奔到斷樹之處，只見那株松樹生於一座大院子的東南角上，院子中並無一人，卻不知如何，偌大一株松樹竟會給風一吹便即折斷，壓塌了半堵圍牆。眾人走近松樹斷截處看時，只見脈絡交錯斷裂，顯是被人以重手法震碎，只是樹絡斷裂處略見乾枯，並非適才所為。群豪細察週遭，紛紛說道：「咦，不對！」「啊，這裏動過手。」「好厲害，傷了不少人啊！」大院子中到處都有激烈戰鬥的遺跡，地下青石板上，旁邊樹枝樹幹上、圍牆石壁上，留著不少兵刃砍斬、拳掌劈擊的印記。到處濺滿了血漬，可見那一場拚鬥實是慘烈異常。地下還有許多深淺的腳印，乃是高手比拼內力時所留下。張無忌叫道：「快抓那個知客僧來問個明白。」韋一笑、說不得等人分頭去找，那知客僧卻已躲得不知去向。五行旗四下搜索。過得小半個時辰，各旗掌旗使先後來報，說道寺中無人，但到處都有激鬥過的痕跡。許多殿堂中都有血漬，也有斷折的兵刃，卻沒發見屍首。張無忌道：「楊左使，你說如何？」楊逍道：「這場激鬥，當是在兩三日之前。難道少林派全軍覆沒，竟被殺得一個不存？」說不得道：「剛才不是有幾十人奔向後山嗎？」楊逍道：「那多半是少林派的對頭，留守在這裏的，見到咱們大隊人馬到來，便溜之大吉了。」彭瑩玉道：「依事勢推斷，必當如此。剛才那個知客僧就是冒充的，只可惜沒能截下他來。可是少林派的對頭之中，那有這樣厲害的一個幫會門派？莫非是丐幫？」周顛道：「丐幫勢力雖大，高手雖多，總也不能一舉便把少林寺的眾光頭殺得一個不剩。除非是咱們明教才有這等本事，可是本教明明沒幹這件事啊？」鐵冠道人道：「周顛，你少說幾句廢話成不成？本教有沒有幹這事，難道咱們自己不知？」厚土旗掌旗使顏垣來報：「啟稟教主，羅漢堂中的十八尊羅漢佛像曾經給人移動過，不知其中有無蹊蹺。」群豪知顏垣精於土木構築之學，他既生疑心，必有所見，都道：「咱們瞧瞧去。」來到羅漢堂中，只見牆上濺了不少血漬，戒刀禪杖丟滿一地。周顛道：「顏兄，這十八羅漢有甚麼古怪？」顏垣道：「每一尊羅漢像都給人推動過，本來兄弟疑心後面另有門戶道路，但查察牆壁，卻無密門秘道。」楊逍沉吟半晌，道：「咱們在把羅漢像推開來瞧瞧。」顏垣跳上神座，將長眉羅漢推在一旁，露出牆壁，果然並無異狀。楊逍也躍上神座，細看那長眉羅漢，突然「咦」的一聲，道：「羅漢背後寫得有字。」將那尊羅漢像扳轉身來。群豪赫然見到一個斗大的「滅」字。羅漢像本是金身，這時金光燦爛的背心給人用利器劃出了一個大大的「滅」字。深入逾寸，筆劃中露出了泥土。印痕甚新，顯是刻劃不久。周顛道：「這個『滅』字，是甚麼意思？啊，是了，是峨嵋派挑了少林寺，滅絕師太留字示威。」群豪都覺此話太也匪夷所思，盡皆搖頭。說話之間，群豪已將十八尊羅漢像都扳轉身來，除了極右首的降龍羅漢，極左首的伏虎羅漢之外，餘下十六尊羅漢背後各劃了一字，自右至左的排去，十六個大字赫然是：「先誅少林，再滅武當，惟我明教，武林稱王！」殷天正、鐵冠道人、說不得等人不約而同的一齊叫了出來：「這是移禍江東的毒計！」群豪見這十六個大字張牙舞爪，形狀可怖，想到少林寺群僧慘遭橫禍，這筆帳卻要算到明教頭上，無不戚然有憂。周顛叫道：「咱們快把這些字刮去了，免得做冤大頭。」楊逍道：「敵人用心惡毒，單是刮去這十六個字，未必有用。」這次周顛覺得他說得有理，不再跟他鬥口，只問：「那怎麼辦？」說不得道：「這其實是個證據。咱們找到了使這移禍毒計之人，拿他來與這十六個字對質。」楊逍點頭稱是。彭瑩玉道：「小僧尚有一事不明，要請楊左使指教。刻下這十六字之人，既是存心嫁禍本教，使本教承擔毀滅少林派的大罪名，好讓天下武林群起而攻，然則他何以如此使羅漢佛像背向牆壁？不將這十六個大字向著外面？若不是顏旗使細心，那不是誰也不會知道羅漢像背上有字嗎？」楊逍臉色凝重，說道：「猜想起來，這些羅漢像是另外有人給轉過去的，多半暗中有人在相助本教。咱們已領了人家極大的情。」群豪齊聲問道：「此人是誰？楊左使從何得知？」楊逍歎道：「這其中的原委曲折，我也猜想不透……」他這句話尚未說完，張無忌突然「啊」的一聲，大叫起來，說道：「『先誅少林，再滅武當』，只怕……只怕武當派即將遭難。」韋一笑道：「咱們義不容辭，立即赴援，且看到底是那一批狗奴才幹的好事。」殷天正也道：「事不宜遲，大夥兒立即出發。這批奸賊已先走了一兩天。」