第十四回　釵中秘密苗若蘭聽到這裏，不由得輕輕啜泣。熊元獻等都感十分奇怪，不知道這不肯服藥吃飯的人是誰，與田歸農及苗氏父女三人又有甚麼關連。陶氏父子與天龍諸人卻知說的是田歸農的續絃夫人，但苗大俠何以關心此事，苗若蘭何以傷心，卻又不明所以了，心道：「難道田夫人是苗家親戚？怎麼咱們從來沒聽說過？」劉元鶴道：「當時我在床下聽得摸不著半點頭腦，不知他們說的是誰。但聽苗大俠又問：『這麼說來，是她自己不想活了？』田大哥道：『不論我怎樣跪在地下哀求，她始終不理。』苗大俠道：『她留下了甚麼話？』田大哥道：『她叫我等她死後，將她將屍體火化，把骨灰撒在大路之上，叫千人萬人踐踏！』苗大俠跳了起來，厲聲道：『你照她的話做了沒有？』田大哥道：『我做了一半。屍體是火化了，骨灰卻在這裏。』說著站起身來，從裏床取出一個小小的瓷罈，放在桌上。苗大俠望著瓷罈，臉上神色又是傷心又是憤怒。我只看了一眼，就不敢再望他的臉。「田大哥又從懷裏取出一枚鳳頭珠釵，放在桌上道：『她要我把這珠釵還給你，或者交給苗姑娘，說這是苗家之物。』」眾人聽到此處，齊向苗若蘭望去，只見她鬢邊果然插了一枚鳳頭珠釵，微微幌動。那鳳頭打得精緻無比，幾顆珠子也是顆大圓淨，只是珠身已現微黃，似是歷時已久的古物。劉元鶴道：「苗大俠接過珠釵，從自己頭上拔下一根頭髮，緩緩穿到鳳頭的口裏，那頭髮竟從釵尖上透了出來，原來釵身中間是空的。但見他將頭髮兩端輕輕一拉，鳳頭的一邊跳了開來。苗大俠側過珠釵一倒，從鳳頭裏落出一個紙團。他將紙團攤了開來，冷冷的道：『你瞧見了麼？』田大哥臉如土色，隔了半晌，嘆了口氣。「苗大俠道：『你千方百計要弄這張地圖到手，可是她終於瞧穿了你的面目，不肯將機密告知你，仍將珠釵歸還苗家。寶藏的地圖是在這珠釵之中，哼，只怕你做夢也難以想到！』他說了這幾句話，又將紙團還入鳳頭，用頭髮拉上機括，將珠釵放在桌上，說道：『開鳳頭的法兒我是教了你啦，你拿去按圖尋寶罷！』田大哥哪裏敢動，緊閉著口一聲不響。我在床下卻瞧得焦急異常，地圖與寶刀都在一起了，可是就沒法取得到手。「就在此時，苗大俠忽然做了一件大大出人意料之外的事。他揭開瓷罈，提起茶壺，倒了半壺茶在罈中，伸手將骨灰攪成泥漿，如麵粉團般一口口都吃了下肚中。」只聽得輕輕一聲呻吟，苗若蘭臉無血色，伏在桌上哭了出來，鬢邊那鳳頭珠釵起伏顫動不已。劉元鶴接著道：「田大哥待他吃完骨灰，伸手在桌上一拍，道：『苗大俠，你動手殺我罷，我死而無怨。』苗大俠哈哈一笑，道：『我何必殺你？一個人活著，就未必比死了的人快活。想當年我和胡一刀比武，大戰數日，終於是他夫婦死了，我卻活著。我心中一直難過，但後來想想，他夫婦恩愛不渝，同生同死，可比我獨個兒活在世上好得多啦。嘿嘿，你已到了手的寶貝，卻又親手交還給我。我何必殺你？讓你懊惱一輩子，那不是強得多麼？』說著拿起珠釵，大踏步出房。田大哥手邊雖有弓箭刀劍，卻哪敢動他？「只聽得那狗兒汪的一聲，又叫了起來，原來當時苗大俠並沒殺牠，只是踢中了牠的暈穴，這時回去，又替牠解開。「田大哥唉聲嘆氣，將死嬰和寶刀都放在床上，回身閂上了門，喃喃的道：『一個人活著，就未必比死了的人快活。』坐在床上，叫道：『蘭啊蘭，你為我失足，我為你失足，當真是何苦來？』接著嘿的一聲，甚麼東西戳入了肉裏，他在床上掙了幾掙，就此不動了。「我吃了一驚，忙從床底鑽將出來，只見他將羽箭插在自己胸口，竟已氣絕。各位，田大哥是自盡死的，並非被旁人用箭射死。害死他的既不是陶子安，更不是胡斐，那是他自己。我跟陶胡二人絕無交情，犯不著給他們開脫。「我見他死了，當下吹滅燭火，正想拿了寶刀溜出，陶世兄卻已走到房外拍門，我只得躲回床底。以後的事，陶世兄都已說了。他拿了寶刀，逃到關外來。我在床底下憋了這老半天，豈能就此了事？加上我這位熊師弟跟飲馬川向來有梁子，咱哥兒倆就跟著來啦。」他一番話說完，雙手拍拍身上灰塵，恰似剛從床底下鑽出來一般，喝了兩口茶，神情甚是輕鬆自得。眾人聽了半天故事，心頭疑團倒解了大半，只是飢火上衝，茶越喝得多越是肚餓。陶百歲大聲道：「現下話已說明白了，這柄刀確是田歸農親手交於我兒的，各位不得爭奪了罷？」劉元鶴笑道：「田大哥交給陶世兄的，只是一隻空鐵盒。若你要空盒，在下並無話說，寶刀哪有你份？」殷吉道：「此刀該歸我天龍南宗，再無疑問。」阮士中道：「當日田師兄未行授刀之禮，此刀仍屬北宗。」眾人越爭聲音越大。寶樹忽然朗聲道：「各位爭奪此刀，為了何事？」眾人一時啞口無言，竟難以回答。寶樹冷笑道：「先前各位只知此刀價值連城，還不知它關連著一個極大的寶藏。現今有人說了出來，那更是人人眼紅，個個起心。可是老衲倒要請問一句：『若無寶藏地圖，單要此刀何用？』」眾人心頭一凜，一齊望著苗若蘭鬢邊那隻珠釵。苗若蘭文秀柔弱，要取她頭上珠釵，直是一舉手之勞，只是人人想到她父親威震天下，若是對她有絲毫冒犯褻瀆，她父親追究起來，誰人敢當？是以眼見那珠釵微微顫動，卻無人敢先說話。劉元鶴向眾人橫眼一顧，臉露傲色，走到苗若蘭面前，右手一探，突然將她鬢邊的珠釵拔了下來。苗若蘭又羞又怒，臉色蒼白，退後了兩步。眾人見他居然如此大膽，無不失色。劉元鶴道：「在下是奉旨而行，怕他甚麼苗大俠，鬼大俠？再說，那金面佛此刻是死是活，哼哼，卻也在未可知之數呢。」群豪齊道：「怎麼？」劉元鶴微微一笑，道：「眼下計來，那金面佛縱然尚在人世，十之八九，也已全身銬鐐，落入天牢之中了。」苗若蘭大吃一驚，登忘珠釵被奪之辱，只掛念著父親的安危。寶樹道：「請道其詳。」劉元鶴想起上峰之時，被他在雪地中橫拖倒曳，狼狽不堪，但自從自己說起奉旨而行種種情由，寶樹神色登時改變，此時聽他相詢，更是得意，忍不住要將機密大事吐露出來，好在人前自佔身分，於是問道：「寶樹大師，在下先要問你一句，此間主人是誰？」群豪在山上半日，始終不知主人是誰，聽劉元鶴此問，正合心意，一齊望著寶樹，只聽他笑道：「既然大夥兒都不隱瞞，老衲何必諱言？此間主人姓杜名殺狗，是武林中一位極厲害的腳色。」眾人互相望了一眼，心中暗唸：「杜殺狗？杜殺狗？」卻都想不起此人是誰。寶樹微微一笑，道：「這位杜老英雄自視甚高，等閒不與人交往，是以武功雖強，常人卻不知他名頭。然而江湖上一等一的人物，卻個個對他極是欽慕。」他這幾句話說得輕描淡寫，可把眾人都損了一下，言下之意，明是說眾人實不足道。殷吉、阮士中等都是臉上一紅，但想苗人鳳在那對聯上稱他為「殺狗仁兄」，而自己確夠不上與金面佛稱兄道弟，心中對寶樹之言雖感不快，卻也無可辯駁。劉元鶴道：「咱們上山之時，此間的管家說道：『主人赴寧古塔相請金面佛，又赴北京邀請興漢丐幫的范幫主。』這話可有點兒不盡不實。想那范幫主在河南開封府被擒，小弟也曾出了一點兒力氣。」眾人驚道：「范幫主被擒？」劉元鶴笑道：「這是大內侍衛賽總管親自下的手。想那范幫主雖然也算得上是個人物，卻也不必勞動賽總管的大駕啊。咱們拿住范幫主，只是把他當作一片香餌，用來釣一條大大的金鰲。那金鰲嘛，自然是苗人鳳啦。此間主人赴寧古塔邀請苗人鳳，為的是赴北京相救范幫主。嘿嘿，賽總管在北京安排下天羅地網，專候苗人鳳大駕光臨。他若是不上此當，咱們原是拿他沒有法兒。他竟上京救人，這叫做啄木鳥啃黃蓮樹，自討苦吃。」苗若蘭與父親相別之時，苗人鳳確是因事赴京，囑她先上雪峰。她聽劉元鶴如此說來，只怕父親真是凶多吉少，腦中一暈，不由得雙腿發軟，坐倒在椅上。劉元鶴洋洋得意，說道：「咱們地圖有了，寶刀也有了，去把李自成的藏寶發掘出來，獻給聖上，這裏人人少不了一個封妻蔭子的功名。」他見有的人臉現喜色，有的卻有猶豫之意，心知如陶百歲這等人，把發財瞧得比升官更重，於是又道：「想那寶藏堆積如山，大夥兒順手牽羊，取上一些，那就一世兒吃著不盡，有何不美？」眾人轟然喝采，再無異議。田青文本來羞愧難當，獨自躲在內室，聽得廳上叫好之聲不絕，知道已不在談論她的醜事，當下悄悄走了出來，站在門邊。劉元鶴在辮子上拔下一根頭髮，慢慢從鳳嘴裏穿了過去，依著當日在床下見苗人鳳所用的手法，輕輕一拉一甩，鳳頭機括彈開，裏面果然有個紙團。他將紙團打開，攤在桌上。眾人一齊圍攏去看。但見那紙薄如蟬翼，雖然年深日久，但因密藏珠釵之中，卻是絲毫無損，紙上繪著一座筆立高聳的山峰，峰旁寫著七個字道：「烏蘭山玉筆峰後」。寶樹大叫：「啊哈，天下竟有這等巧事？咱們所在之處，就是烏蘭山玉筆峰啊。」眾人瞧那圖上山峰之形，果真與這雪峰一般無異，上峰時所見崖邊的三株古松，圖上也畫得清清楚楚，眾人無不嘖嘖稱異。寶樹道：「此處莊上杜老英雄見聞廣博，必從何處得知寶藏的消息，是以特意在此建莊。否則此處天候酷寒，上下艱難，他何必費這麼大的事？」劉元鶴心中焦急，忙道：「啊喲！那可不妙。他這莊子建造已久，還不早將寶藏搬得一乾二淨？」寶樹微笑道：「那也未必。劉大人你想，要是他找到了寶藏所在，定然搬到別地，絕不會仍在此處居住。」劉元鶴一拍大腿，叫道：「不錯，不錯！快到後山去。」寶樹一指苗若蘭道：「這位苗姑娘與莊上眾人怎麼辦？」劉元鶴轉過身來，只見于管家等莊上傭僕，個個已走得不知去向。田青文從門後出來，說道：「不知怎的，莊上男男女女都躲了個乾乾淨淨。」劉元鶴搶過一柄單刀，走到苗若蘭身前，說道：「咱們所說之事，她句句聽在心中，留著必有禍患。」舉起單刀，就要往她頭頂砍落。只見人影一閃，琴兒從椅背後躍出，抱住劉元鶴的手，狠命在他手腕上咬了一口。劉元鶴出其不意，手腕一疼，噹啷一響，單刀落地。琴兒大罵：「你這短命的賊，若是傷了小姐一根毫毛，我家老爺上得山來，抽你的筋，剝你的皮，這裏個個脫不了干係。」劉元鶴大怒，反手一拳，猛往琴兒臉上擊去。忽地熊元獻伸臂一格，格開了他這一拳，叫道：「師哥，咱們尋寶要緊，不須多傷人命！」要知熊元獻一生走鏢，向來膽小怕事，不像他師兄做了皇帝侍衛，殺幾個老百姓不當一回事，兼之他聽了琴兒之言，心想若是傷了苗若蘭，萬一她父親逃脫羅網，那可大禍臨頭了。殷吉和他心意相同，也道：「劉師兄，咱們快去尋寶。」劉元鶴雙目一瞪，指著苗若蘭道：「那拿這妞兒怎麼辦？」寶樹笑吟吟的走上兩步，大袖微揚，已在她頸口「天突」與背心「神道」兩穴上各點了一指。苗若蘭全身酸軟，癱在椅上，心裏又羞又急，卻說不出話。琴兒只道他傷了小姐，橫了心又要抓住了和尚的手來咬他一口。寶樹讓她抓住，待右手被她拉到口邊時，手指抖動，點了她鼻邊「迎香」、口旁「地倉」兩穴。琴兒身子一震，摔倒在地。田青文道：「苗家妹子坐在此處須不好看。」俯身托起她的身子，笑道：「真輕，倒似沒生骨頭。」走向東邊廂房。那東廂房原是杜莊主款待賓客的所在，床帳几桌、一應起居之具齊備，陳設得極是華美。田青文掩上了門，替苗若蘭除去鞋襪外裳，只留下貼身小衣，將她裹在被中，垂下了羅帳。苗若蘭自七八歲後，未在人前除過衣衫，田青文雖然也是女子，但也已羞得她滿臉紅暈。田青文望著她身子，笑道：「怕我瞧麼？妹子，你生得真美，連我也不禁動心呢。」抱了她衣衫走到廳上，道：「她衣服都給我除下了，縱然時辰一過，穴道解了，也叫她走動不得。」群豪一齊大笑。劉元鶴道：「走！」搶先奔出。曹雲奇見那柄寶刀放在桌上，道：「我瞧瞧這刀上到底有何古怪。」將刀拿在手中，見刀鞘上除了一面刻著「殺一人如殺我父，淫一人如淫我母」的十四字軍令，另一面刻著闖王李三個大字外，更無別樣奇異之處，他一手持鞘，一手持柄，刷的一響，將那刀拔了出來，只覺青光四射，寒氣直逼，不禁機伶伶的打個冷顫。眾人同時「啊」的一聲叫了出來。劉元鶴本已行到廳口，聽得聲音，當下止步回頭。眾人圍攏觀看，見刀身一面光滑平整，另一面卻雕鏤著雙龍搶珠的花紋。兩條龍一大一小，形狀既極醜陋，而且龍不像龍，蛇不像蛇，倒如兩條毛蟲，但所搶之珠卻是一塊紅玉，寶光照人，顯是珍物。曹雲奇道：「那有甚麼古怪？」寶樹道：「這兩條蟲兒必與寶藏有關，咱們到後山去瞧瞧再說。給我！」說著伸手去接寶刀。曹雲奇更不打話，迴刀護身，急奔而出。寶樹怒道：「你幹甚麼？」追了出去。一出大門，只見曹雲奇握刀向前急奔，寶樹右手一揚，那串唸珠激飛而出，打中了他右肩後的「肩貞穴」。曹雲奇手臂酸麻，把握不住，擦的一聲，一柄刀落在雪地之中。寶樹大踏步上前，拾起寶刀。曹雲奇不敢再爭，退在一旁，眼見他與劉元鶴一個持刀、一個持圖，並肩向山後走去。這時阮士中、田青文等也都湧出大門，一齊跟隨在寶樹身後。寶樹笑道：「劉大人，適才老衲多有冒犯，請勿見怪。」劉元鶴見他陪笑謝罪，心中樂意，道：「大師武藝高強，在下佩服得緊，日後還有借重之處。」寶樹道：「不敢。」兩人走了一陣，眼見山峰邊已無路可行，四顧盡是皚皚白雪，縱然明知寶藏是在這玉筆峰下，但到處冰封雪凍，沒留下一絲痕跡，卻到哪裏去找？若要把峰上冰雪鏟除，即窮千百人之力，也非一年半載之功，是以杜殺狗雖然在峰上住了幾十年，始終沒能尋到寶藏所在。眾人站在崖邊東張西望，束手無策。田青文忽然指著峰下一條小小的山脈，叫道：「你們瞧！」眾人順著她手指望去，未見有何異狀。田青文道：「各位看這山脈的模樣，是否與闖王軍刀上的圖形相似？」眾人給她一語提醒，細看那條山脈，但見一路從東北走向西南，另一路自正南向北，兩路山脈相會之處，有一個並不甚高的圓峰。寶樹舉起寶刀一看，再望丘脈，見那山脈的去勢位置，正與刀上所雕的雙龍搶珠圖一般無異，那圓峰正當刀上寶石的所在，不禁叫了出來：「不錯，不錯，寶藏定是在那圓峰之中。」劉元鶴道：「我們下去。」此時眾人一意尋寶，倒也算得上齊心合力，不再互相猜疑加害。各人撕下衣襟裹在手上，拉著粗索慢慢溜下峰去。第一個溜下的是劉元鶴，最後一個卻是殷吉。他溜下後本想將繩索毀去，以免後患，但見眾人都已去遠，當下不敢停留，展開輕功提縱術向前疾追。自玉筆峰望將下來，那圓峰就在眼前，可是平地走去，路程卻也不近，約莫有二十來里。眾人輕功都好，不到半個時辰，已奔到圓峰之前。各人繞著那圓峰走來走去，找尋寶藏的所在。陶子安忽向左一指，叫道：「那是誰？」眾人聽他語聲忽促，一齊望去，只見一條灰影，在雪地中急馳而過，身法之快，的確是前所未見，轉眼之間，那灰影已奔到玉筆峰下。寶樹失聲道：「雪山飛狐！想不到胡一刀之子功夫如此了得！」說話之時臉色灰暗，顯是心有重憂。他正自沉思，忽聽田青文尖聲大叫，急忙轉過頭來，只見圓峰的坡上空了一個窟窿，田青文人形卻已不見。陶子安與曹雲奇都在田青文附近，見她突然失足陷落，不約而同的叫道：「青妹！」兩人都欲躍入救援。陶百歲一把拉住兒子，喝道：「你幹甚麼？」陶子安不理，用力一甩，與曹雲奇一齊跳落。哪知這窟窿其實甚淺，兩人跳了下去，都壓在田青文身上，三人齊驚呼。上面眾人不禁好笑，伸手將三人拉了上來。寶樹道：「只怕這寶藏就在窟窿之中也未可知。田姑娘，在下面看到甚麼？」田青文撫摸身上撞著山石的痛處，怨道：「黑漆漆的甚麼也沒瞧見。」寶樹縱身躍下，幌亮火摺，只見那窟窿徑不逾丈，裏面都是極堅硬的巖石與冰雪，再無異狀，只得重行縱身而上。猛聽得周雲陽與鄭三娘兩人縱聲驚呼，先後陷入了雪中窟窿。阮士中與熊元獻分別將兩人拉起。看來這圓峰周圍都是窟窿，眾人只怕失足掉入極深極險的洞中，當下不敢亂走，只站在原地不動。寶樹嘆道：「杜莊主在玉筆峰一住數十年，不知寶藏所在。但咱們明知是在這圓丘之中，仍是無處著手，那更加算得無能了。」眾人站得疲累，各自散坐在雪地之中，肚中越來越餓，都是神困氣沮。鄭三娘傷口又痛了起來，咬著牙齒，伸手撫住創口，一轉頭，見寶樹手中刀上的寶石給雪光一映，更是晶瑩美艷。她跟著丈夫走鏢多年，見過不少珍異寶物，這時看那寶石，心中一動，道：「大師，請你借寶刀給我一觀。」寶樹心想：「她是女流之輩，腿上又受了傷，怕她何來？」當下將刀遞了過去。鄭三娘接刀細看，果見那寶石是反面嵌鑲的。原來寶石兩面有陰陽正反之分，有些高手匠人能將寶石雕琢得正反面一般無異，但在行家眼中，仍能分辨得清清楚楚。鄭三娘道：「大師，這寶石反面朝上，只怕中間另有古怪。」寶樹正自徬徨無計，一聽此言，心道：「不管她說得是對是錯，弄開來瞧瞧再說。」當下接過刀來，從身邊取出一柄匕首，力透指尖，用匕首尖頭在寶石下輕輕一挑，寶石離刀跳落。寶樹拈起寶石，細看兩面，並無特異之處，再向刀身上鑲嵌寶石的凹窩兒一瞧，不禁叫道：「在這裏了！」原來那窩兒之中，用極堅硬的鋼針刻著方位，在東北偏北之處，刻著一個小小的「寶」字。寶樹恍然大悟，心想這窩兒的正中，那就是表圓峰之頂了，當下一算距離遠近，看準了方位，一步步走了過去，待走到所計之處，果然腳下一鬆，落了下去。他早有防備，雙足著地，立即幌亮火摺，只見前面是一個長長的山洞。此時劉元鶴等也已紛紛躍下。