第一二一回　僧人說法眾人齊向聲音來處瞧去，原來說話之人乃是丐幫中的「十方秀才」全冠清，只聽他繼續說道：「遼國乃我大宋死仇大敵。這喬峰之父蕭遠山自稱在少林寺潛居三十年，盡得少林派的武學秘籍。今日大夥兒若不齊心合力，將之除去，他回到遼國之後，傳授得自中土的武功，契丹人如虎添翼，再來進攻大宋，咱們炎黃子孫個個要做亡國奴了。」群雄一聽，都覺這番話甚是有理，只是玄慈圓寂、王星天斷腳，少林派和丐幫這中原武林的兩大支柱都變成群龍無首，須得有人出來主持大局才好。各人你瞧瞧我，我瞧瞧你，一時之間都是沒了主意。全冠清道：「便請少林寺玄字輩三位高僧，與丐幫宋陳吳三位長老共同發號施令，大夥兒齊聽差遣，先殺了蕭遠山、蕭峰父子，除去我大宋的心腹大患。其餘善後事宜，不妨慢慢的從長計議。」群雄中登時便有人紛紛呼叫起來：「這話說得是，請三高僧、三長老發令。」「此事關及天下安危，六位前輩當仁不讓，義不容辭。」「咱們同遵號令，撲殺這兩條番狗！」霎時間千百人乓乓乒乒的拔出兵刃，更有人便要向一十八名契丹武士攻殺過去。余婆叫道：「眾位契丹兄弟，請過來說話。」那十幾名契丹武士不知余婆用意何居，卻不過去，各人挺刀在手，並肩而立，明知寡不敵眾，卻也要決一死戰。余婆叫道：「靈鷲八部，將這十八位朋友護住了。」八部諸女奔將前去，站在十八名契丹武士身前，諸洞主、島主翼衛在旁。星宿派門人急欲在新主人前立功，幫著搖旗吶喊，這一來聲勢倒也極盛。余婆躬身向虛竹道：「主人，這十八名武士乃主人義兄的下屬，若是在主人的眼前讓人亂刀分屍，未免大折靈鷲宮的威風。咱們且行將他們看管，敬候主人發落。」虛竹心傷父母之亡，也想不出甚麼主意，只是點了點頭，朗聲道：「我靈鷲宮與少林派是友非敵，大夥不可傷了和氣，更不得鬥毆殘殺。」玄寂見了靈鷲宮這等聲勢，情知大是勁敵，一聽虛竹之言，便道：「這十八名契丹武士殺與不殺，無關大局，衝著虛竹先生的情面暫且記下了。虛竹先生，咱們擒殺蕭峰，你相助何方？」虛竹躊躇道：「少林派是我出身之地，蕭峰是我義兄，一者於我有恩，一者於我有義。我──我──我只好兩不相助。只不過──只不過──師叔祖，我勸你放我蕭大哥過去罷，我去勸他不來攻打大宋便是。」玄寂心道：「你枉自武功高強，又為一派之主，說出話來卻似三歲小兒一般。」說道：「『師叔祖』三字，虛竹先生此後再也休提。」虛竹道：「是，是，我這可忘了。」玄寂道：「靈鷲宮既是兩不相助，咱少林派與貴幫自也是友非敵，雙方不得傷了和氣。」他轉頭向丐幫三長老道：「三位長老，咱們齊到敝寺去瞧瞧動靜如何？」宋陳吳三長老齊聲道：「甚好，甚好！丐幫眾兄弟，同赴少林寺去！」當下少林僧領先，丐幫與中原群雄齊聲發喊，向山上衝了上去。鄧百川喜道：「三弟，真有你的，一番說辭，竟替主公和公子拉到了這麼多得力幫手。」包不同道：「非也非也！耽擱了這麼久，不知主公和公子是禍是福，勝負如何。」王玉燕道：「快走！別非也非也的了。」一面說，一面提步急奔，忽見段譽跟隨在旁，道：「段公子，你也上去麼？你又要助你義兄，跟我表哥為難麼？」言辭之中，大有不滿之意。須知適才慕容復橫劍自盡，全係因敗在段譽和蕭峰二人手下，羞憤難當之故，王玉燕憶起此事，對段譽大是恚怒。段譽一怔，停了腳步。他自和王玉燕相識以來，對她千依百順，為了她臨危蹈險，全不顧一己生死，可從未見過她對自己如此神色不善，不由得獃了。段譽一時間驚慌失措，心亂如麻，隔了半晌，才道：「我──我並不想和慕容公子為難──」抬起頭來時，只見身旁群雄紛紛奔躍而過，王玉燕和鄧百川等眾人早已不知去向了。他又是一獃，心道：「王姑娘既已見疑，我又何必上去自討沒趣？」但轉念又想：「這千百人蜂湧而前，對蕭大哥群相圍攻，他處境實是兇險無比，虛竹二哥已言明兩不相助，我若不竭力援手，金蘭結義之情何在？縱使王姑娘見怪，卻也顧不得了。」當下又發足奔將上去。他奔躍捷逾常人，片刻間已追過了不少趕在頭裏的英豪。到得少林寺前，只見眾人穿門直入，他也就闖進山門。少林寺佔地甚廣，前殿後舍，也不知有幾千百間，但見一眾僧侶與中原群豪在各處殿堂中轉來轉去，吆喝吶喊，找尋蕭遠山父子和慕容復父子的所在，更有許多躍上屋頂，登高了望，四下裏擾攘紛紜，亂成一團，卻始終沒聽見有人出聲呼喝已發現敵人的下落。眾人穿房入舍，奔行來去，人人都在詢問：「在那裏？見到了沒有？」少林寺莊嚴古剎，霎時間變作了亂墟鬧市一般。段譽亂走了一陣，突見一個白髮老僧快步從側門閃了出來，登時心念一動：「寺中的隱秘所在，外人不得而知，我跟著這位少林寺的老和尚，或能找到蕭大哥，勝於自己沒頭蒼蠅般的瞎闖。」當下展開「凌波微步」的輕功，悄沒聲的跟在那老僧之後。那老僧直向寺旁的樹林中奔去，沿著一條林間小道，徑向西北，轉了幾個彎，眼前突然開朗，只聽得水聲淙淙，山溪旁聳立著一座樓閣，樓頭一塊匾額，寫著「藏經閣」三字。段譽心道：「少林寺藏經閣名聞天下，卻原來建立此處。是了，這藏經閣臨水而築，遠離其他房舍，那是唯恐寺中失火，毀了珍貴無比的經典。」見那老僧直往藏經閣中去，段譽便也跟隨而往，走到門口，突見兩名中年僧人閃將出來，攔住閣門，說道：「施主何往？」段譽道：「我──我想去瞧瞧，那──」一名僧人道：「施主請留步，本寺藏經重地，外人請勿擅入。」另一名僧人道：「姓蕭的不在此閣。」段譽點頭道：「在下冒昧，大師恕罪則個。」兩名僧人一齊雙手合十，道：「不敢，本寺規矩所限，施主幸勿見怪。」忽只聽得一個蒼老的聲音從閣中高處傳了出來：「你見到他們從何方而去。」正是玄寂的喉音。另一人道：「咱們四個守在這裏，那白衣僧人闖了進來，一手便點了咱們的昏睡穴，師伯救醒我時，那白衣僧已不知去向了。」又聽另一個蒼老的聲音道：「此處窗戶破損，想必是到了後山。」玄寂道：「不錯。」那老僧道：「但不知他們是否盜了閣中的經書。」玄寂道：「這二人在本寺隱居數十年，咱們上下僧眾混混噩噩，一無所覺，可算得無能。他們若要盜經，數十年來那一日不可盜，何待今日？」那老僧道：「師兄說得是。」二僧同時喟然長嘆，心情極是沮喪。段譽心想他們在說少林寺的丟臉之事，不可私聽，向兩個中年僧人一拱手，便即離去。其實玄寂等僧說話聲音甚低，只因段譽內力深厚，這才聽聞，守門的僧人茫然不知。段譽慢慢走開，尋思：「他們說蕭大哥到了後山，我這去瞧瞧。」少室後山地勢險峻，林密路陡，段譽走出數里，已不再聽到下面寺中的嘈雜之聲，空山寂寂，唯有樹間鳴禽關關相呼。其時正當大暑天候，但山間林中陽光不到，竟是頗有寒意。段譽心道：「蕭大哥父子一到此處，脫身就甚容易，群雄難再圍攻。」欣慰之下，忽又想到王玉燕怨怒的神色，突然一驚：「倘若大哥已將慕容復公子打死了，那──那便如何是好？」一想到慕容復可能已死於蕭峰父子之手，段譽背上不由得出了一陣冷汗，心道：「慕容公子若死，王姑娘只怕傷心欲絕，一生都要鬱鬱寡歡了。」他茫然失措，在密林中信步漫行，越走越高，忽聽得左首隨風飄來幾句誦經念佛之聲：「即心即佛，即佛即心，心明識佛，識佛明心，離心非佛，離佛非心──」聲音祥和渾厚，卻是從來沒聽見過的。段譽心道：「原來此處沒有人，不妨去問問他有無見到蕭大哥他們。」當即循聲走去。轉過一片竹林，忽見林間一塊草坪之上，聚集著好幾個人。一個灰袍僧人背向坐在岩上，誦經之聲便自他口出，他面前跪著多人，不但蕭遠山、蕭峰父子，慕容博、慕容復父子在內，連天竺番僧哲羅星、波羅星，五台山清涼寺的神光上人、大相國寺龍猛大師、普渡寺的道清大師、東林寺的覺言大師、淨影寺融智大師，以及少林寺的好幾位玄字輩高僧也都跪在地下，只有相隔四五丈遠站著一人，卻是吐蕃國師鳩摩智。跪的眾人盡皆垂首低眉，靜聽那灰袍僧念佛說法，鳩摩智臉上卻露出譏嘲之色，顯是心中不服。段譽奇怪之極，但聽那灰袍僧繼續說道：「水中鹽味，色裏膠青，決定是有，不見其形。心王亦爾，身內居停，面門出入，應佛隨情，自在無礙，所作皆成，了本識心，識心見佛。是心是佛，是佛是心。」跪在地下的眾人有的低眉沉思，有的點頭領悟。段譽出身於佛國，自幼即隨高僧研習佛法，於佛學經義，頗有會心，只是大理國佛學，非少林寺的禪宗一派，所學略有不同，然聽那老僧所說偈語，雖似淺顯，卻含至理，尋思：「瞧這位高僧的服色，乃是少林寺中僧侶，而且職司極低，只不過是燒茶掃地的雜役，怎地少林寺的高僧和蕭大哥他們都跪著聽經？」他慢慢繞將過去，要瞧瞧那高僧何等容貌，究竟是何許人物。但要看到那僧人正面，須得走到蕭峰等人身後，他不敢驚動諸人，放輕了腳步，遠遠兜了個圈子，斜身縮足，正要走近鳩摩智身畔時，突見鳩摩智轉過頭來，向他微微一笑。段譽也以笑容相報，便在此時，猛然間覺得有一股凌厲之極的勁風，當胸射將過來。段譽知道不好，叫聲：「啊喲！」欲施六脈神劍抵禦，已然不及，只覺胸口一痛，迷迷糊糊中聽到有人唸道：「善哉！善哉！」便已人事不知了。原來慕容博被玄慈揭破本來面目，又說穿當日假傳訊息，釀成雁門關禍變之人便即是他，情知不但蕭氏父子欲得己而甘心，且亦不容於中原豪雄，當即飛身向少林寺中奔去。要知少林寺房舍眾多，自己又熟悉地形，不論在那裏一藏，蕭氏父子都不容易追到。不料蕭遠山和蕭峰二人恨之切骨，如影隨形般跟蹤而來，蕭遠山和他年紀相當，功力相若，慕容博既先奔了片刻，蕭遠山便難追及。蕭峰卻正當壯年，武功精力，正是登峰造極之候，被他發力疾趕，當慕容博奔到少林寺山門之時，蕭峰十餘丈外一掌拍出，掌力已及後背。慕容博回掌一擋，全身一震，手臂隱隱酸麻，不禁大吃一驚：「這契丹小狗功力如此厲害！」一側身便即閃進山門。蕭峰那容他脫身，搶步趕下。只是慕容博既入寺中，到處迴廊殿堂，蕭峰掌力雖強，卻已拍不到他。三個人一前二後，片刻間便已奔到了藏經閣中。慕容博破窗而入，一出手便點了守舍四僧的昏睡穴，轉過身來，冷笑道：「蕭遠山，是你父子二人齊上呢，還是咱二老單打獨鬥，拼個死活？」蕭遠山攔住閣門，說道：「孩兒，你擋著窗口，別讓他走了。」蕭峰道：「是！」閃身窗邊，橫掌當胸，父子二人合圍，眼看慕容博已無處可去。蕭遠山道：「你我間深仇大怨，不死不解。這不是較量武藝高下，自然我父子聯手齊上，取你性命。」慕容博哈哈一笑，正要回答，忽聽得樓梯間腳步聲響，走上一個人來，正是鳩摩智。他向慕容博合十一禮，說道：「慕容先生，昔年天竺一別，嗣後便聞你已歸道山，小僧好生痛悼，原來先生隱居不出，另有心意，今日重會真乃喜煞小僧也。」慕容博抱奉還禮，笑道：「在下因家國之故，蝸伏假死，致勞大師掛念，實深慚愧。」鳩摩智道：「豈敢，豈敢，當日小僧與先生在天竺相逢，講武論劍，得蒙先生指點數日，生平疑義，一旦盡解，又承先生以少林寺七十二絕技要旨相贈，更是感激於心。」慕容博笑道：「些許小事，何足掛齒？」蕭遠山和蕭峰對望了一眼，均想：「這鳩摩智武功了得，他與慕容博淵源如此之深，自然要相助於他，此戰勝敗，倒是不易預卜了。」只聽鳩摩智又道：「小僧曾聽先生論及劍法，以大理國天龍寺『六脈神劍』為天上諸劍第一，恨未得見，引為平生憾事。小僧得悉先生噩耗後，便赴大理天龍寺，欲求六脈神劍之譜，焚化於先生墓前，以報知己。不料天龍寺枯榮老僧狡詐多智，竟在緊急關頭將劍譜以內力焚毀。小僧雖存季札掛劍之念，卻不克完願，實深慚愧。」慕容博道：「大師只存此念，在下已是感懷良深。何況段氏六脈神劍尚存人間，適才大理段公子與犬子相鬥，劍氣縱橫，天下第一劍之首，名不虛傳。」便在此時，人影一晃，藏經閣中又多了一人，正是慕容復。他落後數步，一到寺中，便失了父親和蕭峰父子的蹤跡，待得尋到藏經閣中，反被鳩摩智趕在頭裏。他剛好聽得父親說起段譽以六脈神劍劍法勝過自己之事，這是他生平的奇恥大辱，在父親口中當眾說出，更令他羞慚無地。只聽慕容博又道：「這裏蕭氏父子欲殺我而甘心，大師以為如何？」鳩摩智道：「忝在知己，焉能袖手？」蕭峰一見慕容復趕到，變成對方三人而己方只有二人，這五個人個個是一等一的好手，慕容復雖然稍弱，卻也是未可小覷，對方多了一人，立時便大佔優勢，只怕非但殺慕容博不得，自己父子反要畢命於藏經閣中。但他膽氣豪勇，越處逆境，越是神威凜然，大聲喝道：「今日之事，不判生死絕不罷休。接招罷！」呼的一掌，便向慕容博疾拍了過去。慕容博左手一拂，凝運功力，將他一掌的掌力化去。只聽得喀喇喇一聲響，左手一座書架木片紛飛，碎成數塊，架上經書落將下來。原來蕭峰這一掌的掌力雄渾無比，慕容博雖然將之拂開，卻未得消解，只是將掌力轉移方位，擊在書架之上。那書架雖是極堅牢的檀木所製，卻如何輕得起蕭峰這種裂石碎碑的掌力？慕容博微微一笑，說道：「南慕容、北喬峰！果然是名下無虛！蕭兄，我有一言，你聽是不聽？」蕭遠山道：「任憑你如何花言巧語，休想叫我不報殺妻深仇。」慕容博道：「你要殺我報仇，以今日之勢，只怕未必能夠。我方三人，敵你父子二人，請問是誰多佔勝面？」蕭遠山道：「當然是你多佔勝面。大丈夫以寡敵眾，又何足懼？」慕容博道：「蕭氏父子英名蓋世，生平怕過誰來？可是懼雖不懼，今日要想殺我，卻也甚難。我跟你做一樁買賣，我讓你得遂報仇之恥，但你父子卻須答允我一件事。」蕭遠山、蕭峰均覺詫異：「這老賊不知又生甚麼詭計？」一時沉吟不答。慕容博又道：「只須你父子答應了這件事，便可上前殺我報仇。在下束手待斃，絕不抗拒，鳩摩師兄和復兒也不得出手救援。」他此言一出，蕭峰父子固然大奇，鳩摩智和慕容復也是驚駭莫名。慕容復叫道：「爹爹，我眾彼寡──」鳩摩智也道：「慕容先生何出此言？小僧但教有一口氣在，絕不容人伸一指加於先生。」慕容博道：「大師高義，在下交了這樣一位朋友，雖死何憾？蕭兄，在下有一事請教。當年我假傳訊息，致釀巨禍，蕭兄可知在下幹下這等無行敗德之事，其意何在？」蕭遠山怒氣填膺，戟指罵道：「你本是個卑鄙小人，為非作歹，幸災樂禍，又何必有甚麼用意？」踏上一步，呼的一拳便擊了過去。鳩摩智斜刺裏閃至，雙掌一封，波的一聲響，拳風掌力相互激盪，衝將上去，屋頂灰塵沙沙而落。這一拳掌相交，竟是不分高下，兩人都是暗自欽佩。慕容博道：「蕭兄暫抑怒氣，且聽在下畢言。我慕容博雖然不肖，在江湖上也總算薄有聲名，和蕭兄素不相識，自是無怨無仇。至於少林寺玄慈方丈，在下更和他多年交好。我既費盡心力挑撥生事，要雙方鬥個兩敗懼傷，以常理度之，自當有重大原由。」蕭遠山雙目中如欲噴出火來，道：「甚麼重大原由？你──你說，你說！」慕容博道：「蕭兄，你是契丹人。鳩摩智明王是吐蕃國人。他們中土武人，都說你們是番邦夷狄，並非上國衣冠。令郎明明是丐幫幫主，才略武功，震爍當世，真乃丐幫中古今罕有的英雄豪傑。可是群丐一知他是契丹番族，立刻翻臉不容情，非但不認他為幫主，而且人人欲殺之而甘心。蕭兄，你說此事是否公道？」蕭遠山道：「宋遼世仇，兩國攻伐征戰，已百有餘載。邊疆之上，宋人遼人，相見即殺，自來如此。丐幫中人既知我兒乃是遼人，豈能奉他為主？此是事理之常，也沒有甚麼不公道。」他頓了一頓，又道：「玄慈方丈、汪劍通等殺我妻室、下屬，原非本意。但就算存心如此，那也是宋遼之爭，不足為奇，只是你設計陷害，卻放你不過。」慕容博道：「依蕭兄之見，兩國相爭，攻戰殺伐，只求破敵制勝，克成大功，是不是還須講究甚麼仁義道德？」蕭遠山道：「兵不厭詐，自古已然，宋襄之仁，陡貽後世之譏。可是你說這些不相干的言語作甚？」慕容博微微一笑，道：「蕭兄，你道我慕容博是那一國人？」蕭遠山微微一凜，道：「你姑蘇慕容氏，當然是南朝漢人，難道還是甚麼外國人？」慕容博搖頭道：「蕭兄這一下可猜錯了。」他轉向慕容復道：「孩兒，咱們是那一國人？」慕容復道：「咱們慕容氏乃鮮卑族人，昔年大燕國威震河朔，打下了錦繡江山，只可惜敵人兇險狠毒，顛覆我邦。」慕容博道：「爹爹給你取名，用了一個『復』，何所含義？」慕容復道：「爹爹是命孩兒時時刻刻不可忘了列祖列宗的遺訓，興復大燕，奪還江山。」慕容博道：「你將大燕國的傳國玉璽，取出來給蕭先生瞧瞧。」慕容復道：「是！」伸手入懷，取出一顆黑玉雕成的方印來。那玉印上端雕著一頭形態生動的豹子，慕容復將印一翻，顯出印文。蕭遠山、蕭峰、鳩摩智三人目光敏銳，但見篆文雕著「大燕皇帝之寶」六個大字。那玉璽雕琢精致，角上卻頗有破損，想見數百年來已多歷災難，雖然真偽難辨，卻絕非新製之物。慕容博又道：「你將大燕皇帝世系譜表，取出來請蕭先生過目。」慕容復道：「是！」將玉璽收入懷中，順手掏出一個油布包來，打開油布，抖出一幅黃絹，雙手提起。蕭遠山等一看，只見黃絹上以朱筆書寫兩種文字，右首的彎彎曲曲，眾皆不識，想係鮮卑文字，左首則是漢字，最上端寫著：「太祖文明帝諱轔」，其下寫道：「烈祖景昭帝諱攜」，其下寫道：「幽帝諱暐」。另起一行寫道：「世祖成武帝諱垂」，其下寫道：「烈宗惠閔帝諱寶」，其下寫道：「開封公諱詳」、「趙王諱麟」。那黃絹上其後又寫道：「中宗昭武帝諱盛」、「昭文帝諱熙」等等字樣，皇帝的名諱，各有缺筆。至太上六年，南燕慕容超亡國後，以後的世系便都是庶民，不再是帝王公侯，年代久遠，子孫繁衍，蕭遠山、蕭峰、鳩摩智三人一時也無心詳覽。但見那系表最後一人是「慕容復」，其上則是「慕容博」。鳩摩智道：「原來慕容先生乃大燕王孫，失敬失敬！」慕容博嘆道：「亡國遺民，得保首領，已是不幸中的大幸了。只是歷代祖宗遺訓，均以興復為囑，慕容博無能，江湖上奔波半世，始終是一無所成。蕭兄，我鮮卑慕容氏意圖光復救國，你道該是不該？」蕭遠山道：「成則為王，敗則為寇。群雄逐鹿中原，又有甚麼該與不該之可言？」慕容博道：「照啊！蕭兄之言，大得我心。慕容氏若要興復大燕，須得有機可乘，想我慕容氏人丁單薄，勢力微弱，重建邦國，當真是談何容易？唯一的機緣是天下大亂，四處征戰不休。」蕭遠山森然道：「你捏造音訊，挑撥是非，便在要使宋遼生釁，大戰一場？」慕容博道：「正是，倘若宋遼間戰伐復起，大燕便能乘時而動了。想當年東晉有八王之亂，司馬氏自相殘殺，我五胡方能割據中原之地。今日之勢，亦復如此。」鳩摩智點頭道：「不錯！倘若宋朝既有外患，又生內亂，不但慕容先生復國有望，我吐蕃國也能分一杯羹了。」蕭遠山冷哼一聲，斜睨二人。慕容博道：「令郎官居遼國南院大王，手握兵符，坐鎮南京，若是揮軍南下，盡佔南朝黃河以北土地，建立赫赫功業，則進而自立為主，退亦長保富貴。那時順手將中原群豪，聚而殲之，如踏螻蟻，昔日被丐幫斥逐的那一口惡氣，豈非一旦而吐？」蕭遠山道：「你是要我兒為你盡力，俾你得能混水摸魚，以遂興復燕國的野心？」慕容博道：「不錯，其時我慕容氏建一枝義旗，兵發山東，為大遼呼應，同時吐蕃、西夏、大理三國一時並起，咱五國瓜分了大宋，亦非難事。我燕國不敢取大遼一尺一寸土地，若得建國，盡當取之於南朝。此事於大遼大大有利，蕭兄何樂而不為？」他說到這裏，突然間右手一翻，掌中已多了一柄晶光燦爛的匕首，一揮手間，將那匕首插在身旁几上，說道：「蕭兄只須依得在下的倡議，便請立取在下性命，為夫人報仇，在下絕不抗拒。」嗤的一聲，扯開衣襟，露出胸口肌膚。這番話實是大出蕭遠山、蕭峰父子的意料之外，萬料不到他在大佔優勢的局面之下，竟肯束手待斃，一時倒也不知如何回答才是。鳩摩智道：「慕容先生，常言道得好！非我族類，其心必異。何況軍國大事，不厭機詐。倘若慕容先生甘心就死，蕭氏父子事後卻不依先生之言而行，先生這──這不是死得輕於鴻毛了麼？」慕容博道：「蕭老俠隱居數十年，俠蹤少現人間，蕭大俠卻是英名播於天下，一言九鼎，豈肯反悔？蕭大俠為了一個無親無故的少女，尚且肯干冒萬險，孤身而入聚賢莊求醫，怎能手刃老朽之後而自食其言？在下籌算已久，這正是千載一時的良機。老朽風燭殘年，以一命而換萬世之基，這買賣如何不做？」他臉露微笑，凝視蕭峰，只盼他快些下手。蕭遠山道：「峰兒，此人之意，倒似不假，你瞧如何？」蕭峰道：「不行！」突然拍出一掌，擊向木几，只聽得砰啪一聲響，木几碎成數塊，那匕首直穿過樓板，掉到了藏經閣的下層，凜然說道：「殺母大仇，豈可當作買賣交易？能報便報，不能報則我父子畢命於此便了。這等骯骯髒髒之事，焉是我蕭氏父子所屑為。」慕容博仰天大笑，朗聲說道：「我素聞蕭峰蕭大俠才略蓋世，識見非凡，殊不知今日一見竟是個不明大義、徒逞意氣的一勇之夫。嘿嘿，可笑啊可笑！」蕭峰知他乃以言語相激，冷冷的道：「蕭峰是英雄豪傑也罷，是凡夫俗子也罷，總不能為人作嫁，遂你心願。」慕容博道：「食君之祿，忠君之事，你但記父母私仇，不思盡忠報國，如何對得起大遼？」蕭峰踏上了一步，昂然說道：「你可曾見過邊關之上，宋遼相互仇殺的慘狀？可曾見過宋人遼人妻離子散，家破人亡的情景？宋遼之間好容易罷兵數十年，倘若刀兵再起，契丹鐵騎侵入南朝，你可知將有多少宋人慘遭橫死？多少遼人死於非命？」他說到這裏，想起當日雁門關外宋兵和遼兵相互打草穀的殘酷情狀，聲音越說越響，又道：「兵兇戰危，世間那有必勝之事？大宋兵多財足，只須有一二名將，奮力禦敵，大遼、吐蕃聯手，未必便能取勝。咱們打一個血流成河、屍骨如山，卻讓你慕容氏來乘機興復燕國、建功立業，何如保土安民？」忽聽得長窗之外，一個蒼老的聲音說道：「善哉，善哉！蕭居士宅心仁善，如此以天下蒼生為念，便是菩薩心腸。」五人一聽都是吃了一驚。這五人都是絕頂高手，怎能窗外有人居然不知覺？而且聽此人的說話口氣，似乎在窗外已久。慕容復喝道：「是誰？」不等對方回答，砰的一掌拍出，兩扇長窗脫鈕飛出，落到了閣下，只見窗外走廊之上，一個身穿灰袍的枯瘦僧人拿著一把掃帚，正在弓身掃地。這僧人年紀不小，稀稀疏疏的幾根長鬚，已然全白，行動遲緩，有氣沒力，不似身有武功的模樣。慕容復又道：「你躲在這裏有多久了？」那老僧慢慢抬起頭來，道：「施主問我躲在這裏──有──有多久了？」五人一齊凝視著他，只見他雙目瞇成了一線，目光茫然，全無精神，但說話的聲音，卻正便是適才稱讚蕭峰的口音。慕容復道：「不錯，公子爺問你躲在這裏有多久了？」那老僧屈指計算，計了半天，搖了搖頭，臉上現出歉然之色，道：「我──我記不清楚啦，不知是四十二年，還是四十三年。這位蕭老居士最初晚上來看經之時，我──我已來了十多年。後來──後來，慕容老居士來了，去年，那天竺番僧波羅星也來盜經，唉，你來我去，將閣中的經書翻得亂七八糟，也不知所為何來。」蕭遠山大是驚訝，心想自己到少林寺來鑽研武功，全寺僧人沒有一個知悉，這個老僧怎會知道？多半他適才在下面聽了自己的言語，便在此胡說八道，當下說道：「怎麼我從來沒見過你？」那老僧道：「居士全神貫注，全在少林派的武學典籍之上，心無旁騖，自然瞧不見老僧。老僧還記得居士第一晚來閣中借閱的，乃是『無相劫指譜』，唉！從那晚起，居士便入了魔道，可惜啊可惜！」蕭遠山這一驚當真是非同小可，自己第一晚偷入藏經閣，找到一本「無相劫指譜」，知道這是少林派七十二絕技之一，當時喜不自勝，此事除了自己之外，更無第三人知曉，難道這個老僧當時確是在旁親眼目睹麼？一時之間，再也說不出話來，只是道：「你──你──你──」老僧又道：「居士第二次來借閱的，乃是一本『般若掌法』。當時老僧暗暗嘆息，知道居士由此入魔，愈墮愈深，心中不忍，在居士慣常取書之處，放了一部『法華經』，一部『四十二章經』，只盼居士能借了出去，研讀參悟。不料居士沉迷於武功，於正宗佛法，卻是置之不理，將這兩部入門經書撇在一旁，找到一冊『伏魔杖法』，歡喜鼓舞而去。唉，沉迷苦海，不知何日方得回頭？」蕭遠山聽他隨口道來，將三十年前自己在藏經閣中夤夜的作為，說得絲毫不錯，漸漸由驚而懼，由懼而怖，背上冷汗一陣陣的冒將出來，一顆心幾乎也停了跳動。