第三十回　迫做花匠那女子道：「此人如此無禮，待會先領去斬去他雙足後，再挖了眼睛，割了舌頭。」一個長挑身材，膚色微黑的婢女躬身應道：「是！」段譽心中一沉：「真的將我殺了，那也不過如此。但斬了我雙足、挖了眼睛、割了舌頭，弄得死不死、活不活的，這罪可受得大了。」他直到此時，心中這才真有恐懼之意，回頭向阿朱、阿碧望了一眼，只見她二人臉如死灰，獃若木雞。王夫人上了岸後，艙中又走出兩個青衣婢女，手中各持一條絲絳，從艙中拖出兩個男人來。一個男子面目清秀，似是個富貴子弟，另一個卻是外號叫做「怒江王」的秦元尊。這人圍攻木婉清之時，大是威風凜凜，但這時雙手手腕被絲絳縛住，垂頭喪氣，猶如肉在俎上，任人宰割。段譽大奇：「此人向在雲南，怎麼給王夫人擒了來？」只聽王夫人向秦元尊問道：「你明明是大理人，怎地不認？」秦元尊道：「我是雲南人，我家鄉可不屬於大理國。」王夫人道：「說，你家鄉距大理多遠？」秦元尊道：「四百多里。」王夫人道：「不到五百里，那就不是外人。去活埋在曼陀羅花下，當做肥料。」秦元尊大叫：「我到底犯了甚麼事？你給我說個明白，否則我死不瞑目。」王夫人冷笑道：「只要是大理人，或者是姓段的，撞到了我便得活埋。你雖非大理人，但與大理鄰近，那就一般的辦理。」段譽心道：「啊哈，你明明是衝著我來啦。我也不用你問，直截了當的自己承認便是。」當下大聲道：「我是大理人，又是姓段的，你要活埋，乘早動手。」王夫人冷冷的道：「你早就報過名了，自稱叫作段譽，哼，大理段家的人，可沒這麼容易便死。」她手一揮，一名婢女拉了秦元尊便走。秦元尊不知是被點了穴道，還是受了重傷，毫無半點抗禦之力，只是大叫：「天下沒這個規矩，大理國幾百萬人，你殺得完麼？」但見他被拉入了花林之中，漸行漸遠，呼聲漸輕。王夫人略略側頭，向那面目清秀的男子說道：「你怎麼說？」那男子突然雙膝一曲，跪倒在地，連連磕頭，說道：「家父在京中為官，膝下唯有我一個獨子，但求夫人饒命。夫人有甚麼吩咐，家父定必允可。」王夫人冷冷的道：「你父親是朝中大官，我不知道麼？要饒你性命，那也不難，你今日回去，即刻將家中的結髮妻子殺了，明天娶了你外面私下結識的苗姑娘，須得三書六禮，一應俱全。成不成？」那公子道：「這個──要殺我妻子，那是下不了手，明媒正娶苗姑娘，家父家母也決計不能答應。這不是我──」王夫人道：「將他帶去活埋了！」那牽著他的婢女說道：「是！」拖了絲絳便走。那公子嚇得混身亂顫道：「我──我答應就是。」王夫人道：「小翠，你押送他回姑蘇城裏，親眼瞧著他殺了自己妻子，和苗姑娘拜堂成親，這才回來。」小翠應道：「是！」拉著那公子，踏進段譽所坐的小船。那公子求道：「夫人開恩。拙荊和你無怨無恨，你又不識得苗姑娘，何必如此幫她，逼我殺妻另娶？我──我父素來不識得你，從來不敢得罪了你。」王夫人道：「你既有了妻子，就不該再去糾纏別的閨女，既是花言巧語的將人家騙上了，那就非得娶她為妻不可。這種事我不聽見便罷，既是給我知道了，自是這麼辦理，你又不是第一樁，抱怨甚麼？小翠，你說這是第幾樁了？」小翠道：「婢子在常熟、丹陽、無錫、嘉興等地，一共辦過七起，還有小蘭、小詩她們辦的一些。」那公子聽說慣例如此，只是一疊聲的叫苦。小翠扳動木槳，划著小船自行去了。段譽見這位王夫人行事，不近情理之極，不由得目瞪口獃，整個人都是傻了。他心中所想到的，只是「豈有此理」這四個字，不知不覺之間，竟是順口說了出來：「豈有此理，豈有此理！」王夫人哼了一聲，道：「天下更加豈有此理的事兒，還多著呢。」段譽又是失望，又是難過，那日在江邊的石洞之中，見了那座神仙玉像，心中何等仰慕，但眼前這人形貌似極了玉像，言行舉止，卻竟如妖魔鬼怪一般。他低了頭獃獃出神，只見四個婢女回到船艙中，捧了四大盆花出來。段譽一見，不由得精神為之一振，原來這四盆花都是山茶，更是頗為難得的名種。普天下山茶花以大理號稱第一，而鎮南王府府中名種不可勝數，更是大理之最。段譽從小就看慣了，暇時聽府中數十名花匠談論講評，山茶的優劣習性，自是爛熟於胸，那是不習而知，例如農家子弟必辨菽麥，漁家子弟必識魚蝦一般。他在曼陀山莊中行走數里，未見一本佳品，心中早覺「曼陀山莊」之名未免辜負了曼陀羅花的名字，只聽得王夫人道：「小茶，這四盆『滿月』山茶，得來不易，須得好好照料。」那叫做小茶的婢女應道：「是！」段譽聽她這句話未免外行，不禁嘿的一聲冷笑。王夫人也不理他，又道：「湖中風大，這四盆花在船艙裏放了幾天，不見日光，快到太陽底下曬曬，多上些肥料。」小茶又應道：「是！」段譽更是大笑起來：「哈哈！哈哈！」王夫人聽他笑得古怪，問道：「你笑甚麼？」段譽道：「我笑你不懂山茶，偏偏要種山茶。如此佳品落在你的手中，那當真是焚琴煮鶴，大煞風景之至了。」王夫人怒道：「我不懂山茶，難道你就懂了？」她突然想起一事，心念一動：「且慢，他自稱是大理段氏子弟，說不定真的懂得山茶，也未可知。」可是口中仍是說得嘴硬：「本莊名叫曼陀山莊，滿山遍野都是曼陀羅花，長得何等茂盛瀾漫？」段譽微笑道：「庸脂俗粉，自然是粗生粗長。但你這四盆白茶花，要是能種得好，我就不姓段。」王夫人極愛茶花，不惜重資，到處去收買佳種，可是移植到曼陀山莊之後，竟是沒有一本名貴的茶花能欣欣向榮，往往長得一年半載，便即病死。她常自為此煩惱，聽得段譽的話後，不怒反喜，走上兩步，問道：「我這四盆白茶有何不同？如何方能種好？」段譽道：「你若是向我請教，當有請教的禮數。倘若是威逼拷問，你先砍了我的雙腳再問不遲。」王夫人怒道：「要斬你雙腳，又有何難？小詩，先去將他左足砍了。」那名叫小詩的婢女答應了一聲，挺劍上前。阿碧急道：「夫人不可，你若是傷了他，這人倔強之極，寧死也不肯說了。」王夫人原本是嚇嚇他的，左手一舉，小詩當即止步。段譽笑道：「你砍下我的雙腿，去埋在這四本白茶之旁，當真是上佳的肥料，這些白茶就越開越大，說不定有海碗大小，哈哈，美啊，妙極，妙極！」王夫人心中原本是這樣想，但聽他口氣，說的全是反話，一時倒說不出話來，怔了一怔，才道：「你胡吹甚麼？我這四本白茶，有何名貴之處，你倒且說來聽聽。你說得對了，再禮待你不遲。」段譽道：「王夫人，你說這四本白茶都叫『滿月』，那根本就錯了，其中一本叫作『紅妝素裹』，一本叫作『抓破美人臉』。」王夫人奇道：「抓破美人臉？這名字怎地如此古怪？是那一本？」段譽道：「你要請教在下，須得有禮才是。」王夫人倒給他弄得沒有法子，但聽自己無意中得的這四株茶花，居然各有一個特別的名字，心下自是歡喜，微笑道：「好！小詩，吩咐廚房在『雲錦樓』設宴，款待段先生。」小詩答應著去了。阿碧和阿朱你望望我，我望望你，見段譽不但死裏逃生，而且王夫人反而待以上賓之禮，真是如在夢中。王夫人向提著三顆首級的那婢女道：「這三顆首級，去埋在『紅霞樓』前的紅花旁邊。」那婢女應道：「是！」王夫人這才向段譽道：「段公子，請！」段譽道：「冒昧打擾，賢主人勿怪是幸。」王夫人道：「大賢光降，曼陀山莊蓬蓽生輝。」兩個人客客氣氣的向前走去，全不似片刻之前段譽生死尚自繫於一線。阿朱和阿碧跟在其後，知道這王夫人喜怒無常，言笑晏晏之際，立時便可翻臉無情，因此心下仍是惴惴。王夫人陪著段譽穿過花林，過石橋，穿小徑，來到一座小樓之前。段譽抬頭一看，見小樓簷下一塊匾額，寫著「雲錦樓」三個金字，樓下前後左右，種的都是茶花。但這些茶花若是拿到大理，都不過是三四流的貨色，和這些精致的樓閣亭榭相比，未免不襯。王夫人臉上卻有得意之色，說道：「段公子，你大理茶花最多，但和我這裏相比，只怕猶有不如。」段譽點頭道：「這種茶花，我們大理人的確是不種的。」王夫人得意洋洋道：「是麼？」段譽道：「大理就是最無知無識的鄉下人，也知種這種賤品有失自己身份。」王夫人臉上立時變色，道：「你說甚麼？你說我這些茶花都是賤品？那──那太也欺人了。」段譽道：「你若是不信，也只好由得你。」他指著樓前一株五色斑斕的茶花，道：「這一株，想來你是當作至寶了，嗯，這花旁的玉欄桿乃是真的和闐美玉，很美，很美。」他嘖嘖稱賞花旁的欄桿，於花朵本身卻是不置一詞，就如品評旁人的書法，一味稱讚黑色烏黑光亮一般。這一株茶花，花色有紅有白、有紫有黃，極是繁複，王夫人向來視作珍品，這時見段譽頗有不屑之意，心下自是憤恨。段譽道：「請問夫人，此花在江南叫作甚麼名字？」王夫人道：「我們也沒有甚麼特別名稱，就叫它作五色茶花。」段譽道：「我們大理人倒有一個名字，叫它作『落第秀才』。」王夫人「呸」的一聲，道：「這般難聽，多半是你捏造出來的。這株花富麗堂皇，那裏像個落第秀才了？」段譽道：「夫人你倒數一數看，這花上共有幾種顏色。」王夫人道：「我早數過了，至少也有十五六種。」段譽道：「一共是十七種顏色。大理有一種名種茶花，叫作『十八學士』，那是天下的極品，一株花上開十八朵花，朵朵顏色不同，紅的就是全紅，紫的便是全紫，絕無半分混雜。而且這十八朵花形狀朵朵不同，各有各的妙處，開時齊開，謝時齊謝，夫人可曾見過？」王夫人怔怔的聽著，不由得悠然神往，搖頭道：「天下竟有這種茶花！我聽也沒聽過。」段譽道：「比之『十八學士』次一等的，例如『八仙過海』，那是八朵不同顏色的花生於一株，『七仙女』是七朵，『風塵三俠』是三朵，『二喬』是一紅一白的兩朵。這些茶花必須純色，若是紅中夾白，白中帶紫，那便是下品了。」王夫人不住點頭。段譽又道：「就說『風塵三俠』罷，那也有正品和副品之分。凡是正品，三朵花中必須紫色者最大，那是虯髯客，白色者次之，那是李靖，紅色者最嬌艷而最小，那是紅拂女。如果紅花大過了紫花、白花，那便是副品，身份就差得多了。」王夫人聽得津津有味，嘆道：「我連副品也沒見過，還說甚麼正品。」段譽指著那株五色茶花道：「這一種茶花，論顏色，比十八學士少了一色，偏又是駁而不純，開起來或遲或早，花朵又是有大有小。它處處東施效顰，學那十八學士，卻總是不像，那不是個半瓶醋的酸丁麼？所以我們叫他作『落第秀才』。」王夫人聽他說得有理，不由得噗嗤一聲，笑了出來，道：「這名字起得忒也尖酸刻薄。」話說到了這一步，王夫人於段譽之熟知茶花習性，自是全然信服，當下引著他上得雲錦樓來。不久開上了酒筵，這酒筵中的菜肴，與阿朱、阿碧所請者卻是大大的不同。朱碧雙鬟的菜肴以清淡雅致見長，於平常事物之中別具匠心。這雲錦樓中的酒席，卻是注重華貴珍異，甚麼熊掌、駝峰，無一不是名貴之極。但段譽自幼生長於帝王之家，甚麼珍奇的菜肴沒有吃過，反覺曼陀山莊的酒筵，是遠遠不如琴韻精舍的了。阿朱與阿碧自有莊中的婢女相陪，別處用膳。王夫人對段譽極盡禮敬，自行坐在下首相陪。酒過三巡，王夫人問道：「適才得聞公子暢說茶花品種，茅塞頓開。我這次在外面所得的四盆白茶，據姑蘇城中的花兒匠言道，叫做『滿月』，公子卻說其一叫作『紅妝素裹』，另一本叫作『美人抓破臉』，不知如何分別？願閱其詳。」段譽道：「那盆大白花而微有黑斑的，才叫作『滿月』，那些黑斑，便是月中的桂枝了。白瓣而灑紅斑的，叫作『紅妝素裹』，白瓣而有一絲紅條的，叫做『美人抓破臉』，但如紅絲很多，卻又不是『美人抓破臉』了，那是叫作『倚欄嬌』。你想凡是美人，自當嫻靜溫雅，臉上偶爾抓破一條血絲，那還不妨，倘若滿臉都抓破了，這美人老是與人打架，還有何美可言？」王夫人本來聽得甚是專注，突然之間，臉色一沉，喝道：「大膽，你是譏刺於我麼？」段譽吃了一驚，道：「不敢！不知甚麼地方冒犯了夫人？」王夫人道：「你是聽了誰的言語，捏造了這種種鬼話，前來辱我？誰說一個女子學會了武功，就會不美？嫻靜溫雅，又有甚麼好了？」段譽一怔，說道：「晚生所言，僅是以常理猜度，會得武功的女子之中，原是有不少既美貌又端莊的。」不料這席話在王夫人聽來，仍是大為刺耳，說道：「你是說我不端莊麼？」段譽道：「端莊不端莊，夫人自知，晚生何敢妄言。只是逼人殺妻另娶，這種行逕，自非端人所為。」他說到後來，心頭也自有氣，不再有何顧忌。王夫人雙掌輕擊三下，三名婢女奔上樓來，垂手而立。王夫人道：「押著這人下去，命他澆灌茶花。」那三名女婢齊聲應道：「是！」王夫人道：「段譽，你是大理人，又是姓段的，早就該死之極。倘真是懂得茶花的性子，現下死罪暫且寄下了，罰你在莊前莊後照料茶花，尤其今日取來這四盆白花，務須小心在意。我跟你說，這四盆白花，若是死了一株，便砍去你一隻手，死了兩株，砍去雙手，四株齊死，你便是四肢齊斷。」段譽笑道：「若是四株都活呢？」王夫人道：「四株種活之後，你再給我培養其他的名種茶花。甚麼十八學士、八仙過海、七仙女、二喬，這些名種，每一種我都要幾本。若是辦不到，我挖了你的眼球。」段譽道：「你乘早將我殺了是正經。今天砍手，明天挖眼，我才不受這個罪呢。」王夫人叱道：「你活得不耐煩了，在我面前，膽敢如此放肆？押了下去！」三名婢女走上前來，兩人抓住了他的衣袖，另一人在他背上一推，四人一齊下樓，這三名婢女都會武功，段譽在她們挾制之下，竟是抗禦不得，心中只是暗叫：「倒楣，倒楣！」二名婢女拖拖拉拉，將他擁到一處花圃，一婢將一柄鋤頭塞在他的手中，一婢取過一隻澆花的木桶，說道：「你聽夫人吩咐，乖乖的種花，還可活得性命。總算你是天大的造化，來到曼陀山莊的男子，有那一個能活著回去？」另一名婢女道：「除了種花澆花之外，莊子中可不許亂闖亂走，你若是闖進了禁地，那可是自己該死，誰也沒法救你。」三婢鄭而重之的囑咐一陣，這才離去。段譽獃在當地，當真是哭笑不得。在大理國中，段譽的身份地位僅次於皇伯保定帝、父親鎮南王，將來父親繼承皇位，他自然而然是儲君皇太子，豈知給人擒獲來到江南，要燒要殺，要砍去手足、挖了雙眼，那還不算，這會兒卻被人逼著做起花匠來。雖然段譽生性隨和，在大理皇宮和王府之中，時時瞧著花匠修花剪草、鋤地施肥，和他們談談說說，但在這些皇子親王心中，自當花匠是卑微之人。幸好段譽生性活潑快樂，不論遇到何種逆境挫折，最多沮喪得大半個時辰，不久便高興起來。他自己開解：「我在大理的石洞之中，已拜了那位神仙姊姊為師。這裏這位王夫人和那神仙姊姊相貌好像，只不過年紀大些，我便當她是我師父，有何不可？師長有命，弟子服其勞，原是應該的。何況蒔花原是文人雅事，總比動刀掄槍的學武高尚得多了。而比之給那鳩摩智在慕容先生的墓前活活燒死，還是在這兒種花快活些，只可惜這些茶花品種太差，要大理王子來親手服侍，未免是不值得了。」他口中哼著小曲，便負了鋤頭，信步而行，心道：「王夫人叫我種活那四盆白茶，嗯，這四盆白茶倒是名種，須得找一個十分優雅的處所種了起來，方才相襯。」他一面走，一面打量四下的風景，突然之間，哈哈哈的笑了出來，心道：「王夫人對茶花一竅不通，偏偏要在這裏大種茶花，又叫她這莊子做甚麼曼陀山莊。殊不知茶花喜陰不喜陽，種在陽光烈照之處，雖然不死，也難盛放，再大大的施上濃肥，甚麼名種都給她糟蹋了，可惜，可惜。」他避開陽光，只是往樹蔭深處行去，轉過一座小山，只聽得小溪淙淙，左首全是綠竹，四下裏甚是幽靜。該地在山之陰，日光照射不到，王夫人只道不宜種花，因此上一株茶花也無，段譽大喜，說道：「這裏最妙不過。」於是快步奔回原地，將四盆白茶分作兩次，搬到綠竹叢旁，打碎瓷盆，連著盆泥一起移植在地下。他雖從未做過種花之事，但小時候看得多了，依樣葫蘆，居然做得極是妥貼。不到半個時辰，四株白茶已種在綠竹之畔，左首一株「美人抓破臉」，右首是「紅妝素裹」和「滿月」，那株「倚欄嬌」則斜斜的種在小溪上旁的一塊大石之後，此所謂「千呼萬喚始出來，猶抱琵琶半遮面」也，要在掩掩映映之中，才增姿媚。中國歷來將花比作美人，蒔花之道，也如裝扮美人一般。段譽出身皇家，幼讀詩書，於這種功夫自然是高人一等。他伸手溪中，洗淨了雙手泥污，坐在大石之後，對那株「倚欄嬌」正面瞧瞧，側面望望，心下正自得意，忽聽得腳步細碎，有兩個女子走了過來，只聽得一人道：「這裏最是幽靜，沒人來的──」段譽一聽得她的聲息，心頭怦的一跳，原來正是日間所見的那個白衣少女。段譽屏氣凝息，半點聲音也不敢出，心想：「她說過不見不相干的男子，我段譽自是個不相干的男子了。我只要聽她說幾句話，與聽幾句她說的仙樂一般的聲音，也已是無窮之福，千萬不能讓她知道了。」他的頭本來斜斜側著，這時竟是不敢回正，就是讓腦袋這麼側著，生恐頭頸骨中發出一絲半毫輕響，驚動了那個少女。那少女繼續說道：「小詩，你聽到了甚麼──甚麼關於他的消息？」段譽不由得心中一酸，他知道那少女口中的那個「他」，自然是指慕容公子了，從王夫人言下聽來，那慕容公子似乎是單名一個「復」字。那少女的詢問之中，滿腔關切，滿懷柔情。段譽心道：「如果這位姑娘這般關切的竟然是我，段譽便是立時死了，也是心甘情願。」他這番心意，確是無半分虛假，可是，他從未見過這位白衣姑娘的相貌，不知她是美是醜，不知她姓甚名誰，更不知她是善是惡，脾性是好是壞！可是自從他在水邊聽到了那白衣少女的幾句話聲之後，只覺得一往情深，為她百死而無悔，到底此情因何而生，此意自何而起，自己卻是半點也說不上來。聽得她言語中處處關懷慕容公子，不自禁的又是羨慕，又是自傷。只聽小詩囁嚅半晌，但是不便直說。那少女道：「你跟我說啊！我總是不忘了你的好處便是。」小詩道：「我是怕──怕夫人責怪。」那少女道：「你這傻丫頭，你跟我說了，我自然不會對夫人說，要是你不說啊，我去問小茶、小翠她們，日後夫人問起，我當然說是你說的。」小詩急道：「小姐，你──你怎麼可冤枉我？」那少女笑道：「誰做我的心腹，我自是迴護她。誰不聽我話，我冤枉她又有甚麼相干？」小詩沉吟了一會，道：「好，我跟你說了，你可千萬不能說從我洩漏了風聲。」那少女道：「我得瞧你說得多不多，要是你吞吞吐吐的，我當你是半個心腹，倘若是甚麼也不瞞我，那麼夫人永遠也不會怪到你。」小詩嘆了口氣，道：「表少爺是到少林寺去了。」那少女道：「你說是少林寺？阿朱、阿碧她們說他是去洛陽丐幫的？」段譽心道：「怎麼是表少爺？嗯，那慕容公子是她的表哥，他二人是中表之親，青梅竹馬，那個──那個──」小詩道：「夫人這次出外在途中遇到燕子塢的風四爺，說是趕去嵩山少林寺，給表少爺打接應的。」那少女道：「他去少林寺幹甚麼了？」小詩道：「風四爺說，表少爺傳回訊息，這次有許許多多江湖門派，在少林寺開甚麼英雄大會，為的是對付慕容氏來著。表少爺來不及知會旁人，獨自先趕著去了。聽說燕子塢另外還有人去打接應。」那少女道：「夫人既是得到了訊息，怎地反而回來，不趕去幫表少爺的忙？」小詩道：「這個──婢子就不知道了。想來，夫人不喜歡表少爺。」那少女憤憤的道：「哼，就算不喜歡，終究是自己人。姑蘇慕容氏在外面丟了人，咱們王家就很有光彩麼？」小詩應道：「是。」那少女怒道：「是甚麼？」小詩嚇了一跳，道：「不是，沒──沒甚麼。」那少女在綠竹叢旁走來走去的籌想計策，忽然間看到段譽所種的二株白茶，又看到新打碎的瓷盆，「咦」的一聲，道：「是誰在這裏種茶花？」段譽更不怠慢，便從大石後一閃而出，一揖到地，說道：「小生奉夫人之命，在此種植茶花，衝撞了小姐。」他雖是深深作揖，眼睛卻仍是直視，深恐小姐又說一句「我不見不相干的男子」，就此轉身而去，又錯過了見面的良機。他雙眼一見到那位小姐，耳朵中「嗡」的一聲響，但覺眼前昏昏沉沉，雙膝一軟，不由自主的跪倒在地，若不強自撐住，幾乎硬要磕下頭去，口中卻終於叫了出來：「神仙姊姊，我──我想得你好苦！」原來眼前這位白衣少女的相貌，便和大理石洞中的玉像全然的一般無異。那王夫人已然是十分相似了，只是年紀不同，但這白衣少女除了服飾相異之外，臉型、眼睛、鼻子、嘴唇、耳朵、膚色、身材、手足，竟然沒一處不像，宛然便是那玉像復活。段譽在夢魂之中，已不知幾千百遍的想那玉像，此刻眼前親見，真不如自己身在何世，是人間還是天上？那少女還道他是個瘋子，輕呼一聲，向後退了兩步，說道：「你──你──」段譽站起身來，說道：「那日自在石洞之中，拜見神仙姊姊的仙範，已是自慶福緣非淺，不料今日更親眼見到姊姊容顏。世間真有仙子，當非虛語也。」那少女向小詩道：「他說甚麼？他──他是誰？」小詩道：「他就是阿朱、阿碧帶來的那個書獃子了。他說會種茶花，夫人倒信了他的胡說八道。」那少女向段譽道：「書獃子，剛才我和她的說話，你都聽見了麼？」段譽笑道：「我姓段名譽，大理國人氏，非書獃子也。神仙姊姊和這位小詩姊姊的言語，我是無意之中都聽到了，不過神仙姊姊與小詩姊姊大可放心，小生絕不洩漏片言只語，擔保小詩姊姊決計不會受夫人責怪便是。」那少女臉色一沉，道：「誰跟你姊姊妹妹的亂叫？你還不認是書獃子，你幾時見過我了？」段譽道：「我不叫你神仙姊姊，卻叫甚麼？」那少女道：「我姓王，你叫我王姑娘就是。」段譽搖頭道：「不行，不行，天下姓王的姑娘，何止千千萬萬，如姑娘這般天仙人物，如何也能只稱一聲『王姑娘』？可是叫你作甚麼呢？那倒為難得緊了。稱你作王仙子麼？似乎太俗氣。叫你曼陀公主罷？大宋、大理、遼國、吐蕃，那一國沒有公主？那一個能跟你相比？」耶少女聽他口中念念有詞，越覺得他獃氣十足，不過他這般傾倒備至、失魂落魄的稱讚自己美貌，終究心中也有點喜歡，微笑道：「總算你運氣好，我媽沒將你的兩隻腳砍了。」段譽道：「令堂夫人和神仙姊姊一般的容貌，只是性情特別了些，動不動就殺人，未免和神仙體態不稱──」那少女秀眉微蹙，道：「你趕緊去種茶花罷，別在這裏嘮嘮叨叨的，咱們有要緊話要說呢。」神態之中，便是將他當作個種花的匠人一般。段譽卻也不以為忤，只盼能多和她說一會話，能多瞧上她幾眼，心想：「要引得她心甘情願的和我說話，只有跟她談論慕容公子，除此之外，她是甚麼事也不會放在心上的。」便道：「天下英雄群集嵩山少林寺，商量大破慕容氏的法子，各門各派的人物當真可到得不少。慕容公子孤身犯險，那可有點不妥。」那少女果真身子一震。段譽不敢直視她的臉色，心下暗道：「她為慕容復這臭小子關心掛懷，我見了她的臉色，說不定會氣得流下淚來。」但見到她白色綢衫的下襬不住輕輕顫動，聽到她比洞簫還要柔和的聲調問道：「少林寺中的情形，你可知道麼？你──你快跟我說。」段譽聽她為般低語央求，心腸一軟，立時便想將所知全盤傾吐，但轉念一想：「我若是一口氣說完了，她便又催我去種茶花，再要尋甚麼話題來跟她談談說說，那可不容易了。我得短話長說，小題大做，每天只說這麼一小點兒，有多長我拖多長，叫她日日來尋我說話，若是尋我不著，那就心癢難搔。」於是咳嗽一聲：「我自己是不會武功的，一點都不會，甚麼『金雞獨立』，『黑虎偷心』，最容易的招式也不會一招。但我家裏有一個朋友，名叫朱丹臣，外號叫作『筆硯書生』，你別瞧他文文弱弱的，好像和我一樣，也是個書獃子，嘿，他的武功可真不小。有一天我見他把扇子一收擺動，倒了轉來，噗的一聲，扇子柄在一條大漢的肩膀上這麼一點，那條大漢便縮成了一團，好似一堆爛泥那樣，動也不會動了。」那少女道：「嗯，這是『清涼扇』法中的打穴功夫，第三十八招『透骨涼』，倒轉扇柄，斜打肩胛。這位朱先生是崑崙旁支，三因觀門下的弟子，這一派的武功，用筆比用扇更是厲害。你說正經的罷，不用跟我說武功。」這一番話若是叫朱丹臣聽到了，那是非佩服得五體投地不可，那少女不但說出了這一招的名稱手法，連他的師承來歷，武學家數，也是清清楚楚。假如是另一個武學名家聽了，例如是段譽的伯父段正明、父親段正淳等，也是要大吃一驚：「怎地這個年輕姑娘，於武學之道，見識如此精闢？」但段譽可真的是不會武功，那姑娘這幾句話，倘若傳將出去，勢將轟動江湖，成為武林中的一件頭等大事，可是這姑娘輕描淡寫的說來，段譽也只是輕描淡寫的聽著。