第十四回　初試身手桑昆見愛子被敵人以迅雷不及掩耳的手段從千軍萬馬之中搶了去，心中又氣又急，只得依言撤下軍馬，但命部下用大車結成圓圈，在土山四周密密層層的圍了七八重，這樣鐵木真坐騎再快，也教他無法衝出。這邊山上鐵木真連聲誇獎郭靖，命他用腰帶將都史反背縛起。桑昆接連派了三名使者上山談判，命鐵木真放出都史投降，就可饒他性命。鐵木真每次都將使者逐下山去。轉眼之間，太陽在草原盡頭隱沒，四下一片黑暗，鐵木真怕桑昆乘黑衝鋒，命各人不可絲毫怠忽。守到半夜，忽見一人全身白衣，步行走到山腳下，高聲叫道：「我是札木合，要和鐵木真義兄說話。」鐵木真道：「你上來吧。」札木合緩步上山，見了鐵木真凜然站著，搶步上前，想要擁抱。鐵木真擦的一聲，拔出佩刀，厲聲說道：「你還當我是義兄麼？」札木合嘆了一口氣，盤膝坐下，說道：「義兄，你已是大汗，何必更要雄心勃勃，想把蒙古人聯在一起？」鐵木真道：「你待怎樣？」札木合道：「各部各族的族長們都說，咱們祖宗已這樣過了幾百年，鐵木真大汗為什麼要改變舊法？上天也不允許。」鐵木真道：「咱們祖宗阿蘭豁雅夫人的故事你還記得嗎？她的五個兒子不和，她煮了臘羊肉給他們吃，給了他們每人一支箭，叫他們折斷，他們很容易的折斷了。她又把五支箭合起來叫他們折斷。五個人輪流著折，都未能折斷。你記得她教訓兒子們的話麼？」札木合道：「你們如果一個個地分散開，就像一支箭似的會被任何人折斷。你們如果同心協力，那就像五支箭似的堅固，不會被任何人折斷。」鐵木真道：「好，你還記得。後來怎樣？」札木合道：「後來他五個兒子同心協力，成為蒙古人的族祖。」鐵木真道：「是啊！咱倆都是英雄豪傑，幹麼不把蒙古人都集合在一起？自己不要你打我，我打你，大家同心協力的把大金國滅掉。」札木合驚道：「大金國兵多將廣，黃金遍地，糧如山積，蒙古人怎能惹他？」鐵木真「哼」了一聲道：「那你寧可大家受大金國欺壓的了？」札木合道：「他們也沒欺壓咱們。大金國皇帝封你做招討使。」鐵木真怒道：「初時我也當大金國皇帝是好意，那知向咱們需求越來越厲害，要了牛羊，又要馬匹，現在還要咱們派戰士幫他打仗。」札木合道：「王罕和桑昆都不肯背叛大金。」鐵木真道：「背叛，哼，背叛！那麼你呢？」札木合道：「我來求義兄不要發怒，把都史還給桑昆。由我擔保，桑昆一定放你平安回去。」鐵木真道：「我不相信桑昆，也不相信你。」札木合道：「桑昆說一個兒子死了還可再生兩個，一個鐵木真死了，就永遠沒有鐵木真了！不放都史，你見不到明天的太陽。」鐵木真舉刀在空中呼的劈了一刀，叫道：「寧戰死，不投降！」札木合站起身來道：「你把奪來的牛羊分給軍士，說是他們私產，不是部族公有。各族的族長們都說你的做法不好，不合祖規。」鐵木真厲聲道：「可是年輕的戰士們個個都歡喜。」札木合道：「好，鐵木真義兄，你可別說我忘恩負義。」鐵木真從懷內摸出一個小包，擲在札木合身前，說道：「這是咱們三次結義時你送給我的禮物，現在你收回去吧。明日你拿鋼刀斬在這裏。」他一面說，一面伸手在脖子裏作勢一砍道：「殺的人是敵人，不是義兄。」札木合拾起小包，也從懷裏掏出一個革製的小囊來，默默無言的放在鐵木真腳邊，轉身下山。鐵木真望著他的背影，良久不語，心中傷痛已極，真料不到情逾手足的義弟，竟會在自己背後突施暗算，當下慢慢打開皮囊，倒出了幼時所玩的箭頭髀石，從前兩個孩子在冰上同玩的情景，一幕幕的在心頭湧現。他嘆了一口氣，用佩刀在地下挖了一個坑，把結義的幾件禮物埋在坑裏。郭靖在一旁望著，心中也很沉重，知道鐵木真所埋葬的其實是一份他心中最寶貴的友情。鐵木真雙手捧了沙土掩沒之後，站起身來，只見桑昆和札木合部下所燃點的篝火，猶如天上繁星般照亮了整個草原，聲勢十分浩大。他出了一會神，回過頭來，見郭靖站在身旁，問道：「你怕麼？」郭靖道：「我在想我媽。」鐵木真道：「嗯，你是勇士，是極好的勇士。」他指著遠處點點篝火，道：「他們也都是勇士。咱們蒙古人有這麼多好漢，但大家是不斷的互相殘殺。只要大家聯在一起。」他眼睛一直望著遠處的天邊：「咱們能把全世界……把全世界做蒙古人的牧場！」郭靖聽著這番抱負遠大，胸懷廣闊的說話，對鐵木真更是五體投地的崇敬，昂然說道：「大汗，咱們能戰勝，咱們不會被膽小卑鄙的桑昆打敗。」鐵木真也是神采飛揚的道：「對，咱們記著今兒晚上的話，我以後把你當親兒子一樣待你。」說著對郭靖抱了一抱。說話之間，天色漸明，桑昆和札木合隊伍中都嗚嗚地號角吹動。鐵木真道：「救兵不來啦，咱們今日就戰死在這土山之上。」只聽見敵軍中兵甲鏗鏗，馬聲蕭蕭，眼見就要發動拂曉攻擊。鐵木真與三子及諸將伏在土堆之後，箭頭瞄準了每一條上山的路徑。過了一陣，一面黃旗從桑昆隊伍中越眾而出，旗下三人連轡走到山邊，左是桑昆，右是札木合，中間一人赫然是大金國的六太子趙王完顏烈。他金盔金甲，左手拿著擋箭的金盾，叫道：「鐵木真，你背叛大金麼？」鐵木真的長子朮赤，對準了他嗖的一箭，完顏烈身後忽然縱出一人，一伸手把箭綽在手中，身手矯捷之極。完顏烈道：「把都史救出。將鐵木真擒來。」四個人應聲撲上山來。郭靖見了他們的身法，不覺一驚，原來這四人上山時用的都是輕身功夫，竟是武林中的高手，決非普通戰士。四個人奔到半山，哲別與博爾忽等連珠箭如雨射下，都被他們用軟盾擋開。郭靖暗暗心驚：「咱們這裏雖都是名將勇士，但決不能與武林的高手相敵，這如何是好？」一個黑衣中年男子一躍上山，窩闊台挺刀攔住，那男子手一揚，一抽箭打在他頂頸之上，隨即舉起單刀一刀砍下，忽覺白刃閃動，斜刺裏一劍刺來，直取他的手腕，竟是又狠又準。他料不到鐵木真部屬中竟也有精通劍術之人，喝道：「你是誰？留下姓名。」說的卻是漢語。郭靖道：「我叫郭靖。」那人道：「沒聽見過！快投降吧。」郭靖遊目四顧，見其餘三人也已上山，正與赤老溫、博爾忽等短兵相接，白刃肉搏。桑昆其餘的部眾待要隨著衝上，木華黎把刀架在都史頸裏，高聲大叫：「誰敢上來，這就是一刀！」桑昆很是焦急，對完顏烈道：「六王爺，叫他們下來吧，咱們再想別法！別傷了我孩兒。」完顏烈微笑道：「放心，傷不了。」桑昆的部眾不敢上山，完顏烈手下的四人卻已在山上乓乓乒乒的打得十分激烈。郭靖展開韓小瑩所授的「越女劍法」，劍走輕靈，與那使單刀的交上了手。數招一過，竟是迭遇兇險，那人刀厚力沉，招招暗藏內勁，實非庸手。江南六怪武功很雜，見聞又廣，平日早將武林各家各派主要的招數與郭靖拆解過了，但這人刀法自成一格，眼見他自右劈來，中途不知怎麼一轉，刃鋒卻落在左邊。郭靖不住倒退，又拆數招，忽然心念一動：「大師父常說，交手時要制人而不可制於人，現在我竭力招架，豈非受制於人？」見他一刀砍來，竟自不避，右足曲為前弓，左手捏著劍訣，右手平膀順肘，一劍向敵人直刺，正是「十萬橫磨」之勢。那人見他似乎情急拚命，用的是兩敗俱傷的打法，心頭倒是一驚，急忙回刀。郭靖硬爭先手，這一下得了勢，那肯再鬆，長劍晃動，青光閃閃，劍尖在敵人身邊刺來劃去，招招不離要害。那人被他「越女劍法」一輪急攻，倒鬧了個手忙足亂。這時他三個同伴已將鐵木真手下的將領打倒了四五人，見他落在下風，一個提著大槍縱身而上，叫道：「大師哥，我來助你。」那使單刀的自恃是武林前輩，由完顏烈用重金聘來，今日首次出馬，在千軍萬馬之前，萬目睽睽之下，那肯向一個後生小輩認輸？他們四人雖是同門師兄弟，但素來各有心病，互不相下，當下喝道：「你在旁瞧著，看看大師兄的手段。」郭靖乘他說話分心，左膝一低，曲肘豎肱，一招「起鳳騰蛟」，刷的一聲，劍尖猛撩上來，那人向後急避，左袖已被劍鋒劃破。那使花槍的笑道：「來瞧大師哥的手段啊！」哲別等幾個未受傷的將領，這時都圍在鐵木真周圍保護。衝上來的四人中另外兩個一人使一條鐵鞭，一人使一對短斧，見這些蒙古將軍各挺長矛，威風凜凜的聚在一起，倒也不敢貿然相攻，聽見二師哥叫喚，心想反正這些人逃不了，不如先瞧瞧熱鬧再說，當下縱身過來，三人站成一排，袖手看大師哥與郭靖相鬥。那使單刀的跳出圈子，喝道：「你是誰的門下？為什麼在這裏送死？」郭靖橫劍捏訣，不亢不卑地道：「弟子是江南七俠的門下，請教四位高姓大名。」那使單刀的向三個師弟望了一眼，轉頭說道：「咱們姓名，說來諒你後生小輩也不知道，看刀！」一刀斜劈下來。郭靖和他打了這一陣，已知他功力在自己之上，但七師父所傳劍法極為精奇，鋒銳處敵人也十分忌憚，當下仍取搶攻，不向後退，見敵刀砍到，右足反而繞前避過，「探海屠龍」迴鋒下插，逕攻敵人下盤。兩人一搭上手，轉眼間又拆了二三十招。這時山下數萬兵將、山上鐵木真諸人與攻上來的三人，個個目不轉瞬的凝神觀戰，那使單刀的一心要陣前顯威，好叫六太子另眼相看，抖擻精神，把一柄刀使得呼呼風響，眼見久鬥不下，心中焦躁起來，刀法愈來愈狠，忽地一刀橫砍，向郭靖腰裏砍來。郭靖身子拗轉，「翻身探果」，撩向敵臂。那人眼見郭靖不避，反而迴攻，心中大喜，心想待你劍到，我的刀早已砍進你身體之中了，當下並不變招，順勢力斫，眼見刀鋒及於郭靖腰上，那知郭靖內功已有根基，下盤不動，上盤不避，就是腰向左一挪，斗然移開一尺，右手一送，一劍刺在那人胸口。那人狂叫一聲，撒手拋刀，猛力一掌，把郭靖的長劍打落在地，總算逃了一命，這一劍只刺入胸口半寸，但手掌卻已鮮血淋漓，急忙跳開。郭靖這一劍本可取他性命，終因經驗不足，未能得手，心中暗呼：「可惜，可惜。」忙俯身把敵人的單刀搶在手裏，只聽背後風響，哲別叫道：「小心後面！」郭靖也不回身，後腿向後一腳，踢開刺來的槍桿，乘勢一刀，撩向敵手，這一招正是南希仁所授內家「南山刀法」中的「燕子入巢」。這一腿踢出時，眼睛不見，只要部位稍有不準，一槍早已插入背心。那使槍的喝一聲：「好！」槍上紅纓一震，抖起個碗大槍花，當胸刺到，郭靖一個「帶醉脫靴」，一刀掛開，飛起右腳，踢向敵人手腕。那人只道郭靖劍法有獨得之祕，眼見他長劍脫手，忙搶上來動手，存心要檢個便宜。那知他武學甚廣，非拘一路，使起刀來也是得心應手，眼見他一腳踢來，雙手向裏一縮，郭靖踏上一步，一刀順著槍桿削了下來。那人在這一桿槍上已用了二十多年功夫，師父又是武林中的佼佼健者，槍法豈是等閒，當下盤打刺扎，紅纓閃動，鐵槍飛舞，與郭靖打了個難解難分。鬥到分際，郭靖見敵人槍力沉猛，每一招都在想將自己單刀砸飛，招術靈動，迅速之極，顯然是想急切之間取勝，好在三軍陣前揚名露臉，但孫子兵法有云：「兵鬥拙速，未睹巧之久也。」武家相鬥，亦復如此，一味貪快貪巧，數十招之後，那人槍法已偶見澀滯。郭靖把「南山刀法」使發了，已不用顧盼擬合，信手而應，縱橫前後，悉逢肯綮。只見他刀光閃閃，劈刺截掃、斬削砍剁，越打越是凌厲。四人中的大師兄本是單刀名家，在旁也看得暗暗心驚。酣鬥中那人一槍當胸刺來，郭靖一個「進步提籃」，左掌將槍一推。按照原來招術，推開敵槍之後，右足進步順手一刀，但他掌心與槍桿一觸到，立即發覺敵人抽槍竟不迅捷。他修習了兩年內功，身體感應迅敏之極，一覺有變，左掌一翻，已用分筋錯骨手法抓住槍桿，刷的一刀，順著槍桿直削下去，敵人如不撤槍，十根手指無一能保。那人一奪槍絲紋不動，已自吃驚，突見刀鋒相距前手不到半尺，急忙撤槍後退。看官，那人本是武林名手，郭靖一個後生小輩怎能勝他？須知江南六怪各負絕藝，他們想到楊鐵心是名將楊再興的嫡派子孫，楊家槍法必有獨到造詣，丘處機將他子嗣訪到之後，除了傳授其他武功之外，對槍法一定特別注重，好教他不墮了祖宗的威名，所以南希仁在傳郭靖刀法時，「單刀破槍」之術，習練得滾瓜爛熟。想不到這套刀法未在嘉興顯威，已先在漠北立功。郭靖取勝之後，精神一振，右手用力一揮，將單刀遠遠擲到了山下，挺槍而立。四人中的老四最是沉不住氣，大吼一聲，雙斧著地捲來。郭靖把槍使開了，那人雙斧怎搶得進去。武學家道：「一寸長，一寸強；一分短，一分險。」凡用短兵刃的，必定要搶到敵人身邊肉搏方能取勝。江南六怪既防到嘉興比武對敵擅用長槍，自然也命郭靖精研槍法，那是知己知彼的意思。全金發秤桿的打法本從槍中脫胎而來，所以郭靖的長槍是從六師父學的。有宋一代，軍中最為著重槍法，近如岳家槍法，那不必說了，北宋名將如楊業、呼延贊，都是使槍的英雄。這時郭靖所用的，正是軍中武學正宗的楊家槍法，那人雙斧揮霍，卻始終攻不進郭靖身旁一丈以內的圈子。郭靖雖然防身有餘，但那人在雙斧上用功很深，要想傷他，卻也不易，再鬥數合，計上心來，突然賣個破綻。那人大喜，好容易有這良機，豈肯放過，猛喝一聲，直撲到郭靖身邊，雙斧直上直下的砍將下來。郭靖橫槍一擋，喀喀兩聲，雙斧已將槍桿斬為三截，那人待要揮斧再砍，突覺小腹上一痛，已被郭靖一腳踢中，身子直飛出去，左手順勢圈回，一斧往自己頭上斫去。四人中的三師兄疾忙搶上，舉起鐵鞭在他斧上一架，噹的一聲，火星飛濺，那人利斧脫手，一交坐在地下，總算逃脫了性命。那人是個莽夫，怒得哇哇大叫，拾起斧頭，又再撲上，郭靖手中沒了兵刃，雙掌一錯，用空手奪白刃之法和他拼了起來。三師兄提起鐵鞭，上前夾攻，山下蒙古眾軍大聲鼓噪，呼喊怒罵。原來蒙古人生性質樸，敬重英雄好漢，他們見這四人用車輪戰法輪鬥郭靖，已自氣憤，這時見兩人夾擊一個空手之人，實在不是大丈夫的行徑，都高聲吆喝。郭靖雖是他們敵人，大家反而為他吶喊助威。博爾忽、哲別兩人挺起長刀，加入戰團，對方旁觀的兩人也上前助戰。這兩位蒙古名將在戰陣中斬將騫旗，勇不可當，但小巧騰挪，撕奪截打的步戰功夫，卻非擅長，仗著身雄力猛，支持了數十招，但終於兵刃被敵人雙雙奪去。郭靖見博爾忽勢危，縱身過來，呼的一掌，往使單刀的大師兄背上拍去，那人回刀截他手腕。郭靖手臂一縮，一肘撞向二師兄，又解救了哲別之危。那四人心想：「咱們四兄弟今日折在你這小子手裏，以後怎能再在江湖上行走，怎能在六王子府中立足？」四人是同樣的心思，一意要先殺了郭靖，當下不去理會兩個蒙古將軍，四人圍攻郭靖。山下蒙古兵將吶喊叫罵，更是厲害，那四人充耳不聞，刀鞭雙斧齊往郭靖身上招呼。郭靖手中沒了兵刃，又受這四個高手夾擊，那裏抵擋得住？只得展開輕身功夫，在四人兵刃縫中穿來插去。博爾忽揚起手中長刀，叫道：「接刀！」一揮手向郭靖擲去。郭靖縱身待接，被使鐵鞭的一鞭將刀砸飛。那使雙斧的惱恨一踢之辱，不顧一切的雙斧著地捲來。郭靖一躍避開，但頭上單刀也已砍到，身子一偏閃過了這刀，左足一踹，正踹在使斧的頂門，就在這時，右邊大腿卻也中了一鞭。這一下痛入骨髓，仗著練有內功，骨頭未斷，但眼前一黑，險些暈倒。那使斧的拋去斧頭，雙手合圍，一圈將郭靖兩腿抱住，牢牢不放。郭靖立足不穩，跌倒在地，眼見白光閃動，頭頂刀鞭齊下，心知這次性命不保，突然間母親、七位恩師、義兄拖雷、義妹華箏的影子如閃電般在腦海中一一閃過，俯身抓住那使斧的胸口，用力一舉，擋在自己身上。其餘三人投鼠忌器，忙收刀鞭，郭靖一手扣住了敵人脈門，叫他動彈不得，一手叉住他的咽喉，自己蜷縮身子，躲在那人體下。那三人舉足往郭靖肩頭腳上猛踢，郭靖置之不理，心想：「我雖死了，也得扼死一個敵人抵數。」叉在他咽喉的手更加用力。哲別等見郭靖被壓在底下，各挺兵刃來救，那使單刀的大師兄對兩個師弟道：「你們擋住躂子，我來殺小雜種。」俯身下去，將刀尖對準郭靖露在外面的肩頭，右手運勁，挺刀插將下去。郭靖突覺肩頭疼痛，腰腿用勁，一個「懶驢打滾」，滾開兩丈。這時抱住他雙腿的那人已被他叉得喘氣不得，暈死過去。郭靖一躍而起，眼見敵人提刀趕來，待要抵敵，右腿鞭傷極重，立足不穩，又自跌倒。那人一刀砍將下來，郭靖忽然想起，伸手在腰裏一帶，順勢一抖，已將護身軟鞭取在手中，仰天而臥，使開一路「金龍鞭法」，將各處要害防得風雨不透。馬王神韓寶駒身子矮短，所以在武學上專研攻敵下盤的法門，郭靖這時臥地而鬥，這套鞭法恰是得其所哉，使開來得心應手，那人一時倒也無法傷他。拆了二十餘招，暈去的人醒了轉來，另外兩人也已獲勝，轉身再行圍攻郭靖，眼見形勢再緊，突然山下軍伍中一陣混亂，六個人東一穿西一插，奔上山來。桑昆和札木合的部下只道又是完顏烈的武士，再要上去圍攻郭靖，個個大聲咒罵。山上眾人待要射箭攔阻，哲別眼尖，已認出原來是郭靖的師父江南六怪到了，大聲叫道：「靖兒，你師父們來啦！」郭靖本已累得頭暈眼花，聽了這話，突然精神一振。朱聰和全金發最先上山，見郭靖躺在地下被四人夾擊，已是命在頃刻，如何不急，全金發縱身上前，秤桿一掠，同時架開了四件兵刃，喝道：「要不要臉？」四人手上同時一震，感到敵人功力遠在那少年之上，急忙躍開，朱聰將郭靖扶起，柯鎮惡等也已上山。全金發罵道：「不知羞恥的匪徒，快滾下去吧。」那使單刀的大師兄眼見眾寡之勢突然倒轉，再動手必然不敵，但如逃下山去，那是顏面何存，那裏還能在六太子府中耽下去？當下硬了頭皮道：「六位可是江南六俠麼？」朱聰笑嘻嘻的道：「不錯，四位是誰？」那人道：「咱們是鬼門龍王門下的四弟子。」柯鎮惡與朱聰本來以為他們合鬥郭靖一人，必是無名之輩，忽聽他們是武林中怪物鬼門龍王的弟子，倒吃了一驚。柯鎮惡冷冷的道：「瞎充字號麼？鬼門龍王是響噹噹的腳色，門下那有你們這種不成器的傢伙！」使雙斧的撫著頸中被郭靖叉起的紅痕，怒道：「誰充字號來著？他是大師兄斷魂刀沈青剛，這是二師兄追命槍吳青烈，那是三師兄奪魄鞭馬青雄，我是喪門斧錢青健。」柯鎮惡道：「聽來倒不假，那麼果然是黃河四鬼了。你們在江湖上並非無名之輩，為什麼竟自甘下賤，四個兒鬥我徒兒一人？」吳青烈強詞奪理，道：「怎麼是四個打一個，這裏不是還有許多蒙古人幫著他麼？」錢青健問馬青雄道：「三師哥，這跛腳瞎子大剌剌的好不神氣，那是誰啊？」這句話說得雖輕，柯鎮惡耳朵靈便，卻已聽見，心頭大怒，鐵杖在地下撐，早已躍到他的身旁，一把抓住他的背心，擲到了山下。三鬼一驚，待要撲上迎敵，柯鎮惡身法如風，一抓一擲，一抓一擲，旁人還沒看清楚怎的，三人都被他擲到了山下。山上山下蒙古兵將齊聲歡呼。黃河四鬼跌得滿頭滿臉的塵沙，個個腰酸背痛，滿腔羞慚的掙扎著爬起。就在此時，遠處塵頭大起，似有數千人馬殺奔前來，桑昆的部屬陣腳登時鬆動，鐵木真見來了救兵，他知札木合治軍極嚴，是一位能幹的將才，桑昆卻是藉著父親餘蔭，庸碌無能，當下指著桑昆的左翼，喝道：「向這裏衝！」哲別、博爾朮、朮赤、察合台四人當先衝下，遠處救兵齊聲吶喊。木華黎把都史抱在手裏，一刀架在他項頸之中，大叫：「快讓路，快讓路！」桑昆見眾人衝下，正要指揮人馬攔截，忽見都史被人抓住了動彈不得，不禁呆住，心中躊躇，不知如何是好，轉眼之間，鐵木真等已衝到了跟前。哲別看準了他腦門，嗖的一箭，桑昆急忙向左一避，那箭正中右腮，跌下馬去。眾兵將見主帥落馬，登時大亂。鐵木真直衝出陣，數百人追來，被哲別、博爾朮等一陣連珠箭射退。南希仁將郭靖抱在懷裏，眾人且戰且走，奔出數里，只見塵頭起處，鐵木真的第四子拖雷領兵趕到，追兵見有援軍，紛紛勒馬回轉。原來拖雷年輕，又無鐵木真的令符，所以族長宿將都不聽他的調度，只得率領了數千名青年兵將趕來。江南六怪卻又比他早到了一步。拖雷甚有智計，眼見敵兵勢大，衝入救人必致覆沒，於是下令在每匹馬尾上縛了樹枝，令軍士來回奔馳，遠遠望來塵沙飛揚，不知有多少人馬。鐵木真整軍回營，半路上遇到華箏又領了一彪軍馬趕來。她見眾人無恙，心中大喜。當晚鐵木真大犒將士，卻把都史請在上席坐了，眾人心中都是憤憤不平。鐵木真向都史敬了三杯酒，說道：「我和王罕義父、桑昆義兄毫無仇冤，請你回去代我請罪。我再挑選貴重禮物來送給義父義兄，務請他們不要介意。」都史蒙他不殺，已是意外之喜，當下沒口的答應，諸將見大汗如此懦弱，畏懼王罕，都感十分氣惱。次日一早，鐵木真備了兩車黃金貂皮的重禮，派了十名軍士護送都史回去。等他去了三日，鐵木真召集諸將，說道：「大家集合部眾，咱們立即出發去襲擊王罕。」諸將相顧愕然。鐵木真道：「王罕兵多，咱們兵少，明戰不能取勝，必須偷襲。我放都史，又送厚禮，是叫他不作提防。」諸將俱都拜服。當下兵分三路，連夜前進。王罕和桑昆見都史平安回來，只道鐵木真害怕，在金帳之中，連日與完顏烈、札木合飲宴。那知鐵木真用兵如神，黑夜之中，猶如天崩地裂般四下衝殺進來。王罕、桑昆倉皇逃向西方，後來分別為乃蠻人和西遼人所殺，都史被敵軍馬蹄踏成了肉泥。黃河四鬼奮力突圍，保著完顏烈連夜逃回中原（北京）去了。札木合失掉了部眾，帶了五名親兵逃到唐努山上，那五名親兵乘他吃羊肉時，將他擒住，送到鐵木真帳中來。鐵木真大怒，喝道：「親兵背叛主人，這種不義之人，留著何用？」下令將這五名親兵在札木合之前斬下首級。轉頭對札木合道：「咱們還是做好朋友吧？」札木合流淚道：「義兄雖然饒了我性命，我也再沒臉活在這世界上，只求義兄賜我不流血而死，使我靈魂不隨著鮮血而離開我的身體。」鐵木真黯然良久，道：「好，我賜你不流血而死，把你葬在我倆幼時一起遊玩的地方。」札木合跪下行禮，轉身出帳。次日鐵木真在斡難河源大會各族部眾，這時他威震大漠，蒙古各族牧民戰士，無不誠服。在大會之中，眾人推舉鐵木真做蒙古的大汗，稱為「成吉思汗」，那是與大海一般廣闊強大的意思。成吉思汗大賞有功將士，木華黎、博爾朮、博爾忽、赤老溫四傑，以及哲別、者勒米、速不台大將，都封為千夫長。郭靖這次立功極偉，竟也被封為千夫長，一個十多歲的少年，居然與蒙古開國的功臣名將並列。在慶功宴中，成吉思汗受諸將敬酒，喝得微醺，對郭靖道：「好孩子，我再賜你一件我最寶貴的禮物。」郭靖忙跪下謝賞。成吉思汗道：「我把華箏公主給你，從明天起，你是我的金刀駙馬。」眾將轟然歡呼，紛紛向郭靖道賀。大呼：「金刀駙馬，好好好！」拖雷更是高興，一把摟住了義弟不放。郭靖卻呆在當地，做聲不得。原來他向來把華箏公主當作親妹子一般，心中並無半點兒女私情。他數年來全心全意的練武，心不旁騖，那裏有過絲毫綺念，這時突然聽到成吉思汗這幾句話，只覺茫然失措，不知如何是好。眾人見他傻楞楞的發呆，都轟然大笑起來。酒宴過後，郭靖忙去稟告母親，李萍沉吟良久，命他將江南六怪一齊請來，說知此事。六怪見愛徒受大汗器重，都向李萍道喜。李萍默然不語，忽地跪下，向六人磕下頭去。六怪大驚，忙道：「嫂子有何話請說，何必行此大禮？」李萍道：「我這孩兒承六位師父教誨，今日得以成人，小女子就是粉身碎骨，也是難報大恩大德。現在有一件為難之事，要請六位師父作主。」當下把亡夫郭嘯天昔年與楊鐵心指腹為婚的約言詳細說了，最後道：「大汗招我兒為駙馬，那自然是十分榮寵之事，但要是楊叔叔真的遺下個女孩，我不守約言，他日九泉之下，怎有臉來見先夫和楊叔叔兩人？」朱聰道：「那位楊英雄果然留下了子嗣，不過不是女兒，卻是男子。」李萍一驚，忙問：「朱師父怎麼知道？」朱聰道：「中原一位朋友曾帶信給我，並盼望咱們把靖兒帶到江南，和那位姓楊的世兄見見面，大家切磋一下功夫。」李萍大喜，當下與六怪商定，由六怪帶同郭靖到江南與楊鐵心的子嗣會面，並設法找尋段天德報仇，回來之後，再和華箏成親。郭靖去向成吉思汗請示。成吉思汗道：「好，你就到南方去走一遭，把大金國六太子完顏烈的腦袋給我帶來。幹這件大事，你要帶多少名勇士？」