第四回　桃花島上武三娘長劍被奪，已是大吃一驚，更料不到她竟能用麈拂震斷長劍，再立即以斷劍分擊二人，那劍頭來得好快，急忙低頭閃避，只覺頭頂一涼，劍頭掠環而過，割斷了一大叢頭髮。柯鎮惡聽到聲音，杖頭激起，將那劍柄打了開去，但聽得武三娘一聲低呼，聲音中帶著驚惶，當下運杖成風，著實進擊。他左手雖扣了毒蒺藜，但想素聞赤練仙子的冰魄針陰毒異常，自己目不見物，別要引出她的厲害暗器來，更加難以抵擋，是以情勢雖甚緊迫，那毒蒺藜一直不敢發射出去。李莫愁對他始終手下容情，心道：「若不顯顯手段，你這瞎老頭只怕還不知我有意相讓。」腰肢一擺，塵尾已搭住了杖頭。柯鎮惡但覺一股大力要將他鐵杖奪出手去，忙運勁回奪，那知勁力剛透杖端，突然拂塵之力已不知到了何處，這一瞬間，但覺四肢百骸都是空空蕩蕩，無所著力。李莫愁左手輕輕一撥，將鐵杖撥在一旁，手掌離柯鎮惡胸口已不到一寸，笑道：「柯老爺子，赤練神掌抹到你胸口啦！」柯鎮惡此時門戶大開，無法抵擋，怒道：「賊賤人，你拍下去就是，囉唆甚麼？」武三娘見此情形，大驚來救。李莫愁憑空縱起，從鐵杖上橫竄而過，身子尚在半空，突然伸掌在武三娘臉上摸了一下，笑道：「你敢逐我徒兒，膽子也算不小。」說著格格嬌笑，一蹤一躍，早已去得遠了。武三娘被她一摸，只覺她手掌心柔膩溫軟，臉上舒適無比，眼見她背影在柳樹叢中一幌，隨即不見，自己與她接招雖只數合，但每一招都是險死還生，使盡了全力，這時灘軟在地，一時竟動彈不得。柯鎮惡適才胸口也是壓了一塊大石，悶惡難言，當下急喘了數口氣，才慢慢調勻呼吸。武三娘奮力站起，但聽得哄哄騰騰，陸家莊已被裹在烈焰之中，火氣逼了過來，炎熱異常。她與柯鎮惡分別扶起陸氏夫婦，但見二人氣息奄奄，已挨不過一時三刻，尋思：「若是搬動二人，只怕死得更快，可是勢又不能將他們二人拋在此處，那便如何是好？」正自為難，忽聽遠處一人大叫：「娘子，你安好嗎？」正是武三通的聲音。武三娘又喜又惱，心想你這瘋子不知在胡鬧些甚麼，卻到這時才來，只見他上身扯得破破爛爛，急奔而至，不住口的叫道：「娘子，你安好麼？」武三娘從未見丈夫對自己這般關懷，心中甚喜，叫道：「我在這裏。」武三通撲到跟前，將陸氏夫婦一手一個抱起，叫道：「快跟我來。」一言甫畢，早已騰身而起。柯鎮惡未與他夫婦通過姓名，但想也必是江湖上的俠義人物，當下跟隨在後。三人一口氣奔出數里，武三通腋下夾著二人，柯鎮惡跛足盲目，但反而都遠遠跑在武三娘前頭。武三通東鑽西繞，領著二人到了山坳的一個洞裏。湖州府一片平陽，山丘極少，這個山洞所在之地雖說是山，其實也只比平地略高而已。武三娘一進山洞，見敦儒、修文兩個孩子安好無恙，心下安定，嘆了一口氣，見二人正與程英，陸無雙坐在地下玩石子。另一角裡卻站著一個粉裝玉琢般的女孩。她比程陸姊妹年紀略小，可是神色傲然，不和四人一起玩耍，正是郭靖與黃蓉所生的女兒郭芙。她見柯鎮惡進來，叫道：「柯叔叔，那對鵰兒飛得沒了影蹤，我怎麼呼喚牠們也不聽。」程英與陸無雙卻撲在陸氏夫婦身上。又哭又叫。柯鎮惡聽陸無雙哭叫爸爸媽媽，猛然想起李莫愁之言，驚叫：「啊喲，不好，咱們引鬼上門，那女魔頭跟著就來啦！」武三娘是驚弓之鳥，忙道：「怎麼？」柯鎮惡道：「那魔頭要傷陸家的兩個孩子，可是不知她們在那裡……」武三娘當即醒悟。道：「啊，是了，她有意不傷咱們，卻偷偷跟隨在後。」武三通大怒，叫道：「這鬼赤霞陰魂不散，讓我來鬥她。」說著挺身站在洞口。陸立鼎頭骨雖碎，但尚有一件心事未了，強自忍著一口氣，向程英道：「阿英，你把我……我……胸口……胸口一塊手帕拿出來。」程英抹了抹眼淚，伸手到他胸衣內取出一塊錦帕。這手帕是白緞的質地，一角上繡著一朵紅花。這紅花模樣異常奇特，又是嬌艷，又是兇狠，教人一見之下，心底就不自禁的發顫。陸立鼎道：「阿英，你把手帕縛在頸中，千萬不可解脫，知道麼？」程英不明他的用意，但既是姨丈吩咐，當即接了過去，點頭答應。陸大娘本已痛得神智迷糊，聽到丈夫聲音，睜開眼來，說道：「為什麼不給雙兒？你給雙兒啊！」陸立鼎道：「不，我怎能負了她父母之託？」陸大娘急道：「你……你好狠心，你自己女兒也不顧了？」說著雙眼翻白，聲音都啞了。陸無雙不知父母吵些甚麼，只是哭叫：「媽媽，爸爸！」陸立鼎柔聲道：「娘子，你疼雙兒，讓她跟著咱們去不好麼？」原來那塊紅花錦帕，是當年赤練仙子李莫愁贈給陸展元的定情之物。陸展元臨死之時，知道他夫婦倆孽緣未了，後人的麻煩必多，是以把這錦帕傳給兒子，叮囑明白，若是武三通前來尋仇，能避則避，不能避就算動手，也不致有性命之憂；但若李莫愁到來，她心狠手辣，武功又強，唯一對付之道，是將錦帕纏在頸中，這女魔頭顧念舊情，或能手下忍得一忍。只是陸立鼎極是自負，雖到臨死，仍是不肯取出錦帕。程英是陸立鼎襟兄之女。她父母生前將女兒託付於他撫養。他平時對這姪女神色嚴厲，常加責罵，但事到臨頭，卻又將救命的錦帕給她。陸大娘究竟舐犢情深，見丈夫不顧親生女兒，又驚又急，竟然暈了過去。程英見姨母為錦帕之事煩惱，忙將錦帕遞給表妹，道：「姨媽說給你，你拿著吧！」陸立鼎喝道：「雙兒，不要接。」武三娘瞧出其中蹺蹊，道：「我將帕兒撕成兩半，一人半塊，好不好。」陸立鼎欲待再說，可是一口氣呼不上來，那裡說得出聲音來，只得點頭。武三娘拿起錦帕，嗤的一聲，撕成兩半，分給了程陸二女。武三通站在洞口，聽到裏面又哭又叫，不知出了什麼事，回頭一看，但見妻子半臉雪白，半邊臉漆黑，不知何故，不禁驚駭異常，指著她臉道：「為……為什麼這樣？」武三娘在臉上一摸，道：「甚麼？」只覺半邊臉頰木木的知覺極是遲鈍，心中一驚，想起李莫愁臨去時曾在自己臉上輕輕摸了一下，難道這隻柔膩溫香的手掌一撫而過，竟已下了毒手去？武三通欲待再問，忽聽洞外有人笑道：「兩個女娃娃在這裡，是不是？不論死活，都給拋出來吧。」聲若銀鈴，既脆且柔，武三通一躍出洞，見李莫愁俏生生的站著，不由得一驚：「怎麼數十年不見，她仍是這等年輕貌美？」但見她手中麈拂輕輕揮動，神態極是悠閒，美目含春，桃腮帶暈，若不是素知她是個殺人不眨眼的魔頭，定道她是個帶髮修行的富家小姐。武三通見她拂塵一動，猛想起自己沒帶兵刃，若再回洞，只怕她乘機闖進去傷害了程英，陸無雙，見洞邊長著一棵大栗子樹，當下雙手抱定，喝一聲：「起！」力透樹根，竟將那栗子樹生生的拔了起來。李莫愁微微一笑，道：「果然好力氣。」武三通橫持大樹，說道：「李姑娘，數十年不見，你很好啊。」他從前叫她李姑娘，現下她出家修行，可是他並不改口，依然舊時稱呼。近二十年來，李莫愁從未聽人叫過自己作「李姑娘」，這時聽到這三個字，心中一動，少女時種種溫馨旖旎的風光，突然湧向胸頭，但隨即想起，自己本可與意中人一生廝守，那知這世上另外有個何沅君在，竟令自己丟盡臉面，淒苦半世，想到此處，心中一瞬間湧現的柔情蜜意，登時盡化怨毒。武三通和他都是情場失意之人，本來算得是同病相憐，但數十年前，曾親眼見她手刃「何氏鏢局」的十多名鏢客，下手之狠，此時思之猶有餘悸。那些鏢客其實與她無怨無仇，那鏢局子與何沅君也毫不相干，只因大家姓了個何字，她傷心之餘，竟上門去將鏢局中各人殺了個乾乾淨淨，那些鏢頭雖然死了，始終不知到底為了何事。這時武三通見她臉上微微一現溫柔之色，但隨即轉為冷笑，不禁為程陸二女暗暗擔心。李莫愁道：「我既在陸家牆上印上九個手印，非傷他九人不能罷休。武三哥，請你讓路吧。」武三通道：「陸家上代二人已經死了，他兒子媳婦也已中了你的毒手，小小一個孫女兒，你就饒了吧。」李莫愁微微搖首，柔聲道：「武三哥，請你讓路。」武三通將栗樹抓得更加緊了，叫道：「李姑娘，你也忒以狠心，何沅君……」這三字一出口，李莫愁臉色登變，說道：「我在赤練祖師爺前立過重誓，誰在我面前提起這個人的名字，不是他死就是我亡，武三哥，是你自己不好，可怨不得我。」說著拂塵一起，往武三通頭頂拂到。莫瞧她小小一柄拂塵，這一拂下去，既快又勁，帶得武三通頭上亂髮獵獵飛舞。她知武三通是一燈大師門下高弟，雖然痴痴呆呆，武功卻是有獨到造詣，是以一上來就下殺手。武三通左手一舉，那株栗樹猛地伸出，狂掃過去。李莫愁見來勢厲害，身子隨風飄出，不等他在大樹之勢使足，隨即一躍而前，攻向他的面門。好武三通，不枉了受段皇爺數十年親炙之功，一見她攻入內圈，右手一起，一指向她額上點去。他這一陽指功夫與他娘子可不能同日而語，來勢雖不甚快。卻是變幻莫測，神妙無倫。李莫愁一招「倒打金鐘」，身子倏然間已躍出數丈之外。武三通見她忽來忽往，一瞬之間進退數次，心下也是不禁駭然。當下奮力舞動大樹，將她逼出十餘丈外，但只要稍有空隙，李莫愁立即如閃電般欺近身來，若非他一陽指厲害，早已不敵。饒是如此，那大樹究竟沉重，舞到後來漸感吃力，李莫愁越挨越近。突然間白影一幌她竟躍上栗樹樹梢，揮動拂塵，凌空下擊。武三通大驚，倒轉樹梢往地下撞去，李莫愁一聲嬌笑，踏著樹幹直奔過來。武三通側身長臂，一指點出。她腰肢一彎，人已退回樹梢。此後數十招之中，不論武三通如何震撞掃打，她身子始終猶如黏附在栗樹上一般，順著樹幹抖動之勢，尋隙進擊。這一來武三通更感吃力，她身子雖然不重，究是在樹幹上又加了近百斤的份量，何況她站在樹上，大樹擊打不著，她卻可以攻入，自己立於不敗之地。武三通眼見漸處下風，知道只要稍有疏忽，自己死了不打緊，滿洞老幼要盡喪她手，當下奮起神力，將那大樹越舞越急，欲以樹幹猛轉之勢，將她甩下樹來。就在此時，聽得背後一聲呼叱，空中兩團灰影撲將下來。武三通一幌眼，見是兩頭鵰兒突自長空急墮，左右分擊，攻向李莫愁兩側。她見雙鵰來勢猛惡，一個觔斗翻在栗樹之下，左足鉤住了樹幹。雙鵰齊擊不中，振翼高飛。武三通正自奇怪，聽得背後一個女孩叫道：「鵰兒，鵰兒，再下來咬這女人。」雙鵰也真通靈性，一頭自左向右，一頭自右向左，四隻鋼鉤鐵爪，一齊向樹底抓去。李莫愁曾聽得桃花島郭靖、黃蓉夫婦養有一對神鵰，這時斗見雙鵰分進合擊，對鵰兒倒不懼怕，卻忌憚郭氏夫婦就在左近，那可十分棘手。她腰肢扭動，避了數次，拂塵拍的一下，打在雌鵰左翼之上，只痛得牠吱吱急鳴，幾根長長的灰羽從空中落了下來。郭芙見鵰兒受挫，大叫：「鵰兒別怕，咬這惡女人。」李莫愁向她一望，見她膚如玉雪，秀眉入鬢，心裡一動：「早就聽說郭夫人是後輩英俠中的第一美人，這姐兒難道是她女兒嗎？」她心念一動，手中稍慢。武三通見雖有雙鵰相助，仍是戰她不下，焦燥起來，猛地力運雙臂，連人帶樹，將她往空中擲去。李莫愁料想不到他竟會出此絕招，身不由主的給他擲高數丈。要知武三通神力驚人，當年郭靖黃蓉去求見一燈大師之時，他在岩邊手挺大石，石上還臥了一頭黃牛，支持得大半個時辰，李莫愁武功雖強，被他這麼一拋，卻也無法趨避。雙鵰見她飛了上來，撲動翅膀，上前便啄。李莫愁若是腳踏平地，雙鵰原也奈何她不得，此時她身在空中，無所借力，如何能與雙鵰抵敵？情急之下，揮動拂塵護住頭臉，長袖揮處，三枚冰魄神針急射而出。兩枚分射雙鵰，一枚卻指向武三通胸口。她三枚暗器齊發，竟能分射三處，準頭絲毫不差，實是厲害到了極處。雙鵰似也瞧出不妙，急忙振翅高飛，但那銀針去得快極，嗤嗤兩下，從雙鵰腳爪之旁擦過，劃破了油皮。武三通仰頭相望，猛見銀光一閃，急忙著地滾開，那針仍是刺破了他左邊小腿，他一滾站起，那知左腳竟然立時不聽使喚，左膝跪倒，他強運功力，待要撐持起身，麻木已擴及雙腿，俯伏跌倒，雙手撐了幾撐，終於伏在地下不動了。郭芙大叫：「鵰兒，鵰兒，快來！」那雙鵰逃得遠了，全沒聽見。李莫愁笑道：「小娃娃，你可是姓郭麼？」郭芙見她和藹可親，笑了笑道：「是啊，我姓郭。你姓甚麼？」李莫愁笑道：「來，我帶你去玩。」緩緩上前，要去攜她的左手。柯鎮惡鐵杖一撐，從洞中竄出，攔在郭芙面前，叫道：「芙兒，快進去。」李莫愁笑道：「怕我吃了她麼？」左足輕輕一挑，將他鐵杖踢起，左手已抓住杖頭。柯鎮惡使勁一崩一奪，竟沒奪下，大叫：「芙兒，快逃開！」郭芙繃著小臉道：「這姑姑和我玩兒呢。」反要上前來拉李莫愁的手。柯鎮惡大驚，正沒做理會處，忽然空中鵰唳聲急，雙鵰重又飛回。郭芙叫道：「鵰兒，來啊！」但見紅光一閃，一隻長嘴小紅鳥自雙鵰之間捷如電光般撲向李莫愁頭頂。李莫愁一驚，拂塵上揚，那小紅鳥疾進疾退，在空中斗然間倒退三尺，避開塵尾，立即又上，進退之速，似猶勝武林高手之變招。李莫愁又驚又喜，嬌笑道：「這小鳥倒好玩！」忽聽山後異聲大作，湧出成千成百的青竹蛇兒，一個十四五歲的少年身穿青袖，口中唱著山歌，拍手踏步而來。那些蛇兒隨著歌兒，一列列的湧到李莫愁身前。那少年盤膝坐下，瞧著小紅鳥與李莫愁激鬥。那小紅鳥電進星退，青蠅亦無如此迅速捷，李莫愁拂塵雖快，捲了幾次竟然被牠兔脫。她又見那少年生得唇白齡白，秀雅無比，不由得起了一種愛惜之心，見他排列蛇陣擋在身前，心念一動：「素聞西域白駝山有位武林前輩，名叫西毒歐陽鋒，善能驅蛇傷敵，難道這少年與他有甚淵源麼？」她本擬急下殺招，將那紅鳥傷了，但想到此處，竟不使毒辣招數。要知李莫愁極工心計，行事之前必先考慮周詳，非立於不敗之地，絕不隨便出手。她想：「今日何以如此湊巧？一燈大師、白駝山、桃花島各處均有人到，難道他們事前約定，要合力傷我麼？且探探對方虛實再說。」當下拂塵在面前一拂而過，笑道：「小兄弟，你叫甚麼名字？你可是從白駝山來的麼？」那個少年見她溫柔可親，站起身子，笑道：「我姓楊，甚麼白駝山啊？」就在此時，那小紅鳥見她沒加防備，猛地裏疾撲而下。李莫愁左掌一伸，往空一抓，那小紅鳥行動極快，可是她出手更快，那一下竟將小鳥抓入掌心。少年大驚，叫道：「喂，你別傷牠。」李莫愁笑道：「好，還給你。」說著攤開手掌。小紅鳥一得自由，急忙飛起，那知牠振翅一撲，李莫愁掌心勁力一沉，剛好將牠一撲之勢消了。她手掌雖然平伸張開，小鳥連撲幾次，竟然難以上飛。要知李莫愁的赤練神掌已練至化境，掌心勁力收發自如，一瞬之間能將掌力變換數次，一掌擊將出去，能掌尖發勁，掌心頓勁，掌底收勁，叫中掌之人無法運功抵擋。大凡武功高強之人，身上若是中招，能依敵招來勢，或迎或拒，或消或解，絕不能受到損傷，但李莫愁的掌法變幻莫測，一掌之中包蘊數種不同勁力，是以赤練神掌天下馳名，武林豪傑聞之喪膽。那小鳥腳上借不到半點力道，雙翅振撲，又不多不少恰被她使力抵消，但見牠跳躍不停，始終飛不上去。武三娘等都被蛇陣攔在洞內，不由得大感驚奇，但見小紅鳥離不開她的手掌，又都為小鳥擔心，各人害怕青蛇厲害，不敢移動一步。武三娘見丈夫倒在地下，不知死活，究竟夫妻情深，叫道：「三哥，你怎麼啦？」武三通「哼」了一聲，背心擺了幾擺，始終站不直身子。郭芙極目遠眺，不見雙鵰，大叫：「鵰兒，鵰兒，快回來！」李莫愁待了半天，未見有何動靜，心下計議已定：「就算郭靖夫婦與歐陽鋒都在左近，我立時出手，他們也不及奈何於我。」當下咪咪一笑，舉步上前。那少年叫道：「別動，小心毒蛇咬你！」但見李莫愁一腳踏將下去，那些青蛇不知怎的，竟是見她懼怕異常，沒命的亂崩亂竄，逃了開去。李莫愁腰肢一扭，閃過少年，逕自闖進山洞。武三娘揮劍叫道：「出去！」李莫愁左掌還帶著小鳥，右掌對準劍鋒，直按過去。武三娘大奇，心道：「難道你這肉掌竟是銅鑄鐵打不成？」那知她手掌兩邊捲了過來，包住劍側，刃鋒竟然傷她不到。她用力一推，劍鋒反向武三娘額頭削去。這一下去得好快，擦的一響，已斫進了額角。李莫愁笑道：「得罪！」左掌放脫小鳥，雙手已將程英與陸無雙提在手中，竟不轉身，左足輕輕一點，身子反躍出洞，百忙中還出足踢飛了柯鎮惡手中鐵杖，將一枚冰魄銀針插上了郭芙的小辮之中。那少年聽得陸程二人縱聲驚呼，知道事勢緊急，一躍而起，往李莫愁身上抱去，叫道：「喂，喂，快放下啦！」李莫愁雙手各抓著一個女孩，沒提防這少年竟會張臂相抱，但覺脅下忽多了一雙手臂，心中一凜，不知怎的，忽然全身發軟。她不願程陸二女傷在青蛇口中，勁透掌心，輕輕一彈，將二女彈出數丈之外，隨即一把抓住少年後心。她活了五十餘歲，仍是個冰清玉潔的處女之身，當年與陸展元痴戀苦纏，始終以禮相自持，一生從未與男人肌膚相接。江湖上有不少漢子見她美色，不免動情起心，但只要神色間稍露邪念，無不立斃於她赤練神掌之下。這少年雖是小小年紀，身上自有一股蕩人心魄的男子氣息，李莫愁斗然間遇到，竟如痴似呆，心餳骨軟。她抓住少年本欲掌心發力，立時震碎他的心臟，那知一股勁力竟然發不出來，這是她生平從未有過之事，不由得驚詫難言。就在此時，那小紅鳥一撲而下，往她左目中啄去。李莫愁全未在意，待得眼皮上覺到有物刺痛，已不及相避，一痛之下，左眼竟被小紅鳥啄瞎。她駭怒莫名，呼的一掌，將小紅鳥從空擊落，這一掌是她畢生功力所聚，小紅鳥登時頸斷肢折，成為一個肉團，跌在地上。她右手將少年提在空中，叱道：「小賊，你作死麼？」手腕一轉，將他頭下腳上的倒了過來，要往山石上撞他個腦漿迸裂。那少年雖處危境，並不驚懼，向她微微一笑道：「姑姑，你別扭痛我。」他說這話時神色溫雅，眼光柔和，竟叫人心中舒暢無比，不論他有何所求，都難以拒卻。李莫愁怔了一怔，心中尚未定主意，忽聽得空中鵰唳聲急，雙鵰自遠處飛回，又撲下襲擊。她左目受創，滿腔憤怒無處發洩，左袖一揮，兩枚冰魄銀針向雙鵰急射過去。這暗器陰狠無比，雙鵰先前已吃過苦頭，急忙振翅上飛，但銀針跟著激射而上，雙鵰飛得雖快，銀針卻射得更快，雙鵰嚇得高聲驚叫，眼見無倖，一雙神駿英物要喪於她毒針之下，猛聽得呼的一聲響亮，一物自遠而近，破空而至。這一件物事來得好快，耳邊剛聽到一點聲息，轉瞬間劃過長空，已將那兩枚銀針一齊打落地上。這暗器來得先聲奪人，李莫愁雖是悍狠，也是大吃一驚，隨手將那少年放落，縱身過去拾起一看，原來只是一顆極平常的小石子。她心想：「發這石子之人武功深不可測，我眼睛受傷，先避他一避再說。」身隨意轉，手掌拍出，擊向程英的後心，她是要傷了程陸二女，以成血印示警的九個手印之數，再圖後計。手掌剛要碰到程英後心，右眼一瞥之下，是她頸中繫著一條錦帕，素底紅花，正是當年自己精心繡就，贈給意中人之物。她呆了一呆，掌力倏地收回，往日的柔情蜜意，瞬息間在心中滾了幾轉。她一見這塊錦帕，已知陸展元的用意，心想：「他雖與那姓何的賤人成親，心下始終沒忘了我，這塊帕兒也一直好好放著，他求我饒他後人，我到底饒是不饒？」一時心意難決，決定先斃了陸無雙再說。拂塵抖處，塵尾擊向陸無雙後心，陽光耀眼之下，卻見她頸中也繫著一條錦帕，李莫愁「咦」了一聲，心道：「怎麼有兩塊帕兒？定有一塊是假的。」拂塵改擊為捲，裹住陸無雙頸中，將她倒拉轉來。就在此時，破空之聲又至，一粒石子向她後心直飛而來。李莫愁回過拂塵，向那石子打去，這一擊也是極準，剛好打中石子，猛地虎口一痛，掌心發熱，全身不由自主的震了一震。這樣小小一顆石子，竟有如此勁力，那發石之人的武功可想而知，她不敢逗留，一把提起陸無雙，展開輕功提縱術，猶如疾風掠地，轉瞬間奔了個無影無蹤。程英見表妹被擒，大叫：「表妹，表妹！」隨後緊緊跟去。李莫愁的腳力何等迅捷，程英那裡追趕得上？可是她自小生性堅毅，咬著牙向前急追。江南是水鄉之地，到處河岸縱橫，她奔了一陣，前面小河攔路，無法再行。程英在河岸邊一面走，一面叫，忽然左邊小橋上白影晃動，一個人從對岸過橋而來。程英呆得一呆，只見李莫愁已站在面前，腋下卻沒了陸無雙。程英見她回轉，心中甚是害怕，大著膽子問道：「我表妹呢？」李莫愁見她臉色白膩，依稀是情敵何沅君當年的模樣，怨毒之心大盛，拂塵一起，摟頭拂將下來，這一招以陸立鼎那樣武功，尚自抵擋不住，何況小小程英？眼見這一拂塵要將她連頭帶胸，盡行打得稀爛。那知她拂塵揮到背後，正要向前擊出，突然手上一緊，塵尾被甚麼東西拉住，竟然甩不出去。她大吃一驚，轉頭欲看，身不由主的騰空而起，向後高躍數丈，這才落下。李莫愁這一驚當真非同小可，左掌護胸，轉過身來，背後空蕩蕩的甚麼也沒有。她久經大敵，知道情形不妙，一招「混元太極式」，將拂塵舞成一個圓圈，猶如車輪一般，身周五尺之內，敵人難以侵害，這才再行轉身。只見程英身旁站著一個身材高瘦的青袍怪人，臉上木無神色，似是活人，又似僵屍，教人一見之下，心中說不出的煩惡。李莫愁心想此人武功遠勝於己，可是想不到武林中有那一個厲害人物是與他這等模樣，待要出言相詢，只聽他低頭向程英道：「姪兒，這人好生兇惡，你給我打她。」程英那敢動手，仰起頭道：「我不敢。」那人道：「怕甚麼？你只管打。」程英仍是不敢。那人一把抓住程英背心，往李莫愁身上投去。李莫愁這時卻不敢用拂塵去打她，伸出左手相接，剛要碰到程英腰間，忽聽呼的一聲，臂彎裏一酸，手臂竟然抬不起來。程英一頭撞在她的胸口，順手一記，拍的一響，清清脆脆的打了她一個巴掌。李莫愁從未受過此辱，拂塵倒轉，快如迅雷般打到她的頭上，但聽呼的一響，塵柄飛起，險險脫手，原來那人又用手指彈出一塊小石，打在她拂塵柄上。程英想起她害死家中阿根婢女，姨父姨母又被她打得存亡不知，懼怕之心轉為憤怒，雙手拍拍拍拍，連打了她四記耳光。李莫愁枉自縱橫天下，竟被這小女孩打得全無還手之力。她極工心計，知道今日已討不了好去，格格一笑，轉身便走，奔出數步，雙袖向後連揮，一陣陣銀光閃動，十餘枚冰魄銀針齊向青袍怪人射去。她發這暗器，不轉身，不回頭，可是針針指向那青袍怪人要害。那人出其不意，料不到她暗器功夫如此陰狠厲害，足尖一登，向後急躍。那銀針來得雖快，他後躍之勢卻比銀針更快。但見他一縱數丈，銀針叮叮一陣輕響，落在身前。李莫愁明知射他不中，這十餘枚銀針只是要將他逼開，一聽他後躍風聲，袖子又是一揮，兩枚銀針直射程英的心窩。她知道這兩針非中不可，但怕那青袍人上前動手，竟不回頭察看，足底加勁，身形一幌，過橋而去，隨即在桑林後隱沒了。那青袍人叫了聲：「啊喲。」上前抱起程英，只見兩枚長長的銀針，並排插在她胸口，不覺臉上變色，微一沉吟，抱起她向西疾奔。