第三十四回　包三先生司馬林雖是心急父仇，但卻不是一味蠻來的一勇之夫，他尋思道：「要殺褚保昆這龜兒，須得先阻止這女娃子，不許她指點武功。」正在計謀如何下手，加害王玉燕，忽聽她說道：「褚相公，你是蓬萊派的弟子，混入青城派去偷學武功，那可是大大不該。司馬衛老師父多半不是你害的，可是偷學武功，總是你的不是，快向司馬掌門賠個不是，也就是了。」褚保昆心想此言不錯，何況適才她於自己有救命之恩，全仗她教了這幾招，方得脫險。她此刻如此吩咐，自是不能違拗，當即深深一揖，說道：「掌門師兄，是小弟的不是──」司馬林向旁一讓，說道：「你還有臉叫我掌門師兄？」玉燕叫道：「快，『遨遊東海』！」褚保昆心中一凜，身子一拔，躍起丈許，但聽得嗤嗤嗤響聲不絕，十餘枚青鋒針從他腳底射過，相去只是一瞬眼的時間。若不是玉燕出言提醒，又若不是她叫出「遨遊東海」這一招，單只說「提防暗器」，自己定是凝神注視敵人，那知道司馬林居然將青蜂針從袖中發射，再要閃避，已然不及了。司馬林這門「袖裏乾坤」的功夫，那才是青城派司馬氏傳子不傳徒的家傳絕技。這是司馬氏本家的規矩，姜孟二老者也是不會，司馬衛不傳褚保昆，只不過遵守祖訓，也算不得藏私。殊不知他臉上絲毫不動聲色，雙手只是在袖中這麼一攏，暗扳動袖中「青蜂針」的機括，玉燕卻已叫破，還指點了唯一可避這門暗器的功夫，那便是蓬萊派的「遨遊東海」。司馬林這勢所必中的一擊竟然沒有成功，如遇鬼魅，說道：「你不是人，你是鬼，你是鬼！」孟老者滿口牙齒被小錘敲落，十餘枚落在地下，有三枚在忙亂劇痛中吞入了肚內。他年紀已高，但眼明髮烏，牙齒堅牢，向來以此自負，其時北宋年間，牙齒掉一枚便少一枚，那裏有甚麼假牙可裝？孟老者自是十分疼痛，大叫：「抓了這女娃子，抓了這女娃子！」青城派中門規甚嚴，孟老者輩份雖高，但一切事務都須由掌門人示下。眾弟子目光都望著司馬林，待他一聲令下，便即向玉燕撲去。司馬林冷冷的道：「王姑娘，本派的武功，何以你這般熟悉？」玉燕道：「我是從書上看來的。青城派武功以詭變陰險見長，變化也不如何繁複，那是很容易記的。」司馬林道：「那是甚麼書？」玉燕道：「嗯，也不是甚麼了不起的書，記載青城武功的書有兩部，一部是『青字十八打』一部是『城字三十六破』，你是青城派的掌門，自然都看過了。」司馬林暗叫一聲「慚愧」。他幼時起始學藝之時，父親便對他言道：「本門武功，原有青字十八打，城字三十六破，可惜後來日久失傳，殘缺不全，以致與蓬萊派打成個僵持不決的局面。若是有誰能設法找到這套完全的武功，不但滅了蓬萊派只是一舉手之勞，就是雄霸天下，也是不足為奇。」這時聽玉燕說起看過此書，不由得大是驚奇，說道：「此書可能借與在下一觀，且看與本派所學，有何不同之處？」玉燕尚未回答，姚伯當已哈哈大笑道：「姑娘別上這小子的當，他青城派的武功簡陋得緊，青字最多有這麼七打八打，城字也不過這麼十七八破。他是想騙你的武學奇書來瞧，千萬不能借。」司馬林給他拆穿了心事，青鬱鬱的一張臉上泛起黑氣，說道：「我自和姑娘借書，又關你秦家寨甚麼事了？」姚伯當哈哈笑道：「自然關我秦家寨的事。王姑娘這個人，心中記得了這許許多多希奇古怪的武功，誰得到她，誰便是天下無敵。我姓姚的見到金銀珠寶，俊童美女，向來伸手便取，如王姑娘這般千載難逢的奇貨，如何肯不下手？司馬兄弟，你要借書，不妨來問問我，問我肯是不肯，哈哈，哈哈！你倒猜上一猜，我肯是不肯？」姚伯當這幾句話是說得無禮之極，傲慢之至，但司馬林和姜孟二老聽了，都是不由得怦然心動：「這小小女子於武學上的造詣，真是到了深不可測的地步。瞧她這般弱不禁風的模樣，要自己動手取勝，當然是不能的，但她經眼看過的武學奇書極多，又能融會貫通，咱們若是將她請到青城派中，也不僅僅是學全那青字十八打、城字三十六破而已。秦家寨已起了不軌之心，今日是勢須大戰一場了。」只聽姚伯當又道：「姑娘，咱們本來是尋慕容家晦氣的，瞧這模樣，你似乎是慕容家的人了。」王玉燕聽到「你似乎是慕容家的人了」這句話，心中又羞又喜，紅暈滿臉，輕輕啐了一口道：「慕容公子是我表哥，你找他有甚麼事？他又有甚麼地方得罪你了？」姚伯當哈哈一笑道：「你是慕容復的表妹，那是再好也沒有了。姑蘇慕容家祖上欠了我姚家一百萬兩金子、一千萬兩銀子，至今已有好幾百年，利上加利，這筆帳如何算法？」玉燕一愕，道：「那有這種事？我舅舅家素來豪富，怎會欠你家的錢？」姚伯當道：「是欠還是不欠，你這小姑娘懂得甚麼？我找慕容博討債，債沒討到，他人卻死了。老子死了，只好向兒子討。那知慕容復見債主臨門，竟然躲起來不見。我有甚麼法子，只好找一件抵押的東西。」玉燕道：「我表哥慷慨豪爽，若是欠了你錢，早就還了，就算沒欠，你要向他拿些金錢使用，那也是絕不拒卻的。豈有見你躲避之理？」姚伯當眉頭一皺，道：「這樣罷，這種事情一時也辯不明白。姑娘今日便暫且隨我北上，到秦家寨去盤桓一年半載。秦家寨的人絕不動姑娘一根亳毛。我姚伯當的老婆是河朔一方出名的雌老虎，老姚在女色上面是一向規矩之極，姑娘儘管放心便是。你也不用收拾了，咱們拍手就走。待你表哥湊齊了金銀，還清了這筆陳年舊債，我自然護送姑娘回到姑蘇，跟你表哥完婚。秦家寨自當送一筆重禮，姚伯當還得來喝你的喜酒啦。」說到這裏，咧開了嘴，又是哈哈大笑。他這番言語說得極是粗魯，但玉燕越聽到後來，越是心中甜甜的覺得十分受用。她自幼便對這位表哥十分傾慕，近年來識解情意，更是滿懷相思，都纏在這表哥身上，可是慕容復也不知是故意裝作不知，還是忙於大事，無心及此，對這位小表妹只是當她小妹妹一般，除了談論文事武功之外，從來不涉半句男女之情。近來兩家交惡，玉燕的母親王夫人不許慕容家人踏入曼陀山莊一步，玉燕眼見困難重重，早就愁腸百結。她從來沒聽見有人這麼直截了當的提到她與表哥的婚事，母親固是萬萬不許，而眾丫鬟雖然明知她的心事，但懾於王夫人之威，誰也不敢明提一言半語。姚伯當這幾句話，本不過是隨口調侃，但在這滿腔柔情蜜意的少女聽來，卻是大有知己之感。姚伯當這人品格原不甚佳，行事也是莽撞之極，殊不知無意中說說這幾句取笑的言語，得到玉燕的好感，後來竟然免去數次殺身之禍，倒非始料之所及了。此是後話不提。玉燕心下歡喜，微笑道：「你這人便愛胡說八道的。我跟你到秦家寨去幹甚麼？要是我舅舅家真的欠了你錢，多半是年深月久，他不知道，只要雙方對證明白，我表哥自然會還你的。」姚伯當本意是想擄走玉燕，逼她吐露武功，甚麼一百萬兩黃金、一千萬兩白銀，全是信口開河，這時聽玉燕說得天真，居然對自己的胡謅信以為真，便道：「你還是跟我去罷。秦家寨好玩得很，咱們養有打獵用的黑豹、大鷹，又有梅花鹿、四不像，包你一年半載也玩不厭。你表哥一得知訊息，立刻便會趕來和你相會。就算他不還我錢，我也可讓你和他同回姑蘇，你說好不好？」這幾句話，可真的將玉燕說得怦然心動。司馬林這人頗深世故，見玉燕眼波流轉，臉上喜氣浮動，心想：「若是她答允同去雲州秦家寨，我再出口阻止，其理就不順了。」當下不等玉燕接口，便道：「這雲州是塞外苦寒之地，王姑娘是如此嬌滴滴的姑娘，豈能挨此苦楚？不似我成都府號稱『錦官之城』所產錦繡固然甲於天下，而草木風華，亦是不殊江南。以王姑娘這般人才，到成都去多買些錦緞穿著，那當真是紅花綠葉，相得益彰了。慕容公子既是才貌雙全，自亦喜歡美女華服。」姚伯當喝道：「放屁，放屁，放你娘個狗臭屁。姑蘇難道還少得了綢緞錦緞？你睜大狗眼瞧瞧，眼前這三位姑娘，那一位不會穿著衣衫？」司馬林冷哼一聲，道：「很臭，果然很臭。」姚伯當怒道：「你是說我麼？」司馬林道：「不敢！我說這狗臭屁果然很臭。」姚伯當唰的一聲，從腰間拔出單刀，叫道：「司馬林，我秦家寨對付你青城派，大概是半斤八兩，旗鼓相當。但若秦家寨和蓬萊派聯手，多半能滅了你青城罷？」司馬林臉上變色，心想：「此言果然不假。我父親故世後，青城派力量已不如前，再加褚保昆這奸賊來偷學了本派武功，若是秦家寨再和咱們作對，此事大大可慮。常言道先下手為強，後下手遭殃。今日之事，只有殺他個措手不及。」當下淡淡的道：「你待如何？」姚伯當見他雙手攏在衣袖之中，知他隨時能有陰毒暗器從袖中發出。姚伯當這人的說話行事，與所學武功截然不同，為人粗魯而臨敵之際卻是絕不莽撞，當下全神戒備，說道：「我要請王姑娘到雲州去小住數日，待慕容公子來接她回去。你是不答應，是不是？」司馬林道：「你雲州地方太差，未免委屈了王姑娘，我要請王姑娘去成都府小住。」姚伯當道：「好罷，咱們便在這兵刃上分勝敗，是誰得勝，誰就做王姑娘的主人。」司馬林道：「便是這樣。反正敗了的便想作主人，也總不能將王姑娘請到陰曹地府去。」他說這話，言下之意這場比拼，並非較武功高低，乃是判生死、決存亡的大搏鬥。姚伯當哈哈一笑，道：「我姚某人一生過的是刀頭上舐血的日子，司馬掌門想用這『死』字來嚇我，姚某倒也不怕。」司馬林道：「咱們如何比法？由誰作公證？用兵刃還是使拳腳？」姚伯當道：「自然用兵刃，誰耐煩用拳腳了──」一言未畢，只聽得嗤嗤三聲輕響。姚伯當和他說話之際，目光沒片刻離開他的全身，又素知青城派「袖裏乾坤」的暗器功夫，往往殺人於無形，但萬萬想不到他竟會當雙方正在談論比拼規矩之時，突施暗襲。司馬林突向左瞧，似乎左方發生了極奇特的變故，其實那是旨在引開姚伯當的目光。待得姚伯當猛地警覺，這暗器離他胸口已不及半尺。他心中一酸，自知已然無倖。便在這千鈞一髮的當兒，突然間一件黑越越、白晃晃的物事橫過胸前，噠噠幾聲，將射來的幾枚毒針盡數打落。那些毒針本已極快，以姚伯當如此久經大敵，兀自不能避開，可是這件物事更來得快了數倍，後發先到，格開了毒針。可是這物事到底是甚麼古怪，到底是黑是白，姚伯當和司馬林都沒看見。玉燕卻歡聲叫了起來，說道：「是包叔叔到了麼？」只聽得一個極古怪的聲音道：「非也非也，不是包叔叔到了。」這聲音忽輕忽響，忽高忽低，似乎說得很模糊，但大家又聽得清清楚楚。玉燕笑道：「你難道還不是包叔叔？人沒到這『非也非也』已經先到了。」那聲音道：「非也非也，我不是你包叔叔。」玉燕道：「非也非也，那麼你是誰？」那聲音道：「慕容兄弟叫我一聲三哥，你卻叫我叔叔。非也非也，你叫錯了！」玉燕聽明白了他言語中的含意，心內一喜，暈生雙頰，道：「那──那我叫你甚麼？」那聲音道：「哈哈，這個我可不教你了。你自己叫好了，叫得對，我做你好朋友，叫得不對，我跟你搗蛋到底，叫你做不成我慕容兄弟的夫人。」玉燕啐了一口，道：「你還不出來？」那聲音卻不答話。過了一會，玉燕見絲毫沒有動靜，叫道：「喂，你出來啊，幫我將這些亂七八糟的人都趕走了。」可是四下裏再也寂然無聲，顯然那姓包之人已然遠去。玉燕臉上微有失望之色道：「他這人便是這般，總是叫人捉摸不定。」阿朱微笑道：「包三先生自來是這般脾氣，姑娘你說『你還不出來？』他本來是出來的，聽了你這句話，偏偏跟你鬧個別扭。這會兒只怕已在數里之外，今日是再也不來了。」玉燕想和包三先生見面，商量著去少林寺為慕容公子赴援之事，既是自己一句話說錯了，激得他不再現身，心下不免不快。司馬林和姚伯當卻都是暗暗高興，適才包三先生說話之時，他二人竭力要找到他的藏身之所，可是那聲音的來處忽遠忽近，或東或西，始終無法確定他是在何處說話。聽這人言語中的語氣，稱慕容復為兄弟，和玉燕又極友善，若是這麼一位高手出頭作梗，只怕不易對付，此刻飄然遠去，自然是上上大吉了。姚伯當這條性命十成中已去了九成，多承那包三爺出手相救，自不免有感激之心。他和青城派本來並無多大仇恨，這時卻不免要殺司馬林而後快，單刀一豎，喝道：「無恥之徒，你放暗器，能傷得了老夫麼？」跟著一刀便向司馬林當頭劈去。司馬林雙手一分，一手鋼錐，一手小錘，展開青城派武功，和姚伯當的單刀鬥了起來。姚伯當膂力沉猛，刀招極是狠辣，司馬林則以輕靈小巧見長。青城派門人和秦家寨中的好手從未動過手，今日第一次較量，而且雙方都是由首腦人物親自應戰，勝敗之數不但關係雙方生死，且亦牽連到兩派的興衰榮辱，是以姚伯當和司馬林兩人，誰也不敢有絲毫怠忽。拆到七十餘招後，玉燕忽向阿朱道：「你瞧，秦家寨的五虎斷門刀，所失的只怕不止五招。那一招『負子渡河』和『重節守義』，姚當家的不知何以不用？」阿朱卻不像玉燕那般，懂得普天下的武功家數，只能唯唯以應。姚伯當在酣鬥之中，驀地聽到了這幾句話，又是大吃一驚：「這小姑娘的眼光恁地了得。五虎斷門刀的六十四招刀法，近數十年來只剩五十九招，那原是不錯的。可是到了我先父手上，因他資質和悟性較差，沒學成『負子渡河』和『重節守義』那兩招。這兩招就此失傳了。為了顧全顏面，我將兩個變招稍加改動，補足了這五十九招之數，不料居然給她瞧了出來。」姚伯當給她說破此事，心下有愧，急欲打敗司馬林，以便在本寨群盜之中維持威嚴。可是，這武功較量，半分也大意不得，本來姚伯當若是穩紮穩打，到四百招左右，便可憑長力取勝，這一求勝心切，登時心浮氣燥。他連使武招險著，都給司馬林一一避過，姚伯當大喝一聲，一刀斜砍，待司馬林向左跳起時，驀地一腿踢出。司馬林身在半空，無法再避，他應變極快，左手鋼錐便向對方腳背上戳下去，要姚伯當自行削足。姚伯當這一腳果然不再踢實，左腿卻是鴛鴦連環，向他右腰疾踢過去。司馬林小錘斜揮，啪的一聲，正好打在姚伯當的鼻梁正中，立時鮮血長流，便在此時，姚伯當的左腿也已踢在司馬林腰間。只是他臉上受擊在先。心中一驚，這一腿的力道還不到平時的一成，司馬林雖被踢中，除了略覺隱痛，絲毫沒有受傷。就這麼先後頃刻之差，勝敗已分，姚伯當虎吼一聲，提刀欲待上前相攻，卻是頭痛欲裂，腳下踉蹌，站立不絕。司馬林這一招實是勝得有點僥倖，知道若是留下對方這條性命，以後禍患無窮，當下一咬牙，起了趕盡殺絕之心，右手小錘一晃，待姚伯當揮刀擋架，左手鋼錐向他心窩中直戳下去。秦家寨的副寨主見情勢不對，口中一聲呼哨，突然單刀脫手，向司馬林擲了過去。一瞬眼間，大廳上風聲呼呼，十餘柄單刀一齊向司馬林身上招呼。原來秦家寨的武功之中，竟有這一路單刀脫手作暗器投擲的絕技。那刀每柄均有七八斤至十來斤重，這一用力擲出，勢道極是沉猛，何況十餘柄單刀同時攻至，司馬林實是擋無可擋，避無可避。眼見他就要身遭亂刀分屍之禍，驀地裏燭影一暗，兩隻雞爪般又瘦又大的手掌插入刀叢之中，東抓西接，將這十餘柄單刀盡數接在手中，哈哈一聲長笑中，廳中的椅上已端端正正的坐著一人。跟著嗆啷一聲響亮，那十餘柄單刀盡數投擲在他足邊。眾人駭然相視，但見那是個容貌甚是瘦削的漢子，身形甚高，穿一身灰布長袍，臉上帶著一股乖戾執拗的神色。眾人適才見了他搶接鋼刀的身手，實已出神入化，無不驚佩，誰都不敢說甚麼話。只有段譽笑道：「這位兄台出手甚快，武功想必是極高的了，尊姓大名，可得聞歟？」那高瘦漢子尚未答話，王玉燕走上前去，笑道，「包三哥，我只道你不回來了，心下好生牽記，不料你又來啦，真好，真好。」段譽道：「唔，原來是包三先生。」那包三先生向他橫了一眼，道：「你這小子是誰，膽敢跟我囉哩囉唆的？」段譽道：「在下姓段名譽，生來無拳無勇，可是混跡江湖，居然迄今未死，也算是奇事一件。」包三先生眼睛一瞪，一時倒不知如何發付於他。司馬林忽然上前深深一揖，說道：「青城派司馬林多承拔刀相助，大恩大德，永不敢忘。請問包三先生的名諱如何稱呼，也好讓在下常記在心。」包三先生雙眼一翻，飛起左腳，砰的一聲，踢了他一個觔斗，喝道：「憑你也配來問我名字？我又不是存心救你，只是這兒是我阿朱妹子的莊子，將你這臭小子亂刀分屍，豈不污了這聽香精舍的地皮？快滾快談！」司馬林但見他一腳踢出，急待要躲，已然不及。這一個觔斗摔得好生狼狽，聽他如此說，實是尷尬萬分，按照江湖上的規矩，若不是翻臉成仇，動手一決生死，那也得訂下日後的約會，絕不能在眾人眼前，甘願受此羞辱而沒一個交代。他硬了頭皮，說道：「包三先生，我司馬林今日受人圍攻，寡不敢眾，險些命喪於此，多承你出手相救。司馬林恩怨分明，有恩當酬，受辱必報，請了請了！」他明知這一生再練二十年、三十年，也絕不能練到包三先生這般武功，只好以「有恩當酬，受辱必報」八個字含含混混的交代了場面。包三先生全沒聽他說甚麼話，只管跟玉燕道：「你叫我包三哥，這就對了，最好嘛，我說不如更親熱些，乾脆便叫我作三哥。」玉燕笑道：「我叫你作三哥，那也成，可是你得依我一件事。」包三先生很是喜歡，滿臉屍氣的面皮上露出了幾絲笑意，說道：「依你甚麼事？」玉燕道：「你跟別人鬧別扭，我不管，可是你別跟我表哥鬧別扭，成不成？」包三先生嘿嘿一笑，道：「全然不鬧，那不成。瞧在我好妹子的面上，少鬧幾次，那可有得商量。」玉燕嫣然一笑，道：「三哥，我謝謝你啦！」段譽見玉燕這一笑中嬌嫞無限，只覺得自己腦中微感暈眩，跟著胸中又是一酸，暗道：「只為包三先生答應少向慕容公子鬧幾次別扭，她便對他如此親切。慕容復啊慕容復，你前生到底積了甚麼大功德，竟有這麼一位美佳人待你這般的情義深重？」司馬林見包三先生自顧和王玉燕說話，對自己的場面話全沒理睬，不由得心中深種怨毒，適才他相救自己的恩德，那是半分也不顧了，左右一揮，帶了青城派的眾人便向門外走去。包三先生道：「且住，你站著聽我盼咐。」司馬林回過身，道：「甚麼？」包三先生道：「聽說你到姑蘇來，是為了替你父親報仇。這可找錯了，你父親司馬衛，不是慕容公子殺的。」司馬林道：「何以見得？包三先生怎麼知道？」包三先生怒道：「我既說不是慕容公子殺的，自然就不是他殺的了。就算真是他殺的，我說過不是，那就不能算是。難道我說過的話，都作不得數麼？」司馬林心想：「你這句話可也真個橫蠻。」便道：「父仇不共戴天，司馬林雖是武藝低微，縱然粉身碎骨，也當報此深仇。先父到底是何人所害，還請示知。」包三先生哈哈一笑，說道：「你父親又不是我兒子，是給誰所殺，關我甚麼閒事？我說你父親不是慕容公子殺的，多半你不肯相信，好罷，就算是我殺的，你要報仇，衝著我來罷！」司馬林臉孔鐵青，說道：「殺父之仇，豈是兒戲？包三先生，我自知不是你敵手，你要殺便殺，如此辱我，卻是萬萬不能。」包三先生笑道：「我偏偏不殺你，偏偏要侮辱你，瞧你怎生奈何得我？」司馬林氣得胸膛都要炸了，但說一怒之下就此上前拼命，卻終究是不敢，站在當地，不進不退，好生尷尬。包三先生又道：「憑那司馬衛這一點微末功夫，那用得著我慕容兄弟親自費心？慕容公子的武功高我十倍，你自己想想，司馬衛也配他親自動手麼？」司馬林尚未答話，褚保昆抽出兵刃，說道：「包三先生，司馬衛老先生是我授藝的恩師，我不許你這般辱他死後的聲名。」包三先生笑道：「你是個混入青城派偷師學藝的奸細，管甚麼隔壁閒事？」褚保昆大聲道：「司馬師父待我仁至義盡，我褚保昆愧無以報，今日為維護先師聲名而死，稍減我欺瞞他的罪孽。包三先生，你向司馬掌門認錯道歉！」包三先生笑道：「包三先生生平絕不認錯，絕不道歉，明知是自己錯了，也要硬撐到底。司馬衛生前沒甚麼好聲名，死後聲名更糟。這種人早該殺了，殺得好！殺得好！」褚保昆叫道：「你出兵刃罷！」包三先生笑道：「司馬衛的兒子徒弟，都是這麼一批膿包貨色，除了暗箭傷人，甚麼都是不會。」褚保昆叫道：「看招！」一招「上天下地」，左手鋼錐，右手小錘，同時向他攻了過去。包三先生更不起身，左手衣袖揮出，一股勁風向他面門撲去。褚保昆但感氣息窒迫，斜身避他這股勁風，包三先生右足一勾，褚保昆撲地倒了。包三先生這一腳乘勢踢出，正中他的臀部，將他直踢出廳門。褚保昆在空中一個轉折，肩頭著地，一碰便即翻身站起，重行奔進廳來，又是舉錐向包三先生胸前戳到。包三先生忽然伸出手掌，抓住他的手腕，也不知怎麼一甩，將他身子高高拋起，啪的一聲巨響，重重撞在梁間，顯然是撞得他十分疼痛。褚保昆身子一跌下地，翻身又即站起，第三次向包三先生撲來。包三先生皺眉道：「你這人真也不知好歹，難道我就殺你不得麼？」褚保昆道：「你有種便將我殺了──」包三先生雙臂一探，抓住他的雙手，突然向前一送，喀喀兩聲，褚保昆雙臂臂骨已然拗斷，跟著一錐戳在自己左肩，一錘擊在自己右肩。左肩鮮血淋漓，右肩肩骨粉碎，便和他青城派絕技「左右逢源」那一招所傷一般無異。褚保昆受傷極重，雖然仍想繼續拼命，卻已有心無力。青城派眾人面面相覷，不知是否應當上前救護，又見他所受之傷，明明是出於本派的「左右逢源」，不知包三先生如何也會這一路絕技。