第四十回　鯊群蛇陣且說洪七公、周伯通、郭靖搶出船艙，腳下一軟，水已沒脛，不由得大吃一驚。三人都是一等一的武功，立時足下用勁，一躍上了船桅，洪七公手中還提著兩名啞子船夫，俯身一望，甲板上波濤洶湧，海水滾滾灌入船來。周伯通叫道：「老叫化，黃老邪真有幾下子，這船他是怎麼弄的？」洪七公道：「我也不知道啊！靖兒，抱住桅桿，別放手……」郭靖還沒有答應，只聽得喀喇喇幾聲響喨，船身從中裂為兩半。那兩名船夫一驚，抱住帆桁上的手一鬆，直跌入海中去了。洪七公叫道：「老頑童，你會水性不會？」周伯通笑道：「勉強對付著試試……」他後面幾句話被海風迎面一吹，已聽不清楚。此時桅桿漸漸傾側，不久就要橫墮入海。洪七公叫道：「靖兒，桅桿與船身相連，咱們合力震斷它。來！」兩人掌力忽發，同時擊在主桅的腰心。這桅桿雖然堅牢，那裏禁得起洪七公與郭靖兩人合力齊施，轟的一聲，攔腰折斷，兩人抱住了桅桿，跌入海中。當地離桃花島已遠，四下裏波濤山立，沒半點陸地的影子，洪七公暗暗叫苦，心想在這大海之中飄流，若是無人救援，武功再高，無飲無食，也只支持得十天半月而已。遠遠聽見海上一人在哈哈大笑，聽聲音正是周伯通。洪七公道：「靖兒，咱們過去接他。」兩人一手扶著斷桅，一手划水，循聲而去，海中浪頭極高，划了數丈，又被波浪打了回來。洪七公氣存丹田，朗聲叫道：「老頑童，咱們在這裏。」他果然內功深湛，雖在大海之上，海風呼嘯，浪聲澎湃，但他的叫聲還是遠遠的傳了出去。過了片刻，只聽周伯通叫道：「老頑童變了落水狗啦，這是鹹湯泡老狗啊！」郭靖噗嗤一笑，心想在這危急當中，他還有心情說笑，「老頑童」果然是名不虛傳。三人同時從船桅跌下，但被波浪一送，片刻間已相隔數里之遙，這時撥水靠攏，過了半個時辰，才好容易湊在一起。洪七公與郭靖一見周伯通，都不禁失笑，只見他雙足底下都用帆索縛著一塊船板，正以上乘輕功，在海面踏波而行。只是海浪之力太強，雖然身子隨波起伏，甚是輕鬆自在，但要前進後退，卻也不易控制，他玩得正在起勁，絲毫沒想到眼前的危險。郭靖放眼四望，坐船早已被海波吞沒，眾船夫也已盡數葬身海底，忽聽周伯通大聲驚呼：「啊喲，乖乖不得了！」洪七公與郭靖聽得叫聲惶急，齊問：「怎麼？」周伯通手指遠處，說道：「鯊魚，大隊鯊魚。」郭靖生長沙漠，不知鯊魚的厲害，一回頭，見洪七公神色有異，心想不知那鯊魚是何等樣的怪物，連師父和周大哥平素那樣泰然自若的人，竟也不能鎮定。洪七公運起掌力，在桅桿盡頭處橫劈一掌，直削一掌，把桅桿劈下了半截，執在手中。剛要拋給郭靖，海面的白霧中忽喇一聲，一個巴斗大的魚頭鑽出水面，兩排尖利如刀的白牙在陽光中一閃，魚頭又沒入了水中。洪七公將木棍擲給郭靖，叫道：「照準魚頭打！」郭靖探手入懷，摸出匕首，叫道：「弟子有匕首。」將木棍遠遠擲去，周伯通伸手接住，這時已有四五條虎鯊圍住了他，只是還沒看清楚情勢，不敢攻擊。周伯通一彎腰，通的一聲，一棒將一條虎鯊打得腦漿迸裂，鯊群聞到血腥，一齊都湧上來。郭靖見海面上翻翻滾滾，不知有幾千條鯊魚，又見它們一口就把死鯊身上的肉扯下一大塊來，牙齒尖利之極，心中不禁凜然，突覺腳上一物微微一撞，他疾忙縮腳，身底水波晃動，一條大鯊魚猛竄上來。郭靖左手在桅桿上借力一推，身子向右，順手一匕首從那條鯊魚頭頂刺了下去。那匕首砍金斷玉，鋒銳無比，嗤的一聲輕響，已在鯊魚頭上刺了一個窟窿，鮮血從海水中翻滾而上。群鯊圍上，亂搶亂奪的咬嚙。三人武功卓絕，在群鯊圍攻之中，東閃西避，身上竟未有絲毫破損，每一出手，總有一條鯊魚或死或傷。那鯊魚只要身上出血，轉瞬間就被同伴扯食得剩下一堆白骨。饒是三人藝高人膽大，見了這情景也不禁心中悚然。四周鯊魚難計其數，殺之不盡，在這情勢下鬥到後來，總歸無倖，但在酣戰之中，也不暇想及其他，三人掌劈劍刺，拳打棒擊，一個時辰之中，已打死二百餘條鯊魚，但見海上煙霧四起，太陽慢慢沉入西方海面。周伯通叫道：「老叫化，郭兄弟，天一黑，咱們三個人就一塊一塊的鑽到魚肚皮裏去啦。咱們來個賭賽，瞧誰先給鯊魚吃了。」洪七公道：「先給魚吃了算輸還是算贏？」周伯通道：「那當然算贏。」洪七公道：「啊喲，這個我寧可認輸。」反手一掌「神龍在尾」，打在一條大鯊魚側邊，那大鯊總有二百餘斤，被他掌力一帶，飛出海面，在空中翻了兩個筋斗，這才落下，只震得海面水花高濺，那魚肚子向天，早已斃命。周伯通讚道：「好掌法！你到底比是不比？」洪七公笑道：「恕不奉陪。」周伯通哈哈一笑，問郭靖道：「兄弟，你怕不怕？」郭靖心中實在極為害怕，但見兩人越打越是寧定，生死大事，卻也拿來說笑，精神為之一震，說道：「先前怕，現在好些啦。」忽見一條巨鯊張鰭鼓尾，猛然間衝了過來。郭靖見那巨鯊來勢兇惡，身子一側，左手向上一引，那是個誘敵的虛招，那巨鯊果然上當，半身躍出水面，疾似飛梭般向他左手咬來。郭靖右手一匕首刺去，插中巨鯊口下的咽喉之處。那巨鯊正向上躍，這一躍之勢，剛好使匕首在牠腹上劃了一條長縫，登時血如泉湧，臟腑都翻了出來。這時周伯通和洪七公也各殺了一條鯊魚。周伯通中了黃藥師的掌力，原本未痊，酣鬥良久，胸口又劇痛起來，他大笑叫道：「老叫化，郭兄弟，我失陪了，要先走一步到鯊魚肚裏去啦！」猛一轉頭，忽見遠處白帆高張，暮靄蒼茫中一艘大船破浪而來，洪七公側身避開一條鯊魚的進襲，也已見到來船，正是歐陽鋒所乘，一路跟來那艘。三人見有救援，鬥得更加起勁。郭靖靠近周伯通身邊，助他抵擋衝來襲擊的鯊魚。只一頓飯功夫，大船駛近，放下兩艘小舢舨，把三人救上船去。周伯通口中吐血，但還是不斷說笑，指著海中鯊群咒罵。歐陽鋒和歐陽公子站在大船頭上迎接，極目遠望，見海中鼓鰭來去的盡是鯊魚，心中也不禁駭然。歐陽公子命手下驅蛇的漢子用大塊牛肉作餌，掛在鐵鉤上垂釣，片刻之間，釣起了七八條大鯊。洪七公指著鯊魚笑道：「好，你吃不到咱們，這可得讓咱們吃了。」歐陽公子笑道：「小姪有個妙法，給洪伯父報仇。」命人削了幾根兩端尖利的粗木棍，用鐵槍撬開鯊魚嘴唇，將木棍撐在上下兩唇之間，然後將一條條活鯊重又拋在海裏。歐陽公子笑道：「這叫牠永遠吃不得東西，可是十天八天卻又死不了。」郭靖心道：「如此毒計，虧他想得出來。這饕餮異常的鯊魚在海中活活餓死，那滋味可真夠受的。」周伯通笑道：「兄弟，這惡毒的法子你瞧著不順眼，是不是？這叫做有毒叔自有毒姪啊！」西毒歐陽鋒聽別人說他手腕毒辣，向來不以為忤，心中反有沾沾自喜之感，聽周伯通如此說，微微一笑，說道：「老頑童，這一點小小玩意兒，和老毒物的真本事比起來，可還差得遠啦。你們三位被這些小小鯊魚困得上氣不接下氣，在區區看來，那也算不了什麼。」周伯通道：「啊，老毒物吹得好大的氣，你若是大顯神通，真能把海中這些鯊魚盡數殺了，我老頑童向你磕頭，叫你三百聲親爺爺。」歐陽鋒笑道：「那可不敢當，你若不信，咱哥兒倆就打個賭。」周伯通大叫：「好好，賭人頭也敢。」洪七公心中起疑：「憑他有天大本事，也不能把這成千成萬條鯊殺了，只怕他另有異謀。」只聽歐陽鋒笑道：「賭人頭卻也不必。倘若我勝了，我要請你做一件事，你可不能推辭。要是我輸，也聽憑你差遣做一件難事，你瞧好也不好？」周伯通大叫：「任你愛賭什麼就賭什麼！」歐陽鋒向洪七公道：「這就相煩七兄做個中證。」洪七公點了點頭道：「好！但若勝方說出來的事，輸了的人或是做不到，或是不願做，卻又怎生？」周伯通道：「那就跳在這大海裏餵鯊魚。」歐陽鋒微微一笑，不再說話，命手下人拿過一隻小酒杯。他右手伸出兩指，嵌住他杖頭那條怪蛇的頭頸，蛇口張開，牙齒尖端毒液登時如泉湧出。歐陽鋒將酒杯伸過去接住，片刻之間，濃如漆，黑如墨的毒液流了半杯。他放下怪蛇，又掀起另一條蛇如法泡製，盛滿了一杯毒液。那兩條蛇放出毒液後盤在杖頭，不再遊動，似已筋疲力盡。歐陽鋒歐命人釣起一條鯊魚，放在甲板之上，左手揪住魚吻向上一提，右手踏在鯊下唇，兩下一分。那條鯊魚幾有兩丈來長，被他這樣一分，一張巨口不由得張了開來，露出兩排匕首般的牙齒。歐陽鋒將那杯毒液倒在鯊魚口裏，左手倏地變掌，在魚腹下一托一揮。一條數百斤的巨鯊忽地飛起，噗通一聲，落在海中。周伯通笑道：「嗯，我懂啦，這是老和尚治臭蟲的妙法。」郭靖道：「大哥，什麼老和尚治臭蟲。」周伯通道：「從前有個老和尚，在汴梁街上叫賣殺臭蟲的靈藥，他道若是不把臭蟲殺得乾乾淨淨，那就賠買主十倍的錢。這樣一叫，可就生意興隆啦。買了靈藥的主兒回去往床上一撒，啊哈！半夜裏臭蟲還是成群結隊的出來，咬了他個半死。那人可就急了，第二天一早找到了老和尚，要他賠錢。那老和尚道：『我的藥非靈不可，若是不靈，準是你的用法不對。』那人問道：『該怎麼用？』老和尚道：『你把臭蟲捉來，撬開嘴巴，把這藥餵牠這麼幾分幾錢，若是不死，你再來問老和尚。』那人惱了，說道：『要是我把臭蟲捉到，這一掐不就死了，幹麼再餵你的什麼毒藥？』老和尚道：『本來嘛，我又沒說不許掐。』」郭靖、洪七公和歐陽鋒都哈哈大笑。歐陽鋒笑道：「我的臭蟲藥和老和尚的可略略有些兒不同。」周伯通道：「願聞其詳。」歐陽鋒向海中一指道：「你瞧著吧。」那條喝過蛇毒的巨鯊一跌入海中，肚腹向天，早已斃命，七八條鯊魚圍上來一陣咬囓，片刻之間，那巨鯊變成一堆白骨，沉入海底。說也奇怪，吃了那巨鯊之肉的七八條鯊魚，不到半盞茶時分，也都肚皮翻轉，從海心浮了上來。群鯊一陣搶食，又是盡都中毒而死。一而十、十而百、百而千，只一個時辰功夫，海面上盡都浮著鯊魚的屍體，餘下未死的鯊魚為數已是不多，可是仍在爭食屍身，轉瞬之間，眼見要盡數中毒。洪七公嘆道：「老毒物，老毒物，你這毒計固然毒極，這兩條怪蛇的毒汁，可也忒厲害了些。」歐陽鋒望著周伯通嬉嬉而笑，心中得意已極。周伯通搓手頓足，亂拉鬍子，眾人放眼望去，隨著波浪起伏上下的，盡是死鯊翻轉了的肚皮。洪七公道：「鋒兄，小弟有一事不明，倒要請教。」歐陽鋒道：「那可不敢當。」洪七公道：「你這小小一杯毒汁，憑它毒性厲害無比，怎能毒得死這成千成萬條巨鯊。」歐陽鋒笑道：「這毒汁的毒性甚是奇特，任何鮮血一碰上它，那血就化成毒藥，毒液雖是小小一杯，但一條鯊魚喝了之後，這魚身上成百斤的鮮血就都化成了毒汁，愈傳愈廣，永無止歇。」說話之間，大隊鯊群已盡數死滅，其餘的小魚，在鯊魚群來時不是葬身鯊腹，就是早已逃得乾乾淨淨，海中一時靜悄悄的無聲無息。洪七公道：「快走，快走！這裏毒氣太重。」歐陽鋒傳下令去，船上前帆、主帆、三角帆一齊昇起，乘著南風，向西北而行。周伯通道：「老毒物，果然下的好毒手，你要我做什麼事，說出來吧。」歐陽鋒笑道：「三位請到艙中換了乾衣，用食休息。賭賽之事，咱們慢慢再說不遲。」周伯通十分性急，叫道：「不成，不成！你得馬上說出來。」歐陽鋒笑道：「既是如此，伯通兄請隨我來。」洪七公與郭靖見歐陽鋒叔姪領了周伯通到後艙去，逕行到前艙換衣。四名白衣少女過來服侍。洪七公笑道：「老叫化可從來沒享過這個福。」把上下衣服脫個精光，一名少女替他用乾布揩拭。郭靖脹紅了臉，不敢脫衣。洪七公笑道：「怕什麼？還能吃了你麼？」兩名少女走上來要替他脫靴解帶，郭靖急忙除下靴襪外衫，鑽入被窩之中，方才換了小衣。洪七公哈哈大笑，那四名少女也是格格直笑。換衣方畢，又是兩名少女走進艙來，每人手中托了一個盤子，盛著酒菜白飯。說道：「我們老爺請兩位爺胡亂用些。」郭靖累了一日，腹中甚餓，拉開板凳，請師父坐下用飯。洪七公向幾名少女揮手道：「你們出去吧，老叫化見了美貌的娘兒們吃不下飯。」那些少女笑著走出，輕輕帶上艙門。洪七公拿起菜肴和酒在鼻邊嗅了幾嗅，輕聲道：「別吃的好，那老毒物鬼計多端，只吃白飯無礙。」拔開背上葫蘆的塞子，骨嘟骨嘟喝了兩口酒，和郭靖各自扒了三大碗飯，把幾碗菜都倒在船板之下。郭靖低聲道：「不知他要周大哥做什麼事。」洪七公道：「決不會能好事。」忽地艙門緩緩推開，一名白衣少女走到門口，說道：「周老爺子請郭爺到後艙說話。」郭靖向師父望了一眼，隨著那少女走出艙門，從左舷走到後梢。這時風浪漸大，那大船左右搖擺。郭靖見那少女在船舷上穩步而行，顯然武功頗有根底，只見她在後艙門上輕擊三下，待了片刻，然後把艙門推開，柔聲道：「郭爺到。」郭靖走到船艙，那艙門就在他身後關了，四下一看，艙內竟然無人。郭靖正感奇怪，左邊一扇小門忽地推開，歐陽鋒叔姪走了進來。郭靖道：「周大哥呢？」歐陽鋒反手將小門關上，斗然間搶上一步，一伸手，抓住了郭靖左手手腕的脈門。郭靖萬料不到他會在這時動武，未曾提防，歐陽鋒這一抓又是來如閃電，快捷無倫，一抓之下，郭靖腕上就如上了一道鐵箍，登時動彈不得。歐陽公子身手也是迅速之極，一見叔父得手，立時從壁上取下一柄長劍，劍尖抵住郭靖後心。郭靖一陣迷惘，呆在當地，不知他叔姪二人是何用意。歐陽鋒冷笑道：「老頑童和我打賭輸了，我叫他作事，他卻不肯。」郭靖道：「嗯？」歐陽鋒道：「我叫他把九陰真經默寫出來給我瞧瞧，那老頑童竟然說話不算數。」郭靖心想：「周大哥那裏肯把真經傳你？」問道：「周大哥呢？」歐陽鋒冷笑一聲道：「他曾言道，若是不願依我的話做事，那就跳在大海裏餵鯊魚，這句話他倒沒賴。」郭靖大吃一驚，叫道：「他……他……」拔足要待奔向艙門。歐陽鋒手上一緊，向裏一拉，歐陽公子手上微微用勁，劍尖已刺破衣服，觸到他背心的肌肉。歐陽鋒向桌上的紙墨筆硯一指，說道：「當今之世，已只有你一人知道真經全文，快寫下來吧。」郭靖搖了搖頭。歐陽公子笑道：「你和老叫化剛才吃的酒菜之中，都已下了毒藥，若不服我們的獨門解藥，十二個時辰後毒性發作，就像海裏的那些鯊魚般死了。只要你好好寫將出來，自然饒了你師徒二人性命。」郭靖暗暗心驚，心道：「若非師父機警，已自著了他的道兒。」歐陽鋒見他仍是沉吟不語，冷笑道：「你已把經文牢牢記在心中，寫將出來，於你絲毫無損，尚有什麼遲疑？」郭靖凜然道：「你害了我義兄的性命，我和你仇深似海！你要殺便殺，想要我屈服於你，那叫做癡心妄想！」歐陽鋒「哼」了一聲道：「好小子，倒有骨氣，你不怕死，連你師父的性命也不救麼？」郭靖尚未答話，忽聽得身後艙門喀喇一聲巨響，木板碎片紛飛，一股水浪猛潑進來，直向歐陽鋒臉上射去。歐陽鋒聽到艙門破裂聲音，即知是被洪七公用掌力震碎，只見他雙手各提一隻木桶，把兩桶海水猛潑過來。他知洪七公武功高強，這兩桶海水勁力非同小可，若是被他潑中，縱然沒有大礙，卻也必遭損傷。眼見兩條碧綠透明水注筆直的飛來，雙足一登，提了郭靖向左躍開四步，一隻手仍是緊緊握住他手腕上的脈門。只聽得「劈劈」兩聲，艙中水花四濺，歐陽公子一聲驚呼，已被洪七公一把抓住後領，提了過去。洪七公哈哈一聲長笑，說道：「老毒物，你千方百計要佔我上風，老天爺總是不許！」歐陽鋒一見姪兒落入他的手中，立時放下笑臉，說道：「七兄，又要來伸量兄弟的功夫麼？咱們到了岸上再打不遲。」洪七公笑道：「你跟我徒兒這樣親熱幹什麼？拉著他的手不放。」歐陽鋒道：「我和老頑童賭賽，是我贏了不是？你是中證不是？老頑童不守約言，我只好唯你是問，可不是？」洪七公連連點頭，道：「那不錯。老頑童呢？」郭靖心中甚是難受，搶著說道：「周大哥被他逼著跳海死了。」洪七公一驚，提著歐陽公子躍出船艙，四下裏一望，海中波濤起伏，不見有周伯通的蹤影。歐陽鋒牽著郭靖的手，也一起走上甲板，將手一鬆，說道：「郭世兄，你功夫還沒練到家呢！人家隨便一伸手，你就聽人擺佈，去跟師父練十年，再來闖江湖吧。」郭靖心中記掛著周伯通的安危，也不理會他的譏嘲，爬上桅桿，四面瞭望。洪七公提著歐陽公子的後領，將他向歐陽鋒擲來，喝道：「老毒物，你逼死老頑童，自有全真教的人跟你算帳，你叔姪倆武功再強，也未必抵擋得了全真七子的圍攻。」歐陽公子不等身子落地，用手一撐，站了起來，心中暗罵：「臭叫化，不到十二個時辰，你就要在我跟前爬著叫啦。」歐陽鋒微微一笑，道：「那時你這中證可也脫不了關係。」洪七公笑道：「好啊，到時候我打落水狗，再跟你較量較量。」歐陽鋒把手一拱，進了船艙。郭靖看了大半個時辰，一無所見，只得落到甲板，把歐陽鋒逼他寫經的事對師父說了。洪七公點了點頭，並不言語，心中卻有一陣隱憂：「老毒物做事向來鍥而不捨，不把真經得到手中，那是決計不肯罷休的，我這徒兒可要給他纏上了。」眼見坐船向著正西疾駛，再過兩天，就可望得到陸地。他怕歐陽鋒又在飲食中下毒，親到房中搶奪了一大批飯菜，與郭靖倆飽餐一頓，倒頭呼呼大睡。歐陽鋒叔姪守到次日下午，眼見已過了十四五個時辰，但洪七公師徒仍是沒有動靜。歐陽鋒倒擔心起來，只怕他們毒發之後要強不肯聲張，毒死了郭靖，那可糟了，到門縫中偷偷一張，只見兩人好好地坐著閒談，心中甚是奇怪，暗道：「若非老叫化機警，沒有服到毒藥，那必是他另有解藥。」心念一轉，立時又生毒計。這時洪七公正在興高采烈的向郭靖談論選立丐幫幫主繼承人的規矩，說道：「可惜你不愛做叫化，否則像你這樣的人品，我幫中倒還沒人及得上。只要我這打狗棒一傳給你，除了老叫化，丐幫中就數你為大了。」正說得高興，忽聽得船壁上錚錚錚錚，傳來一陣斧鑿之聲。洪七公跳起來，叫道：「不好，賊廝鳥要把船鑿沉。」搶到艙口，向郭靖叫道：「快搶船後的小舢舨。」一言甫畢，通的一聲，板壁已被一柄鐵椎鎚破，只聽得嗤嗤嗤一陣響，湧進來不是海水，卻是數十條蝮蛇。洪七公笑罵：「老毒物用蛇攻！」手一揚，一把鋼針擲了出去，數十條蝮蛇都被釘在船板之上，痛得吱吱亂叫，身子左扭右曲，卻已遊動不得。郭靖心想：「蓉兒雖然也會這滿天花雨擲金針之技，可是比起師父他老人家來，卻是差得遠了。」他心念甫動，那缺口中湧了數十條蝮蛇進來。洪七公鋼針連擲，轉眼之間，進來的蝮蛇又悉數被針釘死在地。但聽得驅蛇的木笛聲噓噓不絕，蛇頭晃動，從缺口中進來的愈湧愈多。洪七公殺得性起，大叫：「老毒物給我這許多練功的靶子，那真是再好也沒有。」探手入囊，又抓了一把鋼針，觸手之處，剩下的鋼針已不過七八十枚。心中驀地一驚，眼見蛇群源源不絕，正自思索抵禦之法，忽聽喀喇聲響，兩扇門板直跌進艙，一股掌風，襲向自己後心。郭靖站在師父身側，一覺掌風凌厲，不及回身，先自雙掌併攏，回了一招，只覺來勢猛惡，竭盡平生之力，這才抵住。歐陽鋒見這一招居然推不倒他，「咦」了一聲，踏進一步，反掌橫劈。郭靖心知若是一味硬架，必然擋不開對方這一招，當下左掌一帶，右手欺進敵側，逕攻歐陽鋒的左脅。歐陽鋒的一掌不敢用老了，沉肩回掌，往他手腕上斬下。郭靖眼見處境危急，只要給歐陽鋒守住艙門，那麼毒蛇不斷湧進，自己與師父兩人必致無倖，於是左手奮力抵擋歐陽鋒的招術，右手反而著著搶攻。左擋右進，左虛右實，郭靖這路拳術奇妙已極，歐陽鋒全未見過這種左右分心搏擊的拳路，不禁呆了一呆，竟被郭靖連搶數招。若要講到真實功夫，郭靖就是雙手各使一路拳法，以二敵一，也不是歐陽鋒的對手，只是他這套武功太奇，以致出敵不意，斗然間佔了上風。西毒歐陽鋒享大名數十年，究是武學的大師，微微一怔之下，立時想到應付郭靖分心合擊這路功夫的法門，口中「咕」的一聲叫，雙掌齊推出去。郭靖單憑左手，萬萬抵擋不住，眼見要被他逼得向後倒退，而身後蛇群已嘶嘶大至。洪七公大叫：「妙極，妙極！老毒物，你連我的小徒兒也打不過，還逞什麼英雄豪強！」呼的一招「飛龍在天」，從兩人頭頂飛躍而過，一腳把擋在前面的歐陽公子踢了一個筋斗，一個肘槌，撞向歐陽鋒的後心。歐陽鋒身體一側，還了一招，他逼迫郭靖的掌力卻因而消解。郭靖心想：「師父與他功力悉敵，他姪兒現下已非我的敵手，兼之他身上傷勢未癒，以二敵一，我方可操勝算。」精神一振，拳腳如狂風暴雨般往歐陽鋒身上攻去。洪七公一面出招，一面遊目四顧，見十餘條蝮蛇已遊至郭靖身後，轉瞬間就要躍上咬人，急叫：「靖兒，快出來！」手上加緊，把歐陽鋒的招術盡數接了過去。歐陽鋒腹背受敵，頗感吃力，身子一偏，放了郭靖出艙，與洪七公再拆數招，成百條蝮蛇已遊上甲板。洪七公罵道：「打架要畜生做幫手，不要臉。」可是見蝮蛇愈湧愈多，心中也是發毛，右手執了綠竹杖，飛舞來去，打死了十餘條蝮蛇，一拉郭靖，奔向主桅。歐陽鋒暗叫：「不好！只要被這兩人躍上了桅桿，一時就奈何他們不得。」飛奔過去，要攔在兩人面前。洪七公猛劈兩掌，風聲虎虎，歐陽鋒橫拳接過，郭靖又待上前相助。洪七公叫道：「快上桅桿。」郭靖道：「我打死他姪兒，給周大哥報仇。」洪七公急道：「蛇！蛇！」郭靖見前後左右都已有毒蛇遊動，不敢戀戰，反手接住歐陽公子擲來的一枚飛燕銀梭，一縱丈餘，左手已抱住了桅桿，只聽得身後暗器風響，順手將接來的銀梭擲出。噹的一聲，兩枚銀梭在空中一碰，飛出船舷，一左一右，都落入海中去了。郭靖雙手交互，頃刻間已爬到了桅桿中段。歐陽鋒知道洪七公也要上桅，掌法越打越緊。洪七公雖然仍是穩持平手，但要抽空上桅，卻也不能。郭靖見蛇群已逼至師父腳下，情勢已急，大叫一聲，雙足抱住桅桿，身子直溜下來。洪七公左足一點，人已躍飛，右足踢向歐陽鋒面門。郭靖抓住師父手中竹杖，向上用力一甩，洪七公的身子如一隻大鳥般直飛起來，長笑聲中，一手已抓住了帆桁，掛在半空，反而在郭靖之上。這一來，兩人居高臨下，極佔優勢。歐陽鋒知道如爬上去施展攻擊，必定吃虧，大聲叫道：「好呀，咱們耗上啦。轉舵向東！」只見風帆側過，那艘船又向東邊汪洋大海中直駛出去。主桅腳下，密密麻麻的都是毒蛇。洪七公坐在帆桁之上，口裏大聲唱著乞兒討錢的「蓮花落」，神態甚是得意，心中卻大為發愁：「在這桅桿之上躲得幾時？縱使老毒物不把桅桿砍下，只要蛇陣不撤，咱們就不能下去。他爺兒倆在下面飲酒睡覺，咱爺兒倆卻在這裏喝風撒尿！不錯！」他一想到撒尿，立時拉開褲子，往下直撒下去，口中還叫：「靖兒，淋尿給直娘賊喝個飽。」郭靖是小孩性子，正合心意，跟著師父大叫：「請啊，請啊！」師徒二人同時向下射尿。歐陽鋒急叫：「快將蛇群撒開。」同時向後躍開數步。他身法快捷，洪郭兩人的尿當然淋不到他。歐陽公子聽叔父語聲甚急，怔了一怔，臉上頸中卻已濺著了數點。他最是愛潔，不覺大怒，猛地想到：「咱們的蛇兒怕人尿。」只聽得木笛聲響，群蛇緩緩後撤，但桅桿下已有數十條蝮蛇被尿淋到。歐陽鋒這些毒蛇都是在西域白駝山蛇谷中雜交培養而得，毒性猛烈，可就是害怕人獸的糞尿。那數十條毒蛇一淋到熱尿，痛得亂翻亂滾，張口互咬，驅蛇人一時間那裏約束得住。洪七公和郭靖見下面諸人一陣忙亂，樂得哈哈大笑。郭靖心想：「若是周大哥在此，他必定更加高興。唉！他躍入這茫茫大海之中，那是凶多吉少的了。」過了兩個時辰，天色漸黑。歐陽鋒命船上眾人都坐在甲板上歡呼暢飲，酒氣肉香，一陣陣衝了上來。洪七公是個極饞之人，如何抵受得了？片刻之間，就把背上葫蘆裏還盛的酒都喝乾了。當晚兩人輪流守夜，但見甲板上數十人手執燈籠火把，押著蛇群將桅桿團團圍住，實是無隙可乘。洪七公把歐陽鋒祖宗十八代罵了個遍，還憑空捏造無數醜事，加油添醬，罵得惡毒異常。歐陽鋒卻在艙中始終不出。洪七公罵到後來，唇疲舌倦，也就合眼睡了。次日清晨，歐陽鋒派人在桅桿下大叫：「洪幫主、郭小爺，歐陽老爺整治了上等酒席，請你們下來用飯。」郭靖叫道：「你叫歐陽鋒來，咱們請他吃尿。」過不多時，桅桿下開了一桌酒席，飯菜熱騰騰的直冒熱氣。席邊放了兩張坐椅，似是專等洪郭二人下來食用。洪七公又是「直娘賊，狗廝鳥」的胡罵一通。到得第三日上，兩人已餓得頭中微微發暈。洪七公道：「但教我那個女徒兒在此，她聰明伶俐，必定有對付老毒物的法子。咱爺兒倆可只有乾瞪眼、流纔涎的份兒。」郭靖嘆了口氣，向著西邊望去，突見遠處有兩點白影。他初時當是白雲，也不以為意，那知白影移近甚速，越來越大，啾啾啼鳴，卻是兩頭白鵰。郭靖大喜，曲了左手食指放在口中，吹了一聲長哨。兩頭白鵰飛到船頂，打了兩個盤旋，俯衝下來，停在郭靖肩上，正是他在大漠中養伏了那兩頭猛禽。郭靖喜道：「師父，莫非蓉兒也乘了船出來？」洪七公道：「那妙極了。咱們困在這裏無計可施，你快叫她來作個計較。」郭靖拔出匕首，割了兩塊五寸見方的船帆，用匕首在布上劃了「有難」兩字，下角劃了一個葫蘆的圖形，每隻白鵰腳上縛了一塊，對白鵰說道：「快快飛回，領蓉姑娘來此。」兩隻白鵰似有靈性，在郭靖手上挨擠了一陣，齊聲長鳴，振翼高飛，在空中盤旋一轉，向西沒入雲中。