第九十三回　萬獸山莊這時大雪兀自下個不停，地下白雪反光之中，郭襄見那數十匹馬上，高高矮矮的一共騎著九人，倒有大半數的馬匹鞍上無人。那矮子過去牽過兩匹馬來，將一匹馬的韁繩交給了郭襄，自己騎上了一匹，喝道：「走吧！」一聲胡哨，數十匹馬忽喇喇的便向西北方奔馳而去。郭襄瞧那九人身形，其中兩個是女子，一個老態龍鍾，是個老婦，另一個身穿大紅衣裙，全身如火一般紅，在雪地中顯得甚是刺眼。其餘七人面目瞧不清楚，只是一人身材猶如竹桿，又瘦又長，插在馬鞍之上，搖搖晃晃，似乎馬匹每跨一步，都會將他顛下來一般。一行人縱馬疾馳，騎了數里，便換過一匹，讓坐騎交互歇力。郭襄尋思：「聽先前那人呼叫，說什麼西山一窟鬼，十者到其九。眼前正是十個人，想來這群人便是西山一窟鬼了。宋大叔說我跟他去了凶多吉少，那人一掌便將宋五叔擊得重傷，瞧來確是兇橫得緊。但他說帶我去見神鵰俠，似乎又不是假話。他們既和神鵰俠相識，定然不是歹人。」轉眼之間，已馳出十餘里，當先一人「得兒」一聲叫，數十匹馬一齊停了下來。當先那人縱馬馳上一個小丘，回過馬來。郭襄一見他的形貌，又是吃驚，又是好笑，原來這人也是一個矮子，坐在馬背上的上身不過尺許，鬍子卻有三尺來長，一直垂過馬腹，滿臉皺紋，雙眉緊鎖，生相愁苦憂鬱不堪，只聽他說道：「此去倒馬坪已不過三十里路，那神鵰俠聽說武功實在是不弱，咱們先行計議一下，可不能折了西山一窟鬼的銳氣。」那老婦人道：「便請大哥下令。」那長鬍子道：「咱們跟他車輪大戰呢，還是一擁而上？」郭襄吃了一驚：「聽他口氣，他們是要和神鵰俠為敵。」那婦人道：「神鵰俠到底是有真實本領呢，還是浪得虛名？七弟，群鬼之中，只有你跟他朝過相，你且說說明白。」一個身如鐵塔的大漢說道：「我雖見過他，可是也沒怎麼跟他動手，我瞧……我瞧……他很有點兒邪門。」那紅衣紅裙的少婦說道：「七哥，你到底為何跟神鵰俠結的怨仇，先說個清楚，待會動起手來大家也好心中有數。」那大漢怒道：「西山一窟鬼同生同死，這神鵰俠既然找上門來，難道還有退縮的嗎？」那身如竹桿的人陰聲陰氣的道：「誰說退縮了？但便是九妹不問，我也要問。咱們又沒得罪他。他為什麼說要將西山一窟鬼趕出山西境內？」那大漢怒道：「你們大家瞧瞧，他割了我一對耳朵。這口氣不出，還說什麼好兄弟、好姊妹？」說著除下頭頂的氈帽，淡淡雪光之下，果見他腦袋兩側光禿禿的少了雙耳。西山一窟鬼其餘九人一齊大怒，有的連聲咒罵，有的咆哮如雷，都說要和神鵰俠決一死戰。那紅衣少婦道：「七哥，他又為何割你耳朵？你犯著什麼了？你又在調戲良家婦女了，是不是？」一個滿臉笑容的人怒道：「七哥便是調戲良家婦女，也用不著旁人來硬出頭。」這個人的生相甚是奇特，雖在發怒，臉上笑容絲毫不減，郭襄仔細一看，原來他嘴角上翹，雙眼瞇攏，便是傷心哭泣之時，在旁人看來也是笑逐顏開。那大漢道：「不是，不是！這一日我的婆娘和四個小妾為了雞毛蒜皮的事爭吵，大家動起刀子來，偏生這個什麼神鵰俠經過見到了，這人生來多管閒事，竟出言相勸，我第四個小妾不爭氣，居然向他笑了一笑……」那紅衣少婦道：「哈，我知道啦，七哥便呷起醋來，不許她笑。」那大漢道：「什麼呷醋？我是不許旁人來管我的家事。我一拳便將我小妾打落了三個門牙，叫那斷了胳臂的白臉雜種快滾。」郭襄聽到這裏，忍不住說道：「他好意相勸，你何以出言無禮？那便是你的不對了。」眾人一齊轉頭望著她，想不到這個年輕姑娘竟敢如此大膽。那大漢果然怒氣勃發，喝道：「連你這小東西也敢管起老子來！五哥，這娃兒是你的人麼？」那大頭矮子道：「她要見神鵰俠，我要帶她去瞧瞧，別的我什麼都不管。」那大漢道：「好，那我便教訓教訓她。」馬鞭一揮，拍的一響，便往郭襄頭上擊落。郭襄舉起馬鞭一格，雙鞭相交，兩條馬鞭捲在一起。那大漢迴臂一奪，郭襄只覺一股大力拉扯過去，再也把握不住，只得放手，手掌心已擦得甚是疼痛。那大漢奪過馬鞭，又要一鞭擊落，那長鬚老翁喝道：「七弟，時候不早了，快說完了趕路。怎地跟小孩子家一般見識？」那大漢的馬鞭舉在半空，不擊下來，那老翁冷笑道：「西山一窟鬼都是天不怕地不怕的人物，郭靖黃蓉的名頭再響，也嚇不到咱們。小女娃娃，你再多說多話，馬上便將你宰了。」他側過頭來，說道：「七弟，大丈夫跌得倒爬得起，我長鬍鬼的長鬍子，當年就曾被敵人剪斷過。你的雙耳到底是怎樣割了的？」那大漢道：「我叫神鵰俠快滾，他倒笑了笑，轉身便走。都是那第三個小妾不好，他又哭叫起來，說她是被我霸佔強姦的，當時心中便不甘願，想不到現下又被大婦欺侮。那神鵰俠回過頭來，臉色大變，問我：『這女人的說話可真？』我道：『真便怎樣？假便怎樣？老子外號叫作煞神鬼，向來殺人不貶眼，你可知道麼？』他沉著臉道：『你若是喜歡她，為何娶了她又娶別個？若是不喜歡她，當初又何必娶她？』我哈哈大笑，說道：『我起初喜歡，厭了我不喜歡。男子漢三妻四妾，有何稀罕？老子還想再娶四個呢？』他道：『如你這般無情無義之徒世上多生幾個，豈不教天下女子心寒？』突然間欺近身來，拔出我腰間匕首，便將我左右兩耳割了，跟著將匕首對準我的胸口，喝道：『挖出你的心肝瞧瞧，到底是什麼顏色！』」郭襄只聽得眉飛色舞，忍不住便要喝采，但見到西山一窟鬼個個臉色陰沉、貌相兇惡，終於把唇邊的一個「好」字縮了回去。只聽那大漢續道：「那時我的婆娘和四個小妾一齊跪下求情，第三、第四小妾還大聲哭了起來，嘿，真是丟臉，真是丟臉！我大怒喝罵：『快快下手！你殺了我！西山一窟鬼自會纏你個陰魂不散！』他皺了皺眉頭，向我五個女人道：『這種無義之輩，你們還為他求情？』我五個女人只是磕頭。他道：『好！今日且不殺你，西山一窟鬼那便怎樣？月盡之夜，我在倒馬坪相候，你去把一窟鬼盡數邀來見我。若是不敢，西山一窟鬼都給我滾出山西，永遠不許回來。』」眾人聽他說完，都是半晌不語，隔了一陣，那老婦道：「他用什麼兵刃？武功是那一派的家數？」那大漢道：「他只有一條左臂，空手不使兵刃。武功嘛……我……我倒瞧不出來。」那老婦道：「大哥，這人一出手便制住了七弟，想是手腳十分靈便，武功也有點邪門。咱們倚多為勝，你帶頭，我和五弟從旁相助，以三對一，一上去便宰了他，不容他施展功夫。」那長鬚老翁低頭尋思片刻，抬起頭來，說道：「這神鵰俠名頭甚大，今日這一戰，實是非同小可。我和二妹正面迎擊，五弟六弟從後側突擊，九妹發射暗器，十弟施放毒霧，三弟四弟用地堂刀、地堂鞭攻他盤，七弟八弟以長兵器在外側遊鬥，擾亂他的心神。西山一窟鬼結拜以來，從沒十人齊上動手，今日是第一次，倘若再宰他不了，教咱們個個自假鬼成為真鬼！」那大頭矮子道：「大哥，咱們十人打他一人，勝之不武，若是傳揚出去，也教江湖上好漢笑話。」那老婦道：「咱們把神鵰俠宰了，除了這小娃兒，今晚之事還有誰人知道？」一言甫畢，手臂微微一揚。那大頭矮子袖子一揮，擋在郭襄身前，跟著從衣袖上拈起一枚細針，說道：「二姊，是我帶了她來的，不便傷她性命。」回頭對郭襄說道：「郭姑娘，你若要去見神鵰俠，今晚之事不許對任何人說起，否則你快快回去吧。」郭襄又是驚懼，又是憤怒，心想：「這老太婆出手好生陰毒，若非矮叔叔相救，我已給她這枚無影無蹤、無聲無息的細針刺死。」於是說道：「我不說就是。」但跟著又補上句：「你們有十兄弟，難道他就沒幫手麼？」那大頭矮子哈哈一笑，道：「神鵰俠出沒江湖十餘年，倒沒聽說他有什麼幫手。他便是有一頭不會說話的鵰兒相伴。」說著一提馬韁，大聲喝道：「走吧！」眾人奔出一陣，那矮子對郭襄道：「待會動手之時，你莫離開我的身邊。」郭襄點點頭，她知這西山一窟鬼之中，有很多心狠手辣之輩，說不定會突然對自己猛下毒手，只是這大頭矮子嗓門極粗，他雖低聲說話，其餘九人卻沒一個不聽見。郭襄騎在馬上隨著眾人奔跑，心中很為神鵰俠耽心，眼見這一窟鬼個個身懷絕技，神鵰俠武功再強，如何能以一敵十？心想：「倘若爹爹媽媽在這兒就好了，他們絕不能見死不救、袖手旁觀。」正行之間，忽聽得前面黑沉沉的一座大樹林中傳出幾聲虎吼，幾匹馬驚嘶起來，有的站定不動，有的轉頭想逃。那瘦長的漢子馬鞭連揮，當先衝進樹林。那老婦人罵道：「不中用的畜生，還怕小野貓子吃了你們麼？」馬群被各人一陣驅趕，都奔入樹林。眾人馳出數十丈，忽聽得前面一人厲聲喝道：「什麼人膽大妄為，深夜中擅闖萬獸山莊？」西山一窟鬼一齊勒馬，只見路當中站著一人，身旁各蹲著一頭猛虎。馬群聽到雙虎嗚嗚發威之聲，又驚擾起來。長鬚老翁在馬上一拱手，說道：「西山一窟鬼道經貴地，沒登門拜訪，乞恕無禮。」對面那人哦了一聲，道：「是西山一窟鬼麼？閣下是長鬚鬼樊爺了？」長鬚老翁道：「正是。咱們有事趕赴倒馬坪，回頭再行上門謝罪。」一來他知道萬獸山莊的人物不好惹，二來此刻要全力對付神鵰俠，不願旁生枝節，因此說話很是謙抑。對面那人道：「各位少候。」提高聲音叫道：「大哥，是山西一窟鬼去倒馬坪，說回頭上門謝罪。」群鬼一聽，都是怫然不悅，心想：「咱們說回頭上門謝罪，只是一句客氣話。難道西山一窟鬼還能對人低頭了？」要知西山十鬼個個都有驚人的藝業，各人在結義相聚之前，都已闖下不小的萬兒，待得十人聚義，更是聲勢大盛，近年來在晉陝一帶橫衝直撞，武林中人對他們忌憚三分，若不是今晚與神鵰俠有約有先，單憑對面那人這一句話，他們便要出手打個落花流水了。卻聽得樹林深處有人大剌剌地發話道：「謝罪是不用了，讓他們繞過林子走路吧。」群鬼一聽此言，登時大怒，那高瘦如竹桿之人冷笑道：「西山一窟鬼行路向來不會繞彎兒！」一提馬韁，向站在路中那人迎面便衝了過去。那人左手一揚，身旁雙虎一齊撲上，瘦子的坐騎受驚，人立起來。那瘦子騎術甚精，身子附在鞍上，刷的一響，雙手已反持一柄短槍，向兩頭猛虎刺了下去。左邊的猛虎向旁躍開，右邊的猛虎卻是一掌抓破了他坐騎的肚子，那猛虎跟著一聲狂吼，也已受傷。那瘦子一縱下地，喝道：「亮兵刃吧！」左槍高，右槍低，擺個「雙龍伏淵勢」，卻不向前遞出。對面那人冷冷的道：「你傷了我家的守夜貓兒，便要繞道而過，也由不得你了。無常鬼，把手中雙槍留下吧！」無常鬼見他知道他的外號，說道：「尊駕是誰？萬獸山莊一向是在西涼，怎地移到了晉南？你要留我手中雙槍，那也容易得緊。」那人道：「萬獸山莊要搬家，可不用稟報西山一窟鬼吧？西涼住得厭了，便到晉南來玩玩。我大哥叫你們繞過林子已是萬分客氣了。我三哥有病在身，不喜歡外人騷擾，知不知道？」說到這裏，突然間左手伸出，一把抓住了無常鬼雙槍近槍尖處的桿子。無常鬼萬沒料到他出手如此迅捷，急忙運力裏奪，那人使勁一壓一抖，拍拍兩響，雙槍齊斷。這槍桿子是鑌鐵所鑄，兩人力道均大，誰也沒能奪得對方兵刃脫手，卻將兩條槍桿崩斷了。這一來，西山一窟鬼群情聳動。那外號叫作「長鬚鬼」的老翁說道：「尊駕是八手仙猴史爺了？金甲獅王身子不適麼？此刻咱們有事在身，明日此時，再在此相會。」原來萬獸山莊主人共是兄弟五人，大哥白額山君史伯威、二哥管見子史仲猛、三哥金甲獅王史叔剛、四哥大力神史季強、最小一個便是眼前這個八手仙猴史孟捷。五兄弟的祖先世代相傳以馴獸為生，傳到五人手中，各人均具異稟，不但馴獸的本事出神入化，而且從各種猛獸縱躍撲擊的行動之中，悟得了武功的法門。我國武術原本取法於禽獸的搏鬥，史氏兄弟自幼和猛獸為伍，竟是以獸為師，無師自通的各自練就了一身本領。到史叔剛二十餘歲之時，冬日入山捕獸，得遇奇人，又學會了極精深的內功，他回家後轉授兄弟，五個人野獸越養越多，武功也是越來越強。萬獸山莊的名頭漸漸揚於江湖，武林中人給他五兄弟取了個總外號，叫作「虎豹獅象猴」。五人之中，又以金甲獅王史叔剛超逸絕倫。這時長鬚鬼聽說叔剛有病，心中先自一寬，暗想他史氏兄弟縱然厲害，我西山一窟鬼也不畏懼，何況去了「虎豹獅象猴」中的獅王，那是更加不足道哉，於是訂下了明晚決鬥的約會。八手仙猴史孟捷道：「好，明晚子時，咱兄弟在林外相候大駕。」說著雙手一拱，噗噗兩響，兩個折斷的槍尖一齊射入長鬚鬼身旁的樹幹之中。長鬚鬼一怔：「他為何定是不嚷咱們穿過樹林？史氏兄弟在這林中有何勾當？」於是也拱手說道：「西山十鬼告辭！」雙腿一挾，拍馬向前。史孟捷大聲道：「且慢！我大哥請各位繞道過林，難道各位沒生耳朵麼？」長鬚鬼一勒馬韁，待要答話，只聽得樹林東北角和西北角同時有人哈哈大笑，跟著濃煙冒起，兩個人叫道：「在樹林中搗什麼鬼？這可瞞不了一窟鬼，這叫做搗鬼遇上鬼祖宗了。」原來是群鬼中排行第八的喪門鬼和第十的笑臉鬼，乘史孟捷和長鬚鬼說話之際，繞到他身後放起火來。火頭剛剛竄起，跟著聽得喪門鬼和笑臉鬼失聲驚叫，奔了回來，似乎是遇上什麼極恐怖的物事。長鬚鬼道：「什麼？」喪門鬼叫道：「老虎，老虎！一百頭，兩百頭……」史孟捷見到林中火起，滿臉驚怒，縱聲叫道：「大哥，二哥，救火要緊，讓群鬼走吧！那裏找他們不到。」突然之間，眾人眼前一花，一隻小狗般的野獸從密林中鑽了出來，一瞬眼便跑到了林外。這野獸身子不大，四條腿極長，周身雪白，尾巴卻是漆黑，貓不像貓，狗不像狗。史孟捷大叫：「九尾靈狐出來啦！」飛身追出，他這一聲叫喊之中，充滿著惶急驚恐之情。猛聽得樹林後一聲高呼，似虎嘯而非虎嘯，似獅吼而非獅吼，更如是一人縱聲大叫，但人聲卻又無此威猛響亮。郭襄一聽得這呼號，背上隱隱感到一陣寒意。這一聲響過，四下裏百獸齊吼，獅子、老虎、豹子、豺狼、大象、猿猴、猩猩……一時也分辨不清，跟著蹄聲雜沓，群獸一齊衝出林去。只聽一人叫道：「大哥往東北，二哥往西北，四弟趕向西南……」這語聲正和適才嘯聲相似。郭襄但見幾個黑影閃了幾閃，已出了密林。她明知危險，但好奇心起，忙也縱馬追出樹林，那大頭鬼叫道：「郭姑娘，不可亂走！」縱馬追了上來。郭襄一出樹林，眼前登時出現一片奇景，只見五個人各率一群野獸，在白雪舖蓋的平原之上向中間合圍。這些野獸顯是訓練有素，非但互相並不撕打抓咬，而且或東或西，奔跑得毫不混亂。郭襄又是害怕，又覺好玩。只見五隊野獸漸漸接近，圍成一個大圓圈，斗然間白影一閃，那隻小狗似的野獸從獸群中鑽了出來，在郭襄面前一掠而過，身法之快，當真是有如電閃。郭襄吃了一驚，俯身伸手去捉，那小獸早已奔在她身前數丈之外。牠一站定，忽地回頭，望著郭襄，圓圓的眼珠如火般紅，骨溜溜轉個不停，黑夜之中，宛如兩點火星，史氏兄弟叫道：「九尾靈狐，九尾靈狐，在那邊，在那邊！」跟著群獸便如山崩地裂般衝了過來。郭襄催馬向旁閃避，但那馬見到這許多猛獸，嚇得全身酥軟，雙腿一彎，竟爾跪倒在地。郭襄大驚：「群獸向我奔來，一踏便作肉泥！」當即躍離馬鞍，斜刺裏奔出，鼻管中只聞到陣陣腥風，獸群便如一條大河般從她身邊流過，不多時便已遠去。這時西山一窟鬼也已馳馬出林。長鬚鬼道：「史氏兄弟縱有驚人武功，咱們也不相懼，只是這許多畜生卻不易打發。今晚且不撩撥，留下力氣去對付神鵰俠，大夥兒走吧！」那老婦道：「好，今晚殺神鵰俠，明日再來燒獅子、烤老虎！」說著一提馬韁，便欲繞林而行。猛聽得獅吼虎嘯之聲大作，群獸分道歸來。這一次的吼聲並不猛惡，奔跑也不迅捷，長鬚鬼陡然變色，叫道：「不好，大夥兒快走！」但四面八方都有野獸叫聲，各人顯已陷入獸群包圍之中。長鬚鬼一聲胡哨，十個人一齊躍下馬來，分站了五個方位，各自抽出兵刃，默不作聲的待敵攻到。大頭鬼低聲道：「郭姑娘，你快些回去吧，犯不著在這兒涉險。」郭襄道：「神鵰俠呢？你答應帶我去見他的。」大頭鬼皺眉道：「這許多惡獸你沒見到嗎？」郭襄道：「你跟野獸的主人說道理啊，便說你們跟神鵰俠有約，沒工夫多耽擱。」大頭鬼皺眉說道：「哼，西山一窟鬼向來不跟人家說道理。」說話之間，史氏五兄弟已率領野獸回來。這五人都是身穿獸皮縫的裘袍，離開西山一窟鬼約有六七丈，站定了腳步。仍是五弟史孟捷發話道：「萬獸山莊和西山一窟鬼向來沒有樑子，各位何以林中縱火，趕走了九尾靈狐？」郭襄聽他說話的語音之中，恨惡憤怒之意極深，心想：「那頭小獸固然生得可愛，卻也不見得有什麼了不起，何必這麼大驚小怪？她明明只有一條尾巴，又怎地叫作九尾靈狐？」那穿紅衣紅裙的女子說道：「今日之事，起因在於史氏昆仲。萬獸山莊素來在甘涼一帶立業，突然間來到咱們山西，黑夜之中，又不許人經過官路大道。似這等橫法，還來責怪別人麼？」白額山君史伯威喝道：「今日之事，無理可說。西山一窟鬼一個也不能活著。」一聲怒吼，赤手空拳的便向長鬚鬼撲過來，雙掌握成虎爪之勢，人未到，風先至，便是活生生的猛虎，也沒這般威風。長鬚鬼一個滑步，向左側退開丈許，呼的一聲，一件長兵刃向史伯威橫掃過去。史伯威虎爪伸出，已將長兵刃之端抓在手中，原來是一根雞蛋粗細的鋼杖。他手掌尚未握緊，猛聽得手臂一熱，急忙撒手，左掌急運神功將鋼杖格開，若不是他見機得快，胸口已被杖端點中。史伯威心中一驚：「西山一窟鬼近來聲名極響，果然並非等閒之輩。」當下不敢托大，嗆啷啷兵刃出手，卻是一對虎頭雙鉤，這對鉤右手鉤重十八斤，左手鉤重十七斤，實是極沉猛的利器，雙鉤化作兩道黃光，和長鬚鬼的鋼杖惡鬥起來。這時管見子史仲猛手持銀管，以一敵二，和催命鬼的地堂刀、喪門鬼的雙槍相鬥。大力神史季強和老婦人吊死鬼手中的一根長索相拼，他力氣雖巨，但吊死鬼的長索軟綿綿的無著力之處，但聽他吼叫連連，空有一身神力，卻是無法施展。八手仙猴史孟捷的對手則是使八角巨鎚的大頭鬼。眼見史孟捷的判官筆招數精奇，大頭鬼有些招架不住，紅衣紅裙的俏鬼提刀上前相助。雪地之中，十個人分成四團廝殺，大雪紛紛而下，一時難分勝敗。西山一窟鬼之中，尚有六人未曾出手，對方卻只有金甲獅王一人空手掠陣，但見他靠在一頭雄獅身上，病奄奄的有氣無力。這一仗一窟鬼以眾敵寡，顯是佔了勝勢，但史氏兄弟只要縱聲一呼，群獸咆哮而上，十窟鬼立時便從上風轉為下風。笑臉鬼望著四周群獸綠油油的眼睛，心中惴惴不案，尋思：「待會只有施放毒霧，毒倒一些畜生，方能衝出重圍。」十人鬥了良久，長鬚鬼和史伯威始終旗鼓相當。老婆婆吊死鬼的長索招數變幻奇妙，化成一個個大圈小圈，史季強稍不留神，便險險給她繩圈套入項頸之中，幸好他力大招猛，吊死鬼也有顧忌。大頭鬼和俏鬼一剛一柔，相輔相成，但史孟捷出招奇快，常言道一快打三慢，三人團團而鬥，但聽得大頭鬼雷震般的聲音轟轟而吼，俏鬼卻是陰聲陰氣的說笑，意圖分散敵人心神，史孟捷充耳不聞，凝神接戰，三個人招數越來越是凶險。這一邊催命鬼和喪門鬼卻已抵敵不住史仲猛的銀管。他那銀管較齊眉棍略短而中空，招數甚是古怪，三人鬥到分際，喪門鬼一槍刺出，史仲猛對準了他槍尖也是一管刺到，那銀管直通下來，原來竟是將槍桿套在管子之中。喪門鬼大駭，急撤左手槍，右手槍抖起槍花護身。討債鬼躍出圈子，一牌砸出，打向史仲猛的銀管。他的兵刃似是一塊鐵牌，其實卻是一本用精鐵鑄成的帳簿，共有五張，每一張可以翻動，薄張之邊鋒銳比於刀劍，實是一件奇門利器。西山十鬼每人本來各有各名姓，但自「西山一窟鬼」的名號在江湖上大響以來，十個鬼索性捨卻真名姓，各以一鬼為號。十人的長相行事，原本各有其奇特之處，十兄弟相互說道：「江湖上的好漢叫咱們為鬼，咱們便居之不疑，且看是人厲害呢，還是鬼猛惡？」如那討債鬼本使鑌鐵雙牌，只因他再細微的怨氣也必報復，從來不肯放過一個小小得罪他之人，武林中送了他一個外號叫作「討債鬼」。他反而欣然色喜，將兵刃鑄成帳簿之形，而每一張鐵片之上，用尖針刺上了仇人的姓名和罪狀，務須要等報仇雪怨之後，帳簿上才一筆勾銷。銀管是件奇形兵刃，鐵帳簿的形狀更是奇特，五張鐵片相互撞擊，噹噹作響，催命、喪門、討債鬼合鬥史仲猛，情勢才漸見有利。郭襄站在一旁，眼見天色已是微明，但一窟鬼和史氏兄弟兀自劇鬥不休，心想神鵰俠的約會早已過時，只怕他等得不耐煩，自行走了，她越想越是焦急，卻又無力阻止各人廝拼。只見那些猛獸一齊蹲伏在地，圍成一個密密實實的圈子，西山一窟鬼縱是將史氏五兄弟盡數打死，若要衝出獸圈，卻也艱難之極。這情勢群鬼早已瞧得明白，那老婦吊死鬼只是想用繩索纏住大力神史季強，但教擒住了他，便能脅迫史氏兄弟召回群獸，讓出道來。但史季強的武功本在吊死鬼之上，只因她用的兵刃奇特，佔了便宜，這才勉強打成平手，要說擒他，真是談何容易？笑臉鬼知道今日之事實是極為凶險，迫不得已，只有施展奸計，叫道：「二姊，我來助你。」從腰間抽出兵刃，向史季強撲去。史季強正和吊死鬼鬥得焦躁，見笑臉鬼撲上，正合心意，叫一聲：「來得好！」青銅杵猛向他頭頂蓋了去。笑臉鬼側過身子，橫過雙鞭一擋，噗的一聲，雙鞭登時斷折，斷截處冒出一股淡紅色的薄霧，史季強一怔，腳步搖晃，立時摔倒。吊死鬼長繩捲處，已套住了他的雙腿。原來笑臉鬼的雙鞭中空，內藏見風化霧的毒粉，他本是在鞭柄處一按機括，毒粉噴出傷人，但史季強力氣太大，一杵便將鐵鞭擊斷，笑臉鬼利器雖損，終於還是擒住了敵人。郭襄叫道：「你們幹什麼？詭計傷人，算什麼好漢？」史伯威、史仲猛、史孟捷三人見大力神失手，都是又驚又怒，苦於被群鬼纏住，無法分身來救。郭襄對交鬥雙方誰也不幫，只是笑臉鬼這一招太不光明，忍不住出聲指斥。便在此時，忽聽得身旁一聲低吼，金甲獅王史叔剛緩緩站了起來，低沉著嗓子喝道：「放下四弟！」史季強昏暈不醒。吊死鬼用長繩連他手臂也縛上了，還怕他突然醒轉，伸手點了他脅下穴道，笑道：「你驅開畜生讓道，咱們便放人！」眼見史叔剛雙目凹進，滿臉蠟黃，走路也是搖搖晃晃，顯是患病已深，心中毫不畏懼。郭襄見史叔剛緩緩走向群鬼，覺得他手足情深，扶病迎敵，倒是個硬漢子，忙道：「喂，你有病在身，不可動手。」史叔剛向她點了點頭，說道：「多謝！」腳下卻並不停住，仍是一步步走向史季強。笑臉鬼向吊死鬼使個眼色，兩人分從左右搶上，要想連這癆病鬼一起擒住。兩人撲到史叔剛身邊，四手一齊探出，猛聽得史叔剛一聲吼叫，左手在吊死鬼肩頭一拍，右手在笑臉鬼背上一托，兩人只覺一股巨力突然壓在身上，都是腳步一個踉蹌，險險跪倒，急忙提氣躍開，幸好史叔剛並未追來，兩人相顧駭然，都是嚇出了一身冷汗，想不到這癆病鬼模樣的人竟是如此厲害。史叔剛俯身解開四弟的穴道，輕輕一拉，已將吊死鬼的長索拉得斷為數截。但史季強中了毒霧，始終不醒。史叔剛皺起眉頭，喝道：「取解藥來！」笑臉鬼道：「你收回眾畜生，我自將解藥給你。」史叔剛「哼」了一聲，搖搖晃晃的向笑臉鬼走去。笑臉鬼不敢和他正面為敵，快步閃開。史叔剛似乎由於身上有病，縱躍不得，仍是有氣沒力的向他走去。站在一旁的四鬼一齊擁上，笑臉鬼也回身而鬥。史叔剛出掌甚緩，但掌力極是沉雄，五鬼圍著他你刺他一槍、我砍一刀，卻是不敢近身。郭襄心想：「這大個子中了詭計，甚是可憐！」從地下抓起一團雪，在史季強額頭磨擦，又將一團雪花塞在他的口裏。那毒霧的藥力本來不能持久，史季強體魄又壯，頭上一冷，悠悠醒轉，猛地翻身站起。他用手背揉了揉眼睛，見五鬼圍攻史叔剛，大聲叫道：「三哥退開！」一伸手便往笑臉鬼腰上抱去。史伯威的雙鉤和長鬚鬼的鋼杖鬥得正緊，一見史季強醒轉，心下大喜，縱聲一嘯。蹲伏著的猛獸一聽得嘯聲，立時都站了起來，作勢欲撲。