第三十七回　危如累卵張無忌愕然不解，但見滅絕師太站立高處，向四周眺望，然後將紀曉芙拉到身邊，輕輕在她耳旁說話，這才知她要說的話隱祕之極，不但生怕隔牆有耳，被人偷聽了去，而且連丁敏君等兩個徒兒，也不許聽到。張無忌躲在屋後，不敢現身，遠遠望見滅絕師太說了一會話，紀曉芙低頭沉思，忽然搖了搖頭，神態極是堅決，顯是不肯遵奉師父之命。只見滅絕師太舉起手掌，便要擊落，但手掌停在半空，卻不擊下，想是最後要她再作一決定。張無忌一顆心怦怦亂跳，心想這一掌擊在身上，她是決計不能活命的了。她雙眼一霎也不敢霎，凝視著紀曉芙，只見她突然雙膝跪地，卻堅決的搖了搖頭。滅絕師太手起掌落，擊中她的頂門，雖因相隔遠了，聽不到聲音，但見紀曉芙身子晃也不晃，一歪便跌倒在地，顯是被她一掌擊死。張無忌又是驚駭，又是悲痛，伏在屋後長草之中，不敢動彈。便在此時，楊不悔格格兩聲嬌笑，撲在無忌背上，笑道：「捉到你啦，捉到你啦！」原來她在田野間閒步，瞧見無忌伏在草中，還道是跟她捉迷藏玩耍，撲過來抓住了無忌肩頭。無忌忙反手摟住她身子，一手掩住她嘴巴，在她身邊低聲道：「別作聲，別給惡人瞧見了。」楊不悔見他面色慘白，滿臉驚駭之色，倒也嚇了一跳。滅絕師太從高坡上急步而下，對丁敏君道：「去將她的孽種刺死，別留下禍根。」丁敏君瞧見師父用重手法擊斃紀曉芙，雖然暗自歡喜，但也忍不住駭怕，聽得師父吩咐，忙拔出長劍，來尋楊不悔。張無忌抱著那小女孩，縮身在長草之內，連大氣也不敢喘一口。丁敏君前前後後找了一遍，不見楊不悔的蹤跡，待要細細搜尋，滅絕師太已罵了起來：「沒用的東西，連個小孩兒也找不到。」她另一個弟子名叫貝錦儀，平時和紀曉芙頗為交好，眼見她慘死師父掌底，又要搜殺她遺下的孤女，心中不忍，說道：「我看見那個孩子似乎逃出谷外去了。」她知道師父脾氣甚急，若是在谷外找尋不到，決不耐煩回頭再找。雖然這個五六歲的小孩孤零零的留在世上，也未必能活，但總勝於親眼見她被丁敏君一劍刺死。滅絕師太道：「你怎麼不早說？」狠狠的白了她一眼，當先追出谷去，丁敏君和貝錦儀隨後跟去。楊不悔尚不知母親已遭大禍，圓圓的大眼骨溜溜地轉動，露出詢問的神色。張無忌伏地聽聲，耳聽得那三人越走越遠，跳起身來，拉著楊不悔的手，奔向高坡。楊不悔笑道：「無忌哥，惡人去了麼？咱們到山上玩，是不是？」無忌不答，見她奔跑不快，彎腰將她抱了起來，一直奔到紀曉芙跟前。楊不悔待到臨近，才見母親倒在地上，大吃一驚，掙扎下地，大叫：「媽媽，媽媽！」撲在母親身上。無忌一探紀曉芙的呼吸，氣息微弱已極，但見她頭蓋骨被滅絕師太這一掌震成碎片，便是真有神仙到來，也已難救性命。紀曉芙微微睜眼，見到無忌和女兒，口唇略動，似要說話，卻說不出半點聲音，眼眶中兩粒大大的眼淚滾了下來。無忌從懷中取出金針，在她「神庭」、「印堂」、「承位」等穴上用力刺了幾針，使她暫且感覺不到腦門的劇痛。紀曉芙果然精神一振，低聲道：「我求……求你……送她到她爹爹那……我不肯……不肯害她爹爹……」左手伸到自己胸口，似乎要取什麼物事，突然間頭一偏，氣絕而死。楊不悔摟住母親的屍身，只是大哭，不住口的叫：「媽媽，媽媽，你很痛麼？你很痛麼？」紀曉芙的身子漸漸冰冷，她卻兀自問個不停，她也不懂母親為什麼一動也不動，為什麼不回答她的話。張無忌心中本已悲痛，再想起自己父母慘亡之時，自己也是這麼伏屍號哭，忍不住淚如泉湧。兩人哭了一陣，究竟無忌大了幾歲，心想：「紀姑姑臨死之時，顯是求我將不悔妹子送到她爹爹那裏。我只知她爹爹名叫楊逍，是明教中的光明使者，住在崑崙山的什麼坐忘峰中。我除了將她送去之外，也沒別法。」他也不知崑崙山在極西數萬里外，他兩個孩子如何去得？又想起紀曉芙斷氣時曾伸手到胸口取什麼物事，於是在她頸中一摸，取出一塊黑黝黝的鐵牌來，牌上彫著一張牙舞爪的魔鬼，那鐵牌穿著一根繩子，掛在她的頸中。張無忌也不知那是什麼東西，除了下來，便掛在楊不悔頸中，到茅舍中取過一柄鐵鏟，挖了個坑將紀曉芙的屍身埋了。這時楊不悔已哭得筋疲力盡，沉沉睡去，待得醒來，無忌費盡唇舌，才騙得她相信媽媽已飛了上天，要過很久很久，才從天上下來跟她相會。當時無忌胡亂煮些菜飯吃了，疲倦萬分，橫在榻上便睡，次日醒來，收拾了兩個小小包裹，帶著不悔到她母親墳前拜了幾拜，兩個孩兒便離蝴蝶谷而去。無忌沒有防身刀劍，本想執拾金花婆婆遺下的半截「珊瑚金」拐杖，倒是一件利器，但此刻遍尋不見，想是已被丁敏君順手牽羊帶走。無忌在紀曉芙留下的包袱中，找到了七八兩銀子，他雖不知崑崙山究竟有多遠，但想這寥寥幾兩銀子不足盤纏之用，那是一定的了，也只有走一步算一步。兩人走了大半日，方出蝴蝶谷，楊不悔腳小步短，已走不動了。歇了好一會，才又趕路，行行歇歇，第一晚便找不到客店人家，一直行到天黑，還是在荒山野嶺中亂闖，四下裏狼嗥梟啼，只嚇得楊不悔不住驚哭。無忌心下也是十分害怕，當此情境，只有強作英雄好漢，見路旁有個山洞，便拉著不悔，躲在洞裏，將她摟在懷裏，伸手按住她的耳朵，令她聽不見餓哭吼叫之聲。這一夜兩個孩子又餓又怕，挨了一晚苦，次晨才在山中摘些野果吃了，順著山路行到傍晚，楊不悔突然尖聲大叫，指著路邊一株大樹。無忌一看，嚇得拉著不悔轉頭狂奔。原來樹上兩個僵屍，飄飄蕩蕩的掛在那裏，兩人七高八低的沒奔出十餘步，腳下石子一絆，一齊摔倒。無忌大著膽子回頭一望，這一下更是吃驚，脫口而出：「胡先生！」原來掛在樹上的一個僵屍這時被風吹得回過頭來，正是胡青牛。另一個僵屍長髮披背，是個女屍，瞧她服色，正是胡青牛的妻子王難姑。暮色蒼茫之中，山風動衣，更加顯得陰氣森森。無忌定了好一會神，自己安慰自己：「不怕，不怕！」慢慢爬起身來，一步步走近，果見掛著的兩個屍體，正是胡青牛夫婦。兩人臉頰上金光燦然，各自嵌上一朵小小的金花。無忌心下恍然：「原來他們還是沒逃出金花婆婆的毒手。」只見山澗中一輛騾車摔得破爛不堪，一頭騾子淹死在澗水之中。眼見天色不早，已不能再走，索性便在大樹旁和楊不悔睡下。睡到半夜，猛聽得有野獸撕打鬥咬，無忌一驚而醒，目光下只見五六只豺狼正在嗚嗚低嗥，爭食死騾。他急忙負起不悔，爬上樹幹，眾豺狼聽到聲音，在樹下團團打轉，轉了一會，又去嚼食死騾，終不死心，再爬到樹下打轉。直到天色大明，眾豺狼才一齊散去。無忌瞧清楚眾豺狼確是遠去，不再回轉，於是負著不悔從樹上下來，瞧著那血肉狼藉的死騾，心想：「群狼若不是先見死騾，一齊爭食，咱兩個這時也早成為狼肚中的食物了。」解開繩索，將胡青牛夫婦的屍身從大樹上放了下來，忽然拍的一聲響，王難姑屍身的懷中跌出一冊，無忌拾起一看，原來是一部手寫的冊子，題簽上寫著「毒物大全」四字。張無忌翻開書來，只見書頁上滿是蠅頭小楷，密密麻麻的寫著各種毒物的質素、使用和化解的法子，毒藥、毒草等等，那是不必說了，各項活物如毒蛇、蜈蚣、蝎子、毒蛛，以及種種希奇古怪的蟲豸鳥獸，無不具載。他隨手放在懷裏，將胡青牛夫婦的屍體並列了，捧些石頭上的土塊，草草堆成一墳，跪倒拜了幾拜，攜了楊不悔的手覓路而行。午後走上了大路，不久到了一個小市鎮，無忌本想買些飯吃，那知市鎮中家家戶戶都是空屋，竟連一個人影也無。無忌無奈，只得繼續趕路，但見沿途稻田盡皆龜裂，此時正當秋收之候，但田中長滿了荊棘敗草，一片荒涼。無忌心中慌亂，偏生楊不悔是個什麼也不懂的小孩，能夠忍飢不哭，勉力行走，已可算是極乖，還能出什麼主意？走了一會，只見路邊臥著幾具屍體，肚腹乾癟，雙頰深陷，一看便知是餓死了的。越走這類餓殍越多，無忌心下惶恐：「難道什麼東西也沒得吃的？咱倆也要這般餓死不成？」行到傍晚，到了一處樹林，只見林中有煙嬝嬝升起。張無忌大喜，他自離開蝴蝶谷後，一路未見人煙，當下向白煙升起處快步走去。走到憐近，只見五個衣衫襤褸的漢子，圍著一鍋熱氣騰騰的沸湯，正在鍋底添柴加火。那些漢子聽到腳步聲，一齊回過頭來，見到張無忌和楊不悔兩人，臉上現出了大喜過望之色。兩名漢子「啊」的一聲，跳起身來。一人招手道：「小娃娃，好極，過來，快過來。」張無忌道：「我們一路未得飲食，請大叔分些飯菜，當以銀子相謝。」一個大漢笑道：「你還有銀子麼？先拿出來瞧瞧。」無忌從懷中取出一錠銀子，那大漢挾手便奪了去，叫道：「很好！你同來的大人呢？他們到那裏去了？」無忌道：「就只我們二人，沒有大人相伴。」那五個大漢哈哈大笑，其中二人拍手唱起歌來。無忌餓得慌了，探頭到鍋中一看，瞧是煮些什麼，只見鍋中上下翻滾的，都是些青草。一名漢子一把揪過楊不悔，獰笑道：「這口小羊又肥又嫩，今晚飽餐一頓，那是舒服得緊了。」另一個漢子道：「不錯，男的娃娃留著明兒吃。」無忌大吃一驚，喝道：「你幹什麼？快放開我妹子。」那漢子理也不理，嗤的一聲，便撕破了楊不悔身上衣服，手一伸，從靴子裏拔出一柄牛耳尖刀來，笑道：「很久沒吃這麼肥嫩的小羊了。」提著楊不悔，便到一旁去宰殺。又有一名漢子拿了一隻土缽，跟在身後，說道：「羊血丟了可惜，煮一鍋羊血羹，味兒才不壞呢。」張無忌只嚇得魂飛大外，瞧他們並非說笑，實是真有宰殺楊不悔之意，大叫：「你們想吃人麼？也不怕傷天害理？」一名瘦得只剩皮包骨的漢子笑道：「老子有三個月沒吃一粒米了，不吃人，還能吃牛吃羊麼？」生怕無忌逃跑，過來伸手便揪他頭頸。無忌側身讓開，左手一帶，右掌拍的一下，擊在他後心腰間。他武功得自金毛獅王謝遜的親傳，又自父親處學得武當心法，這幾年中雖然潛心醫術，沒有用功練武，但生平所習所見，盡是最上乘的武功，這一掌隨手擊下，便是一個習武多年的武師，也自抵不住，何況一個村漢？那漢子哼了一聲，俯身在地，一動也不能動了。無忌身子一縱，躍到楊不悔身旁。那漢子喝道：「先宰了你！」提起尖刀，便往無忌胸口插下。無忌飛起右腳，正中那人手腕，那人手上一痛，尖刀脫手飛出。無忌一招鴛鴦連環腿，左足跟著踢出，直中那人下顎。那人正在張口呼喝，下顎被踢得急速合上，將自己半截吞尖咬了下來，狂噴鮮血，暈死過去，無忌忙扶起楊不悔，便在此時，只聽得背後腳步聲響，又有兩人向背上撲到。張無忌身子一閃，兩人已然撲空。無忌一手一個，抓住兩人背脊向裏一合，砰的一響，兩人天靈蓋撞天靈蓋，同時昏去。餘下一名大漢終欺無忌年幼，雖見他身手敏捷，卻也並不忌憚，拔出腰刀，惡狠狠的砍殺上來。無忌雙手空空，微感驚慌，左閃右避，躲開了他砍來的三刀。那人第四刀使力更猛，無忌側身一讓，那人一刀沒砍中，身子便向前一跌，無忌得到良機，順手一掌，擊中在他臀部。這一尚借勢借力，那漢子身子飛了起來，噗的一聲，水花四濺，正好沒頭沒腦的倒栽在鐵鍋之中。一大鍋青草湯正在煮得沸騰翻滾，他這一摔下去，滿鍋熱湯全罩在頭臉之上，那漢子「啊」的一聲都沒呼出，眼見是燙得不活了，正是害人不到，反害自己。若是事先跟無忌說明，要他和這五個漢子放對，他是萬萬不敢的，須知他雖自幼習練武功，卻並不知自己所學到底能管什麼用。但楊不悔被人抓住，明晃晃的尖刀對準她的胸口，稍一遲疑，這個小妹子即成俎上魚肉，那裏還有猶豫的餘地？豈知奮力應戰之下，那五個漢子竟是不堪一擊，他驚魂稍定，自己也不禁呆了。便在此時，只聽得腳步聲響，又有幾人走進林來。楊不悔是驚弓之鳥，一聽見人聲，便撲在無忌懷裏。無忌抬頭一看，一顆心登時放下，叫道：「是簡太爺、薛太爺。」原來進來的也是五人，一個是崆峒派的簡捷，另外是華山派的薛公遠和他個同門，這四人都是無忌手上治好的。最後一人是個二十歲上下的青年漢子，貌相威壯，額頭奇闊，無忌卻沒見過。簡捷「哼」了一聲，道：「張兄弟，你也在這裏？這幾人怎麼了？」說著手指被無忌打倒的五名漢子，無忌氣憤憤的說了，最後道：「連活人也敢吃，那不是無法無天了麼？」簡捷橫眼瞧著楊不悔，突然嘴角邊滴下饞涎，伸舌頭在嘴唇上舐了舐，自言自語道：「他媽的，五日五夜沒一粒米下肚了，盡吃些樹皮草根……嗯，細皮白肉，肥肥嫩嫩的……」張無忌見他眼中射出飢火，像是頭餓狼一般，裂開了嘴，牙齒一亮一亮，神情甚是可怖，忙將楊不悔摟在懷裏。薛公遠道：「這女孩的媽媽呢？」張無忌心想：「我若說紀姑姑死了，他們更會轉壞念頭。」便道：「紀女俠去買米去啦，轉眼便來。」楊不悔忽道：「不，不，我媽媽飛上天去啦！」簡捷和薛公遠等人閱歷何等豐富，一聽兩人的話，便知紀曉芙已死。薛公遠冷笑道：「買米？周圍五百里地內，你給我找出一把米來，算你是本事。」簡捷向薛公壤打個眼色，兩人霍地躍起。簡捷兩雙手猶似鐵鉤一般，牢牢抓住了張無忌雙臂。薛公遠左手掩住楊不悔的嘴，右臂便將她抱了起來。無忌驚道：「你們幹什麼？」簡捷笑道：「鳳陽府赤地千里，大夥兒餓得熬不住啦。這女孩兒又不是你什麼人，待會兒也分你一份吃便是。」無忌罵道：「你們枉自身為英雄好漢，怎能欺侮孤女幼弱？這事傳揚開去，你們還能做人麼？」簡捷大怒，左手抓住他雙臂，右手挾臉打了他兩拳，喝道：「連你這小畜生也一起宰了，咱們本來嫌一隻小羊不夠吃的。」張無忌適才舉手投足之間，擊倒五名漢子，甚是輕易，但聖手伽藍簡捷是崆峒派的高手，一雙手上練了數十年的功夫，無忌被他緊緊抓住了，卻那裏掙扎著脫？薛公遠的兩個師弟取過繩索，將無忌和楊不悔都縛了。無忌知道今日已然無倖，狂怒之下，好生後悔，當初實不該救了這幾人的性命，那料到人心反覆，到頭來竟會恩將仇報。簡捷罵道：「小畜生，你治好了老子頭上的傷，你就算於老子有恩，是不是？你心中一定罵老子，是不是？」張無忌道：「這還不是恩將仇報？我和你們無親無故，可是若非我出手相救，你們四人的奇傷怪病能治得好麼？」薛公遠笑道：「張少爺，咱們受傷之後，醜態百出，什麼怪模怪樣，都讓給你瞧在眼裏麼啦，傳將出去，大夥兒在江湖上也不好做人。今兒咱們實在餓得慌了，沒幾口鮮肉下肚，性命也是活不成的，你救人救到底，送佛送上天，再救咱們一救吧。」簡捷惡狠狠的猙獰可怕，倒也罷了，這個薛公遠嘻嘻的陰險狠毒，張無忌瞧著尤其覺得寒心，大聲道：「我是武當子弟，這個小妹子是峨嵋派的，你們害了我二人不打緊，武當五俠和滅絕師太能便此罷休嗎？」簡捷一愕，哦了一聲，覺得這句話倒是不錯，武當派和峨嵋派的人可當真惹不起。薛公遠笑道：「這裏天知地知，你知我知，等到你到了我肚子裏，你再去向張三丰老道訴苦吧。」簡捷哈哈大笑，道：「肚裏餓得冒出火來啦，你便是我親兄弟，親兒子，我也一口吞了你。」轉頭向薛公遠的兩個師弟喝道：「快生火燒湯啊。還等什麼？」那二人提起打翻在地的鐵鍋，一個到溪去舀水，另一個便生起火來。張無忌道：「薛大爺，那個人反正已燙死，你們肚餓要吃人，吃了他不麼？」薛公遠笑道：「這幾條死漢子全身皮包骨頭，又老又韌，又臭又硬，天下那有不吃嫩羊吃老羊的道理。」無忌自來極有骨氣，若是殺他打他，決不能討半句饒，但這時身陷歹人之手，竟要被人活生生的煮來吃了，不由得張惶失措，哀求了幾句，薛公遠反而不住嘲笑：「哈哈，武當峨嵋的弟子在江湖上逞強稱霸，今日卻給咱們一口一口的咬來吃了，張三丰和滅絕老尼知道了，不氣死才怪。」張無忌提氣大喝：「薛大爺，你們既是非吃不可，將我張無忌吃了吧，只求你們放了這個妹子，我張無忌死而無怨。」薛公遠道：「為什麼？」張無忌道：「她媽媽去世之時，托我將這個小妹子交給她爹爹。你們吃了我，已足裹腹，明日買到牛羊米飯，就饒了這小姑娘吧。」簡捷見他臨危不懼，尚守信義，不禁心動，道：「怎樣？」薛公遠道：「饒了小女娃娃不打緊，只是洩漏了風聲，日後宋遠橋俞蓮舟他們找上門來，簡大哥有把握打發便成。」簡捷點頭道：「我是個胡塗蛋，從不想想往後的日子。」只見那名華山派弟子提了一鍋清水回來，張無忌知道事情緊急，叫道：「不悔妹妹，你向他們發個誓，以後決不說不出今日的事來。」楊不悔迷迷糊糊的哭道：「不能吃你啊，不能吃你啊。」她也不懂張無忌說些什麼，隱隱約約之間，知道他是在捨身相救自己。那個氣概軒昂的青年男子一直默然坐在一旁，不言不動。簡捷向他瞪了一眼，道：「徐小舍，想吃羊肉，也得惹一身羊騷氣啊。」濠泗一帶，對年青漢子，稱為「小舍」。那青年道：「是！」從腰間拔出短刀，說道：「殺豬屠羊，是我的拿手本事。」將短刀橫咬在口中，一手提了張無忌，一手提了楊不悔，向山溪邊走去。無忌破口大罵，想張口去咬他手臂，卻咬不到。他走出十餘步，薛公遠忽然叫道：「徐小舍，便在這兒開剝吧。」那徐小舍回頭道：「在溪水中開膛破肚的好，洗得乾淨些。」口中咬了刀子說話糢糊不清，腳下並不停步。薛公遠道：「我叫你在這裏，便在這裏。」原來他老奸巨猾，瞧出那徐小舍神情有些不對，生怕他一個人獨吞。徐小舍低聲道：「快逃！」將兩人在地下一放，伸刀割斷了縛住二人的繩索。張無忌道：「多謝救命大恩。」拉著不悔的手，拔足飛奔。簡捷和薛公遠齊聲怒吼。縱身追去，那徐小舍橫刀攔住，喝道：「給我站住！」簡捷和薛公遠見那徐小舍橫刀當胸，威風凜凜的攔在面前，倒是一怔。簡捷喝道：「幹什麼？」那徐小舍道：「咱們在江湖上行走，欺侮弱小，不叫天下好漢笑話麼？」薛公遠怒道：「餓得急了，娘老子也吃。」揮手向兩個師弟喝道：「快追，快追！」張無忌見楊不悔跑不快，將她橫抱在手裏急奔，他本已人小步短，這麼一來，逃得更慢了，未出樹林，便給兩名華山派的弟子追上，無忌將楊不悔往地下一放。反手便是一掌，去勢甚是勁急。一人舉掌一擋，拍的一響，竟是將他震得倒退了幾步，那人吼道：「小雜種，倒厲害啊！」兩人一齊拔出單刀，砍了過來。無忌豁出了性命，在兩人刀鋒之中搶攻，不住口的叫楊不悔快逃。那邊簡捷和薛公遠也是各挺兵刃，夾攻那姓徐的青年漢子。這漢子餓了幾天，早已有氣無力，不似簡薛二人，沿途殺人劫掠，雖然飢餓，卻比他強得多了。鬥了一陣，簡捷刷的一刀，砍在那漢子腿上，登時鮮血淋漓。那漢子抵敵不住，手中兵刃又短，眼見再打下去，勢非命送當場不可，突然提起短刀，向薛公遠擲去。薛公遠側身一避，那漢子便衝了出去。簡薛二人也不追趕，逕自來捉張楊二小。那漢子遠遠的叫道：「張兄弟休慌，我去叫幫手來救你。」簡薛二人上前合圍，登時將張無忌和楊不悔又縛住了。簡捷瞪眼罵道：「這姓徐的吃裏扒外，不是好人，你們怎地跟他做一路？」薛公遠道：「路上撞到的同伴，誰知他是好人壞人？他說姓徐，叫什麼徐達。你別信他鬼話，天都快黑了，到那兒去叫幫手去。」一名華山派的弟子道：「聽他口音，是鳳陽府本地人，便叫些鄉下人來，咱們也不怕。」簡捷笑道：「鳳陽府的人，哈哈，個個餓得爬也爬不動了。咱們快把兩口小羊煮得香香的，飽餐一頓是正經。」張無忌二次被擒，被打得口鼻青腫，衣衫都扯破了，懷中銀兩物品，都撒在地上，他心中想：「原來這位姓徐的大哥叫做徐達，此人豪氣干雲，實是個好朋友，只可惜我命在頃刻，不能和他相交了。」一低頭，只見一本黃紙抄本掉在地下，書頁隨風翻動，正是從王難姑屍身上取來的那部「毒物大全」。無忌明知無倖，倒也不再作求生之想，順眼往書頁上瞧去，只見那部書正翻到「毒菌」一項，文中詳載各種厲菌的形狀、氣味、顏色、毒性、解法、一種又是一種，他心中正亂，那裏看得入腦？突然間眼角一瞥之間，只見左首四五尺之外，一段腐朽的樹幹之下，正生著十餘株草菌，顏色鮮艷奪目。無忌心中一動：「這些草菌不知叫什麼名稱，不知有毒無毒？但瞧那毒書上所載，大凡毒菌均是顏色鮮明，這些草菌若是劇毒之物，不悔妹妹尚有活命之望。」他這時也不想自己求生，心想自己反正體內寒毒難除，今日便是逃得性命，也不過多活得幾個月，一意只盼能救得楊不悔，完了紀曉芙臨終時的囑託。他移動雙腳臀部，慢慢挨將過去，轉過身來，伸手將那些草菌都採摘下來，這時天色極黑，各人飢火中燒，誰也沒留心他。張無忌忽然眼望徐達逃去之處，跳起身來，叫道：「徐大哥，你帶了人來啦，救命，救命！」簡捷等信以為真，四人抓起兵器，都跳了起來。無忌乘四人凝視東首，倒退兩步，反手將那些草菌都投在鐵鍋之中。簡捷等不見有人，都罵道：「小雜種，你想瘋了也沒人來救你。」薛公遠道：「開刀了，誰來動手？」簡捷道：「我宰女娃子，你宰那男的。」說著一把揪起了楊不悔。無忌道：「薛大爺，我口渴得緊，你給我喝碗熱湯，我死了做鬼也不纏你。」薛公遠笑道：「好，渴碗熱湯打什麼緊？」便舀了碗熱湯給他。一口碗熱湯尚未送到嘴邊，張無忌大聲讚道：「好香，好香！」那些草菌在熱湯中一熬，果然是香氣撲鼻。簡薛眾人餓得早就急了，聞到菌湯也不拿去餵無忌，自己喝了下肚，舐了舐嘴唇，道：「鮮美得緊！」又去舀了一碗。簡捷挾手搶過，大口喝了一碗，興猶未盡，又喝了一碗。接著華山派的兩名弟子每人都喝了兩碗，久飢之下，兩碗熱騰騰的鮮湯下肚，均感說不出的舒服。簡捷還撈起鍋中草菌，大口咀嚼，誰也沒問這些草菌從何處而來。簡捷吃完草菌，拍了拍肚子，笑道：「先打個底兒，再吃羊肉。」左手提起楊不悔後領，右手提了刀子。張無忌見眾人喝了菌湯後若無其事，心想原來這些草菌無毒，不禁暗暗叫苦，簡捷走了兩步，忽然叫道：「啊喲！」身子一晃，摔倒在地，將楊不悔和刀子都拋在一旁。薛公遠驚道：「簡兄，怎麼啦？」奔過去俯身一看。這一彎腰，他再站不直身子，撲在簡捷身上。那兩名華山派弟子哼也沒哼一聲，跟著便毒發而斃。張無忌大叫：「謝天謝地！」滾到刀旁，反手執起，將楊不悔手上的繩索割斷。楊不悔顫著雙手，把無忌的手掌刺破了兩處，這才割斷他手上繩索。兩人死裏逃生，歡喜無限，摟抱在一起。過了一會，張無忌去看簡薛四人時，只見每人臉色發黑，飢肉扭曲，死狀甚是可怖，心想：「毒物能殺人，也就是能救好人。」當下將那部「毒物大全」珍而重之的收在懷內，決意日後要好好研讀。無忌攜了楊不悔的手，穿出樹林，正要覓路而行，忽見東首火把照耀，有七八人手執軍器，快步奔來。張楊二人是驚弓之鳥，忙在大樹後的草叢中一躲。那干人奔到鄰近，只見當先一人正是徐達。他一手高舉火把，一手挺著長槍，大聲吆喝：「傷天害理的吃人惡賊，快納下命來！」眾人奔進樹林，見簡薛等四人死在當地，無不愕然。徐達叫道：「張兄弟，你沒事麼？我救你來啦！」無忌見他肝膽照人，不由得熱淚盈眶，叫道：「徐大哥，兄弟在這裏！」從草叢中奔出。徐達大喜，一把將無忌抱起，說道：「張兄弟，似你這等俠義之人，別說孩童，大人中也是少見，我生怕你已傷於惡賊之手。不料好有好報，惡有惡報，正是報應不爽。」問起簡，薛等人如何中毒，無忌說了毒菌煮湯之事，眾人又都讚他聰明。徐達道：「這幾位都是我從小交好的朋友，今日宰了一條牛，正好在皇覺寺中煮食，我去一叫便來。但若不是張兄弟機智，咱們還是來得遲了。」當下替無忌一一引見。一個方面大耳的姓湯名和；一個英氣勃勃的姓鄧名愈；一個黑臉長身的姓花名雲；兩個白淨面皮的是一對兄弟，兄長叫作吳良，兄弟名叫吳禎。最後是個和尚，此人相貌大是醜陋，下巴向前挑出，猶如一柄鐵鏟相似，臉上凹凹凸凸，甚多瘢痕，雙目深陷，卻是炯炯有神。徐達道：「這位朱大哥，名叫元璋，現在皇覺寺出家。」花雲笑道：「他做的是風流快活和尚，不愛唸經拜佛，整日便吃喝酒吃肉的。」楊不悔見了朱元璋的醜相，心中害怕，躲在無忌背後。朱元璋笑道：「和尚雖然吃肉，卻不吃人，小妹妹不用害怕。」湯和道：「咱們在廟裏煮的那鍋牛肉，這時候也該熟了。」花雲道：「快走！小妹妹，我來揹你。」將楊不悔負在背上，大踏步便走。無忌見這干人豪爽快活，心中也自歡喜，走了四五里路，來到一座廟宇。穿過大殿，便聞到了一陣燒牛肉的香氣。吳良叫道：「熟啦，熟啦！」徐達道：「張兄弟，你在這兒歇歇，咱們去端牛肉出來。」　