第十九回　重陽遺篇楊過心中一暢，倦困暗生，迷糊之間，竟也入了睡鄉。過了不知多少時候，突然腰間一酸，右後側的「笑腰穴」上被人點中了一指。他一驚而醒，待要躍起抵禦，頸部又被人施擒拿手用力一拿，登時動彈不得。微微側頭，但見李莫愁師徒笑著站在身旁，師父卻也已被點中了穴道。原來楊龍兩人都無半點江湖上應敵防身的經驗，喜悅之中，竟未想到要安上石棺之蓋，卻被李莫愁發現了這地下石室，偷襲成功。李莫愁冷笑道：「好啊，原來這裏還有一個如此舒服的所在，兩個兒躲了起來享福。師妹，到底怎麼出去，你必知曉，再自隱瞞，莫怪做師姊的無情啦。」小龍女道：「莫說我不知道，縱然知道，也絕不會跟你說。」李莫愁素知這個師妹倔強無比，即令師父在日，也要容讓她三分，用強硬逼九成無效，但此是生死大事，不管怎麼都要逼她一逼，於是取出兩枚冰魄銀針，叮叮兩聲，撒在地下，說道：「我從一數到十，你若不說，只好教你嘗嘗這銀針的滋味。」小龍女閉目不答，理也不理。李莫愁數道：「一、二、三、四……」楊過喝道：「若是我姑姑知道出路，咱們幹麼不逃出去，卻還留在這兒？」李莫愁冷笑道：「我推想此間地勢，定然另有祕密出口，你們安睡一下，養足了精神，豈不逃了出去？五……六……七……八……九……師妹，你到底說是不說？」就在此時，通道中突然一道冷風吹了進來，將洪凌波手中的燭台撲地吹滅了。小龍女大聲打了個哈欠，道：「我還沒睡夠，別在這裏嚷個沒完沒了的。」李莫愁道：「好，這冰魄銀針之毒可是咱們祖師婆婆傳下來的，你須怨不得我。現下我數到了十。」說著俯身用銀針的針尾，在楊過的「將台穴」上擦了一擦，跟著在小龍女胸口的「玄機穴」擦了一擦。小龍女雖然冷靜異常，也不自禁的打了個冷戰，因這銀針之毒從腰穴中緩緩滲入，逐漸行遍全身，那時千蟻嚙骨，萬疽鑽心，天下再沒一種酷刑有如此厲害。這是本門的毒藥，她自有解藥，但苦在穴道被點，行動不得，那能設法解救？李莫愁生性殘忍冷酷，抱膝坐在一旁，等待針毒行入二人內臟，那時，怕她不吐露祕密，過了一盞茶時分，楊過與小龍女全身血行加速，漸漸發熱，她知毒性已行遍全身，不久就要內侵，但此時反而說不出的舒服受用。楊過低聲道：「姑姑，你別把出墓的祕密說出來，這兩個女人不管怎樣都不能放過咱們。」小龍女道：「正是。」她想起出墓的祕密，不自禁的抬頭望那室頂的地圖。原來當年王重陽得知林朝英在活死人墓中逝世，雖然他曾立誓不再入墓，但想起她一生對自己情痴，恩恩怨怨，實難自己，終於悄悄從密道進墓，避開她的丫鬟弟子，與這位江湖舊侶的遺體作最後的會見。他抑住聲息，痛哭了一場，這才巡視自己昔時所建的這座石墓，不但見到了林朝英所繪自己背立的畫像，還見到兩間石室頂上她的遺刻。但見玉女心經中的武學精微奧妙，每一招都是全真武功的剋星，不由得臉如死灰，當即退了出來。他獨入深山，結了一間茅廬，一連有三年之久足不出山，精研這玉女心經的破法，雖然小處也有成就，但始終組不成一套包蘊內外的武學。他心灰之下，對林朝英的聰明智慧更是佩服，當下甘拜下風，不再鑽研，那知十餘年後華山論劍，奪得武學奇書九陰真經。他立誓不練經中功夫，但為好奇心所使，禁不住翻閱一遍。王重陽的武功當時已是天下第一，九陰真經中所載的各種祕奧精義，他一經過目，思索十餘日，即已全盤豁然貫通，當下仰天長笑，回到活死人墓，在全墓最隱祕的石室頂上，刻下了九陰真經的要旨，並一一指出破除玉女心經之法。他又在自己肖像的手指上，留下了幾句話，若是林朝英的後人有緣，好教他知曉全真教創教祖師的武學，實非玉女心經所能剋制。王重陽出了古墓，在終南山的巨石上憑弔林朝英昔日所劃的字跡，心想自己雖在畫像上留下了言語，只因過於細微隱晦，古墓派的後人未必能夠發現，但若指點明白，這部天下奇書九陰真經豈非洩漏於世？正在此時，忽然聽到有一個女子嗚咽哭泣，極是悲切，一問之下，知她姓孫，當年林朝英行俠江湖，曾救過她的性命，她上山叩拜，得知林朝英已經逝世，想要進墓祭弔，卻不得其門而入。王重陽於是指點了她入墓之法，並道：「我有十六個字，你好好記住了，卻不可洩漏於人。他日你天年告終之時，再告知於古墓的主人。」那姓孫的女子磕謝了，將十六字記誦於心，入墓祭弔，後來為林朝英的丫鬟收留，長居古墓，那就是孫婆婆了。她將這十六字寫在一塊白布之上，縫入棉襖，臨死時送給楊過，這十六字就是「重陽仙師，功傳後世，觀其畫像，究其手指。」孫婆婆資質不甚聰明，對此十六字始終未加鑽研，是以不知石室中所藏的隱祕。王重陽與林朝英各以絕技鳴於當世，原是一對佳偶，不幸每次情苗漸茁之時，終是為辯論武功而起爭競，以致好事難譜，一個出家做了黃冠，一個在古墓中鬱鬱以終。兩人一直至死，爭競之心始終不消，林朝英創出了剋制全真武功的玉女心經，而王重陽不甘服輸，又將九陰真經刻在墓中。只是他自思玉女心經為林朝英自創，自己實遜一籌，自此之後，他深自謙抑，常常告誡弟子以容讓自克，虛懷養晦之道。至於那石室頂上的祕密地圖，卻是當古墓建造之初即已刻上，連林朝英也不知悉。小龍女一瞥之下，已明出墓的祕道，苦於穴道被點，縱然知曉也是枉然，深悔當初不與楊過立即逃出，卻坐著空談各種玩意。她全身漸熱，向地圖看了幾眼，嘆了一口長氣，順眼看到圖旁幾句九陰真經的經文，突見「解穴祕訣」四字，如電光般跳到了眼中。她心中一凜，將祕訣仔細看了幾遍，一時大喜過望，若不是素來自制，幾乎要叫了出來。原來這祕訣中講明自通穴道之法，若是修習內功時走火入魔，穴道閉塞，即可以此法自行打通。本來一個人練到九陰真經，武功必已到了一流境界，絕無再被人點中穴道之理，但在小龍女此時處境，卻是救命的祕訣。她轉念一想：「我縱然通了穴道，但打不過師姊，仍是無用。」當即細看室頂經文，要找一種即知即用的武功，一出手就將李莫愁制住，但從頭至尾，自尾至頭的找了兩遍，就算是最易的功夫，也須數十日方能練成。她心灰之下，只覺楊過身子緩緩顫動，似乎冰魄銀針上的毒氣已漸侵入，真所謂情急智生，心念一動，已想出妙計，抬頭將九陰真經中「解穴祕訣」與「閉氣祕訣」兩項默念一遍，俯嘴在楊過耳邊，輕輕教給了他。楊過聰明之極，一點便透，小龍女輕聲道：「先將穴道解開。」楊過點了點頭。此時石室中漆黑一團，李莫愁師徒只在等待兩人熬不過劇毒內侵之苦，吐露出墓的祕訣，那防到他們暗中卻在搗鬼。小龍女與楊過依著王重陽遺篇中所示的「解穴祕訣」，暗中默運玄功，兩人內功本有根底，只運功片刻，已將身子被點的兩處穴道解開。小龍女慢慢伸手入懷，取出解毒靈丹，先塞了一枚在楊過口中，再自服了一枚。她行動雖極緩慢，但李莫愁是何等人物，已然察覺，喝道：「你幹什麼？」縱身過來。小龍女反手一掌，正是玉女心經中的上乘武功，在她肩頭輕輕一拍。李莫愁萬料不到她竟能自解穴道，一驚之下，急忙後躍。小龍女道：「師姊，咱們要出去啦，你要不要也出去？」李莫愁自負武功冠絕當時，而容貌才智更是罕逢匹敵，豈知此時竟被一個從未見過世面的小師妹玩弄於掌股之上，不由得恚憤異常，但若說了甚麼負氣之話，只怕她當真不帶自己出去，心想只要出了此墓，自己武功遠勝於她，那時再乘機治她不遲，她雖有幾下怪招，但打在身上軟弱無力，並不忌憚於她，當下強忍怒氣，笑道：「這才是好師妹呢，我跟你陪不是啦，你帶我出去吧。」楊過極是狡猾，乘機離間她師徒，說道：「我姑姑說，只能帶你們之中一個人出去，你說是帶你呢，還是帶你徒兒？」李莫愁道：「你這壞小廝，乘早給我閉嘴。」小龍女並未明白楊過的用意，但處處護著他，隨即道：「正是，我只能帶一個人，多了不行。」楊過笑道：「師伯，還是讓這位師姊跟咱們出去的好，你年紀大了，活得夠啦。」李莫愁含怒不語。楊過道：「好吧，咱們走啦，姑姑在前帶路，我走第二，誰走在最後誰就不能出去。」小龍女此時已然會意，輕輕一笑，攜著楊過的手，走出石室。李莫愁與洪凌波不約而同的搶在後面，兩人同時擠在門口，只怕小龍女當真放下什麼機關，將最後一人隔絕在這墓中，李莫愁怒道：「你跟我搶麼？」左手一伸，已扳住了洪凌波的肩頭。洪凌波知道師父出手狠辣無心，若不停步，立時會斃於她的掌下，只得退後一步，讓師父走在前頭，心中卻是又恨又怕。李莫愁緊緊跟在楊過背後，一步也不敢遠離，只覺小龍女東轉西彎，越走越低。同時腳下漸漸潮濕，心知早已出了古墓，只是昏暗中隱約望去，到處都是岔道。再走一會，道路奇陡，竟是筆直的向下，幸好四人武功均高，還不致失足，若是換作常人，早已摔了下去。李莫愁暗想：「終南山本不甚高，這麼走法，不久就到了山下，難道咱們是在山腹中麼？」下降了約摸一個時辰，道路漸平，只是濕氣卻也漸重，到後來更聽見了淙淙水聲，路上水沒至踝。越走水越高，自腿而腹，漸與胸齊。小龍女低聲問楊過道：「那閉氣祕訣你記得明白吧？」楊過低聲道：「記得。」小龍女道：「待會你閉住氣，莫喝下水去。」楊過道：「嗯，姑姑，你自己要小心了。」小龍女點點頭，說話之間，那地下水已浸至咽喉。李莫愁暗暗吃驚，叫道：「師妹！你會泅水嗎？」小龍女道：「我一生長於墓中，怎會泅水？」李莫愁略覺放心，踏出一步，不料一股水直衝口邊。她一驚之下，急忙後退，但小龍女與楊過卻已鑽入了水中。到此地步，前面縱是刀山劍海，也只得闖了過去，突覺後心一緊，衣衫已被洪凌波拉住。她用力一甩，竟然甩之不脫。原來一個不會泅水之人到了水中，不論扯到何種物事，至死不肯放手。此時水聲轟轟，雖是地下潛流，聲勢卻也極為驚人。李莫愁與洪凌波被激流一衝，都漂浮了起來。李莫愁雖然武功精湛，到此地步也是驚慌無已，伸手亂抓亂爬，突然間觸到一物，用力握住，再也不放，原來那是楊過的左臂，此時楊過正閉住呼吸，與小龍女手攜著手，在水底一步步向前而行，斗然被李莫愁抓到，忙運擒拿法卸脫，但李莫愁這一抓住，那裏還肯放手？一股股水往口中鼻中急灌，直至昏暈，仍是牢牢抓住。楊過幾次甩解不脫，生怕用力過度，喝水入肚，也就由得她抓著。這四人在水底拖拖拉拉，行了約摸半個時辰，小龍女與楊過氣悶異常，漸漸支持不住，兩人都喝了一肚子水，差幸水勢漸緩，地勢漸高，不久就露口出水。又行一頓飯時分，越走眼前越亮，終於在一個山洞裏鑽了出來。二人筋疲力盡，先運氣吐出腹中之水，躺在地下喘息不已。此時李莫愁仍用勁抓著楊過手臂，直至小龍女逐一扳開她的手指，方始放手。小龍女即以其人之道，還治其人之身，先點了李莫愁師徒二人肩上的穴道，才將她們肚子放在一塊圓石之上，讓腹中之水慢慢流出。過了良久，李莫愁啊啊幾聲，先自醒來，但見陽光耀眼，當真是重見天日，回想適才墓中坐困，潛流遭厄的險狀，兀自不寒而慄，雖然上身麻軟，心中卻遠較先前寬慰。又過一陣，洪凌波也自醒了，她穴道被點之後，手上已無勁力，右手雖仍放在師父後心，卻已抓不住她的衣衫。小龍女這次出手點穴，用的乃是軟勁，除非以重陽的遺篇中的「解穴祕訣」自行通解，或有高手解救，否則要待七七四十九日之後，才不治自愈。她對李莫愁道：「師姊，你們請便吧。」李莫愁師徒雙手癱瘓，下半身卻安然無恙，當下默默無語的對望一眼，也不知是喜是怒，一前一後的去了。楊過遊目四顧，但見濃蔭匝地，花光浮動，心中喜悅無限，只道：「姑姑，你說這好看麼？」小龍女微笑不語。兩人想起過去這數天的情景，真是恍同隔世。當晚二人就在樹蔭下的草上睡了一覺。原來這山洞已在終南山山腳，是在一處極為荒僻的所在。次晨醒來，二人解手之後，冰魄銀針之毒已盡，依楊過說就要出去遊玩，但小龍女從未見過繁華世界，不知怎的，竟自大為害怕，說道：「不，咱們先得練好玉女心經。」楊過一想有理，到了人多煩雜之處，再要與師父除了衣衫一同練功，實有許多不便，於是四下尋覓，找到一大叢花木，當晚半夜之中，又與小龍女隔著花木練功。二人搭了一間茅篷，就在這荒山中繼續修習武功，日間睡覺。晚上用功，數月過去，相安無事。先是小龍女練成，再過月餘，楊過也功行圓滿了。兩人反覆試演，已是全無窒礙，楊過又提人世之議。小龍女但覺如此安穩過活，世上更無別事能及得上，但見楊過留戀紅塵，終是難以長羈他在荒山之中，於是說道：「過兒，咱們的武功雖然已經大非昔比，但與你郭伯父，郭伯母比較起來，又是怎地？」楊過道：「那自然還遠遠及不上。」小龍女道：「你郭伯父將功夫傳了他女兒，又傳了武氏兄弟，他日相遇，咱們仍會受他們欺辱。」一提此言，楊過就怒氣填膺，跳了起來，叫道：「姑姑，他們若再欺侮我。我豈能與他們干休？」小龍女冷冷的道：「你打他們不過，可也是枉然。」楊過道：「姑姑，那你幫我。」小龍女道：「我打不贏你郭伯母，仍是無用。」楊過低頭不語，籌思對策。沉吟了一會，楊過道：「瞧在郭伯伯的份上，我不跟他們爭鬥就是。」小龍女心想：「他在古墓中住了兩年，受了自己冷冰冰性兒的陶冶，居然火性大減。」其實楊過的性格絲毫未變，只是年紀長了，多明事理，想起郭靖相待自己確是一片真情，他是有怨報怨，有德報德之人，是以說出這番話來。當下小龍女又道：「倘若他們定是放你不過呢？」楊過道：「我避開了就是。我跟他們究竟沒什麼深仇大怨。總不成要了我的性命。」小龍女嘆道：「這個自然，說到頭來，他們總是跟你大有淵源。只不過桃花島上的英雄們和我卻是非親非故罷啦。」楊過聽她這麼說，心中一凜，遲疑道：「姑姑，你說他們會來欺侮你？」小龍女道：「待得他們知我搶了全真教與桃花島徒兒，怎能跟我善干罷休？」楊過忽然而起，叫道：「姑姑，不論是誰動了你一根毫毛，你定要和他拚命。」小龍女道：「就可惜咱們沒拚命的本錢。」楊過是何等聰明之人，聽師父這麼說，早知她的用意，微微一笑，道：「姑姑，咱們若是練成了王重陽留下來的功夫，準能勝得了桃花島上的人物？」小龍女秀眉一揚，笑道：「難道桃花島上的人就真有三頭六臂不成？」就只這一席話，楊過在那山中與小龍女又多住了一年有餘。那日小龍女被困石室，已將王重陽留下的九陰真經要旨，一一記在胸中。須知她武功絕頂高強，見到了重陽遺刻。心中只要一加印證，即知其精奧所在，不比當年黃蓉之母，絲毫不懂武功，一字一句只憑硬記，難易是不可同日而語了。在這年餘之中，小龍女師徒二人內功外功同時精進，二人常折了花枝，在山谷中攻守搏擊。那花枝本是柔軟之物，可是到了身具上乘內功二人的手中，實與寶刀利刃無異。這一日練武已畢，小龍女愀然不樂，楊過見她臉色有異，不住說笑話給她解悶，小龍女卻只是不聲不響。楊過知道此時重陽遺刻上的功夫已一一學會，若說要融會貫通，那就是窮百年之功也未必能夠，但其中訣竅奧妙，卻已盡數知曉，只要日後繼續修習，功夫越是下得深厚，威力就越是強大而已。想必小龍女不願下山，卻無藉口留住自己，是以煩惱，當下說道：「姑姑，你不願我下山去，咱們就永遠在這裏便是。」小龍女喜道：「好極啦……」她只說了三個字，立即止聲，明知此事難以做到，縱然楊過勉強為自己留著，他心中也必不悅，當即幽幽的道：「明兒再說吧。」晚飯也不吃，回到自己的小茅屋中睡了。他們在一株大松樹之下，搭了兩間小茅屋以蔽風雨。茅屋上扯滿了紫藤。楊過喜歡花香濃郁，更在自己居屋前種了些玫瑰茉莉之屬，小龍女卻愛淡雅，說道松葉清香，遠勝異花奇卉，所以她所住的茅屋反比楊過的樸素簡陋。楊過見師父不快，坐在自己屋前發了一陣獃，直到月亮從山後升起，這才回屋上榻就寢。睡到半夜，睡夢中隱隱聽見有呼呼風響，聲音勁急，非同尋常。他一驚而醒，側耳一聽，正是有人相鬥的拳聲掌風，他竄出茅屋，奔到師父的茅屋外面，低聲道：「姑姑，你聽見麼？」此時掌風呼呼，更加響了，按理小龍女必已聽見，但茅屋中卻不聞回答，楊過又叫了兩聲，推開柴扉，只見榻上空空，原來師父早已不在了。楊過吃了一驚，忙尋聲向掌風聲處奔去，奔出十餘丈，他未見相鬥之人，單聽掌風，已知其中之一正是師父，但對手掌風沉雄凌厲，似乎猶在師父之上。