第二七回　百尺高塔任迴翔范遙被趙敏牽著手，一直走出了萬安寺，又是焦急，又是奇怪，不知她要帶自己到那裏去。趙敏拉上斗篷上的風帽，罩住了一頭秀髮，悄聲道：「苦大師，咱們瞧瞧張無忌那小子去。」范遙又是一驚，斜眼看她，只見她眼波流轉，粉頰暈紅，卻是七分嬌羞，三分喜悅，決不是識穿了他機關的模樣。他心中大安，回憶昨晚在萬安寺中她和張無忌相見的情景，那裏是兩個生死冤家的樣子：一想到「冤家」兩字，突然心念一動：「冤家？莫非郡主對我教主暗中已生情意？」轉念再想：「她為甚麼要我跟去，卻不叫她更親信的玄冥二老？是了，只因我是啞巴，不會洩漏她的秘密。」當下點了點頭，古古怪怪的一笑。趙敏嗔道：「你笑甚麼？」范遙心想這個玩笑不能開，於是指手劃腳的做了幾個手勢，意思說苦頭陀自當盡力維護郡主周全，便是龍潭虎穴，也和郡主同去一闖。趙敏不再多說，當先引路，不久便到了張無忌留宿的客店門外。范遙暗暗驚訝：「郡主也真神通廣大，立時便查到了教主駐足的所在。」隨著她走進客店。趙敏向掌櫃的道：「咱們找姓曾的客官。」原來張無忌住店之時，又用了「曾阿牛」的假名。店小二進去通報。張無忌正在打坐養神，只待萬安寺中煙花射起，便去接應，忽聽有人來訪，甚是奇怪，迎到客堂，見訪客竟是趙敏和范遙，暗叫：「不好，定是趙姑娘揭破了范右使的身份，為此來跟我理論。」只得上前一揖，說道：「不知趙姑娘光臨，有失迎迓。」趙敏道：「此處非說話之所，咱們到那邊的小酒家去小酌三杯如何？」張無忌只得道：「甚好。」趙敏仍是當先引路，來到離客店五間舖面的一家小酒家。內堂疏疏擺著幾張板桌，桌上插著一筒筒木筷。天時已晚，店中一個客人也無。趙敏和張無忌相對而坐。范遙打手勢說自己到外堂喝酒。趙敏點了點頭，叫店小二拿一隻火鍋，切三斤生羊肉，打兩斤白酒。張無忌滿腹疑團，心想她是郡主之尊，卻和自己到這家污穢的小酒家來吃涮羊肉，不知安排著甚麼詭計。趙敏斟了兩杯酒，拿過張無忌的酒杯，喝了一口，笑道：「這酒裏沒安毒藥，你儘管放心飲用便是。」張無忌道：「姑娘召我來此，不知有何見教？」趙敏道：「喝酒三杯，再說正事。我先乾為敬。」說著舉杯一飲而盡。張無忌拿起酒杯，火鍋的炭火光下見杯邊留著淡淡的胭脂唇印，鼻中聞到一陣清幽的香氣，也不知這香氣是從杯上的唇印而來，還是從她身上而來，不禁心中一蕩，便把酒喝了。趙敏道：「再喝兩杯。我知道你對我終是不放心，每一杯我都先嘗一口。」張無忌知她詭計多端，確是事事提防，難得她肯先行嘗酒，免了自己多冒一層危險，可是接連喝了三杯她飲過的殘酒，心神不禁有些異樣，一抬頭，只見她淺笑盈盈，酒氣將她粉頰一蒸，更是嬌艷萬狀。張無忌那敢多看，忙將頭轉了開去。趙敏低聲道：「張公子，你可知道我是誰？」張無忌搖了搖頭。趙敏道：「我今日跟你說了，我爹爹便是當朝執掌兵馬大權的汝陽王。我是蒙古女子，真名字叫作敏敏特穆爾。皇上封我為紹敏郡主。『趙敏』兩字，乃是我自己取的漢名。」若不是范遙早晨已經說過，張無忌此刻原不免大吃一驚，但聽她居然將自己身份毫不隱瞞的相告，也頗出意料之外，只是他不善作偽，並不假裝大為驚訝之色。趙敏奇道：「怎麼？你早知道了？」張無忌道：「不，我怎會知道？不過我見你以一個年輕姑娘，卻能號令這許多武林高手，身份自是非同尋常。」趙敏撫弄酒杯，半晌不語，提起酒壺又斟了兩杯酒，緩緩說道：「張公子，我問你一句話，請你從實告我。要是我將你那位周姑娘殺了，你待怎樣？」張無忌心中一驚，道：「周姑娘又沒有得罪你，好端端的如何要殺她？」趙敏道：「有些人我不喜歡，便即殺了，難道定要得罪了我才殺？有些人不斷得罪我，我卻偏偏不殺，比如是你，得罪我還不夠多嗎？」說到這裏，眼光中孕著的全是笑意。張無忌嘆了口氣，說道：「趙姑娘，我得罪你，實是迫於無奈。不過你贈藥救了我的三師伯、六師叔，我總是很感激你。」趙敏笑道：「你這人當真有三分傻氣。俞岱於和殷梨亭之傷，都是我部屬下的手，你不怪我，反來謝我？」張無忌微笑道：「我三師伯受傷已二十年，那時候你還沒出世呢。」趙敏道：「這些人是我爹爹的部屬，也就是我的部屬，那有甚麼分別？你別將話岔開去，我問你：要是我殺了你的周姑娘，你對我怎樣？是不是要殺了我替她報仇？」張無忌沉吟半晌，說道：「我不知道。」趙敏道：「怎會不知道？你不肯說，是不是？」張無忌道：「我爹爹媽媽是給人逼死的。逼死我父母的，是少林派、華山派、崆峒派那些人。我後來年紀大了，事理明白得多了，卻越來越是不懂：到底是誰害死了我的爹爹媽媽？不該說是空智大師、鐵琴先生這些人；也不該說是我的外公、舅父；甚至於，也不該是你手下的那阿二、阿三、玄冥二老之類的人物。這中間陰錯陽差，有許許多多我想不明白的道理。就算那些人真是兇手，我將他們一一殺了，又有甚麼用？我爹爹媽媽總是活不轉來了。趙姑娘，我這幾天心裏只是想，倘若大家不殺人，和和氣氣、親親愛愛的都做朋友，豈不是好？我不想報仇殺人，也盼別人也不要殺人害人。」這一番話，他在心頭已想了很久，可是沒對楊逍說，沒對張三丰說，也沒對殷梨亭說，突然在這小酒家中對趙敏說了出來，這番言語一出口，自己也有些奇怪。趙敏聽他說得誠懇，想了一想，道：「那是你心地仁厚，倘若是我，那可辦不到。要是誰害死了我的爹爹哥哥，我不但殺他滿門，連他親戚朋友，凡是他所相識的人，我個個要殺得乾乾淨淨。」張無忌道：「那我定要阻攔你。」趙敏道：「為甚麼？你幫助我的仇人嗎？」張無忌道：「你殺一個人，自己便多一分罪孽。給你殺了的人，死後甚麼都不知道了，倒也罷了，可是他的父母子女、兄弟妻子可有多傷心難受？你自己日後想起來，良心定會不安。我義父殺了不少人，我知道他嘴裏雖然不說，心中卻是非常懊悔。」趙敏不語，心中默默想著他的話。張無忌問道：「你殺過人沒有？」趙敏笑道：「現下還沒有，將來我年紀大了，要殺很多人。我的祖先是成吉斯汗大帝，是拖雷、拔都、旭烈兀、忽必烈這些英雄。我只恨自己是女子，要是男人啊，嘿嘿，可真要轟轟烈烈的幹一番大事業呢。」她斟一杯酒，自己喝了，說道：「你還是沒回答我的話。」張無忌道：「你要是殺了周姑娘，殺了我手下任何一個親近的兄弟，我便不再當你是朋友，我永遠不跟你見面，便見了面也永不說話。」趙敏笑道：「那你現下當我是朋友麼？」張無忌道：「假如我心中恨你，也不跟你在一塊兒喝酒了。唉！我只覺得要恨一個人真難。我生平最恨的是那個混元霹靂掌成崑，可是他現下死了，我又有些可憐他，似乎倒盼望他別死似的。」趙敏道：「要是我明天死了，你心裏怎樣想？你心中一定說：謝天謝地，我這個刁鑽兇惡的大對頭死了，從此可免了我不少麻煩。」張無忌大聲道：「不，不！我不盼望你死，一點也不。韋蝠王這般嚇你，要在你臉上劃幾條刀痕，我後來想想，很是擔心。」趙敏嫣然一笑，隨即臉上一紅，低下頭去。張無忌道：「趙姑娘，你別再跟我們為難了，把六大派的高手都放了出來，大家歡歡喜喜的做朋友，豈不是好？」趙敏喜道：「好啊，我本來就盼望這樣。你是明教教主，一言九鼎，你去跟他們說，要大家歸降朝廷。待我爹爹奏明皇上，每個人都有封賞。」張無忌緩緩搖頭，說道：「我們漢人都有個心願，要你們蒙古人退出漢人的地方。」趙敏霍地站起，說道：「怎麼？你竟說這種犯上作亂的言語，那不是公然反叛嗎？」張無忌道：「我本來就是反叛，難道你到此刻方知？」趙敏向他凝望良久，臉上的憤怒和驚詫慢慢消退，顯得又是溫柔，又是失望，終於又坐了下來，說道：「我早就知道了，不過要聽你親口說了，我才肯相信那是千真萬確，當真無可挽回。」這幾句話說得竟是十分淒苦。張無忌心腸本軟，這時更加抵受不住她如此難過，幾乎便欲衝口而出：「我聽你的話便是。」但這念頭一瞬即逝，立即把持住心神，可是也想不出甚麼話來勸慰。兩人默默對坐了好一會。張無忌道：「趙姑娘，夜已深了，我送你回去罷。」趙敏道：「你連陪我多坐一會兒也不願嗎？」張無忌忙道：「不！你愛在這裏飲酒說話，我便陪你。」趙敏微微一笑，緩緩的道：「有時候我自個兒想，倘若我不是蒙古人，又不是甚麼郡主，只不過是像周姑娘那樣，是個平民家的漢人姑娘，那你或許會對我好些。張公子，你說是我美呢，還是周姑娘美？」張無忌沒料到她竟會問出這句話來，心想畢竟番邦女子性子直率，口沒遮攔，燈光掩映之下，但見她嬌美無限，不禁脫口而出：「自然是你美。」趙敏伸出右手，按在他手背之上，眼光中全是喜色，道：「張公子，你喜不喜歡常常見見我，倘若我時時邀你到這兒來喝酒，你來不來？」張無忌的手背碰到她柔滑的手掌心，心中怦怦而動，定了定神，才道：「我在這兒不能多耽，過不幾天，便要南下。」趙敏道：「你到南方去幹甚麼？」張無忌嘆了口氣，道：「我不說你也猜得到，說了出來，又惹得你生氣……」趙敏眼望窗外的一輪皓月，忽道：「你答應過我，要給我做三件事，總沒忘了罷？」張無忌道：「自然沒忘。便請姑娘即行示下，我盡力去做。」趙敏轉過頭來，直視著他的臉，說道：「現下我只想到了第一件事。我要你伴我去取那柄屠龍刀。」張無忌早就猜到，她要自己做那三件事定然極不好辦，卻萬萬沒想到第一件事便是這個天大的難題。趙敏見他大有難色，道：「怎麼？你不肯嗎？這件事可並不違背俠義之道，也不是你無法辦到的。」張無忌心想：「屠龍刀在我義父手上，江湖上眾所周知，那也不用瞞她。」便道：「屠龍刀是我義父金毛獅王謝大俠之物。我豈能背叛義父，取刀給你？」趙敏道：「我不是要你去偷去搶、去拐去騙，我也不是真的要了這把刀。我只要你去向你義父借來，給我把玩一個時辰，立刻便還給他。你們是義父義子，難道向他借一個時辰，他也不肯？借來瞧瞧，既不是吞沒他的，又不是用來謀財害命，難道也違背俠義之道了？」張無忌道：「這把刀雖然名聞武林，其實也沒甚麼看頭，只不過特別沉重些、鋒利些而已。」趙敏道：「說甚麼『武林至尊，寶刀屠龍，號令天下，莫敢不從。倚天不出，誰與爭鋒？』倚天劍是在我手中，我定要瞧瞧那屠龍刀是甚麼模樣。你若不放心，我看刀之時，你盡可站在一旁。憑著你的本領，我決不能強佔不還。」張無忌尋思：「救出了六大派高手之後，我本是要立即動身去迎歸義父，請他老人家擔任教主大位。趙姑娘言明借刀看一個時辰，雖然難保她沒有甚麼詭計，可是我全神提防，諒她也不能將刀奪了去。只是義父曾說，屠龍刀之中，藏著一件武功絕學的大秘密。義父雙眼未盲之時已得寶刀，以他的聰明才智，始終參詳不出，這趙姑娘在短短一個時辰之中，豈能有何作為？何況我和義父一別十年，說不定他在孤島之上，已參透了寶刀的秘密。」趙敏見他沉吟不答，笑道：「你不肯，那也由得你。我可要另外叫你做一件事，那卻難得多了。」張無忌知道這女子十分刁猾厲害，倘若另外出個難題，自己決計辦不了，忙道：「好，我答應去給你借屠龍刀。但咱們言明在先，你只能借看一個時辰，倘若意圖強佔，我可決不干休。」趙敏笑道：「是了。我又不會使刀，重甸甸的要來幹嗎？你便恭恭敬敬的送給我，我也不希罕呢。你甚麼時候動身去取？」張無忌道：「這幾天就去。」趙敏道：「那再好也沒有了。我去收拾收拾，你甚麼時候動身，來約我便是。」張無忌又是一驚，道：「你也同去？」趙敏道：「當然啦。聽說你義父是在海外孤島之上，要是他不肯歸來，難道要你萬里迢迢的借了刀來，給我瞧上一個時辰，再萬里迢迢的送去，又萬里迢迢的歸來？天下也沒這個道理。」張無忌想起北海中波濤的險惡，茫茫大洋之中，能否找得到冰火島已十分渺茫，若要來來去去的走上三次不出岔子，那可是半點把握也沒有，她說得不錯，義父在冰火島上一住二十年，未必肯以垂暮之年，重歸中土，說道：「大海中風波無情，你何必去冒這個險？」趙敏道：「你冒得險，我為甚麼便不成？」張無忌躊躇道：「你爹爹肯放你去嗎？」趙敏道：「爹爹叫我統率江湖群豪，這幾年來我往東到西，爹爹從來就沒管我。」張無忌聽到「爹爹叫我統率江湖群豪」這句話，心中一動：「我到冰火島去迎接義父，不知何年何月方歸。倘若那是她的調虎離山之計，乘我不在，便大舉對付本教，倒是不可不防，若是和她同往，她手下人有所顧忌，便可免了我的後顧之憂。」於是點頭道：「好，我出發之時，便來約你。」一句話沒說完，突然間窗外紅光閃亮，跟著諠譁之聲大作，從遠處隱隱傳了過來。趙敏走到窗邊一望，驚道：「啊喲，萬安寺的寶塔起火！苦大師，苦大師，快來。」連叫數聲，苦頭陀竟不現身。她走到外堂，不見苦頭陀的蹤影，問那掌櫃時，卻說那個頭陀一到便走，並沒停留，早已去得久了。趙敏大是詫異，忽然想到先前他那古里古怪的一笑，不禁滿臉都是紅暈，低下頭來向張無忌偷瞧了一眼。張無忌見火頭越燒越旺，深怕大師伯等功力尚未恢復，竟被燒死在高塔之中，說道：「趙姑娘，少陪了！」一語甫畢，已急奔而出。趙敏叫道：「且慢！我和你同去。」待她奔到門外，張無忌已絕塵而去。※※※鹿杖客見苦頭陀被郡主叫去，心中大定，當即負著韓姬，來到弟子烏旺阿普室中。萬安寺寶塔共十三層，高十三丈，最上三層供奉佛像、佛經、舍利子等物，不能住人。烏旺阿普是高塔的總管，居於第十層，便於眺望四周，控制全局。鹿杖客進房後，對烏旺阿普道：「你在門外瞧著，別放人進來。」烏旺阿普一出門，他當即掩上房門，解開包袱，放了韓姬出來。只見她駭得花容黯淡，眼光中滿是哀懇之色，鹿杖客悄聲道：「你到了這裏，便不用害怕，我自會好好待你。」眼下還不能解開她的穴道，怕她聲張出來壞事，於是將她放在烏旺阿普床上，拉過被子蓋在她身上，另取一條棉被裹在包中，放在一旁。韓姬所在之處，即為是非之地，他不敢多所逗留，匆匆出房，囑咐烏旺阿普不可進房，也不可放別人進去。他知這個大弟子對己既敬且畏，決不敢稍有違背。心下盤算：「此事要苦頭陀守住秘密，非賣他一個人情不可，只得先去放了他的老情人和女兒。恰好昨晚魔教的教主這麼一鬧，事情正是從那姓周姑娘身上而起，只須說是那魔教教主將滅絕老尼和周姑娘救了去，當真是天衣無縫，郡主再也沒半點疑心。這小魔頭武功如此高強，郡主也不能怪我們失察之罪。」峨嵋派一干女弟子都囚在第七層上。滅絕師太是掌門之尊，單獨囚在一間小室中，鹿杖客命看守者開門入內，只見滅絕師太盤膝坐在地下，閉目靜修。她已絕食數日，容顏雖然憔悴，反而更顯桀傲強悍。鹿杖客說道：「滅絕師太，你好！」滅絕師太緩緩睜開眼來，道：「在這裏便是不好，有甚麼好？」鹿杖客道：「你如此倔強，主人說留著也是無用，命我來送你歸天。」滅絕師太死志早決，說道：「好極，只是不勞閣下動手，請借一柄短劍，由我自己了斷便是。還請閣下叫我徒兒周芷若來，我有幾句話囑咐於她。」鹿杖客轉身出房，命令帶周芷若，心想：「她母女之情，果然與眾不同，否則為甚麼不叫別的大徒兒，單是叫她。」不久周芷若來到師父房中，滅絕師太道：「鹿先生，請你在房外稍候，我只說幾句話便成。」周芷若待鹿杖客出房，反手掩上了門，撲在師父懷裏，嗚咽出聲。滅絕師太一生心腸剛硬，當此死別之際，卻也不禁傷感，輕輕撫摸她的頭髮。周芷若知道跟師父說話的時刻無多，便即將昨晚張無忌前來相救之事說了。滅絕師太皺起眉頭，沉吟半晌，道：「他為甚麼單是救你，不救旁人？那日你在光明頂上刺他一劍，為甚麼他反來救你？」周芷若紅暈雙頰，輕聲道：「我不知道。」滅絕師太怒道：「哼，這小子太過陰險惡毒。他是魔教的大魔頭，能有甚麼好心。他是安排下圈套，要你乖乖的上鉤。」周芷若奇道：「他……他安排下圈套？」滅絕師太道：「咱們是魔教的死對頭。在我倚天劍下，不知殺了多少魔教的邪惡奸徒。魔教自是恨峨嵋派入骨，焉有反來相救之理？這姓張的魔頭定然是看上了你，要你墮入他的彀中。他叫人將咱們擒來，然後故意賣好，再將你救出去，令你從此死心塌地的感激他。」周芷若柔聲道：「師父，我瞧他……他倒不是假意。」滅絕師太大怒，喝道：「你定是和那個不成器的紀曉芙一般，瞧中了魔教的淫徒。倘若我功力尚在，一掌便劈死了你。」周芷若嚇得全身發抖，說道：「徒兒不敢。」滅絕師太厲聲道：「你真的不敢，還是花言巧語，欺騙師父？」周芷若垂淚道：「徒兒決不敢有違恩師的教訓。」滅絕師太道：「你跪在地下，罰個重誓。」周芷若依言跪下，不知怎樣說才好。滅絕師太道：「你這樣說：小女子周芷若對天盟誓，日後我若對魔教教主張無忌這淫徒心存愛慕，倘若和他結成夫婦，我親身父母死在地下，屍骨不得安穩；我師父滅絕師太必成厲鬼，令我一生日夜不安，我若和他生下兒女，男子代代為奴，女子世世為娼。」周芷若大吃一驚，她天性柔和溫順，從沒想到所發的誓言之中竟能會如此毒辣，不但詛咒死去的父母，詛咒恩師，也詛咒到沒出世的兒女，但見師父兩眼神光閃爍，狠狠盯在自己臉上，不由得目眩頭暈，便依著師父所說，照樣念了一遍。滅絕師太聽她罰了這個毒誓，容色便霽，溫言道：「好了，你起來罷。」周芷若淚珠滾滾而下，委委屈屈的站起身來。滅絕師太臉一沉，說道：「芷若，我不是故意逼你，這全是為了你好。你一個年紀輕輕的女孩子，以後師父不能再照看你，倘若你重蹈你紀師姊的覆轍，師父身在九泉之下，也不得安心。何況師父要你負起興復本派的重任，更是半點大意不得。」說著除下左手食指上的鐵指環，站起身來，說道：「峨嵋派女弟子周芷若跪下聽諭。」周芷若一怔，當即跪下。滅絕師太將鐵指環高舉過頂，說道：「峨嵋派第三代掌門女尼滅絕，謹以本門掌門人之位，傳於第四代女弟子周芷若。」周芷若被師父逼著發了那個毒誓之後，頭腦中已是一片混亂，突然又聽到要自己接任本派的掌門，更是茫然失措，驚得呆了。滅絕師太一個字一個字的緩緩說道：「周芷若，奉接本門掌門鐵指環，伸出左手。」周芷若恍恍惚惚的舉起左手，滅絕師太便將鐵指環套上她的食指。周芷若顫聲道：「師父，弟子年輕，入門未久，如何能當此重任？你老人家必能脫困，別這麼說，弟子實在不能……」說到這裏，抱著師父雙腿，哭出聲來。鹿杖客在外面早已等得很不耐煩，聽到哭聲，打門道：「喂，你們話說完了嗎？以後說話的日子長著呢。」滅絕師太喝道：「你囉唆甚麼？」對周芷若道：「師尊之命，你也敢違背嗎？」當下將本門掌門人的戒律申述一遍，要她記在心中。周芷若見師父言語之中，儼然是囑咐後事的神態，更是驚懼，說道：「弟子做不來，弟子不能……」滅絕師太厲聲道：「你不聽我言，便是欺師滅祖之人。」她見周芷若楚楚可憐，想到自己即將大去，要這個性格柔順的弱女子挑起這副如此沉重的擔子，只怕她當真不堪負荷，不過峨嵋群弟子之中，只有她悟性最高，要修習最高武功，光大本門，除她之外，更無第二個弟子合適，想到此後長長的日子之中，這小弟子勢必經歷無數艱辛危難，不禁心中一酸，將她扶了起來，摟在懷裏，柔聲說道：「芷若，我所以叫你做掌門，不傳給你的眾位師姊，那也不是我偏心，只因峨嵋派以女流為主，掌門人必須武功卓絕，始能自立於武林群雄之間。」周芷若道：「弟子的武功怎及得上眾位師姊？」滅絕師太微微一笑，道：「她們成就有限，到了現下的境界，已難再有多大進展，那是天資所關，非人力所能強求。你此刻雖然不及眾位師姊，日後卻是不可限量。嗯，不可限量，不可限量，便是這四個字。」周芷若神色迷茫，瞧著師父，不知其意何在。滅絕師太將口唇附在她的耳邊，低聲道：「你已是本門掌門，我得將本門的一件大秘密說與你知。本派的創派祖師郭女俠，乃是當年大俠郭靖的小女兒。郭大俠當年名震天下，生平有兩項絕藝，其一是行軍打仗的兵法，其二便是武功。郭大俠的夫人黃蓉黃女俠最是聰明機智，她眼見元兵勢大，襄陽終不可守，他夫婦二人決意以死報國，那是知其不可而為之的赤心精忠，但郭大俠的絕藝如果就此失傳，豈不可惜？何況她料想蒙古人縱然一時佔得了中國，我漢人終究不甘為韃子奴隸。日後中原血戰，那兵法和武功兩項，將有極大的用處。因此她聘得高手匠人，將楊過楊大俠贈送本派郭祖師的一柄玄鐵重劍熔了，再加以西方精金，鑄成了一柄屠龍刀，一柄倚天劍。」周芷若對屠龍刀和倚天劍之名習聞已久，此刻才知這一對刀劍竟是本派祖師郭襄女俠的母親所鑄。滅絕師太又道：「黃女俠在鑄刀鑄劍之前，和郭大俠兩人窮一月心力，繕寫了兵法和武功的精要，分別藏在刀劍之中。屠龍刀中藏的乃是兵法，此刀名為『屠龍』，意為日後有人得到刀中兵書，當可驅除韃子，殺了韃子皇帝。倚天劍中藏的則是武學秘笈，其中最為寶貴的，乃是一部『九陰真經』，一部『降龍十八掌掌法精義』，盼望後人習得劍中武功，替天行道，為民除害。」周芷若睜著眼睛，愈聽愈奇，只聽師父又道：「郭大俠夫婦鑄成一刀一劍之後，將寶刀授給兒子郭公破虜，寶劍傳給本派郭祖師。當然，郭祖師曾得父母傳授武功，郭公破虜也得傳授兵法。但襄陽城破之日，郭大俠夫婦與郭公破虜同時殉難。郭祖師的性子和父親的武功不合，因此本派武學，和當年郭大俠並非一路。」滅絕師太又道：「一百年來，武林中風波迭起，這對刀劍換了好幾次主人。後人只知屠龍寶刀乃武林至尊，唯倚天劍可與匹敵，但到底何以是至尊，那就誰都不知道了。郭公破虜青年殉國，沒有傳人，是以刀劍中的秘密，只有本派郭祖師傳了下來。她老人家生前曾竭盡心力，尋訪屠龍寶刀，始終沒有成功，逝世之時，將這秘密傳給了我恩師風陵師太。我恩師秉承祖師遺命，尋訪屠龍寶刀也是毫無結果。她老人家圓寂之時，便將此劍與郭祖師的遺命傳了給我。我接掌本派門戶不久，你師伯孤鴻子和魔教中的一個少年高手結下了樑子，約定比武，雙方單打獨鬥，不許邀人相助。你師伯知道對手年紀甚輕，武功卻極厲害，於是向我將倚天劍借了去。」周芷若聽到「魔教中的少年高手」之時，心中怦怦而跳，不自禁的臉上紅了，但隨即想起：「不是他，只怕那時他還沒出世。」只聽滅絕師太續道：「當時我想同去掠陣，你師伯為人極顧信義，說道他跟那魔頭言明，不得有第三者參與，因此堅決不讓我去。那場比試，你師伯武功並不輸於對手，卻給那魔頭連施詭計，終於胸口中了一掌，倚天劍還未出鞘，便給那魔頭奪了去。」周芷若「啊」的一聲，想起了張無忌在光明頂上從滅絕師太手中奪劍的情景，只聽師父續道：「那魔頭連聲冷笑，說道：『倚天劍好大的名氣！在我眼中，卻如廢銅廢鐵一般！』隨手將倚天劍拋在地下，揚長而去。你師伯拾起劍來，要回山來交還給我。那知他心高氣傲，越想越是難過，只行得三天，便在途中染病，就此不起。倚天劍也給當地官府取了去，獻給朝廷。你道氣死你師伯孤鴻子的這個魔教惡徒是誰？」周芷若道：「不……不知是誰？」滅絕師太道：「便是那後來害死你紀曉芙師姊的那個大魔頭楊逍！」只聽得鹿杖客又伸手打門，說道：「完了沒有？我可不能再等了。」滅絕師太道：「不用性急，片刻之間，便說完了。」悄聲對周芷若道：「時刻無多，咱們不能多說了。這柄倚天劍後來韃子皇帝賜給了汝陽王，我到汝陽王府去奪了回來。這一次又不幸誤中奸計，這劍落入了魔教手中。」周芷若道：「不是啊，是那個趙姑娘奪了去的。」滅絕師太眼睛一瞪，說道：「這姓趙的女子，明明跟那魔教教主是一路，難道你到此刻，仍是不信為師的言語？」周芷若實在難以相信，但不敢和師父爭辯。滅絕師太道：「為師要你接任掌門，實有深意。我此番落入奸徒手中，一世英名，付與流水，實也不願再生出此塔。那姓張的淫徒對你心存歹意，決不致害你性命，你可和他虛與委蛇，乘機奪去倚天劍。那屠龍刀是在他義父惡賊謝遜手中。這小子無論如何不肯吐露謝遜的所在，但天下卻有一人能叫他去取得此刀。」周芷若知道師父說的乃是自己，又驚又羞，又喜又怕。滅絕師太道：「這個人，那就是你了。我要你以美色相誘而取得寶刀寶劍，原非俠義之人份所當為。但成大事者不顧小節。你且試想，眼下倚天劍在那姓趙女子手中，屠龍刀在謝遜惡賊手中，他這一干人同流合污，一旦刀劍相逢，取得郭大俠的兵法武功，自此荼毒蒼生，天下不知將有多少人無辜喪生，妻離子散，而驅除韃子的大業，更是難上加難。芷若，我明知此事太難，實不忍要你擔當，可是我輩一生學武，所為何事？芷若，我是為天下的百姓求你。」說到這裏，突然間站起身來，雙膝跪下，向周芷若拜了下去。周芷若這一驚非同小可，忙即跪下，叫道：「師父！師父！你……」滅絕師太道：「悄聲，別讓外邊的惡賊聽見，你答不答允？你不答允，我不能起來。」周芷若心亂如麻，在這短短的時刻之中，師父連續要叫自己做三件大難事，先是立下毒誓，不許對張無忌傾心，再要自己接任本派掌門，然後又要自己以美色對張無忌相誘而取得屠龍刀和倚天劍。這三件事便在十年之中分別要她答允，以她柔和溫婉的性格，也要抵擋不住，何況在這片刻之間？她神智一亂，登時便暈了過去，甚麼也不知道了。突然間只覺上唇間一陣劇烈疼痛，她睜開眼來，只見師父仍然直挺挺的跪在自己面前。周芷若哭道：「師父，你老人家快些請起。」滅絕師太道：「那你答允我的所求了？」周芷若流著淚點了點頭，險些又欲暈去。滅絕師太抓住她手腕，低聲道：「你取到屠龍刀和倚天劍後，找個隱秘的所在，一手執刀，一手持劍，運起內力，以刀劍互砍，寶刀寶劍便即同時斷折，即可取出藏在刀身和劍刃中的秘笈。這是取出秘笈的唯一法門，那寶刀寶劍可也從此毀了。你記住了嗎？」她說話聲音雖低，語氣卻極是嚴峻。周芷若點頭答應。滅絕師太又道：「這是本派最大的秘密，自從當年郭大俠夫婦傳於本派郭祖師，此後只有本派掌門始能獲知。想那屠龍刀和倚天劍都是鋒銳絕倫的利器，就算有人同時得到此寶刀寶劍，有誰敢冒險以刀劍互砍，無端端的同時毀了這兩件寶刃？你取得兵法之後，擇一個心地仁善、赤誠為國的志士，將兵書傳授於他，要他立誓驅除胡虜。那武功秘笈便由你自練。降龍十八掌是純陽剛猛的路子，你練之不宜，只可練九陰真經中的功夫。據我恩師轉述郭祖師的遺言，那『九陰真經』博大精深，本來不能速成，但黃女俠想到誅殺韃子元兇巨惡，事勢甚急，早一日成事，天下蒼生便早一日解了倒懸之苦，因之在倚天劍的秘笈之中，寫下了幾章速成的法門。可是辦成了大事之後，仍須按部就班的重紮根基，那速成的功夫只能用於一時，是黃女俠憑著絕頂聰明才智，所創出來的權宜之道，卻不是天下無敵的真正武學。這一節務須牢記在心。」周芷若迷迷糊糊的點頭。滅絕師太道：「為師的生平有兩大願望，第一是逐走韃子，光復漢家山河；第二是峨嵋派武功領袖群倫，蓋過少林、武當，成為中原武林中的第一門派。這兩件事說來甚難，但眼前擺著一條明路，你只須遵從師父的囑咐，未始不能一一成就，那時為師在九泉之下，也要對你感激涕零。」她說到這裏，只聽得鹿杖客又在打門。滅絕師太道：「進來罷！」板門開處，進來的卻不是鹿杖客而是苦頭陀。滅絕師太也不以為異，心想這些人都是一丘之貉，不論是誰來都是一樣，便道：「你把這孩子領出去罷。」她不願在周芷若的面前自刎，以免她抵受不住。苦頭陀走近身來，低聲道：「這是解藥，快快服了。待會聽得外面叫聲，大家並力殺出。」滅絕師太奇道：「閣下是誰？何以給解藥於我？」苦頭陀道：「在下是明教光明右使范遙，盜得解藥，特來相救師太。」滅絕師太怒道：「魔教奸賊！到此刻尚來戲弄於我。」范遙笑道：「好罷！就算是我戲弄你，這是毒上加毒的毒藥，你有沒膽子服了下去？藥一入肚，一個時辰肚腸寸寸斷裂，死得慘不可言。」滅絕師太一言不發，接過他手中的藥粉，張口便服入肚內。周芷若驚叫：「師父……師父……」范遙伸出另一隻手掌，喝道：「不許作聲，你也服了這毒藥。」周芷若一驚，已被范遙捏住她臉頰，將藥粉倒入口中，跟著提起一瓶清水灌了她幾口，藥粉盡數落喉。滅絕師太大驚，心想周芷若一死，自己全盤策劃盡付東流，當下奮不顧身的撲上，揮掌向范遙打去。可是她此時功力全失，這一拳招數雖精，卻能有甚麼力道，被范遙輕輕一推，便撞到了牆上。范遙笑道：「少林群僧、武當諸俠都已服了我這毒藥。我明教是好是歹，你過得片刻便知。」說著哈哈一笑，轉身出房，反手帶上了門。※※※原來范遙護送趙敏去和張無忌相會，心中只是掛著奪取解藥之事。趙敏命他在小酒家的外堂中相候，他立即出店，飛奔回到萬安寺，進了高塔，逕到第十層烏旺阿普房外。烏旺阿普正站在門外，見了他便恭恭敬敬的叫聲：「苦大師。」范遙點了點頭，心中暗笑：「好啊，鹿老兒為師不尊，自己躲在房中，和王爺的愛姬風流快活，卻叫徒兒在門外把風。乘著這老兒正在胡天胡帝之時，掩將進去，正好奪了他的解藥。」當下佝僂著身子，從烏旺阿普身旁走過，突然反手一指，點中了他小腹上的穴道。別說烏旺阿普毫沒提防，便是全神戒備，也躲不過這一指。他要穴一被點中，立時呆呆的不能動彈，心下大為奇怪。不知甚麼地方得罪了這個啞巴頭陀，難道剛才這一聲「苦大師」叫得不夠恭敬嗎？范遙一推房門，快如閃電的撲向床上。雙腳尚未落地，一掌已擊向床上之人。他深知鹿杖客武功了得，這一掌若不能將他擊得重傷，那便是一場不易分得勝敗的生死搏鬥，是以這一掌使上了十成勁力。只聽得拍的一聲響，只擊得被子破裂、棉絮紛飛，揭開棉被一看，只見韓姬口鼻流血，已被他打得香殞玉碎，卻不見鹿杖客的影子。范遙心念一動，回身出房，將烏旺阿普拉了進來，塞在床底，剛掩上門，只聽得鹿杖客在門外怒叫：「阿普，阿普，你怎敢擅自走開？」原來鹿杖客在滅絕師太室外等了好一陣，暗想她母女二人婆婆媽媽的不知說到幾時方罷，只是不敢得罪了苦頭陀，卻也不便強行阻止，心中掛念著韓姬，實在耐不住了，便即回到烏旺阿普房來，卻見這一向聽話的大弟子居然沒在房外守衛，心下好生惱怒，推開房門，幸好並無異狀，韓姬仍是面向裏床，身上蓋著棉被。鹿杖客拿起門閂，先將門上了閂，轉身笑道：「美人兒，我來給你解開穴道，可是你不許出聲說話。」一面說，一面便伸手到被窩中去，手指剛碰到韓姬的脊背，突然間手腕上一緊，五根鐵鉗般的手指已將他脈門牢牢扣住。這一下全身勁力登失，半點力道也使不出來，只見棉被掀開，一個長髮頭陀鑽了出來，正是苦頭陀。范遙右手扣住鹿杖客的脈門，左手運指如風，連點了他週身一十九處大穴。鹿杖客登時軟癱在地，再也動彈不得，眼光中滿是怒色。范遙指著他說道：「老夫行不改姓，坐不改名，明教光明右使，姓范名遙的便是。今日你遭我暗算，枉你自負機智絕倫，其實是昏庸無用之極。此刻我若殺了你，非英雄好漢之所為，留下你一條性命，你若有種，日後只管來找我范遙報仇。」他興猶未足，脫去鹿杖客全身衣服，將他剝得赤條條地，和韓姬的屍身並頭而臥，再拉過棉被，蓋在這一死一活的二人身上。這才取過鹿角杖，旋開鹿角，倒出解藥，然後逐一到各間囚室之中，分給空聞大師、宋遠橋、俞蓮舟等各人服下。待得一個個送畢解藥，耗時已然不少，中間不免費些唇舌，解說幾句。最後來到滅絕師太室中，見她不信此是解藥，索性嚇她一嚇，說是毒藥。范遙恨她傷殘本教眾多兄弟，得能陰損她幾句，甚覺快意。他分送解藥已畢，正自得意，忽聽得塔下人聲諠譁，其中鶴筆翁的聲音最是響亮：「這苦頭陀是奸細，快拿他下來！」范遙暗暗叫苦：「糟了，糟了，是誰去救了這傢伙出來？」探頭向塔下望去，只見鶴筆翁率領了大批武士，已將高塔團團圍住。苦頭陀這一探頭，孫三毀和李四摧雙箭齊發，大罵：「惡賊頭陀，害得人好慘！」鶴筆翁等三人穴道被點，本非一時所能脫困，他三人藏在鹿杖客房中，旁人也不敢貿然進去。豈知汝陽王府中派出來的眾武士在萬安寺中到處搜查，不見王爺愛姬的影蹤，便有人想起了鹿杖客生平好色貪花的性子來。可是眾武士對他向來忌憚，雖然疑心王爺愛姬失蹤和他有關，卻有誰敢去太歲頭上動土？挨了良久，率領眾武士的哈總管心生一計，命一名小兵去敲鹿杖客的房門，鹿杖客身份極高，就算動怒，諒來也不能對這無足輕重的小兵怎麼樣。這小兵打了數下門，房中無人答應。哈總管一咬牙，命小兵只管推門進去瞧瞧。這一瞧，便瞧見鶴筆翁和孫三毀、李四摧倒在地下，其時鶴筆翁運氣衝穴，已衝開了三、四成，哈總管給他解穴，登時便行動自如。鶴筆翁怒氣沖天，查問鹿杖客和苦頭陀的去向，知道到了高塔之中，便率領眾武士圍住高塔，大聲呼喊，叫苦頭陀下來決一死戰。范遙暗驚：「決一死戰便決一死戰，難道我姓范的還怕了你不成？只是那些臭和尚、老尼姑服解藥未久，一時三刻之間功力不能恢復。這鶴筆翁已聽到我和鹿杖客的說話，就算我將鹿老兒殺了，也已不能滅口，這便如何是好？」一時彷徨無計，只聽得鶴筆翁叫道：「死頭陀，你不下來，我便上來了！」范遙返身將鹿杖客和韓姬一起裹在被窩之中，回到塔邊，將兩人高高舉起，叫道：「鶴老兒，你只要走近塔門一步，我便將這頭淫鹿摔了下來。」眾武士手中高舉火把，照耀得四下裏白畫相似，只是那寶塔太高，火光照不上去，但影影綽綽的，仍可看到鹿杖客和韓姬的面貌。鶴筆翁大驚，叫道：「師哥，師哥，你沒事嗎？」連叫數聲，不聽得鹿杖客答話，只道已被苦頭陀弄死，心下氣苦，叫道：「賊頭陀，你害死我師哥，我跟你誓不兩立。」范遙解開了鹿杖客的啞穴。鹿杖客立時破口大罵：「賊頭陀，你這裏應外合的奸細，千刀萬剮的殺了……」范遙容他罵得幾句，又點上了他的啞穴。鶴筆翁見師兄未死，心下稍安，只怕苦頭陀真的將師兄摔了下來，不敢走向塔門。這般僵持良久，鶴筆翁始終不敢上來相救師兄。范遙只盼盡量拖延時光，多拖得一刻便好一刻，他站在欄干之旁，哈哈大笑，叫道：「鶴老兒，你師兄色膽包天，竟將王爺的愛姬偷盜出來。是我捉姦捉雙，將他二人當場擒獲。你還想包庇師兄嗎？總管大人，快快將這老兒拿下了。他師兄弟二人叛逆作亂，罪不容誅。你拿下了他，王爺定然重重有賞。」哈總管斜目睨視鶴筆翁，要想動手，卻又不敢。他見苦頭陀突然開口說話，雖覺奇怪，但清清楚楚的瞧見鹿杖客和韓姬裹在一條棉被之中，何況心中先入為主，早已信了九成。他高聲叫道：「苦大師，請你下來，咱們同到王爺跟前分辯是非。你們三位都是前輩高人，小人誰也不敢冒犯。」范遙一身是膽，心想同到王府之中去見王爺，待得分清是非黑白，塔上諸俠體內毒性已解，當即叫道：「妙極，妙極！我正要向王爺領賞。總管大人，你看住這個鶴老兒，千萬別讓他乘機逃了。」正在此時，忽聽得馬蹄聲響，一乘馬急奔進寺，直衝到高塔之前，眾武士一齊躬身行禮，叫道：「小王爺！」范遙從塔上望將下來，只見此人頭上束髮金冠閃閃生光，跨下一匹高大白馬，身穿錦袍，正是汝陽王的世子庫庫特穆爾、漢名王保保的便是。王保保厲聲問道：「韓姬呢？父王大發雷霆，要我親來查看。」哈總管上前稟告，便說是鹿杖客將韓姬盜了來，現被苦頭陀拿住。鶴筆翁急道：「小王爺，莫聽他胡說八道。這頭陀乃是奸細，他陷害我師哥……」王保保雙眉一軒，叫道：「一起下來說話！」范遙在王府日久，知道王保保精明能幹，不在乃父之下，自己的詭計瞞得過旁人，須瞞不過他，一下高塔，倘若小王爺三言兩語之際便識穿破綻，下令眾武士圍攻，單是一個鶴筆翁便不好鬥，自己脫身或不為難，塔中諸俠就救不出來了，高聲說道：「小王爺，我拿住了鹿杖客，他師弟恨我入骨，我只要一下來，他立刻便會殺了我。」王保保道：「你快下來，鶴先生殺不了你。」范遙搖搖頭，朗聲道：「我還是在塔上平安些。小王爺，我苦頭陀一生不說話，今日事出無奈，被迫開口，那全是我報答王爺的一片赤膽忠心。你若不信，我苦頭陀只好跳下高塔，一頭撞死給你看了。」王保保聽他言語，七、八成是胡說八道，顯是有意拖延，低聲問哈總管道：「他有何圖謀，要故意延擱，是在等候甚麼人到來嗎？」哈總管道：「小人不知……」鶴筆翁搶著道：「小王爺，這賊頭陀搶了我師哥的解藥，要解救高塔中囚禁著的一眾叛逆。」王保保登時省悟，叫道：「苦大師，我知道你的功勞，你快下來，我重重有賞。」范遙道：「我被鹿杖客踢了兩腳，腿骨都快斷了，這會兒全然動彈不得。小王爺，請你稍待片刻，我運氣療傷，當即下來。」王保保喝道：「哈總管，你快派人上去，背負苦大師下塔。」范遙大叫：「使不得，使不得，誰一移動我的身子，我兩條腿子就廢了。」王保保此時更無懷疑，眼見韓姬和鹿杖客雙雙裹在一條棉被之中，就算兩人並無苟且之事，父王也不能再要這個姬人，低聲道：「哈總管，舉火，焚了寶塔。派人用強弓射住，不論是誰從塔上跳下，一概射殺。」哈總管答應了，傳下令去，登時弓箭手彎弓搭箭，團團圍住高塔，有些武士便去取火種柴草。鶴筆翁大驚，叫道：「小王爺，我師哥在上面啊。」王保保冷冷的道：「這頭陀不能在上面等一輩子，塔下一舉火，他自會下來。」鶴筆翁叫道：「他若將我師哥摔將下來，那可怎麼辦？小王爺，這火不能放。」王保保哼了一聲，不去理他。片刻之間，眾武士已取過柴草火種，在塔下點起火來。鶴筆翁是武林中大有身份之人，受汝陽王禮聘入府，向來甚受敬重，不料今日連中苦頭陀的奸計不算，連小王爺也不以禮貌相待，眼見師兄性命危在頃刻，這時也不理他甚麼小王爺大王爺，提起鶴嘴雙筆，縱身而上，挑向兩名正在點火的武士，吧吧兩響，兩名武士遠遠摔開。王保保大怒，喝道：「鶴先生，你也要犯上作亂嗎？」鶴筆翁道：「你別叫人放火，我自不會來跟你搗亂。」王保保喝道：「點火！」左手一揮，他身後竄出五名紅衣番僧，從眾武士手中接過火把，向塔下的柴草擲了過去。柴草一遇火焰，登時便燃起熊熊烈火。鶴筆翁大急，從一名武士手中搶過一根長矛，撲打著火的柴草。王保保喝道：「拿下了！」那五名紅衣番僧各持戒刀，登時將鶴筆翁圍住。鶴筆翁怒極，拋下長矛，伸手便來拿左首一名番僧手中的兵刃。這番僧並非庸手，戒刀翻轉，反剁他肩頭。鶴筆翁待得避開，身後金刃劈風，又有兩柄戒刀同時砍到。王保保手下共有十八名武功了得的番僧，號稱「十八金剛」，分為五刀、五劍、四杖、四鈸。這五僧乃是「五刀金剛」，單打獨鬥跟鶴筆翁的武功都差得遠了，但五刀金剛聯手，攻守相助，鶴筆翁武功雖高，但早一日被張無忌擊得受傷嘔血，內力大損，何況眼見火勢上騰，師兄的處境極是危險，不免沉不住氣，一時難以取勝。王保保手下眾武士加柴點火，火頭燒得更加旺了。這寶塔有磚有木，在這大火焚燒之下，底下數層便必必剝剝的燒了起來。范遙拋下鹿杖客，衝到囚禁武當諸俠的室中，叫道：「韃子在燒塔了，各位內力是否已復？」只見宋遠橋、俞蓮舟等人各自盤坐用功，凝神專志，誰也沒有答話，顯然到了回復功力的要緊關頭。看守諸俠的武士有幾名搶來干預，都被范遙抓將起來，一個個擲出塔外，活活的摔死。其餘的冒火突煙，逃了下去。過不多時，火焰已燒到了第四層，囚禁在這層中的華山派諸人不及等功力恢復，狼狽萬狀的逃上第五層。火焰毫不停留的上騰，跟著第五層中的崆峒派諸人也逃了上去。有的奔走稍慢，連衣服鬚髮都燒著了。范遙正束手無策之際，忽聽得一人叫道：「范右使，接住了！」正是韋一笑的聲音。范遙大喜，往聲音來處瞧去，只見韋一笑站在萬安寺後殿的殿頂，雙手一抖，將一條長繩拋了過來，范遙伸手接住。韋一笑叫道：「你縛在欄杆上，當是一道繩橋。」范遙剛將繩子縛好，神箭八雄中的趙一傷颼的一箭，便將繩子從中射斷。范遙和韋一笑同時破口大罵，知道要搭架繩橋，非得先除去這神箭八雄不可。韋一笑罵道：「射你個奶奶。那一個不拋下弓箭，老子先宰了他。」一面罵，一面抽出長劍，縱身下地。他雙足剛著地，五名青袍番僧立時仗劍圍了上來，卻是王保保手下十八番僧中的「五劍金剛」，五人手中長劍閃爍，劍招詭異，和韋一笑鬥在一起。鶴筆翁揮動鶴嘴筆苦戰，高聲叫道：「小王爺，你再不下令救火，我可對你要不客氣了。」王保保那去理他。四名手執禪杖的番僧分立小王爺四周，生怕有人偷襲。鶴筆翁焦躁起來，雙筆突使一招「橫掃千軍」，將身前三名番僧逼開兩步，提氣急奔，衝到了塔旁。五名番僧隨後追到。鶴筆翁雙足一登，便上了寶塔第一層的屋簷。五名番僧見火勢燒得正旺，便不追上。鶴筆翁一層層的上躍，待得登上第四層屋簷時，范遙從第七層上探頭出來，高舉鹿杖客的身子，大聲叫道：「鶴老兒，快給我停步！你再動一步，我便將鹿老兒摔成一團鹿肉醬。」鶴筆翁果然不敢再動，叫道：「苦大師，我師兄弟跟你往日無怨，近日無仇，你何苦如此跟我們為難？你要救你的老情人滅絕師太，要救你女兒周姑娘，儘管去救便是，我決計不來阻攔。」滅絕師太服了苦頭陀給她的解藥後，只道真是毒藥，自己必死，只是周芷若竟也被灌了毒藥，畢生指望盡化泡影，心中如何不苦？正自傷心，忽聽得塔下喧嘩之聲大作，跟著苦頭陀和鶴筆翁鬥口、王保保下令縱火等等情形，一一聽得清楚。她心下奇怪：「莫非這鬼模樣的頭陀當真是救我來著？」試一運氣，立時便覺丹田中一股暖意升將上來，和自中毒以來的情形大不相同。她不肯聽趙敏之令出去殿上比武，已自行絕食了六七日，胃中早是空空如也，解藥入肚，迅速化入血液，藥力行開，比誰都快。加之她內力深厚，猶在宋遠橋、俞蓮舟、何太沖諸人之上，僅比少林派掌門空聞神僧稍遜，十香軟筋散的毒性遇到解藥後漸漸消退，被她運氣一逼，內功登時生出，不到半個時辰，內功已復了五、六成。她正加緊運功，忽聽得鶴筆翁在外高聲大叫，字字如利箭般鑽入耳中：「……你要救你的老情人滅絕師太，要救你女兒周姑娘，儘管去救便是，我決計不來阻攔。」這甚麼「老情人」云云，叫她聽了如何不怒？大踏步走到欄干之旁，怒聲喝道：「你滿嘴胡說八道，不清不白的說些甚麼？」鶴筆翁求道：「老師太，你快勸勸你老……老朋友，先放我師兄下來。我擔保你一家三口，平安離開。玄冥二老說一是一，說二是二，決不致言而無信。」滅絕師太怒道：「甚麼一家三口？」范遙雖然身處危境，還是呵呵大笑，甚是得意，說道：「老師太，這老兒說我是你的舊情人，那個周姑娘嘛，是我和你兩個的私生女兒。」滅絕師太怒容滿面，在時明時暗的火光照耀之下，看來極是可怖，沉聲喝道：「鶴老兒，你上來，我跟你拼上一百掌再說。」若在平時，鶴筆翁說上來便上來，何懼於一個峨嵋掌門，但此刻師兄落在別人手中，不敢蠻來，叫道：「苦頭陀，那是你自己說的，可不是我信口開河。」滅絕師太雙目瞪著范遙，厲聲問道：「這是你說的麼？」范遙哈哈一笑，正要乘機挖苦她幾句，忽聽得塔下喊聲大作，往下望時，只見火光中一條人影如穿花蝴蝶般迅速飛舞，在人叢中芽插來去、嗆啷、嗆啷之聲不絕，眾番僧、眾武士手中兵刃紛紛落地，卻是教主張無忌到了。張無忌這一出手，圍攻韋一笑的五名持劍番僧五劍齊飛。韋一笑大喜，閃身搶到他身旁，低聲道：「我到汝陽王府去放火。」張無忌點了點頭，已明白他用意。自己這裏只寥寥數人，要是急切間救不出六大派群豪，對方援兵定然越來越多，青翼蝠王到汝陽王府去一放火，眾武士必是保護王爺要緊，實是個絕妙的調虎離山、釜底抽薪之計。只見韋一笑一條青色人影一幌，已自掠過高牆。張無忌一看週遭情勢，朗聲問道：「范右使，怎麼了？」范遙叫道：「糟糕之極！燒斷了出路，一個也沒能逃得出。」此時王保保手下的十八番僧中，倒有十四人攻到了張無忌身畔。張無忌心想擒賊先擒王，只須擒住了那頭戴金冠的韃子王公，便能要脅他下令救火放人，當下身形一側，從眾番僧間竄了過去，猶似游魚破水，直欺到王保保身前。驀地裏左首一劍刺到，寒氣逼人，劍尖直指胸口。張無忌急退一步，只聽得一個女子聲音說道：「張公子，這是家兄，你莫傷他。」但見她手中長劍顫動，婀娜而立，刃寒勝水，劍是倚天劍，貌美如花，人是趙敏。她急跟張無忌而來，只不過遲了片刻。張無忌道：「你快下令救火放人，否則我可要對不起兩位了。」趙敏叫道：「十八金剛，此人武功了得，結金剛陣擋住了。」那十八番僧適才吃過張無忌苦頭，不須郡主言語點明，早知他的厲害，只聽得噹的一聲大響，「四鈸金剛」手中的八面大銅鈸齊聲敲擊，十八名番僧來回游走，擋在王保保和趙敏的身前，將張無忌隔開了。張無忌一瞥之下，見十八名番僧盤旋游走，步法詭異，十八人組成一道人牆，看來其中還蘊藏著不少變化。他忍不住便想衝一衝這座金剛陣，但就在此時，砰的一聲大響，高塔上倒了一條大柱下來。一回頭，只見火焰已燒到了第七層上。血紅的火舌繚繞之中，兩人拳掌交相，鬥得極是激烈，正是滅絕師太和鶴筆翁。第十層的欄干之旁倚滿了人，都是少林、武當各派人物，這干人武功尚未全復，何況高塔離地十餘丈，縱有絕頂輕功而內力又絲毫未失，跳下來也非活活摔死不可。張無忌一個念頭在腦海中飛快的轉了幾轉：「此金剛陣非片刻間所能破，何況擊敗眾番僧，又有別的好手上來，要擒趙姑娘的哥哥，大是不易。滅絕師太和這鶴筆翁鬥了這些時，始終未曾落敗，看來她功力已復，那麼大師伯等內力當也已經恢復，只是寶塔太高，無法躍將下來而已。」他一動念間，突然滿場遊走，雙手忽打忽拿、忽拍忽奪，將神箭八雄盡數擊倒，此外眾武士凡是手持弓箭的，都被他或斷弓箭，或點穴道，眼看高塔近旁已無彎弓搭箭的好手，縱聲叫道：「塔上各位前輩，請逐一跳將下來，在下在這裏接著！」塔上諸人聽了都是一怔，心想此處高達十餘丈，跳下去力道何等巨大，你便有千斤之力也無法接住。崆峒、崑崙各派中便有人嚷道：「千萬跳不得，莫上這小子的當！他要騙咱們摔得粉身碎骨。」張無忌見煙火瀰漫，已燒近眾高手身邊，眾人若再不跳，勢必盡數葬身火窟，提聲叫道：「俞二伯，你待我恩重如山，難道小侄會存心相害嗎？你先跳罷！」俞蓮舟對張無忌素來信得過，雖想他武功再強，也決計接不住自己，但想與其活活燒死，還不如活活摔死，叫道：「好！我跳下來啦！」縱身一躍，從高塔上跳將下來。張無忌看得分明，待他身子離地約有五尺之時，一掌輕輕拍出，擊在他的腰裏。這一掌中所運，正是「乾坤大挪移」的絕頂武功，吞吐控縱之間，已將他自上向下的一股巨力撥為自左至右。俞蓮舟的身子向橫裏直飛出去，一摔數丈，此時他功力已恢復了七、八成，一個迴旋，已穩穩站在地下，順手一掌，將一名蒙古武士打得口噴鮮血。他大聲叫道：「大師哥、四師弟！你們都跳下來罷！」塔上眾人見俞蓮舟居然安好無恙，齊聲歡呼起來。宋遠橋愛子情深，要他先脫險地，說道：「青書，你跳下去！」宋青書自出囚室後，一直站在周芷若身旁，說道：「周姑娘，你快跳。」周芷若功力未復，不能去相助師父，卻不肯自行逃生，聽宋青書這麼說，搖了搖頭道：「我等師父！」這時何太沖、班淑嫻等已先後跳下，都由張無忌施展乾坤大挪移神功出掌拍擊，自直墮取為橫摔，一一脫離險境。這一干人功力雖未全復，但只須回復得五、六成，已是眾番僧、眾武士所難以抵擋。俞蓮舟等頃刻間奪得兵刃，護在張無忌身周。王保保和趙敏的手下欲上前阻撓，均被俞蓮舟、何太沖、班淑嫻等擋住。塔上每躍下一人，張無忌便多了一個幫手。那些人自被趙敏囚入高塔之後，人人受盡了屈辱，也不知有多少人被割去了手指，此時得脫牢籠，個個含憤拚命，霎時間已有二十餘名武士屍橫就地。王保保見情勢不佳，傳令：「調我飛弩親兵隊來！」哈總管正要去傳小王爺號令，突然間只見東南角上火光衝天。他大吃一驚，叫道：「小王爺，王府失火！咱們快去保護王爺要緊。」王保保關懷父親安危，顧不得擒殺叛賊，忙道：「妹子，我先回府，你諸多小心！」不等趙敏答應，掉轉馬頭，直衝出去。王保保這一走，十八金剛一齊跟去，王府武士也去了一大半。餘下眾武士見王府失火，誰也沒想到只是韋一笑一人搗鬼，只道大批叛徒進攻王府，無不驚惶。其時宋青書、宋遠橋、張松溪、莫聲谷等都已躍下高塔，雙方強弱之勢更形逆轉，待得空聞方丈、空智大師，以及少林派達摩堂、羅漢堂眾高僧一一躍下時，趙敏手下的武士已無可抗禦。趙敏心想此時若再不走，反而自己要成為他的俘虜，當即下令：「各人退出萬安寺。」轉頭向張無忌道：「明日黃昏，我再請你飲酒，務請駕臨。」張無忌一怔之間，尚未答應，趙敏一笑嫣然，已退入了萬安寺後殿。只聽得范遙在塔頂大叫：「周姑娘，快跳下，火燒眉毛啦，你再不跳，難道想做焦炭美人嗎？」周芷若道：「我陪著師父！」滅絕師太和鶴筆翁劇鬥一陣，煙火上騰，便躍上一層，終於鬥上了第十層的屋角。她功力尚未全復，但此時早已將生死置之度外，掌法中只攻不守。鶴筆翁一來掛念著師兄，心有二用，二來前傷未癒，三來適才中了麻藥，穴道又被封閉良久，手腳究也不十分靈便，兩人竟鬥了個不分上下。滅絕師太聽到徒兒的說話，叫道：「芷若，你快跳下去，別來管我！這賊老兒辱我太甚，豈能容他活命？」鶴筆翁暗暗叫苦：「這老尼全是拚命的打法，我救師兄要緊，難道跟她在這火窟中同歸於盡不成？」大聲道：「滅絕師太，這話是苦頭陀說的，跟我可不相干。」滅絕師太撤掌回身，問范遙道：「兀那頭陀，這等瘋話可是你說的？」范遙嬉皮笑臉的道：「甚麼瘋話？」這一句話，明擺著要滅絕師太親口重複一遍：「他說我是你的老情人，周芷若是我跟你生的私生女兒。」這兩句她如何能說得出口？但就是范遙這句話，她已知鶴筆翁之言不假，只氣得全身發顫。鶴筆翁見滅絕師太背向自己，突然一陣黑煙捲到，正是偷襲的良機，煙霧之中，一掌擊向滅絕師太背心。周芷若和范遙看得分明，齊聲叫道：「師父小心！」「老尼姑小心！」但滅絕師太回掌反擊，已擋不了鶴筆翁的陰陽雙掌，左掌和他的左掌相抵，鶴筆翁的右手所發的玄冥神掌終於擊在她的背心。那玄冥神掌何等厲害，當年在武當山上，甚至和張三丰都對得一掌，滅絕師太身子一幌，險些摔倒。周芷若大驚，搶上扶住了師父。范遙大怒，喝道：「陰毒卑鄙的小人，留你作甚？」提起裹著鹿杖客和韓姬的被窩卷兒，拋了下去。鶴筆翁同門情深，危急之際不及細思，撲出來便想抓住鹿杖客。但那被窩卷離塔太遠，鶴筆翁只抓到被窩一角，一帶之下，竟身不由主的跟著一起摔落。張無忌站在塔下，煙霧瀰漫之中瞧不清塔上這幾人的糾葛，眼見一大捆物事和一個人摔下，那捆物事不知是甚麼東西，隱約間只看到其中似乎包得有人，但那人卻看清楚是鶴筆翁。他明知此人曾累得自己不知吃過多少苦頭，甚至自己父母之死也和他有莫大關連，可是終究不忍袖手不顧，任由他跌得粉身碎骨，立即縱身上前，雙掌分別拍擊，將被窩和鶴筆翁分向左右擊出三丈。鶴筆翁一個迴旋，已然站定，心中暗叫一驚：「好險！」他萬沒想到張無忌竟會以德報怨，救了自己一命，轉身去看師兄時，卻又吃了一驚。原來張無忌一拍之下，被窩散開，滾出兩個赤裸裸的人來，正好摔入火堆之中，鹿杖客穴道未解，動彈不得，鬚髮登時著火。鶴筆翁大叫：「師哥！」搶入火堆中抱起。他躍出火堆，立足未定，俞蓮舟叫道：「吃我一掌！」左掌擊向他肩頭。鶴筆翁不敢抵敵，沉肩相避，俞蓮舟這一掌似已用老，但他肩頭下沉，這一掌仍是跟著下擊，拍的一聲，只痛得他額頭冷汗直冒，此刻救師兄要緊，忙抱起鹿杖客，飛身躍出高牆。便在此時，塔中又是一根燃燒著的大木柱倒將下來，壓著韓姬屍身，片刻間全身是火，塔下眾人齊聲大叫：「快跳下來，快跳下來！」范遙東竄西躍，躲避火勢。那寶塔樑柱燒毀後，磚石紛紛跌落，塔頂已微微幌動，隨時都能塌將下來。滅絕師太厲聲道：「芷若，你跳下去！」周芷若道：「師父，你先跳了，我再跳！」滅絕師太突然縱身而起，一掌向范遙的左肩劈下，喝道：「魔教的賊子，實是容你不得！」范遙一聲長笑，縱身躍下。張無忌一掌擊出，將他輕輕送開，讚道：「范右使，大功告成，當真難能！」范遙站定腳步，說道：「若非教主神功蓋世，大夥兒人人成了高塔上的烤豬，范遙行事不當，何功之有？」滅絕師太伸臂抱了周芷若，踴身下跳，待離地面約有丈許時，雙臂運勁上托，反將周芷若托高了數尺。這麼一來，周芷若變成只是從丈許高的空中落下，絲毫無礙，滅絕師太的下墮之勢卻反而加強。張無忌搶步上前，運起乾坤大挪移神功往她腰後拍去。豈知滅絕師太死志已決，又絕不肯受明教半分恩惠，見他手掌拍到，拼起全身殘餘力氣，反手一掌擊出。雙掌相交，砰的一聲大響，張無忌的掌力被她這一掌轉移了方向，喀喇一響，滅絕師太重重摔在地下，登時脊骨斷成數截。張無忌卻也被她挾著下墮之勢的這一掌打得胸口氣血翻湧，連退幾步，心下大感不解，滅絕師太這一掌，明明便是自殺。周芷若撲到師父身上，哭叫：「師父，師父！」其餘峨嵋派眾男女弟子都圍在師父身旁，亂成一團。滅絕師太道：「芷若，從今日起，你便是本派掌門，我要你做的事，你都……都不會違背嗎？」周芷若哭道：「是，師父，弟子不敢忘記。」滅絕師太微微一笑，道：「如此，我死也瞑目……」眼見張無忌走上前來，伸手要搭她脈搏，滅絕師太右手驀地裏一翻，緊緊抓住張無忌的手腕，厲聲道：「魔教的淫徒，你若玷污了我愛徒清白，我做鬼也不饒過……」最後一個「你」字沒說出口，已然氣絕身亡，但手指仍然不鬆，五片指甲在張無忌手腕上掏出了血來。范遙叫道：「大夥兒都跟我來，到西門外會齊。倘若再有耽擱，奸王的大隊人馬這就要來啦。」張無忌抱起滅絕師太的屍身，低聲道：「咱們走罷！」周芷若將師父的手指輕輕扳離他手腕，接過屍身，向張無忌一眼也不瞧，便向寺外走去。這時崑崙、崆峒、華山諸派高手早已蜂擁而出。只有少林派空聞、空智兩位神僧不失前輩風範，過來合十向張無忌道謝。和宋遠橋、俞蓮舟等相互謙讓一番，始先後出門。張無忌以乾坤大挪移神功相援六派高手下塔。內力幾已耗盡，最後和滅絕師太對了那一掌，更是大傷元氣，這時幾乎路也走不動了。莫聲谷將他抱起，負在背後。張無忌默運九陽神功，這才內力漸增。※※※其時天已黎明，群雄來到西門，驅散把守城門的官兵，出城數里，楊逍已率領騾馬大車來接，向眾人賀喜道勞。空聞大師道：「今番若不是明教張教主和各位相救，我中原六大派氣運難言。大恩不言謝，為今之計，咱們該當如何，便請張教主示下。」張無忌道：「在下識淺，有甚麼主意，還是請少林方丈發號施令。」空聞大師堅執不肯。張松溪道：「此處離城不遠，咱們今日在韃子京城中鬧得這麼天翻地覆，那奸王豈能罷休？待得王府中火勢救滅，定必派遣兵馬來追。咱們還是先離此處，再定行止。」何太沖道：「奸王派人來追，那是最好不過，咱們便殺他個落花流水，出一出這幾日所受的惡氣。」張松溪道：「大夥兒功力未曾全復，要殺韃子也不忙在一時，還是先避一避的為是。」空聞大師道：「張四俠說的是，今日便是殺得多少韃子，大夥兒也必傷折不小，咱們還是暫且退避。」少林掌門人說出來的話畢竟聲勢又是不同，旁人再無異議。空聞大師又問：「張四俠，依你高見，咱們該向何處暫避？」張松溪道：「韃子料得咱們不是向南，便向東南，咱們偏偏反其道而行之，逕向西北，諸位以為如何？」眾人都是一怔。楊逍卻拍手說道：「張四俠的見地高極。西北地廣人稀，隨便找一處荒山，盡可躲得一時。韃子定然料想不到。」眾人越想越覺張松溪此計大妙，當下撥轉馬匹，逕向北行。行出五十餘里，群俠在一處山谷中打尖休息。楊逍早已購齊各物，乾糧酒肉，無一或缺。眾人談起脫困的經過，都說全仗張無忌和范遙兩人相救。這邊廂周芷若和峨嵋派眾人將滅絕師太的屍身火化了。空聞、空智、宋遠橋、張無忌等一一過去行禮致祭。滅絕師太一代大俠，雖然性情怪僻，但平素行俠仗義，正氣凜然，武林中人所共敬。峨嵋群弟子放聲大哭，餘人也各淒然。空聞大師朗聲說道：「人死不能復生，峨嵋諸俠只須繼承師太遺志，師太雖死猶生。這一次奸人下毒，誰都吃了大虧，本派空性師弟也為韃子所害，此仇自是非報不可，如何報仇，卻須從長計議。」空智大師道：「中原六大派原先與明教為敵，但張教主以德報怨，反而出手相救，雙方仇嫌，自是一筆勾銷。今後大夥兒同心協力，驅除胡虜。」眾人一齊稱是。但說到如何報仇，各派議論紛紛，難有定見。最後空聞說道：「這件事非一時可決，咱們休息數日，分別回去，日後大舉報仇，再徐商善策。」當下眾人均點頭稱是。張無忌道：「此間大事已了，我有些私人俗務，尚須回大都一轉，謹與各位作別，今後當與各位並肩攜手，與韃子決一死戰。」群豪齊叫：「大夥兒並肩攜手，與韃子決一死戰。」呼聲震天，山谷鳴響，當下一齊送到谷口。張無忌行禮作別。楊逍道：「教主，你是天下英雄之望，一切多多保重。」張無忌道：「兄弟理會得。」縱馬向南馳去。