第五十五回　吐露機密鐵面判官單正家居山東泰安大東門外，一入泰安境內，隨便向途人一打聽，那是人人皆知。喬峰和阿朱來到泰安時，已是傍晚，問明單家的所在，當即穿城而過，出得大東門來，行不到一里，只見濃煙衝天，甚麼地方失了火，跟著鑼跋噹噹響起，遠遠聽得人叫道：「走了火啦，快救火。」喬峰也不以為意，縱馬奔馳。越奔近失火之處，只聽得有人大聲叫道：「快救火啊，快救火啊，是鐵面單家！」喬峰和阿朱同時吃了一驚，一齊勒馬，兩人對望了一眼，心中均想：「難道又給大惡人搶到了先著？」阿朱安慰道：「單家人丁眾多，屋子燒了，未必連人也燒在內。」喬峰嘆道：「早知如此，那日在聚賢莊中不該殺了單伯山和單仲山。」他自殺單氏二虎之後，和單家結仇極深，這番來到泰安，心中雖無再次殺人之意，但想單正和他的子孫兄弟決計放自己不過，原是預備了大戰一場來的。不料未到莊前，對方正遭大難，漸漸馳近單家莊，只覺熱氣炙人，紅燄亂舞，當真好一場大火。這時四下裏的鄉民已趕來救火，提水的提水、潑沙的潑沙。幸好單家莊四周掘有極深的壕溝，附近又無人居住，火災不致蔓延。山東民風純樸，鄉鄰有難，人人出力相助，何況單家行俠仗義，對貧窮的鄰家一向盡力救濟，是以眾鄰居一聽到單家失火，無不踴躍出力。喬峰和阿朱馳到災場之旁，下馬牽韁觀看。只聽一名漢子嘆道：「單老爺這樣的好人，屋子燒了不說，怎麼全家三十餘口，一個也沒能逃出來？」另一人道：「那定是仇家放的火，堵住了門不讓人逃走。單家連三歲小孩也會武功，豈有逃不出來之理？」先一人道：「聽說單大爺、單二爺在河南給一個甚麼喬峰的惡人害了，這次來放火的，莫非又是這個大惡人？」阿朱和喬峰說話之時，提到那個對頭時，總是稱之為「大惡人」，這時聽那兩個鄉人也提到「大惡人」，不禁相互瞧了一眼。那年紀較輕的人道：「那自然是喬峰了。」他說到這裏，放低了聲音，道：「他定是率領了大批手下闖進莊去，將單家殺得雞犬不留。唉，老天真沒眼睛。」那年紀大的人道：「這喬峰作惡多端，將來定比單老爺死得慘過百倍。」阿朱聽他咀咒喬峰，心中著惱，伸手在馬頸旁一拍，那馬吃驚，一足彈出，正好踢在那人背上。那人「啊」的一聲，身子矮了下去。阿朱道：「你口中不乾不淨的說些甚麼？」那人給馬蹄踢了一腳，想起「大惡人」喬峰屬下人手眾多，嚇得一聲也不敢吭，急急走了。喬峰微微一笑，但笑容之中，帶著三分凄苦的神色，和阿朱走到火場的另一邊去，聽得眾人紛紛談論，說話一般無異，都說單家男女老幼三十餘口，竟沒一個能逃出來。喬峰在火場中聞到一陣陣焚燒屍體的臭氣，知道各人所言非虛，單正全家確是盡數葬身在火窟之中了。阿朱低聲道：「這大惡人當真辣手，將單正父子害死，也就罷了，何以要殺他全家？更何必連屋子也燒去了？」喬峰哼了一聲，道：「這叫做斬草除根，倘若換作了我，也得燒屋。」阿朱一驚，道：「為甚麼？」喬峰道：「那一晚在杏子林中，單正曾說過幾句話，你想必也聽到了。他說道：『我家中藏得有這位帶頭大哥的幾封書信，拿了這封信去一對筆跡，果是真跡。』」阿朱嘆道：「是了，他就算殺了單正，怕你來到單家莊中，找到了那幾封書信，還是能知道這人的姓名。一把火將單家莊燒成了白地，那就甚麼書信也沒有了。」眼見救火的人愈聚愈多，但火勢正烈，一桶桶水潑到火上，霎時之間化作了白氣，卻那裏遏得住火頭？一陣陣熱氣噴將出來，只衝得各人不住後退。眾人一面嘆息，一面大罵喬峰。鄉下人口中的污言穢語，那自是難聽之極了。阿朱生怕喬峰聽了這些無理之極的辱罵，怒氣難以抑制，竟爾大開殺戒，這些鄉下人可就慘了，偷眼向他瞧去，只見喬峰臉上顯現的，卻是一副奇怪之極的神色，似是傷心，又似懊悔，但最大的神氣，還是憐憫。好像他覺得這些鄉下人愚蠢之至，不值得一殺。喬峰嘆了口長氣，道：「天台山去罷！」他提到天台山，那確是無可奈何之事。天台山智光大師當年雖曾參與殺害他父母這一役，但近二十年來，智光大發心願遠赴異域，採集樹皮，醫治浙閩兩廣一帶百姓的瘧病，活人無數，自己卻也因此而身染重病，痊癒後武功全失。這等濟世救人的行徑，江湖上無人不敬，提起智光大師來，誰都稱之為「萬家生佛」。喬峰若非萬不得已，決計不肯去和他為難。兩人離了泰安，取道南行。這一次喬峰卻也不想拚命趕路了，心想自己好整以暇，說不定還可保得智光大師的性命，若是和先前一般的兼程而行，到得天台，多半又是見到智光大師的屍體，說不定連他所居的禪寺也給燒成了白地。何況智光行腳無定，雲游四方，未必一定是在天台山的寺院之中。天台山是在浙東，兩人自泰安一路向南。這一次緩緩行來，恰似遊山玩水一般，喬峰和阿朱談論江湖上的奇事軼聞，若非心事重重，實足遊目暢懷。這一日來到鎮江，兩人上得金山寺去，縱覽江景，喬峰瞧著浩浩江水，向東而去，猛地裏想起一事，說道：「那個『帶頭大哥』和『大惡人』，說不定便是一人。」阿朱擊掌道：「是啊，怎地咱們一直沒有想到此事？」喬峰道：「當然也或者是兩個人，但這兩人定然關係異常密切。否則那大惡人絕不至於千方百計，要掩飾那帶頭大哥的身份。」阿朱道：「喬大爺，我還想到，那晚在杏子林中述說往事，只怕──只怕──」，說到這裏，聲音不禁有些發顫。喬峰接口道：「只怕那大惡人便是在杏子林中？」阿朱顫然道：「是啊。那鐵面判官單正說道，他家中藏有帶頭大哥的書信，這番話是在杏子林中說的，他全家被燒成了白地──唉，我想起那件事來，心中很怕。」她身子微微發抖，靠在喬峰的身側。喬峰道：「我還有一件事奇怪。」阿朱道：「甚麼事？」喬峰望著江中的帆船，說道：「這大惡人聰明機謀，處處在我之上，說到武功，只怕也不弱於我，他若要取我性命，實是易如反掌！他何以這般怕我得知我仇人的名字？」阿朱覺得他說得入情入理，拉著他的手臂，說道：「喬大爺，我想那大惡人自從害了你爹娘之後，對你心中有愧，不肯再加害於你，當然，也不願你去報仇，以致命送你手。」喬峰點了點頭，道：「多半如此。」向她微微一笑，道：「他既不願害我，自然更加不會害你了，你不用害怕。」過了半晌，嘆道：「喬某枉稱英雄，卻給人玩弄於股掌之上，絕無還手之力。」過長江後，不一日又過錢塘江，來到天台縣城。喬峰和阿朱在縣城的客店中歇了一宿，次日一早起來，正要向店夥打聽入天台山的路程，店中的帳房忽然匆匆進來說道：「喬大爺，天台山止觀禪寺有一位師父前來拜見。」喬峰吃了一驚，他住宿客店之時，曾隨口誑稱自己姓關，便道：「你何以叫我喬大爺？」那帳房道：「止觀寺的師父說了喬大爺的形貌，一點不錯。」喬峰和阿朱對瞧了一眼，心下均極驚異，他二人早已易容改裝，而且與在山東泰安時又頗不同，居然一到天台，便給人認了出來。喬峰道：「好，請他進來相見。」那賬房轉身出去，不久帶了一個三十來歲的矮胖僧人進來。那僧人合十向喬峰為禮，說道：「家師上智下光，命小僧苦茶邀請喬大爺、阮姑娘赴敝寺隨喜。」喬峰聽他連阿朱姓阮也知道，更是詫異。喬峰說道：「不知師父何以得悉在下的姓氏──」苦茶和尚說道：「家師吩咐，說道天台縣城『傾蓋客店』之中，住得有一位喬英雄、一位阮姑娘，命小僧前來迎接上山。這位是喬大爺了，不知阮姑娘在何處？」原來阿朱扮作個中年男子，苦茶看不出來，還道阮姑娘不在此處。喬峰又問：「咱們昨晚方到此間，尊師何以便知？難道他真有前知的本領麼？」苦茶還未回答，那帳房先生搶著說道：「止觀禪寺的智光大師是有道高僧，神通廣大，屈指一算，便知喬大爺要來。別說明天後天的事算得出，便是五百年之後的事情，他老人家也是無所不知呢。」喬峰知道智光大師名氣極響，一般愚民更是奉若神明，當下也不多言，說道：「阮姑娘隨後便來，你領咱二人先去止觀寺罷。」苦茶道：「是。」喬峰要算房飯錢，那帳房說道：「閣下既是止觀寺老神僧的客人，這幾錢銀子的房飯錢，那是無論如何不肯收的。」喬峰道：「叨擾了。」心下暗想：「智光大師有德於民，他害死我爹爹的怨仇，我是一筆勾銷，決計不報的了。只盼他能將那大惡人的身份向我透露，我便心滿意足。」當下隨著苦茶，出得縣城，徑向天台山而來。天台山風景清幽，只是山徑盤旋曲折，甚難辨認，當年劉阮誤入天台而遇仙女，可見山水固極秀麗，山道卻不易行走。喬峰跟在苦茶身後，見他腳力甚健，可是顯然不會武功，但他素知人心險詐，並不因此而放鬆了戒備之意，尋思：「對方既知是我。豈有不嚴加防範？智光大師雖是有德高僧，旁人卻未必都是和他一般的心思。」但見山道愈行愈險，他眼觀六路、耳聽八方，防備敵人隨時來襲。豈知一路平安，太平無事的便來到了止觀寺外。這止觀寺在江湖上聲名甚響，原來只是平平常常的一座小廟，灰泥和油漆已大半剝落，若不是苦茶引來，如果喬峰和阿朱親自尋到，還真不信這便是大名鼎鼎的止觀禪寺了。苦茶來到寺外，也沒甚麼通報、接見等等規矩，推開廟門，大聲說道：「師父，喬大爺到了。」只聽得智光的聲音說道：「嘉客遠來，快去烹茶。」說著便迎了出來，合十為禮。喬峰在見到智光之前，一直擔心莫要給大惡人又先行了一步，趕在頭裏將智光殺了，直到親見他面，這才放心，當下和阿朱兩人都抹去了臉上化裝，以本來面目相見。喬峰深深一揖，執禮甚恭。智光道：「善哉，善哉！喬施主，你本是姓蕭，自己可知道麼？」喬峰身子一顫，他雖然早知自己是契丹人，但父親姓甚麼，卻一直未知，這時聽智光第一次說他姓「蕭」，不由得背上出了一陣冷汗，知道自己的身世真相，正在一點點的顯露，當即躬身道：「小可不孝，正是來求大師指點。」智光點了點頭道：「兩位請坐。」三人在木椅上坐定，苦茶送上茶來，見兩人相貌改變，阿朱更是變作了女人，大是驚詫，只是師父在座，不敢多問。智光續道：「令尊在雁門關外石壁之上，留下字跡，自稱姓蕭，名叫遠山。他在遺文中稱你為『峰兒』。咱們保留了你原來的名字，只因托給喬三槐養育，須得跟他之姓。」喬峰淚如雨下，站立起來，說道：「在下今日始知父親姓名，大師恩德，受在下一拜。」說著便拜了下去。智光合十還禮，道：「恩德二字，如何克當？」喬峰轉頭向阿朱道：「從今而後，我是蕭峰，不是喬峰了。」阿朱道：「是，蕭大爺。」遼國的國姓是耶律，皇帝所娶皇后，歷代均是姓蕭，蕭家世代后族，在遼國極有權勢。有時遼主年幼，蕭太后執政，外戚蕭家威勢更重。蕭峰忽然獲知自己乃是契丹大姓，一時之間百感交集。智光道：「蕭大俠，雁門關外，石壁上所留的字跡，你想必已經見到了？」蕭峰搖頭道：「沒有。我到得關外，石壁上的字跡，早已給人鏟得乾乾淨淨，甚麼影子也沒留下。」智光輕嘆一聲，道：「事情已經做下了，石壁上的字能鏟去，這幾十條性命又如何能夠救活？」說著從衣袖之中，取出一張極大的黃紙來，說道：「蕭施主，這便是石壁遺文的拓片。」蕭峰全身一震，將黃紙接過，展了開來，只見紙上一個個都是空心的白字，彎彎曲曲，形如蝌蚪，卻是一字不識，知道這便是契丹文字了，但見這些字跡筆劃雄健，有如刀斫斧劈，聽智光那日所說，這是自己父親臨死前所書，不由得眼前模糊，淚水潸潸而下，一點點都滴在紙上，說道：「還求大師譯解。」智光大師道：「當年咱們拓了下來，求雁門關內識得契丹文字之人解釋，連問數人，意思都是一般，想必兒不錯的了。蕭施主，這一行字說道：『峰兒周歲，偕妻往外婆家赴宴，途中突遇南朝大盜』──」蕭峰聽到這裏，心中更是一酸，聽智光繼續說道：「『──事出倉卒，愛妻為盜所害，余亦不欲再活人世。余授業恩師乃南朝漢人，余在師前曾立誓不殺漢人，豈知今日一殺十餘，既愧且痛，死後亦無面目以見恩師矣。蕭遠山絕筆。』」蕭峰聽智光說完，恭恭敬敬的將拓片收起，泣道：「這是蕭某先人遺澤，求大師見賜。」智光道：「原該奉贈。」蕭峰腦海中一片混亂，體會到父親當時的傷痛之情，原來他投崖自盡，不但是由於心傷母親慘亡，亦因自毀誓言，殺了許多漢人，以致愧對師門。智光道：「咱們初時只道令尊率領契丹武士，前赴少林劫奪經書，待得讀了這石壁遺文，方知道事出誤會，大大的錯了。令尊既然投崖自盡，絕無寫些假話來騙人之理。他若是前赴少林奪經，又怎會攜帶一個不會絲毫武功的夫人，懷抱一個甫滿周歲的嬰兒？事後咱們詳加查究少林奪經這消息的來源，原來是出於一個妄人之口，此人存心戲弄那位帶頭大哥，要他千里奔波，好取笑他一番。」蕭峰道：「嗯，原來是想開個玩笑，這個妄人怎樣了？」智光道：「帶頭大哥查明真相，自是惱怒之極，那妄人卻逃了個不知去向，從此無影無蹤。如今事隔三十年，想來也必不在人世了。」蕭峰道：「多謝大師告知這件事的前因後果，使蕭峰得能重新為人。蕭某只想再問一件事。」智光道：「蕭施主要問何事？」蕭峰道：「那位帶頭大哥，究是何人？」智光道：「老衲聽說所施主為了查究此事，已將譚公、譚婆、趙錢孫三位打死，又將泰安單家莊燒成了白地，料得施主遲早要來此間。施主請稍候片刻，老衲請施主看一樣物事。」說著站起身來，走向後堂。過了一會，苦茶走到客堂，說道：「師父請兩位到禪房說話。」蕭峰和阿朱跟著他穿過一條竹蔭森森的小徑，來到一座小屋之前。苦茶推開板門，道：「請！」蕭峰走了進去，只見智光盤膝坐在一個蒲團之上，向蕭峰笑了一笑，伸出手指，在地下寫起字來。這小屋中的地下久未打掃，積塵甚厚，只見他在灰塵中寫道：「萬物一般，眾生平等！畜生聖賢，一視同仁。漢人契丹，亦幻亦真。恩怨榮辱，俱在灰塵。」寫畢微微一笑，便閉上了眼睛。蕭峰瞧著地下這八句話，怔怔出神，心想：「在佛家看來，不但仁者惡人都是一般，連畜生餓鬼，和帝皇將相亦無差別，我到底是漢人還是契丹人，實在殊不足道。但我不是佛門子弟，怎能如他這般灑脫？」說道：「大師，到底那帶頭大哥是誰？還請見示。」連問幾句，智光只是微笑不答。蕭峰定睛一看，不由得大吃一驚，見他臉上雖有笑容，卻似是僵硬不動。蕭峰連叫兩聲「智光大師」，見他仍無半點動靜，伸手一探他的鼻端，卻原來呼吸早停，已然圓寂。蕭峰凄然無語，躬身拜了幾拜，向阿朱招招手，道：「咱們走罷！」兩人悄悄走出止觀寺，垂頭喪氣的回向天台縣城，走出十餘里，蕭峰說道：「阿朱，我本無加害智光大師之意，他──他──何苦如此？」阿朱道：「這位高僧看破紅塵，大徹大悟，原已無生死之別。」蕭峰道：「你猜他怎能料到咱們要到止觀寺來？」阿朱道：「我想──我想，還是那個大惡人所幹的好事。」蕭峰道：「我也是這麼推測，這大惡人先去告知智光大師，說我要找他尋仇，智光大師自忖難逃我的毒手，索性先行自盡。」兩人你看看我，我看看你，半晌無語。阿朱忽道：「蕭大爺，我有幾句不知進退的話，說了你可別見怪。」蕭峰道：「怎地這等客氣起來？我當然不會見怪。」阿朱道：「我想智光大師那幾句偈語，倒是十分有理。甚麼『漢人契丹，亦幻亦真。恩怨榮辱，俱化灰塵！』其實你是漢人也好，是契丹人也好，又有甚麼分別？江湖上刀頭上的生涯，你也過得厭了，不如到雁門關外去打獵牧羊，中原武林中的恩怨榮辱，再也不理。」蕭峰嘆了口氣，道：「這些刀頭上掙命的生涯，我確是過得厭了，塞外大漠中馳馬放鷹、縱犬逐兔，那當真是太平得多。阿朱，我在塞外，你來瞧我不瞧？」阿朱臉上一紅，低聲道：「我不是說『放羊』麼？你打獵，我便放羊。」說到這裏，將頭低了下去。蕭峰雖是個粗豪漢子，但阿朱這幾句話中所含的用意，卻也是聽得明明白白，她是說要和自己終身在大漠中廝守，再也不回中原。蕭峰初時救她，只不過一時意氣，感於和慕容復一點英雄相惜的神交之意，待得她追到雁門關外，偕赴泰安、天台，萬里奔波，日夕相親，才處處感到了她的溫柔親切，此刻更聽到她直言無隱的吐露心事，不由得心意激盪，伸出粗大的手掌，握住了她的小手，道：「阿朱，你對我這麼好，不以我是契丹賤種而厭棄我麼？」阿朱道：「漢人是人，契丹人也是人，那有甚麼貴賤之分。我──我喜歡做契丹人，這是真心誠意，一點也不勉強。」說到後來，聲音有如蚊叫，細不可聞。蕭峰大喜，突然伸掌抓住她腰，將她身子拋上半空，待她跌了下來，然後輕輕接住，放在地下，笑瞇瞇的向她瞧了一眼，大聲道：「得一知己，足以無憾。阿朱，你以後跟著我打獵放羊，是永不後悔的了？」阿朱道：「便跟著你殺人放火、打家劫舍，也不後悔。跟著你吃盡千般苦楚、萬種熬煎，也是歡歡喜喜。」蕭峰道：「蕭某得有今日，別說要我重當丐幫幫主，就是叫我做大宋皇帝，我也不幹。阿朱，這就到信陽找馬夫人去，她肯說也罷，不肯說也罷，這是咱們最後要找的一個人，一句話問過，咱們便到塞外打獵放羊去也。」阿朱道：「蕭大爺──」蕭峰道：「從今而後，你別叫我大爺、二爺了，你叫我大哥！」阿朱滿臉通紅，道：「我怎麼配？」蕭峰道：「你肯不肯叫？」阿朱微笑道：「千肯萬肯，就是不敢。」蕭峰笑道：「你且叫一聲試試。」阿朱細聲道：「大──大哥！」蕭峰哈哈大笑，道：「是了，從今而後，蕭某不再是孤孤單單、給人輕賤鄙視的胡虜種，這世上至少有一個人──有一個人──」一時不知如何說才是。阿朱接口道：「有一個人敬重你、欽佩你、感激你，願意永永遠遠、生生世世，陪在你身邊，和你一同抵受患難屈辱、艱險困苦。」蕭峰縱聲長笑，四周山谷鳴響，他想到阿朱說「一同抵受患難屈辱、艱險困苦」，明知前途滿是荊棘，卻也甘受無悔，心中感激，不由得兩行淚水，從腮邊滾了下來。前任丐幫副幫主馬大元的家住在河南信陽鄉下，蕭峰偕阿朱從江南的天台山前赴信陽，千里迢迢，在途非止一日。兩人自從在天台山上互通心曲，兩情繾綣，一路上按轡徐行，看出來風光處處，盡是醉人如酒。阿朱本來不善飲酒。但為了助蕭峰之興。總是勉強陪他喝上幾杯，嬌臉生暈，更增溫馨。蕭峰本來滿懷激憤，但經阿朱言笑晏晏，說不盡的妙語解頤，悲憤之意倒是減了大半。這一番從江北上中州，比之當日雁門關外疾趨山東，心情是大不相同了。這一日來到光州，到信陽已不過兩日之程。阿朱說道：「大哥，你想咱們怎樣去盤問馬夫人才好？」那日在杏子林中，馬夫人言語神態對蕭峰充滿敵意，蕭峰當時雖是不快，但事後想來，她失了丈夫，認定丈夫是他所害，恨極自己原是情理之常，如若不恨，反而反常了。又想她是個身無武功的寡婦，若是恫嚇威脅於她，那是大大的失了自己豪俠身份，更不用說以力逼問，聽阿朱這麼問，倒是躊躇難答，怔了一怔，才道：「我想咱們只好善言相求，盼她能明白事理，不再冤枉我殺她丈夫。阿朱，不如你去眼她說？好不好？你口齒伶俐，大家又都是女人，只怕她一見我之面，大起怨恨，甚麼事情都弄僵了。」阿朱微笑道：「我倒是有個計較在此，就怕你覺得不好。」蕭峰忙道：「甚麼計較？」阿朱道：「你是大英雄大丈夫，不能向她逼供，卻由我來哄騙於她，如何？」蕭峰喜道：「能夠哄她吐露了真相，那是再好也沒有了。阿朱，你知道我日思夜想，只盼能手刃這個殺父的大仇，哼，我今日陷入身敗名裂之境，背負惡名，與天下英雄為仇，中原豪傑人人欲殺我而後快，都是這個大惡人害的。我若不將他砍成肉醬，怎能和你同到大漠中打獵牧羊？」說到後來，聲音越來越是高亢。近日來他神態雖已不如往時之鬱鬱，但對這大惡人的仇恨之心，絕不因此而減了半分。阿朱道：「你的心事我怎不知？這大惡人如此害你，我只盼能先砍他幾刀，幫你出一口惡氣。咱們捉到他之後，也要設一個英雄大宴，招請普天下的英雄豪傑，當眾說明你的委屈，回復你的清白之名。」蕭峰嘆道：「那也不必了。我在聚賢莊上已殺了許多人，和天下英雄結怨已深，已不求人諒我。蕭峰只盼了斷此事，自己心中得能平安，然後和你並騎在塞外馳騁，咱二人終生和虎狼犬羊為伍，再也不要見這些英雄好漢了。」阿朱道：「那真是謝天謝地，求之不得的事。」她微微一笑，道：「大哥，我想易容改裝，假扮一個人，去哄騙馬夫人說了那個大惡人的姓名出來。」蕭峰一拍大腿，叫道：「是啊，是啊，我怎地沒想到這一節，你的易容神技用在這件事上，那真是再好也沒有了。你想扮甚麼人？」阿朱道：「那就要請問你了。馬副幫主在世之日，在丐幫中與誰最是交好？我若扮了此人，馬夫人想到是丈夫的知交好友，自是不會有絲毫隱瞞。」蕭峰道：「嗯，丐幫中和馬大元兄弟最交好的，一個是王舵主，一個是全冠清，一個是陳長老，執法長老白世鏡跟他交誼也很深。」阿朱嗯了一聲，側頭想像這幾個人的形貌神態。蕭峰又道：「馬兄弟為人極是沉靜拘謹，不像我這樣好酒貪杯，大吵大鬧。因此平時他和我甚少在一起喝酒談笑，全冠清、白世鏡這些人和他性子相近，常在一起鑽研武功。」阿朱道：「王舵主是誰，我不識得。那個陳長老麻袋中裝滿毒蛇、蠍子，我一見就怕，這門功夫可扮他不像。全冠清身材太高，要扮他半天是扮得像的，但如在馬夫人家中耽得時候久了，慢慢套問她的口風，只怕露出馬腳。我還是學白長老的好。他在聚賢莊中跟我說過好幾次話，學他最是容易。」蕭峰微笑道：「你養傷期間，白長老待你甚好，力求薛神醫替你治傷。你扮了他的樣子去騙人，不有點對他不起麼？」阿朱笑道：「我扮了白長老後，只做好事，不做壞事，不累及他的聲名，也就是了。」當下在一間小客店中便裝扮起來，阿朱將蕭峰扮作一名丐幫的六袋弟子，算是白長老的隨從，叫他越少說話越好，以防馬夫人精細，瞧出了破綻。蕭峰見阿朱裝成白長老後，臉如寒霜，不怒而威，果然便是那個丐幫南北數萬弟子既敬且畏的執法長老，不但形貌逼肖，而且說話舉止，更活活便是一個白世鏡。蕭峰和白長老相交將近十年，竟然說不出阿朱的喬裝之中有何不妥。兩人將到信陽，蕭峰沿途見到丐幫人眾，便以幫中暗語與之交談，查問丐幫中首腦人物的動向，再宣示白長老來到信陽，令馬夫人先行得到訊息。只要她心中先入為主，阿朱的裝扮中，便有甚麼重大破綻露出，她也不會在意了。馬大元居信陽西郊，離城三十餘里。蕭峰向當地的丐幫弟子打聽了路途，和阿朱前赴馬家。兩人故意慢慢行走，挨著時刻，直至傍晚才到，須知白天諸物看得分明，阿朱的喬裝容易敗露，一到晚間，甚麼都朦朦朧朧，便易混過了。蕭峰來到馬家門外，只見一條小河繞著三間小小的瓦屋，屋旁兩株垂楊，門前是一塊平地，似是農家的曬穀場子，但四角各有一個深坑。蕭峰深知馬大元的武功家數，一見到這四個深坑，便知是他平時練功之用，如今幽明異路，不由得心中一酸。正要上前打門，突然間呀的一聲，板門開了，走出一個全身縞素的婦人出來，正是馬夫人。馬夫人向蕭峰瞥了一眼，躬身向阿朱行禮，說道：「白長老光臨寒舍，真正料想不到，請進奉茶。」阿朱道：「在下有一件要事須與夫人商量，是以作了不速之客，還請恕罪。」馬夫人臉上似笑非笑，嘴角邊帶著一絲幽怨，和她滿身縞素衣裳甚是相襯。這時太陽正要下山，返照在她臉上，蕭峰見她眉梢眼角，隱隱起了皺紋，約莫已有三十五六歲年紀，臉容微尖，相貌卻是甚美。當下兩人隨著馬夫人走進屋去，見一間廳堂頗為窄小，中間放了一張桌子，兩旁四張椅子，便甚少餘地了。一個老婢送上茶來，馬夫人這才問起蕭峰的姓名，阿朱信口胡謅了一個。馬夫人問道：「白長老大駕光降，不知有何見教？」阿朱道：「徐長老在衛輝逝世，夫人想已知聞。」馬夫人突然一抬頭，目光中露出訝異的神色，道：「我自然知道。」阿朱道：「咱們都疑心是喬峰下的毒手，後來譚公、譚婆、趙錢孫三位前輩又在衛輝城外被人害死，跟著山東泰安鐵面判官單家被人燒成了白地。不久之前，我到江南查辦一名七袋弟子違犯幫規之事，途中得到訊息，天台山止觀寺的智光老和尚突然圓寂了。」馬夫人身子一顫，臉上變色，道：「這──這又是喬峰幹的好事？」阿朱道：「我親到止觀寺中查勘，沒得到甚麼結果，但想喬峰下一步，定是來和夫人為難，因此急忙趕來，勸夫人到別的地方去暫住一年半載，免受喬峰這惡人的加害。」她口口聲聲，指責喬峰，但盼馬夫人深信不疑。馬夫人泫然欲涕，說道：「自從馬大爺不幸遭難，我活在人世本來也是多餘，這姓喬的要加害於我，我正是求之不得，又何必覓地避禍？」阿朱道：「夫人說那裏話來？馬兄弟大仇未報。正兇尚未擒獲，夫人身上還挑著一副重擔。啊，馬兄弟靈位設在何處，我當去靈前一拜。」馬夫人道：「不敢當。」還是領著兩人，來到後堂。阿朱先拜過了，蕭峰畢恭畢敬的在靈前磕下頭去，心中暗暗禱祝：「馬大哥，你死而有靈，今日須當感動你夫人，說出真兇姓名，好讓我替你報仇伸冤。」