第二四回　太極初傳柔克剛張無忌心想宋大師伯等不知是否已從西域回山，這一路始終沒聽到他們的音訊，倘若途中有甚麼耽擱變故，留守本山的只有太師父和若干第三代弟子，三師伯俞岱巖殘廢在床，強敵猝至，卻如何抵擋？想到此處，不由得憂心如焚，朗聲道：「各位前輩、兄長，武當派乃先父出身之所，太師父對我恩重如山。今當大難，救兵如救火，早到一刻好一刻。現請韋蝠王陪同本人，先行赴援，各位陸續分批趕來，一切請楊左使和外公指揮安排。」說著雙手一拱，閃身出了山門。韋一笑展開輕功，和他並肩而行。群豪答應之聲未出，兩人已到了少林寺外。這兩人輕功之佳、奔馳之速，當世再無第三人及得上。兩人那裏敢有片刻耽擱，足不停步，急奔了數十里。韋一笑初時毫不落後，但時刻一長，內力漸漸不繼。張無忌心想：「到武當山路程尚遠，終不能如這般奔跑不休，何況強敵在前，尚須留下精力大戰。」對韋一笑道：「咱們到前面市鎮上去買兩匹坐騎，歇一歇力。」韋一笑早有此意，只是不便出口，便道：「教主，買賣坐騎，太耗辰光。」過不多時，見迎面五、六乘馬馳來，韋一笑縱身而起，將兩個乘者提起，輕輕放在地下，叫道：「教主，上罷！」張無忌遲疑停步，心想如此攔路劫馬，豈非和強盜無異？韋一笑叫道：「處大事者不拘小節，那顧得這許多？」呼喝聲中又將兩名乘者提下馬來。那幾人也會一點武功，紛紛喝罵，抽出兵刃便欲動手。韋一笑雙手勒住四匹馬，將那些人的兵刃踢得亂飛，只聽一人喝道：「逞兇行劫的是那一路好漢，快留下萬兒來！」張無忌心想糾纏下去，只有更得罪人，縱身躍上馬背，和韋一笑各牽一馬，絕塵而去。那些人破口大罵，卻不敢追趕。張無忌道：「咱們雖然迫於無奈，但焉知人家不是身有急事，此舉究屬於心不安。」韋一笑笑道：「教主，這些小事，何足道哉？昔年明教行事，那才稱得上『肆無忌憚、橫行不法』呢！」說著哈哈大笑。張無忌心想：「明教被人目為邪魔異端，其來有由。可是到底何者為正，何者為邪，卻也難下確論。」想起身負教主重任，但見識膚淺，很多事都拿不定主意，單是眼前奪馬這件小事，便猶豫不決，雖然武功高強，可是天下事豈能盡數訴諸武力？言念及此，心下茫然，只盼早日接得謝遜歸來，便可卸卻肩頭這副自己既挑不起、又實在不想挑的重擔。便在此時，突見人影幌動，兩個人攔在當路，手中均執鋼杖。韋一笑喝道：「讓開！」馬鞭攔腰捲去，縱馬便衝。一人舉杖擋開馬鞭，另一名漢子呼哨一聲，左手一揚。韋一笑的坐騎受驚，人立起來。便在此時，樹叢中又竄出四個黑衣漢子，看各人身法竟都是硬手。韋一笑叫道：「教主只管趕路，待屬下跟鼠輩糾纏。」張無忌見這些人意在阻截武當派的救兵，用心惡毒，可想而知，武當派處境實是極險，心知韋一笑的輕功武技並臻佳妙，與這一干人周旋，縱然不勝，至少也足以自保，當下雙腿一夾，催馬前衝。兩名黑衣人橫過鋼杖，攔在馬前，張無忌俯身向外，挾手便將兩根鋼杖奪過，順手擲出，只聽得啊啊兩聲慘呼，兩名黑衣漢子已被鋼杖分別打斷了大腿骨，倒在地下。他見纏住韋一笑的那四人武功著實不弱，只怕自己走後，韋一笑更增強敵，於是幫他料理了兩個。嵩山和武當山雖然分處豫鄂兩省，但一在豫西，一在鄂北，相距並不甚遠。一過馬山口後，向南一路都是平野，馬匹奔跑更是迅速，中午時分，過了內鄉。張無忌腹中饑餓，便在一處市集上買些麵餅充饑，忽聽得背後牽著的坐騎一聲悲嘶，回過頭來，只見馬肚上已插了一柄明晃晃的尖刀，一個人影在街口一幌，立即隱去。張無忌飛身過去，一把抓起那人，只見又是一名黑衣漢子，前襟上兀自濺滿馬血。張無忌喝問：「你在何人的手下？那一個幫會門派？你們大隊人馬已去了武當山沒有？」連問數聲，那人只是閉目不答。張無忌不敢多有耽擱，心想一切到了武當山上自能明白，當即伸手閉了他的「大椎穴」，叫他週身酸痛難當，苦挨三日三夜方罷。當下縱馬便行。一口氣奔到三官殿，渡漢水而南。船至中流，望著滔滔江水，想起那日太師父攜同自己在少林寺求醫不得而歸，在漢水上遇到常遇春、又救了周芷若的事來。腦海中現出她的麗容俏影，光明頂上脈脈關注的眼波，不由得出神。過漢水後，催馬續向南行。此時天色早黑，望出來一片朦朧，再行得一個時辰，更是星月無光，那坐騎疲累已極，再也無法支持，跪倒在地。他拍拍馬背，說道：「馬兒，馬兒，你在這兒歇歇，自行去罷！」展開輕功疾奔。行到四更時分，忽聽得前面隱隱有馬蹄之聲，顯是有大幫人眾，他加快腳步，從這群人身旁掠過。他身法既快且輕，又在黑夜之中，竟然無人知覺。瞧這群人的行向，正是往武當山而去，二十餘人不發一言，無法探知是甚麼來頭，但隱約可見均攜有兵刃，此去是和武當派為敵，決無可疑。他心中反寬：「畢竟將他們追上了，武當派該當尚未受攻。」再行不到半個時辰，前面又有一群人往武當山而去。如此前後一共遇見了五批，每批人多則三十幾人，少則十餘人。待看到第五批人後，他忽又憂急：「卻不知已有幾批人上了山去？是否已有人和本派中人動上了手？」他雖非武當派弟子，但因父親的淵源，向來便將武當派當作自己的門派。這麼一想，奔得更加快了。不久便即上山，幸好沒再遇到敵人。將到半山，忽見前面有一人發足急奔，光頭大袖，是個僧人，腳下輕功甚是了得，張無忌遠遠跟隨，察看他的動靜。見那僧人一路上山，將到山頂時，只聽得一人喝道：「是那一路的朋友，深夜光臨武當？」喝聲甫畢，山石後閃出四個人來，兩道兩俗，當是武當派的第三、四代弟子。那僧人合十說道：「少林僧人空相，有急事求見武當張真人。」張無忌微微一怔：「原來他是少林派『空』字輩的前輩大師，和空聞方丈、空智、空性三大神僧是師兄弟輩。他不辭艱辛的上武當山來，自是前來報訊。」武當派的一名道人說道：「大師遠來辛苦，請移步敝觀奉茶。」說著在前引路。空相除下腰間戒刀，交給了另一道人，以示不敢攜帶兵刃進觀。張無忌見那道人將空相引入紫霄宮三清殿，便蹲在長窗之外。只聽空相大聲道：「請道長立即稟告張真人，事在緊急，片刻延緩不得！」那道人道：「大師來得不巧，敝師祖自去歲坐關，至今一年有餘，本派弟子亦已久不見他老人家慈範。」空相道：「如此則便請通報宋大俠。」那道人道：「大師伯率同家師及諸位師叔，和貴派聯盟，遠征明教未返。」張無忌聽得「遠征明教未返」六字，暗暗吃驚，果然宋遠橋等在歸途中也遇上了阻難。只聽空相長歎一聲，道：「如此說來，武當派也和我少林派一般，今日難逃此劫了。」那道人不明其意，說道：「敝派事務，現由谷虛子師兄主持，小道即去通報，請他出來參見大師。」空相道：「谷虛道長是那一位的弟子？」那道人道：「是俞三師叔門下。」空相長眉一軒，道：「俞三俠手足有傷，心下卻是明白，老僧這幾句話跟俞三俠說了罷。」那道人道：「是，謹遵大師吩咐。」轉身入內。那空相在廳上踱來踱去，顯得極是不耐，時時側耳傾聽，當是擔心敵人攻上山來。過不多時，那道人快步出來，躬身說道：「俞三師叔有請。俞三師叔言道，請大師恕他不能出迎之罪。」這時那道人的神態舉止比先前更加恭謹，想是俞岱巖聽得「空」字輩的少林僧駕臨，已囑咐他必須禮貌十分周到。空相點了點頭，隨著他走向俞岱巖的臥房。張無忌尋思：「三叔伯四肢殘廢，耳目只有加倍靈敏，我若到他窗外竊聽，只怕被他發覺。」走到離俞岱巖臥房數丈之處，便停住了腳步。過了約莫一盞茶時分，那道人匆匆從俞岱巖房中出來，低聲叫道：「清風、明月！到這邊來。」便有兩個道僮走到他身前，叫了聲：「師叔！」那道人道：「預備軟椅，三師叔要出來。」兩名道僮答應了。張無忌在武當山上住過數年，那知客道人是俞蓮舟新收的弟子，他不相識，卻識得清風、明月兩個道僮，知道俞岱巖有時出來，便坐了軟椅由道僮抬著行走。見二童走向放軟椅的廂房，悄悄跟隨在後，一等二僮進房，突然叫道：「清風、明月，認得我嗎？」二僮嚇了一跳，凝目瞧張無忌時，依稀有些面熟，一時卻認不出來。張無忌笑道：「我是無忌小師叔啊，你們忘了嗎？」二僮登時憶起舊事，心中大喜，叫道：「啊，小師叔，你回來啦！你的病好了？」三個人年紀相若，當年常在一處玩耍。張無忌道：「清風，讓我來假扮你，去抬三師伯，瞧他知不知道。」清風躊躇道：「這個……不大好罷！」張無忌道：「三師伯見我病癒歸來，自是喜出望外，高興還來不及，那裏會責罵於你？」二僮素知自張三丰祖師以下，武當六俠個個對這位小師叔極其寵愛，他病癒歸山，那是天大的喜事，他要開這個小小的玩笑，逗俞岱巖病中一樂，自是無傷大雅。明月笑道：「小師叔怎麼說，就怎麼辦罷！」清風當下笑嘻嘻的脫下道袍、鞋襪，給他換上了。明月替他挽起個道髻。片刻之間宛然便是個小道僮。明月道：「你要冒充清風，相貌不像，就說是觀中新收的小道僮，清風跌跛了腿，由你去替他。」張無忌笑道：「好極了……」那道人在房外喝罵：「兩個小傢伙，嘻嘻哈哈的搗甚麼鬼，半天不見人過來。」張無忌和明月伸了伸舌頭，抬起軟椅，逕往俞岱巖房中。兩人扶起俞岱巖坐入軟椅。俞岱巖臉色極是鄭重，也沒留神抬他的道僮是誰，說道：「到後山小院，見祖師爺爺去！」明月應道：「是！」轉過身去，抬著軟椅前端，張無忌抬了後端。俞岱巖只瞧見明月的背影，更瞧不見張無忌。空相隨在軟椅之側，同到後山。那知客道人不得俞岱巖召喚，便不敢同去。張三丰閉關靜修的小院在後山竹林深處，修篁森森，綠蔭遍地，除了偶聞鳥語之外，竟是半點聲息也無。明月和張無忌抬著俞岱巖來到小院之前，停下軟椅。俞岱巖正要開聲求見，忽聽得隔門傳出張三丰蒼老的聲音道：「少林派那一位高僧光臨寒居，老道未克遠迎，還請恕罪。」呀的一聲，竹門推開，張三丰緩步而出。空相臉露訝色，他聽張三丰竟知來訪的是少林僧人，大感詫異，但隨即料想必是那知客道人已遣人先行稟報。俞岱巖卻知師父武功越來越是精深，從空相的腳步聲中，已可測知他的武學門派、修為深淺。張無忌的內功遠在空相之上，由實反虛，自真歸樸，不論舉止、眼光、腳步、語聲，處處深藏不露，張三丰反聽不出來。他見太師父雖然紅光滿面，但鬚眉俱白，比之當年分手之時，著實已蒼老了幾分，心中又是歡喜，又是悲傷，忍不住眼淚便要奪眶而出，急忙轉過頭去。空相合十說道：「小僧少林空相，參見武當前輩張真人。」張三丰合十還禮，道：「不敢，大師不必多禮，請進說話。」五個人一起進了小院。但見板桌上一把茶壺，一隻茶杯，地下一個蒲團，壁上掛著一柄木劍，此外一無所有。桌上地下，積滿灰塵。空相道：「張真人，少林派慘遭千年未遇之浩劫，魔教突施偷襲，本派自方丈空聞師兄以下，或殉寺戰死，或力屈被擒，僅小僧一人拚死逃脫。魔教大隊人眾正向武當而來，今日中原武林存亡榮辱，全繫於張真人一人之手。」說著放聲大哭。張無忌心頭大震，他明知少林派已遇上災劫，卻也萬萬想不到竟會如此全派覆沒。饒他張三丰百年修為，猛地裏聽到這個噩耗，也是大吃一驚，半晌說不出話來，定了定神，才道：「魔教竟然如此猖獗，少林寺高手如雲，不知如何竟會遭了魔教的毒手？」空相道：「空智、空性兩位師兄率同門下弟子，和中原五大派結盟西征，圍攻光明頂。留寺僧眾，日日靜候好音，這日山下報道，遠征人眾大勝而歸。方丈空聞師兄得訊大喜，率同合寺弟子，迎出山門，果見空智、空性兩位師兄帶領西征弟子，回進寺來，另外還押著數百名俘虜。眾人到得大院之中，方丈問起得勝情由。空智師兄唯唯否否。空性師兄忽地叫道：『師兄留神，我等落入人手，眾俘虜盡是敵人……』方丈驚愕之間，眾俘虜抽出兵刃，突然動手。本派人眾一來措手不及，二來多數好手西征陷敵，留守本寺的力道弱了，大院子的前後出路均已被敵人堵死，一場激鬥，終於落了個一敗塗地，空性師兄當場殉難……」說到這裏，已是泣不成聲。張三丰心下黯然，說道：「這魔教如此歹毒，行此惡計，又有誰能提防？」只見空相伸手解下背上的黃布包袱，打開包袱，裏面是一層油布，再打開油布，赫然露出一顆首級，環眼圓睜，臉露憤怒之色，正是少林三大神僧之一的空性大師。張三丰和張無忌都識得空性面目，一見之下，不禁「啊」的一聲，一齊叫了出來。空相泣道：「我捨命搶得空性師兄的法體。張真人，你說這大仇如何得報？」說著將空性的首級恭恭敬敬放在桌上，伏地拜倒。張三丰淒然躬身，合十行禮。張無忌想起光明頂上比武較量之際，空性神僧慷慨磊落，豪氣過人，實不愧為堂堂少林的一代宗師，不意慘遭奸人戕害，落得身首分離，心下甚是難過。張三丰見空相伏地久久不起，哭泣甚哀，便伸手相扶，說道：「空相師兄，少林武當本是一家，此仇非報不可……」他剛說到這個「可」字，冷不防砰的一聲，空相雙掌一齊擊在他小腹之上。這一下變故突如其來，張三丰武功之深，雖已到了從心所欲、無不如意的最高境界，但那能料到這位身負血仇、遠來報訊的少林高僧，竟會對自己忽施襲擊？在一瞬之間，他還道空相悲傷過度，以致心智迷糊，昏亂之中將自己當作了敵人，但隨即知道不對，小腹上所中掌力，竟是少林派外門神功「金剛般若掌」，但覺空相竭盡全身之勁，將掌力不絕的催送過來，臉白如紙，嘴角卻帶獰笑。張無忌、俞岱巖、明月三人驀地見此變故，也都驚得呆了。俞岱巖苦在身子殘廢，不能上前相助師父一臂之力。張無忌年輕識淺，在這一剎那間，還沒領會到空相竟是意欲立斃太師父於掌底。兩人只驚呼了一聲，便見張三丰左掌揮出，拍的一聲輕響，擊在空相的天靈蓋上。這一掌其軟如綿，其堅勝鐵，空相登時腦骨粉碎，如一堆濕泥般癱了下來，一聲也沒哼出，便即斃命。俞岱巖忙道：「師父，你……」只說了一個「你」字，便即住口。只見張三丰閉目坐下，片刻之時，頭頂冒出絲絲白氣，猛地裏口一張，噴出幾口鮮血。張無忌心下大驚，知道太師父受傷著實不輕，倘若他吐出的是紫黑瘀血，憑他深厚無比的內功，三數日即可平復，但他所吐的卻是鮮血，又是狂噴而出，那麼臟腑已受重傷。在這霎時之間，他心中遲疑難決：「是否立即表明身份，相救太師父？還是怎地？」便在此時，只聽得腳步聲響，有人到了門外，聽他步聲急促，顯是十分慌亂，卻不敢貿然進來，也不敢出聲。俞岱巖道：「是靈虛嗎？甚麼事？」那知客道人靈虛道：「稟報三師叔，魔教大隊到了宮外，要見祖師爺爺，口出污言穢語，說要踏平武當派……」俞岱巖喝道：「住口！」他生怕張三丰分心，激動傷勢。張三丰緩緩睜開眼來，說道：「少林派金剛般若掌的威力果是非同小可，看來非得靜養三月，傷勢難愈。」張無忌心道：「原來太師父所受之傷，比我所料的更重。」只聽張三丰又道：「明教大舉上山。唉，不知遠橋、蓮舟他們平安否？岱巖，你說該當如何？」俞岱巖默然不答，心知山上除了師父和自己之外，其餘三、四代弟子的武功都不足道，出面禦敵，只有徒然送死，今日之事，惟有自己捨卻一命，和敵人敷衍周旋，讓師父避地養傷，日後再復大仇，於是朗聲道：「靈虛，你去跟那些人說，我便出來相見，讓他們在三清殿等著。」靈虛答應著去了。張三丰和俞岱巖師徒相處日久，心意相通，聽他這麼說，已知其意，說道：「岱巖，生死勝負，無足介懷，武當派的絕學卻不可因此中斷。我坐關十八月，得悟武學精要，一套太極拳和太極劍，此刻便傳了你罷。」俞岱巖一呆，心想自己殘廢已久，那還能學甚麼拳法劍術？何況此時強敵已經入觀，怎有餘暇傳習武功，只叫了聲：「師父！」便說不下去了。張三丰淡淡一笑，說道：「我武當開派以來，行俠江湖，多行仁義之事，以大數而言，決不該自此而絕。我這套太極拳和太極劍，跟自來武學之道全然不同，講究以靜制動、後發制人。你師父年過百齡，縱使不遇強敵，又能有幾年好活？所喜者能於垂暮之年，創制這套武功出來。遠橋、蓮舟、松溪、梨亭、聲谷都不在身邊，第三、四代弟子之中，除青書外並無傑出人材，何況他也不在山上。岱巖你身負傳我生平絕藝的重任。武當派一日的榮辱，有何足道？只須這套太極拳能傳至後代，我武當派大名必能垂之千古。」說到這裏，神采飛揚，豪氣彌增，竟似渾沒將壓境的強敵放在心上。俞岱巖唯唯答應，已明白師父要自己忍辱負重，以接傳本派絕技為第一要義。張三丰緩緩站起身來，雙手下垂，手背向外，手指微舒，兩足分開平行，接著兩臂慢慢提起至胸前，左臂半環，掌與面對成陰掌，右掌翻過成陽掌，說道：「這是太極拳的起手式。」跟著一招一式的演了下去，口中叫著招式的名稱：攬雀尾、單鞭、提手上式、白鶴亮翅，摟膝拗步、進步搬攔錘、如封似閉、十字手、抱虎歸山……張無忌目不轉睛的凝神觀看，初時還道太師父故意將姿勢演得特別緩慢，使俞岱巖可以看得清楚，但看到第七招「手揮琵琶」之時，只見他左掌陽、右掌陰，目光凝視左手手臂，雙掌，慢慢合攏，竟是凝重如山，卻又輕靈似羽。張無忌斗然之間省悟：「這是以慢打快、以靜制動的上乘武學，想不到世間竟會有如此高明的功夫。」他武功本就極高，一經領會，越看越入神，但見張三丰雙手圓轉，每一招都含著太極式的陰陽變化，精微奧妙，實是開闢了武學中從所未有的新天地。約莫一頓飯時分，張三丰使到上步高探馬，上步攬雀尾，單鞭而合太極，神定氣閒的站在當地，雖在重傷之後，但一套拳法練完，精神反見健旺。他雙手抱了個太極式的圓圈，說道：「這套拳術的訣竅是『虛靈頂勁、涵胸拔背、鬆腰垂臀、沉肩墜肘』十六個字，純以意行，最忌用力。形神合一，是這路拳法的要旨。」當下細細的解釋了一遍。俞岱巖一言不發的傾聽，知道時勢緊迫，無暇發問，雖然中間不明白之處極多，他只有硬生生的記住，倘若師父有甚不測，這些口訣總是由自己傳下去，日後再由聰明才智之士去推究其中精奧。張無忌所領略的可就多了，張三丰的每一句口訣、每一記招式，都令他有初聞大道、喜不自勝之感。張三丰見俞岱巖臉有迷惘之色，問道：「你懂了幾成？」俞岱巖道：「弟子愚魯，只懂得三、四成，但招式和口訣都記住了。」張三丰道：「那也難為你了。倘若蓮舟在此，當能懂得五成。唉，你五師弟悟性最高，可惜不幸早亡，我若有三年功夫，好好點撥於他，當可傳我這門絕技。」張無忌聽他提到自己父親，心中不禁一酸。張三丰道：「這拳勁首要在似鬆非鬆，將展未展，勁斷意不斷……」正要往下解說，只聽得前面三清殿上遠遠傳來一個蒼老悠長的聲音：「張三丰老道既然縮頭不出，咱們把他徒子徒孫先行宰了。」另一個粗豪的聲音道：「好啊！先一把火燒了這道觀再說。」又有一個尖銳的聲音道：「燒死老道，那是便宜了他。咱們擒住了他，綁到各處門派中遊行示眾，讓大家瞧瞧這武學泰斗老而不死的模樣。」後山小院和前殿相距二里有餘，但這幾個人的語聲都清楚傳至，足見敵人有意炫示功力，而功力確亦不凡。俞岱巖聽到這等侮辱師尊的言語，心下大怒，眼中如要噴出火來。張三丰道：「岱巖，我叮囑過你的言語，怎麼轉眼便即忘了？不能忍辱，豈能負重？」俞岱巖道：「是，謹奉師父教誨。」張三丰道：「你全身殘廢，敵人不會對你提防，千萬戒急戒躁。倘若我苦心創製的絕藝不能傳之後世，那你便是我武當派的罪人了。」俞岱巖只聽得全身出了一陣冷汗，知道師父此言的用意，不論敵人對他師徒如何凌辱欺侮，總之是要苟免求生，忍辱傳藝。張三丰從身邊摸出一對鐵鑄的羅漢來，交給俞岱巖道：「這空相說道少林派已經滅絕，也不知是真是假，此人是少林派中高手，連他也投降了敵人，前來暗算於我，那麼少林派必遭大難無疑。這對鐵羅漢是百年前郭襄女俠贈送於我。你日後送還少林傳人。就盼從這對鐵羅漢身上，流傳少林派的一項絕藝！」說著大袖一揮，走出門去。俞岱巖道：「抬我跟著師父。」明月和張無忌二人抬起軟椅，跟在張三丰的後面。※※※四人來到殿上，只見殿中或坐或站，黑壓壓的都是人頭，總有三、四百人之眾。張三丰居中一站，打個問訊為禮，卻不說話。俞岱巖大聲道：「這位是我師尊張真人。各位來到武當山，不知有何見教？」張三丰大名威震武林，一時人人目光盡皆集於其身，但見他身穿一襲污穢的灰布道袍，鬚眉如銀，身材十分高大，此外也無特異情狀。張無忌看這干人時，只見半數穿著明教教眾的服色，為首的十餘人卻各穿本服，想是自高身份，不願冒充旁人。高矮僧俗，數百人擁在殿中，一時也難以細看各人面目。便在此時，忽聽得門外有人傳呼：「教主到！」殿中眾人一聽，立時肅靜無聲，為首的十多人搶先出殿迎接，餘人也跟著快步出殿。霎時之間，大殿中數百人走了個乾乾淨淨。只聽得十餘人的腳步聲自遠而近，走到殿外停住。張無忌從殿門中望去，不禁一驚，只見八個人抬著一座黃緞大轎，另有七、八人前後擁衛，停在門口，那抬轎的八個轎夫，正是綠柳莊的「神箭八雄」。張無忌心中一動，雙手在地下抹滿灰土，跟著便胡亂塗在臉上。明月只道他眼見大敵到來，害怕得狠了，扮成了這副模樣，一時驚惶失措，便依樣葫蘆的以灰土抹臉。兩個小道僮登時變成了灶君菩薩一般，再也瞧不出本來面目。轎門掀起，轎中走出一個少年公子，一身白袍，袍上繡著個血紅的火焰，輕搖摺扇，正是女扮男裝的趙敏。張無忌心道：「原來一切都是她在搗鬼，難怪少林派一敗塗地。」只見她走進殿中，有十餘人跟進殿來。一個身材魁梧的漢子踏上一步，躬身說道：「啟稟教主，這個就是武當派的張三丰老道，那個殘廢人想必是他的第三弟子俞岱巖。」趙敏點點頭，上前幾步，收攏摺扇，向張三丰長揖到地，說道：「晚生執掌明教張無忌，今日得見武林中北斗之望，幸也何如！」張無忌大怒，心中罵道：「你這賊丫頭冒充明教教主，那也罷了，居然還冒用我姓名，來欺騙我太師父。」張三丰聽到「張無忌」三字，大感奇怪：「怎地魔教教主是如此年輕俊美的一個少女，名字偏又和我那無忌孩兒相同？」當下合十還禮，說道：「不知教主大駕光臨，未克遠迎，還請恕罪！」趙敏道：「好說，好說！」知客道人靈虛率領火工道僮，獻上茶來。趙敏一人坐在椅中，她手下眾人遠遠的垂手站在其後，不敢走近她身旁五尺之內，似乎生怕不敬，冒瀆於她。張三丰百載的修為，謙沖恬退，早已萬事不縈於懷，但師徒情深，對宋遠橋等人的生死安危，卻是十分牽掛，當即說道：「老道的幾個徒兒不自量力，曾赴貴教討教高招，迄今未歸，不知彼等下落如何，還請張教主明示。」趙敏嘻嘻一笑，說道：「宋大俠、俞二俠、張四俠、莫七俠四位，目下是在本教手中。每個人受了點兒傷，性命卻是無礙。」張三丰道：「受了點兒傷？多半是中了點兒毒。」趙敏笑道：「張真人對武當絕學可也當真自負得緊。你既說他們中毒，就算是中毒罷。」張三丰深知幾個徒兒盡是當世一流好手，就算眾寡不敵，總能有幾人脫身回報，倘真一鼓遭擒，定是中了敵人無影無蹤、難以防避的毒藥。趙敏見他猜中，也就坦然承認。張三丰又問：「我那姓殷的小徒呢？」趙敏歎道：「殷六俠中了少林派的埋伏，便和這位俞三俠一模一樣，四肢為大力金剛指折斷。死是死不了，要動可也動不得了！」張三丰鑒貌辨色，情知她此言非虛，心頭一痛，哇的一聲，噴了一口鮮血出來。趙敏背後眾人相顧色喜，知道空相偷襲得手，這位武當高人已受重傷，他們所懼者本來只張三丰一人，此時更是無所忌憚了。趙敏說道：「晚生有一句良言相勸，不知張真人肯俯聽否？」張三丰道：「請說。」趙敏道：「普天之下，莫非王土，率土之濱，莫非王臣。我蒙古皇帝威加四海。張真人若能效順，皇上立頒殊封，武當派自當大蒙榮寵，宋大俠等人人無恙，更是不在話下。」張三丰抬頭望著屋樑，冷冷的道：「明教雖然多行不義，胡作非為，卻向來和蒙古人作對。是幾時投效了朝廷啦？老道倒孤陋寡聞得緊。」趙敏道：「棄暗投明，自來識時務者為俊傑。少林派自空聞、空智神僧以下，個個投效，盡忠朝廷。本教也不過見大勢所趨，追隨天下賢豪之後而已，何足奇哉？」張三丰雙目如電，直視趙敏，說道：「元人殘暴，多害百姓，方今天下群雄並起，正是為了驅逐胡虜，還我河山。凡我黃帝子孫，無不存著個驅除韃子之心，這才是大勢所趨。老道雖是方外出家人，卻也知大義所在。空聞、空智乃當世神僧，豈能為勢力所屈？你這位姑娘何以說話如此顛三倒四？」趙敏身後突然閃出一條大漢，大聲喝道：「兀那老道，言語不知輕重！武當派轉眼全滅。你不怕死，難道這山上百餘名道人弟子，個個都不怕死嗎？」這人說話中氣充沛，身高膀闊，形相極是威武。張三丰長聲吟道：「人生自古誰無死，留取丹心照汗青！」這是文天祥的兩句詩，文天祥慷慨就義之時，張三丰年紀尚輕，對這位英雄丞相極是欽仰，後來常歎其時武功未成，否則必當捨命去救他出難，此刻面臨生死關頭，自然而然的吟了出來。他頓了一頓，又道：「說來文丞相也不免有所拘執，但求我自丹心一片，管他日後史書如何書寫！」望了俞岱巖一眼，心道：「我卻盼這套太極拳得能留傳後世，又何嘗不是和文丞相一般，顧全身後之名？其實但教行事無愧天地，何必管他太極拳劍能不能傳，武當派能不能存！」趙敏白玉般的左手輕輕一揮，那大漢躬身退開。她微微一笑，說道：「張真人既如此固執，暫且不必說了。就請各位一起跟我走罷！」說著站起身來，她身後四個人身形幌動，團團將張三丰圍住。這四人一個便是那魁梧大漢，一個鶉衣百結，一個是身形瘦削的和尚，另一個虯髯碧眼，乃西域胡人。張無忌見這四人的身法或凝重、或飄逸，個個非同小可，心頭一驚：「這趙姑娘手下，怎地竟有如許高手？」眼見張三丰若不隨她而去，那四人便要出手，張無忌心想：「敵人甚眾，這一班人又盡是奸詐無恥、不顧信義之輩，非圍攻光明頂的六大派可比。我實不易保護太師父和三師伯的平安。就算擊敗了其中數人，他們也決計不肯服輸，勢必一擁而上。但事已至此，也只有竭力一拼，最好是能將趙姑娘擒了過來，脅迫對方。」※※※他正要挺身而出，喝阻四人，忽聽得門外陰惻惻一聲長笑，一個青色人影閃進殿來，這人身法如鬼如魅，如風如電，倏忽欺身到那魁梧漢子的身後，揮掌拍出。那大漢更不轉身，反手便是一掌，意欲和他互拼硬功。那人不待此招打老，左手已拍到那西域胡人的肩頭。那胡人閃身躲避，飛腿踢他小腹。那人早已攻向那瘦和尚，跟著斜身倒退，左掌拍向那身穿破爛衣衫之人。瞬息之間，那人連出四掌，攻擊了四名高手，雖然每一掌都沒打中，但手法之快直是匪夷所思。這四人知道遇到了勁敵，各自躍開數步，凝神接戰。那青衣人並不理會敵人，躬身向張三丰拜了下去，說道：「明教張教主座下晚輩韋一笑，參見張真人！」這人正是韋一笑。他擺脫了途中敵人的糾纏，兼程趕至。張三丰聽他說自稱是「明教張教主座下」，還道他也是趙敏一黨，伸手擊退四人，多半另有陰謀，當下冷冷的道：「韋先生不必多禮，久仰青翼蝠王輕功絕頂，世所罕有，今日一見，果是名不虛傳。」韋一笑大喜，他少到中原，素來聲名不響，豈知張三丰居然也知道自己輕功了得的名頭，躬身說道：「張真人武林北斗，晚輩得蒙真人稱讚一句，當真是榮於華袞。」他轉過身來，指著趙敏道：「趙姑娘，你鬼鬼祟祟的冒充明教，敗壞本教聲名，到底是何用意？是男子漢大丈夫，何必如此陰險毒辣？」趙敏格格一笑，說道：「我本來不是男子漢大丈夫，陰險毒辣了，你便怎樣？」韋一笑第一句便說錯了，給她駁得無言可對，一怔之下，說道：「各位先攻少林，再擾武當，到底是何來歷？各位倘若和少林、武當有怨有仇，明教原本不該多管閒事，但各位冒我明教之名，喬扮本教教眾，我韋一笑可不能不理！」張三丰原本不信百年來為朝廷死敵的明教竟會投降蒙古，聽了韋一笑這幾句話，這才明白，心想：「原來這女子是冒充的。魔教雖然聲名不佳，遇上這等大事，畢竟毫不含糊。」趙敏向那魁梧大漢說道：「聽他吹這等大氣！你去試試，瞧他有甚麼真才實學。」那大漢躬身道：「是！」收了收腰間的鸞帶，穩步走到大殿中間，說道：「韋蝠王，在下領教你的寒冰綿掌功夫！」韋一笑不禁一驚：「這人怎地知道我的寒冰綿掌？他明知我有此技，仍上來挑戰，倒是不可輕敵。」雙掌一拍，說道：「請教閣下的萬兒？」那人道：「我們既是冒充明教而來，難道還能以真名示人？蝠王這一問，未免太笨。」趙敏身後的十餘人一齊大笑起來。韋一笑冷冷的道：「不錯，是我問得笨了。閣下甘作朝廷鷹犬，做異族奴才，還是不說姓名的好，沒的辱沒了祖宗。」那大漢臉上一紅，怒氣上升，呼的一掌，便往韋一笑胸口拍去，竟是中宮直進，逕取要害。韋一笑腳步錯動，早已避過，身形閃處，伸指戳向他背心，他不先出寒冰綿掌，要先探一探這大漢的深淺虛實。那大漢左臂後揮，守中含攻。數招一過，大漢掌勢漸快，掌力凌厲。韋一笑的內傷雖經張無忌治好，不必再像從前那樣，運功一久，便須飲熱血抑制體內陰毒，但傷癒未久，即逢強敵，又是在張三丰這等大宗師面前出手，實是絲毫不敢怠慢，當即使動寒冰綿掌功夫。兩人掌勢漸緩，逐步到了互較內力的境地。突然間呼的一聲，大門中擲進一團黑黝黝的巨物，猛向那大漢撞去。這團物事比一大袋米還大，天下居然有這等龐大的暗器，當真奇了。那大漢左掌運勁拍出，將這團物事擊出丈許，著手之處，只覺軟綿綿地，也不知是甚麼東西。但聽得「啊」的一聲慘呼，原來有人藏是袋中。此人中了那大漢勁力無儔的一掌，焉有不筋折骨斷之理？那大漢一愕之下，一時手足無措。韋一笑無聲無息的欺到身後，在他背心「大椎穴」上拍了一記「寒冰綿掌」。那大漢驚怒交集，急轉身軀，奮力發掌往韋一笑頭頂擊落。韋一笑哈哈一笑，竟然不避不讓。那大漢掌到中途，手臂已然酸軟無力，這掌雖然擊在對方天靈蓋上，卻那裏有半點勁力，不過有如輕輕一抹。韋一笑知道寒冰綿掌一經著身，對方勁力立卸，但高手對戰，竟敢任由強敵掌擊腦門，膽氣之豪，實是從所未聞，旁觀眾人無不駭然。倘若那大漢竟有抵禦寒冰綿掌之術，勁力一時不去，這掌打在頭頂，豈不腦漿迸裂？韋一笑一生行事稀奇古怪，越是旁人不敢為、不肯為、不屑為之事，他越是幹得興高采烈。他乘那大漢分心之際出掌偷襲，本有點不夠光明正大，可是跟著便以腦門坦然受對方一掌，卻又是光明正大過了火，實是膽大妄為、視生死如兒戲。那身穿破爛衣衫之人扯破布袋，拉出一個人來，只見他滿臉血紅，早在那大漢一擊之下斃命。此人身穿黑衣，正是他們一夥，不知如何，卻被人裝在布袋中擲了進來。那人大怒，喝道：「是誰鬼鬼祟祟……」一語未畢，一隻白茫茫的袋子已兜頭罩到。他提氣後躍，避開了這一罩，只見一個胖大和尚笑嘻嘻的站在身前，正是布袋和尚說不得到了。說不得的乾坤一氣袋被張無忌在光明頂上迸破後，沒了趁手的兵器，只得胡亂做了幾隻布袋應用，畢竟不如原來那只刀劍不破的乾坤寶袋厲害。他輕功雖然不及韋一笑，但造詣也是極高，加之中途沒受阻撓，前腳後腳的便趕到了。說不得也躬身向張三丰行禮，說道：「明教張教主座下，遊行散人布袋和尚說不得，參見武當掌教祖師張真人。」張三丰還禮道：「大師遠來辛苦。」說不得道：「敝教教主座下光明使者、白眉鷹王、以及四散人、五旗使，各路人馬，都已上了武當。張真人你且袖手旁觀，瞧明教上下，和這批冒名作惡的無恥之徒一較高低。」他這番話只是虛張聲勢，明教大批人眾未能這麼快便都趕到。但趙敏聽在耳裏，不禁秀眉微蹙，心想：「他們居然來得這麼快，是誰洩漏了機密？」忍不住問道：「你們張教主呢？叫他來見我。」說著向韋一笑望了一眼，目光中有疑問之色，顯是問他教主到了何處。韋一笑哈哈一笑，說道：「這會兒你不再冒充了嗎？」心下卻也在想：「教主必已到來，卻不知此刻在那裏。」張無忌一直隱身在明月之後，知道韋一笑和說不得迄未認出自己，眼見到了兩個得力幫手，極是喜慰。趙敏冷笑道：「一隻毒蝙蝠，一個臭和尚，成得甚麼氣候？」一言甫畢，忽聽得東邊屋角上一人長笑問道：「說不得大師，楊左使到了沒有？」這人聲音響亮，蒼勁豪邁，正是白眉鷹王殷天正到了。說不得尚未回答，楊逍的笑聲已在西邊屋角響起。只聽他笑道：「鷹王，畢竟是你老當益壯，先到了一步。」殷天正笑道：「楊左使不必客氣，咱們二人同時到達，仍是分不了高下。只怕你還是瞧在張教主份上，讓了我三分。」楊逍道：「當仁不讓！在下已竭盡全力，仍是不能快得鷹王一步。」他二人途中較勁，比賽腳力，殷天正內力較深，楊逍步履輕快，竟是並肩出發，平頭齊到。長笑聲中，兩人一齊從屋角縱落。張三丰久聞殷天正的名頭，何況他又是張翠山的岳父，楊逍在江湖上也是個大有來頭的人物，當下走上三步，拱手道：「張三丰恭迎殷兄、楊兄的大駕。」心中卻頗為不解：「殷天正明明是天鷹教的教主，又說甚麼『瞧在張教主份上』？」殷楊二人躬身行禮。殷天正道：「久仰張真人清名，無緣拜見，今日得睹芝顏，三生有幸。」張三丰道：「兩位均是一代宗師，大駕同臨，洵是盛會。」趙敏心中越益惱怒，眼見明教的高手越來越多，張無忌雖然尚未現身，只怕說不得所言不虛，確是在暗中策劃，佈置下甚麼厲害的陣勢，自己安排得妥妥貼貼的計謀，看來今日已難成功，但好容易將張三丰打得重傷，這是千載難逢、決無第二次的良機，今日若不乘此機會收拾了武當派，日後待他養好了傷，那便棘手之極了，一雙漆黑溜圓的眼珠轉了兩轉，冷笑道：「江湖上傳言武當乃正大門派，豈知耳聞爭如目見？原來武當派暗中和魔教勾勾搭搭，全仗魔教撐腰，本門武功可說不值一哂。」說不得道：「趙姑娘，你這可是婦人之見、小兒之識了。張真人威震武林之時，只怕你祖父都尚未出世，小孩兒懂得甚麼？」趙敏身後的十餘人一齊踏上一步，向他怒目而視。說不得洋洋自若，笑道：「你們說我這句話說不得嗎？我名字叫做『說不得』，說話卻向來是說得又說得，諒你們也奈何我不得。」趙敏手下那瘦削僧人怒道：「主人，待屬下將這多嘴多舌的和尚料理了！」說不得叫道：「妙極，妙極！你是野和尚，我也是野和尚，咱們來比拼比拼，請武當宗師張真人指點一下不到之處，勝過咱們苦練十年。」說著雙手一揮，從懷中又抖了一隻布袋出來。旁人見他布袋一隻接一隻，取之不盡，不知他僧袍底下到底還有多少隻布袋。趙敏微微搖頭，道：「今日我們是來討教武當絕學，武當派不論那一位下場，我們都樂於奉陪。武當派到底確有真才實學，還是浪得虛名，今日一戰可天下盡知。至於明教和我們的過節，日後再慢慢算帳不遲。張無忌那小鬼奸詐狡猾，我不抽他的筋、剝他的皮，難消心頭之恨，可也不忙在一時。」張三丰聽到「張無忌那小鬼」六個字時，心中大奇：「明教的教主難道真的也叫做張無忌？怎地又是『小鬼』了？」說不得笑嘻嘻的道：「本教張教主少年英雄，你趙姑娘只怕比我們張教主還小著幾歲，不如嫁了我們教主，我和尚看來倒也相配……」他話未說完，趙敏身後眾人已轟雷般喝起來：「胡說八道！」「住嘴！」「野和尚放狗屁！」趙敏紅暈滿臉，容顏嬌艷無倫，神色之中只有三分薄怒，倒有七分靦腆，一個呼叱群豪的大首領，霎時之間變成了忸怩作態的小姑娘。但這神氣也只是瞬息間的事，她微一凝神，臉上便如罩了一層寒霜，向張三丰道：「張真人，你若不肯露一手，那便留一句話下來，只說武當派乃欺世盜名之輩，我們大夥兒拍手便走。便是將宋遠橋、俞蓮舟這批小子們放還給你，又有何妨？」便在這時，鐵冠道人張中和殷野王先後趕到，不久周顛和彭瑩玉也到了山上，明教這邊又增了四個好手。趙敏估量形勢，雙方決戰，未必能操勝算，最擔心的還是張無忌在暗中作甚麼手腳。她眼光在明教諸人臉上掃了轉，心想：「張三丰所以成為朝廷心腹之患，乃因他威名太盛，給武林中人奉為泰山北斗，他既與朝廷為敵，中原武人便也都不肯歸附。若憑他這等風燭殘年，還能活得多少時候？今日也不須取他性命，只要折辱他一番，令武當派聲名墮地，此行便算大功告成。」於是冷冷的道：「我們造訪武當，只是想領教張真人的武功到底是真是假，若要去剿滅明教，難道我們不認得光明頂的道路嗎？又何必在武當山上比武，莫非天下只有你張真人一人，方能品評高下勝負？這樣罷，我這裏有三個家人，一個練過幾天殺豬屠狗的劍法，一個會得一點粗淺的內功，還有一個學過幾招三腳貓的拳腳。阿大、阿二、阿三，你們站出來，張真人只須將我這三個不中用的家人打發了，我們佩服武當派的武功確是名下無虛。要不然嘛，江湖上自有公論，也不用我多說。」說著雙手一拍。她身後緩步走出三個人來。※※※只見那阿大是個精乾枯瘦的老者，雙手捧著一柄長劍，赫然便是那柄倚天寶劍。這人身材瘦長，滿臉皺紋，愁眉苦臉，似乎剛才給人痛毆了一頓，要不然便是新死了妻子兒女，旁人只要瞧他臉上神情，幾乎便要代他傷心落淚。那阿二同樣的枯瘦，身材略矮，頭頂心滑油油地，禿得不剩半根頭髮，兩邊太陽穴凹了進去，深陷半寸。那阿三卻是精壯結實，虎虎有威，臉上、手上、項頸之中，凡是可見到肌肉處，盡皆盤根虯結，似乎週身都是精力，脹得要爆炸出來，他左頰上有顆黑痣，黑痣上生著一叢長毛。張三丰、殷天正、楊逍等人看了這三人情狀，心下都是一驚。周顛說道：「趙姑娘，這三位都是武林中頂尖兒的高手，我周顛便一個也鬥不過，怎地不識羞的喬裝了家人，來跟張真人開玩笑嗎？」趙敏道：「他們是武林中頂尖兒的高手？我倒也不知道。他們叫甚麼啊？」周顛登時語塞，隨即打個哈哈，說道：「這位是『一劍震天下』皺眉神君，這位是『丹氣霸八方』禿頭天王。至於這一位嘛，天下無人不知，那個不曉，嘿嘿，乃是……那個……『神拳蓋世』大力尊者。」趙敏聽他瞎說八道，胡謅，不禁噗哧一笑，說道：「我家裏三個煮飯烹茶、抹桌掃地的家人，甚麼神君、天王、尊者的？張真人，你先跟我家的阿三比比拳腳罷。」那阿三踏上一步，抱拳道：「張真人請！」左足一蹬，喀喇一聲響，蹬碎了地下三塊方磚。著腳處的青磚被他蹬碎並不稀奇，難在鄰近的兩塊方磚竟也被這一腳之力震得粉碎。楊逍和韋一笑對望一眼，心中都道：「好傢伙！」那阿大、阿二兩人緩緩退開，低下了頭，向眾人一眼也不瞧。這三人自進殿後，一直跟是趙敏身後，只是始終垂目低頭，神情猥瑣，誰也沒加留神，不料就這麼向前一站，登時如淵渟嶽峙，儼然大宗匠的氣派，但退了回去時，卻又是一副畏畏縮縮、傭僕廝養的模樣。武當派的知客道人靈虛一直在為太師父的傷勢憂心，這時忍不住喝道：「我太師父剛才受傷嘔血，你們沒瞧見嗎？你們怎麼……怎麼……」說到這裏，語聲中已帶哭音。殷天正心想：「原來張真人曾受傷嘔血，卻不知為何人所傷。他就算不傷，這麼大的年紀，怎能跟這等人比拼拳腳？瞧此人武功，純是剛猛一路，讓我來接他的。」當下朗聲說道：「張真人何等身份，豈能和低三下四之輩動手過招？這不是天大的笑話嗎？別說是張真人，就算我姓殷的，哼哼，諒這些奴才也不配受我一拳一腳。」他明知阿大、阿二、阿三決非庸流，但偏要將他們說得十分不堪，好將事情攬到自己身上。趙敏道：「阿三，你最近做過甚麼事？說給他們聽聽，且看配不配和武當高人動手過招。」她言語之中始終緊緊扣住「武當」二字。那阿三道：「小人最近也沒做過甚麼事，只是在西北道上曾跟少林派一個名叫空性的和尚過招，指力對指力，破了他的龍爪手，隨即割下他的首級。」此言一出大廳上盡皆聳動。空性神僧在光明頂上以龍爪手與張無忌拆招，一度曾大佔上風，明教眾高手人人親睹，想不到竟命喪此人之手。以他擊斃少林神僧的身份，自已足可和張三丰一較高下。殷天正大聲道：「好！你連少林派的空性神僧也打死了，讓姓殷的來鬥上一鬥，倒是一件快事。」說著搶上兩步，拉開了架子，白眉上豎，神威凜凜。阿三道：「白眉鷹王，你是邪魔外道，我阿三是外道邪魔。咱倆一鼻孔出氣，自己人不打自己人。你要打，咱們另撿日子來比過。今日主人有命，只令小人試試武當派功夫的虛實。」轉頭向張三丰道：「張真人，你要是不想下場，只須說一句話便可交代，我們也不會動蠻硬逼。武當派只須服輸，難道還真要了你的老命不成？」張三丰微微一笑，心想自己雖然身受重傷，但若施出新創太極拳中「以虛御實」的上乘武學法門，未必便輸於他，所難對付者，倒是擊敗阿三之後，那阿二便要上前比拼內力，這卻絲毫取巧不得，這一關決計無法過去，但火燒眉毛，且顧眼下，只有打發了這阿三再說。當下緩步走到殿心，向殷天正道：「殷兄美意，貧道心領。貧道近年來創了一套拳術，叫作『太極拳』，自覺和一般武學頗有不同處。這位施主定要印證武當派功夫，殷兄若是將他打敗，諒他心有不甘。貧道就以太極拳中的招數和他拆幾手，正好乘機將貧道的多年心血就正於各位方家。」殷天正聽了又是歡喜，又是擔憂，聽他言語中對這套「太極拳」頗具自信，張三丰是何等樣人，既出此言，自有把握，否則豈能輕墮一世威名？但他適才曾重傷嘔血，只怕拳技雖精，終究內力難支，當下不便多言，只得抱拳道：「晚輩恭睹張真人神技。」阿三見張三丰居然飄然下場，心下倒生了三分怯意，但轉念又想：「今日我便和這老道拼個兩敗俱傷，那也是聳動武林的盛舉了。」當下屏息凝神，雙目盯住在張三丰臉上，內息暗暗轉動，週身骨骼劈劈拍拍，不絕發出輕微的爆響之聲。眾人又均相顧一愕，知道這是佛門正宗的最上武功，自外而內，不帶半分邪氣，乃是金剛伏魔神通。※※※張三丰見到他這等神情，也是悚然一驚：「此人來歷不小啊！不知我這太極拳是否對付得了？」當下雙手緩緩舉起，要讓那阿三進招。忽然俞岱巖身後走出一個蓬頭垢面的小道僮來，說道：「太師父，這位施主要見識我武當派的拳技，又何必勞動太師父大駕？待弟子演幾招給他瞧瞧，也就夠了。」這個滿臉塵垢的小道僮正是張無忌。殷天正、楊逍等人和他分手不久，雖然他此刻衣服形貌全部改變，但一聽聲音，立即認了出來。明教群豪見教主早已在此，盡皆大喜。張三丰和俞岱巖卻怎能想得到？張三丰一時瞧不清他的面目，見到他身上衣著，只道便是清風，說道：「這位施主身具少林派金剛伏魔的外家神通，想是西域少林一支的高手。你小孩兒一招之間便被他打得筋折骨裂，豈同兒戲？」張無忌左手牽住張三丰的衣角，右手拉著他左手輕輕搖幌，說道：「太師父，你教我的太極拳法從未用過，也不知成是不成。難得這位施主是外家高手，讓弟子來試試以柔克剛、運虛御實的法門，那不是很好嗎？」說話之間，將一股極渾厚、極柔和的九陽神功，從手掌上向張三丰體內傳了過去。張三丰於剎那之間，只覺掌心中傳來這股力道雄強無比，雖然遠不及自己內力的精純醇正，但泊泊然、綿綿然，直是無止無歇，無窮無盡，一驚之下，定睛往張無忌臉上瞧去，只見他目光中不露光華，卻隱隱然有一層溫潤晶瑩之意，顯得內功已到絕頂之境，生平所遇人物，只有本師覺遠大師、大俠郭靖等寥寥數人，才有這等修為，至於當世高人，除了自己之外，實想不起再有第二人能臻此境界。霎時之間，他心中轉過了無數疑端，然而這少年的內力沛然而至，顯是在助自己療傷，決無歹意，乃可斷定，於是微笑道：「我衰邁昏庸，能有甚麼好功夫教你？你要領教這位施主的外家功夫，那也是好的，務須小心在意。」他總道這小道僮是那一派的高手少年趕來赴援，因此言語中極是謙沖客氣。張無忌道：「太師父，你待孩兒恩重如山，孩兒便粉身碎骨，也不足以報太師父和眾位師伯叔的大恩。我武當派功夫雖不敢說天下無敵，但也不致輸於西域少林的手下。太師父儘管放心。」他這幾句話說得懇摯無比，幾句「太師父」純出自然，決計做作不來，連張三丰也是大為奇怪：「難道他竟是本門弟子，暗中潛心修為，就如昔年本師覺遠大師一般？」緩緩放下張無忌的手退了回去，坐在椅中，斜目瞧俞岱巖時，只見他也是一臉迷惘之色。那阿三見張三丰居然遣這小道僮出戰，對自己之輕蔑藐視可說已到了極處，但想我一拳先將這小道僮打死，激得老道心浮氣粗，再和他動手，當更有制勝的把握，當下也不多言，只說：「小孩兒，發招罷！」張無忌道：「我新學的這套拳術，乃我太師父張真人多年心血所創，叫作『太極拳』。晚輩初學乍練，未必即能領悟拳法中的精要，三十招之內，恐怕不能將你擊倒。但那是我學藝未精，並非這套拳術不行，這一節你須得明白。」阿三不怒反笑，轉頭向阿大、阿二道：「大哥、二哥，天下竟有這等狂妄的小子。」阿二縱聲大笑。阿大卻已瞧出這小道僮不是易與之輩，說道：「三弟，不可輕敵。」阿三踏上一步，呼的一拳，便往張無忌胸口打到，這一招神速如電，拳到中途，左手拳更加迅捷的搶上，後發先至，撞擊張無忌面門，招數之詭異，實是罕見。張無忌自聽張三丰演說「太極拳」之後，一個多時辰中，始終在默想這套拳術的拳理，眼見阿三左拳擊到，當即使出太極拳中一招「攬雀尾」，右腳實，左腳虛，運起「擠」字訣，黏連黏隨，右掌已搭住他左腕，橫勁發出。阿三身不由己的向前一衝，跨出兩步，方始站定。旁觀眾人見此情景，齊聲驚噫。這一招「攬雀尾」，乃天地間自有太極拳以來首次和人過招動手。張無忌身具九陽神功，精擅乾坤大挪移之術，突然使出太極拳中的「黏」法，雖然所學還不到兩個時辰，卻已如畢生研習一般。阿三給他這麼一擠，自己這一拳中千百斤的力氣猶似打入了汪洋大海，無影無蹤，無聲無息，身子卻被自己的拳力帶得斜跌兩步。他一驚之下，怒氣填膺，快拳連攻，臂影幌動，便似有數十條手臂、數十個拳頭同時擊出一般。眾人見了他這等狂風驟雨般的攻勢，盡皆心驚：「無怪以空性大師這等高強的武功，也喪身於他手下。」除了趙敏攜來的眾人之外，無不為張無忌擔心。張無忌有意要顯揚武當派的威名，自己本身武功一概不用，招招都使張三丰所創太極拳的拳招，單鞭、提手上式，白鶴亮翅、摟膝拗步，待使到一招「手揮琵琶」時，右捺左收，剎時間悟到了太極拳旨中的精微奧妙之處，這一招使得猶如行雲流水，瀟灑無比。阿三只覺上盤各路已全處在他雙掌的籠罩之下，無可閃避，無可抵禦，只得運勁於背，硬接他這一掌，同時右拳猛揮，只盼兩人各受一招，成個兩敗俱傷之局。不料張無忌雙手一圈，如抱太極，一股雄渾無比的力道組成了一個旋渦，只帶得他在原地急轉七、八下，如轉陀螺，如旋紡錘，好容易使出「千斤墜」之力定住身形，卻已滿臉通紅，狼狽萬狀。明教群豪大聲喝采。楊逍叫道：「武當派太極拳功夫如此神妙，真是令人大開眼界。」周顛笑道：「阿三老兄，我勸你改個名兒，叫做『阿轉』！」殷野王道：「多轉幾個圈兒也不算丟臉，古人不是說『三十六計，轉為上計』嗎？」說不得道：「當年梁山泊好漢中有個黑旋風，那旋風嘛，原是要轉的！」阿三只氣得臉色自紅轉青，怒吼一聲，縱身撲上，左手或拳或掌，變幻莫測，右手卻純是手指的功夫，拿抓點戳、勾挖拂挑，五根手指如判官筆，如點穴撅，如刀如劍，如槍如戟，攻勢凌厲之極。張無忌太極拳拳招未熟，登時手忙腳亂，應付不來，突然間嗤的一聲，衣袖被撕下了一截，只得展開輕功，急奔躲閃避，暫且避讓這從所未見的五指功夫。阿三吆喝追趕，卻那裏及得上對手輕功的飄逸，接連十餘抓，盡數落空。張無忌一面躲閃心下轉念：「我只逃不鬥，豈不是輸了？這太極拳我還不大會使，且以挪移乾坤的功夫，跟他鬥上一鬥。」一個回身，雙手擺一招太極拳中「野馬分鬃」的架式，左手卻已使出乾坤大挪移的手法。阿三右手一指戳向對方肩頭，卻不知如何被他一帶，噗的一響，竟戳到了自己左手上臂，只痛得眼前金星直冒，一條左臂幾乎提不起來。楊逍瞧出這不是太極拳功夫，卻搶先叫道：「太極拳當真了得！」阿三又痛又怒，喝道：「這是妖法邪術，甚麼太極拳了？」刷刷刷連攻三指。張無忌縱身避開，眼見阿三又是長臂疾伸，雙指戳到，他再使挪移乾坤心法，一牽一引，托的一響，阿三的兩根手指直插進了殿上一根木柱之中，深至指根。眾人又是吃驚，又是好笑。眾人轟笑聲中，俞岱巖厲聲喝道：「且住！你這是少林派金剛指力？」張無忌縱身躍開一聽到「少林派金剛指力」七個字，立時想起，俞岱巖為少林派金剛指力所傷，二十年來，武當派上下都為此深怨少林，看來真兇卻是眼前此人。只聽阿三冷冷的道：「是金剛指力便怎樣？誰教你硬充好漢，不肯說出屠龍刀的所在？這二十年殘廢的滋味可好受嗎？」俞岱巖厲聲道：「多謝你今日言明真相，原來我一身殘廢，是你西域少林派下的毒手。只可惜……只可惜了我的好五弟。」說到最後一句，不禁哽咽。要知當年張翠山自刎而死，乃是為了俞岱巖傷於殷素素的銀針之下、無顏以對師兄之故。其實俞岱巖中了銀針之後，殷素素托龍門鏢局運回武當，醫治月餘，自會痊愈，他四肢被人折斷，實出於大力金剛指的毒手，倘若當日找到了這罪魁禍首，張翠山夫婦也不致慘死了。俞岱巖既悲師弟無辜喪命，又恨自己成為廢人，滿腔怨毒，眼中如要噴出火來。張無忌聽了兩人之言，立即明白了一切前因後果。他幼時曾聽父親說過，少林寺火工頭陀偷學武藝，擊死少林寺達摩堂首座苦智禪師，少林派中各高手大起爭執，以致苦慧禪師遠走西域，開創了西域少林一派，看來這人是當年苦慧的傳人。果然聽得張三丰道：「施主心腸忒也歹毒，我們可沒想到當年苦慧禪師的傳人之中，竟有施主這等人物。」阿三獰笑道：「苦慧是甚麼東西？」張三丰一聽，恍然大悟。當年俞岱巖為大力金剛指所傷後，武當派遣人前往質問少林，少林派掌門方丈堅決不認，便疑心到西域少林一派，但多年打聽，得知西域少林已然式微之極，所傳弟子只精研佛學，不通武功，此刻聽了阿三這句「苦慧算甚麼東西」，心知他若是西域少林傳人，決無辱罵先師之理，便朗聲說道：「怪不得，怪不得！施主是火工頭陀的傳人，不但學了他的武功，也盡數傳了他狠戾陰毒的性兒！那個空相甚麼的，是施主的師兄弟罷？」阿三道：「不錯！他是我師弟，他可不叫空相，法名剛相。張真人，我『金剛門』的般若金剛掌，跟你武當派的掌法比起來怎樣？」俞岱巖厲聲道：「遠遠不如！他頭頂挨了我師一掌，早已腦漿迸裂。班門弄斧，死有餘辜！」阿三大吼一聲，撲將上來。張無忌一招太極拳「如封似閉」，將他擋住，說道：「阿三，拿『黑玉斷續膏』來！」說著伸出了右掌。阿三大吃一驚：「本門的續骨妙藥秘密之極，連本門尋常弟子也不知其名，這小道僮卻從何處聽來？」他那知蝶谷醫仙胡青牛的「醫經」之中，有言說道，西域有一路外家武功，疑是少林旁支，手法極其怪異，斷人肢骨，無藥可醫，僅其本門秘藥「黑玉斷續膏」可救，然此膏如何配製，卻其方不傳。張無忌想到此節，順口說了出來，本來也只試他一試，待見他臉色陡變，即知所料無誤，朗聲說道：「拿來！」他想起了父母之死，以及俞殷兩位師伯叔的慘遭荼毒，恨不得立時置之於死地，實不願跟他多說一句。阿三適才和他交手，雖然吃了一點小虧，但見自己的大力金剛指使將出來之時，他只有躲閃逃避，並無還手之力，只須留神他古怪的牽引手法，鬥下去可操必勝，當下踏上一步，喝道：「小傢伙，你跪下來磕三個響頭，那就饒你，否則這姓俞的便是榜樣。」張無忌決意要取他的「黑玉斷續膏」，然而如何對付他的金剛指，一時卻無善策，乾坤大挪移之法雖可傷他，卻不能逼得他取出藥來，正自沉吟，張三丰道：「孩子，你過來！」張無忌道：「是！太師父。」走到他身前。張三丰道：「用意不用力，太極圓轉，無使斷絕。當得機得勢，令對手其根自斷。一招一式，務須節節貫串，如長江大河，滔滔不絕。」他適才見張無忌臨敵使招，已頗得太極三味，只是他原來武功太強，拳招中稜角分明，未能體會太極拳那「圓轉不斷」之意。張無忌武功已高，關鍵處一點便透，聽了張三丰這幾句話，登時便有領悟，心中虛想著那太極圖圓轉不斷、陰陽變化之意。阿三冷笑道：「臨陣學武，未免遲了罷？」張無忌雙眉上揚，說道：「剛來得及，正好叫閣下試招。」說著轉過身來，右手圓轉向前，朝阿三面門揮去，正是太極拳中一招「高探馬」。阿三右手五指併攏，成刀形斬落，張無忌「雙風貫耳」，連消帶打，雙手成圓形擊出，這一下變招，果然體會了太師父所教「圓轉不斷」四字的精義，隨即左圈右圈，一個圓圈跟著一個圓圈，大圈、小圈、平圈、立圈、正圈、斜圈，一個個太極圓圈發出，登時便套得阿三跌跌撞撞，身不由主的立足不穩，猶如中酒昏迷。突然之間，阿三五指猛力戳出，張無忌使出一招「雲手」，左手高，右手低，一個圓圈已將他手臂套住，九陽神功的剛勁使出，喀喇一聲，阿三的右臂上下臂骨齊斷。這九陽神功的剛勁好不厲害，阿三一條手臂的臂骨立時斷成了六七截，骨骼碎裂，不成模樣。以這份勁力而論，卻遠非以柔勁為主的太極拳所及。張無忌恨他歹毒，「雲手」使出時連綿不斷，有如白雲行空，一個圓圈未完，第二個圓圈已生，又是喀喇一響，阿三的左臂亦斷，跟著喀喀喀幾聲，他左腿右腿也被一一絞斷。張無忌生平和人動手，從未下過如此辣手，但此人是害死父母、害苦三師伯、六師叔的大兇手，若非要著落在他身上取到「黑玉斷續膏」，早已取了他性命。阿三一聲悶哼，已然摔倒。趙敏手下早有一人搶出，將他抱起退開。旁觀眾人見到張無忌如此神功，盡皆駭然，連明教眾高手也忘了喝采。※※※那禿頭阿二閃身而出，右掌疾向張無忌胸口劈來，掌尖未至，張無忌已覺氣息微窒，當下一招「斜飛式」，將他掌力引偏。這禿頭老者一聲不出，下盤凝穩，如牢釘在地，專心致志，一掌一掌的劈出，內力雄渾無比。張無忌見他掌路和阿三乃是一派，看年紀當是阿三的師兄，武功輕捷不及，卻是遠為沉穩，當下運起太極拳中粘、引、擠、按等招式，想將他身子帶歪，不料這人內力太強，反而粘得自己跌出了一步。張無忌雄心陡起，心想：「我倒跟你比拼比拼，瞧是你的西域少林內功厲害，還是我的九陽神功厲害。」見他一掌劈到，便也一掌劈出，那是硬碰硬的蠻打，絲毫沒取巧的餘地，雙掌相交，砰的一聲巨響，兩人身子都幌了一幌。張三丰「噫」的一聲，心中叫道：「不好！這等蠻打，力強者勝，正和太極拳的拳理全然相反。這禿頭老者內力渾厚，武林中甚是罕見，只怕這一掌之下，小孩兒便受重傷。」便在此時，兩人第二掌再度相交，砰的一聲，那阿二身子一幌，退了一步，張無忌卻是神定氣閒的站在當地。九陽神功和少林派內功練到最高境界，可說難分高下。但西域「金剛門」的創派祖師火工頭陀是從少林寺中偷學的武藝。拳腳兵刃固可偷學，內功一道卻講究體內氣息運行，便是眼睜睜的瞧著旁人打坐靜修，瞧上十年八年，又怎知他內息如何調勻、周天如何搬運？因此外功可偷學，內功卻是偷學不來的。「金剛門」外功極強，不輸於少林正宗，內功卻遠不及了，這阿二是「金剛門」中的異人，天生神力，由外而內，居然另闢蹊徑，練成了一身深厚內功，造詣早已遠遠超過了當年的祖師火工頭陀，可說乃是天授。在他雙掌之下，極少有人接得住三招，此時蠻打硬拚，卻被張無忌的掌力震得退出了一步，不由得又驚又怒，深深吸一口氣，雙掌齊出，同時向張無忌劈去。張無忌叫道：「殷六叔，你瞧我給你出這口惡氣。」原來這時殷梨亭已在楊不悔、小昭等人陪同之下，由兩名明教教眾用軟兜抬著，到了武當山上。張無忌一聲喝處，右拳揮出，砰的一聲大響，那禿頭阿二連退三步，雙目鼓起，胸口氣血翻湧。張無忌叫道：「殷六叔，圍攻你的眾人之中，可有這禿頭在內嗎？」殷梨亭道：「不錯！此人正是首惡。」只聽那禿頭阿二週身骨節劈劈拍拍的發出響聲，正自運勁。俞岱巖知道這阿二內力強猛，這一運功勁，掌力非同小可，實是難擋，叫道：「渡河未濟，擊其中流！」意思是叫張無忌不等阿二運功完成，便上前攻他個措手不及。張無忌應道：「是！」踏上一步，卻不出擊。阿二雙臂一振，一股力道排山倒海般推了過來。張無忌吸了一口氣，體內真氣流轉，雙掌揮出，一拒一迎，將對方掌力盡行碰了回去。這兩股巨力加在一起，那阿二大叫一聲，身子猶似發石機射出的一塊大石，喀喇喇一聲響，撞破牆壁，衝了出去。眾人駭然失色之際忽見牆壁破洞中閃進一個人來，提著阿二的身子放在地下。此人矮矮胖胖，圓如石鼓，模樣甚是可笑，身法卻極靈活，正是明教厚土旗掌旗使顏垣。那禿頭阿二雙臂臂骨、胸前肋骨、肩頭鎖骨，已盡數被他自己剛猛雄渾的掌力震斷。顏垣放下阿二，向張無忌一躬身，又從牆洞中鑽了出去，倏來倏去，便如是一頭肥肥胖胖的土鼠。趙敏見這小道僮連敗自己手下兩個一流高手，早已起疑，見顏垣向他行禮，妙目流盼，立時認出，暗罵自己：「該死，該死！我先入為主，一心以為小鬼在外佈置，沒想到他竟假裝道僮，在此搗鬼，壞我大事。」當下細聲細氣的道：「張教主，怎地如此沒出息，假扮起小道僮來？滿口太師父長、太師父短，也不害羞。」張無忌見她認出了自己，便朗聲道：「先父翠山公正是太師父座下第五弟子，我不叫『太師父』卻叫甚麼？有甚麼害羞不害羞？」說著轉身向張三丰跪倒磕頭，說道：「孩兒張無忌，叩見太師父和三師伯。事出倉卒，未及稟明，還請恕孩兒欺瞞之罪。」張三丰和俞岱巖驚喜交集，說甚麼也想不到這個力敗西域少林二大高手的少年，竟是當年那個病得死去活來的孩童。張三丰呵呵大笑，伸手扶起，說道：「好孩子，你沒有死，翠山可有後了。」張無忌武功卓絕，猶在其次，張三丰最歡喜的是，只道他早已身亡，卻原來尚在人世，一時當真是喜從天降，心花怒放，轉頭向殷天正道：「殷兄，恭喜你生了這麼個好外孫。」殷天正笑道：「張真人，恭喜你教出來這麼一位好徒孫。」趙敏罵道：「甚麼好外孫、好徒孫！兩個老不死，養了一個奸詐狡獪的小鬼出來。阿大，你去試試他的劍法。」那滿臉愁苦之色的阿大應道：「是！」刷的一聲，拔出倚天劍來，各人眼前青光閃閃，隱隱只覺寒氣侵人，端的是口好劍。張無忌道：「此劍是峨嵋派所有，何以到了你的手中？」趙敏啐道：「小鬼，你懂得甚麼？滅絕老尼從我家中盜得此劍，此刻物歸原主，倚天劍跟峨嵋派有甚麼干係？」張無忌原不知倚天劍的來歷，給她反口一問，竟是答不上來，當下岔開話題，說道：「趙姑娘，請你取『黑玉斷續膏』給我，治好了我三師伯、六師叔的斷肢，大家便既往不咎。」趙敏道：「哼！既往不咎？說來倒容易。你可知少林派空聞、空智，武當派的宋遠橋、俞蓮舟他們，此刻都在何處？」張無忌搖頭道：「我不知道。還請姑娘見示。」趙敏冷笑道：「我幹麼要跟你說？不將你碎屍萬段，難抵當日綠柳莊鐵牢中，對我輕薄羞辱之罪！」說到「輕薄羞辱」四字，想起當日情景，不由得滿臉飛紅，又惱又羞。張無忌聽到她說及「輕薄羞辱」四字，臉上也是一紅，心想那日為了解救明教群豪身上所中之毒，事在緊急，才不得不出此下策，用手搔她腳底，其實並無絲毫輕薄之意，不過男女授受不親，雖說從權，此事並未和旁人說過，倘若眾人當真以為自己調戲少女，那可糟了，眼下無可辯白，只得說道：「趙姑娘，這『黑玉斷續膏』你到底給是不給？」趙敏俏目一轉，笑吟吟的道：「你要黑玉斷續膏，那也不難，只須你依我三件事，我便雙手奉上。」張無忌道：「那三件事？」趙敏道：「眼下我可還沒想起。日後待我想到了，我說一件，你便跟著做一件。」張無忌道：「那怎麼成？難道你要我自殺，要我做豬做狗，也須依你？」趙敏笑道：「我不會要你自殺，更不會叫你做豬做狗，嘻嘻，就是你肯做，也做不來呢。」張無忌道：「你先說出來，倘是不違俠義之道，而我又做得到的，那麼依你自也不妨。」趙敏正待接口，轉眼看到小昭鬢邊插著一朵珠花，正是自己送給張無忌的那朵，不禁大惱，又見小昭明眸皓齒，桃笑李妍，年紀雖稚，卻出落得猶如曉露芙蓉，甚是惹人憐愛，心下更恨，一咬牙，對阿大道：「去把這姓張的小子兩條臂膀斬下來！」阿大應道：「是！」一振倚天劍，走上一步，說道：「張教主，主人有命，叫我斬下你的兩條臂膀。」周顛心中已彆了很久，這時再也忍不住了，破口罵道：「放你娘的狗臭屁！你不如斬下自己的雙臂。」阿大滿臉愁容，苦口滿面的道：「那也說得有理。」周顛這下子可就樂了，大聲道：「那你快斬啊。」阿大道：「也不必忙。」張無忌暗暗發愁，這口倚天劍鋒銳無匹，任何兵刃碰上即斷，唯一對策，只有乾坤大挪移法空手奪他兵刃，然而伸手到這等鋒利的寶劍之旁，只要對方的劍招稍奇，變化略有不測，自己一條手臂自指尖以至肩頭，不論那一處給劍鋒一帶，立時削斷，如何對敵，倒是頗費躊躇。忽聽張三丰道：「無忌，我創的太極拳，你已學會了，另有一套太極劍，不妨現下傳了你，可以用來跟這位施主過過招。」張無忌喜道：「多謝太師父。」轉頭向阿大道：「這位前輩，我劍術不精，須得請太師父指點一番，再來跟你過招。」那阿大對張無忌原本暗自忌憚，自己雖有寶劍在手，佔了便宜，究屬勝負難知，聽說他要新學劍招，那是再好不過，心想新學的劍招儘管精妙，總是不免生疏。劍術之道，講究輕翔靈動，至少也得練上一、二十年，臨敵時方能得心應手，熟極而流。他點了點頭，說道：「你去學招罷，我在這裏等你。學兩個時辰夠了嗎？」張三丰道：「不用到旁的地方，我在這兒教，無忌在這兒學，即炒即賣，新鮮熱辣。不用半個時辰，一套太極劍法便能教完。」他此言一出，除了張無忌外，人人驚駭，幾乎不相信自己的耳朵，均想：就算武當派的太極劍法再奧妙神奇，但在這裏公然教招，敵人瞧得明明白白，還有甚麼秘奧可言？阿大道：「那也好。我在殿外等候便是。」他竟是不欲佔這個便宜，以傭僕身份，卻行武林宗師之事。張三丰道：「那也不必。我這套劍法初創，也不知管用不管用。閣下是劍術名家，正要請你瞧瞧，指出其中的缺陷破綻。」這時楊逍心念一動，突然想起，朗聲道：「閣下原來是『八臂神劍』方長老，閣下以堂堂丐幫長老之尊，何以甘為旁人傭僕？」明教群豪一聽，都吃了一驚。周顛道：「你不是死了嗎？怎麼又活轉了，這……這怎麼可以？」那阿大悠悠嘆了口氣，低頭說道：「老朽百死餘生，過去的事說他作甚？我早不是丐幫的長老了。」老一輩的人都知八臂神劍方東白是丐幫四大長老之首，劍術之精，名動江湖，只因他出劍奇快，有如生了七、八條手臂一般，因此上得了這個外號。十多年前聽說他身染重病身亡，當時人人都感惋惜，不意他竟尚在人世。張三丰道：「老道這路太極劍法能得八臂神劍指點幾招，榮寵無量。無忌，你有佩劍嗎？」小昭上前幾步，呈上張無忌從趙敏處取來的那柄木製假倚天劍。張三丰接在手裏，笑道：「是木劍？老道這不是用來畫符捏訣、作法驅邪嗎？」當下站起身來，左手持劍，右手捏個劍訣，雙手成環，緩緩抬起，這起手式一展，跟著三環套月、大魁星、燕子抄水、左攔掃、右攔掃……一招招的演將下來，使到五十三式「指南針」，雙手同時畫圓，復成第五十四式「持劍歸原」。張無忌不記招式，只是細看劍招中「神在劍先、綿綿不絕」之意。張三丰一路劍法使完，竟無一人喝采，各人盡皆詫異：「這等慢吞吞、軟綿綿的劍法如何能用來對敵過招？」轉念又想：「料來張真人有意放慢了招數，好讓他瞧得明白。」只聽張三丰問道：「孩兒，你看清楚了沒有？」張無忌道：「看清楚了。」張三丰道：「都記得了沒有？」張無忌道：「已忘記了一小半。」張三丰道：「好，那也難為了你。你自己去想想罷。」張無忌低頭默想。過了一會，張三丰問道：「現下怎樣了？」張無忌道：「已忘記了一大半。」周顛失聲叫道：「糟糕！越來越忘記得多了。張真人，你這路劍法很是深奧，看一遍怎能記得？請你再使一遍給我們教主瞧瞧罷。」張三丰微笑道：「好，我再使一遍。」提劍出招，演將起來。眾人只看了數招，心下大奇，原來第二次所使，和第一次使的竟然沒一招相同。周顛叫道：「糟糕，糟糕！這可更加叫人胡塗啦。」張三丰畫劍成圈，問道：「孩兒，怎樣啦？」張無忌道：「還有三招沒忘記。」張三丰點點頭，收劍歸座。張無忌在殿上緩緩踱了一個圈子，沉思半晌，又緩緩踱了半個圈子，抬起頭來，滿臉喜色，叫道：「這我可全忘了，忘得乾乾淨淨的了。」張三丰道：「不壞不壞！忘得真快，你這就請八臂神劍指教罷！」說著將手中木劍遞了給他。張無忌躬身接過，轉身向方東白道：「方前輩請。」周顛抓耳搔頭，滿心擔憂。方東白猱身進劍，說道：「有僭了！」一劍刺到，青光閃處，發出嗤嗤聲響，內力之強，實不下於那個禿頭阿二。眾人凜然而驚，心想他手中所持莫說是砍金斷玉的倚天寶劍，便是一根廢銅爛鐵，在這等內力運使之下也必威不可當，「神劍」兩字，果然名不虛傳。張無忌左手劍訣斜引，木劍橫過，畫個半圓，平搭在倚天劍的劍脊之上，勁力傳出，倚天劍登時一沉。方東白讚道：「好劍法！」抖腕翻劍，劍尖向他左脅刺到。張無忌回劍圈轉，拍的一聲，雙劍相交，各自飛身而起。方東白手中的倚天寶劍這麼一震，不住顫動，發出嗡嗡之聲，良久不絕。這兩把兵刃一是寶劍，一是木劍，但平面相交，寶劍和木劍實無分別，張無忌這一招乃是以己之鈍，擋敵之無鋒，實已得了太極劍法的精奧。要知張三丰傳給他的乃是「劍意」，而非「劍招」，要他將所見到的劍招忘得半點不剩，才能得其神髓，臨敵時以意馭劍，千變萬化，無窮無盡。倘若尚有一兩招忘得不乾淨，心有拘囿，劍法便不能純。這意思楊逍、殷天正等高手已隱約懂得，周顛卻終於遜了一籌，這才空自憂急半天。這時只聽得殿中嗤嗤之聲大盛，方東白劍招凌厲狠辣，以極渾厚內力，使極鋒銳利劍，出極精妙招數，青光蕩漾，劍氣瀰漫，殿上眾人便覺有一個大雪團在身前轉動，發出蝕骨寒氣。張無忌的一柄木劍在這團寒光中畫著一個個圓圈，每一招均是以弧形刺出，以弧形收回，他心中竟無半點渣滓，以意運劍，木劍每發一招，便似放出一條細絲，要去纏在倚天寶劍之中，這些細絲越積越多，似是積成了一團團絲綿，將倚天劍裹了起來。兩人拆到二百餘招之後，方東白的劍招漸見澀滯，手中寶劍倒似不斷的在增加重量，五斤、六斤、七斤……十斤、二十斤……偶爾一劍刺出，真力運得不足，便被木劍帶著連轉幾個圈子。方東白越鬥越是害怕，激鬥三百餘招而雙方居然劍鋒不交，那是他生平使劍以來從所未遇之事。對方便如撒出了一張大網，逐步向中央收緊。方東白連換六七套劍術，縱橫變化，奇幻無方，旁觀眾人只瞧得眼都花了。張無忌卻始終持劍畫圓，旁人除了張三丰外，沒一個瞧得出他每一招到底是攻是守。這路太極劍法只是大大小小、正反斜直各種各樣的圓圈，要說招數，可說只有一招，然而這一招卻永是應付不窮。猛聽得方東白朗聲長嘯，鬚眉皆豎，倚天劍中宮疾進，那是竭盡全身之力的孤注一擲，乾坤一擊！張無忌見來勢猛惡，回劍擋格，方東白手腕微轉，倚天劍側了過來，擦的一聲輕響，木劍的劍頭已削斷六寸，倚天劍不受絲毫阻撓，直刺到張無忌胸口而來。張無忌一驚，左手翻轉，本來捏著劍訣的食中兩指一張，已夾住倚天劍的劍身，右手半截劍向他右臂斫落。劍雖木製，但在他九陽神功運使之下無殊鋼刃。方東白右手運力回奪，倚天劍被對方兩根手指夾住了，猶如鐵鑄，竟是不動分毫，當此情景之下，他除了撒手鬆劍，向後躍開，再無他途可循。只聽張無忌喝道：「快撒手！」方東白一咬牙，竟不鬆手，便在這電光石火的一瞬之間，拍的一聲響，他一條手臂已被木劍打落，便和以利劍削斷一般無異。方東白不肯鬆手，原已存了捨臂護劍之心，左手伸出，不等斷臂落地，已搶著抓住，斷臂雖已離身，五根手指仍是牢牢的握著倚天劍。張無忌見他如此勇悍，既感驚懼，且復歉仄，竟沒再去跟他爭劍。方東白走到趙敏身前，躬身說道：「主人，小人無能，甘領罪責。」趙敏對他全不理睬，說道：「今日瞧在明教張教主的臉上，放過了武當派。」左手一揮，道：「走罷！」她手下部屬抱起方東白、禿頭阿二、阿三的身子，向殿外便走。張無忌叫道：「且慢！不留下黑玉斷續膏，休想走下武當山。」縱身而上，伸手往趙敏肩頭抓去。手掌離她肩頭尚有尺許，突覺兩股無聲無息的掌風分自左右襲到，事先竟沒半點朕兆，張無忌一驚之下，雙掌翻出，右手接了右邊擊來的一掌，左手接了從左邊擊來的一掌，四掌同時相碰，只覺來勁奇強，掌力中竟夾著一股陰冷無比的寒氣。這股寒氣自己熟悉之至，正是幼時纏得他死去活來的「玄冥神掌」掌力。張無忌一驚之下，九陽神功隨念而生，陡然間左脅右脅之上同時被兩敵拍上一掌。張無忌一聲悶哼，向後摔出，但見襲擊自己的乃是兩個身形高瘦的老者。這兩個老者各出一掌和張無忌雙掌比拼，餘下一掌卻無影無蹤的拍到了他身上。楊逍和韋一笑齊聲怒喝，撲上前去。那兩個老者又是揮出一掌，砰砰兩聲，楊逍和韋一笑騰騰退出數步，只感胸口氣血翻湧，寒冷徹骨。兩個老者身子都幌了一幌，右邊那人冷笑道：「明教好大的名頭，卻也不過如此！」轉過身子，護著趙敏走了。