第七十一回　獨闖全真小龍女「嗯」的一聲，不去睬他。尹克西心想先跟她拉拉交情，動起手來倘若是不敵，她不致就下殺手，我若見情勢不對便即退讓，旁人見我和她相識，也不會笑我膽怯，於是笑嘻嘻的道：「龍姑娘，別來多日，你貴體清健啊！」小龍女又是「嗯」了一聲，目光不離尹志平、趙志敬二人，生怕他們乘機逃走。尹克西道：「跟這些賊道生氣，沒的損折了姑娘貴手。姑娘只須指點出來，待在下稍動微勞，一一給姑娘收拾了。」小龍女道：「好！你先給我殺了他。」說著向趙志敬一指。尹克西心想：「此人已受蒙古皇帝陛下敕封，怎能殺他？」於是陪笑道：「這位趙真人為人很好啊，姑娘只怕有點兒誤會，我叫他向姑娘陪不是便是啦！」小龍女秀眉微蹙，左手劍倏地遞出，快如電閃，向尹克西刺了過去。尹克西急忙舉鞭擋過，只聽得「啊」的一聲，站在他身後的趙志敬已是肩頭中劍。即使是瀟湘子等這些高手，也沒看出這一劍是怎生刺的，只是料到這一招乃是右手劍所刺，繞過尹克西的身子，刺中了躲在他身後的目標。尹克西吃了一驚，心想這一劍雖非刺在自己身上，但自己無力護住趙志敬，那是同樣的丟臉，只因對方出招太快，瞧不清她雙劍的來勢去路，如此對敵，那註定是非敗不可，想到此處，膽子更加寒了，於是金龍鞭一擺，叫道：「龍姑娘，手下留情！」小龍女不理，對他既無敵意，亦無友意，腳步微動，向左踏出兩步，尹克西跟著一轉，仍想護住趙志敬，忽聽背後哼的一聲，一驚之下微微回頭，但見他左肩袍袖已被劍鋒劃去了一片，鮮血涔涔而下。小龍女這一劍如何刺他，旁人仍是莫名其妙，劍法精妙迅疾到了這等地步，那不但來去無影無蹤，長劍簡直還能轉彎。趙志敬連中兩劍，心想尹克西武功平平，實不足以倚為護符，危急中提氣竄出，躍到了瀟湘子身旁。小龍女便似沒見，轉過身子，左手向尹克西刺了一劍，右手劍卻刺向尼摩星前胸。尼摩星左手撐住拐杖，右手以鐵蛇一擋，但聽得趙志敬一聲大叫，跟著嗆啷一響，長劍落地，原來手腕又已中劍。這一招更是奇特，明明小龍女與他相距甚遠，當攻擊兩大高手之際，竟能抽空傷他。瀟湘子「哼」了一聲，道：「龍姑娘劍法不差，我也得領教領教。」左手一掌向旁推出，趙志敬只覺一股大力撞在胸口，立足不住，跌出數丈，虧得他內功也已頗有根底，身上雖受了三處傷，仍是拿樁站住。瀟湘子掌力未收，哭喪棒同時擊出。那渾人馬光祖與楊過、小龍女一直交好，這時心中大大以為然，高聲叫道：「不要臉啊不要臉，三位武林大宗師，圍攻一個小姑娘。」瀟湘子等聽在耳裏，臉上都是微微一熱。他們生平對什麼仁義道德，素不理會，然均自負傲慢，對身份體面卻瞧得極重，若在平時，別說三人聯手，便是單打獨鬥，也覺不屑與這樣一個年紀輕輕的姑娘動手，但此刻自知憑著一人武功，決計抵擋不了她這種鬼神莫測的劍招，於是對馬光祖的譏嘲只作不聞，心中均想：「渾大個兒，咱們一齊同來辦事，你卻反助外人，回頭定要教你吃點苦頭。」便這麼心念略轉之間，眼前劍光晃動，小龍女已然出招。三人仍是瞧不清她的劍勢，一齊向後躍退丈餘，不約而同的各自舞動兵刃，護住週身要害。眾蒙古武士牽著尹志平、李志常等人，退後靠著殿壁，個個均知眼前這四人相鬥，實是非同小可，只要給誰的兵刃稍稍帶到，便不死也得重傷。瀟湘子、尼摩星、尹克西均知今日之鬥，既非考較功力，並不是比試武藝，只是如何設法避得小龍女神妙無方的劍招，心中都盼她先出手攻擊旁人，但求能在她招數之中，略略瞧出些端倪，便有了取勝之機。三人都是一般的念頭，於是各施生平絕技，將全身護得沒半點空隙，那是先求己之不可勝，以求敵之不可勝的意思。以這三大高手的身份理論，一出手便取守勢，可說是生平從未有之事，但想到敵手如此之強，若要上手搶攻，十九求榮反辱。大殿之上，只見小龍女雙劍拄地，站在中心，瀟湘子等三人分處三方，每人身前均有一片寒光來回晃動。尹克西的金鞭舞成一團黃光；尼摩星的鐵蛇是一條黑影倏進倏退，吞吐流轉；瀟湘子的哭喪棒則攪成一張灰幕，遮在身前。眾蒙古武士和全真道人從未見過如此的聲勢，心中無不駭異。小龍女向三人望了一眼，心道：「我和你們三個無冤無仇，誰有空閒和你們動手。」見趙志敬閃閃縮縮的正要退到神像之後，當即素袖一拂，踏步便上。尼摩星與瀟湘子自左右搶到，鐵蛇和哭喪棒擋在身前，他二人聯手，進攻即或不足，自守卻是有餘。小龍女見無隙可乘，雙劍即不遞出，眼見趙志敬逃到殿後，當即仗劍追了兩步，但尼摩星和瀟湘子兩般兵刃使得颼颼風響，竟然搶不過去。小龍女道：「你們讓是不讓？」瀟湘子心想：「此時仇隙未成，她未必便施殺手。這全真教的掌教於我有甚好處，我何苦為他樹此強敵？」他躊躇未答，尼摩星卻叫了起來：「咱們偏偏不讓，你這妖女有甚本事，一起施展出來吧！」瀟湘子尹克西一齊向他瞪了一眼，心想：「咱們便是不讓，又何必口吐惡言？難道憑你一人之力，能敵得她嗎？當真是太過不自量力了。」只是和他協力禦敵之際，不便出口埋怨。原來尼摩星雙腿斷折，那是拜受楊過與李莫愁之賜，他知楊過是小龍女情郎，滿腔怨毒，自是都要發洩在她身上，這時一動上手，他與其餘二人不同，存心要和她拼個你死我活。小龍女也不著惱，只知若要誅殺尹趙二道，非將跟前這三個高手驅退不可，於是淡淡的道：「你們既不肯讓，我可要無禮了！」一言甫畢，劍光閃處，突聽一片聲響，悠然不絕。響聲未過，小龍女已向後躍退丈餘，站在大殿中心，只見瀟湘子和尼摩星臉上均各變色，尹克西雖未參與這一下過招，但臉上神色不正，心中大是惴惴，原來適才一記長聲，乃是四十餘下極短促的連續打擊組成。這頃刻之間，小龍女雙劍已刺削點斬，一共出了四十餘招，尼瀟二人守得滴水不漏，每一招均撞在兵刃之上，在群道聽來，只不過是一下長長的兵刃碰擊之聲，尹克西卻每一下短聲都是聽得清清楚楚。她這攻招如此迅捷，瀟湘子等三人心中更是驚懼，適才所以能擋住劍招，全憑兩人聯手，將兵器舞得猶如銅牆鐵壁一般，若待她一劍既出，再要舉起兵刃擋架，身上早已中劍了。小龍女急攻不下，也佩服這兩人守得竟是嚴密如此，微微一頓，腳步輕飄飄的向後略退，臉孔兀自朝著瀟湘子，雙劍倏地反倒刺，叮叮叮叮十二下急響，縱是琵琶高手的繁絃輪指，也無如此急促。尹克西的金鞭始終沒有閒著，終於將這十二下也均擋了回去。這兩輪攻守一過，四人心中均已了然，小龍女弱在內力不強，劍招上的勁道不能盪開對方兵刃，若能與這三人的真力大致相仿，那麼三人早已守禦不住。小龍女提劍回到殿心，尋思破敵之計，只見三個對手的兵刃越舞越急，那裏尋得出半點破綻。小龍女心想：「如此迅疾的舞動兵刃，內力大耗，定然難以持久，我靜以待變，時間一長，總能尋到破綻。」於是雙劍微顫，似攻非攻，手臂蓄勢待發，卻不出擊，教對手三人不敢稍有弛緩。那知瀟湘子等內力均是極為深厚，如是舞動兵刃，縱是兩三個時辰，氣力也不會耗竭。小龍女見無隙可乘，便靜靜的站著，神色嫻雅嫣然。她性子向來不急，在道上追蹤尹志平和趙志敬一月有餘，始終沒有出手，此時便再多待一天半日，又有何妨？要知她在古墓中寂靜自守，早已練成了無人能及的耐心。尼摩星見她仗劍端立，旁若無人，第一個先沉不住氣了，猛地裏虎吼一聲，鐵蛇揮出，向她衝了過去。他一出手攻擊，身子左側便露出空隙。小龍女長劍一抖，尼摩星拐杖急撐，躍了回來，但覺肩頭微微疼痛，俯眼一瞧，只見左肩衣服上已刺破了五個破孔，鮮血正從孔中滲出。尤奇的是這五個破孔列成梅花之形，四個小孔圍著中間一孔，排列得整整齊齊，若非小龍女也防備了他鐵蛇的進襲，這隻左臂只怕此刻已不連在他身上了。他一攻無功，反受創傷，心中雖怒，卻也不敢再貿然動手。三人站在三方各舞兵刃。小龍女站在中心理也不理，勝敗之勢雖然未分，但長期僵持，究非了局。尹克西一直在苦思取勝之策，他一套「黃沙萬里鞭法」反反覆覆已使了四次，猛地心念一動，叫道：「尼摩兄，瀟湘兄，咱們一齊踏上半步。」尼摩星與瀟湘子沒明白他的用意，但想他是西域大賈，見識既豐，人又聰明，於是依言踏上半步。尹克西同時踏上半步，他見三人的招數之中並無破綻，叫道：「咱們再踏上半步。」尼瀟二人依言上前，尹克西道：「防守務須嚴謹，踏步要慢。」三人手上毫不鬆懈，過了一會，便向前踏出半步，這時人人都瞧出，三人圍著小龍女的圈子漸漸縮小，到最後便會將她擠在中心。三人雖不敢出手攻擊，但每人舞動兵刃，組成三堵銅牆鐵壁，向中逐步擠攏，三股守勢合成一股強大的攻擊，實是猛不可當。眾人瞧到這般情景，蒙古武士和趙志敬一派的道士心中暗喜，其餘的道士卻均為小龍女擔憂。小龍女見三人離自己身邊越來越近，兵刃招數中卻仍是無隙可乘，眼見過不多時，自己勢非被他們擠死不可，當下雙劍連刺，只聽得叮叮之聲忽急忽緩，每一招都碰在對方兵刃之上。她連攻數十劍，盡數給擋了回來，那三人卻又各自踏進了半步。小龍女心中一急，退向左後側時足底一絆，微一踉蹌，這一下身上各處大現破綻，若不是瀟湘子等只守不攻，不敢乘機進襲，那她已遭到極大兇險。小龍女知道大殿地下投棄著數十柄長劍，都是全真教群道所用兵刃被人奪下時而拋擲在地。她在劍上這麼一絆，忽然想起：「別人兩手能使雙劍，我既已學會分心二用之術，兩手該能同時使四柄劍，便算顯不出四劍的威力，或能擾亂敵人，乘機脫困。」於是左手長劍交右手，俯身拾起二劍，右手兩把，左手兩把，四把劍同時揮動。瀟湘子等大吃一驚，均想：「這姑娘的招數愈來愈奇，四劍齊使，當真是聞所未聞。」但各人均抱定以不變應萬變的主意，不管她使什麼怪招奇術，總是只守不攻，逐步迫緊。其實小龍女四劍齊使，雖然駭人耳目，威力反而不及只用雙劍，因她平素專練單劍，左手全真劍法，右手玉女劍法，配合得天衣無縫，這時每一隻手都使雙劍，由於向來少練，出招時已無得手應心之妙。她四劍連刺，與三般兵刃又碰撞了數下。高手比武，只一招便能測知對方高下強弱，瀟湘子等接了她幾下四劍連使的招數，只覺她的劍招突然遲緩了幾分，劍尖刺來時也不及先時的神妙莫測。尼摩星瞧出便宜，喉頭咕咕作響，揮動鐵蛇便要進襲。尹克西急叫：「使不得，這是她的誘敵之計。」尼摩星經他提醒，嚇了一跳，心想幸虧人家生意人見機得快，原來這女子狡獪如此，只要自己一攻，她立施反擊，那麼不但合圍之勢登時破了，只怕自己還要性命不得週全。其實小龍女本來不是存心誘敵，但聽尹克西這麼一叫，心想：「這黑矮子沉不住氣，只有從他身上尋破敵之策。他說我誘敵，我便當真要來誘他一下。」突然間右手一揮，一柄長劍向上飛出，右劍刺出之時，左手又有一柄長劍飛上去，瀟湘子等一驚，不知她又要玩什麼花樣，只見半空雙劍尚未跌落，她手中僅有的雙劍擲了上去，這麼一來，她兩手空空，已無兵刃。尹克西叫道：「各人自行嚴守，千萬不可進攻。」他瞧不透小龍女的用意，但想只要嚴密守衛，逐步前逼，那便已穩操勝算，對方雖然赤手空拳，卻也不必冒險進招。小龍女一彎腰，兩手不住在地下抓劍，一一擲上半空，同時空中長劍一柄柄落下，她一接住跟著又擲了上去。但見數十柄長劍此上彼落，寒光閃爍，煞是奇觀，古墓派的武功本來不以內力沉雄見長，而憑手法迅疾取勝，當年小龍女傳授楊過武功之時，要他以雙掌攔住八十一隻麻雀，活的麻雀尚能攔住，這數十柄長劍隨接隨拋，在她自是渾若無事，她手中每一刻都有兵刃，但也是每一刻都無兵刃，只瞧得瀟湘子等目瞪口呆，心想這是在變戲法玩把戲，那裏還是爭勝拼死的比武？猛地裏小龍女左掌一揚，在一柄自空落下的長劍劍柄上一推，那劍橫飛而出，向尹克西疾刺過去。劍頭撞在他金龍鞭舞成的光幕之上，迅疾無比的彈了回來，卻撞向尼摩星。尼摩星的鐵蛇舞得正急，那劍一碰，便即飛去迴刺小龍女。這時空中又有兩柄長劍落下，小龍女雙手一撥一推，三柄劍分襲三人。頃刻之間，那數十柄長劍不再向上飛起而是在三般兵刃組成的光幕之間來回激盪，有些長劍去勢斜了，被尼摩星用大力一砸，斷成兩截。小龍女手上戴著金絲手套，拍打在劍刃之上，絲毫不傷。這一番惡鬥，比之適才更是驚心動魄。小龍女自幼熟習攔打八十一隻麻雀的輕身功夫，眼明手快，靈台澄澈，越打越急，心中竟無半點雜念，全沒想到這場激戰是勝是敗，是生是死。有時順手抓到劍柄，便刺出數劍，隨即又向敵人投擲。初時她雙劍在手，瀟湘子等已感不易抵禦，這時數十柄長劍亂下亂刺，中間又夾著她凌厲迅疾的擊刺，卻如何還能招架？何況長劍從各人兵刃上碰撞出去之時，方向力道，全是不易控制，是否要傷到同伴，那全是聽天由命了。小龍女向空擲劍，本來不過想擾亂敵人的目光，這時情勢變化，竟是出乎意料之外的大佔上風。從兵刃飛舞的響聲之中隱隱聽得尹克西和尼摩星氣息漸粗，瀟湘子的哭喪棒舞得雖快，但只見其惶急，不見其瀟灑。突然間尹克西右臂一垂，叫聲：「不好！」原來三柄長劍飛了過去，正好和他的軟鞭纏在一起。他守得雖然嚴密異常，但這三柄劍均是從瀟湘子和尼摩星的兵刃上碰撞出來，三劍齊至，莫名甚妙的纏在他的鞭上。尹克西出力一抖，將三劍抖下，但正當他軟鞭將起未起之際，小龍女長劍刺出，尹克西手腕一疼，軟鞭已把持不住。但聽嗆啷一聲，金龍軟鞭掉在地下。小龍女左掌連揮，七八柄長劍激飛而出，分刺三人，跟著雙手各接住一柄長劍，身形一晃，從尹克西身前躍出。尹克西手腕受傷，兵刃落地，這銅牆鐵壁般的包圍圈子立時破了，眼見她雙劍如兩道電光似的閃動，忙向後急退。小龍女的輕功比這三人都高，一提氣，直奔殿後追趕趙志敬去了。瀟湘子等一時還不能便收兵刃，直待數十把長劍一一落地，這才住手。尹克西臉帶愧色，說道：「小弟無能，給她走了！」他三人本來互相各不為下，雖同在忽必烈帳下，然誰也不佩服誰，大家勾心鬥角，均要設法壓服對方，但經歷了適才這場驚心動魄的惡鬥，三人都有死裏逃生之感，相互間的敵意少了許多，瀟湘子和尼摩星齊聲道：「這怪不得尹兄……」一言未畢，忽聽得後山隱隱傳來叮叮噹噹兵刃撞擊人之聲。本來大殿上一戰，瀟湘子等均已膽寒，但聽這兵刃撞擊之聲，夾著法王五隻輪子的嗚嗚響聲，顯然是小龍女已在與法王動手。三人心中均想：「有這麼一個硬手作為主將，咱們再從旁夾攻，必可取勝。」尹克西左手拾起金龍軟鞭，叫道：「大夥兒追！」搶先尋聲追了下去。瀟湘子哭喪棒一揮，與尼摩星率領眾蒙古武士發足跟隨。眾人此時心目中的大敵唯有小龍女一人，全沒將諸全真道人放在意下。尹志平、李志常等見眾蒙古武士一退，即行互解綁縛，紛紛拾起長劍，蜂擁跟去。瀟湘子等一到重陽宮後的玉虛洞前，只見輪影激盪，劍氣縱橫，金輪法王吼聲如雷，小龍女白衣勝雪，兩人相隔丈餘，正自遙遙相鬥。金銀銅鐵錫五隻巨輪迴旋飛舞，那響聲只震得人之耳中嗡嗡作響，這般聲勢與大殿上的激鬥又自不同。尹志平和李志常見玉虛洞的洞門已被大石堵塞，不知五位師長生死如何，心中焦急，一齊搶到洞口，但達爾巴手執金杵，霍都揮動鋼扇，只數招之間，便將群道打退。王志坦大叫：「師父，師父，你老人家安好嗎？」他心中焦急，語音中帶有哭聲。李志常轉念一想：「憑著五位師長的玄功，怎能輕易給人關在洞中？定是他們練功到了緊急當口，不能分心抵禦外敵。王師弟這麼一叫，他們若在洞中聽見，反而擾亂心神。」於是說道：「王師弟，別叫，五住師長受不得驚擾。」王志坦立時醒悟，於是俯身扶起倒在地下的宋德方，見他受傷不輕，當下設法救助。瀟湘子等旁觀法王和小龍女相鬥，見他雖然守多攻少，但接得兩三招便要還遞一招，五隻輪子威力奇猛，逼得小龍女無法欺近身去，比之適才自己三人只守不攻，那武功確是高出甚多。三人心中又是佩服，又是妒忌，均想：「這和尚被封為蒙古第一國師，也不枉他了。」三人本來想與法王夾攻合擊，但一見這情勢，私心登起，都不願便這麼助他成功。其實金輪法王出招雖猛，心中卻已是叫苦不迭，只見小龍女雙手劍招各各不同，但互相配合得精妙絕倫，左手劍攻前，右手劍便同時襲後，叫他退既不可，進又不能，雙劍每一路劍招都是進攻數處，而這數處都是叫他顧此失彼，難以並救。若不是他內功外功俱臻登峰造極之境，眼明手快，剛柔並濟，武功只要略差半分，這頃刻之間身上早已中了十七八劍，幸好他吃過這套「玉女素心劍法」的苦頭，當日一敗之後，事後曾苦苦思索。那金輪法王實是武林中不世出的奇才，所學既廣，人又聰明，自與楊過、小龍女一戰而敗之後，無日不在鑽研破解「玉女素心劍」的法門，只是那劍法太過神妙，要說破解，實在有所不能，但若奮力而鬥，百餘招內尚可抵擋得住。這日他在玉虛洞外見小龍女孤身闖來，楊過並未陪伴在側，自是不懼反喜，心想今日結果了她，那便無敵於天下，豈知一動上手，她一人便將一套「玉女素心劍法」使將出來，而且迅疾凌厲，遠勝於與楊過聯手之時。原來這劍法若是由一對有情的男女共使，心意脈脈，靈犀暗通，招數雖奇，卻失之於柔和溫雅，不易傷人，待得小龍女一人獨使，這股輕憐蜜愛，纏綿牽掛的味道一去，敵人更是無法抗禦了。因此拆到五六十招之時，法王已是險象環生，他收回金輪護身，不敢擲出攻敵，又數招後，再將銀輪也收了回來，接著五輪齊回，變成了只守不攻，便和適才瀟湘子等一般模樣。那五隻輪子輕重大小，顏色形狀各各不同，或生尖刺，或起稜角，組成五道光環，在他身週滾來滾去。忽聽小龍女嬌叱一聲：「著！」跟著法王低聲吼叫，叮叮數響。只見兩人縱躍來去，出手越來越快，便是瀟湘子這等高手，也沒瞧清兩人這一叱一叫，已起了什麼變化。突然之間，尼摩星臉上微微一痛，似被什麼細小暗器打中，一驚之下伸手一摸，臉上沒什麼，手掌中卻有一點鮮血。他呆了一下，又見一點鮮血飛到了尹克西身上，這才知激鬥的二人之中已有一個受傷。過不多時，小龍女白衫之上點點斑斑的濺了十幾點鮮血，宛似白綾上畫了幾枝桃花，鮮艷奪目，尼摩星喜道：「小妖女受傷啦！」接著劍光閃了兩閃，法王又是一聲低吼。瀟湘子冷冷的道：「不！是大和尚受傷！」尼摩星一想不錯，這些鮮血是法王濺到小龍女身上的，心想若是法王死在她的手下，再也無法將她制住，於是叫道：「尹兄瀟兄，一齊上啊！」鐵蛇揮動，慢慢從小龍女身後逼了上去。瀟湘子和尹克西見情勢不妙，不能再事袖手旁觀，當下分從左右逼進。這麼一來，局勢陡變，小龍女武功再強，也絕不能抵敵這四大高手的聯攻。金輪法王的武功固已出神入化，而瀟湘子等也是一等一的武林健者，半年以前，每人均尚且以為是武功天下第一。縱然換作周伯通、黃藥師、郭靖這幾人，也無法以一敵四。法王身上已中了三劍，但均未傷及要害，危殆萬分之際來了幫手，心中一寬，只見瀟湘子等並不出手攻擊，各以兵刃護住自身，緩緩的分從三方進逼，小龍女一時之間雖尚未受到來自四面的齊攻，但時間稍長，勢必無倖。但見玉虛洞前，青松之側，四個武林怪客圍著一個素裝少女，劍氣如虹，輪光若電，好一場惡戰。眾蒙古武士和全真道人只瞧得目眩心驚，臉若死灰，生平那裏見過如此的激鬥？數百對眼光一齊注視著這五人相鬥，猛聽得砰彭一聲震天價大響，砂石飛舞，煙塵瀰漫，玉虛洞前數十塊大石崩在一旁，五個黃衫道人從洞中緩步而出，正是丘處機、劉處玄等全真五子。尹志平、李志常等大喜，齊叫：「師父！」迎了上去。達爾巴和霍都大吃一驚，這洞口以這許多大石堵住，怎能斗然間推石而出？瞧這股破洞的聲勢，便如點燃一批火藥開山爆石一般。兩人各挺兵刃，向前搶上。丘處機等五人向旁一讓，突然十掌齊出，按在兩人背心，一捺一送，將兩人拋入了玉虛洞中。達爾巴和霍都二人的武功，本來與郝大通等在伯仲之間，雖然不及丘處機、王處一的精湛，但也絕不致只一招便給擲入洞中。原來全真五子在王虛洞中閉關靜修，鑽研拆解「玉女心經」之法，五個人殫精竭慮，日夜苦思，總覺小龍女和楊過所顯示的武功，每一招每一式都恰好是全真派武學的剋星，要想從招術中取勝，實是難能。後來丘處機從天罡北斗陣法中悟出一理，說道：「咱們在招數上勢必要敗，但可合五人之力，以勁力的雄渾，補招數之不足。」於是五人第一步修習併力攻敵的法門，每一招出去，都是將五人的勁力歸集於一點。他們知道全真派第三四代弟子之中，並無出類拔萃的人物，只有仗著人多，或能合力自保，這一個多月之中，他們創出了一招「百川歸海」。當金輪法王率領眾武士堵洞之時，這一招「百川匯海」正好練到了緊要當口，萬萬分心不得，明知大敵來攻，也只好置之不理，真至五人練到五力歸一，融合無間，這才破洞而出。只可惜過於急促，這一招只練到了八成火候，饒是如此，達爾巴和霍都也已抵擋不住，竟給他們一擊成功，摔入洞中，暈了過去。丘處機等轉過身來，只見法王等四人圍著小龍女酣鬥方烈。五人只瞧了片刻，面面相覷，不禁神色慘然，心中都想：「罷了，罷了，原來古墓派的武功精妙若斯，若要勝她，那是終身無望了。」他們在洞中所想所練，都是從先前所見小龍女和楊過的武功為依據，豈知眼前所顯示的神奇劍招，要想瞧個明白都有所不能，說到破解，真是從那裏說起？法王等四大高手的武功，都是遠在全真五子之上，全真教如想要有如此一個都是千難萬難，丘處機等心想：「若是先師在世，自能勝得過他們，周師祖大概也勝他們一籌，但說到同時受這四人圍攻，十九要抵敵不住。」五個老道垂頭喪氣，心下慚愧，自覺一代不如一代，不能承繼先師的功業，大敵當前。全真教瞧來是無立足之地了。眼見招招凶險，步步危機，五人越瞧越是心驚，顧不得詢問弟子眼前這變故因何而起。這時小龍女等五人相鬥，情勢又已不同。小龍女招招攻擊，法王等始終是遮攔多，還手少，但逐步進逼，小龍女越來越是不利。她數次想搶出圈子，暫且退走，但法王等四人守得嚴密異常，每一次均給擋了回來，她知有金輪法王主持圍逼，再要以擲劍之法來敵已不可能，何況除了手中雙劍，身邊已無其他兵刃。她自在大殿上劍傷淨光，到這時已鬥了一個多時辰，氣力漸感不支，而強敵越逼越近，眼見丘處機等五人環伺在側，知道這五個老道也非易與之輩，四下裏個個都是敵人，自己卻只有孤身一人，今日定然是喪身在這重陽宮中了。心中忽然想起：「我遭際若此，一死又有什麼可惜？就只是……就只是……臨死之時，總盼能再見過兒一面。他這時是在那裏呢？多半是和郭姑娘卿卿我我，柔情無限，說不定他倆已成了親，新婚燕爾，那裏想到我這苦命女子在此受人圍攻？不，不！過兒不會這樣，他便是和郭姑娘成親，心中也絕不會忘了我。我只要能再見他一面，只要能再見他一面……」她離襄陽北上之時，決意永不再和楊過相見，但這時面臨生死關頭，心中越來越是割捨不下。她一想到楊過，本來分心二用突然變為心有專注，雙手各各不同的劍招忽地施展不出「玉女素心劍法」的威力。法王見她劍法斗變，初時還道她是存心誘敵，故示弱點，但數招一過，看看又是不像，當下踏上一步左手銀輪護身，右手金輪往她劍上碰去。