第六十二回　一燈大師這時黃蓉扶著山石，凝目瞧著二人，一見那農夫托住大石，叫道：「靖哥哥，飛龍在天！」郭靖給她一提醒，只覺手上一鬆，立時右掌前引，左掌從右手腕底穿出，使一招降龍十八掌中的「飛龍在天」，人已躍在半空，右掌復又翻到左掌之前，向前一撲，落在黃蓉身旁，只聽那農夫破口大罵，回頭看時，又是他雙手上舉，托著大石動也不動了。黃蓉極是得意，道：「靖哥哥，咱們走吧。」回頭向那農夫道：「你力氣很大，托他一時三刻不會出亂子，放心好啦。」那農夫罵道：「小丫頭，使這勾當算計老子！你說九指神丐言而有信，哼，他老人家一世英名，都讓你這小丫頭給毀了。」黃蓉笑道：「毀什麼啊？師父叫我不能撒謊，可是我爹爹說騙騙人沒什麼大不了，我愛聽爹爹的話，我師父可拿我沒辦法啊。」那農夫怒道：「你爹爹是誰？」黃蓉道：「咦，我不是給你試過軟蝟甲麼？」那農夫大罵：「該死，該死！原來鬼丫頭是黃老邪的鬼女兒，我怎麼這生胡塗。」黃蓉笑道：「是啊，我師父言出如山，他是從來不騙人的。這件事難學得緊，我也不想學他，我說，還是我爹爹教得對呢！」說著格格而笑，牽著郭靖的手逕向前行。兩人順著山路向前走去，郭靖又驚又喜，卻不知黃蓉如何又把那農夫騙去托起大石。那山路不久就到了頭，前面是條寬約半尺的石樑，橫架在兩座山峰之間，雲霧籠罩，望不見盡處。若是在平地之上，半尺小徑又算得了什麼，可是這石樑下臨深谷，別說行走，只望一眼也不免膽戰心驚。黃蓉嘆道：「那位段皇爺藏得這麼好，就算誰和他有天大仇恨，找到這裏，氣也先消了一半。」郭靖道：「那漁人怎麼說段皇爺已經死了？這事好教人放心不下。」黃蓉道：「這也當真猜想不透，瞧他模樣，不像是在撒謊，又說咱們師父是親眼見段皇爺死的。」郭靖道：「到此地步，只是有進無退。」蹲低身子背起黃蓉，使開輕功提縱術，走上石樑。那石樑高低不平，又加終年在雲霧之中，石上溜滑異常，走得越慢，反是越易傾跌。郭靖一提氣，快步而行。奔出七八丈，黃蓉叫道：「小心，前面斷了。」郭靖也已看到石樑忽然中斷，約有八九尺長的一個缺口，當下奔得更快，借著一股衝力，飛躍而過。黃蓉連經兇險，早已把生死置之度外，笑道：「靖哥哥，你可飛得沒白鵰兒穩呢。」奔一段，躍過一個缺口，接連過了七個斷崖，眼見對面山上是一大片平地，忽聽書聲朗朗，石樑已到盡頭，可是盡頭卻有一個極長缺口，看來總在一丈開外，缺口彼端盤膝坐著一個書生，手中拿了一卷書，正自朗誦。那書生身後，又有一個短短的缺口。郭靖止步不奔，穩住身子，不禁暗暗發愁：「若要一躍而過，原亦不難，只是這書生佔住要津，除了他所坐之處，別地無可容足。」於是高聲說道：「晚輩求見尊師，相煩大叔引見。」那書生搖頭晃腦，讀得津津有味，郭靖的話似乎半句也沒聽見。郭靖提高聲音再說一遍，那書生仍是充耳不聞。郭靖低聲道：「蓉兒，怎麼辦？」當黃蓉一見那書生所坐的地勢，就知此事極為棘手，在這寬不逾半尺的石樑之上，一動手即判生死，縱然獲勝，但自己是有事前來相求，如何能出手傷人？聽郭靖相詢，蹙眉不答，再聽那書生所讀的，原來是一部最平常不過的論語，只聽他讀道：「暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，風乎舞雩，詠而歸。」讀得酣暢淋漓，確似在春風中載歌載舞，喜樂無已。黃蓉心道：「要他開口，只有出言相激。」冷笑一聲說道：「論語縱然讀了千遍，不明夫子微言大義，也是枉然。」那書生愕然止聲，抬起頭來，說道：「什麼微言大義，倒要請教。」黃蓉打量那書生，見他約有五十餘歲，頭戴逍遙巾，手揮摺疊扇，頦下一叢長鬚，確是個飽學宿儒，於是冷笑道：「你知孔門弟子，共有幾人？」那書生笑道：「這有何難？孔門弟子三千，達者七十二人。」黃蓉道：「七十二人中有老有少，你可知其中冠者幾人，少年幾人？」那書生愕然道：「論語中未曾說起，經傳上亦無記載。」黃蓉道：「我說你不明經書的微言大義，豈難道說錯了？剛才我明明聽你讀道：冠者五六人，童子六七人。五六得三十，成年的是三十人，六七四十二，少年是四十二人，兩者相加，不多不少是七十二人。瞧你這般學而不思，嘿，殆哉殆哉！」那書生被她這般強辭奪理的一說，不禁啞然失笑，可是心中也暗服她的聰明機智，笑道：「小姑娘果然滿腹詩書，佩服佩服。你們要見家師，為著何事？」黃蓉心想：「若說前來求醫，他必多方留難。可是此話又不能不答，好，他既在讀論語，我且掉幾句孔夫子的話來搪塞搪塞。」於是笑道：「聖人，吾不得而見之矣！得見君子者，斯可矣。有朋自遠方來，不亦樂乎？」那書生仰天大笑，半晌方止，說道：「好，好，我出三道題目考考你，若是考得出，那就引你們去見我師父，倘有一道不中試，只好請兩位從原路回去了。」黃蓉道：「啊喲，我沒讀過多少書，太難的我可答不上來。」那書生笑道：「不難，不難。我這裏有一首詩，說的是在下出身來歷，打四個字兒，你請猜猜看。」黃蓉道：「好啊，猜謎兒，這倒有趣。請唸吧！」那書生撚鬚吟道：「六經蘊籍胸中久，一劍十年磨在手……」黃蓉伸了舌頭道：「文武全才，了不起！」那書生一笑，接吟道：「杏花頭上一枝橫，恐洩天機莫露口。一點纍纍大如斗，掩卻半牀無所有。完名直待掛冠歸，本來面目君知否？」黃蓉心道：「完名直待掛冠歸，本來面目君知否？瞧你這等模樣，必是當年段皇爺朝中大臣，隨他掛冠離朝，歸隱山林，這又有何難猜？」於是說道：「『六』字下一個『一』一個『十』，那是個辛字。『杏』字上加橫下去『口』，那是個未字。半『牀』加『大』加一點，那是個狀字。『完』掛冠，那是個元字。辛未狀元，失敬失敬，原來是位辛未科的狀元爺。」那書生呆了一呆，本以為這字謎十分難猜，縱然猜出，也得耗上半天，在這窄窄的石樑之上，郭靖武功再高，只怕也難以久站，要叫二人知難而退，乖乖的回去，豈知黃蓉竟似不加思索，隨口而答，不由得驚訝異常，心想這女孩兒原來是個絕頂聰明的才女，倒不可不出個極難的題目來難難她，四下一望，見山邊一排棕櫚，樹葉隨風而動，宛若揮扇，他是狀元之才，即景生情，於是搖了搖手中的摺扇，說道：「我有一個上聯，請小姑娘對對。」黃蓉伸了伸舌頭道：「對對子可不及猜謎兒有趣啦。好吧，我若不對，看來你也不能放我們過去，你出對吧。」那書生揮扇指著那一排棕櫚道：「風擺棕櫚，千手佛搖摺疊扇。」這上聯既是即景，又隱然自抬身份。黃蓉心道：「我若單以事物相對，不含雙關之義，未擅勝場。」遊目四顧，只見對面地上似有一座寺院，廟前有一個荷塘，此時七月將盡，荷葉已凋了大半，心中一動，笑道：「對子是有了，只是得罪大叔，說出來不便。」那書生道：「但說不妨。」黃蓉道：「你可不許生氣。」那書生道：「自然不氣。」黃蓉指著他頭上戴的逍遙巾道：「好，我的下聯是：霜凋荷葉，獨腳鬼戴逍遙巾。」這下聯一說出來，那書生哈哈大笑說道：「妙極，妙極！不但對仗工整，而且敏捷之至。」郭靖見那蓮梗撐著一片枯凋的荷葉，果然像是個獨腳鬼戴了一頂逍遙巾，也不禁笑了起來。黃蓉笑道：「別笑，別笑，一摔下去，咱倆可成了兩個不戴逍遙巾的鬼啦！」那書生心想：「普通對子是定然難不倒她的了，我可得出個絕對。」猛然想起少年時在塾中讀書之時，老師曾說過一個絕對，數十年來無人能對得工整，說不得，只好難她一難，於是說道：「我還有一聯，請小姑娘對對：琴瑟琵琶，八大王一般頭面。」黃蓉聽了，不覺一怔，心想：「這琴瑟琵琶四字之中，共有八個王字，這倒難對了。」那書生見難倒了她，其是得意，只怕黃蓉反過來問他，於是說在頭裏：「這上聯本來極難，我也對不工穩。不過咱們話說在先，小姑娘既然對不出，只好請回了。」黃蓉靈機一動，已然對出，笑道：「若說對對，卻有何難？只是適才一聯已得罪了大叔，現下這一聯更是一口氣要得罪漁樵耕讀四位，是以說不出口。」那書生不信，心道：「你能對出已是千難萬難，豈能同時又嘲諷我師兄弟四人？」說道：「但教對得工整，取笑又有何妨？」黃蓉笑道：「既然如此，我告罪在先，這下聯是：魑魅魍魎，四小鬼各自肚腸。」那書生一驚，站起身來，長袖一揮，向黃蓉一揖到地，道：「在下拜服。」黃蓉回了一禮，笑道：「若不是四位各逞心機要阻我上山，這下聯原也難想。」那書生哼了一聲，轉身躍過小缺口，道：「請吧。」郭靖站著靜聽兩人賭試文才，只怕黃蓉一個回答不出，前功盡棄，待見那書生讓道，心中大喜，當即提氣躍過缺口，在那書生先前坐處落足一點，又躍過了最後那小缺口。那書生見他背了黃蓉履險如夷，心中也自嘆服：「我自負文武雙全，其實文不如這少女，武不如這少年，慚愧啊慚愧。」側目再看黃蓉，只見她洋洋得意，想是女孩兒家折服了一位飽學的狀元公，掩不住的心中喜悅之情，心想：「我且取笑她一番，好教她別太得意了！」於是說道：「姑娘文才雖佳，行止卻是有虧。」黃蓉笑道：「倒要請教。」那書生道：「孟子書中有云：男女授受不親，禮也。瞧姑娘是位閨女，與這小哥並非夫妻，卻何以由他負在背上？孟夫子只說嫂溺，叔可援之以手。姑娘既沒有掉在水裏，又非這小哥的嫂子，這樣背著抱著，實是大違禮教。」黃蓉心道：「哼，靖哥哥和我再好，別人總知道他不是我丈夫。陸乘風陸師哥這麼說，這位狀元公又這麼說。」當下小嘴一扁，道：「孟夫子最愛胡說八道，他的話怎麼也信得的？」那書生怒道：「孟夫子是大聖大賢，他的話怎麼信不得？」黃蓉笑吟道：「乞丐何曾有二妻？鄰家焉得許多雞？當時尚有周天子，何事紛紛說魏齊？」那書生越想越對，呆在當地，半晌說不出話來。原來這首詩是黃藥師所作，他非湯武、薄周孔，對聖賢之話，挖空了心思加以駁斥嘲諷，曾作了不少詩詞歌賦來譏刺孔孟。孟子講過一個故事，說齊人有一妻一妾而去乞討殘羹冷飯，又說有一個人每天要偷鄰家一隻雞。黃藥師就說這兩個故事是騙人的。這首詩最後兩句言道：戰國之時，周天子尚在，孟子何以不去輔佐王室，卻去向梁惠王、齊宣王求官做？這未免大違於聖賢之道。那書生心想：「齊人與攘雞，原是比喻，不足深究，但最後這兩句，只怕起孟夫子於地下，亦難自辯。」又向黃蓉瞧了一眼，心想：「小小年紀，怎恁地精靈古怪？」當下不再言語，引著二人向前走去。經過荷塘之時，見到塘中荷葉，不禁又向黃蓉一望。黃蓉噗哧一笑，轉過了頭去。那書生引二人走進廟內，請二人在東廂坐了，小沙彌奉上茶來。那書生道：「兩位稍候，待我去稟告家師。」郭靖道：「且慢！那位耕田的大叔，在山坡上手托大石，脫身不得，請大叔先去救了他。」那書生吃了一驚，飛奔而出。黃蓉道：「可以拆那黃色布囊啦。」郭靖道：「啊，你若不提，我倒忘了。」忙取出黃囊拆開，只見裏面白紙上並無一字，卻繪了一幅圖，圖上一位天竺國人作帝皇裝束，正用刀割切自己胸口肌肉，全身已割得體無完膚，鮮血淋漓。他身前有一架天平，天平一端站著一隻白鴿，另一邊堆了他身上割下來的肌肉，鴿子雖小，卻比大堆肌肉還要沉重。天平之旁站著一隻猛鷹，神態極是兇惡。黃蓉瞧了半天，不明圖中之意，郭靖見她竟也猜想不出，自己也就不必多耗心思，當下將圖摺起，握在掌中。只聽殿上腳步聲響，那農夫怒氣沖沖，扶著書生走向內室，想是他被大石壓得久了，累得精疲力盡。約莫又過一盞茶時分，一個小沙彌走了出來，雙手合什，行了一禮，說道：「兩位遠道來此，不知有何貴幹？」郭靖道：「特來求見段皇爺，相煩通報。」那小沙彌合什道：「段皇爺早已不在人世，累兩位空跑一趟。且請用了素齋，待小僧恭送下山。」郭靖大失所望，心想千辛萬苦的到了此間，仍是得到這樣一個回覆，這便如何是好？黃蓉見了廟宇，已猜到三成，這時見到小沙彌神色，更猜到了五六成，從郭靖手中接過那幅圖畫，說道：「小女子身受重傷，特來相求尊師慈悲施救。這一張紙，相煩呈給尊師。」小沙彌接過圖畫，不敢打開觀看，合什行了一禮，轉身入內。這一次他不久即回，低眉合什道：「恭請兩位。」郭靖大喜，扶著黃蓉隨小彌入內。那廟宇看來雖小，裏邊卻甚進深，三人走過一條青石鋪的小徑，又穿過一座竹林，只覺綠蔭森森，幽靜無比，令人煩俗盡消，竹林之中，隱著三間石屋，小沙彌輕輕推開屋門，讓在一旁，微微躬身，請二人進屋。郭靖見小沙彌恭謹有禮，對之甚有好感，向他微笑示謝，然後與黃蓉並肩而入。只見室中小几上點著一爐檀香，几旁兩個蒲團，各坐一個僧人。一個面目黝黑，高鼻深目，乃是天竺人。另一個身穿粗布僧袍，兩道長長的白眉，從眼角垂了下來，面目慈祥，眉間雖隱含愁苦，但一番雍容高華的神色，卻是一望而知，那書生與農夫侍立在他身後。黃蓉此時再無懷疑，輕輕一拉郭靖的手，走到那長眉僧人之前，躬身下拜，說道：「弟子郭靖、黃蓉，參見師伯。」郭靖見她口呼「師伯」，心中一愕，當下也不暇琢磨，隨著她爬在地下，著力的磕了四個響頭。那長眉僧人微微一笑，站起身來，伸手扶起二人，笑道：「七兄收得好弟子，藥兄生得好女兒啊。聽他們說，」說著向農夫與書生一指，「兩位文才武功，俱遠勝我的劣徒，哈哈，可喜可賀。」郭靖聽了他的言語，心想：「這口吻明明是段皇爺了，只是好端端一位皇帝，怎麼變成了一個和尚？他們怎麼又說他已經死了，這不是好好活著麼？可教人丈二金剛摸不著頭腦。蓉兒怎麼又知道他就是段皇爺？」只聽那僧人又向黃蓉道：「你爹爹和你師父都好吧？想當年在華山絕頂與你爹爹比武論劍，他還是光棍兒一條，不意一別二十年，居然生下了這等俊美的女兒。你還有兄弟姊妹麼？你外祖是那一位前輩英雄？」黃蓉眼圈一紅，道：「我媽就只生我一個，她早已去世啦，外祖父是誰我也不知道。」那僧人道：「啊。」輕輕拍拍她的肩膀安慰，又道：「我入定了三日三夜，剛才回來，你們到了很久了吧？」黃蓉心道：「瞧他神色，很歡喜見到我們，那麼一路上留難不見，都是他弟子的主意了。」當下答道：「弟子也是剛到，幸好幾位大叔在途中多方留難，否則就算早到了，段師伯入定未回，也是枉然。」那僧人呵呵笑道：「他們就怕我多見外人。其實，你們又那裏是外人，小姑娘一張利口，確是家學淵源。段皇爺早不在人世啦，我現在叫作一燈和尚。你師父親眼見我皈依三寶，你爹爹只怕不知吧？」郭靖這時方才恍然大悟：「原來段皇爺剃度作了和尚，一人出家，宛似轉世作人，所以他弟子說段皇爺早已不在人世。我師父親眼見他皈佛為僧，若是命我等前來找他，自然不會再說來見段皇爺，必是說來見一燈大師。蓉兒真是聰明，一見他面就猜到了。」只聽黃蓉道：「我爹爹並不知曉。」一燈笑道：「是啊，你師父的口，多入少出，吃的多，說的少，老和尚的事他決計不會跟人說起，那是放心得過的。你們遠來辛苦了，用過齋飯沒有？咦！」他突然一驚，拉著黃蓉的手，走到門口，將她的臉對著陽光，細細審看，越看神色越是驚訝。郭靖縱然遲鈍，也瞧出一燈大師已發覺黃蓉身受重傷，心中一酸，突然雙膝跪地，向大師連連磕頭。一燈伸手往他臂下一抬，郭靖只感一股大力欲將他身子掀起，不敢運勁相抗，隨著來力勢頭，緩緩的站起身來，說道：「求大師救她性命！」一燈適才這一抬，一半是命他不必多禮，一半卻是試他功力。一燈武功已至化境，收發自如，這一抬先用了五成力，若覺郭靖抵擋不住，立時收勁，也決不致將他掀個筋斗，如抬他不動，當再加勁，只這一抬之間，就可瞭若指掌的明白對方武功深淺，須知會武之人，身上任何一部受到外力，不由自主的立生反應，豈知郭靖竟是輕描寫的站了起來，將他勁力一舉化開，這比抬他不動更使一燈吃驚，暗道：「七兄收的好徒弟啊，無怪我徒兒們甘拜下風。」這時郭靖說了一句：「求大師救她性命！」一言方畢，突然立足不穩，身不由主的向前踏了一步，急忙運勁站定，可是已心深氣粗，滿臉脹得通紅，心中大吃一驚：「一燈大師的功力竟持續得這麼久！我只道已經化除，那知他借力打力，來勁雖解，隔了半刻之後，我自己的反力卻將我這麼一推，若是當真動手，我這條小命還在麼？東邪西毒，南帝北丐，當真是名不虛傳。」這一下拜服得五體投地，他性格率真，胸中所思，臉上即現。一燈見他目光中露出又驚又佩的神色，伸手輕輕拍了拍他的肩膀，笑道：「孩子，練到你這樣，也已不容易了啊。」這時他拉著黃蓉的手尚未放開，一轉頭，笑容立歛，低聲道：「孩子，你不用怕，放心好啦。」扶著她坐在蒲團之上。黃蓉一生之中，從未有人如此慈祥相待，父親雖然愛她，可是說話行事古裏古怪，倒似她是一個好友，父女之愛卻是深藏不露，這時驟然聽了一燈這幾句溫暖之極的話，就像忽然遇到了她從未見過面的親娘，受傷以來的種種痛楚委屈，這時再也克制不住，「哇」的一聲，哭了出來。一燈大師柔聲安慰：「乖孩子，別哭別哭！你身上痛痛！伯伯一定給你治好。」那知他越是說得親切，黃蓉哭得越是厲害，到後來抽抽噎噎的竟是沒有止歇。郭靖聽他答應治傷，心中大喜，一轉頭，忽見那書生與農夫橫眉凸睛、滿臉怒容的瞪著自己。郭靖心中歉然：「咱們來到此處，全憑蓉兒使詐用智，無怪他們發怒。只是一燈大師如此慈和，這四位弟子卻千方百計阻攔，不知是何原因。」只聽一燈大師道：「孩子，你怎樣受的傷，怎麼找到這裏，說給伯伯聽聽。」當下黃蓉將怎樣誤認裘千仞為裘千里，怎樣肩頭受他雙掌一推等情說了一遍。一燈聽到鐵掌裘千仞的名字時，眉頭微微皺了一皺，但隨即又滿臉笑容，神定氣閒的聽著。黃蓉述說之時，留心察看著一燈大師的神情，他雖只眉心稍蹙，卻也逃不過她的眼睛。待講到如何在黑沼森林中遇到神算子瑛姑、她怎樣指點前來求見時，一燈大師的臉色在一瞬之間又沉了一沉，似乎突然想到了一件長久以前的往事。黃蓉住口不說，待他出神，過了片刻，一燈大師嘆了口氣道：「後來怎樣？」黃蓉接著述說漁樵耕讀的種種留難，樵子是輕易放他上來的，她將他誇獎了一會，對其餘三人，卻加油添醬的告了一狀，只氣得那書生與農夫二人更加怒容滿臉。郭靖幾次插口道：「蓉兒，別瞎說，那位大叔沒這麼兇！」可是她在一燈面前撒嬌使賴，張大其辭，把大師身後兩弟子只聽得臉上一陣紅一陣白，礙於在師尊面前，卻不敢接一句口。一燈大師連連點頭，道：「咳，這幾個孩兒對朋友真是無禮，待會我叫他們向你陪不是。」黃蓉向那書生與農夫橫了一眼，甚是得意，口中不停，一直說到怎樣進入廟門，道：「後來我把那幅圖畫給你看，你叫我進來，他們才不再攔我。」一燈奇道：「什麼圖畫？」黃蓉道：「就是那幅老鷹啦、鴿子啦、割肉啦的畫。」一燈道：「你交給誰了？」黃蓉還未回答，那書生從懷中取了出來，道：「在弟子這裏。剛才師父入定未回，所以沒敢給師父過目。」一燈伸手接過，向黃蓉笑道：「你瞧。若是你不說，我就看不到啦。」慢慢打開那幅畫來，只看一眼，已知圖中之意，笑道：「原來人家怕我不肯救你，拿這畫來激我，那不是忒小覷老和尚了麼？」黃蓉一轉頭，見那書生與農夫臉上又是焦急又是關切，心中大是生疑：「幹麼他們一聽到一燈大師答應給我治病，就這麼要了他們命根子似的，難道治病的藥是至寶靈丹，實在捨不得麼？」回過頭來，卻見一燈在細細審視那畫，隨即拿到陽光下透視紙質，輕輕彈了幾彈，臉上大有懷疑之色，對黃蓉道：「這畫是瑛姑畫的麼？」黃蓉道：「是啊。」一燈沉吟半晌，又問：「你親眼瞧見她畫的？」黃蓉知道其中必有蹺蹊，回想當時情景，道：「瑛姑書寫之時，背向我們，我只見到她筆動，卻沒親眼見到她書畫。」一燈道：「你說還有兩隻布囊，囊中的柬帖給我瞧瞧。」郭靖取了出來，一燈一看，神色微變，低聲道：「果真如此。」他把三張柬帖都遞給黃蓉，道：「藥兄是書畫名家，你家學淵源，必懂鑒賞，倒瞧瞧這三張柬帖有何不同。」黃蓉接過手來，一看就道：「這兩張寫著字的紙是普通玉版紙，畫著圖的卻是舊桑紙。」一燈大師點頭道：「嗯。書畫我是外行，你瞧這幅畫功力怎樣？」黃蓉細細瞧了幾眼，笑道：「伯伯，還裝假說外行呢！你早就瞧出這畫不是瑛姑繪的啦。」一燈臉色微變，道：「那麼當真不是她繪的了？我只是憑事理推想，並非從畫中瞧出來。」黃蓉拉著他手臂道：「你瞧，這兩張柬帖中的字筆致何等柔弱秀媚，圖畫中的筆法卻瘦硬之極。嗯，這圖是男人畫的，對啦，一定是男人的手筆，這人毫無書畫素養，什麼間架、遠近一點也不懂，可是筆力沉厚遒勁，直透紙背……這墨色可舊得很啦，我看比我的年紀還大。」一燈大師嘆了口氣，指著竹几上一部經書，示意那書生拿來。那書生取了過來，遞在師父手中。黃蓉見經書封面的黃籤上題著兩行字道：「大莊嚴論經。馬鳴菩薩造。西域龜茲三藏鳩摩羅什譯。」心道：「他跟我講經，那我可一竅不通啦。」一燈隨手將經書揭開，將那幅畫放在書旁，道：「你瞧。」黃蓉「啊」的一聲低呼，道：「紙質一樣。」一燈點了點頭。郭靖不懂，低聲問道：「什麼紙質一樣？」黃蓉道：「你細細比較，這經書的紙質和那幅畫不是全然相同麼？」郭靖伸手輕輕撫摸，果然兩種紙張的厚薄、粗細、韌脆、光滑情形全然相同，道：「當真一般無異，那又怎樣？」黃蓉不答，眼望一燈大師，待他解釋。一燈大師道：「這部經是我師弟從西域帶來送我的。」靖蓉二人自和一燈大師說話後，一直未留心那天竺僧人，這時齊向他望了一眼，只見他盤膝坐在蒲團之上，對各人說話全然不聞不問。一燈又道：「這部經書是西域紙張所書，這畫也是西域的紙張。你聽說過西域白駝山之名麼？」黃蓉驚道：「西毒歐陽鋒？」一燈緩緩的道：「不錯，這畫正是歐陽鋒繪的。」一聽此言，郭靖、黃蓉俱都大驚，一時說不出話來，一燈微笑道：「這位歐陽居士處心積慮，真料得遠啊。」黃蓉道：「伯伯，我不知這畫是老毒物繪的，這人定然不懷好意。」一燈微笑道：「一部九陰真經，也瞧得恁大。」黃蓉道：「伯伯，這畫和九陰真經有關麼？」一燈見她興奮驚訝之下，頰現暈紅，其實已吃力異常，只是強運內力撐住，於是伸手扶住她右臂道：「這事將來再說，先治好你的傷要緊。」當下扶著她慢慢走向旁邊廂房，將到門口，那書生和農夫突然互相使個眼色，搶在門前，一齊跪下，說道：「師父，待弟子給這位姑娘醫治。」一燈搖頭道：「你們功力夠麼？能醫得好麼？」那書生和農夫道：「弟子勉力一試。」一燈大師臉色微沉，道：「人命大事，豈容輕試？」那書生道：「這二人受奸人指使來此，絕無善意，師父雖然慈悲為懷，也不能中了奸人毒計。」一燈大師嘆了口氣道：「我平日教了你們些什麼來？你拿這畫好生瞧瞧去。」說著將畫遞給了他。那農夫磕頭道：「這畫是西毒繪的啊，師父，是歐陽鋒的毒計啊。」說到後來，神態惶急，淚流滿面。靖蓉二人心中都是大惑不解：「治傷醫病之事，怎地有恁大干係？」一燈大師輕聲道：「起來，起來，別讓客人心中不安。」他聲調雖然和平，但語氣卻極堅定，二弟子知道無可再勸，只得垂頭站起。一燈大師扶著黃蓉進了廂房，向郭靖招手道：「你也來。」郭靖跟著進房。一燈將門上捲著的竹簾垂了下來，點了一根線香，插在竹几上的爐中。那房中四壁蕭然，除了一張竹几之外，地下就是三個蒲團。一燈命黃蓉在中間一個蒲團上坐下，向郭靖道：「你瞧著線香，點完了就叫我。」郭靖應了。一燈盤膝坐在黃蓉身旁的蒲團上坐下，向竹簾望了一眼，對郭靖道：「你守著房門，別讓人進來，即令是我師弟、弟子，也不得放入。」郭靖答應了，一燈閉上雙眼，忽又睜眼道：「他們若要硬闖，你就動武好了，關係你師妹的性命，要緊要緊。」一燈對郭靖囑咐已畢，轉頭向黃蓉道：「你全身放鬆，不論有何痛癢異狀，千萬不可運氣抵禦。」黃蓉笑道：「我就算自己已經死啦。」一燈一笑，道：「女娃兒當真聰明。」當即閉目垂眉，入定用功，當那線香點了一寸來長，忽地躍起，左掌撫胸，右手伸出食指，緩緩向她頭頂「百會穴」上點去。黃蓉身不由主的微微一跳，只覺一股熱氣從頂門直透下來。一燈大師一指點過，立即縮回，只見他身子未動，第二指已點向她百會穴後一寸五分處的「後頂穴」，接著強間、腦戶、風府、亞門、大椎、陶道一路點將下來，一枝線香約燃了一半，已將她督脈的三十大穴順次點到。郭靖此時武功早已大非昔比，但站在一旁見他出指舒緩自如，收臂瀟灑飄逸，點這三十六大穴，竟用了三十種不同手法，每一招卻又都是堂廡開廓，各具氣象，不但江南六怪未曾教過，九陰真經的「點穴篇」中，亦未得載，真乃見所未見，聞所未聞，只瞧得他神馳目眩，張口結舌，只道一燈大師是在顯示上乘武功，那裏想到他正以畢生功力替黃蓉打通周身的奇經八脈。督脈點完，一燈坐下休息，待郭靖換過線香，又躍起點她任脈的二十五大穴，這次用的卻全是快手，但見他手臂顫動，猶如蜻蜓點水，一口氣尚未換過，已點完任脈各穴，這二十五招雖然快似閃電，但著指之處，竟無分毫偏差。郭靖心道：「咳，天下竟有這等功夫！」待點到陰維脈的一十四穴，手法又自不同，只見他龍行虎步，神威凜凜，雖然身披袈裟，但在郭靖眼中看來，那裏是個皈依三寶的僧人，直是一位君臨萬民的帝皇。陰維脈一完，一燈大師逕不休息，直點陽維脈三十二穴，這一次是遙點，他身子遠離黃蓉一丈開外，倏忽之間，欺近身去點了她的頸中的「風池穴」，一中即離，快捷無倫。郭靖心道：「當與高手爭搏之時，近鬥兇險，若用這手法，既可克敵，又足保身，實是無上妙術。」當下凝神觀看，一趨一退，都悄悄記在心中，這搶攻雖然神妙，但尤難的都是在一攻而退，魚逝兔脫，無比靈動。郭靖一面硬記，一面暗罵自己資質太差，縱然得其大要，但精微之處，卻是過目即忘。再換兩枝線香，一燈大師已點完她陰蹻、陽蹻兩脈，當點至肩頭「巨骨穴」時，郭靖突然心中一動：「啊，九陰真經中何嘗沒有？只不過我這蠢才一直不懂而已。」心中暗誦經文，但見一燈大師出招收式，無一不與經文相合，只是經文中但述要旨，一燈大師的點穴法卻更有無數變化。這樣一來，記憶再無難處，一燈點她衝脈之時，郭靖一招一式，照著模學，招式雖然精奧，卻已不是剛才那般妙不可解，一想到經文，每招盡有理路可通。最後帶脈一通，即是大功告成。那奇經七脈都是上下交流，帶脈卻是環身一周，絡腰而過，狀如束帶，所以稱為帶脈。這次一燈大師背向黃蓉，倒退而行，反手一指點她「章門穴」。這帶脈共有八穴，一燈出手極緩，似乎點得甚是艱難，口中呼呼喘氣，身子搖搖晃晃，大有支撐不住之態。郭靖吃了一驚，他額上大汗淋漓，長眉梢頭汗水如雨而下，要待上前相扶，卻又怕誤事，看黃蓉時，她全身衣服也忽被汗水濕透，顰眉咬唇，想是在竭力忍住身上痛楚。忽聽刷的一聲，背後竹簾捲起，幾個人齊聲大叫：「師父！」搶進門來，郭靖心中念頭尚未轉定，已用一燈大師的反手點穴法向後連點四下，咕咚數聲，幾個人栽倒在地。郭靖一驚轉身，只見那書生向後躍開，總算避開了他的反手點穴，漁人、樵子、農夫三人卻已躺在地下。郭靖剛才這一出手純然是勢在意先，心中並未想要傷人，卻不知這反手點穴法厲害至斯，不由得怔怔的望著四人，瞧一眼地下三人，又瞧一眼怒容滿臉的書生。那書生怒道：「完啦，還阻攔什麼？」郭靖回過頭來，只見一燈大師已盤膝坐上蒲團，臉色慘白，僧袍盡濕，黃蓉卻已跌倒，一動也不動，不知生死。郭靖大驚，搶過去扶起，鼻中先聞到一陣腥臭，看她臉時，白中泛青，全無血色，但一片隱隱的黑氣卻已消逝，一探鼻息，呼吸得甚是沉穩，當下先放心了大半。這時那書生已將漁人、樵子、農夫三人的穴道解開，圍坐在一燈大師身旁，不發一言，臉上均現焦慮神色。郭靖凝神望著黃蓉，見她臉色漸漸泛紅，心中更喜，豈知那紅色愈來愈甚，到後來雙頰如火，一摸她額頭，觸手燒燙。再過一會，額上汗珠滲出，臉色又漸漸自紅至白，這樣轉了三會，發了三次大汗，黃蓉「嚶」的一聲低呼，睜開雙眼，說道：「靖哥哥，爐子呢，咦，冰呢？」郭靖聽她說話，喜悅無已，顫聲道：「什麼爐子？冰？」黃蓉四下一望，搖了搖頭，笑道：「啊，我做了個惡夢，夢到歐陽鋒啦，歐陽公子啦，裘千仞啦，他們把我放到爐子裏燒烤，又拿冰來冰我，等我身子涼了，又去烘火，咳，真是怕人。咦，一燈大師怎麼啦？」一燈緩緩睜眼，笑道：「你的傷好啦，休息一兩天，別亂走亂動，那就沒事。」黃蓉道：「我全身沒一點力氣，手指頭兒也懶得動。」那農夫橫眉怒目，向她瞪了一眼，黃蓉不理，向一燈道：「伯伯，您費這麼大勁醫我，一定累得厲害，我有依據爹爹祕方配製的九花玉露丸，你服幾丸，好不好？」一燈喜道：「好啊，想不到你帶著這補神健體的妙藥。那年華山論劍，個個鬥得有氣沒力，你爹爹曾分給大家一起服食，果然靈效無比。」郭靖忙從黃蓉衣囊中取出那小袋藥丸，呈給一燈。樵子趕到廚下取來一碗清水，書生將一袋藥丸盡數倒在掌中，遞給師父。一燈笑道：「那用得著這許多？這藥丸調製不易，咱們討一半吃吧。」那書生急道：「師父，就把世上所有的靈丹妙藥搬來，也還不夠呢。」一燈拗不過他，從他手中將數十粒九花玉露丸都吞服了，喝了幾口清水，對郭靖道：「扶你師妹去休息兩日，下山時不必再來見我。嗯，有一件事你們須得答應我。」郭靖拜倒在地，咚咚咚咚，連磕四個響頭。黃蓉平日對人嘻皮笑臉，就算在父親、師父面前，也是全無小輩規矩，這時向他盈盈下拜，低聲道：「伯伯活命之德，姪女不敢有一時一刻忘記。」一燈微笑道：「還是轉眼忘了的好，也免得心中牽掛。」他回過頭來對郭靖道：「你們這番上山來的情景，不必向旁人說起，就算對你師父，也就別提。」郭靖心中正在盤算如何接洪七公上山求一燈大師治傷，聽了此言，不禁愕然怔住，說不出話來。一燈微笑道：「以後你們也別再來了，我們大夥兒日內就要搬家。」郭靖忙道：「搬到那裏去？」一燈微笑不答。黃蓉心道：「傻哥哥，他們就是因為在此處的行蹤被咱們發見了，所以要搬場，怎能對你說？」想到一燈師徒在此一番辛苦經營，為了受自己之累，須得全盤捨卻，更是歉然無已，心想此恩此德，只怕終身難報了，也難怪漁樵耕讀四人要竭力阻止自己上山，想到此處，向四弟子望了一眼，正想說幾句話陪個不是，一燈大師臉色突變，身子一晃，從蒲團上跌了下來，臥倒在地。