第四十七回　大鬧禁宮火光下只見傻姑咧嘴嘻笑，瞧她神情，卻非勇怒狂悍而笑，只是不知危險，還道黃蓉與她鬧著玩。黃蓉又問一遍，傻姑笑道：「我沒師父，誰說有人教過我來著。」黃蓉道：「這丫頭既不肯說，咱們進這洞去一瞧便知端的。周大哥，你守著師父與這丫頭，靖哥哥和我……」周伯通雙手亂搖，叫道：「不不，我和你去。」黃蓉皺眉道：「不，我不要你和我去。」按說周伯通年長輩尊，武功又高，但不知怎的，對黃蓉的話竟是不敢違拗，只得央求道：「好姑娘，下次我不和你抬槓就是。」黃蓉嫣然一笑，點了點頭。周伯通大喜，去找了兩大根松柴，點燃了在洞口燻了片刻。黃蓉將一根松柴從洞口拋了進去，只聽嗒的一聲，在對面壁上一撞，掉在地下，瞧來那洞並不甚深。借著松柴的火光往內瞧去，洞內既無人影，又無聲息，周伯通迫不及待，搶先鑽了進去。黃蓉隨後入內，四下一望，原來只是一間小室。周伯通早就叫了出來：「上當，上當，不好玩。」黃蓉再往地下一瞧，「啊」了一聲，原來地下整整齊齊的擺著一個人的骸骨，仰天躺著，衣褲都已腐朽，瞧不出他死前是何身份。東邊室角裏又有一堆骸骨，卻是伏在一隻大鐵箱上，一柄一尺來長的尖刀從骸骨胸骨之間插在鐵箱蓋上。周伯通見這室既小又髒，兩堆死人骸骨又無新奇之處，但見黃蓉仔仔細細的察看骸骨的情狀，耐著性子等了一會，只怕黃蓉生氣，不敢說要走。再過一陣，實在不耐煩了，試探著道：「好姑娘，我出去了，成不成？」黃蓉道：「好吧，你去替靖哥哥進來。」周伯通大喜，如飛鳥般一縱而出，郭靖跟著鑽進室來。黃蓉舉起松柴，讓郭靖細瞧兩具骨骼，問道：「你瞧這兩人是怎生死的？」郭靖指著伏在鐵箱的人道：「這人定然是要去開啟鐵箱，卻被人從背後偷襲，一刀刺死。地下這人胸口兩排肋骨齊齊折斷，看來是被人用掌力震死的。」黃蓉道：「我也這麼想。有幾件事教人好生費解。」郭靖道：「什麼？」黃蓉道：「這傻姑使的明明是落英掌法，雖然學得還沒到家，但招術路子一點兒沒錯。這兩個人為什麼死在這裏？跟傻姑又有什麼關連？若不弄個水落石出，心下總是難安。」郭靖道：「咱們再去問那位姑娘去。」他自己常被人叫「傻孩子」，所以不肯叫那姑娘作「傻姑」。黃蓉道：「我瞧那丫頭當真是傻的，她不肯說，問也枉然。在這裏細細的查察一番，或許有什麼眉目。」當下舉起松柴，又去看那兩堆骸骨，只見鐵箱腳邊有一物閃閃發光，拾起一看，卻是一塊黃金牌子，牌子正中鑲著一塊拇指大的瑪瑙。將金牌翻轉，見牌上刻著一行字道：「欽賜武功大夫忠州防禦使帶御器械石彥明。」黃蓉道：「這牌子若是這死鬼的，他官職倒不小啊。」郭靖道：「一個大官死在這裏，可真奇了。」黃蓉再去察看那躺在地下的骸骨，卻找不到什麼朽爛不了的物事，只是背心的肋骨之下，似乎有什麼東西微微隆起。她將松柴的一端去一撥，塵土散開，露出一塊鐵片。黃蓉一聲驚呼，搶在手中。郭靖瞧見了她手中之物，也是「啊」了一聲。黃蓉道：「你識得麼？」郭靖道：「是啊，這是歸雲莊上陸莊主的鐵八卦。」黃蓉道：「這是鐵八卦，可未必是陸師兄的。」郭靖道：「不錯，這裏的衣服肌肉爛得乾乾淨淨，至少也有十年啦。」黃蓉呆了一陣，心念一動，搶過去拔起鐵箱上的尖刀，湊近眼前一看，果見刀刃上刻著一個「曲」字，不由得衝口而出：「躺在地下的是我師兄。」郭靖「啊」了一聲，不知如何接上。黃蓉道：「陸師兄說，曲師兄還在人世，豈知卻死在這兒……靖哥哥，你瞧瞧他的腳骨。」郭靖俯身一看，道：「他兩根腿骨都是斷的。啊，是給你爹爹打折的。」黃蓉點了點頭道：「他叫曲靈風。我爹爹曾說，他六個弟子之中，曲師兄武功最強，也最得爹爹歡心……」說到這裏，忽地搶出洞口，郭靖也跟了出來。黃蓉奔到傻姑身前，問道：「你姓曲，是不是？」傻姑嘻嘻一笑，卻不回答。郭靖柔聲道：「姑娘，您尊姓？」傻姑搖頭道：「我不知道。」兩人待要再問，周伯通叫了起來：「餓死啦，餓死啦。」黃蓉答道：「是，咱們先吃飯。」解開傻姑的綑縛，邀她一起吃飯。傻姑也不謙讓，笑了笑，捧起碗就吃。黃蓉將密室中的事對洪七公說了，洪七公也覺奇怪，只道：「看來是那姓石的打死了你曲師兄，要去開箱，豈知你曲師兄尚未氣絕，用刀扔死了他。」黃蓉道：「瞧這情景，多半是如此。」拿了尖刀與鐵八卦給傻姑瞧。問道：「你認得這是誰的麼？」傻姑一見，臉色一變，側過了頭細細思索，似乎記起了什麼，但過了好一陣，終於現出茫然之色，搖了搖頭，拿著尖刀卻不肯放手。黃蓉道：「這把尖刀她似乎是見過的，只是時日一久，卻記不起了。」待眾人飯畢，服侍了洪七公睡下，又與郭靖到室中察看。這一次，兩人都想到這事的關鍵必在鐵箱之中，於是搬開伏在箱上的骸骨，一揭箱蓋，那蓋應手而起，竟是未鎖，火光之下，只見箱中耀眼生花，全是珠玉珍寶。郭靖倒還罷了，黃蓉卻識得件件是價值連城的珍寶，她爹爹收藏雖富，卻也有所不及。黃蓉抓了一把珍寶，又輕輕的一件件溜在箱中，只聽得珠玉相撞之聲，丁丁然極是清脆悅耳，嘆道：「這些珠寶大有來歷，若是爹爹在此，就能知道它們的本源出處。」她一一的說給郭靖聽，這是玉環帶，這是犀皮盒，那是汝窯洗，那又是翡翠盤。郭靖素在荒野之地，這種寶物，不但是從所未見，亦是從所未聞。說了一陣，黃蓉又伸手到箱中掏摸，觸手之處，卻是一塊硬板，知道這鐵箱中間尚有夾層，細細在箱邊上一看，果見內壁左右各有一個圓環，於是用雙手手指勾在環內，向上一提，將上面一層提了起來，只見下面放的盡是些銅綠斑斕的古物。她識得一些金石文字，粗粗一看，認出有龍文鼎、商彝、周盤、周敦、周舉罍等物，若說珠玉珍寶價值連城，這些古物更是無價之寶了。黃蓉愈看愈奇，又揭起一層，卻見下面放的是一軸軸的書畫卷軸。她叫郭靖相幫，打開一軸看時，吃了一驚，原來是吳道子畫的一幅天王圖，另一軸是曹霸畫的五花驄，一軸是巨然的嵐鎖翠峰，又一軸是南唐李後主繪的林泉渡水人物。只見箱內長長短短，共有二十餘軸，無一軸不是大名家的大手筆。黃蓉不敢再看，將古物珍寶依著原樣放回箱內，蓋上箱蓋，坐在箱上，抱膝沉思，心想：「我爹爹積儲一生，所得古物書畫雖多，珍品卻不及此箱中之十一，曲靈風曲師兄怎能有如此本領，得到這一箱寶物？」正自大惑不解，忽聽周伯通在外面叫道：「喂，你們出來，到皇帝老兒家吃鴛鴦五珍膾去也！」郭靖道：「今晚就去？」只聽洪七公道：「早去一日好一日，去得晚了，只怕我熬不住啦。」黃蓉道：「師父，最早也得明兒一早進城，您別聽老頑童胡說八道的攛掇。」周伯通道：「好，好，又是我不好。」賭氣不言語了。次日清晨，黃蓉與郭靖做了早飯，四人與傻姑一齊吃了。黃蓉尋思找個穩妥之處安置那隻鐵箱，周伯通道：「快走吧，那又不是你家的東西，你多費神幹什麼？」黃蓉心想：「這鐵箱在這裏已放了十多年，瞧來還是原地最為穩妥。」於是旋轉鐵碗，將櫥壁合上，仍將破碗等物放在櫥內，傻姑視若無睹，對此事漠不在意，只是拿著那柄尖刀把玩。黃蓉取出二錠銀子給她，傻姑接了，隨手在桌上一丟。黃蓉道：「你若是餓了，就拿銀子去買米買肉吃。」傻姑似懂非懂的嘻嘻一笑。黃蓉心中感到一陣淒涼，心知這姑娘必與曲靈風有什麼淵源，若非親人，必是他的弟子，只不知她是從小癡呆，還是後來受了什麼驚嚇損傷，壞了腦子，有心要在村中打聽一番，周伯通不住聲的催促要走，只索罷了。當下三人一車，往臨安城而去。那杭城原是天下形勝繁華之地，這時宋室南渡，建都於此，更是民物康阜，山川風流。周伯通、洪七公、郭靖、黃蓉四人自東邊候朝門進城，洪七公催促著逕往皇宮，當下來到大內的正門麗正門前。這時洪七公仍坐在騾車之中，周伯通等三人仰首一望，只見金釘朱戶，畫楝雕甍，屋頂盡覆銅瓦，鐫鏤了龍鳳飛驤之狀，巍峨壯麗，光耀溢目。周伯通大叫：「好玩！」嚷著就要入內。宮門前禁衛軍見一老二少擁著一輛騾車，在宮門外大聲喧嚷，早有四人手執斧鉞，氣勢洶洶的上來拿捕。周伯通最愛熱鬧起哄，見眾禁軍衣甲鮮明，身材魁梧，更覺有趣，身子一晃就要上前放對。黃蓉叫道：「快走！」周伯通瞪眼道：「怕什麼？憑這些娃娃，就能把老頑童吃了？」黃蓉急道：「你不聽話，以後別想我再理你。」鞭子一揚，趕著大車向西急馳，郭靖隨後跟去。周伯通怕他們真的到什麼地方去玩，不再理他，當下撇開禁軍，叫嚷著趕去。眾禁軍只道是些不識事的鄉人，住足不追，哈哈大笑。黃蓉將車子趕到冷僻之處，見無人追來，這才停住。周伯通問道：「幹什麼不闖進宮去？這種酒囊飯袋，能擋得住咱們麼？」黃蓉道：「闖進去自然不難，可是我問你，咱們是去打架呢，還是去御廚房吃東西？你這麼一闖，宮裏大亂，還有人好好做鴛鴦五珍膾給師父吃麼？」周伯通瞠目不知所對，隔了半晌，才道：「好吧，又算是我錯啦。」黃蓉道：「什麼算不算的，壓根兒就是你錯。」周伯通道：「好，好，不算，不算。」轉頭向郭靖道：「兄弟，天下的婆娘都兇得緊，所以老頑童一生不娶妻。」黃蓉笑道：「靖哥哥人好，人家就不會對他兇。」周伯通道：「難道說我就不好？」黃蓉笑道：「你還好得了麼？你說，是你不要娶妻呢，還是人家大姑娘家不肯嫁你？」周伯通側頭尋思，一時答不上來。郭靖道：「咱們先找一家客店住下，晚上再進宮去。」黃蓉道：「是啊，師父，一住下店，我做兩味拿手的菜給您嚐嚐。」洪七公大喜，連聲叫好。當下四人在御街西首一家大店錦華客店中住了，黃蓉打疊精神，做了三菜一湯請洪七公吃，果然是香溢四鄰，錦華店中的住客紛紛詢問店伴，何處名廚燒得如此好菜。周伯通惱了黃蓉說沒人肯嫁他，賭氣不來吃飯。三人知他小孩脾氣，付之一笑，也不以為意。飯罷，洪七公安睡休息。郭靖邀周伯通出外遊玩，他仍是賭氣不理。黃蓉笑道：「那麼你乖乖的陪著師父，回頭我買件好玩的物事給你。」周伯通喜道：「你不騙人？」黃蓉笑道：「一言既出，駟馬難追。」是年春間黃蓉離家北上，曾在杭城玩了一日，只是該處距桃花島甚近，生怕父親尋來，不敢多留，未曾玩得暢快，這時日長無事，當下與郭靖攜手同到西湖邊來。她見郭靖鬱鬱無歡，知他掛懷著師父之傷，說道：「師父說世上有一物能夠治他，只是十分難得，又不許我問。可是我總要想法子弄來救他。」郭靖喜道：「蓉兒，那真是好，你準能弄到麼？」黃蓉道：「我正在想法子呢。今日吃飯時我繞圈子探師父口風，他正要說，可惜當即知覺了，立時住口。我終究要探他出來。」郭靖知她之能，心中大為寬懷。說話之間，來到湖邊的斷橋。那「斷橋殘雪」原是西湖十景之一，這時卻當盛暑，但見橋下盡是荷花。黃蓉見橋邊一家小酒家甚是雅潔，道：「咱們去喝一杯酒瞧荷花。」郭靖道：「甚好。」兩人入內坐定，酒保送上酒菜，肴精釀佳，極之暢美。黃蓉四下一望，見東首窗邊放著一架屏風，上用碧紗籠住，顯見酒店主人甚為珍視，好奇心起，過去一看，只見碧紗下的素屏上題著一首「風入松」，詞云：「一春長費買花錢，日日醉湖邊。玉驄慣識西湖路，驕嘶過沽酒樓前。紅杏香中歌舞，綠楊影裏秋千。暖風十里麗人天，花壓鬢雲偏，畫船載取春歸去，餘情付湖水湖煙。明日重扶殘醉，來尋陌上花鈿。」黃蓉道：「詞倒是好詞。」郭靖求她將詞中之意解釋了一遍，越聽越覺不是味兒，說道：「這是大宋京師之地，士大夫卻整日價只是喝酒買花，難道匡復中原之事，就置之於腦後了麼？」黃蓉道：「正是。我爹爹最恨這種有才無行之輩，若是他見了這詞，定當訪到題詞之人，一劍兩段。」忽聽見身後冷笑一聲，一人說道：「兩位知道什麼，卻在這裏亂說。」兩人一齊轉身，只見一人文士打扮，約莫四十上下年紀，不住冷笑。郭靖作了一揖道：「小可不解，要請先生指教。」那人道：「這是淳熙年間太學生俞國寶的得意之作，當年孝宗皇帝到這兒來吃酒，見了這詞，大大稱許，即日就賞了俞國寶一個功名。這是讀書人不世的奇遇，兩位焉得妄加譏彈？」黃蓉道：「這屏風皇帝瞧過，所以酒店主人用碧紗籠了起啦？」那人冷笑道：「豈但如此，你們瞧，屏風上『明日重扶殘醉』這一句，曾有兩個字改過的不是？」郭黃二人細看，果見「扶」字原來是個「攜」字，「醉」字是個「酒」字。那人道：「俞國寶原本寫的是『明日重攜殘酒』，皇上笑道：『詞雖好，這一句卻是小家氣』，於是提筆改了兩字，那真是天縱睿智，方能夠這樣點鐵成金呀。」說著搖頭晃腦，嘆賞不已。郭靖聽了大怒，喝道：「連皇帝也是如此醉生夢死！」飛起一腳，將屏風踢得粉碎。原來郭靖自幼聽母親講述金人之殘忍暴虐，只道宋人積弱，以致不敵，南渡以後，必常勵精雪恥，豈知君臣上下，竟一味以吟風弄月為務，心中忍耐不住，一腳將屏風踢碎，反手抓起那個酸儒，向前一送，撲通一聲，酒香四溢，那人頭下腳上的栽入了酒缸之中。黃蓉大聲叫好，握住兩條桌腿，用力扳斷，舉起來一陣亂打。眾酒客與店主人不知何故，紛紛往店外逃去。兩人打得興起，將酒缸鍋鑊，盡皆搗爛，最後郭靖使出降龍十八掌手段，一推一震，打斷了店中大柱，屋頂塌將下來，一座酒家剎時間變成一堆瓦礫。兩人哈哈大笑，攜手向北，眾人不知這二人是何方來的瘋子，那敢追趕？郭靖笑道：「適才這一陣好打，方消了胸中惡氣。」黃蓉笑道：「咱們看到什麼不順眼的處所，再去大打一陣。」郭靖道：「好！」兩人沿湖信步而行，但見石上樹上，亭間壁間到處題滿了詩詞，不是遊春之辭，就是贈妓之作。郭靖嘆道：「咱倆就是有一千雙拳頭，也是打不完呢。蓉兒，你花工夫學這些勞什子幹麼？」黃蓉笑道：「詩詞中也有好的。」郭靖搖頭道：「我瞧還是拳腳有用些。」談談說說，來到飛來峰前，峰半建有一亭，亭額書著「翠微亭」三字，題額的卻是韓世忠。郭靖見了這位抗金名將的手跡，心中喜歡，快步入亭。只見亭中有一塊石碑，上面刻了一首詩云：「經年塵土滿征衣，特地尋芳上翠微，好水好山看未足，馬蹄催趁月明歸。」看筆跡也是韓世忠所書。郭靖讚道：「這首詩好。」黃蓉道：「那是岳武穆王岳飛做的。」郭靖一怔，道：「你怎知道？」黃蓉道：「我聽爹爹說過這故事。紹興十一年冬天，岳爺爺給秦檜害死，第二年春，韓世忠思念他，特地建了此亭，並將岳爺爺這首詩刻在裏面。」郭靖追思前朝名賢，在亭中站立良久，不住撫摩石上的字跡。正想得出神，黃蓉忽地身子一矮，一牽他的衣袖，躍到亭後的花木叢中，在他肩頭按了按，兩人蹲下身來，只聽腳步聲響，有人走入亭中，一人說道：「韓世忠自然是英雄了。他夫人雖是出身娼妓，後來擂鼓督戰，助夫制勝，也算是女中人傑。」郭靖聽這聲音有點耳熟，一時卻想不起誰來。只聽又一人道：「岳飛與韓世忠雖說是英雄，但皇帝要他死，要解除他的兵權，韓岳二人縱然英雄蓋世，也只好聽命，可見帝皇之威，是任何英雄違抗不來的。」郭靖聽著這人聲音正是楊康，不覺一驚，心想怎麼他在此處？正自感到詫異，另一個破鈸似的聲音更加令他大為驚訝，說話的卻是西毒歐陽鋒，只聽他道：「不錯，只教昏君在位，權相當朝，任令多大英雄都是無用的。」又聽先前一人道：「但若明君當國，如歐陽先生這等大英雄豪傑，就可大展抱負了。」郭靖聽了這兩句話，猛地想起，那正是自己的殺父仇人、大金國的六王爺完顏烈。郭靖雖與他見過幾面，但只聽他寥寥說了數語，是以一時想不起來。那三人說笑了幾句，出亭去了。郭靖待他們走遠，問道：「你想他們到臨安來有何圖謀？康弟怎麼又跟他們在一起？」黃蓉道：「我早就瞧你這把弟不是好人，你卻說他是英雄後裔，初時胡塗，現下早已明白大義。若真見事清楚，怎麼會與這人在一起？」郭靖甚感迷惘，道：「我也是不解了。」黃蓉又提起當日在趙王府華翠閣中所聽到之事，道：「完顏烈邀集彭連虎這批奸人，為的是要盜岳武穆的遺書，看來這遺書是在臨安城中。若是當真被他得了去，我大宋百姓必然苦受他的殘害。」郭靖凜然道：「蓉兒，咱們決不能讓他的奸計得成。」黃蓉道：「難就難在西毒和他做一路。」郭靖道：「你怕麼？」黃蓉反問：「難道你就不怕。」郭靖道：「西毒我自然是怕的。可是眼前有這樣一件大事，卻又叫人不能怕他。」黃蓉笑道：「你不怕，我也就不怕。」郭靖道：「好，咱們追。」出得亭來，已不見了完顏烈的影蹤，只得在城中到處亂找，那杭州城是個好大的去處，一時之間那裏尋找得著。走了半天，眼見天色已黑，兩人來到中瓦子武林園前。黃蓉見一家店鋪中掛著許多面具，繪得眉目生動，甚是好玩，想起曾答應買東西給周伯通，於是化了五錢銀子，買了鍾馗、判官、灶君、土地、神兵、鬼使等十多個面具。那店伴用紙包裹面具時，旁邊酒樓中酒香陣陣送來。兩人走了半日，早已餓了，黃蓉問道：「那是什麼酒樓？」那店伴笑道：「兩位原來初到京師，有所不知。這三元樓的酒菜器皿，天下第一，兩位不可不去試試。」黃蓉被他說得心動，接過面具，拉了郭靖來到三元樓前。只見樓前綵畫歡門，一排的紅綠叉子，樓頭高高掛著梔子花燈，內面花木森茂，酒座瀟灑，果然好一座酒樓。兩人進得樓去，早有酒家過來含笑相迎，領著經過一道走廊，揀了個齊楚的閣兒佈上杯筷。黃蓉點了酒菜，酒家自行下去吩咐。燈燭之下，郭靖望見廊邊數十個靚妝妓女坐成一排，心中暗暗納罕，正要詢問，忽聽見隔壁閣子中完顏烈的聲音道：「也好！就叫人來唱曲下酒。」郭靖與黃蓉對望了一眼，心想：正是踏破鐵鞋無覓處，得來全不費功夫。店小二叫了一聲，妓女中有一人娉婷的站起身來，手執牙板走進隔壁閣子。過不多時，只聽那歌妓唱了起來。黃蓉與郭靖側耳靜聽，但聽她唱道：「東南形勝，江湖都會，錢塘自古繁華。煙柳畫橋，風廉翠幙，參差十萬人家。雲樹繞堤沙，怒濤捲雙雪，天塹無涯。市列珠璣，戶盈羅綺競豪奢。重湖疊巘清佳，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉釣叟蓮娃。千騎擁高牙，乘醉聽簫鼓，吟賞煙霞。異日圖將好景，歸去鳳池誇。」牙板輕擊，簫聲悠揚，倒也唱得甚是動聽，一曲已畢，完顏烈和楊康齊聲讚道：「唱得好。」接著那歌妓連聲道謝，喜氣洋洋的與樂師出來，想是完顏烈賞得不少。完顏烈道：「孩子，柳永這一首『望海詞』，與咱們大金國卻有一段姻緣，你可知道麼？」楊康道：「孩兒不知，爹爹你說。」郭靖與黃蓉聽他叫完顏烈作爹爹，相互對望了一眼，郭靖又是氣惱，又是難受，恨不得立時過去揪住他問個明白。只聽完顏烈道：「我大金正隆年間，金主亮見到柳永這首詞，對西湖風景欣然有慕，於是在派使者南下之時，同時派了一個畫工，寫了一幅臨安城的山水，並圖畫金主的狀貌，策馬立在臨安城內的吳山之頂。金主在畫上題詩道：『萬里車書盡混同，江南豈有別疆封？提兵百萬西湖上，立馬吳山第一峰！』楊康讚道：「好豪壯的氣概！」郭靖聽得惱怒，只捏得手指格格直響。完顏烈嘆道：「金主亮提兵南征，立馬吳山之志雖然不酬，但他這番投鞭渡江的豪氣，卻是咱們做子孫的人所當效法的。他曾在別人的扇子上題詩道：『大柄若在手，清風滿天下』，這是何等的志向。」楊康連聲吟道：「大柄若在手，清風滿天下。」言下甚是神往。歐陽鋒乾笑道：「他日王爺大柄在手，立馬吳山之志定然可酬了。」完顏烈悄聲道：「但願如先生所說，這裏耳目眾多，咱們且只飲酒。」當下三人轉過話題，盡說些景物見聞，風土人情。黃蓉在郭靖耳邊道：「他們喝得好自在的酒兒，我偏不叫他們自在。」兩人一溜出閣，來到後園，黃蓉火摺一晃，點燃了柴房中的柴草，四下放起火來。不一刻，火頭竄起，剎時間人聲鼎沸，大叫：「救火！」只聽得銅鑼噹噹亂敲。黃蓉道：「快到前面去，莫再被他們走得不知去向。」郭靖恨恨的道：「今晚必當刺殺完顏烈這奸賊！」黃蓉道：「得先陪師父進宮去，然後約老頑童來敵住西毒，咱們再對付這兩個奸賊。」郭靖道：「不錯。」兩人從人叢中擠到樓前，恰好見完顏烈、歐陽鋒、楊康三人從三元樓中出來。兩人遠遠隨在他們身後，見他們穿街過巷，進了西市場的雙鳳客店。兩人在客店外等了半個時辰，見完顏烈等不再出來，知道必是居在這家店中。黃蓉道：「咱們回去吧，待會約了老頑童來找他們晦氣。」當下回到錦華客店，未到店前，已聽得周伯通的聲音在大聲喧嚷。郭靖嚇了一跳，只怕師父的傷勢有何變故，急步上前，卻見周伯通蹲在地下，正與六七個孩童拌嘴。原來他與店門前的孩童賭錢，輸了個一敗塗地，輸急了卻想混賴，眾孩兒不依，是以吵鬧。他見黃蓉回來，怕她責罵，掉頭進店。黃蓉一笑取出面具，周伯通甚是喜歡，叫喊連連，戴上了做一陣判官，又做一陣小鬼。黃蓉要他待會相助去打西毒，周伯通一口答應，說道：「你放心，我兩隻手使兩種拳法鬥他。」黃蓉想起當日在桃花島上，他怕無意中使出九陰真經的功夫，以致自行縛住了雙手，不敢與她爹爹動手，問道：「這西毒壞得緊，你就是用真經的功夫傷他，也不算違了你師哥的遺訓。」周伯通瞪眼道：「那不成。不過我已練好了不用真經功夫的法子。」這一日中，洪七公的心早已到了御廚之內。好容易等到二更時分，郭靖負起洪七公，四人上屋逕往大內而來。那皇宮高出民居，屋瓦金光燦爛，極易辨認，不到一頓飯工夫，四人已躍進宮牆。宮內帶刀衛護巡邏得極是嚴緊，但周、郭、黃輕身功夫何等了得，豈能讓衛護發見？洪七公識得御廚房的所在，低聲指路，片刻間來到了六部山後的御廚。那御廚屬展中省該管，在嘉明殿之東。這嘉明殿乃供進御膳的所在，與寢宮所在的勤政殿相鄰，四周禁衛親從、近侍中貴，提警得更是森嚴，但這時皇帝已經安寢，御廚中祇應人員也各散班。四人來到廚中，只見燭火點得輝煌，幾名守候的小太監卻各在瞌睡。郭靖扶著洪七公坐在樑上，黃蓉與周伯通到食櫥中找了些現成食物，四人大嚼一頓。周伯通搖頭道：「老叫化，這裏的食物，那裏及得上黃姑娘烹調的，你巴巴趕來，甚是無謂。」洪七公道：「我也只想吃鴛鴦五珍膾一味。那廚子這時不知到了何處，明兒抓到他，叫他做來你嚐嚐就知道啦。」周伯通道：「我不信就能及得上黃姑娘的手段。」黃蓉一笑，知他感謝相贈面具之情，所以連聲誇她。洪七公道：「我要在這兒等那廚子，你既沒有興頭，與靖兒先出宮去吧，只蓉兒在這裏陪我，明晚你們再來接我就是。」周伯通戴上城隍菩薩的面具，笑道：「不，我在這兒陪你。明日我還要戴了這傢伙去嚇皇帝老兒。郭兄弟，黃姑娘，你們去瞧瞧那西毒，別讓他偷偷的去盜了岳飛的遺書。」洪七公道：「老頑童這話有理，你們快去，可要小心了。」兩人同聲答應。周伯通道：「今晚別和老毒物打架，明日瞧我的。」黃蓉道：「咱們打他不贏，自然不打。」與郭靖倆溜出御廚，要出宮往雙鳳客店去探聽完顏烈等人的動靜，繞過兩處宮殿，身上忽覺一涼，隱隱又聽見水聲，微風中送來陣陣幽香。黃蓉最愛花朵，聞到這股香氣，知道近處必有大片花叢，心想皇帝的禁宮內苑，必多奇花嘉卉，那倒不可不開開眼界，拉著郭靖的手，循著花香找去。說也奇怪，竟是越走越涼，漸漸的水聲愈喧，兩人繞過一條花徑，只見長松修竹，蒼翠蔽天，層巒奇岫，靜窈縈深。黃蓉暗暗讚賞，心想這裏道路之奇雖大不如桃花島，花木之美卻似猶有過之。再走數丈，只見一道片練也似的銀瀑，從山邊潟將下來，注在一隻大池之中。那池中紅荷白荷不計其數，池前是一座蔭森森的華堂，額上寫著「翠寒堂」三字。黃蓉搶步入堂，只見堂前擺滿了茉莉、素馨、麝香籐、朱槿、玉桂、紅蕉、闍婆，都是夏日盛開的香花，堂後又掛了伽蘭木、真臘龍涎等香珠，但覺馨意襲人，清芬滿殿。桌上放著幾盆新藕、甜瓜、枇杷、林擒等鮮果，椅上丟著幾柄團扇，看來皇帝臨睡之前曾在這裏乘涼。郭靖嘆道：「這皇帝好會享福。」黃蓉笑道：「你也來做一下皇帝吧。」拉著郭靖坐在正中涼床上，捧上水果，屈膝說道：「萬歲爺請用鮮果。」郭靖笑著拈起一枚枇杷，道：「卿家請起。」黃蓉笑道：「皇帝不會說請起的，太客氣啦。」兩人正在低聲說笑，忽聽得遠處一人大聲喝道：「什麼人？」兩人一驚，躍起身來，在假山後一躲，只聽得腳步沉重，兩個人大聲吆喝，趕了過來。兩人一聽，知道來人武藝低微，不以為意，黃蓉低聲道：「別理會，這兩隻飯桶找不到咱們。」只見兩名衛護各舉單刀，奔到堂前。那兩人四下一望，不見有異。一人笑道：「老史，你見了鬼啦。」另一人笑道：「這幾日老是眼花。」一邊說一邊退了出去。黃蓉暗自好笑，一拉郭靖，正要出來，忽聽那兩名衛護「嘿、嘿」兩聲，聲音雖極低沉，但兩人都是行家，知道這是被點中穴道後的吐氣之聲，心想：「難道周大哥膩煩了，也出來玩玩？」祇聽得一人低聲道：「那瀑布邊上的屋子就是翠寒堂，咱們都過去。」聽聲音正是完顏烈。郭靖與黃蓉這一驚非小，互相握著的手各自捏了一捏，藏在假山之後，一動也不敢動，在天星的微光下向堂前望去，依稀瞧出來人的身影，原來除了完顏烈之外，歐陽鋒、彭連虎、沙通天、靈智上人、梁子翁各人一齊到了。兩人均感大惑不解：「這批人到皇宮來幹什麼？總不成也是來偷御廚的菜肴？」只聽完顏烈道：「小王仔細參詳了岳飛遺下來的那通書信，又查考了高宗、孝宗兩朝的文獻，斷得定那部武穆遺書，是藏在大內翠寒堂之東十五步的處所。」眾人的眼光一齊順著他的手指望去，只是堂東十五步之處，明明是一片瀑布，再無別物。完顏烈道：「這瀑布之下如何藏書，小王也難以猜測，但照文書推究，卻又必是在這個所在。」沙通天號稱「鬼門龍王」，水性奇佳，說道：「待我鑽進瀑布去瞧個明白。」語聲甫畢，兩伏三縱，人已鑽入了瀑布之中，片刻之間，又復竄出。眾人下堂迎上前去，只聽他道：「王爺果真明見，這瀑布後面有個山洞，洞口卻有鐵門關著。」完顏烈大喜，道：「武穆遺書必在洞內，就煩各位打開鐵門進去。」隨來眾人個個是武林高手，身邊自有寶刀寶劍，一聽王爺此言，都想爭立取書之功，一齊湧到瀑布之前。只歐陽鋒微微冷笑，站在完顏烈身旁，他身份不同，自不肯隨眾取書。沙通天搶在最前，一低頭穿過激流，突覺勁風撲面，他武功雖高，卻那裏料得到此處忽有敵人？上身一斜，要待避開，左腕已被人刁住，只覺一股大力一推一送，身不由主的倒飛出來，蓬的一聲，剛好撞在梁子翁身上，總算兩人都是極高的功夫，遇力一退一避，均未受傷。眾人一愕之間，沙通天又已穿入瀑布，這次他有了提防，雙掌先護面門，果然瀑布之後又是一拳飛出，他舉手一格，右手還了一拳，還未看清敵人是何身形，梁子翁也已躍入了水簾之後。驀地裏一杖橫掃，方位又刁又奇，梁子翁退避不及，向後一仰，跌入瀑布，他身子本向後仰，被水猛力在胸口一壓一沖，腳下再被杖一勾，再也站立不住，一個筋斗摔出瀑布之外。就在此時，沙通天也被一股凌厲之極的掌力逼出了水簾。三頭蛟侯通海人最莽撞，也不想師兄是何等功夫，自己是何等功夫，師兄既然失利，自己豈能成功？仗著水性精熟，圓睜雙眼，從瀑布中強衝進去。彭連虎知道不妙，待要上前接應，突見黑越越一個身形從頭頂飛過，砰的一聲，跌在地下，但聽得侯通海在地下大聲呼痛，彭連虎奔上前去，低聲道：「侯兄，噤聲，怎麼啦？」侯通海道：「操他奶奶，我屁股給打成四塊啦。」彭連虎又是驚訝，又是好笑，輕聲道：「豈有此理？」一摸他的屁股，也無異樣，他為人精細，不肯貿然入內冒險，問道：「裏面是什麼人？」侯通海痛得沒好氣，怒道：「我怎知道？一進去就給人打了出來。」星光下只見靈智上人紅袍飄動，大踏步走進瀑布，但聽得他用西藏語又叫又喝，與人打得極其激烈。