第三十八回　恩仇波瀾郭靖對楊過愛之切，就不免求之苛，責之深，見他此日在群雄之前大大露臉，正自欣慰無已的當兒，卻突然發覺他做了萬萬不該之事，心中一急，語聲也就特別嚴厲，又道：「你過世的母親定然曾跟你說，你單名一個『過』字，表字叫作什麼？」楊過記得母親確曾說起，只是他年紀輕輕，從來無人以表字稱他，因之幾乎自己也忘了，於是答道：「叫作『改之』。」郭靖厲聲道：「不錯，那是什麼意思？」楊過道：「郭伯伯是叫我有過不憚改。」郭靖語氣稍稍和緩，說道：「過兒，人熟無過，過而能改，善莫大焉，這是先聖先賢說的話。你對師不敬，此乃大過，你好好的想一下吧。」楊過道：「若是我錯了我自要改。可是他……」他手指趙志敬道：「他打我辱我，騙我恨我，我怎能認他為師？我和龍姑姑清清白白，天日可表，我敬她愛她，難道這就錯了？」他侃侃而談，確是說得理直氣狀。郭靖的聰明口才，均所不及，嘴上那裏說得他過？但是總覺他的行為極是不對，只是一時之間說不明白。黃蓉緩步上前，柔聲道：「過兒，你郭伯伯是為你好，這個你可要明白。」楊過聽到她溫柔的言語，心中一動，也放低了聲音道：「郭伯伯一直待我很好，我是知道的。」他眼圈一紅，險些要流下淚來。黃蓉道：「他是好言好語的勸你，你千萬別會錯了意。」楊過道：「我就是不懂，不明白我犯了什麼錯。」黃蓉臉一沉道：「你是當真不明白，還是跟我們鬧鬼？」楊過心中大是不忿，心想：「你們好好待我，我也好好回報，卻又要我怎地？」咬緊了嘴唇卻不答話。黃蓉道：「好，你既要我直言，我也不跟你繞彎兒。龍姑姑既是你師父，那便是你尊長，便不能有男女私情。」這種規矩，楊過並不如小龍女那麼茫然無知，但他就是不明白，為什麼只因為姑姑教過他武功，便不能做他妻子？為什麼他與姑姑之間，一片無邪，卻連郭伯伯也不肯相信？想到此處，心中氣湧上來。他本是個天不怕地不怕，偏激剛激之人，此時他受了冤枉，更是甩出來什麼也不理會，大聲說道：「我又做了什麼事礙著你們了？我又害了誰啦？龍姑姑教過我武功，可是我偏要她做我妻子，你斬我一千刀、一萬刀，我還是要她做妻子。」這番話當真是語驚四座，駭人聽聞。當時宋人拘泥禮法，那裏聽見過這種淋漓酣暢的叛逆論調？郭靖一生最是敬重師父，只聽得氣向上衝，搶上一步，伸手便往他胸口抓去。小龍女吃了一驚，伸手便格。郭靖武功遠勝於她，此時盛怒之下，更是出盡全力，一帶一揮，將小龍女拋出丈餘，落在廳口，接著手掌一探，抓住了楊過胸口「天突穴」，左掌高舉，喝道：「小畜生，你怎敢出此大逆不道之言？」楊過給他一把抓住，全身勁力全失，心中卻絲毫不懼，朗聲說道：「姑姑全心全意的愛我，我對她也是這樣。郭伯伯，你要殺便殺，我這個主意是永遠不改的。」郭靖道：「我當你是我親兒子一般，絕不許你做錯事卻不悔改。」楊過昂然道：「我沒有錯。我沒做壞事。我沒害人！」這三句話說得斬金截鐵，鏘鏘有聲。廳上群雄聽了，心中都是一凜，覺得他的話實在也有幾分道理，若是他師徒倆一句話也不說，在什麼世外桃源，或是窮鄉荒島之中結為夫婦，確是與人無損。只是這般公然無忌的胡作非為，卻是有關世道人心，成了武林中的敗類。郭靖與楊過的想法全然不同，舉起手掌，淒然道：「過兒，我心裏好疼你，你明白麼？我寧可你死了，也不願你做壞事，你明白麼？」楊過聽郭靖如此說，知道自己若不改口，那是要一掌將自己擊死了，他有時雖然狡計百出，但此時卻又十分倔強，昂然說道：「我知道自己沒錯，你不信就打死我好啦。」郭靖左掌高舉，這一掌若是擊在楊過天靈蓋上，他那裏還有命在？群雄摒息無聲，一齊望著他的手掌，瞧他是否落下。郭靖的手掌在空際停留片時，又向楊過瞧了一眼，但見他咬緊口唇，雙眉緊蹙，宛似他父親楊康當年的模樣。郭靖長嘆一聲，放鬆了他的領口，說道：「你好好的想想去吧。」轉過身來，回到席上，再也不向他瞧上一眼，顯是心灰意懶，到了極處。小龍女招手道：「過兒，這些人橫蠻得緊，你別理會，咱們走吧。」她絲毫不知適才楊過面臨性命關頭，生死之際間不容髮。楊過心想「橫蠻」二字的形容，確甚適當，大踏步走向廳口，與小龍女手攜手的出去，到莊外牽了瘦馬，逕自去了。群雄眼睜的望著二人背影，有的鄙夷，有的敬服，有的憤怒，有的同情，各人心情不一。楊過與小龍女並肩而行，夜色已深，但二人目力均好，在黑夜行路就如在白畫一般。此時二人久別重逢，遠離塵囂，剛才的惡戰、口角、爭辯，都已忘得乾乾淨淨，只覺此刻人生已臻極美之境，過去的生涯盡是白活，而未來的時光也大可不必再過。二人心息相通，不交一言，默默無言的走著，到了一株垂楊樹下，二人不約而同的過去坐下，在樹蔭倚著樹幹，漸感倦困，就此沉沉睡去。那瘦馬在遠處咬著青草，偶而發出一聲聲低嘶。一覺醒來，天已大明，二人相視一笑。楊過道：「姑姑，咱們到那裏去？」小龍女沉吟半晌道：「還是回古墓去吧。」她自下得山來，只覺軟紅十丈，雖然繁華，終不如在古墓中那麼逍遙自在。楊過也知她生性過於天真純潔，實不宜與眾人交往，尋思：得與她在古墓中廝守一輩子，此生已無他求，從前心中記掛著外面世界，只盼她放自己出墓，但在外面打了一個轉，卻又留戀起古墓中清淨的生涯來。當下二人折而向北，路上悄悄談論，緩緩而行。一個仍是叫他「過兒」，一個也仍是叫她「姑姑」，都覺二人間如此相處相呼，最是自然不過。中午時分，兩人說到了金輪法王師徒的武功，都說他功夫極是了得。小龍女忽道：「過兒，玉女心經中最後一章，咱們從來沒練好過，你可記得麼？」楊過道：「記是記得的，但咱倆拆來拆去，總是不成，想來總有些什麼地方不對。」小龍女道：「本來我也想不透，但昨天見那老道姑的寶劍抖了幾下，倒讓我想起一件事來。」楊過回想孫不二昨日所使的劍招，登時領悟，叫道：「對啦，對啦，那是全真武功與玉女心經同時使用，怪不得咱們練得不對。」原來當年古墓派的祖師林朝英對王重陽極是傾心，她獨居古墓而創下玉女心經的武學，對王重陽仍是念念不忘，寫到最後一章之時，幻想終有一日能與意中人並肩擊敵，因之這一章的武術，是一個使玉女心經的功夫，一個使全真派的上乘功夫，相互應援，分進合擊。林朝英當日柔腸百轉，情意無限，一番相思，盡數寄託在這一章武經之中。小龍女與楊過初練時相互情愫未生，無法知會得到祖師婆婆的這一番苦心，更不知一個使本門心法，另一個卻要使全真武功，自是格格不入。當下兩人一齊悟到，各自折了一枝桃花，一招一招的拆了起來。小龍女緩緩使動玉女劍法，楊過使的卻是全真派的劍法。但只拆了數招，仍是覺得難以融合無間。要知林朝英當年創製這套劍法，心中想像與王重陽並肩禦敵，一招一式，盡是相互配合，此時楊過與小龍女用花枝對拆，卻是將對方當成了敵人，使用之際，自是頗為鑿柄，其實林朝英與王重陽都是當下天下一等一的武功，單是一人已無旁人能與之對敵，這套聯手抗敵的功夫，實在並無用處，只是林朝英自肆想像、以寄柔情密意而已。她創此劍法時，武功已達顛峰，招式勁意，綿密無間，楊過與小龍女會不到其中之意，自難得心應手。二人練了一會，總感不對，小龍女道：「或許咱們記錯了，回到墓中去瞧清楚了再練。」楊過正要答話，突聽遠處馬蹄聲響，一騎馬飛馳而至。那馬遍體赤毛，馬上之人也是一身紅衣，轉眼之間，一人一騎如火雲般掠過身邊，正是黃蓉騎著小紅馬。楊過不願再與她一家人見面，多惹煩惱，於是與小龍女商量改走小道，以免在前途再行相遇。小龍女雖是師父，但除了武功之外，什麼也不懂，楊過說改走小道，她自無異議。當晚二人在一家小客店中宿了，楊過睡在床上，小龍女仍是用一條繩子橫掛室中，睡在繩上。二人心中都已決意要結為夫婦，但在古墓中數年都是如此安睡，此番重遇，仍是自然而然的睡下，依法練功，只是想到心上人就在身旁，此後更不分離，心中均感無限喜慰。次日中午，二人來到一個大鎮。那鎮上人煙稠密，車來馬往，極是熱鬧，楊過引著小龍女到一家酒樓用飯，剛走上樓梯，心中一怔，只見黃蓉與武氏兄弟坐在一張桌旁，正自吃飯。楊過心想既然遇到，那也不便退開，上前行禮，叫了聲：「郭伯母。」只見黃蓉雙眉深鎖，臉帶愁容，問道：「你見到我女兒沒有？」楊過道：「沒有啊。芙妹沒跟你在一起麼？」黃蓉尚未答話，樓梯聲響，走上數人。當先一人身材高大，正是金輪法王。楊過眼快，不再跟黃蓉說話，悄悄走到小龍女身旁，低聲道：「背轉了臉，別瞧他們。」但金輪法王的眼光何等銳利，一上樓梯，樓上各人均已盡收眼底，嘿嘿冷笑，大剌剌的在一張桌旁坐了下來。楊過本已將頭轉過，突聽黃蓉叫了聲：「芙兒！」心中一驚，不禁回頭，只見郭芙與金輪法王同坐一桌，眼睜睜的望著母親，卻是不敢過去。原來金輪法王敗走之後，心中不忿，籌思反敗為勝之策，同時霍都王子身中毒針，毒性發作，各種解藥盡數無效，更須設法搶奪解藥，是以未曾遠去，就在陸家莊附近逗留。也是郭芙合當遭難，清晨騎了小紅馬出來馳騎，正好遇上這個大對頭，給他一把揪下馬來。那小紅馬極有靈性，飛奔回莊，悲嘶不已。郭靖等知道女兒遇險，無不大驚，當下分頭尋找。黃蓉雖然懷有身孕，但愛女心切，騎著小紅馬來回探察，此日在這鎮上先與武氏兄弟相遇，又見到楊過師徒，豈知機緣巧合，金輪法王押著郭芙，卻也到這酒樓上來。黃蓉一見女兒，驚喜交集，然她智計百出，雖見她落入大敵手中，叫了一聲之後，不再說話，拿著一雙筷子在桌上劃來劃去，籌思救女之策。正自琢磨，忽聽金輪法王說道：「黃幫主，這一位是你的愛女吧？前日我見她倚在你的懷中，撒痴撒嬌，有趣得緊啊。」黃蓉「哼」了一聲，並不答話。武修文卻站起身來，喝道：「枉你為一派宗師，比武不勝，卻來欺侮人家年輕姑娘。羞也不羞？」金輪法王對他的話只當沒有聽見，又道：「黃幫主，你先叫人把毒針的解藥送來，然後咱們公公道道的比一場武，以定武林盟主之位到底誰屬。」黃蓉仍是哼了一聲，並不答話。武修文卻站起來大聲說道：「你先把郭姑娘放回，咱們立時送上解藥，比武之議慢慢商量不遲。」黃蓉斜眼向楊過與小龍女望了一眼，心想：「解藥是在這二人身上，修兒卻貿然答應了對方，也不知人家給是不給。」金輪法王說：「餵毒暗器，天下難道就只你們一家？你們用毒針傷我徒兒？我也用毒釘傷你女兒。你們給解藥，我們也給她治。說到放人，可沒那那容易。」黃蓉見女兒神色如常，似乎並未受傷，但母女情深，不禁中心無主。常言道「關心則亂」，她雖機變無雙，此時竟然一籌莫展。眼見店伴將酒菜川流不息價送到金輪法王桌上，法王等縱情飲食，用西藏話大說大笑。郭芙呆呆坐著，只是凝望母親，那裏吃得下一箸？黃蓉心如刀割，豈知禍不單行，突然腹中又隱隱作起痛來。金輪法王用完酒飯，站起身來，說道：「黃幫主，一齊跟咱們走吧。」黃蓉一愕，登時省悟，原來他不但擒住女兒不放，連自己竟也要帶走，此時自己落了單，身邊只有武氏兄弟二人，自是非他敵手，想到此處，不禁臉色大變。金輪法王又道：「黃幫主，你不用害怕，你是中原武林中大有來頭的人物，咱們自是以禮相待。只要武林盟主之位論定，立時恭送南歸。」原來金輪法王一見黃蓉，已知遇到良機，只要將她擒獲，中原武士非拱手臣服不可，那比拿住了郭芙可要高出百倍，當真是一件天大的買賣送上了門來。武氏兄弟見師娘受辱，明知不是對方敵手，卻也不能不挺身而出，長劍雙雙出鞘，護在師娘身前。黃蓉低聲道：「快跳窗逃走，稟告師父求救。」武氏兄弟兩人向她瞧了一眼，又向郭芙瞧了一眼，這才奔到窗口。黃蓉心中暗罵：「怎地如此遲疑？」果然這麼遲得一遲，已自不及。金輪法王長臂前探，一手一個，抓住了二人背心，如老鷹提了起來。武氏兄弟迴劍急刺，金輪法王也不閃避，只是雙手微擺，武敦儒一劍刺向了武修文，而武修文一劍卻刺向了武敦儒。兩武大驚，危急中忙撒手拋劍，啷噹兩聲，兩柄長劍同時掉在地下，才算沒傷了兄弟。金輪法王雙臂一振，將二人拋出丈許，冷笑道：「乖乖的跟佛爺走吧。」他轉頭向楊過與小龍女道：「你兩個跟黃幫主若非一路，自管走吧，以後別來礙佛爺的事便是。」他倒並非對二人另眼相看，其實是他狡詐之處。他知黃蓉、小龍女、楊過三人的武功均極了得，雖然三個人都不及自己，但如聯手相鬥，那就極是棘手，即使己方得勝，也未必定可擒獲黃蓉，因之有意分化，那是得其主體，捨其旁枝之意。他並不知黃蓉因懷孕而不便動手，只估量她打狗棒法極其神妙，是個勁敵。小龍女對楊過道：「過兒，咱們走吧，這老和尚很厲害，犯不著跟他動手。」她滿心只盼早日回到古墓，與楊過長相廝守，外界的恩仇鬥殺，她本來就毫不關心，此時更想越是早早離開越好。楊過答應了，付了飯錢，站起身來，走到樓口，心想此去回到古墓，多半與黃蓉永世不再相見，不禁向她望了一眼。這一回頭，只見黃蓉玉容慘淡，一手按住小腹，顯是在暗忍疼痛，楊過雖然行事任性，卻是天生一股俠義的性兒。他想郭伯伯、郭伯母不許我和姑姑相好，未免多事，但他們對我其實並無歹意，今日郭伯母有難，我如何能一走了之？只是敵人實在太強，自己與姑姑齊上，也決計不是藏僧的敵手，反正救不了郭伯母，又何必將自己與姑姑的性命無謂陪上？不如立即去稟報郭伯伯，讓他率人追救便是。楊過想到此處，向黃蓉打個眼色。黃蓉知他要去傳訊求救，稍感寬心，極緩極緩的點了點頭。楊過攜著小龍女的手，舉步下樓，突見一名蒙古武士大踏步走到黃蓉身前，粗聲說道：「快走，還耽擱什麼？」說著伸手來拉她臂膀，竟當她是囚犯一般。黃蓉當了十餘年丐幫的幫主，在武林中地位何等尊崇，雖然今日遭厄，豈能受此傖夫之辱？見他黑毛茸茸的一隻大手伸了過來，衣袖一甩，把袖子蓋上他手腕，隨即乘勢一拿一帶，只聽呼的一聲，蒙古武士那肥大的身軀從酒樓窗口飛了出去，跌在街心，只摔得半死不活。黃蓉生性愛潔，不願手掌與他手腕相觸，是以先用袖子罩住，這才隔袖使勁摔他。酒樓上眾人初時聽他們說得斯斯文文，均未在意，此時突見動手，登時一陣大亂。金輪法王冷笑道：「黃幫主果然好功夫。」學著蒙古武士的神氣，大踏步走上，一模一樣的伸手拉她。黃蓉知他有意炫示功夫，雖是同樣的出手，自己要同樣的摔他卻是萬萬不能，只得退了一步。楊過已走下樓梯數級，猛地裏見爭端忽起，黃蓉眼下就要受辱，不由得激動了俠義心腸，還顧得什麼生死安危，飛身過去拾起武敦儒掉下的長劍，一招「烏龍出穴」，急向金輪法王後心刺去，喝道：「黃幫主帶病在身，你乘危相逼，羞也不羞？」金輪法王的武功果然高人一等，聽到背後金刃破空之聲，竟不回頭，翻過手指就往他劍刃平面上一彈。噹的一響，楊過只震得右臂發麻，劍尖直垂下去。他怕對方使後著追擊，急忙飛身躍開。金輪法王回過身來，說道：「少年，快快走吧！你武功了得，將來成就遠勝於我，此時卻還不是我的對手，何苦強自出頭，喪生於我金輪之下？」他這幾句話軟硬兼施，既把楊過捧了一下，卻又深具威脅。楊過與小龍女擊下他的金輪，使他已然到手的武林盟主又歸落空，心中對二人自是恨得牙癢癢地，只是此刻權衡輕重，以拿住黃蓉為第一要義，不願多樹敵人，只盼楊過與小龍女退出這場是非，日後再找這兩個小輩的晦氣不遲。要知他是一派宗主之尊，極工心計，非徒武功驚人而已。這幾句話說得不亢不卑，確又不是大言欺人，楊過究是少年心性，聽他說自己將來造就還勝於他，心中自是喜樂，笑道：「大和尚不必客氣，要練到你這般的功夫很不容易，這位黃幫主自小養我大的，你還是別為難她吧。她今日若非有病，你的武功未必勝得過她，你如不信，待她將養好了後跟你比試一場如何？」他知道金輪法王自負功夫了得，被他這麼一激，或許真的不再與黃蓉為難，豈知他本來擔心黃蓉、小龍女、楊過三人聯手合力，這才對楊過客氣，此刻聽他說黃蓉負病，心想單憑你這兩個少年男女，我金輪法王又有何懼？凝神向黃蓉臉上一望，果見她容色憔悴，病勢竟自不輕，當下冷笑一聲，搶到梯口，說道：「那你也留下吧！」這時小龍女站在梯上，被金輪法王將她與楊過隔開，心中甚是不耐，說道：「和尚你走開，讓他下來。」金輪法王雙眉倒豎，「單掌開碑」，一招疾推下去，他的膂力本大，這一招居高臨下，更是威猛無比。小龍女那敢硬接？她懸念楊過身在樓頭，不向梯底躍下，雙足一點，竟以絕頂輕功從敵人身邊擦過，與楊過並肩而立。金輪法王當她從左側掠過時，迴肘反打，竟然一擊不中，心下也佩服她身法輕捷。楊過又拾起武修文掉下的長劍，交在她手裏，說道：「姑姑，這和尚無禮，咱們打他。」嗆啷一響，金輪法王從袍子底下取出一隻輪子，這輪子與他以前所用的金輪一般大小，只顏色黑黝黝的，似是精鐵所鑄。原來他共有金銀銅鐵鉛五隻輪子，當真遇上大敵之時，可以五輪齊出，但他生平只用一隻金輪，已自打敗了無數勁敵，因此上得了金輪法王的名號，其餘銀銅鐵鉛四輪，從未用過。陸莊主比武時金輪被楊過用金剛杵搗下，這時將鐵輪取出，向黃蓉橫了一眼，說道：「黃幫主，你也一齊上麼？」要知他雖見黃蓉臉有病容，終是忌憚她的武功了得，這句「黃幫主」一呼，著意點醒她是一幫之主，如與人同時出手，鬥他一人，未免墮了幫主的身份。楊過叫道：「黃幫主要回家啦，她沒空跟你嚕唆。」轉頭向黃蓉道：「郭伯母，你帶了芙妹走吧。」他心中主意早已打定，自己與小龍女合力鬥那金輪法王，打是打他不過的，但勉力抵擋一陣，設法逃走，多半辦得到，好在此時並非比武賭勝，只要逃脫他的魔掌，不求勝他，當下長劍一挺，向他刺了過去。小龍女見他使的是玉女心經功夫，於是跟著揮劍旁擊，她心中卻無甚打算，既見楊過和這和尚動手，也就出手相助。金輪法王舞動輪子，擋開兩劍，他嫌酒樓上桌椅太多，施展不開手腳，一面舞輪，一面飛腳將桌椅踢開。楊過心想：「跟你以力硬拼，咱們定然要輸，但若使計相纏，卻能抵擋得片刻。」見他將桌椅踢開，卻反把桌椅推轉，擋在敵我之間。他與小龍女都是輕身功夫了得，東鑽西竄，並不正式和他拼鬥，有時拿起一把酒壺擲去，有時又拿一盤菜往他臉上投來，只鬧得樓面上酒漿菜汁，淋漓滿地。如此一鬧，黃蓉已乘機將郭芙拉了過來。達爾巴中了楊過的「移魂大法」之後，此時仍是時昏時醒，腦子未曾全然清楚，霍都王子中毒重傷，其餘的蒙古武士本領低微，那裏擋得住黃蓉？楊過大叫：「郭伯母，你們快走吧。」但黃蓉見金輪法王招數厲害無比，楊龍二人出盡全力，仍是難以招架，此刻胡鬧歪打，尚可擋得一擋，若是給他找到破綻，猛下毒手，這兩個少年男女那裡還有性命？心想他捨命救我，我豈能只圖自身，棄之而去？她站在樓頭，悄立觀戰。武氏兄弟卻連聲催促：「師娘，咱們先走吧，你身子不適，須得保重。」黃蓉初時不理，聽他們催得緊了，怒道：「為人不講『俠義』二字，練武有何用處？活在世上又有何用處？這姓楊的強過你們百倍，哼，你兄弟倆好好想一想吧。」武氏兄弟一番好意，卻給師母一頓搶白，臉上訕訕的覺得老大不是意思。郭芙從地下拾起一雙斷了的桌腿，叫道：「武家哥哥，咱們一齊上啊。」黃蓉一把拉住，說道：「憑你這點功夫，上去送死麼？」郭芙撅起了小嘴不信。她見楊過與小龍女出招並無特異奧妙之處，有時姿式雖妙，劍招卻似笨拙，殊不知二人武功高出她甚多，此時正運本門玄功，以古墓派的玉女劍法，勉力與敵人周旋。金輪法王每次追擊，總是給地下倒翻的桌椅擋住去路，而楊龍二人轉動靈活，飄蕩來去，一味遊鬥。他心念一動，足下突然用勁，只聽喀喇喇，喀喇喇聲響不絕，一張張桌椅都在他足底碎裂斷折。他手上舞動鐵輪攻拒轉打，足底卻使出「千斤墜」功夫，兩腳踏到何處，何處的桌椅就斷成一截一段、一片一塊，只一盞茶時分，樓面上堆成一層碎木殘塊，三人均在碎木層上相鬥，再無桌椅阻手礙腳，擋住去路。此時金輪法王大踏步來去，將輪子晃得噹噹啷啷直響，雙臂大開大闔，以急招向二人猛攻。楊過與小龍女少了桌子的憑藉，只得以真功夫抵擋。金輪法王連進三招，楊過架得手臂隱隱作痛。金輪法王得理不讓人，第四招當頭猛砸下來，輪子未到，已是挾著一股疾風，聲勢極是驚人。楊過與小龍女雙劍齊上，劍尖抵中鐵輪，合雙劍之力，這才擋過了這一招，但兩柄劍均已被人壓得彎了。兩人手腕一振，將鐵輪彈開，楊過劍刺攻其上盤，小龍女橫揮急削敵人左腿。金輪法王飛腳向小龍女腕上點去，輪子斜打，擊向楊過頸中。楊過滿以為敵人定要先避自己劍招，這才反擊，那知他竟將自己的劍刺視若無物，難道他有極厲害的金鐘罩、鐵布衫功夫？當此危急情勢之下，無法試他的刀槍不入本領是真是假，須得先救自身，當下低頭蹲腿，閃避鐵輪。不料此時奇峰突起，金輪法王右手一鬆，那鐵輪向楊過頭頂直摔下來，他雙手得空，同時向小龍女肩上抓去。這一手兵刃脫手的奇攻變著，竟同時以神妙難測之方位襲擊二人。就在這瞬息之間，二人同時遇到奇險，黃蓉啊的一聲，要待搶上相救，只見楊過身子貼地斜飛，尚未落地，長劍直刺金輪法王後心，這一招也是一舉兩得，既解自身危難，且以「圍魏救趙」之計，使金輪法王不敢向小龍女進襲，此招叫作「雁行斜擊」卻是全真派的劍法。金輪法王「咦」的一聲，乘鐵輪尚未落地，右腳腳背在鐵輪上一抄，那輪子激飛起來，噹啷啷聲響，向楊過頭上砸到。楊過在危急中使了一招全真派劍法，居然收到奇效，跟著又是一招全真派的「白虹經天」，平劍向輪子一打。本來輪沉劍輕，這一劍平擊上去無甚用處，但他這一下打得恰到好處，合上了武學中「四兩撥千斤」的道理，輪子猛地改變方向，反向金輪法王頭上飛來。那鐵輪是個死物，那裏認得出誰是主人、誰是敵人？被楊過一擊力道用力道用正，竟向法王反噬。郭芙在旁看得大喜，拍手大聲喝采。金輪法王所以膽敢兵刃脫手、飛輪擊敵，乃是料到敵人無法搶奪輪子，若是有人用兵刃碰他飛輪，不論多麼沉重的鋼鞭大刀，均非脫手不可，那料到楊過竟有撥打輪子的功夫？盛怒之下，伸手抓住輪子，暗用轉勁，又將輪子飛了過去。這時勁力加急，輪子竟然寂然無聲，卻是輪子轉得太快，輪中小球不及相互碰撞。楊過第一次撥他輪子，乃是無意中用上了九陰真經的功夫，這時再度伸劍拍打，噹的一下，長劍震得脫手，金輪法王一記「大摔碑手」，重重拍來。原來楊過的九陰真經功夫未曾練熟，這次力道用得不正。小龍女見楊過遇險，細腰一擺，劍已遞出，不但招數凌厲，而且風姿綽約，飄逸無比，卻已使上了「玉女心經」中最後一章的武功。黃蓉母女看得心曠神怡，同聲叫道：「好！」金輪法王躍起抓住輪子，架開劍鋒，楊過也乘機接回長劍。適才這一下當真是死裏逃生，但人當危急之際，心智特別靈敏，猛地裏想起：「我和姑姑二人同使玉女劍法，難以抵擋。但我使全真劍法，她使玉女劍法，卻均化險為夷。難道心經的最後一章，竟是如此行使不成？」當下大叫：「姑姑，咱們練來練去不對，現下可對了。你瞧：『浪跡天涯』」說著斜刺一劍。小龍女未及多想，依言使出玉女心經中所載的「浪跡天涯」，一劍直劈。一招是全真劍法的厲害劍招，一著是玉女劍法的險惡家數，雙劍合璧，威力立時大得驚人。金輪法王不及防備，向後急退，嗤嗤兩響，身上兩劍齊中。