第九十八回　襄陽城中郭襄循著兵刃碰擊之聲趕去，只見郭芙和史孟捷、大頭鬼兩人鬥得面酣，樊一翁和史季強按著兵器，在旁觀戰。郭襄叫道：「姊姊，我來啦，這幾位都是好朋友。」郭芙在父母指點之下修習武功，丈夫耶律齊又是當代高手，日常切磋，比之十餘年前自己不可同日而語，只是她心浮氣躁，淺嘗即止，不能痛下苦功鑽研，因此父母丈夫都是武學名家，她自己卻始終徘徊於二三流之間，這時雙戰史孟捷和大頭鬼，雖勉強打了個平手，但時候再久，便後落於下風。正焦躁間，忽聽得妹子呼叫，喝道：「妹妹快來！」史孟捷親耳聽得郭襄叫楊過為「大哥哥」，此刻郭芙又叫她為「妹妹」，不禁一驚，心道：「難道這女子是神鵰大俠的夫人還是姊妹？」硬生生將遞出去的一招縮了回來，急向後躍。郭芙明知對方故意容讓，但她打得心中恚怒，長劍猛地刺出，噗的一聲，史孟捷胸口中劍。大頭鬼嚇了一跳，叫道：「喂，怎麼……」郭芙長劍圈轉，寒光閃處，大頭鬼臂上又給劃了一條長長的口子。她心中得意，喝道：「要你知道你姑奶奶的厲害！」郭襄大叫：「姊姊，我說這幾位都是朋友。」郭芙怒道：「快跟我回去！誰識得你這些不三不四的豬朋狗友？」史孟捷胸口這一劍受傷竟自不輕，他身子晃了幾晃，向前一撲而倒。郭襄縱身而上，彎腰將他扶起，問道：「史五哥，史五哥，你傷得怎樣？」史孟捷傷口中鮮血噴將出來，濺得她衣上點點斑斑，郭襄急忙撕下衣襟，給他裹紮。郭芙提劍站在一旁，連連催促：「快走快走！回家後告訴了爹爹媽媽，不結結實實打你一頓，我才不信呢！」郭襄怒道：「你胡亂出手傷人，我也告訴爹爹媽媽去！」史孟捷見她小臉兒脹得通紅，珠淚欲滴，強笑道：「好姑娘不用擔心，我的傷死不了人！」史季強提著象鼻杵，猛喘大氣，一時打不定主意，不知要和郭芙拼命呢，還是先救五弟之傷。突然之間，郭芙「啊」的一聲驚呼，迎面只見兩頭猛虎悄悄沒聲的逼來，她轉身欲避，卻見左側蹲著兩頭雄獅，瞧右邊時，更有四隻豹子，原來在這頃刻之間，史仲猛已率領群獸，將她團團圍住。郭芙臉色慘白，幾欲暈倒。忽聽得樹林中一人說道：「五弟，你的傷怎樣？」史孟捷道：「還好！」那人道：「嗯，神鵰俠傳令，讓這兩位姑娘走吧！」史季強唿哨了幾聲，群獸轉過身子，隱入了長草之中。郭襄道：「史五哥，我代姊姊跟你陪個不是吧。」史孟捷的創口劇痛難當，苦笑道：「衝著神鵰大俠的金面，令姊便是殺了我，也沒什麼。」郭襄還待再說，郭芙一把拉住她手，喝道：「你還不回去？」用力一扯，牽著她奔出樹林而去。史氏昆仲和西山一窟鬼都隱伏在側，見她姊妹二人離去，一齊奔出，來瞧史孟捷和大頭鬼之傷，各人七張八嘴，都說郭芙不該，只是各人不知她和楊過到底有何干係，言語之中倒是不敢無禮。史季強憤憤的道：「那小姑娘人這般好，她姊姊便這麼強橫，我五弟明明容讓，她又不是不知道，居然還下毒手。這劍尖只要再下去兩寸，五弟還活得成麼？」大頭鬼道：「咱們問神鵰俠去，這女子到底是什麼來頭。在風陵渡口，她曾連說神鵰俠的不是，我瞧神鵰俠也未必會迴護她。」只見大樹後一人緩步而出，說道：「徼天之幸，史五哥的傷勢還不甚重。這女子行事向來莽撞。我這條右臂，便是給她一劍斬去的。」眾人一看，說話的正是楊過，無不愕然，怔怔的望著他，誰都說不出話來，人人均有滿腹疑竇，一時卻不敢發問。且說郭芙攜同郭襄，回到風陵渡頭，其時黃河已經解凍，姊弟三人，過河迤邐逕歸襄陽，一路上郭芙嘮嘮叨叨，不住口的責備郭襄，不該隨著不相干之人到處亂闖，郭襄便裝耳聾，給她個不瞅不睬，至於見到楊過之事，更是絕口不提。到得襄陽後，郭芙見了父母第一句話，便道：「爹，媽，妹妹在道上不聽我話，闖下了好大的亂子。」郭靖吃了一驚，忙問端的。郭芙當下將郭襄在風陵渡隨一個不相識的江湖豪客出外，兩日兩夜不歸之事，加油添醬的說了。郭靖這日來正為軍務緊急，憂心國事，甚是焦慮，聽郭芙這麼一說，怒氣暗生，問道：「襄兒，姊姊的話沒錯吧？」郭襄嘻嘻一笑，道：「姊姊大驚小怪，我跟一個朋友去瞧瞧熱鬧，又有什麼了不起啦！」郭靖皺眉道：「什麼朋友？叫什麼名字？」郭襄伸伸舌頭，道：「啊喲，我可沒問他名字，只知道他外號叫作『大頭鬼』。」郭芙道：「似乎是什麼『西山一窟鬼』中的人物。」郭靖也知道「西山一窟鬼」的名頭，這一批人雖說不上惡行素著，卻也不是正人君子，聽說小女兒和這些人混跡，更是惱怒。但他向來沉穩，只是「嘿」的一聲，不再言語了。黃蓉卻將郭襄好好教訓了好一場。當晚郭靖夫婦排設家宴，替郭芙、郭破虜接風洗塵，卻不設郭襄的座位。耶律齊出言相勸岳父岳母。郭靖道：「女孩兒家若不嚴加管教，日後只有害了她自己。襄兒從小便古古怪怪，令人莫測高深，你做姊夫的，也得代我多操一番心才是呢。」耶律齊唯唯答應，不敢再說。原來郭靖夫婦懲於以往對郭芙太過溺愛之失，以致闖出許多禍來，對郭襄和郭破虜便反其道而行之，自幼即管束得極是嚴厲。郭破虜沉靜莊重，大有父風，那也罷了，郭襄卻是口中答應，心裏一百二十個的不願意。這晚聽丫鬟言道，老爺太太排設家宴，故意不請二小姐，郭襄一怒，索性便不吃飯，一直餓了兩天。到第三天上，黃蓉心疼不過，瞞著郭靖，親自下廚烹調了六色精緻小菜，又哄又說，才把這小女兒調弄得破涕為笑。黃蓉的烹調本事天下無雙，她久已不動，這時一顯身手，自教郭襄吃得眉花眼笑。但這麼一來，夫婦倆教訓女兒的一片心血，一番功夫，卻又是付諸流水了。其時蒙古大軍已攻下大理，還軍北上，另一路兵馬自北而南，兩路大軍預擬會師襄陽，一舉而滅了大宋。這一次蒙古志在必得，北上的大軍由皇帝忽必烈統率，南下大軍竟是由蒙古皇帝蒙哥御駕親征，精兵猛將，盡皆從龍而來，聲勢之大，實是前所未有。是時秋高氣爽，草長馬肥，而利於蒙古鐵騎馳驟，蒙古大軍尚未逼近，襄陽城中卻已一夕數驚。臨安大宋朝廷由奸臣丁大全當國，主昏臣奸，對此竟是不聞不問，襄陽告急的文書雖是雪片價飛來，但朝廷中君臣始終言道：蒙古韃子攻襄陽數十年不下，這一次也必鎩羽而歸，吾輩儘可高枕無憂，何必庸人自擾？蒙古兩路會攻襄陽之舉，事先已籌劃數年，當蒙古軍臨雲南大理，郭靖撒下英雄帖，遍請天下英雄，齊集襄陽，會商抗敵禦侮大計，當日郭芙姊弟北上，便是為邀集北路豪傑而去，豈知蒙古軍行神速，沒多久便滅了大理（其時大理國國主段興智，為一燈大師之曾孫，號稱『定天賢王』，年方稚幼，立後未及兩年而亡，國亡時由武三通、朱子柳、泗水漁隱等救出）。因此各路英豪會集襄陽之際，蒙古大軍也已漸漸迫近。英雄大宴會期定於十月十五，預定連開十日。這一日正是十三，距會期已不過兩天，東南西北各路好漢，猶如百川匯海，紛紛趨向襄陽。郭靖、黃蓉夫婦全神部署軍務，將那接待賓客之事，都交給了魯有腳和耶律齊。這一日朱子柳到了，泗水漁隱到了，武三通到了，武敦儒、修文兄弟隨伴著耶律燕、完顏萍到了，飛天蝙蝠柯鎮惡到了，全真教的掌教真人李志常率領本教十六位第三代弟子到了，丐幫諸位長老和幫中七袋、八袋諸幫首一齊到了……一時襄陽城中高手如雲，群賢聚會。許多平時絕少在江湖上露面的前輩英俠，因知這一次襄陽英雄宴關連著本朝氣運，實非尋常，又仰慕郭靖夫婦仁義，凡是收到英雄帖的，十之八九都趕來赴會。十月十三日晚間，郭靖夫婦在私邸設下小宴，邀請朱子柳、武三通等十餘位知交，一敘契闊。酒過三巡，丐幫幫主魯有腳始終未至，眾人只道他幫務粟六，不暇分身，也不以為意。各人歡呼暢飲，縱論十餘年來武林間軼事異聞。耶律齊、郭芙夫婦伴著武氏兄弟等一班小友，另開一桌，席上猜枚賭飲，更是喧聲盈耳。正熱鬧間，突然一名丐幫的八袋弟子匆匆進來，在黃蓉耳邊低聲說了幾句，黃蓉臉色大變，霍地站起，顫聲道：「有這等事？」眾人吃了一驚，一齊轉首瞧著她。只聽黃蓉說道：「這裏並無外人，你儘管說。到底此事因何而起？」眾人見她說話之時目眶含淚，料知出了不幸之事，只聽那八袋弟子說道：「今日午後，魯幫主帶同兩名七袋弟子循例往城北巡查，那知直到申牌過後，仍未回轉。弟子等放心不下，分批出去探視，竟在硯山腳下的羊太傅廟中，發見了魯幫主的遺體……」眾人聽到「遺體」兩字，都不自禁「啊」的一聲叫了出來。那弟子說至這裏，聲音已是嗚咽，蓋魯有腳武功雖不甚高，但仁信惠愛，甚得幫眾的推戴。他接著說道：「那兩名七袋弟子，也躺在幫主身畔，一人已然斃命，另一個身受重傷，尚未氣絕，他說他三人在廟外遇到蒙古的霍都王子，幫主首先遭了暗算。兩名七袋弟子和他拼命，都傷在他的掌下。」郭靖氣的臉色慘白，只道：「嘿嘿，霍都，霍都！」他想若是早知有今日之事，當年在重陽宮中對他就不該手下留情。黃蓉道：「那霍都留下了什麼語言沒有？」那弟子道：「弟子不敢說。」黃蓉道：「有什麼不敢說？他說教郭靖、黃蓉快快降了蒙古，否則便和這魯有腳一般，是也不是？」那弟子道：「夫人明見。霍都那惡賊正是如此妄說。」當下眾人紛紛離席，去瞧魯有腳的遺體，只見他背心上中了一根精鋼扇骨，胸口肋骨折斷，顯是霍都先以暗器在後偷襲得手，再運掌力將他打死。眾人見後，盡皆悲憤。這時襄陽城中所聚丐幫弟子無慮千數，魯有腳為奸人所害的訊息傳將出去，城中處處皆有哀聲。郭襄平日和魯有腳極為交好，常常拉著他到荒地破廟之中喝酒，一老一小，舉杯對酌，磨著他說些江湖上的奇事趣談，一耗便是大半日，兩人都引為樂事。那羊太傅廟離襄陽不遠，也是郭襄和魯有腳常到之處，她聽說這位老朋友竟是在這廟中逝世，心中悲痛，當即打了一葫蘆酒，提了一隻菜籃，便和平時一般，奔到了廟中。其時將近子夜，郭襄放下兩副杯筷，斟滿了酒，說道：「魯老伯，半個月之前，我還曾和你到這裏對斟談心，那想到英雄慘遭橫禍，魂而有知，還請來享此一杯濁酒。」說著將對面一杯酒潑在地下，自己舉杯一飲而盡，想到這位忘年之交從此永逝，不禁悲從中來，墮淚說道：「魯老伯，我再跟你乾一杯！」說著一杯酹地，自己又喝了一杯。郭襄酒量其實甚淺，只是她生性豁達，喜和江湖豪士為伍，也就跟著他們飲酒大言，這時兩大杯酒一乾，朱顏陀暈，已覺微微潮熱。黑暗中忽見廟門外似有人影一閃，她又驚又喜，還道當真是魯有腳的鬼魂到了，叫道：「是魯老伯麼？你英靈不昧，請來一會。」她一顆心雖然怦怦亂跳，卻也甚想見見魯有腳的鬼魂。卻聽一個人說：「你三更半夜在這裏搗什麼鬼？媽媽叫你快些回去。」一人從廟門外閃了進來，正是郭芙。郭襄好生失望，道：「我在招魯老伯鬼魂相見，你這麼一衝，他怎麼還肯前來？姊姊，你先回去，我隨後即來。」郭芙道：「又來瞎說八道了，你這個小腦袋中，裝的儘是胡思亂想。魯有腳的鬼魂為什麼要來見你？」郭襄道：「他平日和我最好，何況我還答應跟他說一件心事，說好是在我生日那天告知他的。豈料他竟然等不到。」說到這裏，不由得黯然神傷。郭芙道：「媽媽一轉眼不見了你的人影，她捏指一算，料得到你定是到了這裏。你這小猴兒雖然調皮，可怎翻得出媽媽的手掌心？媽媽罵你越來越大膽了，說不定那霍都還躲在左近，你一個小娃兒，深夜裏孤身到這裏來，豈不危險？」郭襄嘆了口氣，道：「我記掛著魯老伯，也就沒想到危險了。好姊姊，你陪我在這裏坐一會兒，說不定魯老伯的鬼魂真會來和我見面。不過你別開口，嚇走了他。」郭芙平時不大瞧得起魯有腳，覺得他所以能做丐幫的幫主，全是靠著母親扶持提拔，心想他的鬼魂當真便來，我也不怕。她又知這個小妹妹的脾氣，她既要在此等待，除非爹娘親來喝阻，否則自己是無論如何勸她不回去的，於是坐了下來，嘆道：「二妹，你年紀越大，倒似越加的不懂事。你今年十六歲啦，再過得兩三年，便要找婆家了，難道到了婆婆家裏，也是這般瘋瘋癲癲的不成？」郭襄說道：「那有什麼不同啊？你跟姊夫成了親，還不是和從前做閨女那般自由自在？」郭芙道：「嘿！你怎麼拿旁人和你姊夫相比？他是當今豪傑，識見處處高人一等，自不會拘束我。他這等文才武略，小一輩中，又有誰及得上他？你將來的丈夫能有他一半好，爹爹媽媽便已心滿意足了。」郭襄聽她說得傲慢，小嘴一扁，道：「姊夫自然是了不起，但我不相信世間就沒及得上他的人。」郭芙道：「你不信，那便走著瞧吧！」郭襄道：「我便識得一人，比姊夫好上十倍。」郭芙大怒，道：「是誰？你倒說來聽聽。」郭襄道：「我為什麼要說？我自己心中知道，那便是了。」郭芙冷笑道：「是朱三弟麼？是王劍民麼？」她說的幾個都是少年英俠，郭襄不住搖頭，道：「他們連姊夫也還及不上，怎說得好過他十倍？」郭芙道：「除非你說咱們外公啦、爹娘啦、朱大叔啦這些老前輩英雄。」郭襄說道：「不！我說的那人，年紀比姊夫還小，模樣兒長得比姊夫還俊，他武功可比姊夫強得多啦，簡直是天差地遠，比也不能比……」她一面說，郭芙便「呸，呸，呸！」的「呸」個不停。郭襄卻不理會，續道：「你不肯相信，那也由得你，這個人為人又好，旁人有什麼急難，不管他識與不識，總是盡力替人排解。」她說到後來，一張俏臉微微抬起，竟是悠然神往。郭芙怒道：「你小腦瓜子兒裏自己瞎想。好！魯有腳死了之後，丐幫沒了幫主，媽剛才說，乘著英雄大宴，群豪聚會，那便在會中推舉。大夥兒比武決勝，舉一位武藝最強之人出任幫主，以免幫中污衣派、淨衣派兩派紛爭不休，你所說之人既然這麼厲害，叫他來和你姊夫比一比啊，瞧是誰奪幫主之位。」郭襄「嘻」的一笑，道：「他未必便會希罕做這丐幫的幫主。」郭芙怒道：「你怎敢瞧不起幫主的職位？從前洪老公公做過，媽媽也做過，難道你連洪老公公和媽媽也敢瞧不起麼？」郭襄道：「我幾時說過瞧不起了？你知道我和魯老伯是最要好的。」郭芙道：「好吧！你就叫你那大英雄來跟你姊夫比一比啊。這時當世好漢都聚會在襄陽，誰是英雄，誰是狗熊，只要一出手就分得明明白白。」郭襄道：「大姊，你說話就最愛纏夾不清，我又幾時說過姊夫是狗熊來著？如果他是狗熊，你不也成了畜生？你我一母所生，我也沒什麼光彩。」郭芙聽得笑又不是，氣又不是，站起身來，道：「我沒功夫跟你胡鬧，你再不回去，別連我也一起挨罵。」郭襄牙尖齒利，最愛和大姊姊鬥口，說道：「啊喲，你是嫁出去的姑奶奶，爹爹媽媽素來是最疼你的，又是未來的幫主夫人，誰有天大的膽子，敢來罵你？」郭芙聽妹子稱己為「未來的幫主夫人。」心中一樂，說道：「這許多英雄好漢，瞧出去眼也花了，你姊夫也未準成，可別把話先說得滿了，教人家聽見了笑話。」郭襄出神半晌，只見一輪銀盤斜懸天邊，將滿未滿，僅差一抹，嘆道：「看來魯老伯的鬼魂是不會來的了。大姊，何必就這麼快便推幫主，讓大夥兒心中多想念一下魯老伯不好麼？」郭芙道：「你這又是孩子話啦？丐幫是江湖上第一大幫，群龍無首，那怎麼成？」郭襄道：「媽媽說那一天推選幫主？」郭芙道：「十五是英雄大宴的正日，最要緊的自是商議如何聯絡四海豪傑，共抗蒙古，這番商議少則五六天，多則八九天，待得推舉丐幫的幫主，總得到廿三、四了吧。」郭襄「啊」的一聲，郭芙道：「怎麼？」郭襄道：「沒什麼？廿四恰好是我生日。你們推舉幫主，這麼一亂，媽媽再也沒心思給我做生日了。」郭芙哈哈大笑，道：「你這小女娃兒做生日，又打什麼緊了？怎麼能拿來和推舉幫主這等大事相比？說出來也不怕笑掉了人家牙齒。你啊，這世上恐怕也只有你一個兒，才記得這種雞毛蒜皮的小事。」郭襄脹紅了小臉，道：「爹爹便不記得，媽一定會記得的。你說是小事，我卻說不是小事。我滿十六歲了，你知不知道？」郭芙更加好笑，譏諷道：「到那一天啊，襄陽城中幾十位英雄好漢都來給咱們的郭二小姐祝壽，每個人都送你一份厚禮，因為咱們的郭二小姐滿十六歲啦，不再是小娃兒，是大姑娘啦！哈哈，哈哈！」郭襄道：「旁人自然不理會，可是至少有一位大英雄記得我的生日，他答應過來跟我見面的。」她說這幾句話時，心中頗為自傲。郭芙道：「是什麼大英雄？啊，是那位比你姊夫還要了得的少年英雄。我跟你說，第一，世上就沒這麼一號子人物，壓根兒是你小腦袋裏在胡思亂想。第二，就算真的有，他有多少大事要幹，怎能趕來跟你這小娃兒祝壽？除非為他是赴英雄大宴，這才到襄陽城來。」郭襄給姊姊激得幾乎要哭了出來，頓足叫道：「他答應過記得的，他答應過記得的。他不來赴英雄宴，他也不來爭幫主。」郭芙道：「他不是英雄，爹爹自不會送英雄帖給他，他便是想來赴英雄宴，可還大大的不夠格呢。」郭襄摸出小手帕來，抹了抹眼淚，道：「既是這樣，你們的英雄大宴我也不到，你們推舉幫主也好，新幫主榮任也好，任他多熱鬧的大事，我一眼也不瞧。」郭芙冷笑道：「啊唷，郭小姐不到，英雄大宴還成什麼局面啊？做丐幫的新幫主還有什麼風光啊？那怎麼少得了你呢？」郭襄伸手塞住耳朵，便向廟門奔出。突見黑影一閃，廟門口靜靜站著一個人，阻住了出路，郭襄一驚，急忙後躍，才不致和他撞了個滿懷。月光下只見這人身材極高，面目黝黑，上身卻是奇短，凝眼一看，原來這人兩足折斷，脅下撐著一對六尺來長的拐杖，一雙褲腳管縫得甚長，晃晃蕩蕩的拖在地下，侏儒跴高蹻，成了巨人。郭芙驚道：「你是尼摩星？」那人正是尼摩星。這時蒙古皇帝御駕親征，所有蒙古西域的勇士武人，盡皆扈駕南下，人人都盼在這役中一顯身手，以搏功名榮寵。尼摩星雙腿雖斷，武功未失，經這十餘年來苦練，雙鐵杖的造詣，只有更勝斷腿之前。蒙古大軍攻略而來，距襄陽尚有數百里之遙，但尼摩星等一干武士探諜，卻已先抵襄陽城外。這一晚他原擬在羊太傅廟中歇宿，卻在廟外聽得了郭芙姊妹的對答，不由得大喜若狂，心想郭靖雖非襄陽城守主帥，但襄陽的得失，實繫於此人，能將他兩個愛女俘獲了去，縱不能迫他降服，卻也可擾亂他的心神，實是大大的一件奇功。他聽郭芙認出自己，說道：「郭大姑娘眼力倒好，大家免傷和氣，這就乖乖的隨我去吧！」郭芙又驚又怒，心知此人武功厲害，自己姊妹齊上，絕不是他的敵手，忍不住向郭襄怒視一眼，心道：「都是你闖出來的亂子，眼前的禍事不知如何收拾？」郭襄卻向尼摩星道：「你的兩隻腳怎地如此奇怪？從前沒斷之時，也有這般長麼？」尼摩星「哼」了一聲，不去理她，向郭芙道：「你姊妹倆在前邊走，可不用打逃跑的主意！」言語之中，竟是將她姊妹視作掌中之物。郭襄笑道：「你這人說話倒是奇怪，半夜三更的，你叫咱姊妹到那裏去啊？」尼摩星怒道：「小娃兒不許多言，快跟我走。」他也怕襄陽城中有能人出來接應，不免功敗垂成。郭芙低聲道：「二妹，這黑矮子是蒙古的武士，功夫了得，我攻他左側，你攻他右側。」說著刷的一聲，長劍出鞘，向尼摩星腰間刺去。郭襄出城時沒攜兵刃，同時心想這人沒了兩腿，全憑雙拐撐住，姊姊用劍刺他，教他如何抵敵？她心腸仁慈，反而叫道：「姊姊，這人可憐，別傷著了他！」那知她叫聲未歇，尼摩星左杖支地，右杖橫掃，噹的一下，擊在郭芙的劍上，黑暗中火花飛濺，郭芙的長劍險些兒便脫手飛出。郭芙手臂酸麻，胸口隱隱作疼，當下左手捏個劍訣，身隨劍走，展開「越女劍法」，擊刺攻拒，和尼摩星鬥了起來。這「越女劍法」乃當年江南七怪中的韓小瑩在蒙古傳與郭靖，其後韓小瑩不幸慘死，郭靖心感師恩，珍而重之的傳給了郭芙、郭襄兩個女兒。這劍法源遠流長，變化精微，原是劍學中的一個大宗，若是由郭靖使將出來，自是雷霆生威，勢不可當，但這時在郭芙手中，與尼摩星一較，因限於功力，不由得相形見絀。郭襄見尼摩星雙杖交互使用，左杖擊打則右杖支地，右杖擊打則左杖支地，趨退敏捷，與身有雙腿無異，而且因那鐵杖甚長，他居高臨下，一杖迎頭砸擊下來時更增威勢，姊姊顯然不敵，這時才駭急起來。其實尼摩星與郭芙的功力相差甚遠，只因郭芙受父母兩人之教，學的是當世最強最妙的武功，這才勉強支持了數十招，她只覺敵人鐵杖上的壓力愈來愈重，一股沉滯的黏力拖著她手中長劍，使得劍尖刺出去時歪歪斜斜。郭襄護姊心切，雙掌一錯，赤手空拳的便向尼摩星撲了過去。只聽得尼摩星喝一聲：「著！」左杖在地下一點，身子躍在半空，雙杖齊出，迅捷無比，一杖點中了郭襄左肩，另一杖點中了郭芙胸口。郭襄身子一晃，連退數步。郭芙所中那一杖竟自不輕，她支持不住，騰的一聲，坐倒在地。尼摩星起落飄忽，猶似鬼魅，既快且陰，鐵杖微點，身子便已欺近郭芙之前，冷笑道：「我叫你乖乖的跟我走……」郭芙一躍而起，叫道：「二妹向廟後退走！」尼摩星大吃一驚，他鐵杖明明點中了郭芙的「神藏穴」，怎地竟能仍然行動自若？他那知郭芙身上穿著黃蓉所給的軟蝟甲，還道她郭家家傳的閉穴絕技，居然能不怕打穴。其實郭芙受他鐵杖這麼一點，雖然穴道未損，但一撞之下，亦已疼痛澈骨，再也不能靈動運劍。郭襄展開「落英掌法」，護住姊姊身後，叫道：「姊姊，你先走！」尼摩星呼的一杖擊出，在郭芙身前直砸下去，離她鼻尖不逾三寸，情勢甚是凶險，喝道：「誰也不許動！」郭襄怒道：「我先前還說你可憐，原來你這麼橫蠻可惡！」尼摩星哈哈笑道：「小娃兒，不吃點兒苦頭，還不知爺爺的厲害。」只聽得鐵杖點地，篤篤篤而響，尼摩星面露獰笑，一步步的慢慢走向郭襄身前。郭襄一生之中，從未受過這等驚嚇，眼見尼摩星一張黑臉猙獰醜陋，雙目圓睜，露出白森森的獠牙，便似要撲上來在她頸中咬上幾口一般，禁不住失聲尖叫。忽然身後一人柔聲說道：「別怕！用暗器打他。」當此危急之際，郭襄也不及辨別說話的是誰，在身邊一摸，急道：「我沒暗器。」眼見尼摩星又逼近了一步，不知如何是好，只得雙掌使招「散花勢」，護在身前。她手掌剛向前伸出，身後突有一股微風吹到，只感手臂輕輕一振，自己腕上的一對金絲芙蓉鐲忽地離手飛出，叮叮兩響，撞在尼摩星的鐵杖之上。這兩下碰撞聲音甚輕，但尼摩星不知如何，雙杖竟是拿捏不定，只見兩條黑沉沉的鐵杖猛向後擲，砰砰兩聲巨響，撞在牆壁之上，震得屋樑上泥灰亂落。尼摩星雙杖脫手，身子隨即跌倒，但這人功夫也真了得，一個觔斗翻過，背脊在地下一靠，借勢躍起，十根手指上指甲尖利，在半空中和身便向郭襄撲到。郭襄大駭，不暇思想，順手在頭髮拔下一枚青玉簪，手一揚，便往尼摩星打去，只覺身後微微風又起，托著玉簪向前。尼摩星左手在前，右手在後，突見玉簪來勢怪異，急忙雙手齊格，接著輕哼一聲「嘿！」騰的一聲坐倒，便此一動也不動了。郭襄生怕他使甚鬼計，躍到郭芙身邊，顫聲道：「姊姊，快走！」兩姊妹站在羊太傅的神像之旁，只見尼摩星始終不動。郭芙道：「莫非他突然中風死了！」提聲喝道：「尼摩星，你搗什麼鬼？」心想他鐵杖脫手，行動不便，此時已不用懼他，於是挺著長劍上前幾步，只見尼摩星雙目圓睜，露出駭怖之神色，嘴巴張得大大的，竟已死去。郭芙驚喜交集，晃火摺點亮神壇上的蠟燭，正要上前察看，忽聽廟門外有人叫道：「芙妹二妹，你們在廟裏麼？」正是耶律齊到了。郭芙喜道：「齊哥快來，奇怪之極啦。」耶律齊帶著兩名丐幫的六袋弟子，奔進廟來，一見尼摩星死在當地，吃了一驚。原來郭芙來尋妹妹，良久不歸，他想起魯有腳遭人暗算，此時襄陽城外諒必敵人雲集，放心不下，出來迎接姊妹回城。他知尼摩星武功甚強，便是自己也敵他不住，竟能被妻子所殺，實是大出意外。他從郭芙手中接過燭台，湊到尼摩星身前一看，更是詫異無比。原來尼摩星雙掌心中都穿過一孔，一枚青玉簪釘不偏不倚釘在他腦門正中的「神庭穴」上。這青玉簪稍一用力，即能折斷，卻能穿過這武學名家的雙掌，再將他一舉擊斃，本領之強，實是令人不可思議。他轉頭向郭芙道：「外公他老人家到了麼？快引我拜見。」