第四回　缺回漏目七星手阮士中兵刃雖失，拳腳功夫仍極厲害，只是右僮那匕首寒光耀眼，只要被刃尖掃上半點，受傷就是不輕。這一來，他只有竭力閃避，不敢出手還招。右僮不住叫道：「賠我的珠兒，賠我的珠兒。」阮士中心中一百二十個願意想賠他珠兒，可是一來他無珠可賠，二來這臉子又如何下得來？寶樹大師見眼前情勢極是尷尬，再僵持片刻，若是那孩童當真惱了，一匕首就會在阮士中心膛上刺個透明窟窿，他是自己邀上山來的客人，豈能讓對頭的僮僕欺辱！但瞧這兩個孩童的武功甚為怪異，按理自己出手該可取勝，但雙僮的功夫似乎是遇強愈強，若是動手之際突然增強，自己一個應付不了，豈非自取其辱？當他沉吟難決之時，阮士中已更形狼狽，但見他衣衫碎裂，滿臉血污，胸前臂上，被右僮長劍割了一條條傷痕。他幾次險些兒要脫口求饒，終於強行忍住。右僮只叫：「你賠不賠我珠兒？」那長頸僕人走到寶樹身邊，低聲道：「大師，你出手打發了兩個孩兒。」寶樹「嗯」了一聲，心中琢磨未定，忽然嗤的一聲響，雪峰外一道藍燄衝天而起。那長頸僕人知是主人約的幫手到了，心中大喜：「這和尚先把話說滿了，事到臨頭卻支支吾吾，幸好又有主人的朋友趕到。」忙奔出門去，放籃迎賓。那長頸漢子是山莊的管家，姓于，當年也是江湖上的一把好手，最是精明幹練。他見竹籃吊到山腰，便探頭去望，要瞧瞧來援的是何等英雄人物。初時但見籃中黑黝黝的幾堆東西，似乎並非人形，待吊到臨近，見是幾隻花盆、香爐之類，把吊籃裝得滿滿的，沒一點空隙。于管家大奇：「難道是給主人送禮來了！」將箱籠等物搬出後，急忙又把竹籃吊將下去。二次吊上來的是三個女人。兩個四十來歲，都是僕婦打扮。另一個十五六歲年紀，圓圓的一雙大眼，左頰上有個酒窩兒，看模樣是個丫鬟。她不等竹籃停好，立即跨出，向于管家望了一眼，笑道：「這位定是于大哥了，你的頭頸長，我聽人說過的。」一口京片子，聲音極是清脆。于管家不喜別人說他頭頸，但見這丫鬟滿臉笑容，倒也生不出氣，只好笑著點了點頭。那丫鬟道：「我叫做琴兒。她是周奶媽，小姐吃她奶長大的。這位是韓嬸子。小姐就愛吃她燒的菜。你快放吊籃去接小姐上來。」于管家待要詢問是誰家的小姐，琴兒卻咭咭咯咯的說個不停，一面在籃中搬出鳥籠、狸貓、鸚鵡架、蘭花瓶等許許多多又古怪又瑣碎的事物，手中忙著，嘴裏也不閒著，說道：「這山峰真高。唉，山頂上沒甚麼花兒草兒，我想小姐一定不喜歡。于大哥，你整天在這裏住，不氣悶麼？」于管家眉頭一皺，心道：「主人正要全力應付強敵，卻從哪裏鑽出這門子囉唆個沒完沒了的親戚來？」問道：「你家貴姓？是咱們親戚麼？」琴兒說道：「你猜猜看，怎麼我一猜就知道你是于大哥，你卻連我家小姐姓甚麼都不知道呢？我若是不說我叫琴兒，擔保你猜不到我叫甚麼？啊，啊，別亂跑，小心小姐生氣。」于管家一獃，卻見她俯身抱起一隻小貓，原來她最後幾句話是跟貓兒說的。于管家幫她把吊籃中的物事取將出來。琴兒說道：「啊唷，你別弄亂了，這箱子裏全是小姐的書，這樣倒過來，書就亂啦。唉，唉，不行。這蘭花聞不得男人氣。小姐說蘭花最是清雅，男人家走近去，它當晚就要謝了。」于管家怔了一怔，忙將手中捧著的一盆蘭花放下，猛聽得背後一人吟道：「欲取鳴琴彈，恨無知音賞。」聲音甚是怪異。于管家嚇了一跳，急忙回頭，卻見吟詩的是架上那白鸚鵡。他又好氣又好笑，命人放吊籃接小姐上來。那奶媽卻說要先開箱子，取塊皮裘在籃中墊好，免得小姐嫌籃底硬了，坐得不舒服。她慢吞吞的取鑰匙開了箱子，又跟韓嬸子商量該墊銀狐的還是水貂的。于管家再也忍耐不住，又掛念廳上激鬥情勢，不知阮士中性命如何，當下向一名僕人囑咐好好迎接小姐，自行奔進廳去。他出外迎賓去了好一陣子，廳上相鬥的情勢卻沒多大變動。阮士中仍被右僮逼在屋角之中，只是情形更為狼狽，左腳鞋子跌落，頭上本來盤著的辮子被割去了半截，頭髮散了開來。曹雲奇、殷吉、周雲陽等已從莊上傭僕處借得兵刃，數次猛撲上前救援，始終被左僮攔住，反而與阮士中越離越遠。劉元鶴等本想乘機劫奪鐵盒，但在左僮的匕首上吃了幾次虧，只得死心，索性退在後面。于管家心想：「主人出門時把莊上的事都交給了我，現下賓客在莊上受人如此欺辱，主人顏面何存？我拼死也要救了這姓阮的。」當下奔到房中取了自己當年使用的紫金八卦刀，轉回大廳，叫道：「小兄弟再不住手，我們雪峰山莊可要無禮了。」右僮叫道：「少主人叫我們來下書，又沒叫我們跟人打架。只要賠了我的珠兒，我們就饒他。」說著踏上一步，嗤的一劍，阮士中左肩頭又被劃破了一道口子。于管家正要接話，只聽背後一個女子聲音說道：「啊唷，別打架，別打架！我就最不愛人家動刀動槍的。」這幾句話聲音不響，可是嬌柔無倫，聽在耳裏，人人覺得真是說不出的受用，不由自主的都回過頭去。只見一個黃衣少女笑吟吟的站在門口，膚光勝雪，一泓清水般兩隻眼睛在各人臉上轉了幾轉。這少女容貌也非極美，只是明珠生暈、美玉瑩光，眉目間隱然有一股書卷的清氣。廳上這些人都是浪跡江湖的武林豪客，陡然間與這樣一個文秀少女相遇，宛似走進了另一個世界，不自禁的為她一副清雅高華的氣派所懾，各似自慚形穢，不敢褻瀆。兩個僮兒人小天真，卻對那少女毫不理會，乘著殷吉等人一怔之間，叮叮噹噹一陣響，又將他們手中兵刃逐一削斷。那少女道：「小兄弟，別胡鬧啦，你把人家身上傷得這個樣子，可有多難看。」右僮道：「他不肯賠我的珠兒。」那少女道：「甚麼珠兒？」右僮劍尖指住阮士中胸膛，俯身拾起半邊明珠，哭喪著臉道：「你瞧，是他弄壞的，我要他賠。」那少女走近身去，接過一看，道：「啊，這珠兒當真好，我也賠不起。這樣罷，琴兒。」她回頭對身後的那丫鬟道：「你取我那對玉馬兒來，給了這兩位小管家。」琴兒心中不願，道：「小姐。」那少女笑道：「偏你就有這麼小氣。你瞧兩個小管家多俊。佩了玉馬那才叫相得益彰呢。」兩僮對望了一眼，只見琴兒打開描金箱子，取出一對錦囊來，交給少女。那少女解開錦囊，拿出一隻小小玉馬，馬口裏有絲絛為韁。那少女替右僮掛在腰帶上，把另一隻玉馬遞給了左僮。左僮請個安道謝，接在手裏，只見那玉馬晶瑩光潔，刻工精緻異常，無一絲半點刀鑿之痕，知非凡品，只是未明那少女來歷，心下一時未決，不知是否該當受此重禮。右僮又在牆畔撿起另一半邊珠兒，說道：「我這顆是夜明寶珠，和哥哥的是一對兒。就算有玉馬，總是不齊全啦！」那少女一見兩人相貌打扮，已知他兩兄弟相親相愛，毀了明珠事小，不痛快的是在於將兩人飾物弄成異樣，配不成對，當下拿起玉馬，將兩個半邊明珠放在玉馬雙眼之上，說道：「我有一個主意，將這對珠兒嵌在玉馬眼上。珠子既能夜明，玉馬晚上兩眼放光，豈不好看？」左僮大喜，從辮兒上摘下珠子，伸匕首剖成兩半，說道：「兄弟，咱倆的珠兒和玉馬都一模一樣啦。」右僮回嗔作喜，向少女連連道謝，又向阮士中請了個安，道：「行啦，您老別生氣。」阮士中滿身血污，心中惱怒異常，卻又不敢出聲罣罵。右僮拉著左僮的手，正要走出。左僮向那少女道：「多謝姑娘厚賜，不敢請問姑娘尊姓，主人問起，好有對答。」那少女道：「你家主人是誰？」左僮道：「家主姓胡。」那少女一聽之下，登時臉上變色，道：「原來你們是雪山飛狐的家僮。」兩僮一齊躬身道：「正是！」那少女道：「我姓苗，你家主人問起，就說這對玉馬是打遍天下無敵手金面佛苗人鳳的女兒給的！」此言一出，四座皆驚。眾人都知金面佛威名赫赫，想不到他的女兒是這樣一個婀娜靦腆的少女。瞧她神氣，不是公侯豪門的小姐，就是世代書香人家的閨女，哪裏像是江湖大俠之女。雙僮互相對望一眼，齊齊把玉馬放在几上，一言不發的轉身出廳。那少女微微一笑，也不言語。琴兒歡天喜地的收起玉馬，說道：「小姐，這兩位孩兒不識好歹，小姐賞賜這樣好的東西，他們都不要，要是我啊－－」那少女笑道：「別多說啦，也不怕人家笑咱們寒蠢。」寶樹大師越眾而前，朗聲說道：「原來姑娘是苗大俠的千金，令尊可好？」那少女道：「大師法號可是上「寶」下「樹」？家嚴囑晚輩向大師請安。」寶樹笑道：「不敢當。原來苗大俠也曾齒及賤名。姑娘芳名是甚麼？」那少女道：「晚輩小名若蘭。各位請寬坐，晚輩要進內堂拜見伯母。」說著向群豪斂衽行禮。眾人震於她父親的名頭，哪裏敢有絲毫怠慢，都恭恭敬敬的還禮，心中都想：「這位姑娘沒半點仗勢欺人的驕態，當真難得。」苗若蘭待眾人都坐下了，又告罪一遍，這才入內。只見大門外進來七八個家丁僕婦，都是服飾光鮮，抬著鋪蓋箱籠等物，看來都是跟來服侍苗小姐的。陶百歲、陶子安父子對望一眼，心中都想：「若是我父子在道上遇見這一批人，定然當作是官宦豪富的眷屬，勢必動手行劫，這亂子可就闖得大了。」阮士中伸袖拭抹身上血污，幸好右僮並非真欲傷他，每道傷口都只淺淺的劃破皮肉，並無大礙。田青文走近相助，取出金創藥給他止血。阮士中撕開左胸衣襟，讓田青文裹傷，忽然噹啷一響，那隻鐵盒落在地下。群豪不約而同的一齊躍起，各出兵刃，都來搶奪鐵盒。阮士中站得最近，左手劃了個圈子，擋開眾人，立即俯身拾盒，手指剛觸到盒面，突覺一股大力在自己肩頭一撞，身不由主的跌開數步，待得站定身子抬起頭來，只見鐵盒已捧在寶樹大師手中。群豪都怕他本領了得，只眼睜睜的望著他，沒人敢開口說話。隔了片刻，曹雲奇道：「大師，這鐵盒是我天龍門的鎮門之寶，請予賜還。」寶樹笑道：「你說這是天龍門的鎮門之寶，那麼盒中是何寶物，這寶物是何來歷，你是天龍掌門，想必知道了。你只要說得明白，那就請取去。」說著雙手托了鐵盒，向前一伸。曹雲奇滿臉通紅，雙手伸了一半，不敢去接鐵盒，又不好意思縮回，停在空中，慢慢垂下。原來他只見師父田歸農鄭重其事的護守鐵盒，卻從未見他打開過盒蓋，別說寶物來歷，連是甚麼寶物，也不知道。阮士中、殷吉雖是天龍門的前輩高手，亦是面面相覷，說不出個所以。周雲陽忽道：「咱們自然知道，那是一柄寶刀。」周雲陽在天龍門中論武功只是二流角色，素來不得師父寵愛，為人又非幹練，突然說出這句話來，阮士中等都是一驚，心想：「你知道甚麼？乘早別胡說八道。」哪知寶樹卻道：「不錯，是一柄寶刀。你可知道這寶刀原來是誰的？為甚麼落入天龍門手中？」阮士中等不料他居然一語中的，無不大為詫異，一齊相望，等他再說。卻見他青白色的臉上紅了一紅，隨即轉青，悻悻的道：「這是我天龍門祖傳下來的，誰得了寶刀，誰就做掌門。」寶樹搖頭道：「不對，不對！我料你們也不會知道。」周雲陽道：「難道你就知道了？」寶樹道：「二十年前，我曾聽此間莊主說過這回事。雪山飛狐與此間莊主的爭端，也就由此而起。中間若非有這些瓜葛，老衲何必邀各位上山？」天龍群豪、陶氏父子、劉熊師兄弟等吃了一驚，心想：「這老和尚果然不懷好意，原來也想劫奪這盒中寶刀。咱們今日身陷絕地，那可是有死無生了。」眾人想到此處，只聽刷的一聲，一個人亮出了兵刃，接著刷刷、叮叮一陣響聲過去，群豪各執兵刃將寶樹圍住。阮士中等兵刃被雙僮削斷，也俯身把斷刀斷劍搶在手裏。寶樹在人叢中緩緩轉了個圈子，微笑道：「各位要跟老衲動手麼？」群豪怒目而視，無人接口。劉元鶴躍後數步，叫道：「大夥兒齊上，先殺老和尚。咱們自己的事，下了山慢慢商量。」群豪都感在這山上坐立不安，一聽劉元鶴的話，正要一湧而上。忽聽門外砰的一聲巨響，似是開了一砲。眾人愕然相顧，隔了片刻，于管家匆匆從外奔進，叫道：「各位，大事不妙！」眾人一齊望著他，只見他臉上神色極是鄭重。曹雲奇首先叫了起來：「雪山飛狐到了麼？」于管家道：「那倒不是。我們上下山峰的長索和絞盤教人家毀了。」眾人嚇了一跳，七嘴八舌的道：「那怎麼會？」「沒第二條索兒了麼？」「有沒別的法兒下去？」于管家道：「峰上就只這條長索，小人一時不察，給飛狐手下那兩個僮兒毀了。」寶樹變色道：「怎麼毀的？」于管家道：「弟兄們縋了那兩個僮兒下峰，都進屋休息，忽然聽到爆炸之聲，搶出去一看，那絞盤和長索已炸得粉碎。定是這兩個僮兒在絞盤中放了炸藥，將藥引通下山峰，點了火燒上來。」眾人獃了一獃，搶出門去，果見絞盤炸成了碎片，長索東一段西一段散得滿地。幸好絞盤旁的漢子都已走開，無人死傷。殷吉問寶樹道：「大師，飛狐此舉有何用意？」寶樹道：「那有甚麼難猜？他要咱們盡數餓死在這峰上。」殷吉道：「咱們與他無怨無仇。」寶樹道：「他可與此間的主人仇深似海。再說，鐵盒在你們手裏，那就是與他結上了梁子。」眾人都是不寒而慄，默默跟著寶樹回進大廳，只見苗若蘭已從內堂出來，說道：「大師，飛狐行使奸計，要將咱們困死在這兒？」寶樹沉著臉道：「正是。大夥兒同舟共濟，且想個法兒怎麼下峰。」苗若蘭道：「那不用耽心，我爹爹日內就會上峰，自能救咱們下去。」眾人在想，金面佛苗人鳳的女兒在此，他豈能袖手不顧？不由得都略略寬心。寶樹卻搖頭道：「苗大俠雖然武功蓋世，但這雪峰壁立千仞，一時間怎能上來？」苗若蘭道：「既有人能上來建了莊子，我爹爹怎麼上不來？」寶樹道：「夏天峰上冰融雪消，上來不難。此時正當嚴寒，要待雪消，至少還得三個月。管家，這山上貯備了幾個月糧食？」于管家道：「下山採購糧食的管家預計後日能回。此間所貯糧食本來尚可用得二十多天，現下添了各位賓客與苗小姐帶來的管家使女，算來只有十日之糧了。」眾人臉上變色，默然不語，心中都在咒罵雪山飛狐歹毒。苗若蘭忽道：「若是大家終於不免餓死，也得知道個緣由。大師，到底雪山飛狐跟咱們有何仇怨？他有甚麼本事，教此間主人這生忌憚？這鐵盒又有甚麼干係？」