第三十三回　非也非也王玉燕這一句話，旁人固是惘然，褚保昆也是摸不著頭腦。他適才聽玉燕出口辯解，說武林中人身上有損傷乃是家常便飯，又說男子漢大丈夫當以品格功業為先，心中已是十分舒暢，他這一生之中，始終為一張麻臉而鬱鬱不樂，從來沒聽人開解得如此誠懇，如此有理。這時聽她又說：「不行的，那沒有用。」便問：「姑娘說甚麼？」心中卻想：「她是說我這『天王補心針』不行麼？沒有用麼？她不知我這錐中共有一十二枚。若是連珠發射，早就要了這老兒的性命。反正我隨時可取他性命，只是在司馬林之前，卻不願洩漏了我的機密。」只聽得玉燕道：「你這『天王補心針』果然是極霸道的暗器──」褚保昆身子一震，「哦」的一聲。司馬林和另外三位青城派的高手聽到「天王補心針」的名字，不約而同的叫了出來，道：「甚麼？」褚保昆臉色已變，道：「姑娘錯了，這不是天王補心針，這是咱們青城派的暗器，乃是『青』字第七打的功夫，叫做『青蜂釘』。」玉燕微笑道：「『青蜂釘』的外形倒是這樣的。你發這天王補心針，所用的器具，手法確和青蜂釘完全一樣，但暗器的本質，不在外形和發射的姿式，乃在暗器的勁力和去勢。大家發一枚鋼鏢，少林派有少林派的手勁，華山派有華山派的手勁，那是勉強不來的。你這是──」只見褚保昆眼光中閃過一線殺機，左手的鋼錐倏忽舉到胸前，只要錘子在錐尾這麼一擊，立時便有鋼針射向玉燕。他為人雖是狠毒，但見著玉燕如此麗質，畢竟下不了殺手，又想到她適才的辯解，不願就此殺她滅口，喝道：「姑娘，你別多嘴，自取其禍。」玉燕微笑道：「你不下手殺我，多謝你啦。不過你便是出手，也沒有用。青城、蓬萊兩派，世代為仇，你所圖謀的事，八十餘年前，貴派第七代掌門人海風子道長，就曾試過了。他的才幹武功，只怕都不在閣下之下。」段譽、阿朱、阿碧以及姚伯當、司馬林等見褚保昆將鋼錐對準了玉燕胸口，都是慄慄危懼。適才他發針射擊姚伯當，去勢之快，勁道之強，暗器中罕有其匹，顯然那鋼錐中空，裏面裝有強力的機簧，非人力所能，虧得姚伯當眼明手快，這才逃過了一劫，若是他再向玉燕射出，這樣一位嬌滴滴的美人，如何閃避得過？可是眾人眼見危機迫在眉睫，玉燕卻是不以為意，隨口又道出了武林中的一件大秘密。青城派的眾高手狠狠瞪著他，無不心下起疑：「難道他竟是咱們死對頭蓬萊派的門下，到本派臥底來的？怎地他一口四川口音，絲毫不露山東鄉談？」原來山東半島上的蓬萊派雄長東海，和四川青城派雖是一個在東，一個在西，但百餘年前，兩派的高手弟子在山西晉陽結下了怨仇，從此輾轉報復，仇殺極慘。只是兩派各有絕藝，互相剋制，當年兩派弟子所以結怨生仇，也就是因談論武功而起。數十場大爭鬥，大仇殺，到頭來蓬萊固然勝不了青城，青城也是勝不了蓬萊，每每鬥到慘烈之處，總是兩敗懼傷，同歸於盡。玉燕所說的海風子，乃是蓬萊派中的傑出人才，他細細參究了兩派武功的優劣長短之後，知道憑著自己的修為，要在這一代中蓋過青城，那並不難，但日後自己逝世，青城派中出了聰明才智之士，那就又能蓋過本派。為求一勞永逸，他派了自己最得意的弟子，混入青城派中偷學武功，以求知己知彼，百戰百勝。可是那弟子武功沒學得全，便給青城派發覺，即行處死。這麼一來，雙方仇怨結得更深，而防備對方偷學本派武功的戒心，更是大增。這數十年中，青城派規定不收北方人為弟子，只要帶一點兒北方口音，別說他是山東人，便是河北、河南、山西、陝西，那也不收。到得近年來，規矩更加嚴了，變成非四川人不收。「青蜂釘」是青城派的獨門暗器，「天王補心針」則是蓬萊派的功夫，褚保昆發的明明是「青蜂釘」，玉燕卻稱之為「天王補心針」，這一來青城派上下自是大為驚懼。要知蓬萊派和青城派一般的規矩，也是嚴定非山東人不收，其中更以魯東人為佳，甚至是魯西、魯南之人，要投入蓬萊派也是千難萬難。一個人喬裝改扮，不易露出破綻，但說話的鄉音語調，一千句話中難免洩漏一句。褚保昆出自川西灌縣的褚家，那是西川的世家大族，怎地會是蓬萊派的門下？各人當真做夢也想不到。司馬林雖是查究他的師承來歷，也只是一念好奇，並無敵意。這其中吃驚最甚的，自然是褚保昆了。原來他師父叫作都靈道人，年青時曾吃過青城派的大虧，處心積慮的謀求報復，終於想到一策。他命人扮作江洋大盜，潛入灌縣褚家，綁住褚家的主人，又欲姦殺褚家的兩個女兒。都靈子早就等在外面，直到千鈞一髮，最危急之時，這才挺身而出，逐走一群假盜。褚家的主人自是千恩萬謝，奉若神明。都靈子動以言辭，說道：「若無上乘武藝，縱有萬貫家財，也難免為歹徒所欺，此次前來打劫的，乃是本地青城派所為，這番受了挫折，難免不捲土重來。」那褚家是當地身家極重的世家，眼見家中所聘的護院武師，給來襲的盜賊三拳兩腳，便即打倒在地，聽說盜賊不久再來，嚇得魂飛天外，苦苦哀求都靈子住下。都靈子假意推辭一番，勉允所請，他事先早已定下計謀，看中褚家的孩子褚保昆根骨極好，是學武的良材，這時一步步實施出來，過不多時，便引得褚保昆拜之為師。那都靈子除了刻意與青城為仇之外，為人著實不壞，武功也極是了得。他囑咐褚家嚴守秘密，暗中教導褚保昆練武。十年下來，褚保昆已成為蓬萊派中數一數二的人物。這都靈子也真耐得，他自在褚府定居之後，當即扮作啞巴，自始至終，不與誰交談一言半語，傳授功夫之時，總是用筆書寫，絕不吐出半句山東的鄉音。因此他與褚保昆雖是朝朝相處十年之久，褚保昆卻是一句山東話也沒聽見過。待得褚保昆武功大成，都靈子寫下前因後果，要弟子自決，那假扮盜賊一節，自然是隱瞞不提。這十年來，都靈子待他恩澤深厚，全部蓬萊派的武功傾囊相授，褚保昆早是感激無已，一聽明白師意，立即便去投入青城派司馬衛的門下。這司馬衛，便是司馬林的父親。其時褚保昆年紀已經不小，兼之自稱曾跟家中護院的武師練過一些三腳貓的花拳繡腿，司馬衛原不肯收。但褚家是川西大財主，有錢有勢，青城派雖是武林，終究在川西生根，不願與當地豪門失和，再想收一個褚家的子弟為徒，頗增本派聲勢，就此答應了下來。一經傳藝，發覺褚保昆的武功著實不錯，盤問了幾次，褚保昆卻是信口胡說一番。司馬衛終究礙著他父親的面子，也不過份逼迫，心想這等富家子弟，能學到這般身手，已可算是十分難得了。褚保昆投入青城之前，曾得都靈子詳加指點，那幾種青城派的武學，須得加意鑽研。他逢年過節，送給師父、師兄以及眾同門的禮極重，師父有甚麼需求，仗著家財豪富，甚麼都辦得妥妥貼貼。司馬衛心中過意不去，在這武功傳授上自是也絕不藏私，因之褚保昆所學，和司馬林全無分別，已盡得司馬衛之所學。本來在三四年之前，都靈子已命他離家出遊，到蓬萊山去表露青城武功，以便盡知敵人的秘奧，然後一舉而傾覆青城。但褚保昆在青城門下這數年中，覺得司馬衛對待自己情意頗厚，在傳授武功之時，對於他與親子一般無異。想到親手覆滅青城一派，誅殺司馬衛全家，心中頗有不忍，暗暗打下主意：「總須待得司馬衛師父去世之後，我才能出手。司馬林師兄待我平平，殺了他也沒有甚麼。」因此上又拖了幾年。都靈子曾幾次催促，褚保昆總是推說，青城派中的「青」字十八打，似乎不止十八打，而「城」字三十六破，好像另有秘訣。都靈子化了這許多心血，自不肯功虧一簣。但到去年秋天，忽然又生意外，司馬衛在白帝城附近，給人用「城」字三十二破中的「破月錐」功夫，穿破耳鼓，內力深入腦海，因而斃命。那「破月錐」功夫雖然名字中有一個「錐」字，其實並非使用鋼錐，而是五指成尖錐之形，一戳而出，以深厚內力穿破敵人耳鼓。每個人所以能站立平穩，全仗耳中有一半月形之物，用以平衡身子，若逢傷風流涕，醒鼻過於大力，激動此半月器官，全身登感暈眩。那「破月錐」的內勁，便是旨在震破此半月的器官，其手法既極毒辣，使用時又極靈巧，猝然突襲，敵人武功縱然比自己高出甚多，往往也是無法抗禦。司馬衛在白帝城附近受傷身死，司馬林和褚保昆在城都得到訊息，連夜趕來，一查傷勢，司馬衛竟是中了本派的絕技「破月錐」。兩人又驚又悲，商量之下，心想本派能使這「破月錐」功夫的，除了司馬衛自己之外，只有司馬林、褚保昆，以及其他另外兩名耆宿高手，但事發之時，四人明明皆在成都，正好相聚在一起，誰也沒有嫌疑，然則殺害司馬衛的兇手，除了那號稱「以彼之道，還施彼身」的姑蘇慕容氏之外，再也不可能有旁人了。當下青城派傾巢而出，盡集派中高手，到姑蘇來尋慕容氏算帳。褚保昆臨行之前，暗中曾向都靈子詢問，是否為蓬萊派下的手腳。都靈子用筆寫道：「司馬衛武功與我在伯仲之間。我若施暗算，僅用天王補心針方能取他性命。若是多人圍攻，須用本派鐵拐陣。」褚保昆一想不錯，他此刻已深知兩位師父的武功修為，誰也奈何不了誰，說到要用「破月錐」殺死司馬衛，別說都靈子不會這門功夫，就是會得，也無法勝過司馬衛的功力。是以他更無懷疑，隨著司馬林到江南尋仇。都靈子卻不加阻攔，只是叫他事事小心，但求多增閱見聞，不可枉自為青城派送了性命。到得姑蘇，一行人四下打聽，好不容易來到聽香精舍，不料雲州秦家寨的群盜先到了一步。青城派律己甚嚴，若無掌門人的號令，誰也不敢亂說亂動，見到秦家寨群盜這般亂七八糟，心中都是好生瞧他們不起。青城派是志在復仇，於聽香精舍中的一草一木，都不亂動半點，所吃的乾糧，也是自己帶來。這一來，倒是並不吃虧，老顧的滿口唾沫，滿手污泥，青城派的眾人可沒嘗到。那知道王玉燕、阿朱等四人突然到來，事情的演變，真有大大出人意料之外者。褚保昆以青城手法發射「青蜂釘」，連司馬衛生前也是絲毫不起疑心，那知王玉燕這小姑娘竟爾一口叫破。這一下褚保昆猝不及防，要待殺她滅口，只因一念之仁，下手稍慢，已然不及。「天王補心針」這五個字既被司馬林等聽了去，縱將玉燕殺了，也已無濟於事，徒然更顯作賊心虛而已。又聽得玉燕道：「你所圖謀的事，八十餘年前，貴派第七代掌門人海風子道長，已曾試過了。他的才幹武功，只怕都不在閣下之下。」她說「只怕不在閣下之下」，意思其實是說：「定然是在閣下之上」。她為甚麼說：「不行的，那沒有用？」難道司馬師父所教我的，都不是真正的青城絕藝？難道我投入青城之時，早就讓司馬師父看出了破綻，他只不過一直不揭破我的底細？讓我一直在做大傻瓜而不自知？青城派這干人知道我是奸細，將如何對付我？從此我在武林中聲名掃地，天下雖大，更無容身之所了。他越想腦中越是混亂，一回頭，只見司馬林各人都是狠狠的瞪著自己，各人的雙手都是籠在衣袖之中。青城派的掌門人司馬林冷冷的道：「褚爺，原來你是蓬萊派的？」他不再稱褚保昆師弟，改口稱之為褚爺，那顯然不再當他是同門了。褚保昆承認也不是，不認也不是，神情極為尷尬。司馬林又道：「你到青城派來臥底，乃是為了學那『破月錐』的絕招，學會之後，便即在先父身上試用，你這狼心狗肺之徒，忒也狠毒。」他說了這句話，雙臂向外一張，手中已各握了一件兵刃。在他想來，本派的功夫既被褚保昆偷學了去，褚保昆自去轉授蓬萊派的高手。他父親死時，褚保昆雖是確在成都，但這只是他的陰謀，蓬萊派既然學到了這手法，當然隨時可以用來加害他父親司馬衛。褚保昆臉色鐵青，心想師父都靈子派他混入青城派，原是有此用意，但迄今為止，自己可真沒洩漏過半點青城武功。事情到了這步田地，如何能夠辯白？看來眼前便是一場惡戰，對方人多勢眾，司馬林及另外兩位高手的功夫，全不在自己之下，今日血濺當場，只怕已難避過。他咬一咬牙，心道：「我雖未做此事，但叛師之心存在胸中已久，就算是給青城派殺了，那也是罪有應得。」當下將心一橫，只道：「司馬師父決計非我所害──」司馬林喝道：「自然不是你親自下手，可是這功夫是你所傳，同你親自下手更有甚麼分別？」他向身旁兩個高高瘦瘦的老者道：「姜師叔、孟師叔，對付這種叛徒，不必講究武林中單打獨鬥的規矩，咱們一起上。」兩名老者點了點頭，雙手從衣袖之中伸出，都是左手拿錐，右手握錘，分從左右圍了上來。褚保昆退了幾步，將背脊靠在廳中的一條大柱上，以免前後受敵，司馬林大叫道：「殺了這叛徒，為爹爹復仇！」向前一衝，一錘便往褚保昆頭頂打去。褚保昆身子一讓，左手還了一錐。那姓姜的老者喝道：「青城叛徒，虧你還有臉使用本派武功。」左手錐刺他咽喉，右手小錘「鳳點頭」連敲三錘。秦家寨眾人見他將這柄小錘使得如此純熟，招數又極怪異，均是大起好奇之心。姚伯當等武林高手，都是暗暗點頭，心想：「青城派名震川西，實非幸至。」此時三人圍攻一人，褚保昆左支右絀，頃刻間便是險象環生。司馬林心急父仇，招數太過莽撞，褚保昆倒還能對付得來。可是姜孟兩個老者卻一意運用青城派中「穩、狠、陰、毒」的四大秘訣，錐刺錘擊，每一出手，招招都是往他要害處招呼。他三人所使的鋼錐和小錘招數，每一招褚保昆都爛熟於胸，看了一招，便推想得到以後三四招的後著變化。全仗於此，這才以一敵三，支持不倒，又拆十餘招，心中突然一酸，暗想：「司馬師父待我實在不薄，司馬林師兄和姜孟兩位師叔所用的招數，我無一不知。練功拆招之時，尚能故意藏私，將最要緊的功夫不顯露出來，此刻卻是生死搏鬥，他們三人自然是竭盡全力，可見青城派功夫，確是已盡於此。」他感激師恩，忍不住大叫：「司馬師父，決計不是我害的──」便這麼一分心，司馬林已撲到離他身子尺許之處，青城派所用兵刃極短極小，其厲害處全在近身肉搏。司馬林這一撲近身，如若對手是別派的人物，他可說已勝了八成，只是褚保昆的武功與他一模一樣，這便宜雙方卻是相等。燈光之下，眾人霎時間眼光繚亂，只見司馬林和褚保昆二人身形都是極快，雙手亂揮亂舞，只在雙眼一瞇的時間之內，兩人已拆了七八招。鋼錐戳來戳去，小錘橫敲豎打，二人均似是發了狂一般。但兩人招數練得熟極，對方攻擊到來，自然而然的格擋還招。武學中形容手腳明快，往往說「一氣呵成」，豈知褚保昆和司馬林兩人相鬥，數十招的戳刺掃打，竟然也是絕無阻滯，一氣呵成。司馬林和褚保昆這一近身肉搏，青城派的特長登時便顯現了出來。兩人是一師所授，招數法門殊無二致，司馬林年輕力壯，褚保昆則經驗較富。頃刻間數十招過去，旁觀眾人但聽得叮叮噹噹的兵刃撞擊之聲，兩人如何進攻守禦，已全然瞧不出來。姜孟二老者見司馬林久戰不下，突然間口中一聲呼哨，著地滾去，齊攻褚保昆的下盤。凡是使用短兵刃的，除了使峨嵋刺的女子，一般均擅地堂功夫，在地下滾動跳躍，使敵人無所措手。褚保昆於這「雷公著地轟」的功夫，原亦熟知，但雙手應付司馬林的一錐一錘之後，再無餘裕去對付姜孟二老，只有竄跳而避。姜老者一錘自左向右擊去，孟老者的一錐卻自右方戳來。褚保昆飛起一足，逕踢孟老者的下顎。孟老者罵道：「龜兒子，拼命麼？」向旁一退。姜老者乘勢直上，一錘掃去，便在此時，司馬林的小錘也已向他眉心敲到。褚保昆在電光石火之間權衡輕重，舉錘將司馬林的小錐一擋，左腿硬生生的受了姜老者的一擊。莫瞧那錘子雖小，一擊之力著實厲害，褚保昆但覺痛入骨髓，一時也不知左腿是否已經折斷，將全身之力都放在右腿之上。姜老者得理不讓人，第二錘跟著又到。褚保昆以錘對錘，噹的一聲，雙錘相交，火星爆了開來，但聽得他「啊」的一聲大叫，原來左腿上又中了孟老者的一錐。這一錐他本可閃避，只是心想若是避過了這一擊，姜孟二老的「雷公著地轟」便可組成「地母雷網」，那時便成無可抵禦之勢，反正自己料不定這左腿是否已斷，素性再抵受鋼錐的一戳。這一下鋼錐深入二寸，登時鮮血急湧，縱躍比拼之際，鮮血四面飛濺出來，灑得四壁粉牆上都是斑斑點點。王玉燕見阿朱皺住了眉頭，嘟起了小嘴，知她厭憎這一干人群相鬥毆，弄髒了她雅潔的房舍，微微一笑聲說道：「喂，你們別打了，有話好說，何以這般蠻不講理？」司馬林等三人是一心要將褚保昆斃於當場，褚保昆雖是有心罷手，卻那裏能夠？玉燕見四人只顧惡鬥，不理自己的說話，而不肯停手的主要是司馬林等三人，便道：「都是我隨口說一句『天王補心針』的不好，洩漏了褚相公的門戶機密。司馬掌門，你們快住手！」司馬林喝道：「父仇不共戴天，焉能不報？你囉唆甚麼？」玉燕道：「你不停手，我可要幫他了！」司馬林心中一凜：「這美貌姑娘的眼光極是厲害，倘若她武功也是甚高，這一幫對方，可有點兒不妙。」但他隨即轉念：「咱們青城派好手盡出，最多是一擁而上，難道還怕了她這麼一個嬌滴滴的小姑娘？」手上加勁，不再去理會玉燕。玉燕道：「褚相公，你使『李存孝打虎』，再使『張果老倒騎驢』！」褚保昆一怔，心想：「前一招是青城派武功，後一招是蓬萊派的功夫，兩個招數全然不能混在一起，怎可相聯使用？」只是這時情勢已然緊急，那裏更有細加考究的餘暇，一招「李存孝打虎」使將出去，噹噹兩聲，恰好擋開了司馬林和姜老者擊來的兩柄小錘，跟著轉身，歪歪斜斜的退出三步，正好避過姜老者的一著伏擊。姜老者這一招伏擊，錐錘並用，連環三擊，極是陰毒狠辣。秦家寨的姚伯當等高手在旁瞧著，早已為褚保昆捏一把汗，都想這一招三擊，定難避過。那知褚保昆擋開司馬林和姜老者的兩錘後，轉身這一退，竟然是腳步歪斜，連退三步。這三步剛好閃過了孟老者的連環三擊。每一步似乎都是醉漢的亂步，不成章法，但總是在間不容髮的空隙之中，恰恰避過了對方的狠擊，兩人倒似是事先練熟了來變戲法一般。姜老者這三下伏擊，原已十分精巧，但褚保昆的閃避更是妙到顛毫。旁觀的秦家寨群豪，只瞧得心曠神怡，每避過一擊，便喝一聲采，褚保昆連避三擊，眾人便是三個連環大采。青城派的人本來臉色極為陰沉，這時神氣更加難看。段譽叫道：「妙啊，妙啊！褚兄，王姑娘有甚麼吩咐，你只管照做，包你不會吃虧。」褚保昆適才避過這三下險招，走這三步「張果老倒騎驢」時，心中全沒想到後果，腦海中一片混混噩噩，但覺死也好，活也好，早就將性命甩了出去。沒料到青城、蓬萊兩派水火相剋，截然不同的武功，居然能連接在一起運使，他心中的驚駭，更比秦家寨、青城派諸人是大得多了。只聽玉燕又道：「你使『韓湘子雪擁藍關』，再使『曲徑通幽』！」褚保昆一聽，這次是先使蓬萊派武功，再使青城派武功，當下想也不想，小錘和鋼錐在身前一封，便在此時，孟老者和司馬林雙錐一齊戳了過去。三人的行動原是同時出手，但在旁人瞧來，倒似是褚保昆先行嚴封門戶，而司馬林和孟老者二人，卻是明知對方封住門戶，無隙可攻，仍舊化了極大力氣，使一著廢招，將兩柄鋼錐戳到他的錘頭之上，噹的一擊，兩柄鋼錐同時彈了出去，褚保昆更不思索，身形一矮，一錐反手斜斜刺出。姜老者正要搶上攻他後路，那想得到他這一錐竟會從這方位，在這時候刺到。要知「曲徑道幽」這一招，雖是青城派的功夫，而且也無特別深奧之處，但所運用的方位時候，絕不能如此的大違武學常理，可是就這麼無理的一刺，姜老者便如是自己要自殺一般，快步奔前，將身子湊到他的鋼錐維尖之上，明知不妙，卻如何能夠避過？噗的一聲響，鋼錐插入他的腰間，立時血如泉湧。他身形一晃，終於支持不住，俯身倒了下來，青城派中搶出二人，將他扶了回去。司馬林罵道：「褚保昆稱這龜兒子，你親手傷害姜師叔，總不再是假的了罷？」玉燕道：「這位姜先生是我叫他傷的。你們快住手罷！」司馬林怒道：「你有本領，便叫他殺了我！」玉燕微笑道：「這有何難？褚相公，你使一招『鐵拐李月下過洞庭』，再使一招叫『鐵拐李玉洞論道』。」褚保昆應道：「是！」心想：「我蓬萊派武功之中，只有『呂純陽月下過洞庭』，只有『漢鐘離玉洞論道』，怎地這位姑娘牽扯到鐵拐李身上去啦？想必是她於本派的武功所知究屬有限，隨口說錯了。」但司馬林和孟老者絕不讓他出口發問、仔細參詳，只得依平時所學，使一招「呂純陽月下過洞庭」。這一招「月下過洞庭」，本來大步前，姿式飄逸，有如凌空飛行一般，但他左腿接連受了兩處創傷後，大步跨出時一跛一拐，那裏還像呂純陽，不折不扣是個鐵拐李。可是一跛一拐，竟然也有一跛一拐的好處，司馬林連擊兩錘，盡數都落了空。跟著「漢鐘離玉洞論道」這一招，也是左腿一拐，身子向左傾斜，右手中小錘當作蒲扇，橫掠而出時，孟老者正好將腦袋湊將上來。啪的一聲，這一錘剛巧打在他的嘴上，滿口牙齒，登時便有十餘枚擊落在地，只痛得他亂叫亂跳，拋去兵刃，雙手捧住了嘴巴，一屁股坐倒。司馬林心下駭然，一時拿不定主意，是繼續鬥將下去，還是暫行罷手，日後再定復仇之計。要知王玉燕剛才教的這兩招，實在太也巧妙，事先算定孟老者三招之後，一定會撲向褚保昆右側，而褚保昆在那時小錘橫提出去，正好會擊中他的嘴巴。偏偏褚保昆左腿跛了，「漢鐘離玉洞論道」變成了「鐵拐李玉洞論道」，小錘斜著出去，否則正擊而出，便差了數寸，打他不中。這其中計算之精，料敵之準，實是到了匪夷所思的地步，常人即使懂得雙方的武功，算計得到後著和方位，那也得屈指計算半天，再排演方位半天，然後想得到該用何招。可是王玉燕隨口說來，似乎真有未卜先知的奇能，三人如何拆招，早已全部了然於胸。