第三回　寶刀百鍊生玄光花開花落，花落花開。少年子弟江湖老，紅顏少女的鬢邊終於也見到了白髮。這一年是元順帝至元二年，宋朝之亡至此已五十餘年。其時正當暮春三月，江南海隅，一個三十來歲的藍衫壯士，腳穿草鞋，邁開大步，正自沿著大道趕路，眼見天色向晚，一路上雖然桃紅柳綠，春色正濃，他卻也無心賞玩，心中默默計算：「今日三月廿四，到四月初九還有一十四天，須得道上絲毫沒有耽擱，方能及時趕到武當山，祝賀恩師他老人家九十歲大壽。」這壯士姓俞名岱巖，乃武當派祖師張三丰的第三名弟子。這年年初奉師命前赴福建誅殺一個戕害良民、無惡不作的劇盜。那劇盜聽到風聲，立時潛藏隱匿，俞岱巖費了兩個多月時光，才找到他的秘密巢穴，上門挑戰，使出師傳玄虛刀法，在第十一招上將他殺了。本來預計十日可完的事，卻耗了兩個多月，屈指算來，距師父九十大壽的日子已經頗為逼促，因此上急急自福建趕回，這日已到浙東錢塘江之南。他邁著大步急行一陣，路徑漸窄，靠右近海一面，常見一片片光滑如鏡的平地，往往七、八丈見方，便是水磨的桌面也無此平整滑溜。俞岱巖走遍大江南北，見聞實不在少，但從未見過如此奇異的情狀，一問土人，不由得啞然失笑，原來那便是鹽田。當地鹽民引海水灌入鹽田，曬乾以後，刮下含鹽泥土，化成滷水，再逐步曬成鹽粒。俞岱巖心道：「我吃了三十年鹽，卻不知一鹽之成，如此辛苦。」正行之間，忽見西首小路上一行二十餘人挑了擔子，急步而來。俞岱巖一瞥之間，便留上了神，但見這二十餘人一色的青布短衫褲，頭戴斗笠，擔子中裝的顯然都是海鹽。他知當政者暴虐，收取鹽稅極重，因之雖是濱海之區，尋常百姓也吃不起官鹽，只有向私鹽販子購買私鹽。這批人行動慓悍，身形壯實，看來似是一幫鹽梟，奇的是每人肩頭挑的扁擔非竹非木，黑黝黝的全無彈性，便似一條條鐵扁擔。各人雖都挑著二百來斤的重物，但行路甚是迅速。俞岱巖心想：「這幫鹽梟個個都有武功。聽說江南海沙派販賣私鹽，聲勢極大，派中不乏武學名家，但二十餘個好手聚在一起挑鹽販賣，決無是理。」若在平時，便要去探視究竟，這時念著師父的九十歲大壽，不能因多管閒事而再有耽誤，當下放開腳步趕路。傍晚時分來到餘姚縣的庵東鎮。由此過錢塘江，便到臨安，再折向西北行，經江西、湖南省才到湖北武當。晚間無船渡江，只得在庵東鎮上找家小客店宿了。用過晚飯，洗了腳剛要上床，忽聽得店堂中一陣喧嘩，一群人過來投宿。聽那些人說的是浙東鄉音，但中氣充沛，顯然是會家子，探頭向門外一瞧，便是途中所遇那群鹽梟。俞岱巖也不在意，盤膝坐在床上，練了三遍行功，便即著枕入睡。睡到中夜，忽聽得鄰房中喀喀輕響，俞岱巖登時便醒了。只聽得一人低聲道：「大家悄悄走罷，莫驚動了鄰房那客人，多生事端。」餘人輕輕推開房門，走到了院子中。俞岱巖從窗縫中向外張望，只見那群鹽梟挑著擔子出門，想起那人那句話：「莫驚動了鄰房那個客人，多生事端。」暗想：「這群私梟鬼鬼祟祟，顯是要去幹甚麼歹事，既教我撞見了，可不能不管。若能阻止他們傷天害理，救得一兩個好人，便是誤了恩師的千秋壽誕，他老人家也必喜歡。」將藏著兵刃暗器的布囊往背上一縛，穿窗而出，躍出牆外。耳聽得腳步聲往東北方而去，他展開輕身功夫，悄悄追去。當晚烏雲滿天，星月無光，沉沉黑夜之中，隱約見那二十餘名鹽梟挑著擔子，在田塍上飛步而行，心想：「私梟黑夜趕路，事屬尋常。但這干人身手不凡，若要作些非法勾當，別說偷盜富室，就是搶劫倉庫，官兵又那裏阻擋得住，何必偷偷摸摸的販賣私鹽，賺此微利？料來其中必有別情。」不到半個時辰，那幫私梟已奔出二十餘里，俞岱巖輕功了得，腳下無聲無息，那幫私梟又似有要事在身，貪趕路程，竟不回顧，因此並沒發覺。這時已行到海旁，波濤衝擊巖石，轟轟之聲不絕。正行之間，忽聽得領頭的一人一聲低哨，眾人都站定了腳步。領頭的人低聲喝問：「是誰？」黑暗中一個嘶啞的聲音說道：「三點水旁的朋友嗎？」領頭那人道：「不錯。閣下是誰？」俞岱巖心下嘀咕：「三點水旁的朋友，那是甚麼？」一轉念，登時省悟：「嗯，果然是海沙派，『海沙派』這三個字都是水旁的。」那嘶啞的聲音道：「屠龍刀的事，我勸你們別插手啦。」領頭那人道：「尊駕也是為屠龍刀而來？」語音中頗有驚怒之意。那嗓子嘶啞的人一聲冷笑，黑夜中但聽他「嘿嘿嘿」幾聲，卻不答話。俞岱巖隱身於海旁巖石之後，繞到前面，只見一個身材高瘦的男子攔在路中。黑暗中瞧不清他的面貌，只見他穿一襲白袍，夜行人而身穿白衣，則顯然於自己武功頗為自負。只聽海沙派的領頭人道：「這屠龍刀已歸本派，既給宵小盜去，自當索回。」那白袍客又是「嘿嘿嘿」三聲冷笑，仍是大模大樣的攔在路中。那領頭人身後一人厲聲喝道：「快些讓開，惡狗攔路，你不是自己找死……」他話聲未畢，突然「啊」的一聲慘叫，往後便倒。眾人一驚，但見黑暗中白袍幌了幾幌，攔路惡客已然不見。海沙派眾私梟瞧那跌倒的同伴時，但見他蜷成一團，早已氣絕。各人又驚又怒，有幾人放下擔子向白袍客去路急追，但那人奔行如飛，黑暗之中那裏還尋得到他的蹤影。俞岱巖心道：「這白袍客出手好快，這一抓是少林派的『大力金鋼抓』，但黑暗之中，卻不大瞧得清楚。聽這人的口音腔調，顯是來自西北塞外。江南海沙派結下的仇家可遠得很哪！」他縮身在巖石之中，一動也不敢動，生怕給海沙派的幫眾發見了，沒來由的招惹禍端。只聽那領頭人道：「將老四的屍首放在一旁，回頭再來收拾，將來總查究得出。」眾人答應了，挑上擔子，又向前飛奔。俞岱巖待他們去遠，走近屍身察看，但見那人喉頭穿了兩個小孔，鮮血兀自不住流出，傷口顯是以手指抓出，他覺此事大是蹊蹺，當下加快腳步，再跟蹤那幫鹽梟。一行人又奔出數里，那領頭人一聲呼哨，二十餘人四下散開，向東北一座大屋慢慢逼近。俞岱巖心想：「他們說的甚麼屠龍刀，難道便是在這屋中嗎？」只見那大屋的煙囪中一柱濃煙衝天而起，久聚不散。眾鹽梟放下了擔子，各人拿起一隻木杓，在蘿筐中抄起甚麼東西，四下撒播。俞岱巖見所撒之物如粉如雪，顯然便是海鹽，心道：「在地下撒鹽幹甚麼？當真古怪，日後說給師兄弟們知道，他們定是不信。」但見他們撒鹽時出手既輕且慢，似乎生怕將鹽粒濺到身上，俞岱巖登時恍然，知道鹽上含有劇毒，這批人用毒鹽圍屋，當是對屋中人陰謀毒害。暗想：「我固不知雙方誰是誰非，但這批人如此搗鬼，太不光明。無論如何須得通知屋中之人，好教他不致為宵小所害。」眼見海沙派眾鹽梟尚在屋前撒鹽，於是兜個大圈子繞到屋後，輕輕跳進圍牆。大屋前後五進，共有三、四十間，屋內黑沉沉的沒一處燈火。俞岱巖心想：「濃煙從中間一進屋中冒出，該處想必有人。」抬頭認明濃煙噴出之處，快步走去，只聽得廳中傳出火焰猛烈燃燒的畢剝之聲。他轉過一道照壁，跨步進了正廳，突然光亮耀眼，一股熱氣撲面而來，只見廳心一隻巖石砌成的大爐子，火焰升騰，爐旁分站三人，分拉三隻大風箱，向爐中搧火。爐中橫架著一柄四尺來長、烏沉沉的單刀。那三人都是六十來歲老者，一色的青布袍子，滿頭滿臉都是灰土，袍子上點點斑斑，到處是火星濺開來燒出的破洞。只見那三人同時鼓風，火焰升起來五尺高，繞著單刀，嗤嗤聲響。俞岱巖站立之處和那爐子相距數丈，已然熱得厲害，爐中之熱，可想而知，但見火焰由紅轉青，由青轉白，那柄單刀卻始終黑黝黝地，竟沒起半點暗紅之色。便在此時，屋頂上忽有個嘶啞的聲音叫道：「損毀寶刀，傷天害理，快住手！」俞岱巖一聽，知道途中所遇的那個白袍客到了。那三個鼓風煉刀的老者卻恍若不聞，只是鼓風更急。但聽得屋頂「嘿嘿嘿」三聲冷笑，簷前一聲響，那白袍客已閃身而進。這時廳中爐火正旺，俞岱巖瞧得清楚，見這白袍客四十左右年紀，臉色慘白，隱隱透出一股青氣，他雙手空空，冷然說道：「長白三禽，你們想得屠龍寶刀，那也罷了，卻何以膽敢用爐火損毀這等寶物？」說著踏步上前。三名老者中西首一人探身而前，左手倏出，往白袍客臉上抓去。白袍客側首避過，搶上一步。東首那位老者見他逼近身來，提起爐子旁的大鐵錘，呼的一聲，向他頭頂猛擊下去。白袍客身子微側，鐵錘擊空，砰的一聲響，火星四濺，原來地下舖的不是尋常青磚，卻是堅硬異常的花岡石。西首老者自旁夾攻，雙手猶如雞爪，上下飛舞，攻勢凌厲。俞岱巖見那白袍客的武功根基無疑是少林一派，但出手陰狠歹毒，與少林派剛猛正大的名門手法殊不相同。鬥了數合，那使鐵錘的老者大聲喝道：「閣下是誰？便要此寶刀，也得留個萬兒。」白袍客冷笑三聲，只不答話。猛地裏一個轉身，兩手抓出，喀喀兩響，西首老者雙腕齊折，東首老者鐵錘脫手。大鐵錘向上疾飛，穿破屋頂，直墮入院中，響聲猛惡之極。這老者當即俯身提起一柄火鉗，便向爐中去挾那單刀。站在南首的老者手中扣著暗器，俟機傷敵，只是白袍客轉身迅速，一直沒找著空子，這時眼見東首老者用火鉗去挾寶刀，突然伸手入爐，搶先抓住刀柄，提了出來，一握住刀柄，一股白煙冒起，各人鼻中聞到一陣焦臭，他手掌心登時燒焦。但他兀自不放，提著單刀向後急躍，跟著一個踉蹌，便要跌倒。他左手伸上，托住了刀背，這才站定身子，似乎那刀太過沉重，單手提不起一般，但這麼一來，左手手掌心也燒得嗤嗤聲響。餘人皆盡駭然，一呆之下，但見那老者雙手捧著單刀，向外狂奔。白袍客冷笑道：「有這等便宜事？」手臂一長，已抓住了他背心。那老者順手回掠，將寶刀揮了過來。刀鋒未到，便已熱氣撲面，白袍客的鬢髮眉毛都捲曲起來。他不敢擋架，手上勁力一送，將老者連人帶刀擲向洪爐。俞岱巖本覺得這干人個個兇狠悍惡，事不關己，也就不必出手。斯時見老者命在頃刻，只要一入爐中，立時化成焦炭，終究救命要緊，當即縱身高躍，一轉一折，在半空中伸下手來，抓住那老者的髮髻一提，輕輕巧巧的落在一旁。白袍客和長白三禽早見他站在一旁，一直無暇理會，突然見他顯示了這手上乘輕功，盡皆吃驚。白袍客長眉上揚，問道：「這一手便是聞名天下的『梯雲縱』嗎？」俞岱巖聽他叫出了自己這路輕功的名目，先是微微一驚，跟著不自禁的暗感得意：「我武當派功夫名揚天下，聲威遠播。」說道：「不敢請教尊駕貴姓大名？在下這點兒微末功夫，何足道哉？」那白袍客道：「很好很好，武當派的輕功果然是有兩下子。」口氣甚是傲慢。俞岱巖心頭有氣，卻不發作，說道：「尊駕途中一舉手而斃海沙派高手，這份功夫神出鬼沒，更令人莫測高深。」那人心頭一凜，暗想：「這事居然叫你看見了，我卻沒瞧見你啊。不知你這小子當時躲在何處？」淡淡的道：「不錯，我這門武功，旁人原是不易領會，別說閣下，便是武當派掌門人張老頭兒，也未必懂得。」俞岱巖聽那白袍客辱及恩師，這口氣如何忍得下去？可是武當派弟子自來講究修心養性的功夫，心想：「他有意挑釁，不知存著甚麼心？此人功夫怪異，不必為了幾句無禮的言語為本門多樹強敵。」當下微微一笑，說道：「天下武學無窮無盡，正派邪道，千千萬萬，武當派所學原只滄海一粟。如尊駕這等功夫，似少林而非少林，只怕本師多半不識。」這句話雖說得客氣，骨子中含義，卻是說武當派實不屑懂得這些旁門左道的武功。那人聽到他「似少林而非少林」那七字，臉色立變。他二人言語針鋒相對。那南首老者赤手握著一柄燒得熾熱的單刀，皮肉焦爛，幾已燒到骨骼，東首西首兩個老者躬身蓄勢，均想俟機奪刀。突然間呼的一聲響，南首那老者揮動單刀，向外急闖。他這一刀在身前揮動，不是向著何人而砍，但俞岱巖正站在他身前，首當其衝。他沒料到自己救了這老者的性命，此人竟會忽施反噬，急忙躍起，避過刀鋒。那老者雙手握住刀柄，發瘋般亂砍亂揮，衝了出去。白袍客和其餘兩個老者忌憚刀勢凌厲，不敢硬擋，連聲呼叱，隨後追去。那提刀老者跌跌撞撞的衝出了大門，突然間腳下一個踉蹌，向前仆跌，跟著一聲慘呼，似乎突然身受重傷。白袍客和另外兩個老者一齊縱身過去，同時伸手去搶單刀，但不約而同的叫了出來，似乎猛地裏被甚麼奇蛇毒蟲所咬中一般。那白袍客只打個跌，跟著便躍起身來，急向外奔，那三個老者卻在地下不住翻滾，竟爾不能站起。俞岱巖見了這等慘狀，正要躍出去救人，突然一凜，想起海沙派在屋外撒鹽的情景，此時屋周均是毒鹽，自己也無法出去了，遊目四顧，見大門內側左右各放著一張長凳，當即伸手抓起，將兩凳豎直，一躍而上，雙腳分別勾著一隻長凳，便似踩高蹺一般踏著雙凳走了出去。但見三個老者長聲慘叫，不停的滾來滾去。俞岱巖扯下一片衣襟裹在手上，長臂抓起了那懷抱單刀的老者後心，腳踩高蹺，向東急行。這一下大出海沙派眾人意料之外，眼見便可得手，卻斜刺裏殺出個人來將寶刀搶走，眾人紛紛湧出，大聲呼叱，鋼鏢袖箭，十餘般兵器齊向俞岱巖後心射去。俞岱巖雙足使勁，在兩張長凳上一蹬，向前竄出丈許，暗器盡皆落空。他腳上勾了長凳，雙足便似加長了四尺，只跨出四、五步，早將海沙派諸人遠遠拋在後面，耳聽得各人大呼追來，俞岱巖提著那老者縱身躍起，雙足向後反踢，兩張長凳飛了出去。但聽得砰砰兩響，跟著三、四人大聲呼叫，顯是為長凳擊中。就這麼阻得一阻，俞岱巖已奔出十餘丈外，手中雖提著一人，卻越奔越遠，海沙派諸人再也追不上了。俞岱巖急趕一陣，耳聽得潮聲澎湃，後面無人追來，問道：「你怎樣了？」那老者哼了一聲，並不回答，跟著呻吟一下。俞岱巖尋思：「他身上沾滿毒鹽，先給他洗去要緊。」於是走到海邊，將他在淺水處浸了下去。海水碰上他手中燙熱的單刀，嗤嗤聲響，白煙冒起。那老者半昏半醒，在海水中浸了一陣，爬不起來。俞岱巖正要伸手去拉他，忽然一個大浪打來，將那老者沖上了沙灘。俞岱巖道：「現下你已脫險，在下身有要事，不能相陪，咱們便此別過。」那老者撐起身來，說道：「你……怎地……不搶這把寶刀？」俞岱巖一笑，道：「寶刀縱好，又不是我的，我怎能橫加搶奪？」那老者心下大奇，不能相信，道：「你……你到底有何詭計，要怎樣炮製我？」俞岱巖道：「我跟你無怨無仇，炮製你幹嘛？我今夜路過此處，見你中毒受傷，因此出手相救。」那老者搖了搖頭，厲聲道：「我命在你手，要殺便殺。若想用甚麼毒辣手段加害，我便是死了，也必化成厲鬼，放你不過。」俞岱巖知他受傷後神智不清，也不去跟他一般見識，只是微微一笑，正要舉步走開，海中又是一個大浪打上海灘。那老者呻吟一聲，伏在海水之中，只是發顫。俞岱巖心想，救人須救徹，這老者中毒不輕，我若於此時捨他而去，他還得葬身海底，於是伸手抓住他背心，提著他走上一個小丘，四下眺望，見東北角一塊突出的山巖之上有一間屋子，瞧模樣似是一所廟宇，當下抱著那老者奔了過去，凝目看屋前扁額，隱約可見是「海神廟」三字。推門進去，見這海神廟極是簡陋，滿地塵土，廟中也無廟祝。於是將那老者放在神像前的木拜墊上，他懷中火摺已被海水打濕，當下在神台上摸索，找到火絨火石，燃點了半截蠟燭，看那老者時，只見他滿面青紫，顯是中毒已深，從懷中取出一粒「天心解毒丹」來，說道：「你服了這粒解毒丹藥。」那老者本來緊閉雙目，聽他這麼說，睜眼說道：「我不吃你害人的毒藥。」俞岱巖脾氣再好，這時也忍不住了，長眉一挑，說道：「你道我是誰？武當門下豈能幹害人之事？這是一粒解毒丹藥，只是你身中劇毒，這丹藥也未必能夠解救，但至少可延你三日之命。你還是將這把刀送去給海沙派，換得他們的本門解藥救命罷。」那老者斗然間站起身來，厲聲道：「誰想要我的屠龍刀，那是萬萬不能。」俞岱巖道：「你性命也沒有了，空有寶刀何用？」那老者顫聲道：「我寧可不要性命，屠龍刀總是我的。」說著將刀牢牢抱著，臉頰貼著刀鋒，當真是說不出的愛惜，一面卻將那粒「天心解毒丹」吞入了肚中。俞岱巖好奇心起，想要問一問這刀到底有甚麼好處，但見這老者雙眼之中充滿著貪婪兇狠的神色，宛似饑獸要擇人而噬，不禁大感厭惡，轉身便出。忽聽得那老者厲聲喝道：「站住！你要到那裏去？」俞岱巖笑道：「我到那裏去，你又管得著嗎？」說著揚長便走。沒行得幾步，忽聽那老者放聲大哭，俞岱巖轉過頭來，問道：「你哭甚麼了？」那老者道：「我千辛萬苦的得到了屠龍寶刀，但轉眼間性命不保，要這寶刀何用？」俞岱巖「嗯」了一聲，道：「你除了以此刀去換海沙派的獨門解藥，再無別法。」那老者哭道：「可是我捨不得啊，我捨不得啊。」這神態在可怖之中帶著三分滑稽。俞岱巖想笑，卻笑不出來，隔了一會，說道：「武學之士，全憑本身功夫克敵制勝，仗義行道，顯名聲於天下後世。寶刀寶劍只是身外之物，得不足喜，失不足悲，老丈何必為此煩惱？」那老者怒道：「『武林至尊，寶刀屠龍，號令天下，莫敢不從！』這話你聽見過嗎？」俞岱巖啞然失笑，道：「這幾句話我自然聽見過，下面還有兩句呢，甚麼『倚天不出，誰與爭鋒？』那說的是幾十年前武林中一件驚天動地的大事，又不是真的說甚麼寶刀。」那老者問道：「甚麼驚天動地的大事？」俞岱巖道：「那是當年神鵰大俠楊過殺死蒙古皇帝蒙哥，大大為我漢人出了一口胸中惡氣。自此楊大俠有甚麼號令，天下英雄『莫敢不從』。『龍』便是蒙古皇帝，『屠龍』便是殺死蒙古皇帝。難道世間還真有龍之一物嗎？」那老者冷笑道：「我問你，當年楊過大俠使甚麼兵刃？」俞岱巖一怔，道：「我曾聽師父說，楊大俠斷了一臂，平時不用兵刃。」那老者道：「是啊，楊大俠怎生殺死蒙古皇帝的？」俞岱巖道：「他投擲石子打死蒙哥，此事天下皆知。」那老者大是得意，道：「楊大俠平時不用兵刃，殺蒙古皇帝用的又是石子，那麼『寶刀屠龍』四字從何說起？」這一下問得俞岱巖無言可答，隔了片刻，才道：「那多半是武林中說得順口而已，總不能說『石頭屠龍』啊，那豈不難聽？」那老者冷笑道：「強辭奪理，強辭奪理！我再問你，『倚天不出，誰與爭鋒？』這兩句話，卻又作何解釋？」俞岱巖沉吟道：「我不知道。『倚天』也許是一個人罷？聽說楊大俠的武功學自他的妻子，那麼『倚天』或許便是他夫人的名字，又或是死守襄陽的郭靖郭大俠。」那老者道：「是嗎？我料你說不上來了，只好這麼一陣胡扯。我跟你說，『屠龍』是一把刀，便是這把屠龍刀，『倚天』卻是一把劍，叫做倚天劍。這六句話的意思是說，武林中至尊之物，是屠龍刀，誰得了這把刀，不管發施甚麼號令，天下英雄好漢都要聽令而行。只要倚天劍不出，屠龍刀便是最厲害的神兵利器了。」俞岱巖將信將疑，道：「你將刀給我瞧瞧，到底有甚麼神奇？」那老者緊緊抱住單刀，冷笑道：「你當我是三歲小孩嗎？想騙我的寶刀。」他中毒之後，本已神疲力衰，全仗服了俞岱巖的一粒解毒丹藥，這才振奮了起來，這時一使勁，卻又呻吟不止。俞岱巖笑道：「不給瞧便不給瞧，你雖得了屠龍寶刀，卻號令得動誰？難道我見你懷裏抱著這樣一把刀，便非聽你的話不可嗎？當真是笑話奇談。你本來好端端地，卻去信了這些荒誕不經的鬼話，到頭來枉自送了性命，還是執迷不悟。你既號令我不得，便可知這刀其實無甚奇處。」那老者呆了半晌，做聲不得，隔了良久，才道：「老弟，咱們來訂個約，你救我性命，我將寶刀的好處分一半給你。」俞岱巖仰天大笑，說道：「老丈，你可把我武當派瞧得忒也小了。扶危濟困，乃是我輩分內之事，豈難道是貪圖報答？你身上沾了毒鹽，我卻不知鹽中放的是甚麼毒藥，你只有去求海沙派解救。」那老者道：「我這把屠龍刀，是從海沙派手中盜出來的，他們恨我切骨，豈肯救我？」俞岱巖道：「你既將刀交還，怨仇即解，他們何必傷你性命？」那老者道：「我瞧你武功甚強，大有本事到海沙派去將解藥盜來，救我性命。」俞岱巖道：「一來我身有要事，不能耽擱；二來你去偷盜人家寶刀，是你的不是，我怎能顛倒是非？老丈，你快快去找海沙派的人罷！再有耽擱，毒性發作起來，那便來不及了。」那老者見他又是舉步欲行，忙道：「好罷，我再問你一句話，你提著我身子之時，可覺到有甚麼異樣？」俞岱巖道：「我確有些兒奇怪，你身子瘦瘦小小，卻有二百來斤重，不知是甚麼緣故，又沒見你身上負有甚麼重物。」那老者將屠龍刀放在地下，道：「你再提一下我的身子。」俞岱巖抓住他肩頭向上一提，手中登時輕了，只不過八十來斤，心下恍然：「原來這小小一柄單刀，竟有一百多斤之重，確是有點古怪，不同凡品。」將老者放下，說道：「這把刀倒是很重。」那老者忙又將屠龍刀牢牢抱住，說道：「豈僅沉重而已。老弟，你尊姓俞還是姓張？」俞岱巖道：「敝姓俞，草字岱巖，老丈何以得知？」那老者道：「武當派張真人收有七位弟子，武當七俠中宋大俠有四十來歲，殷莫兩位還不到二十歲，餘下的二、三兩俠姓俞，四、五兩俠姓張，武林中誰人不知。原來是俞三俠，怪不得這麼高的功夫。武當七俠威震天下，今日一見，果然名不虛傳。」俞岱巖年紀雖然不大，卻也是老江湖了，聽他這般當面諂諛，知他不過有求於己，心中反生厭惡之感，說道：「老丈尊姓大名？」那老者道：「小老兒姓德，單名一個成字，遼東道上的朋友們送我一個外號，叫作海東青。」那海東青是生於遼東的一種大鷹，兇狠鷙惡，捕食小獸，是關外著名的猛禽。俞岱巖拱手道：「久仰，久仰。」抬頭看了看天色。德成知他急欲動身，若非動以大利，不能求得他伸手救命，說道：「你不懂得那『號令天下，誰敢不從』這八個字的含義，只道是誰捧著屠龍刀，只須張口發令，人人便得聽從。不對，不對，這可全盤想錯了。」他剛說到這裏，俞岱巖臉上微微變色，右手伸出一揮，噗的一聲輕響，熄滅了神台上的蠟燭，低聲道：「有人來啦！」德成內功修為遠不如他，卻沒聽見有何異聲，正遲疑間，只聽得遠處幾聲呼哨，有人相互傳呼，奔向廟來。德成驚道：「敵人追來啦，咱們快從廟後退走。」俞岱巖道：「廟後也有人來。」德成道：「不會罷……」俞岱巖道：「德老丈，來的是海沙派人眾，你正好向他們討取解藥。在下可不願蹚這淌渾水了。」德成伸出左手，牢牢抓住他的手腕，顫聲道：「俞三俠，你萬萬不能捨我而去，你萬萬不能……」俞岱巖只覺他五根手指其寒如冰，緊緊嵌入了自己手腕肉裏，當下手腕一翻，使半招「九轉丹成」，轉了個圈子，登時將他五指甩落。這時只聽得一路腳步之聲，直奔到廟外，跟著砰的一響，有人伸足踢開了廟門，接著刷刷聲響，有甚麼細碎物事從黑暗中擲了進來，俞岱巖身子一縮，縱到了海神菩薩的神像後面。但聽得德成「啊」的一聲低哼，跟著刷刷數聲，暗器打中了他身上，接著又落在地下。那些暗器一陣接著一陣，毫不停留的撒進來。俞岱巖心想：「這是海沙派的毒鹽。」接著聽得屋頂上喀啦、喀啦幾聲，有人躍上屋頂揭開瓦片，又向下投擲毒鹽。俞岱巖曾眼見那白袍客和長白三禽身受毒鹽之害，那白袍客武功著實了得，但一沾毒鹽，立即慘呼逃走，可見此物極是厲害。毒鹽在小廟中漫空飛揚，心知再過片刻，非沾上不可，情急之下，數拳擊破神像背心，縮著身子溜進了神像肚腹之中，登時便如穿上了一層厚厚的泥土外衣，毒鹽雖多，卻已奈何他不得。只聽得廟外海沙派人眾大聲商議起來：「點子不出聲，多半是暈倒了。」「那年輕的點子手腳好硬，再等一回，何必性急？」「就怕他溜了，不在神廟裏。」只聽得有人喝道：「喂，吃橫樑的點子，乖乖出來投降罷。」正亂間，忽聽得遠處馬蹄聲響，十餘匹快馬急馳而來。蹄聲中有人朗聲叫道：「日月光照，鷹王展翅。」廟外海沙派人眾立時寂靜無聲，過了片刻，有人顫聲道：「是天……天鷹教，大夥兒快走……」話猶未畢，馬蹄聲已止在廟外。海沙派有人悄聲道：「走不了啦！」只聽得腳步聲響，有數人走進廟來。俞岱巖藏身神像腹中，卻也感到有點光亮，想是來人持有火把燈籠。過了一會，有人問道：「大家知道我們是誰了？」海沙派中數人同聲答道：「是，是，各位是天鷹教的朋友。」那人道：「這位是天鷹教天市堂李堂主。他老人家等閒也不出來，今兒算你們運氣好，見到他老人家一面。李堂主問你們，屠龍刀在那裏，好好獻了出來，李堂主大發慈悲，你們的性命便都饒了。」只聽海沙派中一人道：「是他……他盜去了的，我們正要追回來，李……堂主……」天鷹教那人道：「喂，那屠龍刀呢？」這句話顯然是對著德成說的了，德成卻不答話，跟著噗的一聲響，有人倒在地下。幾個人叫了起來：「啊喲！」天鷹教那人道：「這人死了，搜他身邊。」但聽得衣衫悉率之聲，又有人體翻轉之聲。天鷹教那人道：「稟報堂主，這人身邊無甚異物。」海沙派中領頭的人顫聲道：「李堂……堂主，這寶刀明明是……是他盜去的，我們決不敢隱瞞……」聽他聲音，顯是在李堂主威嚇的眼光之下，驚得心膽俱裂。俞岱巖心想：「那把刀德成明明握在手中，怎地會不見了？」只聽天鷹教那人道：「你們說這刀是他盜去的，怎會不見？定是你們暗中藏了起來。這樣罷，誰先把真相說了出來，李堂主饒他不死。你們這群人中，只留下一人不死，誰先說，誰便活命。」廟中寂靜一片，隔了半晌，海沙派的首領說道：「李堂主，我們當真不知，是天鷹教要的物事，我們決不敢留……」李堂主哼了一聲，並不答話，他那下屬說道：「誰先稟報真相，就留誰活命。」過了一會兒，海沙派中無一人說話。突然一人叫道：「我們前來奪刀，還沒進廟，你們就到了。是你們天鷹教先進海神廟，我們怎能得刀？你既然一定不信，左右是個死，今日跟你拼了。這又不是天鷹教的東西，這般強橫霸道，瞧你們……」一句話沒說完，驀地止歇，料是送了性命。只聽另一人顫聲道：「適才有個三十歲左右的漢子，救了這老兒出來，那漢子輕功甚是了得，這會兒卻已不知去向，那寶刀定是給他搶去了。」李堂主道：「各人身上查一查！」數人齊聲答應。只聽得殿中悉率聲響，料是天鷹教的人在眾鹽梟身上搜檢。李堂主道：「多半便是那漢子取了去。走罷！」但聽腳步聲響，天鷹教人眾出了廟門，接著蹄聲向東北方漸漸遠去。俞岱巖不願捲入這樁沒來由的糾紛之中，要待海沙派人眾走了之後這才出來，但等了良久，廟中了無聲息，海沙派人眾似乎突然間不知去向。他從神像後探頭出來一望，只見二十餘名鹽梟好端端的站著，只是一動不動，想是都給點了穴道。他從神像腹中躍了出來，這時地下遺下的火把兀自點燃，照得廟中甚是明亮，只見海沙派眾人臉色陰暗可怖，暗想：「那天鷹教不知是甚麼教派，怎地沒聽說過？這些海沙派的人眾本來也都不是好相與的。一遇上天鷹教卻便縛手縛腳。當真是惡人尚有惡人磨了。」伸手到身旁那人的「華蓋穴」上一推，想替他解開穴道。那知觸手僵硬，竟是推之不動，再一探他鼻息，早已沒了呼吸，原來已被點中了死穴。他逐一探察，只見海沙派二十餘條大漢均已死於非命，只一人委頓在地，不住喘氣，自是最後那個說話之人，得蒙留下性命。俞岱巖驚疑不定：「天鷹教下毒手之時，竟沒發出絲毫聲息，這門手法好不陰毒怪異。」扶起那沒死的海沙派鹽梟來，問道：「天鷹教是甚麼教派？他們教主是誰？」一連問了幾句，那人只翻白眼，神色癡癡呆呆。俞岱巖一搭他手腕，只覺脈息紊亂，看來性命雖然留下，卻已給人使重手震斷了幾處經脈，成了白癡。這時他不驚反怒，心想：「何物天鷹派，下手竟這般毒辣殘酷？」但想對方武功甚高，自己孤身一人，實非其敵，該當先趕回武當山請示師父，查明天鷹教的來歷再說。但見廟中白茫茫一片，猶似堆絮積雪，到處都是毒鹽，心想：「遲早會有不知情由的百姓闖了進來，非遭禍殃不可。毒鹽和屍首收拾為難，不如放一把火燒了這海神廟，以免後患。」當下將那給震斷了經脈之人拉到廟外，回進廟內，只見二十餘具屍首僵立殿上，模樣甚是詭異，卻見神台邊一屍俯伏，背上老大一灘血漬。俞岱巖微覺奇怪，抓住那屍體後領，想提起來察看，突然上身向前微微一俯，只覺這人身子重得出奇，但瞧他也只是尋常身材，並非魁梧奇偉之輩，卻何以如此沉重？提起他身子仔細看時，見他背上長長一條大傷口，伸手到傷口中一探，著手冰涼，掏出一把刀來，那刀沉甸甸的至少有一百來斤重，正是不少人拼了性命爭奪的那把屠龍刀。一凝思間，已知其理：德成臨死時連人帶刀撲將下來，砍入海沙派一名鹽梟的後心。此刀既極沉重，又是鋒銳無比，一跌之下，直沒入體。天鷹教教眾搜索各人身邊時，竟未發覺。俞岱巖拄刀而立，四顧茫然，尋思：「此刀是否真屬武林至寶，那也難說得很，看起來該算不祥之物，海東青德成和海沙派這許多鹽梟都為它枉送了性命。眼下只有拿去呈給師父，請他老人家發落。」於是拾起地下火把，往神幔上點火，眼見火頭蔓延，便即出廟。他將屠龍刀拂拭乾淨，在熊熊大火之旁細看。但見那刀烏沉沉的，非金非鐵，不知是何物所制，先前長白三禽鼓起烈火鍛鍊，但此刀竟絲毫無損，實是異物，又想：「此刀如此沉重，臨敵交手之時如何施展得開？關王爺神力過人，他的青龍偃月刀也只八十一斤。」將刀包入包袱，向德成的葬身處默祝：「德老丈，我決非貪圖此刀。但此刀乃天下異物，如落入惡人手中，助紂為虐，勢必貽禍人間。我師父一秉至公，他老人家必有妥善處置。」※※※他將包袱負在背上，邁開步子，向北疾行。不到半個時辰，已至江邊，星月微光照映水面，點點閃閃，宛似滿江繁星，放眼而望，四下裏並無船隻。沿江東下，又走一頓飯時分，只見前面燈火閃爍，有艘漁船在離岸數丈之處捕魚。俞岱巖叫道：「打漁的大哥，費心送我過江，當有酬謝。」只是那漁船相距過遠，船上的漁人似乎沒聽見他的叫聲，毫不理睬。俞岱巖吸了一口氣，縱聲而呼，叫聲遠遠傳了出去。過不多時，只見上流一艘小船順流而下，駛向岸邊，船上梢公叫道：「客官可是要過江嗎？」俞岱巖喜道：「正是，相煩梢公大哥方便。」那梢公道：「請上來罷。」俞岱巖縱身上船，船頭登時向下一沉。那梢公吃了一驚，說道：「這般沉重。客官，你帶著甚麼？」俞岱巖笑道：「沒甚麼，是我身子蠢重，開船罷！」那船張起風帆，順風順水，斜向東北過江，行駛甚速。航出里許，忽聽遠處雷聲隱隱，轟轟之聲大作。俞岱巖道：「梢公，要下大雨了罷？」那梢公笑道：「這是錢塘江的夜潮，順著潮水一送，轉眼便到對岸，比甚麼都快。」俞岱巖放眼東望，只見天邊一道白線滾滾而至。潮聲愈來愈響，當真是如千軍萬馬一般。江浪洶湧，遠處一道水牆疾推而前，心想：「天地間竟有如斯壯觀，今日大開眼界，也不枉辛苦一遭。」正瞧之際，只見一艘帆船乘浪衝至，白帆上繪著一隻黑色的大鷹，展開雙翅，似乎要迎面撲來。他想起「天鷹教」三字，心下暗自戒備。突然之間，那梢公猛地躍起，跳入江心，霎時間不見了蹤影。小船無人掌舵，給潮水一衝，登時打起圈了來，俞岱巖忙搶到後梢去把舵，便在此時，那黑鷹帆船砰的一聲，撞正小船。帆船的船頭包以堅鐵，一撞之下，小船船頭登時破了一個大洞，潮水猛湧進來。俞岱巖又驚又怒：「你天鷹教好奸！原來這梢公是你們的人，賺我來此。」眼見小船已不能乘坐，縱身高躍，落向帆船的船頭。這時剛好一個大浪湧到，將帆船一拋，憑空上升丈餘。俞岱巖身在半空，帆船上升，他變成落到了船底，危急中提一口真氣，左掌拍向船邊。一借力，雙臂急振，施展「梯雲縱」輕功，跟著又上竄丈餘，終於落上了帆船船頭。但見艙門緊閉，不見有人。俞岱巖叫道：「是天鷹教的朋友嗎？」他連說兩遍，船中無人答話。他伸手去推艙門，觸手冰涼，那艙門竟是鋼鐵鑄成，一推之下，絲毫不動。俞岱巖勁貫雙臂，大喝一聲，雙掌推出，喀喇一響，鐵門仍是不開，但鐵門與船艙邊相接的鉸鍊卻給他掌力震落了。鐵門搖幌了幾下，只須再加一掌，便能擊開。只聽得艙中一人說道：「武當派梯雲縱輕功，震山掌掌力，果然名下無虛。俞三俠，請你把背上的屠龍刀留下，我們送你過江。」話雖說得客氣，語意腔調卻十分傲慢，便似發號施令一般。俞岱巖尋思：「不知他如何知道我的姓名。」那人又道：「俞三俠，你心中奇怪，何以我們知道你的大名，是不是？其實一點也不希奇，這梯雲縱輕功和震山掌掌力，除了武當高手，又有誰能使得這般出神入化？俞三俠來到江南，我們天鷹教身為地主，沿途沒接待招呼，還得多多擔代啊。」俞岱巖倒覺不易回答，便道：「尊駕高姓大名，便請現身相見。」那人道：「天鷹教跟貴派無親無故，沒怨沒仇，還是不見的好。請俞三俠將屠龍刀放在船頭，我們這便送你過江。」俞岱巖氣往上衝，說道：「這屠龍刀是貴教之物嗎？」那人道：「這倒不是。此刀是武林至尊，天下武學之士，那一個不想據而有之。」俞岱巖道：「這便是了，此刀既落入在下手中，須得交到武當山上，聽憑師尊發落，在下可作不得主。」那人細聲細語說了幾句話，聲音低微，如蚊子叫一般，俞岱巖聽不清楚，問道：「你說甚麼？」艙裏那人又細聲細氣的說了幾句話，聲音更加低了。俞岱巖只聽到甚麼「俞三俠……屠龍刀……」幾個字，他走上兩步，問道：「你說甚麼？」這時一個浪頭打來，將帆船直拋了上去，俞岱巖胸腹間和大腿之上，似乎同時被蚊子叮了一口。其時正當春初，本來不該有蚊蚋，但他也不在意，朗聲說道：「貴教為了一刀，殺人不少，海神廟中遺屍數十，未免下手太過毒辣。」艙中那人道：「天鷹教下手向來分別輕重，對惡人下手重，對好人下手輕。俞三俠名震江湖，我們也不能害你性命，你將屠龍刀留下，在下便奉上蚊鬚針的解藥。」俞岱巖聽到「蚊鬚針」三字，一震之下，忙伸手到胸腹間適才被蚊子咬過的處所一按，只覺微微麻癢，明明是蚊蟲叮後的感覺，轉念一想，登時省悟：「他適才說話聲音故意模糊細微，引我走近，乘機發這細小的暗器。」想起海沙派眾鹽梟對天鷹教如此畏若蛇蠍，這暗器定是歹毒無比，眼下只有先擒住他，再逼他取出解藥救治，當下低哼一聲，左掌護面，右掌護胸，縱身便往船艙中衝了進去。人未落地，黑暗中勁風撲面，艙中人揮掌拍出。俞岱巖右掌擊出，盛怒之下，這一掌使了十成力。兩人雙掌相交，砰的一聲，艙中人向後飛出，喀喇喇聲響，撞毀不少桌椅等物。俞岱巖但覺掌中一陣劇痛。原來適才交了這掌，又已著了道兒，對方掌心暗藏尖刺利器，雙掌一交，幾根尖刺同時穿入他掌中。對方雖在他沉重掌力下受傷不輕，但黑暗中不知敵人多寡，不敢冒險逕自搶上擒人，又即躍回船頭。只聽那人咳嗽了幾下，說道：「俞三俠掌力驚人，果是不凡，佩服啊佩服。不過在下這掌心七星釘也另有一功，咱們倒成了半斤八兩，兩敗俱傷。」俞岱巖急忙取幾顆「天心解毒丹」服下，一抖包裹，取出屠龍寶刀，雙手持柄，呼的一聲，橫掃過去，但聽得擦的一下輕響，登時將鐵門斬成了兩截，這刀果然是鋒銳絕倫。他橫七豎八的連斬七、八刀，鐵鑄的船艙遇著寶刀，便似紙糊草紮一般。艙中那人縱身躍向後梢，叫道：「你連中二毒，還發甚麼威？」俞岱巖舞刀追上，攔腰斬去。那人見來勢兇猛，順手提起一隻鐵錨一擋，擦的一聲輕響，鐵錨從中斷截。那人向旁躍開，叫道：「要性命還是要寶刀？」俞岱巖道：「好！你給我解藥，我給你寶刀。」這時他腿上中了蚊鬚針之處漸漸麻癢，料知「天心解毒丹」解不了這毒，這把屠龍刀他是無意中得來，本不如何重視，於是將刀擲在艙裏。那人大喜，俯身拾起，不住的拂拭摩挲，愛惜無比。那人背著月光，面貌瞧不清楚，但見他只是看刀，卻不去取解藥。俞岱巖覺得掌中疼痛加劇，說道：「解藥呢？」那人哈哈大笑，似乎聽到了滑稽之極的說話。俞岱巖怒道：「我問你要解藥，有甚麼好笑？」那人伸出左手食指，指著他臉，笑道：「嘻嘻！你這人怎地這般傻，不等我給解藥，卻將寶刀給了我？」俞岱巖怒道：「男兒一言，快馬一鞭，我答應以刀換藥，難道還抵賴不成？先給遲給不是一般？」那人笑道：「你手中有刀，我終是忌你三分。便說你打我不過，將刀往江中一拋，未必再撈得到。現下寶刀既入我手，你還想我給解藥麼？」俞岱巖一聽，一股涼氣從心底直冒上來，自忖武當派和天鷹教無怨無仇，這人武功不低，也當是頗有身份之人，既取了屠龍刀，怎能說過的話不算話？他向來行事穩重，原不致輕易上當，只是此番一上來便失了先機，孤身陷於敵舟，料想對方既有備而來，舟中自必另行伏有幫手，又兼身中二毒，急欲換取解藥，竟爾低估了對方的奸詐兇狡，當下沉住了氣，哼了一聲，問道：「尊駕高姓大名？」那人笑道：「在下只是天鷹教中一個無名小卒，武當派要找天鷹教報仇，自有本教教主和眾位堂主接著。再說，俞三俠今晚死得不明不白，貴教張三丰祖師便真有通天徹地之能，也未必能知俞三俠是死於何人之手。」他這般說，竟如當俞岱巖已然死了一般。俞岱巖只覺得手掌心似有千萬隻螞蟻同時咬噬，痛癢難當，當即伸手抓住了半截斷錨，心想：「我今日便是不活，也當和你拼個同歸於盡。」但聽那人嘮嘮叨叨，正自說得高興，俞岱巖猛地裏一聲大喝，縱起身來，左手揮起斷錨，右手推出一掌，往那人面門胸口，同時擊了過去。那人「啊喲」一聲，橫揮屠龍刀想來擋截，百忙中卻沒想到那刀沉重異常，他順手一揮，只揮出半尺，手腕忽地一沉。以他武功，原非使不動此刀，只是運力之際沒估量到這兵刃竟如此沉重，力道用得不足，那刀直墮下去，砍向他膝蓋。那人吃了一驚，臂上使力，待要將刀挺舉起來，只覺勁風撲面，半截斷錨直擊過來。這一下威猛凌厲，決難抵擋，當下雙足使勁，一個觔斗，倒翻入江。那人雖然避開了斷錨的橫掃，但俞岱巖右手那一掌卻終於沒有讓過，這一掌正按在他小腹之上，但覺五臟六腑一齊翻轉，撲通一聲跌入潮水之中，已是人事不知。俞岱巖吁了一口長氣，見他雖然中掌，兀自牢牢的握住那屠龍刀不放，冷笑一聲，心道：「你便是搶得了寶刀，終於葬身江底。」驀地裏白影閃動，一道白練斜入江心，捲住那人腰間，連人帶刀一起捲上船來。俞岱巖吃了一驚，順著白練的來路瞧去，只見船頭站著一個青衫瘦子，雙手交替，急速扯動白練。俞岱巖待欲縱向船頭擊敵，身上毒性發作，倒在船梢，眼前一黑，登時昏了過去。※※※也不知過了多少時候，睜開眼來時，首先見到的是一面鏢旗，旗上繡著一尾金色鯉魚，俞岱巖閉了閉眼，再睜開來時，仍是見到這面小小的鏢旗。這旗插在一隻青花碎瓷的花瓶之中，花繡金光閃閃，旗上的鯉魚在波浪中騰身跳躍，心道：「這是臨安府龍門鏢局的鏢旗啊。我到底怎麼了？」其時腦子中兀自昏昏沉沉，一片混亂，沒法多想，略一凝神，發覺自己是睡在一張擔架之上，前後有人抬著，而所處之地似乎是在一座大廳。他想轉頭一瞧左右，豈知項頸僵直，竟然不能轉動。他大駭之下，想要躍下擔架，但手足便似變成了不是自己的，空自使力，卻一動也不能動了，這才想到：「我在錢塘江上中了七星釘和蚊鬚針的劇毒。」只聽得兩個人在說話。一人聲音宏大，說道：「閣下高姓？」另一人道：「你不用問我姓名，我只問你，這單鏢接是不接？」俞岱巖心道：「這人聲音嬌嫩，似是女子！」那聲音宏大的人怫然道：「我們龍門鏢局難道少了生意，閣下既然不見告姓名，那麼請光顧別家鏢局去罷。」那女子聲音的人道：「臨安府只龍門鏢局還像個樣子，別家鏢局都比不上。你若作不得主，快去叫總鏢頭出來。」言下頗為無禮。那聲音宏大的人果然很不高興，說道：「我便是總鏢頭。在下另有別事，不能相陪，尊客請便罷。」那女子聲音的人說道：「啊，你便是多臂熊都大錦……」頓了一頓，才道：「都總鏢頭，久仰久仰，我姓殷。」都大錦胸中似略感舒暢，問道：「尊客有甚麼差遣？」那姓殷的客人道：「我得先問你，你是不是承擔得下。這單鏢非同小可，卻是半分耽誤不得。」都大錦強抑怒氣，說道：「我這龍門鏢局開設二十年來，官鏢、鹽鏢，金銀珠寶，再大的生意也接過，可從來沒出過半點岔子。」俞岱巖也聽過都大錦的名頭，知道他是少林派的俗家弟子，拳掌單刀，都有相當造詣，尤其一手連珠鋼鏢，能一口氣連發七七四十九枚鋼鏢，因此江湖上送了他一個外號，叫作多臂熊。他這「龍門鏢局」在江南一帶也是頗有名聲。只是武當、少林兩派弟子自來並不親近，因此雖然聞名，並不相識。只聽那姓殷的微微一笑，說道：「我若不知龍門鏢局名聲不差，找上門來幹嘛？都總鏢頭，我有一單鏢交給你，可有三個條款。」都大錦道：「牽扯糾纏的鏢我們不接，來歷不明的鏢不接，五萬兩銀子以下的鏢不接。」他沒聽對方說三個條款，自己先說了三個條款。那姓殷的道：「我這單鏢啊，對不起得很，可有點牽扯糾紛，來歷也不大清白，值得多少銀子，那也難說得很。我這三個條款也挺不容易辦到。第一，要請你都總鏢頭親自押送。第二，自臨安府送到湖北襄陽府。必須日夜不停趕路，十天之內送到。第三，若有半分差池，嘿嘿，別說你總鏢頭性命不保，叫你龍門鏢局滿門雞犬不留。」只聽得砰的一聲，想是都大錦伸手拍桌，喝道：「你要找人消遣，也不能找到我龍門鏢局來！若不是我瞧你瘦骨伶仃的，身上沒三兩肉，今日先叫你吃些苦頭。」那姓殷的「嘿嘿」兩聲冷笑，砰磅砰磅幾下，將一些沉重的物事接連拋到了桌上，說道：「這裏二千兩黃金，是保鏢的費用，你先收下了。」俞岱巖聽了，心下一驚：「二千兩黃金，要值好幾萬兩銀子，做鏢局的值百抽十，這幾萬兩鏢金，不知要辛苦多少年才掙得起。」俞岱巖項頸不能轉動，眼睜睜的只能望著那面插在瓶中的躍鯉鏢旗，這時大廳中一片靜寂，唯見營營青蠅，掠面飛過。只聽得都大錦喘息之聲甚是粗重，俞岱巖雖不能見他臉色，但猜想得到，他定是望著桌上那金光燦爛的二千兩黃金，目瞪口呆，心搖神馳，料想他開設鏢局，大批的金銀雖然時時見到，但看來看去，總是別人的財物，這時突然見到有二千兩黃金送到面前，只消一點頭，這二千兩黃金就是他的，又怎能不動心？過了半晌，聽得都大錦道：「殷大爺，你要我保甚麼鏢？」那姓殷的道：「我先問你。我定下的三個條款，你可能辦到？」都大錦頓了一頓，伸手一拍大腿，道：「殷大爺既出了這等重酬，我姓都的跟你賣命就是了。殷大爺的寶物幾時來？」那姓殷的道：「要你保的鏢，便是躺在擔架中的這位爺台。」此言一出，都大錦固然「咦」的一聲，大為驚訝，而俞岱巖更是驚奇無比，忍不住叫道：「我……我……」不料他張大了口，卻不出聲音，便似人在噩夢之中，不論如何使力，週身卻不聽使喚，此時全身俱廢，僅餘下眼睛未盲，耳朵未聾。只聽都大錦問道：「是……是這位爺台？」那姓殷的道：「不錯。你親自護送，換車換馬不換人，日夜不停的趕道，十天之內送到湖北襄陽府武當山上，交給武當派掌門祖師張三丰真人。」俞岱巖聽到這句話，吁了一口長氣，心中一寬，聽都大錦道：「武當派？我們少林弟子，雖和武當派沒甚麼梁子，但是……但是，從來沒甚麼來往……這個……」那姓殷的冷冷的道：「這位爺台身上有傷，耽誤片刻，萬金莫贖。這單鏢你接便接，不接便不接。大丈夫一言而決，甚麼這個那個的？」都大錦道：「好，衝著殷大爺的面子，我龍門鏢局便接下了。」那姓殷的微微一笑，說道：「好！今日三月廿九，到四月初九，你若不將這位爺台平平安安送上武當山，我叫你龍門鏢局滿門雞犬不留！」但聽得嗤嗤聲響，十餘枚細小的銀針激射而出，釘在那隻插著鏢旗的瓷瓶之上，砰的一響，瓷瓶裂成數十片，四散飛迸。這一手發射暗器的功夫，實是駭人耳目。都大錦「啊喲」一聲驚呼。俞岱巖也是心中一凜。只聽那姓殷的喝道：「走罷！」抬著俞岱巖的人將擔架放在地上，一湧而出。過了半晌，都大錦才定下神來，走到俞岱巖跟前，說道：「這位爺台高姓大名，可是武當派的嗎？」俞岱巖只是向他凝望，無法回答。但見這都總鏢頭約莫五十來歲年紀，身材魁偉，手臂上肌肉虯結，相貌威武，顯是一位外家好手。都大錦又道：「這位殷大爺俊秀文雅，想不到武功如此驚人，卻不知是那一家那一派的？」他連問數聲，俞岱巖索性閉上雙眼，不去理他。都大錦心下嘀咕，他自己是發射暗器的好手，「多臂熊」的外號說出來也甚響亮，但這姓殷的少年袖子一揚，數十枚細如牛毛的銀針竟將一隻大瓷瓶射得粉碎，這份功夫，實非自己所及。都大錦主持龍門鏢局二十餘年，江湖上的奇事也不知見過多少，但以二千兩黃金的鏢金來託保一個活人，別說自己手裏從未接過，只怕天下各處的鏢行也是聞所未聞。當下收起黃金，命人抬俞岱巖入房休息，隨即召集鏢局中各名鏢頭，套車趕馬，即日上道。※※※各人飽餐已畢，結束定當，趟子手抱了鏢局裏的躍鯉鏢旗，走出鏢局大門，一展旗子，大聲喝道：「龍門鯉三躍，魚兒化為龍。」俞岱巖躺在大車之中，心下大是感慨：「我俞岱巖縱橫江湖，生平沒將保鏢護院的瞧在眼內，想不到今日遭此大難，卻要他們護送我上武當山去。」又想：「救我的這位姓殷朋友不知是誰，聽他聲音嬌嫩，似是個女子，那都總鏢頭又說他形貌俊雅，但武功卓絕，行事出人意表，只可惜我不能見他一面，更不能謝他一句。我俞岱巖若能不死，此恩必報。」一行人馬不停蹄的向西趕路，護鏢的除了都、祝、史三個鏢頭外，另有四個年輕力壯的青年鏢師。各人選的都是快馬，真便如那姓殷的所說，一路上換車換馬不換人，日夜不停的趲程趕路。當出臨安西門之時，都大錦滿腹疑慮，料得到這一路上不知要有多少場惡鬥，那知道離浙江、過安徽、入鄂省，數日來竟是太平無事。這一日過了樊城，經太平店、仙人渡、光化縣，渡漢水來到老河口，離武當山已只一日的路程。次日未到午牌時分，已抵雙井子，去武當山已不過數十里地，一路上雖然趕得辛苦，總算沒誤了那姓殷的客人所定的期限，剛好於四月初九抵達武當山。這些日來埋頭趕路，大夥兒人人都擔著極重的心事，直到此時，一眾鏢師方才心中大寬。其時正當春末夏初，山道上繁花迎人，殊足暢懷。都大錦伸馬鞭指著隱入雲中的天柱峰，說道：「祝三弟，近年來武當派聲勢甚盛，雖還及不上我少林派，然而武當七俠名頭響亮，在江湖上闖下了極顯赫的萬兒。瞧這天柱峰高聳入雲，常言道人傑地靈，那武當派看來當真有幾下子。」祝鏢頭道：「武當派近年聲威雖大，畢竟根基尚淺，跟少林派千餘年的道行相比，那可萬萬不及了。就憑總鏢頭這二十四手降魔掌和四十九枚連珠鋼鏢，武當派中的人便決不能有如此精純的造詣。」史鏢頭接口道：「是啊。江湖上的傳言，多半靠不住。武當七俠的聲名響是響的，但真實功夫到底如何，咱們都沒見過。只怕是江湖上一些未見過世面的鄉下佬加油添醬，將他們的本領吹上了天去。」都大錦微微一笑，他見識可比祝史二人都高得多，心知武當七俠盛名決非幸致，人家定有驚人藝業，只是他走鏢二十餘年，罕逢敵手，對自己的功夫卻也十分信得過，聽祝史二人一吹一唱的替自己捧場，這些話已不知聽了多少遍，仍是不自禁的得意。行得一程，山道漸窄，三騎已不能並肩，史鏢頭勒馬退後幾步。祝鏢頭道：「總鏢頭，待會見到武當派張三丰老道，怎生見禮啊？」都大錦道：「大家不同門派，本來都是平輩。只是張老道快九十歲啦，當今武林之中數他年紀最長。咱們尊重他是武林前輩，向他磕幾個頭，也沒甚麼。」祝鏢頭道：「依我說嘛，咱們躬身說道：『張真人，晚輩們跟你磕頭啦！』他一定伸手攔住，說道：『遠來是客，不用多禮。』咱們這幾個頭便省下啦。」都大錦微微一笑，心中卻是在琢磨大車中躺著那人到底是甚麼來歷。這人十天來不言不動，飲食便溺全要鏢行的趟子手照料。都大錦和眾鏢師談論了好幾次，總是摸不準他的身份，到底他是武當派的弟子呢？是朋友呢？還是武當派的仇敵，給人擒住了這般送上山去？都大錦離武當山近一步，心中的疑慮便深一層，尋思不久便可見到張三丰，這疑團見面就可剖明，但不知是禍是福，卻也不免惴惴。正沉吟間，忽聽得西首山道上馬蹄聲響，數匹馬奔馳而至。祝鏢頭縱馬衝上去察看。過不多時，只見斜刺裏奔來六乘馬，馳到離鏢行人眾十餘丈處，突然勒馬，三乘前，三乘後，攔在當路。都大錦心下嘀咕：「真不成到了武當山下，反而出事？」低聲對史鏢頭道：「小心保護大車。」拍馬迎上前去。趟子手將躍鯉鏢旗一捲一揚，作個敬禮的姿式，叫道：「臨安府龍門鏢局道經貴地，禮數不周，請好朋友們原諒。」都大錦看那攔路的六人時，見兩人是黃冠道士，其餘四人是俗家打扮。六人身旁都懸佩刀劍兵刃，個個英氣勃勃，精神飽滿。都大錦心念一動：「這六人豈非便是武當七俠中的六俠？」縱馬上前，抱拳說道：「在下臨安府龍門鏢局都大錦，不敢請問六位高姓大名？」前邊三人中右首的是個高個兒，左頰上生著顆大黑痣，痣上留著三莖長毛，冷冷的道：「都兄到武當山來幹甚麼？」都大錦道：「敝局受人之託，送一位傷者上貴山來。要面見貴派掌門張真人。」那人道：「送一個傷者？那是誰啊？」都大錦道：「我們受一個姓殷的客官所囑，將這位身受重傷的爺台護送上武當山來。這位爺台是誰，如何受傷，中間過節，我們一概不知。龍門鏢局受人之託，忠人之事，至於客人們的私事，我們向來不加過問。」他闖蕩江湖數十年，幹的又是鏢行，行事自然圓滑，這番話把干係推得乾乾淨淨，俞岱巖是武當派的朋友也好，仇人也好，都怪不到他頭上。那臉生黑痣之人向身旁兩個同伴瞧了一眼，問道：「姓殷的客人？是怎生模樣的人物？」都大錦道：「那是一位俊雅秀美的年輕客官，發射暗器的功夫大是了得。」那生黑痣之人問道：「你跟他動過手了？」都大錦忙道：「不，不，是他自行……」一句話沒說完，攔在前面的一個禿子搶著問道：「那屠龍刀呢？是在誰的手中？」都大錦愕然道：「甚麼屠龍刀？便是歷來相傳那『武林至尊，寶刀屠龍』嗎？」那禿子似乎性子暴躁，不耐煩多講，突然翻身落馬，搶到大車之前，挑開車簾，向內張望。都大錦見他身手矯捷，一縱一落，姿式看來隱隱有些熟悉，心想：「武當創派祖師張三丰曾在我少林寺住過，他武當派功夫果然未脫我少林派的範圍，說是獨創，卻也不見得。」當下更無懷疑，問道：「各位便是名播江湖的武當七俠嗎？那一位是宋大俠？小弟久聞英名，甚是仰慕。」那面生黑痣的人道：「區區虛名，何足掛齒？都兄太謙了。」那禿子回身上馬，說道：「他傷勢甚重，耽誤不得，我們先接了去。」那臉生黑痣的人抱拳道：「都兄遠來勞頓，大是辛苦，小弟這裏謝過。」都大錦拱手還禮，說道：「好說，好說。」那人道：「這位爺台傷勢不輕，我們先接上山去施救。」都大錦巴不得早些脫卻干係，說道：「好，那麼我們在這裏把人交給武當派了。」那人道：「都兄放心，由小弟負責便是。都兄的餘金已付清了嗎？」都大錦道：「早已收足。」那人從懷中取出一隻金元寶，約有二十兩之譜，長臂伸出，說道：「些些茶資，請都兄賞給各位兄弟。」都大錦推辭不受，說道：「二千兩黃金的鏢金，說甚麼都夠了，都某並不是貪得無厭之人。」那人道：「嗯，給了二千兩黃金！」他身旁二人縱馬上前，一人躍上車伕的座位，接過馬韁，趕車先行，其餘四人護在車後。那面生黑痣的人手一揚，輕輕將金元寶擲到都大錦面前，笑道：「都兄不必客氣，這便請回臨安去罷！」都大錦見元寶擲到面前，只得伸手接住，待要送還，那人勒過馬頭，急馳而去。只見五乘馬擁著一輛大車，轉過山坳，片刻間去得不見了影蹤。都大錦看那金元寶時，見上面捏出了五個指印，深入數分。黃金雖較銅鐵柔軟得多，但如此指力，卻也令人不勝駭異。都大錦呆呆的望著，心道：「武當七俠的大名，果然不是僥倖得來。我少林派中，只怕只有幾位精研金剛指力的師伯叔方有如此功力。」祝鏢頭見他瞪視金錠上的指印呆呆出神，說道：「總鏢頭，武當門下的子弟，未免太不明禮數，見了面也不通名道姓，咱們千里迢迢的趕來，到了武當山腳下，又不請上山去留膳留宿。大家武林一脈，可太不夠朋友啦。」都大錦心中早就不滿，只是沒說出口，當下淡淡一笑，道：「省了咱們幾步路，那不好嗎？少林子弟進了武當派的道觀之中，原是十分尷尬。兩位賢弟，打道回府去罷！」這一趟走鏢，雖然沒出半點岔子，但事事給人蒙在鼓裏，而有意無意之間又是處處給人折辱，武當七俠連姓名也不肯說，顯是絲毫沒將他放在眼內，都大錦越想越是不忿，暗自盤算如何方能出這一口惡氣。一行人眾原路而回，都大錦心中不快，眾鏢師和趟子手卻人人興高采烈，想起十天十夜辛苦，換來了二千兩黃金的鏢金，總鏢頭向來出手慷慨，弟兄們定可分到一筆豐厚的花紅謝禮。※※※行到向晚，離雙井子已不過十餘里路，祝鏢頭見都大錦神情鬱鬱，說道：「總鏢頭，今日此事，那也不必介懷，山高水長，江湖上他年總有相逢之時，瞧武當七俠的威風又能使得到幾時？」都大錦歎道：「有一件事，我心中好生懊悔。」祝鏢頭道：「甚麼事？」說到此處，忽聽得身後馬蹄聲響，一乘馬自後趕來，蹄聲得得，行得甚是悠閒，但說也奇怪，那馬卻越追越近。眾人回頭瞧時，原來那馬四腿特長，身子較之尋常馬匹高了一尺有餘，腿一長，自然走得快了。那馬是匹青驄，遍體油毛。祝鏢頭讚了句：「好馬！」又道：「總鏢頭，咱們沒甚麼幹得不對啊？」都大錦黯然道：「我是說二十五年前的事。那時我在少林寺學藝滿師。恩師留我再學五年，把一套大韋陀掌學全了。當時我年少氣盛，自以為憑著當時的本事，已足以在江湖上行走，不耐煩再在寺中吃苦，不聽恩師之言。唉，當年若能多下五年苦功，今日又怎會把甚麼武當七俠放在眼內，也不致受他們這番羞辱了……」正說到此處，那青馬從鏢隊身旁掠過，馬上乘者斜眼向都大錦和祝鏢頭打量了幾眼，臉上大有詫異之色。都大錦見有生人行近，當即住口，見馬上乘者是個二十一、二歲的少年，面目俊秀，雖然略覺清臞，但神朗氣爽，身形的瘦弱竟掩不住一股慓悍之意。那少年抱拳道：「借光，借光。」他胯下青驄馬邁開長腿，越過鏢隊，一直向前去了。都大錦望著那人後影，道：「祝賢弟，你瞧這是何等樣的人物？」祝鏢頭道：「他從山上下來，說不定也是武當派的弟子了。只是他沒帶兵刃，身子又這般瘦弱，似乎不是練家子的模樣。」剛說了這句話，那少年突然圈轉馬頭，奔了回來，遠遠抱拳道：「勞駕！小弟有句話動問，請勿見怪。」都大錦見他說得客氣，便勒馬說道：「尊駕要問甚麼事？」那少年望了望趟子手中高舉著的躍鯉鏢旗，道：「貴局可是臨安府龍門鏢局嗎？」祝鏢頭道：「正是！」那少年道：「請問幾位高姓大名？貴局都總鏢頭可好？」祝鏢頭雖見他彬彬有禮，但江湖上人心難測，不能逢人便吐真言，說道：「在下姓祝。朋友貴姓？和敝局都總鏢頭可是相識？」那少年翻身下鞍，一手牽韁，走上幾步，說道：「在下姓張，賤字翠山。素仰貴局都總鏢頭大名，只是無緣得見。」他這一報名自稱「張翠山」，都大錦和祝、史二鏢頭都是一驚。張翠山在武當七俠中名列第五。近年來武林中多有人稱道他的大名，均說他武功極是了得，想不到竟是這樣一個文質彬彬、弱不禁風的少年。都大錦將信將疑，縱馬上前，道：「在下便是都大錦，閣下可是江湖上人稱『銀鉤鐵劃』的張五俠嗎？」那少年微笑道：「甚麼俠不俠的，都總鏢頭言重了。各位來到武當，怎地過門不入？今日正是家師九十壽誕之期，倘若不耽誤各位要事，便請上山去喝杯壽酒如何？」都大錦聽他說得誠懇，後想：「武當七俠人品怎地如此大不相同？那六人傲慢無禮，這位張五俠卻十分的謙和可親。」於是也躍下馬來，笑道：「倘若令師兄也如張五俠這般愛朋友，我們這時早在武當山上了。」張翠山道：「怎麼？總鏢頭見過我師兄了？是那一個？」都大錦心想：「你真會做戲，到這時還在假作癡呆。」說道：「在下今日運氣不差，一日之間，武當七俠人人都會遍了。」張翠山「啊」的一聲，呆了一呆，問道：「我俞三哥你也見到了嗎？」都大錦道：「俞岱巖俞三俠嗎？我可不知那一位是俞三俠。只是六個人一起見了，俞三俠總也在內。」張翠山道：「六個人？這可奇了？是那六個啊？」都大錦怫然道：「你這幾位師兄弟不肯通名道姓，我怎知道？閣下既是張五俠，那六位自然是宋大俠以至莫七俠六位了。」他說到每個「俠」字，都頓了一頓，聲音拖長，頗含譏諷之意。但張翠山正自思索，並沒察覺，又問：「都總鏢頭當真見了？」都大錦道：「不但是我見了，我這鏢行一行人數十對眼睛，齊都見了。」張翠山搖頭道：「那決計不會，宋師哥他們今日一直在山上紫霄宮侍奉師父，沒下山一步。師父和宋師哥見俞三哥過午還不上山，命小弟下山等候，怎地都鏢頭會見到宋師哥他們？」都大錦道：「那位臉頰上生了一顆大黑痣，痣上有三莖長毛的，是宋大俠呢？還是俞二俠？」張翠山一楞，道：「我師兄弟之中，並無一人頰上有痣，痣上生毛。」都大錦聽了這幾句話，一股涼氣從心底直冒上來，說道：「那六人自稱是武當六俠，既在武當山下現身，其中又有兩個是黃冠道人，我們自然……」張翠山插口道：「我師父雖是道人，但他所收的卻都是俗家弟子。那六人自稱是『武當六俠』嗎？」都大錦回思適才情景，這才想起，是自己一上來便把那六人當作武當六俠，對方卻並無一句自表身份的言語，只是對自己的誤會沒加否認而已，不禁和祝史二鏢頭面面相覷，隔了半晌，才道：「如此說來，這六人只怕不懷好意，咱們快追！」說著翻身上馬，撥過馬頭，順著上坡的山路急馳。張翠山也跨上了青驄馬。那馬邁開長腿，不疾不徐的和都大錦的坐騎齊肩而行。張翠山道：「那六人混冒姓名，都兄便由得他們去罷！」都大錦氣喘喘的道：「可是那人呢？俺受人重囑，要將那人送上武當山來交給張真人。這六人假冒姓名，接了那個人去，只怕……只怕事情要糟……」張翠山道：「都兄送誰來給我師父？那六人接了誰去？」都大錦催馬急奔，一面將如何受人囑託送一個身受重傷之人來到武當山之事說了。張翠山頗為詫異，問道：「那受傷之人是甚麼姓名？年貌如何？」都大錦道：「也不知他姓甚名誰，他傷得不會說話，不能動彈，只剩下一口氣了。這人約莫三十左右年紀。」跟著說了俞岱巖的相貌模樣。張翠山大吃一驚，叫道：「這……這便是我俞三哥啊。」他雖心中慌亂，但片刻間隨即鎮定，左手一伸，勒住了都大錦的馬韁。那馬奔得正急，被張翠山這麼一勒，便即硬生生的陡地停住，再也上前不得半步，嘴邊鮮血長流，縱聲而嘶。都大錦斜身落鞍，刷的一聲，拔出了單刀，心下暗自驚疑，瞧不出此人身形瘦弱，這一勒之下，竟能立止健馬。張翠山道：「都大哥不須誤會，你千里迢迢的護送我俞三哥來此，小弟只有感激，決無別意。」都大錦「嗯」了一聲，將單刀刀頭插入鞘中，右手仍是執住刀柄。張翠山道：「我俞三哥怎會受傷？對頭是誰？是何人請都大哥送他前來？」對這三句問話，都大錦卻是一句也答不上來。張翠山鄒起眉頭，又問：「接了我俞三哥去的人是怎生模樣？」史鏢頭口齒靈便，搶著說了。張翠山道：「小弟先趕一步。」一抱拳，縱馬狂奔。青驄馬緩步而行，已然迅疾異常，這一展開腳力，但覺耳邊風生，山道兩旁樹木不住倒退。武當七俠同門學藝，連袂行俠，當真情逾骨肉，張翠山聽得師哥身受重傷，又落入了不明來歷之人手中，心急如焚，不住的催馬，這匹駿馬便立時倒斃，那也顧不得了。一口氣奔到了草店，那是一處三岔口，一條路通向武當山，另一條路東北而行至鄖陽。張翠山心想：「這六人若是好心送俞三哥上山，那麼適才下山時我定會撞到。」雙腿一挾，縱馬向東北追了下去。這一陣急奔，足有大半個時辰，坐騎雖壯，卻也支持不住，越跑越慢，眼見天色漸漸黑了下來，這一帶山上人跡稀少，無從打聽。張翠山不住思索：「俞三哥武功卓絕，怎會被人打得重傷？但瞧那都大錦的神情，卻又不是說謊？」眼看將至十偃鎮，忽見道旁一輛大車歪歪的倒臥在長草之中。再走近幾步，但見拉車的騾子頭骨破碎，腦漿迸裂，死在地下。張翠山飛身下馬，掀開大車的簾子，只見車中無人，轉過身來，卻見長草中一人俯伏，動也不動，似已死去多時。張翠山心中怦怦亂跳，搶將過去，瞧後影正是三師兄俞岱巖，急忙伸臂抱起。暮色蒼茫之中，只見他雙目緊閉，臉如金紙，神色甚是可怖，張翠山又驚又痛，伸過自己臉頰去挨在他的臉上，感到略有微溫。張翠山大喜，伸手摸他胸口，覺得他一顆心尚在緩緩跳動，只是時停時跳，說不定隨時都能止歇。張翠山垂淚道：「三哥，你……你怎麼……我是五弟……五弟啊！」抱著他慢慢站起身來，卻見他雙手雙足軟軟垂下，原來四肢骨節都已被人折斷。但見指骨、腕骨、臂骨、腿骨到處冒出鮮血，顯是敵人下手不久，而且是逐一折斷，下手之毒辣，實令人慘不忍睹。張翠山怒火攻心，目眥欲裂，知道敵人離去不久，憑著健馬腳力，當可追趕得上，狂怒之下，便欲趕去廝拼，但隨即想起：「三哥命在頃刻，須得先救他性命要緊。君子報仇，十年未晚。」偏偏下山之際預擬片刻即回，身上沒帶兵刃藥物，眼看著俞岱巖這等情景，馬行顛簸、每一震盪便增加他一分痛楚。當下穩穩的將他抱在手中，展開輕功，向山上疾行。那青驄馬跟在身後，見主人不來乘坐，似乎甚感奇怪。※※※這一日是武當派創派祖師張三丰的九十壽辰。當天一早，紫霄宮中便喜氣洋洋，六個弟子自大弟子宋遠橋以下，逐一向師父拜壽。只是七弟子之中少了個俞岱巖不到。張三丰和諸弟子知道俞岱巖做事穩重，到南方去誅滅的那個劇盜也不是如何厲害的人物，預計當可及時趕到。但等到正午，仍不見他人影。眾人不耐起來，張翠山便道：「弟子下山接三哥去。」那知他這一去之後，也是音訊全無。按說他所騎的青驄馬腳力極快，便是直迎到老河口，也該回轉了，不料直到酉時，仍不見回山。大廳上壽筵早已擺好，紅燭高燒，已點去了小半枝。眾人都有些心緒不寧起來。六弟子殷梨亭、七弟子莫聲谷在紫霄宮門口進進出出，也不知已有多少遍。張三丰素知這兩個弟子的性格，俞岱巖穩重可靠，能擔當大事，張翠山聰明機靈，辦事迅敏，從不拖泥帶水，到這時還不見回山，定是有了變故。宋遠橋望了紅燭，陪笑道：「師父，三弟和五弟定是遇了甚麼不平之事，因之出手干預。師父常教訓我們要積德行善，今日你老人家千秋大喜，兩個師弟幹一件俠義之事，那才是最好不過的壽儀啊。」張三丰一摸長鬚，笑道：「嗯嗯，我八十歲生日那天，你救了一個投井寡婦的性命，那好得很啊。只是每隔十年才做一件好事，未免叫天下人等得心焦。」五個弟子一齊笑了起來。張三丰生性詼諧，師徒之間也常說笑話。四弟子張松溪道：「你老人家至少活到二百歲，我們每十年幹樁好事，加起來也不少啦。」七弟子莫聲谷笑道：「哈哈，就怕我們七個弟子沒這麼多歲數好活……」他一言未畢，宋遠橋和二弟子俞蓮舟一齊搶到滴水簷前，叫道：「是三弟嗎？」只聽得張翠山道：「是我！」聲音中帶著嗚咽。只見他雙臂橫抱一人，搶了進來，滿臉血污混著汗水，奔到張三丰面前一跪，泣不成聲，叫道：「師父，三……三哥受人暗算……」眾人大驚之下，只見張翠山身子一幌，向後便倒。他這般足不停步的長途奔馳，加之心中傷痛，終於支持不住，一見到師父和眾同門，竟自暈去。宋遠橋和俞蓮舟知張翠山之暈，只是心神激盪，再加疲累過甚，三師弟俞岱巖卻是存亡未卜，兩人不約而同的伸手將俞岱巖抱起，只見他呼吸微弱，只剩下游絲般一口氣。張三丰見愛徒傷成這般模樣，胸中大震，當下不暇詢問，奔進內堂取出一瓶「白虎奪命丹」。丹瓶口本用白蠟封住，這時也不及除蠟開瓶，左手兩指一捏，瓷瓶碎裂，取出三粒白色丹藥，餵在俞岱巖嘴裏。但俞岱巖知覺已失，那裏還會吞嚥？張三丰雙手食指和拇指虛拿，成「鶴嘴勁」勢，以食指指尖點在俞岱巖耳尖上三分處的「龍躍竅」，運起內功，微微擺動。以他此時功力，這「鶴嘴勁點龍躍竅」使將出來，便是新斷氣之人也能還魂片刻，但他手指直擺到二十下，俞岱巖仍是動也不動。張三丰輕輕嘆了口氣，雙手捏成劍訣，掌心向下，兩手雙取俞岱巖「頰車穴」。那「頰車穴」就在腮上牙關緊閉的結合之處，張三丰陰手點過，立即掌心向上，翻成陽手，一陰一陽，交互變換，翻到第十二次時，俞岱巖終於張開了口，緩緩將丹藥吞入喉中。殷梨亭和莫聲谷一直提心吊膽，這時「啊」的一聲，同時叫了出來。但俞岱巖喉頭肌肉僵硬，丹藥雖入咽喉，卻不至腹。張松溪便伸手按摩他喉頭肌肉。張三丰隨即伸指閉了俞岱巖肩頭「缺盆」、「俞府」諸穴，尾脊的「陽關」、「命門」諸穴，讓他醒轉之後，不致因四肢劇痛而重又昏迷。宋遠橋和俞蓮舟平素見師父無論遇到甚麼疑難驚險大事，始終泰然自若，但這一次雙手竟然微微發顫，眼神中流露出惶惑之色，兩人均知三師弟之傷，實是非同小可。過不多時，張翠山悠悠醒轉，叫道：「師父，三哥還能救嗎？」張三丰不答，只道：「翠山，世上誰人不死？」只聽得腳步聲響，一個小童進來報道：「觀外有一干鏢客求見祖師爺，說是臨安府龍門鏢局的都大錦。」張翠山霍地站起，滿臉怒色，喝道：「便是這廝！」縱身出去，只聽得門外嗆啷啷幾聲響，兵刃落地。殷梨亭和莫聲谷正要搶出去相助師兄，只見張翠山右手抓住一條大漢的後心，提了進來，往地下重重一摔，怒道：「都是這廝壞的大事！」莫聲谷聽是這人害得三師哥如此重傷，伸腳便往都大錦身上踢去。宋遠橋低喝：「且慢！」莫聲谷當即收腳。只聽得門外有人叫道：「你武當派講理不講？我們好意求見，卻這般欺侮人嗎？」宋遠橋眉頭微皺，伸手在都大錦後肩和背心拍了幾下，解開張翠山點了他的穴道，說道：「門外客人不須喧嘩，請稍待片刻，自當分辨是非。」這兩句話語氣威嚴，內力充沛。祝史兩鏢頭聽了，登時氣為之懾，只道是張三丰出言喝止，那裏還敢囉唆？宋遠橋道：「五弟，三弟如何受傷，你慢慢說，不用氣急。」張翠山向都大錦狠狠瞪了一眼，才將龍門鏢局如何受託護送俞岱巖來武當山、卻給六個歹人冒名接去之事說了。宋遠橋見都大錦這等功夫，早知決非傷害俞岱巖之人，何況既敢登門求見，自是心中不虛，當下和顏悅色的向都大錦詢問經過。都大錦一一照實而說，最後慘然道：「宋大俠，我姓都的辦事不周，累得俞三俠遭此橫禍，自是該死。我們臨安滿局子的老小，此時還不知性命如何呢。」張三丰一直雙掌貼著俞岱巖「神藏」「靈台」兩穴，鼓動內力送入他體內，聽都大錦說到這裏，忽道：「蓮舟，你帶同聲谷，立即動身去臨安，保護龍門鏢局的老小。」俞蓮舟答應了，心中一怔，但即明白師父慈悲之心，俠義之懷，那姓殷的客人既然說過，這件事中途若有半分差池，要殺得他們龍門鏢局滿門雞犬不留，這雖是一句恫嚇之言，但都大錦等好手均出外走鏢，倘若鏢局中當真有甚麼危難，卻是無人抵擋。張翠山道：「師父，這姓都的胡塗透頂，三師哥給他害成這個樣子，咱們不找他麻煩，也就是了，怎能再去保護他的家小？」張三丰搖了搖頭，並不答話。宋遠橋道：「五弟，你怎地心胸這般狹窄？都總鏢頭千里奔波，為的是誰來？」張翠山冷笑道：「他還不是為了那二千兩黃金。難道他對俞三哥還存著甚麼好心？」都大錦一聽，登時滿臉通紅，但拊心自問，所以接這趟鏢，也確是為了這筆厚酬。宋遠橋喝道：「五弟，對客人不得無禮，你累了半天，快去歇歇罷！」武當門中，師兄威權甚大，宋遠橋為人端嚴，自俞蓮舟以下，人人對他極是尊敬，張翠山聽他這麼一喝，不敢再作聲了，但關心俞岱巖的傷勢，卻不去休息。宋遠橋道：「二弟，師父有命，你就同七弟連夜動程，事情緊急，不得耽誤。」俞蓮舟和莫聲谷答應了，各自去收拾衣物兵刃。都大錦見俞莫二人要趕赴臨安去保護自己家小，心中一股說不出的滋味，抱拳向張三丰道：「張真人，晚輩的事，不敢驚動俞莫二俠，就此告辭。」宋遠橋道：「各位今晚請在敝處歇宿，我們還有一些事請教。」他說話聲音平平淡淡，但自有一股威嚴，教人無法抗拒。都大錦只得默不作聲，坐在一旁。俞蓮舟和莫聲谷拜別師父，依依不捨的望了俞岱巖幾眼，下山而去。兩人心頭極是沉重，也不知道這一次是生離還是死別，不知日後是否還能和俞岱巖相見。這時大廳中一片寂靜，只聽得張三丰沉重的噴氣和吸氣之聲，又見他頭頂熱氣繚繞，猶似蒸籠一般。約莫過了半個時辰，突然俞岱巖「啊」的一聲大叫，聲震屋瓦。都大錦嚇了一跳，偷眼瞧張三丰時，見他臉上不露喜憂之色，無法猜測俞岱巖這一聲大叫主何吉凶。張三丰緩緩的道：「松溪、梨亭，你們抬三哥進房休息。」張松溪和殷梨亭抬了傷者進房，回身出來。殷梨亭忍不住問道：「師父，三哥的武功能全部復原嗎？」張三丰歎了一口長氣，隔了半晌，才道：「他能否保全性命，要一個月後方能分曉，但手足筋斷骨折，終是無法再續。這一生啊，這一生啊……」說著淒然搖頭。殷梨亭突然哇的一聲，哭了出來。張翠山霍地跳起，拍的一聲，便打了都大錦一個耳光。這一下出手如電，都大錦忙伸手擋格，但手臂伸出時，臉上早已中掌。張翠山怒氣難以遏制，左肘彎過，往他腰眼裏撞去。這一下仍是極快，但張松溪伸掌在張翠山肩頭一推，張翠山這肘槌便落了空。都大錦向後一讓，噹的一聲，一隻金元寶從他懷中落下地來。張翠山左足一挑，將金元寶挑了起來，伸手接住，冷笑道：「貪財無義之徒，人家送你一隻金元寶，你便將我三哥送給人家作踐……」話未說完，突然「咦」的一聲，瞧著金元寶上所捏出的五個指印，道：「大師哥，這……這是少林派的金剛指功夫啊。」宋遠橋接過金元寶，看了片刻，遞給師父。張三丰將金元寶翻來覆去看了幾遍，和宋遠橋對望一眼，均不說話。張翠山大聲道：「師父，這是少林派的金剛指功夫。天下再沒有第二個門派會這門功夫。你說是不是，你說是不是啊？」在這一瞬之間，張三丰想起了自己幼時如何在少林寺藏經閣中侍奉覺遠禪師，如何和崑崙三聖何足道對掌，如何被少林僧眾追捕而逃上武當，數十年間的往事，猶似電閃般在心頭一掠而過。他臉上一陣迷惘，從那金元寶上的指印看來，明明是少林派的金剛指法，張翠山說得不錯，方今之世，確是再無別個門派會這一項功夫。自己武當的功夫講究內力深厚，不練這類碎金裂石的硬功，而其餘外家門派，盡有威猛凌厲的掌力、拳力、臂力、腿力，以至頭槌、肘槌、膝槌、足槌，說到指力，卻均無這般造詣。聽得張翠山連問兩聲，若是說出真相，門下眾弟子決不肯和少林派甘休，如此武林中領袖群倫的兩大門派，相互間便要惹起極大風波了。張翠山見師父沉吟不語，已知自己所料不錯，又問：「師父，武林中是否有甚麼奇人異士，能自行練成這門金剛指力？」張三丰緩緩搖頭，說道：「少林派累積千年，方得達成這等絕技，決非一蹴而至，就算是絕頂聰明之人，也無法自創。」他頓了一頓，又道：「我當年在少林寺中住過，只是未蒙傳授武功，直到此時，也不明白尋常血肉之軀如何能練到這般指力。」宋遠橋眼中突然放出異樣光芒，大聲說道：「三弟的手足筋骨，便是給這金剛指力捏斷的。」殷梨亭「啊」的一聲，眼中淚光瑩瑩，忍不住又要流下淚來。都大錦聽說殘害俞岱巖的人竟是少林派弟子，更是驚惶，張大了口合不攏來，過了一陣才道：「不……決計不會的，我在少林寺中學藝十餘年，從未見過這個臉生黑痣之人。」宋遠橋凝視他雙眼，不動聲色的道：「六弟，你送都總鏢頭他們到後院休息，預備酒飯，囑咐老王好好招呼遠客，不可怠慢。」殷梨亭答應了，引導都大錦一行人走向後院。都大錦還想辯解幾句，但在這情景之下，卻一句話也說不出來了。殷梨亭安頓了眾鏢師後，再到俞岱巖房中去，只見三哥睜目瞪視，狀如白癡，那裏還是平時英爽豪邁的模樣，不由得一陣心酸，叫了聲「三哥」，掩面奔出，衝入大廳，見宋遠橋等都坐在師父身前，於是挨著張翠山肩側坐下。張三丰望著天井中的一棵大槐樹出神，搖頭道：「這事好生棘手，松溪，你說如何？」武當七弟子中以張松溪最是足智多謀。他平素沉默寡言，但潛心料事，言必有中，自張翠山抱了俞岱巖上山，他雖心中傷痛，但一直在推想其中的過節，這時聽師父問起，說道：「據弟子想，罪魁禍首不是少林派，而是屠龍刀。」張翠山和殷梨亭同時「啊」的一聲。宋遠橋道：「四弟，這中間的事理，你必已推想明白，快說出來再請師父示下。」張松溪道：「三哥行事穩健，對人很夠朋友，決不致輕易和人結仇。他去南方所殺的那個劇盜，是個下三濫，為武林人物所不齒，少林派決不致為了此人而下手傷害三哥。」張三丰點了點頭。張松溪又道：「三哥手足筋骨折斷，那是外傷，但在浙江臨安府已身中劇毒。據弟子想，咱們首先要去臨安查詢三哥如何中毒，是誰下的毒手？」張三丰點了點頭，道：「岱巖所中之毒，異常奇特，我還沒想出是何種毒藥。岱巖掌心有七個小孔，腰腿間有幾個極細的針孔。江湖之上，還沒聽說有那一位高手使這般歹毒的暗器。」宋遠橋道：「這事也真奇怪，按常理推想，發射這細小暗器而令三弟閃避不及，必是一流好手，但真正第一流的高手，怎又能在暗器上餵這等毒藥？」各人默然不語，心下均在思索，到底那一門那一派的人物是使這種暗器的？過了半晌，五人面面相覷，都想不起誰來。張松溪道：「那臉生黑痣之人何以要捏斷三哥的筋骨？倘若他對三哥有仇，一掌便能將他殺了，若是要他多受些痛苦，何不斷他脊骨，傷他腰肋？這道理很明顯，他是要逼問三哥的口供。他要問甚麼呢？據弟子推想，必是為了屠龍刀。那都大錦說：那六人之中有一人問道：『屠龍刀呢？是在誰的手中？』」殷梨亭道：「『武林至尊，寶刀屠龍，號令天下，莫敢不從。倚天不出，誰與爭鋒』，這句話傳了幾百年，難道時至今日，真的出現了一把屠龍刀？」張三丰道：「不是幾百年，最多不過七、八十年，當我年輕之時，就沒聽過這幾句話。」張翠山霍地站起，說道：「四哥的話對，傷害三哥的罪魁禍首，必是在江南一帶，咱們便找他去。只是那少林派的惡賊下手如此狠辣，咱們也決計放他不過。」張三丰向宋遠橋道：「遠橋，你說目下怎生辦理？」近年來武當派中諸般事務，張三丰都已交給了宋遠橋，這個大弟子處理得井井有條，早已不用師父勞神。他聽師父如此說，站起身來，恭恭敬敬的道：「師父，這件事不單是給三弟報仇雪恨，還關連著本派的門戶大事，若是應付稍有不當，只怕引起武林中的一場大風波，還得請師父示下。」張三丰道：「好！你和松溪、梨亭二人，持我的書信到嵩山少林寺去拜見方丈空聞禪師，告知此事，請他指示。這件事咱們不必插手，少林門戶嚴謹，空聞方丈望重武林，必有妥善處置。」宋遠橋、張松溪、殷梨亭三人一齊肅立答應。張松溪心想：「倘若只不過送一封信，單是差六弟也就夠了。師父命大師哥親自出馬，還叫我同去，其中必有深意，想是還防著少林寺護短不認，叫我們相機行事。」果然張三丰又道：「本派與少林派之間，情形很是特殊。我是少林寺的逃徒，這些年來，總算他們瞧我一大把年紀，不上武當山來抓我回去，但兩派之間，總是存著芥蒂。」說到這裏莞爾一笑，又道：「你們上少林寺去，對空聞方丈固當恭敬，但也不能墮了本門的聲名。」宋張殷三弟子齊聲答應。張三丰轉頭對張翠山道：「翠山，你明兒動身去江南，設法查詢，一切聽二師哥的吩咐。」張翠山垂手答應。張三丰道：「今晚這杯壽酒也不用再喝了。一個月之後，大家在此聚集，岱巖倘若不治，師兄弟也可和他再見上一面。」他說到這裏，不禁淒然，想不到威震武林數十載，臨到九十之年，心愛的弟子竟爾遭此不幸。殷梨亭伸袖拭淚，抽抽噎噎的哭了起來。張三丰袍袖一揮，道：「大家去睡罷。」宋遠橋勸道：「師父，三師弟一生行俠仗義，積德甚厚，常言道吉人自有天相，老天爺有眼，總不該讓他……讓他夭折……」但說到後來，眼淚已滾滾而下，知道若再相勸，只有徒增師父傷感，於是和諸師弟向師父道了安息，分別回房。