第三十九回　金銀血蛇何太沖一看到愛妾足趾上的齒痕，對張無忌的信心陡增十倍，說道：「不錯，不錯，當真每個足趾上都有齒痕，小兄弟實在高明，實在高明。小兄弟既知病源，必能療治，小妾病愈之後，我必當重重酬謝。」他轉頭對七個醫生喝道：「什麼風寒中邪，陽虛陰虧，都是胡說八道！她足趾上的齒痕，你們怎地瞧不出來？」張無忌道：「夫人此病原本奇特，他們不知病源，那也怪他們不得，都放他們回去吧！」何太沖道：「很好很好！小兄弟大駕光臨，再留這些庸醫在此，那不是徒惹人厭麼？春兒，每人送一百兩銀子，叫他們各自回去。」那七個醫生死裏逃生，無不大喜過望，急急離去，生怕無忌的醫法不靈，何太沖又遷怒到他們身上。張無忌道：「請叫僕婦搬開夫人的臥床，床底有兩個小洞，那便是金銀血蛇出入的洞穴了。」何太沖也不等僕婦動手，右手抓起一隻床腳，單手便連床帶人一齊提開，果見床底有兩個小洞，不禁又喜又怒，叫道：「快取硫礦煙火來，薰出毒蛇，斬牠個千刀萬刀！」張無忌搖手道：「使不得，使不得。夫人身上所中的蛇毒，全仗這兩條毒蛇醫治，你殺了毒蛇，夫人的病便無法醫治了。」何太沖道：「原來如此。這中間的原委，倒要請教。」張無忌指著窗外的花圃道：「何先生，尊夫人的疾病，全由花圃中那八株『靈脂蘭』而起。」何太沖道：「這叫做『靈脂蘭』麼？我也不知其名，有一位朋友知我性愛花草，從西域帶了這八盆蘭花送我，這花開放時有檀香之氣，花朵的顏色又極嬌艷，想不到竟是禍胎。」張無忌道：「據書上所載，這種『靈脂蘭』其莖如球，顏色火紅，球莖中含有劇毒，我去掘來瞧瞧，不知是也不是。」這時何太沖的弟子們均已得知張無忌在治五師母的怪病，男弟子不便進房，詹春等六個女弟子卻都在師父身旁，聽得無忌這般說，便有兩名女弟子拿了鐵鏟，將一株靈脂蘭掘了起來，果見土下的球莖色赤如火，兩名女弟子知道莖中含有劇毒，那敢用手去碰？張無忌道：「請各位將八枚球莖都掘出來，放在土缽之中，加入雞蛋八枚，雞血一碗，搗爛成糊。搗藥時務須小心，不可濺上肌膚。」詹春答應了，自和兩名師妹同去辦理。張無忌又要了兩根竹筒，一枝竹棒，放在一旁。過不多時，靈脂蘭的球莖已搗爛成糊，無忌將藥糊倒在地下，圍成一個圓圈，卻空出了一個兩寸來長的缺口，說道：「待會見有異狀，各位千萬不可作聲，以免毒蛇受到驚嚇，暴起傷人。各位去取些甘草、棉花，塞住鼻孔。」眾人依言而為，張無忌也塞住鼻孔，然後取出火種，將靈脂蘭的葉子放在蛇洞前燒了起來。不到一盞茶時分，只見左邊小洞中探出一個蛇頭，蛇皮血紅，頭頂卻有個金色肉冠。那蛇緩緩爬出，竟是生有四足，身長約莫八寸，這金冠血蛇剛從洞中出來，右邊小洞中也爬出一蛇，身形略短，頭頂肉冠則作銀色。何太沖等見了這兩條怪蛇，都是屏息不敢作聲，這種異相毒蛇必有劇毒，那是不必說了，若是將牠們驚走，只怕夫人的疾病難治。只見兩條怪蛇伸出蛇舌，你舐舐我的肩頭，我舐舐你的背脊，神情親熱異常，相偎相倚，慢慢地爬進了靈脂蘭藥糊圈成的圓圈之中。張無忌忙將兩根竹筒放在圓圈的缺口，提起一根竹棒，輕輕在銀冠血蛇的尾上一撥。那蛇行動快如電閃，眾人眼前只見銀光一閃，那蛇已鑽入了竹筒。金冠血蛇跟著也要鑽入，但那竹筒甚小，長短只容得一蛇，銀冠血蛇進去之後，金冠血蛇便無法再進，只急得胡胡而叫，聲音如吹洞簫，甚是悅耳動聽。張無忌用竹棒將另一根竹筒撥到金冠血蛇的身前，那蛇便也鑽了進去。無忌忙取過木塞，塞住了竹筒的口子。自那對金銀血蛇從洞中出來，眾人一直戰戰兢兢，提心吊膽，直到無忌用木塞塞住竹筒，各人才不約而同的吁了口長氣。無忌道：「請拿幾桶熱水進來，將地下洗得乾乾淨淨，不可留下靈脂蘭的毒性。」六名弟子忙奔到廚下燒水，過不多時，便將地下洗得片塵不染。無忌叫各人緊閉門窗，又命人取來雄黃，明礬、大黃、甘草等幾味藥材，搗爛成末，拌以生石灰粉，灌入銀冠血蛇的竹筒之中，那蛇登時胡胡的叫了起來。另一筒中的金蛇也呼叫相應。無忌拔去金蛇竹筒上的木塞，那蛇從竹筒中出來，繞著銀蛇所居的竹筒遊走數匝，狀甚焦急，突然間急竄上床，從五姑的棉被中鑽了進去。何太沖大驚，「啊」的一聲叫了出來。張無忌搖搖手，輕輕揭開棉被，只見那金冠血蛇一口咬住了五姑左足的中趾。無忌臉露喜色，道：「解鈴還是繫鈴人，五姑身中這金銀血蛇之毒，現下便是這對蛇兒吸出她體內的毒質。」過了一頓飯時分，只見那蛇身子腫脹，粗了幾倍，頭上那金色肉冠更是燦然生光。無忌拔下銀蛇所居竹筒的木塞，那金蛇即從床上躍下，遊近竹筒，口中吐出毒血，餵那銀蛇。無忌道：「好了，每日吸毒兩次，我再開一張消腫補虛的方子，十天之內，便可痊癒。」何太沖大喜，將無忌讓到書房，說道：「小兄弟神乎其技，這中間的緣故，還要請教。」無忌道：「據『毒物大全』所載，這金冠銀冠的一對血蛇，在天下毒物之中，名列第三十七，雖然不算是十分厲害的毒物，但它有一種特點，便是性喜食毒。什麼砒霜、鶴頂紅、孔雀膽、鳩酒等等，牠無不喜愛。夫人窗外的花圃之中，種了靈脂蘭，這靈脂蘭的毒性，可著實厲害，竟將這對金銀血蛇引了出來。」何太沖點頭道：「原來如此。」張無忌又道：「金銀血蛇必定雌雄共居，適才我用雄黃、甘草等藥焙炙那銀冠雌蛇，金冠雄蛇為了救牠伴侶，便到夫人腳趾上吸取毒血相餵。再過三個時辰，我用藥物整治雄蛇，那雌蛇也必再去吸取毒血，如此反覆施為，便可將夫人體內毒質去盡。」當日何太沖在後堂設了筵席，款待張無忌與楊不悔。無忌心想楊不悔是紀曉芙的私生女兒，說起來於峨嵋派的聲名有累，因此當何太沖問起她來歷時，含糊其辭，不加明說。過了數日，五姑的腫脹果然漸消退，精神恢復，已能略進飲食，到第十天上，腫脹全消。五姑備了一席精緻酒筵，親向無忌道謝，請了詹春作陪。五姑容色雖仍憔悴，但俏麗一如往昔。何太沖自是十分喜歡。詹春乘著師父高興，求他將蘇習之收入門下。何太沖呵呵笑道：「春兒，你這釜底抽薪之計可著實不錯啊，我收了這姓蘇的小子，將來自會把『龍形一筆劍』傳他，那麼他從前偷看一次，又有何妨？」詹春笑道：「師父，倘若不是這姓蘇的偷看你老人家練劍，弟子不會去拿他，便不會碰到張世兄。固然師父和五姑洪福齊天，可是這姓蘇的小子，說來也有一份功勞啊。」五姑向何太沖道：「你收了這許多弟子，到頭來誰也幫不了你的忙。詹姑娘既然看中了那小子，想必是好的，你就多收一個吧，說不定將來倒是最得力的弟子呢。」何太沖對愛妾之言向來唯命是聽，便道：「好吧，我收便收他，可是有一個條件。」五姑道：「什麼啊？」何太沖正色道：「他投入我門下之後，須得安心學藝，可不許對春兒痴心妄想，企圖娶她為妻，這個我可是萬萬不准的。」詹春滿臉通紅，把頭低了下去，五姑卻吃吃的笑了起來，說道：「啊喲，你做師父的要以身作則才好，自己三妻四妾，卻難道禁止徒兒們婚配麼？」何太沖那句話原是跟詹春說笑，哈哈一笑，便道：「喝酒，喝酒！」只見一名小鬟托著木盤，盤中放著一隻酒壺，走到席前，替各人斟酒。那酒稠稠的微帶黏性，顏色金黃，甜香撲鼻。何太沖道：「張兄弟，這是本山的名產，乃是取雪山頂上的琥珀蜜梨釀成，叫做『琥珀蜜梨酒』，為外地所無，不可不多飲幾杯。」張無忌本是不會飲酒，但聞到這琥珀蜜梨酒酒香沁入心脾，便端起杯來，正要去飲，突然懷中那金銀蛇同時胡胡胡的低鳴起來。無忌心念一動，叫道：「此酒飲不得。」眾人一怔，都放下了酒杯。無忌從懷中取出竹筒，放出金冠血蛇，那蛇兒遊於酒杯之旁，將一杯酒喝得涓滴不剩。牠連喝了三杯蜜梨酒，無忌將牠關回竹筒，放了銀冠雌蛇出來，也喝了三杯。這對血蛇互相依戀，單放雄蛇或是雌蛇，決不遠去，同時對主人十分馴順，但若雙蛇同時放出，那不但難以補捉回歸竹筒，而且說不定便暴起傷人，反噬主人。五姑笑道：「小兄弟，你這對蛇兒會喝酒，當真有趣得緊。」張無忌道：「請命人捉一隻狗子或是貓兒過來。」那小鬟應道：「是！」便要轉身退出。無忌道：「這位姊姊等在這裏別去，讓別人去捉貓狗。」過了片刻，一名僕人牽了一頭大黃狗進來，無忌端起何太沖面前的一杯酒，灌在黃狗的口裏。那黃狗悲吠幾聲，隨即七孔流血而斃。五姑嚇得渾身發抖，道：「酒裏有毒……誰……誰要害死我們啊？張兄弟，你又怎地知道？」無忌道：「這對金銀血蛇喜食毒物，牠們嗅到酒中毒藥的氣息，便高興得叫了起來。」那小鬟驚得魂不附體，道：「我……我不知道是毒…有毒…我從大廚房拿來……」何太沖道：「你從大廚房到這裏，遇到過誰了？」那小鬟道：「在走廊裏見到杏芳，她拉住我跟我說話，揭開酒壺聞了聞酒香。」何太沖、五姑、詹春三人對望了一眼，原來那杏芳是何太沖原配夫的貼身使婢。張無忌道：「何先生，此事我一直躊躇不說，卻在暗中察看。你想，這對金銀血蛇當初何以要去咬夫人的足趾，以致以蛇毒傳入她的體內？顯而易見，是夫人中了慢毒性藥，血中有毒，才引到金銀血蛇。從前那下毒之人，只怕便是今日在酒中下毒那一位。」何太沖尚未說話，突然門帘掀起，人影一晃，無忌只覺雙乳底下一陣劇痛，已被人點中了穴道，一個尖銳的聲音說道：「一點兒也不錯，是我下的毒。」只見進來那人是個身材高大的中年女子，雙目含威，眉心間聚有煞氣。那女子對何太沖道：「是我在酒中下了蜈蚣涎的劇毒，你待怎樣？」五姑見了這女子甚是害怕，站起身來，恭恭敬敬的叫道：「太太！」原來這女子乃是何太沖的元配夫人，名叫班淑嫻，武功比之何太沖只高不低。何太沖向來對她極是畏懼，但怕雖然怕，妾侍還是娶了一個又一個，只是每多娶一房妾侍，對妻子便又多怕三分。何太沖見妻子衝進房來，默然不語，只是哼了一聲。班淑嫻道：「我問你啊，是我下的毒，你待怎樣？」何太沖道：「你不喜歡這少年，那也罷了。但你行事這等不分青紅皂白，如果我不是及時警覺，毒酒下肚，那可如何是好？」班淑嫻道：「這裏的人全不是好東西，一古腦兒整死了，也好耳根清靜。」她拿起毒酒的酒壺搖了搖，壺中有聲，還剩得有大半壺毒酒。班淑嫻滿滿的斟了一杯毒酒，放在何太沖面前，說道：「我本想將你們五個人一起毒死，既是被這小鬼發覺，那就饒了四個人的性命。這一杯毒酒，卻是非喝不可，誰喝都是一樣，老鬼，你來決定吧。」說著刷的一聲，拔出長劍在手。原來班淑嫻是崑崙派中武功傑出的女弟子，年紀比何太沖為大，入門也較他為早，武學修為更是比他深湛。何太沖年輕時英俊瀟灑，深得這位師姊歡心。他們師父是因和明教中一位前輩交手爭鬥而死，突然而逝，不及留下遺言，下一代的眾弟子爭奪掌門之位，各不相下。班淑嫻極力扶助何太沖，兩人聯手，勢力大增，別的師兄弟各懷私心，那就無法與之相抗，結果由何太沖接任掌門。他懷恩感激，便娶了這位師姊為妻。少年時還不怎樣，兩人年紀一大，班淑嫻特別顯得衰老，何太沖藉口沒有子嗣，便娶起妾侍來。可是由於她數十年來的積威，再加何太沖自知不是，心中有愧，對這位師姊又兼嚴妻，卻是十分的敬畏。這時見妻子將一杯毒酒放在自己面前，壓根兒就沒違抗的念頭，心想：「我自己當然不喝，五姑和春兒也不能喝，張無忌是咱們救命恩人，只有這女娃娃跟咱們無親無故。」於是站起身來，將那杯毒酒遞給楊不悔，道：「孩子，你喝了這杯酒。」楊不悔大驚，適才眼見二條肥肥大大的黃狗喝了一杯毒酒便即斃命，那裏敢接酒杯。哭道：「酒裏有毒，我不喝，我不喝。」何太沖抓住她胸口衣服，正要強灌，張無忌冷冷的道：「我來喝好了。」何太沖微一躊躇，心中覺得過意不去。班淑嫻因心懷妒忌，是以下毒想毒死何太沖最寵愛的五姑，眼見得手，卻給張無忌不遠千里的趕來救了，對少年原是極度憎惡，冷冷的道：「你這少年古裏古怪，說不定有解毒之藥。若是你來代喝，一杯不夠，須得將毒酒喝乾淨了。」張無忌眼望何太沖，盼他從旁說幾句好話，那知他低了頭竟是一言不發，詹春和五姑也不敢說話，生怕一開口，班淑嫻的怒氣轉到自己頭上，這大半壺毒酒便要灌到自己口中。張無忌心中冰涼，暗想：「這幾人的性命是我所救，但我此刻遇到危難，他們竟是袖手旁觀，連求情也不代求一句。」便道：「詹姑娘，我死之後，請你將這位小妹妹送到坐忘峰她那爹爹那裏，這事能辦到麼？」詹春眼望師父。何太沖點了點頭。詹春便道：「好吧，我會送她去。」心中卻想：「崑崙山橫亙千里，我知道坐忘峰在在那裏？」張無忌聽她隨口敷衍，並無誠意，知道這些人都是涼薄之輩，多說也是枉然，冷笑道：「崑崙派自居武林中正大門派，原來如此。何先生，取酒給我喝吧！」何太沖聽了他這幾句諷刺的言語，心下大怒，巴不得他早些中毒而死，當下提起大半壺毒酒，都灌進了無忌口中。楊不悔抱著無忌身子，放聲大哭。班淑嫻冷笑道：「你醫術再精，我也教你救不得自己。」伸手又在張無忌肩背腰脅多處穴道，補上幾指，隨即倒轉劍柄，在何太沖、詹春、五姑、楊不悔四人身上各點了穴道，說道：「兩個時辰之後，再來放你們。」她點穴之時，何太沖和詹春等動也不動，不敢閃避。班淑嫻向在旁侍候的婢僕喝道：「都出去。」她最後出房，反手帶上房門，連聲冷笑而去。毒酒入腹，片刻間張無忌便覺疼痛難當，眼見班淑嫻出房關門，心道：「你既走了，我一時便未必會死。」強忍疼痛，暗自運氣，以謝遜所授之法，先解開了上身被點的諸穴，隨即伸手拔下幾根頭髮，到咽喉中一陣撩撥，喉頭發癢，哇的一聲，將飲下的毒酒嘔出了十分八九。何太沖、詹春等見他穴道被點後居然仍能動彈，都是大為驚訝。何太沖便欲出手攔阻，苦於自己被妻子點了穴道，空有一身極高的武功，卻是不得施展，只有乾著急的份兒，張無忌覺得腹中仍極疼痛，但搜肚嘔腸，再也吐不出來，心想先當脫此危境，再行設法除毒，於是伸手去解楊不悔的穴道，那知班淑嫻的點穴手法另有一功，無忌竟是解之不開，只得將她抱在手裏，輕輕推開窗子，向外一張，不見有人，便將楊不悔放在窗外。何太沖若以真氣衝穴，大半個時辰後也能解開，但眼見張無忌便要逃走，待會妻子查問起來，又有風波，何況讓這武當派的小子赤手空拳從崑崙派三聖堂中逃了出去，將自己忘恩負義的事蹟在江湖上傳揚開來，一代宗師的顏面何存？那是無論如何非將他截下不可。何太沖深深吸一口氣，待要出聲呼叫，向妻子示警，張無忌已料到此著，從身上摸出一顆黑色藥丸，塞在五姑口中說道：「這是一顆『鴆砒丸』，十二個時辰之後，斷腸裂心而死。我將解藥放在離此三十里外的大樹之上，作有標誌，三個時辰之後，何先生可派人來取。倘若我出去時失手被擒，那麼反正是個死，多有一個人相陪也好。」這一著大出何太沖意料之外，微一沉吟，低聲道：「小兄弟，我這三聖派雖非龍潭虎穴，但憑你兩個孩子，卻也闖不出去。」張無忌知他此言不虛，冷冷的道：「依我看來，夫人所服的『鴆砒丸』的毒性，眼前除我之外，無人能解。」何太沖道：「好，你解開我的穴道，我親自送你出去。」何太沖被點的是「風池」和「京門」兩穴，張無忌在他「天柱」、「環跳」、「大椎」、「商曲」諸穴上推拿片刻，竟是毫不見效。這一來，兩人心下均是駭然。張無忌心道：「他崑崙派的點穴功夫確是厲害，胡青牛先生傳授了我七種解開被點穴道的方法，但在他身上竟是每一種都不管用。」何太沖卻想：「這小子有這許多推拿解穴的法門，手法怪異，勁力直透重穴，當真了不起。班淑嫻明明點了他身上七八處穴道，卻如何半點也奈何他不得？武當派近年來名動江湖，張三丰這老道果然是有他人所難及的本事。那日在武當山上幸虧沒有跟武當派動手，否則定要惹得灰頭土臉。他小小孩童已是如此了得，老的大的出起手來，自是更加厲害十倍。」他卻不知無忌「不受點穴」的功夫學自謝遜，而解穴的本事學自胡青牛。武當派自有他威震武林的真才實學，但無忌這兩項本領，卻和武當派無關。何太沖見他解穴無效，心念一動，道：「你拿茶壺過來，給我喝幾口茶。」張無忌不知他何以突然要在此時喝茶，但想他顧忌愛妾的性命，不敢對自己施什麼手腳，便提起茶壺，餵他飲茶。何太沖滿滿吸了一口，卻不吞下，對準了自己肘彎裏的「清冷淵」用力一噴。只見一條水箭筆直衝出，嗤嗤有聲，登時將他手上穴道解了。張無忌來到崑崙山三聖堂後，一直便見何太沖為了五姑疾病煩惱，畏妻寵妾，懦弱猥瑣，便似個尋常沒志氣的男子，此時見他初次顯現功力，不由得身子一震，大吃一驚：「這位崑崙派掌門的武功如此深厚，我可一直對他瞧得小了。看來他並不在俞二師伯、金花婆婆、滅絕師太諸人之下。我但見到他平庸顢頇的一面，沒想到他身為崑崙派掌門，自有人所難及之處。這道水箭若是噴在我臉上胸口，立時便須送命。」只見何太沖將右臂轉了幾轉，解開了自己腿上穴道，說道：「你先將解藥給她服了，我送你平安出谷。」張無忌緩緩搖了搖頭。何太沖急道：「我是崑崙掌門，難道會對你這孩子失信？倘若毒性發作，那便如何是好？」張無忌道：「毒性不會便發。」何太沖嘆了口氣，道：「好吧，咱們悄悄出去。」兩人跳出窗去，何太沖伸指在楊不悔背心輕輕一拂，登時解了她的穴道，手法猶如行雲流水，輕靈無比。張無忌好生佩服，眼光中流露出欽仰的神色來，他自和何太沖相見以來，從未有過這種尊崇的感覺。何太沖懂得他的心意，微微一笑，一手攜著一人，繞到三聖堂的後花園，從側門走出。那三聖堂前後共有九進，出了後花園的側門，經過一條曲曲折折的花徑，又穿入許多廳堂之中，若不是何太沖帶領，張無忌非迷路不可，便是沒有崑崙派弟子攔阻也未必能闖得出來。這一來，他對崑崙派的敬重之心，又增了幾分。一離開三聖堂，何太沖右手將楊不悔抱在臂彎，左手拉著張無忌，展開輕功，向西北疾行。無忌給他帶著，身子輕飄飄的，一躍便是丈餘，足尖在地下一點，又是進了丈餘，但覺風聲呼呼在耳畔掠過，便是騎著快馬也沒這般迅捷。一轉眼間，三人已奔出二十餘里，張無忌非但毫不用力，而且宛似凌空飛行，寫意非凡。正行之間，忽聽得一個女子聲音叫道：「何太沖……何太沖……給我站住了……」這聲音順風傳來，似乎極為遙遠，又似便在身旁，正是班淑嫻的口音。何太沖微一遲疑，當即立定了腳步，嘆了口氣，說道：「小兄弟，你們兩個快些走吧，內人追趕而來，我不能再帶你們走了。」張無忌心想：「這人待我還不算太壞。」便道：「何先生，你回去便是。我給五夫人服食的並不是毒藥，更不是什麼『鴆砒丸』，只是一枚潤喉止咳的『桑貝丸』。前幾日不悔妹妹咳嗽，我製了給她服用，還多了幾丸在身邊，不免嚇了你一跳。」何太沖又驚又怒，喝道：「當真不是毒藥？」張無忌道：「五夫人自我手中救活，我怎能又下毒害她。」只聽得班淑嫻的叫聲不斷傳來：「何太沖……何太沖……你逃得了麼？」那聲音又近了一些。何太沖所以帶無忌和不悔逃走，完全是為了怕愛妾毒發不治，拍拍拍拍四個耳光，打得無忌雙頰腫起，滿口都是鮮血。張無忌見他第五掌又打過來，忙使一招「亢龍有悔」，往他手掌迎擊過去。這是「降龍十八掌」中的一掌，倘若學會了，原是威力無窮，但無忌只學到一點膚淺皮毛，如何能和崑崙派的掌門人爭鬥？何太沖見他一掌擊來，招數特異，顯是極上乘的武功，輕輕「咦」的一聲，側身避開，拍的一掌，又打在無忌右眼之上，只打得他眼睛立時腫起。無忌一招無效，知道自己本領跟他差得太遠，索性垂手立定，不再抗拒。何太沖卻並不因他不動手而罷手，仍是左一掌右一掌的打個不停。他出掌時並未運用內力，否則只怕一掌便能將無忌震死，但饒是如此，每一掌打到，都使無忌頭暈眼花，疼痛不堪。他正打得起勁，班淑嫻已率領兩名弟子追到，冷冷的站在一旁。她見無忌並不抵禦，未免無趣，說道：「你打那女娃子試試。」何太沖身形一斜，吧的一聲，打了楊不悔一個耳括子。楊不悔吃痛，登時哇哇大哭。張無忌怒道：「你打我便了，何必又欺侮這小孩子？」何太沖不理，伸掌又給楊不悔一下。張無忌縱起身來，一頭撞在他的懷中。班淑嫻冷笑道：「人家小小孩童，尚有情義，能夠臨危護友，那似你這等無情無義的薄倖之徒。」何太沖聽了妻子譏刺之言，滿臉通紅，抓住張無忌後頸，往外丟出，喝道：「小雜種，見你爹爹媽媽去吧！」這一下用了真力，將無忌的頭顱對準了山邊的一塊大石摔去。張無忌身不由主，疾飛而出，眼見頭蓋和那大石相撞，便要腦漿迸裂……。驀地裏旁邊一股力道飛來，將張無忌身子一引，把他帶在一旁。無忌驚魂未定，站在地下，眯著一隻腫得高高的眼睛向旁看去。只見離身五尺之處，站著一個身穿白色粗布長袍的中年書生。班淑嫻和何太沖相顧駭然，這書生何時到來，從何處走來，事先竟是絕無知覺，即使他早早就躲在大石之後，以何太沖夫婦的能為，也決不能無法發覺。何太沖適才提起無忌，將他擲向大石，這一擲之力，少說也有五六百斤，但那書生長袖一捲，當即消解了這股大力，將無忌帶在一旁，顯然武功奇高。但見他約莫四十來歲年紀，相貌俊美，只是雙眉略向下垂，嘴邊現著幾條深深皺紋，不免有些衰老淒苦之相。他不言不動地站在當地，神色漠然，似乎心馳遠處，在想什麼事情。何太沖咳嗽一聲，說道：「閣下是誰？為何橫加插手，前來干預崑崙派之事？」那書生深深一揖，說道：「原來尊駕便是鐵琴先生何前輩了，久仰英名。這一位是何夫人吧？晚輩楊逍。」「楊逍」兩字一出口，何太沖、班淑嫻、張無忌三人不約而同，一齊「啊」的一聲叫了出來。只是無忌的叫聲中又驚又喜，何氏夫婦卻是又驚又怒。只聽得刷刷兩聲，兩名崑崙女弟子長劍出鞘，倒轉劍柄，遞給師父師母。何氏夫婦手中長劍青光閃爍，何太沖橫劍當腹，擺著一招「雪擁藍關」勢，班淑嫻則劍尖斜指地下，那是一招「木葉蕭蕭」。這兩招都是崑崙派劍法中精奧，看來輕描淡寫，隨隨便便，但在這兩招之中，卻均伏下七八招凌厲之極的後著，只須手腕一抖，劍光暴長，立即便可傷到敵身上七八處要害。楊逍卻似渾然不覺，但聽無忌那一聲叫喊之中，充滿了喜悅，心中微覺奇怪，向他臉上一瞥。這時張無忌滿臉鮮血，鼻腫目青，早給何太沖打得不成模樣，但滿心歡喜之情，還是在他難看之極的臉上流露出來。張無忌道：「你……你便是明教的光明使者，楊逍楊伯伯麼？」楊逍點了點頭，道：「你這孩子，怎地知道我姓名？」張無忌指著楊不悔，說道：「她便是你的女兒啊。」拉過楊不悔來，道：「不悔妹妹，快叫爸爸，快叫爸爸！咱們終於找到了。」楊不悔睜著圓圓的眼睛，骨溜溜地望著楊逍，道：「你是我爸爸？我媽媽呢？我是來找媽媽的啊。」原來楊不悔想到媽媽時不住哭鬧，無忌一路上只有哄她，說是跟她去找媽媽。楊逍心頭大震，抓住無忌肩頭，說道：「孩子，你說清楚些。她是誰的女兒，她媽媽是誰？」他這麼用力一抓，無忌的肩骨格格直響，痛到心底。無忌不肯示弱，不願呼痛，但終於還是啊的一聲叫了出來，說道：「她是你的女兒，她媽媽便是峨嵋派女俠紀曉芙。」楊逍本來臉色蒼白，這時更加沒半點血色，顫聲道：「她……她有了女兒？她……她在那裏？」雙臂一伸，抱起了楊不悔，只見她被何太沖打了兩掌，兩邊面頰高高腫起，但眉目之間，宛有幾分紀曉芙的俏麗。正想再問，突然看到楊不悔頸中黑色的絲條，當即伸手輕輕一拉。只見絲條盡頭，結著一塊鐵牌，牌上一刻著一個張牙舞爪的魔鬼，那正是他送給紀曉芙的明教「鐵魔令」。這一下再無懷疑，緊緊摟住了不悔，連問：「你媽媽呢？你媽媽呢？」楊不悔道：「媽媽不見了，我在尋她。你看見她麼？」楊逍見她年紀太小，說不清楚，眼望無忌，意示詢問。張無忌嘆了口氣，說道：「楊伯伯，我說出來你別難過。紀姑姑被她師父打死了，她臨死之時……」楊逍大聲喝道：「你騙人，你騙人！」只聽得喀的一聲，無忌右邊肩骨已被他捏碎，咕咚咕咚楊逍和張無忌同時摔倒，楊逍手中，還緊緊的抱著女兒。　