第十九章　相見歡忽聽得一人叫道：「且慢，我來鬥一鬥鳳天南。」只見一個形貌委瑣的黃鬍子中年人空手躍出，唱名的武官唱道：「西嶽華拳門掌門人程靈胡程老師！」鳳天南站起身來，雙手橫持銅棍，說道：「程老師用甚麼兵刃？」胡斐森然道：「那難說得很。」突然猱身直上，欺到端坐在太師椅中的田歸農身前，左手食中兩根手指「雙龍搶珠」，戳向田歸農雙目。這一著人人都是大出意料之外。田歸農雖然大吃一驚，應變仍是奇速，雙手揮出，封住來招。那知他快，胡斐更快，雙手一圈，已變「懷中抱月」，分擊他兩側太陽穴。田歸農不及起身迎敵，雙手外格，以擋側擊。胡斐乘他雙手提起擋架，腋下空虛，一翻手，已抓住他腰間寶刀的刀柄，刷的一響，青光閃處，寶刀已入手中，乘勢轉身，砍向鳳天南手中的銅棍。刀是寶刀，招是快招，只聽得察察察三聲輕響，跟著噹啷啷兩聲，鳳天南的熟銅棍中間斷下兩截，掉在地下。原來胡斐在瞬息之間連砍三刀，鳳天南未及變招，手中兵刃已變成四段，雙手各握著短短的一截銅棍，鞭不像鞭，尺不像尺，實是尷尬異常。鳳天南驚惶之下，急忙向旁躍開三步。便在此時，站在廳門口的汪鐵鶚朗聲說道：「九家半總掌門到。」※※※胡斐心頭一凜，抬頭向廳門看去，登時驚得呆了。只見門中進來一個妙齡尼姑，緇衣芒鞋，手執雲帚，正是袁紫衣。只是她頭上已無一根青絲，腦門處並有戒印。胡斐雙眼一花，還怕是看錯了人，迎上一步，看得清清楚楚，卻不是袁紫衣是誰？霎時間胡斐只覺天旋地轉，心中亂成一片，說道：「你……你是袁……」袁紫衣雙手合什，黯然道：「小尼圓性。」胡斐兀自沒會過意來，突然間背心「懸樞穴」「命門穴」兩處穴道疼痛入骨，腳步一幌，摔倒在地，手中寶刀也撒手拋出。袁紫衣怒喝：「住手！」急忙搶上，攔在胡斐身後。自胡斐奪刀斷棍、九家半總掌門現身，以至胡斐受傷倒地，只頃刻之間的事。廳上眾人盡皆錯愕之際，已是奇變橫生。程靈素見胡斐受傷，心下大急，急忙搶出。袁紫衣俯身正要扶起胡斐，見程靈素縱到，當即縮手，低聲道：「快扶他到旁邊！」右手雲帚在身後一揮，似是擋架甚麼暗器，護在胡程二人身後。程靈素半扶半抱的攜著胡斐，快步走回席位，淚眼盈盈，說道：「大哥，你怎樣了？」胡斐苦笑道：「背上中了暗器，是懸樞和命門。」程靈素這時也顧不得男女之嫌，忙捋起他長袍和裏衣，見他懸樞和命門兩穴上果然各有一個小孔，鮮血滲出，暗器已深入肌骨。袁紫衣道：「那是鍍銀的鐵針，沒有毒，你放心。」舉起雲帚，先從帚絲叢中拔出一枚銀針，然後將雲帚之端抵在胡斐懸樞穴上，輕輕向外一拉，起了一枚銀針出來，跟著又起出了他命門穴中的銀針。原來雲帚絲叢之中裝著一塊極大的磁鐵。胡斐道：「袁姑娘……你……你……」袁紫衣低聲道：「我一直瞞著你，是我不好。」頓了一頓，又道：「我自幼出家，法名叫做『圓性』。我說『姓袁』，一則是我娘的姓，二則便是將『圓性』兩字顛倒過來。『紫衣』，那便是緇衣芒鞋的『緇衣』！」胡斐怔怔的望著她，欲待不信此事，但眼前的袁紫衣明明是個妙尼，隔了半晌，才道：「你……你為甚麼要騙我？」圓性低垂了頭，雙眼瞧著地下，輕輕地道：「我奉師父之命，從回疆到中原來，單身一人，若作僧尼之裝，長途投宿打尖甚是不便，因此改作俗家打扮。我頭上裝的是假髮，飲食不沾葷腥，想是你沒瞧出來。」胡斐不知說甚麼好，終於輕輕嘆了口氣。安提督朗聲說道：「還有那一位來跟五虎門鳳老師比試？」胡斐這時心神恍惚，黯然魂銷，對安提督的話竟是聽而不聞。安提督連問了三遍，見無人上前跟鳳天南挑戰，向福康安道：「回大帥：這七隻玉龍御杯，便賞給這七位老師？」福康安道：「很好，很好！」其時天已黎明，窗格中射進朦朧微光，經過一夜劇爭，七隻玉龍杯的歸屬才算定局。廳上群豪紛紛議論：「紅花會搶去的那隻玉龍杯，不知那一派掌門有本事奪得回來？」「嘿，任他本領再強，也不能跟紅花會鬥啊。」「紅花會陳總舵主武功絕頂，還有無塵道人、趙半山、文泰來、常氏兄弟，那一個不是響噹噹的腳色？誰想去奪盃，那不是老壽星上吊，嫌命長麼？」又有人瞧著圓性竊竊私議：「怎麼這個俏尼姑竟是九家半總掌門？真是邪門。」「是那九家半？怎麼還有半個掌門人的？」「她要是真的武功高強，怎地又不去奪一隻玉龍杯？」「嘿，人家鳳老師的銀針，她惹得起麼？他手中銅棍給砍成了四段，還能施放銀針，敗中取勝，了不起。」另一個不服氣，說道：「那也不見得！華拳門那黃鬍子聽到九家半總掌門進來，吃了一驚，這才著了那姓鳳的道兒。否則的話，也不知誰勝誰敗。」又一個道：「看來還是那田歸農差勁，他天龍門的鎮門之寶給人空手奪了去，這會兒居然厚著臉皮，又將寶刀撿了回去。」另一人道：「不錯！華拳門當然勝過了天龍門。」安提督走到長几之旁，捧起了托盤，往中間一站，朗聲說道：「萬歲爺恩典，欽賜玉龍御杯，著少林派掌門人大智禪師、武當派掌門人無青子道人、三才劍掌門人湯沛、黑龍門掌門人海蘭弼、天龍門掌門人田歸農……」說到這裏，頓了一頓，低聲向石先生道：「石老師，貴門派和大名怎麼稱呼？」石先生微微一笑道：「草字萬嗔，至於門派嘛，就叫作藥王門吧。」安提督續道：「……藥王門掌門人石萬嗔，五虎門掌門人鳳天南收執。謝恩！」聽到「謝恩」兩字，福康安等官員一齊站起。武林群豪中有些懂禮數的便站了起來，有些卻坐著不動，直到眾衛士喝道：「都站起來！」這才紛紛起立。大智禪師和無青子各以僧道門中規矩行禮。湯沛、海蘭弼等跪下磕頭。安提督待各人跪拜已畢，笑道：「恭喜，恭喜！」將托盤遞了過去。大智禪師等七人每人伸手取了一隻玉龍杯。突然之間，七個人手上猶似碰到了燒得通紅的烙鐵，實在拿捏不住，一齊鬆手。乒乒乓乓一陣清脆的響聲過去，七隻玉杯同時在青磚地上砸得粉碎。這一下變故，不但七人大驚失色，自福康安以下，無不群情聳動，齊問：「怎樣？怎樣？」頃刻之間，七人握過玉杯的手掌都是又焦又腫，炙痛難當，不住的在衣服上拂擦。海蘭弼伸指到口中吮吸止痛，突然間大聲怪叫，原來舌頭上也劇痛起來。胡斐向程靈素望了一眼，微微點頭。他此時方才明白，原來程靈素在擲打柯子容的第二枚和第三枚爆竹之中，裝上了赤蠍粉之類的毒藥，爆竹在七隻玉龍杯上空炸開，毒粉便散在杯上。這一個佈置意謀深遠，絲毫不露痕跡，此刻才見功效。只見程靈素吞煙吐霧，不住的吸著旱煙管，吸了一筒，又裝一筒，半點也無得意之色。她左掌中暗藏藥丸，遞了兩顆給胡斐，兩顆給圓性，低聲道：「吞下！」兩人知她必有深意，依言服了。這時人人的目光都瞧著那七人和地下玉杯的碎片，驚愕之下，大廳上寂靜無聲。圓性忽地走到廳心，雲帚指著湯沛，朗聲說道：「湯沛，這是皇上御賜的玉杯，你如此膽大妄為，竟敢暗施詭計，盡數砸碎。你心存不軌，和紅花會暗中勾結，要拆散福大帥的天下掌門人大會。你這般大逆不道，目無長上，天下英雄都容你不得！」她一字一句，說得清脆響朗。這番話辭意嚴峻，頭頭是道，又說他跟紅花會暗中勾結。眾人正在茫無頭緒之際，忽聽得她斬釘截鐵的說了出來，真所謂先入為主，無不以為實是湯沛所為。福康安心中怒極，手一揮，王劍英、周鐵鷦等高手衛士都圍到了湯沛身旁。饒是湯沛一生經歷過不少大風大浪，此刻也是臉色慘白，既驚且怒，身子發顫，喝道：「小妖尼，這種事也能空口白賴、胡說八道麼？」圓性冷笑道：「我是胡說八道之人麼？」她向著王劍英道：「八卦門的掌門人王老師。」轉頭向周鐵鷦道：「鷹爪雁行門的掌門人周老師，你們都認得我是誰。這九家半的總掌門我是不當的了。可是我是胡說八道之人呢，還是有擔當、有身份之人？你們兩位且說一句。」王劍英和周鐵鷦自圓性一進大廳，心中便惴惴不安，深恐她將奪得自己掌門之位的真情抖露出來。他二人是福康安身前最有臉面的衛士首領，又是北京城中武師的頂兒尖兒人物，倘若眾人知悉他二人連掌門之位也讓人奪了去，今後怎生做人？這時聽得圓性稱呼自己為本門掌門人，又說：「這九家半的總掌門我是不當的了」。那顯是點明給她奪去的掌門之位重行歸還原主，當真是如同臨刑的斬犯遇到皇恩大赦一般，心中如何不喜？圓性這麼相詢，又怎敢不順著她意思回答？何況他二人聽了她這番斥責湯沛的言語之後，原也疑心八成是湯沛暗中搗鬼，否則好端端的七隻玉杯，怎會陡然間一齊摔下跌碎。王劍英當即恭恭敬敬地說道：「您老人家武藝超群，在下甚是敬服，為人又寬宏大量，實是當世武林中的傑出人材。」周鐵鷦日前給她打敗，心下雖然十分記恨，但實在怕她當眾抖露醜事，也道：「在下相信您老人家言而有信，顧全大體，尊重武林同道的顏面，若非萬不得已，決不揭露成名人物的隱私。」他這幾句話其實說的都是自己之事，求她顧住自己面子，但在旁人聽來，自然都以為句句說的是湯沛。眾人聽得福康安最親信的兩個衛士首領這般說，他二人又都對這少年尼姑這般恭謹，口口聲聲的「您老人家」，那裏還有懷疑？福康安喝道：「拿下了！」王劍英、周鐵鷦和海蘭弼一齊伸手，便要擒拿湯沛。湯沛使招「大圈手」，內勁吞吐，逼開了三人，叫道：「且慢！」向福康安道：「福大帥，小人要和她對質幾句，若是她能說得出真憑實據，小人甘領大帥罪責，死而無怨。否則這等血口噴人，小人實是不服。」福康安素知湯沛的名望，說道：「好，你便和她對質。」湯沛瞪視圓性，怒道：「我和你素不相識，何故這等妄賴於我？你究是何人？」圓性道：「不錯，我和你素不相識，無怨無仇，何必平白的冤枉你？只是我跟紅花會有深仇大恨。你既加盟入了紅花會，混進掌門人大會中來搗鬼，我便非揭穿你的陰謀詭計不可。你交友廣闊，相識遍天下，交結旁的朋友，也不關我事，你交結紅花會匪徒，我卻容你不得。」胡斐在一旁聽著，心下存著老大疑團，他明知圓性和紅花會眾英雄淵源甚深，這砸碎玉杯之事，又明明是程靈素做下的手腳，卻不知她何以要這般誣陷湯沛？他心中轉了幾個念頭，猛然想起，圓性曾說她母親被鳳天南逼迫離開廣東之後，曾得湯沛收留，難道她母親之死，竟和湯沛有關？他自從驀地裏見到那念念不忘的俊俏姑娘竟是一個尼姑，便即神魂不定，始終無法靜下來思索，腦海中諸般念頭此去彼來，猶似亂潮怒湧，連背上的傷痛也忘記了。福康安十年前曾為紅花會群雄所擒，大受折辱，心中恨極了紅花會人物，這一次招集各派掌門人聚會，主旨之一便是為了對付紅花會，這時聽了圓性一番言語，心想這姓湯的愛交江湖豪客，紅花會的匪首個個是武林中的厲害腳色，若是跟他私通款曲，結交來往，那是半點不奇，若無交往，反倒稀奇了。只聽湯沛說道：「你說我結交紅花會匪首，是誰見來？有何憑證？」圓性向安提督道：「提督大人，這奸人湯沛，有跟紅花會匪首來往的書信。你能設法查對筆跡真假麼？」安提督道：「可以！」轉頭向身旁的武官吩咐了幾句。那武官走向一旁方桌，翻開卷宗，取出幾封信來，乃是湯沛寫給安提督的書信，信中答應來京赴會，並作會中比武公證。湯沛有恃無恐，暗忖自己結交雖廣，但行事向來謹細，並不識得紅花會人物，這尼姑便是捏造書信，筆跡一對便知真偽，當下只是微微冷笑。圓性冷冷的道：「甘霖惠七省湯沛湯大俠，你帽子之中，藏的是甚麼？」湯沛一愕，說道：「有甚麼？帽子便是帽子。」他取下帽子，裏裏外外一看，絕無異狀，為示清白，便交給了海蘭弼。海蘭弼看了看，交給安提督。安提督也仔細看了看，道：「沒甚麼啊。」圓性道：「請提督大人割開來瞧瞧。」滿洲風俗，遇有盛宴，例有大塊白煮豬肉，各人以自備解手刀片割而食，因此安提督身邊亦攜有解手刀。他聽圓性這般說，便取出刀子，割開湯沛小帽的線縫，只見帽內所襯棉絮之中，果然藏有一信。安提督「哦」的一聲，抽了出來。湯沛臉如土色，道：「這……這……」忍不住想過去瞧瞧，只聽刷刷兩聲，王劍英和周鐵鷦抽刀攔住。安提督展開信箋，朗聲讀道：「下走湯沛，謹拜上陳總舵主麾下：所囑之事，自當盡心竭力，死而後已，蓋非此不足以報知遇之大恩也。唯彼傖既大舉集眾，會天下諸門派掌門人於一堂，自必戒備森嚴。下走若不幸有負所託，便當血濺京華，以此書此帽拜見明公耳。下走在京，探得……」他讀到這裏，臉色微變，便不再讀下去，將書信呈給了福康安。福康安接過來看下去，只見信中續道：「……探得彼傖身世隱事甚多，如能相見，一一面陳。舉首西眺，想望風采。何日重囚彼酋於六和塔頂，再擄彼傖於紫禁城中，不亦快哉！」福康安愈讀愈怒，幾欲氣破胸膛。原來十年前乾隆皇帝在杭州微服出遊，曾為紅花會群雄設計擒獲，囚於六和塔頂，後來福康安又在北京禁城中為紅花會所俘。這兩件事乾隆和福康安都引為畢生奇恥大辱，凡是當年預聞此事的官員侍衛，都已被乾隆逐年來藉故誅戮滅口。此兩事又因關涉到紅花會總舵主陳家洛的身世隱事，是以紅花會亦秘而不宣，江湖上知者極少。事隔十年，福康安創痛漸淡。豈知湯沛竟在信中又揭開了這個大瘡疤。福康安又想：信內「探得彼傖身世隱事甚多」云云，又不知包含著多少醜聞隱私？福康安是乾隆的私生子，單是這一件事，膽敢提到一句的人便足以滅門殺身。福康安雖然向來鎮靜，這時也已氣得臉色焦黃，雙手顫抖，隨手接過安提督遞上來湯沛的另一封書信，一看之下，兩封信上的字跡卻並不甚似，但盛怒之際，已無心緒去細加核對。湯沛見自己小帽之中竟會藏著一封書信，驚惶之後微一凝思，已是恍然，知是圓性暗中做下的手腳；自是她處心積慮，買了一頂一模一樣的小帽，偽造書信，縫在帽中，然後在自己睡覺或是洗澡之際換了一頂。他聽安提督讀信讀了一半，不禁滿背冷汗，心想今日大禍臨頭，再見他竟爾不敢再讀書信的後半，卻呈給了福康安親閱，可想而知，信中更是寫滿了大逆不道的言語。他心想：「今日要辯明這不白之冤，惟有查明這小尼姑的來歷。」側頭細看圓性，驀地一驚：「這尼姑好生面熟，從前見過的。」陡然想起，叫道：「你……你是銀姑，銀姑的女兒！」圓性冷笑道：「你終於認出來了。」湯沛大叫：「福大帥，這尼姑是小人的仇家。她設下圈套，陷害於我。大帥，你千萬信她不得。」圓性道：「不錯，我是你的仇家。我母親走投無路，來到你家。你這人面獸心的湯大俠，見我母親美貌，竟使暴力侵犯於她，害得我母親懸樑自盡。這事可是有的？」湯沛心知若是在天下英雄之前承認了這件醜行，自然從此聲名掃地，再也無顏見人，但權衡輕重，寧可直認此事，好令福康安相信這小尼姑是挾仇誣陷，於是點頭道：「不錯，確有此事。」群豪對湯沛本來甚是敬重，都當他是個扶危解困、急人之難的大俠，雖聽他和紅花會勾結，但紅花會群雄聲名極好，武林中眾所仰慕，湯沛即使入了紅花會，也絲毫無損於其「大俠」兩字的令譽，這時卻聽得他親口直認逼姦難女，害人自盡，不由得大譁。許多直性子的登時便大聲斥責，有的罵他「偽君子」，有的罵他「衣冠禽獸」，有的說他自居「大俠」，實是不識羞恥。圓性待人聲稍靜，冷冷地道：「我一直想殺了你這禽獸，替亡母報仇，可是你武功太強，我鬥你不過，只有日夜在你屋頂窗下窺伺。嘿嘿，天假其便，給我聽到你跟紅花會趙半山、常氏兄弟、石雙英這些匪首陰謀私議。適才搶奪玉龍杯的那個少年書生，便是紅花會總舵主陳家洛的書僮心硯，是也不是？」眾人一聽，又是一陣嘈亂。福康安也即想起：「此人正是心硯。他好大的膽子，竟不怕我認他出來！」湯沛道：「我怎認得他？倘若我跟紅花會勾結，何以又出手擒住他？」圓性嘿嘿冷笑，說道：「你手腳做得如此乾淨利落，要是我事先沒聽到你們暗中的密議，也決計想不到這陰謀。我問你，你湯大俠的點穴手法另具一功，你下手點了人家穴道之後，本來旁人再也無法解得開。可是適才你點了那紅花會匪徒的穴道，何以大廳上燈火齊熄？那匪徒身上的穴道又何以忽然解了，得以逃去？」湯沛張口結舌，道：「這個……這個……想是暗中有人解救。」圓性厲聲道：「暗中解救之人，除了湯沛湯大俠，天下再無第二個。當時除你之外，還有誰站在那人的身邊？」胡斐心想：「她言辭鋒利，湯沛實是百口難辯。那少年書生的穴道，明明是我解的。但我只解了一半，另一半不知是何人所解，但想來決不會是湯沛。」只聽得圓性又道：「福大帥，這湯沛和紅花會匪徒計議定當，假裝將那匪徒心硯擒獲，放在你身旁，再由另一批匪徒打滅燭火，那心硯便乘亂就近向你行刺。這批匪徒意料之中，眾衛士見那書生已被點了穴道，動彈不得，自不會防他行刺。天幸福大帥洪福齊天，逢兇化吉。眾衛士又忠心耿耿，防衛周密，燭火滅熄之後，立即一齊擋在大帥身前保護，賊人的奸計才不得逞。」湯沛大叫：「你胡說八道，那有此事？」福康安回想適才的情景，對圓性之言不由得信了個十足十，暗叫：「好險！」向王劍英和周鐵鷦道：「你們很好，回頭升你們的官。」圓性乘機又道：「王大人，周大人，適才賊人的奸計是否如此？」王劍英和周鐵鷦均想：「這小尼姑是得罪不得的。何況我們越是說得凶險，保護大帥之功越高，回頭封賞越大。」於是一個說：「那書生確是曾撲到大帥身前來，幸好未能成功。」另一個說：「黑暗之中，的確有人過來，功夫厲害得很，我們只好拚了命抵擋……卻沒想到竟是湯沛，當真凶險得緊。」湯沛難以辯解，只得對圓性道：「你……你滿口胡言！適才你又不在廳上，如何得知？」圓性並不回答，回頭向著鳳天南上上下下的打量。鳳天南是她親生之父，可是曾逼得她母親顛沛流離，受盡了苦楚，最後不得善終。她曾發下誓願，要救他三次，以盡父女之情，然後再取他性命，替苦命的亡母報仇。她既誣陷了湯沛，原可再將鳳天南扳陷在內，但向他瞧了兩眼，心中終是不忍，一時拿不定主意。圓性這麼一猶豫，湯沛老奸巨猾，登時瞧出她臉色遲疑不定，又見她眼光不住的溜向鳳天南，心念一動，兩下裏一湊合，登即料定這事全是鳳天南暗中佈下的計謀，叫道：「鳳天南，原來是你從中搗鬼！你要我暗中助你，令你五虎門在掌門人大會中壓倒群雄，這時卻又叫你女兒來陷害於我。」鳳天南一驚，道：「我女兒？她……她是我女兒？」群豪聽了兩人之言，無不驚奇。湯沛冷笑道：「你還在這裏假痴假呆，裝作不知。你瞧瞧這小尼姑，跟當年的銀姑有甚麼分別？」鳳天南雙眼瞪著圓性，怔怔的說不出話來，但見她雖作尼姑裝束，但秀眉美目，宛然便是昔日的漁家女銀姑。※※※原來當年銀姑帶了女兒從廣東佛山逃到湖北，投身湯沛府中為傭。湯沛這人外表道貌岸然，一副仁人義士的模樣，實則行止甚是不端，見銀姑美貌，便強逼她相從。銀姑羞憤之下，懸樑而死。圓性卻蒙峨眉派中一位輩份極高的尼姑救去，帶到天山，自幼便給她落髮，授以武藝。那位尼姑的住處和天池怪俠袁士霄及紅花會群雄不遠，平日切磋武學，時相過從。圓性天資極佳，她師父的武功原已極為高深繁複，但她貪多不厭，每次見到袁士霄，總是纏著他要傳授幾招，而從陳家洛、霍青桐直至心硯，紅花會群雄無人不是多多少少的傳過她一些功夫。天池怪俠袁士霄老來寂寞，對她傳授尤多。袁士霄於天下武學，幾乎說得上無所不知，何況再加上十幾位明師，是以圓性藝兼各派之所長，她人又聰明機警，以智巧補功力不足，若不是年紀太輕，內功修為尚淺，直已可躋一流高手之境。這一年圓性稟明師父，回中土為母報仇，鴛鴦刀駱冰便託她帶來白馬，遇到胡斐時贈送於他。只是趙半山將胡斐誇得太好，圓性少年性情，心下不服，這才有途中和胡斐數度較量之事。不料兩人見面後惺惺相惜，心中情苗暗茁。圓性待得驚覺，已是柔腸百轉，難以自遣了。她自行約制，不敢多和胡斐見面，只是暗中跟隨。後來見他結識了程靈素，她既感自傷，亦復自慰，自己是方外之人，終身注定以青燈古佛為伴，當年拜師之時，曾立下重誓，為師父的衣缽傳人，師恩深重，決計不敢有背。程靈素聰明智慧，猶勝於己，對胡斐更是一往情深，胡斐得以為侶，原亦大佳。因此上留贈玉鳳，微通消息，但暗地裏卻已不知偷彈了多少珠淚。她此番東來報仇，大仇人是甘霖惠七省湯沛，心想若是暗中行刺下毒，原亦不難，但此人一生假仁假義，沽名釣譽，須得在天下好漢之前揭破他的假面具，那比將他一劍穿心更是痛快。適逢福康安正要召開天下掌門人大會，分遣人手前往各地，邀請各家各派的掌門人赴京與會。圓性查知福康安此舉的用意，一來是收羅江湖豪傑，以功名財帛相羈縻，用以對付紅花會群雄；二來是挑撥離間，使各派武師相互爭鬥，不致共同反抗清政府。她細細籌劃，要在掌門人大會之中先揭露湯沛的真相，再殺他為母報仇，如能在會中大鬧一場，使福康安奸計不逞，那不但幫了紅花會諸伯叔一個大忙，不枉他們平日的辛苦教導，抑且是造福天下武林了。在湖北湯沛老家，他門人子侄固然不少，便是養在家中的閒漢門客也有數十人之多，要混進他府中極是不易，但到了北京，湯沛住的不過是一家上等客店，圓性改作男裝，進出客店，誰也不在意下。她偷聽了湯沛幾次談話，知他熱中功名，亟盼乘機巴結上福康安，就此平步青雲，於是設下計謀，偽造書信，偷換小帽。再加上程靈素碎玉龍杯、胡斐救心硯等幾件事一湊合，湯沛便有蘇張之舌也已辯解不來。她原來打算將鳳天南也陷害在內，但父女天性，雖說他無惡不作，對已實無半分父女之情，可是話到嘴邊終是說不出口。湯沛此刻病急亂投醫，便如行將溺死之人，就是碰到一根稻草，也是緊抓不放，叫道：「鳳天南，你說，她是不是你的女兒？」鳳天南緩緩點了點頭。湯沛大聲道：「福大帥，他父女倆設下圈套，陷害於我。」鳳天南怒道：「我為甚麼要害你？」湯沛道：「只因我逼死了你的妻子。」鳳天南冷笑道：「嘿嘿，你逼死的那個女子，誰說是我妻子？鳳某到了手便丟，這種女子……」他說到這裏，忽然見到圓性冷森森的目光凝視著自己，不禁打個寒戰，不敢再說。湯沛道：「好，事已如此，我也不必隱瞞。那無影銀針，是你放的還是我放的？你若能放，那便射我一枚試試。」他此言一出，群豪又大譁起來。胡斐背上中針，略一定神之後，已知那銀針決非鳳天南所發，當時他刀斷銅棍，正面對著鳳天南，圓性進來時他心神恍惚，背心便中銀針，那定是在他身後之人偷襲。他見湯沛初時和鳳天南爭吵，說他「暗箭傷人，不是好漢」，始終沒疑心到湯沛身上，料想若不是海蘭弼所為，便是那個委委瑣瑣的武當掌門無青子做了手腳，那料到竟是湯鳳二人故意佈下疑陣，掩人耳目。※※※原來鳳天南從佛山鎮北逃，經過湖北時曾在湯沛家中住過幾天，無意中聽到兩個僕人談到廣東佛山的風土人情，不由得關心，賞了那兩僕十幾兩銀子，細問情由，竟探聽到了銀姑之事。鳳天南對銀姑猶如過眼雲煙，自不將這件事放在心上，一笑了之，也不跟湯沛提起。來北京時，一路之上曾設法討好胡斐，義堂鎮的大宅田地，便是他所送的了，到了北京後又使了不少銀子，請了周鐵鷦出面化解。但胡斐俠義心腸，雖然鍾阿四跟他無親無故，卻是死纏到底，不肯罷休。鳳天南心想，此人不除，自己這一生終是寢食難安，當下去跟湯沛商量，怕他不肯相助，故意危言聳聽，說胡斐定要到掌門人大會中來搗亂。湯沛初時還不肯插手，鳳天南便提到銀姑之事，暗示湯沛若不相助，說不得要將這件事抖露出來，但若湯沛能設法除了胡斐，他回到佛山重整基業，每年送他一萬兩銀子。湯沛交結朋友，花費極大。他為了博仁義之名，又不能像鳳天南這般開賭場、霸碼頭，公然的巧取豪奪，聽鳳天南答應每年相送一萬兩銀子，自不免心動，再加上顧忌銀姑之事敗露，於是答應相助。湯沛甚工心計，靴底之中，裝設有極為精巧的銀針暗器，他行路足跟並不著地，足跟若在地下一碰，足尖上便有銀針射出，當真是無影無蹤，人所難測。他想既然相助鳳天南，索性大助一番，讓他捧一隻玉龍杯回到佛山，聲威大振之下，每年相贈的酬金自也不止是一萬兩銀子了。鳳天南在會中連敗高手，全是湯沛暗放銀針。銀針既細，他踏足發針之技又是巧妙異常，雖在眾目睽睽之下，竟無一人發覺，便連程靈素這等心思周密之人，也沒看出端倪。不料變生不測，憑空闖了一個小尼姑進來，一番言語，將湯沛緊緊地纏在網裏，竟是絲毫抗辯不得。他危急之中，突然發覺這尼姑是鳳天南的女兒，不管三七二十一，便將這事說出來。他想逼死弱女、比武作弊事小，勾結紅花會、圖謀叛亂的罪名卻是極大，兩害相權取其輕，當下便向鳳天南父女反擊。※※※鳳天南一聽湯沛之言，便知他的用意，大聲說道：「我知道了你勾結紅花會、意圖不軌的奸謀，你便想偷放銀針，暗中助我，賣一個好，盼望我不向福大帥揭露。嘿嘿，可是我鳳天南赤膽忠心，一心報國，豈肯受你這種奸賊收買……」湯沛聽他竟然反咬一口，料他必定越說越是不堪，暴怒之下，雙足一登，四枚銀針激射而出，一齊射進了他小腹。鳳天南大叫一聲，抱住肚子，彎下腰來，咕咚一聲，摔倒在地。圓性急忙搶上扶住，叫道：「爹，爹……你……怎麼啦？」王劍英、周鐵鷦等見湯沛此時尚要行兇，一齊擁上，將他抓住。湯沛也不反抗，只叫：「冤枉，冤枉！冤孽，冤孽！」他心知福康安甚是多疑，此事縱然辯明，也決計放不過自己，何況鐵案似山，無論如何辯明不了，總是自己生平作的惡事太多，到頭來遭此報應。圓性將鳳天南扶起，只見他雙眼一翻，已然氣絕而死。廳上早已亂成一團，誰也聽不見誰的說話。福康安心想：「這湯沛定然另有同謀之人，那小尼姑多半也知他信內之言，雖說奸謀由她揭露，卻也不能留下活口，任她宣洩於外。」於是低聲向安提督道：「關上了大門，誰都不許出去，拿下了逐個兒審問。」胡斐見勢不對，縱身搶到圓性身邊，低聲道：「快走！遲了便脫不了身啦。」圓性點了點頭，兩人走到程靈素身旁。圓性突然伸出一指，點在蔡威脅下，跟著又在他肩頭和背心的重穴上連點兩指。蔡威登時跌倒。姬曉峰一怔，道：「你……」圓性道：「胡大哥，是此人洩露機密，暗中將福康安的兩個兒子送了回去。」胡斐「啊」的一聲，怒道：「此人如此可惡！」伸足在蔡威背心上重重踢了一腳，這一腳雖不取了他性命，但蔡威自此筋脈大損，已與廢人無異。混亂之中，他二人對付蔡威，旁人也未知覺。胡斐對姬曉峰道：「姬兄快走。一切多謝。咱們後會有期。」姬曉峰見情勢不對，拱了拱手，搶步出門。只聽安提督叫道：「大家各歸原座，不可嘈吵！」程靈素裝了一筒煙，狂噴了幾口，跟著又走到廳左廳右，一面噴煙，一面掂起了腳在人叢中瞧熱鬧。忽然有人叫道：「啊喲，肚子好痛！」他叫聲甫歇，四周都有人叫了起來：「啊喲，啊喲！肚痛，肚痛。」程靈素回到胡斐和圓性身邊，使個眼色，抱住肚子叫道：「啊唷，好痛，好痛，中了毒啦！」那自稱「毒手藥王」的石萬嗔肚中也劇烈疼痛，急忙取出一束藥草，打火點燃了。他點燃藥草，原是意欲解毒，程靈素早料到了此著，躲在人叢中叫道：「毒手藥王放毒，毒手藥王放毒！」胡斐跟著叫道：「快，快制住他，毒手藥王要毒死福大帥。」一片混亂之中，眾人那裏還能分辨到底毒從何來，心中震於「毒手藥王」的威名，認定他一出手便是下毒，何況自己肚中正在痛不可當，眼見他手中藥草已經點燃，燒出白煙，料想這煙自然劇毒無比，中者立斃，誰也不敢走近制止。只聽颼颼颼響聲不絕，四面八方的暗器都向石萬嗔射了過去。那石萬嗔的武功也真了得，雖然在霎時之間成為眾矢之的，竟是臨危不亂，一矮身，掀翻一張方桌，橫過來擋在身前，只聽得劈劈啪啪，猶似下了一層密密的冰雹，數十枚暗器盡數打在桌面之上。他大聲叫道：「有人在茶酒之中下了毒藥，和我何干？」此番前來赴會的江湖豪客之中，原有許多人想到福康安招集天下掌門人聚會，只怕暗中安排下陰謀毒計，要將武林中的好手一網打盡。須知「儒以文亂法，俠以武犯禁」，歷來人主大臣，若不能網羅文武才士以用，便欲加之斧鉞而滅，以免為患民間，煽動天下。這時聽到石萬嗔大叫：「有人在茶酒之中下了毒藥」，個個心驚肉跳，至於福康安自己和眾衛士其實也是肚中疼痛，旁人自然不知。當下廳上更加大亂起來，許多人低聲互相招呼：「快走快走，福大帥要毒死咱們。」「要命的快逃！」「快回寓所去服解毒藥物。」程靈素在煙管中裝了藥物，噴出毒煙，大廳上人人吸進，無一得以倖免。這毒煙倒不是致命之物，但吸進者少不免頭疼腹痛，痛上大半個時辰方罷。這一招大是厲害，不但使眾衛士疑心石萬嗔下毒，更使群豪以為福康安有意暗害，大亂之中，她和胡斐、圓性便可乘機脫身。眼見群豪紛紛奪門而走，但圓性卻正和湯沛鬥得甚是激烈。原來湯沛乘著混亂，打倒了拿住他的衛士，便欲逃走，卻給圓性搶上截住。湯沛為人雖然奸惡，武功修為卻是極高，心下惱恨圓性陰謀誣陷，一柄青鋼劍招勢凌厲，劍劍刺向她的要害。圓性左手持著雲帚，右手舞動軟鞭，也是立意要將這殺母之仇斃於鞭下。說到武功，圓性勝在鞭法精妙，湯沛卻是內力渾厚得多，一二百招之內難分勝負，長鬥下去還是湯沛會佔到上風，只是他吸了毒煙，肚腹劇痛，也道中了厲害的毒藥，生怕一經使力，毒性發作更快，加之眾衛士虎視在旁，若非人人肚痛，早已一擁而上。他眼見圓性鞭法精妙，一時殺她不得，心中慌亂，急欲脫身。但圓性如何肯讓他逃走？她事先服了程靈素所給的解藥，不怕毒煙，只是對湯沛腳底所發的無影銀針卻是頗為忌憚。她雖是有備而來，雲帚中安上了一塊專破鍍銀鐵針的大磁石，但那銀針究屬太細，施放時又是無影無蹤，絕無半點先兆，因此不敢過分逼近，只是舞動軟鞭遠攻。這時王劍英、周鐵鷦等早已保護福康安退入後堂。福康安傳下號令，緊閉府門，誰都不許出去，一面急召太醫，服食解毒藥物。群豪見府中衛士要關閉府門，更加相信福康安存心加害，此時面臨生死關頭，也顧不得背負一個「犯上作亂」的罪名，當即蜂擁而出。眾衛士舉兵刃攔阻，群豪便即還手衝門。自大廳以至府門須經三道門戶，每一道門邊都是乒乒乓乓的鬥得甚是激烈。這次大會聚集了武林各家各派的高手，雖然真正第一流的清高之士並不赴會，但到來的卻也均非尋常，眾人齊心外衝，眾衛士如何阻攔得住？安提督按住了肚子，向大智禪師、無青子、田歸農等一干高手說道：「奸人搗亂會場，各位但請安坐勿動。福大帥愛才下士，求賢若渴，對各位極是禮敬。各位千萬不可起疑。」海蘭弼道：「這姓湯的是罪魁禍首，先拿他下來再說。」嗆啷啷一響，從身邊抖出黑龍雙杖，走向廳心，攻向湯沛。胡斐見圓性久戰湯沛不下，在府中多耽一刻，便是多一分危機，顧不得身上有傷，抽出單刀，便也上前夾攻。湯沛大叫：「看我的銀針！」胡斐、圓性、海蘭弼三人都是一驚，凝神提防。湯沛猛地縱起，破窗而出。圓性和胡斐一齊躍起，待要追出，只見銀光閃動，一叢銀針激射而至。胡斐倒翻一個觔斗避開。圓性急舞雲帚，擋住射向身前的銀針。就是這麼慢得一慢，湯沛已逃得不知去向。只聽「啊喲，啊喲！」砰、砰、砰數響，屋頂跌下三名衛士來，均是企圖阻攔湯沛而被他一一刺落。程靈素叫道：「毒死福大帥的兇手，你們怎地不捉？」眾衛士大驚，都問：「福大帥被毒死了？」程靈素一扯圓性和胡斐的衣袖，低聲道：「快走！」三人衝向廳門。出門之際，胡斐和圓性不自禁都回過頭來，向屍橫就地、被人踐踏了一陣的鳳天南看去。胡斐心想：「你一生作惡，今日終遭此報。」圓性的心情卻是雜亂得多：「你害得我可憐的媽媽好苦。可是你……你終究是我親生的爹爹。」三人奔出大門，幾名衛士上來攔阻。圓性揮軟鞭捲倒一人，胡斐左掌拍在一人肩頭，掌力一吐，將那衛士震出數丈，跟著右腳反踢，又踢飛了一名衛士。※※※此刻天已大明，府門外援兵陸續趕到。三人避入了一條小胡同中。胡斐道：「馬姑娘失了愛子，不知如何？」圓性道：「那姓蔡的老頭派人將馬姑娘和兩個孩兒送給福康安，我途中攔截，一人難以分身，只救了馬姑娘出來。」胡斐道：「那好極了。多謝你啦！」圓性道：「我將馬姑娘安置在城西郊外一所破廟之中，往返轉折，由此到得遲了。」胡斐沉吟道：「那蔡威不知如何得悉馬姑娘的真相，難道是我們露了破綻麼？」程靈素道：「定是他偷偷去查問馬姑娘。馬姑娘昏昏沉沉之中，便說了出來。」胡斐道：「必是如此。福康安在會中倒沒下令捉我。」圓性道：「若不是程家妹子施這巧計，只怕你難以平安出此府門。」胡斐點了點頭道：「咱們今日搞散福康安的大會，教他圖謀成空，只可惜讓湯沛逃了。」轉頭對圓性道：「這惡賊身敗名裂，姑娘……你的大仇已報了一半，咱們合力找他，終不成他能逃到天邊。」圓性黯然不語，心想我是出家人，現下身份已顯，豈能再長時跟你在一起。程靈素道：「少時城門一閉，到處盤查，再要出城便難了。咱們還是趕緊出城。」當下三人回到下處取了隨身物品，牽了駱冰所贈的白馬。程靈素笑道：「胡大爺，你贏來的這所大宅，只好還給那位周大人啦。」胡斐笑道：「他幫了咱們不少忙，且讓他陞官之後，再發筆財。」他雖強作笑語，但目光始終不敢和圓性相接。三人知道追兵不久便到，不敢在宅中多作逗留，趕到城門，幸好閉城之令尚未傳到。出得城來，由圓性帶路，來身馬春花安身的破廟。那座廟宇遠離大路，殘瓦頹垣，十分破敗，大殿上的神像青面凹首，腰圍樹葉，手裏拿了一束青草放在口中作咀嚼之狀，原來是嘗百草的神農氏。圓性道：「程家妹子，到了你老家來啦，這是座藥王廟。」三人走進廂房，只見馬春花臥在炕上的稻草之中，氣息奄奄，見了三人也不相識，只是不住口的低聲叫喚：「我的孩兒呢，我的孩兒呢？」程靈素搭了搭她的脈，翻開她眼皮瞧了瞧。三人悄悄退出，回到殿上。程靈素低聲道：「不成啦！她受了震盪，又吃驚嚇，再加失了孩子，三件事夾攻，已活不到明日此刻。便是我師父復生，只怕也已救她不得。」胡斐瞧了馬春花的情狀，便是程靈素不說，也知已是命在頃刻，想起商家堡中她昔日相待之情，不禁怔怔的流下淚來。他自在福康安府中見到袁紫衣成了尼姑圓性，心中一直鬱鬱，此刻眼淚一流，觸動心事，竟是再也忍耐不住，嗚嗚咽咽的哭了起來。程靈素和圓性如何不明白他因何傷心？程靈素道：「我再去瞧瞧馬姑娘。」緩步走進廂房。圓性給他這麼一哭，眼圈也早紅了，顫聲說道：「胡大哥，多謝你待我的一片……一片……」說到這裏，不知如何再接續下去。胡斐淚眼模糊的抬起頭來，道：「你……你難道不能……不能還俗嗎？待殺了那姓湯的，報了父母大仇，不用再做尼姑了。」圓性搖頭道：「千萬別說這樣褻瀆我佛的話。我當年對師父立下重誓，皈依佛祖。身入空門之人，再起他念，已是犯戒，何況……何況其他？」說著長長嘆了口氣。兩人呆對半晌，心中均有千言萬語，卻不知從何說起。圓性低聲道：「程姑娘人很好，你要好好待她。你以後別再想著我，我也永遠不會再記到你。」胡斐心如刀割，道：「不，我永遠永遠要記著你，記著你。」圓性道：「徒然自苦，復有何益？」一咬牙，轉身走出廟門。胡斐追了出去，顫聲道：「你……你到那裏去？」圓性道：「你何必管我？此後便如一年之前，你不知世上有我，我不知世上有你，豈不乾淨？」胡斐一呆，只見她飄然遠去，竟是始終沒轉頭回顧。胡斐身子搖幌，站立不定，坐倒在廟門外的一塊大石之上，凝望著圓性所去之處，唯見一條荒草小路，黃沙上印著她淺淺的足印。他心中一片空白，似乎在想千百種物事，卻又似甚麼也不想。※※※也不知過了多少時候，忽聽得前面小路上隱隱傳來一陣馬蹄聲。胡斐一躍而起，心中第一個念頭便是：「她又回來了。」但立即知道是空想，圓性去時並未騎馬，何況所來的又非一乘一騎。但聽蹄聲並非奔馳甚急，似乎也不是追兵。過了片時，蹄聲漸近，九騎馬自西而來。胡斐凝目一看，只見馬上一人相貌俊秀，四十歲不到年紀，卻不是福康安是誰？胡斐一見福康安，心下狂怒不可抑止，暗想：「此人執掌天下兵馬大權。清政府欺壓漢人，除了當今皇帝乾隆之外，罪魁禍首，便要數到此人了。他對馬姑娘負情薄義，害得她家破人亡，命在頃刻。他以兵部尚書之尊，忽然來到郊外，隨身侍從自必都是一等一的高手，我雖然只有二妹相助，也要挫挫他的威風。縱使殺他不了，便是嚇他一嚇，也是好的。」當下走到路心，雙手在腰間一叉，怒目向著福康安斜視。乘馬的九人忽見有人攔路，一齊勒馬。但見福康安不動聲色，顯是有恃無恐，只說聲：「勞駕！」胡斐戟指罵道：「你做的好事！你還記得馬春花麼？」福康安臉色憂鬱，似有滿懷心事，淡淡的道：「馬春花？我不記得是誰。」胡斐更加憤怒，冷笑道：「嘿嘿，你跟馬春花生下兩個兒子，不記得了麼？你派人殺死她的丈夫徐錚，不記得了麼？你母子兩人串通，下毒害死了她，也不記得了麼？」福康安緩緩搖了搖頭，說道：「尊駕認錯人了。」他身旁一個獨臂道人哈哈笑道：「這是個瘋子，在這裏胡說八道，甚麼馬春花、牛秋花。」胡斐更不打話，縱身躍起，左拳便向福康安面門打去。這一拳乃是虛勢，不待福康安伸臂擋架，右手五指成虎爪之形，拿向他的胸口。他知道如果一擊不中，福康安左右衛士立時便會出手，因此這一拿既快且準，有如星馳電掣，實是他生平武學的力作，料想福康安身旁的衛士本事再高，也決計不及搶上來化解這一招迅雷不及掩耳的虎爪擒拿。福康安「噫」的一聲，逕不理會他的左拳，右手食指和中指陡然伸出，成剪刀之形，點向他右腕的「會宗穴」和「陽池穴」，出手之快，指法之奇，胡斐生平從所未見。在這電光石火般的一瞬之間，胡斐心頭猛地一震，立即變招，五指一勾，便去抓他兩根點穴的手指，只消抓住了一扭，非教他指骨折斷不可。豈知福康安武功俊極，竟不縮手，其餘三根手指一伸，翻成掌形，手臂不動，掌力已吐。凡是伸拳發掌，必先後縮，才行出擊，但福康安這一掌手臂已伸在外，竟不彎臂，掌力便即送出，招數固是奇幻之極，內力亦是雄渾無比。胡斐大駭，這時身當虛空，無法借力，當下左掌急拍，砰的一響，和福康安雙掌相交，剎那間只感胸口氣血翻騰，借勢向後飄出兩丈有餘。他吸一口氣，吐一口氣，便在半空之中，氣息已然調勻，輕飄飄的落在地下，仍是神完氣足，穩穩站定。只聽得八九個聲音齊聲喝采：「好！」看那福康安時，但見他身子微微一幌，隨即坐穩，臉上閃過一絲驚訝，立時又回復了先前鬱鬱寡歡的神氣。胡斐自縱身出擊至飄身落地，當真只是一霎眼間，可是這中間兩人虛招、擒拿、點穴、扭指、吐掌、拚力、躍退、調息，實已交換了七八式最精深的武學變化。相較之下雖是勝敗未分，但一個出全力以搏擊，一個隨手揮送，瀟灑自如，胡斐顯已輸了一籌。胡斐萬料不到福康安竟有這等精湛超妙的武功，怔怔的站著，心中又是驚奇，又是佩服，可又掩不住滿腔憤怒之情。只聽那獨臂道人笑道：「俊小子，知道認錯人了嗎？還不磕頭賠罪？」胡斐側頭細看，這人明明是福康安，只是裝得滿臉風塵之色，又換上了一身敝舊衣衫，但始終掩不住那股發號施令、統率豪雄的尊貴氣象，如果這人相貌跟福康安極像，難道連大元帥的氣度風華也學得如此神似？胡斐呆了一呆，心想：「這一干人如此打扮，必是另有陰謀，我可不上這個當。」縱聲叫道：「福康安，你武功很好，我比你不上。可是你做下這許多傷天害理之事，我明知不敵，終是放你不過，你記住了。」福康安淡淡的道：「小兄弟，你武功很俊啊。我可不是福康安。你尊姓大名？」胡斐怒道：「你還裝模作樣，戲耍於我，難道你不知道我名字麼？」福康安身後一個四十來歲的高大漢子朗聲說道：「小兄弟，你氣概很好，當真是少年英雄，佩服佩服。」胡斐向他望了一眼，但見他雙目中神光閃爍，威風凜凜，顯是一位武功極強的高手，心中油然而生欽服之心，說道：「閣下如此人才，何苦為滿洲貴官作鷹犬？」那大漢微微一笑，道：「北京城邊，天子腳下，你膽敢說這樣的話，不怕殺頭麼？」胡斐昂然道：「今日事已至此，殺頭便殺，又怕怎地？」要知胡斐本來生性謹細，絕非莽撞之徒，只是他究屬少年，血氣方剛，眼看馬春花被福康安害得這等慘法，激動了俠義之心，一切全豁了出去，甚麼也不理會了。也說不定由於他念念不忘的美麗姑娘忽然之間變成了一個尼姑，令他覺得世情慘酷，人生悲苦，要大鬧便大鬧一場，最多也不過殺頭喪命，又有甚麼大不了？他手按刀柄，怒目橫視著這馬上九人。只見那獨臂道人一縱下馬，也沒見他伸手動臂，只是眼前青光一閃，他手中已多了一柄長劍，拔劍手法之快，實是生平從所未見。胡斐暗暗吃驚：「怎地福康安手下收羅了這許多高手人物？昨日掌門人大會之中，如有這些人在場鎮壓，說不定便鬧不成亂子。」他生怕獨臂道人挺劍刺來，斜身略閃，拔刀在手。那道人笑道：「看劍！」但見青光閃動，在一瞬之間，竟已連刺八劍。這八劍迅捷無比，胡斐那裏瞧得清劍勢來路，只得順勢揮刀招架。他家傳的胡家刀法實是非同小可，那獨臂道人八劍雖快，還是一一被他擋住。八劍來，八刀擋，噹噹噹噹噹噹噹噹，連響八下，清晰繁密，乾淨利落，胡斐雖然略感手忙腳亂，但第九刀立即自守轉攻，回刀斜削出去。那獨臂道人長劍一掠，刀劍黏住，卻半點聲音也不發出來。馬上諸人又是齊聲喝采：「好劍法，好刀法！」福康安道：「道長，走吧，別多生事端了。」那道人不敢違拗主子之言，應道：「是！」可是他見胡斐刀法精奇，鬥得興起，頗為戀戀不捨，翻身上馬，說道：「好小子，刀法不錯啊！」胡斐心中欽佩，道：「好道人，你的劍法更好！」但跟著冷笑道：「可惜，可惜！」那道人瞪眼道：「可惜甚麼？我劍法中有何破綻？」胡斐道：「可惜你劍法中毫無破綻，為人卻有大大的破綻。一個武林高手，卻去做清政府貴官的奴才。」那道人仰天大笑，說道：「罵得好，罵得好！小兄弟，你有膽子再跟我比比劍麼？」胡斐道：「有甚麼不敢？最多是比你不過，給你殺了。」那道人道：「好，今晚三更，我在陶然亭畔等你。你要是怕了，便不用來。」胡斐昂然道：「大丈夫只怕正人君子，豈怕鷹犬奴才！」那些人都是大拇指一翹，喝道：「說得好！」縱馬而去，有幾人還是不住的回頭。※※※當胡斐和那獨臂道人刀劍相交之時，程靈素已從廟中出來，見到福康安時也是大為吃驚，這時見九人遠去，說道：「大哥，怎地福康安到了這裏？今晚你去不去陶然亭赴約？」胡斐沉吟道：「難道他真的不是福康安？那決計不會。我罵他那些衛士侍從是鷹犬奴才，他們怎地並不生氣，反而讚我說得好？」程靈素又問：「今晚去不去赴約？」便道：」自然去啊。二妹，你在這裏照料馬姑娘吧。」程靈素搖頭道：「馬姑娘是沒甚麼可照料的了。她神智已失，支撐不到明天早晨。你約鬥強敵，我怎能不去？」胡斐道：「你拆散了福康安苦心經營的掌門人大會，此刻他必已查知其中原委。你若和我同去，豈不凶險？」程靈素道：「你孤身赴敵，我如何放心得下？有我在一旁照料，總是多一個幫手。」胡斐知她決定了的事無法違拗，這義妹年紀小小，心志實比自己堅強得多，也只得由她。程靈素輕聲問道：「袁……袁姑娘，她走了嗎？」胡斐點點頭，心中一酸，轉過身來，走入廟內。他走進廂房，只聽馬春花微弱的聲音不住在叫：「孩子，孩子！福公子，福公子，我要死了，我只想再見你一面。」胡斐又是一陣心酸：「情之為物，竟是如此不可理喻。福康安這般待她，可是她在臨死之時，還是這樣的念念不忘於他。」兩人走出數里，找到一家農家，買了些白米蔬菜，做了飯飽餐一頓，回來在神農廟中陪著馬春花，等到初更天時，便即動身。胡斐和程靈素商量，福康安手下的武士邀約比武，定是不懷善意，不如早些前往，暗中瞧瞧他們有何陰謀佈置。※※※那陶然亭地處荒僻，其名雖曰陶然，實則是一尼庵，名叫「慈悲庵」，庵中供奉觀音大士。胡斐和程靈素到得當地，但見四下裏白茫茫的一片，都是蘆葦，西風一哄，蘆絮飛舞，有如下雪，滿目盡是肅殺蒼涼之氣。忽聽「啊」的一聲，一隻鴻雁飛過天空。程靈素道：「這是一隻失群的孤雁了，找尋同伴不著，半夜裏還在匆匆忙忙的趕路。」忽聽蘆葦叢中有人接口說道：「不錯。地匝萬蘆吹絮亂，天空一雁比人輕。兩位真是信人，這麼早便來赴約了。」胡程二人吃了一驚：「我們還想來查察對方的陰謀佈置，豈知他們早便到處伏下了暗樁，這人出口成詩，看來也非泛泛之輩。」胡斐朗聲道：「奉召赴約，敢不早來？」只見蘆葦叢中長身站起一個滿臉傷疤、身穿文士打扮的秀才相公，拱手說道：「幸會，幸會。只是請兩位稍待，敝上和眾兄弟正在上祭。」胡斐隨口答應，心下好生奇怪：「福康安半夜三更的，到這荒野之地來祭甚麼人？」驀地裏聽得一人長聲吟道：「浩浩愁，茫茫劫。短歌終，明月缺。鬱鬱佳城，中有碧血。碧亦有時盡，血亦有時滅，一縷香魂無斷絕。是耶？非耶？化為蝴蝶。」吟到後來，聲轉嗚咽，跟著有十餘人的聲音，或長嘆，或低泣，中間還夾雜著幾個女子的哭聲。胡斐聽了那首短詞，只覺詞意情深纏綿，所祭的墓中人顯是一個女子，而且「碧血」云云，又當是殉難而死，靜夜之中，聽著那淒切的傷痛之音，觸動心境，竟也不禁悲從中來，便想大哭一場。過了一會，悲聲漸止，只見十餘人陸續走上一個土丘。胡斐身旁的那秀才相公叫道：「道長，你約的朋友到啦。」那獨臂道人說道：「妙極，妙極！小兄弟，咱們來拚鬥三百合。」說著縱身奔下土丘。胡斐便迎了上去。那道人奔到離胡斐尚有數丈之處，驀地裏縱身躍起，半空拔劍，藉著這一躍之勢，疾刺過來。這一刺出手之快，勢道之疾，實是威不可當。胡斐見他如此兇悍，激起了少年人的剛強之氣，也是縱身躍起，半空拔刀。兩人在空中一湊合，噹噹噹噹四響，刀劍撞擊四下，兩人一齊落下地來。這中間那道人攻了兩劍，胡斐還了兩刀。兩人四隻腳一落地，立時又是噹噹噹噹噹噹六響。土丘之上，采聲大作。那道人劍法凌厲，迅捷無倫，在常人刺出一劍的時刻之中，往往刺出了四五劍。胡斐心想：「你會快，難道我便不會。」展開「胡家快刀」，也是在常人砍出一刀的時刻之中砍出了四五刀。相較之下，那道人的劍刺還是快了半分，但劍招輕靈，刀勢沉猛，胡斐的刀力，卻又比他重了半分。兩人以快打快，甚麼騰挪閃避，攻守變化，到後來全說不上了，直是閉了眼睛狠鬥，只聽叮叮噹噹刀劍碰撞，如冰雹亂落，如眾馬奔騰，又如數面羯鼓同時擊打，繁音密點，快速難言。那獨臂道人一面狠鬥，一面大呼：「痛快，痛快！」劍招越來越是凌厲。胡斐暗暗心驚，陡逢強敵，當下將生平所學盡數施展出來，刀法之得心應手實是從所未有，自己獨個兒練習之時，那有這等快法？原來他這胡家刀法精微奇奧之處甚多，不逢強敵，數招間即足取勝，其妙處不顯，這時給那獨臂道人一逼，才現出刀法中的綿密精巧來。那獨臂道人一生不知經歷過多少大陣大仗，當此快鬥之際，竭力要尋這少年刀法中的破綻，可是只見他刀刀攻守並備，不求守而自守，不務攻卻猛攻，每一招之後，均伏下精妙的後著，那裏有破綻可尋？這獨臂道人的功力實比胡斐深厚得多，倘若並非快鬥，胡斐和他見招拆招，自求變化，獨臂道人此時已然得勝。但越打越快之後，胡斐來不及思索，只是將平素練熟了一套「快刀」使將出來應付。這路「快刀」乃明末大俠「飛天狐狸」所創，傳到胡斐之父胡一刀手上，又加了許多變化妙著。此時胡斐持之臨敵，與胡一刀親自出陣已無多大分別，所差者只是火候而已。不到一盞茶時分，兩人已拆解了五百餘招，其快可知。時刻雖短，但那道人已是額頭見汗，胡斐亦是汗流浹背，兩人都可聽到對方粗重的呼吸。此時劇鬥正酣，胡斐和那獨臂道人心中卻都起了惺惺相惜之意，只是劍刺刀劈，招數綿綿不絕，誰也不能先行罷手。※※※刀劍相交，叮噹聲中，忽聽得一人長聲忽哨，跟著遠處傳來兵刃碰撞和吆喝之聲。那獨臂道人一聲長笑，托地跳出圈子，叫道：「且住！小兄弟，你刀法很高，這當口有敵人來啦！」胡斐一怔之間，只見東北角和東南角上影影綽綽，有六七人奔了過來。黑夜中刀光一閃一爍，這些人手中都持著兵刃。又聽得背後傳來吆喝之聲，胡斐回過頭來，見西北方和西南方也均有人奔到，約略一計，少說也有二十人之譜。獨臂道人叫道：「十四弟，你回來，讓二哥來打發。」那指引胡斐過來的書生手持一根黃澄澄的短棒模樣兵刃，本在攔截西北方過來的對手，聽到獨臂道人的叫喚，應道：「好！」手中兵刃一揮，竟然發出嗚嗚聲響，反身奔上小丘，和眾人並肩站立。月光下胡斐瞧得分明，福康安正站在小丘之上，他身旁的十餘人中，還有三四個是女子。胡斐大喜：「四面八方來的這些人都和福康安為敵，不知是那一家的英雄好漢？瞧這些人的輕身功夫，武功都非尋常。我和他們齊心協力，將福康安這奸賊擒住，豈不是好？」但轉念又想：「福康安這惡賊想不到武功竟是奇高，手下那些人又均是硬手，瞧他們這般肆無忌憚的模樣，莫非另行安排下陰謀？」正自思疑不定，只見四方來人均已奔近，一看之下，更是大惑不解，奔來的二十餘人之中，半數是身穿血紅僧袍的藏僧，餘人穿的均是清宮衛士的服色。他縱身靠近程靈素，低聲道：「二妹，咱們果然陷入了惡賊的圈套，敵人裏外夾攻，無法抵擋，向正西方衝！」※※※程靈素尚未回答，清宮衛士中一個黑鬚大漢越眾而出，手持長劍，大聲說道：「是無塵道人麼？久仰你七十二路追魂奪命劍天下無雙，今日正好領教。」那獨臂道人冷冷地道：「你既知無塵之名，尚來挑戰，可算得大膽。你是誰？」胡斐聽了那黑鬚衛士的話，禁不住脫口叫道：「是無塵道長？」無塵笑道：「正是！趙三弟誇你英雄了得，果然不錯。」胡斐驚喜交集，道：「可是……可是，那福康安……我趙三哥呢？」那黑鬚大漢回答無塵的話道：「在下德布。」無塵道：「啊，你便是德布。我在回疆聽人言道：最近皇帝老兒找到了一隻牙尖爪利的鷹犬，叫作甚麼德布，稱做甚麼『滿洲第一勇士』，是個甚麼御前侍衛的頭兒。便是你了？」他連說三個「甚麼」，只把德布聽得心頭火起，喝道：「不錯！你既知我名，還敢到天子腳下來撒野，當真是活得不耐煩了……」他「不耐煩了」四字剛脫口，寒光一閃，無塵長劍已刺向身前。德布橫劍擋架，噹的一響，雙劍相交，嗡嗡之聲不絕，顯是兩人劍上勁力均甚渾厚。無塵讚了聲：「也還可以！」劍招源源遞出。德布的劍招遠沒無塵快捷，但門戶守得極是嚴密，偶爾還刺一劍，卻也十分的狠辣，那「滿洲第一勇士」的稱號，果然並非倖致。胡斐曾聽圓性說過，紅花會二當家無塵道人劍術之精，當世數一數二，想不到自己竟能和他拆到數百招不敗，不由得心頭暗喜，又想：「幸虧我不知他便是無塵道長，否則震於他的威名，心中一怯，只怕支持不到一百招便敗下來了。」又想：「他是紅花會英雄，趙三哥的朋友，然則那福康安，難道當真我是認錯了人？」正自凝神觀看無塵和德布相鬥，兩名清宮侍衛欺近身來，喝道：「拋下兵器！」胡斐道：「幹甚麼？」一名侍衛道：」你膽敢拒捕麼？」胡斐道：「拒捕便怎樣？」那侍衛道：「小賊好橫！」舉刀砍將過來。胡斐閃身避開，還了一刀。豈知另一名侍衛手中一柄鐵錘驀地裏斜刺打到，擊在胡斐的刀口之上，此人膂力甚大，兵器又是奇重。胡斐和無塵力戰之餘，手臂隱隱酸麻，一個拿捏不住，單刀脫手，直飛起來。那人一錘回轉，便向他背心橫擊。胡斐兵刃離手，卻不慌亂，身形一閃，避開了他的鐵錘，順勢一個肘槌，撞正他腰眼。那人大聲叫道：「啊喲，好小子！」痛得手中鐵錘險些跌落。跟著又有兩名侍衛上來夾攻，一個持鞭，一個挺著一枝短槍。程靈素叫道：「大哥，我來幫你。」抽出柳葉刀，欲待上前相助。胡斐叫道：「不用，且瞧瞧你大哥空手入白刃的手段。」程靈素見他在四個敵人之間遊走閃避，情勢似乎甚險，但聽他說得悠閒自在，又知他武功了得，便站在一旁，挺刀戒備。胡斐展開從小便學會的「四象步法」，東跨一步，西退半步，在四名高手侍衛之間穿來插去。他這「四象步」按著東蒼龍、西白虎、北玄武、南朱雀四象而變，每象七宿，又按二十八宿之形再生變化。敵人的四件兵刃有輕有重，左攻右擊，可是他步法奇妙，往往在間不容髮之際避過敵人兵刃，有時相差不過數寸之微，可就是差著這麼幾寸，便即夷然無損。程靈素初時還擔著老大心事，但越瞧越是放心，到後來瞧著他精妙絕倫的步法，竟有點心曠神怡起來。這四名侍衛都是滿洲人，未入清宮之時，號稱「關東四傑」，都算得是一流高手。胡斐憑著巧妙的「四象步」自保，可是幾次乘隙反擊，卻也未曾得手，每一次都是反遇凶險，一轉念間，已明其理，原來適才利無塵道人劇鬥，耗力太多，這時元氣未復，一到緊要關頭，待要動用真力，總是差之釐毫，不能發揮拳招中的精妙之著。他一經想通，當即平心靜氣，只避不攻，在四名侍衛夾擊之下緩緩調勻氣息。那邊無塵急攻數十招，都給德布一一擋開，卻不禁焦躁起來，暗道：「十年不來中原，今日首次出手便是不利。難道當真老了，不中用了？」其實這德布的武功實是大有過人之處，何況無塵不過心下焦躁，德布卻已背上冷汗淋漓，越打越怕，但覺對手招數神出鬼沒，出劍之快，實非人方之所能及，暗想自己縱橫天下，從未遇到過這般勁敵，待要認輸敗退，卻想今日一敗，這「賜穿黃馬褂、御前侍衛班領、滿洲第一勇士、統領大內十八高手」一長串的銜頭卻往那裏擱去？想到此處，把心一橫，豁出了性命，奮力抵擋。無塵眼見胡斐赤手空拳，以一敵四，自己手有劍，卻連一個敵人也拾奪不下，他生性最是好勝，這脾氣愈老彌甚，當下一劍快似一劍，著著搶攻，步步佔先。德布見敵人攻勢大盛，劍鋒織成了一張光幕，自己周身要害盡在他劍光籠罩之下，自知不敵，數度想要招呼下屬上來相助，但一想到「大夥兒齊上」這五個字一出口，一生英名便是付於流水，總是強行忍住，心想自己方當壯年，這獨臂道人年事已高，劍招雖狠，自己只要久戰不屈，拖得久了，對方氣力稍衰，便有可乘之機。無塵高呼酣戰，精神愈長。眾侍衛瞧得心下駭然，但見兩人劍光如虹，使的是甚麼招數早已分辨不清。小丘上眾人也是一聲不響，靜觀兩人劇鬥，眼見無塵漸佔上風，都想：「道長英風如昔，神威不減當年，可喜可賀！」猛聽得無塵大叫一聲：「著！」噹的一響，一劍刺在德布胸口，跟著又是喀喇一聲，手中長劍已然折斷。原來德布衣內穿著護胸鋼甲，這一劍雖然刺中，他卻毫無損傷，反而折了對方長劍。無塵一怔之下，德布已一劍刺中他右肩。小丘上眾人大驚，兩人疾奔衝下救援。只聽得無塵喝道：「牛頭擲叉！」手中斷劍飛出，刺入了德布的咽喉，德布大叫一聲，往後便到。無塵哈哈大笑，說道：「是你贏，還是我贏？」德布頸上中了斷劍，雖不致命，卻已鬥志全失，顫聲道：「是你贏！」無塵笑道：「你接得我許多劍招，又能傷我肩頭，大是不易！好，瞧在你刺傷我一劍的份上，饒了你的性命！」兩名侍衛搶上扶起德布，退在一旁。無塵得意洋洋，肩傷雖然不輕，卻是漫不在乎，緩緩走上土丘，讓人替他包紮傷口，兀自指指點點，評論胡斐的步法。胡斐內息綿綿，只覺精力已復，深深吸一口氣，猛地搶攻，霎息間拳打足踢，但聽得「啊喲！」「哎呀！」四聲呼叫，單刀、鐵錘、鋼鞭、花槍，四般兵刃先後飛出。胡斐飛足踢倒兩人，拳頭打暈一人，跟著左掌掌力一吐，將最後一名衛士打得口噴鮮血，十幾個觔斗滾了出去。但聽得小丘上眾人采聲大作。無塵的聲音最是響亮：「小胡斐，打得妙啊！」土丘上采聲未歇，又有五名侍衛欺近胡斐身邊，卻都空手不持兵刃。左邊一人說道：「大家空手鬥空手！」胡斐道：「好！」剛說得一個「好」字，突覺雙足已被人緊緊抱住，跟著背上又有一人撲上，手臂如鐵，扼住了他的頭頸，同時又有一人抱住了他腰，另外兩人便來拉他雙手。原來這一次德布所率領的「大內十八高手」傾巢而出。那「大內十八高手」，乃是「四滿、五蒙、九藏僧」。乾隆皇帝自與紅花會打了一番交道後，從此不信漢人，近身侍衛一個漢人也不用，都是選用滿洲、蒙古、西藏的勇士充任。這四滿、五蒙、九藏僧，尤為大內侍衛中的精選。這五個蒙古侍衛擅於摔交相撲之技，胡斐一個沒提防，已被纏住。他一驚之下，隨即大喜：「這擒拿手法，正是我家傳武功之所長。」但覺雙手均被拉住，當下身子向後仰跌，雙手順勢用勁，自外朝內一合，砰的一聲，拉住他雙手的兩名侍衛腦門碰腦門，同時昏暈過去。胡斐雙手脫縛，反過來抓住扼在自己頸中的那隻手，一扭之下，喀的一聲，那人腕骨早斷，跟著喀喀兩響，又扭斷了抱住他腰那侍衛的臂骨。這五名蒙古侍衛摔交之技甚是精湛，漢滿蒙回藏各族武士中極少敵手。但摔交講究的是將對手摔倒壓住，胡斐這般小巧陰損的斷骨擒拿，卻是摔交的規矩所不許。兩名侍衛骨節折斷，心中大是不忿，雖已無力再鬥，卻齊聲怒叫：「犯規，犯規！」倒是叫得理直氣壯。胡斐笑道：「打架還有規矩麼？你們五個打我一個，犯不犯規？」兩名蒙古侍衛一想不錯，五個打一個是先壞了規矩，那「犯規」兩字便喊不出口了。餘下那人兀自死命抱住胡斐雙腿，一再用勁，要將他摔倒。胡斐喝道：「你放不放手？」那人叫道：「自然不放。」胡斐左手抓下，捏住了他背心上「大椎穴」。那人登時全身麻軟，雙手只得鬆開。胡斐提起他身子，雙手使勁，「嘿」的一聲，將他擲出數丈之外。但聽得撲通一響，水花飛濺，原來他落下之處，竟是生長蘆葦的一個爛泥水塘。那人摔得頭昏腦脹，陷身污泥之中，哇哇大叫。胡斐與四名滿洲侍衛遊鬥甚久，打發這五名蒙古侍衛卻是兔起鶻落，乾淨利落。旁觀眾人但見五名侍衛一擁而上，拖手拉足，將他擒住，跟著便是砰彭、喀喇、啊喲，「犯規，犯規！」撲通，「哇哇！」諸般怪聲不絕。四名侍衛委頓在地，一名侍衛飛越數丈，投身水塘。這一次小丘上眾人不再喝采，卻是轟然大笑。※※※鬨笑聲中，紅雲閃處，九名藏僧已各挺兵刃將胡斐團團圍住。這九人兵刃各不相同，或使戒刀，或使錫杖，更有些兵刃奇形怪狀，胡斐從未見過，自也叫不出名目。眼見這九名藏僧氣度凝重，人人一言不發，瞧著這合圍之勢，步履間既輕且穩，實是勁敵。九僧錯錯落落，東站一個，西站一個，似是佈成了陣勢。胡斐手中沒有兵刃，不禁心驚，腦中一閃：「向二妹要刀呢，還是奪敵人的戒刀？」忽聽得小丘上一人喝道：「小兄弟，接刀！」只見一柄鋼刀自小丘上擲了下來，破空之聲，嗚嗚大作，足見這一擲的勁道大得驚人。胡斐心想：「趙三哥的朋友果然個個武藝精強。要這麼一擲，我便辦不到。」這一刀飛來，首當其衝的兩名藏僧竟是不敢用兵刃去砸，分向左右一躍閃開。胡斐心念快如電光般的一閃：「這陣法不知如何破得？他二人閃避飛刀，正好乘機擾亂。」他念頭轉得極快，那單刀也是來得極快。他心念甫動，白光閃處，一柄背厚刃薄的鋼刀挾著威猛異常的破空之聲已飛到面前。胡斐卻不接刀，手指在刀柄上一搭，輕輕撥動。那鋼刀飛來之勢甚猛，到他面前時兀自力道強勁，給他撥得掉過方向，激射而上，直衝上天。九名藏僧均感奇怪，情不自禁的抬頭而望。胡斐所爭的便在這稍縱即逝的良機，欺身搶到手持戒刀的藏僧身畔，一伸手已將他戒刀奪過，霎時間展開「胡家快刀」，手起刀落，一陣猛砍快剁，迅捷如風。這時下手竟不容情，九名藏僧無一得免，不是斷臂，便是折足。九僧各負絕藝，只因一時失察，中了誘敵分心之計，頃刻之間，盡皆身受重傷，慘呼倒地。這一場胡斐可說勝得極巧，也是勝得極險。一輪快刀砍完，頭頂那刀剛好落下，他擲開戒刀，伸手接住，刀一入手，只覺甚是沉重，比尋常單刀重了兩倍有餘，想見刀主膂力奇大，月光下映照一看，只見刀柄上刻著三字：「奔雷手！」胡斐大喜，叫道：「多謝文四爺擲刀相助！」※※※驀地背後一個蒼老的聲音叫道：「看劍！」話聲未絕，風聲颯然，已至背心。胡斐一聲：「此人劍法如此凌厲！」急忙回刀擋架，豈知敵劍已然撤回，跟著又是一劍刺到。胡斐反手再擋，又是擋了個空。他急欲轉身迎敵，但背後那敵人的劍招來得好不迅捷，竟是逼得他無暇轉身。他心中大駭，急縱而前，躍出半丈，左足一落地，待要轉身，不料敵人如影隨形，劍招又已遞到。這人在背後連刺五劍，胡斐接連擋了五次空，始終無法回身見敵之面。胡斐惡鬥半宵，和快劍無雙的無塵道人戰成平手，接著連傷四滿、五蒙、九藏僧大內十八高手，不料到後來竟給人一加偷襲，逼得難以轉身。這已是處於必敗之勢，他惶急之下，行險僥倖，但聽得背後敵劍又至，這一次竟不招架，向前一撲，俯臥向地，跟著一個翻身，臉已向天，這才一刀橫砍，盪開敵劍。只聽敵人讚道：「好！」左掌拍向他的胸口。胡斐也是左掌拍出，雙掌相交，只覺敵人掌力甚是柔和渾厚，但柔和之中，卻隱藏著一股辛辣的煞氣。胡斐猛然想起一事，脫口叫道：「原來是你！」那人也叫道：「原來是你！」原來兩人手掌相交，均即察覺對方便是在福康安府暗中相救少年書生心硯之人，各自向後躍開數步。胡斐凝神看時，見那人白鬚飄動，相貌古雅，手中長劍如水，卻是武當派掌門人無青子，不由得一呆，一時不知他是友是敵。只聽無塵道人笑道：「菲青兄，你說我這個小老弟武功如何？」無青子笑道：「能跟無塵道人鬥得上五百招，天下能有幾人？老道當真是孤陋寡聞，竟不知武林中出了這等少年英雄。」說著長劍入鞘，上前拉著胡斐的手，好生親熱。胡斐見他英氣勃勃，那裏還是掌門人大會中所見那個昏昏欲睡的老道，甚以為奇。無塵從小丘上走了下來，笑道：「小兄弟，這個牛鼻子，出家以前叫做綿裏針陸菲青。你叫他一聲大哥吧。」胡斐一驚，心道：「『綿裏針陸菲青』當年威震天下，成名已垂數十年，想不到今日有幸和他交手。」急忙拜倒，說道：「晚輩胡斐，叩見道長。」忽聽身後一個聲音道：「按理說，你原是晚輩，可是，好兄弟，他是我的拜把子老哥啊。」胡斐一躍而起，只見身後一人長袍馬褂，肥肥胖胖，正是千臂如來趙半山。胡斐對這位義兄別來無日不思，伸臂緊緊抱住，叫道：「三哥，你可想煞小弟了。」趙半山拉著他轉過身來，讓月光照在他的臉上，凝目瞧了半晌，喜道：「兄弟，你終於長大成人了。做哥哥的今日親眼見你連敗大內十八高手，實在是歡喜得緊。」胡斐心中也是歡喜不盡。這時清宮眾侍衛早已逃得乾乾淨淨。他當下拉了程靈素過來，和無塵、趙半山等引見。趙半山道：「兄弟，程家妹子，我帶你們去見我們總舵主。」胡斐吃了一驚，道：「陳總舵主……他……老人家也來了麼？」無塵笑道：「他早挨過你一頓痛罵啦，甚麼傷天害理，甚麼負心薄倖，只罵得他狗血淋頭。哈哈！我們總舵主一生之中，只怕從未挨過這般厲害的臭罵。」胡斐這一驚更是非同小可，顫聲道：「那……那福康安……」陸菲青微笑道：「陳總舵主的相貌和福康安果然很像，別說小兄弟和他二人都不相熟，便是日常見面之人，也會認錯。」無塵笑道：「想當年在杭州城外，總舵主便曾假扮了福康安，擒住那個甚麼威震河朔王維揚……」胡斐十分惶恐，道：「三哥，你快帶我去跟陳總舵主磕頭賠罪。」趙半山笑道：「不知者不罪。總舵主跟你交了一掌，很稱讚你武功了得，又說你氣節凜然，背地裏說了你許多好話呢。」兩人還未上丘，陳家洛已率領群雄從土丘上迎了下來。胡斐拜倒在地，說道：「小人瞎了眼珠，冒犯總舵主，實是罪該……」陳家洛不等他說完，急忙伸手扶起，笑道：「『大丈夫只怕正人君子，那怕鷹犬奴才？』我今日一到北京，便聽到這兩句痛快淋漓之言。小兄弟，便憑你這兩句話，我們便不枉了萬里迢迢的走這一遭。」當下趙半山拉著他一一給群雄引見。胡斐對這干人心儀已久，今晚親眼得見，喜慰無已，對文泰來擲刀相助、駱冰贈送寶馬，更是連連稱謝，恭恭敬敬的交還了文泰來的鋼刀，從地下拾起清宮侍衛遺下的一柄單刀，插入了腰間刀鞘。他自己的單刀為鐵錘所擊，刀口捲邊，已然無用。跟著心硯過來向他道謝在福康安府中解穴相救之德。無塵逸興橫飛，指手劃腳，談論適才和胡斐及德布兩人的鬥劍，說今晚這兩場架打得酣暢過癮，生平少有。陸菲青笑道：「道長，說到武功，咱們這位小兄弟實是十分了得。可是還有一位少年英雄，比他更厲害十倍，你是決計鬥他不過的。」無塵又是高興，又是不服，忙問：「是誰，是誰？這人在那裏？」陸菲青搖頭道：「你決非對手，我勸你還是別找他的好。」無塵道：「呸！咱們老哥兒倆分手多年，一見面你就來胡吹。我不信有這等厲害人物。」陸菲青道：「昨晚福康安府中，天下各門各派掌門人大聚會，會中高手如雲，各有各的能耐，各有各的絕技。這話不錯吧？」無塵道：「不錯便怎樣？」陸菲青道：「心硯老弟去搗亂大會，失手被擒。趙三弟這等本事，也只搶得一隻玉龍杯。西川雙俠常氏兄弟駕臨，只救了兩個人出來。可是那位少年英雄哪，只不過眼睛一霎，便從七位高手的手中搶下七隻玉龍杯，摔在地下砸得粉碎。他只噴得幾口氣，便叫福康安的掌門人大會煙飛灰滅，風消雲散。道長，你鬥不鬥得過這位少年英雄？」程靈素知他在說自己，臉兒飛紅，躲到了胡斐身後，黑夜之中，人人都在傾聽陸菲青說話，誰也沒對她留心。一個少年美婦說道：「師父，我們只聽說那掌門人大會給人攪散了局，到底是怎麼回事？你快說吧！」這美婦是金笛秀才余魚同之妻李沅芷。陸菲青於是將一位「少年英雄」如何施巧計砸碎七隻玉龍杯，如何噴煙下毒、使得人人肚痛、因而疑心福康安毒害天下英雄，如何眾人在混亂中一哄而散，諸般情由，一一說了。群雄聽了，無不讚嘆。無塵道：「陸兄，你說了半天，這位少年英雄到底是誰，卻始終沒說。」陸菲青笑道：「遠在天邊，近在眼前，這位程姑娘便是。」拉著胡斐的手，將他輕輕一拉，露出了程靈素的身子。群雄「啊」的一聲，一齊望著她，誰都不信這樣一個瘦弱文秀的小姑娘，竟會將福康安這籌劃經年的天下掌門人大會毀於指掌之間，可是陸菲青望重武林，豈能信口胡言？這卻又不由得人不信。原來陸菲青於十年前因同門禍變，師兄馬鈺、師弟張召重先後慘死，武當派眼見式微，於是他接掌門戶，著意整頓。因恐清廷疑忌，索性便出了家，道號無青子，十年來深居簡出，朝廷也就沒加注目。這次福康安召開掌門人大會，一來武當派自來與少林派齊名，是武林中最大門派之一；二來念著武當名手火手判官張召重昔年為朝廷出力的功勞，又不知陸菲青的來歷，便敦請武當派掌門人下山。陸菲青年紀雖老，雄心猶在，知道福康安此舉必將不利於江湖同道，若是推辭不去，徒惹麻煩，當下孤身赴會，要探明這次大會真相，俟機行事，及至心硯為湯沛所擒，他便暗中出手相救。陳家洛、霍青桐等紅花會群雄自回疆來到北京，卻為這日是香香公主逝世十年的忌辰，各人要到她墓上一祭。福康安的掌門人大會被人攪散，又和武林各門派都結上了冤，自是惱怒異常，便派德布率隊在城外各處巡查，見有可疑之人立即格殺擒拿。不意陶然亭畔一戰，文泰來、趙半山等尚未出手，大內十八高手已盡數鎩羽而遁。陳家洛等深知清廷官場習氣。德布等敗得如此狼狽，紅花會人物既未驚動皇親大官，他們回去定是極力隱瞞，無人肯說在陶然亭畔遇敵，決不致調動軍馬前來復仇。此處雖離京城不遠，卻盡可放心逗留。群雄和陸菲青是故友重逢，和胡斐、程靈素是新知初會，自各有許多話說。言談之間，忽聽得遠遠傳來兩下掌聲，稍停一下，又是連拍三下。那書生打扮的「金笛秀才」余魚同拍掌三下相應，一停之後，連拍兩下。無塵道：「五弟、六弟來啦。」只見掌聲傳來處飛馳過來兩人，身形高瘦。胡斐在福康安府中見過，知是西川雙俠常伯志、常赫志到了。只見他兄弟身後又跟著兩人，手中各抱著一個孩子，奔到近處，見是雙子門倪不大、倪不小兄弟。他二人手中抱的，竟然是馬春花的一對雙生兒子。原來倪不大、倪不小看中了這對孩子，寧可性命不要，也是要去奪來。常氏兄弟原是雙生兄弟，聽了倪氏兄弟之言，激動心意，乘著掌門人大會一哄而散的大亂，混入福府內院。其時福康安和眾衛士腹中正自大痛，均道身中劇毒，人人忙於服藥解毒，常氏兄弟又是一等一的高手，毫不費力地打倒了七八名衛士，便又將這對孩子搶了出來。胡斐見了這對孩子，想起馬春花命在頃刻，不由得又喜又悲，猛地想起一事，對陳家洛道：「總舵主，晚輩有個極荒唐的念頭，想求你一件事。」陳家洛道：「胡兄弟但說不妨。你我今日雖是初會，但神交已久，但教力之所及，無不依從。」胡斐只覺這番話極不好意思出口，不禁頗為忸怩，紅了臉道：「晚輩這個念頭，實在是異想天開，說出來只怕各位見笑。」陳家洛微笑道：「我輩所作所為，在旁人看來，那一件不是荒唐之極？那一件不是異想天開？」胡斐道：「總舵主既不見怪，我便說了。」指著那兩個孩童說道：「這兩個孩竟是福康安之子，他們的母親卻是命在垂危。」於是從當年在商家堡中如何和馬春花相遇一段事說起，直說到馬春花中毒不治。只聽得群雄血脈賁張，無不大為憤怒。依無塵之見，立時便要趕進北京城中，將這無情無義的福康安一劍刺死。紅花會七當家武諸葛徐天宏道：「昨晚北京鬧了這等大事出來，咱們若再貿然進城，福康安定然刺不到，說不定大伙還難以全身而退。」陳家洛點頭道：「此刻福康安府門前後，不知有多少軍馬把守，如何下得了手？單是要混進城門，便是大大不易。我此番和各位兄弟同來，志在一祭，不可為了洩一時之憤，使眾兄弟有所損折。胡兄弟，你求我做甚麼事？」胡斐道：「我見總舵主萬里迢迢，從回疆來到北京，只是一祭墓中這位姑娘，情深義重，世所罕見。在下昔日曾受這位馬姑娘一言之恩，無以為報，中心不安。眼見她臨死之際，掛念兩事，死難瞑目。一件是想念她兩個愛子，天幸常氏雙俠兩位前輩已救了出來，另一件卻是她想念福康安那奸賊，仍盼和他一敘。雖說她至死不悟，可笑亦復可憐，但情之所鍾……」說到這裏，心下黯然，已不知如何措詞。陳家洛道：「我明白啦！你是要我假冒那個傷天害理、負心薄倖的福康安，去慰一慰這位多情多義的馬姑娘？」胡斐低聲道：「正是！」群雄覺得胡斐這個荒唐的念頭果是異想天開之至，可是誰也笑不出來。陳家洛眼望遠處，黯然出神，說道：」墓中這位姑娘臨死之際，如能見我一面，那是多麼的快活！可惜終難如願……」轉頭向胡斐道：「好，我便去見見這位馬姑娘。」胡斐好生感激，暗想陳家洛叱吒風雲，天下英雄豪傑無不推服，自己只是個無名晚輩，今日初會，便求他去做這樣一件荒誕不經之事，話一出口，心中便已後悔，他居然一口答允，以後這位總舵主便是要自己赴湯蹈火，也是在所不辭了。※※※群雄上了馬，由胡斐在前帶路，天將黎明時到了藥王廟外。胡斐雙手攜了孩子，伴同陳家洛走進廟去。只見一間陰森森的小房之中，一燈如豆，油已點乾，燈火欲熄未熄。馬春花躺在炕上，氣息未斷。兩個孩子撲向榻上，大叫：「媽媽，媽媽！」馬春花睜開眼來，見是愛子，陡然間精神一振，也不知那裏來的力氣，將兩個孩子緊緊摟在懷裏，說道：「孩子，孩子，媽想得你好苦！」三個人相擁良久，她轉眼見到胡斐，對兩個孩子道：「以後你們跟著胡叔叔，好好聽他的話……你們……拜了他作義……義……」胡斐知她心意，說道：「好，我收了他們作義兒，馬姑娘，你放心吧！」馬春花臉露微笑，道：「快……快磕頭，我好……好放心……」兩個孩子跪在胡斐面前，磕下頭去。胡斐讓他們磕了四個頭，伸手抱起兩人，低聲道：「馬姑娘，你還有甚麼吩咐麼？」馬春花道：「我死了之後，求你……求你將我葬……葬在我丈夫徐……師哥的墳旁……他很可憐……從小便喜歡我……可是我不喜歡……不喜歡他。」胡斐突然之間，想起了那日石屋拒敵、商寶震在屋外林中擊死徐錚的情景來，心中又是一酸，說道：「好，我一定辦到。」沒料到她臨死之際，竟會記得丈夫，傷心之中倒也微微有些喜歡。他深恨福康安，聽馬春花記得丈夫，不記得那個沒良心的情郎，那是再好不過，那知馬春花幽幽嘆了口氣，輕輕地道：「福公子，我多想再見你一面。」陳家洛進房之後，一直站在門邊暗處，馬春花沒瞧見他。胡斐搖了搖頭，抱著兩個孩兒，悄悄出房，陳家洛緩步走到她的床前。胡斐跨到院子中時，忽聽得馬春花「啊」的一聲叫。這聲叫喚之中，充滿了幸福、喜悅、深厚無比的愛戀。她終於見到了她的「心上人」……胡斐惘然走出廟門，忽聽得笛聲幽然響起，是金笛秀才余魚同在樹下橫笛而吹。胡斐心頭一震，在很久以前，在山東商家堡，依稀曾聽人這樣纏綿溫柔的吹過。這纏綿溫柔的樂曲，當年在福康安的洞簫中吹出來，挑動了馬春花的情懷，終於釀成了這一場冤孽。金笛秀才的笛子聲中，似乎在說一個美麗的戀愛故事，卻也在抒寫這場愛戀之中所包含的苦澀、傷心和不幸。廟門外每個人都怔怔地沉默無言，想到了自己一生之中甜蜜的淒涼的往事。胡斐想到了那個騎在白馬上的紫衫姑娘，恨不得撲在地上大哭一場。即使是豪氣逼人的無塵道長，也想到了很久很久以前，在很遠很遠的地方，那個美麗而又狠心的官家小姐，騙得他斬斷了自己的一條臂膀……笛聲悠緩地淒涼地響著。過了好一會兒，陳家洛從廟門裏慢慢踱了出來。他向胡斐點了點頭。胡斐知道馬春花是離開這世界了。她臨死之前見到了心愛的兩個兒子，也見到了「情郎」。胡斐不知道她跟陳家洛說了些甚麼，是責備他的無情薄倖呢，還是訴說自己終生不渝的熱情？除了陳家洛之外，這世上是誰也不知道了。胡斐拜託常氏雙俠和倪氏昆仲，將馬春花的兩個孩子先行帶到回疆，他料理了馬春花的喪事之後，便去回疆和眾人聚會。陳家洛率領群雄，舉手和胡斐、程靈素作別，上馬西去。胡斐始終沒跟他們提到圓性。奇怪的是，趙半山、駱冰他們也沒提起。是不是圓性已經會到了他們，要他們永遠別向他提起她的名字？