第七十回　接任掌教過了良久，尹志平緩緩的道：「本教乃重陽祖師所創，至馬真人，丘真人而發揚光大，小弟繼任掌教，怎敢稍違王馬丘三真人的教訓？諸位師兄，眼下蒙古大軍南攻襄陽，侵我疆土，殺我百姓。若是這三位前輩掌教在此，他們是受這敕封呢，還是不受？」群道聽了此言，默想王重陽、馬鈺、丘處機平素行事；王重陽去世已久，第三代弟子均未見過，馬鈺為人謙和敦厚，處事旨在清靜無為，眾弟子不易猜測他的心意，但丘處機卻是性如烈火、忠義過人，眾人一想到他，不約而同的叫道：「丘掌教是定然不受！」趙志敬卻大聲道：「現下掌教是你，可不是丘師伯。」尹志平道：「小弟才識庸下，不敢違背師訓。又何況我罪孽深重，死有餘辜。」說到這裏，垂首不語。群道不知他話中的含意，除趙志敬外，都以為不過是自謙之辭，只覺得「罪孽深重、死有餘辜」八字，未免說得太重，有點兒不倫不類。趙志敬「哼」的一聲，站了起來說道：「如此說來，你是決定不受的了？」尹志平淒然道：「小弟微命實不足惜，但我教令譽，卻不能稍有損毀。」他聲調漸漸慷慨激昂，又道：「方今豪傑之士，正結義以抗外侮。全真派號稱武學正宗，若是降了蒙古，有何面目再見天下英雄？」群道轟然喝采，宋德方、李志常、王志坦等大聲道：「掌教師兄言之有理。」趙志敬袍袖一拂，怒沖沖的走出道院，在門邊回過頭來，冷笑道：「掌教師兄，你說話倒是好聽得緊啊，嘿嘿！此事後果如何，你也料想得到。」說著大踏步便行。群道紛紛議論，都讚揚尹志平的決斷英明，五六個附和趙志敬的道人覺得不是味兒，訕訕的走了。尹志平黯然無語，回到自己歇息的丹房，知道趙志敬受此挫敗，絕不肯干休，定要將自己的醜行當眾揭發。他宣稱不受敕封之時，已決意一死，數月來擔驚受怕，受盡折磨，這時想到死後一了百了，再無牽掛，心中反而坦然。於是將丹房的房門閂上，冷然一笑，抽出長劍便往頸上刎去。突然書架後轉出一人，伸手一鉤一帶，尹志平毫沒防備，那長劍竟給他夾手奪去，一驚之下回過頭來，見奪劍的正是趙志敬，只聽他冷冷的道：「你敗壞我教名聲，便想一死就什麼都不理了？龍姑娘守在宮門之外，待會她進來理論，教咱們如何對答？」尹志平道：「我出去在她面前自刎謝罪。」趙志敬道：「你便算自刎，此事還是不了。五位師長開關出來，定要追問。全真教令譽掃地，你便是千古罪人。」尹志平抱著腦袋，再也支持不住，突然坐在地下，喃喃道：「你叫我怎麼辦？怎麼辦？就算死了，也是不成。」適才他在眾道之前，侃侃而談，這時和趙志敬單獨相處，竟已無半點自主之力。趙志敬道：「好，你只須依我一件事，龍姑娘之事我全力跟你彌縫，本教和你的聲名，均可保全，絕無半點後患。」尹志平道：「你要我受蒙古皇帝敕封？」趙志敬說道：「不，不！我不要你受敕封。」尹志平心頭一鬆，道：「什麼事呢？快說！我一定依你。」一個時辰之後，大殿上鐘鼓齊鳴，召集全宮道眾。李志常吩咐弟子道袍內攜兵刃，生怕尹志平拒受敕封，趙志敬一派人或有異圖，大殿上黑壓壓的擠滿了道人，各人臉上神色均極緊張，只見尹志平從後殿緩步而出，臉上全無血色，居中一站，說道：「各位道兄，小道奉丘掌教之命，接任掌教，豈知突患急症，無法可治……」這句話來得太過突兀，群道中有十餘人忍不住「啊唷」的叫出來，尹志平續道：「掌教重任，小道已不克負荷，現下我命玉陽子座下大弟子趙志敬，接任掌教。」這句話一出，大殿上登時寂靜無聲，但這肅靜只是一瞬間的事，接著李志常、王志坦、宋德方等人爭著大聲反對：「丘真人是要尹師兄繼任掌教，這重任豈能傳給旁人？」「掌教師兄好好的，怎會患上不治之症？」「這中間定有重大陰謀，掌教師兄可莫上了奸人的當。」第四代的眾弟子不敢大聲說話，但也都交頭接耳，議論紛紛，大殿上亂成一片，李志常等怒目瞪視趙志敬，只見他不動聲色，雙手負在背後，對各人的言語便似全然沒有聽見。尹志平雙手向下虛按，待人聲靜了下來，說道：「此事來得突然，難怪各位不明其中之理。我教眼前面臨大禍，小道又做了一件極大的錯事，此刻追悔莫及，縱然殺身以謝，也已難以挽救。」說到這裏，臉色極是慘痛，他頓了一頓，又道：「我反覆思量，只有趙志敬趙師兄才識高超，能帶同本教渡過難關。各位師兄弟務須捐棄成見，出力輔佐趙師兄光大本教。」李志常慨然道：「人孰無過？掌教師兄當真有甚差失，待五位師長開關之後，稟明領賞便是。掌教讓位之舉，咱們萬萬不能奉命。」尹志平長嘆一聲，說道：「李師弟，你我多年交好，情若骨肉，今日之事，請你體諒愚兄不得已的苦衷，別再留難了吧。」李志常滿腹疑竇，瞧尹志平的神色，確有極重大的難言之隱，他言語中竟是極意求懇，倒也不便再爭，當下低頭不語，暗自沉思方策。王志坦性子極是直率，朗聲道：「掌教師兄便真要謙讓，也須得五位師長開關之後，稟明而行，那才不誤了大事。」尹志平黯然道：「事在急迫，等不及了。」王志坦道：「好吧，就算如此，咱們同輩師兄弟之中，德才兼備，勝過趙師兄的並非沒有，李志常師兄道力深湛，宋德方師弟任事幹練，何以一定要授給大眾不服的趙師兄？」趙志敬性格暴躁，強忍了許久不語，這時再也按奈不住，冷笑道：「還有敢作敢為的王志坦師兄呢？」王志坦怒道：「小弟不才，比諸位師兄差得遠，可是和趙師兄相比，自忖還略勝一籌。」趙志敬哼的一聲冷笑，抬頭望著屋頂，神情極是傲慢。王志坦大聲道：「小弟的武功劍術，自非趙師兄敵手，但我至少不會去做漢奸。」趙志敬面色鐵青，喝道：「你有種便把話說得清楚些，誰做漢奸了？」兩人言語相爭，越說越是激烈。尹志平道：「兩位不須爭論，請聽師弟一言。」趙王兩人不再說話，但乃是怒目相視。尹志平道：「本教歷向來的規矩，掌教之位，由上代的掌教指任，並非由本教的同道相互推舉，這話可對麼？」眾人齊聲應道：「是！」尹志平道：「我現下指命趙志敬為本教下一任掌教，眾人不得爭論。趙師兄，你上前聽訓吧。」趙志敬得意洋洋，跨步上前，躬身稽首。王志坦和宋德方還待說話，李志常一拉兩人袍袖，使個眼色，兩人素知他處事穩當，必是別有所見，於是不再爭議。李志常低聲道：「尹師兄定是受了趙志敬的挾持，無力與抗。咱們須得暗中查明趙志敬的奸謀，再抖將出來。現下尹師兄已有此言，若再爭辯，反而顯得咱們理虧了。」王宋二人點頭稱是，隨著眾人參與交接掌教的典儀。一日之間竟有兩人先後接任掌教，那也確是前所未有的異聞。接任典儀行畢，趙志敬居中一站，命自己的嫡傳弟子立在身旁，說道：「有請蒙古皇帝陛下的天使。」這「天使」兩字一出口，王志坦忍不住又要喝罵，李志常忙使眼色止住。過不多時，只見接待賓客的四名道人引著那蒙古貴官和瀟湘子走進殿來。趙志敬忙搶到殿前相迎，笑道：「請進，請進！」那蒙古貴官等了這許多時候，心中早已不快，又見尹志平並不出來迎接，臉色更是難看。一名知賓的道人知他心意，說道：「本教掌教之位，自今日起由這位趙真人接任。」那貴官一怔，笑道：「原來如此，恭喜恭喜！」說著拱手為禮。瀟湘子站在他身後兩步之處，臉上始終陰沉沉的，也不知他是喜是怒，趙志敬側著身子，引那貴官來到大殿正中，說道：「請大人宣示聖旨。」那貴官微微一笑，心道：「原該由你這種人來做掌教，先前那道人死樣活氣，教人瞧著有氣。」於是取出聖旨，雙手展開執著。趙志敬跪倒在地，只聽那貴官讀道：「敕封全真教掌教為……」李志常、王志坦等見趙志敬公然領受蒙古皇帝的敕封，相互使個眼色，刷刷幾聲，寒光閃動，各人從道袍底下取出長劍。王志坦和宋德方大步搶上，手腕抖處，兩柄長劍的劍尖指著趙志敬的背心。李志常朗聲喝道：「本教以忠義創教，絕不投降蒙古，趙志敬背祖滅宗，天人共棄，不能再任掌教。」另外四名大弟子各挺長劍，將那貴官和瀟湘子圍住。這一下變故來得極其突然。趙志敬雖然早知李志常等心中不服，但想掌教的威權極大，自來無人敢抗，自己既得出任此位，便是本教最高的首領，所下法旨，即令是五位師長復出，也不能貿然反對，萬料不到對方竟敢對掌教動武。這時他背心要害給兩柄劍指住，又驚又怒，卻並不畏懼，大聲道：「大膽狂徒，竟敢犯上作亂嗎？」王志坦喝道：「奸賊！敢動一動，便教你身上多兩個透明窟窿。」趙志敬的武功原在王宋二人之上，但此時出其不意，俯伏在地時給人制住，已全然處於下風。他事先佈置了十餘名親信在旁衛護，道袍之中也暗藏兵刃，但李志常、王志坦等都是丘處機的親傳弟子，平素在教中頗具威望，甚受尊崇，突然一齊出手，趙志敬的心腹，大都不敢動彈。有三四人想取兵刃，均是一伸臂便給人點了穴道。李志常向那貴官道：「蒙古與大宋已成敵國，咱們大宋子民，豈能受蒙古的封號？兩位請回，他日疆場相見，再與兩位周旋。」這幾句話說得十分痛快，殿上群道中有許多忍不住大聲喝采。那貴官在白刃之前竟是毫無懼色，冷笑道：「各位今日輕舉妄動，不識好歹，全真教大好基業，眼見毀於一旦，可惜啊可惜。」李志常道：「神洲河山，都已殘破難全，咱們區區一個教門又何足道？閣下再不快走，倘若有人無禮，小道可未必約束得住。」瀟湘子忽地冷冷插口道：「如何無禮，倒要見識見識！」猛地伸出長臂，左抓一把，右抓一把，竟把王志坦與宋德方手中長劍都奪了過來。趙志敬一躍而起，雙臂使一招「白雲出岫」護住後心，站在那貴官身旁。瀟湘子將左手中的長劍交了給他，右手劍刷的一劍向李志常刺去。李志常舉劍一擋，只覺手臂微微一麻，知道要糟，急運內力相抗，嗆啷一響，雙劍齊齊折斷。瀟湘子奪劍、震劍，快速無倫，實只是一瞬之間的事，接著袍袖一拂，雙掌齊出，將身邊四名大弟子的長劍一齊震開。他連使三招，敗了全真教七名高手，殿上數百道人無不駭然，瞧不出這僵屍一般的人，武功竟如此高強。趙志敬素來瞧不起王志坦、宋德方等人的武功，這次在眾目睽睽之下，給兩人制得跪在地下抬不起頭來，心中如何不怒，一劍在手，這時順勢就向王志坦刺了過去。這一招「大江東去」乃是全真劍法中極凌厲的招數，劍刃破空，嗤嗤作響，直指王志坦的小腹。王志坦向後急避，趙志敬下手毫不容情，立意要取他性命，手臂向前一送，劍尖又挺進了兩尺有餘，眼見王志坦這一下大限難逃，殿上眾人一時驚得寂無聲息，斗然間斜刺裏一隻袍袖揮出，捲住劍刃向旁一拉，嗤的一聲，袍袖割斷，就這麼頓得一頓，王志坦向後躍開，旁邊兩枝長劍伸過來將趙志敬的劍刃架住，瞧那斷袖之人時，卻是尹志平。趙志敬大怒，指著他喝道：「你……你……竟敢如此！」尹志平道：「趙師兄，你親口答應不受蒙古敕封，我才把掌教之位讓你，為何轉眼之間，即便出爾反爾？」趙志敬道：「嘿，適才你問我道：『你要我受蒙古皇帝的敕封？』我道：『不，我絕不要你受蒙古皇帝的敕封！』我怎麼說話不算了？受敕封的是我，可不是你。」尹志平喃喃的道：「原來如此，原來如此，你好狡獪！」這時李志常已從弟子手中接過一柄長劍，大聲道：「全真教的好兄弟，咱們仍奉尹真人為掌教，大家把這姓趙的擒下了，聽由掌教真人發落。」說著仗劍上前，乒乒乓乓，和趙志敬打了起來。王志坦、宋德方與其餘五名大弟子列成天罡北斗陣法，登時將瀟湘子圍住。瀟湘子武功雖強，但這陣法一催動，威不可當，他急從袍底取出鋼棒招架，但見陣法變幻，七名全真道人左穿右插，虛實互易，不由得眼花繚亂。那貴官早退在大殿角落，一見情勢不對，從懷中取出號角，嗚都都的吹了起來。尹志平一驚，知他呼召外援，危難當頭，不由得精神一振，平時指揮若定的才能登時回復，叫道：「祁志誠，把這蒙古官兒拿下了。于道顯師兄，王志謹師兄，你們帶同三位師兄，快到後山玉虛洞去幫孫師兄守護，以防外敵騷擾五位師長靜修。陳志益師弟，你帶六個人防守前山：房志起師弟，你帶六個人防守左山；劉道寧師弟，你帶六人防守右山。」防守前後左右的，都是丘處機門下他的同門師弟，守護玉虛洞的于道顯是劉處玄門下，王志謹是郝大通門下，劉處玄和郝大通都是玉虛洞中靜修，于王二人武功均高，而且縱有異心，也絕不會危害親師，片刻之間，分派得井井有條，各處要地都已有人把守，而且互相呼應救授，便有大批軍馬到來，一時也難攻打得進。眾弟子見他目光如電，發號施令中自有一股威嚴，竟無一人敢予違抗，一一領命而出。忽聽得牆頭一聲唿哨，跳進數十個人來。東邊是尹克西領頭，西邊是尼摩星領頭，正面是馬光祖領頭，率領的數十個人，都是蒙漢西域的高手。原來忽必烈猛攻襄陽，連月不下，軍中忽然疫病發作，最後一陣猛無效，隨即退兵。那日小龍女望見大軍向南急馳，便是最後的一場攻城，忽必烈想起襄陽不拔，宋朝難亡，於是大軍未退，已派人收買中原豪傑，徐圖再舉，蒙古皇帝籠絡全真教，也是忽必烈的奸謀之一。但他知全真教稟性忠義，未必便肯歸服，是以派金輪法王率領大批武林好手，伏在終南山周圍，若是全真教違抗詔命，便用武力壓服。終南山本來守護周密，但一日之中兩易掌教，重陽宮裏亂成一團，派在外面守衛的道人，都撤了回來參與易立掌教的大典，因此尹克西尼、摩星等到了重陽宮的門牆之外，全真教中各人仍未發覺。這時敵人突然現身，尹志平派出去的各路人手倒有一大半還未離殿，但見前後左右均是外敵，全真教的道人雖多，一來大都未攜兵刃，二來處在包圍之中，擠成一團，四下裏要害全落人手，眼見一敗塗地之勢已成，只好任人宰割了。那宣敕的蒙古貴官本已給祁志誠拿住，這時大聲叫道：「全真教的各位道長，快擲下兵器，聽由掌教趙真人發落。」尹志平喝道：「趙志敬背祖叛師，投降外敵，身負大罪，已非本教的掌教。」他眼見情勢極其不利，但仍是決意一拼，指揮殿上各人分頭迎敵，只是群道苦於赤手空拳，鬥不多時，已有十餘人屍橫就地。接著尹志平、李志常、王志坦、宋德方等一一失手，或兵刃被奪，或受傷倒地，或被點中穴道，餘下的眾道人群龍無首，被尹克西率領的武士逼在大殿一圍，無法反抗。那貴官武功雖然平平，但官階甚高，尹克西、瀟湘子等均須聽他的號令。他見已大獲全勝，向趙志敬道：「趙真人，瞧在你的面上，全真教謀叛抗命之事，我可以代為隱瞞，不啟奏皇上。」趙志敬連連稽首道謝，猛地裏想起一事，忙向瀟湘子低聲道：「有件大事，尚須前輩助手。我的師父、師伯等五人，在後山靜修，他們若是得訊趕來，這……這……」瀟湘子陰惻惻的道：「趕來便趕來，我給你打發便是。」趙志敬不敢再說，心中頗感不滿，一面又暗自擔憂：「你別小覷了我師父、師伯的武功，他們當真來此，你未必便討得了好去。只是倘若五位師長出手將蒙古武士打退，我自己只怕要性命難保了。」那貴官道：「趙真人，你先聽皇帝陛下的敕封，然後發落為首的叛徒。」趙志敬道：「是！」於是跪下聽旨。尹志平、李志常等手足被縛，耳聽得那貴官宣讀敕封，趙志敬磕頭謝恩，都是怒火填膺，氣憤難當。宋德方坐在李志常的身旁，在他耳邊低聲說道：「李師哥，你解開我手上的綁縛，我衝出去稟告師長。」李志常與他背脊靠著背脊，潛運內力，指上使勁，解開了縛在他手腕的牛筋，臉上神色鄭重，低聲道：「你可千萬要小心，別使五位師長受到損傷。」宋德方點了點頭。原來道家打坐練功之時，最忌外魔入侵，任何驚擾分心，都極易使修道人走火入魔，功力練得越高，運氣時更為精微，也便越易受損。全真五子這次閉關，為的是要修習一種神功，以抵禦本派剋星的玉女心經，神功是否能夠練成尚在未知之數，但練功之時，顯是不能受到絲毫分心，若非全真教面臨大禍，李志常和宋德方也絕不敢去闖關報事。這時宣敕已畢，趙志敬站起身來，那貴官和瀟湘子等向他道喜。宋德方見眾人都圍著趙志敬，突然躍起，身子一晃，已到了三清神像之後。尼摩星叫道：「站住了！」宋德方那裏理他，發足急奔。尼摩星雙足已斷，無法追趕，左手一揚，一枚蛇形小鏢激射而出，撲的一聲，打中了宋德方左腿。尼摩星叫道：「躺下！」宋德方身子一晃，卻不躺下，忍痛奔跑。重陽宮的房舍重重疊疊，他只轉了幾個彎，幾名追趕他的蒙古武士便失了他的影蹤。宋德方奔到了隱僻之處，咬牙將蛇形小鏢起出，包紮好傷口，到丹房中取出一柄長劍，奔到後山玉虛洞來。他轉過一排青松，剛望到玉虛洞的洞門，心中已暗自叫苦，只見二十餘名蒙古武士正在忙忙碌碌的搬運山石，將玉虛洞的洞門堵塞。一個高高瘦瘦的藏僧站在一旁督工，另有兩人指手劃腳的指揮，宋德方認得是曾來攻打重陽宮的達爾巴和霍都王子。他曾見過這兩人的武功，當年若非郭靖及時趕到，全真教早已毀敗，即是郝大通等人亦非他的敵手。那藏僧形貌高古，顯然輩份武功尚在達爾巴和霍都之上，眼見玉虛洞的洞門堵得只餘下一成，不知五位師長性命如何。他一咬牙，心道：「師父待我恩重如山，今日師長有難。若不捨命相救，枉生於人世之間。」宋德方明知衝上攔阻，於事毫無補益，絕不能解救師父的困危，只不過是白送了自己性命，但全真教遭逢大難，義不能獨自求全，於是一挺長劍，從松樹後竄出，運劍如風，向那藏僧身後刺去。他想擒賊擒王，這一劍若能僥倖得中，敵黨勢必大亂。那藏僧正是金輪法王，當趙志敬向他辭別回重陽宮之時，他已問明全真教中各種詳情，是以一上山便堵玉虛洞，因為只要制住全真五子，餘下的第三代弟子便無可與抗。宋德方劍尖離他背心不到一尺，見他仍是渾然不覺，心中正自暗喜，猛地眼前金光一閃，噹的一聲，那藏僧手中一件圓圓的奇形兵刃迴掠過來，與他劍刃一碰。宋德方虎口劇痛，長劍脫手飛出，只這麼一震，牽動真氣，哇的一口鮮血噴出，迷迷糊糊之中，隱隱聽得大殿上許多人齊聲吶喊，不知又出了什麼事，心中只是擔憂，跟著便昏暈過去。金輪法王也聽到大殿上的叫聲，但想到瀟湘子，尹克西等高手在場主持，全真教的第三代弟子定然施展不出什麼古怪，當下也不在意，只是催促眾武士趕搬大石，及早將玉虛洞堵塞，以防丘處機等人忽然衝出，不免大費手腳。大殿上自宋德方一走，情勢又起突變。那貴官向趙志敬道：「趙真人，貴教犯上作亂之輩人數可不少啊，我瞧你這掌教之位，有點兒坐不安穩呢。」趙志敬也知眾道心中不服，只要瀟湘子等一去，群道立時便要反擊，真所謂一不做，二不休，此時騎虎難下之局已成，於是大聲說道：「按照本教教規，叛教犯上者該當何罪？」群道默然不應，心中大都說道：「你自己才是叛教犯上。」趙志敬又問一聲，眼睛望著弟子淨光，要他回答。那淨光便是當年毆辱楊過的那胖大道人，於是答道：「當在三清神像之前自行了斷。」趙志敬道：「不錯！尹志平，你知罪了麼？服不服了？」尹志平道：「不服！」趙志敬道：「好，帶他過來！」淨光當即推尹志平上前，站在三清神像之前。趙志敬又問李志常、王志坦諸人，人人都大聲答道：「不服！」他一一問去，被擒的眾道之中，只有三人害怕求饒。趙志敬便下令鬆綁，其餘二十四人卻個個挺立不屈，王志坦等性子火爆的，更是罵聲不絕。趙志敬道：「你們倔強如此，本掌教縱有好生之德，也已無法寬容。淨光，你替祖師爺行法吧！」淨光道：「是！」提起長劍，將站在左首第一個的于道顯一劍殺了。這于道顯為人謹厚和善，全教上下個個和他交好，眾道見淨光一劍將他刺死，忍不住都鼓噪起來。宋德方和法王在後山聽到的喊聲，便是眾道人的呼喝。尹克西將手一擺，數十名蒙古武士各執兵刃，攔在眾道之前。淨光是個欺善怕惡之人，見眾人叫得厲害，心中頓感害怕。趙志敬道：「快下手，慢吞吞的幹什麼？」淨光應道：「是！」手起劍落，又刺死了兩人。站在左首第四的已是尹志平，淨光提起長劍，正要向他胸口刺落，忽聽得一個女子的聲音冷冷的道：「且慢，不許動手！」他回過頭來，只見一個白衣少女站在門口，卻是小龍女，只聽她說道：「你讓開些！這個人讓我來殺。」趙志敬見小龍女突於此時進殿，心下大喜：「我一路給你追逼得氣都喘不過來，此刻高手如雲，你自己過來送死，真是天賜其便！」喝道：「這小妖女不是好人，給我拿下！」蒙古武士不聽他的指喝，俱都不動。趙志敬的兩名親傳弟子聽到師父號令，當下也不拔劍，搶上去便各抓她的一隻手臂。小龍女在大殿內眼見全真教內鬨，蒙古武士大舉進襲，一切是是非非，她便似過眼雲煙，全不在意。但見淨光舉劍要殺尹志平，這一劍如何能讓旁人刺了？是以立時上前攔阻。趙志敬的兩名弟子手指尚未觸及她的衣袖，眼前寒光閃動，只覺手腕一陣劇痛，急忙向後躍開，原來腰間兩柄長劍已給小龍女拔去。在這一霎之間，兩人手腕上各已中了一劍，腕骨半斷，雖然不致殘廢，但兩三個月之內，已無法動武使劍。小龍女這一下出手奇快，旁人尚未看清楚她如何奪劍出招，那兩名道人已負傷逃開。趙志敬的心腹弟子有十餘人站在師父身旁，見了這情景都是一愕。淨光喝道：「大家一齊上啊！咱們人多勢眾，怕這妖女何來？」他想小龍女武功雖強，但眾人一擁而上，自能取勝，當下挺著長劍，向小龍女刺去，小龍女不等他近身，劍尖顫動，淨光左右雙腕、左右雙腿各已中了一劍。他大吼一聲，倒地不起。這四劍刺得更快，連瀟湘子、尹克西這等高手，也不禁相顧失色。他們曾在絕情谷中見她與公孫止動手，那時劍法雖然精妙，但絕不如眼前的出神入化。瀟湘子等心中均想：「這四劍連刺，生平從未見過。當日她在絕情谷若使出這一招來，不用楊過相助，公孫止已不是她的敵手，難道她顧全公孫老兒的情分，當日故意留了幾手麼？」原來小龍女在山洞之中，得周伯通授以分心二用、左右互搏之術，斗然間武功倍增。她與楊過雙劍合璧，使那「玉女素心劍法」之時，天下已無人能抗，此刻她一人同使兩劍，比之和楊過聯手，威力尚且勝過。因二人聯手而鬥，不論如何心意相通，總是不及一個人內心的意念如電，是以她此時所使的劍術，勁力雖不及二人聯手，但出手之快，比兩人同使要快上數倍。她長途追蹤尹趙二人，連日鬱鬱於心，不知該當如何處置才是，這時全真道人先行向她動手，她乘勢還擊，劍上一見了血，滿腔悲憤，驀地裏都發作了出來。只見白衣飄飄、寒光閃閃，雙劍便似兩條銀蛇般在大殿中心四下遊走，叮噹、嗆啷、「啊喲」、「不好」之聲此起彼落，頃刻之間，全真道人手中的長劍落了一地，每人右腕上都中了一劍。奇在她所使的都是同樣的一招「皓腕玉鐲」，眾道人都是手腕先痛，才見到她劍光從眼前掠過，直是束手受戳，絕無招架之機，倘若他這一劍不是刺中手腕而是指向胸腹要害，群道早已一一橫屍就地。群道負傷之後，一齊大駭逃開，三清神像前只餘下尹志平等一批被縛的道人。小龍女見他們不與自己為敵，也就暫且不下手傷害。她自學得左右互搏之術之後，除了在曠野中練過幾次之外，從未與人動手過招，今日發韌新試，自己也料想不到竟有如此威力，殺退群道之後，不由得愕然自驚。趙志敬見情勢不妙，一面從道袍中抽出長劍護身，一面移步遠離。小龍女心中對他恨極，身形一晃，雙劍已將他前面去路和身後退路一齊攔住。趙志敬揮劍奪路，只聽得叮噹一聲，尹克西道：「你不成，退開了！」原來他已揮金鞭將小龍女的長劍格開。小龍女連傷十餘人，直到此時，方始有人接得她一劍。小龍女道：「今日我是來向全真教的道人尋仇，與旁人無干，你快退開了。」尹克西適才見了她的劍法，饒是他素不服人，心中也自膽寒，但他究是一流高手，總不能憑她一語便即垂手退避，於是笑嘻嘻的道：「全真教中良莠不齊，有好有壞，有些人確是該殺，但不知是那些該死的賊道得罪了姑娘？