第三十二回　打狗棒法郭靖立即探頭到窗口一看，那裏有人？黃蓉一回身，只見書架下露出郭芙墨綠色的鞋子，當即叫道：「芙兒，你在這兒幹什麼？」郭芙嘻嘻一笑，出來扮個鬼臉，道：「我和武家哥哥在這兒找書看呢。」黃蓉知道他們三人素來不親書籍，怎能今日忽然用功起來？一看女兒的臉色，料定他們必是事先躲著偷聽。郭靖宅心仁厚，以君子之心度人，只道趙志敬要下殺手之際忽然不忍，因而假裝穴道被點，藉故離去。黃蓉卻看出必是楊過使了詭計，只是一來她在楊過背後，眼光再好也看不到他手指的動作，二來她不知世上有玉女心經的武功，竟能料敵機先，將全真派武功剋制得沒絲毫還手之力，一時竟然猜想不透。正自沉吟，丐幫弟子稟報有遠客到臨，黃蓉向楊過望了一眼，自與郭靖出去迎賓。郭靖向武氏兄弟道：「楊家哥哥是你們小時同伴，你們好好招呼他。」武氏兄弟從前和他不睦，此時見他如此潦倒，更是輕視，叫來一名莊丁，命他招呼楊過安置睡覺，自與郭芙說話。郭芙對他卻是大感好奇，問道：「楊大哥，你師父幹麼不要你？」楊過道：「那原因可就多啦。我又笨又懶，師父教的功夫老是學不會，又不會裝矮人侍候師父的親人……」武氏兄弟聽得此言刺耳，武修文先就忍耐不住，喝道：「你說什麼？」楊過道：「我說我自己不中用，得不到師父的歡心。」郭芙嫣然一笑，說道：「你師父是道爺，難道也有女兒麼？」楊過見她這麼一笑，猶似一朵玫瑰花兒忽然開放一般，又是嬌艷，又是溫雅，心中不覺一動，臉上微微一紅，將頭轉了開去。郭芙一直將武氏兄弟驅得團團轉轉，早已不當一回事，此時忽見楊過轉頭，知他已開始為自己的美貌傾倒，心中暗自得意。楊過眼望西首，只見壁上掛著一副對聯，上聯是「綺羅堆裏埋神劍」，下聯是「簫鼓聲中老客星」，署名是「五湖廢人病中塗鴉」。他年紀比眼前這三人大不了幾歲，但閱歷心情，卻似老了十年一般，看到「五湖廢人」四字，忽然想起自己東飄西泊，直與廢人無異，不禁垂下了頭暗自神傷。郭芙低聲軟語：「楊大哥，你去安置吧，明兒我再找你說話。」楊過說道：「好！」隨那莊丁自去安睡，隱約聽得郭芙在發作二人：「我愛找他說話，你們又管得著了？他武功不好，我自求爹爹教他。」次日楊過到大廳上用過早點，只見郭芙在天井中伸手相招，武氏兄弟卻在旁探頭探腦。楊過暗暗好笑，向郭芙走去，問道：「你找我麼？」郭芙笑道：「是啊，你陪我到門外走走，我要問你這些年來在幹些什麼。」楊過噓了一口長氣，心想這些年來的事真是一言難盡，三日三夜也說不完，而且這些事又怎能跟你說？二人並肩走出大門，楊過一側頭，只見武氏兄弟遙遙跟在後面。郭芙早已知道，偏是不予理睬，只是絮絮相詢。楊過揀些沒緊要的亂說一通，東拉西扯，惹得郭芙格格嬌笑。她明知楊過瞎說，卻聽得甚覺有趣。二人慢慢行到柳樹之下，忽然一聲長嘶，一匹癩皮瘦馬奔了過來，在楊過身上挨挨擦擦，極是親熱。武氏兄弟見了這匹醜馬，忍不住哈哈大笑，走到二人身邊。武修文笑道：「楊兄，這匹千里寶馬妙得緊啊，虧你好本事覓來？幾時你也給我覓一匹。」武敦儒正色道：「這是大食國來的無價之寶，你怎麼買得起？」郭芙望望楊過，望望醜馬，見二人是一般的骯髒困頓，不由得格的一聲，笑了出來。楊過哈哈大笑，說道：「我的馬醜人也醜，原本相配。兩位武兄的坐騎，想來神駿得緊了。」武修文道：「咱哥兒倆的坐騎，也不過比你的癩皮馬好些，芙妹的紅馬兒，那才是寶馬呢。從前你在桃花島上，一定見過的。」楊過道：「原來郭伯伯將紅馬兒給了姑娘。」四個人一面說話，一面行走。郭芙忽然指著西首，道：「瞧！我媽又傳棒法去啦。」楊過轉過頭來，只見黃蓉和一個年老乞丐，遠遠向山坳中並肩走去，兩人手中都提著一根桿棒。武修文道：「魯長老也真夠笨的了，這打狗棒法學了這麼久，還是沒學會。」楊過聽到「打狗棒法」四字，心中一凜，臉上卻是絲毫不動聲色，反而轉過頭來望著別處，假裝觀賞風景，全不聽他們說話。只聽郭芙道：「打狗棒法是丐幫的鎮幫之寶，我媽說這棒法神妙無比，乃是天下兵刃中最厲害的招數，自然不是十天半月中學得會的。你說他笨，你好聰明麼？」武敦儒嘆口氣道：「可惜除了丐幫的幫主，這棒法不傳外人。」郭芙道：「將來若是你做丐幫幫主，魯幫主自會傳你。這棒法連我爹爹也不會，你卻不用生羨。」武敦儒道：「憑我這塊料兒，怎能做丐幫幫主？芙妹，你說師母怎會選中魯長老接替？」郭芙道：「這些年來，我媽也只掛個名兒，丐幫大大小小的事兒，一直就是交了給魯有腳長老辦著。我媽聽見丐幫中這許多嚕裏嚕唆的事兒就頭痛，她說何必這樣長期的有名無實？不如叫魯長老做了幫主是正經。等到魯長老將打狗棒法學會，她就正式傳給他啦。」武修文道：「芙妹，這打狗棒法到底是怎樣的？你見過沒有？」郭芙道：「我沒見過。咦，我見過的。」說著從地下撿起一根樹枝，在武修文肩頭輕輕打了一下，笑道：「就是這樣！」武修文大叫：「好，你當我是狗兒，你瞧我饒你不饒你？」伸手作勢，要去抓她。郭芙笑著逃開，武修文追了過去。兩人兜了一個圈子又回到了原地。郭芙笑道：「小武哥哥，你別再鬧，我倒有一個主意在此。」武修文道：「好，你說。」郭芙道：「咱們去偷看瞧瞧，看那打狗棒法究竟是個什麼寶貝模樣。」武修文拍手叫好，武敦儒卻搖頭道：「若給師母發覺了，定討一頓好罵。」郭芙慍道：「咱們只瞧個樣兒，又不是偷學。再說，這樣神妙莫測的武功，你瞧幾下就會了麼？大武哥哥，你可算是了不起。」武敦儒給她一頓搶白，只是淡淡一笑，無言可答。郭芙道：「昨兒咱們躲在書房裏偷聽，我媽罵了人沒有？你就是一股勁兒膽小。小武哥哥，咱們兩人去。」武敦儒道：「好了，算你的道理對，我跟你去就是。」郭芙說道：「這天下第一等的武功，難道你就不想瞧瞧麼？」他們三人平時對打狗棒法早就甚是神往，耳聞其名已久，到底是怎麼一個樣兒，卻從來沒有見過。郭靖曾跟他們講黃蓉在君山丐幫大會之中，如何用打狗棒法力折群雄，奪得幫主之位，三個孩子聽得津津有味。現在郭芙倡議去見識見識，武敦儒口中反對，心裏早就是一百個的願意，只是他為人狡猾，事先把領頭的份兒推在旁人頭上，萬一事發，黃蓉須怪不到他。郭芙道：「楊大哥，你也跟咱們去吧。」楊過眺望遠山，似乎正涉遐思，全沒聽到他們的話，郭芙又問了一遍，楊過才回過頭來，滿臉迷惘之色，問道：「好好，跟你去，到那裏啊？」郭芙道：「你別問，跟我來便是。」武敦儒道：「芙妹，要他去幹麼？他又看不懂，笨頭笨腦的弄出些聲音來，豈不教師母知覺了？」郭芙道：「你放心，我照顧著他就是。你們兩個先去，我和楊大哥隨後再來。四個人一起走腳步聲太大。」武氏兄弟心中老大不願，但素知郭芙的言語違拗不得，若是有一句話不依順了，保管有十幾日不跟你說話，總要千求萬求，才引得她開顏為笑。兄弟倆當下快快先行，郭芙叫道：「咱們繞近路到那大樹上躲著，一時三刻我媽定是不會知覺。」武氏兄弟遙遙答應，加快腳步去了。郭芙瞧瞧楊過，見他身上衣服破爛得厲害，說道：「回頭我要媽給你做幾件新衣，你打扮起來，就不會這般難看了。」楊過搖頭道：「我生來難看，打扮也沒用的。」郭芙輕輕嘆了口氣。楊過道：「你嘆什麼？」郭芙道：「我心裏煩得很，你不懂的。」楊過見她臉色嬌紅，秀眉微蹙，確是一個絕美的姑娘，以容貌而論，比之陸無雙、完顏萍、耶律燕等要美上三分，心中微微一動，說道：「我知道你為甚麼煩心。」郭芙笑道：「這又奇怪了，你怎會知道？真是胡說八道。」楊過道：「好，我若是猜中了，你可不許抵賴。」郭芙伸出一根白白嫩嫩的小手指抵著右頰，星眸閃動，嘴角蘊笑，道：「好，你猜啊。」楊過道：「那還不易猜。武家哥兒倆都喜歡你，都討你好，你心中就難以取捨。」郭芙被他說破心事，芳心砰砰亂跳。這件事她自己知道、她父母知道、武氏兄弟知道、甚至師公柯鎮惡也知道，可是大家都覺此事難以啟齒，每個人心裏常常想著，口中卻從來沒提過一句。此時斗然間給楊過說了出來，不由得她滿臉通紅，又是高興，又是難當，又想嘻笑，又想哭泣，淚珠兒在眼眶中滾來滾去。楊過道：「一個兒是文雅穩重，一個兒是瀟灑倜儻；一個兒脈脈含情，一個大獻殷勤，一個兒教你終身有託，一個兒卻能陪你解悶。兩個人都是年少英俊、武功卓絕，當真是哥哥有哥哥的好，弟弟有弟弟的強，可是我一個人怎能嫁兩個郎？」郭芙怔怔的聽他說著，聽到最後一句，啐了他一口，說道：「你滿嘴胡說，誰理你啦。」楊過瞧她神色，早知自己已全盤猜中，口中輕輕哼著小調兒：「可是我一個身子啊，又怎能夠嫁兩個郎。」他連哼幾句，郭芙始終心不在焉，似乎並沒聽見，過了一會，才道：「楊大哥，你說是大武哥哥好呢，還是小武哥哥好？」她這句話問得甚是突兀。須知她與楊過雖是兒時遊伴，究竟多年未見，而且現下兩人都已長大，這種女兒家的心事，怎能向他吐露？但楊過這人生性隨和活潑，只要不得罪他，他跟你嘻嘻哈哈，有說有笑，片刻間令人如坐春風，似飲美酒，況且郭芙心中不知已千百遍的想過此事，確是覺得二人各有好處，平時玩耍說笑，她和武修文比較投機相得，但要辦甚麼規規矩矩的事，卻又是武敦儒妥當得多，女孩兒情竇初開，平時對二人或嗔或怒，或喜或愁，將兄弟倆弄得神魂顛倒，在她內心，卻是好生為難，不知該對誰更好些才是，這時和楊過談起，竟不自禁的問了出口。楊過笑道：「我瞧兩個人都不好。」郭芙一怔，道：「為什麼？」楊過笑道：「若是他二人好了，我楊過遇有指望麼？」他一路上對陸無雙嬉皮笑臉的胡鬧慣了，其實心中並無半分邪念惡意，這時和郭芙說笑，竟又脫口而出。郭芙一呆，她是個嬌生慣養的姑娘，從來沒人敢對她說半句輕薄之言，當下不知該是發怒還是不該，板起了臉，道：「你不說也就罷了，誰跟你說笑？咱們快走吧。」說著展開輕功，繞小路急向山坳後奔去。楊過碰了一個釘，覺得老大不是意思，心想：「我擠在他們三人中間幹麼？自己走得遠遠的吧！」他轉過身來，緩緩而行，心想：「武家兄弟直把郭姑娘當作是天仙一般，唯恐她不嫁自己。其實當真嫁了，整天陪著這樣嬌縱橫蠻的一個女子定是苦頭多過樂趣，嘿，這般痴人，也真好笑。」他此時暗笑旁人，那知一人墮入情網，萬難自拔，縱然是大聖大賢，也是難以勘破此關，豈是輕易嘲笑得的？郭芙奔了一陣，只道楊過定會跟來求告陪罪，不料立定稍候，竟沒他的人影。她心念一轉，暗道：「這人不會輕功，自然追我不上。」當即向來路追去，只見他反而走遠，心中好生奇怪，跑到他面前，道：「你怎麼不來？」楊過道：「郭姑娘，請你拜上令尊堂，說我走啦。」郭芙吃了一驚，道：「好端端的幹麼走了？」楊過淡淡一笑，道：「也沒什麼。我本就不為什麼而來，也就不為什麼而去。」郭芙素來喜歡熱鬧，雖然心中並不瞧得起楊過，只是覺得聽他說笑，比之與武氏兄弟說話另有一種新鮮味兒，實是一百個盼望他別走，說道：「楊大哥，咱們這麼久沒見，我有好多話要問你呢。再說，今晚開英雄宴，東南西北，各家各派的英雄好漢都來聚會，你怎麼不見識見識呢？」楊過笑道：「我又不是英雄，若是也來與會，豈不是教那些真英雄們笑話了？」郭芙道：「那也說得是。」他微一沉吟，道：「反正陸伯伯家中有許多不會武功之人，你跟那些帳房先生、管家的一起喝酒吃飯，也就是了。」楊過一聽大怒，心想：「好哇，你是將我當作低三下四之人看待了。」他年紀雖小，卻是個甚有城府之人，臉上絲毫不露氣惱之色，笑道：「那可不錯。」他本想一走了之，此時卻將心一橫，有意要做些事情出來，羞辱她一番。郭芙自小嬌生慣養，不懂人情世故，她這幾句話實在並非有意損他，那知楊過生性敏感，無意中已大大得罪了他。她見楊過回心轉意，笑道：「快走吧，別去得遲了，給媽先到，就不易偷看了。」她在前快步而行，楊過氣喘吁吁的跟著，落腳沉重，顯得十分的遲鈍笨拙。好容易將近黃蓉平時傳授魯有腳棒法之處，只見武氏兄弟爬在樹梢，探頭探腦。郭芙一躍上樹，伸手下來拉楊過上去。楊過握著她柔若無骨、溫軟如綿的小手，不由得心中一蕩，但隨即想起：「你就是再美些，也那裏及得上我姑姑半分。」此時郭芙的武功已極有根基，輕輕一提，已將他提上樹幹，她悄聲問道：「我媽還沒來麼？」武修文指著西首，低聲道：「魯長老在那裏舞棒，師母和師父走開說話去了。」郭芙生平就怕父親一人，聽說郭靖也來了，覺得有些不妥，但見魯有腳拿著一根竹棒，東邊一指，西面一攪，毫無驚人之處，低聲道：「這就是打狗棒法麼？」武敦儒道：「多半是了。師母正在指點，師父過來有事和師母商量，請她到一旁說話去了，魯長老就獨個兒這麼練著。」郭芙又看了幾招，但覺呆滯，不見奧妙，說道：「魯長老還沒學會，沒什麼好看，咱們走吧。」楊過看了魯長老的棒法，與洪七公當日在華山絕頂所傳的一印證，果然分毫不錯，心中冷笑：「小女孩兒什麼也不懂，偏會口出大言。」武氏兄弟對郭芙奉命唯謹，聽她說要走，正要躍下樹來，忽聽樹下腳步聲響，郭靖說道：「芙兒的終身，自然不能輕忽，但過兒年紀還小，你也不能因他一時之錯，就料定他難以成材。」又聽黃蓉說道：「你顧念郭楊兩家祖上累世的交情，原本是該的。但楊過這小子，我越是瞧他，越覺得像他父親，我怎放心將芙兒許他？」楊過、郭芙、武氏兄弟四人聽了靖蓉夫婦這幾句話，無不大驚失色，大家都不知郭楊兩家上代有這許多關連，更是萬想不到郭靖有意要把女兒許配給楊過。這幾句話與各人都是有著莫大的切身關係，四個人隱身樹上，再也不走。只聽郭靖說道：「楊康兄弟不幸流落金國王府，誤交匪人，這才落得如此悲慘的下場，到頭來屍身不全，葬身鴉腹。若他自小就由楊鐵心叔父教養，絕不至此。」黃蓉嘆了口氣，想不到嘉興王鐵槍廟中那麼驚心動魄之夜，兀自寒心，低低的道：「那也說得是。」楊過對自己身世從來不明，只知父親早，死於他人之手，至於怎樣死法，仇人是誰，即是自己生母，也不肯對他明言。此時聽郭靖提到他父親，說什麼「流落王府，誤交匪人。」又是甚麼「屍骨不全，葬身鴉腹。」頭頂如遭雷轟電掣，全身發顫，臉色死灰，郭芙斜眼望了他一眼，見他如此神色，不由得甚是害怕，生怕他突然摔下，就此死去。郭靖與黃蓉背向四人身隱的大樹，並肩坐在一塊岩石之上。郭靖輕輕摸黃蓉的手背，柔聲道：「自從你懷了這第二個孩子，最近身體大不如前，快些將丐幫的大小事務一古腦兒交給魯有腳，須得好好補養才是。」郭芙大喜，心道：「原來媽媽有了孩子，我多個弟弟，那可有多好。」黃蓉道：「丐幫之事，我本來就沒操多大心，倒是芙兒的終身，好教我放心不下。」郭靖道：「全真教既不肯收容過兒，讓我自己好好教他吧。我瞧他人是極聰明的，將來我把功夫盡數傳與他，也不枉了我與他爹爹結義一場。」楊過此時才知郭靖原來與自己生父是金蘭兄弟，「郭伯伯」這三個字，中間實有重大含義。他聽郭靖對自己情深義重，心裏極是感動，幾欲流下淚來。黃蓉嘆道：「我就是怕他聰明反被聰明誤，所以只教他讀書，不傳他武功。盼他將來成為一個深明義理，正正派派的好男兒，縱使不會半點武功，我將芙兒許他，也是心滿意足的了。」郭靖道：「蓉兒，你事事比我聰明，想得原很周全，但咱們芙兒是這樣的一個脾氣，這樣的一身武功。要她終身守著一個文弱書生，你說不委屈她麼？你說她會尊重過兒麼？我瞧啊，這樣的夫妻一定難以和順。」黃蓉笑道：「也不怕羞，原來咱倆夫妻和順，是因為你武功勝過我啦。郭大俠，來來來，咱倆比試比試。」郭靖笑道：「好，黃幫主，你劃下道兒來吧。」只聽拍的一聲，大概是黃蓉在郭靖身上輕輕拍了一下。過了一會，黃蓉道：「唉，這件事說來好生為難，就算不理過兒，武家哥兒倆又怎生分解？你瞧大武好些呢，還是小武好些？」郭芙和武氏兄弟三人之心自然大跳而特跳，楊過雖事不關己，卻也急欲知道郭靖對二人的評語，只聽郭靖「嗯」了一聲，隔了好久始終沒有下文，最後才道：「小事情上是瞧不出來的，要待面臨大事，孰優孰劣，才有分曉。」他聲調轉為十分柔和，道：「好，芙兒年紀還小！再過幾年，也還不算太遲，說不定到那時一切自有妥當安排，咱們做父母的完全不用操心。你教導魯長老時別太費神了，這幾日我總覺得你氣息紛亂，不能調勻，很是為你擔心。我找過兒去，跟他談談。」說著捏一捏她的手，向來路回去。黃蓉坐在石上調勻一會呼吸，才招呼魯有腳過來，試演棒法。這時魯有腳已將三十六路打狗棒法盡數學全，只是如何用的訣竅，卻未領會，黃蓉於是耐著性子，一路路的解釋給他知曉。那打狗棒法的招數固然奧妙，而訣竅心法，尤其神奇無比，否則小小一根青竹棒兒，怎能成為丐幫鎮寶之寶？以歐陽鋒如此厲害的武功，竟要苦苦思索，方能拆解得一招半式？黃蓉化了將近一個月功夫，將招數傳授了魯有腳，此時把口訣和變化心法讀了幾遍，叫他牢牢記住，說到融會貫通，神而明之，那是與各人的資質天才有大關連，不是言語中所能傳授得了的。郭芙與武氏兄弟不懂棒法，只聽得索然無味，什麼「封」字訣如何如何，「纏」字訣又怎樣怎樣，第十八變可以怎樣轉為第十九變，而第十九變又如何演為第二十變，他們幾次要想溜下樹去，卻又怕被黃蓉發覺，只盼她早些說完口訣，與魯有腳一齊走開。那知黃蓉預定今晚在英雄宴中將幫主之位傳給魯有腳，有心將棒法口訣一齊傳完，若是他日後不懂，寧可慢慢再教，總之是遵依歷代幫主所定的幫規，使魯有腳在接任幫主之時，已然學會打狗棒法。因之說了一個多時辰，還是沒有說完。偏生魯有腳天資不佳，兼之年紀已老，記憶力減退，一時之間那記得了這許多？黃蓉反來覆去說了一遍又一遍，他總是記得難以周全。黃蓉自十五歲與郭靖相識，對資質遲鈍之人相處已慣，因之魯有腳記心不好，她倒也並不生氣。苦在幫規所限，這口訣心法必須以口相傳，絕不能錄之於筆墨，否則寫將出來，讓他慢慢讀熟，倒可省卻不少心力了。這其間可就便宜了楊過，當日洪七公受傷之後，在華山絕頂與歐陽鋒比武，曾將這棒法每一招每一變都授了楊過，叫他演給歐陽鋒觀看，只是臨敵使用的口訣心法，卻一句不傳。他只道楊過縱然學會招數，不明心法，實無半點用處，並未犯了幫規，那知陰錯陽差，他竟在此處原原本本的盡數聽到。楊過的天資高出魯有腳百倍，只聽到第三遍，早已一字不漏的記住，魯有腳卻兀自顛三倒四的背誦。黃蓉二次懷孕之後，某日修習內功時偶一不慎，傷了胎氣，因是大感虛弱，這日教了半天，頗覺疲累，倚在石上休息，合眼養了一會神，叫道：「芙兒，儒兒、文兒、過兒，一起都給我滾下來吧！」郭芙等四人大吃一驚，都想：「怎麼她不動聲色，原來早知道了！」郭芙笑道：「媽，你真有本事，什麼都瞞不過你。」說著使一招「乳燕投林」，輕輕躍在她的面前。武氏兄弟跟著躍下，楊過卻慢慢爬下樹來。黃蓉「哼」了一聲道：「憑你這點功夫，也想偷看來著？若是連你們幾個小賊也知覺不了，到江湖上行走，只怕過不了半天就中了歹人埋伏。」郭芙訕訕的有些難以為情，但自恃母親素來縱容自己，也不怕她責罵，笑道：「媽，我拉了他們三個來，想要瞧瞧威震天下的打狗棒法，那知道魯長老使的一點也不好看。媽，你使給我瞧瞧。」黃蓉一笑，從魯有腳手中接過竹棒，道：「好，你小心著，我要絆小狗兒一交。」郭芙全神留心下盤，只待竹棒伸來，立即上躍，教她絆之不著。黃蓉竹棒一晃，郭芙急忙躍起，雙足離地半尺，剛好棒兒一絆，輕輕巧巧的倒了。郭芙跳起身來，大叫：「我不來，我不來。那是我自己不好。」黃蓉笑道：「好吧，你愛怎麼就怎麼著。」郭芙擺個馬步，穩穩站著，轉念一想，說道：「大武哥哥，小武哥哥，你兩個在我旁邊，也擺馬步。」武氏兄弟依言站穩，郭芙伸出手臂與二人手臂相勾，合三人之力，當真是穩如泰山，說道：「媽，不怕你啦。除非是爹爹的降龍十八掌，那才推得動咱們。」黃蓉微微一笑，一棒往三人臉上橫掃過去，勢挾勁風，甚是峻急。三人急忙仰後閃避，這麼一來，下盤紮的馬步自然鬆了。黃蓉竹棒迴帶，用個「轉」字訣，在三人腳下一掠，三個兒立足不穩，一齊撲地跌倒。總算三人武功了得，上身微一沾地，立即躍起。郭芙道：「媽，你這個仍是騙人的玩意兒，我不來。」黃蓉笑道：「適才我傳授魯長老那絆、劈、纏、戳、挑、引、封、轉八訣，那一訣是用蠻力的？你說我這是個騙人的玩意兒，那不錯，武功之中，十成中九成是騙人的玩意，只要能把高手騙倒，那就是勝了。只有你爹爹的降龍十八掌這一等武功，那才是真功夫的硬拼，用不著使巧勁詐著。可是要練到這一步，天下能有幾人能夠？」這一席話只把楊過聽得暗暗點頭，郭芙等三人雖然懂了，卻並未領悟言語中的妙旨，黃蓉又道：「這打狗棒法是武林中最特異的功夫，它卓然自成一家，與其餘任何各門各派的功夫均無牽涉。單學招數，若是不明口訣，那是一點無用，憑你絕頂聰明，只怕也難以自創一句口訣，以之與招數相配，但若知道口訣，非我親傳招數，也只記得什麼絆劈纏戳的八個字而已。若是我傳授別種武功，未得我的允准，以後可萬萬不能偷聽偷學，知道了麼？」郭芙連聲答應，笑道：「媽，你的功夫我何必偷學，難道你還有不肯傳給我的麼？」黃蓉心中愛極這個嬌女，用竹棒在她臀上輕輕一拍，笑道：「和兩位武家哥哥玩去。過兒，我有幾句話跟你說。魯長老，你慢慢去想吧，一時記不全，日後再教你。」魯有腳、郭芙等四人別了黃蓉，自回陸家莊去，只留下楊過站著。他心中怦怦而跳，生怕黃蓉知道他偷學打狗棒法，要施辣手取他性命。黃蓉見他神色驚疑不定，拉著他手，叫他坐在身邊，柔聲道：「過兒，你有很多事，我都不明白，若是問你，料你也不肯說。不過這個我也不怪你。我年幼之時，性兒也是極其怪僻，全虧得你郭伯伯處處容讓。」說到這裏，輕輕嘆了一口氣，嘴裏現出一絲微笑，想起了自己少年時淘氣之事，又道：「我不傳你武功，本意是為你好，那知反而累你吃了許多苦頭。過兒，你郭伯伯愛我惜我，這份恩情，我自然要盡力報答，他對你有一個極大的心願，望你將來成為一個頂天立地的好男兒，我定當盡力助你學好，以成全他的心願。你也千萬別使他失望，好不好？」楊過從未聽黃蓉如此溫柔誠懇的對自己說話，只見她眼中充滿著憐愛之情，不由得大是感動。他是個情感極豐富極脆弱之人，哇的一聲，哭了出來。黃蓉撫著他的頭髮，輕輕說道：「過兒，我什麼也不用瞞你，我以前不歡喜你爹爹，不歡喜你媽，因此一直也不歡喜你。但從今以後，我一定好好待你，等我身體復了原，我把全身武功都傳給你。」楊過更是難過，越哭越響，抽抽噎噎的道：「郭伯母，很多事我瞞著你，我……我……都跟你說。」黃蓉撫著他頭髮道：「今日我很倦，過幾天再說不遲，你只要做個好孩子，我就歡喜啦。待會開丐幫大會，你也來瞧瞧吧。」楊過心想洪七公逝世這等大事，自須在大會中明言，一面擦眼淚，一面點頭。二人在大樹下這一席話，都是真情流露，將從前相互不滿之情，豁然消解，說到後來，楊過竟然破涕為笑，自與小龍女分別以來，首次胸中感到這般溫暖。黃蓉說了一會話，覺得腹中隱隱有些疼痛，慢慢站起，說道：「咱們回去吧。」攜著他的手，緩步而行。楊過覺得該把洪七公的死訊先行稟明，道：「郭伯母，我有一件很要緊的事跟你說。」黃蓉只感丹田中氣息越來越不順暢，皺著眉頭道：「明兒再說，我……我不舒服。」楊過見她臉色灰白，有些擔心，只覺她手掌有些陰涼，大著膽子暗自運氣，將一股熱力從手掌上傳了過去。當他與小龍女在終南山同練玉女心經之時，這種掌心傳功的功夫練得極是純熟。但他怕黃蓉的內功與他所學的力道有衝撞，初時微微傳了一點熱力過去，後來覺得通行無礙，這才增加內力。當郭靖在臨安城皇宮內被歐陽鋒用蛤蟆功擊傷，後來黃蓉在密室中窮七日七夜之力，手掌傳功，助他療傷。此時楊過手掌傳功，也是這個道理。黃蓉感到他傳來的掌力綿綿密密，與全真派內功全然不同，但柔和融合，實不在全真高手之下，不由得體內大為受用，片刻之間，她逆轉的氣息已歸順暢，雙頰現出暈紅，心中甚是驚異：「這孩子卻在那裏學到了這上乘內功？」向他微微一笑，意甚嘉許。正想出言相問，郭芙遠遠奔來，叫道：「媽，媽，你猜是誰來啦？」黃蓉笑道：「今兒天下英雄聚會，我怎知是誰來了？」突然心念一動，道：「啊，是武家哥哥的師叔師伯們，多年不見，快會會去。」郭芙道：「媽你真聰明，怎麼一猜就中？」黃蓉笑道：「這又有何難？武家哥兒倆寸步也不離開你，忽然不跟著你，定是他們親人到了。」楊過一向自恃聰明機變，但見黃蓉料事如神，遠在自己之上，不禁駭服。黃蓉又道：「芙兒，恭喜你又要多學一種上乘武功。」郭芙道：「什麼武功？」楊過衝口而出，道：「一陽指！」郭芙不去理他，隨口道：「你懂什麼？媽，是什麼武功？」黃蓉笑道：「楊大哥不已說了？」郭芙道：「啊，原來是媽跟你說的。」黃蓉和楊過都微笑不語，黃蓉心想：「過兒這孩子的聰明智慧，勝於武家兄弟十倍。芙兒是個草包，更加不必提起。他知一陽指是一燈大師的絕頂功夫，靖哥哥雖然學會，但非他本門嫡派，不會傳授旁人。武氏兄弟的師叔伯們到來，憐他兄弟孤苦，定會傳授，而他哥兒倆要討好芙兒，自是學到什麼就轉送給她什麼了。」兩人智力相埒，都是心照不宣，只有郭芙卻有些奇怪，媽媽幹麼要將此事先告訴了楊過。原來一燈大師座下有漁樵耕讀四大弟子，武氏兄弟的父親武三通，即是位列第三的農夫。他自與李莫愁一戰受傷，迄今影蹤不見，存亡未卜。此次來赴英雄宴的是漁人與書生二人，那書生與黃蓉一見就要鬥口，此番闋別已有十餘年，兩人相見，又是各逞機辯，那漁人果然找了間靜室，將一陽指的功夫傳於武氏兄弟。午後飯罷，丐幫之眾在陸家莊外的樹林中大舉聚會。這一次會中新舊幫主交替，乃是丐幫的隆重的慶典，東南西北各路高手弟子，盡皆與會，別派別幫也有許多好手被邀觀禮。十餘年來，魯有腳一直代替黃蓉處理幫務，公平正直，敢作敢為，丐幫中污衣、淨衣兩派，齊都心悅誠服，這次交替，乃是順理成章之事。黃蓉按著幫規宣布後，將歷代幫主相傳的打狗棒交給了魯有腳，眾弟子一齊向他唾吐，只吐得他滿頭滿臉、身前身後都是痰涎，於是新幫主接任之禮告成。楊過見那幫主交替的禮節甚是奇特，心中暗暗稱異，正要起身稟報洪七公逝世的訊息，忽見一個老年乞丐躍上大石，左手高托一個極大的朱紅葫蘆。