第九十六回　招親榜文游坦之道：「這個──這個，為你多費一些心血，原是我求之不得之事。嗯，這一式坐功是這樣的了，隨後是這一式行功。」他依著阿紫的姿式模樣，練了起來。星宿派武功本以毒功為根基，體內陰寒歹毒的內功練得愈深，出手愈是厲害。阿紫開演的這兩下姿式，叫做「混天無極式」，本是星宿派的入門功夫，在初學之人練來，須得化上一個月至兩個月的時光。但游坦之體內積蓄的冰蠶奇毒，乃天地間自然之物，連丁春秋也是有所不及，依著阿紫所示的姿式，一舉手間便練成了，圈手一拍，呼的一聲，身前數尺的一株小樹應手而倒。游坦之吃了一驚，跟著又依式圈手一拍，又是一株小樹斷為兩截。他又驚又喜，心道：「這星宿派的功夫，竟有偌大威力。難道她是故意調侃我，自己明明已有這般的功夫，卻又來求我教甚麼蓋世神功？」阿紫聽到斷樹之聲，說道：「厲害厲害！王公子，你快教我，如何能一掌斷樹。」游坦之道：「你用這一招『混天無極式』，卻不能斷樹麼？」阿紫嘻嘻一笑，道：「這『混天無極式』，乃是星宿派中人人都會的粗淺功夫。要是這一招能出手斷樹，星宿派弟子個個都是橫行天下的英雄好漢了。」游坦之心下不解，當下不依阿紫所演的姿式，隨手拍了出去，身前的小樹卻是晃也不晃。他再使勁力，仍是不能撼動樹身分毫，待得依照『混天無極式』圈手一拍，擦的一響，並排的兩株小樹齊齊折斷，宛似以大斧砍斷一段。原來星宿派武功的一招一式，都能將寒毒內力發揮於極致，但也只有體內積蓄了渾厚的寒毒內力，才能充分運使這星宿派的武功，兩者相輔相成，但學招易而積功難，一般星宿弟子學會的都是招數，唯有摘星子等寥寥幾人，修積得相當內力，便成為派中出類拔萃的人物。游坦之不明其中道理，卻也是不敢多問，心想言多必失，話一多便不免露出馬腳，當下要阿紫繼續演招。阿紫一招一式的演將下去，他依樣葫蘆，卻在每一招中都發揮了極大的威力出來。二人練到十一二招時，游坦之已覺所學太過繁複，記不明白這許多招術，要阿紫停了下來，從頭再演。阿紫笑道：「王公子，依你看來，星宿派的功夫定然破綻百出，可笑得緊了。」游坦之道：「那倒不見得，其中也大有可取之處，只不過──只不過似乎不夠大方。」說著仿著阿紫所示，一足踢出，剛好挑起一塊斗大的石塊，呼的一聲，直飛了出去。那塊大石直飛出十餘丈外，從半空中落將下來，說也湊巧，山道上正好快步走來二人，眼見那大石便要落向那二人頭頂，游坦之叫道：「啊喲！」喊道：「留神，快閃開了！」當先那人向左斜走半步，雙手揮出，啪的一聲，將那大石推開，撞向山壁之上，砰的一聲巨響，火星四散。那人怒道：「甚麼人？膽敢戲弄老子！」身形晃動，二人搶到了游坦之和阿紫面前。只見那二人衣衫襤褸，作化子裝束，背上負著幾隻布袋。游坦之一見，便知對方是丐幫中人，忙上前一揖，道：「兩位丐幫大哥勿怒，在下無意之失，還請原恕則個。」兩名丐幫見游坦之行禮賠罪，又從適才大石飛擲的勢頭之中，知道他武功著實了得，不願多生事端，便也回了一禮，道：「好說，好說。」轉頭即要離去，阿紫忽道：「是丐幫中的人麼？妙之極矣！我正要找他們來，奪個丐幫的幫主做做。你們總舵現下安樁何處？」二丐聽她一出口便說要奪本幫幫主之位，又見她衣飾打扮顯然不是本幫中人。本幫弟子而要奪幫主之位，不過是僭妄，外人來說這種話，那顯然是戲侮輕蔑了。二丐一聽之下，登時臉上變色，齊問：「尊駕是誰？何以出此輕侮之言？」阿紫聽那丐問她來歷，正是湊將上來，給自己要說的話加上個合適的引子，便笑吟吟的道：「不敢，在下新任星宿派掌門，姓段名紫的便是。」當先那丐身形高瘦，皺眉道：「星宿派的首領是丁老怪，江湖上有誰不知？你這小丫頭卻來胡說八道。」另一丐中等身材，已有五十來歲年紀，瞧模樣在丐幫中位份較低，似乎一切唯瘦丐馬首是瞻，但為人卻甚為慎重，低聲道：「狄兄弟，咱們自己有事，不用理會這種不知好歹的小孩子了。」那瘦子哼了一聲，道：「一個瞎眼丫頭，一個──」只說了「一個」兩字，眼睛向游坦之一瞥，臉有鄙夷之色，顯然接下去不是說「醜八怪」，便是說「鬼臉兒」。游坦之那容他揭破自己的面貌真相，右手一圈，依著阿紫所演的那招「混天無極式」，一掌便拍了出去。那瘦丐武功也甚了得，應變奇速，一見游坦之舉掌拍出，雖然兩人相距七八尺遠，這一掌無論如何拍不到自己身上，但還是有備無患，運氣舉掌相迎。但聽得「喀」的一聲響，那瘦丐上身突向後仰，竟然是脊骨齊腰折斷，一個人折成兩截。那老丐大吃一驚，叫道：「狄兄弟，狄兄弟，啊喲，你──你──怎麼──怎麼死了？」游坦之這一掌拍出，本意在阻止他叫出「醜八怪」之類的言語，絕無傷他性命之意，猛聽得那老丐說他已然死了，也是驚道：「咦，怎麼？」搶上前去，低頭看那瘦丐，只見他雙目突出，臉上容相十分慘厲，游坦之又是害怕，又是憾悔，道：「這──這──」那老丐驚懼之下，見到游坦之滿臉皮翻肉爛的可怖情狀，只道他又要加害自己，奮起平生之力，雙拳登向游坦之背上打了下去。一來游坦之迄今只從阿紫處學了星宿派的十來招武功，受敵襲擊時的應變閃避之法全然不會；二來他一掌劈死瘦丐，內咎於心，甘願受對方毆擊幾拳，也好稍減自己的罪孽，是以砰砰兩聲，那老丐的兩拳全都結結實實的打在他的背上。卻聽得那老丐「啊」的一聲慘呼，身子離地飛出，重重的摔在地下，口中狂噴鮮血。游坦之又是大吃一驚，道：「幹甚麼了？」阿紫讚道：「王公子，你武功當真了得，舉手之際，便料理了丐幫的兩大高手。」游坦之見那老丐口中不住汩汩噴出鮮血，握了阿紫的手，叫道：「快走，快走！別在這裏停留。」阿紫身不由主，給他拉著飛奔，只覺耳畔風聲呼呼，知道奔行得十分迅速，喜呼：「好玩，好玩！再跑快些！」片刻之間，兩人已在十餘里外。游坦之隱隱聽得身後有人叫道：「游兄弟，游兄弟，慢走一步。」似乎是包不同的聲音。他出手殺人，生怕給包不同當場拿住，那裏敢停，只有越跑越快。叫喚他的，果然便是包不同。這時他和風波惡二人，已和慕容復以及鄧百川、公冶乾、王玉燕四人會齊，說起游坦之的種種怪異之處，慕容復好奇心起，便尋了下來，要再問個明白。遠遠望見游坦之出手打倒二人，拖了阿紫飛奔，慕容復見他奔跑的姿式甚是笨拙，直似絲毫不會輕功之人，可是去勢之速，未必便在自己之下。其時相距已有里許，慕容復自忖若是全力施展輕功，也不過和他一般快慢，這里許之差，始終是拉不近來，那便是說並無追上他的把握，何況就算追上了，又待如何？慕容復瞧著他迅速而去的背影，心下嗟嘆，暗自駭異。鄧百川和公冶乾看了一死一傷的二丐，也是驚異不置，尤其那死去的瘦丐身子後仰，反折重疊，頭與腳齊，肚皮向天，死法甚是奇特。公冶乾扶起那老丐身子，取出一丸傷藥，餵在他的口中。但那老丐口中鮮血不住外湧，這傷藥竟是咽不下去。鄧百川伸出左手中指，在那老丐胸口穴道上點了兩點。本來他這「截血指」應效如神，指到血止，但他點了兩指，那老丐口中仍是不住噴出鮮血。鄧百川皺起眉頭，咦的一聲。王玉燕道：「鄧大哥，此人受陰寒內力反激，你當點他背心穴道。」鄧百川一怔，反手點那老丐背心上「神道」「至陽」二穴，果然那老丐噴了兩口血後，便即血止。公冶乾又餵了他一枚傷藥，那老丐吸了口氣，顫聲道：「多──多謝救援，不──不敢請問──問恩公尊姓大名。」鄧百川道：「江湖上危急相助，是同道問應有之義，舉手微勞，何足掛齒？」那老丐又吸了口氣，自覺力氣一滴滴離身而去，伸手要到懷中去掏摸甚麼東西，卻是力不從心，道：「勞──勞駕──」公冶乾猜他心意，道：「尊駕要取甚麼物事？」那老丐點了點頭。公冶乾便將他懷中物事，都掏了出來，攤在雙手手掌之中，甚麼火刀、火摺、暗器、藥物、乾糧、碎銀之類，著實不少。那老丐道：「我──我不成了。這一張──一張榜文，甚是要緊，請恩公念在江湖一脈，交到──交到丐幫的長老手中──至感──至感大德。」一面氣吁吁的說話，一面伸手出去，從公冶乾掌中，抓起了一張折疊起的黃紙。慕容復道：「閣下放心，你傷勢若是難愈，這張東西，咱們負責交到貴幫長老手中便是。」說著將那張黃紙接了過去。那老丐低聲道：「我姓易，名叫易一清。相煩──相煩足下傳言，我自西夏國來，這是──西夏國國王招婿的榜文。此事──此事非同小可，有關大宋的安危氣運，我幫──我幫──我幫──」他連說了三個「我幫」，一口氣始終接不上來，他越是焦急，越是說不出話，只覺喉頭一甜，似乎又欲噴血，眼睛一翻，突然見到慕容復俊雅的形相，心中想起一個人來，問道：「閣下──閣下是誰？是姑蘇──姑蘇──」慕容復道：「不錯，在下姑蘇慕容復。」那老丐大吃一驚，道：「你──你是本幫人仇人──」伸手抓住慕容復手中的黃紙，用力一奪。慕容復也不和他爭奪，讓他搶了回去，心想：「丐幫一直疑心我害死他們副幫主馬大元，近來雖是謠言稍減，但此人新自西夏歸來，自是不知近事。」只是那老丐雙手用力，嗤的一聲，將那張黃紙撕成了兩半，待要再撕，驀地裏雙足一挺，鮮血狂噴，便已斃命。風波惡將扯成兩半的黃紙展了開來，拼在一起，只見紙上用朱筆寫著彎彎曲曲的許多外國文字，文末還蓋著一個大章。公冶乾頗識諸國文字，從頭至尾細看了一道，道：「這果然是西夏國國王招婿的榜文，文中言道：『西夏國文儀公主年將及笄，國王決意征選一位文武壁壘、俊雅魁偉的未婚男子為婿，定於今年八月中秋起公開選拔。不論何國人士，自信為天下一等一的人才者，於該日之前後晉謁，國王皆予優容接見。即令不中駙馬之選，亦當量才錄用，授以官爵。』」公冶乾還未讀完，風波惡已哈哈大笑起來，說道：「這位丐幫的仁兄當真好笑，他巴巴的從西夏國取了這榜文來，難道要他幫中那一位長老去應聘，做西夏國的駙馬爺麼？」包不同道：「非也，非也！四弟有所不知，丐幫中各位長老固然既老且醜，但幫中少年弟子，自也有不少文武雙全，英俊聰明之輩。如果那一個丐幫弟子當上了西夏國的駙馬，丐幫那還不飛黃騰達麼？」鄧百川皺眉道：「素聞丐幫中英雄好漢不求功名富貴，何以這個易一清卻如此利欲薰心？」公冶乾道：「大哥，這人曾道：『此事非同小可，有關大宋的安危氣運。』若是此言不假，那麼他未必單單是為了求丐幫的功名富貴。」包不同搖頭道：「非也，非也！」公冶乾向包不同道：「三弟又有甚麼高見？」包不同道：「二哥，你問我『又』有甚麼高見，這個『又』字，乃是說我已經表達過高見了。但我並沒說過甚麼高見，可知你實在不信我會有甚麼高見。你問我又有甚麼高見，真正含意，不過是說：包老三又有甚麼胡說八道了。是也不是？」風波惡雖愛和人打架，自己兄弟究竟是不打的；包不同愛和人爭辯，卻不問親疏尊卑，一言不合，便爭個沒有了沒完。公冶乾自是深知他的脾氣，微微一笑，說道：「三弟已往表達過不少高見，我這個『又』字，是真的盼望你再抒高見。」包不同搖頭道：「非也非也！我瞧你說話之時嘴角含笑，其意不誠──」他還待再說，鄧百川打斷了他的話頭，道：「三弟，依你之見，這易一清拿了這張西夏國招駙馬的榜文回來，有甚麼用意？」包不同道：「這個，我又不是易一清，怎知道他有甚麼用意？」慕容復眼光轉向公冶乾，徵詢他的意見。公冶乾微笑道：「我的想法，和三弟大大不同。」他明知不論自己說甚麼話，包不同一定反對，不如將話說在頭裏。包不同瞪了他一眼，道：「非也非也！這一次你可全然猜錯了，我的想法，恰巧和你一模一樣，全然沒有差別。」公冶乾笑道：「謝天謝地，這可妙之極矣！」慕容復道：「二哥，到底你以為如何？」公冶乾道：「當今之世，大遼、大宋、吐蕃、西夏、大理五國並峙，除了大理一國僻處南疆，與世無爭之外，其餘四國，都有混一宇內、並吞天下之志──」包不同道：「二哥，這就是你的不是了，我大燕雖無疆土，但公子爺時時刻刻以復國為念，焉知我大燕日後不能重振祖宗雄風，中興復國？」他說到這裏，慕容復、鄧百川、公冶乾，風波恩一齊肅立，容色莊重，齊聲道：「復國之志，無時或忘！」各人或拔腰刀，或提長劍，將兵刃舉在胸前。原來慕容復的祖宗慕容氏，乃是鮮卑族人，當年五胡亂華之世，鮮卑慕容氏在中國東征西討，大振威風，曾建立前燕、後燕、南燕、西燕等好幾個朝代。其後慕容氏為北魏所滅，子孫散居各地，但祖傳孫、父傳子，世世代代，始終存著這中興復國的念頭。只是中經隋唐各朝，慕容氏日漸衰微，那「重建大燕」的願望，眼看是越來越是渺茫了。到得五代末年，慕容氏中忽然出了一位百世難遇的武學奇才，名叫慕容龍城，此人融會各家武功，自出機抒，成為武林中當世無敵的好漢。慕容龍城不忘祖宗遺訓，糾合英雄，意圖復國，偏偏天下分久必合，趙匡胤建立大宋，四海清平，人心思治，慕容龍城武功雖強，終於是無所建樹，鬱鬱而終。數代之後傳到慕容復手中，慕容龍城的武功和雄心，也盡數移在慕容復身上。只是大燕國謀復國，在宋朝而言，那便是大逆不道，作亂造反，是以慕容氏雖在暗中糾集人眾，聚財聚糧，但風聲卻是半點不露，除了最親近的鄧百川諸人而外，外界是誰也不知真相。武林中說起「姑蘇慕容」，只覺這一家人武功極高，而行為詭秘，似是妖邪一路，卻不知慕容氏心懷大志，與一般江湖上的門派幫會，所作所為大大不同，正常人看來，自是覺得極不順眼，往往引以為敵了。其時曠野之中，四顧無人，包不同提到了中興燕國的大志，各人情不自禁，都拔劍而起，慷慨激昂的道出了胸中意向。王玉燕卻緩緩的轉過了身去，慢慢走開，遠離眾人，須知她母親向來反對慕容氏作亂造反的圖謀，認為稱王稱帝，只是慕容氏數百年來的癡心妄想，復國無望，滅族有份。她母親一直不許慕容復上門，自行隱居在蓮塘深處，不願與慕容家有糾葛來往，便是如此。公冶乾向王玉燕漸漸遠去的背影瞧了一眼，說道：「遼宋兩國連年交兵，大遼雖佔上風，但要滅卻宋國，卻也是萬萬不能。西夏、吐蕃雄踞西陲，這兩國各擁精兵數十萬，不論是西夏還是吐蕃，助遼則大宋岌岌可危，助宋則大遼禍亡無日。」風波惡一拍大腿，道：「二哥此言大大有理，丐幫對宋朝向來忠心耿耿，這易一清取這榜文回去，似是盼望大宋有甚麼少年英雄，去應西夏駙馬之征。倘若宋夏聯姻，那就天下──天下無敵了。」公冶乾點了點頭，道：「當真天下無敵，那也未必盡然，不過大宋財糧豐足，西夏兵馬精強，這兩國一聯兵，大遼吐蕃皆非其敵，小小的大理自是更加不在話下。據我推測，宋夏聯兵之後，第一步是並吞大理，第二步才進兵遼國。」鄧百川道：「易一清的如意算盤，只怕當真如此，但宋夏聯姻，未必能如此順利，遼國、吐蕃、大理各國若是得知訊息，必定設法破壞。」公冶乾道：「不但設法破壞，而且各國均想娶了這位西夏公主。」鄧百川道：「不知這位西夏公主是美是醜，不知是性情和順，還是嬌縱橫蠻。」包不同哈哈一笑，道：「大哥何以如此掛懷？難道你想去西夏應徵，弄個駙馬爺來做做麼？」鄧百川道：「倘若你鄧大哥年輕二十歲，武功高上十倍，人品俊上百倍，我即刻便飛往西夏去了。三弟，我大燕復國，圖謀了數百年，始終是鏡花水月，難以成功。歸根結底，那是少了個有力的強援所致。要是西夏是我大燕慕容氏的姻親，慕容氏在中原一舉義旗，西夏援兵即發，大事還有不成的麼？」包不同事事要強詞奪理的辯駁一番，但聽鄧百川這番話，居然連連點頭，說道：「不錯！只要此事有助於我大燕中興復國，那管那西夏公主是美是醜，是好是壞，只要她肯嫁我包老三，就算她是一口老母豬，包老三硬起頭皮，便也娶了。」眾人哈哈一笑，眼光都望到了慕容復臉上。慕容復心中雪亮，這四個人是要自己上西夏去，應駙馬之選，說到年貌人品，文才武功，當世恐怕也真沒那一個青年男子能夠勝過自己。倘若自己去西夏求親，這六七成把握，自是有的。但若西夏國國王講究家世門第，自己雖是大燕的王孫貴族，畢竟衰敗已久，在大宋只不過是一介布衣，如果大宋、大理、大遼、吐蕃四國各派親王公侯前去求親，自己這沒點名位爵祿的白丁卻比不上人家了。他思念及此，向那張榜文望了一眼。公冶乾跟隨他日久，頗能猜測他的心意，說道：「榜文上說得明明白白，不論爵位門第，但論人品本事。既成駙馬，爵位門第隨之而至，但人品本事，卻非帝王的一紙聖旨所能頒賜。公子爺，慕容氏數百年來的雄心，要──要著落在你身上了──」他說到後來，心神激盪，說話的聲音發顫了。慕容復臉色蒼白，手指微微發抖，他也知道這個千載難逢的良機，自來公主徵婿，總是由國君命大臣為媒，選擇年青臣子，封為駙馬，絕無如此張榜布告天下，公開擇婿之理。他不由自主向王玉燕的背影望去，只見她站在一株柳樹之下，右手拉著一根垂下來的柳條，眼望河水，衣衫單薄，楚楚可憐。慕容復知道這個表妹自幼便對自己情深，雖然姑母與父親不睦，多方阻她與自己相見，但她終於毅然出走，流浪江湖，前來尋找自己。慕容復四方奔走，一心以中興復國為念，連武功的修為也不能專心，這兒女之情，更是看得極淡。但王玉燕對自己如此深情款款，人非木石，豈能無動於衷？這時突然間要捨她而去，另行去向一個從未見過面的公主求婚，他雖覺理所當然，卻是於心不忍。公冶乾輕輕咳嗽了一聲，道：「公子，自古成大事者不拘小節，大英雄大豪傑須當勘破『情』之一關。」包不同搶著道：「大燕若得復國，公子成了中興之主，三宮六院，何足道哉？西夏公主是正宮娘娘，這位王家姑娘，封她一個西宮娘娘，也就是了。」他平時說話專門與人頂撞，這時臨到商量大事，居然說得頭頭是道。慕容復點了點頭，心想父親一生，不斷叮囑自己，除了中興大燕，天下更無別般大事，若為復興大業，父兄可弒，子弟可殺，至親好友更可割捨，至於男女情愛，越加不必放在心上。何況王玉燕雖對自己情深一往，自己卻素來當她小妹妹一般，並無特別鍾情之處。只要大事可成，將來為妃為嬪，多加寵愛便是，他微一沉吟，便不再以玉燕為意，說道：「各位言之有理，這確是復興大燕的一個良機，只不過大丈夫言而有信，這張榜文，咱們卻要送到丐幫手中。」鄧百川道：「不錯，別說丐幫之中，未必有那一號人物能比得上公子，就算真有勁敵，咱們也不能私藏榜文，做這卑鄙無恥之事。」風波惡道：「這個當然。大哥二哥保公子爺到西夏求親，三哥和我便送這榜文去丐幫。到明年八月中秋，足足還有一年時光，他們要挑人，儘管來得及，也不能說咱們佔了便宜。」慕容復道：「咱們行事光明磊落，索性由我親自將這榜文交到丐幫長老們手中，然後再去西夏。」鄧百川鼓掌道：「公子爺此言，大獲我心，咱們不能讓人在背後說一句閒話。」公冶乾、包不同、風波惡三人一齊點頭稱是。須知這一干人等都是響噹噹的好漢，雖將中興復國的大業看得極重，但任何偷偷摸摸、佔人便宜之事卻是決計不幹的。當下包不同等掘地將丐幫二人安葬了，在二人背上各取一隻布袋，以作認記。慕容復招呼玉燕過來，說道：「表妹，這兩個丐幫弟子，死於他人之手，其中牽涉到一件大事，我須得親赴丐幫總舵，正好順道送你回曼陀山莊。」王玉燕聽到「曼陀山莊」四字，吃了一驚，道：「我──我不回家去，媽媽見了我，非殺了我不可。」慕容復笑道：「姑母雖然性子暴躁，她跟前只你一個女兒，怎捨得殺你？最多不過責備幾句，也就是了。」玉燕道：「不──不，我不回家去，我跟你一起去丐幫。」慕容復既決意去西夏求親，心中對玉燕頗感過意不去，尋思：「暫且順她之意，將來再說。」便道：「這樣罷！你一個女孩子家，跟著咱們在江湖上拋頭露面，很是不妥，丐幫總舵是不能去的。你既不願去曼陀山莊，那就到燕子塢我家裏去暫住，我事情一了，便來看你如何？」王玉燕臉上一紅，芳心竊喜，她一生願望，便是嫁了表哥，在燕子塢居住。此刻聽慕容復說道要她去燕子塢，雖未公然向她求婚，但事情顯然是明明白白了。她不置可否，慢慢低下頭來，眼睛中流露出異樣的光彩。鄧百川和公冶乾對望了一下，覺得欺騙了這位天真浪漫的姑娘，心下都感內咎。忽聽得啪的一聲，風波惡重重打了自己一個耳光。玉燕抬起頭來，見風波惡右頰紅腫，奇道：「風四哥，怎麼了？」風波惡道：「一──一隻蚊子叮了我一口。」當下六個人曉行夜宿，取道向南。王玉燕想到表哥公然接自己到家中居住，欣喜之情，無法隱藏，她雖覺慕容復和鄧百川等對自己情狀有些特異，但她素無機心，不起半點疑竇。這一日六個人急於趕道，錯過了宿頭，行到天黑，仍是在山道之中，越走道旁的草叢越深。風波惡罵道：「他奶奶的，咱們只怕走錯了路，前邊這個彎多半轉得不對。」鄧百川心道：「咱們便是趕一晚夜路，又打甚麼緊？只是王姑娘太過辛苦。」說道：「且找個山洞或是破廟，露宿一宵。」包不同道：「是。得燒些水給王姑娘洗臉泡茶。」這五個人既決意去向西夏國求親，一路上對王玉燕是加意的照拂奉承。玉燕那知他們心中不安，只道表哥與自己的名份已定了大半，這些人既奉自己的未來夫婿為「主公」，當然對自己要特別尊敬，竊喜之餘，每感靦腆。風波惡一馬當先，搶出去找安身之所，但越走道路越是崎嶇，亂石嶙峋，更無泉水溪流。他自己是甚麼地方都能躺下來呼呼大睡，但要找一個可供王玉燕安息的所在，卻是著實不易。他一口氣奔出數里，尋思：「這所在地勢險惡，說不定有山瘴或是毒蟲毒蛇，還是退回去的為妙。」一沉吟之際，轉過了一個山坡，忽見右首山谷中露出一點燈火，風波惡大喜，回首叫道：「這邊有一家人家。」慕容復等聞聲奔到，公冶乾喜道：「看來只是一獵戶山農，但給王姑娘一人安睡的地方總是有的。」六人向著那燈火快步走去。那燈火相隔甚遙，走了好一會仍是閃閃爍爍，瞧不清屋宇，風波惡喃喃罵道：「他奶奶的，這燈兒可有點邪門。」突然間鄧百川低聲喝道：「且住，公子爺，你瞧這是一盞綠燈。」慕容復凝目望去，果見那燈火發出綠油油的光芒，與尋常燈火之色作暗紅或是昏黃頗為不同。這些人除了王玉燕外，個個同是涉足江湖的大行家，眾人加快腳步，向那綠燈趨前里許，不久便看得更加清楚了。包不同大聲道：「邪魔外道，在此聚會！」憑這五個人的機智武功，對江湖上不論那一個門派幫會，都是絕無忌憚，但各人立時想到：「今日與王姑娘在一起，還是別生事端的為是。」包不同與風波惡久未與人打鬥生事，霎時間心癢難搔，躍躍欲試，但立即自行克制，風波惡道：「今天走了一天路，可有點倦了，這個臭地方不好，退回去罷！」慕容復微微一笑，心想：「風四哥居然改了性子，當真難得。」說道：「表妹，那邊不乾不淨的，咱們走回原來的路罷。」王玉燕不明白其中道理，但表哥既然這麼說，也就欣然樂從。六個人轉過身來，只走出幾步，忽然一個聲音隱隱約約的飄了過來：「既知邪魔外道在此聚會，你們這幾隻不成氣候的妖魔鬼怪，怎不過來湊湊熱鬧？」這聲音忽高忽低，若斷若續，鑽入耳鼓中令人極不舒服，但每一個字都聽得清清楚楚。慕容復哼了一聲，知道包不同所說：「邪魔外道，在此聚會」的那句話，居然給對方聽了去啦，從對方這幾句聲音中聽來，說話之人內力修為倒是著實不淺，但未必是真正第一流的功夫。他左手一拂，說道：「沒空跟他糾纏，隨他去罷！」不疾不徐的從來路退回。那聲音又道：「小畜生，口出狂言，便想這般挾著尾巴逃走麼？真要逃走，也得向老祖宗磕上三百個響頭再走。」風波惡忍耐不住，止步不行，低聲道：「公子爺，我去教訓教訓這狂徒。」慕容復搖頭，道：「他不知咱們是誰，由他們去罷！」風波惡道：「是！」六個人再走十餘步，那聲音又飄了過來：「雄的要逃走，也就罷了，這雌雛兒可得留下，陪老祖宗解解悶氣。」各人聽到對方居然出言辱及王玉燕，人人臉上變色，一齊站定，轉過身來，只聽得那聲音又道：「怎麼樣？乖乖的把雌的送了來，免得老祖宗──」他剛說到那個「宗」字，鄧百川氣吐丹田，喝道：「宗！」這個「宗」字和對方的宗字雙音相混，聲震舊谷。各人耳中嗡嗡大響，但聽得「啊」的一聲慘呼，從綠燈處傳了過來。靜夜之中，鄧百川那「宗」字餘音未絕，夾著這聲慘叫，令人毛骨悚然。