第十章　唐詩選輯湘西和荊州相隔不遠，數日之後，便到了荊州。這一條路，是當年他隨同師父和師妹曾經走過的。山川仍然是這樣，道路仍然是這樣。當年行走之時，路上滿是戚芳的笑聲。這一次，從麻溪鋪到荊州，他沒有聽到一下笑聲。當然有人笑，不過，他沒有聽見。在城外一打聽，知道凌退思仍是做著知府。狄雲仍是這麼滿臉污泥，掩住了本來面目，走進城去。第一個念頭是：「我要親眼瞧瞧萬圭怎樣受苦。他的毒傷是不是治好了？也不知他是不是已經回來，說不定還留在湖南治傷。」踱到萬家門口，遠遠望見沈城匆匆從大門中出來，神情顯得很是急遽。狄雲心想：「沈城既在這裏，萬圭想來也已回家。一到天黑，我便去探探。」於是走向那個廢園。廢園離萬家不遠，當日丁典逝世、殺周圻、殺耿天霸、殺馬大鳴，都是在這廢園之中，此番舊地重來，只見遍地荒草如故，遍地瓦礫如故。他走到那株老梅之旁，撫摸凹凹凸凸的樹幹，心道：「那一日丁大哥在這株老梅樹下逝世，梅樹仍是這副模樣，半點也沒變。丁大哥卻已骨化成灰。」當下坐在梅樹下閉目而睡。睡到二更時分，從懷中取出些乾糧來吃了，出了廢園，逕向萬家而來。繞到萬家後門，越牆而入，到了後花園中，不由得心中一陣酸苦：「那日我身受重傷，躲在柴房之中。師妹不助我救我，已算得狠心，卻反而去叫丈夫來殺我。」正要舉步而前，忽見太湖石旁有三點火光閃動。他立即往樹後一縮，向火光處望去。凝目間，見三點火光是香爐中三枝點燃了的線香。香爐放在一張小几上，几前有兩個人跪著向天磕頭，一會兒站起身來。狄雲看得分明，一個便是戚芳，另一個是小女孩，她的女兒，也是叫做「空心菜」的。只聽得戚芳輕輕禱祝：「第一炷香，求天老爺保祐我夫君得脫苦難，解腫去毒，不再受這蠍毒侵害的痛楚。空心菜，你說啊，說求求天菩薩保祐爹爹病好。」小女孩道：「是，媽媽，求求天菩薩保祐，叫爹爹不痛痛了，不叫叫了。」狄雲相隔雖然不近，她母女倆的說話卻聽得清清楚楚，得知萬圭中毒後果然仍在受苦，心中既感到幸災樂禍的喜歡，又惱恨戚芳對丈夫如此情義深重。只聽戚芳說道：「第二炷香，求天老爺保祐我爹爹平安，無災無難，早日歸來。空心菜，你說請天菩薩保祐外公長命百歲。」小女孩道：「是，外公，你快快回來，你為甚麼不回來啊？」戚芳道：「求天菩薩保祐。」小女孩道：「天菩薩保祐外公，還要保祐爺爺和爹爹。」她從來沒見過戚長發，媽媽要她求禱，她心中記掛的卻是自己的祖父和父親。戚芳停了片刻，低聲道：「這第三炷香，求老天爺保祐他平安，保祐他事事如意，保祐他早娶賢妻，早生貴子……」說到這裏，聲音不禁哽咽了，伸起衣袖，拭了拭眼淚。小女孩道：「媽媽，你又想起舅舅了。」戚芳道：「你說，求老天爺保祐空心菜舅舅平安……」狄雲聽她禱祝第三炷香時，正自奇怪：「她在替誰祝告？」忽聽得她說到「空心菜舅舅」五個字，耳中不由得嗡的一聲響，心中只說：「她是在說我？她是在說我？」那小女孩道：「媽媽記掛空心菜舅舅，天菩薩保祐舅舅恭喜發財，買個大娃娃給我，他是空心菜，我也是空心菜。媽媽，這個空心菜舅舅，到那裏去啦？他怎麼也還不回來？」戚芳道：「空心菜舅舅去了很遠很遠的地方。舅舅拋下你媽不理了，媽卻天天記著他……」說到這裏，抱起女兒，將臉藏在女兒臉前，快步回了進去。狄雲走到香爐之旁，瞧著那三根閃閃發著微光的香頭，不由得痴了。他怔怔地站著，三根香燒到了盡頭，都化了灰燼，他還是一動不動地站著。※※※第二天清晨，狄雲從萬家後園中出來，在荊州城中茫然亂走，忽然聽得嗆啷啷、嗆啷啷的聲音直響，是個走方郎中搖著虎撐在沿街賣藥。狄雲心中一動，他要親眼瞧瞧萬圭呻吟叫喚的慘狀，於是取出十兩銀子，要將他的衣服、藥箱、虎撐一古腦兒都買下來。那郎中很奇怪，這些都不是甚麼貴重東西，最多不過值得三四兩銀子，便高高興興的賣了給他。狄雲回到廢園，換上郎中的衣服，拿些草藥搗爛了，將汁液塗在臉上，又在左眼下敷了一大塊草藥，弄得面目全非，然後搖著虎撐，來到萬家門前。他將到萬家門前，便把虎撐嗆啷啷、嗆啷啷的搖得大響，待得走近，嘶啞著嗓子叫道：「專醫疑難雜症，無名腫毒，毒蟲毒蛇咬傷，即刻見功！」如此來回走得三遍，只見大門中一人匆匆出來，招手道：「喂，郎中先生，你過來，過來。」狄雲認得他是萬門弟子，便是當年削去他五根手指的吳坎。但狄雲此刻裝束面貌與昔年大異，吳坎自是認他不出。狄雲生怕他聽出自己語音，慢慢踱過去，更加壓低嗓子，說道：「這位爺台有何吩咐，可是身上生了甚麼疑難雜症、無名腫毒？」吳坎「呸」的一聲，道：「你瞧我像不像生了無名腫毒？喂，我問你，給蠍子螫了，你治不治得好？」狄雲道：「青竹蛇、赤練蛇、金腳帶、鐵鏟頭，天下一等一的毒蛇咬傷了人，在下都是藥到傷去。那蠍子嘛，嘿嘿，又算得甚麼一回事？」吳坎道：「你可別胡吹大氣，這螫人的蠍子卻不是尋常的傢伙。荊州城裏的名醫見了個個搖頭，你又醫得好了？」狄雲皺眉道：「有這等厲害？天下的蠍子嘛，也不過是灰毛蠍、黑白蠍、金錢蠍、麻頭蠍、紅尾蠍、落地咬娘蠍、白腳蠍……」他信口胡說，連說了二十來種，才道：「每種蠍子毒性不同，各有各的治法，就算是名醫，若不是真的有本事的，也未必懂得周全。」吳坎見他形貌醜陋，衣衫襤褸，雖然說了許多蠍子的名目，但結結巴巴，口齒不清，料想也沒甚麼本事，便道：「既是如此，你便去瞧瞧吧，反正是死馬當作活馬醫。」狄雲點了點頭，跟他走進萬府。他一跨進門，登時便想起那年跟著師父、師妹前來拜壽的情景，那時候是鄉下少年進城，眼中看出來，甚麼東西都透著新鮮好玩，和師妹兩個東張西望，指指點點，今日再來，庭戶依舊，心中卻只感到一陣陣酸苦。他隨著吳坎走過了兩處天井，來到東邊樓前。吳坎仰起了頭，大聲道：「三師嫂，有個草頭郎中，他說會治蠍毒，要不要他來給師哥瞧瞧？」呀的一聲，樓上窗子打開，戚芳從窗中探出頭來，說道：「好啦，多謝吳師弟，你師哥今天痛得更加厲害了，請先生上樓。」吳坎對狄雲道：「你上去吧。」自己卻不跟上去。戚芳道：「吳師弟，你也請上來好啦，幫著瞧瞧。」吳坎道：「是！」這才隨著上樓。狄雲上得樓來，只見中間靠窗放著一張大書桌，放著筆墨紙硯與十來本書，還有一件縫了一半的小孩衣衫。戚芳從內房迎了出來，臉上不施脂粉，容色頗為憔悴。狄雲只向她看了一眼，生怕她識得自己，不敢多看，便走進房去。只見一張大床上向裏睡著一人，不斷呻吟，正是萬圭。他小女兒坐在床前的一張小凳上，在給爸爸輕輕搥腿。她見到狄雲污穢古怪的面容，驚呼一聲，忙躲到母親身後。吳坎道：「我這師哥給毒蠍螫傷了，毒性始終不消，好像有點兒不大對頭。」狄雲道：「嗯，是嗎？」他在門外和吳坎說話時泰然自若，這時見了戚芳，一顆心撲通撲通亂跳，自覺雙頰發燒，唇乾舌燥，再也說不出話來。他走到床前，拍了拍萬圭肩頭。萬圭慢慢翻身過來，一睜眼看到狄雲的神情，不由得微微一驚。戚芳道：「三哥，這位是吳師弟給你找來的大夫，他……他或許會有靈藥，能治你的傷。」語氣之中，實在對這郎中全無信心。狄雲一言不發，看了看萬圭腫起的手背，見那手背又是黑黑的一團，樣子甚是可怖，於是嘶啞著嗓子道：「這是湘西沅陵一帶的花斑毒蠍咬的，咱們湖北可沒這種蠍子！」戚芳和吳坎齊聲道：「是，是，正是在湘西沅陵給螫上的。」戚芳又道：「先生瞧出了蠍子的來歷，定是能治的了？」語音中充滿了指望。狄雲屈指計算日子，道：「這是晚上咬的，到現在麼，嗯，已經有七天七晚了。」戚芳向吳坎瞧了一眼，說道：「先生真是料事如神，那確是晚上給螫的，到今天已有七天七晚。」狄雲又道：「這位爺台是不是反手一掌，將蠍子打死了？若不是這樣，本來還可有救。現下將蠍子打死在手背之上，毒性盡數迫了進去，再要解救，那是千難萬難了。」戚芳本來聽他連時日都算得極準，料想必有治法，臉上已有喜色，待得這麼說，又焦急起來，道：「先生說得明白不過，無論如何，要請你救他性命。」狄雲這次假扮郎中而進萬家，本意是要親眼見到萬圭痛苦萬狀、呻吟就死的情景，以便稍洩心中鬱積的怒氣，至於救他性命之意，自然是半點也沒有的。但他自幼對戚芳便是千依百順，從來不違拗她半點，這時聽她如此焦急相求，心中一軟，便想去打開藥箱，取言達平的解藥出來，但隨即轉念：「這萬圭害得我好苦，又奪了我師妹，我不親手殺他，已算是客氣之極的了，如何還能救他性命？」便搖了搖頭，道：「不是我不肯救，實在他中毒太深，又耽擱了日子，毒性入腦，那是不能救的了。」戚芳垂下淚來，拉著女兒的手，道：「空心菜，寶寶，你向這伯伯磕頭，求他救救爹爹的命。」狄雲急忙搖手，道：「不，不用磕頭……」但那女孩很乖，向來聽母親的話，又知父親重傷，心中也很焦急，當即跪在地下，向他咚咚咚的磕頭。狄雲右手五指已失，始終藏在衣袖之中，當即伸出左手，將女孩扶起。只見那女孩起身之時，頸中垂下一個金鎖片來，金片上鐫著四個字：「德容雙茂」。狄雲一看之下，不由得一呆，想起那日自己在萬家柴房之中昏暈了過去，醒轉時身子已在長江舟中，身邊有些金銀首飾，其中有一片小孩兒的金鎖片，上面也刻著這樣四個字，莫不是……莫不是……他只看了一眼，不敢再看，腦海中一片混亂，終於漸漸清晰了起來：「我在萬家柴房中暈倒，若不是師妹相救，更無旁人。從前我疑心她有意害我，但昨晚……昨晚她向天祝禱，吐露心事，她既對我如此情長，當日自也決計不會害我，難道，難道老天爺有眼睛，我和師妹經歷了這番艱難困苦之後，又能重行團圓麼？」他想到「重行團圓」四字，不禁心中又怦怦亂跳，側頭向戚芳瞥了一眼，只見她滿臉盡是關切之色，目不轉睛地瞧著萬圭，眼中流露出愛憐的神氣。狄雲一見到她這眼色，一顆心登時沉了下去，背脊上一片冰涼，他記得清清楚楚，那日他和萬門八弟兄相鬥，給他八人聯手打得鼻青目腫，師妹給他縫補衣衫，眼光中也是這麼愛憐橫溢、柔情無限。現今，她這眼波是給了丈夫啦，再也不會給他了。「要是我不給解藥，誰也怪不得我。等萬圭痛死了，我夜裏悄悄來帶了她走路，誰能攔得住我？我舊事不提，和她再做……再做夫妻。這女孩兒嘛，我帶了她一起走就是了。唉，不成，不成！師妹這幾年來在萬家做少奶奶，舒服慣了，怎麼又能跟我去耕田放牛？何況，我形容醜陋，識不上幾百個字，手又殘廢了，怎配得上她？她又怎肯跟我走？」這一自慚形穢，不由得羞愧無地，腦袋低了下去。戚芳那知道這個草藥郎中心裏，竟在轉著這許許多多念頭，只是怔怔的瞧著他，盼他口中吐出兩個字：「有救！」萬圭一聲長，一聲短的呻吟，這時蠍毒已侵到腋窩關節，整條手臂和手掌都是腫得痛楚難當。戚芳等了良久，不見狄雲作聲，又求道：「先生，請你試一試，只要……只要減輕他一些……痛苦，就算……就算……也不怪你。」意思是說，既然萬圭這條命是保不住了，那麼只求他給止一止痛，就算終於難逃一死，也免得這般受苦。狄雲「哦」的一聲，從沉思中醒覺過來。霎時間心中一片空蕩蕩的，萬念俱灰，恨不得即刻就死了。他全心全意的愛著這個師妹，但她卻嫁了他的大仇人，還在苦苦哀求自己，叫自己救這仇人。「我寧可是如萬圭這廝，身上受盡苦楚，卻有師妹這般憐惜的瞧著我，就算活不了幾天，那又算得甚麼？」他輕輕吁了口氣，打開藥箱，取出言達平的那瓶解藥，倒了些黑色粉末出來，放上萬圭的手背。吳坎叫道：「啊喲……正……正是這種解藥，這……這可有救了。」狄雲聽得他聲音有異，本來說「這可有救了」五字，該當歡喜才是，可是他語音中卻顯得異常失望，還帶著幾分氣惱，狄雲覺得奇怪，側頭向他瞧了一眼，只見他眼中露出十分兇狠惡毒的神色。狄雲更覺奇怪，但想萬門八弟子中沒一個好人。萬震山、言達平他們同門相殘，萬圭與吳坎的交情也未必會好，只是他何以又出來替萬圭找醫生看病？萬圭的手背一敷上藥末，過不多時，傷口中便流出黑血來。他痛楚漸減，說道：「多謝大夫，這解藥可用得對了。」戚芳大喜，取過一隻銅盆來接血，只聽得嗒、嗒、嗒一聲聲輕響，血液滴入銅盆之中。戚芳向狄雲連聲稱謝。吳坎道：「三師嫂，小弟這回可有功了吧？」戚芳道：「是，確要多謝吳師弟才是。」吳坎笑道：「空口說幾聲謝謝，那可不成！」戚芳沒再理他，向狄雲道：「先生貴姓？我們可得重重酬謝。」狄雲搖頭道：「不用謝了。這蠍毒要連敷十次藥，方能解除。」心中酸楚，但覺世上事事都是苦，說道：「都給了你吧！」將那瓶解藥遞了過去。戚芳沒料到事情竟是這般容易，一時卻不敢便接，說道：「我們向先生買了，不知要多少銀子？」狄雲搖頭道：「送給你的，不用銀子。」戚芳大喜，雙手接了過來，躬身萬福，深深致謝，道：「先生如此仗義，真不知該當怎生相謝才好。吳師弟，請你陪這位先生到樓下稍坐。」狄雲道：「不坐了，告辭。」戚芳道：「不，不，先生的救命大恩，我們無法報答，一杯水酒，無論如何是要敬你的。先生，你別走啊！」「你別走啊！」這四個字一鑽入狄雲耳中，他心腸登時軟了，尋思：「我這仇是報不成了，葬了丁大哥後，再也不會到荊州城來。今生今世，是不會再和師妹相見了。她要敬我一杯酒，嗯，再多瞧她幾眼，也是好的。」當下便點了點頭。※※※酒席便設在樓下的小客堂中，狄雲居中上坐，吳坎打橫相陪。戚芳萬分感激這位大夫的恩德，親自上菜。萬府中萬震山等一干人似乎都不在家，其餘的弟子也沒來入席飲酒。戚芳恭恭敬敬的敬了三杯酒。狄雲接過來都喝乾了，心中一酸，眼眶中充盈了眼淚，知道再也無法支持下去，再坐得一會，便會露出形跡，當即站起身來，說道：「酒已足夠，我這可要去了！從今以後，再也不會來了！」戚芳聽他說話不倫不類，但這位郎中本來十分古怪，也不以為意，說道：「先生，大恩大德，我們無法相謝，這裏一百兩紋銀，請先生路上買酒喝。」說著雙手捧過一包銀子。狄雲轉開了頭，仰天哈哈大笑，說道：「是我救活了他，是我救活了他，哈哈，哈哈！真好笑！天下還有比我更傻的人麼？」他縱聲大笑，臉頰上卻流下了兩道眼淚。戚芳和吳坎見他似瘋似顛，不禁相顧愕然。那小女孩卻道：「伯伯哭了，伯伯哭了！」狄雲心中一驚，生怕露出了馬腳，不敢再和戚芳說話，心道：「從此之後，我是再也不見你了。」伸手入懷，摸出那本從沅陵石洞中取來的夾鞋樣詩集，攏在衣袖之中，垂下袖去悄悄放在椅上，不敢再向戚芳瞧上一眼，頭也不回的向樓下去了。戚芳道：「吳師弟，你給我送送先生。」吳坎道：「好！」跟了出去。戚芳手中捧著那包銀子，一顆心怦怦亂跳：「這位先生到底是甚麼人？他的笑聲怎地和那人這麼像？唉，我怎麼了？這些日子來，三哥的傷這麼重，我心中卻顛三倒四的，老是想著他……他……他……」隨手將銀子放在桌上，以手支頤，又坐到椅上。那張椅子是狄雲坐過的，只覺得椅上有物，忙站起身來，見是一本黃黃的舊書，封皮上寫著「唐詩選輯」四字。她輕呼一聲，伸手拿了起來，隨手一翻，書中跌出一張鞋樣，正是自己當年在湘西老家中剪的。她登時張大了口合不攏來，雙手發抖，又翻過幾頁，見到一對蝴蝶的剪紙花樣。當年和狄雲在山洞中並肩共坐，剪成這對紙蝶時的情景，驀地裏如閃電般映入腦海。她忍不住「啊」的一聲叫了出來，心中只道：「這……這本書從那裏來的？是……是誰帶來的？難道是那郎中先生？」小女孩見母親神情有異，驚慌起來，連叫：「媽，媽，你……做甚麼？」戚芳一怔之間，抓起那本書揣入懷中，飛奔下樓，向門外直追出去。她自從嫁作萬家媳婦以來，一直斯斯文文，這般在廳堂間狂奔急馳，那是從來沒有的事。萬家婢僕忽見少奶奶展開輕功，連穿幾個天井，急衝而出，無不驚訝。戚芳奔到前廳，見吳坎從門外進來，忙問：「那郎中先生呢？」吳坎道：「這人古裏古怪的，一句話不說便走了。三師嫂，你找他幹麼？師哥的傷有反覆麼？」戚芳道：「不，不！」急步奔出大門，四下張望，已不見賣藥郎中的蹤跡。她在大門外呆立半晌，伸手又從懷中取出舊書翻動，每見到一張鞋樣，一張花樣，少年時種種歡樂事情，便如潮水般湧向心頭，眼淚不禁奪眶而出。她忽然轉念：「我怎麼這樣傻？公公和三哥他們最近到湘西去見言師叔，說不定無意中闖進了那個山洞，隨手取了這本書來，也是有的。這位郎中先生，怎會和這書有甚相干？」但隨即又想：「不，不！事情那會這麼巧法？那山洞隱秘之極，連爹爹也不知道，世上除我之外，就只師哥他……他一人知道，公公和三哥他們怎找得到？他們是去尋訪言師叔，怎會闖進這山洞去？剛才我擺設酒席之時，明明記得抹過這張椅子，那裏有甚麼書本？這本書若不是那郎中帶來的，卻是從那裏來的？」※※※她滿腹疑雲，慢慢回到房中，見萬圭敷了傷藥之後，精神已好得多了。她手中握著那本書，便想詢問丈夫，但轉念一想：「且莫魯莽，倘若那郎中……那郎中……」萬圭道：「芳妹，這位郎中先生真是我的救命恩人，須得好好酬謝他才是。」戚芳道：「是啊，我送他一百兩銀子，他又不肯受，真是一位江湖異人，這瓶藥……咦，解藥呢？是你收了起來麼？」賣藥郎中將解藥交了給她之後，她便放在萬圭床前的桌上，這時卻已不見。萬圭道：「沒有，不在桌上麼？」戚芳在桌上、床邊、梳妝台、椅子、箱櫃、床底、桌底各處尋找，解藥竟是影蹤不見。她心中大急：「難道我適才神智不定，奔出去時落在地下了？不，我記得清清楚楚，是放在桌上這隻藥碗邊的。」萬圭也很焦急，道：「你……你快再找找，怎麼會不見的？我剛才合了一忽兒眼，臨睡著的時候，記得還看到這瓷瓶兒便在桌上。」他這麼一說，戚芳更加著急了，轉身出房，拉著女兒問道：「剛才媽出去時，有誰進來過了？」小女孩道：「吳叔叔上來過，他見爹爹睡著了，就下去啦！」戚芳吁了一口長氣，隱隱知道事情不對，但萬圭正在病中，不能令他擔憂，說道：「空心菜，你陪著爹爹，說媽媽去向郎中先生再買一瓶藥，給爹爹醫傷。」小女孩點點頭，道：「媽，你快些回來。」戚芳定了定神，拉開書桌抽屜，取出一柄匕首，貼身藏著，慢慢走下樓去，尋思：「吳坎這廝在沒人之處見到我，總是賊忒嘻嘻地不懷好意。這郎中是他請來的，莫非他和郎中串通好了，安排下甚麼陰謀詭計？否則為甚麼那郎中既不要錢，解藥又不見了？」她一面思索，一面走向後園，到得迴廊，只見吳坎倚著欄干，在瞧池裏的金魚。戚芳道：「吳師弟，你一個人在這裏？」吳坎回過頭來，滿臉眉花眼笑，道：「我道是誰，原來是三師嫂，怎麼不在樓上陪伴三師哥，好興致到這裏來？」戚芳嘆了口氣，道：「唉，我悶得很。整天陪著個病人，你師哥手上痛得狠了，脾氣就越來越壞。不出來散散心，找個人說話解悶兒，可把人也憋死了。」吳坎一聽，當真喜出望外，笑道：「三師哥也真叫做人心不足蛇吞象，有你這樣一個如花似玉的美人兒作伴，還要發脾氣，那可也太難侍候了。」戚芳走到他身邊，也靠在欄干上，望著池中金魚，笑道：「師嫂是老太婆啦，還說甚麼如花似玉，也不怕人笑歪了嘴。」吳坎忙道：「那裏？那裏？師嫂做閨女時有閨女的美貌，做少奶奶時有少奶奶的俊俏。大家都說：荊州城裏一朵花，千嬌百媚在萬家。」戚芳嘿的一聲，轉過身來，伸出手去，說道：「拿來！」吳坎笑道：「拿甚麼？」戚芳道：「解藥！」吳坎搖頭道：「甚麼解藥？治萬師哥傷的麼？」戚芳道：「正是，明明是你拿去了。」吳坎狡獪微笑，道：「郎中是我請來的，解藥是我尋來的。萬師哥已敷過一次，少說也可免了數日的痛苦。」戚芳道：「郎中先生說道要連敷十次。」吳坎搖頭道：「我懊悔得緊，懊悔得緊。」戚芳道：「懊悔甚麼？」吳坎道：「我見這草藥郎中污穢骯髒，就像叫化子一般，料想也沒甚麼本事，這才引他上樓，不過想找個事端，多見你一次，沒想到這狗殺才誤打誤撞，居然有治蠍毒的妙藥。這個，那可是大違我的本意了。」戚芳聽得心頭火發，可是藥在人家手中，只有先將解藥騙到了手，再跟他算帳，當下強忍怒氣，笑道：「依你說，要你師哥怎麼謝你，你才肯將解藥交出來？」吳坎嘆了口氣，道：「三師哥已享了這許多年艷福，早就該死了。」戚芳臉上變色，咬住嘴唇皮不語。吳坎道：「那年你到荊州來，我們師兄弟八人，那一個不是一見了你便神魂顛倒？狄雲那傻小子一天到晚跟在你身邊，我們只瞧得人人心裏好生有氣，大夥兒一合計，先去打他個頭崩額裂再說……」戚芳道：「原來你們打我師哥，還是為了我哪！」吳坎笑道：「大家嘴裏說的，自然是另外一套啦，說他強行出頭，去鬥那大盜呂通，削了萬門弟子的面子。其實人人心中，可都是為了師嫂你啊！你跟他補衣服，說體己話兒，這門子親熱的勁兒，我們師兄弟八人瞧在眼裏，惱在心裏，那一個不是大喝乾醋，只喝得三十六隻牙齒隻隻都酸壞了？」戚芳暗暗心驚：「難道這還是因我起禍？三哥，三哥，你怎麼從來不跟我說？」臉上仍是假裝漫不在乎，笑道：「吳師弟，你這可來說笑了。那時我是個鄉下姑娘，村裏村氣的，打扮得笑死人啦，又有甚麼好看？」吳坎道：「不，不！真美人兒用得著甚麼打扮？你若不是引得大夥兒失魂落魄，這個……」說到這裏，突然住嘴，不再說下去了。戚芳道：「甚麼？」吳坎道：「我們把你留在萬家，我姓吳的也出過不少力氣。可是，師嫂，你平時見了我笑也不笑，這不叫人心中憤憤不平麼？」戚芳呸了一聲，道：「我留在萬家，嫁給你師哥，是我自己心甘情願。你又出過甚麼力氣了？那時候你又沒來勸我一言半語，真是胡說八道！」吳坎搖頭笑道：「我……我怎麼沒出力氣？你不知道罷了。」戚芳更是心驚，柔聲道：「吳師弟，你跟我說，你出了甚麼力氣，師嫂決忘不了你的好處。」吳坎搖頭道：「陳年舊事，還提它作甚？你知道了也沒用，咱們只說新鮮的。」戚芳道：「好吧，你不肯說就算了。快給我解藥，要是有人撞見咱們二人在這裏，可不大妥當。」吳坎笑道：「白天有人撞見，晚上這裏可沒人。」戚芳退後一步，臉如寒霜，厲聲道：「你說甚麼？」吳坎笑道：「你要治好萬師哥的傷，那也不難。今晚三更，我在那邊柴房裏等你，你若是一切順我的意，我便給你敷治一次的藥量。」戚芳咬牙罵道：「狗賊，你膽敢說這種話，好大的膽子！」吳坎沉著嗓子道：「我早把性命豁出去了，這叫捨得一身剮，敢把皇帝拉下馬。萬圭這小子甚麼地方強過我姓吳的了？只不過他是我師父的親生兒子，投胎投得好而已。大家出了力氣，為甚麼讓這臭小子一個兒獨享艷福？」戚芳聽他連說幾次「出了力氣」，心下起疑，只是他污言穢語，實在聽不下去，說道：「待公公回來，我照實稟告，瞧他不剝了你的皮。」吳坎道：「我守在這裏不走。師父一叫我，我先將解藥倒在荷花池裏餵了金魚。我問過那個郎中，他說解藥只這麼一瓶，要再配製，一年半載也配不起。」他一面說，一面從懷中將解藥取了出來，拔開瓶塞，伸手池面，只要手掌微微一側，解藥便倒入池中，萬圭這條命就算是送了。戚芳急道：「喂，喂，快收起解藥，咱們慢慢商量不遲。」吳坎笑道：「有甚麼好商量的？你要救丈夫性命，就得聽我的話。」戚芳道：「倘若你從前真的對我有心，出過力氣，那麼……否則的話，我才不來理你呢。」吳坎大喜，蓋上了瓶塞，說道：「師嫂，我要是說了實話，你今晚就來和我相會，是不是？」戚芳道：「那也得瞧你說的是真是假。騙人的話，又有甚麼用？」吳坎道：「千真萬確，怎會有半點虛假？那是沈師弟想的計策。周師哥和卜師哥假扮採花賊，引得狄雲這傻小子到桃紅房中救人。這傻小子床底下的金器銀器，便是我吳坎親手給他放的。師嫂，我們若不是使這巧計，怎能留得住你在萬府？」戚芳只覺頭腦暈眩，眼前發黑，吳坎的話猶如一把把利刃扎入她的心中，不禁低呼：「我……我錯怪了你，冤枉了你！」她身子搖搖幌幌，便欲摔倒，伸手扶住了欄干，說道：「我不信，那有這回事？你編出來騙我的。」聲音甚是苦澀。吳坎道：「你不信？好，別的人不能問，你去問桃紅好了，她在後面那破祠堂裏住。問過之後，可千萬不能跟旁人說。我們師兄弟大家賭過咒，這秘密是說甚麼也不能洩漏的。若不是為了今晚三更，師嫂，為了你，我吳坎甚麼都甩出去啦！」戚芳大叫一聲，衝了出去，推開花園後門，向外急奔。※※※她心亂如麻，一奔出後門，穿過幾座菜園，定了定神，找到了西北角那座小小的破落祠堂，見虛掩著門，便伸手推開了門，走了進去。只見地下滿是灰塵，桌椅都是甚是殘破，心想：「公公的侍妾桃紅，怎麼會住在這種地方？吳坎這賊子騙人，莫非……莫非他騙我到這裏來，不懷好意？我還是快回去。」突然之間，只聽踢踏、踢踏，緩緩的腳步聲響，內堂走出一個女人來。那是個中年丐婦，低頭弓背，披頭散髮，衣服污穢破爛。那丐婦見到有人，吃了一驚，立即轉身回去。她將走進內堂，又轉過臉來瞧了一眼，這一次看清楚了戚芳的相貌，不由得「啊」的一聲驚呼。她倒退了兩步，突然跪倒，說道：「少奶奶，你……你別說……別說我在這裏。」戚芳大奇，問道：「你是誰？在這裏幹甚麼？」那丐婦道：「不……不幹甚麼？我……我……」說著立刻站起，快步進了內室。只聽得腳步聲急，那丐婦從後門匆匆逃了出去。戚芳心想：「這女子不知為了甚麼事，見了我這等害怕……啊喲，想起來了，她……她便是桃紅！」一想到是她，戚芳三腳兩步，從祠堂大門縱出，踏著瓦礫，搶到後門，伸手從腰間拔出了匕首，喝道：「桃紅，你鬼鬼祟祟的，在這裏幹甚麼？」那丐婦正是桃紅，聽得戚芳叫出自己名字，已自慌了，待見到她手中持著一把明晃晃的匕首，更是害怕，雙膝發抖，又要跪下，顫聲道：「少奶奶，你……你饒了我。」戚芳在萬家只和桃紅見了幾次，沒多久就從此不見她面，每一想到狄雲要和這女人捲逃私奔，便是心如刀割，是以這女人到了何處，她從來不問。就算有人提起，她也決計不聽，那勢必碰痛她內心最大的創傷。那知她竟會躲在這裏。這祠堂離萬家不遠，但戚芳做了少奶奶之後，事事謹慎，比之在湘西老家做閨女時大不相同，從不在外面亂走，雖曾多次見到這破祠堂的門口，卻從來沒進去過。桃紅此刻蓬頭垢面，容色憔悴，幾年不見，倒似是老了二十歲一般。吳坎叫戚芳到這祠堂中來找桃紅詢問真相，她雖當面見到了，但如桃紅若無其事的慢慢走開，她便決計認不出來。她揚了揚手中匕首，威嚇道：「你躲在這裏幹麼？快跟我說。」桃紅道：「我……我不幹甚麼。少奶奶，老爺趕了我出來，他說要是見到我耽在荊州，便要殺了我。可是……可是……我又沒地方好去，只好躲在這裏討口吃的。少奶奶，除了荊州城，我甚麼地方都不認得，叫我到那裏去？你……你行行好，千萬別跟老爺說。」戚芳聽她說得可憐，收起了匕首，道：「老爺為甚麼趕了你出來？怎麼我不知道？」桃紅垂淚道：「我也不知道老爺為甚麼忽然不喜歡我了。那個湖南佬……那個姓狄的事，又不是我不好。啊喲，我……我不該說這種話。」戚芳道：「好吧，你不說，你就跟我見老爺去。」伸出左手，一把抓住了她衣襟。戚芳本性愛潔，桃紅衣襟上滿是污穢油膩，一把抓住，手掌心滑溜溜的極不好受。但她急於要查知狄雲被冤的真相，便是再骯髒十倍的東西，這當兒也是毫不在乎了。桃紅簌簌發抖，忙道：「我說，我說，少奶奶，你要我說甚麼？」戚芳道：「狄……狄……那姓狄的事，到底是怎麼？你為甚麼要和他私逃？」桃紅心下驚惶，睜大了眼，一時說不出來。戚芳凝視著她，心中所感到的害怕，或許比之桃紅更甚十倍。她真不敢聽桃紅親口說出來的事。如果她說：狄雲當時確是約她私逃，確是來污辱她，那怎麼是好？桃紅一時說不出話，戚芳臉色慘白，一顆心似乎停止了跳動。終於，桃紅說了：「這……這怪不得我，少爺逼著我做的，叫我牢牢抱住那姓狄的湖南鄉下佬，冤枉他來強姦我，要帶了我逃走。我跟老爺說過的，老爺又不是不信，只吩咐我千萬別說出去，還給了我衣服銀子。可是……可是……我又沒說，老爺卻趕了我出來。」戚芳又是感激，又是傷心，又是委曲，又是憐惜，心中只是說：「師哥，是我冤枉了你，我原該知道你對我一片真心，這可真苦了你，可真苦了你！」這時她並不憎恨桃紅，反而有些感謝她，幸虧是她替自己解開了心中的死結。甚至對於吳坎，都有些感激，是他吐露了真相，是他指點自己到這破祠堂來找桃紅的。在傷心和淒涼之中，忽然感到了一陣苦澀的甜蜜。雖然嫁了萬圭，但她內心中深深愛著的，始終只是個狄師哥，儘管他臨危變心，儘管他無恥卑鄙，儘管他有千般的不是、萬般的薄倖，但只有他，仍舊是他，才是戚芳嘆息和流淚之時所想念的人。突然之間，種種苦惱和憎恨，都變成了自悔自傷：「要是我早知道了，便是拚著千刀萬剮，也要到獄中救他出來。他吃了這麼多苦，他……他心中怎樣想？」桃紅偷看戚芳的臉色，顫聲道：「少奶奶，謝謝你，請你放了我走，我就出了荊州城，永不回來了。」戚芳嘆了口氣，道：「老爺為甚麼趕你走？是怕我知道這件事麼？唉，今日總算問明白了。」說著鬆手放開她衣襟，想要給她些銀子，但匆匆出來，身邊並無銀兩。桃紅見戚芳放開了自己，生怕更有變卦，急急忙忙的便走了，喃喃的道：「老爺晚上見鬼，要砌牆，怎麼怪得我？又……又不是我瞎說。」戚芳追了上去，問道：「甚麼見鬼？砌牆？」桃紅知道說漏了嘴，忙道：「沒甚麼，沒甚麼。喏，老爺夜裏常常見鬼，半夜三更的起來砌牆。」戚芳見她說話瘋瘋顛顛，心想她給公公趕出家門，日子過得很苦，腦筋也不大清楚了。公公怎麼會半夜三更起來砌牆？家裏從來沒有見過公公砌的牆。桃紅生怕她不信，說道：「是假的砌牆，老爺……老爺，半夜三更的，愛做泥水匠。我說了他幾句，老爺就大發脾氣，打得我死去活來的，又趕了我出來，說道再見到我，便打死我……」她嘮嘮叨叨的說個不停，弓著背走了。戚芳瞧著她的後影，心想：「她最多不過大了我十歲，卻變得這副樣子。公公不知為了甚麼要趕她出門？甚麼見鬼砌牆，想是這女人早就顛顛蠢蠢的。唉，為了這樣一個傻女人，師哥苦了一輩子！」想到這裏，不禁怔怔的流下淚來，到後來，索性大聲哭了出來。※※※她靠在一棵梧桐樹上哭了一場，心頭輕鬆了些，慢慢走回家來。她避開後園，從東面的邊門進去，回到樓上。萬圭一聽到她上樓的腳步聲，便急著問：「芳妹，解藥找到了沒有？」戚芳走進房去，只見萬圭坐起身子，神色甚是焦急，一隻傷手擱在床邊，手背上黑血慢慢滲出來，過了好一會，才「嗒」的一聲，滴在床邊的那隻銅面盆裏。小女孩伏在爹爹腳邊，早睡熟了。戚芳聽了吳坎和桃紅的話，本來對萬圭惱怒已極，深恨他用卑鄙手段陷害狄雲。這時看到他憔悴而清秀的臉龐，幾年來的恩愛又使她心腸軟了：「究竟，三哥是為了愛我，這才陷害師哥，他使的手段固然陰險毒辣，叫師哥吃足了苦，但終究是為了愛我。」萬圭又問：「解藥買到了沒有？」戚芳一時難以決定是否要將吳坎的無恥言語告知丈夫，順口道：「找到了那郎中，給了他銀子，請他即刻買藥材配製。」萬圭吁了口氣，心中登時鬆了，微笑道：「芳妹，我這條命啊，到底是你救的。」戚芳勉強笑了笑，只覺臉盆中的毒血氣味極是刺鼻，於是端過一隻青瓷痰盂來接血，將銅盆端了出去。只走出兩步，毒血的氣息直衝上來，頭腦中一陣暈眩，心道：「這蠍毒這麼厲害！」快步走到外房，將臉盆放在桌邊地下，轉過身來，伸手入懷去取手帕，要掩住了鼻子，再去倒血。她手一入懷，便碰到了那本唐詩，一怔之下，一顆心又怦怦跳了起來，摸出這本舊書，坐在桌邊，一頁頁的翻過去。她記得清清楚楚，那日翻檢舊衣，從箱子底下的舊衣服中見到了這本書，爹爹西瓜大的字識不上幾擔，不知從那裏拾了這本書來，她剛好剪了兩個繡花樣兒，順手便挾在書中。那天下午和狄師哥一齊去山洞，便將這本書帶了去，以後一直留在那邊。怎麼會到了這裏？是狄師哥叫這郎中送來的麼？「這郎中……莫非……他……他右手的五根手指都給吳坎削去了。這郎……這郎中……為甚麼？為甚麼他……他的右手始終不伸出來？」突然之間，她想起了這件事。她凝神回想那郎中扶起女兒，回想他開藥箱、取藥瓶、拔瓶塞、倒藥末的情景，回想他接了自己送過去的酒杯，將酒杯送到唇邊喝乾，這許多事情，似乎都是用一隻左手來做的，只不過當時沒留心，實在記不真切。「難道，他就是師哥！怎麼相貌一點也不像？」她心煩意亂，忍不住悲從中來，眼淚一滴滴的都流在手中那本書上。淚水滴到書頁之上，滴在那兩隻用花紙剪的蝴蝶上，這是「梁山泊和祝英台」，他們要死了之後，才得團圓……萬圭在隔房說道：「芳妹，我悶得慌，要起來走走。」但戚芳沉浸在回憶之中，沒有聽見。她在想：「那天他打死了一隻蝴蝶，將一對情郎情妹拆散了。是不是老天爺因此罰他受苦受難……」突然之間，背後一個聲音驚叫起來：「這……這是……『連……連城劍譜』！」戚芳吃了一驚，一回頭，只見萬圭滿臉喜悅之色，興奮異常的道：「芳妹，芳妹，你從那裏得來了這本書？你瞧，啊，原來是這樣，對了，是這樣！」他雙手按住那本「唐詩選輯」，只見在一首題目寫著「聖果寺」的詩旁，現出「三十三」三個淡黃色的字來，這幾行字上，濺著戚芳的淚水。萬圭大喜之下，忘了克制，叫道：「秘密在這裏了，原來要打濕了，才有字跡出現！妙極，妙極！一定是這本書。空心菜，空心菜！」他大聲叫嚷，將女兒叫醒，說道：「空心菜快去請爺爺來，說有要緊事情。」小女孩答應著去了。萬圭緊緊按著那本詩集，忘了手上的痛楚，只是說：「一定是的，不錯，爹爹說那劍譜充作是『唐詩選輯』，那還不是？他們就是揣摸不出這中間的秘密。原來要弄濕書頁，秘密才顯了出來。」他這麼又喜又跳的叫嚷，戚芳已然明白了大半，心想：「這就是爹爹和公公所爭的甚麼『連城劍譜』？這麼說來，原來是爹爹得了去，我不知好歹，拿來夾了鞋樣？爹爹不見了這本書，怎麼不找？想來一定是找過的，找來找去找不到，以為是師伯盜去了。他為甚麼不問我，這真奇了！」如果是狄雲，這時候就一點也不會奇怪。他知道只因為戚長發是個極工心計之人，即使在女兒面前，也不肯透露半點口風。不見了書，拚命的找，找不到，便裝作沒事人一般，暗暗察看，用各種各樣的樣子來偵查試探，看是不是狄雲這小子偷了去？是不是女兒偷了去？只因為戚芳不是「偷」，不會做賊心虛，戚長發自然查不出來。萬震山從街上回來，正在花廳吃點心，聽得孫女叫喚，還道兒子毒傷有變，一碗豆絲沒吃完，忙放下筷子，抱起孫女，大步來到兒子樓上，一上樓梯便聽見萬圭喜悅的聲音：「天下的事情真有這般巧法。芳妹，怎麼你會在書頁上濺了些水？天意，天意！」萬震山聽到兒子說話的音調，便放了一大半心，舉步踏進房中。萬圭拿著那本「唐詩選輯」，喜道：「爹，爹，你瞧，這是甚麼？」萬震山一見到那本薄薄的黃紙書，心中一震，忙將孫女兒放在地下，接過兒子遞來的那本書，一顆心怦怦亂跳。花盡心血找尋了十幾年的「連城劍譜」，終於又出現在眼前。不錯，正是這本書！他和言達平、戚長發三人聯手合力、謀害師父而搶到的，正是這本書。三個人在客棧之中，翻來覆去的同看這本劍譜。可是這只是一本平平無奇的唐詩，和書坊中出售的「唐詩選輯」完全一模一樣。他師父教過他們一套「唐詩劍法」，以唐詩的詩句作劍招名字，這些詩句在這本書中全有。可是跟傳說中的「連城劍譜」又有甚麼相干？師兄弟三人曾拿這本書到太陽光下一頁頁的去照，想發現書中有甚麼夾層；也曾拿著書中這幾十首詩順讀、倒讀、橫讀、斜讀，跳一字讀、跳二字讀……想要找出其中所含的大秘密來……然而一切心血全是白費了。三人互相猜疑，都怕給人家發現了秘密而自己不知。三人晚上睡覺之時，將書本鎖入鐵盒，鐵盒又用三根小鐵鍊分別繫在三人的腕上。但一天早晨，這本書終於不翼而飛，從此影跡全無。於是十幾年來無窮的勾心鬥角，無盡的探訪尋找。突然之間，這本書又出現在眼前。萬震山翻到第四頁上，不錯，書頁的左上角被撕去了小小的一角，那是他當年偷偷做下的記號，生怕言師弟或是戚師弟用一本同樣的「唐詩選輯」來掉包，而自己卻被蒙在鼓裏。萬震山又翻到第十六頁，不錯，當年自己劃著的那個指甲痕仍是在那裏。這是真本！他點了點頭，強自抑制內心喜悅，對兒子道：「正是這本書。你從那裏得來的？」萬圭的目光轉向戚芳，問道：「芳妹，這本書那裏來的？」戚芳自從一見到萬圭的神情，心中所想的只是自己爹爹：「爹爹不知到了那裏？我這不孝的女兒，將他這本書拿到了山洞之中，他老人家這可找得苦了。在爹爹心中，這本書一定是非常非常的寶貴。不知這本舊書有甚麼用？然而這是我拿了爹爹的，是爹爹的書，決不能給公公強搶了去。」如果是在一天之前，還不知道狄雲慘受陷害的內情，對丈夫還是滿腔柔情和體貼，那麼在她心裏，丈夫的份量未必便及不上父親，何況，父親不知到那裏去了，不知道會不會再回來。然而現今可不同了。「決不能讓爹爹這本書落入他們手裏。狄師哥去取了書來交在我手裏，要我替爹爹保管，當然不能給他們搶了去。不但是為了爹爹，也為了狄師哥！」當萬圭問她「這本書那裏來的」之時，她心中只是在想：「怎樣將書奪回來？」書是在公公手裏。萬震山武功卓絕，何況丈夫便在旁邊，硬奪是不成的。她心中飛快的在轉念頭，眼珠骨溜溜的轉動。她看到了書桌旁那隻銅盆，盆中盛著半盆血水，那是萬圭洗過臉的水，滴了不少他手背上傷口中流出來的毒血。這盆水全成了紫黑色……如果悄悄將書丟進了血水之中，他們就找不到了。可是，那本書只怕要浸壞。不過若不乘這時候下手，以後多半再也沒有機會了，寧可將書毀了，也不能讓他們稱心如意……萬氏父子凝視著戚芳。萬圭又問：「芳妹，這本書那裏來的？」戚芳一凜，說道：「我也不知道啊，剛才我從房裏出來，便見這本書放在桌上。這不是你的麼？」萬圭一時想不明白，暫時不再追究，一心要將重大的發現說給父親知道：「爹，你瞧，這書頁子一沾濕，便有字跡出來。」他伸出食指，指著「聖果寺」那首詩旁淡黃色的三個字：「三十三」。（如果他知道這是妻子的淚水，是思念狄雲而流的眼淚，他心中會怎樣想？）萬震山伸指點著那首詩，一個字一個字數下去：「路自中峰上，盤回出壁蘿。到江吳地盡，隔岸越山多。古木叢青靄，遙天浸白波。下方城……」第三十三字，那是個「城」字！萬震山一拍大腿，說道：「對啦，正是這個法子！原來秘密在此。圭兒，你真聰明，虧你想到了這個道理！要用水，不錯，我們當年就是沒想到要用水！」（如果他知道這是媳婦的淚水，是思念另一個男人而流的眼淚，他心中會怎樣想？）戚芳見他父子大喜若狂，聚頭探索書中的秘奧，便拉著女兒的手走到內房，將她摟在懷裏，輕聲道：「空心菜，那隻面盆，你瞧見麼？」小女孩點了點頭，道：「瞧見的。」戚芳道：「等會爺爺、爹爹和媽媽一起奔出去，媽媽將爺爺手裏那本書放在抽屜裏，你去拿了出來，悄悄丟在面盆裏，讓髒水浸著，別給爺爺和爹爹看見，叫他們找不到。」小女孩大喜，只道媽媽要玩個極有趣的遊戲，拍掌笑道：「好，好！」戚芳道：「可別讓爺爺和爹爹知道，也別跟他們說！」小女孩道：「空心菜不說，空心菜不說！」戚芳走到房外，說道：「公公，我覺得這本書很有點古怪。」萬震山轉過身來，問道：「甚麼古怪？」他內心早已隱隱覺得這本書突然出現，來得太過容易，恐怕不是吉兆，媳婦這麼一說，更增他的疑慮。戚芳道：「在這裏！」說著伸出手去。萬震山將書交了給她。戚芳翻開書頁，取了那兩隻紙剪蝴蝶出來，道：「公公，你這書中，本來就有這兩隻蝴蝶麼？」萬震山將兩隻紙蝴蝶接了過去，細細察看，道：「沒有！」戚芳道：「這是甚麼意思？武林之中，可有那一個人外號叫『花蝴蝶』甚麼的？江湖上有沒有一個『蝴蝶幫』？他們留下這本書，多半不懷好意。」江湖人物留記號尋仇示警，原是十分尋常，萬震山生平壞事做了不少，仇家眾多，聽了戚芳的話，又見這一對紙蝴蝶剪得十分工細，不禁惕然而驚，尋思：「我有甚麼仇家外號叫做『花蝴蝶』的？有沒有一個『蝴蝶幫』？」他正自沉吟，忽聽得戚芳喝道：「是誰？鬼鬼祟祟的想幹甚麼？」伸手向窗外屋頂上一指。萬氏父子同時向窗外瞧去。戚芳反身從牆上摘下兩柄長劍，一柄拋給萬震山，一柄拋給萬圭，叫道：「屋上有人！」萬氏父子接住兵刃，戚芳拉開抽屜，將那本唐詩擲了進去，低聲道：「莫給敵人搶了去！」萬氏父子點了點頭。三人齊從窗口躍出，登上瓦面，四下裏一看，不見有人。萬震山道：「到後面瞧瞧！」三人直奔後院，只見牆角邊人影一幌，萬震山喝道：「是誰？」縱身而前，見那人是六弟子吳坎，問道：「見到敵人沒有？」吳坎見到師父、三師兄、三師嫂仗劍而來，只道事發，嚇得面色慘白，待聽師父如此詢問，心中一寬，忙道：「有人從這邊奔過，弟子趕了過來查問。」他是為自己掩飾，卻正好替戚芳圓了謊。四人直追到後門之外，吳坎連連呼哨，將魯坤、卜垣等都招了來，自是沒發現「敵人」的蹤跡。萬震山和萬圭記掛著「連城劍譜」，命魯坤等繼續搜尋敵蹤，招呼了戚芳，回到樓房。萬震山搶開抽屜，伸手去取……抽屜之中，卻那裏還有這本書在？萬氏父子這一驚自然是非同小可，在書房中到處找尋，又那裏找得到了？問小女孩道：「有沒有人進來過？」女孩道：「沒有啊！」轉頭向母親霎霎眼睛，十分得意。萬氏父子明明見到戚芳將書放入抽屜，追敵之時，始終沒離開過她，當然不是她做的手腳。定是敵人施了「調虎離山之計」，盜去了劍譜！萬氏父子面面相覷，懊喪不已。戚芳母女你向我霎霎眼，我向你霎霎眼，很是開心。