第十七回　青翼出沒一笑颺張無忌和那村女向東北方眺望，這時天已黎明，只見一個綠色人形在雪地裏輕飄飄的走來，行近十餘丈，看清楚是個身穿蔥綠色衣衫的女子。她和丁敏君說了幾句話，向張無忌和那村女看了一眼，便即走了過來。她衣衫飄動，身法輕盈，出步甚小，但頃刻間便到了離兩人四五丈處。只見她清麗秀雅，容色極美，約莫十七、八歲年紀。張無忌頗為詫異，暗想聽她嘯聲，看她身法，料想必比丁敏君年長得多，那知她似乎比自己還小了幾歲。只見這女郎腰間懸著一柄短劍，卻不拔取兵刃，空手走近。丁敏君出聲警告：「周師妹，這鬼丫頭功夫邪門得緊。」那女郎點點頭，斯斯文文的說道：「請問兩位尊姓大名？因何傷我師姊？」自她走近之後，張無忌一直覺得她好生面熟，待得聽到她說話，登時想起：「原來她便是在漢水中的船家小女孩周芷若姑娘。太師父攜她上武當山去，如何卻投入了峨嵋門下？」胸口一熱，便想探問張三丰的近況，但轉念想到：「張無忌已然死了，我這時是鄉巴佬、醜八怪、曾阿牛。只要我少有不忍，日後便是無窮無盡的禍患。我決不能洩露自己身份，以免害及義父，使爹媽白白的冤死於九泉之下。」那村女冷冷一笑，說道：「令師姐一招『推窗望月』，雙掌擊我背心，自己折了手腕，難道也怪得我嗎？你倒問問令師姊，我可有向她發過一招半式？」周芷若轉眼瞧著丁敏君，意存詢問。丁敏君怒道：「你帶這兩人去見師父，請她老人家發落便是。」周芷若道：「倘若這兩位並未存心得罪師姐，以小妹之見，不如一笑而罷，化敵為友。」丁敏君大怒，喝道：「甚麼？你反而相助外人？」張無忌眼見丁敏君這副神色，想起那一年晚上彭瑩玉和尚在林中受人圍攻，紀曉芙因而和丁敏君反臉，今日舊事重演，丁敏君又來逼迫這個小師妹，不禁暗暗為周芷若擔心。可是周芷若對丁敏君卻極是尊敬，躬身道：「小妹聽由師姐吩咐，不敢有違。」丁敏君道：「好，你去將這臭丫頭拿下，把她雙手也打折了。」周芷若道：「是，請師姐給小妹掠陣照應。」轉身向那村女道：「小妹無禮，想領教姐姐的高招。」那村女冷笑道：「那裏來的這許多囉唆！」心想：「難道我會怕了你這小姑娘？」自不須張無忌相助，一躍而起，快如閃電般連擊三掌。周芷若斜身搶進，左掌擒拿，以攻為守，招數頗見巧妙。張無忌內力雖強，武術上的招數卻未融會貫通，但見周芷若和那村女都是以快打快，周芷若的峨嵋綿掌輕靈迅捷，那村女的掌法則古怪奇奧。他看得又是佩服，又是關懷，也不知盼望誰勝，只望兩個都別受傷。兩女拆了二十餘招，便各遇凶險，猛聽得那村女叫聲：「著！」左掌已斬中了周芷若肩頭。跟著嗤的一響，周芷若反手扯脫了那村女的半幅衣袖。兩人各自躍開，臉上微紅。那村女喝道：「好擒拿手！」待欲搶步又上，只見周芷若眉頭深皺，接著心口，身子幌了兩下，搖搖欲倒。張無忌忍不住叫道：「你……你……」臉上滿是關切之情。周芷若見這個長鬚長髮的男子居然對自己大是關心，暗自詫異。丁敏君道：「師妹，你怎樣啦？」周芷若左手搭住師姐的肩膀，搖了搖頭。丁敏君吃過那村女的苦頭，知道她的厲害，只是師父常自稱許這個小師妹，說她悟性奇高，進步神速，本派將來發揚光大，多半要著落在她身上，丁敏君心下不服，是以叫她上去一試，只盼也令她吃些苦頭。見她竟能和那村女拆上二十餘招方始落敗，已遠遠勝過自己，心中不免頗為妒忌，待得覺到她搭在自己肩上的那隻手全無力氣，才知她受傷不輕，生怕那村女上前追擊，忙道：「咱們走罷！」兩人攜扶著向東北方而去。那村女瞧著張無忌臉上神色，冷笑道：「醜八怪，見了美貌姑娘便魂飛天外。」張無忌欲待解釋，但想：「若不吐露身世，這件事便說不清楚，還不如不說。」便道：「她美不美，關我甚麼事？我是關心你，怕你受了傷。」那村女道：「你這話是真是假？」張無忌想：「我本是兩個姑娘都關心。」說道：「我騙你作甚？想不到峨嵋派中一個年輕姑娘，武藝竟恁地了得。」那村女道：「厲害，厲害！」張無忌望著周芷若的背影，見她來時輕盈，去時蹣跚，想起當年漢水舟中她對自己餵飲食、贈巾抹淚之德，心想但願她受傷不重。那村女忽然冷笑道：「你不用擔心，她壓根兒就沒受傷。我說她厲害，不是說她武功，是說她小小年紀，心計卻如此厲害。」張無忌奇道：「她沒受傷？」那村女道：「不錯！我一掌斬中她肩頭，她肩上生出內力，將我手掌彈開，原來她已練過峨嵋九陽功，倒震得我手臂微微酸麻。她那裏會受甚麼傷？」張無忌大喜，心想：「原來滅絕師太對她青眼有加，竟將峨嵋派鎮派之寶的峨嵋九陽功傳了給她？」那村女忽地翻過手背，重重打了他一個耳光，這一下突如其來，張無忌毫沒防備，半邊面頰登時紅腫，怒道：「你……你幹甚麼？」那村女恨恨道：「見了人家閨女生得好看，你靈魂兒也飛上天啦。我說她沒受傷，要你樂得這個樣子的幹甚麼？」張無忌道：「我就是為她歡喜，跟你又有甚麼相干？」那村女又揮掌劈來，這一次張無忌卻頭一低，讓了開去。那村女大怒，說道：「你說過要娶我為妻的。這句話說了還不上半天，便見異思遷，瞧上人家美貌姑娘了。」張無忌道：「你早說過我不配，又說你心中自有情郎，決計不能嫁我的。」那村女道：「不錯，可是你答應了我，這一輩子要待我好，照顧我。」張無忌道：「我說過的話自然算數。」那村女怒道：「既是如此，你怎地見了這個美貌姑娘，便如此失魂落魄，教人瞧著好不惹氣？」張無忌笑道：「我又沒有失魂落魄。」那村女道：「我不許你歡喜她，不許你想他。」張無忌道：「我也沒說歡喜她。但你為甚麼心中又牽記著旁人，一直念念不忘呢？」那村女道：「我識得那人在先啊。要是我先識得你，就一生一世只對你一人好，再不會去想念旁人，這叫做『從一而終』。一個要是三心兩意，便是天也不容。」張無忌心想：「我相識周家姑娘，遠在識得你之前。」但這句話不便出口，便道：「要是你只對我一人好，我也只對你一人好。要是你心中想著旁人，我也去想旁人。」那村女沉吟半晌，數度欲言又止，突然間眼中珠淚欲滴，乘張無忌不覺，伸袖拭了拭眼淚。張無忌心下不忍，輕輕握住了她的手，柔聲道：「咱們沒來由的說這些幹甚麼？再過得幾天，我的腿傷便全好了。咱們一起到處去遊玩，豈不甚美？」那村女回過頭來，愁容滿臉，說道：「阿牛哥哥，我求你一件事，你別生氣。」張無忌道：「甚麼事啊？但教我力之所及，總會給你做到。」那村女道：「你答應我不生氣，我才跟你說。」張無忌道：「不生氣就是。」那村女躊躇一會，道：「你口中說不生氣，心裏也不可生氣才成。」張無忌道：「好，我心裏也不生氣。」那村女反握著他手，說道：「阿牛哥哥，我從中原萬里迢迢的來到西域，為的就是找他。以前還聽到一點蹤跡，但到了這裏，卻如石沉大海，再也問不到他的消息了。你腿好之後，幫我去找到他，然後我再陪你去遊山玩水，好不好？」張無忌忍不住心中不快，哼了一聲。那村女道：「你答應我不生氣的，這不是生氣了嗎？」張無忌沒精打采地道：「好，我幫你去找他。」那村女大喜，道：「阿牛哥，你真好。」望著遠處天地相接的那一線，心搖神馳，輕聲道：「咱們找到了他，他想著我找了他這麼久，就不會惱我了。他說甚麼，我就做甚麼，一切全聽他的話。」張無忌道：「你這個情郎到底有甚麼好，教你如此念念不忘？」那村女微笑道：「他有甚麼好，我怎說得上來？阿牛哥，你說咱們能找到他嗎？他見了我還會打我罵我嗎？」張無忌見她如此癡情，不忍叫她傷心，低聲道：「不會了，他不會打你罵你了。」那村女櫻口微動，眼波欲流，也低聲道：「是啊，他愛我憐我，再也不會打我罵我了。」張無忌心想：「這姑娘對她情郎癡心如此，倘若世上也有一人如此關懷我，思念我，我這一生便再多吃些苦，也是快活。」瞧著周芷若和丁敏君並排在雪地中留下的兩行足印，心想：「倘若丁敏君這行足印是我留下的，我得能和周姑娘並肩而行……」※※※那村女突然叫道：「啊喲，快走，再遲便來不及了。」張無忌從幻想中醒了過來，道：「怎麼？」那村女道：「那峨嵋少女不願跟我拚命，假裝受傷而去，可是那丁敏君口口聲聲說要拿我們去見她師父，滅絕師太必在左近。這老賊尼極是好勝，怎能不來？」張無忌想起滅絕師太一掌擊死紀曉芙的殘忍狠辣，不禁心悸，驚道：「這老尼姑厲害得緊，咱們可不是她的對手。」那村女道：「你見過她嗎？」張無忌道：「峨嵋掌門，豈同等閒？我不能行走，你快逃走罷。」那村女怒道：「哼，我怎能拋下你不顧，獨自逃生？你當我良心這樣壞？」眉頭微皺，沉吟片刻，取下柴堆中的硬柴，再用軟柴搓成繩子，紮了個雪橇，抱起張無忌，讓他雙腿伸直，躺在雪橇上，拉了他向西北方跑去。張無忌但見她身形微幌，宛似曉風中一朵荷蕖，背影婀娜，姿態美妙，拖著雪橇，一陣風般掠過雪地。她奔馳不停，趕了三、四十里地。張無忌心中過意不去，說道：「喂，好歇歇啦！」那村女笑道：「甚麼喂不喂的，我沒名字嗎？」張無忌道：「你不肯說，我有甚麼法子？你要我叫你『醜姑娘』，可是我覺得你好看啊。」那村女嗤的一笑，一口氣洩了，便停了腳步，掠了掠長髮，說道：「好罷，跟你說也不打緊，我叫蛛兒。」張無忌道：「珠兒，珠兒，珍珠寶貝兒。」那村女道：「呸！不是珍珠的珠，是毒蜘蛛的蛛。」張無忌一怔，心想：「那有用這個『蛛』字來作名字的？」蛛兒道：「我就是這個名字。你若害怕，便不用叫了。」張無忌道：「是你爸爸給取的嗎？」蛛兒道：「哼，若是爸爸取的，你想我還肯要嗎？是媽取的。她教我練『千蛛萬毒手』，說就用這個名字。」張無忌聽到「千蛛萬毒手」五字，不由得心中一寒。蛛兒道：「我從小練起，還差得好多呢。等得我練成了，也不用怕滅絕這老賊尼啦。你要不要瞧瞧？」說著便從懷中取出了一個黃澄澄的金盒來，打開盒蓋，盒中兩隻拇指大小的蜘蛛蠕蠕而動。蜘蛛背上花紋斑斕，鮮明奪目。張無忌一看之下，驀地想起王難姑的「毒經」中言道：「蜘蛛身有彩斑，乃劇毒之物，螫人後極難解救。」不由得心下驚懼。蛛兒見他臉色鄭重，笑道：「你倒知道我這寶貝蛛兒的好處。你等一等。」說著飛身上了一棵大樹，眺望週遭地勢，躍回地下，道：「咱們且走一程，慢慢再說蜘蛛的事。」拉著雪橇，又奔出七、八里地，來到一處山谷邊上，將張無忌扶下雪橇，然後搬了幾塊石頭，放在橇上，拉著急奔，衝向山谷。她奔到山崖邊上，猛地收步，那雪橇卻帶著石塊，轟隆隆的滾下深谷，聲音良久不絕。張無忌回望來路，只見雪地之中，柴橇所留下的兩行軌跡遠遠的蜿蜒而來，至谷方絕，心想：「這姑娘心思細密。滅絕師太若是順著軌跡找來，只道我們已摔入雪谷之中，跌得屍骨無存了。」蛛兒蹲下身來，道：「你伏在我背上！」張無忌道：「你負著我走嗎？那太累了。」蛛兒白了他一眼，道：「我累不累，自己不知道嗎？」張無忌不敢多說，便伏在她背上，輕輕摟住她頭頸。蛛兒笑道：「你怕握死我嗎？輕手輕腳的，教人頭頸裏癢得要命。」張無忌見她對自己一無猜嫌，心下甚喜，手上便摟得緊了些。蛛兒突然躍起，帶著他飛身上樹。這一排樹木一直向西延伸，蛛兒從一株大樹躍上另一株大樹，她身材纖小，張無忌卻甚高大，但她步法輕捷，竟也不見累贅，過了七、八十棵樹，躍到一座山壁之旁，便跳下地來，輕輕將他放在地上，笑道：「咱們在這兒搭個牛棚，倒是不錯。」張無忌奇道：「牛棚？搭牛棚幹甚麼？」蛛兒笑道：「給大牯牛住啊，你不是叫阿牛嗎？」張無忌道：「那不用了，再過得四、五天，我斷骨的接續處便硬朗啦，其實這時勉強要走，也對付得了。」蛛兒道：「哼！勉強走，已經是個醜八怪，牛腿再跛了，很好看麼？」說著便折下一條樹枝，掃去山石旁的積雪。張無忌聽著「牛腿再跛了，很好看麼」這句話，驀地裏體會到她言語中的關切之意，不由得心中一動。只聽她輕輕哼著小曲，攀折樹枝，在兩塊大石之間搭了個上蓋，便成了一間足可容身的小屋，茅頂石牆，倒也好看。蛛兒搭好小屋，又抱起地下一大塊一大塊雪團，堆在小屋頂上，忙了半天，直至外邊瞧不出半點痕跡，方始罷手。她取出手帕，擦了擦臉上的汗珠，道：「你等在這裏，我去找些吃的來。」張無忌道：「我也不怎麼餓，你太累啦，歇一會兒再去罷。」蛛兒道：「你要待我好，要真的待我好，嘴裏說得甜甜的，又有甚麼用？」說著快步鑽入樹林。張無忌在山石之上，想起蛛兒語音嬌柔，舉止輕盈，無一不是個絕色美女的風範，可就是一張臉蛋兒卻生得這麼醜陋，又想起母親臨終時說過的話來：「越是美麗的女子，越會騙人，你越是要小心提防。」蛛兒相貌不美，待自己又是極好，有心和她終身相守，可是她心中另有情郎，全沒把自己放在意下。他胡思亂想，心念如潮，不久蛛兒已提了兩隻雪雞回來，生火烤了，味美絕倫。張無忌將一隻雪雞吃得乾乾淨淨，猶未饜足。蛛兒抿著嘴笑了，將預先留下的兩條雞腿又擲了給他。那是她在自己那隻雪雞上省下來的，原是雞上的精華。張無忌欲待推辭，蛛兒怒道：「你想吃便吃，誰對我假心假意，言不由衷，我用刀子在他身上刺三個透明窟窿。」張無忌不敢多說，便把兩條雞腿吃了。他滿嘴油膩，從地下抓起一塊雪來擦了擦臉，伸衣袖抹去。蛛兒回過頭來，看到他用雪塊擦乾淨了的臉，不禁怔住了，呆呆的望著他。張無忌被她瞧得不好意思，問道：「怎麼啦？」蛛兒道：「你幾歲啦？」張無忌道：「二十一歲。」蛛兒道：「嗯，原來你只比我大三歲。為甚麼留了這麼長的鬍子？」張無忌笑道：「我一直獨個兒在深山荒谷中住，從不見人，就沒有想到要剃鬚。」蛛兒從身旁取出一把金柄小刀來，接著他臉，慢慢將鬍子剃去了。張無忌只覺刀鋒極是銳利，所到之處，髭鬚紛落，她手掌手指卻是柔膩嬌嫩，摸在面頰上，忍不住怦然心動。那小刀漸漸剃到他頸中，蛛兒笑道：「我稍一用力，在你喉頭一割，立時一命嗚呼。你怕不怕？」張無忌笑道：「死在姑娘玉手之下，做鬼也是快活。」蛛兒反過刀子，用刀背在他咽喉上用力一斬，喝道：「叫你做個快活鬼！」張無忌嚇了一跳，但她出手太快，刀子又近，待得驚覺，一刀已然斬下，半點反抗之力也無，但體內九陽神功自然而然的生出反彈之力，將刀子震開，隨後才知她用的只是刀背。蛛兒手臂一震，叫聲：「哎唷！」隨即格格笑道：「快活嗎？」張無忌笑著點了點頭。他本來為人樸實，但在蛛兒面前，不知怎地，心中無拘無束，似乎是跟她自幼兒一塊長大一般，說不出的逍遙自在，忍不住要說幾句笑話。蛛兒替他剃乾淨鬍鬚，向他呆望半晌，突然長長嘆了口氣。張無忌道：「怎麼啦？」蛛兒不答，又替他割短頭髮，梳個髻兒，用樹枝削了根釵子，插在他髮髻之中。但見他這麼一打扮，雖然衣衫襤褸不堪，又實在太短太窄，便像是偷來的一般，但神采煥發，醜八怪變成了英俊少年。蛛兒又嘆了口氣，說道：「真想不到，原來你生得這麼好看。」張無忌知她是為自身的醜陋難過，便道：「我也沒甚麼好看。再說，天地間極美的物事之中，往往含有極醜。孔雀羽毛華美，其膽卻是劇毒，仙鶴丹頂殷紅，何等好看，那知卻是最厲害的毒藥。諸凡蛇豸昆蟲，也都是越美的越具毒性。你那兩隻毒蜘蛛可不是美麗得很嗎？一個人相貌俊美有甚麼好，要心地良善那才好啊。」蛛兒冷笑道：「心地良善有甚麼好，你倒說說看。」張無忌一時倒答不上來，怔了一怔才道：「心地良善，便不會去害人。」蛛兒道：「不去害人又有甚麼好？」張無忌道：「你不去害人，自己心裏就平安喜樂，處之泰然。」蛛兒道：「我不害人便不痛快，要害得旁人慘不可言，自己心裏才會平安喜樂，才會處之泰然。」張無忌搖頭道：「你強辭奪理。」蛛兒冷笑道：「我若非為了害人，練這千蛛萬毒手又幹甚麼？自己受這無窮無盡的痛苦熬煎，難道貪好玩嗎？」說著盤膝坐下，行了一會功，從懷裏取出黃金小盒，打開盒蓋，將雙手兩根食指伸進盒中。盒中的一對花蛛慢慢爬近，分別咬住了她兩根指頭。她深深吸一口氣，雙臂輕微顫抖，潛運內力和蛛毒相抗。花蛛吸取她手指上的血液為食，但蛛兒手指上血脈運轉，也帶了花蛛體內毒液，回入自己血中。張無忌見她滿臉莊嚴肅穆之容，同時眉心和兩旁太陽穴上淡淡的罩上了一層黑氣，咬緊牙關，竭力忍受痛楚。再過一會，又見她鼻尖上滲出細細的一粒粒汗珠。她這功夫練了幾有半個時辰，雙蛛直到吸飽了血，肚子漲得和圓球相似，這才跌落盒中，沉沉睡去。蛛兒又運功良久，臉上黑氣漸退，重現血色，一口氣噴了出來，張無忌聞著，只覺一股甜香，隨即微覺暈眩，似乎她所噴的這口氣中也含有劇毒。蛛兒睜開眼來，微微一笑。張無忌問道：「要練到怎樣，才算大功告成？」蛛兒道：「要每隻花蛛的身子都從花轉黑，再從黑轉白，去淨毒性而死，蜘蛛體中的毒液便都到了我手指之中。至少要練過一百隻花蛛，才算是小成。真要功夫深啊，那麼一千隻、兩千隻也不嫌多。」張無忌聽她說著，心中不禁發毛，道：「那裏來這許多花蛛？」蛛兒道：「一面得自己養，牠們會生小蜘蛛，一面須得到產地去捉。」張無忌嘆道：「天下武功甚多，何必非練這門毒功不可。這蛛毒猛烈之極，吸入體內，雖然你有抵禦之法，但日子久了，終究沒有好處。」蛛兒冷笑道：「天下武功固然甚多，可是有那一門功夫，能及得上這千蛛萬毒手的厲害？你別自忖內功了得，要是我這門功夫練成了，你未必能擋得住我手指的一戳。」說著凝氣於指，隨手在身旁的一株樹上戳了一下。她功力未到，只戳入半寸來深。張無忌又問：「怎地你媽媽教你練這功夫？她自己練成了嗎？」蛛兒眼中突然射出狠毒的光芒，恨恨的道：「練這千蛛萬毒手，只要練到二十隻花蛛以上，身體內毒質積得多了，容貌便會起始變形，待得千蛛練成，更會奇醜無比。我媽本已練到將近一百隻，偏生遇上了我爹，怕自己容貌變醜，我爹爹不喜，硬生生將畢生的功夫散了，成為一個手無縛雞之力的平庸女子。她容貌雖然好看，但受二娘和我兩個哥哥的欺侮凌辱，竟無半點還手的本事，到頭來還是送了自己性命。哼，相貌好看有甚麼用？我媽是個極美麗極秀雅的女子，只因年長無子，我爹爹還是另娶妾侍……」張無忌的眼光在她臉上一掠而過，低聲道：「原來……你是為了練功夫……」蛛兒道：「不錯，我是為了練功夫，才將一張臉毒成這樣。哼，那個負心人不理我，等我練成了千蛛萬毒手之後，找到了他，他若無旁的女子，那便罷了……」張無忌道：「你並未和他成婚，也無白頭之約，不過是……不過是……」蛛兒道：「爽爽快快的說好啦，怕甚麼？你要說我不過是自己單相思，是不是？單相思便怎樣？我既愛上了他，便不許他心中另有別的女子。他負心薄倖，教他嘗嘗我這『千蛛萬毒手』的滋味。」張無忌微微一笑，也不跟她再行辯說，心想她脾氣奇特，好起來很好，兇野起來卻全然的蠻不講理，又想起太師父和大師伯、二師伯們常說的武林中正邪之別，看來她所練的「千蛛萬毒手」必是極歹毒的邪派功夫，她母親也必是妖邪一派，想到此處，不由得對她多了幾分戒懼之意。蛛兒卻並未察覺他心情異樣，在小屋中奔進奔出，採了許多野花佈置起來。張無忌見她將這間小小的屋子整治得頗具雅趣，可見愛美出自天性，然而一副容貌卻毒成這個樣子，便道：「蛛兒，我腿好之後，去採些藥來，設法治好你臉上的毒腫。」蛛兒聽了這幾句話，臉上突現恐懼之色，說道：「不……不……不要，我熬了多少痛苦才到今日的地步，你要散去我的千蛛萬毒功麼？」張無忌道：「咱們或能想到一個法子，功夫不散，卻能消去你臉上的毒腫。」蛛兒道：「不成的，要是有這法子，我媽媽是祖傳的功夫，怎能不知？天下除非是蝶谷醫仙胡青牛，方有這等驚人的本事，可是他……他早已死去多年了。」張無忌奇道：「你也知道胡青牛？」蛛兒瞪了他一眼，道：「怎麼啦？甚麼事奇怪？蝶谷醫仙名滿江湖，誰都知道。」說著又嘆了口氣，說道：「便是他還活著，這人號稱『見死不救』，又有甚麼用？」張無忌心想：「她不知蝶谷醫仙的一身本事已盡數傳了給我，這時我且不說，日後我想到了治她臉上毒腫之法，也好讓她大大的驚喜一場。」說話間天色已黑，兩人便在這小屋中倚靠著山石睡了。睡到半夜，張無忌睡夢中忽聽到一兩下低泣之聲，登時醒轉，定了定神，原來蛛兒正在哭泣。他坐直身子，伸手在她肩頭輕輕拍了兩下，安慰她道：「蛛兒，別傷心。」那知他柔聲說了這兩句話，蛛兒更是難以抑止，伏在他的肩頭，放聲大哭起來。張無忌問道：「蛛兒，甚麼事？你想起了媽媽，是不是？」蛛兒點了點頭，抽抽噎噎的道：「媽媽死了！我一個人孤零零的，誰也不喜歡我，誰也不同我好。」張無忌拉起衣襟，緩緩替她擦去眼淚，輕聲道：「我喜歡你，我會待你好。」蛛兒道：「我不要你待我好。我心中只喜歡一個人，他不睬我，打我、罵我，還要咬我。」張無忌顫聲道：「你忘了這個薄倖郎罷。我娶你為妻，我一生好好的待你。」蛛兒大聲道：「不！不！我不忘記他。你再叫我忘了他，我永遠不睬你了。」張無忌大是羞愧，幸好在黑暗之中，蛛兒沒瞧見他滿臉通紅的尷尬模樣。過一會兒，誰都沒有說話。過了良久，蛛兒道：「阿牛哥，你惱了我嗎？」張無忌道：「我沒惱你，我是生我自己的氣，不該跟你說這些話。」蛛兒忙道：「不，不！你說願意娶我為妻，一生要好好待我，我很愛聽。你再說一遍罷。」張無忌怒道：「你既忘不了那人，我還能說甚麼？」蛛兒伸過手去，握住了他手，柔聲道：「阿牛哥，你別著惱，我得罪了你，是我不好。你如真的娶了我為妻，我會刺瞎了你的眼睛，會殺了你的。」張無忌身子一顫，驚道：「你說甚麼？」蛛兒道：「你眼睛瞎了，就瞧不見我的醜模樣，就不會去瞧峨嵋派那個周姑娘。倘若你還是忘不了她，我便一指戳死你，一指戳死峨嵋派的周姑娘，再一指戳死我自己。」她說著這些奇怪的話，但聲調自然，似乎這是天經地義的道理一般。張無忌聽她說得兇惡狠毒，心頭怦的一跳。※※※便在此時，忽然遠遠傳來一個蒼老的聲音：「峨嵋派周姑娘，礙著你們甚麼事了？」蛛兒一驚躍起，低聲道：「是滅絕師太！」她說得很輕，但外面那人還是聽見了，森然道：「不錯，是滅絕師太。」外面那人說第一句話時，相距尚遠，但第二句話卻已是在小屋近旁發出。蛛兒知道事情不妙，已不及抱起張無忌設法躲避，只得屏息不語。只聽得外面那人冷冷的道：「出來！還能在這裏面躲一輩子嗎？」蛛兒握了握張無忌的手，掀開茅草，走了出來。只見小屋兩丈外站著一個白髮蕭然的老尼，正是峨嵋派掌門人滅絕師太。她身後遠處有數十人分成三排奔來。奔到近處，眾人在滅絕師太兩側一站，其中約有半數是尼姑，其餘的有男有女，丁敏君和周芷若也在其內。男弟子站在最後，原來滅絕師太不喜男徒，峨嵋門下男弟子不能獲傳上等武功，地位也較女弟子為低。滅絕師太冷冷的向蛛兒上下打量，半晌不語。張無忌提心吊膽的伏在蛛兒身後，心中打定了主意，她若向蛛兒下手，明知不敵，也要竭力一拼。只聽滅絕師太哼了一聲。轉頭問丁敏君道：「就是這個小女娃嗎？」丁敏君躬身道：「是！」猛聽得喀喇、喀喇兩響，蛛兒悶哼一聲，身子已摔出三丈以外，雙手腕骨折斷，暈倒在雪地之中。張無忌但見眼前灰影一閃，滅絕師太以快捷無倫的身法欺到蛛兒身旁，以快捷無倫的手法斷她腕骨，摔擲出外，又以快捷無倫的身法退回原處，顫巍巍的有如一株古樹，又詭怪又雄偉的挺立在夜風裏。這幾下出手，每一下都是乾淨利落，張無忌都瞧得清清楚楚，但實是快得不可思議，他竟被這駭人的手法鎮懾住了，失卻了行動之力。滅絕師太刺人心魄的目光瞧向張無忌，喝道：「出來！」周芷若走上一步，稟道：「師父，這人斷了雙腿，一直行走不得。」滅絕師太道：「做兩個雪橇，帶了他們去。」眾弟子齊聲答應。十餘名男弟子快手快腳的紮成兩個雪橇。兩名女弟子抬了蛛兒，兩名男弟子抬了張無忌，分別放上雪橇，拖橇跟在滅絕師太身後，向西奔馳。張無忌凝神傾聽蛛兒的動靜，不知她受傷輕重如何，奔出里許，才聽得蛛兒輕輕呻吟了一聲。張無忌大聲問道：「蛛兒，傷得怎樣？受了內傷沒有？」蛛兒道：「她折斷了我雙手腕骨，胸腹間似乎沒傷。」張無忌道：「內臟沒傷，那就好了。你用左手手肘去撞右手臂彎下三寸五分處，再用右手手肘去撞左手臂彎下三寸五分處，便可稍減疼痛。」蛛兒還沒答話，滅絕師太「咦」的一聲，回過頭來，瞪了張無忌一眼，說道：「這小子倒還精通醫理，你叫甚麼名字？」張無忌道：「在下姓曾，名阿牛。」滅絕師太道：「你師父是誰？」張無忌道：「我師父是鄉下小鎮上的一位無名醫生，說出來師太也不知道。」滅絕師太哼了一聲，不再理他。一行人直走到天明，才歇下來分食乾糧。周芷若拿了幾個冷饅頭，分給張無忌和蛛兒。她將饅頭遞給張無忌時，向他瞧了一眼，便轉開了頭。張無忌心中一陣激動，再也忍耐不住，輕聲說道：「漢水舟中餵飯之德，永不敢忘。」周芷若全身一震，轉頭向他瞧去，這時張無忌已剃去了鬍鬚，她瞧了好一會，突然間「啊」的一聲，臉現驚喜之色，道：「你……你……」張無忌知她終於認出了自己，緩緩點了點頭。周芷若輕聲問道：「身上寒毒，已好了嗎？」聲細如蚊，幾不可聞。張無忌輕聲道：「已經好了。」周芷若臉上一陣暈紅，便走了開去。其時蛛兒在張無忌身後，見周芷若驀地裏喜不自勝，隨即嘴唇微動，臉上又現羞色，雙目中卻是光采明亮，待她走開，便問張無忌：「她跟你說甚麼？」張無忌臉上一紅，道：「沒……沒……甚麼？」蛛兒哼了一聲，怒道：「當面撒謊！」各人歇了三個時辰，又即趕路，如此向西急行，直趕了三天，看來顯是要務在身。一眾男女弟子不論趕路休息，若不是非說話不可，否則誰都是一言不發，似乎都是啞巴一般。這時張無忌腿上骨傷早已癒合復元，隨時可以行走，但他不動聲色，有時還假意呻吟幾聲，好令滅絕師太不防，只待時機到來，便可救了蛛兒逃走。只是一路上所經之處都是莽莽平野，逃不多遠，立時便給追上，一時卻也不敢妄動。日間休息，晚間歇宿之時，張無忌忍不住總要向周芷若瞧上幾眼，但她始終沒再走到他跟前。※※※又行了兩天，這日午後來到一片大沙漠中，地下積雪已融，兩個雪橇便在沙上滑行。正走之間，忽聽得馬蹄聲自西而來。滅絕師太做個手勢，眾弟子立時在沙丘之後隱身伏下。兩人分挺短劍，對住張無忌和蛛兒的後心，意思非常明白，峨嵋派是在伏擊敵人，張無忌等若是出聲示警，短劍向前一送，立時便要了他們的性命。聽馬蹄聲奔得甚急，但相距尚遠，過了好半天方始馳到近處。馬上乘客突然見到沙地中的足跡，勒馬注視。峨嵋大弟子靜玄師太拂塵一舉，數十名弟子分從埋伏處躍出，將乘者團團圍住。張無忌探首張望，只見共有四騎馬，乘者均穿白袍，袍上繡著一個紅色火焰。四人陡見中伏，齊聲吶喊，拔出兵刃，便往東北角上突圍。靜玄師太大叫：「是魔教的妖人，一個也不可放走了！」峨嵋派雖然人多，卻不以眾攻寡。兩名女弟子、兩名男弟子遵從靜玄師太呼喝號令，分別上前堵截。魔教的四人手持彎刀，出手甚是悍狠。但峨嵋派這次前來西域的弟子皆是派中英萃，個個武藝精強，鬥不七、八合，三名魔教徒眾分別中劍，從馬上摔了下來。餘下那人卻厲害得多，砍傷了一名峨嵋男弟子的左肩，奪路而走，縱馬奔出數丈。峨嵋派排行第三的靜虛師太叫道：「下來！」步法迅捷，欺到了那人背後，拂塵揮出，卷他左腿。那人回刀擋架，靜虛拂塵突然變招，刷的一聲，正好打在他的後腦。這一招擊中要害，拂塵中蘊蓄深厚內力，那人登時倒撞下馬。不料那人極是慓悍，身受重傷之下，竟圖與敵人同歸於盡，張開雙臂，疾向靜虛撲來。靜虛側身閃開，一拂塵又擊在他的胸口。便在此時，掛在那人坐騎項頸的籠子中忽有三隻白鴿振翅飛起。靜玄叫道：「玩甚麼古怪？」衣袖一抖，三枚鐵蓮子分向三鴿射去。兩鴿應手而落。第三枚鐵蓮子卻被躺在地下的一名白袍客打出暗器撞歪了準頭。一隻白鴿衝入雲端。峨嵋諸弟子暗器紛出，卻再也打它不著，眼見那鴿投東北方去了。靜玄左手一擺，男弟子拉起四名白袍客，站在她面前。自攻敵以至射鴿、擒人，滅絕師太始終冷冷的負手旁觀。張無忌心想：「她親自對蛛兒動手，那是對蛛兒十分看重了，想是因丁敏君雙腕震斷之故。這老尼若要攔下那隻白鴿，只一舉手之勞，有何難處？可是她偏生不理，任由眾弟子自行處理。」想起當年靜玄帶同紀曉芙等人上武當山向太師父祝壽，隱然與崑崙、崆峒諸派掌門人分庭抗禮，這些峨嵋派的大弟子顯然在江湖上都已頗有名望，任誰都能獨當一面，處分大事，對付魔教中的幾名徒眾，自不能再由滅絕師太出手，靜玄、靜虛親自動手，已然將對方的身份抬高了。一名女弟子拾起地下兩頭打死了的白鴿，從鴿腿上的小筒中取出一個紙卷，呈給靜玄。靜玄打開一看，說道：「師父，魔教已知咱們圍剿光明頂，這信是向天鷹教告急的。」她再看另一個紙卷，道：「一模一樣。可惜有一頭鴿兒漏網。」滅絕師太冷冷的道：「有甚麼可惜？群魔聚會，一舉而殲，豈不痛快？省得咱們東奔西走的到處搜尋。」靜玄道：「是！」張無忌聽到「向天鷹教告急」這幾個字，心下一怔：「天鷹教教主是我外公，不知他老人家會不會來？哼，你這老尼如此傲慢自大，卻未必是我外公的對手。」他本想乘機救了蛛兒逃走，這時好戲當前，卻要瞧瞧熱鬧，不想便走了。靜玄向四名白袍人喝問：「你們還邀了甚麼人手？如何得知我六派圍剿魔教的消息？」四個白袍人仰天慘笑，突然間一齊撲倒在地，一動也不動了。眾人吃了一驚。兩名男弟子俯身一看，但見四人臉上各露詭異笑容，均已氣絕，驚叫：「師姐，四個人都死了！」靜玄怒道：「妖人服毒自盡，這毒藥倒是厲害得緊，發作得這麼快。」靜虛道：「搜身。」四名男弟子應道：「是！」便要分別往屍體的衣袋中搜查。周芷若忽道：「眾位師兄小心，提防袋中藏有毒物。」四名男弟子一怔，取兵刃去挑屍體的衣袋，只見袋中蠕蠕而動，每人衣袋中各藏著兩條極毒小蛇，若是伸手入袋，立時便會給毒蛇咬中。眾弟子臉上變色，人人斥罵魔教徒眾行事毒辣。滅絕師太冷冷的道：「咱們從中土西來，今日首次和魔教徒眾周旋。這四人不過是無名小卒，已然如此陰毒，魔教中的主腦人物，卻又如何？」她哼了一聲，又道：「靜虛年紀不小了，處事這等草率，還不及芷若細心。」靜虛滿臉通紅，躬身領責。張無忌心中，卻盡在思量靜玄所說「六派圍剿魔教」這六個字：「六派？六派？我武當派在不在內？」※※※二更時分，忽聽得玎玲、玎玲的駝鈴聲響，有一頭駱駝遠遠奔來。眾人本已睡倒，聽了一齊驚醒。駝鈴聲本從西南方響來，但片刻間便自南而北，響到了西北方。隨即轉而趨東，鈴聲竟又在東北方出現。如此忽東忽西，行同鬼魅。眾人相顧愕然，均想不論那駱駝的腳程如何迅速，決不能一會兒在東，一會兒在西，聽聲音卻又絕不是數人分處四方，先後振鈴。過了一會，駝鈴聲自近而遠，越響越輕，斗然之間，東南方鈴聲大振，竟似那駱駝像飛鳥般飛了過去。峨嵋派諸人從未來過大漠，聽這鈴聲如此怪異，人人都暗暗驚懼。滅絕師太朗聲道：「是何方高人，便請現身相見，這般裝神弄鬼，成何體統？」話聲遠遠傳了出去。她說了這句話後，鈴聲便此斷絕，似乎鈴聲的主人怕上了她，不敢再弄玄虛。第二日白天平安無事。到得晚上二更時分，駝鈴聲又作，忽遠忽近，忽東忽西，滅絕師太又再斥責，這一次駝鈴卻對她毫不理會，一會兒輕，一會兒響，有時似乎是那駱駝怒馳而至，但驀地裏卻又悄然而去，吵得人人頭昏腦脹。張無忌和蛛兒相視而笑，雖然不明白這鈴聲如何響得這般怪異，但知定是魔教中的高手所為，這般攪得峨嵋眾人束手無策，六神不安，倒也好笑。滅絕師太手一揮，眾弟子躺下睡倒，不再去理會鈴聲。這鈴聲響了一陣，雖然花樣百出，但峨嵋眾人不加理睬，似乎自己覺得無趣，突然間在正北方大響數下，就此寂然無聲，看來滅絕師太這「見怪不怪，其怪自敗」的法子，倒也頗具靈效。次晨眾人收拾衣毯，起身欲行，兩名男弟子突然不約而同的一聲驚呼。只見身旁有一人躺著，呼呼大睡。這人自頭至腳，都用一塊污穢的毯子裹著，不露出半點身體，屁股翹得老高，鼾聲大作。峨嵋派餘人也隨即驚覺，昨晚各人輪班守夜，如何竟會不知有人混了進來？滅絕師太何等神功，便是風吹草動，花飛葉落，也逃不過她的耳目，怎地人群中突然多了一人，直到此時才見？各人又驚又怒，早有兩人手挺長劍，走到那人身旁，喝道：「是誰，弄甚麼鬼？」那人仍是呼呼打鼾，不理不睬。一名男弟子伸出長劍，挑起毯子，只見毯子底下赫然是個身披青條子白色長袍的男子，伏在沙裏，睡得正酣。靜虛心知此人膽敢如此，定然大有來頭，走上一步，說道：「閣下是誰？來此何事？」那人鼻鼾聲更響，簡直便如打雷一般。靜虛見這人如此無禮，心下大怒，揮動拂塵，刷的一下，便朝那人高高翹起的臀部打去。猛聽得呼的一聲，靜虛師太手中那柄拂塵，不知如何，竟爾筆直的向空中飛去，直飛上十餘丈高，眾人不自禁的抬頭觀看。滅絕師太叫道：「靜虛，留神！」話聲甫落，只見那身穿青條袍子的男子已在數丈之外，正自飛步疾奔，靜虛卻被他橫抱在雙臂之中。靜玄和另一名年長女弟子蘇夢清各挺兵刃，提氣追去。可是那人身法之快，直是匪夷所思，眼見萬萬追趕不上。滅絕師太一聲清嘯，手執倚天寶劍，隨後趕去。峨嵋掌門的身手果真與眾不同，瞬息間已越過靜玄、蘇夢清兩人，青光閃處，挺劍向那人背上刺出。但那人奔得快極，這一劍差了尺許，沒能刺中。那人雖抱著靜虛，但奔行之速，絲毫不遜於滅絕師太。他似乎有意炫耀功力，竟不遠走，便繞著眾人急兜圈子。滅絕師太連刺數劍，始終刺不到他身上。只聽啪的一響，靜虛的拂塵才落下地來。這時靜玄和蘇夢清也停了腳步，各人凝神屏息，望著數十丈外那兩大高手的追逐。此處雖是沙漠，但兩人急奔飛跑，塵沙卻不飛揚。峨嵋眾弟子見靜虛被那人擒住，便似死了一般，一動也不動，無不心驚。各人有心上前攔截，但想以師父的威名，怎能自己拾奪不下，卻要門人弟子相助？這以眾欺寡的名聲傳了出去，豈不被江湖上好漢恥笑？各人提心吊膽，卻誰也不敢上前，只盼師父奔快一步，一劍便刺入那怪客的後心。片刻之間，那人和滅絕師太已繞了三個大圈，眼見滅絕師太只須多跨一步，劍尖便能傷敵，但總是差了這麼一步。那人雖然起步在先，滅絕師太是自後趕上，可是那人手中抱著一人，多了百來斤的重量，這番輕功較量就算打成平手，無論如何也是滅絕師太輸了一籌。待奔到第四個圈子時，那人突然回身，雙手送出，將靜虛向滅絕師太擲來。滅絕師太只覺狂風撲面，這一擲之力勢不可當，忙氣凝雙足，使個「千斤墜」功夫，輕輕將靜虛接住。那人哈哈長笑，說道：「六大門派圍剿光明頂，只怕沒這麼容易罷！」說著向北疾馳。他初時和滅絕師太追逐時腳下塵沙不驚，這時卻踢得黃沙飛揚，一路滾滾而北，聲勢威猛，宛如一條數十丈的大黃龍，登時將他背影遮住了。峨嵋眾弟子湧向師父身旁，只見滅絕師太臉色鐵青，一語不發。蘇夢清突然失聲驚呼：「靜虛師姊……」但見靜虛臉如黃蠟，喉頭有個傷口，已然氣絕。傷口血肉模糊，卻齒痕宛然，竟是給那怪人咬死的。眾女弟子都大哭起來。滅絕師太大喝：「哭甚麼？把她埋了。」眾人立止哭聲，就地將靜虛的屍身掩埋立墓。靜玄躬身道：「師父，這妖人是誰？咱們當牢記在心，好為師妹報仇。」滅絕師太冷冷的道：「此人吸人頸血，殘忍狠毒，定是魔教四王之一的『青翼蝠王』，早聽說他輕功天下無雙，果然是名不虛傳，遠勝於我。」張無忌對滅絕師太本來頗存憎恨之心，但這時見她身遭大變，仍是絲毫不動聲色，鎮定如恆，而且當眾讚揚敵人，自愧不如，確是一派宗匠的風範，不由得心下欽服。丁敏君恨恨的道：「他便是不敢和師父過手動招，一味奔逃，算甚麼英雄？」滅絕師太哼了一聲，突然間拍的一響，打了她一個嘴巴，怒道：「師父沒追上他，沒能救得靜虛之命，便是他勝了。勝負之數，天下共知，難道英雄好漢是自封的嗎？」丁敏君半邊臉頰登時紅腫，躬身道：「師父教訓得是，徒兒知錯了。」心中卻道：「你奈何不得人家，丟了臉面，這口惡氣卻來出在我頭上。算我倒霉！」靜玄道：「師父，這『青翼蝠王』是甚麼來頭，還請師父示知。」滅絕師太將手一擺，不答靜玄的話，自行向前走去。眾弟子見大師姊都碰了這麼一個釘子，還有誰敢多言？一行人默默無言的走到傍晚，生了火堆，在一個沙丘旁露宿。滅絕師太望著那一堆火，一動也不動，有如一尊石像。群弟子見師父不睡，誰都不敢先睡。這般呆坐了一個多時辰，滅絕師太突然雙掌推出，一股勁風撲去，蓬的一響，一堆大火登時熄了。眾人仍是默坐不動。冷月清光，灑在各人肩頭。張無忌心中忽起憐憫之意：「難道威名赫赫的峨嵋派竟會在西域一敗塗地，甚至全軍覆沒？」又想：「周姑娘我卻非救不可。可是魔教人物這等厲害，我又有甚麼本事救人？」只聽滅絕師太喝道：「熄了這妖火，滅了這魔火！」她頓了一頓，緩緩說道：「魔教以火為聖，尊火為神。魔教自從第三十三代教主陽頂天死後，便沒了教主。左右光明使者，四大護教法王，五散人，以及金、木、水、火、土五旗掌旗使，誰都覬覦這教主之位，自相爭奪殘殺，魔教便此中衰。也是正大門派合當興旺，妖邪數該覆滅，倘若魔教不起內鬨，要想挑了這批妖孽，倒是大大的不易呢。」張無忌自幼便聽到魔教之名，可是自己母親和魔教頗有牽連，每當多問幾句，父母均各不喜，問到義父時，他不是呆呆出神，便是突然暴怒，因之魔教到底是怎麼一回事，他始終莫名其妙。其後跟著太師父張三丰，他對魔教也是深惡痛絕，一提起來，便是諄諄告誡，叫他千萬不可和魔教中人沾惹結交。可是張無忌後來遇到的胡青牛、王難姑、常遇春、徐達、朱元璋等好漢，都是魔教中人，這些人慷慨仗義，未必全是惡人，只是各人行動詭秘，外人瞧著頗感莫測高深而已。這時他聽滅絕師太說起魔教，當即全神貫注的傾聽。滅絕師太說道：「魔教歷代教主，都以『聖火令』作為傳代的信物，可是到了第三十一代教主手中，天奪其魄，聖火令不知如何竟會失落，第三十二代、第三十三代兩代教主有權無令，這教主便做得頗為勉強。陽頂天突然死去，實不知是中毒還是受人暗算，不及指定繼承之人。魔教中本事了得的大魔頭著實不少，有資格當教主的，少說也有五、六人，你不服我，我不服你，內部就此大亂。直到此時，仍是沒推定教主。咱們今日所遇，也是個想做教主的。他便是魔教中四大護教法王之一，青翼蝠王，韋一笑。」群弟子都沒聽見過「青翼蝠王韋一笑」的名字，均默不作聲。滅絕師太道：「這人絕足不到中原，魔教中人行事又鬼祟得緊，因此這人武功雖強，在中原卻是半點名氣也無。但白眉鷹王殷天正、金毛獅王謝遜這兩個人你們總知道罷？」張無忌心中一凜。蛛兒輕輕「啊」的一聲驚呼。殷天正和謝遜的名頭何等響亮，武林中可說誰人不知，那人不曉。靜玄問道：「師父，這兩人也都在魔教？」滅絕師太道：「哼！豈僅『都在魔教』而已？『魔教四王，紫白金青』。紫衫龍王、白眉鷹王、金毛獅王、青翼蝠王，是為魔教四王。青翼排名最末，身手如何，今日大家都眼見了，那紫衫、白眉和金毛可想而知。金毛獅王喪心病狂，倒行逆施，二十多年前突然濫殺無辜，終於不知所終，成為武林中的一個大謎。殷天正沒能當上魔教的教主，一怒而另創天鷹教，自己去過一過教主的癮。我只道殷天正既然背叛魔教，和光明頂已勢成水火，那知光明頂遇上危難之時，還是會去向天鷹教求救。」張無忌心中混亂之極，他早知義父和外祖父行事邪僻，均為正派人士所不容，卻沒料到他二人居然都屬魔教中的「護教法王」，一時自己想著心事，沒聽到峨嵋弟子說些甚麼。過了一會，才聽得滅絕師太說道：「咱們六大門派這次進剿光明頂，志在必勝，眾妖邪便齊心合力，咱們又有何懼？只是相鬥時損傷必多，各人須得先存決死之心，不可意圖僥倖，心有畏懼，臨敵時墮了峨嵋派的威風。」眾弟子一齊站起，躬身答應。滅絕師太又道：「武功強弱，關係天資機緣，半分勉強不來。像靜虛這般一招未交，便中了暗算，死於吸血惡魔之手，誰都不會恥笑於她。咱們平素學武，所為何事？還不是要鋤強扶弱，撲滅妖邪？今日靜虛第一個先死，說不定第二個便輪到你們師父。少林、武當、峨嵋、崑崙、崆峒、華山六大派此番圍剿魔教，吉凶禍福，咱們峨嵋派早就置之度外……」張無忌心道：「我武當派果在其內。」隱隱覺得此番西去，定將遇上無數目不忍睹、耳不忍聞的大慘事，真想就此帶了蛛兒轉身逃走，永不見這些江湖上的爭鬥兇殺。只聽滅絕師太道：「俗語說得好：『千棺從門出，其家好興旺。子存父先死，孫在祖乃喪。』人孰無死？只須留下子孫血脈，其家便是死了千人百人，仍能興旺。最怕是你們都死了，老尼卻孤零零的活著。」她頓了一頓，又道：「嘿嘿，但縱是如此，亦不足惜。百年之前，世上又有甚麼峨嵋派？只須大夥兒轟轟烈烈的死戰一場，峨嵋派就是一舉覆滅，又豈足道哉？」群弟子人人熱血沸騰，拔出兵刃，大聲道：「弟子誓決死戰，不與妖魔邪道兩立。」滅絕師太淡淡一笑，道：「很好！大家坐下罷！」張無忌見峨嵋派眾人雖然大都是弱質女流，但這番慷慨決死的英風豪氣，絲毫不讓鬚眉，心想峨嵋位列六大門派，自非偶然，不僅僅以武功取勝而已，眼前她們這副情景，大有荊軻西入強秦，「風蕭蕭兮易水寒，壯士一去兮不復還」之慨。本來這些話在出發之時便該說了，便想來當時以為魔教內亂，舉手可滅，沒料到魔教在分崩離析之餘，群魔仍能聯手以抗外侮。今者青翼蝠王這一出手，局面登時大不相同。果然滅絕師太又道：「青翼蝠王既然能來，白眉鷹王和金毛獅王自然亦能來，紫衫龍王、五散人和五大掌旗使更加能來。咱們原定傾六派之力先取光明左使楊逍，然後逐一掃蕩妖魔餘孽，豈知華山派的神機先生鮮于掌門這一次料事不中，嘿嘿，全盤錯了。」靜玄問道：「那紫衫龍王，又是甚麼惡毒的魔頭？」滅絕師太搖頭道：「紫衫龍王惡跡不著，我也是僅聞其名而已。聽說此人爭教主不得，便遠逸海外，不再和魔教來往。這一次他若能置身事外，自是最好。『魔教四王，紫白金青』，這人位居四王之首，不用說是極不好鬥的。魔教的光明使者除了楊逍之外，另有一人。魔教歷代相傳，光明使者必是一左一右，地位在四大護教法王之上。楊逍是光明左使，可是那光明右使的姓名，武林中卻誰也不知。少林派空智大師、武當派宋遠橋宋大俠，都是博聞廣見之士，但他們兩位也不知道。咱們和楊逍正面為敵，明槍交戰，勝負各憑武功取決，那倒罷了，但若那光明右使暗中偷放冷箭，這才是最為可慮之事。」眾弟子心下悚然，不自禁的回頭向身後瞧瞧，似乎那光明右使或是紫衫龍王會斗然掩至、前來偷襲一般。冷冷的月光照得人人臉色慘白。滅絕師太冷然道：「楊逍害死你們孤鴻子師伯，又害死紀曉芙，韋一笑害死靜虛，峨嵋派和魔教此仇不共戴天。本派自創派祖師郭祖師以來，掌門之位，慣例是由女子擔任，別說男兒無份，便是出了閣的婦人，也不能身任掌門。但本派今日面臨存亡絕續的大關頭，豈可墨守成規？這一役之中，只要是誰立得大功，不論他是男子婦女，都可傳我衣缽。」群弟子默然俯首，都覺得師父鄭而重之的安排後事、計議門戶傳人，似乎自料不能生還中土，各人心中都有三分不祥之感，淒然之意。滅絕師太縱聲長笑，哈哈，哈哈，笑聲從大漠上遠遠的傳了出去。群弟子相顧愕然，暗自驚駭。滅絕師太衣袖一擺，喝道：「大家睡罷！」靜玄就如平日一般，分派守夜人手。滅絕師太道：「不用守夜了。」靜玄一怔，隨即領會，要是青翼蝠王這一等高手半夜來襲，眾弟子那能發覺？守夜也不過是白守。這一晚峨嵋派的戒備外弛內緊，以疏實密，卻無意外之事。