後記《射鵰英雄傳》作於一九五七年到一九五九年，在《香港商報》連載。回想十多年前《香港商報》副刊編輯李沙威兄對這篇小說的愛護和鼓勵的殷殷情意，而他今日已不在人世，不能讓我將這修訂本的第一冊書親手送給他，再想到他那親切的笑容和微帶口吃的談吐，心頭甚感辛酸。《射鵰》中的人物個性單純，郭靖誠樸厚重、黃蓉機智狡獪，讀者容易印象深刻。這是中國傳統小說和戲劇的特徵，但不免缺乏人物內心世界的複雜性。大概由於人物性格單純而情節熱鬧，所以《射鵰》比較得到歡迎，曾拍過粵語電影，在泰國上演過潮州劇的連台本戲，目前香港在拍電視片集；曾譯成了暹羅文、越南文、馬來文（印尼）；他人冒名演衍的小說如《江南七俠》、《九指神丐》等等種類也頗不少。但我自己，卻覺得我後期的某幾部小說似乎寫得比《射鵰》有了些進步。寫《射鵰》時，我正在長城電影公司做編劇和導演，這段時期中所讀的書主要是西洋的戲劇和戲劇理論，所以小說中有些情節的處理，不知不覺間是戲劇體的，尤其是牛家村密室療傷那一大段，完全是舞台劇的場面和人物調度。這個事實經劉紹銘兄提出，我自己才覺察到，寫作之時卻完全不是有意的。當時只想，這種方法小說裏似乎沒有人用過，卻沒有想到戲劇中不知已有多少人用過了。修訂時曾作了不少改動。刪去了一些與故事或人物並無必要聯繫的情節，如小紅鳥、蛙蛤大戰、鐵掌幫行兇等等，除去了秦南琴這個人物，將她與穆念慈合而為一。也加上一些新的情節，如開場時張十五說書、曲靈風盜畫、黃蓉迫人抬轎與長嶺遇雨、黃裳撰作《九陰真經》的經過等等。我國傳統小說發源於說書，以說書作為引子，以示不忘本源之意。※※※成吉思汗的事跡，主要取材於一部非常奇怪的書。這部書本來面目的怪異，遠勝《九陰真經》，書名《忙豁侖紐察脫必赤顏》，一共九個漢字。全書共十二卷，正集十卷，續集二卷。十二卷中，從頭至尾完全是這些嘰哩咕嚕的漢字，你與我每個字都識得，但一句也讀不懂，當真是「有字天書」。這部書全世界有許許多多學者窮畢生之力鑽研攻讀，發表了無數論文、專書、音釋，出版了專為這部書而編的字典，每個漢字怪文的詞語，都可在字典中查到原義。任何一個研究過去八百年中世界史的學者，非讀此書不可。原來此書是以漢字寫蒙古話，寫成於一二四○年七月。「忙豁侖」就是「蒙古」，「紐察」在蒙古話中是「秘密」，「脫必赤顏」是「總籍」，九個漢字聯在一起，就是《蒙古秘史》。此書最初極可能就是用漢文註音直接寫的，因為那時蒙古人還沒有文字。這部書是蒙古皇室的秘密典籍，絕不外傳，保存在元朝皇宮之中。元朝亡後，給明朝的皇帝得了去，於明洪武十五年譯成漢文，將嘰哩咕嚕的漢字註音怪文譯為有意義的漢文，書名《元朝秘史》，譯者不明，極可能是當時在明朝任翰林的兩個外國人，翰林院侍講火原潔、修撰馬懿亦黑。怪文本（漢字蒙語）與可讀本（漢文譯本）都收在明成祖時所編的《永樂大典》中，由此而流傳下來。明清兩代中版本繁多，多數刪去了怪文原文不刊。《元朝秘史》的第一行，仍是寫著原書書名的怪文「忙豁侖紐察脫必赤顏」。起初治元史的學者如李文田等不知這九字怪文是甚麼意思，都以為是原作者的姓名。歐陽鋒不懂《九陰真經》中的怪文「哈虎文缽英，呼吐克爾」等等，那也難怪了。後來葉德輝所刊印的「怪文本」流傳到了外國，各國漢學家熱心研究，其中以法國人伯希和、德國人海涅士、蘇聯人郭增、日本人那珂通世等致力最勤。我所參考的《蒙古秘史》，是外蒙古學者策．達木丁蘇隆先將漢字怪文本還原為蒙古古語（原書是十三世紀時的蒙古語，與現代蒙語不相同），再譯成現代蒙語，中國的蒙文學者謝再善據以譯成現代漢語。《秘史》是原始材料，有若干修正本流傳到西方，再由此而發展成許多著作，其中最重要的是波斯人拉施特所著的《黃金史》。西方學者在見到中國的《元朝秘史》之前，關於蒙古史的著作都根據《黃金史》。修正本中刪去事蹟甚多，如也速該搶人之妻而生成吉思汗、也速該被人毒死、成吉思汗曾被敵人囚虜、成吉思汗的妻子蒲兒帖被敵人搶去而生長子朮赤、成吉思汗曾射死其異母弟別克帖兒等，都是說起來對成吉思汗不大光彩的事。《九陰真經》中那段怪文的設想從甚麼地方得到啟發，讀者們自然知道了。蒙古人統治全中國八十九年，統治中國北部則超過一百年，但因文化低落，對中國人的生活沒有遺留重大影響。蒙古人極少與漢人通婚，所以也沒有被漢人同化。據李思純在《元史學》中說，蒙古語對漢語的影響，可考者只有一個「歹」字，歹是不好的意思，歹人、歹事、好歹的「歹」，是從蒙古語學來的。撰寫以歷史作背景的小說，不可能這樣一字一語都考證清楚，郭嘯天、楊鐵心等從未與蒙古人接觸，對話中本來不該出現「歹」字，但我也不去故意避免。我所設法避免的，只是一般太現代化的詞語，如「思考」、「動機」、「問題」、「影響」、「目的」、「廣泛」等等。「所以」用「因此」或「是以」代替，「普通」用「尋常」代替，「速度」用「快慢」代替，「現在」用「現今」、「現下」、「目下」、「眼前」、「此刻」、「方今」代替等等。※※※第四集的插圖有一幅是大理國畫師張勝溫所繪的佛像，此圖有明朝翰林學士宋濂的一段題跋，其中說：「右梵像一卷，大理國畫師張勝溫之所貌，其左題云『為利貞皇帝信畫』，後有釋妙光記，文稱盛德五年庚子正月十一日，凡其施色塗金皆極精緻，而所書之字亦不惡云。大理本漢楪榆、唐南詔之地，諸蠻據而有之，初號大蒙，次更大禮，而後改以今名者，則石晉時段思平也。至宋季微弱，委政高祥、高和兄弟。元憲宗帥師滅其國而郡縣之。其所謂庚子，該宋理宗嘉熙四年，而利貞者，即段氏之諸孫也。」其中所考證的年代弄錯了。宋濂認為畫中的「庚子」是宋理宗嘉熙四年（一二四○年），其實他算遲了六十年，應當是宋孝宗淳熙七年庚子（一一八○年）。原因在於宋濂沒有詳細查過大理國的歷史，不知道大理國盛德五年庚子是一一八○年，而不是六十年之後的庚子。另有一個證據，畫上題明為利貞皇帝畫，利貞皇帝就是一燈大師段智興（一燈大師的法名和故事是我杜撰的），他在位時共有利貞、盛德、嘉會、元亨、安定、亨時（據羅振玉《重校訂紀元編》。《南詔野史》中無「亨時」年號）六個年號。宋濂所說的庚子年（宋理宗嘉熙四年），在大理國是孝義帝段祥興（段智興的孫子）在位，那是道隆二年。此圖現藏台北故宮博物館，該館出版物中的說明根據宋濂的考證而寫，將來似可改正。宋濂是明初有大名的學者，朱元璋的皇太子的老師，號稱明朝開國文臣之首。但明人治學粗疏，宋濂奉皇帝之命主持修《元史》，六個月就編好了，第二年皇帝得到新的資料，命他續修，又只六個月就馬馬虎虎的完成，所以《元史》是中國正史中質素最差者之一。比之《明史》從康熙十七年修到乾隆四年，歷六十年而始成書，草率與嚴謹相去極遠，無怪後人要另作《新元史》代替。單是從宋濂題畫、隨手一揮便相差六十年一事，便可想得到《元史》中的錯誤百出。但宋濂為人忠直有氣節，決不拍朱元璋的馬屁，做人的品格是很高的。一九七五年十二月