第四十一回　雁門關外智光大師緩緩轉過頭去，凝視著喬峰，說道：「喬幫主，倘若是你得知了這項訊息，那便如何？」喬峰胸口熱血上湧，朗聲說道：「智光大師，我喬某見識淺陋，才德不足以服眾，致令幫中兄弟見疑，說來好生慚愧。但喬某縱然無能，卻也是個有肝膽、有骨氣的男兒漢，於這大節大義份上，絕不致不明是非。我大宋受遼狗欺凌，家國之仇，誰不思報？倘若得知了這項訊息，自當率同本幫弟兄，星夜趕去赴援。」他這番話說得慷慨激昂，眾人聽了，盡皆動容，均想：「男兒漢大丈夫固當如此。」智光點了點頭，道：「如此說來，咱們前赴雁門關外伏擊遼人之舉，喬幫主看來是沒有錯？」喬峰心下漸漸有氣：「你將我當作甚麼人？這般對話，顯是將我瞧得小了。」但神色間並不發作。說道：「前輩說的英風俠烈，喬某敬仰得緊，恨不早生三十年，得以追隨先賢，共赴義舉，手刃胡虜。」智光向他深深瞧了一眼，臉上神氣大是異樣，緩緩說道：「咱們得知了訊息之後，一面派人赴少林寺報信，大夥兒分成數起，趕向雁門關外邀擊胡虜。我和這位仁兄──」說著向趙錢孫指了指，又道：「都是在前一批，咱們這批一共是二十一人，帶頭的大哥武功超絕，那是不用說了，此外丐幫汪幫主、萬勝刀王香林王老英雄、地絕劍黃山觀雲道長，都是當時武林中第一流的高手。那時老衲尚未出家，混跡於群雄之間，其實是十二分的配不上，只不過愛國殺敵，不敢後人，有一分力氣，就出一分力罷了。這位仁兄，當時的武功就比老衲高得多。」趙錢孫道：「不錯，那時你的武功和我相差很大，至少差上這麼一大截。」說著伸出雙手，豎起手掌比了一比，兩掌間相距尺許。他隨即覺得相距之數尚不止此，於是將兩掌又向外分開，使掌心間相距到尺半的模樣。智光續道：「過得雁門關時，已將近黃昏，咱們行出離關十餘里，一路小心戒備，眼見天色一陣陣的黑將下來，突然之間，西北角上傳來一片馬匹奔跑之聲，聽聲音至少也有十來騎，奔跑的氣勢極是壯盛，帶頭的大哥高舉右手，大夥兒便停了下來。各人心中又是歡喜，又是沉重，沒一人說一句話。歡喜的是，來報的消息果然不假，幸好咱們毫不耽擱的趕到，終於能及時攔到。但人人均知來襲的契丹武士定是十分厲害之輩，所謂善者不來、來者不善，既敢向中土武術的泰山北斗少林寺挑釁，自然人人是契丹國千中挑、萬中選的勇士。大宋和契丹打仗，向來敗的多而勝的少，今日之戰是否能夠得勝，實是難說之極。「領頭的大哥手勢一揮，咱們二十一人便分別在山道兩旁的大石後面伏了下來。這山谷左側是一個亂石嶙峋的深谷，一眼望將下去，黑黝黝的深不見底。耳聽得蹄聲越來越近，接著聽得有七八人大聲唱歌，唱的正是遼歌，歌聲曼長，豪壯粗野，不知是甚麼意思。我右手緊緊握住了刀柄，掌心中都是汗水，伸掌在膝頭的褲子上擦乾了汗，不久又已濕了。帶頭的大哥正伏在我身旁，他知我沉不住氣，伸手在我肩頭輕拍兩下，向我笑了一笑，又伸左掌虛劈一招，作個殺盡胡虜的姿式，我也向他笑了一笑，心下便定得多。「遼人當先的馬匹奔到五十餘丈之外，我從大石後面望將出去，只見這些契丹武士身上都披重裘，有的手中拿著長矛，有的提著彎刀，有的則是彎弓搭箭，更有人肩頭停著一頭頭巨大的獵鷹，高歌而來，全沒理會前面有敵人隱伏。片刻之間，我已見到了先頭幾個契丹武士的面貌，個個是短髮濃髯，神情極是兇悍。眼見他們越奔越近，我一顆心也是越跳越加厲害，竟似要從口裏跳將出來一般。」眾人聽智光說到這裏，雖然明知那是三十年前之事，卻也不禁心中怦怦而跳。智光向喬峰道：「喬幫主，此事成敗，關連到大宋國運，中土千千萬萬百姓的生死安危，而咱們卻又確無制勝把握。唯一的便宜，只不過是敵在明處而我在暗裏，你想咱們該當如何才是？」喬峰道：「自來兵不厭詐。這等兩國交兵，不能講甚麼江湖道義、武林規矩，遼狗殺戮我大宋父老兄弟姊妹之時，又何嘗手下容情了？依在下之見，當用暗器。暗器之上，須餵劇毒。」智光伸手一拍大腿，說道：「正是。喬幫主之見，恰與咱們當時所想的一模一樣。帶頭的大哥眼見遼狗馳近，一聲長嘯，大石後面的暗器便紛紛發射出去，鋼鏢、袖箭、飛刀、鐵錐──每一件暗器上都是餵了毒的。只聽得啊、啊的幾聲呼叫，眾遼狗亂成一團，一大半都摔下馬來。」群丐之中，登時有人拍手喝采，歡呼起來。智光續道：「這時我已數得清楚，契丹武士共有一十八騎，咱們用暗器料理了十一人，餘下的只不過七人。咱們一擁而上，刀劍齊施，片刻之間，將這七人全數殺了，竟沒一個活口逃走。」丐幫中又有人歡呼，但喬峰、段譽等人卻想：「你說這些契丹武士都是千中選、萬中挑的頭等勇士，怎地如此不濟，片刻便都給殺了？」只聽智光嘆了口氣，道：「咱們一舉而將一十八名契丹武士盡數殲滅，雖是歡喜，可也大起疑心，覺得這些契丹太也膿包，人人不堪一擊，絕非一流好手。難道聽得的訊息，竟是不確麼？又難道遼人故意安排這誘敵之計，教咱們上當？沒商量得幾句，只聽得馬蹄聲響，西北角上又有兩騎馬馳來。「這一次咱們也不再隱伏，逕自迎了上去。只見馬上是男女二人，男的身材魁梧，相貌堂堂，服飾也比適才那一十八名武士華貴得多。那女的是個少婦，手中抱著一個嬰兒，兩人並轡而來，神態極是親暱，顯是一對少年夫妻。這兩名契丹男女一見到咱們，臉上微現詫異之色，但不久便見到那一十八名武士死在地上，那男子立時神色十分兇猛，向咱們大聲喝問起來，嘰哩咕嚕的契丹話說了一大串，也不知說些甚麼。山西大同府的鐵塔方大雄舉起一條熟銅棍，喝道：『兀那遼狗，納下命來！』一棍便向那契丹男子打了過去。咱們帶頭的大哥心下有疑，喝道：『方兄弟，休得魯莽，別傷了他性命，抓住他查問個清楚。』「帶頭大哥這句話尚未說完，那遼人右臂一伸，抓住了方大雄手中的熟銅棍，向外一搭一拗，喀的一聲輕響，方大雄右臂臼骨已斷。他提起銅棍，從半空中擊將下來，咱們大聲呼喊，上前搶救不及，當下便有七八人向他發射暗器。那遼人左手袍袖一拂，一股勁風揮出，將七八枚暗器盡數掠在一旁。眼見方大雄性命無倖，不料他熟銅棍一挑，將方大雄的身子挑了起來，連人帶棍，一起摔在道旁，嘰哩咕嚕的不知又說了些甚麼。「這人露了這一手功夫，咱們人人震驚，均覺此人武功之高，在中土實是罕見罕聞，顯然先前所傳的訊息非假，只怕以後續來的好手越來越強，咱們以眾欺寡，殺得一個是一個，當下六七人一擁而上，向他攻了過去。另外四五人則向那少婦攻去。「不料那少婦卻是全然不會武功的，有人一劍削去，便削去了她一條手臂，她懷抱著的嬰兒便跌下地來，跟著另一人一刀橫砍，斬去了她半邊腦袋，那遼人武功雖強，但被七八位高手刀劍齊施的纏住了，如何分得出手來相救他的妻兒？起初他連接數招，只是用奇異手法奪去咱們兄弟的兵刃，並不傷人，待見妻子一死，眼睛登時紅了，臉上神色可怖之極。那時候我一見到他的目光，便不由得心驚膽戰，不敢上前。」趙錢孫道：「那也怪不得你，那也怪不得你！」本來他除了對譚婆講話之外，說話的語調之中，總是帶著幾分譏嘲和漫不在乎，但這兩句話，卻是深含沉痛和歉疚之意。智光道：「那一場惡戰，已過去了三十餘年，但這三十多年之中，我不知道曾幾百次的在夢中重歷其境。當時惡鬥的種種情景，無一不是清清楚楚的印在我心裏。那遼人雙臂斜兜，不知用甚麼擒拿手法，便奪到了咱們兩位兄弟的兵刃，跟著一刺一劈，當場殺了二人。他有時從馬背上飛縱而下，有時又躍回馬背，兔起鶻落，行如鬼魅。不錯，他真如是個魔鬼化身，東邊一衝，殺了一人，西面這麼一轉，又殺了一人。只不到一頓飯時分，咱們二十一人之中，倒有九人已喪在他的手下。「這一來大夥兒都紅了眼睛，帶頭的大哥、汪幫主等個個捨命上前，跟他纏鬥。殊不知他的武功實在太過奇特，一招一式，總是從決計料想不到的方位襲來，雁門關外朔風呼號之中，夾雜著一聲聲英雄好漢臨死時的叫喚，頭顱四肢、鮮血兵刃，在空中亂飛亂擲，那時候本領再強的高手，也只能自保，誰也無法去救助旁人。「我見到這等情勢，心下實是嚇得厲害，然而見眾兄弟一個個慘死，不由得熱血沸騰，鼓起勇氣，騎馬向他直衝過去。我雙手舉起大刀，向他頭上一劈而下，自己知道這一劈若是不中，我的性命也便交給他了。眼見大刀的刃口離他頭頂已不過尺許，突見那遼人手中抓了一人，將他的腦袋湊到我的刀下。我一瞥之下，見這人是江西杜氏三雄中的老二，自是大吃一驚，這一刀劈實，豈不是送了他性命？百忙中硬生生的收刀，將大刀向裏一帶，喀的一聲，劈在我的坐騎頭上，那馬一聲哀嘶，跳了起來。便在此時，那遼人的一掌也已擊到。幸好我的坐騎不遲不早，剛在這時候跳起，擋住了他這一掌，否則我筋骨齊斷，那裏還有命在？「他這一掌的力道好不雄渾，將我擊得連人帶馬，向後仰跌而出，我更是身子飛了起來，落在一株大樹樹頂，架在半空。那時我已驚得渾渾噩噩，也不知自己是死是活，身在何處。從半空中望將下來，但見圍在那遼人身周的兄弟越來越少，只剩下了五六人。眼看見這位仁兄身子一晃，倒在血泊之中，只道他也送了性命。」趙錢孫道：「這種醜事雖是說來有愧，卻也不必相瞞，我不是受了傷，乃是嚇得暈了過去。我見那遼人抓住杜二哥的兩條腿往兩邊一撕，將他身子撕成了兩片，五臟六腑都流了出來。我突覺自己的心不不跳了，眼前一黑，甚麼都不知道了。不錯，我是個膽小鬼，見到別人殺人，竟會嚇得暈了過去。」智光道：「見了那遼人猶如魔鬼般的殺害眾兄弟，若說不怕，那可是欺人之談。我瞧見一勾冷月在山頂上斜斜掛著，就像是現在這麼樣。」他說到這裏，向山頂上的眉月望了一眼，又道：「那時和那遼人纏鬥的，只剩下四個人了。帶頭的大哥自知無倖，終於會死在他的手下，連聲喝問：『你是誰？你是誰？』那遼人並不答話，轉手兩個回合，再殺二人，忽起一足，將江幫主背心上的穴道踢中，跟著左足鴛鴦連環，又踢中了帶頭大哥脅下的穴道。點穴、打穴、撞穴、拂穴各種功夫，我都見過，但這人竟以足尖踢人穴道，認穴之準、腳法之奇，直是匪夷所思。若不是我自知死在臨頭，而遭殃的又是我最敬仰的二人，幾乎脫口便要喝出采來。「那遼人見強敵盡殲，奔到那少婦屍首之旁，抱著她大哭起來，哭得凄切之極，我聽了這哭聲，心下竟是忍不住的難過，覺得這惡獸一般、魔鬼一樣的遼狗，居然也有人性，哀痛之情，似乎並不比咱們漢人來得淺顯。」趙錢孫道：「野獸的親子夫婦之情，未必就不及人類，遼人也是人，為甚麼就不及漢人了？」群丐中有幾人叫了起來：「遼狗兇殘暴虐，比毒蛇猛獸，尚有不如，和我漢人大不相同。」趙錢孫只是冷笑，並不答話。智光續道：「那遼人哭了一會，又抱起他兒子的屍身，看了一會，將嬰屍放在他母親懷中，走到帶頭大哥的身前，大聲喝罵。帶頭大哥毫不屈服，向他怒目而視，只是苦於被點了穴道，說不出半句話來。那遼人突然間仰天長嘯，伸出手指，在山峰的石壁上寫起字來，其時天色已黑，我和他相距又遠，自是瞧不見他寫些甚麼。」趙錢孫道：「他寫的是契丹文字，你便是瞧見了，也不識得。」智光道：「不錯，我便是瞧見了，也不識得。他寫了一會，俯身抱起他妻子和兒子的屍身，走到崖邊，湧身便往深谷中跳了下去。「這一著可大出我意料之外，我本來想如此武功高強之人，在遼國必定身居高位，此次來中原襲擊少林寺，他就算不是大首領，也必是眾武士中最重要的人物之一。他擒住了咱們的帶頭大哥和汪幫主，將餘人殺得一乾二淨，可說是大獲全勝，想必就此乘勝而進，殊不知他竟會跳崖自盡。「我先前來到這谷邊之時，曾向下張望，只見雲鎖霧封，深不見底。這一跳將下去，他武功雖高，終究是血肉之軀，如何會有命在？我一驚之下，忍不住啊的一聲叫了出來。「那知奇事之中，更有奇事。便在我一聲驚呼之時，忽然間『哇哇』兩聲嬰兒的啼哭，從這亂石谷中傳了上來，跟著黑越越一件物品，從谷中飛上，啪的一聲輕響，正好跌在汪幫主的身上。我聽得嬰兒啼哭之聲不止，原來跌在汪幫主身上的，正是那個嬰兒。這時我恐怖之心已去，從樹上縱下，奔到汪幫主身前去看時，只見那契丹嬰兒橫臥在他腹上，兀自啼哭。我想了一想，這才明白。「原來那契丹少婦被殺，她兒子摔在地下，只是閉住了氣，其實未死。那遼人哀痛之餘，一摸口鼻已無呼吸，只道妻兒俱喪，於是抱了兩具屍體投崖自盡，那嬰兒一經震盪，醒了過來，登時啼哭出聲。「那遼人的身手也真了得，不願兒子隨他活生生的葬身谷底，於是將嬰兒拋了上來，記憶方位距離，恰恰將嬰兒投在汪幫主腹上，使孩子不致受傷。他身在半空，方始發覺兒子未死，立時還擲，心思固是轉得極快，而使力之準，更是不差毫厘。這樣的武功，實是令人思之生畏。「我眼看眾兄弟慘死，哀痛之下，提起那個契丹嬰兒，便想將他往山石上一摔，摔死了他。正要脫手擲出，只聽得他又大聲哭了一聲，我向他的臉瞧了一瞧，只見他一張小臉脹得通紅，兩隻漆黑光亮的大眼，正也在向我瞧著。我這眼若是不瞧，一把摔死了他，那便萬事全休。但我一看到他可愛的臉龐，說甚麼也下不了這毒手。我心中說道：『欺侮一個不滿周歲的嬰兒，那算是甚麼男子漢大丈夫。』」群丐中忽有人說道：「智光大師，遼狗殺我漢人同胞，不計其數。我親眼見到遼狗手持長矛，將我漢人的嬰兒活生生的挑在矛頭，騎馬遊街、耀武揚威。他們殺得，咱們為甚麼殺不得？」智光大師嘆道：「話是不錯，但常言道惻隱之心，人皆有之。這一日我見到這許多人慘死，實在是不能再向這嬰兒下手。你們說我做錯了事也好、說我膽怯也好，我終究是將這嬰兒留了下來。我終不能殺這嬰兒，便設法去解帶頭大哥和汪幫主的穴道。一來是我本事太過低微，同時那遼人的踢穴功又太特異，我抓拿打拍、按捏敲摩、推宮過血、鬆筋揉肌，只忙得全身大汗，甚麼手法都用遍了，帶頭大哥和汪幫主始終不能動彈，也不能張口說話。」智光續道：「我無法可施，生怕遼人後援再到，於是牽過三匹馬來，將帶頭大哥和汪幫主扶上馬背。我自己乘坐一匹，抱了那契丹嬰兒，牽了兩匹馬，連夜回到雁門關中，找尋跌打傷科醫生療治解穴，卻也解救不得。幸好到第二日晚間，滿得十二個時辰，兩位的穴道自行解了。「帶頭的大哥和汪幫主心中只是記掛著遼國武士襲擊少林寺之事，穴道一開，立即又趕出雁門關察看。但見遍地的血肉屍骸，仍和昨日我離去時一模一樣。我探頭到亂石谷上向下張望，始終瞧不見甚麼端倪。當下咱三人將殉難的眾兄弟的屍骸埋葬，查點人數時，卻見只有一十七具。本來殉難的共有一十八人，怎麼會少了一具呢？」他說到此處，眼光向趙錢孫望去。趙錢孫苦笑道：「其中一具屍骸活了下來，自行走了，至今行屍走肉，那便是我這『趙錢孫李、周吳鄭王』。」智光道：「但那時咱三人也不以為意，心想混戰之中，這位仁兄掉入了亂石谷內，那也甚是平常。「咱們埋葬了殉難的諸兄弟後，餘憤未洩，將一眾遼人的屍體，提起來都投入了亂石谷中。「帶頭的大哥忽向汪幫主道：『劍髯，那遼人若要殺了咱二人，當真是易如反掌，何以他只踢了咱們的穴道，留下了咱二人的性命？』「汪幫主道：『這件事我也是苦思不明。咱二人是領頭的人物，殺了他妻子愛兒，按理說他須得將咱們趕盡殺絕才是。』「三個人商量不出一個結果，帶頭大哥道：『他寫在石壁上的文字，或許含有甚麼深意。』苦於咱三人都不識契丹文字，帶頭大哥舀了些溪水來化開了地下的凝血，塗在石壁之上，然後撕下白袍衣襟，將石壁的字拓了下來。「咱三人見那些契丹文字深入石中，幾及一寸，而他乃是以手指隨意書寫而成，單是這指力，我看便是獨步天下、無人能及，三個人只瞧得暗暗驚詫，追思前一晚的情景，兀自心有餘悸。「回到關內，汪幫主找到了一個牛馬販子，他常往遼國販馬，識得契丹文字，將那白布拓片給他看了，他用漢文譯了出來，寫在紙上。」他說到這裏，抬頭向天，長嘆了一聲，續道：「咱三人看了那漢字的譯文後，你瞧瞧我、我瞧瞧你，實在是難以相信。咱們另行又去找了一個通契丹文之人，叫他將拓片的語句口譯一遍，意思仍是一樣。唉，倘若事實真相確是如此，那麼不但殉難的十七名兄弟死得冤枉，這些遼人也是無辜受累，而這對遼人夫婦，咱們更是萬分的對他們不起了。」眾人急於想知道那石壁上的文字是甚麼意思，卻聽他遲遲不說，有些性子急躁之人，已開口詢問：「那些字說些甚麼？」「為甚麼對他們不起？」智光道：「眾位英雄兄弟，非是我故作神秘，不肯吐露這契丹文字的意義。須知咱們若信壁上文字確是實情，那麼帶頭大哥、汪幫主和我的所作所為，實在是大錯特錯，可說是無顏對人，我智光在武林中只是個無名小卒，做錯了事，不算甚麼，但帶頭大哥和汪幫主是何等的身份地位？何況汪幫主已然逝世，我可不能貿然損及他二人的聲名，請恕我暫時不能明言。」那汪幫主是丐幫前任幫主，威名素重，於幫主和諸長老子弟皆有恩義，群丐雖是好奇心切，但所說這事有害汪幫主的聲名，誰都不敢相詢了。智光見眾人默然，繼續說道：「咱三人計議一番，心中都是不敢相信，卻又不能不信，當下決定暫行寄下這契丹嬰兒的性命，先行趕到少林去察看動靜，要是契丹武士果然大舉來襲，咱們若是不敵，那時再殺這嬰兒不遲。一路上馬不停蹄、連日連夜的趕路，到得少林寺中，只見各路英雄前來赴援的已到得不少，須知此事關涉我神州千千萬萬百姓的生死安危，只要有人得到訊息，誰都要來出一分力氣。」智光的目光，自左至右，向眾人臉上掃過，說道：「那次少林寺中的聚會，這裏年紀較長的諸位英雄，頗有參與，經過的詳情，我也不必細說了。大家謹慎防備，嚴密守衛，各路來援的英雄越到越多，守備的也越加縝密。然而從九月重陽前後起，直到臘月，三個多月之中，竟是沒半點警耗，待想找那報訊之人來詳加詢問，卻是再也找他不到了。咱們這才料定這音訊是假，大夥兒是受人之愚。雁門關外這一戰，雙方都死了不少人，不免有些死得冤枉。「但過不多久，契丹鐵騎入侵，攻打河北諸路軍州，大夥兒於契丹武士是否要來偷襲少林寺一節，也不怎麼放在心上。他們來襲也好，不來襲也好，總之契丹人是我大宋的死敵。「帶頭大哥、汪幫主和我三人，因對雁門關外之事心中有愧，除了向少林寺的方丈說明經過，又向死難諸兄弟的家人報知噩耗之外，並沒向旁人提起，那契丹嬰孩也是寄養在少室山下的農家。事過之後，如何處置這個嬰兒，倒是頗為棘手。咱們對不起他的父母，自不能再傷他性命。但說要將他撫養長大，契丹人是咱們死仇，咱們三人心中都想到了『養虎貽患』那四個字。後來帶頭大哥拿了一百兩銀子，交給那農家，請他們養育這個嬰兒，要那對農人夫婦自認是這契丹嬰兒的父母，等那嬰兒長成之後，絕不可讓他得知領養之事。那對農家夫婦本無子息，歡天喜地的答應了。他們原不知這嬰兒是契丹骨血，咱們將孩子帶去少室山之前，早在路上給他換過了漢兒的衣衫。須知大宋百姓恨契丹人入骨，如見孩子穿著契丹裝束，定會加害於他──」喬峰聽到這裏，心中已猜到了八九分，顫聲問道：「智光大師，那少室山下的農人，他、他、他姓甚麼？」智光道：「你既已猜到，我隱瞞也是無益，那農人姓喬，名字叫作三槐。」喬峰大聲叫道：「不，不！你捏造一篇鬼話，誣陷於我。我是堂堂漢人，如何是契丹胡虜？你再胡說八道，我──我──三槐公是我親生的爹爹，你再瞎說──」突然間他雙臂一分，搶到智光身前，已抓住了他的胸口。單正和徐長老同叫：「不可！」上前搶人。喬峰身手快極，帶著智光的身軀，一晃閃開。單正的兒子單仲山、單叔山、單季山三人向他身後撲到。喬峰心情憤激之下，抓起單叔山遠遠一摔，跟著又抓起單仲山遠遠一摔，第三次一把抓住單季山，往地下一擲，伸足踏住了他的頭顱。「單氏五虎」在山東一帶威名頗盛，五兄弟成名已久，並不是初出茅廬的後輩，但喬峰左手抓著智光，右手連抓連擲，將單家這三條大漢如稻草人一般拋擲自如，教對方竟無半分抗拒餘地，旁觀眾人都是瞧得獃了。單正和單伯山、單小山三人血肉關心，都待撲上救援，卻見單季山的腦袋被他踏在足底，料知他神功無敵，只須腿上稍加勁力，單季山的頸蓋骨非給他踩得稀爛不可。一時投鼠忌器，都在半途停住了足步。單正叫道：「喬幫主，有話好說，不可動蠻，我單家與你無冤無仇，你放了我孩兒。」鐵面判官說到這樣的話，那等於是向喬峰苦苦哀求了。徐長老也道：「喬幫主，智光大師江湖上人人敬仰，你不得傷害他性命。」喬峰熱血上湧，大聲道：「不錯，我喬峰和你單家無冤無仇，智光大師的為人，我也素所敬仰。你們──你們──要除去我幫主之位，那也罷了，我拱手讓人便是，何以編造了這番言語出來，誣蔑於我？我──我喬某到底做了甚麼壞事，你們如此苦苦逼我？」最後這幾句聲音也嘶啞了，眾人心中不禁都生出同情之意。但聽得智光大師身上的骨骼咯咯輕響，均知他性命已在呼吸之間，生死之差，只繫於喬峰的一念。