第十一回　白衣男子劉元鶴橫眉怒道：「依你說便怎地？」陶百歲一怔。心想這峰上之人個個各懷私心，互不信任，不論誰先下去，旁人都難放心，給他這麼一問，倒也說不出個妥善之策。曹雲奇道：「讓幾位女客先下去，咱們男子漢拈籌以定先後。」熊元獻細聲細氣的道：「這樣罷，天龍門、飲馬川山寨、跟咱們平通鏢局的，每一家輪流下去一位，大夥兒互相監守，誰也不用怕誰使奸行詐。」阮士中道：「那也好。寶樹大師，請您將鐵盒兒見還罷。」說著走上一步，向寶樹伸出手去。眾人初時只顧念自己的生死安危，此時危難已過，又都想到了那件寶物。各人本來只知這鐵盒是件武林異寶，到底異在哪裏，寶於何處，卻均不甚了了，及至知是闖王遺下的軍刀，已覺此物非同小可，待聽平阿四說這柄刀關連著闖王的大寶藏，那更是個個眼紅心熱。故老相傳，闖王進京之後，部屬大將劉宗敏等拷掠明朝的宗室大臣，所得珍寶堆積如山，不久兵敗，這批珍寶從此不知下落，若是由這鐵盒寶刀而掘得寶藏，世上尚有何種財物能與之相比？寶樹冷笑道：「老衲想請問一聲，你天龍門何德何能，要獨佔這柄寶刀？天龍門掌管了近百年，現下該當換換主兒了。」阮士中愕然，殷吉、曹雲奇、周雲陽不約而同的搶上一步，站在阮士中身旁。寶樹仰天笑道：「哥兒們想動武，是不是？想當年天龍門在刀頭上得寶，今日在刀頭上失寶，那也是公平得緊啊。」阮士中等大怒，恨不得撲上去將這老和尚砍成幾段，奪過寶盒，但忌憚他的武功了得，卻又不敢動手，在他炯炯有神的雙目凝視之下，反而倒退了數步。一時雪峰邊寂靜無聲，忽然服侍苗若蘭的婢女琴兒指著山下叫道：「小姐，你瞧，誰來啦。」眾人一驚，心道：「怎麼下山的先後議論未定，反倒有人上來了？」都走到崖邊向下張望，只見繩索上一個白衣男子，捷逾猿猴的援索而上。田青文道：「苗姊姊，這位是令尊麼？」苗若蘭搖頭道：「不是，我爹爹從來不穿白衣的。」說話之間，那男子爬得更加近了。于管家叫道：「喂，尊駕是哪一位？」但聽半山裏傳來一聲長笑，那笑聲極是洪亮，只震得山谷鳴響，似乎滿山都是大笑之聲。阮士中見寶樹手捧鐵盒，站在崖邊，輕輕一拉曹雲奇的手，指指寶樹背心，用右肩作了個相撞的姿態。曹雲奇會意，知道師叔命自己將他撞下山峰，他本領再高，從這萬仞高的山峰上掉將下去，哪裏保得住性命？這鐵盒寶刀卻是跌不壞的，待會下去尋找便是。阮曹二人一點頭，同時發足，猛然衝向寶樹後心。此時寶樹離崖邊不過尺許，全神注視山下，絲毫不知有人在背後突施暗算。待得聽到腳步聲響，阮曹二人已同時衝到身後，寶樹見那白衣男子上來時的身法神態，心中正自驚疑不定，突覺背心被襲，更是大吃一驚，危急中倏施鐵板橋功夫，身子向前斜出。這鐵板橋功夫，原是閃避敵人暗器的救命絕招，通常是暗器來得太快，不及躍起或向旁避讓，只得身子僵直，突然向後仰天斜倚，讓那暗器掠面而過，雙腳卻仍是牢牢釘住地下。功夫越高，背心越能與地面接近，講究的是起落快，身形直，所謂「足如鑄鐵，身挺似板，斜起若橋」是也。寶樹這一招鐵板橋，又與通常所用的不同，並非向後仰倚，卻是向前俯斜，兩足釘在崖邊，身子凌空，已憑虛傾在雪峰之外。阮士中與曹雲奇撞到寶樹背後，只道襲擊得逞，心中正自大喜，突覺這一撞之下，前面受力之處忽地消失。阮士中武功精湛，急忙一個觔斗，滾在一旁。曹雲奇卻收腳不住，一衝而出，直往雪峰下掉落。眾人齊聲驚呼，寶樹手持唸珠，說道：「阿彌陀佛，罪過，罪過！」田青文一嚇，已暈倒在地。陶子安站在她的身旁，急忙伸手扶住。餘人望著曹雲奇一個魁梧的身軀向下直落，無不心驚魄動。眼見他勢必摔得粉身碎骨，那白衣男子忽地雙足勾住繩索，左手在峰壁上用力一推，那繩索帶著他的身子，如盪鞦韆般向曹雲奇急飛過去。這一下時機與用力都是恰到好處，那白衣人右手一探，已抓住曹雲奇的後心。不料曹雲奇身軀本重，這一墮之勢，更是厲害異常，但聽得喀喇一響，衣衫破裂，竟又掉了下去，那白衣人雙足一鬆，放脫繩索，向下直撲，就在這千鈞一髮之際，抓住了他的右足足踝。足踝雖已抓住，可是兩人仍是向下急落，但見兩人身形愈來愈小，一墮數百丈。那繩索離兩人在一丈以外，半空中無著力之處，白衣人武功再高，除了下墮之外，絕難左右移動。眼見他仗義救人，卻要累上自己一條性命，哪知他右手忽然用力一甩，將曹雲奇的身子如兵刃般向繩索甩去。曹雲奇早已神智迷糊，雙手碰到繩索，立即牢牢抓住。凡溺水之人，即令在水中碰到一根水草，他必全力抓住，至死不放，此是人之求生本性，此時曹雲奇也是如此。按他平素武功，本不足以抓住繩索，以抗這兩人急墮之勢，但危難之際，不知怎的力氣登時大了數倍，那繩索直幌出去，帶著二人向左飛盪。那白衣人借到繩索之力，腰間使勁，身子倒翻，左手已抓住繩索。他在曹雲奇耳邊說了一句話，拍拍他的背，道：「快上去。」曹雲奇驚魂未定，但聽了他的話，有如接到綸音聖旨一般，急忙雙手交互拉繩，攀援而上。眾人在崖邊見了這場驚心動魄的奇險，無不撟舌難下，見曹雲奇攀到峰邊，殷吉與周雲陽搶上去拉住他的雙手，提了上來，齊問：「這白衣人是誰？」曹雲奇喘了幾口氣，朗聲道：「那位英雄命我上來稟報，說道是雪山飛狐胡斐到了。」眾人為那白衣人的氣勢所懾，一時盡皆怔住，也不知是誰首先叫了聲：「啊喲！」往莊內便奔。眾人不及細想，一窩蜂的往大門搶去，陶百歲、劉元鶴、阮士中三人一齊擠在門口，你推我擁，爭先而入。曹雲奇與陶子安搶著去扶暈在地下的田青文，又是險些動武。只一陣亂，門外眾人走得乾乾淨淨。于管家與琴兒扶著苗若蘭走在最後，險些兒被關在門外。殷吉見熊元獻閉上大門，立即取過門閂，橫著閂上。陶百歲只怕不固，又取過撐柱，牢牢撐住。此時田青文已醒了過來，說道：「那雪山飛狐與咱們素不相識，怕他怎的？」阮士中橫了她一眼道：「素不相識？哼，你父親是他父親的大仇人，他肯放過你麼？」劉元鶴也道：「咱們傷了平阿四，那雪山飛狐豈肯干休？」陶子安忽向牆頭一指，道：「咱們撐住大門，他從上面不能進來麼？」阮士中道：「對，陶世兄快上高守著。」陶子安冷笑道：「阮師叔武功高，還是阮師叔上去。」一言輔畢，猛聽喀喇喇幾聲巨響，那撐柱與門閂突然迸斷，砰一響，兩扇大門已被人推開。眾人齊聲驚呼，直往內院奔去，霎時之間，大廳上又是闃無一人。群豪初聽平阿四說那胡一刀的往事之際，頗想見見他遺下的孤兒，可是待得雪山飛狐當真上山，身手竟如此了得，想起自己或多或少與他有一些怨仇，不禁心寒膽怯，又見旁人躲避，相互驚嚇，你怕我更怕。平素的豪氣雄風，盡數丟到九霄雲外去了。于管家欲覓寶樹出去抵擋一陣，可是四下張望，寶樹早已不見，不知躲到了哪裏，他想：「主人將這莊上之事託付了我，拼著一死，也得去全了主人的體面。」當下向苗若蘭低聲道：「苗姑娘，你快到夫人房去，與夫人一同躲入地窖密室，可別讓人瞧見，這裏的人沒一個安著好心。待我出去見他。」苗若蘭向鄭三娘與田青文望了一眼，道：「我帶這兩位姊姊一起去地窖罷。」于管家急忙搖頭，低聲道：「不，苗姑娘，這兩個女人未見得就是好人。姑娘與夫人是千金貴體，莫理會旁人。」苗若蘭道：「那姓胡的若是要殺人放火，你擋得了麼？」于管家一按腰間刀柄，慘然道：「今日是于某以死報主之時。但求夫人與姑娘平安，小人就對得起主人了。」苗若蘭想了一想道：「我跟你一齊出去會他。」于管家大急，道：「苗姑娘，你不聽那和尚說，令尊苗大俠與他有殺父大仇？你若不躲開，落在此人手中，那－－那－－」苗若蘭道：「自從我爹爹說了胡伯伯的往事，我就一直就盼那個孩子還活在世上，也盼終須有日能見一見他。今日之事雖險，但若從此不能再與他相見，我可要抱恨一生了。」她這幾句雖說得輕柔溫文，然語意極為堅定，于管家竟爾不能違抗。他心道：「這位姑娘手無縛雞之力，卻剛勇如此，真不愧是金面佛苗大俠之女。甚麼鎮關東、威震天南，名號兒叫得響亮，與苗姑娘一比，倘不愧死，也可算得臉皮厚極。」他本來心中害怕，但見苗若蘭行若無事，恐慌之心倒去了一大半，當下緊一緊腰帶，在茶盤中放了兩隻青花細瓷的蓋碗，沖上了茶，走出廳去。苗若蘭跟隨在後。于管家轉出廳壁，高聲道：「胡大爺遠來，不曾遠迎，當請恕罪。」說著請了個安，獻上茶去。只見那白衣人臉朝外、背向裏，腰間微彎，俯在那張紅木方桌旁不知在做些甚麼。他聽見于管家說話，回過頭來，但見苗若蘭弱態生嬌，明波流慧，怯生生的站在當地，不禁怔了一怔。苗若蘭見這人滿腮虯髯，根根如鐵，一頭濃髮，卻不結辮，橫生倒豎般有如亂草，也是微微一驚。她自幼對胡一刀之子心懷憐惜悲憫之情，今日相見，卻不料他竟是如此粗豪猛惡的一條漢子，她隨即想到：「胡一刀胡伯伯容貌威嚴，他生的孩子也是這般，又何足為奇？倒是我自己一向將他想錯了。」當下上前盈盈一福，輕聲說道：「相公萬福。」雪山飛狐胡斐此番上峰，準擬與滿山高手作一場龍爭虎鬥，哪知莊中出來相見的竟是一個姣好少女，心下大是詫異，暗道：「且瞧他們使甚麼詭計。」當下還了一禮，說道：「在下胡斐奉揖。不敢請問姑娘高姓？」于管家向苗若蘭使個眼色，叫她捏造個假姓，千萬不可吐露是苗人鳳之女，哪知苗若蘭竟似不解，說道：「胡世兄，咱們是累代世交，可惜從來從未會面，我姓苗。」胡斐心中更是一凜，臉上卻不動聲色，道：「姑娘與金面佛苗大俠怎生稱呼？」于管家大急，在苗若蘭身旁暗扯她的衣袖，她仍是不理，道：「金面佛就是家父。」胡斐仰天打個哈哈，說道：「幸會，幸會。令尊怎麼不出來相見？」于管家手按刀柄，只怕胡斐出手相害，斜眼微晲苗若蘭時，卻見她神色如常，心道：「這位姑娘年幼無知，眼前是個殺父的大仇人，她竟不知天高地厚，盡吐真相。」只聽她道：「家父尚未上山。他若知胡世兄是故人之子，縱有天大的要事，也早擱下，必已趕來與世兄相見。」胡斐更是奇怪，道：「姑娘知道在下身世，令尊卻不知曉，敢問何故？」苗若蘭道：「適才我是聽令友平君說的。」胡斐道：「啊，原來平四叔到了這兒，他人呢？」于管家一怔，在廳中四下一望，不見了平阿四的人影，只見地面上的一灘鮮血，在地下兀自未乾，心道：「自那鴿兒帶線入來，人人想著下峰逃生，竟都將此人忘了。他是胡斐的救命恩人，若是有甚不測，禍患又加深了一層。」胡斐見他望著地下的一灘鮮血，臉色有異，大聲問道：「這是平四叔的血麼？」于管家不敢打誑，只得應聲道：「是。」胡斐父母早喪，自幼由平阿四撫養長大，與他情若父子，他天性又最純篤，聞此言如何不驚？當下一躍而前，握住于管家的右臂，厲聲道：「他在哪裏？他－－他怎樣了？」于管家只覺手臂劇痛，宛似一道鋼箍越收越緊，只得咬緊了牙齒竭力忍痛，額頭上黃豆大的汗珠一粒粒的滲將出來，竟說不出一句話。苗若蘭緩緩的道：「胡世兄不必焦急，平四爺好好的在那邊。」說著伸手指向東邊廂房一指。胡斐手掌一鬆，放脫了于管家的手臂，隨即騰身而起，砰的一聲，已將東廂房門踢開，只見平阿四躺在榻上，不住喘息。胡斐大喜，叫道：「四叔，你沒事麼！」平阿四在廂房裏早就聽到他的聲音，低聲道：「還好，你放心。」胡斐搶上前去，但見他臉如金紙，呼吸低微，適才一時之間的喜悅又轉為擔憂，道：「四叔，你怎麼受的傷？」平阿四道：「此事說來話長。若不是苗姑娘搭救，今生是不能再與你相見了。」原來眾人一見白鴿傳絲，一窩蜂般的湧出大廳，苗若蘭乘機與琴兒將他扶到了廂房，後來寶樹欲待一掌將他擊死，卻已找不到他，當時情勢緊急，不及仔細尋找，平阿四因此而保存了一命。胡斐點點頭，從衣囊中取出一顆龍眼大的朱紅丸藥，塞在他的口裏，道：「四叔，你先服了這顆傷藥。」他見平阿四將傷藥嚼爛吞下，稍稍放心，回到廳上，向苗若蘭一揖到地，道：「苗姑娘多謝你相救平四叔。」苗若蘭急忙還禮，道：「平四爺古道熱腸，小妹欽仰得緊。些些微勞，何足掛齒？」胡斐聽她吐屬文雅，遊目向四壁一望，見苗人鳳所書的那副木聯上聯掛在中堂，下聯卻倚在桌邊，朗聲吟道：「九死時拼三尺劍，千金來自一聲盧。」舉起茶碗喝了一口，道：「令尊這副對聯筆力雄健，英氣逼人，小可不才，卻想和上幾句，就只怕貽笑方家。」苗若蘭見他神情粗獷，舉止疏放，心想這原是豪士本色，不料他竟會說這幾句話，忙道：「那好極了，定要請教。」胡斐微微一笑，左掌在牆壁上一拍，只聽得砰的一聲響，牆上一口鐵釘突了出來。他右手大拇指與食指拿住鐵釘，微一用力，已將鐵釘拔在手中。于管家雖久歷江湖，可是如他這般驚人的掌力指力，確也是聞所未聞，只見他將鐵釘挾在食指內側，在那方桌面上寫起字來，一筆一劃，都是深入桌面辦寸有奇。那方桌是極堅硬的紅木所製，他手指雖借助鐵釘之力，但這般隨指成書，揮寫自如，那指上的功夫更是高到了極處。于管家是武人，觸目關注的只是武學功力，苗若蘭留神的卻是他所書寫的字跡，見他寫道：「生來骨骼稱頭顱，未出鬚眉已丈夫。九死時拼三尺劍，千金來自一聲盧。歌聲不屑彈長鋏，世事惟堪擊唾壺－－」他寫到這裏，抬頭向著屋樑，思索下面兩句。苗若蘭忽接口道：「結客四方知己遍，相逢先問有讎無？」胡斐一笑，叫道：「正是。」將這兩句詩接著寫在桌面。口中連吟：「結客四方知己遍，相逢先問有讎無？」苗若蘭道：「胡世兄遠來，莊上無以為敬。琴兒，快取酒餚出來。」胡斐道：「此間主人約在下今日午時相會，怎麼到此刻還不出來相見？」苗若蘭道：「主人因有要事下山，相救一位朋友，想來一時未易得手，致誤世兄之約，小妹先此謝過。」胡斐聽她應對得體，心中更奇：「苗范田三家向稱人才鼎盛，怎麼男子漢都縮在後面，卻叫這樣一個弱不禁風的少女出來推搪？而這少女見我絲毫不示怯意，難道她竟是一身武藝，卻有意的深藏不露麼？」正字沉吟，見琴兒托了一隻木盤，盤中放著一大壺酒，一隻酒杯，放在桌上，在杯中斟上了酒，笑道：「胡相公，山上的雞鴨魚肉、蔬菜瓜果，統通給你的平四爺毀啦，對不起，只好請你喝白酒。」胡斐見那木盤正端到他與苗若蘭身體之間，當即伸出左手，在盤邊輕輕一推，那木盤直向苗若蘭肩上撞去。這一推雖似出手甚輕，其實借勁打人，受著的人若是不加抵禦，就如中了兵刃之傷一般。苗若蘭不會武藝，只是順乎自然的微微一讓，並未出招化勁，眼見這一下要身受重傷。于管家大驚，他自知武功與胡斐差得太遠，縱然不顧性命的上前救援，也必無濟於事，只叫得一聲：「啊喲！」卻見胡斐左手兩根手指已快如閃電般的拉住了木盤，這一下時機湊合得妙極，盤邊與苗若蘭的外衣微一碰觸，立即縮回，她絲毫不知就在這一瞬之間，自己已從生到死、從死到生的走了一個循環。胡斐道：「令尊的武功打遍天下無敵手，何以不傳授姑娘？素聞苗家劍門中子女一視同仁啊。」苗若蘭道：「我爹爹立志要化解這場百餘年來糾纏不清的仇怨，是以苗家劍法，至他而絕，不再傳授子弟。」胡斐愕然，拿著酒杯的手停在半空，隔了片刻，方始舉到口邊，一飲而盡，叫道：「苗人鳳啊苗人鳳，你果然稱得上『大俠』二字！」苗若蘭道：「我曾聽爹爹說起令尊當日之事，那時令堂請我爹爹飲酒，旁人說道須防酒中有毒。我爹爹道：『胡一刀乃天下英雄，豈能行此卑劣之事？』今日我請你飲酒，胡世兄居然也是坦率飲盡，難道你也不怕別人暗算麼？」胡斐一笑，從口中吐出一顆紅色的藥丸，說道：「我爹爹中人奸計而死，我若再不防，豈非癡獃？這藥丸善能解毒，諸害不侵，只是適才聽了姑娘之言，倒顯得我胸襟狹隘了。」說著自斟了一杯酒，又是一飲而盡。苗若蘭道：「山上無下酒之物，殊為慢客。小妹量窄，又不能陪敬君子。古人以漢書下酒，小妹有家傳漢琴一張，欲撫一曲以助酒興，但恐有污清聽爾。」胡斐大喜，道：「願聞雅奏。」琴兒不等小姐再說，早進內室去抱了一張古琴出來，放在桌上，又換了一爐香點起。苗若蘭輕抒素腕，「仙翁、仙翁」的調了幾聲，彈將起來，隨即倚琴唱道：「來日大難，口燥舌乾。今日相樂，皆當喜歡。經歷名山，芝草翻翻。仙人王喬，奉藥一丸。」唱到這裏，琴聲未歇，歌辭卻止了。胡斐知她唱的是「善哉行」，那是古時宴會中主客贈答的歌辭，自漢魏以來，少有人奏，不意今日上山報仇，卻遇上這件饒有古風之事。她唱的八句歌中，前四句勸客盡歡飲酒，後四句頌客長壽，適才胡斐含藥解毒，歌中正好說到靈芝仙藥，那是又有雙關之意了。胡斐見壁上懸有一柄長劍，說道：「有酒有歌，豈可有琴而無劍？」走過去拔出劍來，只覺寒氣逼人，與一泓秋水相似，原來是一口寶劍，當下斟滿了酒，左手持杯，右手執劍，舞將起來，口中唱道：「自惜袖短，內手知寒。慚無靈輒，以報趙宣。」意思是說主人慇勤相待，自慚沒有甚麼好東西相報。苗若蘭聽他也以「善哉行」中的歌辭相答，心下甚喜，暗道：「此人文武雙全，我爹爹知道胡伯伯有此後人，必定歡喜。」當下唱道：「月沒參橫，北斗闌干。親交在門，飢不及餐。」意思是說客人光臨，高興得飯也來不及吃。胡斐接著唱道：「歡日尚少，戚日苦多，以何忘憂？彈箏酒歌。淮南八公，要道不煩，參駕六龍，遊戲雲端。」最後四句是祝頌主人成仙長壽，是與主人首先所唱之辭相答的。胡斐唱罷，將長劍擲在半空，舉杯飲盡，接劍而立。苗若蘭錚的一聲，劃絃而止，站了起來。兩人相對行禮。胡斐將長劍歸入壁上劍鞘。道：「主人既然未歸，明日當再造訪。」大踏步走向東廂房，將平阿四負在背上，向苗若蘭微微躬身，走出大廳。苗若蘭出門相送，只見他背影在崖邊一閃，拉著繩索溜下山峰去了。苗若蘭望著滿山白雪，深深出神。琴兒道：「小姐，你想甚麼？快進去罷，莫著了冷。」苗若蘭道：「我不冷。」她自己心中其實也不知到底在想甚麼。琴兒催了兩次，苗若蘭才慢慢回進莊子。一進大廳，只見滿廳都坐滿了人，適才躲得影蹤不見的眾人，突然之間都轉來了。各人見苗若蘭回廳，一齊站起相詢：「他走了麼？」「他說些甚麼？」「他說甚麼時候再來？」「他上山是來報仇麼？」「他要找誰？」苗若蘭心中鄙視這些人膽怯，危難之時個個逃走，留下她一個弱女子抵擋大敵，當下淡淡的道：「他甚麼也沒說。」寶樹道：「我不信。你在廳上陪了他這許久，總有些話說。」苗若蘭指著紅木方桌道：「他要說的，都寫在這桌上了。」寶樹早就見到桌上字跡，想到「相逢先問有讎無」這一句，心下惴惴不安，不再言語了。苗若蘭見眾人神色有異，有意嚇嚇他們，說道：「那位胡世兄說道，他這次上山，為的是報殺父之仇，可惜仇人躲了起來。現在他守在山下，待那仇人下去，下一個，殺一個；下兩個，殺一雙。」眾人一凜，都想：「山上沒有糧食，山下又守著這一個兇煞太歲，這便如何是好？」苗若蘭對胡苗范田四家結仇之事，心中尚存著好些疑團，心想正好乘機套出各人的秘密，於是說道：「胡世兄言道：山上眾人，個個與他有仇，只是有的仇深，有的仇淺。他恩怨分明，深者重報，淺者輕報，不願錯害了好人。他要我代詢各位，為何齊來這關外苦寒之地，是否要合力害他？」除了寶樹之外，餘人異口同聲的說道：「雪山飛狐之名，咱們以前從未聽到過，與他有甚仇怨？更加說不上合力害他。」苗若蘭向鎮關東陶百歲道：「陶伯伯，姪女有一事不明，要想請教。」陶百歲道：「姑娘請說。」苗若蘭道：「適才那位平阿四平四爺說道：胡一刀胡伯伯請寶樹大師去轉告我爹爹三件大事，可是我爹爹說到此事經過之時，卻從未提起。陶伯伯曾說知道此中原委，不知能開誠見告否？」陶百歲道：「姑娘即使不問，我也正要說。」他指著阮士中、殷吉、曹雲奇等人，大聲道：「這幾位天龍門的英雄，誣指我兒害死田歸農田親家，哼哼！」他嗓門本就粗大，這時心中憤激，更加說得響了：「我將這事從頭說來，且聽各位秉公評個是非曲直。」殷吉道：「很好，很好，咱們正要向陶老前輩請教。」