第三十八回　三道試題歐陽鋒見洪七公沉吟未答，接口說道：「好，就是這麼著，藥兄本已答允了舍姪的親事，但衝著七兄的面子，就讓他們兩個孩子再考上一考。這是不傷和氣的妙法。」轉頭向歐陽公子道：「待會若是你及不上郭世兄，那可是你自己無能，怨不得旁人，咱們快快活活的喝郭世兄一杯喜酒。要是你再有三心兩意，旁生枝節，不但這兩位前輩容你不得，我也不能輕易饒你。」洪七公仰天打個哈哈，說道：「老毒物，你是十拿九穩的能勝了，這番話是說給我們爺兒倆聽的，叫我們考不上就乖乖的認輸。」歐陽鋒笑道：「你知道了就好。藥兄，你快出題吧。」黃藥師存心要將女兒許配給歐陽公子，決意出三個歐陽公子必能取勝的題目，正自沉吟，洪七公道：「考試嘛，那也很好，咱們都是打拳踢腿之人，藥兄你出的題目可都是武功上的事兒，若是考什麼詩詞歌賦、念經畫符的勞什子，那我們爺兒倆乾脆認栽，拍拍屁股走路，也不用丟醜現眼啦。」黃藥師道：「這個自然。第一個題目就是比試武藝。」歐陽鋒道：「那不成，舍姪眼下身上有傷。」黃藥師笑道：「這個我都知道。我也不會讓兩位世兄在桃花島上比試，傷了兩家和氣。」歐陽鋒道：「不是他們兩人比？」黃藥師道：「不錯。」歐陽鋒笑道：「是啦！那是主考官出手考試，每個人試這麼幾招。」黃藥師搖頭道：「也不是。這樣試招，難保沒人說我心存偏袒，出手之中，有輕重之別。鋒兄，你與七兄的功夫同是練到登峰造極、爐火純青的地步，剛才拆了千餘招不分高低，現下你試郭世兄，七兄試歐陽世兄。」洪七公笑道：「這法兒倒真不壞，來來來，咱們幹幹。」他一面說一面就向歐陽公子招手。黃藥師道：「且慢，咱們可得約法三章。第一、歐陽世兄身上有傷，不能運氣用勁，所以大家祇試武藝招術，不考功力深淺。第二、你們四位在竹枝梢上試招，誰先落地，就算輸了。第三、誰傷了小輩，也是算輸了。」洪七公奇道：「傷了小輩算輸？」黃藥師道：「那當然。你們兩位這樣高的功夫，若是不定下這一條，只要一出手，兩位世兄還有命麼？七兄，你只要碰傷歐陽世兄一塊油皮，你就算輸，鋒兄也是這樣。」洪七公搔頭笑道：「黃老邪刁鑽古怪，果然名不虛傳。打傷了對方反而算輸，這規矩可算得是千古奇聞。好吧，就這麼著。」黃藥師一擺手，四人都躍上了竹枝，分成兩隊。洪七公與歐陽公子在右，歐陽鋒與郭靖在左。黃蓉知道歐陽公子武功原比郭靖為高，幸而他身上受了傷，但現下這樣比試，他輕功了得，顯然仍是比郭靖佔了便宜，心中不禁甚是擔憂，只聽得父親朗聲道：「我叫一二三，大家一齊動手，歐陽世兄與郭世兄，你們兩人誰先掉下地來就是輸了！」黃蓉暗自沉吟，籌思相助郭靖之法，心想歐陽鋒功夫如此厲害，自己如何插得下手去？黃藥師叫道：「一、二、三！」竹枝梢上人影飛舞，四個人已動上了手。黃蓉關心郭靖，單瞧他與歐陽鋒對招，但見兩人轉瞬之間，已拆了十餘招。她和黃藥師都不禁暗暗稱奇：「怎麼他武功精進如此，拆了這許多招還不露敗象？」歐陽鋒更是焦躁，掌力漸放，著著進逼，可是又怕傷了他的身體，忽然間靈機一動，雙足猶如車輪般交互橫掃，要將他踢下竹枝。郭靖使出降龍十八掌中「飛龍在天」的功夫，身子不住高躍，雙掌如刀似剪，掌掌往對方腿上削去。黃蓉心中怦怦亂跳，斜眼往洪七公一望，只見兩人打法又自不同。歐陽公子使出輕功，在竹枝上東奔西逃，始終不與洪七公交拆一招半式。洪七公逼上前去，歐陽公子不待他近身，早已逃開。洪七公心想：「這廝鳥一味逃閃，拖延時刻。郭靖那傻小子卻和他真刀真槍的動手，當然是他先落地。」鼻中哼了一聲，忽地躍在空中，十指猶如鋼爪，往歐陽公子頭頂撲將下來。歐陽公子吃了一驚，急忙左足一借力，向右竄了過去，那知洪七公這一撲卻是虛招，料知他必會向右閃避，自己在半空中腰身一扭，已先落在右邊竹枝梢上，雙手往前一探，喝道：「輸就算我輸，今日先斃了你。」歐陽公子見他竟能在空中轉身，已自嚇得目瞪口呆，聽他這麼一喝，那敢接他招數，腳下踏空，落下地來，心中正想第一道考試我是輸啦，忽聽風聲響動，郭靖也正自他身旁落下。原來歐陽鋒久戰郭靖不下，心想：「若是讓他與我拆到五十招以上，西毒的威名何存？」忽地欺進一步，左手快如閃電，來扭郭靖領口，口中喝道：「下去吧！」郭靖頭一低，也是伸出左手，反手向上一格，歐陽鋒突然發勁，郭靖叫道：「你……你……」正想他不守黃藥師所定的規約，一面運勁抵禦，那知歐陽鋒笑道：「我怎樣？」勁力忽收。郭靖這一格用足了平生之力，生怕他以蛤蟆功傷害自己內臟，豈料在這全力發勁之際，對方的勁力忽然無影無蹤。他究竟功力尚淺，那能如歐陽鋒般在倏忽之間收發自如，幸好他跟周伯通練過七十二路空明拳，武功之中，剛中有柔，否則又必如在歸雲莊上與黃藥師過招時那樣，這一下胳臂的臼也會脫了。雖然如此，卻也是立足不穩，一個倒栽蔥，頭下腳上的撞下地來。歐陽公子是順勢落下，郭靖卻是倒著下來，兩人在空中一順一倒的跌落，眼見要同時著地。歐陽公子見郭靖正在他的身邊，大有便宜可檢，忽然伸出雙手，順手在郭靖腳上一按，自己借勢上躍。郭靖受了這一按，下墜之勢卻更加快了。黃蓉眼見郭靖輸了，叫了聲：「啊喲！」斗然間只見郭靖身子在空中，砰的一聲，歐陽公子橫跌在地，郭靖卻又站在一根竹枝之上，借著竹枝的彈力，在半空上下起伏。黃蓉這一下喜出望外，卻沒看清楚郭靖如何在這離地只有數尺的緊急當口，竟然能反敗為勝。歐陽鋒與洪七公這時都已躍下地來，洪七公哈哈大笑，連呼：「妙極！」歐陽鋒鐵青了臉道：「七兄，你這位高徒武功很雜，連蒙古人的摔跤玩意兒也學上了。」洪七公笑道：「這個連我也不會，可不是我教的，你別尋老叫化晦氣。」原來郭靖腳底被歐陽公子一按，直向下墜，只見歐陽公子雙腿正在自己面前，雙手一合，已扭住了他的小腿，用力往下一摔，自身借勢上縱，這一下用的正是蒙古人盤打扭跌之法。蒙古人摔跤之技，世代相傳，天下無對。郭靖自小生長大漠，在未得江南六怪傳授武功之前，即已與拖雷等小友每日裏扭打相撲，這次無意之中竟演了一場空中摔跤以此取勝，實是人之始料所不及。黃藥師道：「這第一場是郭世兄勝了，鋒兄也別煩惱，但教令姪胸有真才實學，安知第二三場不能取勝。」歐陽鋒道：「那末就請藥兄賜第二道題。」黃藥師道：「咱們第二三場是文考……」黃蓉小嘴一撅道：「爹，你明明是偏心，怎麼又文考了？靖哥哥，你乾脆別比了。」黃藥師道：「你知道什麼？武功練到了上乘境界，難道還是一味蠻打的麼？我這第二道題，是要請兩位世兄品題品題老夫吹奏的一首樂曲。」歐陽公子大喜，心想這傻小子懂什麼管絃絲竹，那自然是我得勝無疑。歐陽鋒卻道：「小輩們定力甚淺，只怕不能聆聽藥兄的雅奏。」黃藥師道：「我奏的曲子平常得緊，鋒兄放心。」他向歐陽公子和郭靖道：「兩位世兄各折一根竹枝，聽我簫聲一起，就打節拍，瞧誰打得好，誰就勝這第二場。」郭靖上前一揖，說道：「黃島主，弟子愚蠢得緊，對音律是一竅不通，這一場弟子作輸就是。」洪七公道：「別忙，反正是輸，試一試又怎地？還怕人家笑話麼？」郭靖聽師父如此說，見歐陽公子已折了一根竹枝在手，只得也折了一根。黃藥師笑道：「七兄鋒兄在此，小弟貽笑方家了。」玉簫就唇，幽幽咽咽的吹了起來。歐陽公子辨音審律，按宮引商，一拍一擊，打得絲毫無誤。郭靖初時茫然無緒，把竹杖舉在空中，始終不敢下擊，黃藥師吹了一盞茶時分，他竟然未打一記節拍。歐陽鋒叔姪甚是得意，心想這一場，贏定了，第三場既是文考，想來也是十拿九穩。黃蓉好不焦急，將右手手指在左手腕上一拍一拍的輕扣，盼郭靖依樣葫蘆的跟著擊打，那知他抬頭望天，呆呆出神，竟未瞧見她的手勢。黃藥師又吹了一陣，郭靖忽地舉起手來，一竹杖打了下去，剛巧打在兩拍之間。歐陽公子噗哧一笑，心想這渾小子一動便錯。郭靖打了一記，第二記仍是打在兩拍之間，他連擊四下，記記都打錯了。黃蓉搖了搖頭，心道：「我這傻哥哥本就不懂音律，爹爹不該硬要考他。」一望父親，卻見他臉色有詫異之色，只聽得郭靖又是連擊數下，簫聲忽地微微一亂，但隨即回歸原來的曲調。郭靖竹枝連打，記記都打在節拍前後，時而快時而慢，或搶先或墜後，黃藥師的簫聲數次幾乎被他打得走腔亂板。這一來，不但黃藥師留上了神，洪七公與歐陽鋒也是甚感驚詫。原來郭靖適才聽過三人以簫聲、箏聲、嘯聲相鬥，領悟了在樂音之中攻合拒戰的法門，這時聽到黃藥師的簫聲，就以竹枝的擊打擾亂他的曲調。他用竹枝打在枯竹之上，發出「空、空」之聲，饒是黃藥師的定力已臻爐火純青的境界，竟有數次險些兒把簫聲隨著這陣極難聽極嘈雜的「空、空」聲所打的節拍。黃藥師精神一振，心想你這小子居然還有這一手，曲調突轉，緩緩的變得柔靡萬端。歐陽公子只聽了片刻，不由自主的擊起手中竹枝婆娑起舞。歐陽鋒嘆了一口氣，搶過去扣住他腕上脈門，取出絲巾塞住了他的雙耳，待他心神寧定，方始放手。黃蓉自幼聽父親習練這天魔舞曲的調子，父女倆心神如一，自是不受危害，但知父親的簫聲具有極大魔力，擔心郭靖抵擋不住。郭靖盤坐在地下，一面以全真教的內功摒慮寧神，抵禦簫聲的引誘，一面以竹枝相擊，擾亂簫聲。黃藥師、洪七公、歐陽鋒三人以音律較藝之時，互相有攻有守，不僅使自己不受別人之誘，尚乘隙攻擊對方心神，郭靖功力遠遜三人，只守不攻，竟然防護得週密異常，雖不能尋隙反擊，但黃藥師連變數調，卻也不能將他降服。又過了一陣，簫聲愈來愈細，幾乎難以聽聞。郭靖停竹凝聽，那知這正是黃藥師的厲害之處，簫聲愈輕，誘力卻是愈大，郭靖凝神一聽，心中的音韻節拍即行與簫聲合而為一。若是換作旁人，此時已陷入絕境，再也無法脫身，但郭靖練過雙手互搏之術，心有二用，一知不妙，硬生生把心神分開，左手搶了一根竹枝，也「空、空、空」的敲了起來。黃藥師吃了一驚，心想：「此人身懷異術，實在不可小覷。」腳下踏著八卦方位，邊行邊吹。郭靖雙手分打節拍，記記都是與簫聲的韻律格格不入，他這一雙手分打，就如兩人合力與黃藥師攻拒一般，力道登時強了一倍，但桃花島主具何等神通，敵人越強，他精神越振，那簫聲忽高忽低，愈變愈奇。郭靖再支持了一陣，忽聽那簫聲之中，飛出陣陣寒意，似有玄冰裹身，不禁簌簌發抖。洞簫本以柔和宛轉見長，這時的音調卻峻肅峭殺之極，郭靖漸感冷氣侵骨，知道不妙，急忙分心思念那炎日臨空、盛暑鍛鐵、手執巨炭、身入洪爐種種苦熱的情狀，果然寒氣大減。黃藥師見他左邊身體凜有寒意，右邊的身體卻在騰騰冒汗，不免暗暗稱奇，曲聲一轉，恰如嚴冬方逝，盛夏立至。郭靖剛待分心去抵擋，手中節拍卻已打亂。黃藥師心想：「此人若要勉強抵擋，還可支撐一陣，只是忽冷忽熱，日後必當害一場大病。」一音嬝嬝，散入林間，忽地曲終音歇。郭靖知他故意容讓，上前稱謝，說道：「多謝黃島主眷顧，弟子極感大德。」黃藥師忽然想起：「這小子年紀幼小，武功卻練得如此之純，難道他面子上裝傻作獃，其實卻是個絕頂聽明之人？若真如此，我把女兒許配給了他。且試他一試。」於是微微一笑，說道：「你很好呀，你還叫我黃島主麼？」這句話明明是說三場比試你已勝了兩場，已可改稱「岳父大人」了，那知郭靖為人甚是淳樸，不懂別人話中雙關含蓄之意，只道：「我……我……」卻說不下去，雙眼望著黃蓉求助。黃蓉芳心暗喜，右手大拇指不住彎曲，示意要他磕頭。郭靖懂得這是磕頭，當下爬翻在地，向黃藥師磕了四個頭，口中卻不說話。黃藥師笑道：「你向我磕頭幹麼啊？」郭靖道：「蓉兒叫我磕的。」黃藥師心想：「傻小子終究是傻小子。」伸手拉開了歐陽公子耳上蒙著的絲巾，說道：「論內功是郭世兄強些，但我剛才考的是音律，那卻是歐陽世兄高明得多了，這樣吧，這一場兩人算是平手，我再出一個題目，讓兩位世兄一決勝負。」歐陽鋒眼見姪兒已經輸了，知他心存偏袒，忙道：「對，對，再比一場。」洪七公微笑不語，心道：「女兒是你的，你愛許給那風流浪子，別人也管不著。老叫化有心跟你打一架，只是雙掌難敵四手，待我去邀段皇爺助拳，再來打個明白。」只見黃藥師從懷中取出一本紅綾面的冊子來，說道：「我與拙荊就只生了這麼一個女兒，拙荊不幸在生她的時候去世，現下承蒙鋒兄七兄瞧得起，同來求親，拙荊若是在世，心中也必歡喜……」黃蓉聽父親說到這裏，眼圈早已紅了。黃藥師接著道：「這一本書是拙荊當年所書的，乃她心血所寄，現在請兩位世兄同時閱讀一遍，然後背誦出來，誰背得又多又不錯，我就把女兒許配於他。」他頓了一頓，見洪七公在旁微微冷笑，又道：「照說，郭世兄已多勝了一場，但這一本書與兄弟一生大有關連，拙荊又因此書而死，現下我默祝她在天之靈親自挑選女婿，庇佑那一位世兄獲勝。」洪七公再也忍耐不住，喝道：「黃老邪，誰聽你鬼話連篇？你明知我徒兒傻氣，不通詩書，卻來考他背書，還把死的婆娘搬出來嚇人，好不識害臊！」大袖一拂，轉身便走。黃藥師冷笑一聲，說道：「七兄，你要到桃花島來逞威，還得再學幾年功夫。」洪七公停步轉身，雙眉一揚，道：「怎麼？」黃藥師道：「你不通奇門五行之術，若不得我允可，休想出得島去。」洪七公道：「我一把火燒光你的臭花臭樹。」黃藥師道：「你有本事就燒著瞧瞧。」郭靖眼見說僵了兩人就要動手，忙搶上一步，說道：「黃島主、洪老前輩，弟子與歐陽大哥比試一下背書就是。弟子資質魯鈍，輸了也是應該的。」黃藥師橫了他一眼，問道：「你叫你師父什麼？」郭靖道：「弟子新近拜師，因未稟明六位恩師，所以未曾改口。」黃藥師道：「那裏有這許多婆婆媽媽的迂執囉唆。」他生性曠達，行事大違俗道，見郭靖淳厚守禮，甚是不喜。洪七公道：「好哇！我還算不得是你師父，你愛丟醜，只管現眼就是，請啊，請啊！」黃藥師向女兒道：「你給我乖乖的坐著，可別弄鬼。」黃蓉微笑不語，心知郭靖必輸，暗暗盤算和他一同逃出桃花島之策。黃藥師命歐陽公子和郭靖兩人並肩坐在一塊岩石之上，將那本冊子自己拿著，放在兩人眼前。那冊面上用篆文書著「九陰真經下卷」六字。歐陽公子一見，心中大喜，心想：「我千方百計逼迫梅超風獻書，那知岳父大人有心眷顧，讓我得閱奇書。」郭靖見了六個篆字，一字不識，心想：「他故意難我，這種彎彎曲的蝌蚪字我那裏識得？反正我認輸就是了。」黃藥師揭開首頁，冊內文字卻是用楷書繕寫，只見字跡甚是娟秀，果是女子手筆，郭靖只望了一行，心中一跳，只見第一行寫道：「天之道，損有餘而補不足，是故虛勝溢，不足勝有餘。」那正是周伯通教他背誦的句子，再看下去，句句都是心中熟極而流的。黃藥師隔了片刻，算來該讀完了，給他們揭過一頁。到得第二頁上，辭句已頗有脫漏，愈到後面，文句愈是散亂顛倒，筆致也愈是軟弱無力。郭靖心中斗然一凜，想起周伯通所說黃夫人硬默九陰真經，因而心智虛耗、小產逝世之事，那麼這一本冊子正是她臨終時所默寫的了。「難道周大哥教我背誦的，就是九陰真經麼？不對，不對，那真經下卷已被梅超風失落，怎會在他手中？」黃藥師見他呆呆出神，只道他早已瞧得頭昏腦脹，也不理他，仍是一頁頁的揭過。歐陽公子起初幾行尚記得住，到後來看到練功的實在法門之際，見那字句七顛八倒，無一句可解。再看到後來，滿頁都是跳行脫字，不禁廢然嘆了一口氣，心想：「原來他還是不肯以真經示人。」但轉念一想：「我雖不得目睹真經全文，但總比這傻小子記得多些。這一場考試，我是勝定了。這個美若天仙的小姑娘，終歸是我的人了。」郭靖再看冊頁，但見每句都是周伯通曾教自己背過的，只是冊頁上所書，脫漏跳文極多，遠遠不及自己心中所記的完全。他抬頭望著樹梢，始終想不通其中原由。過了一會，黃藥師把冊頁揭完，問道：「那一位先背？」歐陽公子心想：「冊中文字顛三倒四，難記之極。我乘著記憶猶新，必可多背一些。」當下搶著道：「我先背吧。」黃藥師點了點頭，向郭靖道：「你到竹林邊上去，別聽他背書。」郭靖依言走出數十步。黃蓉見此良機，心想咱倆正好溜之大吉，待要悄悄走到郭靖身邊，黃藥師叫道：「蓉兒，過來。你也來聽他們背書，莫要說我偏心。」黃蓉道：「你本就偏心，用不著人家說。」黃藥師笑罵道：「沒點規矩。過來！」黃蓉口中說：「我偏不過來。」但素知父親為人精明之極，他既已留心，那就難以脫身，必當另想別策，於是慢慢走了過來，向歐陽公子嫣然一笑，道：「歐陽大哥，我有什麼好，你幹麼這樣喜歡我？」歐陽公子只感一陣迷糊，笑嘻嘻的道：「妹子，你……你……」一時卻說不出話來。黃蓉又道：「你且別忙回西域，在桃花島多住幾天。西域很冷，是不是？」歐陽公子道：「西域地方大得緊，冷的處所固然很多，但有些處所風和日暖，就如江南一般。」黃蓉笑道：「我不信！你就愛騙人。」歐陽公子待要辯說，歐陽鋒已看出了她的狡計，知道她要引得姪兒胡思亂想，把所記的書上文字，忘記個一乾二淨，當即冷冷的插嘴道：「孩子，不緊要的話慢慢再說不遲，快背書吧！」歐陽公子心中一驚，被黃蓉這樣一打岔，適才強記硬背的雜亂文字，果然忘記了好些，當下定一定神，慢慢的背了起來：「天之道，損有餘而補不足，是故虛勝溢，不足勝有餘……」他果真聰穎過人，前面幾句開場的總綱，背得一字不錯，但後面實用的練功法門，黃夫人不懂武功，本來就只記得一鱗半爪，只因文字雜亂無序，歐陽公子十成中只背出一成。黃藥師笑道：「背出了這許多，那可真難為你了。」他提高嗓子叫道：「郭世兄，你過來背吧！」郭靖走了過來，見歐陽公子面有得色，心想：「這人真有本事，只讀一遍就把這些亂七八糟的句子都記得了，我可不成，只好照周大哥教我的背。」洪七公笑道：「傻小子，他們存心要咱們好看，咱們認栽了吧。」郭靖道：「我本來及不上歐陽大哥。」黃蓉忽地一頓足，躍上塌了半邊的竹亭，腕底一翻，已把匕首抵在自己胸膛之上，叫道：「爹，你若是硬要叫我跟那個臭小子上西域去，女兒今日就死給你看吧。」黃藥師知道這個寶貝女兒說得出做得出，叫道：「把匕首放下，有話慢慢好說。」歐陽鋒將枴杖在地下一頓，嗚的一聲怪響，杖頭中飛出一件奇形暗器，筆直往黃蓉射去。那暗器去得好快，黃蓉尚未看清來路，只聽噹的一聲，手中匕首已被打落在地。黃藥師身子一晃，躍上竹亭，伸手摟住女兒纖腰，柔聲道：「你當真不嫁人，那也好，在桃花島上一輩子陪著爹爹就是。」黃蓉雙足亂頓，哭道：「爹，你不疼蓉兒，你不疼蓉兒。」洪七公見黃藥師這個當年縱橫江湖，殺人不眨眼的大魔頭，竟被一個小女兒纏得沒做手腳處，不禁哈哈大笑。歐陽鋒心道：「待先定下名份，打發了老叫化和那姓郭的小子，以後的事，就容易辦了。女孩兒家撒嬌撒癡，理她怎地？」於是說道：「郭世兄武藝高強，真乃年少英雄，記誦之學，也必是好的，藥兄就請他背誦一遍吧。」黃藥師道：「正是。蓉兒你再瞎吵，郭世兄的心思都被你攪亂啦。」黃蓉果然住口。歐陽鋒一心要郭靖出醜，道：「郭世兄請背吧，我們大夥兒在這兒恭聽。」郭靖羞得滿臉通紅，心道：「說不得，只好把周大哥教的胡亂背背。」於是背道：「天之道，損有餘而補不足……」他這部九陰真經，反來覆去無慮已念了數百遍，這時背將出來，那真是滾瓜爛熟，沒半點窒滯。他只背了一頁，眾人已都驚得呆了，心中都道：「此人大智若愚，原來聰明至斯。」轉眼之間，郭靖一口氣已背到第四頁上。黃藥師聽他所背經文，比之冊頁上所寫，幾乎多了十倍，而且句句順理成章，確似原來經文，心中一凜，不覺出了一身冷汗：「難道我那故世的娘子當真顯靈，在陰世間把經文想了出來，都傳了這少年？」只聽郭靖猶在如流水般背將下去，心想此事千真萬確，抬頭望天，喃喃說道：「阿衡，阿衡，你對我如此情重，借這少年之口來把真經授我，怎麼不讓我再見你一面？我晚晚吹簫給你聽，你可聽見麼！」那「阿衡」是黃夫人的小字，連黃蓉也不知道。眾人見他臉色有異，眼含淚光，口中不知說些什麼，都感奇怪。黃藥師出了一會神，忽地一揮手，臉上猶似罩了一層嚴霜，厲聲問郭靖道：「梅超風失落的九陰真經，可是到了你的手中？」郭靖見他眼露殺氣，心中甚是驚懼，說道：「弟子不知梅……梅前輩的經文落在何處，若是知曉，自當相助找來，歸還島主。」黃藥師看他臉色之中，沒絲毫狡詐作偽神態，又知他言而有信，更信這是黃夫人在冥冥中所授，朗聲說道：「好！七兄鋒兄，這是先室選中了的女婿，兄弟再無話說。孩子，我將蓉兒許配於你，你可要好好待她，蓉兒被我嬌縱壞了，你須得容讓三分。」黃蓉喜得心花怒放，笑道：「爹，我可不是好好地，誰說我被你嬌縱壞了？」郭靖就算再傻，這時也不待黃蓉指點，當即跪下地來拜了四拜，叫了一聲：「岳父大人！」他身子尚未站起。歐陽公子忽然喝道：「且慢！」洪七公萬料不到郭靖有如此高明的背書本事，只喜得咧開了一張大嘴，合不攏來，聽歐陽公子一聲喝，忙道：「怎麼？你不服氣麼？」歐陽公子道：「郭兄所背誦的，遠比這冊頁上所載為多，必是他得了九陰真經，晚輩斗膽，可要放肆在他身上搜一搜。」洪七公道：「黃島主都已許了婚，卻又另生枝節作甚？適才你叔叔說了什麼來著！」歐陽鋒怪眼一翻道：「我歐陽鋒豈能任人欺矇？」他聽了姪兒之話，料定郭靖身上必然懷有九陰真經，此時一心要想奪取經文，相較之下，黃藥師許婚與否，倒是次等之事了。郭靖將衣帶一解道：「歐陽前輩請搜便是。」一面將懷中之物一件件的拿了出來。放在青石之上。歐陽鋒見那些物件都是銀兩、汗巾、火石之類，伸手到他身上來摸。黃藥師素知歐陽鋒為人極是歹毒，莫要惱怒之中，暗施毒手，他功力深湛，下手之後，可是解救不得，當下咳嗽一聲，伸出左手放在歐陽公子頸後脊骨之上。那是人身要穴，只要他手勁一發，立時震斷脊骨，歐陽公子休想活命。洪七公知道他的用意，暗自好笑：「黃老邪偏心得緊，這時愛女及婿，反過來一心維護我這傻徒兒了。」歐陽鋒原想以蛤蟆功在郭靖小腹上偷按一掌，叫他三年之後，傷發而死，但見黃藥師預有提防，也就不敢下手，一摸郭靖身上果然無別物，沉吟了半晌。他可不信黃夫人死後選婿這等說話，忽地想起，此人傻裏傻氣，看來不會說謊，若是問他，許或能套出真情，當下蛇杖一抖，杖上金環噹啷啷一陣亂響，兩條怪蛇從杖底直盤上來。黃蓉和郭靖見了這等怪狀，都退後了一步。歐陽鋒尖著嗓子問道：「郭世兄，這九陰真經的經文你是從何處學來的？」郭靖道：「我知道有一部九陰真經，可是從未見過，上卷是在周伯通大哥那裏……」洪七公奇道：「你怎麼叫周伯通作大哥？」郭靖道：「周大哥和弟子結義為把兄弟的。」洪七公笑罵：「一老一小，荒唐荒唐！」歐陽鋒道：「那下卷呢？」郭靖道：「那被梅超風梅師姊在太湖邊上失落了，現下她正奉了岳父之命，四下尋訪。弟子稟明岳父之後，想去助她一臂之力。」歐陽鋒和姪兒對望一眼，厲聲道：「你既未見過九陰真經，怎能背得如是純熟？」郭靖奇道：「我背的是九陰真經？不對，不對！那是周大哥教我背的。」黃藥師暗暗嘆了口氣，好生失望，心道：「看來神鬼之說，終屬渺茫。想來我女與他確有姻緣之分，是以如此湊巧。」黃藥師暗自嘆息，歐陽鋒卻緊問一句：「那周伯通今在何處？」郭靖正待回答，黃藥師喝道：「靖兒，不必多言。」轉頭向歐陽鋒道：「此等俗事，理他作甚？鋒兄，七兄你我二十年不見，且在桃花島痛飲三日！」黃蓉道：「七公公，我去給你做幾樣菜，這兒島上的荷花真好，荷花瓣兒蒸雞、鮮菱荷葉羹，您一定喜歡。」洪七公笑道：「今兒遂了你的心意，瞧小娘們樂成這個樣子！」黃蓉嫣然一笑，說道：「七公公，歐陽伯伯，歐陽世兄，請吧。」歐陽鋒向黃藥師一揖道：「藥兄，你的盛情兄弟心領了，今日就此別過。」黃藥師道：「鋒兄遠道來此，兄弟一點地主之誼也沒盡，那如何過意得去？」歐陽鋒萬里迢迢的趕來，除了替姪兒聯姻之外，原本另有重大圖謀，要想與黃藥師結成姻親之後，兩人合力，把天下奇書九陰真經弄到手中，否則以他一派宗主之尊，豈肯輕易涉足東土？現下姻事不就，落得一場失意，心情甚是沮喪，一再堅持要走。歐陽公子忽道：「叔叔，做姪兒的沒用，丟了你老人家的臉。但黃伯父有言在先，他要傳授一樣功夫給姪兒。」歐陽鋒哼了一聲，他知姪兒對黃家這小妮子尚未死心，要想藉口學藝，與黃蓉多所親近，然後施展風流解數，將她弄到手中。黃藥師本以為歐陽公子必定選中，這功夫是傳給郭靖的，現下見歐陽公子落選，心中也甚歉然，說道：「歐陽世兄，令叔的武功妙絕天下，旁人望塵莫及，你是家傳的武學，不必求諸外人的了。只是左道旁門之學，老朽差幸尚有一日之長。世兄若是不嫌鄙陋，任那一門功夫，但教老朽會的，定必傾囊相授。」歐陽公子心道：「我要選一樣學起來有費時日的本事。久聞桃花島主五行奇門之術，天下無雙，這個必非朝夕可以學會。」於是躬身下拜，說道：「小姪素來心儀伯父的五行奇門之術，求伯父恩賜教導。」黃藥師沉吟不答，心中好生為難，這是他生平最得意的學問，連親生女兒也尚未傳授，豈能傳於外人？但言出於口，不能反悔，只得說道：「奇門之術，包羅甚廣，你要學那一門？」歐陽公子一心要留在桃花島上，道：「小姪見桃花島上道路盤旋，花樹繁複，心中欣慕之極。求伯父許小姪在島上居留數月，細細研習這中間的生剋變化之道。」黃藥師臉色突變，向歐陽鋒望了一眼，心想：「你們要查究桃花島上的機巧，到底有何用意？」歐陽鋒何等機伶，早知他心中起疑，向姪兒斥道：「你太也不知天高地厚！桃花島上花了黃伯父半生心血，島上佈置何等奧妙，外敵不敢入侵，全仗於此，怎能對你說知？」黃藥師一聲冷笑，說道：「桃花島就算是光禿禿一座石山，天下也未必就有人能來傷了我黃藥師去。」歐陽鋒陪笑道：「小弟魯莽失言，藥兄萬勿見怪。」洪七公笑道：「毒兄，毒兄！你這激將之計，使得可不高明呀！」黃藥師將玉簫在衣領中一插道：「各位請跟我來。」歐陽公子見黃藥師臉有怒色，向叔父望了一眼。歐陽鋒點點頭，跟在黃藥師後面，眾人隨後跟去。曲曲折折的轉出竹林，眼前現出一大片荷塘，塘中白蓮盛放，清香陣陣，蓮葉田田，一條小堤從荷塘中央直穿過去，將荷塘分隔左右。黃藥師逕從小堤上行去，將眾人領到一座精舍之中。那屋子全是用不刨皮的松樹搭成，屋外攀滿了青藤，此時雖是炎夏，但眾人一見這所屋子，心中頓感一陣清涼。黃藥師將四人讓入書房，啞僕送上茶來。那茶顏色碧綠，入口如飲雪水，一直涼到心脾中去，洪七公笑道：「世人言道：做了三年叫化，連官也不願做。藥兄，我若是在你這清涼世界住中住上三年，連叫化也不願做啦！」黃藥師道：「七兄若肯在這裏盤桓一時，咱哥兒倆飲飲酒，談談心，那小弟真是求之不得。」洪七公聽他說得誠懇，心中為之一動。歐陽鋒道：「你們倆位在一起，只要不打架，不到兩個月，必定有幾套新奇拳法劍術創了出來。」洪七公笑道：「你眼熱麼？」歐陽鋒道：「這是光大武學之舉，那是再妙也沒有。」洪七公笑道：「哈哈，又來口是心非那一套了。」歐陽鋒與洪七公兩人之間雖無深仇大怨，卻素來心存嫌隙，只是歐陽鋒城府極深，未到一鼓而能將洪七公致於死地之時，始終不與他破臉，這時聽他如此說，笑笑不語。黃藥師在桌上一按，西邊壁上掛著一幅淡墨山水忽地徐徐升起，露出一道暗門，他走過去揭開了門，取出一卷卷軸，捧在手中輕輕撫摸了幾下，對歐陽公子道：「這是桃花島的總圖，島上所有的五行生剋、陰陽八卦的變化，全記在內，你拿去好好研習吧。」歐陽公子好生失望，原盼在桃花島多住一時，那知他拿出一張圖來，心中所謀，眼見是難成的了，但只得躬身去接。黃藥師卻不將圖就遞給他，朗聲說道：「且慢！」歐陽公子一怔，將手縮了回去。黃藥師道：「你拿了這圖，到臨安府找一家客店或是寺觀住下，三月之後，我派人前來取回。圖中一切，只許心記，不得另行抄錄印摹。」歐陽公子想道：「你既不許我在桃花島居住，這種邪門兒的功夫我也懶得理會。這三月之中，還得給你守著這個圖兒，若是一個不小心有什麼損壞失落，尚須擔當干係。這種事不幹也罷！」正待婉言謝卻，忽然轉念一想：「他說派人前來取回，那必是派他女兒的了，這可是一個親近之機。」於是伸手接過，藏在懷內。歐陽鋒舉手告辭，黃藥師也不再留，相率送了出來，走到門口，洪七公道：「毒兄，明年歲盡，又是華山論劍之期，你好好養養氣力，咱們打一場大架。」歐陽鋒淡淡一笑道：「我瞧都不必爭了，武功天下第一的名號，早已有了主兒。」