《鹿鼎記》金庸《二○一六年十月七日版》《好讀書櫃》典藏版第一回　縱橫鉤黨清流禍　峭蒨風期月旦評北風如刀，滿地冰霜。江南近海濱的一條大路上，一隊清兵手執刀槍，押著七輛囚車，衝風冒寒，向北而行。前面三輛囚車中分別監禁的是三個男子，都作書生打扮，一個是白髮老者，兩個是中年人。後面四輛中坐的是女子，最後一輛囚車中是個少婦，懷中抱著個女嬰。女嬰啼哭不休。她母親溫言相呵，女嬰只是大哭。囚車旁一名清兵惱了，伸腿在車上踢了一腳，喝道：「再哭，再哭！老子踢死你！」那女嬰一驚，哭得更加響了。離開道路數十丈處有座大屋，屋簷下站著一個中年文士，一個十一二歲的小孩。那文士見到這等情景，不禁長嘆一聲，眼眶也紅了，說道：「可憐，可憐！」那小孩問道：「爹爹，他們犯了甚麼罪？」那文士道：「又犯了甚麼罪？昨日和今朝，已逮去了三十幾人，都是我們浙江有名的讀書人，個個都是無辜株連。」他說到「無辜株連」四子，聲音壓得甚低，生怕給押送囚車的官兵聽見了。那小孩道：「那個小女孩還在吃奶，難道也犯了罪？真沒道理。」那文士道：「你懂得官兵沒道理，真是好孩子。唉，人為刀俎，我為魚肉，人為鼎鑊，我為麋鹿！」那小孩道：「爹，你前幾天教過我，『人為刀俎，我為魚肉』，就是給人家斬割屠殺的意思。人家是切菜刀，是砧板，我們就是魚和肉。『人為鼎鑊，我為麋鹿』這兩句話，意思也差不多麼？」那文士道：「正是！」眼見官兵和囚車已經去遠，拉著小孩的手道：「外面風大，我們回屋裏去。」當下父子二人走進書房。那文士提筆蘸上了墨，在紙上寫了個「鹿」字，說道：「鹿這種野獸，雖是龐然大物，性子卻極為和平，只吃青草樹葉，從來不傷害別的野獸。兇猛的野獸要傷牠吃牠，牠只有逃跑，倘若逃不了，那只有給人家吃了。」又寫了「逐鹿」兩字，說道：「因此古人常常拿鹿來比喻天下。世上百姓都溫順善良，只有給人欺壓殘害的份兒。漢書上說：『秦失其鹿，天下共逐之。』那就是說，秦朝失了天下，群雄並起，大家爭奪，最後漢高祖打敗了楚霸王，就得了這隻又肥又大的鹿。」那小孩點頭道：「我明白了。小說書上說『逐鹿中原』，就是大家爭著要做皇帝的意思。」那文士甚是喜歡，點了點頭，在紙上畫了一隻鼎的圖形，道：「古人煮食，不用灶頭鍋子，用這樣三隻腳的鼎，下面燒柴，捉到了鹿，就在鼎裏煮來吃。皇帝和大官都很殘忍，心裏不喜歡誰，就說他犯了罪，把他放在鼎裏活活煮熟。『史記』中記載藺相如對秦王說：『臣知欺大王之罪當誅也，臣請就鼎鑊。』就是說：『我該死，將我在鼎裏燒死了罷！』」那小孩道：「小說書上又常說『問鼎中原』，這跟『逐鹿中原』好像意思差不多。」那文士道：「不錯。夏禹王收九州之金，鑄了九口大鼎。當時的所謂『金』其實是銅。每一口鼎上鑄了九州的名字和山川圖形，後世為天下之主的，便保有九鼎。左傳上說：『楚子觀兵於周疆。定王使王孫滿勞楚子。楚子問鼎之大小輕重焉。』只有天下之主，方能保有九鼎。楚王只是楚國的諸侯，他問鼎的輕重大小，便是心存不規，想取周王之位而代之。」那小孩道：「所以『問鼎』、『逐鹿』，便是想做皇帝。『未知鹿死誰手』，就是不知那一個做成了皇帝。」那文士道：「正是。到得後來，『問鼎』、『逐鹿』這四個字，也可借用於別處，但原來的出典，是專指做皇帝而言。」說道這裏，嘆了口氣，道：「咱們做百姓的，總是死路一條。『未知鹿死誰手』，只不過未知是誰來殺了這頭鹿，這頭鹿，卻是死定了的。」他說著走到窗邊，向窗外望去。只見天色陰沉沉地，似要下雪，嘆道：「老天爺何其不仁，數百個無辜之人，在這冰霜遍地的道上行走。下起雪來，可又多受一番折磨了。」忽見南邊大道上兩個人戴著斗笠，並肩而來，走到近處，認出了面貌。那文士大喜，道：「是你黃伯伯、顧伯伯來啦！」快步迎將出去，叫道：「梨洲兄、亭林兄，那一陣好風，吹得你二位光臨？」右首一人身形微胖，頦下一部黑鬚，姓黃名宗羲，字梨洲，浙江餘姚人氏。左首一人又高又瘦，面目黝黑，姓顧名炎武，字亭林，江蘇崑山人氏。黃顧二人都是當世大儒，明亡之後，心傷國變，隱居不仕，這日連袂來到崇德。顧炎武走上幾步，說道：「晚村兄，有一件要緊事，特來和你商議。」這文士姓呂名留良，號晚村，世居浙江杭州府崇德縣，也是明末、清初一位極有名的隱逸。他眼見黃顧二人臉色凝重，又知顧炎武向來極富機變，臨事鎮定，既說是要緊事，自然非同小可，拱手道：「兩位請進去先喝三杯，解解寒氣。」當下請二人進屋，吩咐那小孩道：「葆中，去跟娘說，黃伯伯、顧伯伯到了，先切兩盤羊膏來下酒。」不多時，那小孩呂葆中和兄弟毅中搬出三副杯筷，布在書房桌上。一名老僕奉上酒菜。呂留良待三人退出，關上了書房門，說道：「黃兄，顧兄，先喝三杯！」黃宗羲神色慘然，搖了搖頭。顧炎武卻自斟自飲，一口氣連乾了六杯。呂留良道：「二位此來，可是和『明史』一案有關嗎？」黃宗羲道：「正是。」顧炎武提起酒杯，高聲吟道：「『清風雖細難吹我，明月何嘗不照人？』晚村兄，你這兩句詩，真是絕唱！我每逢飲酒，必誦此詩，必浮大白。」呂留良心懷故國，不肯在清朝做官。當地大吏仰慕他聲名，保薦他為「山林隱逸」，應徵赴朝為官，呂留良誓死相拒，大吏不敢再逼。後來又有一名大官保薦他為「博學鴻儒」，呂留良眼見若再相拒，顯是輕侮朝廷，不免有殺身之禍，於是削髮為僧，做了假和尚。地方官員見他意堅，從此不再勸他出山。「清風、明月」這兩句詩，譏刺滿清，懷念前明，雖然不敢刊行，但在志同道合的朋輩之間傳誦已遍，此刻顧炎武又讀了出來。黃宗羲道：「真是好詩！」舉起酒杯，也喝了一杯。呂留良道：「兩位謬讚了。」顧炎武一抬頭，見到壁上掛著一幅高約五尺、寬約丈許的大畫，繪的是一大片山水，筆勢縱橫，氣象雄偉，不禁喝了聲采，畫上只題了四個大字：「如此江山」，說道：「看這筆路，當是二瞻先生的丹青了。」呂留良道：「正是。」那「二瞻」姓查，名士標，是明末清初的一位大畫家，也和顧黃呂諸人交好。黃宗羲道：「這等好畫，如何卻無題跋？」呂留良嘆道：「二瞻先生此畫，頗有深意。只是他為人穩重謹慎，既不落款，亦無題跋。他上個月在舍間盤桓，一時興到，畫了送我，兩位便題上幾句如何？」顧黃二人站起身來，走到畫前仔細觀看，只見大江浩浩東流，兩岸峰巒無數，點綴著奇樹怪石，只是畫中雲氣瀰漫，山川雖美，卻令人一見之下，胸臆間頓生鬱積之意。顧炎武道：「如此江山，淪於夷狄。我輩忍氣吞聲。偷生其間，實令人悲憤填膺。晚村兄何不便題詩一首。將二瞻先生之意，表而出之？」呂留良道：「好！」當即取下畫來，平鋪於桌。黃宗羲研起了墨。呂留良提筆沉吟半晌，便在畫上振筆直書。頃刻詩成，詩云：「其為宋之南渡耶？如此江山真可恥。其為崖山以後耶？如此江山不忍視。吾今始悟作畫意，痛哭流涕有若是。以今視昔昔猶今，吞聲不用枚銜嘴。畫將皋羽西台淚，研入丹青提筆泚。所以有畫無詩文，詩文盡在四字裏。嘗謂生逢洪武初，如瞽忽瞳跛可履。山川開霽故璧完，何處登臨不狂喜？」書完，擲筆於地，不禁淚下。顧炎武道：「痛快淋漓，真是絕妙好辭。」呂留良道：「這詩殊無含蓄，算不得好，也只是將二瞻先生之原意寫了出來，好教觀畫之人得知。」黃宗羲道：「何日故國重光，那時『山川開霽故璧完』，縱然是窮山惡水，也令人觀之大暢胸懷，真所謂『何處登臨不狂喜』了！」顧炎武道：「此詩結得甚妙！終有一日驅除胡虜，還我大漢山河，比之徒抒悲憤，更加令人氣壯。」黃宗羲慢慢將畫捲了起來，說道：「這畫是掛不得了，晚村兄須得妥為收藏才是。倘若給吳之榮之類的奸人見到，官府查究起來，晚村兄固然麻煩，還牽累了二瞻先生。」顧炎武拍桌罵道：「吳之榮這狗賊，我真恨不得生食其肉。」呂留良道：「二位枉顧，說道有件要緊事。我輩書生積習，作詩題畫，卻擱下了正事。不知究是如何？」黃宗羲道：「我二人此來，乃是為了二瞻先生的那位本家伊璜先生。小弟和顧兄前日得到訊息，原來這場『明史』大案，竟將伊璜先生也牽連在內。」呂留良驚道：「伊璜兄也受了牽連？」黃宗羲道：「是啊。我二人前日晚上匆匆趕到海寧袁花鎮，伊璜先生並不在家，說是出外訪友去了。炎武兄眼見事勢緊急，忙囑伊璜先生家人連夜躲避；想起伊璜先生和晚村兄交好，特來探訪。」呂留良道：「他……他卻沒有來。不知到了何處。」顧炎武道：「他如在府上，這會兒自已出來相見。我已在他的書房的牆壁上題詩一首，他若歸家，自然明白，知所趨避，怕的是不知訊息，在外露面，給公人拿住，那可糟了。」黃宗羲道：「這『明史』一案，令我浙西名士幾乎盡遭毒手。清廷之意甚惡，晚村兄名頭太大，亭林兄和小弟之意，要勸晚村兄離家遠遊，避一避風頭。」呂留良氣憤憤的道：「韃子皇帝倘若將我捉到北京，拚著千刀萬剮，好歹也要痛罵他一場，出了胸中這口惡氣，才痛痛快快的就死。」顧炎武道：「晚村兄豪氣干雲，令人好生欽佩。怕的是見不到韃子皇帝，卻死於一般下賤的奴才手裏。再說，韃子皇帝只是個小孩子，甚麼也不懂，朝政大權，盡操於權臣鰲拜之手。兄弟和梨洲兄推想，這次『明史』一案所以如此大張旗鼓，雷厲風行，當是鰲拜意欲挫折我江南士人之氣。」呂留良道：「兩位所見甚是。清兵入關以來，在江北橫行無阻，一到江南，卻處處遇到反抗，尤其讀書人知道華夷之防，不斷跟他們搗蛋。鰲拜乘此機會，要對我江南士子大加鎮壓。哼，野火燒不盡，春風吹又生，除非他把咱們江南讀書人殺得乾乾淨淨。」黃宗羲道：「是啊，因此咱們要留得有用之身，和韃子周旋到底，倘若逞了一時血氣之勇，反是墮入韃子的算中了。」呂留良登時省悟，黃顧二人冒寒枉顧，一來固是尋覓查伊璜，二來是勸自己出避，生怕自己一時按捺不住，枉自送了性命，良友苦心，實深感激，說道：「二位金石良言，兄弟那敢不遵？明日一早，兄弟全家便出去避一避。」黃顧二人大喜，齊聲道：「自該如此。」呂留良沉吟道：「卻不知避向何處才好？」只覺天涯茫茫，到處是韃子的天下，真無一片乾淨土地，沉吟道：「桃源何處，可避暴秦？桃源何處，可避暴秦？」顧炎武道：「當今之世，便真有桃源樂土，咱們也不能獨善其身，去躲了起來……」呂留良不等他辭畢，拍案而起，大聲道：「亭林兄此言責備得是。國家興亡，匹夫有責，暫時避禍則可，但若去躲在桃花源裏，逍遙自在，忍令億萬百姓在韃子鐵蹄下受苦，於心何安？兄弟失言了。」顧炎武微笑道：「兄弟近年浪跡江湖，著實結交了不少朋友。大江南北，見聞所及，不但讀書人反對韃子，而販夫走卒、屠沽市井之中，也到處有熱血滿腔的豪傑。晚村兄要是有意，咱三人結伴同去揚州，兄弟給你引見幾位同道中人如何？」呂留良大喜，道：「妙極，妙極！咱們明日便去揚州，二位少坐，兄弟去告知拙荊，讓她收拾收拾。」說著匆匆入內。不多時呂留良回到書房，說道：「『明史』一案，外間雖傳說紛紛，但一來傳聞未必確實，二來說話之人顧忌甚多，不敢盡言。兄弟獨處蝸居，未知其詳，到底是何起因？」顧炎武嘆了口氣，道：「這部明史，咱們大家都是看過的了，其中對韃子不大恭敬，那也是有的。此書本是出於我大明朱國楨相國之手，說到關外建州衛之事，又如何會對韃子客氣？」呂留良點頭道：「聽說湖州莊家花了幾千兩銀子，從朱相國後人手中將明史原稿買了來，以己名刊行，不想竟然釀此大禍。」※※※浙西杭州、嘉興、湖州三府，處於太湖之濱，地勢平坦，土質肥沃，盛產稻米蠶絲。湖州府的首縣今日稱為吳興縣，清時分為烏程、歸安兩縣。自來文風甚盛，歷代才士輩出，梁時將中國字分為平上去入四聲的沈約，元代書畫皆臻極品的趙孟頫，都是湖州人氏。當地又以產筆著名，湖州之筆，徽州之墨，宣城之紙，肇慶端溪之硯，文房四寶，天下馳名。湖州府有一南潯鎮，雖是一個鎮，卻比尋常州縣還大，鎮上富戶極多，著名的富室大族之中有一家姓莊。其時莊家的富戶名叫莊允城，生有數子，長子名叫廷鑨，自幼愛好詩書，和江南名士才子多所結交。到得順治年間，莊廷鑨因讀書過勤，忽然眼盲，尋遍名醫，無法治癒，自是鬱鬱不歡。忽有一日，鄰里有一姓朱的少年攜來一部手稿，說是祖父朱相國的遺稿，向莊家抵押，求借數百兩銀子。莊家素來慷慨，對朱相國的後人一直照顧，既來求借，當即允諾，也不要他用甚麼遺稿抵押。但那姓朱少年說道借得銀子之後，要出門遠遊，這部祖先的遺稿帶在身邊，恐有遺失，存在家裏又不放心，要寄存在莊家。莊允城便答應了。那姓朱少年去後，莊允城為替兒子解悶，叫家中清客讀給他聽。朱國楨這部明史稿，大部份已經刊行，流傳於世，這次他孫子攜來向莊家抵押的，是最後的許多篇列傳。莊廷鑨聽清客讀了數日，很感興味，忽然想起：「昔時左丘明也是盲眼之人，卻因一部史書『左傳』，得享大名於千載之後。我今日眼盲，閒居無聊，何不也撰述一部史書出來，流傳後世？」大富之家，辦事容易，他即興了此念，當即聘請了好幾位士人，將那部明史稿從頭至尾的讀給他聽。他認為何處當增，何處當刪，便口述出來，由賓客筆錄。但想自己眼盲，無法博覽群籍，這部明史修撰出來，如內容謬誤甚多，不但大名難享，反而被人譏笑，於是又花了大批銀兩，延請許多通士鴻儒，再加修訂，務求盡善盡美。有些大有學問之人非錢財所能請到，莊廷鑨便輾轉託人，卑辭相邀。太湖之濱向來文士甚多，受到莊家邀請的，一來憐其眼盲，感其意誠；二來又覺修撰明史乃是一件美事，大都到莊家來作客十天半月，對稿本或正其誤，或加潤飾，或撰寫一兩篇文字。因此這部明史確是集不少大手筆之力。書成不久，莊廷鑨便即去世。莊允城心傷愛子之逝，即行刊書。清代刊印一部書，著實不易，要招請工匠，雕成一塊塊木版，這才印刷成書。這部明史卷秩浩繁，雕工印工，費用甚鉅。好在莊家有的是錢，撥出幾間大屋作為工場，多請工匠，數年間便將書刊成了，書名叫作「明書輯略」，撰書人列名為莊廷鑨，請名士李令皙作序。所有曾經襄助其事的學者也都列名其上，有茅元銘、吳之銘、吳之鎔、李祁濤、茅次萊、吳楚、唐元樓、嚴雲起、蔣麟徵、韋金祐、韋一園、張雋、董二酉、吳炎、潘檉章、陸圻、查繼佐、范驤等，共一十八人。書中又提到此書是根據朱氏的原稿增刪而成，不過朱國楨是明朝相國，名頭太大，不便直書其名，因此含含糊糊的只說是「朱氏原稿」。「明書輯略」經過這許多文人學士撰改修訂，是以體例精備，敘述詳明，文字又華瞻雅致，書出後大獲士林讚譽。莊家又是志在揚名，書價取得極廉。原稿中涉及滿洲之時，本有不少攻訐指責的言語，修史諸人早已一一刪去，但讚揚明朝的文字卻也在所不免。當時明亡未久，讀書人心懷故國，書一刊行，立刻就大大暢銷。莊廷鑨之名噪於江北江南。莊允城雖有喪子之痛，但見兒子成名於身後，自是老懷彌慰。也是亂世之時，該當小人得志，君子遭禍。湖州歸安縣的知縣姓吳名之榮，在任內貪贓枉法，百姓恨之切齒，終於為人告發，朝廷下令革職。吳之榮做了一任歸安縣知縣，雖然搜刮了上萬兩銀子，但革職的廷令一下，他東賄西賂，到處打點，才免得抄家查辦的處分，這上萬兩贓款卻也已蕩然無存，連隨身家人也走得不知去向。他官財兩失，只得向各家富室一處處去打秋風，說道為官清苦，此番丟官，連回家也沒有盤纏，無法成行。有些富人為免麻煩，便送他十兩八兩銀子。待得來到富室朱家，主人朱佑明卻是個嫉惡如仇的正直君子，非但不送儀程，反而狠狠譏刺，說道閣下在湖州做官，百姓給你害得好苦，我朱某就算有錢，也寧可去周濟給閣下害苦了的貧民。吳之榮雖然惱怒，卻也無法可施，他既已被革職，無權無勢，又怎能再奈何得了富家巨室？當下又來拜訪莊允城。莊允城平素結交清流名士，對這贓官很瞧不起，見他到來求索，冷笑一聲，封了一兩銀子給他，說道：「依閣下的為人，這兩銀子本是不該送的，只是湖州百姓盼望閣下早去一刻好一刻，多一兩銀子，能早去片刻，也是好的。」吳之榮心下怒極，一瞥眼見到大廳桌上放得有一部「明書輯略」，心想：「這姓莊的愛聽奉承，人家只要一讚這部明史修得如何如何好，白花花的銀子雙手捧給人家，再也不皺一皺眉頭。」便笑道：「莊翁厚賜，卻之不恭。兄弟今日離別湖州，最遺憾的便是無法將『湖州之寶』帶一部回家，好讓敝鄉孤陋寡聞之輩大開眼界。」莊允城問道：「甚麼叫做『湖州之寶』？」吳之榮笑道：「莊翁這可太謙了。士林之中，紛紛都說，令郎廷鑨公子親筆所撰的那部『明書輯略』，史才、史識、史筆，無一不是曠古罕有，左馬班莊，乃是古今良史四大家。這『湖州之寶』，自然便是令郎親筆所撰的明史了。」吳之榮前一句「令郎親筆所撰」，後一句「令郎親筆所撰」，把莊允城聽得心花怒放。他明知此書並非兒子親作，內心不免遺憾，吳之榮如此說，正好大投所好，心想：「人家都說此人貪贓，是個齷齪小人，但他畢竟是個讀書人，眼光倒是有的。原來外間說鑨兒此書是『湖州之寶』，這話倒是第一次聽見。」不由得笑容滿面，說道：「榮翁說甚麼左馬班莊，古今四大良史，兄弟可不大明白，還請指教。」吳之榮見他臉色頓和，知道馬屁已經拍上，心下暗暗喜歡，說道：「莊翁未免太謙了。左丘明作『左傳』，司馬遷作『史記』，班固作『漢書』，都是傳誦千載的名作。自班固而後，大史家就沒有了。歐陽修作『五代史』，司馬光作『資治通鑒』，文章雖佳，才識終究差了。直到我大清盛世，令郎親筆所撰這部煌煌巨作『明史輯略』出來，方始有人能和左丘明、司馬遷、班固三位前輩並駕齊驅，『四大良史，左馬班莊』，這句話便是由此而生。」莊允城笑容滿面，連連拱手，說道：「謬讚，謬讚！不過『湖州之寶』這句話，畢竟當不起。」吳之榮正色道：「怎麼當不起？外間大家都說：『湖州之寶史絲筆，還是莊史居第一』！」蠶絲和毛筆是湖州兩大名產，吳之榮品格卑下，卻有三分才情，出口成章，將「莊史」和湖絲、湖筆並稱。莊允城聽得更是喜歡。吳之榮又道：「兄弟來到貴處做官，兩袖清風，一無所得。今日老著臉皮，要向莊翁求一部明史，作為我家傳家之寶。日後我吳家子孫日夕誦讀，自必才思大進，光宗耀祖，全仗莊翁之厚賜了。」莊允城笑道：「自當奉贈。」吳之榮又談了幾句，不見莊允城有何舉動，當下又將這部明史大大恭維了一陣，其實這部書他一頁也未讀過，只是史才如何如何了得，史識又如何如何超卓，不著邊際的瞎說。莊允城道：「榮翁且請寬坐。」回進內堂。過了良久，一名家丁捧了一個包裹出來，放在桌上。吳之榮見莊允城尚未出來，忙將包裹掂了掂，那包裹雖大，卻是輕飄飄地，內中顯然並無銀兩，心下好生失望。過得片刻，莊允城回到廳上，捧起包裹，笑道：「榮翁瞧得起敝處的土產，謹以相贈。」吳之榮謝了，告辭出來，沒回到客店，便伸手到包裹中一陣掏摸，摸到的竟是一部書，一束蠶絲，幾十管毛筆。他費了許多唇舌，本想莊允城在一部明史之外，另有幾百兩銀子相贈，可是贈送的竟是他信口胡謅的「湖州三寶」，心下暗罵：「他媽的，南潯這些財主，都如此小氣！也是我說錯了話，倘若我說湖州三寶乃是金子銀子和明史，豈不是大有所獲？」氣憤憤的回到客店，將包裹往桌上一丟，倒頭便睡，一覺醒來，天已大黑，客店中吃飯的時候已過，他又捨不得另叫飯菜，愁腸飢火，兩相煎熬，再也睡不著覺，當下解開包裹，翻開那部『明書輯略』閱看。看得幾頁，眼前金光一閃，赫然出現一張金葉。吳之榮一顆心怦怦亂跳，揉了揉眼細看，卻不是金葉是甚麼？當下一陣亂抖，從書中抖了十張金葉出來，每一張少說也有五錢，十張金葉便有五兩黃金。其時金貴，五兩黃金抵得四百兩銀子。吳之榮喜不自勝，尋思：「這姓莊的果然狡獪，他怕我討得這部書去，隨手拋棄，翻也不翻，因此將金葉子夾在書中，看是誰讀他兒子的這部書，誰便有福氣得此金葉。是了，我便多讀幾篇，明天再上門去，一面謝他贈金之惠，一面將書中文章背誦幾段，大讚而特讚。他心中一喜，說不定另有幾兩黃金相送。」當下剔亮油燈，翻書誦讀，讀到明萬曆四十四年，後金太祖努兒哈赤即位，國號金，建元「天命」，突然間心中一凜：「我太祖於丙辰建元，從這一年起，就不該用明朝萬曆年號，該當用大金天命元年才是。」一路翻閱下去，只見丁卯年後金太宗即位，書中仍書「明天啟七年」，不作「大金天聰元年」。丙子年後金改國號為清，改元崇德，這部書仍作「崇禎九年」，不書「大清崇德元年」；甲申年書作「崇禎十七年」，不書「大清順治元年」。又看清兵入關之後，書中於乙酉年書作「隆武元年」、丁亥年書作「永曆元年」，那隆武、永曆，乃明朝唐王、桂王的年號，作書之人明明白白是仍奉明朝正朔，不將清朝放在眼裏。他看到這裏，不由得拍案大叫：「反了，反了，這還了得！」一拍之下，桌子震動，油燈登時跌翻，濺得他手上襟上都是燈油。黑暗之中，突然間靈機一動，不由得大喜若狂：「這不是老天爺賜給我的一注橫財？升官發財，皆由於此。」想到開心處，不由得大聲叫喚起來。忽聽得店伴拍門叫道：「客官，客官，甚麼事？」吳之榮笑道：「沒甚麼！」點燃油燈，重新翻閱。這一晚直看到雄雞啼叫，這才和衣上床，卻又在書中找了七八十處忌諱犯禁的文字出來，便在睡夢之中，也是不住的嘻笑。換朝改代之際，當政者於這年號正朔，最是著意。最犯忌者，莫過於文字言語之中，引人思念前朝。「明書輯略」記敘的是明代之事，以明朝年號紀年，原無不合，但當文字禁網極密之際，卻是極大的禍端。參與修史的學者文士，大都只助修數卷，未能通閱全書，而修撰最後數卷之人，偏是對清朝痛恨入骨，決不肯在書中用大清年號。莊廷鑨是富室公子，雙眼又盲，未免粗疏，終予小人可乘之隙。次日中午，吳之榮便即乘船東行，到了杭州，在客店中寫了一張稟帖，連同這部明史，送入將軍松魁府中。他料想松魁收到稟帖後，便會召見。其時滿清於檢舉叛逆，賞賜極厚，自己立此大功，開復原官固是意料中事，說不定還會連升三級。不料在客店中左等右等，一連等上大半年，日日到將軍府去打探消息，卻如石沉大海一般，後來那門房竟厲聲斥責，不許他再上門囉唣。吳之榮心焦已極，莊允城所贈金葉兌換的銀子即將用盡，這場告發卻沒半點結果，又是煩惱，又是詫異。這日在杭州城中閒逛，走過文通堂書局門口，踱進去想看看白書，以消永日，只見書架上陳列著三部「明書輯略」，心想：「難道我所找出的岔子，還不足以告倒莊允城？且再找幾處大逆不道的文字出來，明日再寫一張稟帖，遞進將軍府去。」浙江巡撫是漢人，將軍則是滿洲人，他生怕巡撫不肯興此文字大獄，是以定要向滿洲將軍告發。他打開書來，只看得幾頁，不由得嚇了一跳，全身猶如墮入冰窖，一時宛如丈二和尚，摸不著頭腦，只見書中各處犯忌的文字竟已全然無影無蹤，自大清太祖開國以後，也都改用了大金大清的年號紀年，至於功訐建州衛都督（滿清皇帝祖宗的親戚），以及大書隆武，永曆等年號的文字，更是一字不見。但文字前後貫串，書頁上乾乾淨淨，更無絲毫塗改痕跡，這戲法如何變來，實是奇哉怪也。他雙手捧書，在書鋪中只呆呆出神，過得半晌，大叫一聲：「是了！」眼見此書書頁封函，潔白嶄新，向店倌一問之下，果然是湖州販書客人新近送來，到貨還不過七八天。他心道：「這莊允城好厲害！當真是錢可通神。他收回舊書，重新鐫版，另刊新書，將原書中所有干犯禁忌之處，盡行刪削乾淨。哼，難道就此罷了不成？」吳之榮所料果然不錯。原來杭州將軍松魁不識漢字，幕府師爺見到吳之榮的稟帖，登時全身嚇出了一身冷汗，知道此事牽連重大之極，拿著稟帖的雙手竟不由自主的顫抖不已。這幕客姓程，名維藩，浙江紹興人氏。明清兩朝，官府的幕僚十之八九是紹興人，所以「師爺」二字之上，往往冠以「紹興」，稱為「紹興師爺」。這些師爺先跟同鄉先輩學到一套秘訣，此後辦理刑名錢穀，處事便十分老到。官府中所有公文，均由師爺手擬，大家既是同鄉，下級官員的公文呈到上級衙門去，也就不易遇到挑剔批駁。所以大小新官上任，最要緊的便是重金禮聘一位紹興師爺。明清兩朝，紹興人做大官的人並不多，卻操縱了中國庶政達數百年之久，也是中國政治史上的一項奇蹟。那程維藩宅心忠厚，信奉「公門之中好修行」這句名言。那是說官府手操百姓生殺大權，師爺擬稿之際幾字略重，便能令百姓家破人亡，稍加開脫，即可使之死裏逃生，因之在公門中救人，比之在寺廟中修行效力更大。他見這明史一案倘若釀成大獄，蘇南浙西不知將有多少人喪身破家，當即向將軍告了幾天假，星夜坐船，來到湖州南潯鎮上，將此事告知莊允城。莊允城陡然大禍臨頭，自是魂飛天外，登時嚇得全身癱軟，口涎直流，不知如何是好，過了良久，這才站起身來，雙膝跪地，向程維藩叩謝大恩，然後向他問計。程維藩從杭州坐船到南潯之時，反覆推考，已思得良策，心想這部「明書輯略」流傳已久，隱瞞是瞞不了的，唯有施一個釜底抽薪之計，一面派人前赴各地書鋪，將這部書盡數收購回來銷毀，一面趕開夜工，另鐫新版，刪除所有諱忌之處，重印新書，行銷於外。官府追究之時，將新版明史拿來一查，發覺吳之榮所告不實，便可消弭一場橫禍了。當下便將此計說了出來。莊允城驚喜交集，連連叩頭道謝。程維藩又教了他不少關節，某某官府處應送禮若干，某某衙門處應如何疏通，莊允城一一受教。程維藩回到杭州，隔了半個多月，才將原書及吳之榮的稟帖移送浙江巡撫朱昌祚，輕描淡寫的批了幾個字，說道投稟者是因贓已革知縣，似有挾怨吹求之嫌，請撫台大人詳查。吳之榮在杭州客店中苦候消息之時，莊允城的銀子卻如流水價使將出去。其時莊允城的重賂，已經送到將軍衙門、巡撫衙門和學政衙門。朱昌祚接到公事，這等刊書之事，屬學政該管，壓了十多天後，才移牒學政胡尚衡。學政衙門的師爺先擱上大半個月，又告了一個月病假，這才慢吞吞的擬稿發文，將公事送到湖州府去。湖州府學官又耽擱了二十幾天，才移文歸安縣和烏程縣的學官，要他二人申覆。那兩個學官也早得到莊允城的大筆賄賂，其時新版明史也已印就，二人將兩部新版書繳了上去，回說道：「該書平庸粗疏，無裨世道人心，然細查全書，尚無諱禁犯例之處。」層層申覆，就此不了了之。吳之榮直到在書鋪中發現了新版明史，方知就裏，心想唯有弄到一部原版明史，才能重揭此案。杭州各家書鋪之中，原版書早給莊家買清，當下前赴浙東偏僻州縣收購，豈知仍是一部也覓不到。他窮愁潦倒，只好廢然還鄉。也是事有湊巧，旅途之中，卻在一家客店中見到店主人正在搖頭幌腦的讀書，一看之下，所讀的便是這部「明書輯略」，借來一翻，竟是原版。這一下大喜過望，心想若向店主人求購，一來他未必肯售，二來自己也無銀子，買不起，只好偷。深夜之中悄悄起床，偷了書便即溜出店門，心想浙江全省有關官員都已受了莊允城之賄，一不做，二不休，索性告到北京城去。吳之榮來到北京，便寫了稟帖，告到禮部、都察院、通政司三處衙門，說明莊家如何賄賂官員，改鐫新版。不料在京中等不到一個月，三處衙門先後駁覆下來，都稱細查莊廷鑨所著「明書輯略」一書，內容並無違禁犯例，該革職知縣吳之榮所告，並非實情，顯係挾嫌誣告，至於賄賂官員云云，更係捕風捉影之辭。那通政司的批駁更是嚴厲，說道：「該吳之榮以貪墨被革，遂以天下清官，皆如彼之貪。」原來莊允城受了程維藩之教，早將新版明史送到了禮部、都察院、通政司三處衙門，有關官吏師爺，也早已送了厚禮打點。吳之榮又碰了一鼻子灰，眼見回家已無盤纏，勢將流落異鄉。其時清廷對待漢人文士極為嚴峻，文字中稍有犯禁，便即處死，吳之榮所告的若是尋常文人，早已得手，偏生遇著的對手是富豪之家，這才阻難重重。既無退路，心想拚著坐牢，也要將這件案子幹到底，當下又寫了四張稟帖，分呈四位顧命大臣；同時又在客店中寫了數百張招紙，揭露其事，在北京城中到處張貼。他這一著卻大是行險，倘若官府追究起來，說他危言聳聽，擾亂人心，不免有殺頭的重罪。那四個顧命大臣，名叫索尼、蘇克薩哈、遏必隆、鰲拜，均是滿洲的開國功臣。順治皇帝逝世之時，遺詔命這四大臣輔政。其中鰲拜最為兇橫，朝中黨羽極眾，清廷大權，幾乎盡操於他一人之手。他生怕敵黨對其不利，是以派出無數探子，在京城內外打探動靜。這日得到密報，說道北京城中出現許多招貼，揭發浙江莊姓百姓著書謀叛，大逆不道，浙江官員受賄、置之不理等情。鰲拜得悉之下，立即查究，登時雷厲風行的辦了起來。便在此時，吳之榮的稟帖也已遞入鰲拜府中。他當即召見吳之榮，詳問其事，再命手下漢人幕客細閱吳之榮所呈繳的那部原版明史，所言果是實情。鰲拜以軍功而封公爵、做大官，向來歧視漢人和讀書人，掌握大權後便想辦幾件大案，鎮懾人心，不但使漢人不敢興反叛之念，也令朝中敵黨不敢有甚異動，當即派出欽差，赴浙江查究。這一來，莊家全家固然逮入京中，連杭州將軍松魁、浙江巡撫朱昌祚以下所有大小官員，也都革職查辦。在明史上列名的文學之士，無一不鋃鐺入獄。※※※顧炎武、黃宗羲二人在呂留良家中，將此案的來龍去脈，詳細道來，呂留良聽得只是嘆息。當晚三人聯榻長談，議論世事，說到明末魏忠賢等太監陷害忠良，把持朝政，種種倒行逆施，終至明室覆亡，入清後漢人慘遭屠戮，禍難方深，無不扼腕切齒。次日一早，呂留良全家和顧黃二人登舟東行。江南中產以上人家，家中都自備有船，江南水鄉，河道四通八達，密如蛛網，一般人出行都是坐船，所謂「北人乘馬，南人乘舟」，自古已然。到得杭州後，自運河折而向北，這晚在杭州城外聽到消息，清廷已因此案而處決了不少官員百姓：莊廷鑨已死，開棺戮屍；莊允城在獄中不堪虐待而死；莊家全家數十口，十五歲以上的盡數處斬，妻女發配瀋陽，給滿洲旗兵為奴。前禮部侍郎李令皙為該書作序，凌遲處死，四子處斬。李令皙的幼子剛十六歲，法司見殺得人多，心腸軟了，命他減供一歲，按照清律，十五歲以下者得免死充軍。那少年道：「我爹爹哥哥都死了，我也不願獨生。」終於不肯易供，一併處斬。松魁、朱昌祚入獄候審，幕客程維藩凌遲棄市。歸安、烏程的兩名學官處斬。因此案牽連，冤枉而死的人亦是不計其數。湖州知府譚希閔到任還只半月，朝廷說他知情不報，受賄隱匿，和推官李煥、訓導王兆禎同處絞刑。吳之榮對南潯富人朱佑明心下懷恨最深，那日去打秋風，給他搶白了一場，逐出門來，當下向辦理此案的法司聲稱，該書註明依據「朱氏原稿增刪潤飾而成」，這朱氏便是朱佑明了；又說他的名字「朱佑明」，顯是心存前明，咒詛本朝。這樣一來，朱佑明和他五個兒子同處斬首，朱家的十餘萬財產，清廷下令都賞給吳之榮。最慘的是，所有雕版的刻工、印書的印工、裝訂的釘工，以及書賈、書鋪的主人、賣書的店員、買書的讀者，查明後盡皆處斬。據史書記載，其時蘇州滸墅關有一個榷貨主事（關吏）李尚白，喜讀史書，聽說蘇州閶門書坊中有一部新刊的明史，內容很好，派一個工役去買。工役到時，書店主人外出，那工役便在書鋪隔壁一家姓朱的老者家中坐著等候，等到店主回來，將書買回。李尚白讀了幾卷，也不以為意。過了幾個月，案子發作，一直查究到各處販書買書之人。其時李尚白在北京公幹，以購逆書之罪，在北京立即斬決。書店主人和奉命買書的工役斬首。連那隔壁姓朱老者也受牽累，說他既知那人來購逆書，何以不即舉報，還讓他在家中閒坐？本應斬首，姑念年逾七十，免死，和妻子充軍邊遠之處。至於江南名士，因莊廷鑨慕其大名、在書中列名參校者，同日凌遲處死，計有茅元錫等十四人。所謂凌遲處死，乃是一刀一刀，將其全身肢體肌肉慢慢切割下來，直到犯人受盡痛苦，方才處死。因這一部書而家破人亡的，當真難以計數。呂留良等三人得到消息，憤恨難當，切齒痛罵。黃宗羲道：「伊璜先生列名參校，這一會只怕也難逃此劫。」他三人和查伊璜向來交好，都十分掛念。這一日舟至嘉興，顧炎武在城中買了一份邸報，上面詳列明史一案中獲罪諸人的姓名。卻見上諭中有一句說：「查繼佐、范驤、陸圻三人，雖列名參校，然事先未見其書，免罪不究。」顧炎武將邸報拿到舟中，和黃宗羲、呂留良三人同閱，嘖嘖稱奇。黃宗羲道：「此事必是大力將軍所為。」呂留良道：「大力將軍是誰？倒要請教。」黃宗羲道：「兩年之前，兄弟到伊璜先生家中作客，但見他府第煥然一新，庭園寬大，陳設富麗，與先前大不相同。府中更養了一班崑曲戲班子，聲色曲藝，江南少見。兄弟和伊璜先生向來交好，說得上互託肝膽，便問起情由。伊璜先生說出一段話來，確是風塵中的奇遇。」當下便將這段故事轉述了出來。※※※查繼佐，字伊璜。（「觚賸」一書中有「雪遘」一文，述此奇事，開首說：「浙江海寧查孝廉，字伊璜，才華豐艷，而風情瀟灑，常謂滿眼悠悠，不堪愁對，海內奇傑，非從塵埃中物色，未可得也。」）這一天家居歲暮，命酒獨酌，不久下起雪來，越下越大。查伊璜獨飲無聊，走到門外觀賞雪景，見有個乞丐站在屋簷下避雪，這丐者身形魁梧，骨格雄奇，只穿一件破單衫，在寒風中卻絲毫不以為意，只是臉上頗有鬱怒悲憤之色。查伊璜心下奇怪，便道：「這雪非一時能止，進來喝一杯如何？」那乞丐道：「甚好！」查伊璜便邀他進屋，命書僮取出杯筷，斟了杯酒，說道：「請！」那乞丐舉杯便乾，讚道：「好酒！」查伊璜給他連斟了三杯，那丐者飲得極是爽快。查伊璜最喜的是爽快人，心下喜歡，說道：「兄台酒量極好，不知能飲多少？」那乞丐道：「酒逢知己千杯少，話不投機半句多。」這兩句雖是熟套語，但在一個乞丐口中說出來，卻令查伊璜暗暗稱異，當即命書僮捧出一大罈紹興女兒紅來，笑道：「在下酒量有限，適才又已飲過，不能陪兄暢飲。老兄喝一大碗，我陪一小杯如何？」那乞丐道：「這也使得。」當下書僮將酒燙熱，分斟在碗中杯內。查伊璜喝一杯，那乞丐便喝一大碗。待那乞丐喝到二十餘碗時，臉上仍無甚酒意，查伊璜卻已頹然醉倒。要知那紹興女兒紅酒入口溫和，酒性卻頗厲害。紹興人家生下兒子女兒，便釀數罈至數十罈不等，埋入地下，待女兒長大嫁人，將酒取出宴客，那酒其時作琥珀色，稱為「女兒紅」。想那酒埋藏十七八年以至二十餘年，自然醇厚之極。至於生兒子人家所藏之酒，稱為「狀元紅」，盼望兒子日後中狀元時取出宴客。狀元非人人可中，多半是在兒子娶媳婦時用以饗客了。酒坊中釀酒用以販賣的，也襲用了狀元紅、女兒紅之名。書僮將查伊璜扶入內堂安睡，那乞丐自行又到屋簷之下。次晨查伊璜醒轉，忙去瞧那乞丐時，只見他負手而立，正在欣賞雪景。一陣北風吹來，查伊璜只覺寒入骨髓，那乞丐卻是泰然自若。查伊璜道：「天寒地凍，兄台衣衫未免過於單薄。」當即解下身上的羊皮袍子，披在他肩頭，又取了十兩銀子，雙手捧上，說道：「些些買酒之資，兄台勿卻。何時有興，請再來喝酒。昨晚兄弟醉倒，未能掃榻留賓，簡慢勿怪。」那乞丐接過了銀子，說道：「好說。」也不道謝，揚長而去。第二年春天，查伊璜到杭州遊玩，一日在一座破廟之中，見到有口極大的古鐘，少說也有四百來斤，他正在鑒賞鐘上所刻的文字花紋，忽有一名乞丐大踏步走進佛殿，左手抓住鐘鈕，向上一提，一口大鐘竟然離地數尺。那乞丐在鐘下取出一大碗肉、一大缽酒來，放在一旁，再將古鐘置於原處。查伊璜見他如此神力，不禁駭然，仔細看時，竟然便是去冬一起喝酒的那乞丐，笑問：「兄台還認得我嗎？」那乞丐向他望了一眼，笑道：「啊，原來是你。今日我來作東，大家再喝個痛快，來來來，喝酒。」說著將土缽遞了過去。查伊璜接過土缽，喝了一大口，笑道：「這酒挺不錯啊。」那乞丐從破碗中抓起一大塊肉，道：「這是狗肉，吃不吃？」查伊璜雖覺骯髒，但想：「我既當他是酒友，倘若推辭，未免瞧他不起了。」當下伸手接過，咬了一口，咀嚼之下，倒也甘美可口。兩人便在破廟中席地而坐，將土缽遞來遞去，你喝一口，我喝一口，吃肉時便伸手到碗中去抓，不多時酒肉俱盡。那乞丐哈哈大笑，說道：「只可惜酒少了，醉不倒孝廉公。」查伊璜道：「去年冬天在敝處邂逅，今日又再無意中相遇，實是有緣。兄台神力驚人，原來是一位海內奇男子，得能結交你這位朋友，小弟好生喜歡。兄台有興，咱們到酒樓去再飲如何？」那乞丐道：「甚妙，甚妙！」兩人到西湖邊的樓外樓酒樓，呼酒又飲，不久查伊璜又即醉倒。待得酒醒，那乞丐已不知去向。那是明朝崇禎末年之事，過得數年，清兵入關，明朝覆亡。查伊璜絕意進取，只在家中閒居，一日忽有一名軍官，領兵四名，來到查府。查伊璜吃了一驚，只道是禍事上門，豈知那軍官執禮甚恭，說道：「奉廣東省吳軍門之命，有薄禮奉贈。」查伊璜道：「我和貴上素不相識，只怕是弄錯了。」那軍官取出拜盒，拿出一張大紅泥金名帖，上寫「拜上查先生伊璜，諱繼佐」，下面寫的是「眷晚生吳六奇頓首百拜」。查伊璜心想：「我連這吳六奇的名字也沒聽見過，為何送禮於我？」當下沉吟不語。那軍官道：「敝上說道，些些薄禮，請查先生不要見笑。」說著將兩隻朱漆燙金的圓盒放在桌上，俯身請安，便即別去。查伊璜打開禮盒，赫然是五十兩黃金，另一盒中卻是六瓶洋酒，酒瓶上綴以明珠翡翠，華貴非凡。查伊璜一驚更甚，追出去要那軍官收回禮品，武人步快，早已去得遠了。查伊璜心下納悶，尋思：「飛來橫財，非福是禍，莫非有人陷害於我？」當下將兩隻禮盒用封條封起，藏於密室。查氏家境小康，黃金倒也不必動用，只是久聞洋酒之名，不敢開瓶品嚐，未免心癢。過了數月，亦無他異。這一日，卻有一名身穿華服的貴介公子到來。那公子不過十七八歲，精神飽滿，器宇軒昂，帶著八名從人，一見查伊璜，便即跪下磕頭，口稱：「查世伯，姪子吳寶宇拜見。」查伊璜忙即扶起，道：「世伯之稱，可不敢當，不知尊大人是誰？」那吳寶宇道：「家嚴名諱，上六下奇，現居廣東省通省水陸提督之職，特命小姪造府，恭請世伯到廣東盤桓數月。」查伊璜道：「前承令尊大人厚賜，心下好生不安。說來慚愧，兄弟生性疏闊，記不起何時和令尊大人相識。兄弟一介書生，素來不結交貴官。公子請少坐。」說著走進內室，將那兩隻禮盒捧了出來，道：「還請公子攜回，實在不敢受此厚禮。」他心想這吳六奇在廣東做提督，必是慕己之名，欲以重金聘去做幕客。這人官居高位，為滿洲人做鷹犬，欺壓漢人，倘若受了他金銀，污了自己清白，當下臉色之間頗為不豫。吳寶宇道：「家嚴吩咐，務必請到世伯。世伯若是忘了家嚴，有一件信物在此，世伯請看。」在從人手中接過一個包裹，打了開來，卻是一件十分敝舊的羊皮袍子。查伊璜見到舊袍，記得是昔年贈給雪中奇丐的，這才恍然，原來這吳六奇將軍，便是當年共醉的酒友，心中一動：「韃子佔我天下，若有手握兵符之人先建義旗，四方響應，說不定便能將韃子逐出關外。這奇丐居然還記得我昔日一飯一袍之惠，不是沒良心之人，我若動以大義，未始沒有指望。男兒建功報國，正在此時，至不濟他將我殺了，卻又如何？」當下欣然就道，來到廣州。吳六奇將軍接入府中，神態極是恭謹，說道：「六奇流落江南，得蒙查先生不棄，當我是個朋友。請我喝酒，送我皮袍，倒是小事，在那破廟中肯和我同缽喝酒，手抓狗肉，那才是真正瞧得起我了。六奇其時窮途潦倒，到處遭人冷眼，查先生如此熱腸相待，登時令六奇大為振奮。得有今日，都是出於查先生之賜。」查伊璜淡淡的道：「在晚生看來，今日的吳將軍，也不見得就比當年的雪中奇丐高明了。」吳六奇一怔，也不再問，只道：「是，是！」當晚大開筵席，遍邀廣州城中的文武官員與宴，推查伊璜坐了首席，自己在下首相陪。廣東省自巡撫以下的文武百官，見提督大人對查伊璜如此恭敬，無不暗暗稱異。那巡撫還道查伊璜是皇帝派出來微服察訪的欽差大臣，否則吳六奇平素對人十分倨傲，何以對這個江南書生卻這等必恭必敬？酒散之後，那巡撫悄悄向吳六奇探問，這位貴客是否朝中紅員。吳六奇微微一笑，說道：「老兄當真聰明，鑒貌辨色，十有九中。」這句話本來意存譏刺，說他這第十次卻猜錯了。豈知那巡撫竟會錯了意，只道查伊璜真是欽差，心想這位查大人在吳提督府中居住，已給他巴結上了，吳提督和自己向來不甚投機，倘若欽差大人回京之後，奏本中對我不利，那可糟糕；回去後備了一份重禮，次日清晨，便送到提督府來。吳六奇出來見客，說道查先生昨晚大醉未醒，撫台的禮物一定代為交到，一切放心，不必多所掛懷。巡撫一聽大喜，連連稱謝而去。消息傳出，眾官員都知巡撫大人送了份厚禮給查先生。這位查先生是何來頭，不得而知，但連巡撫都送厚禮，自己豈可不送？數日之間，提督府中禮物有如山積。吳六奇命帳房一一照收，卻不令查先生得知。他每日除了赴軍府辦理公事外，總是陪著查伊璜喝酒。這一日傍晚時分，兩人又在花園涼亭中對坐飲酒。酒過數巡，查伊璜道：「在府上叨擾多日，已感盛情，晚生明日便要北歸了。」吳六奇道：「先生說那裏話來？先生南來不易，若不住上一年半載，決計不放先生回去。明日陪先生到五層樓去玩玩。廣東風景名勝甚眾，幾個月內，遊覽不盡。」查伊璜乘著酒意，大膽說道：「山河雖好，已淪夷狄之手，觀之徒增傷心。」吳六奇臉色微變，道：「先生醉了，早些休息罷。」查伊璜道：「初遇之時，我敬你是個風塵豪傑，足堪為友，豈知竟是失眼了。」吳六奇問道：「如何失眼？」查伊璜朗聲道：「你具大好身手，不為國為民出力，卻助紂為虐，作韃子的鷹犬，欺壓我大漢百姓，此刻兀自洋洋得意，不以為恥。查某未免羞與為友。」說著霍地站起身來。吳六奇道：「先生噤聲，這等話給人聽見了，可是一場大禍。」查伊璜道：「我今日還當你是朋友，有一番良言相勸。你如不聽，不妨便將我殺了。查某手無縛雞之力，反正難以相抗。」吳六奇道：「在下洗耳恭聽。」查伊璜道：「將軍手綰廣東全省兵符，正是起義反正的良機。登高一呼，天下響應，縱然大事不成，也教韃子破膽，轟轟烈烈的幹它一場，才不負了你天生神勇，大好頭顱。」吳六奇斟酒於碗，一口乾了，說道：「先生說得好痛快！」雙手一伸，嗤的一聲響，撕破了自己袍子衣襟，露出黑毛毿毿的胸膛，撥開胸毛，卻見肌膚上刺著八個小字：「天父地母，反清復明。」查伊璜又驚又喜，問道：「這……這是甚麼？」吳六奇掩好衣襟，說道：「適才聽得先生一番宏論，可敬可佩。先生不顧殞身滅族的大禍，披肝瀝膽，向在下指點，在下何敢再行隱瞞。在下本在丐幫，此刻是天地會的洪順堂紅旗香主，誓以滿腔熱血，反清復明。」查伊璜見了吳六奇胸口刺字，更無懷疑，說道：「原來將軍身在曹營心在漢，適才言語冒犯，多有得罪。」吳六奇大喜，心想這「身在曹營心在漢」，那是將自己比作關雲長了，道：「這等比喻，可不敢當。」查伊璜道：「不知何謂丐幫，何謂天地會，倒要請教。」吳六奇道：「先生請再喝一杯，待在下慢慢說來。」當下二人各飲了一杯。吳六奇道：「那丐幫由來已久，自宋朝以來，便是江湖上的一個大幫。幫中兄弟均是行乞為生，就算是家財豪富之人，入了丐幫，也須散盡家資，過叫化子的生活。幫中幫主以下是四大長老，其下是前後左右中五方護法。在下位居左護法，在幫中算是八袋弟子，位份已頗不低。後來因和一位姓孫的長老不和，打起架來，在下其時酒醉，失手將他打得重傷。不敬尊長已是大犯幫規，毆傷長老更是大罪，幫主和四長老集議之後，將在下斥革出幫。那日在府上相遇，先生邀我飲酒，其時在下初遭斥逐，心中好生鬱悶，承先生不棄，還當在下是個朋友，胸懷登時舒暢了不少。」查伊璜道：「原來如此。」吳六奇道：「第二年春，在西湖邊上再度相逢，先生折節下交，譽我是海內奇男子。在下苦思數日，心想我不容於丐幫，江湖上朋友都瞧我不起，每日裏爛醉如泥，自暴自棄，眼見數年之間，就會醉死。這位查先生卻說我是個奇男子，我吳六奇難道就此一蹶不振，再無出頭之日？過不多時，清兵南下，我心下憤激，不明是非，竟去投效清軍，立了不少軍功，殘殺同胞，思之好生慚愧。」查伊璜正色道：「這就不對了。兄台不容於丐幫，獨往獨來也好，自樹門戶也好，何苦出此下策，前去投效清軍？」吳六奇道：「在下愚魯，當時未得先生教誨，幹了不少錯事，當真該死之極。」查伊璜點頭道：「將軍既然知錯，將功贖罪，也還不遲。」吳六奇道：「後來滿清席捲南北，我也官封提督。兩年之前，半夜裏忽然有人闖入我臥室行刺。這刺客武功不是我對手，給我拿住了，點燈一看，竟然便是昔年給我打傷的那位丐幫孫長老。他破口大罵，說我卑鄙無恥，甘為異族鷹犬。他越罵越兇，每一句話都打中了我心坎。這些話有時我也想到了，明知自己的所作所為很是不對，深夜捫心自問，好生慚愧，只是自己所想，遠不如他罵得那麼明白痛快。我嘆了口氣，解開他被我封住的穴道，說道：『孫長老，你罵得很對，你這就去罷！』他頗為詫異，便即越窗而去。」查伊璜道：「這件事做得對了！」吳六奇道：「其時提督衙門的牢獄之中，關得有不少反清的好漢子。第二天清早，我尋些藉口，一個個將他們放了，有的說是捉錯了人，有的說不是主犯，從輕發落。過了一個多月，那位孫長老半夜又來見我，開門見山的問我，是否已有悔悟之心，願意反清立功。我拔出刀來，一刀斬去左手兩根手指，說：『吳六奇決心痛改前非，今後聽從孫長老號令。』」伸出左手，果然無名指和小指已然不見，只剩下三根手指。查伊璜大拇指一豎，讚道：「好漢子！」吳六奇繼續說道：「孫長老見我意誠，又知我雖然生性魯莽，說過的話倒是從未食言，便道：『很好，待我回覆幫主，請幫主的示下。』十天之後，孫長老又來見我，說幫主和四長老會商，決定收我回幫，重新由一袋弟子做起。又說丐幫已和天地會結盟，同心協力，反清復明。那天地會是台灣國姓爺鄭大帥手下謀主陳永華陳先生所創，近年來在福建、浙江、廣東一帶，好生興旺。孫長老替我引見會中廣東洪順堂香主，投入天地會。天地會查了我一年，交我辦了幾件要事，見我確是忠心不貳，最近陳先生從台灣傳下訊來，封我為洪順堂紅旗香主之職。」查伊璜雖不明白天地會的來歷，但台灣國姓爺延平郡王鄭成功孤軍抗清，精忠英勇，天下無不知聞。這天地會既是他手下謀主陳永華所創，自然是同道中人，當下不住點頭。吳六奇又道：「國姓爺昔年率領大軍，圍攻金陵，可惜寡不敵眾，退回台灣，但留在江浙閩三省不及退回的舊部官兵卻著實不少。陳先生暗中聯絡老兄弟，組成了這天地會，會裏的口號是『天父地母，反清復明』，那便是在下胸口所刺的八個字。尋常會中兄弟，身上也不刺字，在下所以自行刺字，是學一學當年岳武穆『盡忠報國』的意思。」查伊璜心下甚喜，連喝了兩杯酒，說道：「兄台如此行為，才真正不愧為海內奇男子之稱了。」吳六奇道：「『海內奇男子』五字，愧不敢當。只要查先生肯認我是朋友，姓吳的已快活不盡。我們天地會總舵主陳永華陳先生，又有一個名字叫作陳近南，那才真是響噹噹的英雄好漢，江湖上說起來無人不敬，有兩句話說得好：『平生不識陳近南，就稱英雄也枉然。』在下尚未見過陳總舵主之面，算不了甚麼人物。」查伊璜想像陳近南的英雄氣概，不禁神往。斟了兩杯酒，說道：「來，咱們來為陳總舵主乾一杯！」兩人一口飲乾。查伊璜道：「查某一介書生，於國於民，全無裨益。只須將軍那一日乘機而動，奮起抗清，查某必當投效軍前，稍盡微勞。」自這日起，查伊璜在吳六奇府中，與他日夜密談，商討抗清的策略。吳六奇說道：天地會的勢力已逐步擴展到北方諸省，各個大省之中都已開了香堂。查伊璜在吳六奇幕中直耽了六七月之久，這才回鄉。回到家裏，卻大吃一驚，舊宅旁竟起了好大一片新屋，原來吳六奇派人攜了廣東大小官員所送的禮金，來到浙江查伊璜府上大興土木，營建樓台。查伊璜素知黃宗羲和顧炎武志切興復，奔走四方，聚合天下英雄豪傑，共圖反清，因此將這件事毫不隱瞞的跟他說了。※※※黃宗羲在舟中將這件事源源本本的告知了呂留良，說道：「此事若有洩漏，給韃子們先下手為強，伊璜先生和吳將軍固是滅族之禍，而反清的大業是折了一條棟樑。」呂留良道：「除了你我三人之外，此事自是決不能吐露隻字，縱然見到伊璜先生，也絕不能提到廣東吳將軍的名字。」黃宗羲道：「伊璜先生和吳將軍有這樣一段淵源，朝中大臣對吳將軍倚畀正殷，吳將軍出面給伊璜先生說項疏通，朝廷非賣他這個面子不可。」呂留良道：「黃兄所見甚是，只不知陸圻，范驤二人，如何也和伊璜先生一般，說是『未見其書，免罪不究』？難道他二人也有朝中有力者代為疏通嗎？」黃宗羲道：「吳將軍替伊璜先生疏通，倘若單提一人，只怕惹起疑心，拉上兩個人來陪襯一下，也未可知。」呂留良笑道：「這等說來，陸范二人只怕直到此刻，還不知這條命是如何拾來的。」顧炎武點頭道：「江南名士能多保全一位，也就多保留一份元氣。」（按：「聊齋誌異」中有「大力將軍」一則，敘查伊璜遇吳六奇，結語說：「後查以修史一案，株連被收，卒得免，皆將軍力也。」評語稱：「厚施而不問其名，真俠烈古丈夫哉。而將軍之報，慷慨豪爽，尤千古所僅見。如此胸襟，自不應老於溝瀆。以是知兩賢之相遇，非偶然也。」「觚賸」一書中敘此事云：「先是苕中有富人莊廷鑨者，購得朱相國史稿，博求三吳名士，增益修飾，刊行於世，前列參閱姓氏十餘人，以孝廉夙負重名，亦借列焉。未幾私史禍發，凡有事於是書者，論置極典。吳力為孝廉奏辯得免。」至於吳六奇參與天地會事，正史及過去稗官皆所未載。）他三人所談，乃當世最隱秘之事，其時身在運河舟中，後艙中只有呂氏母子三人，黃宗羲又是壓低了嗓子而說，自不虞為旁人竊聽，舟既無牆，也不怕隔牆有耳了。不料顧炎武一句話剛說完，忽聽得頭頂𠹳𠹳一聲怪笑。三人大吃一驚，齊喝：「甚麼人？」卻更無半點聲息。三人面面相覷，均想：「難道真有鬼怪不成？」三人中顧炎武最為大膽，也學過一點粗淺的防身武藝，一凝神間，伸手入懷，摸出一柄匕首，推開艙門，走上船頭，凝目向船篷頂瞧去，突然間船篷竄起一條黑影，撲將下來。顧炎武喝道：「是誰？」舉匕首向那黑影刺去。但覺手腕一痛，已給人抓住，跟著後心酸麻，已給人點中了穴道，匕首脫手，人也給推進了船艙之中。黃宗羲和呂留良見顧炎武給人推進艙來，後面站著一個黑衣漢子，心中大驚，見那漢子身材魁梧，滿面獰笑。呂留良道：「閣下黑夜之中，擅自闖入，是何用意？」那人冷笑道：「多謝你們三個挑老子升官發財啦。吳六奇要造反，查伊璜要造反，鰲少保得知密報，還不重重有賞？嘿嘿，三位這就跟我上北京去作個見證。」呂顧黃三人暗暗心驚，均深自悔恨：「我們深宵在舟中私語，還是給他聽見了，我們行事魯莽，死不足惜，這一下累了吳將軍，可壞了大事。」呂留良道：「閣下說甚麼話，我們可半點不懂。你要誣陷好人，儘管自己去幹，要想拉扯上旁人，那可不行。」他已決意以死相拚，如給他殺了，那便死無對證。那大漢冷笑一聲，突然欺身向前，在呂留良和黃宗羲胸口各點一點，呂黃二人登時也都動彈不得。那大漢哈哈一笑，說道：「眾位兄弟，都進艙來罷，這一次咱們前鋒營立的功勞可大著啦。」後梢幾個人齊聲答應，進來了四人，都是船家打扮，一齊哈哈大笑。顧黃呂三人面面相覷，知道前鋒營是皇帝的親兵，不知如何，這幾人竟會早就跟上了自己，扮作船夫，一直在船篷外竊聽。黃宗羲和呂留良也還罷了，顧炎武這十幾年來足跡遍神州，到處結識英雄豪傑，眼光可謂不弱，對這幾名船夫卻竟沒留神。只聽一名親兵叫道：「船家掉過船頭，回杭州去，有甚麼古怪，小心你的狗命。」後梢上那掌舵的梢公應道：「是！」掌舵梢公是個六七十歲的老頭兒，顧炎武僱船時曾跟他說過話，這梢公滿臉皺紋，彎腰如弓，確是長年搖櫓拉縴的模樣，當時見了便毫不起疑。沒想到這老梢公雖是貨真價實，他手下的船夫卻都掉了包，自是在眾親兵威逼之下，無可奈何，只怪自己但顧得和黃呂二人高談闊論，陷身危局而不自知。那黑衣大漢笑道：「顧先生，黃先生，呂先生，你三位名頭太大，連京裏大老們也知道啦，否則我們也不會跟上了你們，哈哈！」轉頭向四位下屬道：「咱們得了廣東吳提督謀反的真憑實據，這就趕緊去海寧把那姓查的抓了來。這三個反賊倔強得緊，逃是逃不了的，得提防他們服毒跳河。你們一個釘住一個，有甚麼岔子，干係可不小。」那四人應道：「是，謹遵瓜管帶吩咐。」瓜管帶道：「回京後見了鰲少保，人人不愁升官發財。」一名親兵笑道：「那都是瓜管帶提拔栽培，單憑我們四個，那有這等福份？」船頭忽然有人嘿嘿一笑，說道：「憑你們這四人，原也沒這等福份。」船艙門呼的一聲，向兩旁飛開，一個三十來歲的書生現身艙口，負手背後，臉露微笑。瓜管帶喝道：「官老爺們在這裏辦案，你是誰？」那書生微笑不答，邁步踏進船艙。刀光閃動，兩柄單刀分從左右劈落。那書生閃身避過，隨即欺向瓜管帶，揮掌拍向他頭頂。瓜管帶忙伸左臂擋格，右手成拳，猛力擊出。那書生左腳反踢，踹中了一名親兵胸口，那親兵大叫一聲，登時鮮血狂噴。另外三名親兵舉刀或削或剁。船艙中地形狹窄，那書生施展擒拿功夫，劈擊勾打，喀的一聲響，一名親兵給他掌緣劈斷了頸骨。瓜管帶右掌拍出，擊向那書生的後腦。那書生反過左掌，砰的一聲，雙掌相交，瓜管帶背心重重撞上船艙，船艙登時塌了一片。那書生連出兩掌，拍在餘下兩名親兵的胸口，喀喀聲響，二人肋骨齊斷。瓜管帶縱身從船艙缺口中跳將出去。那書生喝道：「那裏走？」左掌急拍而出，眼見便將擊到他背心，不料瓜管帶正在此時左腳反踢，這一掌恰好擊在他的足底，一股掌力反而推著他向前飛出。瓜管帶急躍竄出，見岸邊有一株垂柳掛向河中，當即抓住柳枝，一個倒翻觔斗，飛過了柳樹。那書生奔到船頭，提起竹篙，揮手擲出。月光之下，竹篙猶似飛蛇，急射而前。但聽得瓜管帶「啊」的一聲長叫，竹篙已插入他後心，將他釘在地上，篙身兀自不住幌動。那書生走進船艙，解開顧黃呂三人的穴道，將四名親兵的死屍拋入運河，重點燈燭。顧黃呂三人不住道謝，問起姓名。那書生笑道：「賤名適才承蒙黃先生齒及，在下姓陳，草字近南。」　註：本書的寫作時日是一九六九年十月廿三日到一九七二年九月廿二日。開始寫作之時，中共文化大革命的文字獄高潮雖已過去，但慘傷憤懣之情，兀自縈繞心頭，因此在構思新作之初，自然而然的想到了文字獄。我自己家裏有過一場歷史上著名的文字獄。我的一位祖先查嗣庭，於清雍正四年以禮部侍郎被派去做江西省正考官，出的試題是「維民所止」。這句話出於「詩經．商頌．玄鳥」：「邦畿千里，維民所止。」意思說，國家廣大的土地，都是百姓所居住的，含有愛護人民之意。那本來是一個很尋常的題目，但有人向雍正皇帝告發，說「維止」兩字是「雍正」兩字去了頭，出這試題，用意是要殺皇帝的頭。雍正那時初即位，皇位經過激烈鬥爭而得來，自己又砍了不少人的頭，不免心虛，居然憑了「拆字」的方法，將查嗣庭全家逮捕嚴辦。查嗣庭大受拷掠，死在獄中，雍正還下令戮屍，兒子也死在獄中，家屬流放，浙江全省士人不准參加舉人與進士的考試六年。查慎行後來得以放歸，不久即去世。另有一種說法是，查嗣庭作了一部書，書名「維止錄」。有一名太監向雍正說「維止」兩字是去「雍正」兩字之頭。又據說「維止錄」中有一則筆記：「康熙六十一年某月日，天大雷電以風，予適乞假在寓，忽聞上大行，皇四子已即位，奇哉。」「大行」是皇帝逝世，皇四子就是雍正，書中用到「奇哉」兩字，顯然是譏刺雍正以不正當手段篡位。「維止錄」中又記載，杭州附近的諸橋鎮，有一座關帝廟，廟聯是：「荒村古廟猶留漢，野店浮橋獨姓諸。」諸、朱兩字同音，雍正認為是漢人懷念前明。至於查嗣庭在江西出的試題，其實首題是「論語」：「君子不以言舉人，不以人廢言」，第三題是「孟子」：「山徑之蹊間，介然用之而成路，為間不用，則茅塞之矣。今茅塞子之心矣。」這時候正在行保舉，廷旨說他有意訕謗，三題茅塞於心，廷旨謂其「不知何指，居心殊不可問。」雍正的上諭中說：「查嗣庭……朕令在內庭行走，後授內閣學士，見其語言虛詐，兼有狼顧之相，料其心術不端。今閱江西試錄所出題目，顯係心懷怨望，諷刺時事之意。料其居心乖張，平日必有記載，遣人查其寓所行李中，有日記二本，悖亂荒唐、怨誹捏造之語甚多。又於聖祖之用人行政，大肆訕謗……熱河偶發水，則書淹死官員八百餘人，又書雨中飛蝗蔽天；此一派荒唐之言，皆未有之事。……著即拿問，交三法司嚴審定擬。」雍正所公開的罪名是：看其相而料其心術不端；諷刺時事；日記中記錄天災。本書初在「明報」發表時，第一回稱為「楔子」，回目是查慎行的一句詩「如此冰霜如此路」。查慎行本名嗣璉，是嗣庭的親哥哥，他和二弟嗣瑮、三弟嗣庭都是翰林。此外堂兄嗣韓是榜眼，姪兒查昇是侍講，也都是翰林。查慎行的大兒子克建、堂弟嗣珣都是進士。當時稱為「一門七進士、叔姪五翰林」，門戶科第甚盛。查慎行和嗣瑮因受胞弟文字獄之累，都於嚴冬奉旨全家自故鄉赴京投獄。當時受到牽連的還有不少名士，查慎行在投獄途中寫詩贈給一位同科中進士的難友，有兩句是：「如此冰霜如此路，七旬以外兩同年。」查慎行在清朝算得是第一流詩人，置之唐人宋人間大概只能算第二流了。清人王士禛、趙翼、紀曉嵐等都評他的詩與陸游並駕齊驅，互有長短，恐怕有點過譽。康熙皇帝很喜歡他的詩，他中舉後三次考不中進士，康熙召他進宮，在南書房當值。進宮之後再考，才中二甲第二名進士，這時他的堂兄、二弟、姪兒、兒子都已中了進士。和查慎行癸未年（康熙四十二年）同科中進士的有他堂弟嗣珣，以及同鄉陳世倌（「書劍恩仇錄」中陳家洛的父親）。查慎行和二弟嗣瑮都是黃宗羲的弟子。查慎行有「敬業堂詩集」五十卷，續集六卷。他在北京獄中之時，仍不斷做詩，今錄其獄中詩數首，以見其詩風一斑：「哭三弟潤木」：「家難同時聚，多來送汝終，吞聲自兄弟，泣血到孩童。地出陰寒洞，天號慘澹風。莫嗟泉路遠，父子獲相逢。」（原註：上姪先一日卒。）按：潤木即查嗣庭，其子早一日死。「閏三月朔作」：「年光何與衰翁事，也復時時喚奈何。為百草憂春雨少，替千花惜曉風多。」按：「春雨少」暗指朝廷少恩，「曉風多」指政事嚴苛。五言絕句：「南所對北監，傳是錦衣獄。賸有圍外人，追思璫禍酷。」按：「璫禍」指明末魏忠賢等太監陷害無辜。「蟲以臭得名，橫行罪難掩，均為血肉害，蟣蝨當末減。」「人間有桃杏，悵望春維暮。風捲飛花來，誰家庭下樹。」（原註：清明前一日大風，杏花數片，吹入牆內。）「敗群鵲」：「朝喳喳，暮嚄嚄，鵲聲喜，烏聲惡。兒童打烏不打鵲，道是紇干生處樂維南（按：紇干，山名，積雪極寒）。兩鵲鷙不仁，占巢高樹旁無鄰，有如鷹化為鳩眼未化，以猛濟貪四顧圖併吞，每當下食群退避，六國何敢爭強秦？我欲驅使去，舉火兼巢焚，一回一嘆還逡巡。天生萬物何物無敗群？吁嗟乎！天生萬物何物無敗群？」「春已盡矣，孤柳尚未舒條，閒步其下偶成。」：「圍外新葉樹，出牆高亭亭，畫地乃為牢，獨來伴拘囹。我衰何足道，日夜望汝榮。已經三月餘，眾眼終未青。將毋學病叟，爾作支離形？並生天地間，草木非無情。寄語後栽者，勿依問囚廳。」查慎行的詩篇中極多同情平民疾苦之作，甚至對禽獸草木也寄以同情心。「敬業堂詩集」當時公開刊行，獄中諸詩也都保留，可見即在清朝統治最嚴酷之時，禁網之密，對文字的檢查，仍遠遠不及中共文化大革命的厲害。本書五十回的回目都是集查慎行詩中的對句。「敬業堂詩集」篇什雖富，要選五十聯七言句來標題每一回的故事內容，倒也不大容易。這裏所用的方法，不是像一般集句那樣從不同詩篇中選錄單句，甚至是從不同作者的詩中選集單句，而是選用一個人詩作的整個聯句。有時上一句對了，下一句無關，或者下一句很合用，上一句卻用不著，只好全部放棄。因此有些回目難免不很貼切。所以要集查慎行的詩，因為這些詩大都是康熙曾經看過的（「獄中詩」自是例外），康熙又曾為查慎行題過「敬業堂」三字的匾額。當然，也有替自己祖先的詩句宣揚一下的私意。當代讀書人知道查慎行是清代一位重要詩人，但他的詩作到底怎樣，恐怕很少人讀到過，畢竟，他不能和真正的大詩人相比。古人寫文章提到自己祖先，決不敢直呼其名，通常在字號或官銜之下加一「公」字。記得小時候在祠堂中聽長輩談論祖先，說到查慎行時稱「初白太公」，說到查昇時稱「聲山太公」。現代人寫白話文，不必這樣迂了，要尊敬祖先，在自己心中尊敬就是了。本書回目中有生僻詞語或用典故的，在每回文末稍作註解，以助年輕讀者瞭解。本回回目中，「鉤黨」是「牽連陷害」，「縱橫鉤黨清流禍」的意思是：對許多有名的讀書人株連迫害。「峭蒨」是高峻鮮明，形容人格高尚、風采俊朗，「峭蒨風期月旦評」的意思是：賢豪風骨之士，當會得到見識高超之人的稱譽。