第九回　天罡北斗七個道人面如死灰，呆立不動，但每人仍是各守方位，陣勢嚴整。郭靖見他們經此一番狂奔亂跑，居然陣法不亂，足見平時習練的功夫實不在小，心中也有讚許之意。那天權道呼哨一聲，七人一齊退入山岩之後。郭靖道：「過兒，咱們上山。」那知他連叫兩聲，楊過並不答應，他四下裏一找，楊過已影蹤不見，但見樹叢後遺著他一隻小鞋。郭靖吃了一驚：「原來除了這七道之外，另有道人窺視在旁，將他擄了去。」但想那些道人只是對己有所誤會，全真教行俠仗義，絕不致難為一個孩子，所以心下倒也並不著慌。當下一提氣，向山上疾奔。他在桃花島隱居十餘年，雖然每日練功，但長久未與人對敵過招，有時不免有寂寞之感，今日與眾道人激鬥一場，每一招都是得心應手，不由得暗覺滿意。此時山道更為崎嶇，有時峭壁之間，必須側身而過，行不到半個時辰，烏雲掩月，山間忽然昏暗。郭靖心道：「此處我地勢不熟，那些道兄們莫要使甚詭計，倒不可不防。」於是放慢腳步，緩緩而行。又走一陣，黑雲被風吹開，那明月照在道旁一塊圓石之上，晶瑩光亮，明可鑒物，只聽得山後隱隱傳出近百人的呼吸之聲。那呼吸聲雖甚輕微，但人數多了，郭靖已自覺得。他絲毫不懼，緊一緊腰帶，轉過山道，倒不由得一驚。但見前面是一個極大的圓坪，四周群山環繞，雄偉秀特，勢逼霄漢。山下有一個大池，波光映著月光，雖在深夜，仍是銀光閃閃。池前疏疏落落，站著約摸一百個道人，個個黃冠灰袍，手執長劍，劍光閃爍，甚是耀眼。郭靖定睛一看，原來那些道人每七個一組，佈成了十四個大罡北斗陣。每七個北斗陣又佈成一個大北斗陣，自天樞以至瑤光，聲勢實是非同小可。兩個大北斗陣一正一奇，相生相剋，互為犄角。郭靖看得暗暗心驚，心想：「這種北斗大陣從未聽丘真人說起過，想必是這幾年中他們鑽研出來，比重陽祖師所傳，又深了一層。」只聽得陣中一人撮唇呼哨，九十八名道士倏地散開，或前或後，陣法變幻，已將郭靖圍在中間，各人手持劍柄，凝目相視，默不作聲。郭靖拱著手團團一轉，說道：「在下誠心上寶山拜見丘真人，請各位道兄勿予攔阻。」陣中一個長鬚道人說道：「閣下武藝驚人，何苦不自愛如此，竟與妖人為伍？貧道奉勸閣下，自來女色誤人，閣下數十年寒暑之功，莫教廢於一旦。」他說話聲音低沉，但一字一句，說得清清楚楚，顯見內力深厚，語意誠懇，倒是真心勸告，郭靖又是好氣，又是好笑，心想：「這些牛鼻子道人不知將我當作何人？若是蓉兒在我身畔，那就不致有此誤會了。」當下說道：「甚麼妖人女色，在下一概不知，容在下與丘真人相見，一切便見分曉。」長鬚道人道：「你既執迷不悟，就請破全真教的北斗大陣。」郭靖道：「在下區區一人，武藝低微，豈敢與貴教的絕藝相敵？請各位放還在下攜來的孩兒，引見丘真人。」長鬚道人斗然間高聲喝道：「你裝腔作勢，出言相戲，終南山上重陽宮前，豈容你這淫賊撒野？」說著長劍在空中一揮，劍刃劈風，聲音嗡嗡然良久不絕。眾道士各揮長劍，九十八柄劍刃披盪往來，登時激起一陣疾風，劍光交織，組成一片光網，郭靖暗暗發愁：「他兩個大陣奇正相成，我一個人如何佔他的北極星位？今日之事，當真辣手之極了。」他心下計議未定，兩個北斗大陣的九十八名道人已左右合圍，劍光交織，真是一隻蒼蠅也難鑽得出去。長鬚道人叫道：「你用甚麼兵刃，快亮出來吧！」郭靖心想：「這北斗大陣雖然難破，但要傷我，卻也未必。且瞧一瞧他們的陣法再說。」突然間滴溜溜地斜推出去。七名年輕道人劍交左手，各自相聯，齊出右掌，以七人之力擋他這一招。豈知郭靖在這掌法上已練到出神入化之境，一推之力固然極強，最厲害的還在那後著的一縮。七個道人奮力擋住了他那一推，不料跟著一股大力向前牽引，七人立足不定，身不由主的一齊摔倒。雖然立時躍起，但臉上個個全是塵土，大是羞愧。長鬚道人見他出手厲害，一招之間就將七名師侄摔倒，不由得心驚無已，長嘯一聲，帶動十四個北斗陣，重重疊疊的聯在一起。此時郭靖縱然掌力再強十倍，也難一手推動九十八個道人。郭靖想起當日君山大戰，與黃蓉力戰丐幫，對手武功雖均不強，但一經聯手，卻是難以抵敵，當下不敢與眾道攻硬戰，展開輕身功夫，在陣中鑽來竄去，要尋個空隙，出手破陣。但他東奔西躍，引動陣法生變，只一盞茶時分，已知若憑一己之力，要破此陣實是難上加難。一來他不願下重手傷人，二來那陣法嚴謹無比，竟尋不到半點破綻。溶溶月色之下，但見劍光似水，人影如潮，此來彼去，更無已時。再鬥片刻，那陣法漸漸收緊，郭靖欲從空隙中閃避，越來越是不易，心下計議：「我如何闖出陣去，逕入重陽宮拜見丘道長？」猛抬頭，只見遠處右邊右側，立著一座極宏偉的道觀，定是重陽宮無疑，瞧這路程，不過十餘里之遙，估計自己嘯聲，可以及到宮中，當下暗暗運功，氣聚丹田，待得丹田中精凝氣集，突然發聲，叫道：「弟子郭靖求見！弟子郭靖求見。」這兩聲叫喊聲若龍吟，眾道耳中嗡嗡作響，震得頭暈目眩，攻勢登時呆滯。長鬚道人叫道：「大家小心了，莫要中了淫賊的詭計。」郭靖大怒，心想：「這陣法由他主持，只要打倒此人，群龍無首，破陣就不難了。」雙手一分，直向長鬚道人奔去。那知這陣法的奧妙之一，正是引敵攻擊主帥，其餘各小陣乘機東包西抄、南圍北擊，敵人就算是落入了陷阱。郭靖只奔出七八步，立感情勢不妙，身後壓力驟增，兩側也是翻翻滾滾的攻了上來。他待要轉向右側，正面兩個小陣的十四柄長劍一齊刺到。這十四劍方位時刻，拿捏得無不恰到好處，竟教他閃無可閃，避無可避。郭靖一處險境，心中並非畏懼，卻是怒氣漸盛，心想：「你們縱然誤認我是甚麼淫賊，出家人慈悲為懷，怎麼招招下的都是殺手？難道非要了我的性命不可？」他倏地斜身竄出，飛起一腳，將一名小道人踢了個觔斗，左手一探，已將他手中長劍奪了過來，眼見右腰邊七劍齊到，他左手揮了出去，八劍相交。喀喇一響，七柄劍每一劍都是從中斷為兩截。他手中長劍卻是完好無恙。須知郭靖手中長劍也與別劍無異，並非特別銳利的寶劍，只是他內勁運到了劍鋒之上，將對手七劍一齊震斷。那七個道人驚得臉如土色，只呆得一呆，旁邊兩個北斗陣轉上前來，挺劍護住七人，郭靖見這十四人各用左手相接，十四人的力氣已聯而為一，心想：「且試一試我的功力到底如何？」一劍揮出，黏上了第十四名道人手中之劍。那道人急向裏奪，那知手中長劍就似鑲鉗在銅鼎鐵鉆之中，竟是絲毫不動。其餘十三人各運功勁，要合十四人之力將敵人的黏力化開。郭靖正要引各人合力，但感手上奪力驟增，喝一聲：「小心了！」右臂一振，喀喇喇一陣響喨，猶如推倒了甚麼東西，十二柄長劍一齊折斷。最後兩柄劍卻飛向半空。十四道人驚駭無已，急忙躍開。郭靖心中暗嘆：「究竟我武功尚未練到絕頂，卻有兩柄劍沒有震斷。」這麼一來，眾道人心中多了一層戒懼之意，出手更穩，廿一名道士手中雖然無劍，但運掌成風，威力並未減弱。郭靖適才震劍，未能盡如己意，又感敵陣守得更堅穩，心想不知丘道長、王道長這些年中，在北斗陣上另有甚麼新創，若是他們使出某種自己難以拆解的變化出來，只怕為群道所擒，事不宜遲，須得先下手為強，當下高聲叫道：「各位道兄，再不讓路，莫怪在下不留情面了。」那長鬚道見己方漸佔上風，只道郭靖技止於此，心想你縱然將咱們九十八柄長劍盡數震斷，也未能脫出全真教的北斗大陣，聽他叫喊，只是微微冷笑，並不答話，卻將陣法催得更加緊了。郭靖一矮身，倏地竄到東北角上，知道西南方的兩個小陣必然轉上，指尖抖動，雖然只一柄單劍，但瞬息之間連刺了十四下，十四點寒星似乎同時撲出，每一劍都刺中一名道人右腕外側的「陽谷穴」。這是劍法中最上乘的功夫，一柄劍使得就如同時發射出十四件暗器一般，他出手不重，每個道人只是腕上一麻，手指無力，十四柄長劍一齊拋在地下。各人驚駭之下，急忙後躍，一看手腕，但見陽谷穴上微現紅痕，一點點鮮血也沒滲出。他以極鋒利的劍尖打穴，雖然勁透穴道，但沒有損傷對方外皮，實是難能。眾道暗暗吃驚，心想他若非手下容情，要割下咱們手掌真是不費吹灰之力。這一來，已有五七三十五柄長劍脫手。長鬚道人大是恚怒，明知郭靖未下絕手，只是全真教顏面無光，連連發令，將陣收緊，心想九十八名道人四下合圍，將你擠也擠死了。郭靖心道：「這些道兄實是不識好歹，說不得，只好狠狠挫折他們一下。」左掌一引，右掌向左推出。一個北斗陣的七名道人轉上接住。郭靖急奔北極星位，第二個北斗陣攻了過來。須知此時共有十四個北斗陣，也即有十四個北極星位，郭靖沒有分身之術，自是無法同時佔住十四個要位。他展開輕身功夫，剛佔第一陣的北極星位，立即又轉到第二陣的北極星位，片刻之間，陣法已現紛亂之象。長鬚道人見情勢不妙，急傳號令，命眾道站穩陣腳，以靜制動。原來各人若是隨著郭靖亂轉，他奔跑迅速，必能乘隙搗亂陣勢，現下固守不動，十四個北極星位互相遠離，郭靖身法再快，也難同時搶佔。郭靖暗喝采，心想：「這位道兄精通陣法要訣，果然見機得快。我再呼嘯幾聲，瞧丘道長有何回音。」抬頭向重陽宮望了一眼，忽見道觀屋角邊白光接連閃了幾閃，似是有人正使兵刃相鬥，只是相距遠了，身形難以瞧見，刀劍撞擊之聲更無法聽聞。郭靖心中一動：「有誰這麼大膽，敢闖重陽宮去動手？今晚之事，實是大有蹊蹺。」要待趕去瞧個明白，各道卻是越纏越緊。郭靖心中焦急，左掌一招「見龍在田」，右手一掌「亢龍有悔」使出左右互搏之術，同時分攻左右。但見一個北斗大陣的四十九人擋他左招，四十九人擋他右招。他招數未曾使足，中途忽變，「見龍在田」變成了「亢龍有悔」，而「亢龍有悔」卻變成了「見龍在田」。他以左右互搏之術，雙手使不同招數已屬難能，而中途招數互易，那更是見所未見，聞所未聞。左邊的北斗大陣原在出勢抵擋他的「見龍在田」，右邊的在擋他「亢龍有悔」，這兩招去勢相反，兩邊的道人正在全力施為，那料得到倏忽之間，他竟招術互易。只見他人影一閃，已從兩陣的夾縫中竄出，左邊的四十九個道人與右邊四十九個道人出其不意，砰的一聲巨響，兩陣相撞，或劍折臂傷，或鼻腫目青，數十人都受損傷。主持陣法的長鬚道人雖閃避得快，未為己方道友所傷，但也已狼狽不堪，盛怒之下，帶動陣法直追。但全真派的武功講究清靜無為，以柔克剛，主帥一動怒，正是犯了本派武功的大忌。郭靖在前疾奔，九十八名道人隨後急急趕來。郭靖堪堪奔到池邊，但見眼前一片水光，微微俯身，將手中長劍在水面上削了出去。那劍雖是鐵鑄之物，但因他力道用得恰到好處，劍身竟在水面上躍了幾躍。郭靖足下用勁，身子騰空，右足尖在劍刃上微微一點，那劍直沉下去，他卻已借力縱到了對岸。眾道人奔得正急，收足不住，但聽撲通，撲通數聲連響，倒有四五十人摔入了水中。最後數十人已踏在別人背上，這才在岸邊停住腳步。有些道人不識水性，在池中載沉載浮，張口大呼，會水的道人急忙施救，那裏還顧得到追趕郭靖。混亂間，忽聽得鐘聲噹噹響起，正從重陽宮中傳出。那鐘聲撞得甚急，似是傳警之聲。郭靖擺脫眾道的糾纏，正提氣向重陽宮奔去，聽到鐘聲古怪，呆了一呆，抬頭看時，但見道觀後院一片火光衝天而起，不禁一驚：「原來全真教今日果然有人來襲，須得趕快去救。」但聽身後眾道齊聲吶喊，蜂湧趕來，他心中明白：「這些道人定是將我當作敵人一路，現下主觀危急，他們更要和我拼命了。」當下也不理會，逕自向山上奔去。當年馬鈺在蒙古懸崖上傳他輕身功夫，想不到數十年後，這功夫竟用以解救本教的危難。郭靖展開身法，一飄一晃，已縱出數十丈外，不到一頓飯功夫，奔到了重陽宮前，但見烈燄衝天，熱氣逼人，火勢極為熾烈，說也奇怪，重陽宮中數百名道士個個武功卓絕，竟無一個出來施救。郭靖暗暗心驚，但見那道觀建造得極是宏偉莊嚴，火頭從後燒進來，前殿尚是完好。他雙足一蹬，越過高牆，翻進前院，只見院子中黑壓壓的擠滿了人，正在生死一撲的激鬥。郭靖定神一看，只見四十九名黃袍道人結成七個北斗陣正與六七十名敵人相抗。那些敵人高高矮矮，或肥或瘦，一時之間也瞧不清楚那許多。這些人武功派別，各自不同，或使兵刃，或用肉掌，正在奮力進攻。這些人武功個個不弱，人數又眾，本來全真道人已落下風，只是敵人各自為戰，那七個北斗陣卻相互呼應，守禦得緊緊異常。敵人雖強，卻不能越雷池一步。郭靖看得奇怪，待要喝問，卻聽得殿中呼呼風響，尚有人在裏面相鬥。從那拳風聽來，殿中相鬥之人的武功又比外邊的高得多。他斜身側進，東一晃西一鑽，已從北斗陣的空隙中穿了過去。各道大駭，一齊擊劍示警，只是外邊敵人壓力極大，卻無法分身追趕。大殿上本就明晃晃的點著十餘枝巨燭，此時後院火光逼射進來，濃煙夾著火舌，已把燭火壓得黯然無光，只見大殿排列著七個蒲團，七個道人盤膝坐著，左掌相聯，各出右掌，抵擋外圍十餘人的圍攻。郭靖不看敵人，先瞧那七道，但見七人中三人年老，四人年輕，年老的正是馬鈺、丘處機、王處一，年輕的四人中卻只識得一個尹志平。七人依天樞以至瑤光，端坐不動。七人之中，另有一個道人俯首彎腰，見不到他面目。郭靖斗然間見馬鈺等處境危急，胸口一股熱血湧將上來，也不管敵人是誰，舌綻春雷，張口喝道：「大膽賊子，竟敢到重陽宮來撒野？」雙手伸處，已抓住兩名敵人背心，待要摔將出去，那知兩人均是高手，雖然背心被他抓住，但雙足牢牢釘在地上，竟然摔之不動。郭靖吃了一驚，心道：「從那裏來的這許多硬手？難怪全真教今日要吃大虧。」突然鬆手，橫腿而掃。那二人正使千斤墮功夫與手力他相抗，不意他變招迅速，被他一掃之下，身子騰空而起，破門而出。敵人見對方來了助手，都是一驚，但自恃勝算在握，也不以為意，早有兩人撲過來喝問：「是誰？」郭靖毫不理會，呼呼兩聲，雙掌拍出。那兩人尚未近身，已被他掌力震得立足不住，騰騰兩下，背心撞在牆上，竟然口噴鮮血。其餘敵人見他一上手連傷四人，都是大為震駭，一時無人敢上來相鬥。馬鈺、丘處機認出是他，心喜無已，暗道：「此人一到，我全真教無憂矣！」郭靖竟不把敵人放在眼裏，跪下向馬鈺等磕頭，說道：「弟子郭靖拜見。」此時馬鈺、丘處機、王處一都已鬚眉全白，微笑點頭，舉手還禮。尹志平忽然喝道：「郭兄留神！」郭靖聽得腦後風響，知道有人突施暗算，竟不答話，手肘在地上一用力，身子騰空，墮下時雙膝已按在那偷襲的二人背上，他仍是跪著，但膝下卻已墊了兩人。他用膝蓋撞穴，撞正了他們背後的「魂門穴」，那兩人軟癱在地，成為兩個蒲團。馬鈺微微一笑，說道：「靖兒請起，十餘年不見，你功夫大進了啊！」郭靖站起身來，道：「這些人怎麼打發，但憑道長吩咐。」馬鈺尚未回答，郭靖只聽背後有二人同時打了一聲哈哈，這一下笑聲極是怪異，一聲刺耳難聞，另一聲卻是清脆悅耳，他當即轉過身來，只見身後站著二人，一個身披紅袍，頭戴金冠，形容枯瘦，是個藏僧。另一個穿了黃衫，手中拿著一柄摺扇，丰神都雅，卻是個貴公子模樣。郭靖見兩人站在殿上，氣度沉穆，不動聲色，顯是兩個勁敵，與其餘敵人的身份氣派大不相同，當下不敢輕敵，打了一躬，說道：「兩位是誰？到此有何貴幹？」那貴公子笑道：「你是誰？到這裏幹甚麼來著？」郭靖道：「在下姓郭名靖，是這幾位師長的弟子。」那貴公子笑道：「瞧不出全真派中居然還有這等人物。」他年紀卅歲不到，但說話老氣橫秋，似乎不把郭靖放在眼裏。郭靖本欲分辯自己並非全真派弟子，但聽他言語輕佻，心中微微有氣，他平素不善說話，也就不欲多言，只道：「兩位與全真教有何仇怨？這般興師動眾，放火燒觀？」貴公子笑道：「你是甚麼人，憑你也管得著麼？」郭靖道：「我就是要管管。」此時火燄逼得更加近了，眼見重陽宮就要燒成一片白地。那貴公子摺扇一開一合，但見白紙扇上繪著一朵牡丹，火光照射下嬌艷欲滴。他踏上一步，笑道：「這些朋友都是我帶來的，你只要接得了我三十招，我就饒了這群牛鼻子老道如何？」郭靖懶得跟他歪纏，右手一探，已將他摺扇抓住，猛往懷裏一帶，他若不撒手放扇，就要將他全身拉將過來。他一拉之下，那貴公子的身子晃了幾晃，摺扇居然並未脫手。郭靖吃了一驚：「此人小小年紀，居然抵得住這一拉，世上竟尚有這等人物，怎麼我從未聽人說起？」當即手上加勁，喝道：「撒手！」那貴公子臉上斗然間現出一層紫氣，那些紫氣一瞥即逝，又是面如冠玉，瑩光白淨。郭靖知他是以上乘內功相抗，若在此時加勁，只要他臉上現得三次紫氣，內臟非受重傷不可。他向來厚道，心想此人練到這等功夫，實非易事，不願使重手傷他，微微一笑，突然張開手掌。這柄摺扇平放在他掌上，那貴公子奪勁未消，但說也奇怪，郭靖的掌力從摺扇傳到對方手上，貴公子雖然猛力搶奪，然奪勁全被郭靖化解，雙方不進不退，貴公子使盡平生之力，未曾拿動得半寸，貴公子心下明白，對方武功遠勝自己，只是保全自己顏面，未曾硬奪摺扇，當下撒手躍開，滿臉通紅，向郭靖一揖，道：「請教閣下尊姓大名。」郭靖道：「在下賤名不足掛齒，這裏馬真人、丘真人、王真人，都是在下的恩師。」那貴公子將信將疑，心想適才這全真七道鬥了半日，他們也只一個天罡北斗陣厲害，若是單打獨鬥，個個不是自己對手，怎麼他們的弟子這等厲害，再向郭靖上下打量，但見他一身粗布衣服，就和平常的莊稼漢一般無異。正想說幾句場面話，率眾退去，忽然間門外仙翁、仙翁、隱隱傳來走聲調弄琴絃之聲。這幾下調琴極是載微柔和，但大殿上眾人聽了，心中都是一震。那貴公子臉上微微變色，說：「閣下武功驚人，小可極是拜服，十年之後，再來領教。小可於此處尚有俗務未了，今日就此告辭。」說著又是一揖。郭靖還了一揖，道：「十年之後，我在此處相候便了。」那貴公子轉身出殿，走到門口，說道：「小可與全真派的過節，今日自認是栽了，但盼全真道友，不要再來橫加阻撓小可的私事。」依照江湖規矩，一人若是自認栽了觔斗，並約定日子再行決鬥，那麼，當日子未至之時，縱然狹路相逢，卻也不能動手。郭靖聽他這般說，當即答應，道：「這個自然。」那貴公子微微一笑，正要走出，丘處機忽然提氣喝道：「不用等到十年，我丘處機就來尋你。」他這一聲叫喝神完氣足，內力畢聚。那貴公子耳中震響，心頭一凜，暗道：「難道他們適才未出全力？」不敢再行逗留，逕向殿門疾趨。那紅袍藏僧狠狠望了一眼，與其餘各人一齊走出。郭靖見這些敵人個個形狀特異，或高鼻虯髯，或曲髮深目，似乎均非中土之人，心中存了老大疑竇，只聽得前院兵刃相交與吆喝酣鬥之聲漸漸止歇，知道敵人都已退卻。但見馬鈺等七人站起身來，另有一人橫臥在地下。郭靖搶上一看卻是廣寧子郝大通，原來馬鈺等雖然身受火厄，始終端坐不動，是為了保護道友。只是他臉如金紙，呼吸低微，雙目緊閉，顯是身受重傷。郭靖解開他的道袍，不禁吃了一驚，但見他胸口清清楚楚的印著一個五指手印，顏色深紫，陷入肉裏。他心想：「武林之中，沒曾聽說有誰會這種武功，我在桃花島一隱十餘年，當真是世事大變了。」當下俯身使出一陽指功夫，在郝大通脅下點了兩點。這兩點雖然不能治傷解毒，但十二個時辰之內，令他傷勢不致再行惡化。此時周遭火勢熊熊，已難施救。丘處機將郝大通抱起，道：「出去吧！」郭靖道：「我帶來的孩子呢？是誰收留著？莫要被火傷了。」丘處機等全心抗禦強敵，未知此事，聽他問起孩子，都道：「是誰的孩子？在那裏？」郭靖尚未回答，忽然火光中黑影一晃，一個小小的身子從樑上跳了下來，笑道：「郭伯伯，我在這裏。」郭靖又驚又喜，忙問：「你怎麼躲在樑上？」楊過笑道：「你與那七個臭道……」郭靖喝道：「胡說！快來拜見祖師爺。」楊過伸了伸舌頭當下跪倒向馬鈺、丘處機、王處一、三人磕頭，待磕到尹志平面前時，見他年輕，轉頭問郭靖道：「這位不是祖師爺了吧？我瞧不用磕頭啦。」郭靖道：「這位是尹師伯，快磕頭。」楊過心中老大不願意，只得也磕頭了。郭靖見他站起身來，不再向另外三個中年道人磕頭見禮，喝道：「過兒，怎麼這般無禮？」楊過笑道：「等我磕完了頭，那就來不及啦，你可莫怪我。」郭靖知道這孩子刁鑽古怪，詭計甚多，問道：「甚麼事來不及了？」楊過道：「有一位道士伯伯被人縛著在那邊房裏，若不去救，只怕要被火燒死。」郭靖急問道：「那一間？快說！」楊過笑了笑，道：「待我想想，啊喲，怎麼忽然記不起啦。」尹志平橫了他一眼，急步搶到東邊廂房，踢開門一看，不見有人，又奔到東邊第三代弟子們打坐練功的靜室，一推開門，但見滿室濃煙，一個道人被縛在床柱之上，口中嗚嗚而呼，情勢已甚危殆，尹志平上前伸手拉住繩索，用力一扯，竟然扯之不斷，原來縛著他的繩索，是道人們平時用來練功的絲索，堅牢異常，當下拔出佩劍，割斷絲索，放了他出來。此時丘處機、郭靖、楊過等均已走出大殿，站在山坡之上，觀看火勢，眼見烈焰衝天，山上水源又小，只有一道泉水，平時飲用已不足敷，用以救火，實是無濟於事，只得眼睜睜望著一座崇偉宏大的道觀，漸漸樑折瓦崩，漸漸化為灰燼，馬鈺本甚達觀，心無掛礙，丘處機卻是性急暴躁，老而彌甚，望著火勢，咬牙切齒的咒罵。郭靖正要詢問敵人是誰，為何下這等毒手，尹志平右手托著那道人的腋下，從濃煙中鑽了出來。那道人被煙薰得咳嗽，雙目流淚，一見楊過，不由得怒氣衝胸，伸手便往他撲去。楊過嘻嘻一笑，躲在郭靖背後。那道人也不知郭靖是誰，在他胸前一推，要將他推開，去抓楊過。那知這一推猶如推在一堵牆上，郭靖竟是紋絲不動。那道人呆了一呆，指著楊過破口大罵：「小雜種，你要害死道爺。」王處一道：「淨光，你說什麼？」那道人名叫淨光，是王處一的徒孫，他適才死裏逃生，心中急了，一見楊過就要撲去拼命，全沒理會眾師伯與祖師爺都在身旁，聽得王處一這麼一喝，才想到自己無禮，背心上驚出一身冷汗，低垂手道：「弟子該死。」王處一道：「到底是甚麼事？」淨光道：「都是弟子無用，請祖師爺責罰。」王處一眉頭一皺，道：「誰說你有用了？我只問你是甚麼事？」淨光道：「弟子奉趙志敬師叔之命，在後院把守，後來趙師叔帶了這小……小……小……」他滿心想說：「小雜種」，終於想到不能在祖師爺面前無禮，改口道：「……小孩子來交給弟子，說他是我教一個大對頭帶上山來的，為趙師叔所擒，叫我好好看守，不能讓他逃了。於是弟子帶他到東邊靜室裏去，坐下不久，這小……小孩兒就使詭計，說要拉屎，要我放開縛在他手上的繩索。弟子不上他的當，親手給他解褲子拉屎。那知這小孩兒不安好心，拉了一堆屎，當我給他縛褲子時，猛地推了我一下。」