第十三回　五湖廢人黃蓉回到客店安睡，自覺做了一件好事，心中大為得意，一宵甜睡，次晨對郭靖說了。郭靖本為這事出過許多力氣，當日和完顏康打得頭破血流，便是硬要他和穆念慈成親，這時聽得他二人兩情和諧，心下也甚高興，更高興的是，丘處機與江南六怪從今而後，再也無法逼迫自己娶穆念慈為妻了。兩人在客店中談談講講，吃過中飯，穆念慈仍未回來。黃蓉笑道：「不用等她了，咱們去罷。」回房換了男裝。兩人到市鎮去買了一匹健驢代步，繞到那蔣家宅第門前，見門前「大金國欽使」的燈籠等物已自撤去，想是完顏康已經啟程，穆念慈自也和他同去了。兩人沿途遊山玩水，沿著運河南下，這一日來到宜興。那是天下聞名的陶都，青山綠水之間掩映著一堆堆紫砂陶坯，另有一番景色。更向東行，不久到了太湖邊上。那太湖襟帶三州，東南之水皆歸於此，周行五百里，古稱五湖。郭靖從未見過如此大水，與黃蓉攜手立在湖邊，只見長天遠波，放眼皆碧，七十二峰蒼翠，挺立於三萬六千頃波濤之中，不禁仰天大叫，極感喜樂。黃蓉道：「咱們到湖裏玩去。」找到湖畔一個漁村，將驢馬寄放在漁家，借了一條小船，盪槳划入湖中。離岸漸遠，四望空闊，真是莫知天地之在湖海，湖海之在天地。黃蓉的衣襟頭髮在風中微微擺動，笑道：「從前范大夫載西施泛於五湖，真是聰明，老死在這裏，豈不強於做那勞什子的官麼？」郭靖不知范大夫的典故，道：「蓉兒，你講這故事給我聽。」黃蓉於是將范蠡怎麼助越王勾踐報仇復國、怎樣功成身退而與西施歸隱於太湖的故事說了，又述說伍子胥與文種卻如何分別為吳王、越王所殺。郭靖聽得發了獃，出了一會神，說道：「范蠡當然聰明，但像伍子胥與文種那樣，到死還是為國盡忠，那是更加不易了。」黃蓉微笑：「不錯，這叫做『國有道，不變塞焉，強者矯；國無道，至死不變，強者矯。』」郭靖問道：「這兩句話是甚麼意思？」黃蓉道：「國家政局清明，你做了大官，但不變從前的操守；國家朝政腐敗，你寧可殺身成仁，也不肯虧了氣節，這才是響噹噹的好男兒大丈夫。」郭靖連連點頭，道：「蓉兒，你怎想得出這麼好的道理出來？」黃蓉笑道：「啊喲，我想得出，那不變了聖人？這是孔夫子的話。我小時候爹爹教我讀的。」郭靖嘆道：「有許許多多事情我老是想不通，要是多讀些書，知道聖人說過的道理，一定就會明白啦。」黃蓉道：「那也不盡然。我爹爹常說，大聖人的話，有許多是全然不通的。我見爹爹讀書之時，常說：『不對，不對，胡說八道，豈有此理！』有時說：『大聖人，放狗屁！』」郭靖聽得笑了起來。黃蓉又道：「我花了不少時候去讀書，這當兒卻在懊悔呢，我若不是樣樣都想學，磨著爹爹教我讀書畫畫、奇門算數諸般玩意兒，要是一直專心學武，那咱們還怕甚麼梅超風、梁老怪呢？不過也不要緊，靖哥哥，你學會了七公的『降龍十八缺三掌』之後，也不怕那梁老怪了。」郭靖搖頭道：「我自己想想，多半還是不成。」黃蓉笑道：「可惜七公說走便走，否則的話，我把他的打狗棒兒偷偷藏了起來，要他教了你那餘下的三掌，才把棒兒還他。」郭靖忙道：「使不得，使不得。我能學得這十五掌，早已心滿意足，怎能跟七公他老人家這般胡鬧？」兩人談談說說，不再划槳，任由小舟隨風飄行，不覺已離岸十餘里，只見數十丈外一葉扁舟停在湖中，一個漁人坐在船頭垂釣，船尾有個小童。黃蓉指著那漁舟道：「煙波浩淼，一竿獨釣，真像是一幅水墨山水一般。」郭靖問道：「甚麼叫水墨山水？」黃蓉道：「那便是只用黑墨，不著顏色的圖畫。」郭靖放眼但見山青水綠，天藍雲蒼，夕陽橙黃，晚霞桃紅，就只沒有黑墨般的顏色，搖了搖頭，茫然不解其所指。黃蓉與郭靖說了一陣子話，回過頭來，見那漁人仍是端端正正的坐在船頭，釣竿釣絲都是紋絲不動。黃蓉笑道：「這人耐心倒好。」一陣輕風吹來，水波泊泊泊的打在船頭，黃蓉隨手盪槳，唱起歌來：「放船千里凌波去，略為吳山留顧。雲屯水府，濤隨神女，九江東注。北客翩然，壯心偏感，年華將暮。念伊蒿舊隱，巢由故友，南柯夢，遽如許！」唱到後來，聲音漸轉淒切，這是一首〈水龍吟〉詞，抒寫水上泛舟的情懷。她唱了上半闋，歇得一歇。郭靖見她眼中隱隱似有淚光，正要她解說歌中之意，忽然湖上飄來一陣蒼涼的歌聲，曲調和黃蓉所唱的一模一樣，正是這首〈水龍吟〉的下半闋：「回首妖氛未掃，問人間英雄何處？奇謀復國，可憐無用，塵昏白扇。鐵鎖橫江，錦帆衝浪，孫郎良苦。但愁敲桂棹，悲吟梁父，淚流如雨。」遠遠望去，唱歌的正是那個垂釣的漁父。歌聲激昂排宕，甚有氣概。郭靖也不懂二人唱些甚麼，只覺倒也都很好聽。黃蓉聽著歌聲，卻呆呆出神。郭靖問道：「怎麼？」黃蓉道：「這是我爹爹平日常唱的曲子，想不到湖上的一個漁翁竟也會唱。咱們瞧瞧去。」兩人划槳過去，只見那漁人也收了釣竿，將船划來。兩船相距數丈時，那漁人道：「湖上喜遇佳客，請過來共飲一杯如何？」黃蓉聽他吐屬風雅，更是暗暗稱奇，答道：「只怕打擾長者。」那漁人笑道：「嘉賓難逢，大湖之上萍水邂逅，更足暢人胸懷，快請過來。」數槳一扳，兩船已經靠近。黃蓉與郭靖將小船繫在漁舟船尾，然後跨上漁舟船頭，與那漁人作揖見禮。那漁人坐著還禮，說道：「請坐。在下腿上有病，不能起立，請兩位怨罪。」郭靖與黃蓉齊道：「不必客氣。」兩人在漁舟中坐下，打量那漁翁時，見他約莫四十左右年紀，臉色枯瘦，似乎身患重病，身材甚高，坐著比郭靖高出了半個頭。船尾一個小童在煽爐煮酒。黃蓉說道：「這位哥哥姓郭。晚輩姓黃，一時興起，在湖中放肆高歌，未免有擾長者雅興了。」那漁人笑道：「得聆清音，胸間塵俗頓消。在下姓陸。兩位小哥今日可是初次來太湖遊覽嗎？」郭靖道：「正是。」那漁人命小童取出下酒菜餚，斟酒勸客。四碟小菜雖不及黃蓉所製，味道也殊不俗，酒杯菜碟並皆精潔，宛然是豪門巨室之物。三人對飲了兩杯。那漁人道：「適才小哥所歌的那首〈水龍吟〉情致鬱勃，實是絕妙好詞。小哥年紀輕輕，居然能領會詞中深意，也真難得。」黃蓉聽他說話老氣橫秋，微微一笑，說道：「宋室南渡之後，詞人墨客，無一不有家國之悲。」那漁人點頭稱是。黃蓉道：「張於湖的〈六洲歌頭〉中言道：『聞道中原，遺老常南望。翠葆霓旌。使行人到此，忠憤氣填膺，有淚如傾。』也正是這個意思呢。」那漁人拍幾高唱：「使行人到此，忠憤氣填膺，有淚如傾。」連斟三杯酒，杯杯飲乾。兩人談起詩詞，甚是投機。其實黃蓉小小年紀，又有甚麼家國之悲？至於詞中深意，更是難以體會，只不過從前聽父親說過，這時便搬述出來，言語中見解精到，頗具雅量高致，那漁人不住擊桌讚賞。郭靖在一旁聽著，全然不知所云。見那漁人佩服黃蓉，心下自是喜歡。又談了一會，眼見暮靄蒼蒼，湖上煙霧更濃。那漁人道：「舍下就在湖濱，不揣冒昧，想請兩位去盤桓數日。」黃蓉道：「靖哥哥，怎樣？」郭靖還未回答，那漁人道：「寒舍附近頗有峰巒之勝，兩位反正是遊山玩水，務請勿卻。」郭靖見他說得誠懇，便道：「蓉兒，那麼咱們就打擾陸先生了。」那漁人大喜，命僮兒划船回去。到得湖岸，郭靖道：「我們先去還了船，還有兩匹坐騎寄在那邊。」那漁人微笑道：「這裏一帶朋友都識得在下，這些事讓他去辦就是。」說著向那僮兒一指。郭靖道：「小可坐騎性子很劣，還是小可親自去牽的好。」那漁人道：「既是如此，在下在寒舍恭候大駕。」說罷划槳盪水，一葉扁舟消失在垂柳深處。那僮兒跟著郭靖黃蓉去還船取馬，行了里許，向湖畔一家人家取了一艘大船，牽了驢馬入船，請郭、黃二人都上船坐了。六名壯健船夫一齊扳槳，在湖中行了數里，來到一個水洲之前。在青石砌的碼頭上停泊。上得岸來，只見前面樓閣紆連，竟是好大一座莊院，過了一道大石橋，來到莊前。郭、黃兩人對望了一眼，想不到這漁人所居竟是這般宏偉的巨宅。兩人未到門口，只見一個二十來歲的後生過來相迎，身後跟著五六名從僕。那後生道：「家父命小侄在此恭候多時。」郭、黃二人拱手謙謝，見他身穿熟羅長袍，面目與那漁人依稀相似，只是背厚膀寬，軀體壯健。郭靖道：「請教陸兄大號。」那後生道：「小侄賤字冠英，請兩位直斥名字就是。」黃蓉道：「這那裏敢當？」三人一面說話，一面走進內廳。郭靖與黃蓉見莊內陳設華美，彫樑畫棟，極窮巧思，比諸北方質樸雄大的莊院另是一番氣象。黃蓉一路看看莊中的道路佈置，臉上微現詫異。過了三進庭院，來到後廳，只聽那漁人隔著屏風叫道：「快請進，快請進。」陸冠英道：「家父腿上不便，在東書房恭候。」三人轉過屏風，只見書房門大開，那漁人坐在房內榻上。這時他已不作漁人打扮，穿著儒生衣巾，手裏拿著一柄潔白的鵝毛扇，笑吟吟的拱手。郭、黃二人入內坐下，陸冠英卻不敢坐，站在一旁。黃蓉見書房中琳琅滿目，全是詩書典籍，几上桌上擺著許多銅器玉器，看來儘是古物，壁上掛著一幅水墨畫，畫的是一個中年書生在月明之夜中庭佇立，手按劍柄，仰天長吁，神情寂寞。左上角題著一首詞：「昨夜寒蛩不住鳴。驚回千里夢，已三更。起來獨自遶階行。人悄悄，簾外月朧明。　白首為功名。舊山松竹老，阻歸程。欲將心事付瑤箏，知音少，絃斷有誰聽？」這詞黃蓉曾由父親教過，知道是岳飛所作的〈小重山〉，又見下款寫著「五湖廢人病中塗鴉」八字，想來這「五湖廢人」必是那莊主的別號了。但見書法與圖畫中的筆致波磔森森，如劍如戟，豈但力透紙背，直欲破紙飛出一般。陸莊主見黃蓉細觀圖畫，問道：「老弟，這幅畫怎樣，請你品題品題。」黃蓉道：「小可斗膽亂說，莊主別怪。」陸莊主道：「老弟但說不妨。」黃蓉道：「莊主這幅圖畫，寫出了岳武穆作這首〈小重山〉詞時壯志難伸、彷徨無計的心情。只不過岳武穆雄心壯志，乃是為國為民，『白首為功名』這一句話，或許是避嫌養晦之意。當年朝中君臣都想與金人議和，岳飛力持不可，只可惜無人聽他的。『知音少，弦斷有誰聽？』這兩句，據說是指此事而言，那是一番無可奈何的心情，卻不是公然要和朝廷作對。莊主作畫寫字之時，卻似是一腔憤激，滿腔委曲，筆力固然雄健之極，但是鋒芒畢露，像是要與大仇人拚個你死我活一般，只恐與岳武穆憂國傷時的原意略有不合。小可曾聽人說，書畫筆墨若是過求有力，少了圓渾蘊藉之意，似乎尚未能說是極高的境界。」陸莊主聽了這番話，一聲長嘆，神色淒然，半晌不語。黃蓉見他神情有異，心想：「我這番話可說得直率了，只怕已得罪了他。但爹爹教這首〈小重山〉和書畫之道時，確是這般解說的。」便道：「小可年幼無知，胡言亂道，尚請莊主恕罪。」陸莊主一怔，隨即臉露喜色，歡然道：「黃老弟說那裏話來？我這番心情，今日才被你看破，老弟真可說得是我生平第一知己。至於筆墨過於劍拔弩張，更是我改不過來的大毛病。承老弟指教，甚是甚是。」回頭對兒子道：「快命人整治酒席。」郭靖與黃蓉連忙辭謝，道：「不必費神。」陸冠英早出房去了。陸莊主道：「老弟鑒賞如此之精，想是家學淵源，令尊必是名宿大儒了，不知名諱如何稱呼。」黃蓉道：「小可懂得甚麼，蒙莊主如此稱許。家父在鄉村設帳授徒，沒沒無名。」陸莊主嘆道：「才人不遇，古今同慨。」酒筵過後，回到書房小坐，又談片刻，陸莊主道：「這裏張公、善卷二洞，乃天下奇景，二位不妨在敝處小住數日，慢慢觀賞。天已不早，兩位要休息了罷？」郭靖與黃蓉站起身來告辭。黃蓉正要出房，猛一抬頭，忽見書房門楣之上釘著八片鐵片，排作八卦形狀，卻又不似尋常的八卦那麼排得整齊，疏疏落落，歪斜不稱。她心下一驚，當下不動聲色，隨著莊丁來到客房之中。客房中陳設精雅，兩床相對，枕衾雅潔。莊丁送上香茗後，說道：「二位爺台要甚麼，一拉床邊這繩鈴，我們就會過來。二位晚上千萬別出去。」說罷退了出去，輕輕掩上了門。黃蓉低聲問道：「你瞧這地方有甚麼蹊蹺？他幹麼叫咱們晚上千萬別出去？」郭靖道：「這莊子好大，莊裏的路繞來繞去，也許是怕咱們迷了路。」黃蓉微笑道：「這莊子可造得古怪。你瞧這陸莊主是何等樣人物？」郭靖道：「是個退隱的大官罷？」黃蓉搖頭道：「這人必定會武，而且還是高手，你見到了他書房中的鐵八卦麼？」郭靖道：「鐵八卦？那是甚麼？」黃蓉道：「那是用來練劈空掌的傢伙。爹爹教過我這套掌法，我嫌氣悶，練不到一個月便擱下了，真想不到又會在這裏見到。」郭靖道：「這陸莊主對咱們決無歹意，他既不說，咱們只當不知就是。」黃蓉點頭一笑，揮掌向著燭台虛劈，嗤的一聲，燭火應手而滅。郭靖低讚一聲：「好掌法！」問道：「這就是劈空掌麼？」黃蓉笑道：「我就只練到這樣，鬧著玩還可以，要打人可全無用處。」※※※睡到半夜，忽然遠處傳來嗚嗚之聲，郭靖和黃蓉都驚醒了，側耳聽去，似是有人在吹海螺，過了一陣，嗚嗚之聲又響了起來，此起彼和，並非一人，吹螺之人相距甚遠，顯然是在招呼應答。黃蓉低聲道：「瞧瞧去。」郭靖道：「別出去惹事罷。」黃蓉道：「誰說惹事了？我是說瞧瞧去。」兩人輕輕推開窗子，向外望去，只見庭院中許多人打著燈籠，還有好些人來來去去，不知忙些甚麼。黃蓉抬起頭來，只見屋頂上黑黝黝的有三四個人蹲在那裏，燈籠移動時亮光一閃，這些人手中的兵刃射出光來。等了一陣，只見眾人都向莊外走去，黃蓉好奇心起，拉著郭靖繞到西窗邊，見窗外無人，便輕輕躍出，屋頂之人並未知覺。黃蓉向郭靖打個手勢，反向後行，莊中道路東轉西繞，曲曲折折，尤奇的是轉彎處的欄干亭榭全然一模一樣，幾下一轉，那裏還分辨得出東西南北？黃蓉卻如到了自己家裏，毫不遲疑的疾走，有時眼前明明無路，她在假山裏一鑽，花叢旁一繞，竟又轉到了迴廊之中。有時似已到了盡頭，那知屏風背面、大樹後邊卻是另有幽境。當路大開的月洞門她偏偏不走，卻去推開牆上一扇全無形跡可尋的門戶。郭靖愈走愈奇，低聲問道：「蓉兒，這莊子的道路真古怪，你怎認得？」黃蓉打手勢叫他噤聲，又轉了七八個彎，來到後院的圍牆邊。黃蓉察看地勢，扳著手指默默算了幾遍，在地下踏著腳步數步子，郭靖聽她低聲唸著：「震一、屯三、頤五、復七、坤……」更不懂是甚麼意思。黃蓉邊數邊行，數到一處停了腳步，說道：「只有這裏可出去，另外地方全有機關。」說著便躍上牆頭，郭靖跟著她躍出牆去。黃蓉才道：「這莊子是按著伏羲六十四卦方位造的。這些奇門八卦之術，我爹爹最是拿手。陸莊主難得倒旁人，可難不了我。」言下甚是得意。兩人攀上莊後小丘，向東望去，只見一行人高舉燈籠火把，走向湖邊。黃蓉拉了拉郭靖的衣袖，兩人展開輕功追去。奔到臨近，伏在一塊岩石之後，只見湖濱泊著一排漁船，人眾絡繹上船，上船後便即熄去燈火。兩人待最後一批人上了船，岸上全黑，才悄悄躍出，落在一艘最大的篷船後梢，於拔篙開船聲中躍上篷頂，在竹篷隙孔中向下望去，艙內一人居中而坐，赫然便是少莊主陸冠英。眾船搖出里許，湖中海螺之聲又嗚嗚傳來，大篷船上一人走到船首，也吹起海螺。再搖出數里，只見湖面上一排排的全是小船，放眼望去，舟似蟻聚，不計其數，猶如一張大綠紙上濺滿墨點一般。大篷船首那人海螺長吹三聲，大船拋下了錨泊在湖心，十餘艘小船飛也似的從四方過來。郭靖與黃蓉心下納罕，不知是否將有一場廝殺，低頭瞧那陸冠英卻是神定氣閒，不似便要臨敵應戰的模樣。過不多時，各船靠近。每艘船上有人先後過來，或一二人、或三四人不等。各人進入大船船艙，都向陸冠英行禮後坐下，對他執禮甚恭，座位次序似早已排定，有的先到反坐在後，有的後至卻坐在上首。只一盞茶功夫，諸人坐定。這些人神情粗豪，舉止剽悍，雖作漁人打扮，但看來個個身負武功，決非尋常以打魚為生的漁夫。陸冠英舉手說道：「張大哥，你探聽得怎樣了？」座中一個瘦小的漢子站起身來，說道：「回稟少莊主，金國欽使預定今晚連夜過湖，段指揮使再過一個多時辰就到。這次他以迎接金國欽使為名，一路搜刮，是以來得遲了。」陸冠英道：「他搜刮到了多少？」那漢子道：「每一州縣都有報效，他麾下兵卒還在鄉間劫掠，我見他落船時眾親隨抬著二十多箱財物，看來都很沉重。」陸冠英道：「他帶了多少兵馬？」那漢子道：「馬軍二千。過湖的都是步軍，因船隻不夠，落船的約莫是一千名左右。」陸冠英向眾人道：「各位哥哥，大家說怎樣？」諸人齊聲道：「願聽少莊主號令。」陸冠英雙手向懷裏一抱，說道：「這些民脂民膏，不義之財，打從太湖裏來，不取有違天道。咱們盡數取來，一半俵散給湖濱貧民，另一半各寨分了。」眾人轟然叫好。郭靖與黃蓉這才明白，原來這群人都是太湖中的盜首，看來這陸冠英還是各寨的總頭領呢。陸冠英道：「事不宜遲，馬上動手。張大哥，你帶五條小船，再去哨探。」那瘦子接令出艙。陸冠英跟著分派，誰打先鋒、誰作接應、誰率領水鬼去鑽破敵船船底、誰取財物、誰擒拿軍官，指揮得井井有條。郭靖與黃蓉暗暗稱奇，適才與他共席時見他斯文有禮，談吐儒雅，宛然是一個養尊處優的世家子弟，那知竟能領袖群豪。陸冠英吩咐已畢，各人正要出去分頭幹事，座中一人站起身來，冷冷的道：「咱們做這沒本錢買賣的，吃吃富商大賈，也就夠啦。這般和官家大動干戈，咱們在湖邊還耽得下去麼？大金國欽使更加得罪不得。」郭靖和黃蓉聽這聲音好熟，凝目看時，原來是沙通天的弟子，黃河四鬼中的奪魄鞭馬青雄，不知如何他竟混在這裏。陸冠英臉上變色，尚未回答，群盜中已有三四人同聲呼叱。陸冠英道：「馬大哥初來，不知這裏規矩，既然大家齊心要幹，咱們就是鬧個全軍覆沒，那也是死而無悔。」馬青雄道：「好啦，你幹你們的，我可不搞這鍋混水。」轉身就要走出船艙。兩名漢子攔在艙口，喝道：「馬大哥，你斬過雞頭立過誓，大夥兒有福同享，有難同當！」馬青雄雙手揮出，罵道：「滾開！」那兩人登時跌在一邊。他正要鑽出艙門，突覺背後一股掌風襲來，當即偏身讓過，左手已從靴筒裏拔出一柄匕首，反手向後戳去。陸冠英左手疾伸，將他左臂格在外門，踏步進掌。馬青雄右手撩開，左手匕首跟著遞出。兩人在窄隘的船艙中貼身而搏。郭靖當日在蒙古土山之上曾與馬青雄相鬥，初見陸冠英出手，料想他不易取勝，豈知只看得數招，但見陸冠英著著爭先，竟然大佔上風，心下詫異：「怎地這姓馬的忽然不濟了？啊，是了，那日在蒙古是他們黃河四鬼合力打我一個，此刻他四面是敵，自然膽怯。」殊不知真正原因，卻在於他得洪七公指點教導，幾近兩月，天下武學絕藝的「降龍十八掌」固然學會了十五掌，而這些時日中洪七公隨口點撥、順手比劃，無一而非上乘武功中的精義，盡為「江南七怪」生平從所未窺的境界。郭靖牢牢記在心中，雖然所領悟的不過十之一二，但不知不覺之間武功已突飛猛進，此刻修為，已殊不遜於六位師父，再來看馬青雄的武功，自覺頗不足道。只見兩人再拆數招，陸冠英左拳斗出，砰的一聲，結結實實打在馬青雄胸口。馬青雄一個踉蹌，向後便倒。他身後兩名漢子雙刀齊下，馬青雄立時斃命。那兩名漢子提起他屍身投入湖中。陸冠英道：「眾家哥哥，大夥兒奮勇當先。」群盜轟然答應，各自回船。片刻之間眾舟千槳齊蕩，並肩東行。陸冠英的大船在後壓陣。行了一陣，遠遠望見數十艘大船上燈火照耀，向西駛來。郭靖與黃蓉心想：「這些大船，便是那個段指揮使的官船了。」兩人悄悄爬上桅桿，坐在橫桁之上，隱身於帆後。只聽得小船上海螺吹起。兩邊船隊漸漸接近，一會兒叫罵聲、呼叱聲、兵刃相交聲、身子落水聲，從遠處隱隱傳來。又過一會，官船起火，烈焰沖天，映得湖水都紅了。郭黃知道群盜已經得手，果見幾艘小舟急駛而至，呼道：「官兵全軍覆沒，兵馬指揮使已經擒到。」陸冠英大喜，走到船頭，叫道：「通知眾家寨主，大夥兒再辛苦一下，擒拿金國欽使去也！」報信的小盜歡然答應，飛舟前去傳令。郭靖和黃蓉同時伸出手來，相互一捏，均想：「那金國欽使便是完顏康了，不知他如何應付。」只聽得各處船上海螺聲此起彼和，群船掉過頭來，扯起風帆。其時方當盛暑，東風正急，群船風帆飽張，如箭般向西疾駛。陸冠英所坐的大船原本在後，這時反而領先。郭靖與黃蓉坐在橫桁之上，陣陣涼風自背吹來，放眼望去，繁星在天，薄霧籠湖，甚是暢快，真想縱聲一歌，只見後面的輕舟快艇又是一艘艘的搶到大船之前。舟行約莫一個時辰，天色漸亮，兩艘快艇如飛而來，艇首一人手中青旗招展，大呼：「已見到了金國的船隻！賀寨主領先攻打。」陸冠英站在船首，叫道：「好。」過不多時，又有一艘小艇駛回，報道：「金國那狗欽使手爪子好硬，賀寨主受傷，彭、董兩位寨主正在夾擊。」不多時，兩名嘍囉扶著受傷暈去的賀寨主上大船來。陸冠英正待察看賀寨主的傷勢，兩艘小艇又分別將彭、董兩位受傷的寨主送到，並說縹緲峰的郭頭領被金國欽使一槍搠死，跌入了湖中。陸冠英大怒，喝道：「金狗如此猖獗，我親去殺他。」郭靖與黃蓉覺得完顏康為虎作倀，殺傷同胞甚是不該，卻又耽心他寡不敵眾，給太湖群盜殺死，穆念慈不免終身遺恨。黃蓉在郭靖耳邊悄聲道：「救他不救？」郭靖微一沉吟，道：「救他性命，但要他悔改。」黃蓉點點頭。只見陸冠英縱身躍入一艘小艇，喝道：「上去！」黃蓉向郭靖道：「咱們搶小艇。」兩人正待縱身躍向旁邊一艘小艇，猛聽得前面群盜齊聲高呼，縱目望去，那金國欽使所率的船隊一艘艘的正在慢慢沉下，想是給潛水的水鬼鑿穿了船底。青旗招展中，兩艘快艇趕到稟報：「金狗落了水，已抓到啦！」陸冠英大喜，躍回大船。過不多時，海螺齊鳴，快艇將金國的欽使、衛兵、隨從等陸續押上大船。郭靖與黃蓉見完顏康手腳都已被縛，兩眼緊閉，想是喝飽了水，但胸口起伏，仍在呼吸。這時天已大明，日光自東射來，水波晃動，猶如萬道金蛇在船邊飛舞一般。陸冠英傳出號令：「各寨寨主齊赴歸雲莊，開宴慶功。眾頭領率部回寨，聽候論功領賞。」群盜歡聲雷動。大小船隻向四方分散，漸漸隱入煙霧之中。湖上群鷗來去，白帆點點，青峰悄立，綠波盪漾，又回復了一片寧靜。※※※待得船隊回莊，郭、黃二人等陸冠英與群盜離船，這才乘人不覺，飛身上岸。群盜大勝之餘，個個興高采烈，那想得到桅桿上一直有人躲著偷窺。黃蓉相準了地位，仍與郭靖從莊後圍牆跳進，回到臥房。這時服侍他們的莊丁已到房前來看了幾次，只道他們先一日遊玩辛苦，在房裏大睡懶覺。郭靖打開房門，兩名莊丁上前請安，送上早點，道：「莊主在書房相候，請兩位用過早點，過去坐坐。」兩人吃了些麵點湯包，隨著莊丁來到書房。陸莊主笑道：「湖邊風大，夜裏波濤拍岸，擾人清夢，兩位可睡得好嗎？」郭靖不慣撒謊，被他一問，登時窘住。黃蓉道：「夜裏只聽得嗚嗚嗚的吹法螺，想是和尚道士做法事放焰口。」陸莊主一笑，不提此事，說道：「在下收藏了一些書畫，想兩位老弟法眼鑒定。」黃蓉道：「當得拜觀。莊主所藏，定然都是精品。」陸莊主令書僮取出書畫，黃蓉一件件的賞玩。驀地裏門外傳來一陣吆喝，幾個人腳步聲響，聽聲音是一人在逃，後面數人在追。一人喝道：「你進了歸雲莊，要想逃走，那叫做難如登天！」陸莊主若無其事，猶如未聞，說道：「本朝書法，蘇黃米蔡並稱，這四大家之中，黃老弟最愛那一家？」黃蓉正要回答，突然書房門砰的一聲被人推開，一個全身濕淋淋的人闖了進來，正是完顏康。黃蓉一拉郭靖衫角，低聲道：「看書畫，別瞧他。」兩人背轉了身子，低頭看畫。原來完顏康不識水性，船沉落湖，空有一身武藝，只吃得幾口水，便已暈去，等到醒來，手足已被縛住。解到莊上，陸冠英喝令押上來審問。完顏康見一直架在後頸的鋼刀已然移開，當即暗運內勁，手指抓住身上綁縛的繩索，大喝一聲，以「九陰白骨爪」功夫立時將繩索撕斷了。眾人齊吃一驚，搶上前去擒拿，被他雙手揮擊，早跌翻了兩個。完顏康奪路便走，那知歸雲莊中房屋道路皆按奇門八卦而建，若無本莊之人引路，又非精通奇門生剋之變，休想闖得出去。完顏康慌不擇路，竟撞進陸莊主的書房來。陸冠英雖見他掙脫綁縛，知他決然逃不出去，也並不在意，只是一路追趕，及見他闖進書房，卻怕他傷及父親，急忙搶前，攔在父親所坐榻前。後面太湖諸寨的寨主都擋在門口。完顏康不意逃入了絕地，戟指向陸冠英罵道：「賊強盜，你們行使詭計，鑿沉船隻，也不怕江湖上好漢笑話？」陸冠英哈哈一笑，說道：「你是金國王子，跟我們綠林豪傑提甚麼『江湖』二字？」完顏康道：「我在北京時久聞江南豪客的大名，只道當真都是光明磊落的好男子，哼哼，今日一見，卻原來……嘿嘿，可就叫作浪得虛名！」陸冠英怒道：「怎樣？」完顏康道：「只不過是一批倚多為勝的小人而已！」陸冠英冷笑道：「要是單打獨鬥勝了你，那你便死而無怨？」完顏康適才這話本是激將之計，正要引他說出這句話來，立時接口：「歸雲莊上只要有人憑真功夫勝得了我，我束手就縛，要殺要剮，再無第二句話。卻不知是那一位賜教？」說著眼光向眾人一掃，雙手負在背後，嘿嘿冷笑，神態甚是倨傲。一言方畢，早惱了太湖莫釐峰上的金頭鰲石寨主，怒喝：「老子揍你這番邦賊廝鳥！」搶入書房，雙拳「鐘鼓齊鳴」，往完顏康太陽穴打到。完顏康身子微側，敵拳已然擊空，右手反探，抓住了他後心，內勁吐處，把他肥肥一個身軀向門口人叢中丟了出去。陸冠英見他出手迅辣，心中暗驚，知道各寨主無人能敵，叫道：「果然好俊功夫，讓我來討教幾招。咱們到外面廳上去。」眼見對方大是勁敵，生怕劇鬥之際，拳風掌力帶到父親與客人身上，三人不會武功，可莫受了誤傷。完顏康道：「比武較量到處都是一樣，就在這裏何妨？寨主請賜招罷！」言下之意竟是：「不過三招兩式，就打倒了你，何必費事另換地方？」陸冠英心中暗怒，說道：「好，你是客，請進招罷。」完顏康左掌虛探，右手就往陸冠英胸口抓去，開門見山，一出手就以九陰白骨爪攻敵要害。陸冠英暗罵：「小子無禮，教你知道少莊主的厲害。」胸口微縮，竟不退避，右拳直擊對方橫臂手肘，左手二指疾伸，取敵雙目。完顏康見他來勢好快，心頭倒也一震，暗道：「不意草莽之中，竟然有此等人物。」疾忙斜退半步，手腕疾翻，以擒拿手拿敵手臂。陸冠英扭腰左轉，兩手迴兜，虎口相對，正是「懷中抱月」之勢。完顏康見他出手了得，不敢再有輕敵之念，當下打疊起精神，使出丘處機所傳的全真派拳法。陸冠英是臨安府雲棲寺枯木大師的得意弟子，精通仙霞門的外家拳法，那是河南嵩山少林寺的旁支，所傳也是武學正宗，這時遇到強敵，當下小心在意，見招拆招，遇勢破勢。他知完顏康手爪功夫厲害，決不讓他手爪碰到自己身子，雙手嚴守門戶，只見有隙可乘，立即使腳攻敵。外家技擊有言道：「拳打三分，腳踢七分。」又道：「手是兩扇門，全憑腳踢人。」陸冠英所學是外家功夫，腿上功夫自極厲害，兩人鬥到酣處，只見書房之中人影飛舞，拳腳越來越快。郭靖與黃蓉不願被他認出，退在書架之旁，側身斜眼觀戰。完顏康久鬥不下，心中焦躁，暗道：「再耗下去，時刻長了，就算勝了他，要是再有人出來邀鬥，我那裏還有力氣對付？」他武功原比陸冠英高出甚多，只因在湖水中被浸，喝了一肚子水，委頓之下，氣力不加，兼之身陷重圍，初次遇險，不免心怯，這才讓陸冠英拆了數十招，待得精神一振，手上加緊，只聽得砰的一聲，陸冠英肩頭中拳。他一個踉蹌，向後倒退，眼見敵人乘勢進逼，陡然間飛起左腿，足心朝天，踢向完顏康心胸。這一招叫做「懷心腿」，出腿如電，極為厲害。完顏康想不到敵人落敗之餘，尚能出此絕招，待得伸手去格，胸口已被踢中。這「懷心腿」是陸冠英自幼苦練的絕技，練時用繩子縛住足踝，然後將繩繞過屋樑，逐日拉扯懸吊，臨敵時一腿飛出，倏忽過頂，敵人實所難防。完顏康胸口一痛，左手颼的彎轉，五根手指已插入了陸冠英小腿，右掌往他胯上推去，喝道：「躺下！」陸冠英單腿站立，被他這麼猛推，身子直跌出去，撞向在榻上的陸莊主。陸莊主左手伸出一黏，托住他背心，輕輕放在地下，但見兒子小腿上鮮血淋漓，從原來站立之地直到榻前一排鮮血直滴過來，又驚又怒，喝道：「黑風雙煞是你甚麼人？」他這一出手、一喝問，眾人俱感驚詫。別說完顏康與眾寨主不知他身有武功，連他親生兒子陸冠英，也只道父親雙腿殘廢，自然不會武功，自己從小便見父親寄情於琴書之間，對他作為向來不聞不問，那知剛才救他這一托，出手竟是沉穩之極。黃蓉昨晚見到了他門楣上的鐵八卦，對郭靖說過，因此只有他兩人才不訝異。完顏康聽陸莊主問起黑風雙煞，一呆之下，說道：「黑風雙煞是甚麼東西？」原來梅超風雖然傳他武藝，但她自己的來歷固然未曾對他言明，連真實姓名也不對他說，「黑風雙煞」的名頭，他自然更加不知了。陸莊主怒道：「裝甚麼蒜？這陰毒的九陰白骨爪是誰傳你的？」完顏康道：「小爺沒空聽你囉唆，失陪啦！」轉身走向門口。眾寨主齊聲怒喝，挺起兵刃攔阻。完顏康連聲冷笑，回頭向陸冠英道：「你說話算不算數？」陸冠英臉色慘白，擺一擺手，說道：「太湖群雄說一是一，眾位哥哥放他走罷。張大哥，你領他出去。」眾寨主心中都不願意，但少莊主既然有令，卻也不能違抗。那張寨主喝道：「跟我走罷，諒你這小子自己也找不到路出去。」完顏康道：「我的從人衛兵呢？」陸冠英道：「一起放他們走。」完顏康大拇指一豎，說道：「好，果然是君子一言，快馬一鞭。眾寨主，咱們後會有期。」說著團團一揖，唱個無禮喏，滿臉得意之色。他轉身正要走出書房，陸莊主忽道：「且慢！老夫不才，要領教你的九陰白骨爪。」完顏康停步笑道：「那好極啦。」陸冠英忙道：「爹，您老人家犯不著跟這小子一般見識。」陸莊主道：「不用擔心，他的九陰白骨爪沒練到家。」雙目盯著完顏康，緩緩說道：「我腿有殘疾，不能行走，你過來。」完顏康一笑，卻不移步。陸冠英腿上傷口劇痛，但決不肯讓父親與對方動手，縱身躍出房門，叫道：「這次是代我爹爹再請教幾招。」完顏康笑道：「好，咱倆再練練。」陸莊主喝道：「英兒走開！」右手在榻邊一按，憑著手上之力，身子突然躍起，左掌向完顏康頂上猛劈下去。眾人驚呼聲中，完顏康舉手相格，只覺腕上一緊，右腕已被捏住，眼前掌影閃動，敵人右掌又向肩頭擊到。完顏康萬料不到他擒拿法如此迅捷奇特，左手急忙招架，右手力掙，想掙脫他的擒拿。陸莊主足不著地，身子重量全然放在完顏康這手腕之上，身在半空，右掌快如閃電，瞬息之間連施五六下殺手。完顏康奮起平生之力，向外抖甩，卻那裏甩得脫？飛腿去踢，卻又踢他不著。眾人又驚又喜，望著兩人相鬥。只見陸莊主又是舉掌劈落，完顏康伸出五指，要戳他手掌，陸莊主手肘突然下沉，一個肘錘，正打在他「肩井穴」上。完顏康半身酸麻，跟著左手手腕也已被他拿住，只聽得喀喀兩聲，雙手手腕關節已同時錯脫。陸莊主手法快極，左手在他腰裏一戳，右手在他肩上一捺，已借力躍回木榻，穩穩坐下。完顏康卻雙腿軟倒，再也站不起來。眾寨主看得目瞪口呆，隔了半晌，才震天價喝起采來。陸冠英搶步走到榻前，問道：「爹，您沒事吧？」陸莊主笑著搖搖頭，隨即臉色轉為凝重，說道：「這金狗的師承來歷，得好好問他一問。」兩名寨主拿了繩索將完顏康手足縛住。張寨主：「在那姓段的兵馬指揮使行囊之中，搜出了幾副精鋼的腳鐐手銬，正好用來銬這小子，瞧他還掙不掙得斷。」眾人連聲叫好，有人飛步去取了來，將完顏康手腳都上了雙重鋼銬。完顏康手腕劇痛，額上黃豆大的汗珠不住冒出來，但強行忍住，並不呻吟。陸莊主道：「拉他過來。」兩名頭領執住完顏康的手臂，將他拉到榻前。陸莊主給他裝上手腕關節，又伸手在他尾脊骨與左胸穴道各點了一指。完顏康疼痛漸止，心裏又是憤怒，又是驚奇，還未開言，陸冠英已命人將他押下監禁。眾寨寨主都退了出去。陸莊主轉身對黃蓉與郭靖笑道：「與少年人好勇鬥狠，有失斯文，倒教兩位笑話了。」黃蓉見他的掌法與點穴功夫全是自己家傳的一路，不禁疑心更盛，笑問：「那是甚麼人？他是不是偷了寶莊的東西，累得莊主生氣？」陸莊主呵呵大笑，道：「不錯，他們確是搶了大夥兒不少財物。來來來，咱們再看書畫，別讓這小賊掃了清興。」陸冠英退出書房，三人又再觀畫。陸莊主與黃蓉一幅幅的談論山水佈局、人物神態，翎毛草蟲如何，花卉瓜果又是如何。郭靖自是全然不懂。中飯過後，陸莊主命兩名莊丁陪同他們去遊覽張公、善卷二洞，那是天下勝景，洞中奇幻莫名，兩人遊到天色全黑，這才盡興而返。晚上臨睡時，郭靖道：「蓉兒，怎麼辦？救不救他？」黃蓉道：「咱們在這兒且再住幾天，我還摸不準那陸莊主的底子。」郭靖道：「他武功與你門戶很近啊。」黃蓉沉吟道：「奇就奇在這裏，莫非他識得梅超風？」兩人猜想不透，只怕隔牆有耳，不敢多談。※※※睡到中夜，忽聽得瓦面上有聲輕響，接著地上擦的一聲。兩人都是和衣而臥，聽得異聲，立即醒覺，同時從床上躍起，輕輕推窗外望，只見一個黑影躲在一叢玫瑰之後。那人四下張望，然後躡足向東走去，瞧這般全神提防的模樣，似是闖進莊來的外人。黃蓉本來只道歸雲莊不過是太湖群雄的總舵，但見了陸莊主的武功後，心知其中必定另有隱秘，決意要探個水落石出，當下向郭靖招了招手，翻出窗子，悄悄跟在那人身後。跟得幾十步，星光下已看清那人是個女子，武功也非甚高，黃蓉加快腳步，逼近前去，那女子臉蛋微微一側，原來卻是穆念慈。黃蓉心中暗笑：「好啊，救意中人來啦。倒要瞧瞧你用甚麼手段。」只見穆念慈在園中東轉西走，不多時已迷失了方向。黃蓉知道依這莊園的方位建置，監人的所在必在離上震下的「噬嗑」之位，《易經》曰：「噬嗑，亨，利用獄。」「象曰：雷電，噬嗑，先王以明罰敕法。」她父親黃藥師精研其理，閒時常與她講解指授。她想這莊園構築雖奇，其實明眼人一看便知，那及得上桃花島中陰陽變化、乾坤倒置的奧妙？在桃花島，禁人的所在反而在乾上兌下的「履」位，取其「履道坦坦，幽人貞吉」之義，更顯主人的氣派。黃蓉心想：「照你這樣走去，一百年也找不到他。」當下俯身在地下抓了一把散泥，見穆念慈正走到歧路，躊躇不決，拈起一粒泥塊向左邊路上擲去，低沉了聲音道：「向這邊走。」閃身躲入了旁邊花叢。穆念慈大吃一驚，回頭看時，卻不見人影，當即提刀在手，縱身過去。黃蓉與郭靖的輕身功夫高她甚遠，早已躲起，那能讓她找到？穆念慈正感彷徨，心想：「這人不知是好心壞心，反正我找不到路，姑且照他的指點試試。」當上依著向左走去，每到歧路，總有小粒泥塊擲明方向，曲曲折折走了好一陣子，忽聽得嗤的一聲，一粒泥塊遠遠飛去，撞在一間小屋的窗上，眼前一花，兩個黑影從身邊閃過，倏忽不見。穆念慈心念一動，奔向小屋，只見屋前兩名大漢倒在地下，眼睜睜的望著自己，手中各執兵刃，卻便是動彈不得，顯已給人點了穴道。穆念慈心知暗中有高人相助，輕輕推門進去，側耳靜聽，室中果有呼吸之聲。她低聲叫道：「康哥，是你麼？」完顏康早在看守人跌倒時驚醒，聽得是穆念慈的聲音，又驚又喜，忙道：「是我。」穆念慈大喜，黑暗中辨聲走近，說道：「謝天謝地，果然你在這裏，那可好極了，咱們走罷。」完顏康道：「你可帶有寶刀寶劍麼？」穆念慈道：「怎麼？」完顏康輕輕一動，手鐐腳銬上發出金鐵碰撞之聲。穆念慈上去一摸，心中大悔，恨恨的道：「那柄削鐵如泥的匕首，我不該給了黃家妹子。」黃蓉與郭靖躲在屋外竊聽兩人說話。她心中暗笑：「等你著急一會，我再把匕首給你。」穆念慈甚是焦急，道：「我去盜鐵銬的鑰匙。」完顏康道：「你別去，莊內敵人厲害，你去犯險必然失手，無濟於事。」穆念慈道：「那麼我揹你出去。」完顏康道：「他們用鐵鍊將我鎖在柱上，背不走的。」穆念慈急得流下淚來，嗚咽道：「那怎麼辦？」完顏康笑道：「你親親我罷。」穆念慈跺腳道：「人家急得要命，你還鬧著玩。」完顏康悄聲笑道：「誰鬧著玩了？這是正經大事啊。」穆念慈並不理他，苦思相救之計。完顏康道：「你怎知我在這裏？」穆念慈道：「我一路跟著你啊。」完顏康心中感動，道：「你靠在我身上，我跟你說。」穆念慈坐在地下草蓆上，偎倚在他懷中。完顏康道：「我是大金國欽使，諒他們也不敢隨便傷我。只是我給羈留在此，卻要誤了父王囑咐的軍國大事，這便如何是好？妹子，你幫我去做一件事。」穆念慈道：「甚麼？」完顏康道：「你把我項頸裏那顆金印解下來。」穆念慈伸手到他頸中，摸著了印，將繫印的絲帶解開。完顏康道：「這是大金國欽使之印，你拿了趕快到臨安府去，求見宋朝的史彌遠史丞相。」穆念慈道：「史丞相？我一個民間女子，史函相怎肯接見？」完顏康笑道：「他見了這金印，迎接你都還來不及呢。你對他說，我被太湖盜賊劫持在這裏，不能親自去見他。我要他記住一件事：如有蒙古使者到臨安來，決不能相見，拿住了立即斬首。這是大金國聖上的密旨，務須遵辦。」穆念慈道：「那為甚麼？」完顏康道：「這些軍國大事，說了你也不懂。只消把這幾句話去對史丞相說了，那就是給我辦了一件大事。要是蒙古的使者先到了臨安，和宋朝君臣見了面，可對咱們大金國大大不利。」穆念慈慍道：「甚麼『咱們大金國』？我可是好好的大宋百姓。你若不說個清楚，我不能給你辦這件事。」完顏康微笑道：「難道你將來不是大金國的王妃？」穆念慈霍地站起，說道：「我義父是你親生爹爹，你是好好的漢人。難道你是真心的要做甚麼大金國王爺？我只道……只道你……」完顏康道：「怎樣？」穆念慈道：「我一直當你是個智勇雙全的好男兒，當你假意在金國做小王爺，只不過等待機會，要給大宋出一口氣。你，你真的竟然會認賊作父麼？」完顏康聽她語氣大變，喉頭哽住，顯是氣急萬分，當下默然不語。穆念慈又道：「大宋的錦繡江山給金人佔了一大半去，咱們漢人給金人擄掠殘殺，欺壓拷打，難道你一點也不在意麼？你……你……」說到這裏，再也說不下去，把金印往地下一擲，掩面就走。完顏康顫聲叫道：「妹子，我錯啦，你回來。」穆念慈停步，回過頭道：「怎樣？」完顏康道：「等我脫難之後，我不再做甚麼勞什子的欽使，也不回到金國去了。我跟你隱居歸農，總好過成日心中難受。」穆念慈嘆了口長氣，呆呆不語。她自與完顏康比武之後，一往情深，心中已認定他是個了不起的英雄豪傑。完顏康不肯認父，她料來必是另有深意；他出任金國欽使，她又代他設想，他定是要身居有為之地，想幹一番轟轟烈烈的大事，為大宋揚眉吐氣。豈知這一切全是女兒家的痴情呆想，這人那裏是甚麼英雄豪傑，原來直是個貪圖富貴的無恥之徒。她想到傷心之處，只感萬念俱灰。完顏康低聲道：「妹子，怎麼了？」穆念慈不答。完顏康道：「我媽說，你義父是我的親生父親。我還沒能問個清楚，他們兩人就雙雙去世，我一直心頭胡塗。這身世大事，總不能如此不明不白的就此定局。」穆念慈心下稍慰，暗想：「原來他真的還未明白自己身世，那也不能太怪他了。」說道：「拿你金印去見史丞相之事，再也休提。我去找黃家妹子，取了匕首來救你。」黃蓉本擬便將匕首還她，但適才聽了完顏康一番話，氣他為金國謀幹大事，心道：「我爹爹最恨金人，且讓他在這裏關幾天再說。」完顏康卻問：「這莊裏的道路極為古怪，你怎認得出？」穆念慈道：「幸得有兩位高人在暗中指點，卻不知是誰。他們始終不肯露面。」完顏康沉吟片刻，說道：「妹子，下次你再來，只怕給莊中高手發覺。你如真要救我，就去給我找一個人。」穆念慈慍道：「我可不去找甚麼死丞相、活丞相。」完顏康道：「不是丞相，是找我師父。」穆念慈「啊」了一聲。完顏康道：「你拿我身邊這條腰帶去，在腰帶的金環上用刀尖刻上『完顏康有難，在太湖西畔歸雲莊』十三個字，到蘇州之北三十里的一座荒山之中，找到有九個死人骷髏頭疊在一起，疊成樣子是上一中三下五，就把這腰帶放在第一個骷髏頭之下。」穆念慈愈聽愈奇，問道：「幹甚麼啊？」完顏康道：「我師父雙眼已盲，她摸到金環上刻的字，就會前來救我。因此這些字可要刻得深些。」穆念慈道：「你師父不是那位長春真人丘道長麼？他眼睛怎會盲了？」完顏康道：「不是這個姓丘的道人，是我另外一位師父。你放了腰帶之後，不可停留，須得立即離開。我師父脾氣古怪，如發覺骷髏頭之旁有人，說不定會傷害於你。她武功極高，必能救我脫難。你只在蘇州玄妙觀前等我便了。」穆念慈道：「你得立個誓，決不能再認賊作父，賣國害民。」完顏康怫然不悅，說道：「我一切弄明白之後，自然會照良心行事。你這時逼我立誓，又有甚麼用？你不肯為我去求救，也由得你。」穆念慈道：「好！我去給你報信。」從他身上解下腰帶。完顏康道：「妹子，你要走了？過來讓我親親。」穆念慈道：「不！」站起來走向門口。完顏康道：「只怕不等師父來救，他們先將我殺了，那我可永遠見不到你啦。」穆念慈心中一軟，嘆了口長氣，走近身去，偎在他懷中，讓他在臉上親了幾下，忽然斬釘截鐵的道：「將來要是你不做好人，我也無法可想，只怨我命苦，惟有死在你的面前。」完顏康軟玉在懷，只想和她溫存一番，說些親熱的言語，多半就此令她回心轉意，終於答允拿了金印去見史丞相，正覺她身子顫抖，呼吸漸促，顯是情動，萬不料她竟會說出這般話來，只呆得一呆，穆念慈已站起離懷，走出門去。出來時黃蓉如前給她指路，穆念慈奔到圍牆之下，輕輕叫道：「前輩既不肯露面，小女子只得望空叩謝大德。」說罷跪在地下，磕了三個頭。只聽得一聲嬌笑，一個清脆的聲音說道：「啊喲，這可不敢當！」抬起頭來，繁星在天，花影遍地，那裏有半個人影？穆念慈好生奇怪，聽聲音依稀似是黃蓉，但想她怎麼會在此地，又怎識得莊中希奇古怪的道路？沿路思索，始終不得其解，走出離莊十餘里，在一棵大樹下打個盹兒，等到天明，乘了船過得太湖，來到蘇州。※※※那蘇州是東南繁華之地，雖然比不得京城杭州，卻也是錦繡盈城，花光滿路。南宋君臣苟安於江南半壁江山，早忘了北地百姓呻吟於金人鐵蹄下之苦。蘇杭本就富庶，有道是：「上有天堂，下有蘇杭」，其時淮河以南的財賦更盡集於此，是以蘇杭二州庭園之麗，人物之盛，天下諸城莫可與京。穆念慈此時於這繁華景象自是無心觀賞，找了個隱僻所在，先將完顏康囑咐的那十三個字在腰帶上細心刻好，撫摸腰帶，想起不久之前，這金帶還是圍在那人腰間，只盼他平安無恙，又再將這金帶圍到身上；更盼他深明大義，自己得與他締結鴛盟，親手將這帶子給他繫上。痴痴的想了一會，將腰帶繫在自己衣衫之內，忍不住心中一蕩：「這條帶子，便如是他手臂抱著我的腰一般。」霎時間紅暈滿臉，再也不敢多想。在一家麵館中匆匆吃了些麵點，眼見太陽偏西，當即趕向北郊，依著完顏康所說路徑去找尋他師父。愈走道路愈是荒涼，眼見太陽沒入山後，遠處傳來一聲聲怪鳥鳴叫，心中不禁惴惴。她離開大道，向山後墺谷中找尋，直到天將全黑，全不見完顏康所說那一堆骷髏骨的蹤影。心下琢磨，且看附近是否有甚麼人家，權且借宿一宵，明天早晨再找。當下奔上一個山丘，四下跳望，遙見西邊山旁有所屋宇，心中一喜，當即拔足奔去。走到臨近，見是一座破廟，門楣上一塊破匾寫著「土地廟」三字，在門上輕輕一推，那門砰的一聲，向後便倒，地下灰土飛揚，原來那廟已久無人居。她走進殿去，只見土地公公和土地婆婆的神像上滿是蛛網塵垢。她按住供桌用力掀了兩下，桌子尚喜完好，於是找些草來拭抹乾淨，再將破門豎起，吃了些乾糧，把背上包裹當作枕頭，就在供桌上睡倒，心裏一靜，立刻想起完顏康的為人，又是傷心，又是慚愧，不禁流下淚來，但念到他的柔情密意，心頭又不禁甜絲絲地，這般東思西想，柔腸百轉，直到天交二更方才睡著。睡到半夜，朦朧中忽聽得廟外有一陣颼颼異聲，一凜之下，坐起身來，聲音更加響了。忙奔到門口向外望去，只嚇得心中怦怦亂跳，皓月之下，幾千條青蛇蜿蜒東去，陣陣腥味從門縫中傳了進來。過了良久，青蛇才漸稀少，忽聽腳步聲響，三個白衣男子手持長桿，押在蛇陣之後。她縮在門後不敢再看，只怕被他們發覺，耳聽得腳步聲過去，再在門縫中張望。此時蛇群過盡，荒郊寂靜無聲，她如在夢寐，真難相信適才親眼所見的情景竟是真事。緩緩推開破門，向四下一望，朝著群蛇去路走了幾步，已瞧不到那幾個白衣男子的背影，才稍寬心，正待回廟，忽見遠處岩石上月光照射處有堆白色物事，模樣甚是詭異。她走近看時，低低驚呼一聲，正是一堆整整齊齊的骷髏頭，上一中三下五，不多不少，恰是九顆白骨骷髏頭。她整日就在找尋這九個骷髏頭，然而在深夜之中驀地見到，形狀又如此可怖，卻也不禁心中怦怦亂跳。慢慢走近，從懷中取出完顏康的腰帶，伸右手去拿最上面的那顆骷髏，手臂微微發抖，剛一摸到，五個手指恰好陷入骷髏頂上五個小孔，這一下全然出乎她意料之外，就像骷髏張口咬住了她五指一般，伸手一甩，卻將骷髏頭帶了起來。她大叫一聲，轉身便逃，奔出三步，才想到全是自己嚇自己，不禁失笑，當下將腰帶放在三顆骷髏之上，再將頂端一顆壓在帶上，心想：「他的師父也真古怪，卻不知模樣又是怎生可怕？」她放好之後，心中默祝：「但願師父你老人家拿到腰帶，立刻去將他救出，命他改邪歸正，從此做個好人。」心中正想著那身纏鐵索、手戴鐵銬、模樣英俊、言語動人的完顏康時，突覺肩頭有人輕輕一拍。她這一驚非同小可，當下不敢回頭，右足急點，已躍過了骷髏堆，雙掌護胸，這才轉身，那知她剛剛轉身，後面肩頭又有人輕輕一拍。她接連五六次轉身，始終見不到背後人影，真不知是人是鬼，是妖是魔？她嚇得出了一身冷汗，不敢再動，顫著聲音叫道：「你是誰？」身後有人俯頭過來在她頸上一嗅，笑道：「好香！你猜我是誰。」穆念慈急轉身子，只見一人儒生打扮，手揮摺扇，神態瀟灑，正是在北京逼死她義父義母的兇手之一歐陽克。她驚怒交集，料知不敵，回身就奔。歐陽克卻已轉在她的面前，張開雙臂，笑吟吟的等著，她只要再衝幾步，正好撞入他的懷裏。穆念慈急收腳步，向左狂奔，只逃出數丈，那人又已等在前面。她連換了幾個方向，始終擺脫不開。歐陽克見她花容失色，更是高興，明知伸手就可擒到，卻偏要盡情戲弄一番，猶如惡貓捉住老鼠，故意擒之又縱、縱之又擒的以資玩樂一般。穆念慈眼見勢危，從腰間拔出柳葉刀，刷刷兩刀，向他迎頭砍去。歐陽克笑道：「啊喲，別動粗！」身子微側，右手將她雙臂帶在外檔，左手倏地穿出，已摟住她纖腰。穆念慈出手掙扎，只感虎口一麻，柳葉刀已被他奪去拋下，自己身子剛剛掙脫，立時又被他雙手抱著。這一下就如黃蓉在完顏康的欽使行轅外抱住她一般，對方雙手恰好扣住自己脈門，再也動彈不得。歐陽克笑得甚是輕薄，說道：「你拜我為師，就馬上放你，再教你這一招的法門，就只怕那時你反要我整日抱住你不放了。」穆念慈被他雙臂摟緊，他右手又在自己臉蛋上輕輕撫摸，知他不懷好意，心中大急，不覺暈去。過了一會悠悠醒轉，只感全身酸軟，有人緊緊摟住自己，迷糊之中，還道又已歸於完顏康的懷抱，不自禁的心頭一喜，睜開眼來，卻見抱著自己的竟是歐陽克。她又羞又急，掙扎著想要躍起，身子竟自不能移動，張口想喊，才知嘴巴已被他用手帕縛住。只見他盤膝坐在地下，臉上神色卻顯得甚是焦慮緊張，左右各坐著八名白衣女子，每人手中均執兵器，人人凝視著岩石上那堆白骨骷髏，默不作聲。穆念慈好生奇怪，不知他們在搗甚麼鬼，回頭一望，更是嚇得魂飛天外，只見歐陽克身後伏著幾千幾萬條青蛇，蛇身不動，口中舌頭卻不住搖晃，月光下數萬條分叉的紅舌波盪起伏，化成一片舌海，煞是驚人。蛇群中站著三名白衣男子，手持長桿，似乎均有所待，正是先前曾見到過的。她不敢多看，回過頭來，再看那九個骷髏和微微閃光的金環腰帶，突然驚悟：「啊，他們是在等他的師父來臨。瞧這神情，顯然是布好了陣勢向他尋仇，要是他師父孤身到此，怎能抵敵？何況尚有這許多毒蛇。」她心下十分焦急，只盼完顏康的師父不來，卻又盼他師父前來大顯神通，打敗這惡人而搭救自己。等了半個多時辰，月亮漸高，她見歐陽克時時抬頭望月，心想：「莫非他師父要等月至中天，這才出現麼？」眼見月亮升過松樹梢頭，晴空萬里，一碧如洗，四野蟲聲唧唧，偶然遠處傳來幾聲梟鳴，更無別般聲息。歐陽克望望月亮，將穆念慈放在身旁一個女子懷裏，右手取出摺扇，眼睛盯住了山邊的轉角。穆念慈知道他們等候之人不久就要過來。靜寂之中，忽聽得遠處隱隱傳過來一聲尖銳慘厲的嘯聲，瞬時之間，嘯聲已到臨近，眼前人影晃動，一個頭披長髮的女人從山崖間轉了出來，她一過山崖，立時放慢腳步，似已察覺左近有人。正是鐵屍梅超風到了。梅超風自得郭靖傳了幾句修習內功的秘訣之後，潛心研練，只一個月功夫，兩腿已能行走如常，內功更大有進益。她既知江南六怪已從蒙古回來，決意追去報仇，乘著小王爺出任欽使，便隨伴南下。她每天子夜修練秘功，乘船諸多不便，因此自行每晚陸行，和完顏康約好在蘇州會齊。豈知完顏康已落入太湖群雄手中，更不知歐陽克為了要報復殺姬裂衣之辱，更要奪她的九陰真經，大集群蛇，探到了她夜中必到之地，悄悄的在此等候。她剛轉過山崖，便聽到有數人呼吸之聲，立即停步傾聽，更聽出在數人之後尚有無數極為詭奇的細微異聲。歐陽克見她驚覺，暗罵：「好厲害的瞎婆娘！」摺扇輕揮，站起身來，便欲撲上，勁力方透足尖，尚未使出，忽見崖後又轉出一人，他立時收勢，瞧那人時，見他身材高瘦，穿一件青色直綴，頭戴方巾，是個文士模樣，面貌卻看不清楚。最奇的是那人走路絕無半點聲息，以梅超風那般高強武功，行路尚不免有沙沙微聲，而此人毫不著意的緩緩走來，身形飄忽，有如鬼魅，竟似行雲駕霧、足不沾地般無聲無息。那人向歐陽克等橫掃了一眼，站在梅超風身後。歐陽克細看他的臉相，不覺打了個寒噤，但見他容貌怪異之極，除了兩顆眼珠微微轉動之外，一張臉孔竟與死人無異，完全木然不動，說他醜怪也並不醜怪，只是冷到了極處、呆到了極處，令人一見之下，不寒而慄。歐陽克定了定神，但見梅超風一步步的逼近，知她一出手就是兇辣無倫，心想須得先發制人，左手打個手勢，三名驅蛇男子吹起哨子，驅趕群蛇湧了出來。八名白衣女子端坐不動，想是身上均有伏蛇藥物，是以群蛇繞過八女，逕自向前。梅超風聽到群蛇奔行竄躍之聲，便知乃是無數蛇蟲，心下暗叫不妙，當即提氣躍出數丈。趕蛇的男子長桿連揮，成千成萬條青蛇漫山遍野的散了開去。穆念慈凝目望去，見梅超風臉現驚惶之色，不禁代她著急，心想：「這個怪女人難道便是他的師父嗎？」只見她忽地轉身，從腰間抽出一條爛銀也似的長鞭，舞了開來，護住全身，只一盞茶功夫，她前後左右均已被毒蛇圍住。有幾條蛇給哨子聲逼催得急了，竄攻上去，被她鞭風帶到，立時彈出。歐陽克縱聲叫道：「姓梅的妖婆子，我也不要你的性命，你把九陰真經交出來，公子爺就放你走路。」他那日在趙王府中聽到九陰真經在梅超風手中，貪念大起，心想說甚麼也要將真經奪到，才不枉了來中原走這一遭。若能將叔父千方百計而無法取得的真經雙手獻上，他老人家這份歡喜，可就不用說了。梅超風對他說話毫不理會，把銀鞭舞得更加急了，月色溶溶之下，閃起千條銀光。歐陽克叫道：「你有能耐就再舞一個時辰，我等到你天明，瞧你給是不給？」梅超風暗暗著急，籌思脫身之計，但側耳聽去，四下裏都是蛇聲，她這時已不敢邁步，只怕一動就踏上毒蛇，若給咬中了一口，那時縱有一身武功也是無能為力的了。歐陽克坐下地來，過了一會，洋洋自得的說道：「梅大姊，你這部經書本就是偷來的，二十年來該也琢磨得透啦，再死抱著這爛本子還有甚麼用？你借給我瞧瞧，咱們化敵為友，既往不咎，豈不美哉？」梅超風道：「那麼你先撤開蛇陣。」歐陽克笑道：「你先把經本子拋出來。」這九陰真經刺在亡夫的腹皮之上，梅超風看得比自己性命還重，那肯交出？打定了主意：「只要我被毒蛇咬中，立時將經文撕成碎片。」穆念慈張口想叫：「你躍上樹去，毒蛇便咬你不到了！」苦於嘴巴被手帕縛住，叫喊不出。梅超風卻不知左近就有幾棵高大的松樹，心想這般僵持下去，自己內力終須耗竭，當下伸手在懷中一掏，叫道：「好，你姑奶奶認栽啦，你來拿罷。」歐陽克道：「你拋出來。」梅超風叫道：「接著！」右手急揚。穆念慈只聽得嗤嗤嗤幾聲細微的聲響，便見兩名白衣女子倒了下去。歐陽克危急中著地滾倒，避開了她的陰毒暗器，但也已嚇出了一身冷汗，又驚又怒，退後數步，叫道：「好妖婆，我要你死不成，活不得。」梅超風發射三枚「無形釘」，去如電閃，對方竟能避開，不禁暗佩他功夫了得，心中更是著急。歐陽克雙目盯住她的雙手，只要她銀鞭勁勢稍懈，便即驅蛇上前。這時梅超風身旁已有百餘條青蛇橫屍於地，但毒蛇成千成萬，怎能突圍？歐陽克忌憚她銀鞭凌厲，暗器陰毒，卻也不敢十分逼近。又僵持了大半個時辰，月亮偏西，梅超風煩躁焦急，呼吸已感粗重，長鞭舞動時已不如先前遒勁，當下將鞭圈逐步縮小，以節勁力。歐陽克暗喜，驅蛇向前，步步進逼，卻也怕她拚死不屈，臨死時毀去經書，當下全神貫注，只待在緊急關頭躍前搶經。耳聽蛇圈越圍越緊，梅超風伸手到懷裏摸住經文，神色慘然，低低咒罵：「我大仇未復，想不到今夜將性命送在這臭小子的一群毒蛇口裏。」突然之間，半空中如鳴琴，如擊玉，發了幾聲，接著悠悠揚揚，飄下一陣清亮柔和的洞簫聲來。眾人都吃了一驚。歐陽克抬起頭來，只見那青衣怪人坐在一株高松之巔，手按玉簫，正在吹奏。歐陽克暗暗驚奇，自己目光向來極為敏銳，在這月色如晝之際，於他何時爬上樹巔竟是全然沒有察覺，又見松樹頂梢在風中來回晃動，這人坐在上面卻是平穩無比。自己從小就在叔父教導下苦練輕功，要似他這般端坐樹巔，只怕再練二十年也是不成，難道世上真有鬼魅不成？這時簫聲連綿不斷，歐陽克心頭一蕩，臉上不自禁的露出微笑，只感全身熱血沸騰，就只想手舞足蹈的亂動一番，方才舒服。他剛伸手踢足，立時驚覺，竭力鎮攝心神，只見群蛇爭先恐後的湧到松樹之下，昂起了頭，隨著簫聲搖頭擺腦的舞動。驅蛇的三個男子和六名姬人也都奔到樹下，圍著亂轉狂舞，舞到後來各人自撕衣服，抓搔頭臉，條條血痕的臉上卻露出獃笑，個個如痴如狂，那裏還知疼痛。歐陽克大驚，知道今晚遇上了強敵，從囊中摸出六枚餵毒銀梭，奮力往那人頭、胸、腹三路打去。眼見射到那人身邊，卻被他輕描淡寫的以簫尾逐一撥落，他用簫擊開暗器時口唇未離簫邊，樂聲竟未有片刻停滯。但聽得簫聲流轉，歐陽克再也忍耐不住，扇子一張，就要翩翩起舞。總算他功力精湛，心知只要伸手一舞，除非對方停了簫聲，否則便要舞到至死方休，心頭尚有一念清明，硬生生把伸出去揮扇舞蹈的手縮了回來，心念電轉：「快撕下衣襟，塞住耳朵，別聽他洞簫。」但簫聲實在美妙之極，雖然撕下了衣襟，竟然捨不得塞入耳中。他又驚又怕，登時全身冷汗，只見梅超風盤膝坐在地下，低頭行功，想是正在奮力抵禦簫聲的引誘。這時他姬人中有三個功力較差的已跌倒在地，將自身衣服撕成碎片，身子卻仍在地上亂滾亂轉。穆念慈因被點中了穴道，動彈不得，雖然聽到簫聲後心神蕩漾，情慾激動，好在手足不能自主，反而安安靜靜的臥在地下，只是心煩意亂之極。歐陽克雙頰飛紅，心頭滾熱，喉乾舌燥，內心深處知道再不見機立斷，今晚性命難保，一狠心，伸舌在齒間猛力一咬，乘著劇痛之際心神略分、簫聲的誘力稍減，立時發足狂奔，足不停步的逃出數里之外，再也聽不到絲毫簫聲，這才稍稍寬心，但這時已是精疲力盡，全身虛弱，恍若生了一場大病。心頭只是想：「這怪人是誰？這怪人是誰？」※※※黃蓉與郭靖送走穆念慈後，自回房中安睡。次日白天在太湖之畔遊山玩水，晚上與陸莊主觀畫談文，倒也閒適自在。郭靖知道穆念慈這一去，梅超風日內必到，她下手狠辣，歸雲莊上無人能敵，勢必多傷人眾，與黃蓉商議道：「咱們還是把梅超風的事告知陸莊主，請他放了完顏康，免得莊上有人遭她毒手。」黃蓉搖手道：「不好。完顏康這傢伙不是好東西，得讓他多吃幾天苦頭，這般輕易便放了，只怕他不肯悔改。」其實完顏康是否悔改，她本來半點也不在乎。在她內心深處，反覺這人既是丘處機與梅超風「兩大壞蛋」的徒兒，那也不必改作好人了，與他不住鬥將下去，倒也好玩。只是他若不改，聽穆念慈口氣，決計不能嫁他，穆念慈既無丈夫，旁人多管閒事，多半又會推給郭靖承受，那卻可糟了，因此完顏康還是悔改的為妙。郭靖道：「梅超風來了怎麼辦？」黃蓉笑道：「七公教咱們的本事，正好在她身上試試。」郭靖知她脾氣如此，爭也無益，也就一笑置之，心想陸莊主對我們甚是禮敬，他莊上遭到危難之時，自當全力護持。過了兩日，兩人不說要走，陸莊主也是禮遇有加，只盼他們多住一時。第三天早晨，陸莊主正與郭、黃二人在書房中閒坐談論，陸冠英匆匆進來，神色有異。他身後隨著一名莊丁，手托木盤，盤中隆起有物，上用青布罩住。陸冠英道：「爹，剛才有人送了這個東西來。」揭開青布，赫然是一個白骨骷髏頭，頭骨上五個指孔，正是梅超風的標記。郭靖與黃蓉知她早晚必來，見了並不在意。陸莊主卻是面色大變，顫聲問道：「這……這是誰拿來的？」說著撐起身來。陸冠英早知這骷髏頭來得古怪，但他藝高人膽大，又是太湖群豪之主，也不把這般小事放在心上，忽見父親如此驚惶，竟是嚇得面色蒼白，倒是大出意料之外，忙道：「剛才有人放在盒子裏送來的。莊丁只道是尋常禮物，開發了賞錢，也沒細問。拿到帳房打開盒子，卻是這個東西，去找那送禮的人，已走得不見了。爹，你說這中間有甚麼蹊蹺？」陸莊主不答，伸手到骷髏頂上五個洞中一試，五根手指剛好插入。陸冠英驚道：「難道這五個洞兒是用手指戳的？指力這麼厲害？」陸莊主點了點頭，沉吟了一會，道：「你叫人收拾細軟，趕快護送你媽到無錫城裏北莊暫住。傳令各寨寨主，約束人眾，三天之內不許離開本寨半步，不論見歸雲莊有何動靜，或是火起，或是被圍，都不得來救。」陸冠英大奇，問道：「爹，幹甚麼呀？」陸莊主慘然一笑，向郭靖與黃蓉道：「在下與兩位萍水相逢，極是投緣，本盼多聚幾日，只是在下早年結下了兩個極厲害的冤家，眼下便要來尋仇。非是在下不肯多留兩位，實是歸雲莊大……大禍臨頭，要是在下僥倖逃得性命，將來尚有重見之日。不過……不過那也是渺茫得很了。」說著苦笑搖頭，轉頭向書僮道：「取四十兩黃金來。」書僮出房去取。陸冠英不敢多問，照著父親的囑咐自去安排。過不多時，書僮取來黃金，陸莊主雙手奉給郭靖，說道：「這位姑娘才貌雙全，與郭兄真是天生佳偶。在下這一點點菲儀，聊為他日兩位成婚的賀禮，請予笑納。」黃蓉臉上飛紅，心道：「這人眼光好厲害，原來早已看出了我是女子。怎麼他知道我和靖哥哥還沒成親？」郭靖不善客套，只得謝了收下。陸莊主拿起桌旁一個瓷瓶，倒出數十顆朱紅藥丸，用綿紙包了，說道：「在下別無他長，昔日曾由恩師授得一些醫藥道理，這幾顆藥丸配製倒化了一點功夫，服後延年益壽。咱們相識一番，算是在下一點微末的敬意。」藥丸倒出來時一股清香沁人心脾，黃蓉聞到氣息，就知是「九花玉露丸」。她曾相幫父親搜集九種花瓣上清晨的露水，知道調配這藥丸要湊天時季節，極費功夫，至於所用藥材多屬珍異，更不用說，這數十顆藥丸的人情可就大了，便道：「九花玉露丸調製不易，我們每人拜受兩顆，已是極感盛情。」陸莊主微微一驚，問道：「姑娘怎識得這藥丸的名字？」黃蓉道：「小妹幼時身子單弱，曾由一位高僧賜過三顆，服了很是見效，因是得知。」陸莊主慘然一笑，道：「兩位不必推卻，反正我留著也是白饒。」黃蓉知他已存了必死之心，也不再說，當即收下。陸莊主道：「這裏已備下船隻，請兩位即速過湖，路上不論遇上甚麼怪異動靜，千萬不可理會，要緊要緊！」語氣極為鄭重。郭靖待要聲言留下相助，卻見黃蓉連使眼色，只得點頭答應。黃蓉道：「小妹冒昧，有一事請教。」陸莊主道：「姑娘請說。」黃蓉道：「莊主既知有厲害對頭要來尋仇，明知不敵，何不避他一避？常言道：君子不吃眼前虧。」陸莊主嘆了口氣道：「這兩人害得我好苦！我半身不遂，就是拜受這兩人之賜。二十年來，只因我行走不便，未能去尋他們算帳，今日他們自行趕上門來，不管怎樣，定當決死一拚。再說，他們得罪了我師父，我自己的怨仇還在其次，師門大仇，決計不能罷休。我也沒盼望能勝得他兩人，只求拚個同歸於盡，也算是報答師父待我的恩義。」黃蓉尋思：「他怎麼說是兩人？嗯，是了，他只道銅屍陳玄風尚在人間。但不知他怎樣與這兩人結的仇？這是他的倒霉事，也不便細問，另一件事卻好生奇怪。」當下問道：「陸莊主，你瞧出我是個女扮男裝，那也不奇，但你怎能知道我和他還沒成親？我不是跟他住在一間屋子裏麼？」陸莊主給她這麼一問，登時窘住，心道：「你還是黃花閨女，難道我瞧不出來，只是這話倒難以說得明白。你這位姑娘詩詞書畫，件件皆通，怎麼在這上頭這樣胡塗？」正自思量如何回答，陸冠英走進房來，低聲道：「傳過令啦。不過張、顧、王、譚四位寨主說甚麼也不肯去，說道就是砍了他們的腦袋，也要在歸雲莊留守。」陸莊主嘆道：「難得他們如此義氣！你快送這兩位貴客走罷。」黃蓉、郭靖和陸莊主行禮作別，陸冠英送出莊去。莊丁已將小紅馬和驢子牽在船中。郭靖在黃蓉耳邊輕聲問道：「上船不上？」黃蓉也輕聲道：「去一程再回來。」陸冠英心中煩亂，只想快快送走客人，佈置迎敵，那去留心兩人私語。※※※郭黃二人正要上船，黃蓉一瞥眼間，忽見湖濱遠處一人快步走來，頭上竟然頂著一口大缸，模樣極為詭異。這人足不停步的過來，郭靖與陸冠英也隨即見到。待他走近，只見是個白鬚老頭，身穿黃葛短衫，右手揮著一把大蒲扇，輕飄飄的快步而行，那缸赫然是生鐵鑄成，看模樣總有數百斤重。那人走過陸冠英身旁，對眾人視若無睹，毫不理會的過去，走出數步，身子微擺，缸中忽然潑出些水來。原來缸中盛滿清水，那是更得加上一二百斤的重量了。一個老頭子將這樣一口大鐵缸頂在頭上，竟是行若無事，武功實在高得出奇。陸冠英心頭一凜：「難道此人就是爹爹的對頭？」當下顧不得危險，發足跟去。郭黃二人對望了一眼，當即跟在他後面。郭靖曾聽六位師父說起當日在嘉興醉仙樓頭與丘處機比武之事，丘處機其時手托銅缸，見師父們用手比擬，顯然還不及這口鐵缸之大，難道眼前這老人的武功尚在長春子丘處機之上？那老者走出里許，來到了一條小河之濱，四下都是亂墳。陸冠英心想：「這裏並無橋樑，瞧他是沿河東行呢還是向西？」他心念方動，卻不由得驚得呆了，只見那老者足不停步的從河面上走了過去，身形凝穩，河水只浸及小腿。他過了對岸，將大鐵缸放在山邊長草之中，飛身躍在水面，又一步步的走回。黃蓉與郭靖都曾聽長輩談起各家各派的武功，別說從未聽過頭頂鐵缸行走水面，就是空身登萍渡水，那也只是故神其說而已，世上豈能真有這般武功？此刻親眼見到，卻又不由得不信，心中對那老者欽佩無已。那老者一捋白鬚，哈哈大笑，向陸冠英道：「閣下便是太湖群雄之首的陸少莊主了？」陸冠英躬身道：「不敢，請教太公尊姓大名？」那老者向郭黃二人一指道：「還有兩個小哥，一起過來罷。」陸冠英回過頭來，見到郭黃跟在後面，微感驚訝。原來郭黃二人輕功了得，跟蹤時不發聲響，而陸冠英全神注視著老者，竟未察覺兩人在後。郭黃二人拜倒，齊稱：「晚輩叩見太公。」那老者呵呵笑道：「免了，免了。」向陸冠英道：「這裏不是說話之所，咱們找個地方坐坐。」陸冠英心下琢磨：「不知此人到底是不是我爹爹對頭？」當即單刀直入，問道：「太公可識得家父？」那老者道：「陸莊主麼？老夫倒未曾見過。」陸冠英見他似非說謊，又問：「家父今日收到一件奇怪的禮物，太公可知道這件事麼？」那老者問道：「甚麼奇怪禮物？」陸冠英道：「是一個死人的骷髏頭，頭頂有五個洞孔。」那老者道：「這倒奇了，可是有人跟令尊鬧著玩麼？」陸冠英心道：「此人武功深不可測，若要和爹爹為難，必然正大光明的找上門來，何必騙人撒謊？他既真的不知，我何不邀他來到莊上，只要他肯出手相助，再有多厲害的對頭也不足懼了。」想到此處，不覺滿臉堆歡，說道：「若蒙太公不棄，請到敝莊奉茶。」那老者微一沉吟道：「那也好。」陸冠英大喜，恭恭敬敬的請那老者先行。那老者向郭靖一指道：「這兩個小哥也是貴莊的罷。」陸冠英道：「這兩位是家父的朋友。」那老者不再理會，昂然而行，郭黃二人跟隨在後。到得歸雲莊上，陸冠英請那老者在前廳坐下，飛奔入內報知父親。過不多時，陸莊主坐在竹榻之上，由兩名家丁從內抬了出來，向那老者作揖行禮，說道：「小可不知高人駕臨，有失迎迓，罪過罪過。」那老者微一欠身，也不回禮，淡淡的道：「陸莊主不必多禮。」陸莊主道：「敢問太公高姓大名。」老者道：「老夫姓裘，名叫千仞。」陸莊主驚道：「敢是江湖上人稱鐵掌水上飄的裘老前輩？」裘千仞微微一笑，道：「你倒好記性，還記得這個外號。老夫已有二十多年沒在江湖上走動，只怕別人早忘記啦！」「鐵掌水上飄」的名頭早二十年在江湖上確是非同小可。陸莊主知道此人是湖南鐵掌幫的幫主，本來雄霸湖廣，後來不知何故，忽然封劍歸隱，時日隔得久了，江湖後輩便都不知道他的名頭，見他突然這時候到來，好生驚疑，問道：「裘老前輩駕臨敝地，不知有何貴幹？若有用得著晚輩之處，當得效勞。」裘千仞一捋鬍子，笑道：「也沒甚麼大不了的事，總是老夫心腸軟，塵緣未盡……嗯，我想借個安靜點兒的地方做會功夫，咱們晚間慢慢細說。」陸莊主見他神色間似無惡意，但總不放心，問道：「老前輩道上可曾撞到黑風雙煞麼？」裘千仞道：「黑風雙煞？這對惡鬼還沒死麼？」陸莊主聽了這兩句話心中大慰，說道：「英兒，請裘老前輩去我書房休息。」裘千仞向各人點點頭，隨了陸冠英走向後面。陸莊主雖沒見過裘千仞的武功，但素仰他的威名，知道當年東邪、西毒、南帝、北丐、中神通五人在華山絕頂論劍，也曾邀他到場，只是他適有要事，未能赴約，但既受到邀請，自是武功卓絕，非同小可，縱使不及王重陽等五人，諒亦相差不遠，有他在這裏，黑風雙煞是不能為惡的了，當下向郭靖及黃蓉道：「兩位還沒走，真好極了。這位裘老前輩武功極高，常人難以望其項背，天幸今日湊巧到來，我還忌憚甚麼對頭？待會兩位請自行在臥室中休息，只要別出房門，那就沒事。」黃蓉微笑道：「我想瞧瞧熱鬧，成麼？」陸莊主沉吟道：「就怕對頭來的人多，在下照應不到，誤傷了兩位。好罷，待會兩位請坐在我身旁，不可遠離。有裘老前輩在此，鼠輩再多，又何足道哉！」黃蓉拍手笑道：「我就愛瞧人家打架。那天你打那個金國小王爺，真好看極啦。」陸莊主道：「這次來的是那個小王爺的師父，本事可比他大得多，因此我擔了心。」黃蓉道：「咦，你怎麼知道？」陸莊主道：「黃姑娘，武功上的事兒，你就不大明白啦。那金國小王爺以手指傷我英兒小腿，便是用手指在骷髏頭頂上戳五個洞孔的武功。」黃蓉道：「哪，我明白啦。王獻之的字是王羲之教的，王羲之是跟衛夫人學的，衛夫人又是以鍾繇為師，行家一瞧，就知道誰的書畫是那一家那一派的。」陸莊主笑道：「姑娘真是聰明絕頂，一點便透。只見我這兩個對頭奸惡狠毒，比之鍾王，卻是有辱先賢了。」黃蓉拉拉郭靖的手，說道：「咱們去瞧瞧那白鬍子老公公在練甚麼功夫。」陸莊主驚道：「唉，使不得，別惹惱了他。」黃蓉笑道：「不要緊。」站起身便走。陸莊主坐在椅上，行動不得，心中甚是著急：「這姑娘好不頑皮，這那裏是偷看得的？」只得命莊丁抬起竹榻，趕向書房，要設法攔阻，只見郭黃二人已彎了腰，俯眼在紙窗上向裏張望。黃蓉聽得莊丁的足步聲，急忙轉身搖手，示意不可聲張，同時連連向陸莊主招手，要他過來觀看。陸莊主生怕要是不去，這位小姐發起嬌嗔來，非驚動裘千仞不可，當下命莊丁放輕腳步，將自己扶過去，俯眼窗紙，在黃蓉弄破的小孔中向裏一張，不禁大奇，只見裘千仞盤膝而坐，雙目微閉，嘴裏正噴出一縷縷的煙霧，連續不斷。陸莊主是武學名家的弟子，早年隨師學藝之時，常聽師父說起各家各派的高深武學，卻從未曾聽說口中能噴煙霧的，當下不敢再瞧，一拉郭靖的衣袖，要他別再偷看。郭靖尊重主人，同時也覺不該窺人隱秘，當即站直身子，牽了黃蓉的手，隨陸莊主來到內堂。黃蓉笑道：「這老頭兒好玩得緊，肚子裏生了柴燒火！」陸莊主道：「那你又不懂啦，這是一門厲害之極的內功。」黃蓉道：「難道他嘴裏能噴出火來燒死人麼？」這句話倒非假作痴呆，裘千仞這般古怪功夫，她確是極為納罕。陸莊主道：「火是一定噴不出來的，不過既能有如此精湛的內功，想來摘花採葉都能傷人了。」黃蓉笑道：「啊，碎挼花打人！」陸莊主微微一笑，說道：「姑娘好聰明。」原來唐時有無名氏作小詞〈菩薩蠻〉一首道：「牡丹含露真珠顆，美人折向庭前過。含笑問檀郎：『花強妾貌強？』檀郎故相惱，須道『花枝好。』一向發嬌嗔，碎挼花打人。」這首詞流傳很廣，後來出了一樁案子，一個惡婦把丈夫兩條腿打斷了，唐宣宗皇帝得知後，曾笑對宰相道：「這不是『碎挼花打人』麼？」是以黃蓉用了這個典故。陸莊主見裘千仞如此功力，心下大慰，命陸冠英傳出令去，派人在湖面與各處道路上四下巡邏，見到行相奇特之人，便以禮相敬，請上莊來；又命人大開莊門，只待迎賓。到得傍晚，歸雲莊大廳中點起數十支巨燭，照耀得白晝相似，中間開了一席酒席，陸冠英親自去請裘千仞出來坐在首席。郭靖與黃蓉坐了次席，陸莊主與陸冠英在下首相陪。陸莊主敬了酒後，不敢動問裘千仞的來意，只說些風土人情不相干的閒話。酒過數巡，裘千仞道：「陸老弟，你們歸雲莊是太湖群雄的首腦，你老弟武功自是不凡的了，可肯露一兩手，給老夫開開眼界麼？」陸莊主忙道：「晚輩這一點微末道行，如何敢在老前輩面前獻醜？再說晚輩殘廢已久，從前恩師所傳的一點功夫，也早擱下了。」裘千仞道：「尊師是那一位？說來老夫或許相識。」陸莊主一聲長嘆，臉色慘然，過了良久，才道：「晚輩愚魯，未能好生侍奉恩師，復為人所累，致不容於師門。言之可羞，且不敢有玷恩師清譽。還請前輩見諒。」陸冠英心想：「原來爹爹是被師父逐出的，因此他從不顯露會武，連我也不知他竟是武學高手。若不是那日那金狗逞兇傷我，只怕爹爹永遠不會出手。他一生之中，必定有一件極大的傷心恨事。」心中不禁甚是難受。裘千仞道：「老弟春秋正富，領袖群雄，何不乘此時機大大振作一番？出了當年這口惡氣，也好教你本派的前輩悔之莫及。」陸莊主道：「晚輩身有殘疾，無德無能，老前輩的教誨雖是金石良言，晚輩卻是力不從心。」裘千仞道：「老弟過謙了。在下眼見有一條明路，卻不知老弟是否有意？」陸莊主道：「敢請老前輩指點迷津。」裘千仞微微一笑，只管吃菜，卻不接口。陸莊主知道這人隱姓埋名二十餘年，這時突然在江南出現，必是有所為而來，他是前輩高人，不便直言探問，只好由他自說。裘千仞道：「老弟既然不願見示師門，那也罷了。歸雲莊威名赫赫，主持者自然是名門弟子。」陸莊主微笑道：「歸雲莊的事，向來由小兒冠英料理。他是臨安府雲棲寺枯木大師的門下。」裘千仞道：「啊，枯木是仙霞派中的好手，那是少林一派的旁支，外家功夫也算是過得去的。少莊主露一手給老朽開開眼界如何？」陸莊主道：「難得裘老前輩肯加指點，那真是孩兒的造化。」陸冠英也盼望他指點幾手，心想這樣的高人曠世難逢，只要點撥我一招一式，那就終身受用不盡，當下走到廳中，說道：「請太公指點。」拉開架式，使出生平最得意的一套「羅漢伏虎拳」來，拳風虎虎，足影點點，果然名家弟子，武功有獨到之處，打得片刻，突然一聲大吼，恍若虎嘯，燭影搖晃，四座風生。眾莊丁寒戰股慄，相顧駭然。他打一拳，喝一聲，威風凜凜，宛然便似一頭大蟲。便在縱躍翻撲之際，突然左掌豎立，成如來佛掌之形。原來這套拳法中包含猛虎羅漢雙形，猛虎剪撲之勢、羅漢搏擊之狀，同時在一套拳法中顯示出來。再打一陣，吼聲漸弱，羅漢拳法卻越來越緊，最後砰的一拳，擊在地下，著拳處的方磚立時碎裂。陸冠英托地躍起，左手擎天，右足踢斗，巍然獨立，儼如一尊羅漢佛像，更不稍有晃動。郭靖與黃蓉大聲喝采，連叫：「好拳法！」陸冠英收勢回身，向裘千仞一揖歸座。裘千仞不置可否，只是微笑。陸莊主問道：「孩兒這套拳還可看得麼？」裘千仞道：「也還罷了。」陸莊主道：「不到之處，請老前輩點撥。」裘千仞道：「令郎的拳法用以強身健體，再好不過了，但說到制勝克敵，卻是無用。」陸莊主道：「要聽老前輩宏教，以開茅塞。」郭靖也是好生不解：「少莊主的武功雖非極高，但怎麼能說『無用』？」裘千仞站起身來，走到天井之中，歸座時手中已各握了一塊磚頭。只見他雙手也不怎麼用勁，卻聽得格格之聲不絕，兩塊磚頭已碎成小塊，再捏一陣，碎塊都成了粉末，簌簌簌的都掉在桌上。席上四人一齊大驚失色。裘千仞將桌面上的磚粉掃入衣兜，走到天井裏抖在地下，微笑回座，說道：「少莊主一拳碎磚，當然也算不易。但你想，敵人又不是磚頭，豈能死板板的放在那裏不動？任由你伸拳去打？再說，敵人的內勁若是強過了你，你這拳打在他身上，反彈出來，自己不免反受重傷。」陸冠英默然點頭。裘千仞嘆道：「當今學武之人雖多，但真正稱得上有點功夫的，也只寥寥這麼幾個而已。」黃蓉問道：「是那幾個？」裘千仞道：「武林中自來都說東邪、西毒、南帝、北丐、中神通五人為天下之最。講到功力深厚，確以中神通王重陽居首，另外四人嘛，也算各有獨到之處。但有長必有短，只要明白了各人的短處，攻隙擊弱，要制服他們卻也不難。」此言一出，陸莊主、黃蓉、郭靖三人都大吃一驚。陸冠英未知這五人威名，反而並不如何訝異。黃蓉本來見了他頭頂鐵缸、踏水過河，口噴煙霧，手碎磚石四項絕技，心下甚是佩服，這時聽他說到她爹爹時言下頗有輕視之意，不禁氣惱，笑吟吟的問道：「那麼老前輩將這五人一一打倒，揚名天下，豈不甚好？」裘千仞道：「王重陽是已經過世了。那年華山論劍，我適逢家有要事，不能赴會，以致天下武功第一的名頭給這老道士得了去。當時五人爭一部九陰真經，說好誰武功最高，這部經就歸誰，當時比了七日七夜，東邪、西毒、南帝、北丐盡皆服輸。後來王重陽逝世，於是又起波折。聽說那老道臨死之時，將這部經書傳給了他師弟周伯通。東邪黃藥師趕上門去，周伯通不是他對手，給他搶了半部經去。這件事後來如何了結，就不知道了。」黃蓉與郭靖均想：「原來中間竟有這許多周折。那半部經書卻又給黑風雙煞盜了去。」黃蓉道：「既然你老人家武功第一，那部經書該歸您所有啊。」裘千仞道：「我也懶得跟人家爭了。那東邪、西毒、南帝、北丐四人都是半斤八兩，這些年來人人苦練，要爭這天下第一的名頭。二次華山論劍，熱鬧是有得看的。」黃蓉道：「還有二次華山論劍麼？」裘千仞道：「二十五年一世啊。老的要死，年輕的英雄要出來。屈指再過一年，又是華山論劍之期，可是這些年中，武林中又有甚麼後起之秀？眼見相爭的還是我們幾個老傢伙。唉，後繼無人，看來武學衰微，卻是一代不如一代的了。」說著不住搖頭，甚為感慨。黃蓉道：「您老人家明年上華山麼？要是您去，帶我們去瞧瞧熱鬧，好不？我最愛看人家打架。」裘千仞道：「嘿，孩子話！那豈是打架？我本是不想去的，一隻腳已踏進了棺材了，還爭這虛名幹甚麼？不過眼下有件大事，有關天下蒼生氣運，我若是貪圖安逸，不出來登高一呼，免不得萬民遭劫，生靈塗炭，實是無窮之禍。」四人聽他說得厲害，忙問端的。裘千仞道：「這是機密大事，郭黃二位小哥不是江湖上人物，還是不要預聞的好。」黃蓉笑道：「陸莊主是我好朋友，只要你對他說了，他卻不會瞞我。」陸莊主暗罵這位姑娘好頑皮，但也不便當面不認。裘千仞道：「既然如此，我就向各位說了，但事成之前，可千萬不能洩漏。」郭靖心想：「我們跟他非親非故，既是機密，還是不聽的好。」當下站起身來，說道：「晚輩二人告辭。」牽了黃蓉的手就要退席。裘千仞卻道：「兩位是陸莊主好友，自然不是外人，請坐，請坐。」說著伸手在郭靖肩上一按。郭靖覺得來力也非奇大，只是長者有命，不敢運力抵禦，只得乘勢坐回椅中。裘千仞站起來向四人敬了一杯酒，說道：「不出半年，大宋就是大禍臨頭了，各位可知道麼？」各人聽他出語驚人，無不聳然動容。陸冠英揮手命眾莊丁站到門外，侍候酒食的僮僕也不要過來。裘千仞道：「老夫得到確實訊息，六個月之內，金兵便要大舉南征，這次兵勢極盛，大宋江山必定不保。唉，這是氣數使然，那也是無可奈何的了。」郭靖驚道：「那麼裘老前輩快去稟告大宋朝廷，好得早作防備，計議迎敵。」裘千仞白了他一眼，說道：「年輕人懂得甚麼？宋朝若是有了防備，只有兵禍更慘。」陸莊主等都不明其意，怔怔的瞧著他。只聽他說道：「我苦思良久，要天下百姓能夠安居樂業，錦繡江山不致化為一片焦土，只有一條路。老夫不遠千里來到江南，為的就是這件事。聽說寶莊拿住了大金國的小王爺與兵馬指揮使段大人，請他們一起到席上來談談如何？」陸莊主不知他如何得訊，忙命莊丁將兩人押上來，除去足鐐手銬，命兩人坐在下首，卻不命人給他們杯筷。郭靖與黃蓉見完顏康被羈數日，頗見憔悴。那段大人年紀五十開外，滿面鬍子，神色甚是惶恐。裘千仞向完顏康道：「小王爺受驚了。」完顏康點點頭，心想：「郭黃二人在此不知何事？」那日他在陸莊主書房中打鬥，慌亂之際，沒見到他二人避在書架之側。這時三人相互瞧了幾眼，也不招呼。裘千仞向陸莊主道：「寶莊眼前有一樁天大的富貴，老弟見而不取，卻是為何？」陸莊主奇道：「晚輩廁身草莽，有何富貴可言？」裘千仞道：「金兵南下，大戰一起，勢必多傷人命。老弟結連江南豪傑，一齊奮起，設法消弭了這場兵禍，豈不是好？」陸莊主心想：「這確是大事。」忙道：「能為國家出一把力，救民於水火之中，原是我輩份所當為之事。晚輩心存忠義，但朝廷不明，奸道當道，空有此志，也是枉然。求老前輩指點一條明路，晚輩深感恩德。至於富貴甚麼的，晚輩卻決不貪求。」裘千仞連捋鬍子，哈哈大笑，正要說話，一名莊丁飛奔前來，說道：「張寨主在湖裏迎到了六位異人，已到莊前。」陸莊主臉上變色，叫道：「快請。」心想：「怎麼共有六人？黑風雙煞尚有幫手？」