第五十七回　居間調人六大派人眾的譏諷嘲笑，一句句的鑽進周芷若的耳中心中，她偷眼看張無忌時，卻見他站在當場，昂然四顧，毫不為意，只聽他朗聲道：「只須少林派圓真大師出來，跟在下對質幾句，他所安排下的奸謀便能大白於世。」這三句話一個字一個字的吐將出來，雖在數百人的鬧笑聲中，卻是人人聽得清清楚楚。六大派眾高手心下都是一凜，登時便將對他輕視之心收起了幾分，均想：「這小子年紀輕輕，內功怎麼如此了得？」圓音待眾人笑聲停歇，氣喘喘吁吁的道：「臭小子恁地奸猾，明知圓真師兄不在此處，便要他出來對質。你何以不叫武當派的張翠山出來對質？」他最後一句話一出口，空智立時便喝：「圓音，說話小心！」但華山、崑崙、崆峒諸派中已有許多人大聲笑了出來，只有武當派的人眾臉有慍色，默不作聲。原來圓音一隻右眼被殷素素在西子湖畔用暗器打瞎，始終以為是張翠山下的毒手，一生耿耿於心，張無忌聽他辱及先父，怒不可遏，大聲喝道：「張五俠的名諱，是你亂說得的麼？你…你…」圓音冷笑道：「張翠山自甘下流，受魔教妖女迷惑，好色之報……」張無忌雖然心中一再說道：「今日主旨是要使兩下言和鬥罷鬥，我萬萬不可出手傷人。」但一聽到這幾句話時，那裏還忍耐得住，一縱而前，左手一探，已抓住了圓音的後腰，提了起來，右手搶過他手中禪杖，橫過杖頭，便要往他頭頂擊了下去。圓音被他這麼一抓，有如雛雞落入鷹爪，竟無半分抵禦之力。少林僧隊中同時搶出兩人，兩根黃金禪杖分襲張無忌左右，那原是武學中救人的高明法門，所謂「圍魏救趙」，襲敵之所不得不救，便能解除陷入危境的夥伴。來救的兩僧正是圓心、圓業。張無忌左手抓著圓音，右手提著禪杖，一躍而起，雙足分點圓心圓業手中禪杖，只聽得嘿嘿兩聲，圓心和圓業同時仰天摔倒，幸好兩僧武功上均有不凡的造詣，臨危不亂，那兩條數十斤重的鍍金鑌鐵禪杖才沒反彈過來，打到自己身子。眾人驚呼聲中，但見張無忌抓著圓音高大的身軀微一轉折，輕飄飄的落地，六大派中有七八個人叫了出來：「武當派的『梯雲縱』！」原來張無忌自幼跟著父親及太師父、諸師伯叔，雖然沒有正式按部就班的學練武當派武功，但見聞卻多，這時練成「乾坤大挪移」神功，不論那一家那一派的武功，都能取為我用。他對武當派的功夫耳濡目染，親炙最多，突然間不加思索的使用出來之時，自然而然的用上了這當世輕功中最著名的「梯雲縱」。俞蓮舟、莫聲谷等要像他這般縱起，再至空中輕輕迴旋數下，原亦不難，姿式之圓熟飄逸，尤有過之，但要一手抓著一個胖大和尚，一手提一根沉重的禪杖，仍要這般的身輕如燕，卻是萬萬無法做到。少林諸僧見圓音落入他的手中，但距已有七八丈遠，他只須禪杖一起，立時便能將圓音打得腦漿迸裂，要在這電光石火般的一瞬間衝上前去相救，決難辦到。唯一的法門是發射暗器，但張無忌只須舉起圓音的身子一擋，借刀殺人，反而害了他的性命。雖有空智、空性這等絕頂高手在側，但以變起倉卒，任誰也料不到這少年有如此身手，竟被張無忌攻了個措手不及，畢竟也是慢了一步。只見他咬牙切齒，滿臉仇恨復仇，舉起了禪杖，眾少林僧有的閉了眼睛，不忍再看，有的便待一擁而上，和圓音復仇。那知張無忌舉著禪杖的手，並不落下，似乎心中有什麼難以決定，但見他臉色漸轉慈和，慢慢的將圓音放下地來。原來在這一瞬之間，張無忌已克制了胸中怒氣，心道：「倘若我手下打死打傷了六大派中任誰一人，我便成為六大派的敵人，再也不能成為居間的調人。武林中這場兇殺，再也不能化解，那豈不是恰巧墮入成崑這奸賊的計中？不管他們如何辱我，我定當忍耐到底，這才是真正為父母及義父復仇雪恨之道。」他想通了這節，便即放下圓音，緩緩的說道：「你的眼睛不是張五俠打瞎的，不必如此記恨。何況張五俠自刎身死，什麼冤仇也該化解了。大師是出家人，四大皆空，何必對舊事如此念念不忘？」圓音死裏逃生，呆呆的瞧著張無忌，見他將自己禪杖遞了過來，自然而然的伸手接過，低頭退開，心中是一股說不出的滋味。崆峒派的宗維俠見張無忌露了一下身手，心下不禁暗暗驚異，但他既已身在場中，豈能就此示弱退下？大聲說道：「姓曾的，你來強行出頭，到底是受了何人指使？」張無忌道：「我只是秉公而言，盼望六大派和明教罷手言和，並無誰人指使在下。」宗維俠道：「哼，要我跟魔教罷手言和，那是難上加難。這姓殷的老賊欠了我三記七傷拳，先讓我打了再說。」說著捋了捋衣袖。張無忌道：「宗前輩開口七傷拳，閉口七傷拳，依晚輩之見，宗前輩的七傷拳還沒練得到家。人身五行，心屬火、肺屬金、腎屬水、脾屬土、肝屬木，再加陰陽二氣，一練七傷，七者皆傷。這七傷拳的拳功每深一層，自身內臟便多受一層損害，實則是先傷己，再傷敵。幸好宗前輩拳功尚淺，尚有救藥。」宗維俠聽他這句話，的的確確是「七傷拳譜」的總綱，那拳譜中諄諄告誡，若非內功練到氣走諸穴、收發自如的境界，萬萬不可練這七傷拳。但宗維俠不自量力，一覺內功頗有成就，便即試練，一練之下，立時察覺到這路拳功威力無窮，既經陷溺，便難以自休，何況只見其利，未覺其害，早把拳譜總綱中的話拋諸腦後，這時張無忌說起，才凜然一驚，說道：「你怎麼又知道了？」張無忌不答他的問話，卻道：「宗前輩試按你肩頭『雲門穴』，是否有輕微隱痛？雲門穴屬肺，那是肺脈傷了。你上臂『青靈穴』是否時時麻養難當？青靈穴屬心，那是心脈傷了。你腿上『五里穴』是否每逢陰雨，便即酸軟，五里穴屬肝，那是肝脈傷了。你越練下去，這種象徵越是厲害，再練得六七年便要全身癱瘓。」宗維俠凝神聽著他的說話，額頭上汗珠一滴滴的滲了出來。原來張無忌經謝遜傳授，已精通七傷拳的拳理，再加他深研醫術，明白損傷經脈後的徵狀，說將出來，竟是絲毫不錯。宗維俠這幾年早知自己身上有這些毛病，只是一來病況不重，二來心底暗自害怕，一味的諱疾忌醫，這時聽張無忌一一指出，不由得臉上變色，過了良久，才道：「你…你怎麼知道？」張無忌淡淡一笑，說道：「晚輩略明醫理，前輩若是信得過時，待此間事情一了，晚輩可設法給你驅除這些病症，只是七傷拳有害無益，不能再練。」宗維俠強道：「七傷是我崆峒絕技，怎能說有害無益？當年我掌門師祖木靈子以七傷拳威震天下，名揚四海，壽至九十一歲，怎麼說會傷害自身？這不是胡說八道麼？」張無忌道：「木靈子前輩想必內功深湛，自然能練，反而強壯臟腑。前輩一定要練，那自是由得你，其實依晚輩之見，你內功不到那個境界，練了也沒用。」他所說的不無有理，但在各派高手之前，被這少年指摘本派的成名絕技無用，如何不惱？大聲喝道：「憑你也配說我崆峒絕技有用無用。你說無用，那就試試。」張無忌又是淡淡一笑，說道：「七傷拳自是神妙精奧的絕技，我不是說七傷拳無用，而是說內功修為倘若不到，那便練之無用。」周芷若躲在眾師妹身後，側身瞧著張無忌說話的神態，見他臉上尚帶少年人的稚氣，但勉強裝作見多識廣的老成模樣，這般侃侃而談，教訓崆峒五老之一的宗維俠，不免顯得有些可笑。崆峒派中年輕性躁的子弟們見張無忌如此無禮，有的早已忍不住便要開口呼叱，但見宗維俠容色嚴肅，對這少年的言語凝神傾聽，絲毫不敢小視，又都把衝到口邊的叱罵聲縮了回去。只聽宗維俠道：「依你說來，我的內功是還沒到家了？」張無忌道：「前輩的內功到家不到家，我也不知。不過前輩練這七傷拳時既然傷了身身，那麼不練也罷……」他剛說到這裏，忽聽得身後一人暴喝道：「二哥跟這小子囉唆些什麼？他瞧不起咱們的七傷拳，便接我一招。」那人聲止拳到，呼呼風響，直擊張無忌後心。這一拳來得快捷異常，對準了無忌背上的靈台穴直擊而下。這靈台穴乃是人身的死穴，別說給凌厲無比的七傷拳擊中，便尋常一招，只要對準死穴，中招者非死也必重傷。張無忌有心要以九陽神功懾服各派，明知身後有人來襲，卻不轉身，對宗維俠道：「宗前輩……」猛聽得鐵鍊嗆啷聲響，搶出一人，嬌聲叱道：「你暗施偷襲！」伸鍊往那人頭上套去，正是小昭。那人左手一翻，格開鐵鍊，砰的一拳，已結結實實的打在張無忌背上。那知這一拳雖然正中靈台穴，張無忌好似絕無知覺，既不搖晃，亦不使勁將偷襲之人震開，只是對小昭微笑道：「小昭，不用擔心，這種七傷拳一點兒也沒有用處。」小昭吁了口氣，雪白的臉上轉為暈紅，低聲道：「我倒忘了你已練……」說到這裏，急忙住口，拖著鐵鍊退了開去。張無忌轉過身來，只見突施偷襲之人是個大頭瘦身的老者，原來這人是崆峒五老中位居第四的常敬之。他一拳擊中無忌，見他渾如不覺，心下也自嘀咕，衝口而出道：「你…你練成『金剛不壞體』神功，那麼是少林派的了？」張無忌道：「在下在少林派寺中學過一些功夫，不過不是少林派的弟子……」這常敬之知道凡是護身神功，全仗一口真氣凝聚，一開口說話，真氣即散，不等他住口，又一拳打了過去，砰的一聲，這一次是打在無忌的胸口。無忌笑道：「少林派『金剛不壞體』神功練得深時，便在開口說話之時，也是諸邪不侵，你若不信，不妨再打一拳試試。」常敬之拳出如風，砰砰接連兩拳，這前後四拳，明明都打在對方身上，但張無忌笑嘻嘻的受了下來，竟似不關痛癢，四招開碑裂石的重手，在他便如清風拂體，柔絲撫身。那常敬之的外號叫作「一拳斷嶽」，雖然誇大，但他拳力之強，那是老一輩的人一向知道的。這時眾人見他連擊張無忌四拳，全成了白費力氣，無不震驚。崑崙派和崆峒派素來不睦，這次雖然聯手圍攻明教，但雙方互有心病，崑崙派中有人冷冷的叫道：「好一個『一拳斷嶽』啊！」又有人道：「那麼四拳便斷什麼？」幸好常敬之一張臉膛本來黑黝黝地，雖然脹得滿臉通紅，倒也不太刺眼。少林派的諸人心中卻各自懷疑：「這人說曾來我寺中學過功夫，那是誰啊？『金剛不壞體』神功咱們決計不傳外人，何況除了昔年的空見大師，眼下本派無人具此功力。這少年這點點年紀，那能練成這門至少要有四十年火候的絕藝？」宗維俠拱手道：「曾兄神功，佩服佩服！能讓老朽領教三招麼？」他知道自己七傷拳的功力比常敬之深得多，老四不成，自己未必便損不了對方。張無忌道：「日後前輩真正練成上乘的崆峒派絕技七傷拳，晚輩那便避之唯恐不及，眼下呢，那便勉力接你三拳，想也無妨。」言下之意是說，七傷拳本是好的，不過你還差得遠呢。宗維俠心下怒極，暗吸一口氣，跨上了一步，臂骨中格格作響，辟的一響，一拳打在張無忌胸口。拳面和他胸口相碰，只覺他身上似有一股極強的黏力，一時縮不回來，大驚之下，更覺有一股柔和的熱力從拳面一直傳到自己心脈，宗維俠運力一縮，但覺精神大挀，胸腹之間感到說不出的舒服。他呆了呆，又是一拳打去，這一次打中張無忌的小腹，只覺對方送回來的力道強極，他退了一步，這才站定。常敬之站在張無忌身側，見宗維俠臉上一陣紅一陣白，似已受了內傷，待他第三拳打出時，跟著也是一拳，變成了前後夾擊。宗維俠一拳打他胸前，常敬之一掌打他後背，雙拳夾攻，人人都可看出勁力凌厲非凡。那知兩人拳力到時，猶如打在空虛之處一般無二，兩道強勁的拳力被化解得無影無蹤。常敬之明知以自己身份地位，第一次偷襲已是大為不妥，但還可勉強說是為了不忿對方出言侮辱崆峒絕技，怒氣無法抑制所致，這第二次偷襲卻明明是下流卑鄙的行逕了。他本想合兩人七傷拳的威力，勢非一舉將他斃於拳下不可，只要將他打死，縱然旁人覺得不對，但他總是為六大派除去一個礙手礙腳的麻煩，立下一場功勞。那知拳鋒甫著人體，勁力立時消於無形，當真是令人大惑不解。張無忌對宗維俠道：「前輩覺得怎樣？」宗維俠怔了一怔，拱手道：「多謝曾兄以內力替在下療養，神功驚人固不必說，而這番以德報怨的大仁大義，在下更是感激不盡。」他此言一出，眾人都是大為驚訝。原來張無忌在宗維俠連擊他三拳之際，運出九陽真氣，送入他的體內，一瞬即過，但那九陽真氣太過強勁，宗維俠已是受用不淺，他知道若非常敬之在張無忌身後偷襲，那麼第三拳上所受的好處將遠不止此。張無忌道：「大仁大義四字，如何克當？宗前輩此刻奇經八脈都受劇震，最好是立即運氣調息，那麼練七傷拳時所積下來的毒害，當可在兩年內逐步除去。」宗維俠自己知道自己身上的毛病，拱手道：「多謝，多謝。」張無忌俯下身來，接續唐文亮的斷骨，對常敬之道：「拿些回陽五龍膏給我？」常敬之從身邊取了出來給他，張無忌道：「你去向武當派討一服三黃寶臘丸，向華山派討一些玉真散來。」常敬之依言討到，遞了給他，張無忌道：「貴派的回陽五龍膏中，所用草烏是極好的；武當的三黃寶臘丸中，天竺黃雄黃籐黃三黃甚是有用，再加上玉真散，唐前輩調養兩個月後，四肢當能完好如初。」說著續骨敷藥，片刻間整治完畢要知武林各派，均有傷科祕藥，各有各的靈效，這次圍攻明教，自是各有攜帶在身。旁觀的人愈看愈奇，張無忌接骨手法之妙，非任何名醫可及，那是不必說了，何以各派攜有何種藥物，他也是一清二楚？這麼一來，崆峒派在勢已不能再跟他動手。常敬之抱起唐文亮，神色尷尬的退了下去。唐文亮突然叫道：「姓曾的，你治好我的斷骨，唐文亮十分感激，日後自當補報。可是崆峒派和魔教仇深似海，豈能憑你這一點小恩小惠，便此罷手？你要勸架，咱們是不聽的，你若說我忘恩負義，儘可將我四肢再折斷了。」眾人一聽，心道：「同時崆峒耆宿，這唐文亮卻比常之有骨氣得多。」張無忌道：「依唐前輩說來，如何才肯聽在下的解架？」唐文亮道：「你露一手武功，倘若崆峒派及你不上，那才無話可說。」張無忌笑道：「崆峒派高手如雲，要及晚輩不上，那是談何容易。不過晚輩這和事老是做定了，祇好捨命一試。」四下一望，見到廣場東首有一株高達三丈有餘的大松樹，枝椏四出，亭亭如蓋，便緩步走了過去，朗聲道：「晚輩學過貴派的一些七傷拳法，若是練得不對，請崆峒派各位前輩莫見笑。」各派人眾聽了，更是驚訝：「這小子原來連崆峒派的七傷拳也會，那是從何處學來啊？」祇聽他朗聲唸道：「五行之氣調陰陽，損心傷肺摧肝腸，離藏精英恍惚，三焦齊逆兮魂魄飛揚！」別派各人聽到，那也罷了，崆峒五老聽到他高吟這四句似歌非歌、似詩非詩的拳訣，無不凜然心驚。要知這正是七傷拳的總訣，那是崆峒派的不傳之祕，這少年如何知道？他們一時之間，那裏想得到乃是謝遜將七傷拳譜搶去後，轉而傳給他的。祇見張無忌高聲吟罷，走上前去，砰的一拳擊出，突然間眼前青翠晃動，那棵大松樹的上半截平平飛出，轟隆一響，摔在兩丈之外，地下祇留了四尺來長的半截樹幹，切斷之處，甚是平整。常敬之喃喃的道：「這……這不是七傷拳啊！」要知七傷拳講究剛中有柔、柔中有剛，這種震斷大樹的拳法雖然威力驚人，但顯是純剛之力。但他走近一看，不由得張大了口，合不攏來，但見樹幹斷處脈盡皆震碎，卻正是七傷拳練到最深時的功夫。原來張無忌存心威壓當場，倘若用七傷拳震碎樹脈，須至十天半月之後，松樹枯萎，才顯功力，是以七傷拳力震樹之後，跟著以陽剛猛勁，斷樹飛枝。祇聽得喝采驚呼之聲，各派中彼起此伏，良久不絕，唐文亮道：「好！這是絕高的七傷拳法，唐文亮拜服！不過我要請教，曾小俠這路拳法從何處學來？」張無忌微笑不答，唐文亮厲聲道：「金毛獅王謝遜現在何處？還請曾小俠告知。」張無忌心中一驚：「啊喲不好，我炫示七傷拳功，卻把義父帶了出來。我若是明言我跟義父之間的干係，擺明和六大派為敵，這和事佬又作不成來。」當即朗聲道：「你道貴派的七傷拳譜，是金毛獅王奪去的嗎？哈哈，錯了，錯了！奪譜之人，乃是當年的混元霹靂手成崑。那一晚崆峒山青陽觀中奪譜激鬥，有兩位中了混元功之傷。在下說的可不錯了？」原來謝遜赴崆峒劫奪拳譜，成崑為了存心擾亂武功，暗中相助，以混元功擊傷唐文亮、常敬之二老，當時謝遜不知，後來經神僧空見點破，這才明白（請參閱全書）。這時張無忌心想成崑一生奸詐，禍嫁於人，我不免以其人之道，還治其人之身，何況這又不是說的假話。唐文亮和常敬之疑心了二十餘年，這時經張無忌一提，不由得對望了一眼，一時說不出話來。宗維俠道：「那麼請問曾小俠，這成崑現下到了何處？」張無忌道：「混元霹靂手成崑一心挑撥六大派和明教不和，後來投入少林門下，法名圓真。在下曾在少林之中跟他學過武功，此事千真萬確，若有虛言，我是豬狗不如之輩，死後萬劫不得超生。」他這幾句話朗朗說來，眾人盡皆動容，祇有少林派僧眾一齊大嘩。須知圓真是空見的入室弟子，佛學深湛，除了這次隨眾遠征明教之外，從來不出寺門一步，如何能是混元霹靂手成崑？祇聽一人高喧佛號，緩步而出，身披灰色僧袍，貌相極是威嚴，左才握了一串念珠，正是少林三大神僧之一的空性。他步入廣場，說道：「曾施主，你如何胡言亂語，一再誣衊我少林門下？你幾時入過我少林寺學藝？當此天下英雄之前，少林清名豈能容你隨口污辱？」張無忌躬身道：「大師不必動怒，請圓真出來跟晚輩對質，便知真相。」空性大師沉著臉道：「曾施主一再提及敝師侄圓真之名，你年紀輕輕，何以存心如此險惡？」張無忌道：「在下是要請圓真和尚出來，在天下英雄之前分辯是非黑白，怎地存心險惡了？」空性道：「圓真師侄為我少林一派，苦戰妖孽，力盡圓寂，他死後清名，豈容你……」張無忌聽到「力盡圓寂」四字時，耳朵中嗡的一聲響，臉色登時慘白，空性以後說什麼話，一句也沒有聽見，喃喃的道：「他……他當真死了麼？決……決計不會。」空性指著西首的一堆僧侶屍首，大聲道：「你自己瞧去吧！」張無忌走到這一堆屍首，祇見屍體中有一具臉頰凹陷，雙目向上翻挺，果然便是投入少林後化名圓真的混元霹靂手成崑。他俯身一探那屍首的鼻息，觸手之處，祇覺臉上肌肉冰涼，已然死去多時。張無忌又悲又喜，想不到害了義父一世的大仇人，終於惡貫盈滿，喪生於此，雖然不是死於自己手下，但義父的大仇，卻是報了，胸中熱血上湧，仰天哈哈大笑，叫道：「奸賊啊奸賊，你一生作惡多端，原來也有今日。」這幾下大笑聲震山谷，遠遠傳送出去，人人都是心頭一凜。張無忌回過頭來，問道：「這圓真是誰打死的？」空性側目斜睨，臉上猶似罩著一層寒霜，並不答話。殷天正本已退在一旁，這時說道：「他和小兒野王比掌，結果一死一傷。」張無忌躬身道：「是！」心道：「想是圓真中了青翼蝠王韋一笑的寒冰綿掌後，受傷大是不輕，我舅父的掌力也非同小可，這才當場將他擊斃。舅父替我報了這場深仇，那真是再好不過。」走到殷野王身旁，一搭他的脈息，知道性命無礙，便放寬了心，說道：「多謝前輩！」空性在一旁瞧著，愈來愈怒，縱聲喝道：「小子，走過來納命吧！」這幾個字轟轟入耳，聲若雷震。張無忌愕然回頭，道：「怎麼？」空性道：「你明知圓真師侄已死，卻將一切罪過都推在他身上，如此惡毒，豈能饒你？老和尚今日要開殺戒。你是自裁呢，還是非要老和尚動手不可？」無忌心下躊躇：「圓真伏誅，罪魁禍首遭了應得之報，原是極大的喜事，可是從此無人對質，事情真相反而不易明白，那便如何是好？」正自沉吟，空性踏上一步，右手便向他頭頂抓了下來。祇見他自腕至指，伸得筆直，勁道極是凌厲，殷天正喝道：「是龍爪手，不可大意！」張無忌身形一側，也不知他用何身法，輕飄飄的讓了開去。可是空性大師乃少林三大神僧之一，這「龍爪手」又是少林絕藝中的上乘功夫，他一抓不中，第二抓跟著發出，這一抓去勢更加迅捷剛猛。張無忌一側身，又向左側閃避，那知空性第三抓、第四抓、第五抓呼呼發出，瞬息之間，這個灰袍僧人便變成一條蒼龍一般，龍影飛空，龍爪舞動，將張無忌壓制得無處躲閃。猛聽得嗤的一聲響，張無忌平平飛出，右手衣袖已被空性抓在手中，光光的一條右臂上長長五條血痕，鮮血淋漓而下。少林僧眾喝采聲中，卻夾雜著一個少女的驚呼。張無忌向聲音來處瞧去，祇見小昭一臉驚恐的神色，叫道：「張公子，你……你要小心了。」張無忌心中一動：「這小姑娘對我倒真的很好。」過來適才空性龍爪手使動，威勢非凡，無忌從未見過，竭力閃過，不料對方越攻越快，不由得慌了手腳，空性的第三十三招從左下角斜翻上，跟著又從右上角斜翻而下，兩招混一，變幻難測，以致手臂被抓。空性的五根手指勝於五柄利錐，這一抓雖沒傷到筋骨，但也已深入肌膚，大是疼痛。只見空性一招得手，縱身而起，又撲了過來。張無忌一時沒想到抵禦之策，祇得倒退躍開，空性這一抓便即落空。空性一抓不中，第二抓跟發出，張無忌又即縱身後退，兩人面對著面，一個撲擊，一個後躍，空性連抓了八九抓，盡皆落空。兩人始終相距兩尺有餘，雖然空性連連速攻，張無忌未有還手餘地，但兩人輕功上的造詣，卻極明顯的分了高下。要知空性飛步上前，張無卻倒退後躍，其間之難易，相去實不可以道里計，但空性始終趕他不上，腳下早已輸得一敗塗地。無忌祇須轉過身來，向前奔出數丈，立時便將空性遙遙的拋在後面了。其實張無忌不須轉身，縱然倒退，也能擺脫對方的攻擊，但他所以一直和空性大師不接不離，始終相距在二三尺間，乃在察看他龍爪手招數中的祕奧，看到第三十七招時，祇見空性左手疾撲而前，用的又是第八招的「拏拿式」。他三十八招雙手自上而下同抓，方位雖變，姿式卻和第十二招「搶珠式」相同。原來那龍爪手祇有三十六招，其要旨在於凌厲兇煞，不求變化繁多。空性生平極少和人動手，中年之時，雖逢大敵，但祇要使出這龍爪手來，無不立佔上風，總是在十二招以前，便即取勝，自第十三招起，祇是自己平時練習，從未在臨敵時用過，這一次直使到第三十六招，仍未能將敵人折服，那是生平從未有之事，到第三十七招時，迫得變化前招，力求克敵，心中思量：「這小子祇不過仗著輕功高明，身形靈便，一味東躲西閃而已，倘若真和我動手拆招，未必擋得了我十二招龍爪手。」張無忌這時卻已看通了龍爪手所以如此厲害的關鍵所在，這一路三十六式的抓法，本身原無破綻可尋，但他此時精通乾坤大挪移法之後，仗著本身神功，能在對方任何神拳招中造成破綻，但心中躊躇：「此刻我便要取他性命，亦已不難，但少林派威名赫赫，這位空性大師又是少林寺中碩果僅存的三大耆宿之一，我若在天下英雄之前將他挫敗，少林派顏面何存？可是要想不動聲色的叫他知難而退，這人武功比崆峒諸老高明得太多，我卻又難以辦到。」正感為難之際，忽聽空性喝道：「小子，你這是逃命，可不是比武！」張無忌道：「要比武……」空性乘他開口說話而真氣不純之際，呼呼兩招攻出，不料張無忌縱身飄開，口中言語繼續接了下去：「……也成，要是我贏得大師，那便如何？」這幾句話中間語氣沒半分停頓，若是閉著眼聽他，便跟心平氣和的坐著說話一般無異，決不信他在說這三句話之間，已連續閃避了空性的五招快速進攻。空性道：「你輕功固是極佳，但要在拳腳上贏得我，卻也休想。」張無忌道：「過招比武，誰又能逆料生死勝敗？晚輩比大師年輕得多，武藝雖低，氣力上可佔了便宜。」空性厲聲道：「若是我在拳腳之上輸了給你，你要殺便殺，要剮便剮。」張無忌道：「這個可不敢當！晚輩輸了，聽憑大師如何處分，不敢有半句異言，但若僥倖勝得一招半式，便請少林派退下光明頂。」空性道：「少林派之事，由我師兄作主，我只管得自己。我不信這龍爪手拾奪不了你這小子。」張無忌心念一動，已有主意，說道：「少林派龍爪手三十六招沒半分破綻，乃是天下擒拿法中的無上絕藝，只不過大師練得不大對而已。」空性怒道：「好吧！你要是破解得了我的龍爪手，我立即回去少林寺，終身不出寺門一步！」張無忌道：「那也不必如此！」兩人這一番對答之際，四周眾人采聲如雷，越來越是響亮。原來兩人一面對答，手腳身法卻絲毫不停，只有愈鬥愈快，但說話的語調卻和平時一模一樣，絕無半點停頓氣促。當空性說「你輕功固是絕佳」這句話時，呼呼連出兩招……。