第三十四回　洞中奇人楊康乍見意中人在此，又驚又喜，上去著實親熱，說道：「妹妹，你歇歇，我去燒盆水給你洗臉。」黃蓉笑道：「你會燒什麼水？我去。靖哥哥，跟我來。」她是要讓兩人私下一傾相思之苦。那知穆念慈扳起了一張俏臉，竟是毫無笑容，說道：「慢著。姓楊的，恭喜你將來富貴不可限量啊。」楊康臉上一熱，背脊上卻感到一陣涼意：「原來我和父王在這裏說的話，都教她聽見啦。」一時不知如何是好。穆念慈看到她一副狼狽失措的神態，心腸一軟，不忍立時將他放走完顏烈之事說出，只怕郭黃一怒，他性命不保，當下冷冷的道：「你叫他『爹』不是挺好的麼？這越發來得親熱，幹麼要叫『父王』？」楊康無地自容，低下了頭不說話。黃蓉只道這對小情人鬧別扭，一拉郭靖的衣襟，低聲道：「咱們出去，保管他倆馬上就好。」郭靖一笑，隨即走出。黃蓉走到前院，悄聲道：「靖哥哥，去聽聽他們說些什麼。」郭靖笑道：「別胡鬧啦，我才不去。」黃蓉道：「好，你不去別後悔，有好聽的笑話兒，回頭我可不對你說。」一躍上房，悄悄走到那間房子頂上，卻聽得穆念慈在厲聲大罵：「你認賊作父，也還可算戀念舊情，一時心裏轉不過來。現下你竟存非份之想，欲要亡了自己的邦國，這……這……」說到這裏，氣憤填膺，再也說不下去。楊康柔聲笑道：「妹子，我……」穆念慈喝道：「誰是你的妹子？別碰我！」拍的一聲，想是楊康臉上吃了一記。黃蓉笑道：「啊喲，有話好說，別動蠻。」翻身破窗而入，只見穆念慈雙頰脹得通紅，楊康卻是臉色蒼白。黃蓉一愕：「這事鬧得大了，不好，我來勸吧。」正要開口說話，楊康叫道：「好哇，你喜新厭舊，心中有了別人啦，所以對我這樣。」穆念慈道：「你……你說什麼？」楊康道：「你跟了那歐陽公子，人家文才武功，無不勝我十倍，你那裏還把我放在心上。」穆念慈氣得手足冰冷，險險暈去。黃蓉插口道：「楊大哥，你別胡言亂道，穆姊姊要是喜歡他，那壞蛋公子怎麼將她放在棺材之中？」楊康道：「真情也好，假意也好，她被人擒去，失了貞節，我豈能再和她重圓？」穆念慈道：「我失了什麼貞節？」楊康道：「你落入那人手中這許多天，給他抱也抱過了，摟也摟過了，還能玉潔冰清麼？」穆念慈「哇」的一聲，一口鮮血噴了出來，向後便倒。楊康心中柔情一動，要想上前出言相慰。但想起自己隱私被她得知，若是吵鬧出來，難以下台，一轉身走出房門，奔到後院，躍出圍牆，逕自去了。黃蓉在穆念慈胸口揉了好一陣子，她才悠悠醒來，定一定神，也不哭泣，竟是若無其事，道：「妹子，上次給你的那柄匕首，相煩借我一用。」黃蓉高聲叫道：「靖哥哥，你來！」郭靖聞聲奔進屋來。黃蓉道：「你把楊大哥那柄匕首給穆姊姊吧。」郭靖道：「正是。」從懷中掏出那柄朱聰從梅超風身上取來的匕首，見外面包著一張薄革，革上用針刺著一些字，他不知道是下半部九陰真經的祕要，隨手放在懷裏，將匕首交給了穆念慈。黃蓉也從懷中取出匕首，低聲道：「靖哥哥的匕首在我這裏，楊大哥的現在交給了你。姊姊，這是命中註定的緣份，一時吵鬧算不了什麼，你可別傷心，我和爹爹也常吵架呢。我和靖哥哥要上北京去找完顏烈，姊姊，你如閒著沒事，跟咱們去散散心，楊大哥必會跟來。」郭靖奇道：「楊兄弟呢？」黃蓉伸了伸舌頭道：「他惹得姐姐生氣，姊姊一巴掌將他打跑了。」穆念慈道：「我不上北京，你們也不用去，半年之內，完顏烈那奸賊不會在北京，他害怕你們去報仇。郭大哥，你們倆人好，命也好……」說到後來聲音哽住，掩面奔出房門，雙足一頓，上屋而去。黃蓉低頭見到穆念慈噴在地下的那口鮮血，沉吟片刻，終不放心，越過圍牆，追了出去，只見穆念慈的背影正在遠處一棵大柳樹之下，日光在白刃上一閃，她已將那柄匕首舉在頭頂。黃蓉大急，大叫：「姊姊使不得！」只是相距甚遠，阻止不得，但見她左手拉起頭上青絲，右手持著匕首向後一揮，把一大叢頭髮割了下來，拋在地下，頭也不回的去了。黃蓉叫了幾聲：「姊姊，姊姊！」穆念慈充耳不聞，愈走愈遠。黃蓉怔怔的出了一回神，只見一叢柔髮在風中飛舞，再過一陣，散入了田間溪心、路旁樹梢，或委塵土、或隨流水。黃蓉自小嬌憨頑皮，高興時大笑一場，不快活時哭哭鬧鬧，自來不知「愁」之為物，這時見到這副情景，不禁悲從中來，初次識得了一些人間的愁苦。她慢慢回去，把這事對郭靖說了。郭靖不知兩人因何爭鬧，只道：「穆世姊何苦如此，她氣性也忒大了些。」黃蓉心想：「難道一個女人被人摟了抱了，就是失了貞節？本來愛她敬她的意中人就要瞧她不起？不再理她？」她想不通其中緣由，只道世事該是如此，走到祠堂後院，倚在柱上，癡癡的想了一陣，合眼睡了。當晚黎生等丐幫群雄設宴向洪七公及郭黃二人道賀，等到深夜，洪七公仍是不來。黎生知道這位幫主脾氣古怪，也不以為意，與郭靖、黃蓉二人歡呼暢飲。丐幫群雄對郭黃二人甚是敬重，言談極為相投。程大小姐得知訊息，也親自燒了菜肴，命丫鬟送來。宴會盡散後，郭靖與黃蓉商議，那完顏烈既然不回北京，一時必難找到，桃花島約會之期轉眼即屆，只好先到嘉興，與六位師父商量赴約之事。黃蓉點頭稱是，次晨兩人並騎南去。時當六月上旬，天時極為炎熱，江南諺云：「六月六，曬得鴨蛋熟。」火傘高張下趕道行路，尤為煩苦。不一日到了嘉興，郭靖寫了一封書函，交與醉仙樓掌櫃，請他於七月初江南六俠時面交。信中稱：弟子道中與黃蓉相遇，已偕赴桃花島應約，有黃藥師愛女相伴，必當無礙，請六位師父放心，不必同來桃花島云云。郭靖信內雖然如此說，心中卻不無惴惴，暗想那黃藥師為人十分古怪，現下自己拜在洪七公門下，此去更是凶多吉少。他怕黃蓉耽心，也不說起此事。兩人轉行向東，到了舟山後，僱了一艘海船。黃蓉知道海邊之人畏桃花島有如蛇蝎，相戒不敢近島四十里以內，如說出桃花島的名字，任憑出多少金錢，也無海船漁船敢去。她僱船時說是到蝦峙島，出畸頭洋後，卻逼著舟子向北。那舟子十分害怕，但見黃蓉將一柄寒光閃閃的匕首指在胸前，不得不從。船將近島，郭靖已聞到海風中夾著撲鼻花香，遠遠望去，那島上鬱鬱蔥蔥，一團綠、一團紅、一團黃、端的是繁花似錦。黃蓉笑道：「這裏的景緻好麼？」郭靖嘆道：「我一生從未見過這樣多好看的花。」黃蓉十分得意，笑道：「七公不肯說我爹爹的武功是天下第一，但他種花的本事，那一定是蓋世無雙，七公必是口服心服的。」兩人待船離島丈餘，一躍上岸，那小紅馬跟著也跳上島來。那舟子自小聽到關於桃花島的種種傳說，說那島主殺人不眨眼，最愛挖人心肝肺腸，一見兩人上岸，疾忙把舵迴船，連船錢也不要了。黃蓉從懷裏拿出一錠十兩重的銀子，遠遠擲去，噹的一聲，落在船頭。那舟子想不到有此重賞，遙遙抱拳相謝。黃蓉重來故地，心中說不出的喜歡，高聲大叫：「爹爹，蓉兒回來啦！」一面向郭靖招手，一面向前飛奔，郭靖見她在花樹叢中東一轉西一晃，霎時不見了影蹤，急忙追去，只奔出十餘丈遠，立時就迷失了方向，只見東南西北都有小徑，卻不知走向那一處好。郭靖走了一陣，似覺又回到了原地，忽地想起在歸雲莊之時，黃蓉曾說這莊子佈置雖奇，那及桃花島一陽復始、乾坤倒置之妙，看來憑自己硬闖是萬萬闖不出去的。於是坐在一株桃樹之下，等候黃蓉來接，那知等了一個多時辰，不但黃蓉始終不來，也不見到半點別人的影子。他焦急起來，躍上樹顛，四下一望，南邊是海，向西是光禿禿的岩石，東面北面都是花樹，或紅或黃，或青或紫，只看得頭暈眼花。花樹之間既無白牆屋角，亦無炊煙犬吠，靜悄悄的情狀怪異之極。郭靖忽感害怕，向前一陣狂奔，反而更深入了叢樹之中，他一轉念，暗叫：「不好！我胡闖亂走，不要連蓉兒也找我不到。」當下想覓路退回原地，那知起初是轉來轉去離不開原地，現下卻似乎是越想回去，越加離原地更遠了。那小紅馬本來緊緊跟在身後，但他上樹一陣奔跑，落下地來，連那紅馬也已不知去向。眼見天色漸漸昏暗，郭靖無奈，只得坐在地下，靜候黃蓉來救，好在遍地綠草似茵，就如軟軟的墊子一般，坐了一陣，甚感飢餓，想起黃蓉替七公所做的各種美味，更是餓得厲害，突然想起：「若是蓉兒被他爹爹關了起來，無法前來相救，我豈不是活活餓死在這叢花之中？」又想到父仇未復，師恩未報，母親孤身一人在大漠苦寒之地，將來倚靠何人？想了一陣，竟自沉沉睡去了。睡到中夜，正夢到與黃蓉在北京遊湖，共進美點，黃蓉低聲唱曲，忽聽得有人吹簫拍和，一驚醒來，簫聲兀自縈繞耳際。郭靖定了定神，一抬頭，只見皓月中天，花香草氣，在黑夜中更加濃冽，那簫聲遠遠傳來，卻非夢境。郭靖大喜，跟著簫聲曲曲折折的走去，有時明明路徑已斷，但簫聲仍是在前。他在歸雲莊中曾走過這種盤旋往復的怪路，當下不理道路是否通行，一味跟隨簫聲，遇著無路可走時，就上樹而行，果然越走簫聲越是明徹。他愈走愈快，一轉彎，眼前忽然出現了一片白色花叢，重重疊疊，月光下宛似一個白花組成的小湖，白花之中有一塊東西高高隆起。這時那簫聲忽高忽低，忽前忽後。郭靖聽著聲音奔向東時，簫聲忽焉在西，循聲往北時，簫聲倏爾在南邊發出，似乎有十多個人吹簫，伏在四周，此起彼伏的戲弄他一般。郭靖奔了幾轉，頭也昏了，不再理會簫聲，奔向那隆起的高處一看，原來是個石墳，墳前墓碑上寫著「桃花島女主馮氏埋香之塚」十一個大字。郭靖想道：「這必是蓉兒的母親了。蓉兒自幼喪母，真是可憐。」當下在墳前跪倒，恭恭敬敬的拜了四拜。當他跪拜之時，簫聲忽停，四下闇無聲息，待他一站起身，簫聲又在前面響起。郭靖心想：「管他是吉是兇，我總是跟去。」當下又進了樹叢之中，再行一會，簫聲調子斗然一變，柔靡萬端，只吹得纏綿宛轉，勾魂引魄。郭靖心中一蕩，呆了一呆：「這是什麼調子，怎麼如此好聽？」只見那簫聲漸轉急促，催人起舞。郭靖不知端倪，但覺這聲音極其淫邪，多聽一陣，便感面紅耳赤、百脈賁張，當下坐在地上，依照馬鈺所授的玄門正宗內家功夫，用起功來。起初只感心旌搖動，數次想一躍而起，但用了一會功後，心神漸漸寧定，到後來意與神會，心中一片空明，不著片塵，任他簫聲再蕩，他聽來只與海中波濤、樹梢風響一般無異，只覺丹田中活潑潑地，全身舒泰，腹中也不再感到飢餓。他到了這個境界，已知外邪不侵，緩緩睜開眼來，黑暗之中，忽見前面兩丈遠處一對眼睛碧瑩瑩的閃閃發光。郭靖微微一驚，心想：「不知是何猛獸？」向後躍開幾步，忽然那對眼睛一閃就不見了。他心想：「這桃花島上真是怪異，就算是再快捷的豹子貍貓，也決不會這樣一霎之間就沒了蹤影。」正自沉吟，忽聽得前面發出一陣急急喘氣之聲，聽聲音卻是人的呼吸。郭靖恍然而悟：「這是人！閃閃發光的正是他的眼睛。他雙眼一閉，我自然瞧不見他了，其實此人並未走開。」想到此處，不禁啞然失笑，但不知對方是友是敵，當下不敢作聲，靜觀其變。這時那洞簫只吹得如怨如慕，猶如一個懷春少婦，心中熱情似火，卻是空閨獨守，長夜中苦受熬煎一般。郭靖一來年紀尚小、二來自幼習武功，對男女之事不甚了了，聽到簫聲時心中感應甚淡，所以簫中曲調雖比適才所吹的更加勾人魂魄，他聽了竟不以為意，但對面那人卻是氣喘愈急，不斷呻吟，聽他聲音，直是痛苦難當，必是拚了全身之力來抵禦簫聲的誘惑。郭靖聽了一陣，對那人的受苦登生相惜之意，慢慢走近。那地方花樹繁密，天上雖有明月，但月光都被枝葉密密的擋住了。透不進來，一直走到相距那人數尺之地，才依稀看清他的面目。只見這人盤膝坐著，滿頭長髮，直垂至地，長眉長鬚，鼻子嘴巴都被遮掩住了。他一手撫胸，一手放在背後。郭靖一看，心裏一震，丹陽子馬鈺曾在蒙古懸崖之頂傳過他這個修習內功的姿式，這是收歛心神的要訣，只要練到了家，任你雷轟電閃，水決山崩，全然不聞不見。這人既會玄門正宗的上乘內功，怎麼反而不如自己，對簫聲如此害怕？這時簫聲愈來愈急，那人身子不由自主的向上一跳一跳，數次身子已伸起尺許，終於還是以極大定力坐了下來。郭靖見他寧靜與歡躍之間的間歇越來越短，知道事情要糟，暗暗代他著急，只聽得簫聲輕輕細細的耍了兩個花腔，那人叫道：「算了，算了！」就要一躍而起。郭靖見情勢危急，不及細想，當下搶上前去，左手一伸，在他肩上牢牢按住，右手已拍在他的頸後的「大椎穴」上。郭靖在蒙古懸崖上練功之時，每當胡思亂想，心神無法寧定，馬鈺常在他大椎穴上輕輕撫摸，以掌心一般熱氣，助他進境，而免走火入魔之危。郭靖內功尚淺，不能以掌心之力助他抵拒簫聲，但因按拍的部位恰到好處，那長髮老人心中一靜，閉目用功。郭靖暗暗心喜，忽聽身後有人罵了一聲：「小畜生，壞我大事！」簫聲突止。郭靖嚇了一跳，回頭過來，卻是不見人影，聽那語音，似是黃藥師的說話。他轉念一想，不禁大為憂急：「不知這長鬚老人是好是壞？我胡亂出手救他，必定更增加蓉兒她爹爹的怒氣。倘若這老人是個妖邪魔頭，豈非鑄成了大錯？」只聽長鬚老人氣喘漸緩，調勻呼吸，郭靖不便出言相詢，只得坐在他的對面，閉目內視，也用起功來，直到晨星漸隱，清露沾衣，才睜開眼睛。日光從花樹中照射下來，映得那老人滿臉花影，這時他面容看得更加清楚了，鬚髮蒼然，並未全白，只是不知有多少年不剃，就像野人一般毛滲滲的嚇人。突然間那老人眼睛一翻，兩道銳利之極的目光在郭靖身上一掃，微微笑了笑，說道：「你是全真七子中那一人的門下？」郭靖見他臉色溫和，先放了一點心，站起來躬身答道：「弟子郭靖參見前輩，弟子的恩師是江南七俠。」那老人似乎不信，說道：「江南七怪怎麼能傳你全真派的內功？」郭靖道：「丹陽真人馬道長傳過弟子兩年內功，不過未曾令弟子列入全真派的門牆。」那老人哈哈一笑，裝個鬼臉，甚是滑稽，猶如孩童與人鬧著玩一般，說道：「這就是了。你怎麼到桃花島來？」郭靖道：「桃花島黃島主命弟子來的。」那老人臉色一變道：「來幹什麼？」郭靖道：「弟子得罪了黃島主，特來領死。」那老人道：「你不打誑麼？」郭靖恭恭敬敬的道：「弟子不敢欺瞞。」那老人點了點頭道：「很好，你坐下吧。」郭靖依言坐在一塊石上，這時看清楚那老人是坐在山壁的一個岩洞之中，洞前有幾條絲線攔著，卻不知那幾條絲線有何有用處。那老人又問：「此外還有誰傳過你功夫？」郭靖道：「九指神丐洪恩師……」那老人臉上神情特異，似笑非笑，搶著說道：「洪七公也傳過你功夫？」郭靖道：「是的。洪恩師傳過弟子一套降龍十八掌。」那老人道：「他沒傳過你內功？」郭靖道：「沒有。」那老人仰頭向天，自言自語：「瞧他小小年紀，就算在娘肚子裏起始修練，也不過十八九年道行，怎麼我抵擋不了簫聲，他卻能抵擋？」他一時想不透其中原由，雙目從上至下、又自下至上的向郭靖望了兩遍，右手自兩根絲線之中伸了出來，道：「你在我掌上推一下，我試試你的功夫。」郭靖依言伸掌與那老人右掌相抵，那老人道：「氣沉丹田，發勁吧。」郭靖凝力發勁，那老人手掌一縮，隨即一股極大的力道反推了出去，叫道：「小心了！」郭靖抵擋不住，左掌向上一穿，要待格去他的手腕，那知那老人轉手一撥，食指已搭在他的腕背，只以一根手指之力，將他向外直揮出去。郭靖站立不住，跌出了七八步，背心在一棵樹上一撞，這才站定。那老人喃喃自語：「他武功雖已不錯，但也未臻上乘之境，怎麼能擋得住天魔舞曲的威力？」郭靖吸了一口氣，向那老人望了一眼，心中甚是驚異：「此人武功幾與洪恩師、黃島主相伯仲，怎麼桃花島上又有如此人物？難道是『西毒』或是『南帝』麼？」他一想到「西毒」兩字，不禁心頭一寒：「莫要我著了他的道兒？」舉起手掌在日光下一照，既未紅腫，亦無黑痕，這才稍稍放心。那老人微笑問道：「你猜我是誰？」郭靖道：「弟子曾聽人言道：天下武功登峰造極的共有五人。全真教主王道長已經仙遊，九指神丐洪恩師與桃花島黃島主弟子都識得。難道前輩是歐陽前輩還是段皇爺麼？」那老人笑道：「你覺得我的武功與東邪、北丐差不多，是不是？」郭靖道：「弟子未得武學門徑，見識粗淺，不敢妄說。但適才前輩這樣一推，弟子所拜見過的武學名家之中，除了洪恩師與黃島主之外確無第三人及得。」那老人聽他讚揚，心裏極為高興，一張毛髮掩蓋的臉上，顯出孩童般的歡呼神色，笑道：「我既不是西毒歐陽鋒，也不是什麼皇爺，你再猜上一猜。」郭靖沉吟道：「弟子會過一個自稱當年與全真教主齊名的裘千仞，但此人有名無實，武功甚是平常。弟子孤陋寡聞，實在想不起前輩的名字。」那老人呵呵笑道：「我姓周，你想得起了麼？」郭靖衝口而出：「啊，你是周伯通！」這句話一說出口，才想起當面直呼他的名字，可算得大大的不敬，忙躬身下拜，說道：「弟子不敬，請周前輩恕罪。」那老人笑道：「不錯，不錯，我正是周伯通。我名叫周伯通，你叫我周伯通，有什麼不敬？全真教主王重陽是我師兄，馬鈺、丘處機他們都是我的師姪。你既不是全真派門下，也不用囉裏囉唆的叫我什麼前輩不前輩的。就叫我伯通好啦。」郭靖道：「這個，弟子那裏敢？」那周伯通年紀雖老，卻是一副孩童脾性，一想到什麼，也不理會是否通情達理，非辦到不可，這時忽然起了一個怪念頭，說道：「郭兄弟，你我結義為兄弟如何？」郭靖嚇了一跳，說道：「弟子是馬道長、丘道長的晚輩，應該尊您為師祖爺才是。」周伯通雙手亂擺，道：「我的武藝全是師兄所傳，馬鈺、丘處機他們見我沒點長輩樣子，也不大敬我是長輩……」正說到這裏，忽聽腳步聲響，一名老僕提了一隻食盒，走了過來。周伯通笑道：「有東西吃啦！」那老僕揭開食盒，取出熱騰騰的四碟小菜，兩壺酒，一木桶飯，放在周伯通面前的一塊大石之上，給兩人斟了酒，垂手在旁侍候。郭靖忙問：「黃姑娘呢？她怎麼不來瞧我？」那僕人搖搖頭，指指自己耳朵，又指指自己的口，表示又聾又啞。周伯通笑道：「這人的耳朵是黃藥師刺聾的，你叫他張口來瞧瞧。」郭靖做了個手勢，那人張開口來，郭靖一看，不禁嚇了一跳，原來他口中舌頭被割去了半截。周伯通道：「島上的傭僕全都是如此，你既來了桃花島，若是不死，日後也與他一般。」郭靖聽了半晌做聲不得，心道：「蓉兒的爹爹怎麼恁地殘忍？」周伯通又道：「黃老邪晚晚折磨我，我偏不向他認輸。昨晚差點兒就折在他的手裏，若不是小兄弟你助我一臂，我十多年的要強好勝，可就廢於一夕了，來來來，小兄弟，這裏有酒菜，咱倆向天誓盟，結為兄弟，以後有福同享，有難共當。想當年我和王重陽結為兄弟之時，他也是推三阻四，怎麼？你真的不願麼？」郭靖見他臉上變色，忙道：「弟子與前輩輩份差著兩輩，若是依了前輩之言，必定被人笑罵。日後若是遇到馬道長、丘道長，弟子豈不汗顏？」周伯通道：「偏你就有這許多顧慮，你不肯和我結拜，定是嫌我太老，嗚嗚嗚，……」忽地掩面大哭，亂扯自己的鬍子。郭靖慌了手腳，忙道：「弟子依前輩吩咐就是。」周伯通哭道：「你勉強被我逼迫，他日人家問起，你又推在我的身上，我知道你是不肯稱我為義兄的了。」郭靖心中暗暗好笑，怎麼此人如此為老不尊，他卻不知周伯通在武林中人稱「老頑童」，脾氣甚是奇特，雖然年紀已高，輩份又尊，但說話行事，無不與孩童相似，只見他拿起菜碟，向外擲去，賭氣不肯吃飯了。那老僕連忙撿起，不知為了何事，甚是惶恐。郭靖無奈，只得笑道：「兄長既然有此美意，小弟如何不遵，咱倆就在此處撮土為香，義結兄弟便是。」周伯通破涕為笑，道：「我洞口有這些絲線攔住，不能出來，我在洞裏磕頭，你在洞外磕頭吧。」郭靖向那幾根絲線望了幾眼，外表看來，也只是尋常之物，不知如何卻能攔住這位身負絕世武功的奇俠，當下跪了下去。周伯通與他並肩而跪，朗然說道：「弟子周伯通，今日與郭靖義結金蘭，日後有福共享，有難共當。若是違此盟誓，天厭之，天厭之。」郭靖跟著也念了一遍，兩人以酒瀝地，郭靖再行拜見兄長。周伯通哈哈大笑，大叫：「罷了罷了。」斟酒自飲，說道：「黃老邪小氣得緊，給人這樣淡的酒喝。只有那一天一個小姑娘送來的美酒，那才是上品，可惜從此她又不來了。」郭靖想起黃蓉說過，她因偷送美酒給周伯通被黃藥師知道了責罵，一怒而離桃花島，看來周伯通尚不知此事呢。郭靖已餓了一天，不想飲酒，端起碗，一口氣吃了五大碗白飯，肚中這才舒服。那老僕等兩人吃完，收拾了殘肴回去。周伯通道：「兄弟，你因何得罪了黃老邪，說給作哥哥的聽聽。」郭靖於是將自己年幼時怎樣無意中刺死陳玄風，怎樣在歸雲莊大戰梅超風、怎樣黃藥師生氣要和江南六怪為難，自己怎樣答應在一月之中到桃花島領死等情由，說了一遍。「老頑童」周伯通最愛聽旁人述說故事，側過了頭，瞇著眼，聽得津津有味，只要郭靖說得稍為簡略，他必尋根究底的追問不休。待得郭靖說完，周伯通還問：「以後怎樣？」郭靖道：「以後就到了這裏。」周伯通沉吟片刻道：「嗯，原來那個美貌小丫頭和你好。怎麼她回島之後忽然影蹤不見？其中必有緣由，定是被黃老邪關了起來。」郭靖憂形於色，說道：「弟子也這樣想……」周伯通臉一板道：「你說什麼？」郭靖知道說錯了話，忙道：「做兄弟的言語不周，大哥不要介意。」周伯通笑道：「這稱呼是萬萬弄錯不得的。若是你我假扮戲文，那麼你叫我娘子也好，媽媽也好，女兒也好，更是錯不得一點。」郭靖連聲稱是。周伯通側過了頭，問道：「你猜我怎麼會在這裏？」郭靖道：「兄弟正要請問。」周伯通道：「說來話長，待我慢慢對你說，你知道東邪、西毒、南帝、北丐、中神通五人在華山絕頂論劍較藝的事吧？」郭靖點頭道：「兄弟曾聽人說過。」周伯通道：「那時是在寒冬歲盡，華山絕頂大雪封山，他們五人口中談論，手上比劍，在大雪之中直比了七天七夜，東邪、西毒、南帝、北丐四個人終於拜服我師兄王重陽的武功是天下第一。你可否知道五人因何在華山論劍？」郭靖道：「這個兄弟倒不曾聽說過。」周伯通道：「那是為了一部經文……」郭靖接口道：「九陰真經。」周伯通道：「是啊！兄弟，你年紀雖小，武林中的掌故倒知道得不少。那九陰真經是武學中第一奇書，相傳是達摩祖師東來，與中土武士較技，互有勝負，面壁九年，這才參透了武學的精奧，寫下這部書來。那一來不知怎樣，此書忽在世間出現，天下武學之士，無一不欲得之而甘心，紛爭不已，據我師兄說，為了爭奪這部經文而喪生的成名豪傑，前前後後已逾百人。凡是到了手的，都想依著經中所載習練武功，但練不到一年半載，總是被人發覺，追蹤而來劫奪。循環往復，殺人無算，得書者千方百計的躲避，但搜尋者耳目眾多，總是放不過他。那陰謀詭策，妙取豪奪的花招，也不知為這部經文使了多少。」郭靖嘆道：「這樣說來，這部經文倒是天下第一不祥之物了。陳玄風如不得經文，那麼與梅超風在鄉間隱姓埋名，快快樂樂的過一世，黃島主也未必能找到他。梅超風若是不得經文，也不致弄到今日的地步。」周伯通道：「兄弟你怎麼如此沒出息？九陰真經中所載的武功，奇幻奧祕，神妙之極。學武之人只要學到一點半滴，那裏還不為之神魂顛倒？縱然因此而招致殺身之禍，那又算得了什麼？世界上有誰是不死的？」郭靖道：「大哥那你是習武入迷了。」周伯通哈哈笑道：「那當然。世上之人，愚蠢得緊，有的愛讀書做官，有的愛黃金美玉，更有的愛絕色美女，但這其中的樂趣，那裏及得上習武練功的萬一？」郭靖道：「兄弟雖也練了一點粗淺功夫，卻體會不到其中有無窮之樂。」周伯通嘆道：「傻孩子，傻孩子，那你幹麼要練武？」郭靖道：「師父要我練，我就練了。」周伯通搖搖頭道：「你真是笨得很。我對你說，一個人飯可以不吃，性命可以不要，功夫卻不可不練。」郭靖答應了，心想：「原來我這位把兄是嗜武成癖，這樣的人倒不曾聽見過。」周伯通又道：「剛才咱們講故事講到了那裏？」郭靖道：「你講到天下的英雄豪傑都要搶奪這部九陰真經。」周伯通道：「不錯。後來事情越鬧越大，連全真教教主、桃花島主、丐幫的洪幫主這些大英雄也插手了。他們五人約定在華山論劍，誰的武功天下第一，這部經文就歸誰所有。」郭靖道：「那經文終究是落在你師哥手裏了。」周伯通眉飛色舞，說道：「是啊，我和王師哥交情大得很，他沒出家時我們已經是好朋友，後來他傳我武藝。他說我學武學得發了癡，過於執著，不是道家清靜無為的道理，所以我雖是全真派的，卻不做道士。我那七個師姪之中，丘處機功夫最高，我師兄卻最不喜歡他，說他耽於鑽研武學，荒廢了道家的功夫。要知道學武的要猛進苦練，學道的卻要淡泊率性，這兩者是頗不相容的。馬鈺得了我師哥的法統，但他武功卻是不及丘處機和王處一了。」郭靖道：「那麼重陽先師王真人為什麼既是道家真人，又是武學大師？」周伯通道：「他生來天資穎悟，許多道理自然而然的就懂了，並非如我這般勤修苦練的。剛才咱倆講故事講到什麼地方？怎麼你又把話題岔了開去？」郭靖笑道：「你講到你師兄得到九陰真經。」周伯通道：「不錯。他得到經文之後，卻不練其中的功夫，放在一隻石匣之中，壓在他道觀後面的一塊大石之下。我心中奇怪得很，問他幹麼，他微笑不答。我問得急了，他叫我自己想去。現在你倒猜猜看，那是為了什麼？」郭靖道：「他是怕人來偷來搶？」周伯通連連搖頭道：「不是，不是！誰敢來偷來搶全真教主的東西？他是活得不耐煩了？」郭靖沉思了半晌，忽地跳起，叫道：「對啊！正該放在大石之下，其實燒毀了更好。」周伯通一驚，眼睛盯住了郭靖，說道：「我師兄當年也這麼說，只是他說幾次要想毀去，總是下不了手。兄弟，你傻頭傻腦的，怎麼居然猜得到？」郭靖被他問得紅了臉，答道：「我想，王真人的武功既已天下第一，他再練得更好，也只是天下第一。我還想，他到華山論劍，倒不是為了爭天下第一的名頭，而是要得這部九陰真經。他要得到經文，也不是為了要練其中的功夫，卻是相救普天下英雄豪傑，教他們免於互相斫殺之厄。」