第九十二回　神鵰大俠眾人聽他這麼說，都是一呆。那廣東人大拇指一翹，大聲道：「小王將軍，你是個好漢子，有那個不要臉的膽敢去向官府出首告密，大夥兒都給他一刀。」眾人轟然稱是。那美婦人聽他如此說，也已不能反駁。那文秀少女望著門外白雪，悠然出神，輕輕的道：「神鵰大俠，神鵰大俠……」轉頭向那四川人道：「王大哥，這位神鵰大俠既有這等高強的武功，他一條手臂又怎地會斷了？」那美婦人臉色大變，嘴唇微動，似要說話，卻又忍住。那四川人搖頭道：「我連神鵰大俠的姓名也問不到，他老人家的身世是更加不知。」那美婦人哼了一聲道：「你自然不知。」那臨安少年又道：「小王將軍既然親眼目睹神鵰俠殺奸誅惡，那自不是天神天將所為了，但奸相丁大全一夜之間面皮變青，卻必是上天施罰之故。」那廣東客人道：「他怎麼一夜之間臉皮變青？這可真奇了。」那臨安少年道：「從前臨安人都叫丁大全為丁犬全，但現在卻改叫作『丁青皮』。他本來白淨臉皮，忽然在一夜之間，變成青色，這青色從此不退，憑他多高明的大夫，也醫治不了。聽說皇上也曾問起，那奸相奏道：他忠君愛國，數晚不睡，以致臉色發青。可是臨安城中個個都說，這奸相禍國殃民，玉皇大帝差遣神將把他臉皮打青了的。」那廣東人道：「這可愈說愈奇了。」那神情粗意的漢子突然哈哈大笑，拍腿叫道：「此事也是神鵰俠所為，嘿嘿，痛快痛快。」眾人忙問：「怎麼又是神鵰俠所為？」那大漢只是大笑，連稱：「痛快，痛快。」那廣東客人急欲早知詳情，命店小二打過兩斤白乾，請那大漢喝酒。那大漢喝了一大碗，意興更豪，大聲說道：「這件事不是兄弟吹牛，兄弟也有一點小小功勞。那天晚上神鵰俠突然來到臨安，叫我帶領夥伴，把臨安錢塘縣衙門中的孔目差役一起綁了，剝下他們的衣服，讓眾夥伴喬扮官役，大夥兒又驚又喜，不知神鵰俠何以有此吩咐，但想來必有好戲，於是遵命辦理。到得三更過後，神鵰俠到了錢塘縣衙門，他老人家穿起縣官服色，坐上正堂，驚堂木一拍，喝道：『帶犯官丁大全！』」他說到這裏，口沫橫飛，喝了一大口酒。那廣東客人道：「老兄那時在臨安作何營生？」那漢子橫了他一眼，大聲道：「作什麼營生？大碗喝酒，大塊吃肉，大秤分金，做的是沒本錢買賣。」那廣東客人吃了一驚，不敢再問。那大漢又道：「那時我聽到『丁大全』三字，心中一怔，尋思：『丁大全這狗官是當朝宰相啊，神鵰俠怎地將他拿來了？』只見他驚堂木又是一揮，兩名漢子果然把一個身穿大臣服色的人掀了上來。從前丁大全到佑聖觀燒香，我在廊下見過他面目的，這時一看，可不是丁大全是誰？他嚇得渾身發抖，想跪又不想跪，一名兄弟在他膝彎裏踢了一腳，他撲地便跪倒了，哈哈，痛快，痛快！神鵰俠問道：『丁大全，你知罪麼？』丁大全道：『不知。』神鵰俠喝道：『你營私舞弊，屈殺忠良，殘害百姓，玩敵誤國，種種奸險情事，快快給我招來。』丁大全道：『你到底是什麼人？劫侮大臣，可不知王法麼？』神鵰俠道：『你還知道王法，左右，打他四丈板再說！』大夥兒素來恨這奸相，這時下板子時加倍出力，只打得這奸相暈去數次，連連求饒。神鵰俠問一句，他便招一句，再也不敢倔強。神鵰俠命取過紙筆，叫他親筆書供，他稍一遲疑，神鵰俠便命咱們打他屁股，掌他嘴巴。」那美秀少女忽地噗嚇一笑，低聲道：「有趣，有趣！」那大漢咕嘟喝了一大口酒，笑道：「是啊，原本有趣得很。那丁大全吃打不過，只得親筆招供，可是他拖拖挨挨，寫得極慢，神鵰俠連聲催促，他總是不肯寫快。不久天色將明，衙門外人聲喧嘩，到了大批軍馬，想是風聲洩漏了出去。神鵰俠怒起上來，喝道：『把他腦袋砍了！』我知道神鵰俠輕易不肯傷人性命，於是拔出鋼刀，在丁大全頸中刷的一刀，這一刀下去時，鋼刀在半空中轉了個彎兒，砍在他頭頸中的不是刀鋒，卻是刀背。但這一下丁大全可嚇破了膽，只見他臉色突然轉藍，暈了過去。神鵰俠哈哈一笑，說道：『這也夠他受的了，但盼他改過自新。』於是叫咱們便穿著衙門衣服，從邊門溜走，各自回家，他老人家親自斷後，也沒交鋒打仗，大夥兒平平安安的退走。聽說神鵰俠第二天把丁大全的供狀送到了皇宮之中，親手交給皇帝老兒，但不知丁大全如何花言巧語，皇帝老兒竟對他深信不疑，還是叫他做宰相下做下去。」那小王將軍嘆道：「主上若不昏庸無道，奸臣便不能作惡。去了一個秦檜，來一個韓侘胄，去了韓侘胄，來一個史彌遠，去了史彌遠，又來丁大全。眼前賈似道日漸得勢，這又是個禍國殘民之徒。唉，奸臣一個接著一個，我大宋江山，眼見難保呢。」那漢子道：「除非訪神鵰俠做宰相，那才能打退韃子，天下太平。」那美貌少婦插口道：「哼，他也配做宰相？」那大漢怒道：「他不配難道你配？」那少婦怒氣上衝，喝道：「你是什麼東西，膽敢對我無禮？」眼見那大漢手中執著一根撥火鐵棒，正在火堆中撥火使旺，隨手從地下拾起一段木柴，在撥火棒上一敲。那大漢手臂一震，只覺半身酸麻，噹的一聲，火棒脫手落在地下，火堆中火星濺了起來，燒焦了他數十根鬍子。眾人失聲驚叫，瞧那火棒時，已是彎曲如鉤。那大漢性子雖躁，但見她如此的功夫，吃了這個虧竟是不敢發作，只是咕咕噥噥的摸著鬍子，連酒也不想喝了。那文秀少女道：「姊姊，人家說那神鵰大俠說得好好地，你幹麼老是不愛聽？」她轉頭向大漢嫣然微笑，道：「大叔，你別見怪。」那大漢本來滿腔怒氣，但給他這麼甜甜一笑，怒火登時消於無形，裂著大口報以一笑，想說句客氣話，都說不出口。那少女道：「大叔，你再說那些神鵰俠的事。你怎麼認得他的？」那大漢向那少婦望了一眼，遲疑著不說。那少女道：「你說好啦，只要不得罪我姊姊便成。你怎麼認得神鵰俠的？他多大年紀啦？他的神鵰好不好看？」不等大漢回答，轉頭向那少婦說道：「姊姊，不知他的神鵰跟咱們的雙鵰比起來怎樣？」那少婦道：「跟咱們的雙鵰比？天下那有什麼鵰兒鷹兒比得上咱們的雙鵰。」那少女道：「那也不見得。爹爹常說：學武之人須知天外有天，人上有人，決計不可自滿，人既如此，比咱們的鵰兒更好的禽鳥，想來也是有的。」那少婦道：「小小年紀，你懂得什麼。咱們出來之時，爹媽叫你聽我的話，你不記得了麼？」那少女笑道：「那也得瞧瞧你說得對不對啊。弟弟，你說我的話對呢，還是姊姊的話對？」她身旁那少年，人雖高大壯實，卻是滿臉稚氣？遲疑了一會，道：「我不知道。爹爹說該聽大姊姊的話，叫你別跟大姊姊頂嘴。」那少婦甚是得意，道：「可不是麼？」那少女見弟弟幫著大姊，也不生氣，笑道：「你什麼也不懂的。」回頭又問那粗豪漢子道：「大叔，你再說神鵰俠的事吧！」那大漢道：「好，既然姑娘要聽，我便說說，我姓宋的雖然本事低微，可也是個響噹噹的漢子，生平說一是一，絕無半句虛言。姑娘若是不信，那便不用聽了。」那少女提起酒壺，跟他斟了一碗酒，笑道：「我怎會不信？快點兒講吧！」又叫道：「店小二，再打十斤酒，切二十斤牛肉，我姊姊請眾位叔叔伯伯喝酒，驅一驅寒氣。」店小二連聲答應。叱喝著吩咐下去。眾人笑逐顏開，齊聲道謝。過不多時，三個店伴將酒送了上來。那美貌少婦沉臉道：「我便是要請客，也不請胡說八道之人。店小二，這酒肉的錢可不能開在我帳上。」店小二一楞，望望少婦，又望望少女，不知如何是好。那少女從頭上拔下一枚金釵，遞給店小二，說道：「這是真金的釵兒，總值得十幾兩銀子吧。你拿去給我換了。再打十斤酒，切二十斤羊羔。」那少婦怒道：「妹妹，你定要跟我賭氣，是不是？單是釵頭上的這顆明珠，總值得二三百兩銀子，你死賴活賴的跟朱子柳伯伯要來，卻這麼隨隨便便的請人喝酒。瞧你回到襄陽時，媽問起來怎麼交代？」那少女伸伸舌頭，笑道：「我說在道上掉了，找來找去找不到。」那少婦道：「我才不跟你圓謊呢。」那少女伸筷挾起一塊牛肉，放在口中吃了。說道：「吃也吃過了，難道還能退麼？各位請啊，不用客氣。」眾人見她姊妹二人鬥氣，都覺有趣，心中均喜那少女天真瀟灑，便是不能喝酒之人，也端起酒碗喝了幾口，暗中幫那少女，那少婦賭氣閉上眼睛，伸手塞住耳朵。那少女笑道：「宋大叔，我姊姊睡著了，你大聲說也不妨，吵不醒她的。」那少婦怒道：「我幾時睡著了？」那少女道：「那更好啦，越發不會吵著了你。」那少婦大聲道：「襄兒，我跟你說，你再跟我抬槓，明兒我不要你跟我一塊走。」那少女道：「我也不怕，我自和三弟同行便是。」那少婦道：「三弟跟著我。」那少女道：「三弟，你說你跟誰一起走？」那少年左右做人難，幫了大姊，二姊要惱，幫了二姊，大姊又要生氣，囁嚅著道：「媽媽說的，咱三人一塊兒行，不可失散了。」那少女笑道：「是麼？你不帶我，若是我回不到襄陽，你做姊姊的脫得了干係麼？」那少婦恨恨的道：「早知你這般不聽話，你小時候給壞人擄了去，我才不著急找你回來呢。」那少女聽她這般說，心腸軟了，摟著少婦的肩膀，央求道：「好姊姊，別生氣啦，算是我錯了。」那少婦氣鼓鼓的不理。那少女道：「你不笑，我可要呵你癢了。」那少婦反而更轉過頭去。那少女突伸右手，向少婦背後襲到她的腋底。那少婦頭也不回，左手向後一掠。那少女左手上前拿她手腕，右手繼續向前。那少婦右肘微沉，壓向妹子的臂彎。那少女手掌轉個圓圈，避開了她的一壓，姿勢美妙已極。頃刻之間，兩人你來我去，交接了七八招，使的都是極巧妙的「小擒拿手法」。那少女固然呵不到姊姊的癢，那少婦也抓不著妹子的手腕。突然屋角裏有人低低喝了聲：「好俊功夫！」姊姊倆同時住手，向屋角望去，只見一人蜷縮成一團，腦袋埋在雙膝之間，正自沉沉大睡。姊妹倆自在火堆旁坐下，即使見他如此睡著，始終沒動過一動，旁人固然瞧不見他臉孔，他可也見不到姊妹倆的玩鬧，看來這一聲喝采卻不是他所發的了。那少年道：「大姊、二姊，爹爹叫咱們不可輕易顯露功夫來著。」那少女微笑道：「小老頭兒，少年老成，穩健持重，算你說得對。」她轉頭向那粗豪大漢道：「宋大叔，對不起，咱姊妹倆忘著鬥嘴，忘了聽你講故事，你快說罷。」那姓宋的大漢道：「我可不是講故事，那是千真萬確的經歷。」那少女說道：「是啦，你大叔說的，自然是千真萬確。」那大漢喝了口酒，笑道：「吃了姑娘這許多酒肉，要不說也不成的啦。若不是昨晚三粒骰子上輸了個乾乾淨淨，我也真該請還姑娘才是，你大叔長，大叔短的，難道是白叫的麼？說到我怎樣識得神鵰俠，我跟這位小王將軍差不多，也是神鵰俠救了我的性命。不過這一次他倒不是用武，卻是用錢去買的。」那少女道：「這倒奇了，他用錢買你？你值幾文錢一斤啊？」那大漢呵呵大笑，說道：「我姓宋的這身賤肉，比牛肉豬肉可貴得多了。神鵰俠居然出到四千兩銀子。五年多前，我在山東濟南府打抱不平，殺死了一個地痞。殺人償命，那也無話可說。這一日判了斬決，令我最氣惱的，卻是要我和一個無惡不作的土豪同時處決。我清清白白一條硬漢，卻在法場上和一個狗賊一塊兒死，這可教人死得不服。那知道過了幾天，那土豪向縣官使了銀子，縣官將我提上堂去一頓烤打，說那土豪擄人勒贖、包娼包賭的事都是我做的，登時將那土豪釋放。後來牢頭跟我說，那土豪送了二千兩銀子給縣官，縣官便把他的罪名都加在我的身上。反正犯一條死罪是殺頭，犯十條死罪也是殺頭，這叫做兩人作事一人當。我一聽之下冤氣衝天，在獄中大喊大叫，痛罵贓官。「過了幾天，贓官又提堂再審，說也奇怪，那土豪又是和我並排跪著，我破口便罵：『賊贓官，你貪污枉法，日後不得好死！』那贓官笑嘻嘻的道：『宋五，你不用這般火爆，本官已查得清清楚楚，你是冤枉，那地痞非你所殺，全是該犯所為！』說著向那土豪一指命衙役重重責打，跟著便將我放了出來。這一下我可摸不著頭腦了，那地痞明明是我所殺，怎地又去算在旁人的帳上？」那少女聽到這裏，格的一聲笑，說道：「這個縣官可真算得是胡塗透頂。」那大漢道：「他才不胡塗呢。我回到家裏，我老娘才跟我說，原來我判了死罪之後，我娘天天在街上痛哭，這天適逢神鵰俠經過，問起原因。神鵰俠再去一打聽，知道了其中曲折，他說他有事在身，不能跟這贓官算帳，便給了我娘四千兩銀子，將我買了出來。過了三個月，縣中沸沸揚揚的傳說，說知縣大發脾氣，原來有一晚被盜八千兩銀子。我知道定是神鵰俠所為，不敢再在原籍居住，便搬到臨安府來落籍。過了一年，有人跟我說，海邊有一位斷了右臂的相公，帶著一個極大的怪鳥，呆呆的望著海潮，一連數天都是如此。我連忙趕去，果然見到他老人家，這方能向他磕頭道謝呢。」那少婦忽道：「你謝什麼？他付出四千兩，收進八千兩，還淨賺四千兩銀子呢。這姓楊的豈肯做賠本之事？」那少女道：「姓楊的？神鵰俠姓楊麼？」那少婦道：「我不知道，我又沒說他姓楊。」那少女道：「我明明聽你說的。」那少婦道：「那除非是你聽錯了。」那少女道：「好吧！我不跟你爭。那神鵰大俠就算賺了四千兩銀子，也必是用來救困濟貧，他是個瀟灑出塵的大俠，自己要銀子幹什麼？」眾人一齊喝采，說道：「姑娘說得是！」那少女又道：「宋大叔，那神鵰俠望著海幹麼？他是在等什麼人嗎？」那大漢搖頭道：「這個我可不知道了。」那少女拿起兩根木柴，投在火裏，望著火光由暗轉紅，輕輕的道：「那神鵰俠雖然急人之難，解人之困，說不定他自己卻有一件為難的心事呢？他為什麼要呆呆的望著海潮，為什麼要呆呆的望著海潮？」坐在西首角落裏的一個中年婦人突然接口說道：「小婦人有個表妹，有緣見過神鵰俠，她也曾見神鵰俠呆望大海，容色奇怪，因而親口問過他。神鵰俠說道：『我的結髮妻子在大海彼岸，不能相見。』」眾人不約而同的「哦」了一聲。那美秀少女道：「原來他有個妻子，不知道為什麼在大海彼岸。他既有這樣高強的功夫，幹麼不去渡海找她啊？」那中年婦人道：「我表妹也這般問過他，他說道：『大海茫茫，不知到何處方能得見。』」那少女輕輕嘆道：「我料想這樣的人物，必是生具至性至情，果然不錯。」又問：「你表妹生得很俊吧？她心中暗暗的喜歡神鵰俠，是不是？」那美貌少婦喝道：「二妹，你又在異想天開啦！」那中年婦人道：「我表妹的相貌，可算得是個美人胎子。神鵰俠救了她的母親，殺了她的父親。我表妹是不是暗中喜歡神鵰俠，這個旁人沒法知道，現下她嫁了一個忠厚老實的莊稼人，神鵰俠給了她很大一筆錢，日子過得挺不錯呢。」那少女道：「神鵰俠救她母親，殺她父親，這件事可真奇了，我卻有點不能相信呢。」那美貌少女道：「這人脾氣古怪的很，好起來救人性命，惡起來揮劍殺人。是啊，他從小便是這樣。」那少女奇道：「他從小便是這樣？你怎麼會知道。」那少婦道：「我知道的。」憑那少女連連追問，她總是不說。那少女道：「好，你不說便不說，我才不希罕聽呢！反正你便是肯說，也是瞎吹。」她轉頭向那中年婦人道：「大嫂，你把你表妹的事說給我聽，好不？」那婦人道：「好啊。我表妹和我是姑表姊妹，咱倆年紀差得很大，她媽媽是我的姑母……」那美貌少女接口道：「她爹爹便是你姑丈了。」那婦人笑道：「你瞧瞧我婆婆媽媽的，莫怪姑娘不耐煩了。我姑丈是河南人，那一年蒙古韃子打到內黃，把我姑丈擄了去為奴。我姑母帶了我表妹，沿路討飯，從河南尋到蒙古，又從蒙古追尋到山西，尋訪我姑丈的下落。」小王將軍嘆道：「萬里尋夫，那可難得之極啊。」那婦人道：「只因我姑母和表妹容貌不錯，在道上奔波那便是加倍的不易。兩人用污泥塗黑了臉，那些壞人才不至見色起意……」那美秀少女問道：「什麼見色起意？」火堆旁圍坐著的眾人之中，倒有一半人笑了起來。那美貌少婦道：「二妹，你不懂便別瞎說，大姑娘家，這不是教人笑話嗎？」那少女咕噥道：「我不懂才問啊，懂了還問什麼？」那中年婦人微笑道：「這難聽的話，姑娘不懂才好。嗯，我姑母和表妹足足尋了四年，皇天不負苦心人，終於在淮北找到了姑丈，原來他是在一個蒙古千戶手下為奴。那千戶兇惡得緊，我姑母見到我姑丈之時，他正給千戶打折了一條左腿。我姑母自是萬分心痛，求那千戶釋放歸家。那千戶那肯答應，說道這奴才是用了一百兩銀子買來，除非有一千兩銀子來，否則寧可打死，也不能放。我姑母連十兩銀子也拿不出，那裏有一千兩銀子？左思右想，只得做起那不要臉的勾當，將自己和女兒都賣入了勾欄……」那少女又不懂了，只是適才一句問話惹起了許多人的哄笑，這時不敢再問，聽那婦人續道：「如此又過數年，母女倆雖然略有積蓄，但要貯足一千兩銀子，卻是談何容易？幸好當地的客人子弟知道了她母女這一番贖夫救夫的苦心，給錢時特別慷慨些。母女倆挨盡辛苦屈辱，這年大年晚，終於湊足了一千兩銀子。兩人捧到千戶府中，交給千戶，心想一家人從此可以團聚，歡歡喜喜的過新年。」那美秀少女聽到這裏，也真代那母女兩人歡喜，卻聽那婦人說道：「那蒙古千戶收了一千兩銀子，便叫我姑丈出來，讓他夫妻父女相見。我姑丈一家三口，去向那千戶磕頭辭別，怎知道那千戶見了我的表妹，忽起歹心，說道：『好，你你來贖這奴才，那是再好不過，一千兩銀子兌上吧？』我姑母大吃一驚，那一千兩銀子早已交給了千戶的帳房收下，怎麼還兌銀子？那千戶臉色一變，喝道：『我是堂堂蒙古的千戶老爺，難道還會混賴奴才們的銀子？』我姑母又是害怕又是傷心，當下在廳堂上放聲大哭起來。那千戶道：『也罷，今日大年夜晚，我便開恩讓你們夫妻團聚，但怕這奴才一去不歸，且把你們的閨女抵押在這裏。』我姑母知他不懷好意，怎肯答應？那千戶呼喝軍健，將我姑夫姑母趕出府去。「我姑母捨不得女兒，在千戶府前呼天搶地的號哭。眾百姓明知她受了屈辱，但這淮北之地已不是我大宋所有，蒙古官兵殺一個漢人如踐踏螻蟻，有誰敢出來說一句公道話？我姑丈卻反而說道：『千戶老爺既然瞧上了咱們閨女，那是旁人前生修不到的福份，你哭什麼？』原來他做奴才做得久了，竟是染上了一身的奴才氣。他接著問那一千兩銀子從可而來，我姑母初時不肯說，但被他逼得緊了，終於說了出來。我姑丈大怒，說我姑母敗壞名節，不守婦道，竟然自甘墮落，去做這種低賤之事，當即寫了一紙休書，把我姑母休了。」眾人齊聲嘆息，說她姑母一生遭際，實是不幸到了極處。那中年婦人道：「我姑母含辛茹苦，奔波十年，到頭來卻換得一紙休書，那時候實在是不想活了，默默無言的走到樹林之中，解下腰帶，懸枝自盡。幸好那位神鵰俠正好經過，救了她下來，一問原委，只聽得他怒氣沖天，當晚便跳進千戶府中，只見那千戶正要逼辱我的表妹，我的姑丈居然在旁勸我表妹依從。神鵰俠一拳打死了我的姑丈，抓起那千戶，投在淮河之中，再把我表妹救了出來。他救我姑母，殺我姑丈，便是如此。他當時說我姑母賣身救夫，可比一般貞女節婦更是令人起敬。他又說生平最恨的便是負心薄倖之徒，奴顏事敵之輩，我姑丈兩者齊犯，雖然並無死罪，他下手卻不能容情了。」那美秀少女聽得悠然神往，隨手端起酒碗，喝了一大口，說道：「好辣！」她素來不曾飲酒，一口酒下肚，臉上紅撲撲的倍增嬌艷，容色光麗，難以逼視。她輕輕說道：「你們許多人都見過神鵰俠，我卻沒福見著他。若是能見他一面，能聽他說幾句話，便是要我折三年壽，也所甘願。」那少婦大聲道：「這個人武功自然好的，但跟爹爹相比，那可差得遠啦。你這小娃兒不知世事，聽人家加油添醬的一說，便道這人如何如何了不起。其實這個人你也見過的，他還抱過你呢。」那少女紅暈雙頰，啐道：「你做姊姊的，說話也這般顛三倒四，有誰信你的？」那少婦道：「你不信由得你。回家問爹爹媽媽去。這個什麼神鵰俠姓楊名過，小時候在咱們桃花島住過。他那條手臂，便是……便是……嗯，你生下來沒到一天，他就抱過你了。」原來這美貌少婦便是郭芙，那少女是她妹妹郭襄，那少年則是郭襄的孿生兄弟郭破虜。姊妹三人奉父母之命，前赴晉陽邀請全真教耆宿丘處機至襄陽主持英雄大會，這一日三姊弟從晉陽南歸，卻被冰雪阻於風陵渡口，聽了眾人一番夜話，忽忽十餘年，郭芙已與耶律齊成婚，郭襄和郭破虜也都已長大了。郭襄滿臉喜悅之情，低聲自言自語：「我生下來沒到一天，他便抱過我了。」轉頭對郭芙道：「姊姊，那神鵰俠幼時真在咱們桃花島住過麼？怎地我沒聽爹媽說起過？」郭芙道：「你知道什麼？爹媽沒跟你說過的事多著呢。」原來楊過斷臂、小龍女中毒，全因郭芙行事莽撞而起，每當提及此事，郭靖便是大怒，女兒雖已出嫁，他仍要厲聲呵責，不給女兒女婿留情面，因此郭家大小對此事數年來絕口不談，郭襄和郭破虜始終沒聽人家說起楊過之事。郭襄道：「這麼說來，他跟咱家很有交情啊，怎地一直沒有來往？嗯，三月十五襄陽城英雄大會，這位神鵰俠定是要來與會的了。」郭芙道：「這人行事怪僻，性格兒又高傲得緊，他未必便來。」郭襄道：「姊姊，咱們怎生想法兒送個請帖給他才好。」她轉首向那粗豪漢子道：「宋大叔，你能設法帶個信給神鵰俠麼？」那漢子搖頭道：「神鵰俠雲遊天下，行蹤無定。他有事用得著兄弟們，便有話吩咐下來，咱們要去找他，卻是一輩子也未必找得著。」郭襄好生失望，她自聽各人說及楊過如何救王惟忠子裔、誅陳大方、審丁大全、贖宋五、殺人父救人母種種豪俠義舉，不由得悠然神往，恨不得能見楊過一面，待聽說楊過不致參與英雄大會，忍不住歎了一口氣，說道：「英雄會上的人物，未必個個都是英雄，真正的大英雄大豪傑，卻又未必肯去。」突然間波的一聲響，屋角中一人翻身站起，卻是一直蜷縮成團、呼呼大睡那人，眾人耳邊廂但覺得轟轟有如雷震，原來是那人開口說話：「姑娘要見神鵰俠，那也不難，今晚我領你去見他就是。」眾人聽了那說話之聲，先已大驚，再看他形貌時，更是詫異。但見他身長不過三尺，軀體也甚瘦削，但一個大頭，大手掌、大腳板，卻又比平人大了許多，這副手腳和腦袋，便是安在常人身上，已是極不相稱，他身子一小，更是詭奇。他一直蜷縮高臥，誰也沒加留心，那料得這一站起，竟是如此模樣的一個人物。郭襄喜道：「好啊，只是我跟神鵰俠素不相識，貿然求見，未免冒昧，又不知他見是不見？」那矮子轟然道：「你今日若不見他，只怕日後再也見不到了。」郭襄奇道：「為什麼？」郭芙站起身來，向那矮子道：「請問尊駕高姓大名。」那矮子嘿嘿冷笑，道：「天下似我這等醜陋之人，豈有第二人了？你既不識，回去一問你爹爹媽媽便知。」就在此時，遠處緩緩傳來一縷遊絲般的聲音，低聲叫道：「西山一窟鬼，十者到其九，轟天雷，轟天雷！此時不至，更待何時？」這話聲若斷若續，有氣無力，充滿著森森鬼氣，但一字一句，人人聽得明明白白，其清楚處，竟是絲毫不弱於那大頭矮子雷震一般的話聲。那大頭矮子怔了一怔，一聲大喝，突然塵土飛揚，瓦石紛墮，各人眼睛一閉，再睜開眼時，那矮子已然不知去向。眾人齊吃一驚，抬頭看時，見屋頂已穿破一個大洞，原來那矮子竟是衝破屋頂躍出。郭破虜道：「姊姊，這矮子如此厲害！」郭芙跟著父母，武林中人物見識過不少，但如這矮子般銅頭鐵額，卻從未聽父母說過，一時呆呆的說不出話來。郭襄卻道：「我爹爹的授藝恩師江南七怪之中，便有一個矮個子馬王神韓寶駒，三弟，你亂叫人家矮子，爹爹知道了可要不依呢，你該稱他一聲前輩才是。」原來郭靖對江南七怪的恩德，一生念念不忘，推恩移愛，於是對任何盲人、矮子，均是敬禮有加，平素便如此教訓子女。郭破虜尚未回答，忽聽得又是蓬的一聲大響。眾人眼前又是磚石紛飛，有些人還被碎磚塊彈中了頭臉，喧擾呼叫聲中，只見那大頭矮子又已站在身前，東首牆上卻已破了一個三尺來高、兩尺餘寬的一個大洞，原來這矮子竟是硬生生的用身子撞牆而入。郭芙此時的武功，與十餘年前自己不可同日而語，但看了大頭矮子這一身驚人的硬功，也不禁駭然變色，生怕他出手傷了弟妹，搶上一步，擋在郭襄與郭破虜的身前。那矮子大頭一擺，從郭芙腰旁探頭過去，對郭襄說道：「小姑娘，你要見神鵰俠，便同我去。」郭襄道：「好！大姊、三弟，咱們一塊去吧。」郭芙道：「神鵰俠有甚好見？你也別去，咱們和這位尊駕又是素不相識。」郭襄道：「我去一會兒就回來，你們在這兒等我吧。」那姓宋的大漢突然站起身來，說道：「姑娘，千萬去不得。這人是……是西山一窟鬼……中的人物，你去了……去了凶多吉少。」那矮子裂嘴獰笑，說道：「你知道西山一窟鬼？知道咱們不是好人？」突然呼的一掌劈出，手掌尚未觸及宋五胸口，砰的一聲，他身子向後，撞在牆上，登時臉色慘白，雙腳如軟泥一般，慢慢癱倒，頭頸軟垂，一個頭掛在胸口，也不知是死是活。郭芙大怒，明知這矮子武功在自己之上，卻也不能給他嚇得悶聲不響，大聲說道：「尊駕請便吧！我妹妹年幼無知，豈能隨著你黑夜中到處亂闖？」就在此時，那遊絲般的聲音又送了過來：「西山一窟鬼，十者到其九，轟天雷，轟天雷，陰魂不至，累人久候！」這聲音一時似乎遠隔數里，一時卻又如近在咫尺，忽前忽後，忽東忽西，只聽得人人毛骨竦然。郭襄心意已決：「今晚縱然撞到妖魔鬼怪，我也要見那神鵰俠一見。」說道：「前輩，請你帶我去！」說著雙足一點，從那矮子撞破的牆洞中穿了出去。郭芙急叫：「你幹什麼？」一伸手沒抓到妹子的手臂，忙飛身躍起，要從牆洞中追出。那知她身子將要穿洞而出，這牆洞倏忽不見，幸好她的武功已練到收發自如之境，忙在半空中身子一沉，硬將一衝之勢阻住，雙腳落地，腳尖離牆已不到一尺。待得看清，險險失聲驚呼，原來這矮子的身軀剛好嵌在牆洞之中，大頭闊肩，鑲得那牆壁又似完好無損一般。郭芙和這醜陋的怪物面對面站著，相距不過數寸，自己的鼻尖幾乎要和他鼻尖相碰，教她如何不驚？當下急忙後躍，一陣寒風裹著雪花吹到身上，牆壁上又已空出一個人形洞孔，大頭矮子已然隱沒。郭芙大叫：「二妹，回來！」穿牆出去時，只聽見遠處轟轟大笑，那裏有郭襄的影子？原來那矮子將郭芙嚇退後，轉身躍入雪地，說道：「好！小姑娘有膽子。」抓住郭襄手腕，向前一縱便是丈餘。別瞧他身形矮小，縱躍可是極遠，他所使的不同於尋常輕身功夫，卻如一隻大青蛙般，一躍跟著一躍的向前，雖然帶著郭襄，起落仍是極為輕便。郭襄的左腕被他拉著，有如被箍在一隻鐵囫之中，澈骨生疼，心中怦怦亂跳，不知這矮子要拉自己到什麼地方。她自幼得郭靖和黃蓉親傳，人又聰明，武功早已頗有根底，但初時縱躍還可跟得上那矮子，到得後來，全仗他一拉一提，方得和他同起同落。這樣躍出里許，山後突然有一人柔聲笑道：「轟天雷，怎地來得這般遲？哈哈，還帶著一個好美貌的小娃兒！」那矮子道：「她是郭靖的女兒，想要見見神鵰俠，我便帶了她來。」那人一楞，道：「郭靖的女兒？」山後另一人陰聲陰氣的道：「快三更天啦，趕緊上路。」只聽得馬蹄雜沓，山背後轉出數十匹馬來。