第一百零三回　比武較量司馬千鍾這番話一說，廣場上群雄倒有一大半轟然叫好。楊逍心想：「謝獅王怨家太多，明教縱與丐幫聯手，也不足與天下英雄相抗，不如從屠龍刀上著眼，攪成個群相角逐的局面。」於是朗聲說道：「眾位英雄今日齊集少林，一來是與謝獅王各有恩怨未了，二來嘛，嘿嘿，只怕也想見識見識這把屠龍寶刀。倘若依司馬先生所說，大夥兒一場混戰，那麼這把寶刀歸誰所有呢？」群雄一聽，倒也有理，這數千人之中，真正與謝遜有血深仇的，也不過百餘人而已，其餘眾人一想到那「武林至尊」四字，實是禁不住怦然心動。只見一個黑鬚老者站了起來，說道：「那屠龍刀現下是在何人手中，還請楊左使示下。」楊逍道：「此節敝人不明，正要請教空智禪師。」空智搖了搖頭，默然不語。群雄心下均是暗暗不滿，心想：「少林派是英雄大會的主人，但空聞方丈臨時裝病不出，這個名滿天下的空智神僧，卻又是一副不死不活的神氣，不知在弄什麼玄虛。」一個身穿高葛長袍的中年漢子站起來說道：「空智禪師既說不知，那麼謝獅王必是知道的了。咱們請他出來，問他一問。然後各憑手底玩藝見真章，誰的武功天下第一，那麼名副其實，自然而然的是『武林至尊』，不管這把刀是在誰的手中，都該交與這位武林至尊。依我說啊，大夥兒先議定了這節，免得事後爭執。若有不服的，天下英雄群起而攻之。眾位意下如何？」無忌認得這說話之人，正是那晚圍攻少林僧金剛伏魔圈的青海派三大高手之一。司馬千鍾道：「那不是打擂台麼？我看有點大大兒的一妥。」那黃袍漢子冷然道：「有何不妥？依閣下之見，不比武功，是要比酒量了？那一個千鍾不醉，那一個醉而不死，便是武林至尊了？」眾人一聽，都轟然大笑起來。人叢中有人怪聲說道：「這還比什麼，這武林至尊，自是『醉不死』司馬先生！」司馬千鍾斜過酒葫蘆，在杯中倒了一杯酒，仰脖子喝了，一本正經的道：「不敢，不敢！要說到『酒林至尊』，我『醉不死』或許還有三分指望。這『武林至尊』四字哪，哈哈，不敢當啊，不敢當。」他對著那黃袍漢子道：「閣下既提此議，武學上自有超凡入聖的造詣，在下眼拙，卻不知閣下尊姓大名。」那黃袍漢子冷冷的道：「在下是青海派葉長青，喝酒的本事和裝丑角的玩藝，都不及閣下。」言下之意，是說武功上的修為，只怕要比閣下強得多了。司馬千鍾側頭想了半晌，說道：「青海派，沒聽見過。葉長青，嗯，嗯，沒聽見過。」眾人暗想：「這司馬老兒好大的膽子，侮辱葉長青一人，那也罷了，他言語中竟然侮辱青海一派，難道他身後有什麼強大靠山？還是跟青海派有什麼解不開的仇怨？單憑這兩句話，青海派只怕立時便要出手。」其實司馬千鍾孤身一人，並無靠山，他跟青海派也無什麼樑子，只是生性狂妄，喜歡口舌招尤，雖然生平因此而吃了不少苦頭，卻始終改不了這個脾氣。葉長青甚是陰沉，心中已然動了殺機，但臉上不動聲色，問道：「閣下既說比武之議不妥，比灌黃湯嘛，閣下又是喝遍天下無敵手，那便如何是好，倒要請教。」司馬千鍾道：「要說喝遍天下無敵手，此事談何容易。想當年我在濟南府……」他正要勞勞叨叨的說下去，人叢中有人喝道：「醉不死，別在這兒發酒瘋啦，大夥兒沒空聽你胡說八道。」又有人道：「到底謝遜的事怎樣？屠龍刀的事怎樣？」另有人道：「空智禪師，你是今日英雄大會的主人，叫咱們乾耗著，算是怎麼一會子事？」眾人你一言，我一語，都是催著司馬千鍾快些走開，要空智拿一句言語出來。這些人在人叢中紛紛議論，或遠或近，聲音來自四面八方。司馬千鍾道：「江陵府黑風寨的史老大，你不用性急，你的黑沙掌雖然厲害，未必便打遍天下無敵手，鄱陽湖的水底金鰲侯兄弟，那謝遜獅王的武功水陸俱能，你別欺他不會水底功夫，何況人家還有一位紫衫龍王沒出面，嘿嘿，鰲魚豈是龍王之比？青陽山的吳三郎，你是用劍的，便是奪到屠龍刀，你又不會使，瞎起個什麼勁？……」這司馬千鍾說話瘋瘋癲癲，卻當真有過人之長，相識既廣，耳音又是絕佳，從一片嘈雜的人聲之中，居然將一個說話之人指名道姓的叫了出來，無一有誤。群雄見他顯了這手功夫，卻也忍不住喝采。只見空智身後一名達摩堂僧人站了起來，說道：「少林派忝為主人，不幸空聞方丈突患重病，盛會主持無人，倒讓各位見笑了。謝遜和屠龍刀二事，其實一而二，二而一，儘可合併辦理。以老衲之見，適才青海派這位葉施主說得甚是有理。與會群雄，英才濟濟，只須各人露上一手，最後那一位藝壓當場，謝遜歸他處置，屠龍刀也由他執掌，群雄歸心，豈不是好？」張無忌低聲詢問彭瑩玉，說這話的僧人是誰。彭瑩玉搖頭道：「屬下不知。這僧人未參與圍攻光明頂之役，也沒被郡主娘娘擒入萬法寺中，可是他一再搶在空智大師的前頭說話，似乎在寺中位份甚是不低。」趙明低聲道：「這人十九是圓真一黨。我猜想空聞方丈已落在圓真手中，空智大師受了這群叛徒挾制，以致萎靡氣沮。」無忌心中一凜，道：「彭師傅以為如何？」彭瑩玉道：「郡主的猜測也是大為有理。只是少林寺中高手如雲，圓真竟敢公然犯上作亂，膽子忒也大了。」無忌道：「圓真佈置已久。第一次想瓦解本教，第二次意圖統制丐幫，兩次奸謀均是功敗垂成，這一我想他是要少林派的掌門方丈。」趙明道：「單是做掌門方丈，也還不夠。」無忌道：「少林派是武林中第一門派，做到掌門方丈，那已是登峰造極，不能再高了。」趙明道：「武林至尊呢？那不是比少林派的掌門方丈更高麼？」無忌一呆，道：「他想做武林至尊？」趙明道：「無忌哥哥，周姊姊嫁了旁人，你神魂不定，甚麼事也不會想了。」無忌被她說中了心事，臉上一紅，心道：「張無忌，你不可只管顧念兒女之情，將今日營救義父的大事擱在一旁。」定了定神，心想圓真深謀遠慮，今日這英雄大會，顯然也是他一力促成，其中定有奸謀，便道：「明妹，你猜圓真有何詭計？」趙明道：「圓真此極工心計，智謀百出……」周顛一直在旁聽著他二人低聲說話，這時忍不住插口道：「郡主娘娘，你的智謀也不輸於圓真。」趙明笑道：「過獎了。」周顛道：「不是過獎……」彭瑩玉道：「顛兄，你別打斷郡主娘娘的話。」周顛怒道：「你先別打斷我的話！」彭瑩玉笑了笑，不再說話，知道若是跟他糾纏下去爭上一兩個時辰也是弄不清楚，還是乘早收口的乾淨。周顛道：「你怎麼不說話了？」彭瑩玉道：「你叫我別打斷你的話，我就不打斷你的話。」周顛道：「可是你已經打斷過了。」彭瑩玉道：「那你再接下去說就是。」周顛道：「我忘了，說不下去啦。」趙明笑了笑，道：「我想圓真若是單想做少林寺方丈，不必請天下英雄來此。謝大俠既已落入他的手中，何必又要叫群雄比武爭奪？無忌哥哥，說到武功之強，只怕當今之世，無人及得上你，此節圓真不會不知。決不能這般好心，安排下群雄大會，讓你技勝群雄，成為武林至尊，然後將謝大俠和屠龍刀獻上給你。」張無忌、彭瑩玉、周顛三人一齊點頭，問道：「你猜他有何詭計？」這時楊逍已回到張無忌身旁，插口道：「我也一直在想，圓真這廝奸謀定是不小……」周顛忍不住又道：「圓真是本教的大對頭，郡主娘娘，從前你也是本教的大對頭。圓真這廝詭計百出，郡主娘娘，你也是詭計百出。你兩個兒倒有點兒差不多。」楊逍喝道：「你又在瘋瘋癲癲的瞎說了。」趙明微微一笑，道：「周先生之言甚是有理，倘若我是圓真，我該當如何圖謀呢？嗯，第一，我勸空聞方丈大撒英雄帖，請得天下英雄來到少林寺。想那空聞方丈佛法精深，原是個慈悲和平之人，自來不喜多事，但我只須提起空見和空性兩位神僧，空聞方丈念著師兄之情，自必允可。再者，少林寺若是殺了謝大俠，和明教仇深似海，以他一派之力，未必擋得住明教的進襲，但若往天下英雄頭上一推，明教總不能將與會的數千好漢一古腦兒的給宰了。」眾人都點頭稱是。趙明又道：「英雄大會一開成，我自己也不露臉，叫人以謝大俠與屠龍刀為餌，鼓動群雄自相爭鬥殘殺。明教勢必與群雄為敵，鬥到後來，不論誰勝誰敗，明教的眾高手少說也當損折一半，元氣大傷。」張無忌道：「正是。此節我原也想到了，但義父對我恩重如山，與眾兄弟又是數十年的交情，咱們豈能坐視不救？唉，咱們上山沒幾天，外祖父已然仙逝，圓真這廝定是躲在暗中拍手稱快。」趙明道：「鬥到最後，武功第一的名號多半是張教主所得，於是少林群僧說道：『張教主技壓群雄，實乃可敬可賀，本寺謹將謝大俠交於教主，請教主到寺後山峰頂上去迎取便是。』於是大夥兒一齊來到峰頂，張教主便須獨力去破那金剛伏魔圈。若是旁人上前相助，圓真的黨羽便道：『技壓群雄的是張無忌張教主，跟旁人可不相干，閣下還是站在一旁的為妙。』張教主奪得這武功天下第一的名頭，就算身上毫不帶傷，也不知耗了多少內力神功，到那時如何是這三位老僧之敵？結果謝大俠是救不出，反而自己死在三株蒼松之間。冷月淒風，伴著一代大俠張無忌的屍首，豈不妙哉？」群豪聽到這裏，都是臉上變色，心想這番話確不是危言聳聽，張無忌血性過人，不論多麼艱苦危難，總是非救謝遜不可，縱然送了自己性命，也是絕無反悔。圓真此計看準了無忌的性子，教他明知是刀山油鍋，也要跳將進去。趙明嘆了口氣，說道：「這麼一來，明教是毀定了，圓真再使奸計，毒死空聞，卻將罪名推在空智大師的頭上，這一著安排起來十分容易，只須證據捏得造確實，不由得少林僧眾不信。於是各黨羽一力推舉，他老人家順理成章的當上了方丈。他老人家一聲號令，群雄圍攻明教，以多勝少。聚而殲之，那時候武功天下第一的名號，除了他老人家之外，只怕旁人也爭奪不去。屠龍刀不出現便罷，若在江湖上現了蹤跡，天下英雄人人皆知，這把寶刀的正主兒，乃是少林寺方丈圓真神僧。寶刀的得主若不給他老人家送去，只怕多多不便哪。」她說得聲音甚低，除了竹棚中這一角之外，旁人均不能聽見，但這番話一說完，周顛伸手在自己大腿上用力一拍，叫道：「正是，正是！好大的奸謀。」他這幾句話卻是十分響亮，廣場上倒有一大半人都聽見了，各人的眼光一齊望到明教這一邊來。司馬千鍾道：「什麼奸謀了？說給老夫聽聽成不成？」周顛道：「這話是不能說的。老夫一心想挑撥離間，要天下英雄自相殘殺，拚個你死我活，這話說了出來，豈不是不靈了麼？」司馬千鍾笑道：「妙極，妙極！卻不知如何挑撥離間，願聞其詳。」周顛大聲道：「我心中有一個陰謀毒計，要假意說道：屠龍刀是在老子這裏，那一個武功最強，老子就將屠龍刀給他……」司馬千鍾叫道：「好計策！好計策！那便如何？」趙明與張無忌對望了一眼，心想：「這酒鬼跟咱們無親無故，倒要幫忙得緊。」周顛大聲說道：「你想這屠龍刀號稱『武林至尊』，那一個不想出全力爭奪？於是瘋子給酒鬼殺了，酒鬼給和尚殺了，和尚給道士殺了，道士給姑娘殺了……殺了個天翻地覆，血流成河，嗚呼，屍橫遍野，不亦樂乎。」群雄一聽，都是慄然心驚，均想這人說話雖是瘋瘋癲癲，卻是無一而非至理。崆峒派的二老宗維俠站起身來，說道：「這位周先生言之有理。咱們明人不說暗話，各家各派對這把屠龍刀嗎，都是有點兒眼紅，可是人人為了它鬧個身敗名裂，甚至是全派覆滅，那可有點兒犯不著。我想大夥兒得想個計較，以武會友，點到為止，雖分勝敗，卻是不傷和氣。各位以為如何？」原來光明頂一役，張無忌以德報怨，替他治好了因練七傷拳而蓄積的內傷，宗維俠好生感激，崆峒派這次上少林寺來，原有相助明教救援謝遜之意。司馬千鍾笑道：「我瞧你好大的個兒，卻是怕死。既不帶彩，又不傷命，這場比武有什麼看頭。」崆峒派的四老常敬之性子極易暴燥，怒道：「要傷你這酒鬼，那也不用叫你帶彩。」司馬千鍾道：「我不過是句玩兒，常四先生何必這麼大的火氣？誰不知道崆峒派的七傷拳殺人不見血。少林寺的空見神僧，不也是死在七傷拳之下麼？我司馬酒鬼這幾根老骨頭，如何是空見之比？」群雄均想：「這酒鬼出口便是傷人，既得罪崆峒派，又損了少林派。他在江湖上打滾，居然給他混到這麼年紀還不死，倒也是奇事一樁。」宗維俠卻不去睬他，朗聲道：「依在下之見，每一門派，每一幫會教門，各推兩位高手出來，分別較量武藝。最後那一派武功最高，謝大俠與屠龍刀都憑他處置。」群雄轟然鼓掌，都說這法子最妙。張無忌留心看空智身後的少林群僧，大多是皺起眉頭，頗有不悅之色，知道趙明識穿圓真的奸謀，破了他挑撥群雄自相殘殺之計。只見一個白面微鬚的中年漢子站起身來，手搖描金摺扇，神情甚是瀟灑，說道：「在下覺得宗二俠此議甚是。咱們比武較量之時，雖說是點到為止，但兵刃拳腳上不生眼睛，若有失手，那也是各安天命。同門同派的師友，可不許出來挑戰報復，否則又是糾纏不清，鬥了個沒有了局。」群雄都道：「不錯，正該如此。」司馬千鍾尖著嗓子，說道：「這一位兄台好英俊的人物，說話又是哈聲哈氣的，想必是湘南衡陽府的歐陽兄台了？」那人摺扇搖了兩搖，笑道：「不敢，正是區區，你捧我一句，損我一句，剛好抵過。」司馬千鍾道：「歐陽兄和我好像都是孤魂野鬼，不屬什麼幫會門派。我好酒，你好色，咱哥兒倆創一個『酒色派』，咱們酒色派兩大高手併肩子齊上，會一會天下眾高手如何？」群雄哈哈大笑，覺得這司馬千鍾不住的插科打諢，逗人樂子，使會場平添不少笑聲，減少了許多暗中潛伏的煞氣。原來這白臉漢子名叫歐陽牧之，一共娶了十二名姬妾，武功雖強，卻是極少闖蕩江湖，整日價倚紅偎翠，享這溫柔鄉之樂。歐陽牧之笑道：「若是跟你聯手組派，我這副身家可不夠你喝酒。各位，說到比武較藝，咱們可得推舉幾位年高德劭，眾望所歸的前輩出來作個公證才是。以免你說你贏，我說我贏，爭執個不休。」司馬千鍾笑道：「輸贏自己不知道麼？誰似你這般胡賴不要臉。」宗維俠道：「還是推舉幾個公證人的好，少林派是主人，空智僧人自然是一位了。」司馬千鍾指著說不得布袋道：「我推舉這布袋兒裏的川東大俠夏胄夏老英雄。」說不得提起布袋，向司馬千鍾擲了過去，笑道：「公證人來啦！」司馬千鍾拋下葫蘆酒杯，便去解布袋上的繩子，不料說不得打繩結的本事另有一功，那綑縛袋口的繩子又是金絲混和魚瞟所纏成，司馬千鍾用盡力氣，竟是解之不開。說不得哈哈大笑，縱身而前，左手提起布袋，拿到自己背後，右手接著，十根手指扭了幾扭，又提到身前，就是這麼在身前身後兜了一個圈子，布袋上的繩結已然鬆開。他倒轉袋裏一抖，夏胄滾了出來。司馬千鍾忙伸手解了他的穴道。夏胄在黑漆一團的袋中悶了半天，突然間陽光耀眼，又見廣場上成千對眼睛一齊望著自己，不由得羞愧欲死，翻手拔出身邊短劍，便往自己胸口插了下去。司馬千鍾夾手奪過，笑道：「夏兄何必如此心拙？」人叢中一個矮矮胖胖的漢子大聲說道：「這位布袋中的大俠，只怕沒資格做公證人，我推舉長白山的孫老爺子。」又有一個中年婦人說道：「浙東雙義威震江南，他兩兄弟正直無私，正好作公證人。」群雄你一言，我一語，霎時之間推舉了十餘人出來，均是江湖上頗具聲望的豪傑。正紛擾不決之際，峨嵋派中一個老尼姑冷冷的道：「推舉什麼公證人了？壓根兒便用不著。」她話聲並不十分響亮，但清清楚楚的鑽入各人耳中，顯然內力修為頗是了得。司馬千鍾笑道：「請教這位師太，何以不用公證人？」那老尼道：「二人相鬥，活的是贏，死的便輸，閻王爺是公證人。」一眾人聽了這句冷森森的話，背上均是感到一絲涼意。司馬千鍾道：「咱們以武會友，又無深仇大冤，何必動手便判生死？出家人慈悲為本，這位師太之言，也不怕佛祖嗔怪麼？」那老尼冷冷的道：「你跟旁人說話瘋瘋癲癲，在峨嵋弟子跟前，可得給我規矩些。」司馬千鍾拾起葫蘆酒杯，斟了一杯酒，笑道：「嘖嘖嘖！好厲害的峨嵋派。常言道好男不與女鬥，好酒鬼不與尼姑鬥！」舉起酒杯，剛放到唇邊，突然間嗖嗖兩響，破空之聲極強，兩枚小小念珠激射而至，一枚打中酒杯，一枚打中葫蘆，跟著又是一枚射至。正中他的胸中。只聽得彭彭三聲巨響，三枚念珠炸了開來，葫蘆酒杯登時粉碎，司馬千鍾胸口炸了個大洞。他身子被炸力一撞，向後摔出數丈，全身衣服立時著火。夏胄上前撲打，只見司馬千鍾已然氣絕，臉上兀自帶著笑意。可見那三枚念珠飛射之速，司馬千鍾直至臨死，絲毫沒想到大禍已然臨頭。這一下奇變猶如晴空打了個焦雷，群雄中不乏見多識廣之士，可是誰也沒見過如此迅厲害的暗器。周顛說道：「乖乖不得了！這是什麼暗器？」楊逍低聲道：「聽說西域阿拉伯國，有一種叫做『霹靂雷火彈』的暗器，中藏烈性炸藥，用強力彈簧機括發射。看來這老尼所用，便是這個傢伙了。」只見夏胄抱著司馬千鍾燒得焦黑的屍身，向著峨嵋派說道：「我這位司馬兄弟雖然口頭上尖酸刻薄，只不過生性滑稽，心地卻是仁厚，一生之中，從未做過任何傷天害理之事。今日天下英雄均在此間，可有那一位能說他幹過何等惡行？」群雄盡皆默然。夏胄指著那老尼道：「峨嵋派號稱是俠義道的名門正派，豈知竟會使用這種歹毒暗器。武林中雖說力強者勝，卻也走不過一個『理』字。請問這位師太上下？」那老尼道：「我叫靜迦。這位袋中大俠在此指手劃腳，意欲如何？」夏胄慘然道：「姓夏的學藝不精，慘受明教魔頭的凌辱，那是姓夏的本領不濟，卻不損在下一生俠義之名。靜迦師太，你如此狠毒，對得起貴派祖師郭襄女俠麼？」峨嵋派群弟子聽他提到創派祖師的名諱，一齊站起身來。靜迦一張方臉，兩條長眉斜身豎起，喝道：「本派祖師的名諱，豈是你這混蛋隨便叫得的？」夏胄道：「峨嵋弟子多行不義，沾辱祖師的名頭。別說郭女俠，便是滅絕師太當年，縱然心狠手辣，劍底卻也不誅無罪之人。似你這等濫殺無辜，你掌門人竟然縱容不管。嘿嘿，峨嵋派還想在江湖上立足麼？」靜迦道：「你再胡言半句，這酒鬼便是你的榜樣。」夏胄正氣凜然，大踏步走上三步，說道：「峨嵋掌門若不清理門戶，峨嵋派自此將為天下不齒。」群雄與峨嵋弟子數千道目光，一齊望向周芷若，卻見她向靜迦緩點了點頭。彭彭兩聲響過去，靜迦的霹靂雷火彈射出，夏胄的胸口和小腹各炸了一洞，衣衫著火，但他為人極其倔強，雖已氣絕，身子兀自直立不倒，手中仍抱著司馬千鍾的屍體。群雄面面相覷，都是驚得呆了，過了片刻，數百人鼓噪起來，責罵峨嵋派的不是。韋一笑和說不得對視一眼，點了點頭，兩人奔到夏胄的屍身之前，跪地拜倒。說不得道：「夏老英雄，我二人不知英雄仁義，適才多有得罪。好教我兄弟羞愧無地。」二人提起手掌，拍拍拍拍幾響，各自打了自己幾下耳光，四邊臉頰登時紅腫。二人撲熄了兩具屍身上的火燄，抱入明教的竹棚。張無忌見周芷若突然變得如此狠心，心下好生難過。群雄鼓噪聲中，周芷若在宋青書耳邊低聲說了幾句話。宋青書點了點頭，緩步走到廣場正中，朗聲說道：「今日群雄相聚，原不是詩酒風流之會，前來調琴鼓瑟，論文作對。既然不免動到兵刃拳腳，那就保不定死傷。這位夏老英雄適才言道，司馬先生平生未有歹行，責備本派靜迦太濫傷無辜。眾位英雄復又群相鼓噪，似有不滿本派之意。兄弟倒要請教：咱們今日比武較量，是否先得查明各人的品行德性？大聖大賢，那才是千萬傷害不得，窮兇極惡之輩，就不妨任意屠殺？」群雄一時語塞，均覺他的話倒也並非無理。宋青書原是言辭十分便給，又道：「若說這屠龍刀是有德者居之，咱們何必再提『比武較量』四字？不如大家齊赴山東，去到曲阜大成孔夫子的文廟之中，恭請孔聖人的後代收下。但若說到這個『武』字，較量之際只顧生死勝敗，恐怕顧不得對方是『無辜』還是『有辜』了。」群雄中便有人說道：「不錯，刀槍無眼，咱們原就說過不能尋仇報復。」俞蓮舟和殷利亨聽著宋青書的說話，口音越聽越像，只是他滿臉短鬚，又是口口聲聲「本派，本派」，顯是峨嵋派的男弟子，不由得大起疑竇。俞蓮舟起身道：「請教閣下尊姓大名。」宋青書見到二師叔，積威之下，不禁有些害怕，窒了一窒，才道：「無名後輩，不勞俞二俠下問。」俞蓮舟厲聲道：「閣下不住口的說『比武較量』，想必武學上有過人的造詣了。家師幼時曾受過貴派郭女俠的大恩，累有嚴訓，武當弟子不敢與峨嵋派動手。在下要問個明白，閣下是否真是峨嵋弟子，姓甚名誰？大丈夫光明磊落，有何可以隱瞞之處？」周芷若拂塵微舉，說道：「俞二俠，本座也不必瞞你。此人是本座夫君，姓宋名青書，原本系出武當，此刻卻已轉入峨嵋門下。俞二俠有何話說，只管衝著本座言講便是。」她這幾句話聲音清朗，冷冷說來，猶如水激寒冰風動碎玉，加之容貌清麗，出塵如仙，廣場上數千豪傑，誰都不作一聲，人人凝氣屏息的傾聽。宋青書伸手在臉上一抹，拉去黏著的短鬚，一整衣冠，登時成為一個臉如冠玉的英俊少年。群雄一看之下，心中暗暗喝采：「好一對神仙美眷！」俞蓮舟想起他戕害七弟莫聲谷的罪行，不由得氣憤填膺，但他一向生性深沉，近年來年事漸高，修為日益精湛，心中雖是狂怒，臉上仍是淡淡的，只是雙目神光如電，往宋青書臉上掃去。宋青書心下慚愧，不由得低下頭去。周芷若道：「外子脫離武當，投入峨嵋，今日當著天下英雄之前，正式佈示。俞二俠，張真人顧念舊日情誼，不許武當弟子與本派為敵，那是他老人家的義氣，可也正是他人家保全武當威名的聰明處。」殷利亨再也忍不住，跳了出來，指著周芷若道：「周姑娘，你年幼之時遭遇危難，是我師父出手相救，薦你到峨嵋門下。雖然家師施恩不望報，可是你今日言語之中，顯是說我武當派浪得虛名，遠不及峨嵋派諸位女俠。……這對得住家師麼？」周芷若淡淡一笑，道：「武當諸俠威震江湖，均有真才實學，宋大俠更是我的公公，本座豈敢說各位浪得虛名？至於武當、峨嵋兩派，各有所傳，各有所學，也難說誰高誰低。昔年本派郭師祖有恩於張真人，張真人後來有恩於本座，那就兩相抵過，咱們誰也不欠誰的恩情。俞二俠、殷六俠，武當弟子不得與峨嵋派動手的規矩，咱們就此免了吧。」廣場四周各處竹棚之中，群雄竊竊私議，都說：「這位年青掌門人好大的口氣，聽她言中之意，似乎峨嵋派拿得定能勝武當派。這位俞二俠內功外功俱已登峰造極，今日會中，只怕以他武功最強，有望奪得屠龍寶刀。難道峨嵋派單憑一件厲害歹毒暗器，便想獨霸江湖麼？」殷利亨心中激動，想到七弟莫聲谷慘死，不由得流下淚來，叫道：「青書…青書！你……你何以害死你…你七叔……」說到「七叔」兩字，突然間放聲大哭。群雄面面相覷，好不奇怪：「武當殷六俠多大的聲名，竟會當眾大哭？」俞蓮舟走上前去，挽在殷利亨的右臂，朗聲說道：「天下英雄聽著，武當不幸，出了宋青書這叛逆弟子。在下七弟莫聲谷，便被這……」突然間颼颼兩響急劇的破空之聲，兩枚「霹靂雷火彈」向俞蓮舟胸口射了過去。張無忌大叫一聲：「啊喲！」待要撲將上去搶救，但那雷火彈來得實在太快，說到便到，他事先又絲毫沒想到峨嵋派竟會如此不顧武林道義，在眾目睽睽之下驀然偷襲，他身法再快，也已不及趕到。這一下，俞蓮舟也是頗出意外，倘若側身急避，那雷火彈飛將過去，勢必傷了不少丐幫弟子。他生就一副俠義心腸，心想這雷火彈是對付自己而來，要為的是殺人滅口，以免當眾暴露宋青書犯上叛父的罪行，要是自己閃身避難，不免害死許多無辜。就這麼心念如電的一閃，兩枚雷火彈上先後射到，俞蓮舟雙掌一翻，使出太極拳中一招「雲手」雙掌柔到了極處，空明若虛，將兩枚雷火彈彈射來的急勁盡數化去，輕輕的托在掌心。只見他雙掌向天，平托胸前，兩枚雷火彈在他掌心快速無倫的滴溜溜亂轉。竹棚中群雄一齊站起身來，數千道目光齊集於他兩隻手心，每個人的心似乎都停了跳動，生怕這兩枚活物一般的雷火彈隨時都會炸將開來。原來這太極拳中的柔勁乃是天下武功中至柔的功夫，正如太極拳中所謂「一羽不能加，蠅蟲不能落」，由粘而虛，隨曲就伸，以「耄耋御眾之形」，而致「英雄所向無敵」。俞蓮舟近年來勤修苦練，已深得張三丰的真傳，適才見到司馬千鍾和夏胄先後在此彈下喪命，知道此彈遇物即炸，厲害無比，無可奈何之中，冒險以生平絕學一擋，果然柔能克剛，兩枚雷火彈被他掌心的柔勁制住，就似鑽入了一片黏稠之物中間一般，只是急速旋轉，卻不爆炸。但聽得颼颼兩聲，峨嵋派中人又有兩枚雷火彈向他擲了過來。