第二十一回　怨憤說舊日　憔悴異當時焦宛兒躲在暖轎底下，只覺這四名轎夫健步如飛，原來抬轎的人也都身有武功。她心中不禁有點害怕，這時正當隆冬，寒風徹骨，暖轎底下都結了冰，被她熱氣一呵，化作了冷水一滴一滴的落下來。宛兒只好任冷水落在臉上，不敢拂拭，祇怕身子一動，立被何鐵手發覺。走了大約半個時辰，忽聽一聲呼叱，轎子登時停住。只聽一個男人聲音喝道：「姓何的賤婢，快出來領死。」宛兒心中奇怪：「這聲音好熟，那是誰啊？」又聽見另一個聲音道：「你們五毒教橫行一世，想不到也有今天。」宛兒一驚：「那是閔子華！嗯，第一個說話的是他師兄洞玄道人。」只聽見四週腳步聲響，想是已有許多人把暖轎圍住，轎夫們把轎子放下，各自抽出兵刃。宛兒拉開轎障一角，偷偷張眼外望，只見東邊角落上站著四五個人，都是身穿道袍、手執長劍的道士，當先一人依稀正是洞玄道人。宛兒心想：「西、北、南三邊想必也都有人，他們武當派是大舉來報師長之仇了。」只覺轎身微微一晃，何鐵手已經躍出轎外，嬌聲喝道：「水雲賊道死了沒有？你們膽子也真大，要想幹什麼？」洞玄道：「我們師父黃木道長到底在那裏，快說出來，那就免受折磨。」何鐵手格格嬌笑，柔聲道：「你們師父又不是三歲娃娃，失去了問我們要人。你們把師父交給我照管了，是不是呢？好吧，大家武林一脈，我幫你們找找吧，免得他可憐見兒的，流落在外人沒照顧。」宛兒心道：「原來這人說話都是這麼一副嬌聲媚氣的聲口，我先前還以為她故意向袁相公弄姿作態呢。」洞玄怒道：「你們五毒教到處橫行，今日教你知道惡有惡報！」長劍一挺，就要上前。何鐵手笑道：「武當派號稱劍術正宗，平時不敢正大光明的來找我，現在知道我們教裏許多人受傷，就鬼鬼祟祟的躲在這裏，哈哈，嘻嘻，嘿嘿！」片刻之間，換了幾種笑聲。她笑聲未畢，只聽見西北角上一人「啊！」的一聲慘叫，想是被她下了毒手，一時呼叱怒罵，兵刃交併。這次武當派傾巢而出，來的都是高手，饒是何鐵手武功高強，卻始終闖不出去。鬥不到一盞茶時分，四名轎夫先後中劍，或死或傷，宛兒在轎下不敢動彈，她見武當劍法迅捷狠辣，果有獨得之祕，心想當日袁相公一舉破兩儀劍法，那是他們遇到了特強高手，才受剋制，其實普通劍客，絕非武當門人對手。她怕黑夜之中貿然露面，被武當門徒誤會是五毒教眾，攻擊過來可抵擋不住，祇得屏息觀鬥。這時二十多柄長劍把何鐵手圍在垓心，青光霍霍，冷氣森森，看得她驚心動魄。何鐵手雙鉤功夫果然了得，在數十人圍攻下沉著應戰，一個少年道人躁進猛攻，被她鐵鉤橫劃，帶著肩頭，登時痛暈在地，當下由同伴救了下去。再拆數十招，何鐵手力氣漸漸不支，閔子華一劍削來，疾攻項頸，她頭一偏側避，旁邊又有兩劍攻到，只聽見錚的一聲，一件東西滾到轎下。宛兒拾起來一看，原來是半枚女人戴的耳環。她心中又喜又急，喜的是何鐵手這一役難逃性命，可以給袁相公除了一個大對頭；急的是她如喪命，青青不知落在何處，她手下教眾肯不肯交還，實在難說。又鬥二十餘招，何鐵手頭髮散亂，已無還手之力，洞玄道人一聲號令，數十柄長劍忽地收起，組成一張爛銀也似的劍網，圍在她的四週，洞玄喝道：「我師父他老人家在那裏？他是生是死，快說。」何鐵手把金鉤夾在脅下，慢慢伸手理好散髮，忽然一陣輕笑，鐵鉤快逾閃電，又傷了武當派的一名道人。眾人大怒，長劍齊施，這一次各人見她狠毒，下手不再容情，眼見何鐵手形勢危急萬分，突然遠處噓噓溜溜一聲吹哨。何鐵手百忙中笑道：「我幫手來啦，你們還是走的好，否則要吃虧的呀。」宛兒心想：「如不知他們是在捨生忘死的惡鬥，聽了她這幾句又溫柔又關切的叮囑，真還道她是在和情郎談情說愛哩！」洞玄叫道：「先料理了這賤婢再說！」各人攻得更緊。轉眼間何鐵手腿上連受兩處劍傷，但她還是滿臉笑容，一名年輕道人心中煩燥，不忍見這樣千嬌百媚、笑靨迎人的一個姑娘被亂劍分屍，喝道：「你別笑啦，成不成？」何鐵手笑道：「您這位道長說什麼？」那道人呆了一呆，正待回答，眼前忽地金光一閃，閔子華急呼：「留神！」但那裏還來得及，波的一聲，何鐵手的金鉤已在他背上刺了一鉤。酣鬥中遠處哨聲更急，洞玄分出八名高手迎上去阻攔，只聽見金鐵交併，八個人敗了下來，武當門人又分人上去增援，這邊何鐵手立時一鬆，但洞玄等數名高手仍舊力攻，她竭力想衝過去與來援之人會合，卻也不能。雙方勢均力敵，高呼鏖戰打了一盞茶時分，一名道人高叫：「好，好！長白三英，你們三個賣國賊也來啦。」一個人粗聲粗氣的道：「怎麼樣？你知道爺爺厲害，快給我滾。」宛兒心中十分驚疑：「長白三英挑撥離間，想害我爹爹，明明已被袁相公他們擒住，爹爹後來將他們送上南京衙門，怎麼又出來了？難道是越獄？還是貪官賣放？」這時五毒教一面的幫手愈來愈多，武當派眼見抵擋不住，洞玄發出號令，眾人齊齊退卻。他們對群戰習練有素，誰當先，誰斷後，紋絲不亂。何鐵手見他們雖敗不慌，倒也不敢追趕，嬌聲笑道：「暇著再來玩兒，小妹不送啦。」武當派人眾來得突然，去得也快，霎時之間，刀劍無聲，只剩下朔風虎虎，吃捲殘雪。宛兒從轎障孔中悄悄張望，見場上東一堆西一堆的站了幾十個人。一個老乞婆打扮的女人道：「他們消息也真靈通，知道咱們今兒受傷的人多，就來掩襲。」何鐵手道：「幸虧姑姑你搬兵來得快，溫家四位老伯伯和長白三英又聚在一起，否則要打跑這群雜毛，倒還示大容易呢。」一個白鬚老人道：「武當派和華山派有勾結嗎？」另一個嗓音粗重的人道：「金龍幫和那姓袁的小子勾結在一起，咱們兄弟既然使了借刀殺人的離間計，那麼姓袁的必定會去和武當派為難。」那白鬚老人笑道：「好吧，讓他們自相殘殺最好。」宛兒在轎下聽見了「借刀殺人的離間計」這幾個字，耳中嗡的一響，一身冷汗，心道：「是了是了，害死我爹爹的原來是這三個奸賊。」她想再聽下去，那知何鐵手道：「大夥兒進宮去吧，轎子也坐不成啦。」眾人一擁而去，何鐵手和長白三英及四個老人走在最前，其餘的跟在後面。宛兒等他走出數十步遠，悄悄從轎底鑽了出來，不覺吃了一驚，原來這地方竟是在禁城之前，眼望著何鐵手等進宮去了。宛兒不敢在這地方停留，疾忙回到正條子衚衕，把經過的事細細對承志說了。承志向她凝望半晌，大拇指一豎，說道：「焦姑娘，好膽略，好見識！」宛兒臉上微微一紅，隨即拜了下去，承志不便伸手相扶，祇得側身避過，慨然道：「令尊大人的血海深仇，這事著落在兄弟身上，焦姑娘要是再行大禮，那就是瞧不起兄弟了。」他沉吟了半刻道：「事不宜遲，我就進宮去找他們。」宛兒道：「這些奸賊不知怎樣，竟混進了皇宮內院。宮裏禁衛森嚴，袁相公貿然進去恐怕不大好吧？」承志道：「不妨，我有一件好東西。本來早就要用它，那知一到京師之後，怪事層出不窮，竟沒空去。」說著從懷裏掏出一封書信來，原來那是滿洲夷王多爾袞寫給北京司禮太監曹化淳的，本來命洪勝海送去，承志知道這信將有大用，所以一直留在身邊。宛兒大喜，道：「那好極了，我隨袁相公去，扮作你的書僮。」承志知她要手刃仇人，那也是一片孝心，勸阻不得，點頭允了。宛兒在轎下躲了半夜，弄得滿身泥污，忙入內洗臉換衣，裝扮已畢，果然是一個俊悄的小書僮。承志笑道：「我可不能叫你作焦姑娘啦！」宛兒笑道：「你叫我宛兒吧，別人還當是什麼杯兒碗兒呢。」兩人正要走出，吳平與羅立如匆匆進來，說京兆尹衙門戒備很嚴，一直等了兩個多時辰，直到捕快們換班，才把單鐵生的屍首丟了下去。承志點點頭道：「好！」羅立如忽道：「袁相公，師妹，我跟你們一起去，好麼？」宛兒眼望承志，聽他示下。承志心想：「這次深入禁宮，本已危機四伏，加之尚有許多高手在內，我一人保護宛兒已經不易，多一人更礙手腳。」正要出口推辭，忽見吳平伸手暗扯羅立如衣角，並連使眼色，說道：「羅師弟，你臂傷之後，身體沒有完全復原，還是讓袁相公帶師妹去吧。」承志心中一動：「聽他語氣，似乎有意要我與宛兒單獨相處。昨日我和她去見水雲道人，兩個青年男女深夜出外，或許已引起別人疑心。雖然大丈夫光明磊落，但瓜田李下之嫌，還是避一下的好。」於是對羅立如道：「羅大哥同去，我多一個幫手，那再好沒有，快去換衣吧。」羅立如大喜，入內更換僮僕打扮。吳平跟著進去，笑道：「羅師弟，你這次做了傻事啦！」羅立如愕然道：「什麼？」吳平道：「袁相公對咱們金龍幫有大恩，師妹對他顯然又傾心之至──」羅立如道：「你說讓師妹配給袁相公？」吳平道：「恩師在天之靈，一定也喜歡這樣。你跟去幹什麼？」羅立如道：「大師哥你說得對，那我不去啦！」吳平道：「現在不去又太著痕跡，你相機行事，能夠成就這件美事，那是再好不過。」羅立如點頭答應，心中卻是一股說不出的滋味。原來羅立如對這位小師妹已暗中相思了好幾年，只是見她品貌既美，平時又不苟言笑，協助焦公禮處理幫中事務時極有威嚴，所以一番深情從來不敢吐露半點。自從斷臂之後，更是自慚形穢，連話也不敢和宛兒多說一句，這時聽吳平一說，不禁悵然若失，但隨即轉念想道：「袁相公如此英雄，與師妹正是一對。她終身有託，我自然也代他歡喜。」承志從鐵箱中取出許多珍寶，包了一個大包，命羅立如捧在手裏，來到宮門，承志將暗語一說，守門的禁軍見是曹太監的客人，恭敬異常，忙一路引了進去，走到一座殿前，禁軍退出，另有小太監接引入內，一路連換了三名太監，承志默記道路，心想這曹太監也真工於心計，生怕密謀敗露，連帶路的人也不斷掉換。最後從花園右側的小路彎彎曲曲的走了一陣，來到一間精緻的小屋，小太監請三人入內，獻上清茶點心。一直等了兩個時辰，曹太監始終不來，三人也不談話，坐著枯候。再過一會，進來一名三十歲左右的太監，向承志問了幾句暗語，承志照著洪勝海先前說的答了，那太監點點頭出去。過了片刻，那太監引了一名肥肥白白的老太監入來。承志見他身上穿得十分華麗，氣派極大，心想這大概是明宮中除了皇帝之外第一有權勢的司禮太監曹化淳了，那先前進來的太監果然道：「這位是曹公公。」承志和羅立如、宛兒三人跪下磕頭，曹化淳笑道：「別多禮啦，請坐，九王爺好麼？」承志道：「王爺很好。王爺命小人問公公好。」曹化淳呵呵笑道：「我這幾根老骨頭多承王爺惦記。洪老哥遠道而來，不知王爺有什麼囑咐。」承志道：「王爺要請問公公，大事籌劃得怎樣了？」曹化淳道：「咱們皇上性子真是又剛又固執，我進言了好幾次，他總說借兵滅寇之事後患太多，只求兩國罷兵，等大明滅了流寇之後，重重酬謝九王爺。」承志本來不知滿洲的九王爺多爾袞與曹化淳有什麼密謀，因為洪勝海在九王爺駕下地位不高，最機密之事不能預聞，只是傳遞消息之使而已。洪勝海不知道，承志自然也不知道了。承志這時聽見曹太監之言，耳中嗡的一聲，心裏砰砰亂跳，頭頂上響著「借兵滅寇」四字，心想：「原來他們要師法向沙陀借兵滅黃巢的故事，滿洲人如此心急，顯然是不懷好意了。」他雖然鎮靜，但這消息太大，不免臉有異狀，曹化淳會錯了意，以為他因這事沒有辦妥所以心中不滿，忙道：「兄弟，你別急，一計不成，另有一計呀！」承志道：「是，是，曹公公足智多謀，咱們王爺是十分佩服的。」曹化淳笑而不言，承志道：「王爺有幾件薄禮命小人帶來，請公公笑納。」說著向羅立如一指，宛兒接下他揹著的包裹，放在桌上，解了開來。只見一陣耀眼，室中充滿了珠光寶氣。曹化淳久在大內，珍異寶物不知見過多少，普通珠寶真不在他的眼裏，但這一陣寶氣迥然有異，不禁站起身來，走近一看，不覺驚得呆了。原來包袱中美玉寶石，不計其數，單是一串一百顆大珠串成的朝珠，就是價值連城，顆顆精圓，真是世所罕見。另有一對翡翠獅子，前腳盤弄著一個火紅的瑪瑙球，別說這樣大的翡翠不易見到，而彫刻之精，更是難得，那獅子勇猛雄健，栩栩欲活，曹化淳看了一件，又看一件，良久良久，不忍釋手。他想拿一件最次的珠寶賞給承志，但拿起一件，放下一件，始終不能決定，最後心一狠，暗道：「賞他銀子便了。」轉身對承志道：「王爺怎麼賞了我這許多東西？」承志要探聽他的圖謀，接口道：「王爺也知道皇上很英明，借兵滅寇的事不好辦，但總是要仰仗公公的大力。」曹化淳被他一捧，十分得意，笑吟吟的手一揮，對羅立如和宛兒道：「你們到外面休息去吧。」承志點點頭，早有小太監來陪了兩人出去。曹化淳親自關上了門，攜住承志的手，低聲道：「你知道九王出兵，有什麼條款？」承志心想：「要騙出他的機密，必先說點機密給他聽，我信口胡謅些便了。」於是道：「公公是自己人，說給你聽當然不妨，不過這事可機密之至，除了九王，連小人在內也不過兩三個人知道。」曹化淳眼睛一亮，承志挨近身去說道：「小人心想，九王爺雖然瞧得起小人，但總是番邦外國，要是曹公公恩加栽培，使小人得以光祖耀宗──」曹化淳心中瞭然，知他要討官職，呵呵笑道：「古人說道：大丈夫得志不歸故鄉，如衣錦夜行，洪老弟的事，包在老夫身上。」承志心想：「要裝假就假到底。」連忙跪下去磕頭道謝。曹化淳心想：「這人十分機靈，又是九王心腹，收為己用再好不過，」於是問道：「洪老弟是那裏人？」承志道：「是廣東人。」曹化淳笑道：「事成之後，委你做鎮守廣東的總兵如何？」承志又連忙道謝，說道：「公公大恩大德，小人什麼事也不能再瞞公公。九王爺的意思是──」他左右一張，悄聲道：「公公可千不能洩漏，否則小人性命難保。」曹化淳道：「你放心，我怎麼會說？」承志低聲道：「滿洲兵進關之後，闖賊是一定可以蕩平的，九王爺要大明皇上割河北和山東以北的地方相謝，兩國以黃河為界，永為兄弟之邦。」承志口胡謅，曹化淳卻毫不懷疑，一則有九王多爾袞親筆書信，二則有如此重禮，三來滿洲人居心叵測，曹化淳豈有不知。他一面沉吟，一面點頭道：「現在天下大亂，今早傳來軍訊，潼關已被闖賊攻破，兵部尚書孫傳庭殉難，我們大明還有什麼將軍能用？九王再不出兵，眼見闖賊就兵臨北京城下了。」承志聽說闖王已破潼關，殺了明軍第一大將孫傳庭，不禁大喜，他怕流露心中歡悅之情，忙低下了頭，眼望地下，曹化淳道：「我今晚再向皇上進言，如他仍舊固執，咱們以國家社稷為重，只好──」承志心中砰砰亂跳，反激一句：「今上英明剛毅，公公可必須謀定而後動。」曹化淳道：「哼，今上既無平賊之策，只好立明君，大明江山送在他手裏不要緊，難道咱們跟著他送死？」承志道：「不知公公有何良策，好教小人放心。」曹化道：「嗯，就算以黃河為界，也總比陷於賊手好得多，他不肯，難道──」說到這裏，突然住了口，心想這人雖是九王心腹，但究竟第一次見面，機密大事豈可吐露給他知曉，忽地呵呵笑道：「洪老弟，三日之內，必有好音報給九王，你在這裏等著吧。」雙掌一擊，進來四名小太監，捧起承志所贈的珠寶，擁著曹化淳出去了。另有四名小太監領著承志、宛兒、羅立如三人到左近一間屋中宿歇。晚間開上膳食，十分豐盛，眼見天色已黑，四名小太監道了安後，退出房去。承志低聲道：「那曹太監正在籌劃一個大奸謀，事情非同小可，國家危急之極，我出去打探一下，再要查明夏姑娘是不是被拘在宮裏。」宛兒道：「袁相公，我跟你同去。」承志道：「不，你和羅大哥留在這裏，說不定那曹太監不放心，又會差人來瞧。」羅立如道：「我一個人留著好了，袁相公多一個幫手好些。」承志見宛兒一副躍躍欲試的神情，不便阻她意興，點了點頭，走到鄰室，雙手一伸，已點了兩名小太監的啞穴。另外兩名太監從床上跳起來，睜大了眼睛，不明所以。宛兒取出了明晃晃的蛾眉鋼刺，指在兩人胸前，低聲喝道：「出一句聲兒，教你們見魏忠賢去。」說著把鋼刺微微前伸，刺破兩人的衣服，刺尖抵入了他們胸前肉裏。承志暗笑，心想這當口她還說笑話，原來魏忠賢是熹宗時的奸惡太監，這時早已伏誅。他當下把動彈不得的兩名太監衣服剝了下來，自己換上。宛兒波波的一聲，吹滅蠟燭，室中登時漆黑，她摸索著也換上了太監服色。承志把一名太監又點了啞穴，左手捏住另一名太監的脈門，拉出門來，喝道：「你領我們到曹公公那裏去。」那太監半身酥麻，不敢多說，領著兩人向前走去，走了一盞茶時分，轉彎抹角的行了一里多路，來到一座大樓前面，那小太監道：「曹公公住在這裏。」承志不等他說第二句話，左手肘在他胸口一撞，已閉住他的穴道，托起他的身子，丟在花木深處。兩人伏下身子，奔到樓邊，見第二層樓上燈火輝煌，承志正要拉著宛兒躍上，忽然後面腳步聲響，一人遠遠問道：「曹公公在樓上麼？」承志答道：「我也剛來，總是在樓上吧。」一邊說一邊回頭，見走來的共有五人，前面一人提著紅紗燈，燈光掩映下見五人穿的都是太監服色。那人笑罵道：「小猴兒崽子，說話就是怕擔干係。」說著慢慢走近，承志和宛兒低下了頭，不讓他們看清楚面貌。那五人入門時燈光在門上明晃晃的朱漆上反映出來，照在幾人臉上，承志吃了一驚，輕扯宛兒的衣角，等五人走上了樓，低聲道：「是長白三英！」宛兒大驚：「殺我爸爸的奸賊？他們做了太監？」承志道：「跟咱們一樣，喬裝改扮的。咱們上去！」兩人緊跟在長白三英的後面，一路上樓，守衛的太監絲毫不加阻攔。到了二樓，前面兩名太監領著長白三英走進一間房裏去了。承志和宛兒不便再跟，候在門外，只聽房裏那提燈的太監隱隱約約的道：「請在這裏──曹公公馬上──」其餘的話聽不清楚。兩名太監隨即退了出來，下樓去了。承志一拉宛兒的手，走進房去，只見四壁圖書，原來是一間書房。長白三英坐在中間，他們見進來兩名太監，也不在意，承志和宛兒逕自向前，猛然抬頭，宛兒冷笑道：「史叔叔，黎叔叔，我爹爹請你們三位去吃飯。」長白三英斗然見到焦宛兒，一驚非同小可。李剛第一個跳了起來道：「你──你爹爹不是死了麼？」宛兒道：「不錯，所以他請三位叔叔去吃飯呀！」史秉文眉頭一皺，擦的一聲，長刀出鞘，承志一躍而前，雙手疾伸，一手一個，抓住史氏兄弟後領，提了起來，同時一腳踢在李剛後心胛骨下三寸「鳳尾穴」上。史秉光反手一拳，承志毫不理會，任他打在自己胸口，雙手輕輕一合，史氏兄弟頭碰頭的都撞暈了過去，宛兒還沒看清楚怎的，長白三英都已被打得人事不知。宛兒拔出蛾眉鋼刺，手起刺落，猛向史秉光胸口戳去，承志一伸手拿住她的手腕，低聲道：「快躲起來，有人上來。」只聽見樓梯腳步聲響，承志提起史氏兄弟，放回書架後面，再回來抱起李剛，和宛兒兩人都躲在書架背後，剛剛藏好，幾個人走進室來，一個人道：「請各位在這裏等一下，曹公公馬上就來。」一個嬌媚的女人聲音道：「辛苦您啦！」承志和宛兒聽出了那是五毒教主何鐵手的聲音，雙手互相一捏。過了片刻，又進來幾個人，與何鐵手等互道寒暄，承志暗暗尋思：「衢州石樑派的溫氏四老也來了，原來宛兒昨夜瞧見的四個老頭子竟是他們，怪不得武當派的洞玄道人他們抵擋不住。他們來幹什麼？」外面眾人寒暄未畢，曹化淳和幾名江湖上的高手已走進室來。只聽曹化淳給各人引見，竟然有方岩的呂二先生在內。承志心想：「溫明施被我打中了穴道之後，無人相救，大概已成廢人，溫氏的五行陣是施展不出了。但加上五毒教的高手和其他人眾，我一人卻萬萬抵敵不過。」只聽曹化淳道：「長白三英呢？」一名太監答道：「史爺他們已來過啦，不知到那裏去了。」承志暗中偷下重手，將長白三英閉了三處穴道，他們就是醒來，也出聲不得。曹化淳派人出去找尋，幾批太監找了好久回來，都說不見三人的影蹤，餘人悄悄議論，顯然都不耐煩了，曹化淳道：「咱們不等了，他們自己棄了立功良機，也怨不得咱們。」這時聽見眾人挪動了椅子之聲，想是大家坐近了聽他說話。曹化淳該嗽兩聲，壓低了嗓子說起話來。承志知道大奸謀就要吐露，屏息傾聽，只聽他道：「闖賊已經攻破潼關，兵部尚書孫傳庭殉難。」眾人發出一陣紛紜之聲，想是首次聽到這重大消息。曹化淳道：「咱們如不快想法子，賊兵就要迫近京師。要是皇上再不借兵滅寇，那只好另立一位能護持社稷的明主。」何鐵手笑道：「那就立誠王爺了。」曹化淳道：「不錯，今天要借重各位為新君效榮。一切大事有兄弟承當，立了奇功卻是大家的。」他見大家沒有異議，當下分派職司。只聽他道：「再過一個時辰，溫家四位老先生請帶領得力的弟兄在皇上寢宮外面四週埋伏，阻攔旁人入內。何教主的手下人伏在書房外面，由誠王爺入內進諫。」呂二先生道：「周大將軍掌握兵權，他是忠於今上之人，要不要先除了去？」曹化淳笑道：「周大將軍與霍尚書早被我略施小計除去了，何教主，你說給他聽吧。」何鐵手笑道：「曹公公早知若要擁誠王登基，周大將軍與霍尚書是兩個大礙，所以令小妹連日派人到戶部去偷盜庫銀，皇帝愛斤斤計較，最受不了這種小事，聽說今天已把周大將軍與霍尚書革職拿問了。」眾人一陣大笑，都稱讚曹化淳神機妙算。承志這時方纔明白，原來那些紅衣童子偷盜庫銀不是為了錢財，中間還包藏著一個通敵禍國的大陰謀，可嘆崇禎自逞精明，落入別人圈套之中尚且不覺。又聽曹化淳道：「現在各位請下去休息一忽兒，待會兄弟再來奉請。」呂二先生與溫氏四老等都告辭出去。何鐵手留在最後，將到門口時忽道：「長白三英為什麼不來？他們別去向皇上告密。」曹化淳道：「究竟何教主心思周密，這件事咱們索性瞞過他們。不過長白三英是九王的心腹，最近還立了一件大功，要說背叛九王，那決不至於。」何鐵手道：「什麼大功？」曹化淳道：「他們盜了武當派一個姓閔的一柄匕首，去刺殺了金龍幫的幫主焦公禮，這樣，江南武林人物勢必要自相殘殺，咱們將來避到金陵去就舒服得多啦。」宛兒早有九成相信是長白三英害她爹爹，這時再無懷疑。承志聽到這裏，怕她傷痛氣惱之際發出什麼聲響，何鐵手耳目靈敏，一點點動靜都瞞她不過，忙伸手輕輕按住宛兒的嘴。只聽何鐵手笑道：「公公在宮廷之內，對江湖上的事情卻這樣清楚，真是難得。」曹化淳乾笑了兩聲，道：「朝廷裏的事我見得多了，那一個不是貪圖富貴？那一個講什麼仁義道德？還是江湖上的朋友說一是一，說二是二，兄弟這次圖謀大事，不敢和朝廷大臣商議，卻來禮聘各位拔刀相助，就是這個道理──」兩人一邊說話，一邊走出書房。承志躲在書架後面竊聽了這番談話，知道事情十分緊急，可是應該怎麼辦，卻打不定主意。國難家仇，百感交集，一時間思潮起伏。宛兒見承志沉吟，低聲道：「這三個奸賊怎麼辦？小妹可要殺了。」承志道：「好，但不要流血，以免被人發覺。」他捧起史秉光的頭顱，指著他兩邊的「太陽穴」道：「你會使『鐘鼓齊嗚』這一招麼？」宛兒點點頭，承志道：「拇指節骨向外，這樣握拳，對啦，發招！」宛兒應聲出拳，噗的一聲，雙拳同時擊在史秉光兩邊「太陽穴」上，這奸賊哼也沒哼一聲，登時氣絕而死。她如法施為，又將史秉文與李剛兩人打死，這時大仇得報，想起父親，不禁伏在承志肩頭哭了起來。承志道：「咱們快出去，瞧那何鐵手到什麼地方去。」宛兒拿得起放得下，立時收淚，隨著承志走出書房。只見曹化淳和何鐵手在前面叉道上已經分路，兩名太監手提紗燈，引著何鐵手一行人向西走去。承志和宛兒身穿太監服色，就是遇到人也自無妨，於是遠遠跟著何鐵手，穿過了幾個庭院，望見她走進一座屋子裏去了。承志和宛兒跟著進去，一進門，就聽見東廂房中青青在破口大罵：「殺千刀的五毒教，不要臉的何鐵手，教你四隻爪子都變成了生鐵──」承志一聽，再也忍耐不住，直闖了進去，只見青青臥在床上，兩名小太監正在煎藥添香的服侍她，承志一伸手點了兩名太監的穴道，青青方纔認出，心中大喜，叫了一聲：「大哥！」承志走到床邊，道：「你的傷怎樣？」青青道：「還好！」她見宛兒站在承志後面，說道：「你也來了？」宛兒道：「嗯，夏姑娘的傷不礙事麼？」青青哼了一聲沒有回答，忽道：「那何鐵手要來啦，大哥，你給我好好打她一頓。」承志心想：「他們另有計謀，我還是暫不露面為妙。」急道：「青弟，我現在不能跟她動手，你引她說話，問明白她劫你到宮裏來幹麼？」青青道：「什麼宮裏？」承志心想：「啊，原來你還不知道這是在深宮之中。」只聽見房外腳步聲近，不及細說，提起兩名太監，塞入櫥中，見四下再無藏身之所，而門外的人就要進來，祇得一拉宛兒鑽入了床底。青青一怔之間，何鐵手和何紅藥已經進來。何鐵手盈盈笑道：「夏公子，你好些了嗎？咦，服侍你的人那裏去啦？這些傢伙就知道偷懶。」青青道：「是我叫他們滾出去的，誰要他們服侍？」何鐵手不以為忤，笑道：「真是孩子脾氣。」她走近藥罐，叫道：「啊，藥煎好啦！」拿起一塊雪白的絲棉，蒙在一隻銀碗上，然後把藥倒在碗裏，藥渣都被絲棉濾去。何鐵手笑道：「這藥治傷最是靈驗不過。你放心，藥裏要是有毒，銀碗就會變黑。」青青起初見到承志，本是滿懷歡悅，但隨即見到宛兒已很有些不快，後來見他們兩人手拉手的躲入床底，神態好像頗為親密，一時滿心怒氣，罵道：「你們鬼鬼祟祟的，當我不知麼？」何鐵手笑道：「鬼鬼祟祟什麼啊？」青青叫道：「你們欺侮我，欺侮我這沒爹沒娘的苦命人！沒良心的短命鬼！」承志一怔：「她在罵誰呀？」宛兒女孩兒家心思細密，早已瞧出青青有疑心自己之意，這時聽她指桑罵槐，心裏十分氣苦，不覺身體發顫，承志隨即懂得了她的心意，苦於無從解釋，祇得輕輕怕怕宛兒的肩膀，表示安慰。何鐵手卻不知道其中的週折，笑道：「別發脾氣啦，待會我就送你回家。」青青道：「誰要你送，難道我自己就不認得路？」何鐵手只是嬌笑，那老乞婆何紅藥忽然陰森森地道：「姓夏的小子，你既然落入我們手裏，我何紅藥那能再讓你好好回去。你爹爹在那裏？生你出來的那個賤貨在那裏？」青青聽見她侮辱自己母親，那裏還忍耐得住，伸手拿起床頭小几上的那碗藥，連碗帶藥，劈臉往何紅藥擲去。何紅藥向旁一躲，乒乓一聲，藥碗在牆上撞得粉碎，但臉上終究還是熱辣辣的濺上了許多藥汁。她怒喝一聲：「渾小子，你不要命了！」承志在床底下凝神注意著外面動靜，見何紅藥雙足一登，作勢要躍起撲向青青，也在床底蓄勢待變，只待何紅藥躍近施展毒手，立即先攻她下盤。忽地白影一晃，何鐵手雙足已攔在何紅藥與臥床之間，只聽何鐵手叫道：「姑姑，我答應了那姓袁的，要送這小子回去，不能失信於人。」何紅藥冷笑一聲道：「幹什麼？」何鐵手道：「咱們這許多人被點中了穴道，非他親自來施救不可。」何紅藥微一沉吟道：「好，咱們不弄死他，但總得讓他先吃點苦頭。喂，姓夏的小子，你瞧我美不美？」青青忽地啊的一聲叫了出來，聲中滿含驚怖，想是何紅藥醜惡的臉更做了可怕的表情，直伸到青青面前。何鐵手道：「姑姑，你何必嚇他？」語音中頗有不悅之意。何紅藥「哼」了一聲道：「是了，這小子生得俊，你護著他了。」何鐵手怒道：「你說什麼話？」何紅藥道：「年輕姑娘的心事，當我不知道麼？我自己也年輕過的。你瞧，你瞧，這是從前的我！」聽見一陣悉窸之聲，想是她從衣袋裏拿出了什麼東西，何鐵手與青青都輕輕驚呼一聲：「啊！」似乎又是詫異，又是讚嘆。何紅藥苦笑道：「你們很奇怪，是不是？哈哈，哈哈，從前我也美過來的呀！」她用力一擲，一件東西丟在地下，原來是一幅畫在絹上的肖像。承志一瞧，見那肖像是個二十歲左右的少女，雙頰暈紅，穿著擺夷人的裝束，頭上用布纏住，相貌很是俊美，依稀之間，面容輪廓還與何紅藥有點相似。承志正感奇怪，又聽何紅藥道：「我為什麼弄得這樣醜八怪似的？為什麼？為什麼？──都是為了你那喪盡了良心的爹爹哪。」青青道：「咦，我爹爹跟你有什麼關係？他是個好人，決不會做對不起人的事！」何紅藥怒道：「你這小鬼那時候還沒出世，你那裏知道？要是他有良心，沒有對我不起，我怎麼會弄成這個樣子？怎麼會有你這小鬼生到世界上來？」青青道：「你越說越奇怪啦！你們五毒教在雲南，我爹爹和媽媽是在浙江結的親，道路相差了十萬八千里，跟你又有什麼干係？」何紅藥大怒，一掌向青青臉上打來，何鐵手伸右手格開，勸道：「姑姑別發脾氣，有話慢慢的說。」何紅藥喝道：「你親生爹爹就是被金蛇郎君活活氣死的，現在反而出力迴護他，你羞也不羞？」何鐵手怒道：「誰迴護他了？你傷害了他，就是傷害咱們教裏四十多人的性命，你知不知道？我見你長輩，讓你三分，要是你犯了教規，我可也不能容情。」何紅藥見她擺出教主身份，氣燄頓剎，頹然坐在椅上，兩手捧頭，過了良久，低聲問青青道：「你媽媽呢？你媽媽一定是個千嬌百媚的美人兒，所以把你爹迷住了，是不是？」她嘆了一口氣道：「我做了許多許多夢，夢見到你的媽媽，可是她相貌總是模模糊糊的瞧不清楚──我真想見見她──」青青道：「我媽已經死了。」何紅藥一驚道：「死了？」青青道：「嗯。」何紅藥聲音淒厲，尖聲說道：「我逼他說出你媽媽住在什麼地方，不管怎樣，他總是不肯說，原來已經死了。好好好，我這仇是不能報的了。這次放你回去，你這小子總有再落到我手裏的時候──妳媽媽是不是很像你呀？」青青惱她出言無禮，翻了個身，臉向床裏，不再理她。何紅藥道：「教主，要讓那姓袁的先治好了咱們的人，再放這小子。」何鐵手道：「那當然！」何紅藥忽然俯下身來，承志和宛兒都吃了一驚，但她並不往床底下瞧，而是伸手指在床前地板上畫了幾個字，承志一看，見是：「下三年毒蛛蠱」六個字，何鐵手左腳在地板上擦了幾擦，把灰塵中的字跡擦去，道：「好吧，就是這樣。」承志暗暗尋思：「那是什麼意思？──嗯，是了，她們在釋放青弟之前，要先給她吃毒蛛蠱，毒性在三年之後方纔發作，那時無藥可解，她們就算報了仇。哼，好狠毒的人，天幸教我在暗中瞧見。要是我不來──」他想到這裏，不禁冷汗直冒。何紅藥站起身來，向門外走去。承志見她雙足將要跨出門限，忽然遲疑了一下，回身說道：「你是不是真的聽我話？」何鐵手道：「當然，不過──不過咱們不能失信於人呀。」何紅藥怒道：「我知道你看中了他，壓根兒就沒有存心給你過世的爹爹報仇。」她氣沖沖的回了轉來，坐在椅上，似乎是在強抑怒氣，籌思暗害青青之策，室中登時寂靜無聲。承志和宛兒更是不敢喘一口大氣兒，青青忽在床上猛搥一記，叫道：「你們還不出來麼？幹什麼呀？」承志大驚，就要竄出，宛兒拉住他手往裏一縮，只聽何鐵手柔聲安慰道：「你安心睡一忽兒，等天亮了就送你回去。」青青「哼」了一聲，握拳在床板上蓬蓬亂敲，一陣灰塵落在承志和宛兒頭頂和衣領之中。承志險些打出噴嚏，努力調勻呼吸，方纔忍住。青青心想：「那何鐵手和老乞婆又打你不過，何必躲著？你們兩人到底是何居心？」她不知承志得悉弒帝另立的奸謀，這事關係到國家的氣運，實在非同小可，所以他堅忍不出。青青心中氣憤，那知何紅藥比她還要惱恨，對何鐵手道：「你是教主，教裏大事自然由你執掌。教祖的金鉤既然傳給了你，你有了生殺大權，可是我對你說，咱們教裏雖然不禁情慾，但我遇到的慘事還不值得你心驚麼？」何鐵手笑道：「姑姑遇到了負心漢子，就當天下男人都是薄倖郎。」何紅藥道：「男人中當然也有好的，然而這人是金蛇郎君的兒子啊！你瞧他模樣兒，和金蛇真沒什麼分別，誰說他的心就和老子不一樣。」何鐵手道：「他爹爹和他一樣俊麼？怪不得姑姑這樣傾心。」承志在床底聽著何鐵手的語氣，顯然對青青頗為鍾情，這人絕頂武功，又是一教之主，竟然不辨男女，倒也好笑。何紅藥長嘆一聲道：「你是執迷不悟的了。我把我的事源源本本說給你聽，是禍是福，由你自決吧！」何鐵手道：「好，我最愛聽姑姑說故事。但給他聽去了不妨麼？」何紅藥道：「讓他知道了他父親做的壞事，將來死了也好瞑目。」青青跳了起來，叫道：「你瞎造謠言！我爹爹是大英雄大豪傑，那裏會做壞事？我不聽！我不聽！」何鐵手笑道：「姑姑，他不愛聽，怎麼辦？」何紅藥道：「我是說給你聽，他愛不愛聽，理他呢。」青青先用棉被蒙住了頭，可是後來禁不住好奇心起，拉開被子一角，聽何紅藥敘述金蛇郎君當年的故事。只聽她說道：「那是二十多年前的事了，那時候我還沒你現在年紀大。你爹爹剛接任做教主，他派我做萬妙山莊的莊主，經管那邊的蛇窟。這天閒著無事，我一個人到後山去捉鳥兒玩。」何鐵手插口道：「姑姑，你做了莊主還捉鳥兒玩嗎？」何紅藥「哼」了一聲道：「我你說那時候我還年輕得很，差不多是個小孩子。我捉到兩隻翠鳥，心裏很是高興，回來的時候，經過蛇窟旁邊，忽然聽見樹叢裏有颼颼的響聲，我知道有蛇逃走了，忙循聲追過去，果然見一條五花正在向外遊走。我覺得很奇怪，咱們蛇窟裏的蛇養得很馴，從來不會少的，這條五花到外面去幹什麼？我也不去拿牠，一路跟在牠的後面。只見牠遊到樹叢後面，逕自向一個人遊過去。我抬頭一看，不覺吃了一驚。」何鐵手道：「幹什麼？」何紅藥咬牙切齒的道：「那就是前生的冤孽了，他是我命裏的魔頭。」何鐵手道：「是那金蛇郎君麼？」何紅藥道：「那時候我也不知道他是誰，只見他眉清目秀，是個長得很英俊的少年。手裏拿著點燃了的引蛇香艾，原來五花是聞到香氣被他引出來的。他見了我，向我笑了笑。」何鐵手笑道：「姑姑那時候長得很美，他一定著了迷。」何紅藥「呸」了一聲道：「我跟你說正經的，誰和你鬧著玩。我當時見他是生人，怕他給蛇咬了，連忙叫道：『喂，這蛇有毒，你別動，我來捉！』他又笑了笑，從背上拿下一個木箱來放在地下，那箱子角上用細繩兒縛著一隻活的蛤蟆，一跳一跳的，那男子一拉繩子，箱子蓋忽然翻了下去。五花一滑，拼命想穩住身子，那男子左手一探，兩根手指已鉗住了五花的頭頸。我見他的手法雖然跟咱們教裏的完全不同，但手指所鉗的部位不差分毫，五花服服貼貼的動彈不得，這一來，我知道他是行家，就放了心。」何鐵手笑道：「嘖嘖嘖，姑姑剛見了人家的面，就這樣關心。」青青插口道：「喂，你別打岔成不成？聽她說呀。」何鐵手笑道：「你說不愛聽呀？」青青道：「我忽然愛聽了，可不可以？」何鐵手笑道：「好吧，我不打岔啦！」何紅藥橫了她一眼，說著：「那時我心裏也起了疑心，這人是誰呢？他怎麼敢這樣大膽，到這裏來捉咱們的蛇？難道不知道五毒教的威名嗎？這時又見他右手拿出一根短短的鐵棒來，伸到五花的口邊，五花一口就咬住了鐵棒，我慢慢走近細看，原來那鐵棒中間是空的，五花一咬住，她口裏的毒液不住流出來，都給那鐵管盛住了。我這才知道，哼，原來他是來偷毒液來著，怪不得這幾天來蛇窟裏有許多毒蛇不肯吃東西，又瘦又懶，我叫了起來：『喂，快放下！』同時取出伏蛇管來噓溜溜的一吹，他想不到這管子吹出來的聲音這樣古怪，抬頭一看，那五花頭頸一扭就咬了他一口。他連忙把五花丟開，想打開木箱拿解藥，我那裏容得他，當即上去劈面一掌，那知他武功好得出奇，只輕輕一帶，我就摔了一跤──」青青插嘴道：「當然啦，你那裏是他的對手。」何紅藥白眼一翻道：「我雖然打他不過，但纏過了他，總教他緩不出手去拿藥，等到他第三次將我打倒，他傷口毒發，昏了過去，我走近一看，忽然心裏不忍起來，心想年紀輕輕的就這樣送了性命，實在太可惜了，而且又是這樣一身武功。」何鐵手道：「於是姑姑你就將他救了回去，把他偷偷的藏著，拿藥給他解了毒，等他傷好，你就愛上他了？」何紅藥嘆了一口氣道：「不等他傷好，我已經把心許他了。那時我很年輕，教裏的師兄弟們個個對我好，但不知怎的，我都不把他們瞧在眼裏，對這人卻是不由自主的神魂顛倒。過了三天，那人毒氣退了，我問他到這裏來幹什麼。他說我救了他的性命，什麼事也不能瞞我。他說他姓夏，身上負了血海深仇，雖然武藝已成，但對頭功找既強，又是人多勢眾，報仇沒有把握，聽說五毒教精研毒藥，天下首屈一指，所以趕到雲南來想討教五毒教的功夫──」她說到這裏，承志和青青方纔明白，原來金蛇郎君和五毒教這樣才打起交道來。只聽何紅藥又道：「他說，他暗裏窺探了許久，懂得了一些煉製毒藥的門道，就來偷咱們蛇窟裏毒蛇的毒液，準備煉在暗器上去對付仇人。又過了兩天，他傷勢慢慢好了，謝了我要走，我心裏很捨不得，拿了兩大瓶毒液給他，他為了報答我，就給我畫了這幅肖像。我問他報仇的事還有什麼為難，要不要我去幫他。他笑笑，說我功夫還差得遠，幫不了忙。我叫他報了仇之後再來看我，他點點頭答允了。我問他什麼時候來，他說那說不定，他報大仇還少一件利刃，聽說峨嵋派有一柄鎮山之寶的寶劍，所以要先到四川峨嵋山去盜劍，但不知是不是真有此劍，就算有，什麼時候能盜到，也很難說。」承志聽到這裏，心想：「這位金蛇郎君做事真是不顧一切，為了報仇，什麼事都幹。」何紅藥嘆了一口氣道：「那時候我給他迷住啦，祇想要他多陪我一些日子，我好像發了瘋，什麼事都不怕，明知是最不應該的事，卻忍不住要去做。我覺得為了冒險，越是危險，心裏越是快活，就是為他死了，也是情願的。唉，那時候我真像被鬼迷住了一樣，我就對他說，我知道有一柄寶劍，鋒利無比，什麼兵器被它碰到了都得削斷。他歡喜得跳起來，忙問在什麼地方，我對他說，那就是咱五毒教代代相傳的碧血金蛇劍！」承志聽到這裏，心頭一震，不由得伸手一摸貼身藏著的金蛇劍，心想：「難道這劍竟是五毒教的？」何紅藥繼續道：「我對他說，這劍是咱們教裏的三寶之一，藏在大理縣靈蛇山的毒龍洞裏，洞外有十八名弟子把守。他求我領他去偷出來，他說只借用一下，報了大仇之後一定歸還。他不斷的求我求我，我最後心腸軟了，於是去偷了哥哥的令牌，帶他到毒龍洞去。看守的人見到令牌，又見我帶著他，就放咱們進去。」何鐵手道：「姑姑，你難道敢穿了衣服進毒龍洞？」何紅藥道：「我雖然大膽，這條教規卻不敢犯。我脫光了衣服，雙手撐地，倒行入洞，他也學我的樣子。這劍和其餘兩寶放在石龍的口裏，他輕身功夫很好，飛身躍上石龍，就拿到了那碧血金蛇劍。那知他存心不良，把其餘兩寶都拿了下來。那就是二十四枚金蛇錐和那張地圖了。」