第十九回　虎虎施毒掌　盈盈出鐵手眾人無不大驚，那人仰頭張口，把一條大蜈蚣津津有味的吃了下去。青青一陣惡心，險險嘔了出來，忙掉頭不看，這一來，承志等人那裏還敢動筷。那人見把眾人嚇倒，逸興橫飛，得意之極，向單鐵生道：「你是衙門的鷹爪孫，想是要庫銀來著，哼，你知道我是誰？」單鐵生道：「恕小人眼拙面生，請教閣下尊姓大名。」那人哈哈大笑，喝一口酒，又吃了一條不知什麼蟲，笑道：「在下姓齊名雲璈，我是無名小卒，老兄那裏會知道？」單鐵生大吃一驚，站起來道：「閣下是錦衣毒丐，在下久聞大名。」承志從來沒聽見過錦衣毒丐的名字，但見單鐵生如此震驚，想來是個大有來頭的人物，然而日前見他鬥蛇，也不見得有什麼特別了不起，何必如此怕他？又聽單鐵生道：「貴教向在兩廣雲貴行道，所以無緣拜見。」齊雲璈道：「是啊，我們到京師來也不過幾個月。」單鐵生道：「在下久已不吃公門飯，這次齊英雄等來到京城，弟兄們知道禮貌不週，得罪了英雄豪傑，所以要在下出來陪禮。」說著連連作揖。齊雲璈自顧飲酒吃菜，並不回禮。青青心想：「公門捕快欺壓百姓時向來如狼似虎，見了硬手，卻如此低聲下氣，且看這事如何了結。」單鐵生又道：「弟兄們胡塗得緊，得罪了齊英雄還一直不知道。現在只要齊英雄吩咐下來，我們做得到的，無有不遵。」齊雲璈道：「到今天為止，我們一共拿了庫銀九千五百兩，這數目實在太小太小，大概拿足十萬兩，也可以罷手啦！」單鐵生道：「戶部霍大人和九門提督周大將軍知道之後，一定會向誠王爺請安陪罪。咱們做下人的，只好請老哥賞口飯吃！」齊雲璈怪眼一翻道：「你既然知道銀子是在誠王別墅裏，難道還想活著走出這所屋子嗎？」此言一出，室中空氣登時緊張，青青正想反脣相稽，突然聽見庭中傳來一陣尖銳異常的哨子聲。這聲音慘厲難聽之極，各人都不覺打個寒噤，毫毛直豎，青青不由自主的握住承志的手，驚道：「那是什麼？」齊雲璈急速站起，叫道：「教主升座。大家去聽憑發落，瞧各人的造化吧。」單鐵生驚道：「貴教主也到了北京？」齊雲璈冷笑一聲，也不答話，逕自入內。單鐵生道：「情勢緊逼，咱們快走！要是五毒教教主真的到了，咱們死了骨頭也剩不下一根。」承志還想看個仔細，但覺青青的手微微發抖，周圍確是陰森森的十分可怖，說道：「好，咱們先退出去再說。」眾人剛要轉身，室中突然漆黑一團，伸手不見五指，砰的一聲，背後一塊不知是鐵板還是大石，落了下來。眾人吃了一驚，又聽見一陣慘厲的怪響，似是惡鳥齊嗚，又如毒蟲合啼，眾人雖然個個身負絕藝，但到此境地，也都不禁惴惴，突然間眼前一亮，對面射來一道耀眼異常的光芒。白光中兩名黑衣童子走了進來，微微躬身，說道：「教主宣召上殿！」承志心想，不知那是什麼怪物，上殿去看個究竟再說，當下挽了青青的手，跟著黑衣童子首先走了出去，眾人在後跟隨。走過一條極長的甬道，轉彎抹角轉了不少圈子，來到一座殿堂。只見殿上居中設了一張大椅，椅上披了朱紅色的錦披，兩旁各站著四個童子，黑衣童子把眾人領到後，就去分站兩旁，每一邊是分穿紅、黃、藍、黑五色錦衣的五名童子。承志見穿紅衣的就是日前盜庫銀與單鐵生相鬥的那兩個童子，這時他們凝神垂首，見眾人到來毫不理會。只聽見殿後鐘聲噹噹，高高矮矮，男男女女，走出一群人來，分站椅子兩旁，每邊八人，一共是十六個人。錦衣毒丐站在左首第五，右首第二人鉤鼻深目，臉如死灰，赫然是一個相貌兇惡的老乞婆，承志心想：「這必是傷害程老夫子的乞婆了。」他低聲問單鐵生道：「他們在搗什麼鬼？」單鐵生臉色蒼白，聲音發顫，低聲道：「那是雲南五毒教啊，這一回咱們是死定了。」袁承志道：「五毒教是什麼東西？」單鐵生急道：「啊呀，袁相公，五毒教是殺人不眨眼的邪教，教主是何鐵手，你不知道麼？」承志搖搖頭，單鐵生道：「乘他們教主還沒出來，咱們快想法子逃吧。」承志道：「瞧一下再說！」單鐵生似乎怕極，決定單獨逃走，突然拱手叫道：「在下失陪了！」話未說完，已拔起身子向牆頭竄去，左首第二人的高個子突然身形一晃，追了過去，雙足一躍，伸手抓住單鐵生左踝。單鐵生也是一身好武藝，雖危不亂，身子一弓，右掌往他頭上直劈下來。那高個子舉手一擋，拍的一聲，兩人都震下地來。高個子冷笑一聲，回班站好。單鐵生只覺左腳和右掌如為兵刃所傷，劇痛刺心，舉手一看，掌上五個小孔中不住流出黑血，不由得大驚失色，再提左腳看時，也有五個小孔，心裏一嚇，倒在地下。原來那高個子十個手指都戴了裝有尖刺的指環，刺上餵著極厲害的毒藥。承志上前把單鐵生拉起，只見十個童子各從口袋中取出一個古怪哨子吹了幾下，二十多個人一齊伏在地下，殿後緩步走出兩個美女來。承志等本來想：教主的手下人都是如此奇形怪狀的兇人，教主本人更當是兇惡無倫了，突然見到這兩個妙齡少女，不覺大感意外。這兩名少女往椅旁一站，叫道：「教主升殿！」突然間風送異香，殿後走出一個穿粉紅色紗衣的女郎來。這女郎鳳眼含春，長眉入鬚，嘴角含著笑意，大約二十二三歲年紀，竟然十分美貌。她赤著雙足，每個足踝與手臂上各套著兩個黃金圓環，走路時雙環相擊，錚錚有聲，皮膚白膩異常，遠遠望去，脂光如玉，頭上長髮垂肩，也用一個金環束住。她走到椅中坐下，後面又有兩個少女跟著走出來，捧著毛巾羽扇之物。那女子一笑道：「啊喲，有這麼許多客人，快拿椅子來，請坐！」眾童子趕入內堂，搬出幾張椅子來給承志等坐下。這時承志等心中疑雲重重：難道單鐵生畏之如虎狼、避之如蛇蠍的五毒教教主何鐵手，竟是這個青年女子麼？那女子嬌嬌滴滴的道：「請教尊客貴姓？」承志道：「在下姓袁，這幾位都是在下的朋友。不敢請問姑娘高姓？」那女子道：「我姓何。」承志心中一震，暗想：「那麼她真的是什麼五毒教主了。」那女子又道：「閣下是來要庫銀的麼？」承志道：「不是。這位單朋友是吃公門飯的，我們卻平民百姓，和這位單朋友也是初交。官家的事麼，我們不敢過問。」那女子道：「好啊，那麼你們到這裏幹什麼來著？」承志道：「我有一位姓程的朋友，不知什麼地方開罪了貴教的好朋友，受了重傷，所以在下過來問一下，要是有什麼誤會，大家說開了也就沒事啦。」那女子笑道：「啊，原來是程青竹程老夫子的朋友，那又不同啦。我還道袁相公是鷹爪一幫呢，來啊，獻茶！」眾童子搬出茶几，獻上茶來。眾人見那茶綠幽幽的不知是什麼東西，雖然清香撲鼻，卻不敢喝。那女子道：「聽齊師兄說，袁相公很是慷慨好客，又有冰蟾玉寶，我本來想決不至於是鷹爪一流。」承志想她如是教主，怎麼又稱座下弟子為師兄，真是弄他們不懂，當下含糊答應。那女子道：「袁相公冰蟾的妙用，可能讓我一開眼界麼？」袁承志心想冰蟾如交在她手裏，祇怕她撒賴不還，當下取出冰蟾在單鐵生的傷口上吸毒，五毒教人眾見單鐵生傷口上黑血立時去盡，都是臉現欣羨之色。那女子好勝心起，說道：「真是劇毒之物，祇怕這冰蟾也治不了。」承志心想：「她的教叫五毒教，我這冰蟾剋制毒物，正是他們大忌，還是謙仰些為是。」於是說道：「那當然啦，天下厲害的毒物很多，這小小冰蟾有什麼用？」青青卻不服氣了，插口道：「那也不見得。」那女子聽了承志的話本很高興，聽青青插口，「哼」了一聲道：「取五聖來！」五名童子入內，捧了五隻鐵盒出來，另外五名童子卻捧了一隻圓抬面般大小的沙盤，放在殿中。十名童子圍著沙盤站定，紅衣童子捧著紅盒，黃衣童子捧著黃盒，五色錦衣的童子各奉與衣同色的盒子。承志心想：「這些人行動頗有妖氣。但瞧他們這樣排列，按著金木水火土五行，倒也不是胡亂唬人的。」又見中座椅旁左首第二個夷族打扮的壯漢走到沙盤之旁，從懷裏取出一面小小的青旗，輕輕一揮，五名童子打開盒子。青青不禁失聲驚呼，只見盒中各各跳出一樣毒物來。那五樣？青蛇、蜈蚣、蠍子、蜘蛛、蟾蜍。那夷人青旗又是一揮，十名童子齊齊退開，眾弟子中又走出四個人來，分據沙盤四週，有的口中喃喃唸咒，有的披散頭髮，有的倒豎行走，似乎各自在行法。承志尋思：「如果動武，我們也不見得會輸，但這樣陰陽怪氣的施行妖法，這個我可一竅不通，莫要著了他們道兒。」再看盤中，那青蛇大約長近尺許，未見有何特異，其餘四種毒物，卻都比平常所見的要長大得多。五種毒物在盤中遊走一陣之後，各自屈身蓄勢，似是互相要爭鬥吞噬。毒蜘蛛不住吐絲，在沙盤一角結起網來。蠍子沉不住氣，向網上一衝，弄斷了許多蛛絲，隨即退開。蜘蛛瞪眼向蠍子望了幾眼，又吐絲結網，網未佈妥，蠍子又是一衝。這樣結網衝網，幾次之後，蠍子身上已黏滿蛛絲，行動大為遲緩，有幾隻足被蛛絲纏在一起，無法掙脫。蜘蛛乘機反攻，大吐柔絲，在蠍子身旁厚厚的結了幾層網，悄悄走到蠍子身前，伸足撩撥。蠍子突然翻過毒尾，拍的一聲擊打，蜘蛛快逾閃電，早已退開。這樣挑逗了幾次，蠍子怒火大熾，一擊不中，向前猛追去，不提防正墮入蜘蛛佈置的陷阱之中。蠍子在網中拼命掙扎，眼見蜘網已給牠弄破了一個大洞，蜘蛛連忙又吐出數十條絲來，牢牢將牠縛住，蠍子漸漸無力掙扎。蜘蛛大喜，撲上去大嚼，蠍子痛得吱吱亂叫。蜘蛛正在享受美味，突然一陣蟾沙噴到，毒蟾蜍破陣直入，長舌一翻，把蠍子從蜘網中捲了出來，一口吞入了肚裏。蜘蛛大怒，向蟾蜍衝去，蟾蜍待牠奔到臨近，長舌翻了出來要待捲牠，蜘蛛一張口往牠舌頭上咬去。蟾蜍知道厲害，長舌倏的縮回，只見那蜘蛛慢慢爬到蟾蜍左邊，吐出一條粗絲，黏在盤上，忽地躍起，牽著那根絲，從空中飛了過去，飛過蟾蜍上空時在牠背上狠狠咬了一口。青青嘆道：「這小東西竟然也會用智。」蟾蜍急急轉身，蜘蛛早已飛過，片刻之間，蟾除身上蛛毒發作，仰面朝天，露出了一個大白肚子，死在地下。那毒蛛撲上身去，張口咬嚼。這邊那青蛇正被蜈蚣趕得繞盤急逃，正自又驚又怒，遊過蟾蜍身邊時，忽地一昂道，一口把毒蜘蛛吞入肚內，又是一口，咬住蟾蜍。那蜈蚣知道如被青蛇再將那已吃了蠍子的蟾蜍吞入，那是連吃三毒，加上牠自己一共四毒，那就萬萬不是牠的敵手了，連忙搶上，口中一對毒鉗牢牢鉗住蟾蜍，雙方用力拉扯。拉了一陣，青蛇力漸不敵，被蜈蚣一路扯過去，眼見蜈蚣已把半隻蟾蜍吃在腹內，青蛇要想撇下蟾除逃生，那知牠口內全部都是倒牙，鉤子向內，一咬住食物，只能向內吞進，無論如何吐不出來，想逃不得，一時狼狽萬分。這時沙盤周圍的五弟子見勝負已分，都停了行法，各歸原位，不一刻，蜈蚣將蟾蜍和青蛇都吃進了肚裏，在沙盤中遊行一周，昂然自得。承志等見這條蜈蚣長約八九寸，吃了這許多東西只肚腹微微隆起，行動毫不遲緩，都覺奇怪，承志對青青道：「這傢伙飯量倒不錯。」五毒教教主何鐵手插口道：「牠吃了四毒，已成大聖，法力激增，再吃幾條蛇也吃得下。」她見承志臉上有不信之色，對藍衣童子道：「取些青兒來。」那童子入內捉了七條青蛇來放在盤內。那蜈蚣吱吱的輕叫數聲，撲上去要咬，七條青蛇聯成一圈，七個頭向外抵禦外敵，身子卻疊在一起，蜈蚣一時倒攻不進去。這樣來回攻了幾次，終於一條青蛇被蜈蚣鉗住頭頸扯了出來，群蛇一齊悲鳴。蜈蚣把青蛇咬死後，不即吞食，又向蛇群攻擊。錦衣毒丐齊雲璈忽從班中走出來，屈下一膝在何鐵手面前一跪道：「教主，金兒動個不休，不放出來祇怕不妥。」何鐵手秀眉一皺道：「牠就愛多事，好吧！」齊雲璈從懷裏取出鐵管，拔開塞子，把日前在雪地裏捉來的金蛇放了出來。金蛇一出鐵管，威風大震，忽地躍起，擋在群蛇面前。蜈蚣立即後退。群蛇見來了救星，縮成一團。金蛇身軀雖小，卻是靈活異常，承志和青青見過牠的本領，知道那蜈蚣遠非牠敵手，果然鬥不多時，蜈蚣被牠一口咬死。群蛇圍住了牠，身子不住向牠挨擦，似乎謝牠救命之恩。承志笑道：「想不到蟲豸之中也有俠士！」青青斗然想起了一件事，在承志耳旁低聲道：「我要這條金蛇！」承志道：「孩子話，人家怎麼肯給你？」青青低語道：「你記得麼？我爹爹外號叫什麼？」承志心中一凜道：「難道金蛇郎君當真與這金蛇有什麼牽連？」那老乞婆本來一直不瞬眼的望著青青，這時突然從班中跳了出來，伸出雙手要抓她肩頭，喝道：「金蛇郎君是你什麼人？」說也奇怪，她的相貌奇醜，聲音卻是鶯鶯嚦嚦，嬌媚動人。青青吃了一驚，跳開一步，喝道：「你要幹什麼？」斗然間衣襟帶風，教主何鐵手身旁兩人一躍而前，站在老乞婆兩側，同聲叫道：「那姓夏的小子在那裏？」袁承志見這兩人一躍而前，站在老乞婆兩側，同聲叫道：「那姓夏的小子在那裏？」袁承志見這兩人身形一晃，已倏然上前半丈，武功極高，實非庸手，更起了戒懼之心，仔細打量，見這兩人一個又高又瘦，另一個中等身材，面容黝黑，似乎是普通鄉下人，都是五十歲左右的年紀。青青從前因身世不明，當引以為恥，但自聽母親說了生她的經過之後，心裏對自己生父佩服得了不得，當下昂頭說道：「金蛇郎君是我父親，你們問他幹麼？」老乞婆哈哈一聲長笑，令人不寒而慄，叫道：「他居然還沒死，還留下了你這孽種！」那瘦長子喝道：「他在那裏？」青青下巴一揚道：「我為什麼要對你們說？」老乞婆雙眉豎起，兩手猛向青青上抓來，這一下發難事起倉卒，青青不及躲避，眼見老乞婆套著明晃晃鋼套的尖尖十指要觸到青青雪白粉嫩的臉頰，承志右手長袖向下一揮，撲的一聲擊在老乞婆雙臂中間，他乘勢一捲一送，老乞婆身不由主，向後翻了一個筋斗，騰的一聲坐在地下。這一來，五毒教眾人相顧駭然，老乞婆何紅藥是教中的高手，輩份比現任教主還高一輩，怎麼這個貌不驚人的少年一出手，就如此輕易的將她打了一個筋斗？瘦長子潘秀達和那個鄉下人般的程其斯是五毒教的左右護法，兩人相顧一點頭，潘秀達道：「我來領教。」雙掌一擺，緩步上前。沙天廣道：「袁相公，我接他的。」承志志知道沙天廣不是他的對手，但不便阻攔，道：「沙兄，用扇子，他手指上有尖環，這也算是兵器！」沙天廣展開陰陽扇，當下與潘秀達鬥在一起，這邊啞巴與程其斯兩人默不作聲的腳打足踢，也早已打得十分火熾，片刻之間，五毒教眾人一擁而上，胡桂南、鐵羅漢、青青各自拔出兵刃接戰。老乞婆何紅藥勢如瘋虎，直往青青身邊奔來。承志知她心中含有極大怨毒，雖不明原因，但想必與金蛇郎君有關，她一聽青青是他後代，竟如此不顧一切的撲上來廝拼，此人下手毒辣，不可讓她接近青青，等她奔近，忽然躍出抓住她的後心，提起來一把摜了出去。何鐵手粉臉一沉，伸出右手食指，放在口中噓噓溜溜的一吹，五毒教眾人撲上時勢道極猛，退下去時也真迅捷，突然之間，個個人又都在教主身旁齊齊整整的排成兩列。何鐵手臉露微笑，對袁承志道：「袁相公溫文爾雅，原來還身負絕技，讓我領教幾招。」袁承志道：「貴教各位朋友我們素不相識，不知什麼地方開罪各位，好令在下負荊請罪。」何鐵手臉上一紅，柔聲道：「我們的事本來只與官府有關，袁相公不明中間的道理，也就罷了。這時忽然有金蛇郎君牽涉在內，小妹倒要請問，金蛇郎君現在是在那裏？」青青一拉承志的手，低聲道：「別對她說。」承志道：「教主和金蛇郎君素來相識麼？」何鐵手道：「他和敝教很有淵源，家父就是因他而歸天的。敝教教友二萬人，沒一個不想找到他。」承志和青青都是一驚，他們都沒見金蛇郎君，但知他神出鬼沒，到處樹敵，五毒教恨他入骨，自然也非奇事。承志道：「金蛇郎君離此萬里，祇怕各位永遠找他不著。」何鐵手道：「那麼把他公子留下來祭了先父再說。」她說話輕顰淺笑，神態靦腆，完全是一個羞答答的少女一般，可是說出話來卻是厲害之極。承志道：「自古道好漢一人作事一人當，各位既與金蛇郎君有樑子，還是去找他本人為是。」何鐵手道：「先父過世時，小妹還只三歲，二十年來，那裏找得著這位姓夏的前輩，現在把他公子扣在這裏，他老人家自然會尋來，咱們過去的事就可從頭算一算了。」青青怒不可遏，叫道：「哼，你也想麼？我去告訴爹爹，教他把你們一個個都殺了。」何鐵手轉頭問何紅藥道：「他像他爹爹嗎？」何紅藥道：「相貌一模一樣，驕傲的神氣也差不多。」何鐵手細聲細氣的道：「袁相公，你們各位都請便吧，我們只留下這位夏公子。」說著手一擺，就像是送客的神氣。承志心中尋思：「他們只與青弟一人過不去，這裏形勢險惡，我先把她送出去再說，別人縱使暫時不能脫險，也無大礙。」於是作了一揖，說道：「那麼再見了。」語聲方畢，忽地左手攔腰抱住青青，奔到牆邊，這牆極高，他抱了青青之後，更加不能一躍而上，雙手托在她身子，用力向上拋去，叫道：「青弟，留神！」五毒教眾人齊聲怒喊，暗器紛紛打來，承志長袖飛舞，只聽見叮叮噹噹一陣亂響，暗器都被打落，青青也已抓住牆頭，正要湧身外躍，何鐵手倏地離座，左掌猛向承志門面擊到。承志見她身形剛動，拳風已到自己鼻端，委實快速之極，他自下山來，從未遇到過如高強敵手，只有二師哥歸辛樹才與她在伯仲之間。他見這樣一個嬌弱女兒有如此身手，不禁心裏又驚又佩，喝說：「好！」上手身向後斗縮半尺，一瞥之下，見擊到面前的竟是又尖又利黑沉沉的一隻鐵鉤，更是吃驚。何鐵手右手一揮，一隻金環飛上牆頭，嬌喝一聲：「下來！」青青頓覺左腿劇痛，立足不穩，一個倒栽蔥跌下牆來。何紅藥淒然長笑，十枚鋼套忽離指尖，齊向青青身上射去。這時承志已和何鐵手連拆了五招，兩人攻守都如暴風驟兩，迅疾之至。他百忙中見青青勢危，一把圍棋子擲出，錚錚響聲過去，何紅藥的十枚鋼套都被打落在地。何鐵手嬌喝一聲：「好俊功夫！」左手連進兩鉤，承志看清楚她右手白膩如脂，真是欺霜勝雪，五枚尖尖的指甲上還搽著粉紅的鳳仙花汁，一掌劈來，拳風中帶著一陣濃香，但左手手掌卻不知如何已經割去，手腕上裝了一隻鐵鉤。這鐵鉤鎖、打、拉、戳，虎虎生風，靈活決不在肉掌之下。承志叫道：「沙兄，你們快奪路出去。」此時五毒教眾人早已纏住沙天廣等人拚鬥，以眾圍寡，他們那裏搶得出去。承志戶遇勁敵，精神斗長，伏虎掌法的絕招施展開來，威風可當。何鐵手的掌法自成一派，雖然也是拳打足踢，掌劈鉤刺，但承志見她拳打多虛而掌按俱實，似乎要旨是在用手掌擒拿或按拍他的身體。有時一掌輕輕的捺來，全無勁道。承志以為她掌下留情，故意不用毒招，於是自己發掌時也稍留餘地，酣鬥中見青青坐在下始終不站起來，當下搶攻數招，把何鐵手逼退幾步，縱過去把青青扶起，突然聽見拍的一聲巨響，鐵羅漢和程其斯四掌相對，各自震開。鐵羅漢大叫一聲，上前再攻，拆不數招，手掌漸腫，他又氣又急，大聲嚷道：「他們掌上有毒啊，別著了道兒。」承志這才領悟，原來他們個個練就了毒砂掌，只要敵人身體和毒掌一碰，立即中毒，端的厲害非常。承志見情勢越來越緊，心想如不立時衝出，自己雖然或可脫身，餘人祇怕都要葬身在這毒窟之中。何鐵手身手滑溜異常，見他將青青扶起，不容他再去相救鐵羅漢，已如一陣風般欺到身旁。承志叫道：「何教主，我和你往日無怨，近日無仇，何以如此苦苦相逼？你不放我們走，莫怪在下無禮了。」何鐵手一笑，臉上露出深深兩個酒渦，說道：「我們只要把夏公子留下，您自己請便吧。」承志左足一掃，右掌呼的一聲迎面劈去。何鐵手伸出纖纖玉手向上一架，突見承志這一掌勢道奇大，如雙掌相交，即使對方中毒，可是自己的掌也非折斷不可，幸而她心思機靈，手掌突然變指，微微向上一抬，逕點承志自己右臂處「曲池穴」，這一招變得快，點得準，的是高手，承志輕輕叫了聲：「好指法！」左掌橫掃，斜削敵人頸部。他知何鐵手雖然掌上有毒，卻害怕他掌力厲害，於是拳法又是一變，使出師門絕藝「破玉掌」來。這拳法招招力大勢勁，劉培生號稱「神拳太保」，尚且擋不住他的五招，何鐵手武功雖高，但究是女流，見這拳法猶如鐵鎚擊岩，巨斧開山一般，那敢硬接？何鐵手本來臉露笑容，見承志拳勢如此威猛，不禁凜然生懼，展開騰挪小巧之技，一味遊鬥。豈知她快，承志比她更快，乘她退開半步之際，左掌向上一抬，右拳猛的「石破天驚」，向身旁錦衣毒丐齊雲璈身上打去。齊雲璈叫道：「來得好！」左掌向他拳上拿到，承志忽地往地下一坐，左手反手拿住他的衣袖，同時右足往對方雙腳上一鉤，左足一腿踹在他右足膝蓋三寸處，矻喇一聲，齊雲璈膝蓋登時脫臼，疼痛異常，委頓在地。胡桂南本與齊雲璈激鬥，這時緩出手來，奔去救援被三名好手圍在垓心的沙天廣，承志叫道：「退到圍牆邊，我來救人！」胡桂南依言反身，把青青、鐵羅漢、單鐵生這三個受傷者扶到牆邊。承志縱目四望，見沙天廣與啞巴都是以一敵三，沙天廣形勢尤其危急，當下雙腿左一腳右一腳，踢飛了兩名向他撲上來的五毒教的弟子，縱入人叢，矻矻數聲，圍著沙天廣的三人都已關節受損，或是肩頭脫筍，或是頭頸扭曲，或是手腕拗折。承志一來不欲多傷人眾，二來不敢與毒砂手接觸，所以全用「分筋錯骨手」手法，欺近身疾逾閃電，隔衣拿住對方身上重要關節，用力一扭，敵人不是痛暈倒地，就是動彈不得。他救了沙天廣後，再到啞巴身旁，啞巴拳法頗得華山派的精要，力敵三名高手，雖然脫身不得，但一時也還不致落敗。何鐵手一聲口哨，五毒教人眾齊向承志和啞巴圍來。承志東面一竄，西面一晃，纏住啞巴的兩人一個下顎跌落，一個上臂脫臼，另一個呆得一呆，被啞巴劈面一拳打在鼻梁之上，鮮血直流。啞巴打發了性，還要追打，承志一把拉住他的後領，拖到牆邊，這時眾人都已聚在圍牆之下，靜候承志號令。五毒教在雲南獨霸一方，江湖道聽到他們名頭時，沒一個不是皺眉搖頭，懼怕三分。因為他們不但武功高強，而且擅用毒物，對頭只要沾上了一點一滴，那就死得極慘，豈知來北方後忽遇如此強敵，都是又驚又怒。何鐵手連吹口哨，眾弟子排成隊伍，猛向承志等衝來。承志叫道：「你們快逃，我來對付。」胡桂南輕身功夫最好，人又機靈，當下施展「壁虎遊牆功」先上高牆，將一行人眾接應上去。承志又弄倒了十多個敵人，向何鐵手拱手道：「教主姑娘，再見再見！」哈哈長笑，背脊貼在牆上。倏忽遊到牆頂。老乞婆何紅藥大叫一聲，五枚鋼套向他上中下三路打去，心想他身在牆上，必然難於閃避。承志左袖一揮，五枚鋼套倒轉了反向五毒教眾人打來。何紅藥大叫：「你是金蛇郎君的弟子麼？」袁承志怔了一怔，心想：「她與金蛇郎君必有極深淵源。」他心中念頭轉得快，身法也快，未及張口回答，早已翻出牆外。這時啞巴等人已護著青青等奔到第四重黃牆之下，只聽紅牆上軋軋聲響，露出數尺空隙，承志知道那是機關門之所在，身子如箭離弦，直撲到門口，一招「排山倒海」，雙拳把首先衝出來的兩個五毒教徒鎚進門內，兩人幾個筋斗，直跌進去，餘人一時倒不敢再攻出來。潘秀達一聲號令，四名五毒教徒舉起噴筒，四股毒汁猛向承志臉上噴來。承志見毒汁未到，已是腥臭撲鼻，暗叫不妙，一提氣，倒退丈餘，毒汁發射不遠，濺在地下，猶如墨潑煙燻一般。這黃牆比紅牆已低了五尺，承志縱身一躍，手攀牆頭，在空中打了一個圈子，翻過牆頭去了，姿勢委實美妙之極，何鐵手望見，不禁喝了一聲採。外面三道圍牆一重低過一重，已可不縱而過，片刻間眾人到了最後一重黑牆之外。承志雖見靜悄悄的無人追出，但也不敢停留，把青青負在背上，和眾人疾奔進城。將到住宅時，承志忽覺頭頸中癢癢的一陣吹著熱氣，回頭一望，青青噗哧一笑，承志知她沒有大礙，心中很是寬慰，進宅後忙取出冰蟾給鐵羅漢與單鐵生兩人治傷。青青足上被何鐵手打了一環，雪白的皮膚全成瘀黑，高高腫起，可見何鐵手的功夫實在了得，折騰了半日，等傷者毒氣吸盡，敷上藥料之後，承志才向單鐵生問起五毒教的來歷。單鐵生道：「五毒教教徒足跡不出雲貴兩廣，從來不到北方來，不過大家知道他們厲害，武林中人提到五毒教談虎色變，從來不敢去招惹他們。」程青竹一直在旁傾聽他們談論剛才劇戰惡鬥的經過，皺眉不語，這時忽然插口道：「袁相公，武當派的黃木道人聽說就是死在他們手裏的？」承志道：「怎樣死的？有人見到麼？」程青竹道：「要是有人見到，祇怕這人也逃不脫五毒教的毒手了。不過江湖上許多人說，黃木道人死得很慘。武當派後來大舉到雲南去尋仇，卻又一無結果，也真是隱祕古怪得緊。」沙天廣「嗯」了一聲，道：「程兄，你真的不識得那老乞婆麼？」程青竹道：「我今天到了誠王別墅之外忽然回來，各位一定覺得奇怪，不過我實在有難言之隱。」沙天廣笑道：「我跟你打過，知道你老當益壯，誰也沒說你怕死。」程青竹道：「我受人之託，立過重誓，有一件事決不能說。我不願走進誠王府別墅之內，就和這件事有關。」眾人知他是一幫之主，決不能出言相欺，也就不再提這回事，各自低頭沉思，忽然一名家丁進來報道：「有一位姓焦的姑娘要見袁相公。」青青秀眉一蹙道：「她來幹什麼？」承志道：「請她進來吧！」家丁答應了出去，過不多時，領著焦宛兒進來。她一走進廳，跪在承志面前拜了幾拜，伏地大哭。承志見她一身縞素，心知不妙，連忙跪下還禮，道：「焦姑娘快請起，令尊他老人家好麼？」焦宛兒哭道：「爹爹─給─給那姓閔的奸賊害死啦。」承志吃了一驚，站起身來，問道：「怎麼死的？」焦宛兒從身上拿出一個布包來，放在桌上一一打開，只見裏面是一柄精光耀眼的匕首，刃身還殘留著烏墨的血跡，承志連布包把匕首捧起細看，見劍柄上用金絲鑲著「武當門下弟子輩弟子閔子華收執」幾個字，顯然是武當派弟子藝成下山時師尊例行所贈的防身利器。焦宛兒哭道：「爹爹和我那天在泰山開了大會後回到家，在徐州府客店裏住宿，第二日他睡到辰時過了還不起來，我去叫他，那知──那知──他胸口插了這把刀──袁相公，請你作主！」說罷號啕大哭。青青本來對她頗有疑忌之意，這時見她哭猶如梨花帶雨，嬌楚可憐，心中難過，把她拉在身邊，摸出手帕給她拭淚，一面對承志道：「大哥，那姓閔的已答應揭過這個樑子，怎麼又卑鄙行刺？咱們可不能善干罷休！」承志沉吟不語，隔了一陣道：「焦姑娘，後來你見過那姓閔的麼？」宛兒哽咽道：「我──我──見過兩次，我們一路追他，是昨天到這裏的。」青青叫道：「好啊，他在北京，咱們這就去找他。妹妹你放心，我一定給你報仇。」她見程青竹、沙天廣等不明這事的前因後果，於是把承志在金陵擊破兩儀劍法為焦閔兩家解仇的事說了，眾人聽說閔子華如此不守江湖道義，都是憤慨異常。沙天廣道：「閔子華什麼東西，我老沙倒要鬥他一鬥。」焦宛兒向眾人盈盈拜了下去，淒然道：「要請眾位伯伯叔叔主持公道。」程青竹在桌上用力擊了一記，喝道：「閔子華在那裏？武當雖然人多勢眾，我老程可不怕他。」宛兒道：「爹爹逝世後，我和幾位師哥就在徐州給他老人家收殮，靈柩寄存在徐州廣武鏢局的雲鏢頭家裏，我們馬上遍請武林同道搜尋閔子華的下落，總是爹爹英靈知護，沒幾天河南的朋友就傳來訊息，說有人見到那姓閔的奸賊正從河南到北京。我們金龍幫內外香堂的眾香主和和各路水陸碼頭的舵主，一路路分批兜截，曾交過兩次手，都被他滑溜逃脫了，小妹不中用，還被那奸賊刺了一劍。」承志見她左肩微高，知道裏面包著繃帶，想來她為父報仇，必定奮不顧身，可是談到武功，自然遠遠不及閔子華了。宛兒又道：「昨天我們大夥追到北京，現在已確實查到了那奸賊的落腳的地方。」青青急道：「在那裏？咱們快去，莫被他溜了。」宛兒道：「他住在西城傅家衚衕的一所宅子裏，咱們幫裏已有一百多人守在附近。」承志暗暗點頭，心想：「她年紀雖小，卻是十分的精明幹練。這次金龍幫傾巢而出，那是非殺了閔子華不肯罷休的了。」宛兒又道：「剛才我在大街上遇著一位在泰山大會中見過面的朋友，才知道袁相公和各位住在這裏。」沙天廣大姆指一翹道：「焦姑娘你做事十分週到，閔子華已在你們掌握之中，但你還是來請盟主主持公道，讓江湖上的朋友說一句閔子華該殺，好好！」承志道：「你們幾時動手！」宛兒道：「今晚二更。」她把匕首包回在布包之中，青青道：「妹子，待會你還是用匕首刺死他。」宛兒點了點頭。承志想起焦公禮一生仗義，到頭來還是死於非命，不勝浩嘆，又想祇怕武當派與金龍幫此後怨怨相報，糾纏不清，不知如何了結？閔子華暗中傷人，理應遭報，但這事要做得讓武當派十分心服，方無後患。各人用過晚飯，休息一陣，青青、鐵羅漢兩人受傷不能前去，單鐵生已被送回自己家裏，承志帶同程青竹、沙天廣、啞巴、胡桂南、洪勝海五人，隨著焦宛兒往傅家衚衕而去。青青不能同行，連連嘆氣，咒罵何鐵手這妖女害得她動彈不得。眾人將到衚衕外時，焦公禮的眾弟子已悄悄迎了上來，說閔子華和他師兄洞玄道人在裏面說話。他們見承志出手相助，欣慰已極。上次承志飲酒吃雞，談笑間把武當派的兩儀劍法一舉破去，金龍幫的人是個個見到的，這次他來為老幫主報仇，那閔子華豈有不手到擒來之理？宛兒對承志道：「袁相公，咱們可以動手了麼？」承志道：「叫大夥兒守在外面，咱們幾個人去探一探。」宛兒道：「好！」低聲與幫友們說了幾句話，和承志等躍進牆去。洪勝海輕功較差，落地時腳下微微一響，屋中燈火忽地熄滅。宛兒知道仇人已經發覺，不能再探到什麼，輕輕一聲胡哨，突然屋頂，牆角，四週的屋子上，到處都探出頭來。宛兒叫道：「姓閔的，你出來瞧瞧是誰來啦！」屋中人默不作聲，宛兒道：「點了火把進去！」金龍幫四名幫友取出火摺，點著帶來的火把，昂首而入，旁邊四名幫友執刀衛護，突然拍拍數聲，四根火把打滅了三根，兩條黑影從人頭上飛了出來。金龍幫幫眾一湧而上，乒乒乓乓的打了起來，各人唿哨招呼，四下圍住，火把越點越多，把一個大院子照耀得如同白晝。洞玄道人和閔子華知道已落重圍，但仗著劍法精奇，兩人背靠背的力拼死戰，轉瞬間把金龍幫幫眾刺傷了七八人。傷的一退下，立即有人補上，再打片刻，兩人眼見要被亂刀分屍！再鬥一陣，閔子華和洞玄又殺傷了三四人，但洞玄左臂也已受傷。他劍交右手，猛撲力戰，勢如瘋虎，但兩儀劍法本來是他用左手劍，威力立減，片刻之間，洞玄與閔子華身上又各受了幾處傷。承志在一旁觀戰，他想：「一命還一命，殺閔子華一人已經夠了，不必纏洞玄也陪在這裏。」眼見兩人就要命喪當地，他湧身一躍，跳入圈子，只見金光閃動，嗆啷啷一陣亂響，不但洞玄與閔子華兩人手中長劍被承志的金蛇寶劍削斷，金龍幫諸人的兵刃也各斷頭折身，大家出其不意，都大吃一驚。袁承志自得了金蛇寶劍以來，從未仗劍與人正式交手，想不到寶劍竟有如斯驚人威力，連自己也呆了一呆，見把眾人兵刃一齊削斷，心中好生歉然，心想這都是各人合用的兵器，自己不過想把大家的兵器擋開，那知無意中一鼓予以砍壞。這時洞玄和閔子華全身上下都是斑斑血跡，見承志到來，更知無倖，洞玄把斷劍往地下一擲，慘笑道：「咱們兄弟不知那裏得罪了閣下，如此苦苦相逼？」一翻手從腰裏摸出一柄晶亮的匕首，猛往自己胸膛上插去。承志左掌如風，在他胸前輕輕一推，右手已拿住他的手腕，施展空手入白刃絕技，夾手把他刃首奪了過來，火光下一看，見匕首和閔子華刺死焦公禮那一柄一模一樣，柄上刻著「武當門下子字輩弟子洞玄收執」一行字。洞玄鐵青了臉，喝道：「好漢子可殺不可辱，我既學藝不精，不是你的對手，我死給你看便了，快把匕首還我。」承志怕他又要自殺，把匕首往腰裏一插，正色道：「待咱們料理清楚之後，我自然還你。」洞玄大怒，叫道：「你要殺就殺，不能如此欺人？」說著劈面一拳，承志退後一步避開，愕然道：「我何敢相欺？」洞玄凜然道：「這匕首是我們武當派師尊所賜，寧教性命不在，也不能落入旁人之手中。」承志一楞，疑雲大起，心想此物既然如此緊要，閔子華如何能刺殺焦公禮後插在他身上不拿回去，掌下把洞玄的匕首雙手奉還，道：「我有一事要請教道長。」洞玄接過匕首，聽他說得客氣，道：「請說。」承志轉過身來，對宛兒道：「焦姑娘，把那布包給我。」宛兒把布包遞給了他，手握雙刀，緊緊監視閔子華。承志打開布包，露出匕首，洞玄和閔子華齊聲驚呼。金龍幫幫友眼見兇器，想起老幫主慘死，目眥欲裂，各人逼近數步，閔子華道：「這─這─我的匕首呀？你從那裏得來的？」伸手來取，承志手一縮，宛兒左手刀呼的一聲往閔子華手臂上砍去。閔子華疾忙一避，這刀沒有砍中，宛兒待要追擊，承志伸手攔住道：「先問清楚了。」宛兒停刀不砍，眼中流下兩行淚來。閔子華怒道：「當日我們在南京言明，雙方解仇釋怨，金龍幫為什麼不顧信義，接著幾次暗地來傷我？你叫焦公禮出來，咱們三對六面，說個明白，要是我姓閔的道理虧了，我當即自己了斷，決不含糊──」他話未說完，金龍幫早有數人紛紛怒喝：「我們幫主給你害死了，你這奸賊還來假撇清！」閔子華和洞玄都大吃一驚，齊聲道：「什麼？焦公禮死了？」承志見他們臉上流露出來的驚訝神色，倒頗不似作偽，暗想：「或許內中另有別情。」當下道：「你們真的不知道？」閔子華道：「我把房子輸了給你之後，沒面目再在江湖上混，就到開封府去和掌門大師兄水雲道長商量，那知師兄沒會到，途中卻不明不白，和金龍幫的人廝殺了兩場，焦公禮好端端的怎麼會死？」宛兒為人很是機伶，聽閔子華這麼說，也瞧出情形有點不對，哽咽道：「我爹爹──是給──給人用這把匕首害死的──就算不是你，也總是你的朋友。」閔子華恍然大悟道：「嗯，嗯，這就是了。」宛兒喝道：「什麼這就是了？」閔子華似乎待要分辯，一時拙於言辭，卻又說不明白，金龍幫眾人以為他心虛，聲勢洶哅的又要操刀上前。洞玄道人接過閔子華手中半柄斷劍，連著自己的劍往地下一擲，凜然道：「各位既然寧願焦老幫主被害的大仇永遠不能得報，寧願禍首奸人在一旁暗中冷笑，咱們師兄弟饒上這條性命，又怕什麼？」挺起胸膛，束手就戮，眾人見他如此，面面相覷，一時倒拿不定主意。承志道：「這樣說來，焦老幫主不是閔兄殺的了？」閔子華道：「我姓閔的雖然本領不濟，可還知道人生於世，信義為先，我既然輸在你手，又知有奸人從中挑撥，怎麼還會再到南京尋仇。」承志道：「焦老幫主不是在南京被害的。」閔子華道：「在那裏？」承志道：「徐州。」洞玄道：「咱們師兄弟有十多年沒到徐州啦，除非我們會放劍，千里外取人首級。」承志道：「此話當真？」洞玄伸手一拍自己項頸道：「我的頭在這裏。」宛兒道：「那麼這柄匕首從何而來？」洞玄道：「我這時說出真相，祇怕各位還不相信，現在我領你到一個地方去，你一看就知。」閔子華急道：「師哥，那不能去。」洞玄道：「袁相公和焦姑娘都是好朋友，不礙事。」閔子華才不言語了。宛兒道：「到那裏？」洞玄道：「我只答應帶領袁相公和您兩位同去，人多了不行。」