第一百零八回　久別重逢抬起頭來，只見女兒容色憔悴，不禁心中大是痛惜，郭靖久在蒙古軍中，知道蒙古用兵素極殘忍，略地屠城，一日之間可慘殺婦孺十數萬人，若將郭襄燒死，真如踩死一隻螞蟻一般，當下一咬牙，叫道：「襄兒聽著，你爹爹媽媽以身許國，生死早已置之度外。你是大宋的好女兒，慷慨就義，不可害怕。爹娘今日救你不得，日後定當殺了這奸僧，為你報仇。懂得了麼？」郭襄含淚點頭，大聲道：「爹爹媽媽，女兒不怕！」郭靖道：「這才是我的好女兒！」解下腰間鐵胎硬弓，搭上長箭，颼颼颼連珠三箭，高台下三名手執火把的蒙古兵應聲倒地，三枝長箭都是透胸而過。要知郭靖的騎射之術，學自蒙古的神箭將軍哲別，再加上數十年的內力修為，他所站之處敵兵箭射不到，他卻能以強弩斃敵。眾蒙古兵齊聲發喊，高舉盾牌護身。郭靖道：「走罷！」勒轉馬頭，與黃蓉等回入城中。一行人回到城頭，黃蓉呆呆望著高台，心亂如麻。黃藥師忽道：「蓉兒，咱們用二十八宿大陣，跟韃子鬥上一鬥。」黃蓉一凜，道：「便是鬥勝，韃子舉火燒台，那便怎麼處？」郭靖昂然道：「咱們奮力殺敵，襄兒生死，付諸天命。岳父，請問那二十八宿大陣，是怎生擺法？」黃藥師笑道：「這陣法變化繁複，當年我瞧了全真教的天罡北斗陣後，潛心苦思，創下這二十八宿陣來，有心要和全真教的道士們較量一個高下。」一燈道：「黃老邪五行奇門之術，天下獨步，縱然王重陽復生，也比你不過，這二十八宿陣，想來必是妙的。」黃藥師沉吟半晌，說道：「我這陣法本意只用於武林中數十人的打鬥，倒沒想到用於千軍萬馬的戰陣。然略加變化，倒也合用，只可惜眼前少了一人雙鵰。」一燈道：「願聞其詳。」黃藥師道：「雙鵰若不給那奸僧害死，咱們陣法一發動，雙鵰便可飛臨高台，搶救襄兒下來，自下卻無善策。這二十八宿大陣，乃依五行生剋變化，有五位高手主持，咱們東南北中四個方位都有人了，但西毒歐陽鋒已死，後繼無人，老頑童又身受重傷，倘若楊過在此，此人精靈古怪，武功不在昔年歐陽鋒之下，此刻卻那裏找他去？這西方的主將，倒是令人大費躊躇。」郭靖舉目遙望北方，眼光掠過高台，喃喃的道：「過兒是生是死，當真教人好生牽掛。」那日郭襄與楊過在谷底相會，卻如何黃蓉等遍尋不見？如何相隔不到一日，便失了他的蹤跡？原來當日楊過心傷腸斷，自知再也不能和小龍女相會，於是縱身躍入谷底，只道這一下定是粉身碎骨，自此一了百了，不料下墮良久，突然撲通一響，竟是摔入了一個水潭之中。他從數百丈高處躍將下來，衝力何等猛烈，筆直的墮將下去，也不知沉入水中多深，突然眼前一亮，似乎看到一個水洞，待要凝神再看，水深處浮力奇強，立時身不由主的被浮力托了上來，便在此時，郭襄跟著跌入了潭。當時的奇事一件跟著一件，楊過不及細想，待郭襄浮上水面，當即伸手將她救到潭旁的岸上，問道：「小妹子，你怎麼跌到了這裏？」郭襄道：「我見你跳下來，便跟著來了。」楊過搖頭道：「胡鬧，胡鬧！你難道不怕死麼？」郭襄微笑道：「你不怕死，我也不怕死。」楊過心中一動：「難道她小小年紀，竟也對我如此情深？」想到此處，不由得雙手微微顫動。郭襄從懷中取出最後一枚金針，遞給了楊過，說道：「大哥哥，當日你給我三枚金針，曾說憑著每一枚金針，我可相求一件事，你無有不允。今日我來求懇：不論龍姊姊是否能和你相會，你千萬不可自尋短見。」楊過眼望手中的金針，顫聲道：「你從襄陽到這裏來，便是為求我這件事麼？」郭襄心中歡喜，說道：「不錯。大丈夫言而有信，你答應過我的事，可不許賴。」楊過嘆了一口長氣，一個人從生到死、又從死到生的經過一個回來，不論他死志如何堅決，萬萬不能再度求死，此是人生至理，從無例外。他上下打量郭襄，只見她全身濕透，冷得牙關輕擊，卻是滿臉喜色，於是拾了些枯枝，待要生火，但兩人身邊的火摺火絨都已浸濕了不能使用，只得道：「小妹子，你先練兩遍內功，免得寒氣入體，日後生病。」郭襄道：「咱兩個一起練。」兩人並肩坐下，調息運氣。楊過自幼在寒玉床上習練內功，這一些寒氣自不在心上，伸手撫住郭襄背脊的「神堂穴」，一股溫和之氣，緩緩送入她的體內。過不多時，郭襄只覺周身百脈，無不暢暖。待郭襄的內息在周天搬運數轉，楊過這才問起她如何到絕情谷來，郭襄依實說了。楊過怒道：「這法王如此可惡，咱們覓路上去，待哥哥揍他一個半死。」說話未了，突然空中墮下一頭大鵰來，在潭中一沉一浮，受傷甚重。郭襄驚道：「是咱家的鵰兒。」跟著那頭雌鵰飛下將雄鵰負上，第二次飛下時，楊過將郭襄扶上鵰背。他只道那鵰兒定會再來接自己上去，豈知待了良久，竟是毫沒聲息，他那裏知道，這雌鵰為了殉情，已隨雄鵰而死。楊過待雌鵰不至，當即察看潭邊情景，一瞥眼，只見大樹上排列著數十個蜂巢，這些蜂巢比尋常的大了三倍，而在巢畔飛舞來去的蜜蜂，正是昔年小龍女在古墓中馴養的異種玉蜂。楊過一見，禁不住「啊」的一聲，驚呼出來，雙足釘在地下，移動不得，過了片刻，這才走到巢旁察看，只見蜂巢之旁糊有泥土，實是人工所為，依稀是小龍女的手筆。楊過定了定神，心想：「遮莫是當年龍兒躍下此谷，便在此處居住？」四下裏察看一遍，但見周圍削壁環繞，宛似身處一口大井之底，常言道「坐井觀天」，但坐在此井之底，望上去盡是白雲濃霧，那裏看得見天日？楊過折下一根樹幹，敲打四周山壁，竟沒絲毫異狀，但凝神察看，有幾棵大樹的樹皮曾被人剝去，有些花草似曾經人移植，霎時之間，忽喜忽憂，一顆心怦怦的跳個不住，這時已料得定小龍女定在此處住過，只是悠悠一十六年，到今日是否玉人無恙，有誰能說？楊過素來不信鬼神，但情急之下，終於跪了下來，喃喃祝禱：「老天啊老天，你終須保佑我再見龍兒一面。」禱祝一會，尋覓一會，終是不見端倪，楊過坐在樹上，支頤沉思：「倘若龍兒是死了，也當在此處留下骸骨，除非是骨沉潭底。」他想到此處，一躍而起，大聲道：「好歹也要尋個水落石出，不見她的屍骨，此心不死。」於是縱身入潭，直往深處潛去。那潭底越深越寒，潛了一會，四周藍森森的都是玄冰。楊過雖不畏冷，但深處浮力太強，他用力衝了數次，也不過再潛下數丈，始終無法到底。此時氣息漸促，於是回上潭邊，抱了一塊大石，再躍入潭中。這一次卻急沉而下，猛地裏眼前一亮，楊過心念一動，忙向光亮處游去，只覺一股急流，捲著他身子衝了過去，光亮處果是一洞。楊過拋下大石，手腳齊划，那洞內卻是一道斜斜向上的冰窖。楊過順勢划上，過不多時，波的一響，衝出了水面，只覺陽光耀眼，花香撲鼻，竟是別有天地。楊過不即爬起。遊目四顧，只見繁花青草，便如是一個極大的花園，四下裏卻無人影。他又驚又喜，縱身出水，見數十丈外有幾間茅屋。楊過提氣疾奔，但只奔出三四丈，立時收住腳步，一步步慢慢向前挨去，心中只想：「倘若在這茅屋之中仍是探問不到龍兒的消息，那便怎麼處？」他走得越近，腳步越慢，心底深處，實是怕這最後的希望也終歸於泡影，最後走到離那茅屋丈許之地，側耳細聽，四下裏靜悄悄地，絕無人聲鳥語，惟有玉蜂的嗡嗡微響。楊過鼓起勇氣，道：「楊某冒昧拜謁，請予賜見。」說了兩遍，屋中無人回答。楊過伸手輕輕一推板門，那門呀的一聲開了。楊過舉步入內，一瞥眼處，不由得全身一震，只見屋中陳設簡陋，卻是潔淨異常，堂上一桌一几，更無別物，但桌几放置的衣位，他卻是熟悉之極，原來與在古墓石室中的桌椅一模一樣。他也不加思量，自然而然的向右側轉去，果然那裏是一間小室，過了這小室，是一間較大的房間。這房中的床榻桌椅，全與古墓中楊過的臥室相同，只是古墓中用具大都石製，此處的卻是粗木搭成，但見室右有榻，那是他幼時練功的寒玉床，室中凌空拉著一條長繩，那是他練輕功時睡臥所用，窗前小小一几，那是他讀書寫字之處，室左立著一個粗糙的木櫥，他拉開櫥門，只見櫥中放著幾件樹皮結成的兒童衣衫，正是從前在古墓時小龍女為自己所縫的模樣。楊過進了這室中之後，撫摸床几，早已淚珠瑩瑩欲滴，這時再也忍耐不住，眼淚奪眶而出，簌簌滾下衣衫。忽覺得一隻柔軟的手輕輕撫著他的頭髮，柔聲問道：「過兒，什麼事不痛快了？」這聲調語氣，撫他頭髮的模樣，便如是從前小龍女安慰他的神情。楊過霍地回過身來，只見身前盈盈站著一個白衫女子，雪膚依然，花容如昨，正是十六年他日思夜想、魂牽夢縈的小龍女。兩人呆立半晌，「啊」的一聲輕呼，摟抱在一起。燕燕輕盈，鶯鶯嬌軟，是耶非耶？是真是幻？這十六年來的相思，一時那裏訴說得盡？過了良久，楊過才道：「龍兒，你的容貌一點也沒有變，我卻老了。」小龍女端目凝視，說道：「不是老了，是我的過兒長大了。」本來小龍女年長於楊過，但她自幼居於古墓，跟隨師父修習內功，屏絕思慮欲念，楊過卻自幼飽歷憂患，大悲大樂，因此到二人成婚之時，已似年貌相若。那古墓派玉女功養生修練，有「十二少、十二多」的正反要訣：「少思、少念、少欲、少事、少語、少笑、少愁、少樂、少喜、少怒、少好、少惡。行此十二少，乃養生之都契也。多思則神怠，多念則忘散，多欲則損智，多事則形疲，多話則氣爭，多笑則傷臟，多愁則心懾，多樂則意溢，多喜則忘錯昏亂，多怒則百脈不定，多好則專迷不治，多惡則焦煎無歡。此十二多不除，喪生之本也。」小龍女自幼精進修為，無喜無樂，無思無慮，其功力之純，即是師祖林朝英亦有所不及，但後來楊過一到古墓，兩人相處日久，情愫暗生，這少語少事、少喜少愁的規條便漸漸無法信守了。婚後別離一十六年，楊過風塵飄泊，闖盪江湖，憂心悄悄，兩鬢星星，小龍女卻幽居深谷，雖終不免相思之苦，但究竟二十年的幼功非同小可，過得數年後，重行修練那「十二少」要訣，漸漸的少思少念，少欲少事，獨居谷底，卻也不覺寂寞難遣，因之兩人久別重逢，反而是楊過顯得年紀大了。小龍女一十六年沒有說話，這時雖然心中歡喜，但說起話來，竟是口齒笨拙不靈。兩人索性便不說話，只是相對微笑，楊過到後來熱血如沸，拉著小龍女的手，奔到屋外，說道：「龍兒，我好快活。」猛地一躍，跳到一棵大樹之上，連翻了七八個觔斗。這一下喜極忘形的連翻七個觔斗，乃是楊過幼時在終南山和小龍女共居時的頑童作為，十多年來他對此事從來沒想起過，那料到今日人近中年，突然又來這麼露了一手。只是他武功精湛，身子在半空中矯夭騰挪，宛若遊龍，自然而然顯出了上乘的輕功。小龍女縱聲大笑，什麼「少語、少笑、少喜、少樂」的禁條，全都拋到九霄雲外去了。小龍女從身邊取出手帕，本來在終南山之時，楊過翻罷觔斗，笑嘻嘻的走到她身旁，小龍女總是拿手帕給他抹去額上的汗水，這時見楊過走近，臉不紅，氣不喘，那裏有什麼汗水？但她還是拿手帕替他在額頭抹了幾下。楊過接過手帕一看，見是用樹皮的經絡織成，甚為粗糙，想像她這一十六年在這谷底的苦楚，不禁心酸難言，輕輕撫著她頭髮，說道：「龍兒，也真難為你在這裏挨了一十六年。」小龍女幽幽嘆了口氣，說道：「倘若我不是從小在古墓中長大，這一十六年定然挨不下來。」這一句話可半點不錯，倘若兩人易地而處，換作楊過獨居谷底，他武功雖高，也未必能活到兩三年。要知小龍女一生長於古墓，雖然初時有師父和孫婆婆照料，後來有楊過為伴，但她一向獨立自活，極少依賴別人。由於長期慣於獨居，她方能在這谷底過非旁人所能堪的日子。於是兩人並肩坐在石上，互訴別來情事。楊過性急，不住口的問這問那，小龍女講了一會話，言語漸漸靈便，才慢慢將這一十六年中的變故說了出來。原來那日楊過將半枚絕情丹拋入谷底，小龍女知他為了自己中毒難治，不願獨生。當晚她思前思後，知道只有自己先死，絕了他的念頭，才得有望解他體內情花之毒。但倘若自己露了自盡的痕跡，只有更促楊過之死，思量了半夜，於是用劍尖在斷腸崖前刻了那幾行字，故意定了一十六年之約，這才縱身躍入深谷。當時她想，如果楊過天幸得保性命，隔了長長的十六年後，即使對自己思憶不減，但絕不致再圖殉情。她說到這裏，楊過嘆道：「你為什麼想到一十六年？倘若你的是八年之約，咱們豈不是能早見八年？」小龍女道：「我知你對我深情，短短八年時光，決計沖淡不了你烈火一般的性子。唉，那想到雖隔一十六年，你還是跳了下來。」楊過笑道：「可知一個人還是深情的好。假如我想念你的心淡了，只不過在斷腸崖前大哭一場，就此別去，那麼咱倆終生不能再見了。」小龍女道：「可見冥冥之中，自有天意。」兩人出死入生，經歷如此劇變之後，終能重聚，這時坐在石上相偎相倚，心中都是深深感謝蒼天眷顧。看官，要知楊過和小龍女一離一合，其事甚奇，似乎歸於天意，其實卻須歸因於兩人本身的性格。兩人若非鍾情如此之深，絕不會一一躍入谷中；小龍女若非天性淡泊，決難在谷底長時獨居；楊過如不是生具至性，也定然不會十六年如一日，至死不悔。當然，若是谷底並非水潭而係山石，則兩人躍下後粉身荒山，終於還是同穴而葬。須知世事遇合變幻，窮通成敗，雖然有關機緣氣運，自有幸與不幸之別，但歸根結底，總是由各人本來性格而定。兩人默然良久，楊過又問：「你躍入這水潭之中，便又怎樣？」小龍女道：「我昏昏迷迷的跌進水潭，浮起來時給水流衝進冰窟，通到了這裏，自此便在此處過活。這裏並無禽鳥野獸，但潭中水產豐盛，谷底水果食之不盡，只是沒有布帛，只能剝樹皮做衣衫了。」楊過道：「那時你中了冰魄銀針，劇毒侵入經脈，世上無藥可治，卻如何在這谷底居然好了。」他回眼凝視小龍女，雖見她容顏雪白，殊無血色，但當年中毒後眉間眼下的那層隱隱黑氣，卻早已褪盡。小龍女道：「我在此處住了數日後，毒性突然發作，全身火燒，頭痛欲裂，當真是支持不住，想起在古墓中洞房燭之夕，你教我坐在寒玉床上逆運經脈，雖然不能驅毒，當可減緩心頭的煩惡苦楚。這裏雖無寒玉床，但潭底結著萬年玄冰，亦有透骨之寒，於是我潛回冰窟，在那裏耽了一會。此後偶爾回到墮下來時的水潭之旁，向上仰望，總盼能得到一點你的訊息。有一日忽見谷頂雲霧中飛下幾頭玉蜂，那自是老頑童攜到絕情谷中來玩弄而留下的，我一見玉蜂，宛如見到好友，當即構築蜂巢，招之安居。後來玉蜂愈聚愈多，我每服食一次蜂蜜，便覺痛楚稍減，想不到這玉蜂的蜂蜜，正是驅毒的良劑，如是長期服食，體內毒發的次數也漸漸加長。初時每日發作一兩次，到後來數日一發，進而數月一發，最近五六年來，一次也沒再發，想是已經好了。」楊過大喜，道：「可見好心者必有好報，當年你若不是把玉蜂贈給老頑童，他不能帶到絕情谷來，你的病也治不好。」小龍女又道：「我的病大好後，很想念你，但那深谷高愈百丈，四周都是光溜溜的削壁，怎能上得？於是我用花樹上的細刺，在玉蜂翅上刺下『我在絕情谷底』六字，盼望玉蜂飛上之後，能為人發見。數年來我前後刺了數千隻玉蜂，但始終沒回音帶轉，我一年灰心一年，看來這一生終是不能再見你一面了。」楊過拍腿大悔，道：「我忒地粗心，每次來絕情谷，總是見到玉蜂，卻從沒捉一隻來瞧瞧，否則你也可少受幾年苦楚了。」小龍女微笑道：「這原是我無法可施之際想出來的下策。其實，誰又能想到這小小蜜蜂身上會刺得有字？這字細於蠅頭，便有一百隻玉蜂在你眼前飛過，你也看不到牠翅上有字。我只盼望，什麼時候一隻玉蜂撞入了蛛網，天可憐見給你看到，你念著咱倆的恩義，定會伸手救牠出來，那時候你才會見到牠翅上的細字。」她卻不知蜂翅上細字終於給玩蜂為戲的周伯通發見，而給智慧過人的黃蓉隱約猜到了其中含義。兩人說了半天話，楊過肚中餓了，小龍女邀他入屋，燒了一大盆魚，並有水果蜂蜜。潭水寒冷，所產的鮮魚軀體雖小，卻是味美多脂。楊過讚不絕口，吃了一個飽，這才述說自己這一十六年來的種種經歷。他縱橫江湖，威懾群豪，遭際自比獨居深谷的小龍女繁複千百倍，但小龍女素來不關心世務，只求見到楊過，那便萬事已足，縱是最驚心動魄的奇遇，她聽著也只淡淡一笑，猶如春風過耳，終不縈懷。倒是楊過絮絮問她如何捉魚摘果，如何造屋織布，對每一件小事都興趣盎然，從頭至尾問一個明白，似乎這小小谷底，居然反大於天下的五湖四海一般。兩人長談了一夜，直到天明，這才倦極而眠。醒來時日已過午，楊過道：「龍兒，咱倆便在這谷底終老呢，還是設法回去那花花世界？」依著小龍女的心意，她寧可便在這谷底安靜太平的和楊過廝守，但想楊過喜歡熱鬧，雖然對己情深愛重，終是過不慣這種寂居的日子，便道：「咱們想法子上去瞧瞧吧，若是上面不好，可再回來，只是……只是，要上去卻難得緊呢。」於是兩人潛入冰窟，回到潭邊，只見一條長索，從谷口直懸下來，水潭旁又有許多縱橫錯雜的腳印，潭邊生著一個火堆，餘燼未熄。楊過道：「啊，有人來找過咱們了，而且還潛入過水潭。」他在潭邊走了一圈，忽見一株大樹上有人用刀尖刻劃著兩行字。只見那兩行字寫道：「一燈、伯通、瑛姑、蓉、英、無雙，至此覓楊過不遇，悵悵而歸。」楊過心中感激，道：「他們終是沒忘記我。」小龍女道：「誰也不會忘記你的。」楊過道：「他們緣長繩而下，雖然潛入潭中，但因沒有從數百丈高處躍下來的一衝之力，沉潭不深，是以見不到冰窟所在。倘若我也是緣繩下來，那便找你不著了。」小龍女道：「我早說萬事前定，老天爺在冥冥中早有安排。」楊過搖頭笑道：「這叫作精誠所至，金石為開。」他伸手拉了拉繩索，試出繩索堅韌，上面繫得牢固，道：「我先上去，瞧那金輪法王是否尚在，但想一燈大師、老頑童等既到過這裏，這法王必已逃之夭夭了。」又問道：「龍兒，你的武功可有擱下？倘若爬不上，我負你上去。」小龍女微笑道：「一十六年來雖無寸進，從前學的功夫多半還留著。」楊過回頭一笑，左手抓著繩索，微一運勁，身子已上竄丈餘，他雖只有單臂，但輔以雙足，不多時便爬出了深谷。接著小龍女也攀繩上來。兩人並肩站在斷腸崖前，瞧著小龍女當年在石壁上所刻的那兩行字，真如隔世，兩人相對一笑，此時心頭之喜，只覺這一十六年中的苦楚，登時化作雲煙了。楊過在山邊摘了一朵「龍女花」，替小龍女簪在鬢邊，一時間花人相映，花光膚色，不知是紅花替人添了嬌艷，還是人面給花增了姿色？且說金輪法王在襄陽城外構築高台，要火焚郭襄，以脅逼郭靖投降。黃藥師在城頭說要擺一個「二十八宿大陣」，與之一決生死。當下郭靖稟明安撫使呂文煥，請下將令，讓黃藥師在校場上調兵遣將。這時參與英雄大會的各路豪傑雖已散了大半，但留在城中也還是英才濟濟，各人齊集校場聽調。黃藥師道：「他用四個萬人隊圍著高台，咱們若是多點人馬，便勝得他也不算本事。咱們也只用四萬人。孫子兵法說，十則圍之。但善用兵者一圍一，有何難哉？」當下黃藥師站上將台，說道：「咱們這二十八宿大陣，共分五行方位。」隨即召集統兵將領，口講指劃，一一解釋，又道：「這陣勢變化繁複，非一時便能融會貫通，因此今日之戰，要請五位熟悉五行變化之術的武學高手指揮，領軍的將軍，須依這五位的號令行事。」眾將躬身聽令。黃藥師道：「中央黃陵五炁，為戊己丑辰未戍，屬土，由郭靖統軍八千，此軍直搗中央，旨在救出郭襄，不在殲敵。各軍背負土囊，中盛黃土，一攻至台下，立即以土囊滅火壓柴，拆台救人。」郭靖接令，站在一旁。黃藥師又道：「南方丹陵三炁，為丙丁已午，屬火。相煩一燈大師統軍，領兵八千。此路兵中一千人衛護主將，其餘七千人編為七隊，分由朱子柳、武三通、泗水漁隱、武敦儒、武修文兄弟、二武的夫人耶律燕、完顏萍等七人統率。上應天象七宿，是為井木犴，鬼金羊、柳土獐、星日馬、張月鹿、翼火蛇、軫水螣七星。」一燈大師、朱子柳等接令，自去點兵編隊。黃藥師又道：「北方玄陵七炁，為壬癸亥子，屬水。由黃蓉統軍，領兵八千。此路兵中一千人護衛主將，其餘七千人編為七隊，分由耶律齊、梁長老、郭芙及丐幫諸長老、諸弟子統率。上應天象九宿，是為斗木豸、牛金羊、女士蝠、虛日鼠、危月燕、室火豬、壁月揄七星。」黃蓉應命接令，這一路兵以丐幫弟子為主力，人才極盛。黃藥師點了三路兵後，說道：「東方青陵九炁，為甲乙寅卯，屬木。此路兵由我東邪黃藥師統軍，也是統兵八千。」眾人心想東邪主軍東方，南帝主軍南方，北丐的弟子主軍北方，郭靖是中軍主將，又是中神通王重陽嫡傳弟子馬鈺的弟子，主軍中央以親救愛女，原也恰當。只聽黃藥師又道：「我門下弟子死得乾乾淨淨，傻姑不在身邊，這裏只剩下程英一人。」於是又點了參與英雄大會的豪傑六人，說道：「東路兵也分八隊，一隊護衛主將，其餘七隊上應天象七宿，是為角木蛟、亢金龍、氏土貉、房月狐、心日兔、尾火虎、箕水豹七星。」他點到最後一路西路軍，說道：「這一路由全真教教主李常志主軍……」眾人聽到這裏，都覺憑聲望武功，這一路的主將都遠較其餘四路為弱，忽聽得壇下一人大聲說道：「喂，黃老邪，你撇下我不理嗎？」眾人一看，說話的正是老頑童周伯通。黃藥師道：「周兄，你背傷未愈，不能勞動，本來請你任西路主將，原是最妙……」周伯通搶著道：「區區小傷，放在什麼心上？我便做西路主將便了。志常，你敢和我爭這主將做麼？」李志常躬身道：「弟子不敢。」周伯通笑道：「好啊，我也知道你不敢。」說著便從李志常手裏接過了令箭。黃藥師無奈，只得道：「那麼周兄務請小心了。你領兵八千，其中一千相煩瑛姑統率，衛護主將，其餘七隊由李志常等全真教的第三代弟子分領，上應天象七宿，是為奎木狼、婁金狗、胃土雉、昂日雞、畢月鳥、觜火猴、參水猿七星。」他點將已畢，命諸路軍士往軍器庫中領取應用各物齊備，然後令旗一展，四萬兵馬分列東南西北中五方，朗聲說道：「昔日裏雲台二十八將上應天象，輔佐漢光武中興，咱們這二十八宿大陣雖然比不上光武爺爺的聲勢，但抗敵禦侮、守土衛國，卻也是堂堂之旗，正正之師，諸君各聽主將號令，今日與蒙古韃子決一死戰。」眾兵將齊聲答應，有若雷震，當下號炮三響，四門大開，五路兵馬列隊而出。這二十八宿大陣變化極是奇幻。只見東路軍各人背負一根極長的木樁，攻到高台東首，一千兵手執盾牌，衝前擋箭，其餘七千人紛紛放下木樁，東打一根，西打一根，看來似乎雜亂無章，實則黃藥師早已繪就圖文，那八千根木樁分按五行八卦，頃刻間已將高台東首封住。西路軍乃是全真教為主力，群道素來熟悉天罡北斗陣法，只見長劍如雪，七人一堆，四十九人一群，左穿右插，蜂擁捲來，蒙古兵將看得眼也花了，只得放箭阻擋。猛聽得北方眾軍發喊，卻是黃蓉領著丐幫弟子，拖著一架架水龍，將毒汁往蒙古兵身上射去。那毒汁濺身，登是疼痛不堪，少刻便起泡腐爛，蒙古軍抵擋不住，亂向南方敗退。卻見南方煙霧沖天，乃是一燈率領八千人施行火攻，硫磺硝石之屬，一陣陣從噴火鐵筒中噴出。蒙古軍見勢頭不對，當即敗至中央。郭靖領軍八千，隨後緩緩而上，但見蒙古軍亂，當即揮軍而前，直衝高台。忽聽得高台號角聲響，一聲吶喊，地底下鑽上數萬頂頭盔來。原來蒙古主帥也是善能用兵，除了在高台四周明佈四個萬人隊外，卻掘地為坑，另外伏兵數萬。郭靖等遠遠望來，只道敵軍是掘的陷坑，豈知是埋伏了生力軍。這一來蒙古軍敗勢登時扭轉，那二十八宿大陣縱橫來去，雖將敵軍衝亂，但要聚而殲之，卻已有所不能。當下戰鼓雷鳴，宋軍與蒙古軍大呼酣鬥，高台旁的守軍強弓硬弩，向外激射，郭靖所率中路軍數度衝前，都是被箭雨射了回來，兩軍鬥了半個時辰，一時勝敗未分，黃藥師青旗招展，猛地裏東路軍攻南，西路軍攻北，陣法變動，敵軍隊伍又亂。