第五回　故人之子且說柯鎮惡等見李莫愁倏忽而來，倏忽而去，心下都是駭然。那少年膽子極大，叫道：「我去救兩位妹妹回來。」說著向李莫愁去路追去。那知他不識道路，轉了幾個彎，竟迷失方向，只得停步向途人詢問。那少年亂走一陣，忽聽得遠處程英高聲叫道：「表妹，表妹！」聽聲音是在里許之外，急忙發足追去。他與程英，陸無雙二女雖只見了一面，但少年人心中，隱隱已對她們起了好感，明知李莫愁厲害，仍是奮不顧身的趕去。他奔了一陣，聽聽辨向，應該已到程英呼叫之地，可是四下一望，並不見二女的影子。一轉頭，卻見地下明晃晃的撒著十幾枚銀針，每枚長約半尺，針身鏤刻花紋，打造得極是精緻。他俯身一枚枚的拾起，握在左掌，忽見銀針旁一條大蜈蚣肚腹翻轉，死在地下。他覺得有趣，低頭細看，只見地下螞蟻、蜜蜂、蚱蜢、蟋蟀死了不少。那少年奇怪起來，伸手去撥草叢，但見銀針附近都是死了的昆蟲。再走遠幾步，就有小蟲跳躍奔行，他拿一柄銀針去撥弄幾下，那小蟲呆了一呆，翻身僵斃，連試幾隻小蟲都是如此。那少年大喜，心想用這些銀針去捉蚊蠅，確是再好不過，突然左手麻麻的似乎不大靈便，那少年心思機敏異常，猛然驚覺：「這銀針上餵有極厲害的劇毒，我拿在手中，豈不危險？」立時張開手掌，將銀針盡數拋在地上，只見兩隻手掌心全成黑色，左手掌尤其深黑如墨。他心裏害怕，險險哭了出來，伸手在大腿旁用力磨擦，只見麻木漸漸上升，左臂已麻到臂彎。他自幼與毒蛇為伍，知道身中劇毒的危險，哇的一聲，終於哭了出來。忽聽背後一人說道：「小娃娃，知道厲害了吧？」這聲音鏗鏘刺耳，似從地底下出來一般。那少年急忙轉身，不覺吃了一驚，只見一人用頭支在地上，雙腳併攏，撐向天空。他急忙向後躍開幾步，叫道：「你……你是誰？」那人不知怎的，身子忽地拔起，一躍三尺，落在少年的面前，說道：「我……我是誰？我知道我是誰就好啦？」那少年更是驚駭，發足狂奔，只聽得身後篤，篤，篤的一聲聲響喨，回頭一望，不禁嚇得魂不附體，原來那人以頭為足，倒轉了身子向前躍行，竟是快速無比，離自己背後不過數尺。他加快腳步，捨命猛奔，忽聽呼的一聲，那人從他頭頂一躍而過，落在他的身前。那少年叫道：「媽啊！」轉身便逃，可是不論他奔向何處，那怪人總是呼的一聲，落在他的身前。他枉有雙腳，卻賽不過一個以頭行走之人。他轉了幾個方向，那怪人越逼越近，當下伸手發掌，想去推他，那知手臂麻木，早已不聽使喚，只急得他大汗淋漓，不知如何是好，雙腿一軟，坐倒在地。那怪人道：「你越是東奔西跑，身上的毒越是發作得快。」那少年突然福至心靈，雙膝跪倒，叫道：「求老公公救我性命。」那怪人搖頭道：「難救，難救？」他以頭支地，這麼一搖頭，身子就跟著轉動。那少年道：「你本事這麼大，一定能救我。」這一句奉承之言，教怪人聽得甚是高興，微微一笑，道：「你怎麼知道我本事大？」那少年聽他語氣溫和，似有轉機，正是打蛇隨棍上，忙道：「你倒轉了身子，還跑得這麼快，天下再沒第二個人及得上你。」他隨口誇張一句，那知「天下再沒有第二個及得上你」這話，正好打中了怪人的心窩，他哈哈大笑，聲震林梢，叫道：「倒過身來，讓我瞧瞧。」那少年一想不錯，自己直立而他倒豎，確是瞧不清楚，他既不願順立，只有自己倒豎了，當下倒轉身子，將頭頂在地下，右手尚有知覺，牢牢的在旁撐住，那怪人向他細看了幾眼，臉上現出沉思之色。那少年此時身子倒轉，也看清楚了他的面貌，但見他高鼻深目，滿臉黃毛，與常人大異。那怪人口中喃喃自語，說著嘰哩咕嚕的怪話，極是難聽。那少年怕他不肯相救，求道：「好公公，你救救我。」那怪人見他眉清目秀，說起話來自有一種教人難以拒卻的魅力，心中喜歡，道：「好，救你不難，但你須得答應我一件事。」少年道：「你說什麼，我都聽你的話。公公，你要我答應什麼事？」怪人裂嘴一笑，道：「我正要你答應這件事。我說什麼，你都得聽我的話。」少年尋思，心中遲疑：「什麼話都聽？難道叫我裝狗吃屎也得聽？」怪人見他猶豫，怒道：「好，你死你的吧！」說著頭頸一縮一挺，身子飛起，向旁躍開數尺。那少年怕他去遠，要追去求懇自己可不能學他這般用頭走路，當下翻身站起，發足急奔，叫道：「公公，我答應啦，你不論說什麼，我都答應。」怪人轉過身來，說道：「好，你罰一個重誓。」少年此時已麻到肩頭，知道只要胸口一麻，再難活命，只得罰誓道：「公公若是救了我性命，讓我身上惡毒去淨，我一定聽你的話。要是不聽，讓那惡毒重行回到我身上。」他生性狡猾，心想：「以後我永遠不再碰到銀針，惡毒如何回到身上？但不知這怪人許不許我罰這樣一個誓？」斜眼瞧他時，卻見他臉有喜色，顯得極是滿意，只見他點了點頭，忽地翻過身子，捏著他的手臂，用力推了幾下，說道：「好，好，你是個好娃娃。」少年覺得經他一捏，手臂上麻木之感立時減輕，叫道：「你再給我捏啊！」怪人皺眉道：「你別叫我公公，要叫爸爸！」少年道：「我爸爸早死了，我沒爸爸。」怪人喝道：「我第一句話你就不聽，要你這個兒子何用？」那少年心想：「原來他要收我為兒。」他自幼沒有父親，見到別的孩子有父親疼愛，心下當自羨慕，只是見這怪人舉止怪異，瘋瘋癲癲。卻老大不願意認他為義父。那怪人喝道：「你不肯叫我爸爸，好吧，別人叫我爸爸，我還不肯答應呢。」少年呶起嘴不理，尋思怎麼想個法兒騙得他醫好自己。那怪人口中忽然說了一連串古怪聲音，發足便行。那少年急道：「爸爸，爸爸，你到那裡去？」那怪人哈哈大笑，道：「乖兒子，來，我教你除去身上毒氣的法兒。」少年走近身去，怪人道：「你中的是李莫愁那魔頭的冰魄銀針之毒，天下只有兩個人治得。一個是個老和尚，他須捨卻數年功力，方能救你。另一個就是你爸爸了。」當下傳了他一個口訣，命他依法運氣。這是個使氣息倒運之法，須得頭下腳上，氣血逆行，毒氣就會從進入身體之處，重行回出。只是他初學新練，每日只能逼出少許，須得一月以上，方能將毒氣驅盡。那怪人傳了口訣與行功之法，少年極是聰明，一點便透，一聽入耳即記在心，當下依法施為，果然麻木略略減輕。他運了一陣氣，雙手手指尖流出幾滴黑汁。怪人喜道：「好啦！今天不用再練，明日我再教你新的法兒。咱們走吧。」少年一愕，道：「那裡去？」怪人道：「你是我兒，爸爸到那裡，兒子自然跟到那裏。」正說到此處，空中忽然幾聲鵰唳，雙鵰在半空一掠而過，接著遠遠隱隱傳來幾聲呼嘯，聲若龍吟，悠悠不絕。那怪人一聽，臉上登時變色，叫道：「我不要見他，不要見他。」說著一步跨了出去。這一步長及一丈，待得第二步跨出，一個人已在二丈之外，連跨得四五步，身子早在山後隱沒了。那少年叫道：「爸爸，爸爸！」隨後趕去。繞過一株大楊樹，只聽得腦後一陣疾風掠過，刮得頭頸隱隱生痛，眼前一黑，原來那對大鵰從身後撲過，向前飛落。柳樹後轉出一男一女，雙鵰分別停在二人肩頭，啾啾而鳴，似在訴說甚麼。那少年見那男的濃眉大眼，胸寬腰挺，約摸三十四五歲年紀，上唇微留髭鬚，臉上不動聲色。那女的只三十歲左右，雖然已無少女風韻，但眉目如畫，猶帶嬌憨，伸手摸著鵰羽，意存愛憐。她向少年望了幾眼，向那男子道：「你說這人像誰？」那男子不答，卻道：「鵰兒怎麼到了這兒？難道島上有甚麼事麼？」原來這二人正是郭靖、黃蓉夫婦，他們出來尋找黃藥師，踏遍了江南數郡，始終不見他的蹤跡。黃蓉知道父親獨愛江南風物，若是覓地閒居，必不至過大江以北，亦不逾仙霞而南。這日兩人來到湖州府菱湖鎮，忽見烈焰衝天而起，鄉人紛紛叫道：「陸家莊走火！」郭靖心中一凜，想起菱湖有一位陸展元陸老英雄，雖然向未謀面，卻是久慕其名，一問之下，果然就是陸展元的莊宅。兩人當即趕去，待得到臨，莊子已燒剩了斷垣殘瓦，但見火場中有幾具焦屍，奇臭難聞。黃蓉道：「靖哥哥，這中間有些古怪。」郭靖道：「怎麼？」黃蓉道：「想那陸展元是大名鼎鼎的英雄，聽說他夫人何沅君也是當代女俠。若是尋常火燭，他家中怎能有人逃不出來？定是高手尋仇。」郭靖一想不錯，他是義俠之人，雖然年紀大了，閱歷增廣，但扶危濟困之心，絲毫不減當年，當即說道：「對，咱們搜搜，瞧仇家是誰，怎麼下這等毒手？」二人繞著莊子走了一遍，不見有何痕跡。黃蓉眼尖，忽然指著半壁殘牆，叫道：「你瞧，那是甚麼？」郭靖一抬頭，只見牆上印著五個手印，給煙一薰，更加顯得可怖。牆上血印原有九個，但牆壁斷了堵，還留著下半截的五個。郭靖心中一驚，脫口而出：「赤練仙子！」黃蓉道：「正是她。早就聞道雲南赤練仙子李莫愁武功驚人，陰毒無比，不亞於當年的西毒歐陽鋒。她駕臨江南，咱們可得跟她鬥鬥。」郭靖點點頭，道：「這魔頭難纏得緊，若是咱們找到岳父，那就好了。」黃蓉笑道：「年紀越大，越是膽小。」郭靖道：「你這話一點不錯，想當年不知天高地厚，居然敢上華山去和人爭那武功第一的名號，若換了今日的我，用八人大轎抬我，也是不敢去的了。」黃蓉笑道：「希罕麼？要用轎子來抬！」二人口中說笑，心中卻暗自提防，四下裏一搜，在一個池塘旁見到兩枚冰魄銀針，一枚銀針針尖浸在水中，塘裏幾百條草魚盡皆肚皮翻白，死在水面，這銀針之毒，實是不可思議。黃蓉伸了伸舌頭，從背囊中取出一件衣服，摺了幾摺，才隔衣將銀針取過，重重包裹了，放在囊中。二人沉吟不語，加快腳步搜尋，卻在柳樹後見到雙鵰，又遇上那少年。黃蓉聽說丈夫記掛女兒，道：「整天就記著芙兒，早知如此，將她帶出來倒好。」說到這裏，鼻中忽然聞到一陣怪臭，嗅了幾下，只覺胸間煩惡異常。郭靖隨即聞到，臭味似乎出自極近之處，轉頭尋找，見兩頭鵰的足上都有破損傷口，鼻子湊近一聞，那臭味果然就從傷口發出。二人吃了一驚，細看傷口，雖只擦破一層油皮，但傷足腫得不止一倍，皮肉已在腐爛。郭靖低頭尋思：「甚麼傷，這等厲害？」忽見那少年左手全成黑色，驚道：「你也中了這毒？」黃蓉搶過去拿起他手掌一看，急忙捋高他的衣袖，取出一柄小刀，割破他的下臂，推擠毒血。推了幾下，鼻中又是聞到一股氣息，這氣味奇特異常，說它香不是香，說臭更不是臭。從那少年腋下發出，不覺心中一蕩。黃蓉不自禁的臉上微現紅暈，向郭靖斜目望了一眼，心想：「這時候竟會想起咱們新婚之情，當真好笑。」只見少年手臂上流出來的血卻是鮮紅之色，甚是奇怪，他手掌明明全成黑色，怎麼血中卻又無毒？她不知那少年經怪人傳授，已將毒血逼向指尖，一時不再上升。黃蓉微一沉吟，從囊中取出一顆九花玉露丸，道：「嚼碎吞下。」少年接在手裏，先自聞到一陣清香，一放入口中嚼碎，但覺滿嘴馨芳，甘美無比，一股清涼直透入丹田之中。黃蓉又取四粒藥丸，給雙鵰各服兩丸。郭靖沉思半晌，忽然張口長嘯。少年出其不意，倒給他嚇了一跳，但聽他聲音遠遠傳送出去，只震得山谷鳴響，身旁柳枝垂條，更是震動不已，他一嘯未已，第二嘯跟著送出，嘯上嘯，聲音互相振盪，猶如千軍萬馬，奔騰而來。柳樹上停著十餘隻麻雀吱吱喳喳叫吵，被這嘯聲一激，紛紛跌下。那少年從未聽過這等聲音，不禁臉色大變。黃蓉知道丈夫心意，那是發聲向李莫愁挑戰，聽他第三下嘯聲又出，當下氣湧丹田。跟著一聲嘯出。郭靖的嘯聲低宏雄壯，黃蓉的卻是清亮高昂。兩人的嘯聲交織在一起，有如一隻大鵬一隻小鳥並肩齊飛，越飛越高，但那小鳥始終不落於大鵬之後。兩人在桃花島潛心苦修，內力已臻化境，這一番嘯聲出去，十餘里內人人驚訝不已，不知這奇特的聲音自何而來。那倒行的怪人聽到嘯聲，當即足步加快。抱著程英的青袍怪客聽到嘯聲，哈哈一笑，說道：「他們也來啦，老子走遠些，免得囉唆。」李莫愁將陸無雙挾在脅下，奔行正急，突然聽到嘯聲，猛地停步，拂塵一揮，轉過身來，冷笑道：「郭大俠名震武林，倒要瞧瞧他是不是浪得虛聲。」忽地一個清亮的嘯聲夾在先前的嘯聲之中，剛柔相濟，聲威大振。李莫愁心中一凜，想起他夫婦同闖江湖，互相扶持，自己孤零零的一人，登覺萬念俱灰，嘆了一口長氣，抓著陸無雙的背心去了。此時武三娘已扶著丈夫，帶同兒子，與柯鎮惡作別遠去。柯鎮惡適才一番劇戰，生怕李莫愁去而復返，傷害郭芙，領著她想找個隱蔽所在躲了起來，忽然聽到郭黃二人嘯聲，心中大喜。郭芙叫道：「爹爹，媽媽！」發足便跑，忽然想起：「我偷出島來，爹爹必要責罵，那便如何是好？」拉著柯鎮惡袖子，央求道：「公公，回頭見到爹爹，你說是帶我出來的，好不好？」柯鎮惡搖頭道：「我才不跟你說謊呢！」郭芙縱起身來，摟著他的脖子，軟語求道：「公公，你疼我這麼一次，以後我再不頑皮啦。」柯鎮惡只是搖頭。郭芙躍下地來，叫道：「好吧，我走啦，我永遠不見你，也不見爹爹媽媽。」柯鎮惡知她嬌縱任性，說得出做得到，自己眼不見物，她身子小巧，一躲了起來，那可難以找到，只得叫道：「好，好，我答應你就是。」郭芙笑道：「我早知你會答應的，難道你忍心讓我給爹爹責罵麼？」一老一小循著嘯聲奔到郭靖夫婦跟前，郭芙投入黃蓉懷裡，笑道：「媽，公公一定要帶我出來找你們，你喜歡麼？」黃蓉聰明無比，女兒這點花招那裡瞞得過她，只是見到女兒，心中確是歡喜，只笑了笑，與郭靖倆向柯鎮惡見禮請安。郭芙只怕父親責罵，叫了聲：「爹！」便拉著那少年的手，遠遠走開，說道：「你去採花兒，編花冠給我戴！」那少年跟了她過去，郭芙比他矮了一個多頭，平眼瞧去，見他手掌漆黑，忙摔脫了他手，道：「你手這麼髒，我不跟你玩啦。」那少年為人亦極自傲，冷然道：「誰愛跟你玩了？」大踏步便去。郭靖叫道：「小兄弟，別忙走，你身上餘毒未去，發作出來厲害得緊。」那少年最惱別人說他不好，給郭芙這兩句話刺痛了心，當下昂自直行，不理郭靖叫喊。郭靖心地仁善，搶步上前，說道：「你怎麼會中了毒？咱們給你治了，再走不遲。」那少年道：「我又不識得你，關你甚麼？」足下加快，想從郭靖身旁穿過。郭靖見他臉下現出悻悻之色，眉目之間甚似一個故人，心念一動，說道：「小兄弟，你姓什麼？」那少年向他白了一眼，身形一側，意欲一衝而過。郭靖手掌一翻，早已抓住了他的手腕。那少年又驚又怒，掙了幾下，掙不脫。左手一拳，打在郭靖腹上。郭靖微微一笑，也不理會。那少年想縮回手臂再打，那知拳頭深陷在他小腹之中，竟然拔不出來。他小臉脹得通紅，用力後拔，但只拔得手臂發疼，始終掙不脫他小腹的吸力。郭靖笑道：「你跟我說你姓甚麼，我就放你。」那少年心道：「我偏不說，讓我說個假姓名騙騙他。」於是說道：「我姓秦，名字叫蛇兒，你快放我。」郭靖聽了好生失望，腹肌鬆開。那少年的拳頭脫縛，望著郭靖，不由得大起敬畏之心。這時郭芙正在嘮嘮叨叨的向母親訴說別來之情，說到雙鵰怎樣與一個惡女人打架，又有一隻小紅鳥兒怎樣幫著雙鵰。黃蓉聽到「小紅鳥兒」四字，急問：「那小紅鳥兒是不是這位哥哥帶來的？」郭芙道：「是啊，小紅鳥兒啄瞎了那惡女人的眼珠，可惜給她一把捏死了。」黃蓉再無懷疑，縱身上前，雙手按住那少年肩頭，凝視著雙眼，一個字一個字的道：「你姓楊名過，你媽媽才姓秦，是不是？」那少年正是姓楊名過，突然被黃蓉說了出來，胸間氣血上湧，手上的毒氣突然回沖，腦中一陣胡塗，竟然暈了過去。黃蓉一驚，扶住他的身子。郭靖伸指點他眉心穴道，但見他雙目緊閉，牙齒咬破了舌頭，滿嘴鮮血，始終不醒。郭靖又驚又喜，道：「他……他原來是楊康兄弟的孩子。」黃蓉秀眉緊蹙，見他中毒極深，實無把握定能治愈，低聲道：「咱們先投客店，到鎮上配幾味藥。」當下郭靖抱了楊過，與柯鎮惡、黃蓉、郭芙三人攜同雙鵰，往鎮上投店。黃蓉寫下藥方，店小二去藥店配藥，只是她用的藥都是偏門，十味中倒缺了四味。郭靖見楊過始終昏迷不醒，心中極是憂慮，黃蓉連叫幾聲，他竟沒聽見。黃蓉知道丈夫心意，自楊康死後，他常自耿耿於懷，今日斗然遇上他的子嗣，自是歡喜無限，偏是他又中了劇毒，不知生死，於是說道：「靖哥哥，咱們自己出去採藥。」郭靖心知只要稍有治愈之望，她必出言安慰自己，但見神色之間亦甚鄭重，心下更是惴惴不安，於是囑咐郭芙不得隨便亂走，夫婦倆出去找尋藥草。楊過昏昏沉沉的睡著，直到天黑，仍是不醒。柯鎮惡進來看了他幾次，束手無策，又怕郭芙溜出，不住哄著她睡覺。楊過昏迷中也不知過了多少時候，忽覺有人在他胸口推拿，心中慢慢清醒，睜開眼來，但見黑影一閃，什麼東西從窗中竄了出去。楊過勉力站起，走到窗口一望，只見屋簷上倒立著一人，頭下腳上，正是日間收他為義子的怪人，他的頭蓋倒有一半在屋簷之外，身子一晃一晃，似乎隨時都能摔下屋頂。楊過驚喜交集，叫道：「是你。」那怪人道：「怎麼不叫爸爸！」楊過叫了聲：「爸爸！」語氣卻甚勉強。那怪人很是喜歡，道：「你上來。」楊過爬上窗檻，一躍上屋。可是他中毒後體氣虛弱，力道不夠，手指沒攀到屋簷，竟掉了下去，不由得失口驚呼：「啊喲！」那怪人本來倒豎在屋簷上，突然身子橫倒，如一根木桿般直摔下去，但頭頂卻仍黏著屋簷。他右臂伸出，抓住楊過背心，身子重又豎直，將他輕輕放在屋頂，正要說話，聽得西邊房裡有人呼的一聲，吹滅燭火。他知有人已發現自己蹤跡，當下抱著楊過，邁開大步，倏忽之間已過了幾十間屋裡。待得柯鎮惡躍上屋時，四下裏早已無聲無息。那怪人抱著楊過奔到鎮外的荒地，將他放下，道：「你再用我教你的法兒，把毒氣逼一些出來。」楊過依言施為，約摸一盞茶時分，手指上滴出幾點黑血，胸臆間登覺大為舒暢。那怪人道：「你這孩兒甚是聰明，一點便透，比我當年的親生兒子還要伶俐。唉！孩兒啊！」他想到自己亡故了的兒子，眼中不禁濕潤，撫摸楊過的頭，微微嘆息。楊過自幼沒有父親，母親也在他五歲那年被毒蛇咬死。近八九年來，他在江湖上流浪奔走，到處遭人白眼，以致生就了一副憤世嫉俗的乖倨脾氣，那怪人與他素不相識，居然對他這等好法，可說是他生平從未有過之事。楊過稟受父母遺傳，性格趨於極端，對人好起上來可以甩了自己性命不要，但只要別人對他稍有侮慢輕衊，他會終生記恨，千方百計的要報之而後快。他熱起上來如一團烈火，冷起來卻又寒逾冰雪。這脾氣於人於己都無好處，然他自小孤苦，受盡了別人欺辱，以至如此，實也難怪。這時見那怪人對自己真情流露，心中極是感動，縱身一躍，抱住了他脖子，叫道：「爸爸，爸爸！」他從兩三歲起就盼望有個愛憐他、保護他的爸爸。有時睡覺之中，突然有了一個慈愛的英雄爸爸，但一覺醒來，這爸爸卻又不知去向，常常因此而獨自大哭一場。這時多年願望忽而實現，這兩聲「爸爸」之中，滿腔孺慕之意，盡情露了出來。楊過固然大為激動，但那怪人的心中，只有比他更是歡喜。兩人初遇之時，楊過被逼認他為義父，心中實是一百個不願意，此時兩人心靈交通，當真是親若父子，但覺對方若有危難，自己就是為他死了，也所甘願。那怪人大叫大笑，說道：「好孩子，好孩子，乖孩子，再叫一聲爸爸。」楊過依言叫了兩聲，靠在他的身上。那怪人笑道：「乖兒子，來，我把生平最得意的武功傳給你。」說著蹲低身子，口中咕咕咕的叫了三聲，雙手推出，但聽轟的一聲巨響，面前半堵土牆應手而倒，只激得灰泥瀰漫，塵土飛揚。楊過見他有這等厲害功夫，不禁驚喜交集，問道：「爸爸，那是什麼功夫，我學得會嗎？」怪人道：「這叫做蛤蟆功，只要你肯下苦功，自然學得會。」楊過道：「我學會之後，再沒人欺侮我了麼？」那怪人雙眉上揚，叫道：「誰敢欺侮我兒子，我拆他的骨，剝他的皮。」看官諸君看到此處，自然早知那怪人非是別個，定是西毒歐陽鋒了。他自華山論劍被黃蓉用計逼瘋後，十餘年來在大荒絕域之地遊蕩，不住思索：「我到底是誰？」近年來他逆練九陰真經，內力大有進境，腦子也已清楚得多，雖然仍是瘋瘋癲癲，但許多舊事，已慢慢一一記起，只是自己到底是誰，卻始終想不起來。當下歐陽鋒將修習蛤蟆功的入門心法，傳授了楊過。要知蛤蟆功是天下武學中一等一的功夫，變化精微，奧妙無窮。當年歐陽鋒連自己親生兒子歐陽公子，亦未傳授，此時他心情激動，竟不顧一切的教了這新收的義子。那蛤蟆功極是艱深，楊過武功沒有根底，雖然將口訣牢牢記在心裏，但全沒明白其中意思。歐陽鋒教了半天，見他瞎纏歪扯，始終沒理會到半分要旨，惱將起來，伸手要打他耳光。目光下見他眉清目秀，溫雅可愛，這一下竟然打不下去，嘆道：「你累啦，回去歇歇，明兒我再教你。」楊過自被郭芙說他手髒，對她一家都生了厭憎之心，說道：「爸爸，我跟著你，不回去啦。」歐陽鋒只是對涉及自己之事才想不明白，甚餘世事卻見得極是清楚，說道：「我的腦子有些胡塗，只怕帶累了你。你先回去，待我把一件事想通了，咱爺兒倆再廝守一起，永不分離，好不好？」楊過自喪母之後，一生從未有人跟他說過這等親切言語，上前拉住了他手，道：「爸爸，那你早些來接我。」歐陽鋒點頭道：「我暗中跟著你，不論你到那裡，我都知道。」當下他抱起楊過，將他送回客店之中。柯鎮惡曾來找過他一次，在床上摸不到他身子，心中極是焦急，二次來尋時楊過已經回來，正要問他剛才到了那裡，忽聽屋頂上風聲颯然，有人縱越而過。他耳音極好，知道是有兩個武功極強的夜行人在屋面經過，急忙將郭芙抱來，自己持鐵杖守在窗口，只怕那二人去而復回，果然風聲自遠而近，倏忽間到了屋頂，一人說道：「蓉兒，你瞧那是誰？」另一人道：「奇怪，奇怪，當真是他？」原來是郭靖、黃蓉夫婦。柯鎮惡這才放心，開門迎二人進來。黃蓉道：「師父，這裏沒事麼？」柯鎮惡道：「沒事。」黃蓉向郭靖道：「竟難道咱們看錯了人？」郭靖搖頭道：「不會，此人九成是他。」柯鎮惡道：「誰啊？」黃蓉一扯郭靖衣襟，要他莫說，但郭靖對這位恩師尊敬無比，不敢有一件小事相瞞，當下說道：「歐陽鋒。」柯鎮惡生平怕極此人，聽到他名字不禁臉上變色，低聲道：「歐陽鋒？他還沒死？」郭靖道：「適才我們採藥回來，見屋邊人影一晃，身法又快又怪，當即追去，卻已不見了蹤影。瞧來很像歐陽鋒。」柯鎮惡知道這個弟子穩重樸實，年紀越大，只有更是誠篤，他說是歐陽鋒，那絕不能再是旁人。郭靖掛念楊過，拿了燭台，走到床邊察看，但見他臉色紅潤，呼吸調勻，睡得正沉，不禁大喜，叫道：「蓉兒，他好啦！」楊過其實假睡，閉了眼偷聽三人說話。他隱約聽到義父名叫歐陽鋒，而這三人見他極是忌憚害怕，不由得心中暗暗歡喜。黃蓉過來一看，大感奇怪，明明見他手臂上毒氣上延，過了這幾個時辰，只有更加瘀黑腫脹，那知毒氣反而消退，實在令人大惑不解。她與郭靖出去找了半天，草藥始終沒能採齊，當下將採到的幾味藥搗爛了，擠汁給他服下。次日柯鎮惡與郭靖夫婦攜了兩小繼續趕路，決定先回桃花島，治好楊過的傷再說。這晚投了客店，柯鎮惡與楊過住一房，郭靖夫婦與女兒住一房。睡到中夜，忽聽屋頂上喀的一聲響，接著隔壁房中一人大叫，有人破窗而出。郭靖與黃蓉一躍而起，縱到窗邊，只見屋頂兩人正鬥得極是激烈。剛看清相鬥雙方人形，但聽砰的一響，一人大叫一聲，從屋頂摔了下來。