第十五回　汗血寶馬郭靖自小受母親的教誨，向來對大金國十分憎恨，這次又險些喪生在完顏烈手下的黃河四鬼之手，這時聽了成吉思汗的話，心想：「只要六位師父肯助我，大事必成，多帶不會高來高去的勇士，反而礙事。」於是說道：「孩兒有師父同去，不必再帶武士。」成吉思汗大喜，道：「這時咱們馬未養肥，兵未練成，還不是大金國的敵手，你千萬不可露了痕跡。」郭靖點頭答應。成吉思汗當下賞了三十斤黃金，作為盤纏，又把從王罕那裏搶來的金器珍寶贈了一批給江南六怪。第三日一早，郭靖與母親灑淚而別，隨同六位師父到張阿生墓上去磕拜了，向南進發。走出十餘里，只見兩頭白鵰在空中盤旋飛翔，拖雷與華箏並騎馳來送行。拖雷贈了他一件十分名貴的貂裘，那王罕的寶庫中奪來的。華箏知道父親已把自己終身許配給他，雙頰紅暈，盈盈不語。拖雷笑道：「妹子，你跟他說話啊，我不聽就是。」說著縱馬走開。華箏側過了頭，想不出什麼話說，隔了好一陣，道：「你早些回來。」郭靖點點頭：「還有事麼？」華箏搖搖頭，郭靖將她輕輕的抱了抱，馳到拖雷身邊，也和他抱了抱，催馬追向已經走遠的六位師父。華箏見他硬繃繃的沒有表示絲毫柔情蜜意，仍與平時一般的待她，心中很不樂意，舉起馬鞭，狂打猛抽，只把青驄馬身上打得條條血痕。江南六怪與郭靖曉行夜宿，一路向東南進發，不多日已過了大漠草原。這天將到黑水河，離張家口已經不遠。郭靖從未離開過沙漠，這時見到中土的情形，處處覺得新奇，雙腿一夾，縱馬疾馳，只覺耳旁呼呼風響，房屋樹木，不住倒退，那小紅馬跑發了性，一口氣奔到了黑水河，在路旁一家飯店歇馬打尖。郭靖見小紅馬這次一口氣跑了這麼多路，肩胛旁滲出了許多汗水，心中憐惜。拿了汗巾給牠一抹，一伸手，不覺大吃一驚，只見汗巾上全是殷紅的血漬，再在紅馬右肩上一抹，也是滿肩的鮮血。郭靖嚇得險些流淚，自怨不惜馬力的大跑，這匹駿馬只怕是生生的給自己毀了，抱住馬頸不住慰藉，但那馬仍是神態驃悍，毫無受傷之像。郭靖伸長了脖子，只盼三師父韓寶駒趕快到來，好給他愛馬治傷。他不住向來路探望，忽聽得一陣悠揚悅耳的駝鈴之聲，四峰全身雪白的白駱駝從大道上急奔而來。每峰駱駝上乘了一個白衣男子。他從未見過如此美麗的駱駝，不覺多望了一眼，只見那四個乘客都是二十二三歲年紀，個個眉清目秀，沒一個不是塞外罕見的美男子。那四人躍下駝背，走進飯店，從他們腰腿之勁中看來，顯然都是一身的武功。郭靖見他們穿了一色的白袍，個個頸中露出狐裘，不覺瞧得呆了。一個白衣男子被郭靖望得不好意思，一陣紅雲湧上臉頰，低下了頭。另一怒目向郭靖喝道：「楞小子，瞧什麼？」郭靖一驚，忙把頭轉了開去，只聽見那四人低聲說了一陣子話，齊聲嘻笑。郭靖知道他們在嘲笑自己，不覺羞慚難當，耳根一陣發熱，正打不定是否要另換一家飯店，忽見韓寶駒騎著黃馬奔到。郭靖忙搶上去把紅馬肩上出血的事說了，韓寶駒奇道：「有這等事？」走到紅馬身旁，在牠肩上輕輕抹了幾把，映在日光下一看，哈哈大笑道：「這不是血，是汗！」郭靖一愕：「汗，紅色的汗？」韓寶駒道：「靖兒，你已得了一匹千年難逢的汗血寶馬啊。」郭靖聽說愛馬沒有受傷，心花怒放，道：「三師父，怎麼會出血一樣的汗？」韓寶駒道：「我曾聽先師說過，西域大宛有一種天馬，肩上出汗時殷紅如血，脅如插翅，日行千里，但那只是傳說而已，誰都沒有見過。」說話之間，柯鎮惡等也已到了，朱聰飽讀詩書，搖頭晃腦的道：「那在史記與漢書上都寫得明明白白。當年博望侯張騫出使西域，在大宛口貳師城見了汗血寶馬，回來奏知漢武帝。皇帝一聽，欣羨異常，命使者帶了黃金千斤，又鑄了一匹與真馬一般大的金馬，送到大宛國去，求換一匹汗血寶馬，那大宛國王道：「貳師之馬，是大宛國寶，不能送給漢人。」漢使大怒，發了一頓脾氣，把金馬椎破而回。大宛王見漢使無禮，命人殺死使者，將黃金千斤和金馬都奪了去。」郭靖「啊」了一聲，見朱聰舉碗喝茶，忙問：「後來怎樣？」那四個白衣美貌男子也出了神，側耳傾聽朱聰講寶馬的故事。朱聰喝了一口茶道：「三弟，你是養馬名家，可知那寶馬從何而來？」韓寶駒道：「我曾聽先師說那是家馬與野馬交配而生。」朱聰道：「不錯，據書上說，貳師城附近有一座山，山上生一種野馬，奔躍如飛，凡人休想追得上牠。大宛國的人想了一個妙計，春天晚上把五色母馬放在山下，那野馬情動，就與母馬交配，生下來的就是汗血寶馬了。靖兒，你這匹小紅馬，只怕是從大宛國萬里而來的呢？」韓小瑩要聽故事，道：「漢武帝難道就此罷了不成？」朱聰道：「他怎肯罷手？當下發兵數萬，命李廣利統率，到大宛國貳師城取馬，為了志在必得，所以把李廣利為貳師將軍。但到大宛國一路都是沙漠，無糧無水，途中士兵死亡枕藉，未到大宛，軍隊只剩了三成。李廣利一戰不利，退回敦煌，向皇帝請援。天子大怒，命使者帶劍守在玉門關，下旨道：「遠征兵將，有敢進關者一概斬首。李廣利進退不得，只好留在敦煌。」說到這裏，只聽得駝鈴悠揚，又有四人騎了白駱駝到來。四人下駝進店，郭靖一看，更加驚奇，只見這四人也都是身披白袍的美貌少年。這四人走進店來，與先前四人坐在一桌，要了飯菜。朱聰繼續講下去：「漢武帝心想，寶馬得不到，還喪了數萬士卒，豈不是讓外國看輕了我大漢天子？於是大發邊騎，一共二十餘萬人，牛馬糧草，不計其數，還怕兵力不足，又下令全國犯罪小吏，贅婿，商人一律從軍出征，真是弄得天下騷然。還封了兩名著名的馬師做大官，一個官拜驅馬校尉，一個官拜執馬校尉，只等破了大宛，選取駿馬。六弟，漢朝重農輕商，你在漢武帝時那就倒了霉，三弟卻能做官，哈哈！」韓小瑩道：「贅婿又犯了罪？」朱聰道：「不是貧窮無告之人，誰肯去做贅婿？且說那李廣利帶了大軍，圍攻大宛城四十餘日，殺死勇將無數。大宛的貴人們害怕了，斬了國王的頭投降，獻出寶馬。李廣利凱旋回京，天子大喜，封他為海西侯，軍官個個升級。為了這幾匹汗血寶馬，天下不知死了多少人，耗費了多少錢財。漢武帝大宴群臣，做了一首天馬之歌，說道：『太一貢兮天馬下，露赤汗兮沫流赭，聘容與兮跇萬里，今安匹兮龍與友！』詩中說只有天上的龍才能夠和牠做朋友呢。」那八個白衣男子一面聽，一面打量那匹紅馬，眼中滿是欣羨之色。朱聰道：「天馬的驃悍，全由野馬而來，漢武帝以舉國之力得了幾匹汗血馬，但找不到野馬與之交配，傳了數代，也就不怎麼神駿，身上也滲不出紅汗了。」朱聰說完故事，大家談談說說，吃起麵條來。那八個白衣少年遠遠坐開，悄悄議論，柯鎮惡耳朵靈極，雖然相隔甚遠，仍舊聽得清清楚楚，只聽一個人道：「要動手馬上就幹，給他一上馬，怎麼還追得上？」另一人道：「這裏人多，他又有同伴。」一人道：「他們敢來攔阻，一起殺了。」柯鎮惡吃了一驚：「這八個人明明都是女子，怎麼這樣狠毒？」當下絲毫不露聲色，背轉身子，臉向店外，那八人更加不來防他。只聽一人道：「咱們把這寶馬獻給山主，他騎了上京，那更加大大露臉，叫長白山的參仙老怪，西藏密宗的大手印靈智上人再也逞不出威風。」柯鎮惡曾聽見過靈智上人的名頭，知道他是西藏的一位高僧，參仙老怪卻不知是何等樣的人物。又聽另一人道：「這幾日道上撞見了不少黑道朋友，聽說都是千手人屠彭連虎的手下，他們也必都是到京集會的，要是這匹馬給他們撞見了，還有咱們的份兒麼？」柯鎮惡心中一凜，他知道彭連虎是河北、山西一帶的悍匪，聲勢浩大，殺人如麻，所以綽號叫做「千手人屠」。他暗暗琢磨：「這樣厲害的大頭子都到京裏聚會，那是幹什麼去的？這八個女子又是什麼來頭？」只聽見她們商量了一陣，決定先出鎮甸，攔在路上下手，奪郭靖的寶馬。接著這八個女子嘰嘰喳喳的談了一陣兒女風流之事，什麼「山主」最喜歡你啦，什麼「山主」這時候一定在想你啦等等。柯鎮惡皺起眉頭，聽得很是不耐。只聽一女子道：「咱們把這匹汗血寶馬拿去送給山主，你猜他獎賞咱們什麼？」另一人笑道：「要你陪他多睡幾晚哪！」先一人嬌嗔不依，起身扭她，登時咭咭咯咯的笑成一團。又一人發言攔阻：「大家別太放肆啦，小心露了行藏。」又一人道：「那個女子身上帶劍，一定會武，生得可俊，要是年輕十歲，山主見了不害相思病才怪呢。」柯鎮惡知道說的是韓小瑩，心中怒氣勃發，心想這什麼「山主」一定不是個好東西。又聽一人道：「你可別為了討好山主，不顧性命的給他找美貌女子。」一個人嘻嘻的笑了幾聲，沒有回答。另一人道：「咱們這次到中原來，那是要揚名立威、懾服群雄，好教天下英雄知道咱們白駝山的威風。大家還是收收心，別像黃河四鬼那樣倒霉，那才教人家笑掉了牙齒呢。」柯鎮惡不知道白駝山是什麼派別幫會，但聽了「黃河四鬼」四字，卻是心中一震。一個人道：「山主說，黃河四鬼是鬼門龍王的得意弟子，在隴西中州頗有威名，聽說這次是折在一個十幾歲的小孩手裏，那真是古怪。」又一人道：「有人說那小孩會九陰白骨爪，黃河四鬼每個人身上都給他抓了幾個窟窿。」又一人笑道：「你小心著，別讓那小孩抓你這裏！」先一人「呸」了一聲，大家又說起笑話來。柯鎮惡聽得又好氣又好笑，心想：「江湖上傳聞竟這麼快！但說靖兒會九陰白骨爪，卻誇大得不近情理，這種爪法不是十年以上的苦練，那能成功？一個十幾歲的孩子怎會有這種本事？」他想到郭靖一出馬就打敗了來頭不小的黃河四鬼，不枉了六兄弟十多年的辛勞，心中也自十分欣慰。那八個女子吃了麵點，匆匆跨上白駝，搶先去了。柯鎮惡聽她們去遠了，道：「二弟，你瞧這八個女子功夫怎樣？」朱聰奇道：「女子？」柯鎮惡道：「怎麼？」朱聰道：「啊，她們男裝打扮，竟不易瞧得出來。她們身法很古怪，又像武功奇佳，又像不會武功。」柯鎮惡道：「你聽說過白駝山麼？」朱聰等想了一陣，都說沒聽見過。柯鎮惡當下把剛才聽見的話了一遍，朱聰等聽說幾個女子膽大妄為，竟要來泰山頭上動土，都覺好笑。柯鎮惡道：「奪馬事小，但她們說有好多厲害腳色要到京裏聚會，只怕中間必有圖謀。既讓咱們撞見了，可不能不理。」全金發道：「嘉興比武之期快到，咱們不能再有耽擱。」大家沉吟了一會，都覺事在兩難。南希仁忽道：「靖兒先去！」韓小瑩道：「四哥說要靖兒獨自先到嘉興，咱們探查這事之後再行趕去？」南希仁點了點頭。朱聰道：「不錯，靖兒也該一人到道上歷練歷練了。」郭靖聽說要與師父們分手，很有點依依不捨。柯鎮惡斥道：「這麼大了，還是小孩子一樣。」韓小瑩安慰他道：「你先去等我們，不到一個月，我們也跟著來了。在比武之前就算六個人不能齊來，總會有一兩位師父趕到主持，不用擔心。」郭靖答應了。柯鎮惡道：「那八個女子要奪你馬，你走小路抄過去吧，你馬快，她們一追趕不上。你有要事在身，不要旁生枝節。」韓寶駒道：「她們要是膽敢作惡，江南七怪決不能放過她們。」笑彌陀張阿生逝世雖已十多年，但六怪談論起來仍自稱江南七怪，決不忘了這位兄弟。當下郭靖向六位師父辭別。六怪日前見他獨鬥黃河四鬼，已能善用所傳武藝，這次放他獨行，一則固然自己另有要事，二則也是讓他出去闖闖江湖，多得些經驗，那是任何師父所不能傳授的。各人臨別時又都囑咐了幾句，南希仁最後說，卻只說了四個字：「打不過，逃！」原來他見郭靖與黃河四鬼相鬥時一味狠戰，這種打法要是遇上高手非送命不可，所以教了他這看來簡單、卻是意味深長的四字訣。全金發道：「武學無底，山外有山，人上有人，任你多大的本事，也不能天下無敵。四師父這句話你要記住了！」郭靖點頭答應，依次向六位師父磕頭，上馬向南馳去。馳出不到兩里，只見前面兩條岔路，他依著柯鎮惡的指點，沿小路奔去。這小路途程較長，又是曲折難行，向來少人行走，所以路上都是沙石野草，但那小紅馬毫不在乎，一樣的行走如飛。再馳七八里路，地勢陡高，道旁高山夾峙，怪石嵯峨，郭靖初次出道，見了這險惡形勢，不覺暗暗心驚，手按劍柄，凝神前望，心想：「要是三師父見了我這副慌慌失失的模樣，一定要罵我沒用了。」這時道路愈來愈窄，轉過一個山坳，突見前面白濛濛的一團，正是三個男裝的白衣女子，騎在白駱駝之上，攔在當路。郭靖心中突的一跳，遠遠將馬勒住，高聲叫道：「勞駕哪，借光借光。」那三個女子哈哈大笑，一個人笑道：「小夥子，怕什麼？過來喲，又不會吃了你的。」郭靖臉上一陣發燒，心中躊躇不定，是跟她們善言相商呢，還是衝過去動武？只聽另一個女子笑道：「你的馬不壞啊，來。給我瞧瞧。」聽她語氣，完全是對小孩說話的口吻。凡是十七八歲的少年，必定不喜被人當小孩看待，郭靖心中有氣，一瞧右邊是壁立的高山，左邊卻是望不見底的山谷，雲氣濛濛，不知多深，本想動手，見了這深谷，卻又有點膽寒，一提韁，雙腿一夾，那紅馬如一支箭向前衝去。郭靖提劍在手，揚聲大叫：「馬來啦，快讓路！」那馬去得好快，轉眼間已奔到三人跟前。一個白衣女子一躍下駝，縱身上來，伸手來扣紅馬的轡頭。紅馬一聲長嘶，忽地躍起，從空竄過三匹駱駝，郭靖在半空猶如騰雲駕霧一般，待得落下，已在三女身後。這一下不但三女吃驚，連郭靖也是大感意外。只聽得一女嬌叱一聲，郭靖一回頭，兩件明晃晃的暗器撲面飛來。他初闖江湖，一切小心謹慎，只怕暗器有毒，不敢伸手逕接，除下頭上皮帽，扭身一兜，將兩件暗器都兜在帽裏，遙遙聽得兩個女子齊聲讚道：「好功夫。」郭靖把帽子拿到眼前，帽裏暗器原來是兩隻打造得十分精緻玲瓏的銀梭，梭頭尖尖，梭身兩旁極為鋒銳，打中了勢必喪命。郭靖心中有氣：「我與你們無冤無仇，你們不過看中我的寶馬，就要傷我性命！」只見每隻銀梭都用金絲嵌了一隻小小駱駝的花紋。郭靖把銀梭收入囊中，忽聽頭頂一陣鴿哨之聲，抬頭一望，兩隻白鴿自北而南疾飛而去。郭靖也不在意，只怕還有敵人攔在前面，縱馬疾馳，不到一個時辰，已奔出一百餘里。休息片刻，上馬又行，天色未夜，已到了張家口，估計離那些白衣女子已有三日行程，她們再也追趕不上了。張家口是南北通道，口外皮毛集散地，人煙稠密，交易興旺。郭靖一手牽了紅馬，東張西望，到處是從所未見之物，來到一家大酒店之前，忽然腹中飢餓，於是把馬帶在門前馬樁之上，進店入座，要了一盤牛肉，兩斤麵餅，大口大口的吃了起來。郭靖身體壯健，又在成長之時，胃口奇佳，他也不用筷子，依著蒙古人的習慣，抓著牛肉麵餅，一把把往口中塞去，正自吃得痛快，忽聽店門口吵嚷起來。郭靖掛念紅馬，忙搶步出去，只見那紅馬好端端在吃草料，兩個店夥卻在大聲呵斥一個衣衫襤褸、身材瘦削的少年。那少年大約十五六歲年紀，頭上歪戴著一頂黑黝黝的破皮帽，臉上手上全是黑煤，早已瞧不出本來面目。北國春日苦寒，他卻赤了雙足，看來是個十分貧苦的撿煤渣小兒。他手裏拿著一個饅頭，嘻嘻的笑著，露出兩排晶晶發光的雪白細牙，整整齊齊，與他全身極不相稱。一個店夥叫道：「幹什麼呀？還不給我走。」那少年道：「好，走就走。」剛一轉身，另一個店夥道：「把饅頭放下。」那少年依言將饅頭放下，但白白的饅頭上已留下了幾個污黑的指印，再也發賣不得。一個夥計大怒，一拳打去，那少年一矮身躲過。郭靖見他可憐，知他餓得急了，忙搶上去攔住，道：「別動武，算在我帳上。」撿起饅頭，遞給少年。那少年接過饅頭，道：「可憐東西，給你吃吧！」丟給店門口一隻癩皮小狗，小狗大喜，撲上來大嚼起來。一個店夥嘆道：「可惜，可惜，上白的肉饅頭餵狗。」郭靖也是一楞，只道他腹中飢餓，所以搶了店家的饅頭，那知他拿來卻丟給癩狗吃了。郭靖飯未吃完，回座又吃，那少年卻跟了進來，斜著頭望他。郭靖被他瞧得有點不好意思，招呼道：「你也來吃點嗎？」那少年笑道：「好，我一個人正悶得無聊，想找伴兒。」他說的是一口南方口音。郭靖之母是浙江臨安人氏，他從小聽慣了母親說話，這時忽然聽到鄉音，心頭很是喜悅。那少年走到桌邊坐下，郭靖招呼店小二再拿飯菜。那店小二見了少年這副骯髒窮樣，心中老大不樂，叫了半天，才懶洋洋的拿了碗碟過來。那少年發作道：「你道我窮，不配吃你店裏的飯菜麼？只怕你拿最上等的酒菜來，還不合我的口味呢。」店小二冷冷的道：「是麼？您老人家點得出，咱們總是做得出，就只怕吃了沒人回鈔。」那少年向郭靖道：「任我吃多少，你都作東麼？」郭靖道：「當然當然。」轉頭向店小二道：「快切一斤牛肉，半斤羊肝來。」他在蒙古住久了，只道這是天下最好的美味，又問少年：「喝酒不喝？」那少年道：「別忙吃肉，咱們先吃果子，喂夥計，先來四乾果、四鮮果、兩鹹酸、四蜜餞。」店小二嚇了一跳，不意他口出大言，冷笑道：「大爺要些什麼果子蜜餞？」那少年道：「這種窮酸地方小酒店，好東西諒來也辦不到，就這樣吧，乾果四樣是荔枝、龍眼、蒸棗、銀杏。鮮果你揀時新的。鹹酸我就愛砌香纓桃和薑絲梅兒，不知這兒買不買得到？蜜餞麼，就是玫瑰金橘，香藥葡萄，糖霜桃條，梨肉好郎君吧。」店小二聽他說得句句在行，那裏還敢再存絲毫小覷之心。那少年又道：「下酒菜這裏沒有新鮮魚蝦，喂，來八個普普通通的酒菜吧。」店小二道：「爺們愛吃什麼口味的？」少年道：「唉，不說清楚定是不成，八個酒菜是花炊鵪子、炒鴨掌、雞舌羹、鹿肚釀江瑤、鴛鴦煎肚、菊花兔絲、爆獐腿、薑醋金銀蹄子。」店小二聽得張大了口合不攏來，等他說完，道：「這八樣菜價可不小哪，單是鴨掌和雞舌羹，就得用幾十隻雞鴨。」少年向郭靖一指道：「這位大爺作東，你道他吃不起麼？」店小二見郭靖穿了珍貴異常的黑貂，知他大有來頭，當下答應了吩咐下去趕辦，再問：「夠用了吧？」少年道：「再配十二樣下飯的菜，八樣點心，也就差不多了。」店小二不敢再問菜名，只怕他點出來採辦不到，當下吩咐廚子揀最上等的選配，又問少年：「爺們用什麼酒？小店有十年陳的三白汾酒，先打兩角不好？」少年道：「好吧，將就對付著喝喝！」不一會，果子蜜餞等物逐一開上桌來，郭靖每樣一嚐，件件都是從未吃過的美味。那少年高談闊論，說的都是南方的風物人情，郭靖聽他談吐雋雅，見識淵博，不禁大為傾倒。他二師父本是個飽學書生，但郭靖傾力學武，只在閒時才聽朱聰談些文辭，這時聽來，這少年的學識似更在二師父之上，不禁暗暗稱奇，心道：「我只道他是一個落魄貧兒，那知竟是一位博學君子。」再過半個時辰，酒菜擺滿了兩張拼起來的桌子，那少年酒量甚淺，吃菜也只揀清淡的挾了幾塊，聽郭靖說是從蒙古來，就問起大漠上的情形。郭靖受過師父囑咐，不能洩露自己的身份，只把打獵、射鵰、馳馬、牧羊各種有趣事說了。那少年聽得津津有味，聽郭靖說到得意處不覺拍手大笑，神態極為天真。郭靖一生長於沙漠，雖與拖雷、華箏兩個小友交好，但鐵木真愛惜幼子，經常把拖雷帶在身邊，少有空閒與他遊玩。華箏則公主脾氣極重，郭靖又不肯處處遷就順讓，儘管常在一起，但玩耍一陣就要吵架，性格並不相投。此時和這少年邊吃邊談，不知如何，竟然感到了生平未有之喜。他生性爽直，談到後來，把自己兒時各種蠢事傻事，除了與學武及鐵木真有關的避過之外，其他一古惱兒的都對那少年說了，說到忘形之處，一把握住了少年的左手。一握之下，只覺他手掌溫軟嫩滑，柔若無骨，不覺微微一呆。那少年低低一笑，俯下了頭。郭靖見他臉上雖然滿是煤黑，但頸後膚色卻是白膩如脂、肌光勝雪，雖然有點奇怪，但也不在意。那少年輕輕將手掙脫，道：「咱們說了這許多，菜冷了，飯也冷啦！」郭靖道：「真是的，叫他們熱一下吧。」那少年道：「不，熱過的菜不好吃。」他把店小二叫來，命他把幾十碗冷菜下撤下去倒掉，再用新鮮材料重做熱菜。酒店中掌櫃的、廚子、店小二個個稱奇，但既有生意，自然一一遵辦。郭靖和他投契，那把銀子放在心上。等到幾十盆菜肴重新擺上，那少年只吃了幾筷，說就飽了。店小二心中暗罵郭靖：「你這傻蛋，這小子把你冤上啦。」一會結帳，一共三百零九兩七錢四分。郭靖摸出兩錠黃金，命店小二到銀舖兌了五百兩銀子，付帳後外賞十兩，店掌櫃的與店小二皆大歡喜，恭恭敬敬的將兩人送出店門。出得店來，滿街風雪。那少年拱手道：「叨擾了。就此別過。」郭靖心地忠厚，見他衣衫單薄，很是不忍，當下脫下貂裘，給他披在身上，說道：「賢弟，你我一見如故，請把這件衣服穿了去。」他身邊尚剩下四錠黃金，取出三錠，放在貂裘的袋中。那少年也不道謝，披了貂裘，飄然而去。那少年走出數十步，回頭一望，見郭靖手中牽著紅馬，站在雪地中獃獃出神，若有所失，知他不捨得和自己分別，向他招了招手。郭靖快步過去，道：「賢弟可還有什麼缺少麼？」那少年微微一笑道：「我還沒有請教兄長高姓大名。」郭靖笑道：「真是的，這倒忘了。我姓郭名靖。賢弟你呢？」那少年道：「我姓黃，單名一個蓉字。」郭靖道：「賢弟現在到那裏去？要是回南方，咱們結伴同行如何？」黃蓉搖了搖頭道：「我不回南方。」忽然說道：「大哥，我肚子又餓啦。」郭靖道：「好，我再陪賢弟去用些酒飯便是。」這次黃蓉領郭靖到了張家口氣派最大的長慶樓，那完全是仿照舊京汴梁酒樓的格局。黃蓉不再大點酒菜，只要了四碟精緻細點，一壺龍井清茶，兩人又天南地北的談了起來，黃蓉聽說郭靖養了兩頭白鵰，心中好生羨慕，說道：「我正不知道那裏去好，明兒我就上蒙古，也去捉兩隻小白鵰玩玩。」郭靖道：「那可不容易碰上。」黃蓉道：「那怎麼你又碰上呢？」郭靖無言可答，問道：「賢弟，你家在那裏？幹麼不回家？」黃蓉忽然眼圈兒一紅道：「我爹不要我啦。」郭靖道：「幹麼呀？」黃蓉道：「我爹不許我出來玩，我偏要出來，他罵我，我就夜裏偷偷逃了出來。」郭靖道：「你爹這時怕在想你呢，你媽呢？」黃蓉道：「早死啦，我從小就沒媽。」郭靖道：「你玩過之後就回家去吧。」黃蓉流下淚來，道：「我爹不要我啦。」郭靖道：「不會的。」黃蓉道：「那麼他幹麼不來找我？」郭靖道：「或許他是找的，不過沒找著。」黃蓉破涕為笑，道：「那我玩夠之後就回去，不過先要捉兩隻白鵰兒。」兩個少年正說得起勁，忽聽樓梯上腳步聲響，兩名俊童伴著一位身穿錦袍的少年公子走上樓來。那公子豐神雋朗，猶如玉山照人，生得十分秀美，大約是十八九歲年紀。他見到郭靖與黃蓉穿得骯髒，眉頭微微一皺，向離他們最遠的那張桌子一指，僕從在提盒中取出自備的碗筷，佈在桌上。店小二見來了貴客，那敢怠慢，來來去去的奔走侍候。郭靖看了一眼，不再理會，又和黃蓉談論，忽聽樓下紅馬一聲長嘶，接著是好幾個人呼叱之聲。郭靖忙俯在窗口，向下一看，只見七八個白衣人圍住了自己愛馬，想要伸手捕捉，只是那紅馬奔騰跳躍，各人近身不得。郭靖又驚又怒，看那幾個白衣人時，正與日間在道上所遇的男裝女子裝束一模一樣，但她們怎麼來得如此之快，心中頗為不解，大喝一聲：「光天化日，膽敢盜馬麼？」飛步奔下樓去，只見八個白衣人個個躺在地下，眼睜睜的動彈不得，這一來更是摸不著頭腦。