第五十八回　大戰君山但見六七名丐幫幫眾同時從前後左右撲到，郭靖雙足挺立，凝如山岳，左臂橫在胸前。先到的三名幫眾一齊伸手往他臂上抓去，郭靖只是不動，一瞬之間，又有數人攻上。郭靖斗然間將手臂一抽，滴溜溜的轉了個圈子，在丐幫這幾人後心大施手腳，或是背上一推，或是腰上一撞，又或是屁股上猛踢一腿，只聽得「哎唷」「啊喲」「賊廝鳥」一連串叫喊，六七人跌成一團。郭靖回過身來，正要去抓楊康跟他算帳，月光下只見兩名丐幫的幫眾撲向黃蓉，只怕她受了傷害，相距既遠，救援不及，自己身上又無暗器，情急之下，一彎腰除下腳上一對布鞋，用力直揮出去。那兩名幫眾惟恐黃蓉也如郭靖一般脫身，各持兵刃，要將她即行殺了，好替老幫主報仇，他們兩人原是一番忠義之心，那知剛好奔到黃蓉身前，兵刃尚未舉起，忽覺後心風聲峻急，知道有人暗算。一個武功較高，急忙轉身，郭靖的鞋子正好打在他的胸口，另一個未及回身，鞋子已到，卻是打在背脊之上。布鞋雖然柔軟輕飄，但被郭靖內力用上了，勁道非同小可，兩人立腳不住，一個仰跌，一個俯衝，齊齊滾倒，竟然爬不起來，彭長老站在鄰近。見郭靖用鞋打人也是如此聲威，更是驚懼。郭靖揮手推開三名丐幫幫眾，急奔到黃蓉身旁，俯身去解她身上繩索，只解開一個結，丐幫幫眾已然湧到。郭靖索性坐在地下，就學丘處機、王處一等人以天罡北斗陣禦敵之法，只伸右掌迎戰，將黃蓉放在雙膝之上，左手慢慢解那繩結。他曾得周伯通傳授雙手互搏，一心二用之術，這時一手解索，一手迎敵，絲毫不見侷促。不到一盞茶時分，靖蓉二人身周已重重疊疊的圍了成百名幫眾，後面的人別說出手，連郭靖的身體也望不到一眼。郭靖有心要引眾人過來，只以單掌防衛，始終不施攻擊殺手，等到將黃蓉手腳上的繩索全部解開，又取出她口中麻核，才道：「蓉兒，你上身沒什麼傷痛吧？」黃蓉側臥在他膝上，卻不起身，說道：「就是混身酸麻，倒沒受傷。」郭靖道：「好，你躺著歇一會兒，瞧我給你出氣。」兩人一個坐地，一個高臥，竟將四周兵刃亂響，高聲喧嘩的群丐視若無物。黃蓉笑道：「你動手吧，只是別當真傷了他們。」郭靖道：「我理會得。」左掌輕輕撫摸她的一頭秀髮，右掌忽地發勁，砰砰砰三響，三名幫眾從人群頭頂飛了出去。群丐一陣大亂，又有四人被他以掌力甩了出去，只聽人群中有人叫道：「眾兄弟退開，讓八袋弟子對付這兩個小賊。」那正是簡長老的聲音。群丐聽到號令，紛紛散開，靖蓉身旁只留下八名丐頭。這八丐背後都背負八隻麻袋，是丐幫中僅次於四大長老的人物，每人均統率一路幫眾，那接引楊康的瘦胖二丐亦在其內。八袋弟子原共九人，黎生自刎而死，就只剩下八人了。郭靖知道自己目下對手雖減，但個個都是高手，正欲站起，黃蓉低聲道：「坐著打，你對付得了。別將他們瞧在眼裏。」郭靖心想：「若是八人齊上，卻是不易抵擋，須得先打倒幾個。」認得胖瘦二丐是牛家村接引楊康來此之人，左手抓起從黃蓉身上解下來的繩索，一招「斷脛盤打」著地掃去，這是馬王神韓寶駒當年所授金龍鞭法中的一招，鞭法雖同，只是郭靖功力大進之後，使將出來威力倍加。胖瘦二丐見鋼索掃到，縱身躍起。郭靖舞動鋼索，化成一片索牆，擋在前、左、後三方，卻將右面留出空隙。這破綻正在胖瘦二丐身前，其餘六丐卻盡被鋼索阻住，急切間攻不進去。二丐見有機可乘，立時撲上，只聽得簡長老急叫道：「攻不得！」但為時已然不及，郭靖掌去如風，一掌一個，擊在二丐肩頭。二丐身不由主的疾飛而出，撞向鐵掌幫的眾黑衣漢子。二丐受力雖同，但二人一肥一瘦，一重一輕，重的跌得近，輕的飛出遠，砰砰兩響，撞到了兩個黑衣漢子。裘千仞原在一旁袖手觀戰，見二丐飛跌而出，也不以為意，但聽那相撞之聲，卻不由得吃了一驚，心道：「這小子又用隔山打牛之法，我們的人非死必傷。」搶上前去，只見胖瘦二丐已一躍站起，並無損傷，但鐵掌幫的兩名幫眾卻已被撞得筋折骨斷，爬在地下。裘千仞大怒，剛欲回頭，只聽身後風響，又有兩名丐幫的八袋弟子被郭靖用掌力甩了出來。裘千仞知道這隔山打牛之力是遠重近輕，丐幫弟子親受者小，但被他們撞著了，受力卻是極重，當下回臂一擋，將一丐往無人處斜裏推出，隨即雙掌併攏，呼的一聲，往另一丐背心擊去。這一擊是他生平賴以成名的鐵掌功夫，若是勝過郭靖掌力，那不但把來力抵消，還能以餘力重創那丐，倘若不及，那麼自己縱不受傷，也會被擊得跌倒或退。丐幫四老和黃蓉知他這雙掌一擊是正面和郭靖的功力比併，勝負之間，關係非小，俱都凝神注視，但見他雙掌發出，那八袋弟子在空中停止了片刻，隨即輕輕巧巧的落在地下，呆了一呆，轉身又向郭靖身邊奔去，竟是絲毫沒有受傷。這一來，丐幫四老知道裘千仞的武功與郭靖大致是在伯仲之間，心想這小子竟能與這位威震天下的老英雄打成平手，確是可驚可畏。黃蓉更感驚疑：「這老騙子功夫甚是尋常，怎能擋得住靖哥哥這一掌之力？這是硬接硬架的真本事，萬萬不能施甚鬼蜮伎倆，好教人難以索解。」裘千仞一招接過，已試出郭靖的真實功夫，心想現下與他併鬥，難操必勝之算，自己一世英名，豈能喪在這籍籍無名的後生晚輩之手，當下右手一揮，約束鐵掌幫諸人一齊退後。丐幫的八袋弟子，武功與尹志平、程瑤迦之儔相若，郭靖一起手就擊倒了四人，雖有一人回來重行加入戰團，但郭靖將降龍十八掌與天罡北斗陣配在一起，以威猛之勢，濟以靈動之變，那五丐焉能抵擋得住？若非郭靖瞧在師父臉上，早已將五丐打得非死即傷，只鬥了三十餘招，又用掌力震倒二丐。餘下三丐不敢進攻，轉身欲逃，郭靖左手鋼索揮出，連捲二人足踝，順勢一拉，將二丐扯到身旁，雙手抄起鋼索，將兩人手足反縛在一起。黃蓉見他大獲全勝，心花怒放，忽地想起擒獲自己的是那滿臉笑容的彭長老，記得父親曾說過江湖上有一種「懾心之術」，能使人忽然睡去，受人任意擺佈，毫無反抗之力，想來這彭長老所用的，正是這種法術，問道：「靖哥哥，九陰真經中載得有什麼『攝心法』麼？」郭靖道：「沒有……」黃蓉好生失望，低聲道：「提防那笑臉惡丐，莫與他眼光相接。」郭靖點頭道：「我正要狠狠打他一頓出氣！」說著扶了黃蓉背脊，兩人一齊站起身來，雙眼凝視著楊康，大踏步向他走去。楊康當郭靖大展神威，力鬥群丐之際，心中已自惴惴不安，只盼群丐倚多為勝，將他制服，那知群丐一一敗退，郭靖卻正對準自己筆直走來，只要被他一近身，那裏還有性命？情急之下，高聲叫道：「四位長老，咱們這裏無數英雄好漢，豈能任由這小賊猖狂？」一面說，一面退在簡長老身後。簡長老回首低聲道：「幫主放心，小賊武功再高，總是敵不過人多，咱們用車輪戰困死他。」提高嗓子叫道：「八袋弟子，佈堅壁陣！」只見一名八袋丐首應聲而出，帶頭十多名幫眾，排成前後兩列，各人手臂相挽，十六七人結成一堵堅壁，發一聲喊，突然低頭向靖蓉兩人猛衝過來。黃蓉叫聲：「啊喲！」閃身向左躍開，郭靖向右繞過，東西兩邊又有兩排幫眾衝了過來。郭靖見群丐戰法怪異，待這堅壁衝近，竟不退避，雙掌突發，往壁中那人身上推去。他掌力雖強，但這堅壁陣合十餘人身體之重，再加一衝之勢，那裏推挪得開？但見那堅壁中部受力，微微一頓，兩翼卻包了上來，郭靖一個踉蹌，險被這股巨力撞得摔倒，急忙左足一點，倏地飛起，從那人牆之頂竄了過去，身子尚未落地，只叫得聲苦，但見迎面又是一堵幫眾列成的堅壁衝到，忙吸口氣，右足著地一點，又從眾人頭上躍過。豈知那堅壁一堵接著一堵，永無窮盡，前隊方過，立即轉作後隊，翻翻滾滾，猶似巨輪般輾了過來，郭靖武功再強，至此也只有束手待縛。黃蓉身法靈動，縱躍功夫高過郭靖，但時間一久，一隊隊的移動巨壁越來越多，趨避奔竄之際漸感心跳氣喘，再是東閃西躲一陣，竟與郭靖會在一起，漸漸被逼向山峰一角。黃蓉心念一動，叫道：「靖哥哥，退向崖邊。」郭靖聽了，一時尚未領會，但依言退向懸崖，眼見離崖邊只餘五六尺之地，丐幫的堅壁竟然停步不衝，郭靖回頭一望，恍然大悟：「啊，下面是個深谷，衝過來收不住腳，不跌死才怪。」向黃蓉望了一眼，剛要說她聰明，卻見她臉上突轉憂色，只見一堵又厚又高的大牆緩緩移近，這番不是猛衝，卻是要慢慢的將二人擠入深谷之中，同時是成百人前後連成了十餘列，再也縱躍不過。郭靖在蒙古時曾與馬鈺晚晚在懸崖上行走，這君山之崖未必比大漠中的懸崖更高更險，眼見巨壁漸近，叫道：「蓉兒，你伏在我背上，咱們下去。」黃蓉嘆道：「不成啊，他們會用大石頭投擲，那是死路一條。」郭靖徬徨無計，不知怎地，在這生死懸於一髮之際，忽然想起九陰真經上卷之中的一篇文字，說道：「蓉兒，真經中有一篇叫做『移魂大法』只怕和你說的什麼懾心法差不多……好，咱們跟他們拚了，要摔麼大家一齊下去。」黃蓉嘆道：「這些都是師父所愛的好兄弟，咱們多殺人又有何益？」郭靖突然雙臂直伸，抱起她的身子，低聲道：「快逃！」在她面頰上親了一親，奮起平生之力，將她向軒轅台上擲去。黃蓉只覺猶似騰雲駕霧，從數百人的頭頂飛過，知道郭靖要獨擋群丐，好讓自己乘隙逃走，雙足一彎，輕輕落在台上，心中又酸又苦，卻見楊康正自得意洋洋的站在台角督戰，這良機豈肯錯過，足未站定，和身向前一撲，左手手指已搭住綠竹杖杖頭。楊康斗然見她猶似飛將軍從天而降，猛吃一驚，舉杖待擊，黃蓉右手食中二指倏取他雙目，同時左足翻起，已將竹杖壓住。楊康為保眼珠，只得撤杖下台，他武功本就不及黃蓉，而她這一招又是洪七公所授打狗棒法的最後一記絕招「獒口奪杖」，假若竹杖被高手敵人奪去，只要施出此招，立時奪回，百發百中，即是武功高出楊康數倍之人，遇上這招也決保不住手中桿杖，何況是他？黃蓉奪杖是主，取目是賓，卻因手法過快，手指竟已戳得楊康眼珠劇痛，好一陣眼前發黑。黃蓉雙手高舉竹杖，叫道：「丐幫眾兄弟立即罷手停步。洪幫主並未歸天，全是奸徒造謠。」群丐一聽，盡皆愕然，此事來得太過突兀，難以相信，但樂聞喜訊，惡聽噩耗，原是人之常情，當下人人回首望著高台。黃蓉叫道：「眾兄弟過來，請聽我說洪幫主消息。」楊康一時睜不開眼睛，但耳中卻聽得清楚，在台下也高聲叫道：「我是幫主，眾兄弟聽我號令：先把那男賊擠下崖去，再來捉拿這胡說八道的女賊。」丐幫幫眾對幫主奉若神明，縱有天大之事對幫主號令也決不敢不遵，一聽楊康之言，當下發一聲喊，踏步向前。黃蓉叫道：「大家瞧明白了，幫主的打狗棒在我手中，我是丐幫的幫主。」群丐一怔，幫主打狗棒被人奪去之事，實是聞所未聞，猶豫之間，又各停步。黃蓉叫道：「我丐幫縱橫天下，今日卻被人趕上門來欺侮。黎生、余兆興兩位兄弟被人逼死，魯長老身受重傷，那是為了什麼緣由啊？」群丐激動義憤，倒有半數回過頭來聽她說話。黃蓉又道：「只因為這姓楊的奸賊與鐵掌幫勾結串通，造謠說洪老幫主逝世。你們知道這姓楊的是誰？」群丐紛紛叫道：「是誰？快說，快說。」有的卻道：「莫聽這女賊言語，亂了心意。」眾人七張八嘴，莫衷一是。黃蓉叫道：「這人不是姓楊，他姓完顏，是大金國趙王爺的兒子。他是存心來滅咱們大宋來著。」群丐俱各一怔，卻不肯信。黃蓉尋思：「這事一時之間難以教眾人相信，只好以其人之道，還治其人之身，且栽他一贓。」探手入懷，一摸懷中各物幸好未被搜去，當即掏出那日朱聰從裘千仞身上偷來的鐵掌，舉在半空，叫道：「我剛才從那姓楊的手中搶來了這個東西，大家瞧瞧，那是什麼？」群丐與軒轅台相距遠了，月光下瞧不明白，好奇心起，一齊湧到台邊，叫了起來：「這是鐵掌啊，怎麼會在他的手裏？」黃蓉大聲道：「是啊，他是鐵掌幫的奸細，身上自然帶了這個標記。」楊康在台下聽得臉如死灰，手一揚，兩枚鋼錐直向黃蓉胸口射去。他相距既近，出手又快，但見兩道銀光激射而至。黃蓉未加理會，群丐中已有十餘人齊聲高呼：「留神暗器，小心了！」「啊喲不好！」那兩枚鋼錐在軟蝟甲上一碰，錚錚兩聲，跌在台上。黃蓉叫道：「姓楊的，你若非作賊心虛，何必用暗器傷我？」群丐見暗器竟然傷她不得，更是駭異萬狀，紛紛議論：「到底誰是誰非？」「洪老幫主真的沒死麼？」人人臉上均現惶惑之色，一齊望著四大長老，要請他們作主。眾丐排成的堅壁早已散亂，郭靖從人群中走到台邊，也無人再加理會。此時魯有腳已經醒轉，四長老聚在一起商議。魯有腳道：「現下真相未明，咱們須得對兩造詳加詢問，當務之急是查實老幫主的生死。」淨衣派三老卻道：「咱們既已奉立幫主，豈能任意更改？我幫列祖列宗相傳的規則，幫主號令決不可違。」四人爭執不休，淨衣派三老打個手勢，走到楊康身旁。簡長老高聲說道：「咱們只信楊幫主的說話。這個巫女不知從何方鑽將出來，妖言惑眾，決不能聽。眾兄弟，把她拿下來好好拷打，逼她招供。」郭靖一躍上台，叫道：「唯敢動手？」眾人見他神威凜凜，無人敢上台來。裘千仞率領徒眾遠遠站著，隔岸觀火，見丐幫內鬨，心中暗自得意。黃蓉朗聲說道：「洪老幫主目下好端端在臨安大內禁宮之中，只因愛吃御廚食物，不暇分身，是以命我代領本幫幫主。待他吃飽喝足，自來與各位相見。」四大長老，八袋弟子等均知洪七公貪吃的性子，心想這話倒也有八分相像。黃蓉又道：「這姓楊的邀了鐵掌幫的幫手，暗使奸計害我，偷了幫主的打狗棒來騙人，你們怎能不辨是非，胡亂相信？我幫四大長老見多識廣，怎麼連這一個小小的奸計，竟也瞧不破、識不透？」群丐聽她忽然發言相責，不由得望著四大長老，各有相疑之色。楊康到此地步，只有嘴硬死頂，說道：「你說洪幫主還在人世，他何以命你接任幫主？他要你任幫主，又有甚信物？」黃蓉將竹杖一揮道：「這是幫主的打狗棒，難道還不是信物？」楊康強顏大笑，說道：「哈哈，這明明是我的法杖，你剛才從我手中奪去，誰不見來？」黃蓉笑道：「洪幫主若是授你打狗棒，怎能不授你打狗棒法？若是授了你打狗棒法，這打狗棒又怎能讓我奪來？」楊康聽她接連四句之中，都提到打狗棒，只道她是言語輕薄，大聲道：「這是我幫幫主的法杖，什麼打狗棒不打狗棒，休得胡言，褻瀆了寶物。」他自以為此語甚是得體，可以討得群丐歡心，豈知這竹杖實是叫作「打狗棒」，胖瘦二丐因敬重此棒，與楊康一路偕來時始終不敢直呼「打狗棒」之名。他這幾句明明是自認不知此棒真名，群丐立即瞪目相視，臉上均有怒色。楊康極是乖巧，已知自己這幾句話說得不對，只是不知錯在何處，萬料不到如此重要的一根法杖，竟會有這樣粗俗的一個名字。黃蓉微微一笑，道：「寶物長，寶物短的，你要，那就拿去。」伸出竹杖，候他來接，楊康大喜，欲待上台取杖，卻又害怕郭靖。彭長老低聲道：「幫主，咱們保駕。先拿回來再說。」他當先躍上台邊，楊康與簡梁二老跟著上台。黃蓉大大方將竹杖遞了過來，楊康防她使甚詭計，微一遲疑，豎左掌守住門戶，這才接杖。黃蓉撒手離杖，笑問：「拿穩了麼？」楊康緊握杖腰，怒道：「怎麼？」黃蓉突然左手一搭，左足飛起，右手前伸，倏忽之間，又將竹杖奪了過來。彭梁二人大驚欲救，那杖早已到了黃蓉手中，這三老都是極高的高手，三人環衛，竟自防護不住，眼睜睜被她空手搶了過去，不由得又驚又愧。黃蓉將杖往台上一拋，道：「只要你拿得穩，就再取去。」楊康尚自猶豫，簡長老長袖揮出，已將那杖捲了起來。這一揮一捲乾淨利落，瀟灑自如，實非身負絕藝者莫辦，台下群丐看得分明，已有人喝起采來。簡長老舉杖過頂，遞給楊康。黃蓉笑道：「洪幫主傳授此棒給你之時，難道沒教你要牢牢拿住，別輕易給人搶去麼？」格格笑聲之中，雙足一點，從簡梁二老之間斜身而過，直欺到楊康面前。簡長老左腕翻處，反手擒拿，豈知黃蓉這一躍正是洪七公親授的「燕雙飛」身法，靈動有如玉燕，簡長老一拿卻拿了個空，相距如是之近，居然失手，這是他生平罕有之事，心中只微微一震，只聽棒聲颯然，已橫掃足脛而來。簡梁二老急忙一躍避過。黃蓉笑道：「這招叫做『棒打雙犬』！」白衫飄動，俏生生一個人形，站在軒轅台東角，那根碧綠晶瑩的竹杖在她手中映著月色，發出淡淡微光，這一次奪杖起落更快，竟無人看出她用的是什麼手法。郭靖高聲叫道：「洪幫主將打狗棒傳給誰了？難道還不明白麼？」台下群丐見她接連奪棒三次，一次快似一次，不禁疑心大起，紛紛議論起來。魯有腳朗聲道：「眾位兄弟，這位姑娘適才出手，當真是老幫主的功夫。」簡長老和彭梁二人對望一眼，說道：「她是老幫主弟子，自然得到傳授，那有什麼希奇？」魯有腳道：「自來打狗棒法，非丐幫幫主不傳，簡長老難道不知這個規矩？」簡長老冷笑道：「這位姑娘學得一兩路空手搶白刃的高招，未必就是打狗棒法？」魯有腳心中也是將信將疑，說道：「好，姑娘，請你將打狗棒法試演一遍，倘若確是老幫主真傳，天下丐幫兄弟自必傾心服你。」簡長老道：「這套棒法咱們都是只聞其名，無人見過，誰能分辨真假。」魯有腳道：「依你說怎地？」簡長老雙掌一拍，大聲道：「只要這位姑娘用棒法打敗了這對肉掌，姓簡的死心塌地奉她為主，若是再有二心，教我萬箭透身，千刀分屍。」魯有腳道：「嘿，這位姑娘有多大年紀？她棒法縱精，怎能敵得過你數十載寒暑之功？」兩人正自爭論未決，梁長老性子暴躁，已聽得老大不耐，挺刀撲向黃蓉，叫道：「打狗棒法是真是假，一試便知。看刀！」呼呼呼連劈三刀，寒光閃閃，這三刀威猛迅捷，但均避開黃蓉身上要害之處，又快又準，不愧是丐幫高手。黃蓉將竹杖往腰帶中一插，足下未動，上身微晃，避過三刀，笑道：「對你也用得著打狗棒法？你配麼？」左手進招，右手竟來硬奪他手中單刀。梁長老名震江湖，見這乳臭未乾的一個黃毛丫頭竟自對自己如此輕視，怒火上衝，三刀一過，立時橫砍硬劈，連施絕招。簡長老此時對黃蓉已不若先前敵視，知道中間必有隱情，只怕梁長老鹵莽從事，傷害於她，叫道：「梁長老，可不能下殺手。」黃蓉笑道：「別客氣！」身形飄忽，拳打足踢，肘撞指截，瞬息間連變了十幾套武功。台下群丐看得神馳目眩，八袋弟子中的瘦丐忽然叫道：「啊，這是蓮花掌！」那胖丐跟著叫道：「咦，這小姑娘也會銅錘手！」他叫聲未歇，台上黃蓉又已換了拳法，台下丐幫中高手一一叫了出來：「啊，這是幫主的混天功。」「哈哈，她用鐵帚腿法！」「這招叫做『垂手破敵』！」原來洪七公生性疏懶，不喜收徒傳功，丐幫眾弟子立了大功的，他才傳授一招兩式，作為獎勵。黎生武功不弱，也只受他傳了降龍十八掌中的一招「神龍擺尾」。洪七公又有一個脾氣，一路功夫傳了一人之後，不再傳給旁人，所以丐幫諸兄弟所學各自不同，只有黃蓉乖巧伶俐，烹飪手段又高，特別得他歡心，才在長江之濱的姜廟鎮上，學得了他數十套精妙武功。這時她有心在群丐之前炫示，將洪七公親傳的本領一一施展出來，群丐中有學過的，都情不禁的呼叫出口。梁長老刀法精妙，若憑真實功夫，實在黃蓉之上，只是見她連換怪異招數，層出不窮，一時眼花繚亂，不敢進招，只將一柄單刀使得潑水不進，緊緊守住門戶。刀光拳影中黃蓉忽地收掌當胸，笑道：「認栽了麼？」梁長老未展所長，豈肯服輸？單刀從懷中斗然翻出，縱刃斜削。黃蓉不避不讓，任他這一刀砍下，只聽眾丐齊聲驚呼，簡長老與魯有腳大叫：「住手！」梁長老收勢不及，一刀正好砍在黃蓉左肩，暗叫：「不好！」正自大悔，突然手腕一麻，嗆啷一聲，單刀已跌落在地。他那裏知道黃蓉身穿軟蝟甲，再鋒利的寶刀也傷她不得，就在他欲收不收、又驚又悔之際，腕後三寸處的「會宗穴」已被黃蓉用家傳「蘭花拂穴手」拂中。黃蓉伸足踏住單刀，側頭笑道：「怎樣？」梁長老本以為這一刀深入肩胸，非死也必重傷，那知她絲毫無損，一時之間想不到她有護身寶衣，驚得呆了，不敢答話，一躍退開。裘千仞卻在遠處說道：「人家有桃花島鎮島之寶護身，你單刀不砍她腦袋，怎傷得了她？」簡長老低眉凝思。黃蓉笑道：「怎麼？你信不信？」魯有腳連使眼色，叫她見好便收，他瞧出黃蓉家數雖博，功力卻大不及梁長老之深，若非出奇制勝，最多也只能打成平手，簡長老武功更遠在梁長老之上，黃蓉決非他的敵手，但見她笑吟吟的不理會自己眼色，甚是焦急，欲待開言，自己雙手手骨被裘千仞捏碎，忍了半日，這時更加劇痛難熬，全身冷汗，那裏還說得出話來。簡長老緩緩抬頭，說道：「姑娘，我來領教領教！」郭靖在旁見他神定氣閒，手滯足呆，也知黃蓉敵他不過，決意攬在自己身上，拾起綑縛過自己的牛皮索，一收一揮，倏地飛出，捲住簡長老那根被裘千仞插入山石的鋼杖，勁透索端，喝一聲：「起！」那鋼杖被繩索一扯，激飛而出。那杖來勢本向簡長老飛去，郭靖縱身上前，搶在中間，一掌「時乘六龍」在杖旁劈了過去。這是降龍十八掌中的一招，力道非同小可，那鋼杖受這勁力一帶，猛然間轉頭斜飛。郭靖伸手接住，左掌握住杖頭，使一招「天蠖之屈」，右掌握住杖尾，使一招「龍蛇之蟄」，他以左右互搏之術，同使降龍二掌，本被裘千仞拗成圓圈的鋼杖，被這兩股力道一拉一張，復又伸得筆直。他拉直鋼杖，雙手撤掌一合，一招「見龍在田」，掌緣擊在鋼杖中腰，叫道：「接兵刃吧！」那鋼杖平著身子，向簡長老橫飛而去。杖挾風聲，勢不可當，簡長老知道若是伸手去接，手骨立時折斷，急忙躍開，只怕傷了台下眾丐，叫道：「台下讓開！」那知黃蓉倏地伸出竹棒，棒頭搭在鋼杖腰裏，輕輕往下一按。武學中有言道：「四兩撥千斤」，這一按力道雖輕，卻是打狗棒法中一招「壓扁狗背」的精妙招數，力道恰到好處，竟將那鋼杖按在台上，笑道：「你用鋼杖，我用竹棒，咱倆過過招玩兒。」簡長老驚疑不已，打定了不勝即降的主意，彎腰拾起鋼杖，杖頭向下，杖尾向上，躬身道：「請姑娘棒下留情。」這杖頭向下，原是武林中晚輩和長輩過招時極恭敬的禮數，意思是說不敢平手為敵，只是請予指點。黃蓉竹棒一伸，一招「撥狗朝天」，將鋼杖杖頭挑得甩了上來，笑道：「不用多禮，只怕我本領不及你。」這鋼杖是簡長老用了數十年得心應手的兵刃，被她輕輕一挑，竟爾把持不住，杖頭直翻起來，砸向自己額角，急忙振腕收住，心中更是暗暗吃驚，當下依晚輩規矩讓過三招，鋼杖一招「秦王鞭石」，從背後以肩為支，扳擊而下，使的是梁山泊好漢魯智深傳下來的「瘋魔杖法」。黃蓉見他一擊之勢威猛異常，心想只要被他杖尾掃到，縱有軟蝟甲護身，卻也難保不受內傷，當下不敢怠慢，展開師授「打狗棒法」。在鋼杖閃光中欺身直上。這鋼杖重逾三十斤，竹棒卻只十餘兩，但丐幫幫主世代相傳的棒法果然精微奧妙，黃蓉一上來全是進手招數。雖然兩件兵刃輕重懸殊，大小難匹，但數招一過，那粗如兒臂的鋼杖竟被一根小竹棒逼得施展不開。簡長老初時只怕失手打斷本幫的世傳寶棒，出杖極有分寸，當與竹棒將接未觸之際，立即收杖，豈知黃蓉的棒法凌厲無倫，或點穴道，或刺要害，簡長老被迫收杖回擋，十餘合後，但見四面八方俱是棒影，全力招架尚且不及，那裏還有餘暇顧到勿與竹杖碰撞？郭靖大為歎服：「恩師武功，確是人所難測。」忽見黃蓉棒法一變，一手捉住棒腰，將那竹棒舞成一個圓圈，宛似戲耍一般。簡長老一呆，鋼杖抖起，猛點對方左肩。黃蓉竹棒疾翻，搭在鋼杖離杖頭一尺之處，順勢向外牽引，這一招十成中倒有九成是借用了對方之力。簡長老只感鋼杖似欲脫手飛出，急忙運勁回縮，那知竟似被竹棒牢牢黏住，鋼杖後縮，竹棒跟著前行。他明知自己武功在對方之上，這時也不由得暗暗心驚，連變七八種杖法，終究擺脫不了竹棒的黏纏。那打狗棒法共有絆、劈、纏、戳、挑、引、封、轉八訣，黃蓉這時使的是「纏」字訣。那竹棒有如一根極堅極韌的細藤，纏住了大樹之後，任它橫挺直長，休想再能脫卻束縛。更拆數招，簡長老力貫雙膀，使開「大力金剛杖法」，將一根鋼杖運得呼呼風響，但他揮向東，竹棒跟向東，他打到西，竹棒隨到西。黃蓉毫不用力，棒隨杖行，看來似乎全受簡長老擺佈，其實是如影隨形，厲害無比，好似騎術極高之人乘上野馬，任牠暴跳狂奔，始終是乘坐在馬背之上。大力金剛杖法使到一半，簡長老心中再無半點猶疑，正要撤杖服輸，彭長老忽在台邊叫道：「用擒拿手法抓她棒頭。」黃蓉道：「好，你來抓！」棒法一變，使出了「轉」字訣。那「纏」字訣是隨敵東西，這「轉」字訣卻是令敵隨己，但見那竹棒化成一團碧影，猛點簡長老後心「強間」、「風府」、「大椎」、「靈台」、「懸樞」各大要穴。這些穴道均在背脊中心，只要被棒端點中，非死即傷。簡長老識得厲害，勢在不及回杖相救，只得向前竄躍趨避，豈知黃蓉的點打連綿不斷，一點不中，又點一穴，那棒影只在他背後各穴上晃來晃去。簡長老無法可施，只得向前急縱，卻是避開前棒，後棒又至。他腳上加勁，欲待得機轉身，但他縱躍愈快，黃蓉點得愈急。台下群丐但見她繞著黃蓉飛奔跳躍，大轉圈子。黃蓉點在中心，舉棒不離他的後心，那竹棒從左手交到右手，又從右手交到左手，連身子也不必轉動，好整以暇，悠閒之極。簡長老奔了七八個圈子，高聲叫道：「黃姑娘手下容情，我服你啦！」一面大叫，足下可絲毫不敢停步。黃蓉笑道：「你叫我什麼？」簡長老忙道：「對，對！小人該死，小人參見幫主。」要待回身行禮，但見竹棒毫不放鬆，只得繼續奔跑，到後來汗流浹背，白鬍子上全是水滴。黃蓉心中氣惱已消，也就不為已甚，笑上雙頰，竹棒一縮，使起「挑」字訣，搭在鋼杖向上一甩，簡長老如逢大赦，立即撒手，回身深深打躬。台下群丐齊聲高叫：「參見幫主！」一齊行禮。簡長老踏上一步，一口唾液正要向黃蓉臉上吐去，但見她白玉般的臉上透出珊瑚之色，嬌如春花，麗若朝霞，這一口唾液那裏吐得上去？一個遲疑，咕的一聲，將一口唾液嚥入了咽喉，但聽得頭頂風響，鋼杖落將下來，他怕黃蓉疑心，不敢舉手去接，縱身躍開，卻見人影一閃，一人躍上台來，接住了鋼杖，正是四大長老中位居第三的彭長老。黃蓉被他用「懾心法」擒住，最是惱恨，見此人上來，正合心意，也不說話，一棒逕點他前胸「紫宮穴」，要用「轉」字訣連點前胸大穴，逼他不住倒退，比簡長老適才更加狼狽。那彭長老狡猾異常，知道自己武功不及簡長老，他尚不敵，自己也就不必再試，見黃蓉竹棒點來，不閃不避，叉手行禮。黃蓉將棒端點在他「紫宮穴」上，含勁未發，怒道：「你要怎地？」彭長老道：「小人參見幫主。」黃蓉怒目瞪了他一眼，與他目光一接，不禁心中微微一震，急忙轉頭，但說也奇怪，明知瞧他眼睛必受傷害，可是不由自主的要想再瞧他一眼，一回首，只見他雙目中精光逼射，動人心魄，這次轉頭也已不及，立即閉上眼睛。彭長老微笑道：「幫主，您累啦，您歇歇吧。」聲柔音和，極是悅耳動聽。黃蓉果覺全身倦怠，心想累了這大半夜，也真該歇歇了，心念這麼一動，更是目酸口澀，精疲神困。簡長老這時既已奉黃蓉為幫主，那就傾心竭力的保她，知道彭長老又欲行使「懾心法」，上前喝道：「彭長老，你敢對幫主怎地？」彭長老微笑，低聲道：「幫主要安歇，她也真太倦啦，你莫驚擾她。」黃蓉心中知道危急，可是全身酸軟，雙眼直欲閉住沉沉睡去，就算天塌下來，也須先睡一覺再說，就在這心智一半昏迷、一半清醒之際，猛然間想起郭靖說過的一句話，好似忽從夢中驚醒，叫道：「靖哥哥，你說真經中有『移魂大法』？」郭靖早已瞧出不妙，心想若是那彭長老再使邪法，立時上去一掌將他擊斃，聽黃蓉如此說，忙上前在她耳邊將經文背誦了一遍。須知「懾心法」或「移魂大法」，均與今日之催眠術、心理分析等等相似，係以專一強固之精神力量，控制對方心靈，原非怪異，只是當時知其然而不知其所以然，自不免驚世駭俗。且說黃蓉一聽郭靖背誦經文，叫她依著止觀法門，由「制心止」而至「體真止」，她內功本有根基，人又聰敏，一點即透，當即閉目默念，心息相依，綿綿密密，不多時即寂然寧靜，睜開眼來，一個心若有意，若無意，已至忘我境界。彭長老見她閉目良久，只道已受了自己言語所惑，昏沉睡去，正自欣喜，欲待再施狡計，突然見她睜開雙眼，向著自己微微而笑。彭長老也報以微微一笑，但見她笑得更是歡暢，不知怎地，只覺全身輕飄飄的快美異常，不由自主的哈哈大笑起來。黃蓉心想九陰真經中所載的功夫果然厲害無比，只這一笑之間，已勝過了對方，當下也就格格淺笑。彭長老心知不妙，猛力鎮懾心神，那知這樣一驚一急，心神更是難收，望著黃蓉笑生雙靨，那裏還能自制，站起身來，捧腹狂笑。只聽得他哈哈，嘻嘻，啊哈，啊喲，又叫又笑，聲音越笑越響，在湖面上遠遠傳了出去。群丐面面相覷，不知他笑些什麼。簡長老連叫：「彭長老，你幹什麼？怎敢對幫主恁地不敬？」彭長老指著他鼻子，笑得彎了腰。簡長老還以為自己臉上有什麼古怪，伸袖用力擦了幾擦。彭長老笑得更加猛烈，一躍下台，在地下大笑打滾。群丐這才知道不妙，彭長老兩名親信弟子搶上前去相扶，被他揮手推開，自顧大笑不已。只一盞茶時分，已笑得氣息難通，滿臉紫脹，若是常人，受到這移魂大法，只是昏昏欲睡而已，原無大礙，他卻是正在聚精會神的運起懾心術對付黃蓉，被她突然還擊，這一來自受其禍，自是比之常人反而厲害十倍。簡長老心想他只要再笑片刻，必致窒息而死，躬身向黃蓉道：「敬稟幫主，彭長老對幫主無禮，原該重懲，但求幫主大量寬恕。」魯有腳與梁長老也一齊躬身相求，求懇聲中雜著彭長老聲嘶力竭的笑聲，顯得極是詭異。黃蓉向郭靖道：「靖哥哥，夠了麼？」郭靖道：「夠了，饒了他吧。」黃蓉道：「三位長老，你們要我饒他，那也可以，只是你們大家不得在我身上唾吐。」簡長老見彭長老命在頃刻，忙道：「幫規是幫主所立，也可由幫主所廢，弟子們但憑吩咐。」黃蓉見可免這吐唾之厄，心中大喜，笑道：「好啦，你去點了他的通谷穴、商曲穴。」簡長老一躍下台，伸手依言點了他兩處穴道。彭長老笑聲止歇，翻白了雙眼，儘自呼呼喘氣，委頓不堪。黃蓉笑道：「這我真要歇歇啦！咦，那楊康呢？」郭靖道：「走啦！」黃蓉跳了起來，叫道：「怎能讓他走了？那裏去啦？」郭靖向湖中一指道：「他跟那裘老頭兒走啦。」黃蓉望著湖中帆影，眼見相距已遠，追之不及，恨恨不已，心知郭靖存心忠厚，顧念兩代結義之情，明見他逃走卻不加阻攔。原來楊康見黃蓉與簡長老一動手，知道若不走為上著，立時性命難保，乘著眾人全神觀鬥之際，悄悄溜到鐵掌幫幫眾之中，央求相救，裘千仞一聽他是完顏烈世子，自然拍胸相保，瞧這情勢，黃蓉接任幫主之局已成，無可挽救，郭黃武功高強，丐幫勢大難敵，當下不動聲色，率領幫眾下船離島。丐幫弟子中雖有人瞧見，但黃簡激鬥方酣，無人主持大局，只好聽其自去，不加理會。黃蓉執棒在手，朗聲說道：「現下洪幫主未歸，由我暫且署理幫主事宜。簡、梁兩位長老率領八袋弟子，東下迎接洪幫主。魯長老且在此養傷。」群丐歡聲雷動。黃蓉又道：「這彭長老心術不正，你們說該當怎地處治？」簡長老躬身道：「彭兄弟罪大，原該處以重刑，但求幫主念他昔年曾替我幫立下大功，免他死罪。」黃蓉笑道：「我早料到你會求情，好吧，剛才他笑也笑得夠了，革了他的長老，叫他做八袋弟子吧。」簡、魯、彭、梁四老一齊稱謝。黃蓉道：「眾兄弟難得聚會，定然有許多話說。你們好好葬了黎生、余兆興兩位。我瞧魯長老為人最好，一應大事全聽他吩咐，我這就要走，咱們在臨安府相見吧。」牽著郭靖的手，下山而去。群丐一直送到君山腳下，待她坐船在煙霧中沒了蹤影，方始重上君山，商議幫中大計。