第六回　橫拖倒曳 怒江王、三掌絕命秦元尊見段譽聽到自己的名字，神色仍是淡淡的，絕無震驚之意，這種事情倒是生平少見。自他成名以來，本就罕逢敵手，但即使是比他武功更強的高手，聽到他的名字時也不免聳然動容，絲毫不敢看輕，他那知段譽從來未曾涉足江湖，於武功中任何事情都是一概不知，別說是他三掌絕命秦元尊，就是武功中被尊為泰山北斗的「三善四惡」，他聽了也是無動於衷。武林中人不論武功高下，於「名」之一字都是看得極重，秦元尊只道段譽有意輕視於己，心下自是極怒，但見他從容自若，若不是在武功上有恃無恐，絕不敢如此大膽，常言道：「真人不露相」，想必是個極厲害的人物，當下右手微擺，止住兩名欲上前難為段譽的漢子，問道：「足下何門何派？尊師何人？」段譽道：「為學豈可有於門戶之見！在下無門無派！我師父專研公羊之學，他的名字說來你也未必知道。」秦元尊武功極高，但甚麼公羊、穀梁、春秋、左傳，他卻也是畢生從未聽過，聽段譽侃侃而言，心想：「我果然沒有莽撞，甚麼公羊之學，這種旁門左道的武功，卻是沒見識過。」他盛名之下，不肯稍有挫折，行事加倍謹慎，又問：「足下來此有何貴幹？」廳上眾人見秦元尊對段譽越是客氣，也都猜他是個大有來頭的人物。段譽道：「在下來向此間主人報一個訊。」秦元尊道：「報甚麼訊？」段譽嘆了口氣，道：「我來遲了一步，報不報訊也是一樣了。」秦元尊道：「報甚麼訊，快快說來。」語氣逐漸嚴峻。段譽道：「我見了此間主人，自會相告，跟你說有甚麼用？」秦元尊微微冷笑，隔了片刻，才道：「你要面告，那就快說罷。稍待了一會，你二位便得去陰世中去敘會了。」段譽道：「主人是那一位？在下要謝過借馬之德。」他此言一出，廳上眾人的目光一齊望向坐在椅上的那個黑衣少女。段譽一怔：「難道這位姑娘便是此間主人麼？她一個嬌弱女子，被這許多強敵圍住了，看來性命已是難保。」只聽那女子緩緩的道：「借馬給你，是我衝著人家的面子，何謝之有？你不趕去救人，又回來幹甚麼？」她口中說話，臉孔仍是朝裏，並不轉頭。段譽道：「在下騎了黑玫瑰，途中遇到伏擊，有人誤認在下便是姑娘，口出不遜之言，在下覺得不妥，非來向姑娘報個訊息不可。」那女郎道：「報甚麼訊？」她語音極是清脆動聽，但語氣中冷冰冰地不帶絲毫暖意，聽入耳中，令人說不出的不舒服，似乎這女子對世上任何事情都漠不關心，她自己生在世上，已是行屍走肉一般，又似乎她對人人都懷有極大的敵意，恨不得將世人殺個乾乾淨淨。段譽聽她言語無禮，微覺不快，但隨即想到，她已落入強仇手中，處境凶險之極，心情失常，原亦難怪，反而起了同情之心，當下溫言說道：「在下心想這兩個強徒意欲加害姑娘，在下仗著馬快，得脫危難，但姑娘卻未必知道有仇人來襲，因此上趕來報知，想請姑娘及早趨避，不料還是來遲了一步，仇人已然到臨。真是抱憾之至。」那女郎冷笑道：「你這般假惺惺的來討好我，到底是何用意？」段譽怒氣上衝，朗聲道：「在下與姑娘素不相識，只是既知有人意欲加害，豈有袖手之理？『討好』兩字，從何說起？」那女郎道：「你知道我是誰？」段譽道：「不知。」那女郎道：「我聽鍾福說道，你全然不會武功，居然敢在谷中直斥谷主之非，膽子可謂不小。現下捲入這是非圈中，意欲如何？」段譽怔了一怔，道：「我本想來報了這個訊，即便趕回家中。」說到這裏，又嘆了口氣道：「看來姑娘固是不免，我段譽也是大禍臨頭了。卻不知姑娘何以和這干人結仇？」那黑衣女子冷笑一聲，道：「你憑甚麼問我？」段譽又是一怔，道：「人家私事，我原是不該多問。好啦，我訊已帶到，這就對得住你了。」黑衣女子道：「你沒料到要在這兒送了性命罷？可後悔麼？」段譽聽出她語氣中含有譏嘲之意，便朗聲道：「大丈夫行事，但求義所當為，有何後悔可言？」黑衣女郎哼了一聲，道：「憑你這點能耐，居然也自稱大丈夫了。」段譽道：「是否英雄好漢，豈在武功高下？武功縱然天下第一，倘若行事卑鄙齷齪，也當不得『大丈夫』三字。」黑衣女子道：「秦老先生，這位段爺的話你可聽見了？各位行事，不見得如何光明磊落罷？」坐在秦元尊身旁的老嫗突然發話道：「賊賤人，儘拖延時候麼？起身動手罷──」黑衣女子冷冷的道：「你已活了這大把年紀要死也不爭在這一刻。青松道人，你來找我晦氣，萬劫谷中的人知不知道？」一個鬚髮蒼然的道人臉色微變，道：「我是為徒兒報仇，跟萬劫谷中有甚麼相干？」黑衣女子道：「我問你，你事先有沒有去求香藥叉相助？」青松道人怒道：「咱們這裏這許多高手在此，難道還收拾不了你？」那黑衣女子道：「你兩次沒敢正面答我，定是去求過香藥叉了。你居然能從萬劫谷中出來，倒是造化不小。」青松道人道：「我又沒進萬劫谷去。誰說我進去了？」黑衣女子緩緩點了點頭，說道：「是了！你是派了個替死鬼帶信進去。」青松道人臉上閃過一絲慚愧之色，大聲道：「咱們兵刃上見高下罷，囉唆些甚麼？」段譽在旁聽著黑衣女子和這幾人鬥口說話，瞧這神氣，秦元尊等一干人尚未佔到上風，勝敗之數，尚須打過方知，而青松道人的語氣之中，對那黑衣女子更是怕得厲害，不由得心下暗暗稱奇。這些人連聲挑戰，卻沒一個逕自上去動手。只聽黑衣女子又道：「姓段的，這許多人要打我一個人，你說怎麼辦？」段譽道：「嗯，黑玫瑰就在外面，你若能突圍而出，趕快騎了它逃走。這馬腳程極快，他們追你不上。」黑衣女郎道：「那你自己呢？」段譽沉吟道：「我跟他們素不相識，無怨無仇，說不定他們不來跟我為難，也未可知。」黑衣女子嘿嘿冷笑兩聲，道：「他們肯這麼講理，也不會這許多人來圍攻我一個了。你的小命是活不成的啦，要是我能逃脫，你有甚麼心願要我給你去辦？」段譽心下一陣難過，道：「有一位鍾姑娘，在無量山中給神農幫扣住了，她媽媽給了我這隻盒子，要我送去給我爹爹，以便設法救人。倘若──倘若──夠脫身，最好能替在下辦了此事，我感激不盡。」說著走上幾步，將那隻金鈿盒遞了過去。這時他離那黑衣女子的背後不過兩尺，鼻中忽然聞到一陣香氣，似蘭非蘭，似麝非麝，氣息雖不甚濃，但一聞之下，頭腦微感暈眩，身子晃了一晃。黑衣女郎並不接他盒子，問道：「聽說這鍾姑娘生相貌極美，是你的意中人麼？」段譽道：「不是，不是。鍾姑娘年紀甚小，天真瀾漫，我那有──那有此意？」黑衣女郎左臂伸後，將他手中將金鈿盒子取了去。段譽見她手上戴了一隻薄薄的絲質黑色手套，不露出半點肌膚。黑衣女子緩緩將鈿盒放入懷中，說道：「青松道人，你給我滾出去！」青松道人顫聲道：「你說甚麼？」黑衣女子道：「你滾出廳去，我今天不想殺你。」青松道人手中長劍一挺，喝道：「你胡說甚麼？」聲音發抖，也不知是出於憤怒，還是出於害怕。黑衣女郎道：「你知道我是衝著你師妹的面子，這才饒你，給我滾出去。」青松道人臉如土色，手中長劍的劍尖慢慢垂了下來。段譽聽那黑衣女子言語極是無禮，喝令青松道人滾出廳去，料想青松道人必定勃然大怒，那知他臉色一陣猶豫、一陣恐懼，突然間噹啷一聲響，長劍落地，雙手掩面，奔了出去。他剛伸手去推廳門，坐在秦元尊下首的老嫗右手一揮，一柄飛刀疾飛出去，正中青松道人後心。青松道人一跤摔倒，在地下爬了丈許，這才死去。段譽怒道：「喂，老太太，這位道人是你們自己人啊，你怎地忽下毒手？」那老嫗顫巍巍的站起身來，全神貫注的凝視黑衣女子，對段譽的說話竟是聽而不聞。廳上餘人也均刀槍在手，作勢要撲了上去，只須有人一聲令下，那黑衣女子立時便遭亂刀分屍之禍。段譽一見這等情勢，不由得激動心中義憤之情，大喝：「你們這許多漢子，圍攻一個赤手空拳的孤身弱女，這世界還有天理麼？」搶上數步，擋在黑衣女子身後，喝道：「你們膽敢動手？」他雖是不會半點武功，但正氣凜然，自有一股威風。秦元尊道：「閣下定是要招攬這件事了？」段譽道：「不錯，我不許你們以眾凌寡，恃強欺弱。」秦元尊道：「閣下跟這不要臉的小賤人是親是故？受了何人指使，前來橫加插手？」段譽搖頭道：「我跟這位姑娘非親非故，只是世上之事，總抬不過一個『理』字，我勸各位得罷手時且罷手，群相欺侮一個孤身少女，算是甚麼英雄。」低聲道：「姑娘快逃，我設法穩住他們。」黑衣女子也低聲道：「你為我送了性命，不後悔麼？」段譽道：「死而無悔。」黑衣女子又問：「你不怕死麼？」段譽嘆了口氣，道：「我自然怕死，可是──可是──」黑衣女子突然大聲道：「你手無縛雞之力，逞甚麼英雄好漢？」右手突然一揮，兩根彩帶飛出，將段譽雙手雙腳分別縛住了，便在此時，左手連揚。段譽耳中只聽得咕咚、砰彭之聲連響，左右都有人摔倒，眼前刀劍之光耀眼，跟著眼前一黑，幾枝燭火同時被人打熄，自己身子如同騰雲駕霧一般，被提在空中。這幾下變故實在來得太快，段譽霎時間不知身在何處，但聽得四下裏紛紛有人吆喝：「莫讓賤人逃了！」「別怕她的毒箭！」「放飛刀！放飛刀！」跟著叮叮噹噹一陣響，許多暗箭落地，他身子又是一揚，馬蹄聲響，已是身在馬背，只是手腳都被縛住了，卻彈不得。只覺自己後頸靠在一人身上，鼻中聞到陣陣濃幽香，正是那黑衣女子身上的香氣。蹄聲得得，既輕且穩，敵人的追逐喊殺之聲，已在身後漸漸消失。黑玫瑰是的，黑衣女子全身是黑衣，黑夜中一團漆黑，只是濃香陣陣，更增幾分詭秘。黑玫瑰一口氣便奔出數里，段譽道：「姑娘，沒料到你這麼好本事，請放我起來罷。」黑衣女子哼了一聲，並沒有答話。段譽手腳被帶子緊緊縛住了，那馬每跨一步，帶子束縛處便收了一收，手腳越來越痛，加之腳高頭低，有如倒懸，頭腦中一陣陣的暈眩，當真是說不出的難受，又道：「姑娘，快放了我！」突然間啪的一聲，臉上熱辣辣的已吃了一記耳光。那女子冷冰冰的道：「別囉唆，姑娘沒問你，你就不許說話！」段譽怒道：「為甚麼？」拍拍兩下，又連續吃了兩記耳光。這兩下打得比第一下更重得多，只打得他右耳中嗡嗡作響，幾乎耳朵也被她打聾了。段譽性子極是執拗，大聲道：「你動不動便打人，快放了我，我不願跟你在一起。」突覺身子一揚，已被黑衣女子從馬背摔到了地下，可是手足均被帶子縛住，帶子的另一端仍是握在那女子手中，段譽便被黑玫瑰拉著，在地下橫拖而行。那女子口中低喝，命黑玫瑰緩緩而行，問道：「你服了麼？聽我的話了麼？」段譽大聲道：「不服，不服！不聽，不聽！適才我死在臨頭，尚自不懼。你小小折磨我一下，我──我怕──」他本想要說「我怕甚麼？」但他身子恰好被拉過路上兩個高起的土丘，連續被拋了兩拋，兩句「甚麼」都咽在口中，說不出來。黑衣女子冷冷的道：「你怕了罷！」一拉彩帶，將他提上馬背。段譽道：「我是說『我怕甚麼？』快放了我，我不願給你牽著走！」那女子「哼」的一聲，道：「在我面前，誰有說話的份兒？我要折磨你，便叫你求生不得，求死不能，豈是『小小折磨』這麼便宜？」說著左手運勁一送，又將段譽拋在地下，著地拖行。段譽心下大怒，暗想：「人家口口聲聲的罵她小賤人，倒是有三分道理。」叫道：「你再不放手，我可要破口罵人了。」那女子道：「你有膽子便罵。我這一生之中，被人罵得還不夠麼？」段譽聽她最後這兩句話中，隱隱含有淒苦之意，一句「小賤人」剛要吐出口來，心中一軟，便即忍住。那女子等了片刻，見他不再作聲，說道：「哼，料你也不敢罵！」段譽道：「我是聽你說得可憐，是不忍罵，難道我還怕了你不成？」那女子一聲呼哨，催馬快行，黑玫瑰放開四蹄，急奔起來。這一來段譽可就苦了，頭臉手足，給道上的沙石擦得鮮血淋漓。那女子叫道：「你投不投降？」段譽大聲罵道：「你這不分好歹的潑辣女子！」那黑衣女子道：「我本來便是個潑辣女子，你不說我便不知道麼？我有甚麼不分好歹了？」段譽道：「我──我──對你──對你──一片好心──」突然腦袋在路邊一塊突出的石頭上一撞，登時昏了過去。也不知過了多少時候，只覺頭上一陣清涼，便醒了過來，接著口中泊泊進水，段譽急忙閉口，卻忍不住咳嗽起來。一這咳嗽，口鼻之中入水更多。原來他仍被縛在馬後拖行，那黑衣女子見他昏暈，便縱馬穿過一條淺水小溪，令他全身被清水一浸，立即醒轉。幸好小溪甚窄，黑玫瑰幾步間便跨了過去。段譽衣衫濕透，腹中又被水灌得脹脹地，全身到處都是傷，真是說不出的難受。那女子道：「你服了麼？」段譽心想：「世間竟有如此蠻不講理的女子，也算是造物不仁。我既落在她的手中，再跟她說話也是多餘。」那女子連問幾聲：「你服了麼？苦頭吃得夠了麼？」段譽不理不睬，只作沒有聽見。那女子怒道：「你耳朵聾了麼？怎地不答我的話？」段譽仍是不理。那女子勒住了馬，要看看他是否尚未醒轉。其時晨光曦微，東方已現光亮，只見段譽一雙眼睛睜得大大的，怒氣沖沖的瞪視著她。那女子怒道：「好啊，你明明沒昏過去，卻裝死跟我鬥法。咱們便鬥個明白，瞧你厲害還是我厲害。」說著一躍下馬，身子輕輕一縱，已在一株大樹上折了一根樹枝，唰的一聲，在段譽臉上抽了一記。段譽這時首次和她正面朝相，原來那女子臉上蒙了一張厚厚的黑色面幕，只露出兩個眼孔，一雙眼明如點漆，如電般射了過來。段譽微微一笑，心道：「你要叫我回答你的說話，只怕是難於登天。」那女子道：「這當口虧你還笑得出！你笑甚麼？」段譽向她裝個鬼臉，裂嘴又笑了笑。那女子揚手拍拍連抽了七八下。段譽早將生死置之度外，揚揚不理。只是這女子落手甚是陰毒，樹枝每一下都打在段譽感覺最敏銳的處所，他好幾次忍不住想叫出聲來，但終於強自克制住了。那女子見他如此倔強，微一沉吟，道：「好！你假裝聾子，我索性叫你真的做了聾子。」伸手入懷，摸出一柄匕首來，刃鋒長約七寸，寒光一閃一閃，向著他走近兩步。那女子提起匕首，對準段譽的左耳，喝道：「你有沒有聽見我的說話？你這隻耳朵還要不要了？」段譽仍是不理。那女子雙眼露出兇光，正要匕首一落，便往他左耳中刺將下去，忽聽得十餘丈外一人喝道：「小賤人，又想行兇害人麼？」聲音中充滿了威嚴。那女子一提彩帶，已將帶子一端甩上了身後的一根樹枝，登時將段譽的身子高高懸起，回過身來，只見一個身材高大的漢子快步走來，雙手空空，腰間掛著一柄單刀。這漢子並非奔跑，但兩人相距十餘丈，倏忽之間，那人已走到那女子的跟前。段譽見這人淡金面皮，一身黃布短衣，一張四方國字臉，兩腿兩臂都較常人長得甚多，約莫三十左右年紀，雙目烔烔，穩穩的站在當地。那女子道：「你便是金大鵬麼？人家說你輕功了得，哼，我若不是拷問這小子，一路緩行，你也未必追得我上。」那漢子道：「我若不是道上有事，遲到了一個時辰，也不能讓你逃走了。」那女子道：「現下你追上啦，金大鵬，你要怎樣？」金大鵬道：「成都城中的賣藥王老漢，可是你殺的？」那女子道：「是便怎樣？」金大鵬道：「王老漢是我好朋友，他濟貧救人，一生做的都是好事，犯上了你甚麼事，你要加害於他？」那女子道：「哼，有人中了我的藥箭，王老漢強行出頭，給他治好了，你知不知道？」金大鵬道：「賣藥治病，原是他本份。」突然間嗤的一聲輕響，跟著噹的一聲響，一枝短箭已插在金大鵬的腳邊，這箭長不過三寸，箭身已沒入土中，只餘黑色箭羽在外，只見金大鵬唰的一聲，將手中單刀還入了腰鞘中。原來在這電光石火般的剎那之間，那女子已向金大鵬射了箭，而金大鵬拔刀格箭，還刀入鞘，雙方都是不動聲色的在一瞬間動過了手。那女子道：「你手腳很快啊。」金大鵬道：「你也不慢！香藥叉木婉清名不虛傳。」段譽一聽「香藥叉木婉清」六字，心道：「啊喲，你認錯人了。」大聲說道：「金兄，她不是香藥叉木婉清。」金大鵬道：「尊兄何以得知？」段譽道：「我認得木婉清，木婉清便是鍾夫人，這惡女子卻是個姑娘。」金大鵬臉上掠過一陣迷惘之色，道：「香藥叉嫁了人麼？嫁給那一個倒楣傢伙姓鍾的？」只聽得嗤嗤兩響，錚的一聲，兩件暗器一齊落在段譽懸身的樹下，一件是枝黑色短箭，另一件暗器是枚金錢，錢上的小孔剛好套中短箭。原來那女子反手向段譽射了一箭，金大鵬發出金錢，將短箭擊落，救了段譽一命。段譽看到兩件暗箭，才知自己適才在死裏逃生，已從鬼門關裏打了一個轉，重回人世。只聽那女子怒道：「誰說我木婉清嫁了人？天下男子沒一個好人，有誰配做我丈夫。」金大鵬道：「這位尊兄多半是弄錯了。」段譽聽這女子自認是「香藥叉木婉清」，心想這中間定是另有隱情，這姑娘雖是潑辣惡毒，諒來也不會去冒認做人家的妻子，便道：「金兄說得是，我只道『見人就殺鍾萬仇』的妻子叫做木婉清。」那姑娘「呸」的一聲，道：「原來這婆娘冒我姓名，她說她叫做香藥叉木婉清，是不是？」段譽道：「金兄，那鍾萬仇濫殺無辜，和這個黑衣姑娘倒是天造地設的一對。」「一對」兩字剛出口，眼前青光閃動，甚麼兵刃已砍向他的面門，段譽手足被縛，身在半空，自是無法抗禦，但縱然他好好站在地下，雙手各有兵器，也決計擋不了這快如閃電的一擊。他雙眼一閉，只聽得噹噹幾下響聲過去，那姑娘的兵刃居然沒砍到他身上。他睜開眼來，只見一團黑影，一片黃霧，在眼前迅速無論的滾來滾去，黑影和黃霧之中兩道白光來回閃動，叮叮噹噹的兵刃撞擊之聲，直是密似聯珠。段譽心道：「謝天謝地，要讓這位金兄得勝才好。」只聽得木婉清一聲呼叱，兩人托地跳開，但見金大鵬單刀已然入鞘，神定氣閒的站在當地。木婉清手中執著一柄寒光閃閃的長劍，凝視敵人。金大鵬道：「勝敗未分，木姑娘怎地不鬥了？」木婉清道：「『一飛沖天』金大鵬，這幾年來江湖上好響的名頭，哼哼！」金大鵬道：「怎樣？」木婉清道：「五百招之內，未必便勝得了姑娘。」金大鵬道：「不錯！五百招之後呢？」木婉清道：「咱們便試試。」聲音甫畢，長劍劍尖已指到金大鵬的咽喉。噹噹一聲響，金大鵬抽刀格劍，還刀入鞘，喝道：「我金大鵬堂堂男子漢，豈能與你這小妖女鬥到五百招以外？成都賣藥王老的血債，暫且寄下了。只是你不得有傷這位尊兄的性命。」木婉清道：「咱們的帳幾時了結？」金大鵬道：「待我五百招內收拾得了你這小妖女之日，自來找你。我吩咐的話，你可聽見了？」木婉清昂然道：「你幾曾聽見香藥叉受過誰的吩咐？」金大鵬道：「好，我敬你武功非凡，這位尊兄的平安無恙，算是我金大鵬求你的。」木婉清道：「是你求我了？」金大鵬沉聲道：「是我求你了。」木婉清哈哈一笑，得意非凡，段譽自與她相見以來，第一次聽到她笑聲中充滿衷心的歡愉，不但高興之極，笑聲中甚至帶著幾分少女的天真。只聽她道：「一飛沖天金大鵬居然出口求我木婉清來啦，這個人情不能不賣。我只答應你不殺此人，毆打折辱，斬手斷腳，姑娘可沒擔保。」也不等金大鵬再說甚麼，唿哨一聲，招呼黑玫瑰過來，飛身上了馬鞍，手中長劍擲出，嗤的一聲，割斷了懸掛段譽在樹的彩帶。帶子一斷，段譽的身子和長劍同時落下。便在此時，黑玫瑰已奔到樹底，木婉清右手抄住長劍，左手抓住段譽後領，將他往馬鞍橋上一放。黑玫瑰四蹄翻飛，絕塵而去。金大鵬見她臨去時露了這一手絕藝，不禁長嘆一聲：「好妖女，當真了得。」木婉清將長劍插回劍鞘，說道：「名滿天下的一飛沖天，今日也奈何不了我。哼哼，他再去鑽研武功，難道我天天睡覺，功夫便不長進了？姓段的小子，你服了我沒有？」段譽不聲不響，仍是跟她來個裝聾作啞。木婉清心情十分舒暢，又道：「江湖上都說一飛沖天金大鵬，乃是武功中後起之秀，除了上一輩的『三善四惡』之外，數他最為了得。可是他卻出言相求於我。」段譽心道：「他是好男不與女鬥，這才饒你，你在這裏胡吹甚麼大氣？」但他適才眼見金大鵬的神情，知道「一飛沖天」雖是名滿天下，卻也絕不敢小覷木婉清，心想這個妖女潑辣狠毒，武功倒確也厲害。正想到此處，木婉清突然將他肩頭一板，把他的臉孔轉了過來，一見到他面上欽佩之色未去，哈哈笑道：「倔強小子，你口中不說，心裏卻服了我，是不是？」她心裏這一喜歡，路上便不再折磨段譽，片刻間便騎入了一堆墳墓之中。段譽一看，那正是萬劫谷的入口處，只見她翻身下了馬背，走過去扳動墓碑，所使手法，正與鍾靈所說一模一樣。墓門一開，她提了段譽，跨步而入。段譽身子比她高出半個頭，說到重量，少說也比她重了三四十斤，但她提在手中，竟是輕若無物。她跨進棺材，仍是由那小婢接了進去。三人一到光亮之處，那小婢失聲驚道：「木姑娘，怎──怎麼你帶了段公子來？咱──咱們小姐呢？」木婉清冷冰冰的道：「叫你夫人出來。」那小婢道：「老爺受了傷，夫人離開不開她，請姑娘進去敘話。」木婉清厲聲道：「你叫她出來。你老爺便是這當兒要死，也叫她出來。」那小婢嚇得不敢說甚麼，應了聲：「是！」便即快步前去通報。過不多時，鍾夫人匆匆出來，說道：「木姑娘，怎不到廳裏坐地說話？」木婉清抬頭望天，理也不理。鍾夫人似乎見了她甚是忌憚，忍氣說道：「木姑娘，我甚麼地方得罪你啦？」木婉清道：「你叫誰『木姑娘』？」鍾夫人道：「我自是叫你啊。」木婉清冷笑道：「我還道你自言自語呢。聽說你近來改名換姓，也叫上了『木婉清』啦，沒想到『木婉清』這三個字，居然還讓人家覺得挺美呢。『香藥叉』這外號，可不是甚麼好名頭，你當真想要，我雙手奉送，也無不可。」鍾夫人臉上一陣紅，一陣青，柔聲道：「木姑娘，我冒用你的名字，確是不該。我是心切愛女，只盼能仗你的威名，將神農幫一干人鎮懾住了，好將靈兒放了出來。」木婉清語氣稍和，道：「我的名頭，真能有這麼大的威風麼？」鍾夫人知她性喜奉承，忙道：「姑娘在江湖上的赫赫威名，何人不懼？料想姑娘的名字一到，神農幫便有天大的膽子，也不敢傷害靈兒分毫。」木婉清道：「好罷，冒名之事，我不追究了，鍾夫人，你下次再用我的名字胡說八道，我可不能善罷干休。你是鍾萬仇的妻子，難道──呸！」說著左足在地下重重一頓。鍾夫人忙陪笑道：「該死，該死！我想到靈兒落入了歹人之手，一時心慌意亂，計兒想得左了，沒顧到姑娘冰清玉潔的名頭。」木婉清哼了一聲，又問：「青松道人來找我的晦氣，你早知道了的，是不是？」鍾夫人臉色一變，顫聲道：「他──他曾來求我夫婦，聯手圍攻姑娘，你想，咱們怎能做這等事？」木婉清道：「你丈夫武功高強得很，若是參與圍攻，只怕我的性命便保不住。」鍾夫人道：「咱們跟姑娘淵源很深，怎能做這種事？」她見木婉清一雙從面幕中透出來的眼色如箭如電，甚是可佈，靈機一動，又道：「不瞞姑娘說，外子也曾和我計議過這件事，他想來想去，便是和怒江王秦元尊、一飛沖天金大鵬、少林寺慧禪大師等人聯手，也未必鬥得過姑娘，自此青松道人雖然苦求，外子始終沒有答應。」木婉清道：「話是你編造的，還是鍾先生親口說的？」鍾夫人道：「這是外子親口對青松道人所說，姑娘不信，可找青松對質。」木婉清點了點頭，道：「如此說來，鍾先生自料不是我的敵手？」鍾夫人道：「外子言道：木姑娘的武功深不可測，何況機變無雙，咱夫妻世外隱居，何苦無端端的樹這個強仇。」木婉清冷笑道：「鍾先生明明是怕了我，卻又說這些遮掩顏面的言語。」鍾夫人臉有慚色，道：「外子年紀大了，若是年輕二十歲，或許還能和姑娘周旋得一二百招。」木婉清嘿嘿兩聲冷笑，心下頗是得意。段譽被她摔在地下，二人的對答，一一聽在耳裏，心道：「這鍾夫人拚命在送高帽給她戴，卻又不露絲毫痕跡，顯然也是個極厲害的腳色。這個潑辣女子就是愛聽奉承之言，我偏偏要譏刺她幾句。」突然插口，朗聲說道：「木姑娘連金大鵬一人也鬥不過，胡吹甚麼大氣？適才二人相鬥，明明是金大鵬勝了，打得她跪地磕頭，叫了十聲『金爺爺』，這才饒她──」他還待再說下去，木婉清飛身在他腰裏狠狠的連踢兩腳，喝道：「誰說我輸了給他？誰向誰磕頭了？」段譽道：「鍾夫人，我是跟你說話。木姑娘連放了十八枝短箭，給金大鵬用十八枚金錢一一套了去。金大鵬打得她服輸，答應不得殺我──」木婉清怒極，右手抬起，一箭便想將他射死。鍾夫人眼見事急，叫道：「木姑娘，這位段公子，大有來歷，千萬害他不得。」一邊說，一邊縱身過去，擋在段譽的身前，目不轉瞬的凝視著木婉清的右手。