第三二回　冤蒙不白愁欲狂張無忌聽得群丐去遠，廟中再無半點聲響，於是從鼓中躍了出來。趙敏跟著躍出，理一理身上衣衫，似喜似嗔地橫了他一眼。張無忌怒道：「哼，虧你還有臉來見我？」趙敏俏臉一沉，道：「怎麼啦？我甚麼地方得罪張大教主啦？」張無忌臉上如罩嚴霜，喝道：「你要盜那倚天劍和屠龍刀，我不怪你！你將我拋在荒島之上，我也不怪你！可是殷姑娘已然身受重傷，你何以還要再下毒手！似你這等狠毒的女子，當真天下少見。」說到此處，悲憤難抑，跨上一步，左右開弓，便是四記耳光。趙敏在他掌力籠罩之下，如何閃避得了？啪啪啪啪四聲響過，兩邊臉頰登時紅腫。趙敏又痛又怒，珠淚滾滾而下，哽咽道：「你說我盜了倚天劍和屠龍刀，是誰見來？誰說我對殷姑娘下了毒手，你叫她來跟我對質。」張無忌愈加憤怒，大聲道：「好！我叫你到陰間去跟她對質。」左手圈出，右手回扣，已叉住了她項頸，雙手使勁。趙敏呼吸不得，伸指戳向他胸口，但這一指如中敗絮，指上勁力消失得無影無蹤。霎時之間，她滿臉紫脹，暈了過去。張無忌記著殷離之仇，本待將她扼死，但見了她這等神情，忽地心軟，放鬆了雙手。趙敏往後便倒，咚的一聲，後腦撞在大殿的青石板上。過了好一陣，趙敏才悠悠醒轉，只見張無忌雙目凝望著自己，滿臉擔心的神色，見她睜眼，這才吁了一口氣。趙敏問道：「你說殷姑娘過世了麼？」張無忌怒氣又生，喝道：「給你這麼斬了十七、八劍，她……她難道還活得成麼？」趙敏顫聲道：「誰……誰說我斬了她十七、八劍？是周姑娘說的，是不是？」張無忌道：「周姑娘決不在背後說旁人壞話，她沒親見，不會誣陷於你。」趙敏道：「那麼是殷姑娘自己說的了？」張無忌大聲道：「殷姑娘早不能言語了。那荒島之上，只有咱們五人，難道是義父斬的？是我斬的？是殷姑娘自己斬的？哼，我知道你的心思，你怕我跟我表妹結為夫婦，是以下此毒手。我跟你說，她死也好，活也好，我都當她是我妻子。」趙敏低頭不語，沉思半晌，又問：「你怎地回到中原來啦？」張無忌冷笑道：「那倒多蒙你的好心了，你派水師到島上來迎接我們，幸好我義父不似我這等老實無用，我們才不墮入你的奸計。你派了炮船候在海邊，要開炮轟沉我們座船，這番心計卻是白用了。」趙敏撫著紅腫炙熱的面頰，怔怔的瞧著他，過了一會，眼光中漸漸露出憐愛的神色，長長嘆了口氣。張無忌生怕自己心動，屈服於她美色和柔情的引誘之下，將頭轉了開去，突然一頓足，說道：「我曾立誓為表妹報仇，算我懦弱無用，今日下不了手。你作惡多端，終須有日再撞在我的手裏！」說著大踏步便走出廟門。他走出十餘丈，趙敏追了出來，叫道：「張無忌，你往那裏去？」張無忌道：「跟你有甚麼相干？」趙敏道：「我有話要問謝大俠和周姑娘，請你帶我去見他二人。」張無忌道：「我義父下手不容情，你這不是去送死？」趙敏冷笑道：「你義父心狠手辣，可不似你這等胡塗。再說，謝大俠殺了我，你是報了表妹之仇，豈不是正好償了你的心願？」張無忌道：「我胡塗甚麼？我不願你去見我義父。」趙敏微笑道：「張無忌，你這胡塗小子，你心中實在捨不得我，不肯讓我去給謝大俠殺了，是也不是？」張無忌給她說中了心事，臉上一紅，喝道：「你別囉唆！我讓你多行不義必自斃。你最好離得我遠遠的，別叫我管不住自己，送了你性命。」趙敏緩緩走近，說道：「我這幾句話非問清楚謝大俠和周姑娘不可，我不敢在背後說旁人壞話，當面卻須說個明白。」張無忌起了好奇之心，問道：「你有甚麼話問他們？」趙敏道：「待會你自然知道。我不怕冒險，你反而害怕麼？」張無忌略一遲疑，道：「這是你自己要去的，我義父若下毒手，我須救不得你。」趙敏道：「不用你為我擔心。」張無忌怒道：「為你擔心？哼！我巴不得你死了才好。」趙敏笑道：「那你快動手啊。」張無忌呸了一聲，不去理她，快步向鎮甸走去。趙敏跟在後面。兩人將到鎮甸，張無忌停步轉身。說道：「趙姑娘，我曾答應過你，要給你做三件事。第一件是為你找屠龍刀，這件事算是做到了。還有兩件事未辦。你見我義父，那是非死不可。你還是走罷，待我替你辦了那兩件了，再去會我義父不遲。」趙敏嫣然一笑，說道：「你在給自己找個不殺我的原因，我知道你實在捨不得我。」張無忌怒道：「就算是我不忍心，那又怎樣？」趙敏道：「我很喜歡啊。我一直不知你是否真心待我，現下可知道了。」張無忌嘆了口氣，道：「趙姑娘，我求求你，你自個兒走罷。」趙敏搖頭道：「我一定要見謝大俠。」張無忌拗她不過，只得走進客店，到了謝遜房門之外，在門上敲了兩下，叫道：「義父！」口中叫門，身子擋在趙敏之前，叫了兩聲，房中無人回答。張無忌一推門，房門卻關著，他心下起疑，暗想以義父耳音之靈，自己到了門邊，他便在睡夢之中也必驚醒，若說出外，何以這房門卻又閂了？當下手上微微使勁，拍的一聲，門閂崩斷，房門開處，只見謝遜果不在內。但見一扇窗子開著一半，想是他從窗中去了。他走到周芷若房外，叫了兩聲：「芷若！」不聽應聲，推門進去，見周芷若也不在內，炕上衣包卻仍端端正正的放著。張無忌驚疑不定：「莫非遇上了敵人？」叫店伴來一問，那店伴說不見他二人出去，也沒聽到甚麼爭吵打架的聲音。張無忌心下稍慰：「多半是他二人聽到甚麼響動，追尋敵蹤去了。」又想謝遜雙目雖盲，然武功之強，當世已少有敵手，何況有一個精細謹慎的周芷若隨行，當不致出甚麼岔子。他從謝遜窗中躍了出去，四下察看，並無異狀，又回到房中。趙敏道：「你見謝大俠不在，為甚麼反而欣慰？」張無忌道：「又來胡說八道，我幾時欣慰了？」趙敏微笑道：「難道我不會瞧你的臉色麼？你一推開房門，怔了一怔，繃起的臉皮便放鬆了。」張無忌不去睬她，自行斜倚在炕上。趙敏笑吟吟的坐在椅中，說道：「我知道你怕謝大俠殺我，幸好他不在，倒免得你為難。我知道你真是不捨得我。」張無忌怒道：「不捨得你便怎樣？」趙敏笑道：「我歡喜極了。」張無忌恨恨的道：「那你為甚麼幾次三番的來害我？你倒捨得我？」趙敏突然間粉臉飛紅，輕聲道：「不錯，從前我確想殺你，但自從綠柳莊上一會之後，我若再起害你之心，我敏敏特穆爾天誅地滅，死後永淪十八層地獄，萬劫不得超生。」張無忌聽她起誓的言語甚是鄭重，便道：「那為甚麼你為了一刀一劍，竟將我拋在荒島之上？」趙敏道：「你既認定如此，我是百口難辯，只有等謝大俠、周姑娘回來，咱們四人對質明白。」張無忌道：「你滿口花言巧語，只騙得我一人，須騙不得我義父和周姑娘。」趙敏笑道：「為甚麼你就甘心受我欺騙？因為你心中喜歡我，是不是？」張無忌忿忿的道：「是便怎樣？」趙敏道：「我很開心啊。」張無忌見她笑語如花，令人瞧著忍不住動心，而她給自己重重打了四個耳光後，臉頰兀自紅腫，瞧了又不禁憐惜，便轉過了頭不去看她。趙敏道：「在廟裏耽了半日，肚裏好餓。」叫店伴進來，取出一小錠黃金，命他快去備一席上等酒菜。店伴連聲答應，水果點心流水價送將上來，不一會送上酒菜。張無忌道：「咱們等義父回來一起吃。」趙敏道：「謝大俠一到，我性命不保，還是先吃個飽，待會兒做個飽鬼的好。」張無忌見她話雖如此說，神情舉止之間卻似一切有恃無恐的模樣。趙敏又道：「我這裏金子有的是，待會可叫店伴另整酒席。」張無忌冷冷的道：「我可不敢再跟你一起飲食，誰知你幾時又下十香軟筋散。」趙敏臉一沉，說道：「你不吃就不吃。免得我毒死了你。」說罷自己吃了起來。張無忌叫廚房裏送了幾張麵餅來，離得她遠遠的，自行坐在炕上大嚼。趙敏席上炙羊烤雞、炸肉膾魚，菜餚極是豐盛。她吃了一會，忽然淚水一點點的滴在飯碗之中，勉強又吃了幾口，拋下筷子，伏在桌上抽抽噎噎的哭泣。她哭了半晌，抹乾眼淚，似乎心中輕快了許多，望望窗外，說道：「再過一個時辰，天就黑了，那韓林兒不知解向何處，若是失了他的蹤跡，倒是不易相救。」張無忌心中一凜，站起身來，道：「正是，我還是先去救了韓兄弟回來。」趙敏道：「也不怕醜，人家又不是跟你說話，誰要你接口？」張無忌見她忽嗔忽羞，忽喜忽愁，不由得心下又是恨，又是愛，當真不知如何才好，匆匆將半塊面餅三口吃完，便走出去。趙敏道：「我和你同去。」張無忌道：「我不要你跟著我。」趙敏道：「為甚麼？」張無忌道：「你是害死我表妹的兇手，我豈能和仇人同行？」趙敏道：「好，你獨自去罷！」張無忌出了房門，忽又回身，問道：「你在這裏幹麼？」趙敏道：「我在這兒等你義父回來，跟他說知你救韓林兒去了。」張無忌道：「我義父嫉惡如仇，焉能饒你性命？」趙敏嘆了口氣，道：「那也是我命苦，有甚麼法子？」張無忌沉吟半刻，道：「你還是避一避的好，等我回來再說。」趙敏搖頭道：「我也沒甚麼地方好避。」張無忌道：「好罷！你跟我一起去救韓林兒，再一起回來對質。」趙敏笑道：「這是你要我陪你去的，可不是我死纏著你，非跟你去不可。」張無忌道：「你是我命中的魔星，撞到了你，算是我倒霉。」趙敏嫣然一笑，說道：「你等我片刻。」順手帶上了門。過了好一會，趙敏打開房門，卻已換上了女裝，貂皮斗篷，大紅錦衣，裝束極是華麗，張無忌沒想到她隨身包裹之中竟帶著如此貴重的衣飾，心想：「此女詭計多端，行事在在出人意表。」趙敏道：「你呆呆的瞧著我幹麼？我這衣服好看麼？」張無忌道：「顏如桃李，心似蛇蠍。」趙敏哈哈大笑，說道：「多謝張大教主給了我這八字評語。張教主，你也去換一套好看的衣衫罷。」張無忌慍道：「我從小穿得破破爛爛，你若嫌我衣衫襤褸，盡可不必和我同行。」趙敏道：「你別多心。我只是想瞧瞧你穿了一身好看的衣衫之後，是怎生一副模樣。你在這兒稍待，我去給你買衣。反正那些化子走的是入關大道，咱們腳下快一些，不怕追不上。」也不等他回答，已翩然出門。張無忌坐在炕上，心下自責，自己總是不能剛硬，給這小女子玩弄於掌股之上，明明是她害死了我表妹，仍是這般對她有說有笑，張無忌啊張無忌，你算是甚麼男子漢大丈夫？有甚麼臉來做明教教主、號令群雄？久等趙敏不歸，眼見天色已黑，心想：「我幹麼定要等她？不如獨個兒去將韓林兒救了。」轉念又想：倘若她買了衣衫回來，正好撞上謝遜，被他立時一掌擊在天靈蓋上，腦漿迸裂，死於非命，衣衫冠履散了一地，想到這等情狀，不自禁的心悸。坐下又站起，站起又坐下，只是胡思亂想，直到腳步細碎、清香襲人，趙敏捧了兩個包裹，走進房來。張無忌道：「等了你這麼久！不用換了，快去追敵人罷。」趙敏微笑道：「已等了這許多時候，也不爭在這更衣的片刻。我已買了兩匹坐騎，連夜可以趕路。」說著解開包裹，將衣褲鞋襪一件件取將出來，說道：「小地方沒好東西買，將就著穿，咱們到了大都，再買過貂皮袍子。」張無忌心中一凜，正色道：「趙姑娘，你想要我貪圖富貴，歸附朝廷，可乘早死了這條心。我張無忌是堂堂大漢子孫，便是裂土封王，也決不能投降蒙古。」趙敏嘆了口氣，說道：「張大教主，你瞧這是蒙古衣衫呢，還是漢人服色？」說著將一件灰鼠皮袍提了起來。張無忌見她所購衣衫都是漢人裝束，便點了點頭。趙敏轉了個身，說道：「你瞧我這模樣是蒙古的郡主呢，還是尋常漢家女子？」張無忌心中怦然一動，先前只覺她衣飾華貴，沒想到蒙漢之分，此時經她提醒，才想到她全然是漢人姑娘的打扮。只見她雙頰暈紅，眼中水汪汪的脈脈含情，他突然之間，明白了她的用意，說道：「你……你……」趙敏低聲道：「你心中捨不得我，我甚麼都夠了。管他甚麼元人漢人，我才不在乎呢。你是漢人，我也是漢人。你是蒙古人，我也是蒙古人。你心中想的盡是甚麼軍國大事、華夷之分，甚麼興亡盛衰、權勢威名，無忌哥哥，我心中想的，可就只一個你。你是好人也罷，壞蛋也罷，對我都完全一樣。」張無忌心下感動，聽到她這番柔情無限的言語，不禁意亂情迷，隔了片晌，才道：「你害死我表妹，是為了怕我娶她為妻麼？」趙敏大聲道：「殷姑娘不是我害的。你信也罷，不信也罷，我便是這句話。」張無忌嘆了口氣，道：「趙姑娘，你對我一番情意，我人非木石，豈有不感激的？但到了今日這步田地，你又何必再來騙我？」趙敏道：「我從前自以為聰明伶俐，事事可佔上風，那知世事難料。無忌哥哥，今天咱們不走了，你在這兒等謝大俠，我到周姑娘的房中等她。」張無忌奇道：「為甚麼？」趙敏道：「你不用問為甚麼。韓林兒的事你不用擔心，我擔保一定救他出來便是。」說著翩然出門，走到周芷若房中，關上了房門。張無忌一時捉摸不到她用意何在，斜倚炕上，苦苦思索，突然想起：「莫非她已料想到我和芷若已有婚姻之約，因此害了我表妹一人不夠，又想用計再害芷若？莫非那玄冥二老離開彌勒佛廟之後，便到這客店中來算計我義父和芷若？」一想到玄冥二老，登時好生驚恐，鹿杖客和鶴筆翁武功實在太強，謝遜縱然眼睛不盲，也未必敵得過任何一人。他跳起身來，走到趙敏房外，說道：「趙姑娘，你手下的玄冥二老那裏去了？」趙敏隔著房門道：「他二人多半以為我脫身回去關內，向南追下去了。」張無忌道：「你此話可真？」趙敏冷笑道：「你既不信我的話，又何必問我？」張無忌無言可對，呆立門外。趙敏道：「假若我跟你說，我派了玄冥二老，來這客店中害死了謝大俠和你心愛的周姑娘，你信是不信？」這兩句話正觸中了張無忌心中最驚恐的念頭，立即飛足踢開房門，額頭青筋暴露，顫聲道：「你……你……」趙敏見他這等模樣，心下也害怕起來，後悔適才說了這幾句言語，忙道：「我是嚇嚇你的，決沒那回事，你可別當真。」張無忌凝視著她，緩緩說道：「你不怕到客店中來見我義父，口口聲聲要跟他們對質，是不是你明知他二人現下已不在人世了？」說著走上兩步，和她相距不過三尺，只須手起一掌，立即便能斃她於掌底。趙敏凝視著他雙眼，正色道：「張無忌，我跟你說，世上之事，除非親眼目睹，不可妄聽人言，更不可自己胡思亂想。你要殺我，便可動手，待會見到你義父回來，你心中卻又怎樣？」張無忌定了定神，暗自有些慚愧，說道：「只要我義父平安無事，自是上上大吉。我義父的生死安危，不許你拿來說笑。」趙敏點頭道：「我不該說這些話，是我的不是，你別見怪。」張無忌聽她柔聲認錯，心下倒也軟了，微微一笑，說道：「我也忒以莽撞，得罪了你。」說著回到了謝遜房中。但這晚等了一夜，直到次晨天明，仍不見謝遜和周芷若回來。張無忌更加擔心起來，胡亂用了些早點，便和趙敏商量，到底他二人到了何處。趙敏皺眉道：「這也當真奇了。咱們不如追上史火龍等一干人，設法探聽。」張無忌點頭道：「也只有如此。」當下兩人結算店帳出房，交代掌櫃，如謝遜、周芷若回來，請他們在店中等候。店伴牽過兩匹栗色的駿馬來。張無忌見雙駒毛色光潤，腿高軀壯，乃是極名貴的良駒，不禁喝了聲采，料想是她率領追蹤丐幫之時帶了來的，昨日出去買衣，便去牽了來。趙敏微微一笑，翻身上了馬背。兩騎並肩出鎮，向南疾馳。旁人但見雙駿如龍，馬上男女衣飾華貴，相貌俊美，還道是官宦人家的少年夫妻並騎出遊。兩人馳了一日，這天行了二百餘里，途中宿了一宵，次晨又再趕道。※※※將到中午時分，朔風陣陣從身後吹來，天上陰沉沉地，灰雲便如壓在頭頂一般，又馳出二十餘里，鵝毛般的雪花便大片大片飄將下來。一路上張無忌和趙敏極少交談，眼見雪越下越大，他仍是一言不發的縱馬前行。這一日途中所經，盡是荒涼的山徑，到得傍晚，雪深近尺，兩匹馬雖然神駿，卻也支持不住了。他見天色越來越黑，縱身站在馬鞍之上，四下眺望，不見房屋人煙，心下好生躊躇，說道：「趙姑娘，你瞧怎生是好？若再趕路，兩匹牲口只怕挨不起。」趙敏冷笑道：「你只知牲口挨不起，卻不理人的死活。」張無忌心感歉仄，暗想：「我身有九陽神功，不知疲累寒冷，急於救人，卻沒去顧她。」又行一陣，忽聽得忽喇一聲響，一隻獐子從道左竄了出來，奔入了山中。張無忌道：「我去捉來做晚餐。」身隨聲起，躍離馬鞍，跟著那獐子在雪中留下的足跡，直追了下去。轉過一個山坡，暮靄朦朧之中，見那獐子鑽向一個山洞。他一提氣，如箭般追了過去，沒等獐子進洞，已一把抓住牠後頸。那獐子回頭往他手腕上咬去。他五指使勁，喀喇一聲，已將獐子頸骨扭斷。見那山洞雖不寬大，但勉強可供二人容身，當下提著獐子，回到趙敏身旁，說道：「那邊有個山洞，我們暫且過一晚再說，你說如何？」趙敏點了點頭，忽然臉上一紅，轉過頭去，提韁縱馬便行。張無忌將兩匹馬牽到坡上兩株大松樹下躲雪，找了些枯枝，在洞口生起火來，山洞倒頗乾淨，並無獸糞穢跡，向裏望去，黑黝黝的不見盡處，於是將獐子剖剝了，用雪擦洗乾淨，在火堆上烤了起來。趙敏除下貂裘，舖在洞中地下。火光熊熊，烘得山洞溫暖如春。張無忌偶一回頭，只見火光一明一暗，映得她俏臉倍增明艷。兩人相視而嘻，一日來的疲累饑寒，盡化於一笑之中。獐子烤熟後，兩人各撕一條後腿吃了。張無忌在火堆中加些枯柴，斜倚在山洞壁上，說道：「睡了罷？」趙敏嫣然微笑，靠在另一邊石壁上，合上了眼睛。張無忌鼻中聞到她身上陣陣幽香，只見她雙頰暈紅，真想湊過嘴去一吻，但隨即克制綺念，閉目睡去。睡到中夜，忽聽得遠處隱隱傳來馬蹄之聲，張無忌一驚而起，側耳聽去，共是四匹馬自南向北而來，見洞外大雪兀自不停，心想：「深夜大雪，冒寒趕路，定有十二分的急事。」蹄聲來到近處，忽然停住，過了一會，蹄聲漸近，竟是走向這山洞而來。張無忌一凜：「這山洞僻處山後，若非那獐子引路，我決計尋覓不到，怎麼有人跟蹤而至？」隨即省悟：「是了，咱們在雪地裏留下了足跡，雖然下了半夜大雪，仍未能盡數掩去。」這時趙敏也已醒覺，低聲道：「來者或是敵人，咱們且避一避，瞧是甚麼人。」說著抄起洞外白雪，掩熄了火堆。這時馬蹄聲已然止歇，但聽得四人踏雪而來，頃刻間已到了洞外十餘丈處。張無忌低聲道：「這四人身法好快，竟是極強的高手。」若是出外覓地躲藏，非給那四人發覺不可。正沒計較處，趙敏拉著他手掌，走向裏洞。那山洞越向裏越是狹窄，但竟然甚深，進得一丈有餘，便轉過彎去，忽聽得洞外一人說道：「這裏有個山洞。」張無忌聽得話聲好熟，正是四師叔張松溪，甫驚喜間，又聽得另一人道：「馬蹄印和腳印正是到這山洞來的。」卻是殷梨亭。張無忌正要出聲招呼，趙敏伸過手來，按住了他嘴，在他耳邊低聲道：「你跟我在這裏，給他們見了，多不好意思。」張無忌一想不錯，自己和趙敏雖是光明磊落，但一對少年男女同宿山洞，給眾師伯叔見了，他們怎信得過自己並無苟且之事？何況趙敏是元室郡主，曾將張松溪、殷梨亭等擒在萬安寺中，頗加折辱，此時仇人相見，極是不便，心想：「我還是待張四叔、殷六叔他們出洞後，再單身趕去拜見，以免尷尬。」只聽得俞蓮舟的聲音道：「咦！這裏有燒過松柴的痕跡，嗯，還有獐子的毛皮血漬。」另一人道：「我一直心中不定，但願七弟平安無事才好。」那是宋遠橋的聲音。張無忌聽得宋俞張殷四位師叔伯一齊出馬，前來找尋莫聲谷，聽他們話中之意，似乎七師叔遇上了強敵，心下也有些掛慮。只聽張松溪笑道：「大師哥愛護七弟，還道他仍是當年少不更事的小師弟，其實近年來莫七俠威名赫赫，早非昔比，就算遇上強敵，七弟一人也必對付得了。」殷梨亭道：「我倒不擔心七弟，只擔心無忌這孩子不知身在何處。他現下是明教教主，樹大招風，不少人要算計於他。他武功雖高，可惜為人太過忠厚，不知江湖上風波險惡，只怕墮入奸人的術中。」張無忌好生感動，暗想眾位師叔伯待我恩情深重，時時記掛著我。趙敏湊嘴到他耳邊，低聲道：「我是奸人，此刻你已墮入我的術中，你可知道麼？」只聽得宋遠橋道：「七弟到北路尋覓無忌，似乎已找得了甚麼線索，只是他在天津客店中匆匆留下的那八個字，卻叫人猜想不透。」張松溪道：「『門戶有變，極須清理。』咱們武當門下，難道還會出甚麼敗類不成？莫非無忌這孩子……」說到這裏，便停了話頭，語音中似暗藏深憂。殷梨亭道：「無忌這孩子絕不會做甚麼敗壞門戶之事，那是我信得過的。」張松溪道：「我是怕趙敏這妖女太過奸詐惡毒，無忌少年大血氣方剛，惑於美色，別要似他爹爹一般，鬧得身敗名裂……」四人不再言語，都長嘆了一聲。接著聽得火石打火，松柴畢剝聲響，生起火來。火光映到後洞，雖經了一層轉折，張無忌仍可隱約見到趙敏的臉色，只見她似怨似怒，想是聽了張松溪的話後甚是氣惱。張無忌心中卻惕然而驚：「張四叔的話倒也有理。我媽媽並沒做甚壞事，已累得我爹爹如此。這趙姑娘殺我表妹、辱我太師父及眾位師伯叔，如何是我媽媽之比？」想到此處，心中怦怦而跳，暗想：「若給他們發見我和趙姑娘在此，那便傾黃河之水也洗不清了。」只聽得宋遠橋忽然顫聲道：「四弟，我心中一直藏著一個疑竇，不便出口，若是說將出來，不免對不起咱們故世了的五弟。」張松溪緩緩的道：「大哥是否擔心無忌會對七弟忽下毒手？」宋遠橋不答。張無忌雖不見他身形，猜想他定是緩緩點了點頭。只聽張松溪道：「無忌這孩兒本性淳厚，按理說是決計不會的。我只擔心七弟脾氣太過莽撞，若是逼得無忌急了，令他難於兩全，再加上趙敏那妖女安排奸計，從中挑撥是非，那就……那就……唉，人心叵測，世事難於逆料，自來英雄難過美人關，只盼無忌在大關頭能把持得定才好。」殷梨亭道：「大哥，四哥，你們說這些空話，不是杞人憂天麼？七弟未必會遇上甚麼凶險。」宋遠橋道：「可是我見到七弟這柄隨身的長劍，總是忍不住心驚肉跳，寢食難安。」俞蓮舟道：「這件事確也費解，咱們練武之人，隨身兵刃不會隨手亂放，何況此劍是師父所賜，當真是劍在人在，劍亡人……」說到這個「人」字，驀地住口，下面這個「亡」字硬生生忍口不言。張無忌聽說莫聲谷拋下了師賜長劍，而四位師伯叔頗有疑己之意，心中又是擔憂，又是氣苦。過了一會，隱隱聞到內洞中有股香氣，還夾雜著野獸的騷氣，似乎內洞甚深，不是此刻藏有野獸，便是曾有野獸住過。他生怕給宋遠橋等發覺，連大氣也不敢透一口，拉著趙敏之手，輕輕再向內行，為防撞到凸出的山石，左手伸在身前。只走了三步，轉了個彎，忽然左手碰到一件軟綿綿之物，似乎是個人體。張無忌大吃一驚，心念如電：「不論此人是友是敵，只須稍出微聲，大師伯們立時知覺。」左手直揮而下，連點他胸腹間五處要穴，隨即扣住他的手腕。觸手之處，一片冰冷，那人竟是氣絕已久。張無忌藉著些微光亮，凝目往那人臉上瞧去，隱隱約約之間，竟覺這死屍便是七師叔莫聲谷。他驚惶之下，顧不得是否會被宋遠橋等人發見，抱著屍體向外走了幾步。光亮漸強，看得清清楚楚，卻不是莫聲谷是誰？但見他臉上全無血色，雙目未閉，越發顯得怕人，他又驚又悲，一時之間竟自呆了。他這麼幾步一走，宋遠橋等已聽到聲音。俞蓮舟喝道：「裏面有人！」寒光閃動，武當四俠一齊抽出長劍。張無忌暗暗叫苦：「我抱著莫七叔的屍身，藏身此處，這弒叔的罪名，無論如何是逃不掉的了。」想起莫聲谷對自己的種種好處，斗然見他慘遭喪命，心下又是萬分悲痛，霎時間腦海中閃過千百個念頭，卻沒想到宋遠橋等進來之時，如何為自己洗刷。趙敏的心思可比他轉得快得多了，縱身而出，舞動長劍，直闖了出去，刷刷刷刷四劍，俱是峨嵋派拚命的招數，分向武當四俠刺去。四俠舉劍擋架，趙敏早已闖出洞口，飛身躍上四俠乘來的一匹坐騎，反手劍格開宋遠橋刺來的一劍，伸足在馬腹上猛踢，那馬吃痛，疾馳而去。趙敏方慶脫險，突然背上一痛，眼前金星亂舞，氣也透不過來，卻是吃了俞蓮舟一招飛掌。只聽得武當四俠展開輕功，急追而來。她心中只想：「我逃得越遠，他越能出洞脫身。否則這不白之冤，如何能夠洗脫？好在這四人都追了來，沒想到洞中尚有別人。」但覺背心劇痛，難熬難當，伸劍在馬臀上一刺。那馬長聲嘶鳴，直竄了出去。張無忌見趙敏闖出，一怔之間，才明白她是使調虎離山之計，好救自己脫身，當下抱著莫聲谷的屍身，奔出洞來。耳聽得趙敏與武當四俠是向東而去，於是向西疾行。奔出二里有餘，在一塊大巖石後將屍身藏好，再回到大路之旁，縱上一株大樹，良久良久，心中仍是怦怦亂跳，想到莫聲谷慘死，又是淚流難止，心想：「我武當派直是多難如此，不知殺害七師叔的兇手是誰？七師叔背上肋骨斷裂，中的是內家掌力。」過了小半個時辰，聽得三騎馬自東而來，雪光反映下，看到宋遠橋和俞蓮舟各乘一馬，殷梨亭和張松溪兩人共騎。只聽俞蓮舟道：「這妖女吃了我一掌，連人帶馬摔入了深谷，料來難以活命。」張松溪道：「今日才報了萬安寺被囚之辱，出了胸中惡氣。只是她竟會躲在這山洞之中，世事奇幻，委實出人意表。」殷梨亭道：「四哥，你猜她一個人鬼鬼祟祟的在洞裏幹甚麼？」張松溪道：「那就難猜了。殺了妖女，沒有甚麼，只有找到了七弟，咱們才真的高興。」四人漸行漸遠，以後的話便聽不到了。※※※張無忌待宋遠橋等四人去遠，忙縱下樹來，循著馬蹄在雪中留下的印痕，向東追去，心下說不出的焦急難受，暗想：「她雖狡詐，這次卻確是捨命救我。倘若她竟因此送了性命，我……我……」越奔越快，片刻間已馳出四、五里地，來到一處懸崖邊上。雪地裏但見一大灘殷紅的血漬，地下足印雜亂，懸崖邊上崩壞了一大片山石，顯是趙敏騎馬逃到此處，慌不擇路，連人帶馬一起摔了下去。張無忌叫道：「趙姑娘，趙姑娘！」連叫四、五聲，始終不聽到應聲。他更是憂急，向懸崖下望去，見是一個深谷，黑夜中沒法見到谷底如何。懸崖陡峭筆立，並無容足之處。他吸一口氣，雙足伸下，面朝崖壁，便向下滑去。滑下三、四丈後，去勢越來越快，當即十指運勁，捲入崖邊結成了厚冰的雪中，待身子稍停，又再滑下。如此五、六次，才到谷底，著足處卻軟軟的，急忙躍開，原來是踏在馬肚皮上，只見趙敏身未離鞍，雙手仍是牢牢的抱著馬頸。張無忌伸手探她鼻息，尚有細微呼吸，人卻已暈了過去。他稍稍放心。谷中陰暗，一冬積雪未融，積雪深及腰間。料想趙敏身未離鞍，摔下的力道都由那馬承受了去，坐騎登時震死，她卻只是昏暈。張無忌搭她脈搏，知道雖然受傷不輕，性命當可無礙，於是將她抱在懷裏，四掌相抵，運功給她療傷。趙敏所受這一掌是武當派本門功夫，療傷不難，不到半個時辰，她已悠悠醒轉。張無忌將九陽真氣源源送入她的體內。又過大半個時辰，天色漸明，趙敏哇的一聲，吐出了一大口瘀血，低聲道：「他們都去了？沒見到你罷？」張無忌聽她最關心的乃是自己是否會蒙上不白之冤，好生感激，說道：「沒見到我。你……你可受了苦啦。」他口中說話，真氣傳送仍是絲毫不停。趙敏閉上了眼，雖然四肢沒半點力氣，胸腹之間甚感溫暖舒暢。九陽真氣在她體內又運走數轉，她回過頭來，笑道：「你歇歇罷，我好得多啦。」張無忌雙臂環抱，圍住了她腰，將右頰貼住她的左頰，說道：「你救了我的聲名，那比救我十次性命，更加令我感激。」趙敏格格一笑，說道：「我是個奸詐惡毒的小妖女，聲名是不在乎的，倒是性命要緊。」便在此時，忽聽懸崖上有人朗聲怒道：「該死的妖女，果然未死，你何以害死莫七俠，快快招來。」卻是俞蓮舟的聲音。張無忌大吃一驚，不知四位師伯叔怎地去而復回。趙敏道：「你轉過頭去，不可讓他們見到你臉。」張松溪喝道：「賊妖女，你不回答，大石便砸將下來了。」趙敏仰頭朝上，果見宋遠橋等四人都捧著一塊大石，只須順手往下一摔，她和張無忌都是性命難保。她在張無忌耳邊低聲說道：「你先撕下皮裘，蒙在臉上，抱著我逃走罷。」張無忌依言撕下皮袍的一條衣襟，蒙在臉上，在腦後打了個結，又將皮帽低低壓在額上，只露出了雙眼。武當四俠追趕趙敏，將她逼入谷底，但這四人行俠江湖，久經歷練，料想趙敏以郡主之尊，不致孤身而無護衛。四人假意騎馬遠去，行出數里之後，將馬繫在道旁樹上，又悄悄回來搜索。四俠先回山洞，點了火把，深入洞裏，見到兩隻死了的香獐，已被甚麼野獸咬得血肉模糊，體香兀自未散。四人再搜出洞來，終於見到張無忌所留的足印，一路尋去，卻發見了莫聲谷的屍體，但見他手足都已被野獸咬壞。四俠悲憤莫名，殷梨亭已是哭倒在地。俞蓮舟拭淚道：「趙敏這妖女武功雖然不弱，但憑她一人，決計害不了七弟。六弟且莫悲傷，咱們須當尋訪到所有的兇手，一一殺了給七弟報仇。」張松溪道：「咱們隱伏在山洞之側，到得天明，妖女的手下必會尋來。」他足智爭謀，宋遠橋等向來對他言聽計從，當下強止悲聲，各在山洞兩側尋覓巖石，藏身守候。到得天明，卻不見有趙敏手下人尋來，四俠再到趙敏墮崖處察看，隱隱聽到說話之聲，向下望去，只見一個錦衣男子抱著趙敏，原來這妖女竟然未死。四俠要逼問莫聲谷的死因，不願便用石頭擲死二人。這雪谷形若深井，四周峭壁，唯有西北角上有一條狹窄的出路。張松溪喝道：「兀那元狗，快從這邊上來，若再延擱，大石塊砸將下來了。」張無忌聽得四師伯誤認自己為蒙古人，想是自己衣飾華貴，又是跟隨著趙敏之故，但見四下裏並無可以隱伏躲避之處，四俠若砸下大石，自己雖可跳躍閃避，趙敏卻是性命難保，眼下只有依言上去，走得一步算一步了，於是抱著趙敏從那窄縫中慢慢爬將上來。他故意顯得武功低微，走幾步便滑跌一下。這條窄縫本來極難攀援，他更加意做作，大聲喘氣，十分狼狽，搞了半個時辰，摔了十七、八交，才攀到了平地。他一出雪谷，本想立即抱了趙敏奪路而逃，憑著自己輕功，手中雖然抱了一人，四俠多半仍然追趕不上。但張松溪極是機靈，瞧出他上山之時的狼狽神態有些做作，早已通知了三個師兄弟，四人分佈四角，張無忌一步踏上，四柄長劍的劍尖已離他身子不及半尺。宋遠橋恨恨的道：「賊韃子，你用毛皮蒙住了鬼臉，便逃得了性命麼？武當派莫七俠是誰下手害死的，好好招來！若有半句虛言，我將你這狗韃子千刀萬剮，開肚破膛。」他本來恬淡沖和，但眼見莫聲谷死得如此慘法，忍不住口出惡聲，那是數十年來極為罕有之事。趙敏嘆了口氣，說道：「押魯不花將軍，事已如此，你就對他們說了罷！」跟著湊嘴在張無忌耳邊，低著聲道：「用聖火令武功。」張無忌本來決不願對四位師伯叔動武，但形格勢禁，處境實是尷尬之極，一咬牙，驀地裏舉起趙敏的身子向殷梨亭拋了過去，粗著嗓子胡胡大呼，在半空中翻個空心觔斗，伸臂向張松溪抓到。殷梨亭順手接住了趙敏，一呆之下，便點了她穴道，將她摔開。在這瞬息之間，張無忌已使開聖火令上的怪異武功，拳打宋遠橋，腳踢俞蓮舟，一個頭槌向張松溪撞到，反手卻已奪下了殷梨亭手中長劍。這幾下兔起鶻落，既快且怪。武當四俠武功精強，原是武林中的第一流高手，但給他這接連七八下怪招一陣亂打，登時手忙腳亂，均感難以自保。那日在靈蛇島上，以張無忌武功之高，遇上波斯明教流雲三使的聖火令招數，也是抵敵不住，何況此時他已學全六枚聖火令上的功夫，比之流雲三使高出何止數倍？這聖火令上所載，本非極深邃的上乘功夫，只是詭異古怪，令人捉摸不定，若在庸手單獨使來，亦非武當派內家正宗武功之敵。但張無忌以九陽神功為根基，以挪移乾坤心法為脈絡，加之對武當派武功盡數瞭然於胸，一招一式，無不攻向四俠的空隙之處。鬥到二十餘招時，那聖火令功夫越來越奇幻莫測。趙敏躺在雪中，大聲叫道：「押魯不花將軍，他們漢人蠻子自以為了得，咱們蒙古這門祖傳摔跤神技，今日叫他們嘗嘗滋味。」張松溪叫道：「以太極拳自保，這門韃子拳招古怪得緊。」四人立時拳法一變，使開太極拳法，將門戶守得嚴密無比。張無忌突然間坐倒在地，雙拳猛捶自己胸膛。武當四俠生平不知遭逢過多少強敵，見識過多少怪招，張無忌的乾坤大挪移心法，已算得是武學中奇峰突起的功夫了，但這韃子坐在地下自捶胸膛，不但見所未見，連聽也沒聽見過。四俠本已收起長劍，各使太極拳守緊門戶，此時一怔之下，宋遠橋、俞蓮舟、張松溪三柄長劍又刺向張無忌身前。殷梨亭的長劍已被張無忌奪去擲開，但他身邊尚攜著莫聲谷的佩劍，跟著也拔出來刺了過去。張無忌突然橫腿疾掃，捲起地下大片積雪，猛向四俠灑了過去。這一招聖火令上的怪招，本來是山中老人霍山殺人越貨之用。他於未曾創教立派之時，慣常在波斯沙漠中打劫行商，見有商隊遠遠行來，便坐地捶胸，呼天搶地的哭號，眾行商自必過去探問。他突然間踢起飛沙，迷住眾商眼目，立即長刀疾刺，頃刻間使數十行商血染黃沙，屍橫大漠，實是一招極陰毒的手法。張無忌以此招踢飛積雪，功效與踢沙相同。武當四俠在霎時之間，但覺飛雪撲面，雙眼不能見物，四人應變奇速，立時後躍。但張無忌出手更快，抱住俞蓮舟雙腿著地一滾，順手已點了他三處大穴，跟著一個觔斗，身在半空，落下時右腿的膝蓋在殷梨亭頭頂一跪，竟然撞中了他頂門「五處」和「承光」兩穴。殷梨亭一陣暈眩，摔倒在地。宋遠橋飛步來救，張無忌向後一坐，撞入他的懷中。宋遠橋回劍不及，左手撤了劍訣，揮掌拍出，掌力未吐，胸口已是一麻，被他雙肘撞中了穴道。張松溪心下大駭，眼見四人中只剩下自己一人，無論如何非此人敵手，但同門義重，決計不能獨自逃命，挺起長劍，刷刷刷三劍，向張無忌刺了過來。張無忌見他身當危難，可是步法沉穩，劍招絲毫不亂，這三劍來得凌厲，但每一劍仍是嚴守武當家法，心下暗暗喝采：「若不是我學到了這一門古怪功夫，要抵擋四位師伯叔的聯手進攻，大非易事。」驀地裏腦袋亂擺，劃著一個個圈子，張松溪不為所動，不去瞧他搖頭幌腦的裝模作樣，嗤的一聲，長劍破空，直往他胸口刺來。張無忌一低頭，將腦袋往劍尖上迎去，忽地臥倒，向前撲出，張松溪小腹和左腿上四處穴道被點，摔倒在地。張無忌所點這四處穴道只能制住下肢，正要往他背心「中樞」穴補上一指，猛聽得張松溪大聲慘呼，雙眼翻白，上身一陣痙攣，直挺挺的死了過去。張無忌這一下只嚇得魂不附體，心想適才所點穴道並非重手，別說不會致命，連輕傷也不致於，難道四師伯身有隱疾，陡然間遇此打擊，因而發作麼？他背上剎那間出了一陣冷汗，忙伸手去探張松溪的鼻息。突然之間，張松溪左手一探，已拉下了他臉上蒙著的衣襟。兩人面面相覷，都是呆了。過了好半晌，張松溪才道：「好無忌，原來……原來……是你，可不枉了咱們如此待你。」他說話聲音已然哽咽，滿臉憤怒，眼淚卻已涔涔而下，說不出是氣惱還是傷心。原來他自知不敵，但想至死不見敵人面目，不知武當四俠喪在何人手中，當真死不瞑目，是以先裝假死，拉下了他蒙在臉上的皮裘。張無忌一來老實，二來對四師伯關心過甚，竟爾沒有防備。他此刻心境，真比身受凌遲還要難過，失魂落魄，登時全然胡塗了，只道：「四師伯，不是我，不是我……七師叔不是我……不是我害的……」張松溪哈哈慘笑，說道：「很好，很好，你快快將我們一起殺了。大哥、二哥、六弟，你們都瞧清楚了，這狗韃子不是旁人，竟是咱們鍾愛的無忌孩兒。」宋遠橋、俞蓮舟、殷梨亭三人身子不能動彈，一齊怔怔的瞪著張無忌。張無忌神智迷亂，便想拾起地下長劍，往頸中一抹。趙敏忽然叫道：「張無忌，大丈夫忍得一時冤屈，打甚麼緊，天下沒有不能水落石出之事。你務須找到殺害莫七俠的真兇，為他報仇，才不枉了武當諸俠疼愛你一場。」張無忌心中一凜，深覺此言有理，說道：「咱們此刻該當如何？」說著走到她身前，在她背心和腰間諸穴上推宮過血，解開了她被點的穴道。趙敏柔聲安慰道：「你別氣苦！你明教中有這許多高手，我手上也不乏才智之士，定能擒獲真兇。」張松溪叫道：「張無忌，你若還有絲毫良心，快快將我們四人殺了。我見不得你跟這妖女卿卿我我的醜模樣。」張無忌臉色鐵青，實是沒了主意。趙敏道：「咱們當先去救韓林兒，再回去找你義父，一路上探訪害你莫七叔的真兇，探訪害你表妹的兇手。」張無忌一呆，道：「甚……甚麼？」趙敏冷冷的道：「莫七俠是你殺的麼？為甚麼你四位師伯叔認定是你？殷離是我殺的麼？為甚麼你認定是我？難道只可以你去冤枉旁人，卻不容旁人冤枉於你？」這幾句話如雷轟電震一般，直鑽入張無忌的耳中，他此刻親身經歷，方知世事往往難以測度，深切體會到了身蒙不白之冤的苦處，心中只想：「難道趙姑娘她……她……竟然和我一樣，也是給人冤枉了麼？」趙敏道：「你點了四位師伯叔的穴道，他們能自行撞開麼？」張無忌搖頭道：「這是聖火令上的奇門功夫，師伯叔們不能自行撞解，但過得十二個時辰後，自會解開。」趙敏道：「嗯，咱們將他們四位送到山洞之中，即便離去。在真兇找到之前，你是不能再跟他們相見的了。」張無忌道：「那山洞中有野獸的，有獐子出入來去，莫七叔的屍身，就給野獸咬壞了。」趙敏歎道：「瞧你方寸大亂，甚麼也想不起來。只須有一位上身能夠活動，手中有劍，甚麼野獸能侵犯得他們？」張無忌只道：「不錯，不錯。」當下將武當四俠抱起，放在一塊大巖石後以避風雪。四俠罵不絕口。張無忌眼中含淚，並不置答。趙敏道：「四位是武林高人，卻如此不明事理。莫七俠倘若是張無忌所害，他此刻一劍將你們殺了滅口，有何難處？他忍心殺得莫七俠，難道便不忍心加害你們四位？你們若再口出惡言，我趙敏每人給你們一個耳光。我是奸詐惡毒的妖女，說得出便做得到。當日在萬安寺中，我瞧在張公子的份上，對各位禮敬有加。少林、崑崙、峨嵋、華山、崆峒五派高手，人人被我截去了手指。但我對武當諸俠可有半分禮數不周之處麼？」宋遠橋等面面相覷，雖然仍是認定張無忌害死了莫聲谷，但生怕趙敏當真出手打人，大丈夫可殺不可辱，被這小妖女打上幾記耳光，那可是生平奇恥，當下便住口不罵了。趙敏微微一笑，向張無忌道：「你去牽咱們的坐騎來，馱四位去山洞。」張無忌猶豫道：「還是我來抱罷。」趙敏心念一動，已知他的心意，冷笑道：「你武功再高，能同時抱得了四個人麼？你怕自己一走開，我便加害你四位師伯叔。你始終是不相信我。好，我去牽坐騎，你在這裏守著罷。」張無忌給她說中了心事，臉上一紅，但確是不敢將四位師伯叔的性命，交託在這個性情難以捉摸的少女手中，便道：「勞駕你去牽牲口，我在這裏守著四位師伯叔。你傷勢怎樣，走路不礙嗎？」趙敏冷笑道：「你再殷勤好心，旁人還是不信你的。你的赤心熱腸，人家只當你是狼心狗肺。」說著轉身便去牽馬。張無忌咀嚼著她這幾句話，只覺她說的似是師伯叔疑心自己，卻也是說自己疑心於她；目送著她緩步而行，腳步蹣跚，顯是傷後步履艱難，心中又是憐惜，又是過意不去。※※※眼見趙敏走沒多遠，忽聽得一陣急促的馬蹄聲沿大路從北而來，一前二後，共是三乘。趙敏聽到蹄聲，當即奔回，說道：「有人來了！」張無忌向她招了招手。趙敏奔到大石之後，伏在他身旁，眼見俞蓮舟的身子有一半露在石外，便將他拉到石後。俞蓮舟怒目而視，喝道：「別碰我！」趙敏冷笑道：「我偏要拉你，瞧你有甚麼法子？」張無忌喝道：「趙姑娘，不得對我師伯無禮。」趙敏伸了伸舌頭，向俞蓮舟裝個鬼臉。便在此時，一乘馬已奔到不遠之處，其後又有兩乘馬如飛追來，等距約有二、三十丈。第一乘馬越奔越近，張無忌低聲道：「是宋青書宋大哥！」趙敏道：「快阻住他。」張無忌奇道：「幹甚麼？」趙敏道：「別多問，彌勒廟中的話你忘了麼？」張無忌心念一動，拾起地下一粒冰塊，彈了出去。嗤的一聲，冰塊破空而去，正中宋青書坐騎的前腿。那馬一痛，跪倒在地。宋青書一躍而起，想拉坐騎站起，但那馬一摔之下，左腿已然折斷。宋青書見後面追騎漸近，忙向這邊奔來，張無忌又是一粒堅冰彈去，撞中他右腿穴道。趙敏伸出手指，接連四下，點了武當四俠的啞穴，及時制止宋遠橋的呼喚。只聽得宋青書「啊」的一聲叫，滾倒在雪地之中。這麼接連兩次阻擋，後面兩騎已然奔到，卻是丐幫的陳友諒和掌缽龍頭。張無忌暗自奇怪：「他三人同去長白山尋覓毒物配藥，怎麼一逃二追，到了這裏？」跟著又想：「是了。想是宋大哥天良發現，不肯做此不孝不義之事，幸好撞在我的手裏，正好相救。」陳友諒和掌缽龍頭翻身下馬，只道宋青書的坐騎久馳之下，氣力不加，以致馬失前蹄，宋青書也因此墮馬受傷，但想他武功不弱，縱然受傷，也必輕微，兩人縱身而近，兵刃出手，指住他身子。張無忌指上又扣了一粒冰塊，正要向陳友諒彈去，趙敏碰他臂膀，搖了搖手。張無忌轉頭瞧她。趙敏張開左掌，放在自己耳邊，再指指宋青書，意思說且聽他們說些甚麼。只聽得掌缽龍頭怒道：「姓宋的，你黑夜中悄悄逃走，意欲何為？是否想去通風報信，說與你父親知道？」他手揮一柄紫金八卦刀，在宋青書頭頂幌來幌去，作勢便要砍落。宋遠橋聽得那八卦刀虛砍的劈風之聲，掛念愛兒安危，大是著急。張無忌偶一回頭，見到他眼中焦慮的神色霎時間變作了求懇，便點了點頭，示意：「你放心，我決不讓宋大哥身受損傷。」心想：「父母愛子之恩當真天高地厚。大師伯對我如此惱怒，恨不得將我千刀萬剮，但一知宋大哥遭逢危難，立時便向我求情。但若是大師伯自身遭難，他是英雄肝膽，決計不屑有絲毫示弱求懇之意。」剎那之間，又想到宋青書有人關懷愛惜，自己卻是個無父無母的孤兒。只聽宋青書道：「我不是去向爹爹報信。」掌缽龍頭道：「幫主派你跟我去長白山採藥，那麼你何以不告而別？」宋青書道：「你也是父母所生，你們逼我去加害自己父親，心又何忍？我決不能作此禽獸勾當。」掌缽龍頭厲聲道：「你是決意違背幫主號令了？叛幫之人該當如何處置，你知道麼？」宋青書道：「我是天下罪人，本就不想活了。這幾天我只須一合眼，便見莫七叔來向我索命。他冤魂不散，纏上了我啦。掌缽龍頭，你一刀將我砍死罷，我多謝你成全了我。」掌缽龍頭高舉八卦刀，喝道：「好！我便成全了你！」陳友諒插口道：「龍頭大哥，宋兄弟既然不肯，殺他也是無益，咱們由他去罷。」掌缽龍頭奇道：「你說就此放了他？」陳友諒道：「不錯。他親手害死他師叔莫聲谷，自有他本派中人殺他，這種不義之徒的惡血，沒的污了咱們俠義道的兵刃。」張無忌當日在彌勒廟中，曾聽陳友諒和宋青書說到莫聲谷，有甚麼「以下犯上」之言，當時也曾疑心宋青書得罪了師叔，但萬萬料不到莫聲谷竟會是死在他的手中。宋遠橋等四人雖然目光被巖石遮住，但宋青書的聲音清清楚楚傳入耳中，無不大為震驚。唯有趙敏事先已料到三分，嘴角邊微帶不屑之態。只聽宋青書顫聲道：「陳大哥，你曾發下重誓，決不洩漏此事的機密，只要你不說，我爹爹怎會知道？」陳友諒淡淡一笑，道：「你只記得我的誓言，卻不記得你自己發過的毒誓。你說自今而後，唯我所命。是你先毀約呢，還是我不守諾言？」宋青書沉吟半晌，說道：「你要我在太師父和爹爹的飲食之中下毒，我是寧死不為，你快一劍將我殺了罷。」陳友諒道：「宋兄弟，常言道：識時務者為俊傑。我們又不是要你弒父滅祖，只不過下些蒙藥，令他們昏迷一陣。在彌勒廟中，你不是早已答應了嗎？」宋青書道：「不，不！我只答應下蒙藥，但掌缽龍頭捉的是劇毒的蝮蛇、蜈蚣，那是殺人的毒藥，決非尋常蒙汗藥物。」陳友諒悠悠閒閒的收起長劍，說道：「峨嵋派的周姑娘美若天人，世上再找不到第二個了，你竟甘心任她落入張無忌那小子的手中，當真奇怪。宋兄弟，那日深宵之中，你去偷窺峨嵋諸女的臥室，給你七師叔撞見，一路追了你下來，致有石岡比武、以侄弒叔之事。那為的是甚麼？還不是為了這位溫柔美貌的周姑娘？事情已經做下來了，一不做，二不休，馬入夾道，還能回頭麼？我瞧你為山九仞，功虧一簣，可惜啊可惜！」宋青書搖搖幌幌的站了起來，怒道：「陳友諒，你花言巧語，逼迫於我。那一晚我給莫七叔追上了，敵他不過，我敗壞武當派門風，死在他的手下，也就一了百了，誰要你出手相助？我是中了你的詭計，以致身敗名裂，難以自拔。」陳友諒笑道：「很好，很好！莫聲谷背上所中這一掌『震天鐵掌』，是你打的，還是我陳友諒打的？那是你武當派的功夫罷？我可不會。那晚我出手救你性命，又保你名聲，倒是我幹錯了？宋兄弟，你我相交一場，過去之事不必再提。你弒叔之事，我自當守口如瓶，決不洩漏片言隻字，山遠水長，咱們後會有期。」宋青書顫聲問道：「陳……陳大哥，你……你要如何對付我？」言語中充滿疑慮之意。陳友諒笑道：「要如何對付你？甚麼也沒有。我給你瞧一樣物事，這是甚麼？」張無忌和趙敏躲在巖石之後，都想探頭上來張望一下，瞧陳友諒取了甚麼東西出來，但終於強自忍住。只聽宋青書「啊」的一聲驚呼，顫聲道：「這……這是峨嵋派掌門的鐵指環，那是周姑娘之物啊，你……你從何處得來？」張無忌心下也是一凜，暗想：「我和芷若分手之時，明明見她戴著那枚掌門鐵指環，如何會落入陳友諒手中？多半是他假造的膺物，用來騙人。」但聽陳友諒輕輕一笑，說道：「你瞧仔細了，這是真的還是假的。」隔了片刻，宋青書道：「我在西域向滅絕師太討教武功，見過她手上這枚指環，看來倒是真的。」只聽得噹的一聲響，金鐵相撞，陳友諒道：「若是假造的膺物，這一劍該將它斷為兩半了。你瞧瞧，指環內『留貽襄女』這四個字，不會是假的罷？這是峨嵋派祖師郭襄女俠的遺物玄鐵指環。」宋青書道：「陳大哥，你……你從何處得來？周姑娘她……她呢？」陳友諒又是一笑，說道：「掌缽龍頭，咱們走罷，丐幫中從此沒了這人。」腳步聲響，兩人轉身便行。宋青書叫道：「陳大哥，你回來。周姑娘是落入你手中了麼？她此刻是死是活？」陳友諒走了回來，微笑道：「不錯，周姑娘是在我手中，這般美貌的佳人，世上男子漢沒一個見了不動心的。我至今未有家室，要是我向幫主求懇，將周姑娘配我為妻，諒來幫主也必允准。」宋青書喉頭咕噥了一聲，似乎塞住了說不出話來。陳友諒又道：「本來嘛，君子不奪人之所好，宋兄弟為了這位周姑娘，闖下了天大的禍事，陳友諒豈能為美色而壞了兄弟間義氣？但你既成了叛幫的罪人，咱們恩斷義絕，甚麼也談不上了，是不是？」宋青書又咕噥了幾聲。張無忌眼角一瞥宋遠橋，只見他臉頰上兩道淚水正流將下來，顯是心中悲痛已極。忽聽得宋青書道：「陳大哥，龍頭大哥，是我做兄弟的一時胡塗，請你兩位原宥，我這裏給你們賠罪啦。」陳友諒哈哈大笑，說道：「是啊，是啊，那才是咱們的好兄弟呢。我拍胸膛給你擔保，只須你去將這蒙汗藥帶到武當山上，悄悄下在各人的茶水之中，你令尊大人性命決然無憂，美佳人周芷若必成你的妻房。咱們不過要挾制張三丰張真人和武當諸俠，逼迫張無忌聽奉號令。倘若害死了張真人和令尊，張無忌只有來找丐幫報仇，對咱們又有甚麼好處？」宋青書道：「這話不錯。」陳友諒又道：「等到丐幫箝制住明教，驅除韃子，得了天下，咱們幫主登了龍位，你我都是開國功臣，封妻蔭子，那不必說了，連令尊大人都要沾你的光呢。」宋青書苦笑道：「我爹爹淡泊名利，我只盼他老人家不殺我，便已心滿意足了。」陳友諒笑道：「除非令尊是神仙，能知過去未來，否則怎能知道其中的過節？宋兄弟，你的腳摔傷了麼？來，咱們共乘一騎，到前面鎮上再買腳力。」宋青書道：「我走得匆忙，小腿在冰塊上撞了一下，也真倒霉，剛好撞正了『築賓穴』，天下事真有這般巧法。」他當時只頂到掌缽龍頭和陳友諒在後追趕，萬沒想到前面巖後竟會有人暗算，只道是自己不小心，剛好將穴道撞正了冰塊尖角。陳友諒笑道：「這那裏是倒霉？這是宋兄弟艷福齊天，命中該有佳人為妻。若非這麼一撞，咱們追你不上，你執迷不悟起來，自己固然鬧得身敗名裂，也壞了咱們大事。從此這位香噴噴、嬌滴滴的周姑娘跟陳友諒一世，那不是彩鳳隨鴉，一朵鮮花插在牛糞上了麼？」宋青書「哼」了一聲，道：「陳大哥，不是做兄弟的不識好歹，信不過你……」陳友諒不等他說完，插口道：「你要見一見周姑娘，是不是？那容易之至。此刻幫主和眾位長老都在盧龍，周姑娘也隨大伙在一起。咱們同到盧龍去相會便是。等武當山的大事一了，做哥哥的立時給你辦喜事，叫你稱心如願，一輩子感激陳友諒大哥，哈哈，哈哈！」宋青書道：「好，那麼咱們便上盧龍去。陳大哥，周姑娘怎地會……會跟著本幫？」陳友諒笑道：「那是龍頭大哥的功勞了。那日掌棒龍頭和掌缽龍頭在酒樓上喝酒，見有三個面生人裝作本幫弟子，混在其中，後來命人一查，其中一位竟然是那位千嬌百媚的周姑娘。掌缽龍頭便派人去將她請了來。你放心，周姑娘平安大吉，毫髮不傷。」張無忌暗暗叫苦：「原來那日在酒樓之上，畢竟還是讓他們瞧了出來。倘若義父並非失明，他老人家定能瞧出其中蹊蹺。唉，我和芷若卻始終不覺。但不知義父也平安否？」可是陳友諒說話中，卻一句不提謝遜，只聽他道：「周姑娘和你成了親，峨嵋、武當兩派都要聽丐幫號令，再加上明教，聲勢何等浩大？只須打垮蒙古人，這花花江山嗎，嘿嘿，可要換個主兒啦。」他說這幾句話時志得意滿，不但似乎丐幫已得了天下，而且他陳友諒已然身登大寶，穩坐龍庭。掌缽龍頭和宋青書都跟著他嘿、嘿嘿的乾笑數聲。陳友諒道：「咱們走罷。宋兄弟，莫七俠是死在這附近的，他藏屍的山洞似乎離此不遠，是不是？你逃到這裏，忽然馬失前蹄，難道是莫七俠陰魂顯聖麼？哈哈，哈哈！」宋青書不再答話。三人走向馬旁，上馬而去。※※※張無忌待三人去遠，忙替宋遠橋等四人解開穴道，拜伏在地，連連磕頭，說道：「師伯、師叔，侄兒身處嫌疑之地，難以自辯，多有得罪，請師伯師叔重重責罰。」宋遠橋一聲長歎，雙目含淚，仰天不語。俞蓮舟忙扶起張無忌，說道：「先前我們都錯怪了你，是我們的不是。咱們親如骨肉，這一切不必多說了。真想不到青書……唉，若非咱們親耳聽見，又有誰能夠相信？」宋遠橋抽出長劍，說道：「原來七弟撞見青書這小畜生……這小畜生……私窺峨嵋女俠寢居，這才追下來清理門戶。三位師弟，無忌孩兒，咱們這便追趕前去，讓我親手宰了這畜生。」說著展開輕功，疾向宋青書追了下去。張松溪叫道：「大哥請回，一切從長計議。」宋遠橋渾不理會，只是提劍飛奔。張無忌發足追趕，幾個起落，已攔在宋遠橋身前，躬身道：「大師伯，四師伯有話跟你說。宋大哥一時受人之愚，日後自必自悟，大師伯要責罰於他，也不忙在一時。」宋遠橋哽咽道：「七弟……七弟……做哥哥的對你不起。」霎時間想起當年張翠山為了對不起俞岱巖而自殺，此刻才深深體會到當時五弟的心情，回過長劍，便往自己脖子抹去。張無忌大驚，施展挪移乾坤手法，夾手將他長劍奪過，但劍尖終於在他項頸上一帶，劃出了一道長長的血痕。這時俞蓮舟等也已追到。張松溪勸道：「大哥，青書做出這等大逆不道的事來，武當門中人人容他不得。但清理門戶事小，興復江山事大，咱們可不能因小失大。」宋遠橋圓睜雙眼，怒道：「你……你說清理門戶之事還小了？我……我生下這等忤逆兒子……」張松溪道：「聽那陳友諒之言，丐幫還想假手青書，謀害我等恩師，挾制武林諸大門派，圖謀江山。恩師的安危是本門第一大事，天下武林和蒼生的禍福，更是第一等的大事。青書這孩兒多行不義，遲早必遭報應。咱們還是商量大事要緊。」宋遠橋聽他言之有理，恨恨的還劍入鞘，說道：「我方寸已亂，便聽四弟說罷。」殷梨亭取出金創藥來，替他包紮頸中傷處。張松溪道：「丐幫既謀對恩師不利，此刻恩師尚自毫不知情，咱們須得連日連夜趕回武當。這陳友諒雖說要假手於青書，但此等奸徒詭計百出，說不定提早下手，咱們眼前第一要務是維護恩師金軀。恩師年事已高，若再有假少林僧報訊之事，我輩做弟子的萬死莫贖。」說著向站在遠處的趙敏瞪了一眼，對她派人謀害張三丰之事猶有餘憤。宋遠橋背上出了一陣冷汗，顫聲道：「不錯，不錯。我急於追殺逆子，竟將恩師的安危置於腦後，真是該死，輕重倒置，實是氣得胡塗了。」連叫：「快走，快走！」張松溪向張無忌道：「無忌，搭救周姑娘之事，便由你去辦。事完之後，盼來武當一敘。」張無忌道：「遵奉師伯吩咐。」張松溪低聲道：「這趙姑娘豺狼之性，你可要千萬小心。宋青書是前車之鑒，好男兒大丈夫，決不可為美色所誤。」張無忌紅著臉點了點頭。當下武當四俠和張無忌將莫聲谷的屍身葬在大石之後，五人跪拜後痛哭了一場。宋遠橋等四人先行離去。趙敏慢慢走到張無忌身前，說道：「你四師伯叫你小心，別受我這妖女迷惑，宋青書是前車之鑒，是也不是？」張無忌臉上一紅，忸怩道：「你怎知道？你有順風耳麼？」趙敏哼了一聲，道：「我說啊，宋大俠他們事後追想，定然不怪宋青書梟獍心，反而會怪周姊姊紅顏禍水，毀了一位武當少俠。」張無忌心想說不定會得如此，但口中卻道：「宋師伯他們都是明理君子，焉能胡亂怪人？」趙敏冷笑道：「越是自以為是君子的，越會胡亂怪人。」她頓了一頓，笑道：「快去救你的周姑娘罷，別要落在宋青書手裏，你可糟糕了。」張無忌又是臉一紅，道：「我為甚麼糟糕？」