第一三六回　佳兵不詳大理皇宮之中，段正明將帝位傳給侄兒段譽，誡以愛民、納諫二事，叮囑不可妄動刀兵。就在這時候，數千里外的大宋京城汴梁皇宮之中，崇慶殿後閣，太皇太后高氏病勢轉劇，正在叮囑孫子趙煦（後來歷史上稱為哲宗）：「孩兒，祖宗創業艱難，總算有今日天下太平。但你爹爹秉政時舉國鼎沸，險些釀成巨變，時至今日百姓想來猶有餘怖，你道是甚麼原故？」趙煦道：「孩兒常聽奶奶說起，爹爹聽信了王安石的話，更改舊法，以致害得民不聊生。」太皇太后乾枯的臉微微動了一動，嘆道：「王安石有學問，有才幹，他原本不是壞人。你爹爹求治心切，用心自然也是為國為民，可是──唉──可是一來他性子急，只盼快快成功，殊不知天下事往往欲速不達，手忙腳亂，反而弄糟了。」她說到這裏，喘息半晌，才接下去道：「二來──二來他聽不得一句逆耳之言，旁人只有滿口稱讚他是聖天子，若是說他舉措不當，勸他幾句，他便要大發脾氣，罷官的罷官，放逐的放逐，這樣一來，還有誰敢向他正言進諫呢？」趙煦道：「奶奶，只可惜爹爹遺志沒能完成，他的良法美意，都教一些小人給敗壞了。」太皇太后吃了一驚，顫聲道：「甚──甚麼良法美意？甚──甚麼小人？」趙煦道：「爹爹手創的青苗法、保馬法、保甲法等等，豈不是富國強兵的良法？只恨司馬光、呂公著、蘇軾這些腐儒，壞了大事。」太皇太后撐持著要坐起身來，可是全身精力已離她去，要將身子抬起一二寸，也是難能，只是不住的劇烈咳嗽。趙煦道：「奶奶，你不用氣惱，還是多休息一會兒，身子要緊。」他言語是勸慰之意，但聲調中卻充滿了辛酸尖刻。太皇太后咳嗽一陣，漸漸平靜了下來，道：「孩兒，你已做了九年皇帝，可是這九年──這九年中，真正的皇帝卻是你奶奶，甚麼事都要聽奶奶吩咐，你──你心中一定十分氣苦，十分的恨你奶奶，是不是？」趙煦道：「奶奶替我做皇帝，那是疼我啊，生怕我累壞了。用人是奶奶決定，聖旨是奶奶下，孩兒清閒得緊，那有甚麼不好，怎麼敢怪奶奶了？」太皇太后嘆了口氣，輕輕的道：「你十足像你爹爹，聰明能幹，總想做一番大事業出來，你心中一直在恨我，我──我難道有不知道的。」趙煦微微一笑，道：「奶奶自然知道的了。宮中御林軍的指揮是奶奶的親信，內侍太監的頭兒是奶奶心腹，朝中文武大臣都是奶奶任命的，孩兒除了乖乖的聽奶奶吩咐之外，還能有甚麼作為？」太皇太后直視帳頂，道：「你天天在指望今日，只盼我一旦病重死去，你──你便可以大顯身手了。」趙煦道：「孩兒一切都是奶奶聽賜，當年若不是奶奶一力主持，爹爹崩駕之時，朝中大臣不立雍王，便立曹王了。奶奶的深思，孩兒如何敢忘？只不過，只不過──」太皇太后道：「只不過怎樣？你想說甚麼，儘管說出來，又何必吞吞吐吐？」趙煦道：「孩兒也聽人說，奶奶所以要立孩兒，只是貪圖孩兒年幼，奶奶自己可以操縱執政。」他大膽說了這幾句話，心中也怦怦而跳，眼睛向殿門望了幾眼，只見把守在殿門口的太監，仍都是自己那些心腹，一個個手執兵刃，守衛甚是嚴密，這才稍又放心。太皇太后緩緩點了點頭，道：「你的話不錯。我確是要自己來治理國家。這九年來，我做得怎樣？」趙煦從懷中取出一堆紙來，說道：「奶奶，朝野文士，歌功頌德的話，這九年中說了不少，奶奶想必也聽到了。今日北方來人，說道遼國宰相有一封奏章進上遼王，提到奶奶的施政。這是敵國大臣之論，奶奶可要聽聽？」太皇太后嘆道：「德被天下也好，謗滿天下也好，老──老身是活不過今晚了。我──我不知是不是還能看得到明天早晨的日頭？遼國宰相──他──他怎麼說？」太皇太后雖知自己油盡燈枯，已然挨不過幾個時辰，但好名之心，究是不能盡洩，聽到遼國宰相在上給皇帝奏章中提到自己，便急欲知道究竟。趙煦道：「那宰相在奏章中這麼說：『自垂簾以來，召用名臣，罷廢新法苛政，臨政九年，朝廷清明，華夏綏安。杜絕內降僥倖，裁仰外家私恩，文思院奉上之物，無問巨細，終身不取其一──』」他讀到這裏，頓了一頓，太皇太后已沒有半點精采的眸子之中，又放出了幾絲興奮的光芒，接下去續道：「──『人以為女中堯舜』！」太皇太后喃喃的道：「人以為女中堯舜，人以為女中堯舜！就算真是堯舜罷，終於也是難免一死。」突然之間，她那正在越來越鈍的腦中閃過了一絲靈光，問道：「遼國的宰相為甚麼提到我？孩兒，你──你可得小心在意，他們知道我快死了，想欺侮你。」趙煦年青的臉上登時露出了驕傲的神色，說道：「想欺侮我，哼，話是不錯，可也沒這麼容易。契丹人有細作在東京，知道奶奶病重，可是難道咱們就沒有細作在上京？他們宰相的奏章，咱們還不是都拿了來？契丹君臣商量，只等奶奶──奶奶百年之後，倘若文武大臣一無更改，不行新法，保境安民，那就罷了。要是孩兒有甚麼──哼哼，有甚麼輕舉妄動──輕舉妄動，他們便也來輕舉妄動一番。」太皇太后失聲道：「果真如此！他們便要出兵南下？」趙煦道：「不錯！」他轉過身來，走到窗邊，只見北斗七星，閃耀天空，他眼光順著斗杓，凝視北極星，喃喃說道：「我大宋兵精糧足，人丁眾多，何懼契丹？他便不南下，我倒要北上去和他較量一番呢！」太皇太后耳音不靈，問道：「你說甚麼？甚麼較量一番？」趙煦走到病塌之前，說道：「奶奶，咱們大宋人丁比遼國多上十倍，糧草多上三十倍，是不是？以十敵一，難道還打他們不過？」太皇太后顫聲道：「你說要和遼人開戰？當年真宗皇帝如此英武，御駕親征，才結成檀淵之盟，你──你如何敢擅動刀兵？」趙煦憤憤的道：「奶奶自然總是瞧不起孩兒，只當孩兒是個乳臭未乾、甚麼東西也不懂的嬰兒。孩兒就算及不上太祖、太宗，卻未必及不上真宗皇帝。」太皇太后低聲說道：「便是太宗皇帝，當年也是兵敗北國，僅以身免。」趙煦道：「天下之事，豈能一概而論，當年咱們打不過遼國，未必永遠打不過。」太皇太后滿腔言語要說，但覺滿身精力一點一滴的離她而去，腦筋模模糊糊的想不明白，說話也是艱難之極，然而在她心底深處，有一個堅強而清晰的聲音在不斷響著：「兵兇戰危，生靈塗炭，可千萬不能輕舉妄動。」她深深吸一口氣，緩緩的道：「孩兒，這九年來，我大權一把抓，沒好好跟你分說剖析，那是奶奶錯了，我總以為自己還有許許多多歲月好活，豈知道──豈知道──」她乾咳了幾聲，又道：「咱們人多糧足，那是不錯，但大宋人文弱，不及契丹人勇悍，何況一打起仗來，軍民肝腦塗地，不知要死多少人，要燒多少房屋。為君者胸中時時刻刻要存著一個『仁』字，別說勝敗之數十分難料，就算真必有把握，這仗嘛，也還是不打的好。」趙煦道：「咱們燕雲十六州被遼人平白無端的佔去，每年還要向他進貢金帛，既像藩屬，又似臣邦，孩子身為大宋天子，這口氣如何咽得下去？難道──難道咱們永遠受他欺壓不成？」他聲音越說越響，又道：「當年王安石變法，創行保甲、保馬之法，還不是為了國家富強，一雪歷年祖宗之恥。為子孫者，能為祖宗雪恨，方為大孝。父皇一生勵精圖治，還不是如此？孩子定當繼承爹爹遺志。此志不遂，有如此椅。」突然從腰間拔出佩創，將身旁的一張椅子劈為兩截。皇帝在宮中不帶佩刀佩劍，太皇太后見這個小孩子突然拔劍斬椅，不由得吃了一驚，模模糊糊的道：「他為甚麼要帶劍？是要來殺我麼？是不許我垂簾聽政麼？這孩子膽大妄為，我廢了他。」太皇太后雖然秉性慈愛，但掌權既久，一遇到大權受脅，立時便想到排除敵人，縱然是至親骨肉，亦毫不寬貸，剎那之間，她忘了自己已然油盡燈枯，轉眼間便要永離人世。趙煦卻滿心想的是如何破陣殺敵、收復燕雲十六州，幻想自己坐著高頭大馬，統率百萬雄兵，攻破上京，遼主耶律洪基肉袒出降。他高舉佩劍，昂然說道：「國家大事，都誤在一般膽小怕事的腐儒手中。他們自稱君子，卻是自私自利的小人，我──我非將他們重重懲辦不可。」太皇太后驀地清醒過來，心道：「這孩子是當今皇帝，他有他自己的主意，我再也不能叫他聽我話了。我是個快要死的老大婆，他是年當力富的皇帝。他是皇帝，他是皇帝。」她盡力提高聲音，說道：「孩兒，你有這樣志氣，奶奶是很高興，」趙煦一喜，還劍入鞘，道：「奶奶，我說的很對，是不是？」太皇太后道：「你知甚麼是萬全之策，必勝之算？」趙煦皺起眉頭，道：「練兵貯糧，與遼人在疆場上決一雌雄，有可勝之道，卻無必勝之理。」太皇太后道：「你也知道角鬥疆場，無必勝之理，但咱們大宋卻能不戰而屈人之兵。」趙煦道：「與民休息，頒行仁政，即能不戰而屈人之兵，是不是？奶奶，這是司馬光他們的書生迂腐之見，濟得甚麼大事？」太皇太后嘆了口氣道：「司馬君實相公識見卓越，怎會是書生迂腐之見？你有空暇，還當時時披讀司馬相公所著的『資治通鑒』，千餘年來，每一朝之所以興所以衰、所以敗所以亡，那部書中都記得明明白白。咱們大宋土地富庶，人丁眾多，遠勝遼國十倍，只要沒有征戰，再過十年、二十年，咱們更加富足。遼人悍勇好鬥，只須咱們嚴守邊境，他部落之內必定會自相殘殺，一次又一次的打下來，自能元氣大傷。前年楚王之亂，遼國精兵銳卒，死傷不少──」趙煦一拍大腿，道：「是啊，其時孩兒就想該當揮軍北上，給他一個內外夾攻，遼人方有內憂，定然是難以應付。唉，只可惜錯過了千載一時的良機。」大皇太后厲聲道：「你念念不忘與遼國開仗，你──你──你──」突然身子坐起，戟指指著趙煦。在太皇太后積威之下，趙煦只嚇得連退三步，腳步踉蹌，險些摔倒，手按劍柄，心中突突亂跳，叫道：「快，你們快來。」眾太監聽見主上呼召，當即搶進殿來。趙煦顫聲道：「她──她──你們瞧瞧她，卻是怎麼了？」他適才滿口的雄心壯志，要和契丹人決一死戰，但一個病骨支離的老人一發威，他登時驚駭得魂不附體，手足無措，膽識實是有限。一名太監走上幾步，向太皇太后凝視片刻，大膽伸手去一搭脈息，說道：「啟奏皇上，太皇太后龍馭賓天了。」趙煦大喜，哈哈大笑，叫道：「好極，好極，我是皇帝了，我是皇帝了！」他其實已做了九年皇帝，只不過九年來這皇帝有名無實，直到此刻，他才知自己是真正的皇帝了。趙煦親理政務，第一件事便是將禮部尚書蘇軾派去做定州知府。蘇軾文名播於天下，負當時重望。皇帝親政，首先降他的官，朝中大臣私下裏都議論紛紛起來。蘇軾是王安石的死對頭，向來反對文政，元祐年間太皇太后垂簾聽政，重用司馬光和蘇軾蘇轍兄弟，現下太皇太后一死，皇帝便貶逐蘇軾，自朝廷以至民間，人人心頭都罩上了一層暗影。「皇帝又要行新政了，又要苦害百姓了！」當然，也有人在暗中竊喜，皇帝行新政，他們便有了升官發財的機會。這時朝中執政，都是太皇太后任用的舊臣，翰林學士范祖禹向皇帝上一奏章，說道：「先太皇太后以大公至正為心，罷王安石、呂惠卿等新法而行祖宗舊政，故社稷危而復安，人心離而復合。乃對遼主亦與宰相議曰：『南朝遵行仁宗政事，可教燕京留守，使邊吏約束，無生事。』陛下觀敵國之情如此，則中國人心可知。今陛下親萬機，小人必欲有所動搖，而懷利者亦皆觀望。臣願陛下念祖宗之艱難，先太皇太后之勤勞，痛心疾首，以聽用小人為刻骨之戒，守天祐之政，當堅如金石，重如山岳，使中外一心，歸於至正，則天下幸甚！」趙煦越看越怒，把奏章往案上一拋，說道：「痛心疾首，以聽用小人為刻骨之戒，這兩句話說得不錯。但不知誰是君子，誰是小人？」說著雙目炯炯，凝視范祖禹。范祖禹磕頭道：「陛下明察。太皇太后聽政之初，中外臣民上書者以萬數，都說政令不便，苦害百姓。太皇太后順依天下民心，既改其法，作法之人亦有罪當逐，陛下與太皇太后亦順民心而逐之。這些被逐的臣子，便是小人了。」趟煦冷笑一聲，道：「那是太皇太后斥逐的，跟我又有甚麼干係？」拂袖退朝。趙煦厭見群臣，但親政之初，又不便將一群大臣盡數斥逐，當即親下敕書，升內侍樂士宣、劉惟簡、梁從政等人的官，獎賞他們親附自己之功，連日托病不朝。太監送進一封奏章來，字跡挺秀，卻是蘇拭寫的。趙煦道：「這人倒寫得一手好字，卻不知胡說些甚麼。」打開奏章，只見疏上寫著：「臣日侍帷幄，方當戍邊，顧不得一見而行，況疏遠小臣，欲求自通，難矣。」趙煦道：「我就不愛瞧你這大鬍子，永世都不要再見你。」接下去瞧道：「然臣不敢以不得對之故不效愚忠。古之聖人將有為也，必先處晦而觀明，處靜而觀動，則萬物之情畢陳於前。陛下聖智絕人，春秋鼎盛──」趙煦微微一笑，心道：「這大鬍子很滑頭，居然還會拍馬屁，說我『聖智絕人』。不過他又說我『春秋鼎盛』，那是挖苦我年輕，年輕就不懂事。」接下去又看他奏章上寫道：「臣願虛心循理，一切未有所為，默觀庶事之利害與群臣之邪正，以三年為期，俟得其實，然後應而作，使既作之後，天下無恨，陛下亦無悔。由是觀之，陛下之有為，惟憂太早，不患稍遲，亦已明矣。臣恐急進好利之臣，輒勸陛下輕有改變，故進此說，敢望陛下留神，社稷宗廟之福，天下幸甚。」趙煦閱罷奏章，喝了一口清茶，尋思：「人道蘇大鬍子是個聰明絕頂的才子，果然名不虛傳。他情知我決意始述先帝，復行新法，便不來阻梗，只是勸我延緩三年。哼，甚麼『使既作之後，天下無恨，陛下無悔』，他話是說得婉轉，意思還不是一樣？說我倘若急功近利，躁進大幹，不但天下有恨，我自己亦當有悔。」一怒之下，登時將奏章撕得粉碎。數日後視朝，范祖禹又上奏章道：「熙寧之初，王安石、呂惠卿造立新法，悉變祖宗之法，多引小人以誤國。又用兵開邊，結怨外夷，天下愁苦，百姓流徙。」趙煦看到這裏，心中怒氣已盛，心道：「你罵的是王安石、呂惠卿，其實還不是在罵我父皇？」又看下去：「蔡確連起大獄，王韶創取熙河，章惇開五溪，沉起擾交官，沈括等興造西事，兵民死傷皆不下二十萬。先帝臨朝悼悔，謂朝廷不得不任其咎，其時民皆愁痛，比屋思亂──漢唐之亡，皆權勢震灼，興土木之工，無時休息，罔市井之微利，為國斂怨。此數人者，雖加誅戮，未足以謝百姓──」趙煦看到此處，再也難以忍耐，一拍龍案，站起身來。趙煦那時年方一十八歲，以皇帝之尊再加上一股少年的銳氣，在朝廷上突然大發脾氣，群臣無不相顧失色，只聽他厲聲說道：「范祖禹，你這奏章如此說，那不是惡言誹謗麼？」范祖禹連連磕頭，道：「陛下明鑒，微臣萬萬不敢。」趙煦初操大權，見群臣個個駭怖，心下甚是得意，怒氣便消，臉上卻仍是裝著一副兇相，大聲道：「先帝以天縱之才，行大有為之志，正要削平蠻夷，混一天下，只可惜盛年崩駕。朕紹述先帝遺志，有何不妥？你們卻一個個嘮嘮叨叨的咶噪不休，反來說先帝變法的不是！」只見群臣班中閃出一名大臣，貌相清癯，凜然有威，正是宰相蘇轍。趙煦心下不喜，心道：「這人是蘇大鬍子的弟弟，兩兄弟狼狽為奸，狗嘴裏定吐不出象牙。」只聽蘇轍說道：「陛下明察，先帝有眾多設施。遠超前人。例如先帝在位二十年，終身不受尊號。臣下上章歌頌功德，先帝總是謙而不受。至於政事有所失當，卻是那一朝沒有錯失？父作之於前，子救之於後，此前人之孝也。」趙煦哼了一聲，正眼也不瞧他一眼，冷冷的道：「甚麼叫作『父作之於前，子救之於後』？」蘇轍道：「比方說漢武帝罷。漢武帝外事四夷，內興宮室，財用匱竭，於是修鹽鐵、榷酤、均輸之政，搶奪百姓的利源財物，民不堪命，幾至大亂。武帝崩駕後，昭帝接位，委任霍光，罷去煩苛，漢室乃定。」趙煦哼了一聲，心道：「你以漢武帝來比我父皇！」蘇轍眼見皇帝臉色不善，事情甚是兇險，尋思：「我若再說下去，皇上一怒之下，說不定我有性命之憂，但我若順從其意，天下又復擾攘，千千萬萬生靈啼餓號寒，流離失所，我為當國大臣，心有何忍？」當下又道：「後漢時光武、顯宗以察為明，以讖決事，只相信妄誕不經的書本中一些邪理怪說，查察臣僚的言行，無微不至，當時上下恐懼，人懷不安。章帝接位，深鑒其失，代之以寬厚愷悌之政，人心喜悅，天下大治，這都是子匡父失，聖人的大孝。」原來蘇轍猜知趙煦於十歲即位，九年來事事聽命於大皇太后，心中暗自惱恨，時時記著幼年時父親的慈愛，決意要毀太皇太后的政治而回復神宗時的變法，以示對父親的孝心，因而特意舉出「聖人之大孝」的話來向皇帝規勸。趙煦大聲道：「你以漢武帝來比擬先帝，那是甚麼用心？這不是公然誹謗麼？漢武帝窮兵黷武，末年下哀痛之詔，深自詰責，這種皇帝行為荒謬，為天下後世所笑，怎能與先帝相比？」越說越響，聲色俱厲。蘇轍連連磕頭，下殿來到庭中，跪下待罪，不敢再多說一句。許多大臣心道：「先帝變法，害得天下百姓朝不保夕，漢武帝可比他好得多了。」但那一個敢說這些話？又有誰敢為蘇轍辯解？只見有一個白鬚飄然的大臣越眾而出，卻是范純仁，從容說道：「陛下休怒。蘇轍言語或有失當，卻是一片忠君愛國的美意。陛下親政之初，對待大臣當有禮貌，不可如訶斥奴僕。何況漢武帝末年痛悔前失，知過能改，也不是壞皇帝。」趙煦道：「人人都說『秦皇、漢武』，漢武帝和暴虐害民的秦始皇並稱，那還不是無道之極麼？」范純仁道：「蘇轍所論，是時勢與事情，也不是論人。」趙煦聽范純仁反覆辯解，怒氣方息，喝道：「蘇轍回來！」蘇轍自庭中回到殿上，不敢再站原班，跪在群臣之末，道：「微臣得罪殿下，乞賜屏逐。」次日詔書下來，降蘇轍為端明殿學士，作汝州知州，派宰相去做州官。南朝君臣動靜，早有細在作報到上京。遼主耶律洪基得悉南朝太皇太后駕崩，少年皇帝趙煦躍躍欲試，將持重大臣一一斥逐，不禁大喜，道：「擺駕即赴南京，與蕭大王議事。」耶律洪基又道：「南朝在上京派有不少細作，若知我去南京，便會戒備。咱們輕騎減從，迅速前往，卻也不須知會南院大王。」當下率領三千甲兵，徑向南行，鑒於上次楚王作亂之失，留守上京的官兵，由皇后蕭氏親自統頒。另有五萬護駕兵馬，隨後分批南來。不一日，御駕來到南京城外。這日蕭峰正帶了二十餘騎衛兵，在北郊射獵，聽說遼主突然南幸，飛馬向北迎將上來。遠遠望見白旄黃蓋，當即下馬，搶步上前，拜伏在地。耶律洪基哈哈大笑，一縱下馬，說道：「兄弟，你我名為君臣，實乃骨肉，何必行此大禮？」當即扶起，笑問：「野獸可多麼？」蕭峰道：「連日嚴寒，野獸都避到南邊去了，打了半日，也只打到些青狼、獐子，沒打到甚麼大的。」耶律洪基也極喜射獵，道：「咱們到南郊去找找。」蕭峰道：「南郊與南朝接壤，臣子怕失了兩國和氣，嚴禁下屬出獵。」耶律洪基眉頭微微一皺，道：「那麼也沒有打草穀麼？」蕭峰道：「沒有。」耶律洪基：「今日咱兄弟聚會，破一破例，又有何妨？」蕭峰道：「是！」霎時間號角聲響，耶律洪基與蕭峰雙騎並馳，繞過了南京城牆，直向南去。三千甲兵隨後跟班。馳出二十餘里後，眾甲兵齊聲吆喝，分從東西散開，像扇子般遠遠圍了開去，但聽得馬嘶犬吠，響成一團，四下裏慢慢合圍。過了一個多時辰，圈子越圍越小，草叢中趕起一些狐兔之屬。耶律洪基不願射殺這些小獸，等了半天，始終不見有熊虎等猛獸出現，正自掃興，忽聽得叫聲響起，東南角上有十餘名漢子飛奔過來。瞧這裝束，都是南朝的樵夫獵戶之類。遼兵趕不到野獸，知道皇上不喜，恰好圈中圍上了這十幾名南人，當即吆喝驅趕，一路逼到皇帝馬前。耶律洪基笑道：「來得好！」拉開鑲金嵌玉的鐵胎弓，搭上雕翎牙箭，連珠箭發，嗤嗤嗤嗤幾聲過去，箭無虛發，霎時間射倒了六名南人。羽箭貫胸，釘在地下。其餘的南人嚇得魂飛天外，轉身便逃，卻又給眾遼兵用長矛攢刺，逐了回來。蕭峰看得不忍，叫道：「陛下！」耶律洪基笑道：「餘下的留給你，我來看兄弟神箭！」蕭峰搖搖頭，道：「這些人並無罪過，饒了他們罷！」耶律洪基笑道：「南人太多，總得殺光了，天下方得太平。他們投錯了胎去做南人，便是罪過。」說著連珠箭發，又是一箭一個，一壺箭共射了一半，十餘名漢人無一倖免，有的立時斃命，有的射中肚腹，一時未能氣絕，倒在地下呻吟。眾遼兵大聲喝采，齊呼：「萬歲！」蕭峰當時若要出手阻止，自能打落遼帝的羽箭，但在眾軍眼前公然削了遼帝的面子，可說大逆不道，然臉上一臉不以為然的神色，已不由自主的流露了出來。耶律洪基笑道：「怎樣？」正要收弓，忽見一騎馬穿過獵圍，疾馳而至。耶律洪基見馬上之人作漢人裝束，更不多問，彎弓塔箭，颼的一聲，便向那人射了過去。那人一伸手，豎起兩根手指，便將羽箭挾住。此時耶律洪基第二箭又到。那人左手將第二箭挾住，胯中坐騎絲毫不停，向遼主衝來。洪基箭發連珠，後箭接前箭幾乎是首尾相連。但他發得快，對方也接得快，頃刻之間，一個發了十餘箭，一個了接十餘箭。其時兩人相距已不遠，蕭峰已看清楚了來人面目，大吃一驚，說道：「阿紫，是你？不得對皇上無禮。」這時二十餘名遼兵親衛各挺長矛，擋在遼主之前，生怕來人驚駕。馬上乘客咯咯一笑，將接住的十餘枝狼牙箭摔向天空，叫道：「姊夫，你怎知道是我？特地來迎接我麼？」雙足在馬上一蹬，飛身越過這二十餘名親衛的頭頂，落在蕭峰馬前。但見她一身紫衫，身形婀娜，果然便是阿紫，一雙眼睛卻已變得炯炯有神。蕭峰又驚又喜，叫道：「阿紫，怎──怎地你的眼睛好了？」阿紫笑道：「是你二弟給我治的，你說好不好？」蕭峰又向她瞧了一眼，突然之間，心頭一凜，只覺她眼色之中，似乎有一種難以形容的寂寞傷心，照說，她雙眼復明，又和自己重會，該當十分歡喜才是，何以眼色中所流露出來的心情，竟是如此凄楚？可是她的笑聲之中，卻又充滿了愉悅之意。蕭峰心道：「想必小阿紫在途中受了甚麼委屈。」正在此時，阿紫突然一聲尖叫，身子一縮，從蕭峰的懷抱中掙脫，向前躍出。蕭峰同時也感到有人在自己身後突施暗算，回過身來，雙掌一錯，交叉胸前，只見一柄三股獵叉當胸飛來。阿紫探左手抓住，順手一擲，將那獵叉插入橫臥在地一人的胸膛，將他牢牢釘住。原來那人乃是一名漢人獵戶，被耶律洪基一箭射倒，一時未死，拼著全身之力，將手中獵叉向蕭峰背心擲來。他見蕭峰身穿遼國高官服色，只盼殺得了他，稍雪無辜被害之恨，不料被阿紫自蕭峰的眉頭瞧過來時見到，接叉反擲。其實以那獵戶的功夫，卻又如何暗算得了蕭峰？阿紫指著那氣息已絕的獵戶罵道，「你這不自量力的豬狗，居然想來暗算我的姊夫！」蕭峰見那獵戶雙目圓睜，咬緊牙關，滿臉憤怒之色，心想：「我和他素不相識，無冤無仇，可是他必欲殺我而甘心，那自是為了宋遼之仇，而不是為了我和他二人之間的仇怨了。宋遼之仇，到底是為何而起？宋人說契丹人侵佔他們土地，咱們契丹人卻又說漢人忘恩負義，言而無信，也不知到底誰對誰錯？」耶律洪基見阿紫一叉擲死那個獵戶，心中大喜，說道：「好姑娘，你身手矯捷，果然了得。剛才這一叉自然傷不了咱們的南院大王，但萬一他因此而受了一點輕傷，不免誤了我的大事。好姑娘，該當如何賞你一下才是？」一時沉吟未決，阿紫說道：「皇上，你封我姊夫做大官，我也要做個官兒玩玩。不用像姊夫那樣大，可也不能太小，教人家瞧我不起。」耶律洪基笑道：「咱們遼國只有女人管事，卻沒有女人做官的。這樣罷，我封你做公主，叫做甚麼公主呢？是了，叫做『平南公主』！」阿紫嘟起了嘴，道：「做公主我可不幹！」洪基奇道：「為甚麼不做？」阿紫道：「你跟我姊夫是結義兄弟，我若受封為公主，跟你女兒一樣，豈不是矮了一輩？」洪基於旁人的心事，頗能揣摩，聽得阿紫對蕭峰姊夫長、姊夫短的，叫得極是親熱，而蕭峰雖居高位，卻不近女色，照著遼人的常習，別說三妻四妾，連七妻八妾也娶了，想來對阿紫也是頗具情意，多半為了她年紀尚小，不便成親。當下笑道：「你這公主，是長公主的公主，跟我妹子同輩，卻不是和我女兒同輩，我不但封你為『平南公主』，連你的一件心事，也一並替你完償了如何？」阿紫俏臉一紅，道：「我有甚麼心願？陛下怎麼又知道了？你做皇帝的人，卻也這麼信口開河。」她向來天不怕，地不怕，對耶洪律基說話，也不拘甚麼君臣之禮，遼國禮法本甚粗疏，蕭峰又是洪基極寵信的貴人，阿紫這麼說，洪基只是嘻嘻一笑，道：「這平南公主你若是不做，我便不封了。一、二、三，你做不做？」阿紫盈盈下拜，低聲道：「阿紫謝恩。」蕭峰也躬身行禮，道：「謝陛下恩典。」自阿朱為他失手誤殺之後，蕭峰待阿紫猶如自己親妹妹。她既受遼帝恩封，蕭峰自也道謝。洪基卻道自己所料不錯，心道：「我讓他風風光光的完婚，然後命他征宋，他自是更效死力。」蕭峰心中卻在盤算：「皇上此番南來，有何用意？他為甚麼將阿紫的公主封號，加以『平南』二字？平南，平南，難這他是有向南朝用兵之意麼？」洪基伸手握住蕭峰的右手，道：「兄弟，咱二人多日不見，過去說一會話兒。」