第一百回　丐幫大會未時將屆，高台下已聚了二千餘名丐幫幫眾，那盡是丐幫中資歷長久、武藝超群的人物，品級最低的也是四袋弟子。這二千餘名幫眾分歸四大長老統率。丐幫原來魯簡梁彭四大長老中，魯有腳陞任幫主後新近遇害，彭長老叛幫，為慈恩所殺，簡長老年邁病死，現下只剩下一位梁長老，成為首席長老，其餘三位長老均係由八袋弟子遞升。幫眾按行道地區，於東南西北四方，圍著高台坐地，其餘參與英雄大宴的數千位老少豪傑，則坐在椅上觀禮。耶律齊、郭芙夫婦，武敦儒、耶律燕夫婦，武修文、完顏萍夫婦等因係小輩，又是一半主人身份，坐在最後一排，各人十餘年來苦練，均是自覺武功大有進境，暗自盤算，如何在數千英雄之前，一顯身手。郭破虜坐在姊姊身旁，眼看著群英濟濟，聲勢非凡，心中說不出的喜歡，說道：「二姊真是奇怪，竟不愛瞧這熱鬧。」郭芙將嘴一扁，道：「這小怪人的心眼兒，誰也猜她不透。」只見東邊群丐之中，一名八袋弟子站起身來，伸手將一個大海螺放在嘴邊，嗚嗚嗚的吹著，原來已是未正。黃蓉躍上台去，向台下群雄行禮，朗聲說道：「敝幫今日大會，承天下各路前輩英雄、少年賢豪與會觀禮，敝幫上下均是至感榮寵，小妹這裏先謝過了。」說著又行一禮，台下群雄一齊站起還禮。黃蓉又道：「敝幫魯故幫主仁厚仗義，一生為國為民，辛勤勞苦，不幸日前在硯山羊太傅廟中，為奸人霍都所害。此仇未復，實為敝幫奇恥大辱……」說到這裏，丐幫諸弟子想到魯有腳的公平正直，寬厚待下，有的不禁嗚咽，有的出聲哭了出來，更有的咬牙切齒，大罵奸賊霍都。黃蓉續道：「但蒙古大軍侵犯襄陽，指日可至，咱們不能為了敝幫一己的私事，誤了國家大計，是以本幫報仇之事，暫且擱下，且待退了強敵再說。」台下群英轟然叫好，都說先公後私，這才是英雄豪傑的胸懷。黃蓉續道：「只是敝幫弟子數萬人，遍佈天下，群龍無首，須得及早推舉一位新幫主，乘著今日之便，咱們便推一位德才兼備、文武雙全的英雄，以作本幫之主。如何推舉，小妹並無成見，請梁長老上台說話。」梁長老一躍上台，眾人見他白髮如銀，但腰皮挺直，精神矍鑠，這一躍起落輕捷，更見功夫，人人都喝起采來。這大校場上聚集著五六千人，沒一個不是中氣充沛的，這一齊聲喝采，直似轟轟雷鳴一般。梁長老待眾人喝采聲止歇，大聲說：「黃前幫主智略無雙，她說什麼便是什麼，絕不能錯。但她老人家客氣，定要咱們四個長老和八個八袋弟子商量決定，咱們十二個臭皮匠商量了半天，想出了這麼一個法兒。」一時台下鴉雀無聲，靜聽他宣佈，只聽梁長老道：「咱們想，丐幫弟子佈於天下，雖然都沒有什麼本事，不能有什麼作為，但人數是不少的，要統率這數萬人馬，正如黃前幫主所說，非得德才兼備、文武雙全不可。咱們丐幫雖不能說人才凋零，但要像洪七公幫主、黃前幫主那樣百年難見的人物，卻是再也遇不上的了，甚至像魯故幫主那樣德能服眾的人品，也是尋不出的了。咱們想來想去，只有請黃前幫主勉為其難，再來統率這數萬弟子。黃前幫主若是不答應，咱們只有苦求到底，可是眼前卻有一件大大的為難處。蒙古韃子這一次南北大軍合攻襄陽，情勢實在緊迫，黃前幫主全神貫注，輔佐郭大俠籌思保境退敵的大計，這一件大事非同小可，咱們若是不斷拿一群叫化兒夥裏的小事去麻煩她老人家，天下的老百姓不把咱們臭叫化罵死才怪？因此上咱們思前思後，只有另行推選一位幫主才是。」梁長老這一番話，只聽得台下眾人個個點頭，均想：「丐幫行事處處先公後私，無怪他數百年來始終是江湖上第一大幫。」只聽他又道：「本幫之內既無傑出的人才，黃前幫主又不能分心，眼前只有一條路，那便是請一位幫外的英雄來參與本幫，統率這數萬子弟。想當年本幫君山大會，推舉幫主，終於舉出了黃前幫主，那時她老人家可也不是丐幫的子弟啊。不瞞各位說，當時兄弟很不服氣，還跟她老人家動手過招，結果怎麼呢？哈哈，那也不用多說，總之給打得五體投地，心悅誠服。而她老人家當了幫主之後，敝幫好生興旺，日盛一日，可說得上是風生水起，日長夜大。君山那一會，黃前幫主還只十多歲，她一條竹棒打得四大長老無敵手，那才當真是英雄了得呢。」眾人聽得悠然神往，一齊望著黃蓉，而丐幫弟子之中，許多年長的當時均曾親與其會，回思昔日情境，胸間豪氣陡生。梁長老又道：「今日座間，個個都是江湖上聞名的好漢，任那一位原來做敝幫的頭腦，咱們都是歡迎之不暇，只是英雄太多，可難以抉擇，咱們十二個臭皮匠便想了個笨法兒，只有請各位英雄到台上一顯身手，誰強誰弱，大夥兒有目共睹。不過兄弟有一句話說明在先，今日比武，務請點到為止，倘若有甚人命損傷，敝幫可罪過太深，人人要負咎不安。各位相互之間如有什麼樑子，絕不能在這台上了斷，否則是跟敝幫上下有意過不去了，那時卻莫怪得罪。」他說這幾句話時，眼睛從右至左的向眾人橫掃一遍，目光如電，神色凜然，要知比武決勝，各逞絕技，倘然下手不容情，那動不動便是生死，這時正當聚義以抗敵，豈不自相殘殺？因此梁長老鄭而重之的告誡一遍，意思說若有人乘機仇殺，大家便要群起而攻之。群雄早知今日丐幫大會中大有熱鬧，一聽梁長老如此說，心中均有打算。長一輩的人物本身早有地位，或是那一家那一派的掌門，或是那一幫那一寨的首領，勢不能出來爭作丐幫的幫主，只有四十歲以下的青年人，才心中怦怦而跳，躍躍而試，但是度德量力，想到要在這數千人前爭雄得冠，使丐幫數萬弟子人人心服，可實在是件難事，因此梁長老說完之後，卻無一人躍上台去。梁長老大聲道：「除了幾位前輩耆宿，出世高人之外，天下英雄，盡在此間，只要瞧得起敝幫的，便請上台賜教。本幫子弟中若是自信才藝出眾，也可上台，縱然是個四袋子弟，說不定他向來深藏不露，無人知他英雄了得啊。」他說了幾遍，只聽台下一人暴雷似的喝道：「俺來也！」騰的一聲，躍到了台上，眾人一看那人，都吃了一驚，但見他魁梧異常，足足有三百來斤，這一上台，那搭得極是堅實的高竟台也微微搖晃。那人走到台口，也不抱拳行禮，雙手在腰門一叉，說道：「俺叫千斤鼎童大海，丐幫幫主是不想做的，那一位願意跟俺動手，便上來吧。」台下眾人一聽，心中都是一樂，聽這人言話，準是個渾人。梁長老笑道：「童大哥，咱們今日不是擺什麼比武的擂台。倘若童大哥不願做敝幫幫主，便請下台去吧。」童大海腦袋一擺，說道：「這明明是個擂台，誰說不是擂台？你不許俺出手，怎地又叫人上台？」梁長老還待要說，童大海道：「好，你要跟我動手也好！」呼的一掌，迎面向梁長老擊了過去。梁長老向後一躍，避了開去，笑道：「我這幾根老骨頭，怎禁得起童大哥一拳？」童大海笑道：「我原說你不成，乘早站開些……」他話未說完，台口人影一閃，已站了一名衣衫襤褸的化子。這化子三十來歲年紀，背負六隻布袋，卻是梁長老嫡傳的徒孫，他外表似乎無可無不可，其實性子甚是暴躁，生平對師祖又是敬若神明，一見千斤鼎童大海對師祖無禮，當下按捺不住，躍上台來，冷冷的道：「我師祖不能跟後輩動手，童大哥，還是我接你三拳吧！」童大海喝道：「這個再好也沒有！」也不問他姓名，提起醋缽大的拳頭，叫道：「看招！」便往他胸口錘了過去。那化子一轉身，向前踏上一步。只聽得波的一聲悶響，童大海這一拳打中了他背上的布袋，著拳之處，卻感到軟膩滑溜，童大海心下奇怪，喝道：「你袋中放著什麼？」那化子冷冷的道：「叫化子捉什麼？」童大海吃了一驚，失聲說道：「蛇……蛇……」那化子道：「不錯，是蛇！」童大海想起適才這一拳，不禁有些惡心，第二拳打出去時，高拳直擊面門，豈知這化子縱身一躍，在空中轉了半個圈子，又將背心向著他。童大海生怕拳頭被袋中大蛇咬著，或是自己一拳打中了大蛇的毒牙，硬生生將拳頭收轉，舉掌在胸口一擋，右腿踢向對方下盤。那化子見他發毛，暗暗好笑，側身在台上一滾，背負的布袋已靠上他的小腿。這袋中的大蛇其實甚是馴善，毒牙也早已拔去，但童大海那裏知道？大叫一聲，雙足亂跳，那化子右臂一長，已抓住他的胸口，順勢運勁，喝道：「伍子胥高舉千斤鼎！」將他身子舉在半空。童大海慌亂之中被他一把抓住了胸口的「紫宮穴」，登時全身酸軟，無法動彈，空自怒氣沖天，卻發不得威。台下群雄想起他的外號叫做「千斤鼎」，再見了他這副狼狽情狀，登時全場哄笑。梁長老笑向那化子喝道：「快放下，休得無禮！」那化子道：「是！」將童大海放在台上，一縱下台，鑽入了人叢。童大海滿臉脹成了紫醬色，指著台下罵道：「賊化子，再來跟童大爺真刀真槍的打過啊，這般鬼鬼祟祟，算是什麼好漢？臭叫化，瘟叫化！」他不住口的只罵化子，台下數千丐幫弟子人人卻感有趣，無人再去理會。突然間一條人影輕飄飄的縱上高台，左足在台緣一立，搖搖晃晃的似欲摔跌下來。童大海心地卻好，叫道：「小心！」上前伸手欲扶。他那知這人故意在群英之前顯示一手上乘的武功，手掌剛搭上那人左臂，那人一勾一帶，施出了大擒拿手中一招「倒跌金剛」。童大海身不由主，向台外直飛出去，砰的一聲結結實實的摔在地下。眾人瞧那人時，但見他衣飾修潔，長眉俊目，原來是郭靖的弟子武修文。郭靖坐在台左第一排椅上，見他顯示這一招大擒拿手，雖然用得巧妙灑脫，但過於輕狂，大非忠厚之道，心下不悅，臉色更沉了下來。果然台下登時有多人不服，台東台西同時響起了三個聲音，叫道：「好俊功夫，兄弟來領教幾招！」「這算什麼？」「人家好意扶你，未免太不夠朋友！」發話聲中，三個人一齊躍上台來。武修文學兼郭靖、黃蓉兩家之所長，又是家學淵源，得父親與師叔授以一陽指神技。這時在後輩英雄中實已是第一流的人才，見三人齊至，心下暗暗歡喜，尋思：「我同時敗此三人，方顯得功夫。」反而怕這三人分別來鬥，當下更不說話，身形晃動，剎時之間向上台的三人每人襲擊了一招。那三人身形尚未站穩，敵招卻倏忽已至，急忙舉手招架，卻又是手忙腳亂。武修文不待敵人緩過手來，雙掌翻飛，招式源源而至，居然以一圍三，一個人將三個對手包圍在垓心，自己佔了外勢，那三人互相擠撞，拳腳竟是越來越難施展？台下群雄相顧失色，均想：「郭大俠威震當世，果然名不虛傳，連教出來的徒兒也這般厲害？」那三個人互相並不熟識，更不知旁人的武功拳路，被武修文一圍住，無法呼應照顧，反而各自牽制。三人向外連衝數次，始終搶不出武修文以綿密掌法構成的包圍圈子。完顏萍在台下見丈夫已穩佔上風，心中自是喜歡。郭芙卻道：「這三個人膿包，當然不是小武哥的敵手。其實他何必這時便逞英雄？耗費了力氣，待會有真正的高手上台，豈不是難以抵敵？」完顏萍性子溫柔，只微笑一笑，便不言語。耶律燕卻是個心直口快之人，郭芙雖是她嫡親的嫂子，兩人卻時時鬥口，這時她聽了嫂子的話，猜中她的心意，說道：「小叔叔先去收拾一批，待他不成了。敦儒又上去收拾一批。最後我哥哥這才上台，獨敗群雄，讓你安安穩穩的做個幫主夫人，何等不美？」郭芙臉上一紅，說道：「這許多英雄豪傑，誰不想當幫主？怎說得上『安安穩穩』四字？」耶律燕道：「其實呢，也不用我哥哥上台。」郭芙奇道：「怎麼？」耶律燕道：「剛才梁長老不是說的麼？當年丐幫大會君山，師母還不過十多歲，便以一條竹棒打得群丐束手歸服，當上了幫主。常言道有其母必有其女，嫂子啊！還是你上台去，比我哥哥更成。」郭芙嗔道：「好！小油嘴的，你取笑我。」伸手便到她腋下呵癢，耶律燕往耶律齊背後一躲，笑道：「幫主救命，幫主救命，幫主夫人這要謀財害命啦。」這時郭芙，武氏兄弟等都已三十餘歲，但自來玩鬧慣了的，耶律燕、完顏萍雖均已生兒育女，一見面仍是嘻嘻哈哈，興緻不減當年。黃蓉坐在郭靖身旁，時時放眼四顧，注視是否有面生之人混入場來，在大校場四周，她早已分佈丐幫弟子，吩咐見有異狀，立即來報，她一直耽心聖因師太、韓無垢、轉輪王張一氓等這一干人前來搗亂，但眼見未末申初，四下裏一無動靜，尋思：「那一干人到底來襄陽為的什麼？說有什麼圖謀，怎的終不見有絲毫端倪？如說真的來為襄兒祝壽，世間又絕無是理。」饒是她一生智計無雙，這時卻也猜測不透，轉頭看台上時，只見武修文已一掌將兩人擊下台來，剩下一人苦苦撐持，料得五招之內，便須落敗，心想：「今日天下群雄以武會友，爭為丐幫幫主，最後卻不知是誰奪得魁首，獨佔鰲頭？」其時台下數十英雄心中，個個存的都是這個念頭，但在郭府後花園中，卻有一人始終沒想到今日城中這件大事。她一直在想：「那日我拿了一枚金針給他，要他今日來見我一面，因為今天是我的十六歲生日。他當時親口答應了，怎地到這時還不來啊？」她坐在芍藥亭中，臂倚欄干，眼見紅日漸漸西斜，心想：「今日已過去了大半天，他便是立時到來，最少也只有半天相聚。」眼望著地下的芍藥花影，兩根手指中拈著剩下的一枚金針，輕輕說道：「我還能求他一件事……但說不定他壓根兒就把我忘了，連今天要來看我都沒記得，這第三件還說什麼？」一轉念又想：「不會的，那決計不會。他是當世大俠，最重言諾，怎能說過的話不算？再過一會兒，嗯，只再過一會兒，他一定便會前來瞧我。」想到不久便能和他見面，不由得暈生雙頰，拈著金針的手指微微發顫。她輕輕嘆了口氣，一個念頭終是排遣不去：「他雖重言諾，可是我終究是個小姑娘啊。他答應的話倘是對爹爹說的，無論怎麼他定會信守。但是我呢，我這個小東邪郭襄，在他眼中算得是什麼？只不過是個異想天開小女孩兒罷啦。這時他便算記得我的話，也不過是哈哈一笑，搖頭說道：『胡鬧，胡鬧！』」芍藥亭畔，小郭襄細數花影，情思困困，而在大校場中，黃蓉卻在細細推想女兒的心事。她心想：「羊太傅廟中芙兒、襄兒遇險，得遇高人暗中解救，靖哥哥說，當世僅只二人有此剛猛內力，若非洪七公恩師，便是靖哥哥自己，但恩師已故，靖哥哥更加不是。或者，邀集這些旁門左道之士來給襄兒祝壽的，又是另外一人？老頑童周伯通雖愛玩鬧，行事無此細密；一燈大師端嚴方正，絕無如此閒情逸致，西毒歐陽鋒、慈恩和尚裘千仞均已亡故，竟難道是爹爹？」她與父親已十餘年不見，黃藥師便如閒雲野鶴，漫遊江湖，誰也不知他的行蹤，說到這件事的古怪難測，倒與黃藥師的生性有幾分相似，再說黃藥師名震江湖數十年，乃是出名的「黃老邪」，這些邪魔外道，多半和他臭味相投，倘有他出面招集，那些人非賣他的老面子不可。她想到這裏，呆了一呆，不自禁的又驚又喜，按理說黃藥師絕不會來跟女兒和外孫女如此胡鬧，但他一生行事從來不可以常理推斷，當真如天外神龍，矯夭變幻，黃蓉雖是他親生女兒，卻也往往莫測其高深，他大舉邀人來給外孫女兒祝壽，說不定自有深意呢？她想到這裏，向郭芙招了招手，命她過來，低聲問道：「你妹子在風陵渡不見了一日兩夜，她回來後，有沒說起外公什麼事？」郭芙一呆，道：「外公？沒有啊。妹子連外公的面也沒見過。」黃蓉道：「你倒仔細想一想，她在風陵渡和西山一窟鬼一齊出去，到底還講到誰沒有？」郭芙道：「沒有啊，沒說到誰。」她自知妹子當日為的是要去瞧瞧楊過，但她在父母面前，最怕的便是涉及「楊過」兩字，母親倒還罷了，父親只要一聽見，往往臉色一沉，便有一兩天不跟她說話，因此妹子沒說，她也就樂得不提，何況此事早已過去，又何必提起此人，自討沒趣？黃蓉見她臉色微微有異，早估到她心中還藏著什麼不說，說道：「眼前之事，可不是鬧著玩的，你聽到過什麼，全說給我知道。」郭芙見母親臉色鄭重，不敢再隱瞞了，說道：「只是聽幾個閒人講起什麼神鵰大俠，那便是楊……楊……楊過了。妹子便說要去瞧瞧他。」黃蓉心中一凜，道：「見到了他沒有？」郭芙道：「一定沒見到。倘若見到了，妹子還不咭咭呱呱的說個不停麼？」黃蓉心中暗道：「是過兒，是過兒。當真是他麼？」問道：「你想在羊太傅廟中出手殺死尼摩星的，會不會是他？」郭芙道：「怎麼會啊？楊……楊大哥那裏有這等好功夫？」黃蓉道：「你跟妹子在羊太傅廟中說了些什麼，從頭至尾跟我說，一句也不能漏了。」郭芙道：「也沒什麼大不了的，妹子就愛跟我頂嘴。」於是將妹子如何說不赴英雄大宴、不瞧丐幫推舉幫主、如何說在她生日那天，將有一位少年英俊的英雄來見她等一一說了，最後笑道：「她朋友倒果然來了不少，但不是和尚尼姑，便是老頭兒老太婆，那有什麼少年英俊的英雄？」聽到這裏，黃蓉再無懷疑，料定郭襄所說之人，定是楊過無疑，想必郭襄與楊過約定在羊太傅廟中相會，卻給姊姊闖去撞散，楊過為了給她爭一口氣，竟是遍邀江湖高手，來給她送禮祝壽，「但是，他，他為什麼要給襄兒化這麼大的力氣？」想到小女兒日來心神不定，眼光朦朧，恍恍惚惚，想到她常常突然間的紅暈雙頰，黃蓉不由得倒抽一口涼氣：「竟難道襄兒在風陵渡一日兩夜不歸，已和他做出事來？」她跟著便想：「楊過恨我害死他父親，恨芙兒斷他手臂，更恨芙兒用毒針打傷小龍女，啊喲，小龍女和他相約十六年後重會，今年卻是第十六年了。楊過是報仇來啦！」黃蓉想到「楊過是報仇來啦」這七個字，驀地裏背上感到一陣涼意。她知楊過智謀之高，雖然尚不及自己，但此人自小便行事十分厲害，對小龍女又是用情既專且深，倘若等候小龍女十六年終於不得相見，推尋禍根，自會深恨她郭家滿門。這人工於心計，這十六年的怨毒積了下來，以他性情，絕不會將郭芙一掌擊斃便感滿足，定當設下狠毒陰損的計謀，大舉報復，「難道他竟要誘騙襄兒上手，使她傾心相從，然後折磨得她求生不能，求死不得？不錯，不錯，依著楊過的性兒，他正會如此。」一想到此點，連只積在心頭的疑竇盡數而解，楊過所以要殺尼摩星救襄兒，所以遍請當世高手來給她祝壽，全是為了要贏得她的心。黃蓉心中又默默計算：「可是有一點不對了！今日是襄兒的生日。十六年前，襄兒出世之後，要相隔數月，他才在絕情谷中與小龍女分手。按理推想，他便要是報仇，也得等足十六年。過了與小龍女約會之期再說。這十六年的約會雖然渺茫，但那留言明明是她親手所書，誰又知道，他夫妻倆終究不得相會？難道我爹爹……難道南海神尼……」她眉尖深鎖，越想越是不安，心道：「不管怎樣，襄兒若再和他相見，那可是凶險無比。襄兒天真瀾漫，那能懂得到人心的鬼蜮狠毒？」只聽得「啊喲」一聲叫，跟著騰的一響，黃蓉抬頭一看，原來武修文又將一個上台比武的老者用掌力震了下來。她走到郭靖身邊，低聲道：「你在這裏照料，我去瞧瞧襄兒。」郭靖道：「襄兒沒來麼？」黃蓉道：「我自己去叫她，這小丫頭實在古怪。」郭靖微微一笑，想到自己與她初識之時，她穿了男裝，打扮成一個小乞兒模樣，何嘗又不古怪了？黃蓉見丈夫笑得溫馨，也報以一笑，當下匆匆趕回府中。一路上雖感焦慮，但想到丈夫那副笑容，想到他那寬厚堅實的雙肩，似乎天塌下來也能擔當一般，心頭又寬慰了許多。她逕到郭襄房中，女兒並不在房，一問丫鬟，說是二小姐在花園中，不許去打擾她。黃蓉微微一驚：「襄兒連大校場上的比武也不要看，定是和楊過暗中約上了。」於是先回自己房中，身邊暗藏金針暗器，袖了一柄短劍，再拿了白臘短棒，然後往後花園來。她知楊過此時武功大非昔比，實是一個可畏可怖的強敵，因此絲毫不敢怠忽。她不走鵝卵石鋪成的花徑，卻從假山石後的小路繞了過去，將近芍藥亭邊，但聽得郭襄幽幽嘆了一口長氣。黃蓉伏低身子，躲在假山石後，聽得女兒輕輕說道：「怎麼等到這個時候，還是不來，這不叫人心焦麼？」黃蓉大慰：「原來他沒還到，正可先行攔阻。」只聽郭襄又說道：「每年生日，媽總是叫我說三個心願，這時左右無人，我便跟老天爺說了吧。」黃蓉本要伸足走出，去跟女兒說話，聽了她這幾句話，又將腳縮了回來，尋思：「我雖是她母親，平時也不易猜得中她的心思，這時正好聽她說三個什麼心願。」過了片刻，只聽郭襄道：「老天爺，我第一個心願，盼望爹爹媽媽率領人馬，把來犯的蒙古軍盡數殺退，襄陽百姓人人得保太平。」黃蓉暗暗舒了口氣，心道：「這小丫頭雖然古怪，可不是不識大體之人。」又聽她說道：「我第二個心願，盼望爹爹媽媽身子安泰，百年長壽，盼望爹娘事事都能如意稱心。」黃蓉誕育郭襄之時，夫婦倆都遭逢生死大險，事後思及，不免心驚，因此自然而然，對郭襄便不如郭芙那般愛憐，這時聽了她這幾句至性流露的祝福，不自禁的眼眶微濕，疼愛之情，油然而增。郭襄第三個心願，一時卻不說出，隔了片刻，才道：「我這第三個心願，盼望神鵰大俠楊過……」黃蓉雖早料到，女兒這第三個心願定與楊過有關，但聽到她親口說到「楊過」兩字，心頭終於還是微微一怔，聽得她續道：「……和他夫人小龍女早日團聚，平安喜樂。」這一句話卻是黃蓉萬萬料想不及，她只道楊過既要誘騙女兒，定是花言巧語，說許多假話，豈知女兒已洞悉小龍女之事，也明白楊過在一心一意等待和小龍女相會，因此暗中為他祝禱。但她轉念一想，卻又耽上了心：「啊喲不妙，楊過這廝用心更是深了一層，她越是跟襄兒說不忘舊情，襄兒越覺他是個深情可敬之人，越加對他傾心。不錯，不錯，當年靖哥哥倘若見了我之後，便將華箏公主拋諸腦後，再也不念半點昔日恩義，我反要怪他薄倖了。」只因黃蓉過於聰明，一件事四面八方的想得十分周至，自來又對楊過存了幾分忌憚防備之意，再加上對女兒關懷過切，不由得思潮起伏，暗暗心驚，便在此時，忽聽得擦的一聲輕響，牆頭上躍下一人，但見他大頭矮身，形相甚是古拙可笑。郭襄一見那人，便跳起身來，喜道：「大頭鬼，大頭鬼，他……他也來了麼？」大頭鬼走進芍藥亭中，躬身施了一禮，神態竟是異常恭謹。郭襄笑道：「啊喲，大頭鬼叔叔，你怎地跟我這般客氣啊？」大頭鬼道：「你別叫我『大頭鬼』叔叔，只要叫大頭鬼三字便成了。神鵰大俠命我來跟郭姑娘說……」郭襄一聽，心中好生失望，眼眶一紅，道：「大哥哥說有事不能來看我了麼？可是他答應過的……」大頭鬼不住搖晃他那顆大頭，說道：「不是，不是……」郭襄急道：「怎麼不是？你知道什麼？他明明答應過的。」心中一急，竟要流下淚來。大頭鬼道：「我不是說他沒答應你，我是說他不是不來看你啊。」郭襄破涕為笑，嬌嗔道：「你瞧你，說話不明不白的，不是這個，又不是那個。」大頭鬼微笑道：「神鵰大俠說，他因要親自給姑娘預備三件生日禮物，是以今日要到得遲了些。」郭襄心花怒放，道：「這許多人給我送了這麼多好禮，我什麼也有啦，請你跟大哥哥說，不用費心預備禮物了。」大頭鬼搖頭道：「這三件禮物嘛，第一件已預備好啦，第二件神鵰大俠帶領了兄弟們正在辦，這時候多半已齊備。」郭襄嘆道：「我倒寧可他早些來，別費事跟我辦禮物。」大頭鬼道：「那第三件禮物，神鵰大俠說須得在大校場丐幫大會之中，親手交給姑娘，因此請你這就到大校場去，算來時候也差不多啦。」郭襄嘆了口氣笑道：「我本來跟姊姊嘔氣，說過不去丐幫大會的，大哥哥既這麼說，那是非去不可的了。好吧，你同我一塊兒去。」大頭鬼點了點頭，噓溜溜吹了聲口哨，牆外黑越越的撲進一件龐然大物來，卻是那頭神鵰。郭襄一見神鵰，撲過去便要攬牠項頸，便如見到久別重逢的好友一般，神鵰卻退開兩步，傲然昂立，對郭襄側目斜睨，似乎毫沒將這小姑娘瞧在眼裏。郭襄笑道：「這位鵰大哥可真驕傲得緊，牠不睬我呢，我偏偏要你睬我。」說著縱身而上，一把抱在了神鵰的頭頸。這一次神鵰沒再閃避，但斜過腦袋，似乎莊嚴的父親遇到了又頑皮又可愛的女兒，終於無可奈何一般。郭襄道：「鵰大哥，咱們一起去吧。回頭我請你吃好東西，你喝酒不喝？」大頭鬼拍掌笑道：「你請神鵰喝酒，那牠再喜歡也沒有了。」郭襄道：「那你等一等。」飛身奔到廚房，親自捧了一小罈陳酒，回到花園。