第五十一回　奇人怪事張無忌在這一瞬之間，只是記著「他自狠來他自惡，我只一口真氣足」這兩句經文，決不想去如何出招抵禦，但把一股真氣，匯聚胸腹。猛聽得砰然一聲大響，滅絕師太一掌已打在他胸口。旁觀眾人都是一聲驚呼，只道無忌定然全身骨骼粉碎，說不定竟被這排山倒海般的一擊將身子打成了兩截。那知一掌過去，張無忌臉露訝色，好端端的站著，滅絕師太卻是臉如死灰，手掌微微發抖。原來適才滅絕師太這一招「佛光普照」，純以峨嵋九陽功為基，偏生張無忌練的正是九陽神功。那峨嵋九陽功乃當年郭襄聽覺遠和尚背誦九陽真經後，記憶得若干片段而化成，和原本九陽神功的威力相較，自是不可同日而語。但兩種內功威力有大有小之分，性質卻是一致，那峨嵋九陽功一遇到九陽神功，猶如江河入海，又如水乳交融，登時無影無蹤。張無忌胸口輕輕一震，突然間全身舒適無比，精神大振，原來滅絕師太這一掌掌力中所含的內功修為竟在不知不覺之間，已被張無忌的九陽神功吸去。這並非張無忌有意如此，乃是兩種內功本質相同，相互生出強烈感應，弱者投在強者之中，強者自然容納。滅絕師太擊他的第一掌乃是「飄雪穿雲掌」，第二掌是「截手九式」，均非九陽功所屬，是以擊在張無忌的身上，卻能使他受傷嘔血。這中間的道理，當時卻無一人能夠理會得，要知武林人士，人人知道九陽真經乃武學總訣，當南宋末葉，已經失傳，但九陽真經卻無一人見過。唯一見過的覺遠大師卻又是個不會絲毫武功之人，至於一掌之交，內力便被對方吸去，更是誰都沒聽見過。張無忌固然茫然無知，滅絕師太縱然見識廣博，也只道張無忌武功深湛，自己傷他不得而已。她內力渾厚，便是連擊百掌，掌力也不會耗竭，失了一掌之力，一時之間也未察覺。是以圈子內外的數百人，除了滅絕師太自己之外，個個均以為她手下留情，有的以為她愛惜張無忌的骨氣，有的以為她顧全大體，不願五派在白眉教的毒箭下傷亡太重，更有的以為她膽小害怕，屈服於殷野王的威嚇之下。張無忌躬身一揖，說道：「多謝前輩掌底留情。」滅絕師太哼了一聲，大是尷尬，若說上前再打，自己明明說過只擊他三掌，倘若就此作罷，那更是向白眉教屈服的奇恥大辱。便在這微一遲疑之間，殷野王哈哈大笑，說道：「識時務者為俊傑，滅絕師太不愧為當世高人。」喝令：「撤去弓箭！」眾教徒聽了他的號令，陡然間翻翻滾滾，退了開去，一排盾牌，一排弓箭，排列得極是整齊，看來這殷野王以兵法部勒教眾，進退攻拒之際，頗具陣法。滅絕師太臉上無光，卻又如何能向眾人分辯，自己這一掌決非手下留情？各人明明見到她輕輕兩掌，便將張無忌打得重傷，但給殷野王一嚇之後，第三掌竟是徒具威勢，一點力道也沒使上。她便是竭力申辯，各人也不會相信，何況她向來高傲慣了的，豈敢去求人相信？當下狠狠的向張無忌瞪了一眼，朗聲道：「殷野王，你要領教我掌力，這就請過來。」殷野王道：「今日承師太之情，不敢再行得罪，咱們後會有期。」滅絕師太左手一揮，不再言語，領了眾弟子向西奔去，崑崙、華山、崆峒各派人眾，及殷利亨、宋青書等跟隨而去。蛛兒雙足尚自行走不得，急道：「阿牛哥，快帶我走。」張無忌卻很想和殷野王說幾句話，道：「等一會兒。」迎著殷野王走了過去，說道：「前輩救援的大德，晚輩決不敢忘。」殷野王拉著他的手，向他上上下下的打量了一會，道：「你是姓曾？」張無忌真想撲在他懷裏，叫出聲來：「舅舅，舅舅！」但終於強行忍住，兩眼卻不自禁的紅了。有言道是：「見舅如見娘」，張無忌父母雙亡，殷野王是他十年來第一次所見到的親人，如何不教他心情激動？殷野王見他眼色之中，顯得對自己十分親近，還道他感激自己救他性命，也不放在心下，眼光轉到躺在地下的蛛兒時，淡淡的一笑，說道：「阿離，不認得我了麼？」蛛兒臉色大變，顫聲叫道：「爹！」這個「爹」字一出口，張無忌大吃一驚，但隨即明白了許多事情：「原來蛛兒是舅舅的女兒，那便是我的表妹了。她殺了二娘，累死了自己母親，又說她爹爹一見到她便要殺她……哦，她用『千蛛絕戶手』戳死殷無祿，大概這三個家人跟著主人，也對她母女不好。殷無福、殷無壽雖然恨她，卻不能跟她動手，是以說了一句『原來是小姐』，便抱了殷無祿的屍身而去。」他回頭瞧著蛛兒時，忽又想到：「怪不得我總是覺得她舉動像我媽媽，那知道她和我有血肉之親，我媽是她嫡親的姑母。」只聽殷野王冷笑道：「你還知道叫我一聲爹，哼，我只道你跟了金花婆婆，便將白眉教不瞧在眼裏了。沒出息的東西，跟你媽一模一樣，練什麼『千蛛絕戶手』，哼，你找面鏡子自己瞧瞧，成什麼樣子，我姓殷的家中有你這樣的醜八怪？」蛛兒本來嚇得全身發顫，突然間抬起頭來，凝視著父親的臉，朗聲道：「爹，你不提從前的事，我也不提，你既要說，我倒要問你，媽好好的嫁了你，為什麼又要另娶二娘？」殷野王道：「這……這……死丫頭，男子漢大丈夫那一個不有三妻四妾？你作逆不道，今日狡辯也是無用。什麼金花婆婆、銀葉先生，白眉教也沒放在眼裏。」回手一揮，對殷無福、殷無壽兩人說道：「帶了這丫頭走。」張無忌雙手一攔，道：「且慢！殷……殷前輩，你要拿她怎樣？」殷野王道：「這丫頭是我的親生逆女，她毒死庶母，累死親母，如此禽獸不如之人，怎能留於世間？」張無忌道：「那時殷姑娘年幼，見母親受人欺辱，一時不忿，做錯了事，還望前輩念在父女之情，從輕責罰。」殷野王仰天大笑，說道：「好小子，你究竟是那一號的人物，連我殷家的事也要插手管了起來？你是『武林至尊』不是？」張無忌一時衝動，真想便說：「我是你外甥，可不是外人。」但話到口邊，還是忍住了。殷野王笑道：「小子，你今天的性命是撿來的，再這般多管江湖上的閒事，再有十條小命，也不夠賠。」說著左手一擺，殷無福、殷無壽二人上前架起蛛兒，拉到殷野王身後。張無忌知道蛛兒，落入她父親手中，性命多半無倖，情急之下，衝了上去便要搶人。殷野王眉頭一皺，左手陡地伸出，抓住張無忌的胸口，輕輕往外一揮。張無忌身不由主，便如騰雲駕霧般的直摔出去，砰的一聲，重重摔在黃沙之中。他有九陽神功護體，自是不致受傷，但陷身沙內，眼耳口鼻之中塞滿了沙子，難受之極。張無忌不肯干休，爬起來又搶上去。殷野王冷笑道：「小子，第一下我手下留情，再一下可不客氣了。」張無忌懇求道：「她……她是你親生女兒啊，她小的時候你抱過她，親過她，你饒了她吧。」殷野王心念一動，瞧了蛛兒一眼，但見到她浮腫的臉，不由得厭惡之情大增，喝道：「走開！」張無忌反而走上一步，便想搶人。蛛兒叫道：「阿牛哥，你別理我，我永遠記得你的好心。你快走開，你打不過我爹爹的。」便在此時，黃沙中突然間鑽出一個青袍人來，雙手一長，已抓住殷無福、殷無壽兩人的後領，跟著雙手一合，兩人額頭對額頭猛撞一下，登時暈去，那人抱起蛛兒，疾馳而去。殷野王怒喝：「青翼蝠王，你也來多管閒事？」青翼蝠王韋一笑縱聲長笑，抱著蛛兒向前急馳，他名叫「一笑」，這笑聲卻是連綿綿不絕，何止百笑千笑？殷野王和張無忌一齊發足急追。這一次韋一笑不再大兜圈子，一逕向東南飄行。這人身法之快，實是匪夷所思，殷野王內力深厚，輕功了得，張無忌體內真氣流動，更是越奔越快，但韋一笑快得更加厲害。眼見初時和他相距數丈，到後來變成十餘丈、二十餘丈、三十餘丈……終於人影不見。殷野王怒極而笑，見張無忌始終和自己並肩而馳，半步也沒落後，心下暗自驚異，這時明知已無法追上韋一笑，卻要考一考張無忌的腳力，足底加勁，身子如箭離弦，激射而出。但見張無忌不即不離，仍是和他並肩而行，忽聽張無忌道：「殷前輩，這青翼蝠王奔跑雖快，未必長力也夠，咱們跟他死纏到底。」殷野王吃了一驚，立時停步，自忖：「我施展如此輕功，已是竭盡平生之力，別說開口說話，便是換錯了一口氣也是不成。這小子隨口說話，居然足下絲毫不慢，那是什麼邪門？」他陡然間停步，張無忌一竄已在十餘丈外，忙轉身回頭，退回到殷野王身旁，聽他示下。殷野王道：「曾兄弟，你師父是誰？」張無忌忙道：「不，不！你千萬不能叫我兄弟，叫我『阿牛』好了。我沒有師父。」殷野王心念一動：「這小子的武功如此怪異，留著大是禍胎，不如出其不意，一掌打死了他。」便在此時，忽聽得幾下極尖銳的海螺之聲，傳了過來，正是白眉教有警的訊號。殷野王眉頭一皺，心想：「定是洪水、烈火各旗怪我不救銳金旗，又起了亂子。倘若一掌打不死這小子，這時候卻沒功夫與他纏鬥。不如借刀殺人，讓他去送命在韋一笑手裏。」便道：「白眉教遇上了敵人，我須得趕回應付，你去找韋一笑吧。這人兇惡陰險，待得遇上了，你須先下手為強。」張無忌道：「我本領低微，怎打得過他？你們有什麼敵人來攻？」殷野王側耳聽了一下號角，道：「果然是魔教的洪水、烈火、厚土三旗都到了。」張無忌道：「大家都是魔教一派，又何必自相殘殺？」殷野王臉一沉，道：「小孩子懂得什麼？」轉身向來路奔回。張無忌心想：「蛛兒落入了大惡魔韋一笑手中，倘若給他在咽喉上咬了一口，吸起血來，那裏還有性命在？」想到此處，更是著急，當即吸一口氣，發足便奔。好在韋一笑輕功雖佳，手上抱了一個人後。總不能踏沙無痕，沙漠之中還是留下了淡淡的一條足跡。張無忌打定了主意：「他休息，我不休息，他睡覺我不睡覺，奔跑三日三夜，好丁也追上了他。」可是在烈日之下，黃沙之中，奔跑三日三夜當真是談何容易，他奔到傍晚，已是口乾唇燥，全身汗如雨下。但說也奇怪，腳下卻毫不疲累，積蓄了數年的九陽神功一點一滴的發揮出來，越是使力，越是精神奕奕。他在一處泉水中飽飽的喝了一肚水，足不停步的奔跑。奔到半夜，眼見月在中天，張無忌忽地恐懼起來，只怕突然之間，蛛兒被吸乾了血的屍體在眼前出現。就在這時，隱隱聽得身後似有足步之聲，張無忌回頭一看，卻沒有人。他不敢耽擱，發足又跑，但背後的腳步聲立時跟著出現。張無忌大奇，回頭再看，仍是無人，仔細一看，沙漠中明明有三道足跡，一道是韋一笑的，一道是自己的，另一道卻是誰的？再回過頭來時，身前只一道足跡。那麼有人在跟縱自己，定然無疑的了，怎麼總是瞧不見他，難道這人有隱身術不成？他滿腹疑團，拔足又跑，身後的足步聲又再響起。張無忌叫道：「是誰？」身後一個聲音道：「是誰？」張無忌大吃一驚，喝道：「你是人是鬼？」那聲音也道：「你是人是鬼？」張無忌急速轉過身來，這一次看到了身後那人留在地下的一點影子，才知那是個身法快的無與倫比之人，躲在自己背後。他叫道：「你跟著我幹麼？」那人道：「我跟著你幹麼？」張無忌笑道：「我怎麼知道？所以要問你啊。」那人道：「我怎麼知道？所以要問你啊。」張無忌見這人似乎並無多大惡意，否則他在自己身後跟了這麼久，隨便什麼時候一出手，都能致自己死命，便道：「你叫什麼名字？」那人道：「說不得。」張無忌道：「為什麼說不得？」那人道：「說不得就是說不得，還有什麼道理好講。你叫什麼名字？」張無忌道：「我……我叫曾阿牛。」那人道：「假的。」張無忌吃了一驚，心想：「他怎麼知道？」問道：「為什麼是假的？」那人道：「假的就是假的，真真假假，還不是一般。我問你，你半夜三更的狂奔亂跑，在幹什麼？」張無忌知道這是一位身懷絕技的異人，便道：「我一個朋友給青翼蝠王捉了去，我要去救回來。」那人道：「你救不回來的。」張無忌道：「為什麼？」那人道：「青翼蝠王的武功比你強，你打他不過。」張無忌道：「打他不過也要打。」那人道：「很好，有志氣。你朋友是姑娘麼？」張無忌道：「是的，你怎麼知道？」那人道：「要不是姑娘，少年人怎會甘心拚命。很美吧？」張無忌道：「醜得很？」那人道：「你自己呢，醜不醜？」張無忌道：「你到我面前，就看到了。」那人道：「我不要看，那姑娘會武功麼？」張無忌道：「會的，是白眉教殷野王前輩的女兒，曾跟靈蛇島金花婆婆學武。」那人道：「不用追了，韋一笑捉到了她，一定不肯放。」張無忌道：「為什麼？」那人哼了一聲道：「你是個傻瓜，不會用腦子，殷野王是殷天正的什麼人？」張無忌道：「他們兩位是父子之親。」那人道：「白眉鷹王和青翼蝠王的武功誰高？」張無忌道：「我不知道。請問前輩，是誰高啊？」那人道：「我也不知道。兩個人誰的勢力大些？」張無忌道：「鷹王是白眉教教主，想必勢力大些。」那人道：「不錯。因此韋一笑捉了殷天正的孫女，那是奇貨可居，不肯就還的，他想要挾殷天正就範。」張無忌搖頭道：「只怕做不到，殷野王前輩一心一意想殺了他自己女兒。」那人奇道：「為甚麼啊？」張無忌於是將蛛兒毒死父親愛妾、累死親母之事簡略說了。那人聽完後，嘖嘖讚道：「了不起，了不起，當真是美質良材。」張無忌奇道：「什麼美質良材？」那人道：「小小年紀，就會毒死庶母、害死親母，再加上靈蛇島金花婆婆的一番調教，當真是我見猶憐。韋一笑要收她作個徒兒。」張無忌吃了一驚，問道：「你怎麼知道？」那人道：「韋一笑是我好朋友，我自然知道他的心性。」張無忌一呆之下，大叫一聲：「糟糕！」發足便奔。那人仍是緊緊的跟在他背後。張無忌一面奔跑，一面問道：「你怎麼又跟著我？」那人道：「我好奇心起，要瞧瞧熱鬧。你還追韋一笑幹麼？」張無忌怒道：「蛛兒已經有些邪氣，我決不許她再拜韋一笑為師。倘若也學成一個吸飲人血的惡魔，那怎生是好？」那人道：「你很喜歡蛛兒麼？為什麼這般關心？」張無忌嘆了口氣，道：「我不喜歡她，不過她……她有點兒像我媽媽。」那人道：「嗯，原來你媽媽也是個醜八怪，想來你也好看不了。」張無忌急道：「我媽媽很是好看的，你別胡說八道。」那人道：「可惜，可惜！」張無忌道：「可惜什麼？」那人道：「你這少年周身血性，著實不錯，可惜轉眼便是一具吸乾了血的僵屍。」張無忌心念一動：「他的話確也不錯，我就算追上了韋一笑，又怎能救得蛛兒，也不過是白白饒上自己性命而已。」說道：「前輩，你幫幫我，成不成？」那人道：「不成。一來韋一笑是我好朋友，二來我也未必打得過他。」張無忌道：「韋一笑既是你好朋友，你怎地不勸勸他？」那人長嘆一聲，道：「勸有什麼用？韋一笑自己又不想吸飲人血，他是迫不得已，實是痛苦難當。」張無忌奇道：「迫不得已？那有此事？」那人道：「韋一笑練內功時走火，自此每次激引內力，必須飲一次人血，否則全身寒戰，立時凍死。」張無忌沉吟道：「那是三陰脈絡受損麼？」那人奇道：「咦，你怎麼知道？」張無忌道：「我只是猜測，不知對不對。」那人道：「我曾三入長白山，想替他找一頭火蟾眼目，治療此病，但三次都是徒勞無功。第一次還見了火蟾，差著兩丈沒捉到，第二次第三次連火蟾的影子也沒見到。待眼前的難關過了之後，我總還得再去一次。」張無忌道：「我同你一起去，好不好？」那人道：「嗯！你內力倒夠，就是輕功太差，那時再說吧。喂，我問你，幹麼你要去幫忙捉火蟾？」張無忌道：「倘若捉到了，不但治好韋一笑的病，也救了很多人，那時候他不用再吸人血了。啊，前輩，他奔跑了這麼久，激引內力，是不是迫不得已，只好吸蛛兒的血呢？」那人一呆，道：「這倒說不定。他雖想收蛛兒為徒，但要是打起寒戰來，自己血液要凝結成冰，那時候啊，只怕便是自己的親生女兒……」張無忌越想越怕，捨命狂奔，那人忽道：「咦，你後面是什麼？」張無忌回過頭來一看，突然間眼前一黑，全身已被一隻極大套子套住，跟著身子懸空，似乎是處身在一隻布袋之中，被那人揹在肩頭。張無忌伸手去撕那布袋，豈知那袋子非綢非革，堅韌異常，摸上去布紋宛然，顯是粗布所製，但撕上去紋絲不動。那人拍的一下，隔著袋子在無忌屁股上打了一記，笑道：「小子，乖乖的在我乾坤袋中不要動，我帶你到一個好地方去。你開口說一句話，被人知覺了，我可救不得你。」張無忌道：「你帶我到那裏去？」那人笑道：「你已落入我乾坤袋中，我要取你小命，你逃得了麼？你只要不動不作聲，總有你的好處。」張無忌一想這話倒也不錯，當下便不掙扎。那人提起袋子往地下一擲，哈哈大笑，說道：「你能鑽出我的布袋，算你本事。」張無忌運起內力，雙手往外猛推，但那袋子軟軟的決不受力。他提起右腳，用力一腳踢出，波的一聲悶響，那袋子微微向外一凸，不論他如何拉推扯撕，翻滾頂撞，這隻布袋總是死樣活氣的不受力道。那人笑道：「你服了麼？」張無忌道：「服了！」那人道：「你能鑽進我的布袋，是你的福緣。」提起布袋往肩頭上一掮，拔足便奔。張無忌道：「蛛兒怎麼辦啊？」那人道：「我怎麼知道？你再囉唆一聲，我把你從布袋裏抖了出來。」張無忌心想：「你把我抖了出來，正是求之不得。」嘴裏卻不敢答話，只覺那人腳下迅速之極，自己身子不輕，但他掮了自己，竟和空身走路無甚分別。那人走了幾個時辰，張無忌在布袋中覺得漸漸熱了起來，知道已是白天，太陽曬在袋上，過了一會，只覺那人越走越高，似在上山。這一上山，又是上了兩個多時辰，張無忌這時身上已頗有寒意，心想：「多半是到了極高的山上，峰頂積雪，所以這麼冷。」突然之間，身子飛了起來，他大吃一驚，忍不住叫出聲來。他叫聲未絕，只覺身子一頓，那人已然著地，張無忌這才明白，原來那人是帶了自己，正在縱躍，心想身處之地多半是極高的山峰上的危崖絕壁，那人揹負自己，如此跳躍，山岩積雪，甚是滑溜，倘若一個失足，豈不是兩人都一齊粉身碎骨？心中剛想到此處，那人又已躍起。這人不斷的跳躍，忽高忽低，忽近忽遠，張無忌藏身在布袋之中，但也猜想得到當地的地勢險峻異常。當張無忌被那人帶著又一次高高躍起時，忽聽得遠處一個聲音叫道：「說不得，怎麼到這時候才來？」負著張無忌的那人道：「路上遇到了一點兒小事，韋一笑到了麼？」遠處那人道：「沒見啊，真奇怪，連他也會遲到。說不得，你見到他沒有？」遠處那人一面問，一面走近。張無忌暗自奇怪：「原來這個人就叫『說不得』，無怪我問他叫什麼名字，他說是『說不得』，再問他為什麼說不得，他說道『說不得就是說不得，那有什麼道理好講。』怎麼一個人會取這樣一個怪名？」又想：「原來他和韋一笑是約好了在地相會的？卻不知蛛兒是否無恙？我落入了他的布袋之中，他又是韋一笑的好朋友，不知要如何對付我？」祇聽那說不得道：「鐵冠道兒，咱們去找找韋兄去，我怕他出了什麼亂子。」那鐵冠道人道：「青翼蝠王精警聰明，武功卓絕，那會有什麼亂子？」說不得道：「我總覺得有些不對。」忽聽得一個聲音從底下山谷中傳了上來，叫道：「說不得臭和尚，鐵冠老雜毛，快來幫忙，糟糕之極了。」說不得和鐵冠道人一齊驚道：「是周顛，他什事情糟糕。」說不得又道：「他好像受了傷，怎地說話時中氣如此衰弱？」他不等鐵冠道人答話，揹了張無忌便往下面躍去。鐵冠道人跟在後面，忽道：「啊！周顛負著什麼人，是韋一笑！」說不得叫道：「周顛休慌，我們來助你了。」周顛笑道：「慌你媽的屁，我慌什麼？吸血蝙蝠的老命要歸天！」說不得驚道：「韋兄怎麼啦，受了什麼傷？」說著加快腳步。張無忌身在袋中，更如騰雲駕霧一般，忍不住低聲道：「前輩，你暫且放下我，下去救人要緊。」說不得突然提起袋子，在空中轉了三個圈子，張無忌大吃一驚，倘若他一脫手，將布袋擲了出去，那後果當真是不堪設想。祇聽說不得沉著嗓子道：「小子，我跟你說，我是『布袋和尚說不得』，後面那人是鐵冠道人張中，下面說話的是周顛，咱們三個人，再加上冷面先生冷謙，彭瑩玉和尚，是魔教中的五散人。你知道魔教麼？」張無忌道：「知道。原來大師也是魔教中人。」說不得道：「我和周顛不大愛殺人，鐵冠道人、冷面先生、彭和尚他們，卻是素來殺人不眨眼的。他們若是知道你藏在我這乾坤袋中，隨隨便便的給你一下子，你就筋碎骨裂，變成一團肉泥。」張無忌道：「我又沒有得罪貴教，為什麼……」說不得道：「鐵冠道人他們殺人，還要問得罪不得罪麼？從此之後，你若想活命，不得再在我袋中說出一個字來，知道麼？」張無忌點了點頭。說不得道：「你怎麼不回答？」張無忌道：「你不許我說出一個字來啊。」說不得微微一笑，道：「你知道就好……啊，韋兄怎麼了？」最後一句話，卻是跟周顛說的，只聽周顛那啞嗓子說道：「他……他……糟之透頂，糟之透頂。」說不得道：「嗯，韋兄心口還有一絲暖氣，周顛，是你救他來的？」周顛道：「廢話，難道是他救我來的？」鐵冠道人張中道：「周顛，你受了什麼傷？」周顛道：「我見吸血蝙蝠僵在路旁，凍得氣都快沒有了，不合強盜發善心，運氣助他，那知吸血蝙蝠身上的陰毒當真厲害，就是這麼一回事。」說不得道：「周顛，你這一次當真是做了好事。」周顛道：「什麼好事壞事，吸血蝙蝠此人又陰又古怪，我平素瞧著最不順眼，不過這一次他做的事很合周顛胃口，周顛便救他一會。想不到沒救到吸血蝙蝠，陰寒入體，反而賠上周顛的老命。」鐵冠道人驚道：「你傷得這般厲害？」周顛道：「報應，報應。吸血蝙蝠和周顛生平不做好事，那知道一做好事便橫禍臨頭。」說不得問道：「韋兄做了什麼好事？」周顛道：「他激引內毒，陰寒發作，本來只須吸飲人血，便能抑制。可是他身旁明明有一個少女，他寧願自己送命，也不吸她的血，周顛一見之下，說道：『啊喲不對，吸血蝙蝠倒行逆施，周顛也得胡作胡為一下，周顛要救他一救。』」張無忌身在布袋之中，聽得韋一笑沒吸飲蛛兒的血，真是一喜非同小可。說不得反手在布袋外一拍，問道：「那少女是誰？到那裏去了？」周顛道：「我也這般問吸血蝙蝠，他說這是白眉老兒的孫女，名叫殷離，吸血蝙蝠已收他為徒，萬萬不能吸她的血。」說不得和鐵冠道人一齊鼓掌，說道：「韋兄一念之善，或許便是我教中興的轉機，青蝠和白鷹兩王攜手，明教便聲勢大振了。」說不得說著。將韋一笑身子接了過來，驚道：「他全身冰冷，那怎麼辦？」周顛道：「所以我說你們快活得太早了些，吸血蝙蝠這條老命十成中已去了九成，一隻死蝙蝠和白眉鷹王攜手，於明教有什麼好處？」鐵冠道人道：「你們在這兒等一會，我下山去找個活人來，讓韋兄飽飲一頓人血。」說罷縱身便欲下山。周顛叫道：「且慢！鐵冠雜毛，這兒如此荒涼，等你找到了人，只怕韋一笑早就變成了韋不笑。說不得，你布袋中那個小子，拿出來給韋兄吃了罷。」張無忌一驚：「原來他們早瞧出我藏身布袋之中。」說不得道：「不成，這個人於本教有恩，韋兄若是吃了他，五行旗非跟韋兄拚命不可。」於是將張無忌如何身受滅絕師太三掌重擊，救活銳金旗下數十名好手的事簡略說了，又道：「當時我混在白眉教的隊伍之中，瞧得清清楚楚。這麼一來，五行旗還不死心塌地的服了這小子麼？」鐵冠道人問道：「你把他裝在袋中，奇貨可居，想收服五行旗麼？」說不得道：「說不得，說不得！總而言之，本教四分五裂，眼前大難臨頭，白眉教偏又跟五行旗打了個落花流水，咱們總得攜手一致，才免覆滅。袋中這人有利於本教諸路人馬攜手，那是決然無疑的。」他說到這裏，伸出右手，貼在韋一笑後心的「靈台穴」上，運起真氣，助他抵禦寒毒。周顛嘆道：「說不得，你為朋友賣命，那是沒得說的，可是你小心自己的老命。」鐵冠道人道：「我來助你一臂之力。」伸右掌和說不得的左掌相接，兩股真力，同時衝入韋一笑的體內。過了一頓飯時分，韋一笑低低呻吟一聲，醒了過來，但牙關仍是不住相擊，顯然冷得厲害，顫聲道：「周顛，鐵冠兄，多謝你兩位相救。」他對說不得卻不言謝，須知兩人是過命的交情，口頭的道謝反而顯得多餘了。鐵冠道人功力深湛，但被韋一笑體內的陰毒逼了過來，奮力相抗，一時卻說不出話來。說不得也是如此。忽聽得東面山峰上飄下錚錚錚的幾下琴聲，中間挾著一聲清嘯。周顛道：「冷面先生和彭和尚尋過來啦。」提高聲音叫道：「冷面先生，彭和尚，有人受了傷，還是你們滾過來吧！」那邊琴聲錚的一響，示意已經聽到，彭和尚卻問道：「誰…受…了…傷…啦……」那聲音遠遠傳來，山谷鳴響。周顛低聲罵道：「性急鬼，一會兒也等不得。」