第十五回　險峽收萬眾　泰山會群英褚紅柳見他把這樣沉重的鐵箱擲得這樣高，已自驚駭於他的神力，但見他輕飄飄的一躍而上，輕功造詣尤其不凡，更是吃驚。原來袁承志見敵人眾多，所以特地顯出木桑道人所授的「百變鬼影」上乘輕功，在眾人一霎眼間就上了箱頂，存心要藝壓當場。褚紅柳見這些鐵箱被他隨手亂擲，疊得亂七八糟，就是不去碰它，祇怕箱子自己就要倒下來，他自知輕功不成，那敢上高獻醜，喝道：「你有種就下來！」承志在上面高叫：「你有種就上來。」褚紅柳踏步上前，抱住下面幾隻鐵箱一陣搖動，只見袁承志頭下腳上，倒栽下來，群盜一陣歡呼，那知承志跌到褚紅柳頭頂時，倏地一招「蒼鷹擒兔」，左掌凌空下擊。褚紅柳一驚，揮起右拳反擊，承志右手早已扣住他脈門，等自己雙足著地，喝一聲：「起！」把褚紅柳一個肥肥的身軀揮了起來，剛落在一疊箱子的頂上，那些箱子搖搖晃晃，褚紅柳在上面雙手亂舞，情形十分狼狽。群盜又是吃驚，又是好笑。青青叫道：「你有種就下來。」阿九想起褚紅柳剛才說的話，不禁抿嘴竊笑。褚紅柳的武功深得「穩、狠、準、韌」四字訣中精要，適才與阿九比武時，就充份顯示了這四字訣的長處。他因身材關係，輕功素不習練，自來以穩補快，以狠補巧，掌法由拙見功，現在突然登高，那是他的大忌，雖然一身武功，卻弄得手足無措。要知承志見他出手，知道了他的長短，故意佈置這個陷阱和他為難的。群盜又不敢去移動鐵箱，祇怕一動，上面箱子亂倒下來，不但摔壞褚紅柳，還會壓死多人。僵持了一陣，沙天廣低聲道：「譚賢弟，圍攻那小子，先幹掉他。」一言提醒了惡虎溝的譚副寨主，他當下吹動號角，山東群盜拔出兵刃，齊向承志衝來。啞巴、青青、洪勝海三人一齊站到承志身邊。青青持劍，洪勝海用刀，各自找了山東群盜中的好手們激鬥，承志和啞巴卻是空手，抓住群盜亂丟亂擲。群盜出道以來，從未見過這樣的打法，承志和啞巴兩人所到之處，群盜紛紛走避。承志數躍之間，已奔到沙天廣身旁，他正臥倒在地，兩名盜首在旁照料。他們見承志衝來，一個舉刀砍擋，另一個揹起沙天廣避讓。承志頭一低，從刀下鑽了過去，抓住前面盜首的頭一扭，那人痛得大叫，撒手把沙天廣丟下，承志挾手接住，跳上一輛大車，叫道：「你們要不要他的性命？」群盜見首領被擒，一時倒呆住了，不敢動手。承志向啞巴一打手勢，啞巴逕往青竹幫中衝去。青竹幫眾本來袖手觀戰，見啞巴如猛虎般到，各舉兵刃攔阻。但那啞巴追隨八手仙猿穆人清多年，武功已非常人所能敵，只見頭頂刀槍亂飛，被他赤手直衝到程青竹身旁。承志在高處相望，見啞巴即將得手，正自欣喜，忽見阿九抱著程青竹的身體，坐在地下大哭，這一著倒大出他的意料，如果程青竹死了，那對付群龍無首的青竹幫就頗為不易，於是高聲大叫：「勝海，快叫啞巴老兄回來。」洪勝海撇下戰鬥正酣的敵人，衝到啞巴跟前，打手勢叫他回來。啞巴回頭向站在大車頂上的承志一望，承志招招手，啞巴隨即退回。承志把手裏拉著的半死不活的沙天廣交給啞巴，縱入人圈，問道：「怎麼？」阿九哭道：「師父死啦！」承志俯身一探程青竹的鼻息，果然已無呼吸，再摸他胸膛，一顆心還在微微跳動，於是說道：「別怕，我來救他。」翻過他身體來一看，只見背上五個小孔，雖然血已止住，但五孔都在要穴的部位，饒是程青竹武功精湛，也已抵受不住。承志知道他傷勢極重，當下在他「天府穴」和足底的「湧泉穴」用力一點，程青竹血脈流轉，悠悠醒轉，睜開了眼睛。阿九大喜，高叫：「師父，師父！」程青竹點了點頭，承志道：「他是你師父嗎？我還道他是你爺爺。」阿九道：「嗯，多謝您啦。」這時青青、啞巴、洪勝海三人挾著沙天廣，已退出進青竹幫的圈子，山東群盜見首領被擒，要闖進來救人，青竹幫幫友伸手攔阻，混亂中也不知誰先動刀，交起手來，一時間乒乒乓乓打得十分激烈，雙方都已有十數人死傷。青青對承志道：「再打一個時辰，雙方都死得差不多啦！」承志微笑，突然之間，站在鐵箱頂上的褚紅柳揚臂大呼：「不好啦，官兵來啦，總有數千人，大家快退──不，不，有上萬人，快退，快退，快退！」因為他站得高，所以首先瞧見。眾人一聽，刀槍齊停，三騎馬急奔而來。兩騎是山東盜放的卡子，一騎是青竹幫的哨探，三人連連呼嘯，高聲大叫：「大隊官兵到啦！」褚紅柳再也顧不得危險丟臉，一湧從箱頂跳了下來，立足不穩，在地下打了三個滾方纔立定，雙足已腫痛異常，搶了一匹馬，率隊退卻，承志把沙天廣擲了過去，群盜搶住放在馬背，紛紛湧入樹林。青竹幫中也是竹哨連聲，搶起地下死傷人眾，仍舊分成四隊退了下去。霎時之間，一片大廣場上只剩下承志等一干人。承志跳上鐵箱頂上，把箱子一隻雙擲下來，啞巴一一接住，放上大車，青青笑道：「傷了許多人，連咱們一個大錢也沒搶去。」只聽見遠處號角連聲，人喧馬嘶，果然是大隊人馬急奔而來。承志道：「有這許多官兵，盜賊是一定不敢再來的了。咱們走吧。」檢視了一下車輛伕役，幸而並無損傷，正要拔隊啟行，兩百名明兵分成兩隊，當先衝到。一名小軍官手舞長刀，喝道：「幹什麼的？」承志道：「我們是趕道的良民。」那軍官道：「幹麼這裏有血跡，有兵器？」承志道：「正有強人攔路打劫，幸得官兵們到臨，把強人嚇退了。」這時已有數隊官兵去追擊退走的群盜，那軍官卻斜著眼向大車上的鐵箱一番打量，冷冷的道：「那是什麼東西？」承志道：「是我們的行李。」那軍官道：「打開瞧瞧。」承志道：「是些隨身衣物，沒什麼特別物事。」那軍官道：「我說打開，你就打開，囉唆什麼？」青青道：「又沒帶違禁犯法的東西，瞧什麼？」那軍官罵道：「你這小子好橫！」夾頭夾腦一鞭子抽了過來，青青閃身避開。那軍官見十隻鐵箱結結實實，知道必定盛著值錢之物，一見早就起了貪心，這時乘機喊道：「好小子，你膽敢拒捕？喂，弟兄們，把贓物充公！」官兵們搶奪百姓財物，那裏還需要多說，一聽「充公」兩字，一湧而上，七手八腳的來抬鐵箱。那軍官存心好狠，祇怕承志等告到上官，高聲叫道：「這些都是土匪，竟敢抗拒官兵，都給我殺了。」隨即提刀殺來，承志大怒，心想：「要是我們不會武藝，豈不被他殺了滅口。這種人不知己害了多少良民？」待他一刀砍來，身子一側，一掌打在那軍官背心。這人武藝平庸，如何禁受得起這一掌？倒撞下馬，登時斃命。眾官兵驚叫起來：「強人攔路搶漕運啊，搶漕運啊！」當先的官兵被青青、啞巴、洪勝海三人一衝，四散奔逃，但後面大隊人馬也已湧到，承志揮動一柄搶來的大刀斷後，啞巴等三人率領騾隊退入了樹林之中。剛到樹林，只聽得金鐵交鳴，官兵正與山東群盜及青竹幫打得火熾。冀魯兩省的盜幫雖然都有武藝，但終究擋不住官兵人多勢眾，片刻之間已紛紛敗退。承志和青青等把車隊約束在樹林一角，這時沙天廣和程青竹都是命在垂危，無人領頭，群盜各自為戰，被官兵一堆堆的圍住攻擊，眼見群盜陣勢大亂，官兵追殺時殘酷異常。青青道：「咱們怎麼辦！」承志道：「幫強盜，殺官兵！」青青道：「不錯！」承志道：「你在這裏守住！」青青點頭答應，她與啞巴、洪勝海三人守住一個小角，官兵過來立即格殺。眾官兵見他們兇狠，一時倒不敢十分逼近。承志飛身上樹，察看四下形勢，只見阿九與幾名青竹幫的頭目被數十名官兵圍攻，形勢十分險惡，承志縱身下撲，雙手一格，把兩枝刺到阿九面前鐵槍震飛，叫道：「快退回西首山崗！」阿九一怔，又有一名軍官揮刀向她砍到，承志搶住刀柄，喀擦一聲，刀柄折斷，當胸一拳，將那將軍打得口噴鮮血，仰面跌倒。阿九吹起竹哨，青竹幫眾友齊向西退，漸漸集攏。承志縱橫來去，命山東群盜也向西退，遇有被官兵圍住無法脫身的，立即衝入解救。眾人一會齊，聲勢頓壯，在承志率領下且戰且退，慢慢上了山崗，承志又率領了數十名武功好的幫友盜眾，衝下崗去把青青等人及車隊接引上崗，眾官兵在崗下高聲吶喊，團團圍住。承志叫群盜用強弓硬弩守住山崗。群盜本已一敗塗地，突然有人出來領他們到了安全之境，對他的話那有不奉命惟謹之理。官兵衝了一陣，立時被亂箭射回。官兵在得勝時勇往直前，一受挫，大家怕死，那肯努力攻山，個個大聲吶喊敷衍長官，所以殺聲倒是震天，卻沒幾個人真正衝到山崗邊來。承志安排防禦，叫譚副寨主譚文理、褚紅柳、洪勝海、阿九四人各率領一隊人守住一方，餘下的人救死扶傷，就地休息。他去替程青竹按摩了一番，又給沙天廣推宮過血，這兩人都被對方用內家手法傷了要穴。袁承志精通點穴之術，竭力給他們發散，並教他們如何調勻呼吸自養，過了一陣，兩人竟先後在山崗之上睡著了。惡虎溝群盜和青竹幫的幫眾見首領無恙，對承志更是敬服。承志對青青道：「官兵人多，不能力敵，只可智取。」青青道：「不錯，你想用什麼計策好？」承志想了一會，把一名熟悉當地地形的盜幫叫來細問，又站到崗頂上察看官兵形勢，只見官兵後隊有大批輜重車輛，心中一動，跳下來對青青道：「剛才官兵叫什麼勢漕運？」這時褚紅柳正由人接替了下來休息，聽承志問起，就道：「這是運送漕運銀子到北京去的官兵，咱們在這裏遇上，真是不巧。」承志道：「怎麼運送漕銀要這許多官兵？」褚紅柳道：「現今天下大亂，群雄並起，那一處沒有開山立櫃的豪傑？朝廷全靠江南運去漕米銀兩發軍餉作軍糧，崇禎既要對付遼東的滿洲兵，又要應付闖王和各路英雄，這漕銀是他的命根子，自然要多派人馬護送了。」承志道：「這些官兵也真會多管閒事，身上挑著這麼大的擔子，居然還來跟咱們為難。」褚紅柳笑道：「他們以為咱們轉眼總是個個就擒，再給咱們安上幾個什麼王、什麼厲害的名號，稟告上去，豈不是大功一件？」承志點頭道：「這邊向西北，有一個峽口，咱們從那邊衝出去吧。」褚紅柳這時對袁承志已佩服得五體投地，那裏有什麼異議，說道：「請袁相公吩咐，咱們齊聽號令。」承志於是在地上畫圖沉思，計議已定，分撥人手。到得初更時分，群盜發一聲喊，承志和啞巴當先開路，率領眾人衝下崗去。官兵本已怠懈疲倦，見群盜驟然湧到，來勢兇猛異常，稍加抵擋，就被衝破一道口子，群盜向峽口直奔，官兵叫喊著隨後追來。追了一陣，殿後的數十名群盜忽然回身激鬥，把官兵來勢擋了一擋，等到官兵大隊攻到，殿後的盜幫已退入峽口，官兵又是呼哨急趕。那峽口兩旁是山，形勢險惡，進入峽口之後，率領長官下令停追，以防中伏。忽然間前面大車中一隻鐵箱滾了下來，箱蓋翻開，道上丟滿了珠寶珍物，在火把照耀下閃閃發光。統兵長官水總兵大喜，下令急追，要把十隻寶箱全都搶下來。追了一陣，只見群盜拋下許多衣甲兵器，幾匹馬到在路旁，還有許多金錠銀錠，眾官兵你搶我奪，亂成一團。水總兵見群盜敗得連兵器也隨地出丟，不再存防備之念，一意要搶奪寶箱，下令前、中、後三隊齊趕。這時承志已飛身躍上峭壁，手足並用，拉著石壁上的藤枝樹葉，抄向官兵後路，他走了一會，果見官兵隊伍中車輛一輛接著一輛，蜿蜒而來，不計其數，車輛上都是用黃巾蒙住，車上面插了旗幟，薄暮中依稀可辨的是「大明江南漕運」幾個紅字，從上面望下去，車隊簡直是一條其長無匹的黃龍。承志見此聲勢，心裏又驚又喜，驚的是官兵勢大，不易對敵，喜的是如計謀成就，劫下漕運，那確是對大仇人崇禎皇帝一個當頭猛擊，闖王義兵就更易成事，實是一件不世奇功。他一見下面樹木茂密，就從樹木中一路向下，要把車隊就近看個清楚。下山極為容易，不一刻已與官兵十分貼近。他藉著樹木的遮掩，連官兵的談話都聽得清清楚楚。車輛過了一會，忽然聽見後面的車子轔轔之聲漸輕，車中似乎裝的並不是銀子，從樹木空隙中向外一望，見後面原來是百餘輛囚車，車中的人雙手反縛，盤膝而坐，每輛車上都插著一面白旗，寫著「擬斬巨寇某某某」等字樣。承志留神看旗上字樣，寫的都是什麼「江洋大盜」、「反叛逆首」、「淮南巨賊」等等，顯見都是反抗朝廷的饑民或山寨盜魁，承志心想，「這些人都要救一救，但怎樣救呢？」正在尋思，忽見一輛車子的旗上寫著「擬斬巨寇祖仲壽一名」九字，承志大吃一驚，追了幾步細看，車中坐著的果是一個五十多歲的書生。他相貌比之在老鴉山上率領袁崇煥舊部致祭時已蒼老得多，兩鬢斑白，滿臉風霜之色，但一副慷慨雅致，雖在難中，仍舊不減當年，承志驚訝未定，只見後面囚車中推來的又都是父親舊部，當日教導撫養自己的倪浩、朱安國、羅大千三人都在其內，只是不見應松。不等囚車過完，承志向上奔了數丈，疾向後追，官兵望見，鼓躁起來，有的抽箭相射，但承志身法何等快捷，箭枝射到，人早不見。他奔出數十丈，官兵隊伍已盡，最後一名軍官騎在馬上，手提大刀押隊，承志心想：「我拿住這軍官，先亂攪一陣，然後乘機救祖叔叔、朱叔叔他們。」正要飛身躍下，忽然望見遠處塵土飛揚，幾騎馬奔馳而來。承志心道：「原來後面還有接應，等他們過來看個明白再說。」不一刻，五騎馬奔到，當先一人是個女子，從他身旁閃過時看得清楚，原來是飛天魔女孫仲君，後面四人卻是二師兄歸辛樹手婦以及梅劍和、劉培生。袁承志一見大喜，叫道：「二師哥！」落在歸辛樹夫婦馬前。歸氏夫婦把馬一勒，看清楚是袁承志，歸二娘冷冷的道：「喂！是你，有什麼貴幹麼？」這時走在前面的孫仲君聽見有人和師娘說話，也停馬相候。袁承志道：「我有一件急事，要求師哥師嫂幾住伸手相助。」歸二娘道：「咱們自己也有要事，沒空！」一提韁，馬匹從承志身旁擦過，向前衝了過去。梅劍和拱手叫聲：「師叔！」跟著師父師娘去了，劉培生卻跳下馬來，說道：「師父師娘正有一件要緊事，師叔有什麼事，等弟子辦了師父的事之後，就過來聽師叔差遣。」承志道：「那不必了，我借坐劉大哥的坐騎一下。」劉培生道：「師叔請用。」拉住轡頭，站在一旁。承志道：「咱倆合騎，追上前面官兵就行了。」說著飛身上馬，劉培生也跳上馬來，承志一提韁，那馬向前奔馳。劉培生道：「師叔追兵幹什麼？」承志道：「救人！」劉培生喜道：「那好極啦，咱們也正要尋官兵晦氣。」承志一聽大喜，催馬急行，片刻間追過了孫仲君，又過一會，已望見押隊軍官的背影。承志雙腿一夾，那馬向前猛衝，押隊軍官聽見身後馬蹄聲疾，回頭相望，只見一個人影從後面馬背躍起，如一隻大鳥般撲了過來。他猛吃一驚，揮起大刀往空中橫掃，滿擬將這人一刀斬為兩截。豈知承志右手向前一伸，搶住刀柄，身子已落在馬背，左手一指早點中他後心穴道，喝道：「要不要性命？」那軍官只覺背心酸麻，一陣劇痛，要想抵抗，卻已全身動彈不得。承志問：「你要死還是要活？」那軍官顫聲道：「求──大王爺饒命。」承志道：「你快下令，叫後隊囚車都停下來。」那軍官祇得依言下令。這時歸辛樹夫婦已早趕到，師徒五人抽出兵器。往官兵隊裏亂殺，隊伍登時大亂。承志本擬迫著軍官指揮隊伍，讓官兵們黑夜中自相殘殺，那知歸辛樹等自行動手，官兵後隊一亂，這計策卻行不得了。承志關心祖仲壽等人，在官兵隊裏搶了兩柄大斧，奔到祖仲壽囚車邊，兩斧把車子劈開，大叫：「祖叔叔，我是袁承志。」祖仲壽如在夢在，一陣迷惘，承志又已把朱安國和倪浩救了出來。這些都是久經百戰的武將，現在雖都年老，但英風猶存，搶了兵器，有的亂殺官兵，有的劈開囚車救人，不一刻，百餘輛囚車齊都劈爛，放出百餘條好漢來。這些人中有三數十人是袁崇煥部屬的「山宗」舊侶，聽說趕來相救的就是大帥的公子，無不興奮之極，當下一陣亂殺，把官兵後隊殺得七零八落，向前逃竄。這時官兵前隊也已發現前面道路被山東群盜用巨石攔住，不能通行，當下兩頭大亂。承志見官兵雖然勢亂，但人數多出己方數倍，如逼得緊了，真的拼起命來，倒也攔阻不住，當下撇下雙斧，展開輕功，在一長列漕運車輛上奔了過去。奔出里許，見水總兵騎在馬上，舞著長刀指揮作戰。承志疾奔而前，雙臂一格，早將兩名上前攔阻的親兵推在山坑之中，一躍上馬，騎在水總兵坐騎的背後。水總兵回刀來砍，承志一閃身夾手就奪，那知這總兵武藝倒也精熟，一個筋斗從馬頭上翻了下去，竟沒能抓住他的手腕。承志心道：「瞧不出官場中倒還有如此好手。」左手一揚，三粒圍棋子發了出去，水總兵一一用長刀格開，承志道：「好本事，你再格格看。」左右手連揮，三九二十七顆棋子分上中下三路同時打到，就算武林高手，這一來也不易抵擋，水總兵武藝雖然高強，那裏躲得開這種「滿天花雨」的手法，噹啷一聲，先是長刀脫手，接著腿彎、腰部、背心、足脛各處都中了棋子，竟朝著承志迎面跪下。承志笑道：「不必多禮！」伸手挽住他的左臂。水總兵當胸一拳，但就如打中一團棉花，毫無反應。承志運起內力，把水總兵的身體猛力往上一拋，當下就如斷線風箏往上直飛，眾官兵高聲大叫起來。水總兵自分這下必死，閉住了雙眼，那知落下來時被人雙手托住，睜眼一看，仍是那個書生打扮的少年。他知道此人武功比已高出百倍，既然落入了他的手中，無可抗拒，生死只好置之度外。承志道：「你叫全體官兵拋下兵刃，饒你們不死。」水總兵心想：「這漕運何等緊要，如被盜賊劫了去，反正也是死罪。」於是頭一挺，朗然道：「你要殺便殺，何必多言。」承志一笑，手一使勁，又將他的身軀拋在空中，落下來時接著再拋，連拋了三次，水總兵已頭暈腦脹，不知身在何處。承志道：「你要是不下令，你死了，你部下也活不成。不如投降了咱們吧。」水總兵一想，目下只有這條是活路，於是點了點頭，承志笑道：「這叫做識時務者為俊傑。」水總兵定一定神，命親兵把三員副將叫來。那三員副將說要投降盜賊，嚇得面面相覷，一員副將罵了起來：「你食君之祿，不忠不孝──」話未說完，承志抓住他身子用力往地下一摔，登時暈死了過去。餘下兩員副將顫聲道：「標下聽總座的將令。」水總兵道：「下令停戰！」承志也傳下號令，叫山東群盜不再廝殺，又叫水總兵命全體官兵拋下兵刃。水總兵無奈，祇得依言。火把照耀下只見雙方兵戈齊息。忽見五個人在車隊中奔馳來去，亂翻亂找，打開了許多箱籠，一見是銀子糧食，就踢在一旁。眾官兵見他們來劫猛惡，不敢阻攔。奔到臨近，原來是歸辛樹夫婦師徒五人。袁承志叫道：「二師兄，你們找什麼？我叫他們拿出來。」歸辛樹見官兵的統兵將官都集在袁承志身旁，三個起落，已奔到水總兵身邊，一把揪住他的胸脯，提了起來。水總兵驚魂甫定，那想突然又遇到一個武功極高之人，歸辛樹這一把抓得恰到好處，憑他如何掙扎，總歸無用。歸辛樹喝道：「馬督撫進貢的茯苓首烏丸，在什麼地方？」水總兵道：「馬總督嫌我們車多走得慢，另外派人送到京裏去了。」歸辛樹道：「此話當真？」水總兵道：「現在我身家性命都在你們手裏，何必說謊？」歸辛樹心想這大概不是假話，把他往地下一拋，喝道：「要是查到你胡言騙人，回來取你狗命。」轉頭對歸二娘道：「快往前追。」歸二娘抱著孩子，心頭煩燥，單掌起處，把擋在前面的官兵打得東倒西歪，鼻青目腫，與孫仲君等三個徒弟逕自跟著丈夫走了。袁承志知道他們對自己心存芥蒂，只好默然不語。等他們去後，問水總兵道：「他們找什麼藥丸？」水總兵道：「最近安徽深山裏找到了一塊兩千多年的大茯苓，湊巧浙東又有人掘到一個人形何首烏，這兩樣東西都是千載難逢的寶物。鳳陽總督馬士英得到訊息，差幕客一半強取一半價購的買了來，命高手藥師製成了二十顆伏苓首烏丸，據說還配了人參，珠粉等等珍貴藥材，單是藥材本錢就花了兩三萬兩銀子。這件事轟動了江南，是許多人都知道的。」承志道：「這藥丸治什麼病？」水總兵道：「我也不大清楚，只聽說有什麼起死回生的神效，體質虛弱的人，只要吃一粒就立刻見了功。」承志心道：「那就是了，二師哥的愛子有病，久醫不愈，所以急於要得這些藥丸。」又問：「馬督撫拿去進貢嗎？」水總兵道：「是啊，他本來差我一併送去，但後來嫌我們車多行得慢，而且我們又押了不少犯死罪的犯人，不大吉利，所以另外請了金陵永勝鏢局的董鏢頭護送到北京去呈給皇帝。」承志心腸厚道，一心希望二師哥能奪到藥丸，救了孩子之命，忙問：「這批鏢師走了幾天啦？」水總兵道：「他們和我們是同天出發的，不過他們只有十個人，行道快得多，多半是搶在我們前頭有八九天路程了吧。」這時祖仲壽、朱安國、倪浩、羅大千等袁部舊侶紛紛過來相見，各人不但得脫大難，而且見袁承志已長成如此英俊，一身武藝，指揮戰陣時雖是小試牛刀，亦已頗有乃父當日雄風，無不驚喜交集。承志問起被捕緣由，祖仲壽約略說了。原來當日「山宗」舊友在老鴉山聚會，被明兵突施襲擊，幸而大部人員早已散走，除應松終於被害外，祖仲壽等都告脫險，後來重又聚集。祖仲壽等見國事日非，天下大亂，在淮北魯南一帶會聚豪傑，準備大舉，那知事機不密，被鳳陽總督馬士英所破，首要人物一鼓成擒，械繫赴京問斬。差幸天緣巧合，竟會在此處與袁承志相遇。眾人略述別來的情形，都是悲喜交集。祖仲壽聽說袁承志和闖王頗有連絡，說道：「袁公子，這裏又有盜幫，又有投降的大批官兵，他們對你都很敬服，正是難遇的良機，你何不暫緩赴京，把這批人手好好整頓一下？」承誌喜道：「祖叔叔說的是，這一帶英雄豪傑很多，咱們索性大大的幹一下，找個地方會集群雄。」祖仲壽一拍大腿道：「好極了，何不就是泰山？」承志道：「泰山是五嶽之長，再好也沒有了。」當下令人收拾好鐵箱中散開的寶物，把漕運銀子取出二十萬兩，俵分給青竹幫與山東各寨群盜，褚紅柳也得了五千兩，再取出二十萬兩賞給投降的官兵，一時峽谷前後歡聲雷動。承志派遣青竹幫、山東群盜及「山宗」所部的得力人員，分赴各地送信，約定中秋日在泰山頂上取齊，又請祖仲壽、朱安國等人會同水總兵帶領投降的官兵，到荒僻險峻之地起造山寨。這一役馬士英部下一萬名官軍全軍覆沒，二百餘萬兩漕銀被劫得沒留下半星一忽，京師山東，無不震動。等到馬士英再調大軍前來追剿，盜幫早已影縱全無，那裏還追尋得著。眼見月虧而盈，丹桂飄香，中秋將屆。泰山各處廟宇道觀中陸陸續到了數百位各幫各派的英雄豪傑。中秋日清晨絕早，群雄會聚在石經谷，那裏一片平廣，數畝石場，光潔異常，相傳是古時高僧講經之所，山上刻有八分書金剛經，字大如斗，筆力古勁。這天到會的，除袁承志、青青、啞巴、洪勝海等人外，有袁部舊部將祖仲壽、朱安國、倪浩、羅大千等人；有江蘇金龍幫焦公禮、焦宛兒、羅立如等人；有河青竹幫程青竹等人；有山東群盜沙天廣、譚文理等人，有浙江龍游幫的榮彩等人；有福建少林寺十力大師、海外七十二島島主鄭起雲等人；有袁承志從囚車中搭救出來的淮南飛虎峪寨主聶天風、贛北鄱陽幫幫主樑銀龍等人；有投降了的明總兵官水齊武等人，還有許許多多江湖豪士，一時英賢畢至。這時山中忽吐白雲一縷，扶搖直升，在山谷中東西奔驟，良久，東邊深黑中朱霞炫晃，顏色變幻不定，或白或橙，緩緩的血線股起，一噴一鮮，轉瞬太陽如一個大赤盤般踴躍而出。下面雲彩被太陽一照，奇麗變幻，白虹蜿蜒，群豪歡呼喝采，觀日升已畢，眾人團團坐下，陰陽扇沙天廣是山東當地的地主，這時他傷勢已愈，站起身來朗然說道：「各位前輩大哥賞臉，來到敝省，兄弟招待不週，請多包涵。」說著團團作了一個四方揖。群豪齊聲謙謝，沙天廣又道：「兄弟是粗人，不明事理，現在請程青竹前輩來說話。」這兩人以前互不相下，那天出生入死的廝拼了一次之後，各自欽佩對方的武功，反而結成了好友，程青竹哈哈一笑，撐了一支青竹，站起身來說道：「咱們武林的朋友以前在泰山上也聚過會，不過人數從來沒這樣多。不怕各位笑話，以前咱們到這裏幹什麼？不過是劃地盤，分贓銀罷啦。」群雄一陣轟笑，程青竹道：「這次有許多英雄朋友大駕光臨，咱們不能再沒出息啦。現在天下大亂，正是有志之士成名立業的好時光。昏君無道，朝中全是貪官污吏，關外滿奴，又時時侵犯疆界，弄得百姓叫苦連天，咱們那一個不是被逼而走上這條路的？咱們總要好好商議，做一番大事業出來。」各人聽得血脈奮張，齊聲喝采。程青竹又道：「今日到會的，都是好朋友，咱們歃血為盟，以後患難相助，共圖大事。如有貪圖富貴，出賣朋友，或是貪生怕死，自私自利的，大家一齊幹他奶奶的。」眾人又是一陣喝采。沙天廣道：「會盟不可無盟主，咱們推舉一位大家佩服的英雄大哥出來，以後都聽他的號令。不管是誰當盟主，兄弟必定追隨到底，絕無異言。」十力大師站起來道：「群龍無首，決不能成大事，推舉盟主，老衲是一力贊成的。不過這位盟主必須智勇雙全，有仁有義，才能服眾。」鄭起雲道：「那是當然的了，我瞧您大師就是不錯。」十力大師笑道：「老衲風燭殘年，那能擔當重任，鄭島主別取笑了。」這時眾人交頭接耳，紛紛議論，都覺盟主應該推舉，使得散在各地互不理會的英雄豪傑，聯成一起。那時不但相互之間不會殘殺爭鬥，連官府也不敢輕易搜剿。只是群雄向來各霸一方，誰也不肯服誰，不要為了爭做盟主，反而毆殺一場，那就弄巧成拙了。程青竹待眾人議論了一會，拍了幾下掌，高聲說道：「各位如無異議，那麼現在推舉如何？」只見群雄中站起一條身高七尺的魁梧大漢，聲如洪鐘的說道：「孟伯飛孟老爺子在武林無人不敬，無人不服。今日他老人家雖然不在此地，但盟主一席自然非他莫屬，兄弟以為不必另推了。」他話一說畢，群雄中有許多人附和。承志問坐在身邊的洪勝海道：「孟伯飛是什麼人？」洪勝海奇道：「袁相公你不知此人嗎？」承志道：「我武林的朋友識得很少。」洪勝海道：「孟老爺子人稱蓋孟嘗，端的仗義疏財，最愛朋友，武林中人緣極好。他獨創的孟家神拳、快活三十掌，變幻莫測，投拜在他門下的豪傑數也數不清，真的是桃李滿天下，北方學武的人提到蓋孟嘗，那是沒有人不佩服的。這大漢是他最心愛的掌門大弟子，叫做丁甲神丁遊。」承志道：「嗯，原來如此，那麼推孟老爺子做盟主倒也很好。」七十二島島主鄭起雲道：「孟伯飛孟老爺子威名遠震，兄弟雖然亡命海外，卻也是久仰了，推他做盟主，論德望，論功夫，那是再好也沒有。不過兄弟有一點顧慮，不知該不該說。」丁甲神丁遊道：「鄭島主但說不妨。」鄭起雲道：「孟老爺子在保定府這些年，身家財產，非同小可，咱們大家幹的可都是些嘯聚山林，殺官造反的事。要是孟老爺子給咱們帶頭，將來有事連累於他，大家心裏不安。」群雄一聽這話倒也有理，各人靜默了一陣，金陵金龍幫幫主焦公禮站起來道：「兄弟推舉一位武功蓋世、仁義包天的英雄。這位英雄雖然年紀還輕，武林中許多朋友都不識他，但兄弟斬釘截鐵的說一句，只要這位英雄肯出來，做事一定公正，管教威風大震，官府不敢小覷咱們。」沙天廣聲音尖細，他提高了嗓子，更是刺耳，只聽他道：「兄弟心裏也有一位年輕的英雄，祇怕並不見得比焦幫主所說的那位差。」焦公禮道：「兄弟年紀不敢說長，也已虛活了五十多歲，見識不敢說廣，但也會過了天下無數成名的豪傑，但像我所說的那位朋友，讓兄弟佩服得五體投地的，生平還沒遇見過。」程青竹冷冷的道：「沙天廣沙寨主的脾氣我是知道的，他陰陽扇打穴的功夫當今武林中雖然說不上獨一無二，也總是頂尖兒的了。他口服心服的人，一定不會錯，咱們青竹幫一齊贊成沙寨主的話。」焦公禮脹紅了臉道：「盟主怎樣選法？我們金龍幫雖然沒用，人數卻比青竹幫多些。」眼見兩人就要爭吵起來。十力大師道：「焦幫主且莫心急，你說的那位朋友是誰，老衲猜個九成兒不會錯。請問沙寨主，你說的朋友是誰，兩家都說出來，請在場的朋友們秉公評定就是。也說不定大家對這兩人都不心服呢？」沙寨主向袁承志一指道：「我說的是這位袁相公，各位莫瞧他年紀輕輕，武功識見卻是高人一等。我要聲明一句，兄弟與袁相公還是最近方纔相識，與他既非同門，又非舊交，完全是佩服英雄，所以一力推薦。」他這番話一說，山東各寨群盜與青竹幫眾人齊聲歡呼，聲勢很壯。承志聽他們說到自己，事先完全沒有想到，站起身來雙手亂搖，連說：「不可！」焦公禮等人聲稍靜，仰天大笑，「哈哈，哈哈！」好一陣不絕。沙天廣怒道：「焦幫主我倒要請教，你幹麼譏笑兄弟？」焦公禮拱手笑道：「兄弟那敢譏笑。沙寨主可知兄弟要推舉的是那一位？」沙天廣道：「我當然不知。」焦公禮道：「除了這位袁相公還有何人？」眾聽他們三人爭了半天，說的原來同是一人，都不禁轟笑起來。袁承志心裏很是著急，忙站起說道：「兄弟年輕識淺，今日能參與泰山大會，已很榮幸，只盼追隨各位前輩之後，稍效微勞，那敢擔當大任，快請別選賢能。」祖仲壽道：「袁公子是咱們袁大帥的親子，咱們『山宗』舊友內舉不避親，以為請他擔當盟主，最是合適不過。」鄭起雲問道：「那一位袁大帥？」祖仲壽道：「就是在遼東力抗清兵，無辜被昏君害死的袁崇煥袁大帥。」袁崇煥為國禦侮，慘遭殺害，天下無不為他抱冤，群雄聽了這句話，嘆息四起，本來無可不可的人也一致贊成。袁承志極力推辭，那裏推辭得掉。加之投降了的水總兵，被承志從囚車中救出來的梁銀龍，聶天風等人都是極力附和，盟主一席勢成定局。龍游幫幫主榮彩本與承志有點過節，一則見群雄眾望所歸，自己不能力排眾議，再則想到承志在江上不為已甚，擲皮相救，使他不致落水出醜，也算受過他的恩惠，當下站起來說道：「這位袁相公武功精湛，在場許多朋友都知道的了，兄弟就曾栽過在他的手裏。」眾人不覺一楞，榮彩又道：「可是他很給兄弟留餘地，兄弟雖然栽了，卻是心甘情願，現在選他做盟主，兄弟一力贊成。」眾人見曾經與他敵對過的人也這樣說，都歡呼起來。丁甲神丁遊走到承志身邊，向他細細打量，見他眉清目秀，貌不驚人，何以群雄對他如此擁戴？心想他聲威一下子蓋過了自己師父，很不服氣，說道：「恭喜你啦，袁相公。」伸手出去，拉著承志的手似乎很是親熱。承志道：「這大任兄弟是無論如何不能──」他話未說完，突覺手上一緊，丁遊使出了「霸王扛鼎」的師傳絕藝，用力一扯，想把承志甩在空中，跌他一個半死，讓這位「盟主」在大家面前當場出醜。承志不動聲色，暗中用上了「千斤墜」的功夫。丁遊連扯三扯，自己胳臂上肌肉噴起，用足了平生之力，但對方就如釘牢了在石上一般，只聽他繼續說道：「兄弟那能擔當這件大任，丁兄的令師名滿天下，那一定比兄弟適當得多。」丁遊再是用力一扯，只聽見自己右臂上格的一聲，知道用力過度，疾忙放手，承志仍舊似乎毫無所覺，丁遊是個粗魯漢子，為人卻十分爽直，這樣一試，知道承志武功比自己不知要高出多少。只要他乘勢反擊，祇怕自己也已被他丟下山谷之中，但他顧全自己面子，令旁人瞧不出來，心中頓生感激之意，大聲說道：「好，你做盟主很好！」說著拜了下去，承志連忙還禮，心頭也很喜歡這大漢莽得可愛。群雄當下點起香燭，一齊拜天禱祝。程青竹道：「咱們既然會盟，就要有個盟規，現在請盟主宣佈，大家來商酌。」袁承志還待推辭，祖仲壽輕聲在他耳邊道：「公子，你謙辭不就，如盟主一席一幸落入奸人之手，禍害實在不小，要是你能奮展鷹揚，領袖群倫，大帥的血海深仇就可得報了。」承志聽他責以大義，不覺凜然心驚，站起來團團一揖，說道：「既然各位美意，兄弟恭敬不如從命，只是兄弟識見淺薄，還望各位前輩兄長以大事為重，隨時匡正，兄弟必敬受教言。」他文縐縐的一說，有些草莽英雄聽不明白，但都知他是答允任盟主了，大家歡呼喝采。承志向祖仲壽道：「盟約就請祖叔叔起草了。」祖仲壽也不推辭，回進廟裏草擬，他知大家以信義為先，不重文采，所以言簡意深的寫了數百字。承志當眾宣讀了，群雄歃血宣誓，決不背盟，一個轟動沿海各省武林的泰山大會至此圓滿結果。袁承志出道不到半年，仗著武功絕頂，智勇兼全，加之機緣巧合，竟爾成為冀、魯、蘇、浙、閩、贛、皖七省草莽群豪的大首領。眾人在泰山上歡聚暢飲，鬧了三日，這才分批陸續下山。這三日中承志與群雄傾心結納，許多素不相識的人見他謙和自下，都和他結成了知友。眾人下山時承志拿出劫來的漕銀，各人都厚厚的贈了一筆盤費。等到群豪散盡，承志和青青、啞巴、洪勝海三人押著鐵箱首途赴京。程青竹與沙天廣豪興勃發，一定要隨盟主到天子腳下的京都去玩玩，承志知他們武功極好，正是兩個得力的幫手，欣然同意。他又見洪勝海一路忠心耿耿，再無反叛之意，當下給他治好了身上傷勢，洪勝海心中更是感激。一行六人揚鞭馳馬，在一望無際的山東平原上北行。這一帶都是沙天廣的屬下，進入河北省境後是青竹幫的地界，自有沿途各地的頭目隆重迎送。青青見意中人如此得人推崇，得意非凡，本來愛鬧鬧小脾氣的，現在也大為收歛了。這天來到河間府，當地青竹幫的頭目大張筵席，與盟主慶賀，作陪的都是河間府武林有聲之士，酒過三巡，眾人縱談江湖軼聞，武林掌故，忽然有一人向程青竹道：「程幫主，再過十一天就是孟伯飛孟老爺子的六十華誕，你是不能去了吧？」程青竹道：「我要隨盟主上京，祝壽是不能去了，我是禮到人不到，已辦了一份禮叫人送了去。」沙天廣也道：「兄弟的禮也早已送去，孟老爺子很夠朋友，知道咱們不到，必定身有要事，決不能怪。」承志心中一動，尋思：「這蓋孟嘗在北五省大大有名，既是他壽辰在即，我何不乘機結交一番？」於是說道：「孟老爺子兄弟是久仰了，他日內就是六十大慶，兄弟想去祝賀一番，各位以為怎樣？」眾人一聽，一齊鼓掌叫好，都說：「盟主給他這樣大的面子，孟老爺子一定樂極。」承志在席間又打聽了一下孟伯飛的為人，大家都說他慷慨豪爽，最愛朋友。承志道：「咱們向西到保定府拐個彎兒，上京也耽擱不了幾天。」次日眾人改道西行，這天來到高陽，離保定府已不過一日路程，眾人到大街上悅來客店投宿，安頓好鐵箱行李之後，到大堂裏飲酒用飯。剛分別坐下，只見東面桌邊坐著一個胖大頭陀，頭上一個銅箍把長髮箍住，相貌很是威猛，桌上已放了七八把空酒壺。店小二把酒拿到，他倒在一隻大碗裏，骨嘟骨嘟一口氣的喝乾了，雙手抓起桌上盤中的牛肉，片刻間吃得乾乾淨淨，一迭連聲大嚷：「添酒添肉，快快！」這時幾個店小二忙著招呼承志等人，來不及理會，那頭陀大怒，猛力在桌上一拍，酒壺，杯盤都跳了起來，這一下拍得猛烈異常，連頭陀鄰桌客人的酒杯都震翻了，酒流了一桌。那客人「啊喲」一聲跳了起來，眾人見他是一個又瘦又小的漢子，上脣留了兩撇鼠鬚，眸子一翻，卻是精光逼人，那漢子叫道：「大師父，你要喝酒，別人也要喝啊。」那頭陀正沒好氣，又是一掌拍在桌上，喝道：「我自叫店小二，干你甚事？」那瘦小漢子道：「從來沒見過這樣兇狠的出家人。」那頭陀道：「今日叫你見見。」青青在一旁瞧得不服氣，對承志道：「我去管一管。」承志道：「等著瞧，別看那漢子矮小，他也不是好惹的。」青青正想瞧兩人打架，那知那漢子好像怕頭陀的威勢，說道：「好，好，算我錯。成不成？」頭陀見他認錯，正好店小二又送上酒來，也就不再理他，自行喝酒。那漢子走了開去，過了一會，重又回來。承志等見沒熱鬧好瞧，自顧飲酒吃飯，突然一陣清風過去，一股臭氣撲鼻而來，青青摸出手帕掩住鼻子。承志一轉頭，只見頭陀桌上放著一把便壺，這一下忍不住要笑出聲來，向青青一使眼色，嘴角往頭陀一努。青青見一把便壺端端正正的放在桌上，那頭陀卻茫然未覺，不禁大笑。大堂中許多吃飯的人還未發覺，都說：「好臭，好臭！」那瘦小漢子卻高聲叫道：「香啊，香啊！」青青悄聲笑道：「這一定是那漢子拿來的了，他手腳好快，怎麼放的我竟沒看見。」這時頭陀也覺得臭氣觸鼻，伸手去拿酒壺，提在手裏一看不對，赫然竟是一把便壺，而且重甸甸的，顯然裏面裝滿了尿，心中大怒，反手一掌，把身旁的店小二打得跌出丈餘，翻了一個筋斗，只聽見那瘦小漢子還在大讚：「好酒，好酒！香啊，香啊！」這才知道是他作怪，劈臉將便壺向他擲去。那漢子早有提防，只見他身法滑溜異常，一鑽從桌底鑽了過來，已躲在頭陀身後。那便壺在桌上碰得粉碎，臭氣四溢，眾人紛紛走避。