第八十八回　似嗔似怨陳友諒的話聽來似乎是委屈了宋青書，其實許多話都在派掌棒龍頭的不是，他說趙明「以龍頭大哥之棒，盪開了宋兄弟之劍」，又說「龍頭大哥德高望重，就算責備錯你了，也當誠心受教」，丐幫中諸長老都聽了出來。但陳友諒近年來是幫主跟前一個大大的紅人，史火龍對他言聽計從，眾人也就沒有什麼話說。只聽史火龍道：「陳兄弟，適才前來搗亂的妖女，乃是汝陽王的親生愛女。魔教是朝廷的對頭，怎麼咱們說到魔教的小魔頭張無忌，這位郡主娘娘反而挺身出來給他出頭？」陳友諒沉吟不答，掌砵龍頭說道：「我見那郡主娘娘淚光瑩瑩，臉上神色十分氣憤。陳兄弟咒是魔教教主，那郡主娘娘卻像是聽到旁人咒他父兄一般，實是令人大惑不解。」宋青書道：「啟稟幫主：此中情由我倒知道。」史火龍道：「宋兄弟請說。」宋青書道：「魔教雖是事事和朝廷作對，但這位明明郡主對張無忌痴心相戀，恨不得嫁了他才好，什麼事都出力護得他。」丐幫群豪聽了此言，都是「啊」的一聲，人人頗出意外。張無忌在巨鼓中聽得清楚，心中也是怦怦亂跳，腦中只是響著：「那是真的麼？那是真的麼？」趙明轉過頭來，雙目瞪視著他。鼓中雖然陰黑，但張無忌目光銳敏，藉著些微光，已見到她眼中流露出柔情無限。無忌胸口一熱，抱著她的雙臂緊了一緊，便想要往她櫻唇上吻去，突然間想起殷離慘死之狀，一番愛戀登時化作仇恨，右手抓著她的手臂，使勁的一捏。以無忌此時功力，這一捏雖非運出全部的內力，但趙明已是抵受不住，只覺眼前一黑，痛得幾欲暈去，忍不住便要學殷離那樣一句罵了出來：「你這狠心短命的小鬼。」總算她自制力強，口中沒有出聲，但淚水卻簌簌的流了出來。這淚水一滴滴的都流在無忌手背之上，又沿著他手臂，流上了他的衣襟。無忌心下剛硬，對她毫不理睬。但聽得陳友諒問道：「你怎知道？當真有這等怪事麼？」宋青書恨恨的道：「張無忌這小子相貌平平，並無半點英俊瀟灑之處，只是學到了魔教的邪術，許多青年女子便都墮入他的彀中而不自覺。」執法長老點頭道：「不錯，魔教中的淫邪之徒確有這種採花的法門。峨嵋派的女弟子紀曉芙，不就因受了魔教楊逍的邪術，因而鬧得身敗名裂麼？張無忌的父親張翠山，也是被白眉鷹王之女的妖法所困。那明明郡主，想必是中了這小魔頭的採花邪法，因而失身於他，木已成舟，生米煮成熟飯，便自甘墮落而不能自拔了。」丐幫群豪一齊點頭稱是。傳功長老義憤填膺，說道：「這等江湖上的敗類，人人得而誅之，否則天下婦女的名節，不知更將有多少喪在這小淫賊的手中。」張無忌只氣得混身發顫，他迄今仍是童子之身，但自峨嵋派絕滅師太起，不知有多少人罵他是淫賊，當真是有冤無處訴了。至於說趙明失身於己，木已成舟云云，更不知從何說起，想到此處，突然一驚：「趙姑娘和我相擁相抱，躲在此處，萬萬不能讓他們發覺，否則更是證實了這不白之誣。」只聽那傳功長老又道：「峨嵋派周芷若姑娘既落在這小淫賊手中，想必貞潔難保。宋兄弟，此事你也不必放在心上，咱們必然助你奪回愛妻，決不能讓紀曉芙之事，重見於今日。」執法長老道：「大哥此言甚是。武當派當年庇護不了殷利亨，今日自也庇護不了宋青書。宋兄弟投入本幫，咱們若不給他出這口氣，不助他完成這番心願，他好好的武當派未來掌門，何必到本幫來當一名六袋弟子？」丐幫群豪大聲鼓噪，都說誓當宰了張無忌這淫賊，要助宋青書奪回妻子。趙明將嘴湊到無忌耳邊，輕輕說道：「你這該死的小淫賊！」這一句話似嗔似怒，如訴如慕，無忌只聽得心中一蕩，霎時間意亂情迷，極是煩惱：「倘若她並非如此奸詐陰毒，害死我的表妹，我定當一生和她長相廝守，什麼也不顧得了。」只聽得巨鼓之外，宋青書含含糊糊的向群丐道謝。執法長老為人甚是精細，又問：「那淫賊如何迷姦明明郡主，你可知道麼？」宋青書道：「這中間的細節，外人是無法知悉的了。兄弟只知當時明明郡主率領朝廷武士，來武當山擒拿我太師父，一見那淫賊之面，便即乖乖退去，武當派一場大禍，登時風平浪靜。我三師叔俞岱岩二十餘年前被人折斷肢骨，也是明明郡主贈藥於那淫賊，因而接續了斷骨的。」執法長老道：「這就是了，想武當派自來是朝廷眼中之釘，那明明郡主若非迷戀淫賊，忘了本性，決不致反而贈藥助敵。如此說來，那淫賊雖然人品不端，對於太師父和眾師叔伯倒還頗有香火之情。」宋青書道：「嗯，我想他不致於全然忘本。」陳友諒道：「啟稟幫主：兄弟聽了宋兄弟之言，倒有一計在此，可制得那小淫賊服服貼貼，令魔教上下，盡數聽令於本幫。」史火龍喜道：「陳兄弟竟然有此妙計，請快快說來。」陳友諒道：「此間耳目眾多，雖然都是自家兄弟，仍恐洩漏了機密。」大殿中語聲稍停，只聽得腳步聲響，有十餘人走出殿去，想是只剩下丐幫中最高的幾位首領。只聽陳友諒道：「此事千萬不能透露半點風聲，宋兄弟，兩位龍頭大哥，咱們前後搜查一遍，且看是否有人偷聽。」只聽得颼颼兩聲，掌棒龍頭和掌砵龍頭已上了屋頂，陳友諒和宋青書在殿前殿後仔細搜查，連未倒的神像之後，帷幕之旁，匾額之內，到處都察看過了。張無忌暗服趙明心思機敏，大殿中除了這巨鼓之外，確無其他更好的藏身處所。四個人查察已畢，重回殿中。陳友諒低聲道：「這事還須著落在宋兄弟的身上。」宋青書奇道：「我？」陳友諒道：「不錯，掌砵龍頭大哥，請你配幾份『五毒失心散』交由宋兄弟帶上武當山去，暗中下在張真人和武當諸俠的飲食之中。咱們在山下接應，得手之後，將張真人和武當諸俠一鼓擒來，那時以此要脅，何愁張無忌這小賊不聽命於本幫？」史火龍首先便道：「妙計，妙計！」執法長老也道：「此計不錯。本幫五毒失心散毒性厲害，要在張無忌的飲食之中下毒，他魔教防範周密，難得其便。宋兄弟是武當子弟，所謂家賊難防，當真是神不知，鬼不覺，手到擒來。」宋青書躊躇道：「這個……這個……要兄弟毒害家父，那是萬萬不可。」陳友諒道：「這五毒失心散是本幫的靈藥，不過令人暫時神智迷糊，並不傷身。令尊宋大俠仁俠重義，咱們素來是十分敬仰的，決不致傷他老人家一根毫毛。」宋青書仍是不肯答應，說道：「兄弟投效本幫，太師父和家父知道後已必重責，這等不孝犯上之事，兄弟萬萬不敢應承。」陳友諒道：「兄弟，你這事可想不通了。自來成大事者，不拘小節，古人大義滅親，歷朝均有，何況咱們的宗旨乃在對付魔教，擒拿武當諸俠，只不過是箝制張無忌那小淫賊的一種方策而已。」宋青書道：「兄弟若是做了此事，在江湖上被萬人唾罵，有何面目更立於天地之間？」陳友諒道：「適才我為什麼要八袋長老他們都退出殿去？為何要上下前後仔細搜查？那就是怕此洩漏出去啊。宋兄弟，你下藥之後，自己也可假作昏迷，咱們將你縛住，和你太師父、尊大人，以及眾師師叔關在一起，誰也不會疑心於你，除了咱們此間七人之外，世上更有何人得知？咱們只有佩服你是個能夠擔當大事的好漢子，誰會笑你？」宋青書沉吟半晌，囁嚅道：「幫主和陳大哥有命，小弟原不敢辭。再說小弟新投本幫，自當乘機立功，縱然赴湯蹈火，也當盡心竭力。只是人生於世，孝義為本，要小弟算計家父，那是萬萬不可。」丐幫中向來傳統，於「孝」之一字，原是極為尊祟，群丐聽他如此說，倒是不便如何相強。陳友諒忽地冷笑一聲，說道：「以下犯上，那是我輩武林中人的大忌，不用宋兄弟說，這個我也明白。但不知莫聲谷莫七俠和宋兄弟如何稱呼？是他輩份高，還是你輩份高？」宋青書不語，隔了良久，忽道：「好，既是如此，小弟應命就是。但各位須得應承，既不能損傷家父半分，也不能絲毫折辱於他。否則小弟寧可身敗名裂，也不能幹此不孝的勾當。」史十龍、陳友諒等無不大喜，齊聲說道：「這個咱們自是應承得。宋兄弟跟咱們兄弟相稱，宋大俠便是咱們的尊長，宋兄弟便是不說，咱們也當對他老人家盡子侄之禮。」張無忌心下起疑：「宋師哥一直不肯答允，何以陳友諒一提莫七叔，宋師哥便不敢再行推辭，此中定有蹺蹊。看來只有當面問過莫七叔，方知端詳。」只聽執法長老和陳友諒等低聲商議，當張三丰、宋遠橋等人中毒之後，丐幫群豪怎生上山接應。每逢陳友諒如何說，史火龍總是道：「甚好，甚好！」當砵龍頭道：「此時方當隆冬，五毒均蟄伏土下，小弟須得走長白山腳上挖掘，多則一月，少則二十日，當可合成五毒失心散。從冰雪之下掘出來的毒物，毒性不顯，服食時不易知覺，對付這等第一流的高手，倒是這等毒物最好。」執法長老道：「陳兄弟、宋兄弟兩位，陪同掌砵龍頭赴長白山配藥，咱們先行南下。一個月後，在老河口聚齊。今日是十二月初八，準定年後正月初八相會便了。」又道：「那韓林兒落在咱們手中，甚是有用，請掌棒龍頭加意看守，以防魔教截奪。咱們分批而行，免入敵人的耳目。」當下眾人紛紛向幫主告辭，掌砵龍頭和陳友諒、宋青書三人先向北行。片刻之間，彌勒廟前前後後的丐幫人眾散了個乾淨。張無忌聽得群丐去遠，廟中再無半點聲響，於是從鼓中躍了出來。趙明跟著躍出，理一理身上衣衫，似喜似嗔的橫了無忌一眼。無忌怒道：「哼，虧你還有臉來見我？」趙明俏臉兒一沉，道：「怎麼啦？我什麼地方得罪大教主啦？」張無忌臉上如罩嚴霜，喝道：「你要盜那倚天劍和屠龍刀，我不怪你！你將我拋在荒島之上，我也不怪你！可是殷姑娘已然身受重傷，你何以還要再下毒手！這等狠毒的女子，當真是天下少見。」說到此處，怒火上沖，跨上一步，左右開弓，便是四個耳光。趙明欲待閃避，但在無忌掌力籠罩之下，如何閃避得了？拍拍拍拍四聲響過，她兩邊臉頰登時紅腫起來。趙明又痛又怒，珠淚滾滾而下，哽咽道：「你說我盜了倚天劍和屠龍刀，是誰見來？誰說我對殷姑娘下了毒手，你叫她來跟我對質。」張無忌愈加憤怒，大聲道：「好！我叫你到陰間去跟她對質。」左手一圈，右手一扣，已叉住了她的粉頸，雙手使勁，趙明呼吸不得，右手一指戳向無忌胸口。但無忌有九陽神功護體，這一指戳到，如中敗絮，指上勁力消失得無影無蹤。霎時之間，趙明滿臉紫脹，暈了過去。無忌記著殷離之仇，本待將她扼死，但見了她這等神情，急地心軟，放鬆了雙手，趙明往後便倒。咚的一聲，後腦撞在大殿的青石板上。過了好一陣，趙明才悠悠醒轉，見無忌雙目凝望著她，滿臉是擔心的神色，見她睜眼，這才吁了口氣。趙明問道：「你說殷姑娘過世了麼？」無忌怒氣又生，喝道：「被你這麼斬了十七八劍，她……她難道還活得成麼？」趙明顫聲道：「誰……誰說我斬了她十七八劍？是周姑娘說的，是不是？」無忌道：「周姑娘決不在背後說旁人壞話，她沒親見，不會誣陷於你。」趙明道：「那麼是殷姑娘自己說的了？」無忌大聲道：「殷姑娘早不能言語了。那荒島之上，只有咱們五人，難道是義父斬的？是我斬的？是殷姑娘自己斬的？哼，我知道你的心思，你是怕我跟我表妹結為夫婦，是以下此毒手。我跟你說，她死也好，活也好，我都當她是我妻子。」趙明低頭不語，沉思半晌，又問：「你怎地回到中原來啦？」無忌冷笑道：「那倒多蒙你的好心了，你派水師到島上來迎接在下，幸好我義父不似我這等老實無用，咱們才不墮入你的奸計之中。你派了炮船候在海邊，要開炮轟沉咱們座船，這番心計卻是白用了。」趙明撫著紅腫炙熱的面頰，怔怔的瞧著無忌，眼光中忽然露出憐愛的神色，長長的嘆了口氣。無忌生怕自己心動，屈服於她美色和柔情的引誘之下，將頭轉了開去，突然一登足說道：「我曾立誓替表妹報仇，算我懦弱無用，今日下不了手。你作惡多端，終須有日再撞在我的手裏！」說著大踏步走出廟門。他走出十餘丈，聽得趙明追了出來，叫道：「張無忌，你往那裏去？」無忌道：「這跟你有什麼相干？」趙明道：「我有話要問謝大俠和周姑娘，請你帶我去見見他二人。」無忌道：「我義父下手不容情，你還不是去送死？」趙明冷笑道：「你義父心狠手辣，可不似你這等胡塗。再說，謝大俠殺了我，你是報了表妹之仇，不是了結一件心事？」無忌道：「我胡塗什麼？我不願你去見我義父。」趙明微笑道：「張無忌，你這胡塗小子，你心中實在捨不得我，不肯讓我被謝大俠殺了，是也不是？」無忌被她說中了心事，臉上一紅，喝道：「你別囉唆！我叫你多行不義必自斃。你最好離得咱們遠遠的，別叫我管不住自己，送了你的性命。」趙明一步步走近身去，說道：「我這幾句話非問清楚謝大俠和周姑娘不可，我不敢在背後說旁人壞話，當面卻須說個明白。」無忌起了好奇之心，道：「你有什麼話問他們？」趙明道：「待會你自然知道。我不怕干冒危險，你反而害怕麼？」無忌略一遲疑，道：「這是你自己要去的，我義父若下毒手，我須救不得你。」趙明道：「不用你替我擔心。」無忌怒道：「我替你擔心？哼！我巴不得你死了才好。」趙明笑道：「那你快動手啊。」無忌呸了一聲，不去理她，快步向鎮甸走去。趙明跟在後面。兩人將到鎮甸，無忌停步轉身，說道：「趙姑娘，我曾答應過你，替你做三件事。第一件是替你找屠龍刀，這件事算是做到了。還有兩件未做，你若跟我去見義父，那是非死不可，你還是走吧，待我替你幹了那兩件事，再去會我義父不遲。」趙明嫣然一笑，說道：「你是在給自己找個不殺我的原因，我知道你心中是捨不得我。」無忌怒道：「就算是我不忍心，那又怎樣？」趙明道：「我很喜歡啊。我一直不知道，你是不是真心待我，現下可知道了。」無忌嘆了口氣，道：「趙姑娘，我求求你，你自個兒去吧。」趙明搖頭道：「我非見謝大俠不可。」無忌拗她不過，只得舉步走向客店，到了謝遜房門之外，在門上敲了兩下，叫道：「義父！」口中叫門，身子擋在趙明之前。那知叫了兩聲，房中無人回答。無忌一推門，房門卻關著，他心下起疑。暗想以義父耳音之靈，自己到了門邊，他便在睡夢之中，也必驚醒，若說出外，何以房門卻又閂了？當下手上微微一使勁，拍的一聲門閂繃斷，房門開處，只見謝遜果不在內。但見一扇窗子卻開了一半，想是謝遜從窗中去了。無忌走到周芷若房外，叫了兩聲：「芷若！」不聽答應，推門進去時，見周芷若也不在內，但炕上衣包，仍是端端正正的放著。無忌道：「莫非是遇上了敵人？」叫店伴來一問，那店伴說道，不見他二人出去，也沒聽到甚麼爭吵打架的聲音。無忌心下稍慰：「料想是他二人聽到甚麼響動，追尋敵蹤去了。」又想謝遜雙目雖盲，然武功之強，當世罕有其匹，何況有一個精細謹慎的周芷若隨行，當不致出甚麼岔子。他從謝遜窗中躍出去，四下察看一遍，並無異狀，於是又回到房中。趙明道：「你見謝大俠不在，為什麼反而欣慰？」無忌道：「你又來胡說八道，我幾時欣慰了？」趙明微笑道：「難道我不會瞧你的臉色麼？你一推開房門，怔了一怔，繃起的臉皮便放鬆了。」無忌不去睬她，自行斜倚在謝遜的炕上。趙明笑吟吟的坐在椅中，說道：「我知道你是怕謝大俠殺我，幸好他不在，倒免得你為難。我知道你心中是不捨得我。」無忌怒道：「不捨得你便怎樣？」趙明笑道：「我很開心啊。」無忌恨恨的道：「那你為什麼幾次三番的來害我？你心中倒捨得我？」趙明突然間粉臉飛紅，輕輕的道：「不錯，從前我確是想殺了你，但自從綠柳莊上一會之後，我若再起害你之心，我明明特穆爾身遭天誅地滅，萬劫不得超生。」無忌聽她起誓的言語甚是鄭重，便道：「那為什麼你為了一刀一劍，竟將我拋在荒島之上？」趙明道：「你既認定如此，我是百口難辯，只有等謝大俠、周姑娘回來，咱們四人對質明白。」無忌道：「你滿口花言巧語，只騙得我一人，須騙不得我義父和周姑娘。」趙明笑道：「為什麼你就甘心受我欺騙？因為你心中喜歡了我，是不是？」無忌忿忿的道：「是便怎樣？」趙明道：「我很開心啊。」無忌見她笑語如花，直是動人，轉過了頭不去看她。趙明道：「我在樹上枕了半日，肚裏好餓。」大聲叫店伴進來，取出一小錠黃金，命他快去烹煮一席上等酒菜。那店伴見到黃金，服侍得極是周到，水果點心，流水般送將上來，不一會送上酒菜。無忌道：「咱們等義父回來一起吃。」趙明道：「謝大俠一到，我性命不保，還是先吃個飽，待會兒做個飽鬼的好。」無忌見她話是如此說，但神情舉止之間，卻似一切有恃無恐的模樣。趙明又道：「我這裏金子有的是，待會可叫店伴另整酒席。」無忌冷冷的道：「我可不敢再跟你一起飲食，誰知你幾時又下十香軟筋散。」趙明臉一沉，說道：「你不吃就不吃，你肚子餓，我管得著麼？」說罷自己吃了起來。無忌叫廚房裏送了幾張麵餅來，離得趙明遠遠的，自行坐在炕上大嚼。趙明席上是炙羊烤雞、炸肉膾魚，菜式極是豐盛，無忌自管自己吃他的麵餅。趙明吃了一會，忽然淚水一點點的滴在飯碗之中，勉強又吃了幾口，拋下筷子，伏在桌上抽抽噎噎的哭泣。她哭了一會，抹乾眼淚，似乎心下輕快了許多，望望窗外說道：「再過一個時辰，天就黑了，那韓林兒不知解向何處，若是失了他的蹤跡，倒是不易相救。」無忌一凜，站起身來，道：「正是，我還是先去救了韓兄弟回來。」趙明道：「也不怕醜，人家又不是跟你說話，誰要你接口？」無忌見她忽嗔忽羞，忽喜忽愁，心下又是恨，又是愛，當真不知如何才好，匆匆將半塊麵餅三口吃完，便走出房去。趙明道：「我和你同去。」無忌道：「我不要你跟著我。」趙明道：「為甚麼？」無忌道：「你是害死我表妹的兇手，我豈能和仇人同行？」趙明道：「好，你去吧！」無忌走出了房門，忽又回身道：「那你在這裏幹麼？」趙明道：「我在這兒等你義父回來，跟他說知你去救韓林兒去了。」無忌道：「我義父嫉惡如仇，焉能饒你性命？」趙明嘆了口氣，道：「那也是我命苦，有什麼法子？」無忌沉吟半晌，道：「你還是避一避的好，等我回來再說。」趙明搖頭道：「我也沒什麼地方好避。」無忌道：「好吧！你跟著我一起去救韓林兒，再一起回來對質。」趙明笑道：「這是你要我陪你去的，可不是我死纏著你，非跟你去不可。」無忌道：「你是我命中的魔星，撞到了你，算是我倒霉。」趙明嫣然一笑，說道：「你等我片刻。」順手帶上了門。過了好一會，趙明又打開房門，只見她已換上了女裝，貂皮斗篷，大紅錦衣，裝束極是華麗，無忌沒想到她隨身的包裹之中，竟帶著如此貴重的衣飾，心想：「此女詭計多端，行事在在出人意表。」趙明道：「你呆呆的瞧著我幹麼？我這裏服好看麼？」張無忌道：「顏如桃李，心似蛇蠍。」趙明哈哈一笑說道：「多謝張大教主給了我這八字評語。張教主，你也去換一套好看的衣衫吧。」無忌慍道：「我從小穿著破破爛爛，你若是嫌我衣衫襤褸，儘可不和我同行。」趙明道：「你別多心。我只是想瞧瞧你穿了一身好看的衣衫之後，是怎生一副模樣。無忌哥哥，你在這兒少待，我去給你買衣。反正那些化子們走的是入關的大道，咱們腳下快一些，不怕追他們不上。」也不等無忌回答，自己翩然出門。無忌坐在炕上，心下自責，自己總是不能剛硬，被這個小女子玩弄於掌股之上，明明是她害死了我表妹，仍是這般對她有說有笑，張無忌啊張無忌，你算是什麼男子漢大丈夫？有什麼臉來做明教教主，號令群雄？久等趙明不歸，眼見天色將黑，心想：「我幹麼定要等她？不如獨個兒去將韓林兒救了。」但又尋思：倘若趙明買了衣衫回來，正好撞上謝遜，被他一掌擊在天靈蓋上，腦漿迸裂，死於非命，衣衫冠履散了一地，想到這等情狀，卻又不自禁的不寒而慄。如此坐下又站起，只是胡思亂想，直聽到腳步細碎，幽香襲人，趙明捧了兩個包裹，走進房來。無忌道：「等了你這麼久！不用換了，快去追敵人吧。」趙明微笑道：「已等了這許多時候，也不爭在這更衣的片刻。我已買了兩匹坐騎，連夜可以趕路。」說著解開包裹，將衣褲鞋襪，一件件的取將出來，說道：「小地方沒好東西買，將就著穿，咱們到了大都，再買過貂皮的袍子。」無忌心中一凜，正色道：「趙姑娘，你想要我貪圖富貴，歸附朝廷，可乘早死了這個心。我張無忌是堂堂大漢子孫，便是裂土封王，也決不能投降蒙古。」趙明嘆了口氣，說道：「張大教主，你瞧這是蒙古衣衫呢，還是漢人的服色？」說著將一件灰鼠皮袍提了起來。無忌見她所購衣衫都是漢人的裝束，於是點了點頭。趙明轉了個身，說道：「你瞧我這模樣是蒙古的郡主呢，還是一個平常的漢家女子？」無忌心中怦然一動，先前只見她衣飾華貴，沒想到蒙漢之分，此時經她提醒，才想到她全然是漢人姑娘的打扮。只見她雙頰暈紅，眼中水汪汪的脈脈含情，無忌突然之間，明白了她的用意，說道：「你…你…」趙明低聲道：「你心中捨不得我，我什麼都夠了。管他什麼元人漢人，我才不在乎呢。你是漢人，我也就是漢人，你是蒙古人，我也是蒙古人。你心中想的盡是什麼軍國大事，華夷之分，什麼興亡盛衰、權勝威名，無忌哥哥，我心想的，可就只是一個你，你是好人也罷，壞人也罷，是皇帝也罷，乞兒也罷，對我都完全一樣。」無忌心下感動，聽到她這番柔情無限的言語，不自禁的頗為意亂情迷，隔了半晌，才道：「你所以害死我表妹，是為了妒忌嗎？是怕我娶她為妻麼？」趙明大聲道：「殷姑娘不是我害的。你相信也好！不信也好，我便是這句話。」無忌嘆了口氣，道：「趙姑娘，你對我一番情意，我人非木石，豈有不知？但到了今日這等田地，你又何必再來騙我？」趙明道：「我從前自以為聰明伶俐，處處可佔上風，那知世事難料。無忌哥哥，今天咱們不走了，你在這兒等謝大俠，我到周姑娘的房中等她。」無忌奇道：「為什麼？」趙明道：「你不用問為什麼。韓林兒的事你不用擔心，我擔保一定救他出來便是。」說著翩然出門，走到周芷若房中，關上了房門。無忌一時捉摸不透她用意何在，斜倚在炕上，苦苦思索，突然想起：「莫非她已料想到我和芷若已有婚姻之約，因此害了我表妹一人不夠，又想用計再害芷若？莫非那玄冥二老離開彌勒廟之後，便到這客店中來算計我義父和芷若？」他一想到玄冥二老，心下登時好生驚恐，須知鹿杖客和鶴筆翁武功實在太強，謝遜縱然眼睛不盲，也未必能和任何人一打個平手。他跳起身來，走到趙明房外，說道：「趙姑娘，你手下的玄冥二老到何處去了？」趙明隔著房門道：「他二人多半以為我脫身回去關內，向南追下去了。」無忌道：「你此話可真？」趙明冷笑道：「你既不信我的話，又何必問我？」無忌無言可對，呆立在門外。趙明又道：「假若我跟你說，我派了玄冥二老，來這客店中害死了謝大俠和你心愛的周姑娘，你信不信？」這兩句話說中了無忌的心事，他飛起一足，踢開房門，額頭青筋暴露，顫聲道：「你……你……」趙明見他這等模樣，心中也害怕起來，後悔適才說了這幾句言語，忙道：「我這是嚇嚇你的，你可別當真。」無忌凝視著，緩緩說道：「你不怕到客店中來見我義父，口口聲聲要和他們對質，是不是你明知他二人，現下已經死了？已經不在這世上了？」說著走上兩步，和趙明相距不過三尺，只須手起一掌，立即便能將她斃於掌下。趙明凝視他的雙眼，正色道：「張無忌，我跟你說，世上之事，除非親眼目睹，不可輕信，不可妄聽人言，更不可自己胡思亂想。你要殺我，此刻便可動手，待會等你義父回來，你心中怎樣？」無忌定了定神，暗自有些慚愧，說道：「我義父平安無事，那自是上上大吉。我不許你拿我義父的生死安危來隨口說笑。」趙明點頭道：「我不該說這些話，是我對你不起，你別見怪。」無忌聽她柔聲認錯，心下倒也軟了，微微一笑，說道：「我也忒以莽撞，得罪了你。」說著回到了謝遜房中。但這晚等了一夜，天明睡醒，仍是不見謝遜和周芷若回來。無忌更加擔心起來，胡亂用了些早點，便和趙明商量，到底他二人到了何處。趙明皺眉道：「這也當真奇了。我想此間一帶，這些日子中除了丐幫聚會，並無其他江湖人眾出沒。不如咱們追上史火龍等一干人，再行設法探聽。」無忌點頭道：「也只有如此。」當下結算店帳出房，交代掌櫃，當謝遜、周芷若回來，請他們在店中等候。店伴牽過兩匹粟色的駿馬來。無忌見雙駒毛色光潤，腿高體長，是關外極名貴的良駒，不禁喝了聲采。趙明微微一笑，翻身上了馬背。兩騎馬潑剌剌的馳出了鎮甸，向南疾馳而去。旁人但見雙駿如龍，馬上一男一女衣飾華貴，相貌俊美，還道是什麼官宦人家的少年夫妻，並騎踏青。兩人馳了一日，這天行了二百餘里，途中宿了一宵，次晨又再趕道。