第五十九回　欲施暗算郭靖此時所施展的，正是武林絕學「降龍十八掌」，法王等三人武功雖高，但向來居於隱僻之地，少與外人交遊，見聞均不廣搏，較之尹克西，那可算得是孤陋寡聞之極了，但見郭靖掌風凌厲，每一掌擊出，均夾著一股剛猛無比的強力，三人均不知這套掌法的來歷，當下緊緊將他包圍在圈子之中，心想他內力便再深厚，如此強勁的掌力，卻必難持久。自來暴風不終朝，驟雨不終夕，力道愈強，愈是不可經久，此乃萬物不易之理。豈知郭靖近二十年來勤練「九陰真經」，這是武學的至寶祕笈，當真是奧妙無窮，初時真力還不顯露，數十招後，那降龍十八掌的勁力忽強忽弱，忽吞忽吐，從至剛之中，竟生了至柔的妙用，那已是洪七公當年所領悟不到的神功，以此抵擋天下三大高手的兵刃，竟是絲毫不落下風，而且乘隙反撲，越鬥越揮灑自如。楊過在一旁觀鬥，心中驚佩無已，他也曾在古墓中學過「九陰真經」，只是乏人指點，不知真經的神奇，竟至於斯。他將真經的功訣與郭靖的掌法一一印證，登時悟到了不少極深奧的拳理，當下心中默默記習，一時忘了身上負著血海深仇，立意是要將郭靖置之於死地。金輪法王的武功與郭靖本在伯仲之間，郭靖雖然屢得奇遇，但法王比他大了二十歲年紀，也即多了二十年的功力，二人若是單打獨鬥，非到千招之外，只怕難分勝敗。再加上瀟湘子和尼摩星兩個一流好手相助，法王本來不難取勝，只是郭靖的降龍十八掌實在威力太強，兼之他在掌法之中雜以全真教天罡北斗陣的陣法，鬥到分際，身形穿插來去，一個人竟似化身為七人一般，又因他一上來便將尹克西打傷，這一下先聲奪人，敵對的三人先求自保，不敢放手攻擊，是以雖然以三敵一，也只打了個平手。又拆數十招，法王的金輪漸漸顯出威力，尼摩星的鐵蛇也是攻勢漸盛，郭靖摧動掌力，心中暗感焦躁：「如此纏鬥下去，敵方只要再來一個好手，我便抵敵不住，過兒和那大個兒到那邊相鬥，又不知勝敗如何？」須知高手相鬥，絲毫不敢疏神，四人目光不敢有瞬息旁顧，楊過與馬光祖在十餘丈外觀鬥，郭靖等四人均是無暇顧及。忽聽得怪嘯一聲，瀟湘子雙腿僵直，一竄丈餘，從半空中將哭喪棒點將下來。郭靖側身避過，突覺眼前一暗，哭喪棒的棒端噴出一股黑煙，鼻中登時聞到一股腥臭之氣，頭腦微微一暈。他暗叫不好，知道那哭喪棒中藏有毒物，急忙拔步倒退。瀟湘子見他明明聞到自己棒中的劇毒，竟然並不暈倒，心中不禁大感詫異，暗想：「便是獅虎強獸，遇到我這蟾蜍毒砂棒也得暈倒，他居然若無其事，這可奇了。」當下二次竄起，又將毒砂棒臨空點落。原來他在湖南荒山中練那壽木長生功之時，曾見一隻小小蟾蜍躲在一口破棺之後，口噴毒砂，將一條大蛇擊倒，於是心有所悟，捕捉蟾蜍，取出牠的毒液，練製而成毒砂，藏在這哭喪棒中。棒尾裝有機刮，只要手指一按，毒砂便激噴而出，他發射毒砂時縱躍竄高，使那毒砂威力更增，這毒砂棒他只在遇到巨蟒猛獸時曾經用過，端的是百發百中，豈知郭靖內力深厚，竟能強抗劇毒。法王與尼摩星見他斗然放毒，雖非首當其衝，但在側旁聞到少些，已是胸口煩惡欲嘔，同時向兩旁竄躍，不敢與黑氣相近。瀟湘子鼻中早塞有解藥，就在黑氣中直穿過去，揮棒追擊，郭靖不等他哭喪棒點落，猛地一掌「見龍在田」，往他僵直的膝蓋上擊去。瀟湘子收棒回擋，未及發毒，身子已被郭靖這一招的掌力推得向後飄開五尺。郭靖斜過身子，卻見尼摩星的鐵蛇已遞近身來，此時太陽正當頭頂，郭靖瞧得清清楚楚，鐵蛇口中的蛇尾伸縮晃動，顯然其中也有古怪，若是也發射極為厲害暗器，倉卒之間未必能抵禦，當下不待他鐵蛇近身，一掌「潛龍勿用」，往他胸口擊去。尼摩星知他掌力剛猛異常，急忙橫過鐵蛇，右手握住蛇尾，左手執著蛇頭，在胸口一擋，豈知郭靖這一掌的力道卻是在出掌之處的四周，掌心雖對準他的胸口，其實他胸口竟是絲毫也不受力，尼摩星一擋擋了個空，知道不妙，面門與小腹上已感到掌力。總算他身子矮小，行動敏捷，急忙往地下一撲，隨即幾個小觔斗，就似個大皮球般滾了開去。郭靖一見有隙可乘，叫道：「過兒，咱們去吧！」向空曠處躍出數步。金輪法王見他脫出了三人包圍的圈子，大吃一驚，急忙飛竄而至。郭靖身後與蒙古兵將相距已不過數尺，十餘枝長矛的矛頭指住他的背心。郭靖雙臂一振，架開兩枝長矛，反手抓住兩名軍士，向法王投去，叫道：「接住了！」法王若是不接，那兩人定要摔得死去活來，但如伸手接住，這一延緩，勢必給郭靖走得更遠，他是個心狠手辣之人，側過左肩一撞，兩名軍士飛出丈餘，跌得暈死了過去。法王毫不停留，右手金輪往郭靖背上砸去，郭靖知道只要還得一招，立時給他纏住，數招一過，尼摩星與瀟湘子又跟著攻上，那時再想脫身，又得費一番周折，當下奪過兩枝長矛，向後猛戳。他奪矛遞招，只是瞬息之間的事，腳下竟沒有片刻停留，而向身後戳刺，背上就如長了眼睛一般，一矛刺向法王右肩，一矛刺向他左腿，準頭勁力，絕無分毫減色。法王暗暗喝采，金輪橫砸，喀喀兩聲，雙矛齊斷，看郭靖時，卻已鑽入了蒙古軍隊中。蒙古軍奉忽必烈將令，在帳外排得密密層層，務要生擒郭靖，此時給他搶入陣中，眾兵將擒他不得，傷他不能，只聽得刀槍撞擊，叱喝叫嚷，亂成一團，反而阻住法王等三人的追擊。郭靖藏身軍馬之中，猶如入了密林，反比曠地上更易脫身。他幾個起伏，奔到一名百夫長之前，伸手一扯，將他拉下馬來，在眾軍中東一衝，西一突，斗然間繞出軍陣，放馬急奔，口中長哨一聲。那汗血寶馬遠遠站著，聽見主人招呼，如風馳至，郭靖只要一乘上寶馬，忽必烈便是盡集天下精兵，也追他不上了。楊過與馬光祖遠遠觀望，突見那寶馬即將奔到郭靖身旁，暗叫：「不妙！」情急之下，猛地大叫一聲：「啊喲，痛死我也！」搖搖晃晃的似欲摔脫。隨即低聲道：「別說話，快走開！走得越遠越好。」這幾句話是說給馬光祖聽的，他那一聲大叫運了丹田之氣，雖在眾軍雜亂之中，郭靖必定聽見，料得他聽見後定然來救，若是馬光祖在旁，說不定給他一掌送了性命。馬光祖一呆，但想楊過此番做作必有用意，當即撤開長腿，向王帳狂奔。果然郭靖聽得楊過的叫聲，大是憂急，不等紅馬奔到，立刻回過馬頭，又衝入軍陣，向楊過站立之處馳來。法王念頭一轉，已明楊過用意，讓郭靖在身邊掠過，不加阻攔，卻去擋住了他的退路。郭靖馳到楊過身前，急叫：「過兒，怎麼啦！」楊過假意搖晃身子，說道：「那大漢本非我的敵手，但不知怎的，我一運真力，一股氣走逆了，丹田中痛如刀絞。」他這番謊話說得全無破綻，蓋馬光祖武功平常，只出手砸了一棍，郭靖已然看出，如說給馬光祖打傷，郭靖不免心起懷疑，但說運力出了岔子，外表上卻決計瞧不出來，不由得他不信。何況前一晚楊過被郭靖誤認為練功走火，此時激鬥之下，舊傷復發，也是極平常之事。郭靖本想敵方三個最強的高手已由自己接過，以楊過的武功，對付一個馬光祖真是綽綽有餘，唯一擔心的是他內功調勻未定，又起不利變化，是以一聽他的叫聲，急忙飛馬來救，眼見他左手按住小腹，額上全是大汗，傷勢甚是不輕，忙道：「你伏在我背上，我負你出去。」楊過假意道：「郭伯伯你快走，小侄性命無足重輕，你卻是襄陽的干城，合郡軍民，全寄望於你。」郭靖道：「你為我而來，豈能撇下你不顧？快快伏上。」楊過猶自遲疑，郭靖雙腿一蹲，將他拉著伏在自己背上。就在此時，搶來的那匹馬肚腹接連被兩枝長箭射中，一聲哀鳴，倒斃於地。郭靖一生經歷過無數凶險，情勢越是危急，越是鼓足勇氣，沉著應付，說道：「過兒，別怕，咱們定須衝殺出去。」長身站起，逕往北衝。此時法王、尼摩星、瀟湘子又已攻到身前，郭靖一瞧四周形勢，只見軍馬四集，比適才圍得更加緊了。王帳之前的大纛下，忽必烈手持酒碗，與一個和尚指指點點的觀戰，顯見勝算在握，神情極是瀟灑。郭靖大喝一聲，負著楊過向忽必烈撲去，只三四個起伏，已竄到他的身前。左右衛護親兵大驚，十餘人挺著長刀長矛上前阻攔。郭靖掌風虎虎，當者披靡，但見一名名親兵被他掌力掃得向外跌開，只要再搶前數步，掌力便可及忽必烈身上。眾親兵捨命來擋，但那敵得住郭靖的神勇？法王一見危急，手中金輪飛出，往郭靖頭頂襲到。郭靖低頭讓過，腳下卻絲毫不停。楊過心想：「若是他拿住了忽必烈，蒙古人投鼠忌器，勢必放他脫身，此時我再不下手，更待何時？」稍一遲疑，終於又問一句：「郭伯伯，我爹爹當真罪大惡極，你非傷他不可麼？」郭靖一怔，此時那裏還有餘暇容他細想，順手答道：「他認賊作父，叛國害民，人人得而誅之。」楊過道：「好！」心中更無懷疑，提起君子劍，對準他後頸便要插了下去。突然眼前白影一閃，一棒往他劍上擊來，將他長劍擋開。楊過順手一黏一引，卸開對方棒力，看清楚這棒乃是瀟湘子所發，心中一奇：「我劍刺郭靖，何以你反而阻擋？」但隨即省悟：「啊，是了，郭靖若是死在我的劍下，那蒙古第一勇士之號便歸於我。嘿嘿，你這僵屍那知我是為報仇，這區區世間虛名，我豈放在心上？」他疾出數劍，將瀟湘子的哭喪棒逼開，迴過劍尖，又待向郭靖背心刺落。此時郭靖正以掌力與法王的金輪、尼摩星的鐵蛇周旋，不知楊過在他背後搗鬼，只道他正奮力與瀟湘子相鬥，說道：「小心他棒中能夠放毒。」楊過「嗯」了一聲，瀟湘子又是一棒打到。法王與尼摩星在郭靖對面，卻瞧得明白，眼見楊過已可得手，卻兩次被瀟湘子擋開，齊聲喝道：「瀟湘子，你幹什麼？」瀟湘子陰惻惻的一笑，猛地一棒擊向郭靖，楊過第三次欲再下毒手，瀟湘子伸棒架開他的劍招。郭靖掛念楊過身上有傷，只怕抵擋不住瀟湘子哭喪棒的威力，迴過左掌，往他胸口疾拍，瀟湘子身子一震，退開數步。此時楊過無人攔阻，已可一劍直刺，但見郭靖出掌對付瀟湘子，左脅空虛，尼摩星著地滾進，鐵蛇遞上。瀟湘子生怕楊過得手，一退即進，哭喪棒疾點楊過後心要穴，要他不得不先救自身。郭靖右掌正與法王各以上乘內力互相比拼，自己與楊過卻同時遇險，他生性仁義過人，不救自己，先護楊過，左掌「神龍擺尾」，砰的一聲，擊中桿棒，只震得瀟湘子全身發燒，一張白森森的臉登時通紅。但與此同時，尼摩星鐵蛇的蛇頭已觸到郭靖的左脅。郭靖全身內勁有七成正在對付金輪法王，三成震開瀟湘子的桿棒，全無餘力抵禦鐵蛇，危急中左脅斗然向後縮了半尺，總算避過了敵招最厲害的鋒芒，但那鐵蛇蛇頭還是刺入他脅中數寸。郭靖一運氣，肌肉一彈，那鐵蛇進勢一阻，也再難深入，跟著飛起一腿，將尼摩星踢了一個觔斗。尼摩星眼見得手，只道這一招定然送了郭靖性命，這「蒙古國第一勇士」的榮號已隱隱到手，大喜之下，萬料不到敵人竟有敗中求勝的厲害功夫，這一腿正中他胸口肋骨，喀喇一響，三根肋骨一齊斷折。這一邊瀟湘子和尼摩星同時挫敗，法王卻乘虛而入，掌力一催，郭靖左脅氣門已破，再也抵擋不住，只覺一股大力排倒海般壓至，若再與他硬拼，非命喪當場不可，只得卸去掌力，以本身二十餘年上乘內功，強接了他這一招，身子連晃，哇的一聲，噴出一口鮮血。他命雖垂危，還是顧念楊過，道：「過兒快去搶馬，我替你擋住敵人。」楊過眼見他拼命救護自己，胸口熱血上湧，那裏還念舊惡？心想郭伯伯義薄雲天，我若不以一命報他一命，真是枉在人世了。當即從他背上一躍而下，將君子劍舞成一團劍花，護住了郭靖，他勢如瘋虎，招招都是拼命。法王與瀟湘子一呆，叫道：「楊過，你幹什麼？」楊過不答，刷的一劍向法王刺去，劍尖顫動，又向瀟湘子迴刺，兩人見他雙目通紅，神情大異，不由得退開兩步。郭靖道：「過兒快別理我，自己逃命要緊。」楊過叫道：「郭伯伯，是我害了你，今日我和你死在一起。」劍光霍霍，只是護著郭靖，竟不顧及自己安危。法王與瀟湘子都想搶那擒殺郭靖之功，二人提起兵刃，一齊攻向郭靖身前，但楊過劍招靈動，竟逼得二人近不了身。蒙古數千軍馬四下裏圍住，呼聲震動天地，眼望著三人激鬥。郭靖連聲催楊過快逃，卻見他一味維護自己，又是焦心，又是感激，觸動內傷，再也支持不住，雙膝一軟，坐倒在地。那尼摩星極是勇悍，雖然斷了三根肋骨，提起鐵蛇，慢慢走近，想來刺殺郭靖。楊過大呼酣鬥，眼見一支劍擋不住三樣兵刃，一俯身將郭靖負在背上，心中存了必死之念，向外猛衝。他武功本就不及法王，這時負著郭靖，那能支持長久？又鬥數合，嗤的一聲，左臂已被法王的金輪劃破了一道長長的口子。正危急間，蒙古軍馬忽地紛紛散開，一個年老跛子撐著一根鐵拐，右手舞動鐵錘，衝殺進來，叫道：「楊過快向外闖，我給你斷後。」正是桃花島弟子鐵匠馮默風。他被蒙古人徵入軍中，打造修整兵器，一心想刺殺一二個蒙古大將，始終未得其便，這日聽得吶喊聲響，在高處望見郭靖楊過被圍，當下殺入解救。他那大鐵錘舞得風聲呼呼，當者立斃，登時給他殺出了一條血路。楊過心中一喜，揮劍搶出，但法王金輪轉動，將他劍招和馮默風的鐵錘同時接過，只有當瀟湘子哭喪棒向郭靖背上遞去之時，法王才一鬆楊過的劍招，讓他迴劍相救。但若他的輪子砸向郭靖，瀟湘子也必運桿棒架開，若非他二人互相爭功，楊過便是捨命死戰，郭靖亦不免早已喪命。忽必烈當日許下「蒙古國第一勇士」的榮號，本盼人人奮勇，豈知各人互相牽制，反見其弊，這也是他始料所不及的了。但郭靖的性命雖保於一時，蒙古軍卻已在四周佈得猶如銅牆鐵壁一般，法王與瀟湘子著著爭先，尼摩星忍住疼痛，也是尋瑕抵隙，東一下西一下的使著陰毒招數。這時郭靖與楊過在萬軍之中已鬥了將近一個時辰，日光微偏，法王舞動金輪，招數突變，噹的一下，與楊過長劍相交。那君子劍乃是削鐵如泥的利刃，金輪登時被削了一道缺口。法王乘勢向前一送，輪上隨伴著一股極強的勁力壓了過來。楊過只怕傷到郭靖，不敢側身閃避，迴劍相擋，那金輪微微一斜，嗤的一聲輕響，他右手下臂又被金輪子劃傷。這一次所傷雖不甚深，但劃破了血管，鮮血迸流，數招之間，只覺身子漸漸發軟，力氣愈來愈弱，敵人攻勢正急，那能緩出手來裹傷止血？馮默風鐵錘急揮，想要搶上救援，但法王左手一掌接著一掌的拍去，使他只有招架之功，若非竭盡全力，幾乎不足自保。瀟湘子眼見有便宜可檢，桿棒一起，噹的一下將尼摩星鐵蛇震開，猛地躍起，桿棒向郭靖當頭點下，便要施放毒砂。楊過大驚，他負著郭靖，行動難以敏捷，當下不及細想，左手長出，抓住了桿棒頭，右手順手便是一劍。此時他全身門戶大開，法王只要輕輕一輪，立時便可送了他性命，但法王有意要借他之手逐開瀟湘子，一掌逼開馮默風，伸左手便向郭靖背上抓來，想將他生擒活捉，立下奇功。當真是說時遲，那時快，楊過奪棒出劍，這兩招之中，將生平的修為盡數用上了，瀟湘子身子尚未落地，桿棒已被對方抓住，半空中使不出力氣，眼前白光閃動，君子劍已點到胸口，這一下形格勢禁，無可奈何，空有一身高強武功，也只得撒手放棒，身子向後一仰，保住了性命。馮默風見法王出招狠毒，錘拐齊施，往他背心急砸。法王回輪一擋，噹的兩響，震得他雙手虎口齊裂，左掌卻仍是往郭靖背心抓來。馮默風虎吼一聲，拋去錘拐，雙手自法王背後伸前，牢牢抱住了他的身子，兩人翻倒在地。法王大怒，砰的一掌擊在他的肩頭，只震得他五臟六腑猶如倒翻一般。但馮默風在軍中眼見蒙古軍如何殘暴、如何攻打襄陽、郭靖如何力退敵軍，他與郭靖素不相識，更不知他是師門快婿，但想到此人一死，只怕襄陽難保，是以出手之時，早已立定了主意，寧教自己身受千刀之苦，亦要救郭靖出險。法王出掌快捷無倫，拍拍拍幾下，登時打得馮默風筋折骨斷，內臟重傷，然他雙手始終不放，十指深入法王胸口內裏。蒙古眾兵將本來圍著觀鬥，只道法王等定能成功，是以均不插手，突見法王倒地，瀟湘子退開，當下一擁而上。當此情勢，縱然郭靖身上無傷，他與楊過二人武功再強，焉能敵得住同時擁到的千百兵將？楊過暗嘆：「罷了，罷了！」揮動瀟湘子的桿棒亂打，突然間波的一聲輕響，棒端噴出一股黑煙，身前十餘名蒙古兵將給毒煙一薰，登時摔倒，原來他拿著哭喪棒亂揮亂打，無意中觸動機括，噴出棒中所藏的蟾蜍毒砂。楊過微微一怔，立時省悟，負著郭靖大踏步往前，只見左方軍卒如潮水般湧至，他一按機括，黑煙噴出，又是十餘名軍卒中毒倒地。蒙古兵將雖然善戰，但人人信神信鬼，眼見他桿棒一揮，黑煙噴出，即有十餘人倒地而死，齊聲吶喊：「他棒上有妖法，快快讓開。」忽必烈近衛親兵之中，有數十年勇悍絕倫，念著王爺軍令如山，雖然眼見危險，還是撲上擒拿。楊過桿棒一點，黑煙噴出，又毒倒了十餘人。他撮唇作哨，那匹黃馬邁開長腿，飛馳而至。楊過此時實已筋疲力盡，將郭靖一放上馬背，再也無力上馬，只得伸手在馬臀上輕輕一拍，叫道：「馬兒，馬兒，快快走吧！」那黃馬本就甚有靈性，楊過將牠自苦難中救出生天，更是戀主，見主人無力上馬，竟是仰頭長嘶，不肯發足。楊過眼見蒙古軍馬又從四下裏漸漸逼至，心想桿棒上毒砂雖然厲害，總有放盡之時，提起劍來想要往馬背上一刺催牠急走，心中總是不忍，大叫道：「馬兒快走！」伸桿棒往馬臀上戳去。那知此時他戰得脫力，桿棒伸出去準頭偏了，一戳竟戳在郭靖腿上。郭靖本已昏昏沉沉，突然被桿棒一戳，睜眼一看，俯身拉住楊過胸口衣服，將他提上馬來。那黃馬歡嘶一聲，縱蹄疾馳。但聽得號角急鳴，此起彼落，郭靖低嘯一聲，那汗血寶馬跟著過來，大隊蒙古軍馬卻也急衝追來。那紅馬奔在黃馬身旁，不住往郭靖身上挨挨擦擦。楊過知道自己的黃馬雖是駿物，究竟不如紅馬遠甚，眼見蒙古軍士紛紛放箭，當下猛吸一口氣，抱住郭靖，一齊躍上紅馬。就在此時，只聽得背後嗚嗚聲響，金輪急飛而至，楊過心中一痛：「那馮鐵匠是喪於法王之手了。」心念甫動，金輪越響越近，楊過伏在馬背，只盼金輪從背上掠過，但聽那聲音甚低，竟是來削紅馬的馬足。法王這一招甚是厲害，原來他將馮默風打死，站起身來，只見郭靖與楊過已縱身上馬，追之不及，當即氣運右臂，揮出金輪，準頭卻放得甚低。要知他若用金輪打死楊過，那紅馬仍會負了郭靖逃走，只有削斷馬足，才能建功。楊過聽得金輪漸漸追近，只得迴劍去擋，明知自己氣力耗盡，這一劍絕難擋得住金輪的追擊，但實迫處此，也只得盡力而為罷了，眼見輪子距馬足已不過兩尺，嗚嗚之聲，響得驚心動魄，他低劍護住馬腿，豈知那紅馬一發了性，越奔越快，過了瞬息之間，那金輪與馬足相距仍有兩尺，並未飛近。楊過大喜，知道金輪來勢只有愈趨愈弱，果然一霎那間，輪子距馬足已有三尺、接著四尺、五尺越離越遠，終於噹的一聲，掉在地下。楊過正自大喜，猛聽得身後一聲哀嘶，回過頭來，只見黃馬肚腹中箭，跪倒在地，雙眼望著主人，不盡戀戀之意。楊過心中一酸，不禁掉下淚來，那紅馬追風逐電、迅如流星，片刻間已將追兵遠遠拋在後面。楊過抱住郭靖，問道：「郭伯伯，你身子怎樣？」郭靖「嗯」了一聲。楊過探他鼻息，只覺呼吸粗重，知道一時無礙，心頭一寬，竟自暈了過去。他昏昏沉沉，在馬背上伏了一陣，突見前面又有無數軍馬來擒郭靖，當即揮動長劍，大叫：「莫傷了我郭伯伯！」左右亂刺亂削，面前糢糢糊糊，只見東一張臉，西一個人，舞了一陣長劍，終於撞下馬來，他口中還在大叫：「殺了我，殺了我，是我不好，別傷了郭伯伯。」但覺額上一疼，天旋地轉，登時人事不省。也不知過了多少時候，這才悠悠醒轉，他大叫：「郭伯伯，郭伯伯，你身子怎樣？別傷了郭伯伯！」身旁一人柔聲道：「過兒，你放心，郭伯伯將養一會兒便好。」楊過回頭一看，見是黃蓉，臉上愛憐橫溢的凝視著他。她身後一人淚光瑩瑩，眉現喜色，卻是小龍女。楊過如在夢中，叫道：「姑姑，你怎麼來了？你也給蒙古人擒住了？快逃，快逃，別理我。」小龍女低聲道：「過兒，你回來啦，別怕，咱們都是平平安安的在襄陽。」楊過嘆了口長氣，但覺四肢百骸，軟洋洋的一無所依，當即又閉上了眼。只聽黃蓉道：「他已醒轉，不礙事了，你在這兒陪著。」小龍女答應了，眼睛始終望著楊過。黃蓉微微一笑，站起身來，正要走出房門，突聽屋頂上喀的一聲輕響，不由得臉色微變，左掌一揮，滅了燭火。楊過眼前驀地一黑，一驚坐起。他受的只是外傷，一來流血甚多，二來惡戰脫力，是以暈去，但此刻已將養了半日，黃蓉給他服了桃花島祕製的療傷靈藥九花玉露丸，他年輕體健，已是好了大半，一覺屋頂有警，便要起身禦敵。小龍女擋在他的身前，抽出懸在床頭的君子劍，低聲道：「過兒別動，我在這兒守著。」只聽得屋頂上有人哈哈一笑，朗聲道：「小可來下書信，豈難道南朝禮節，是暗中接見賓客麼？若是有何見不得人面之事，小可少待再來，如何？」聽那口音，卻是法王的弟子霍都王子。黃蓉道：「南朝禮節，因人而施，於光天化日之時，接待光明正大之貴客；於燭滅星沉之夜，會晤鬼鬼祟祟之惡客。」霍都登時語塞，輕輕躍下庭中，說道：「書信一通，送呈郭靖郭大俠。」黃蓉打開房門，說道：「請進來罷。」霍都見房內黑沉沉的，不敢舉步便進，站在門外道：「書信在此，便請取去。」黃蓉道：「自稱賓客，何不進屋？」霍都冷笑道：「君子不處危地，須防暗箭傷人。」黃蓉道：「世間豈有君子而以小人之心度人？」霍都滿臉通紅，心想這黃幫主的口齒好生厲害，與她舌戰，定難得佔上風，不如藏拙。他本來自負文才武功，都能稱雄江湖，豈知此番南下，竟是連遭挫折。當下一言不發，雙目凝視房門，雙手遞出書信。黃蓉揮出竹棒，倏地點向他的面門，霍都嚇了一跳，忙向後躍開數尺，但覺手中已空，那通書信不知去向。原來黃蓉將棒端在信上一搭，乘他後躍之時，已以黏勁將信黏了過來。她分娩在即，肚腹隆起，不願再見外客，是以始終不與敵人朝相。霍都一驚之下，大為氣餒，入城時的一番銳氣，不禁登時消折了八九分，大聲道：「信已送到，明晚再見罷！」黃蓉心想：「這襄陽城由得你直進直出，豈非輕視我城中無人？」順手拿起桌上的茶壺向外一抖，一壺新泡的熱茶自壺嘴中如一條線般射了出去。霍都早自全神戒備，只怕房中發出暗器，但這壺茶射出時無聲無息，不似一般暗器先有風聲，待得警覺，頸中、胸口與右手上都已濺到茶水，只覺熱辣辣的燙人，一驚之下，「啊喲」一聲叫了出來。急忙向旁閃避。黃蓉站在門邊，乘他立足未定，竹棒伸出，施展打狗棒法的「絆」字訣，騰的一下，將他絆了一交。霍都縱身上躍，但那「絆」字棒法乃是一棒快似一棒，第一棒若能避過，立時躲開，方能設法擋架第二棒。現下一棒即被絆倒，爬起身來想要擋過第二棒，真是談何容易？但覺得天旋地轉，腳下猶如陷入泥沼，又似纏在無數籐枝之中，一交摔倒，爬起來又是一交摔倒。霍都的武功原本不弱，若與黃蓉正正式式動手，雖然終須輸她一籌，但亦不致一上來便被摔得如此狼狽，只因身上斗然間被潑中了熱茶，只道是中了極厲害的劇毒藥水暗器，料想此番性命難保，稍停毒水發作起來，不知肌膚將爛得如何慘法，當正驚魂不定之際，黃蓉突然襲擊，一棒既來，第二棒更無還手餘地，黑暗中只摔得他鼻青目腫。這時武氏兄弟已聞聲趕至，黃蓉喝道：「將這小賊擒下了！」霍都情急智生，知道只要縱身站起，定是接著又被絆倒，當下「哎喲」一聲大叫，假裝摔得甚重，身上痛極，索性躺在地下，不再爬起。武氏兄弟雙雙撲下，去按他身子，霍都的摺扇忽地伸出，噠噠兩下，已點了兩人腿上穴道，將二人身子一推，擋住黃蓉竹棒，飛身躍起，已自上了牆頭，雙手一拱，叫道：「黃幫主，好厲害的棒法，好膿包的徒弟。」