第七十八回　終成眷屬劉處玄和郝大通沿著林緣走了一遍，絲毫不見有人穿林走向古墓的痕跡，看來楊過和小龍女並非回到古墓，而是下終南山去了。眾人又喜又愁，回到重陽宮中，喜的是楊龍二人遠去，愁的卻不知小龍女能否能愈，如若不治，全真教實有無窮後患。那老頑童竟然也是一般的又喜又愁，他發愁自是為了取不到玉蜂蜜漿，喜的卻是不必和小龍女會面，以免揭穿他竊蜜之醜。全真五子雖在終南山上住了數十年，卻萬萬猜想不到楊過和小龍女到了那裏。原來楊龍二人見玉蜂飛舞，群道陣勢大亂，於是小龍女指揮玉蜂前後掩護，衝向後院，眼見一座小樓倚山而建，頗佔形勢，楊過知是重陽宮中要地之一的藏經閣，於是抱著小龍女拾級上樓。兩人稍喘得一口氣，便聽得樓下人聲喧嘩，已有數十名道人追到，只是樓梯狹窄，那天罡北斗陣無法展開，誰也不敢搶先出來。楊過將小龍女放在椅上坐穩，察看周遭情勢，見那藏經閣之後是一條深達數十丈的溪澗。那澗雖深，好在並不甚寬，他身邊向來攜帶一條長繩，用以縛在兩棵大樹之間睡覺，於是將一端縛在藏經閣的柱上，拉著繩子縱身一躍，已盪過澗去，拉直了繩子，將另一端縛在一棵樹上，然後施展輕身功夫，從繩上走回。他走到小龍女身邊，柔聲說道：「咱們回那裏呢？」小龍女道：「你說到那裏，我便跟你到那裏。」楊過笑道：「這便叫作『嫁雞隨雞，嫁犬隨犬』吧！」他頓了一頓，又道：「你心中最想到那裏呢？」小龍女輕輕嘆了口氣，臉上流露出嚮往之色。楊過知他最盼望的便是回到古墓舊居，但如何進入，卻是大費躊躇，耳聽得樓下人聲增劇，看來在此時不能多耽。他知道小龍女的心思，小龍女也知他心思，柔聲道：「我也不一定要回古墓，你不用操心啦。」她嫣然一笑，道：「只要和你在一起，什麼地方都好。」楊過心道：「這是咱們婚後她第一個心願，說不定也是她這生最後的一個心願，我若不能替她做到，那裏配做她的丈夫？」雙目惘然四顧，聽到樓下的喧嘩之聲，心中更是紛亂，突見西首書架後堆著一隻隻木箱，心念一動：「有了！」當即搶步過去，只見箱上有銅鎖鎖著。他伸手一扭，鎖扣應手而斷，打開箱蓋，見箱中放滿了圖籍。楊過提起箱子，倒了轉來，滿箱圖籍都堆在地下，見那箱子是樟木所製，箱壁厚達八分，甚是堅固。他躍起身來，伸手到書架頂上一摸，果然鋪滿油布，那是為防備天雨屋漏，浸濕貴重圖書而設。他扯了兩塊大油布放在箱內，踏著繩索將箱子先送到對澗，然後回來抱了小龍女過去，笑道：「咱們回老家去啦。」小龍女心中甚喜，微笑說道：「你這主意兒真好。」楊過怕她耽心，安慰道：「這把劍無堅不摧，潛流中若有什麼山石擋住箱子，一劍便砍個乾淨。我會走得很快，你在箱子中不會氣悶的。」小龍女微笑道：「便只有一點不好？」楊過一怔道：「什麼？」小龍女道：「我要有好一會兒見你不著啦。」說話之間，已到了對澗，楊過想起郭襄尚在那山洞之中，說道：「郭大俠的姑娘我也帶來啦？你說怎麼辦？」小龍女一呆，顫聲道：「真的？你帶來了郭大俠……郭大俠的姑娘？」楊過見她神色有異，一楞之間，已然會意，知她誤會自己帶了郭芙來，俯下頭去在她臉上輕輕一吻，低聲道：「是那個生下只有一個月，還不會斬斷人家手臂的女娃兒！」小龍女羊脂白玉般的臉兒登時羞得通紅。深深藏在楊過懷裏，不敢抬起頭來。過了一會，小龍女才低聲道：「咱們只好把她帶到古墓中去啦，在這荒山野地中放著，再過半天便得要了她的小命。」楊過心想在重陽宮中耽擱了這麼久，不知郭襄在那山洞中性命如何，心下大是惴惴。當下快步走到山洞之前，卻不聽見啼哭之聲，心中更驚，撥開荊棘一看，只見郭襄沉睡正酣，雙頰紅紅的似搽了胭脂一般。小龍女伸手道：「我來抱。」楊過生怕她傷後無力，道：「放在木箱中拉著走好啦！」於是他用衣帶縛著木箱的提手，將郭襄放在箱中，一面扶著小龍女，一面便拖著木箱向前，好似一輛小小的板車。這時終南山上的道人都會集在重陽宮中，沿路無人撞見。三人行過一片瓜地，楊過把道人們種的南瓜摘了六七個放在箱中，笑道：「這足夠咱們吃七八天的了。」過不多時，已到了溪流之邊。楊過抱著小龍女放進木箱，再將郭襄遞在她懷裏，兩人相視一笑，楊過輕輕合上了箱蓋，將油布在木箱外密蜜包了兩層，然後將箱子放入溪水，深吸一口氣，依著昔日出墓的道路，拉著箱子潛了進去。他自在荒谷的山洪中苦練氣功之後，在這小小的溪底潛行自是毫不費力。那溪水鑽入地底後忽高忽低，楊過循著水道而行，遇有泥石阻路，木箱不易通行，提劍一削便過。他怕小龍女在箱中氣悶，行得極是迅速，不到一炷香時分，已鑽出水面，到了通向古墓的地下隧道。他扯去油布，揭開箱蓋，但見小龍女微有暈厥之狀，想是重傷之後挨不得辛苦，那郭襄卻是大喊大叫，極是精神。原來她吃了一個月豹乳，竟比常兒壯健得多。小龍女微微一笑，低聲道：「咱們終於回家啦！」再也支持不住，合上了雙目。楊過不再扶她起身，便拉著木箱，回到古墓中的居室。但見門戶桌椅，床帳几席，便和兩人離開的那一天一般無異，楊過看著這一間石室，看著這些自己從小使用的物件，心中突然間生出一股難以形容的滋味，似是喜歡，卻又帶著許多傷感。他呆呆的出了一會神，忽覺得手背上一涼，卻是一滴水點落在上面，回過頭來，只見小龍女扶著椅背而立，眼中淚水緩緩落下。兩人今日結成了眷屬，長久來的心願終於得償，又回到了舊居，從此和塵世的冤仇、煩惱、愁苦不再有一絲一毫的牽纏糾葛，但兩人心中，卻都是暗自神傷，愁苦萬種。兩個人都知道，小龍女受了這般厲害的重傷，既受法王金輪的撞砸，又中了全真五子一招「百川匯海」的合力撲擊，她以一個嬌弱之軀，如何抵受得住？雖然兩人心中都曾想過千百遍，只要兩人得償心願，相聚在一起，縱然是立刻死了，也是心甜。然而真的兩人成了婚，相聚在一起，卻那裏又捨得死？兩個人都是這麼年輕，都是一生孤苦，從來沒享過什麼人世間的福氣，突然之間完成了畢生最大的心願，卻忽然要生生的分手！楊過呆了半晌，到孫婆婆房中將她的床拆了，搬到寒玉床之旁，舖好被褥，扶著小龍女上床安睡，古墓中積存的食物都已腐敗，但一罈罈的玉蜂蜜漿卻不會變壞。楊過倒了小半碗蜜漿，用清水調勻，餵著小龍女服了，又餵得郭襄飽飽的，這才自己喝了一碗。他向著這間石室四週望了一遍，心想：「我須得打起精神，叫她喜歡。我心中悲苦，臉上卻不可有絲毫顯露。」於是找了兩根最粗的蠟燭，外面用紅布裹了，點在桌上，笑道：「這是咱倆的洞房花燭！」那兩枝紅燭一點，石室中登時喜氣洋洋。小龍女坐在床上，只見自己身上又是血漬，又是污泥，微笑道：「我這副怪模樣，那像個新娘子啊！」她忽然想起一事，道：「過兒，你到林師祖的房中去，把她那口描金箱子拿來。」楊過雖在古墓中住了幾年，但林朝英的居室平時不敢擅自進入，她的遺物更是不敢隨便取用，這時聽小龍女如此說，於是過去將床頭幾口箱子中最底下的一口提了過來。那箱子並不甚重，也未加鎖，但紅底描金，花紋極是雅緻。小龍女道：「我聽孫婆婆說，這箱中是林師祖的嫁粧。後來她沒嫁成，這些物事自然沒用的了。」楊過「嗯」了一聲，望著這口裝飾艷麗的箱子，但覺喜意之中，總是帶著一些淒涼。他將那箱子放在寒玉床上，揭開箱蓋，果見裏面放著一頂珍珠鑲的鳳冠，金繡的霞帔，大紅緞子的衣裙，因為件件都是最上等的料子，雖然相隔數十年，此時看來仍是燦爛如新。小龍女道：「你取出來，讓我瞧瞧。」楊過把一件件衣衫從箱中取出，衣衫之下是一隻珠鈿鑲嵌的梳裝盒子，一隻翡翠彫的首飾盒子。梳裝盒中的胭脂水粉早已乾了，香油卻還剩著半瓶。那首飾盒一打開，二人眼前都是一亮，但見珠釵、玉鈪、寶石的墜子，沒一件不是罕見的珍物。楊龍二人素來少見珠寶，也不知這些飾物到底如何貴重，但見鑲嵌精雅，式樣文秀，顯是每一件都花過一番極大的心血。小龍女微笑道：「我打扮成個新娘子，好不好？」楊過道：「你今日累啦，先歇一晚，明兒再打扮。」小龍女搖頭道：「不，今日是咱倆成親的好日子。我愛做新娘。那日在絕情谷中，那公孫止要和我成親，我都沒打扮呢！」楊過微笑道：「那算什麼成親？只是公孫老兒的妄想罷啦！」小龍女拿起胭脂，調了一些蜜水，對著鏡子，著意打扮起來。她一生之中，這是第一次的調脂抹粉，她臉色本白，實不須再搽水粉，只是重傷後全無血色，雙頰上淡淡搽了一層胭脂，果然是大增嬌艷。她歇了一歇，拿起梳子梳了梳頭，嘆道：「要梳髻子，我可不會，過兒你會不會呢？」楊過道：「我也不會！你不梳還更好看些。」小龍女微笑道：「是麼？」於是戴上耳環，插上珠釵，手腕上戴了兩隻玉鐲，紅燭掩映之下，果然是美艷無雙，人間絕色。她喜孜孜的回過頭來，想要楊過稱讚幾句。一回頭，只見楊過淚痕滿面，悲不自勝。小龍女一咬牙，只作不見，微笑道：「你說我好不好看？」楊過哽咽著道：「好看極了！我給你戴上鳳冠！」於是拿起鳳冠，到她身後給她戴上。小龍女眼睛在鏡中一瞥，只見他舉袖擦乾了淚水，再到身前時，臉上只作歡容，笑道：「我以後叫你娘子呢，還是仍舊叫姑姑？」小龍女心想：「還說什麼『以後』啊？難道咱倆真的還有『以後』麼？」但仍是強作喜色，微笑道：「再叫姑姑自然不好。娘子夫人的，又太老氣橫秋啦！」楊過道：「你的小名兒到底叫什麼？今天可以說給我聽了吧。」小龍女道：「我沒小名兒的，師父只叫我作龍兒。」楊過說道：「好，以後你叫我作過兒。我便叫你作龍兒。咱倆扯個直，誰也不吃虧。等到將來生了孩兒，便叫：喂，孩子的爹，喂！孩子的媽！等到孩子大了，娶了媳婦兒……」小龍女聽著他這麼胡扯，咬著牙齒不住微笑，終於忍耐不住，「哇」的一聲，伏在箱上哭了出來。楊過搶步上前，將她摟在懷裏，柔聲道：「龍兒，你不好，我也不好，咱們何必理會以後。今天你不會死的，我也不會死。咱倆今兒歡歡喜喜的，誰也不許去想明天的事。」小龍女抬起頭來，微笑點了點頭。楊過道：「你瞧這套衣裙上的鳳凰繡得多美，我來幫你穿上吧！」於是扶著小龍女身子，將金繡的紅襖給她穿上。小龍女擦去了眼淚，補了一點胭脂，笑盈盈的坐在紅燭之旁。這時郭襄睡在床頭，也睜開了兩隻烏溜溜的小眼，好奇地望著。在她小小的心中，似乎也覺得小龍女打扮得真是好看。小龍女道：「我打扮好啦，就可惜箱中沒新郎的衣冠，你只好委屈一下了。」楊過道：「讓我再找找。瞧有什麼俊雅物兒。」一面說，一面將箱中各種零星物事搬到床上。小龍女見他拿出一朵金花，於是拿了起來，給他插在頭髮上，楊過笑道：「不錯，這就有點像了。」翻到箱底，只見有一疊信札，用一根大紅絲帶縛著，那絲帶已然褪色，信封也已轉成深黃。楊過拿了起來，道：「這裏有些信。」小龍女道：「瞧瞧是什麼信。」楊過解開絲帶，見封板上寫的是「專陳喆林朝英女史親啟」左下角署的是一個喆字。底下二十餘封，每一封都是一樣。楊過知道王重陽出家之前，名叫「王喆」，笑道：「這是重陽祖師寫給林師祖的情書，咱們能看麼？」小龍女自幼對林師祖敬若神明，忙道：「不，不能看。」楊過笑著又用絲帶將一束信縛好，道：「孫老道姑他們古板得不得了，見咱倆在重陽祖師的遺像前拜堂成親，便似大逆不道，褻瀆神聖一般。我就不信重陽祖師當年對林師祖沒有情意。若是拿這束信讓她們瞧瞧，那些牛鼻子老道的嘴臉才教有趣呢。」他一面說，一面望著小龍女，不禁為林朝英難過，心想：「林先師寂居古墓之中，想來曾不止一次的試穿嫁衣，這麼一來，咱倆可又比她幸運得多了。」小龍女道：「不錯，咱倆原比林先師幸運，所以你又何必不快活？」楊過道：「是啊！」突然一怔，笑道：「我沒說話，你竟猜到了我的心思。」小龍女抿嘴笑道：「若不知你的心思，怎配做你的妻子？」楊過坐到床邊，伸左臂輕輕摟住了她，兩人心中都是說不出的喜歡，但願此時此刻，永遠不變。兩人偎倚著坐了良久，默不作聲。過了一會，兩人都向那束信札一望，相視一笑，眼中都流露出頑皮的神色。要知兩人年紀輕輕，不免有小孩子心性，明知不該私看先師的密札，但總是忍不住一番好奇之心。楊過道：「咱們只看一封，好不好？絕不多看。」小龍女微笑道：「我也是想看得緊呢，好，咱們只看一封。」楊過大喜，伸手便拿起信札，去解絲帶。小龍女道：「倘若信中的話教人難過傷心，你便不用唸給我聽。」楊過微微一頓，道：「是啊！」心想王林二人一番情意後來並無善果，只怕信中真的是愁苦多而歡愉少，那便不如不看了。小龍女道：「不用先擔心，說不定是很纏綿的話兒。」楊過拿起第一封信，抽出一看，唸道：「英妹如見：前日我師與韃子於惡波岡交鋒，中伏小敗，折兵四百……」一路讀下去，原來均是義軍和金兵交戰的戰況，最後幾句話是要林朝英賣去一批珠寶，作為義軍糧餉。他連讀幾封，信中說的都是兵敗金革之事，沒一句涉及兒女私情。楊過嘆道：「這位重陽祖師固然是男兒漢大丈夫，一心以軍國為重，但寡情如此，無怪要令林師祖心冷了。」小龍女道：「不！林師祖收到這些信時是很喜歡的。」楊過奇道：「你怎麼知道？」小龍女道：「我自然不知，只是將心比心，推測罷啦，你瞧信中所述軍情，每一封都是十分的危難緊急，但重陽祖師在如此困厄之中，仍不忘給林師祖寫信，你說是不是心中對她念念不忘？」楊過點頭道：「不錯，果真如此。」當下又拿起一封信。那信中所說的軍情，最是危急，看來王重陽所率領的義軍因寡不敵眾，已連遭挫敗，信末卻詢問林朝英的傷勢，雖只寥寥數語，卻是關切殊殷。楊過道：「嗯，當年林師祖也受過傷，後來自然好了。你的傷勢慢慢將養，便算是須得將養一年半載，終究也會痊可。」小龍女淡淡一笑，她自知這一次負傷豈同尋常，若是如此重傷也能治愈，只怕天下竟有不死之人了，但說過今晚不提掃興之事，縱然楊過不過空言相慰，也就當他是真，說道：「反正這些信中也無私祕，你就讀完了吧！」楊過又讀一信，這封信中滿是悲憤，原來義軍兵敗覆沒，王重陽憑著絕世武功殺出重圍，但部屬卻傷亡殆盡，信末說要再招兵馬，捲土重來。但此後每封信說的都是失敗，金人在河北勢力日固，王重陽顯然已知事不可為，信中全是心灰失望之辭。楊過說道：「這些信讀了令人氣沮，咱們還是說些別的吧！咦，什麼？」他語聲突轉興奮，持著信箋的手微微發抖，唸道：「『比聞極北苦寒之地，有石名曰寒玉，起沉痾，療絕症，當為吾妹求之。』龍兒，你說，這……這不是寒玉床麼？」小龍女見他臉上斗現喜色，當真是絕處逢生一般，也顫聲道：「你……你說寒玉能治我的重傷？」楊過道：「我不知道，但重陽祖師如此說法，必有至理，你瞧這寒玉不是給他求來了麼？林祖師不是製成了床來睡麼？她的重傷不是終於痊可了麼？」他匆匆將每一封信都袖了出來，想查看有無述及用寒玉療傷之法，但「寒玉」兩字，除了那一封信外，此外始終不再提到。楊過取過絲帶，將書信一札，放在箱中，呆呆出神：「這寒玉床具此異徵，必非無因而至，但不知如何方能治愈龍兒之傷？唉，但教我能知道此法，便是要我立時死了，也所甘願。」小龍女笑道：「你獃頭獃腦的想什麼？」楊過道：「我是想怎樣用寒玉床給你治傷。不知是不是將寒玉研碎來服下？還是要用其他藥引？」他不知寒玉能夠療傷，那也罷了，此時顛三倒四的唸著「起沉痾，愈絕症」六個字，卻不知如何用法，當真是心如火焚。小龍女黯然道：「你記得孫婆婆麼？她既見過林師祖，又跟我師父多年，她給那性郝的道人打傷了，如果寒玉床能治傷，她怎會不知？」楊過滿腔熱望，聽了這幾句話，登時如一盆冷水當頭淋下。小龍女伸手輕輕撫著楊過的頭髮，柔聲道：「過兒，你不用多想我身上的傷，又何必自尋煩惱？我給你說一件我師父的事。」楊過雖在古墓多年，卻極少聽小龍女說過師父怎麼，忙道：「好，你說吧！」小龍女道：「你知道我師父是怎麼死的？」楊過搖了搖頭。小龍女道：「我師父本是林師祖的丫鬟，她稟性柔順，心地良善，從來不動怒氣，你那裏猜得到她竟會去製冰魄銀針這種厲害陰毒的暗器？」楊過「嗯」了一聲，心中也是好生奇怪。小龍女又道：「她深居古墓，極少出外，但有一年為了師姐，出外料理一件要事，竟中了一個惡人的暗算。師父吃了虧，也就算了，不去和他計較，那知這惡人得寸進尺，竟將師姐擄了去，師父的武功本來遠勝於他，只是暗器功夫，卻是不如，於是創製玉蜂金針和冰魄銀針兩件暗器，這才打敗了他，將師姐奪回。但這一役中師父也是身受重傷，雖然拖了多年，終於無法治愈，師姐的五毒神掌功夫，便是那惡人教的，她和那惡人相處日久，不知不覺間受了他的熏陶，性情大變，我師父為此，一直到死始終鬱鬱不樂。」她說到此處，想念師恩，心中頗有所感。楊過腦中極是混亂，突然見到一線光明，但立刻又陷入沉沉黑暗之中，倒不如始終不見光明，還不致這般難受，尋思：「我師祖和孫婆婆都是受傷而死，倘若這寒玉床真能治傷，她們怎會不用？唉，事已至此，不如不想，還是跟龍兒說些有趣的事，逗她一樂吧。」說道：「金針細小，銀針長大，但臨敵之際卻是金針還勝銀針，瞧來師祖終究是偏心愛惜幼徒，把金針傳你，而把銀針傳給李師伯。」小龍女微微一笑，道：「師父待我，當真是嚴師而兼慈母，她今日若能見到我嫁了這樣一個好女婿，她不知有多開心呢。」楊過笑道：「那也未必！她是不許你動情嫁人的。」小龍女嘆道：「我師父最是慈祥不過，縱然起初不許，到後來見我執意如此，也必順我的意。」她頓了一頓，道：「師姐真是對不起師父。」楊過道：「怎麼啊？」小龍女道：「師父和那惡人動手，本已點了那人穴道，制得他動彈不得，豈知師姐念著那惡人傳她五毒神掌之情，偷偷解了他的穴道。那惡人突起發難，師父猝不及防，這才中了他的毒手。」楊過問道：「那惡人叫什麼名字？他能和師祖打成敵手，也必是當世的高手。」小龍女說道：「師父不跟我說。她叫我心中別有愛憎喜惡之念，她說倘若我知道了那惡人的姓名，心中念念不忘，說不定日後會去找他報仇。」楊過嘆道：「嗯，師祖真是好人！」小龍女又道：「師父受傷之後，搬了居室，反而和這寒玉床離得遠遠的。她說我古墓派的行功，受寒便受剋制，因此以寒玉床補助練功，那是再妙不過，受傷之後卻受不得寒氣。」楊過「嗯」了一聲，心中暗思本門內功經脈運行的道路。那玉女心經中所載內功全仗一股純陰之氣打通關脈，體內至寒，體外便表發熱氣，是以修習之時要除盡衣衫，使熱氣暢散，無半點窒滯，如受寒玉床的涼氣一逼，那非致命之傷不可。他尋思：「何以重陽祖師卻說寒玉能起沉痾，愈絕症，這中間相生相剋的妙理，我可是參詳不透了。」他見小龍女眼皮低垂，頗有倦意，說道：「你睡吧！我坐在這裏陪著。」小龍女忙睜大眼睛，道：「不，我不倦。今晚咱們不睡。」她內心實在害怕自己傷重，一睡之後便此長眠不醒，與楊過永遠不能再見，說道：「你陪我說話兒。嗯，你倦不倦？」楊過搖搖頭，微笑道：「你不想睡就別睡，合上眼皮養養神吧！」小龍女道：「好！」於是慢慢合上眼皮，低聲道：「我師父常說有一件事她至死也參詳不透，過兒你這麼聰明，你倒想想。」楊過道：「什麼事啊？」小龍女道：「我師父點了那惡人的穴道，所用的手法是林師祖所創的，林師祖生平只傳我一人，而我師父又沒傳過師姐，不知如何她竟能代那惡人解開穴道。」楊過道：「是不是師祖自行修習時，給李師伯暗中偷學了去？」小龍女搖頭道：「不會的，不會的，你自己知道。」楊過心想本門的點穴手法極是古怪複雜，以他這般資質，也是小龍女口講指授，教了兩個多月方始學會，暗中偷學，確是絕不可能。他正想說話，只覺小龍女靠在他身上，氣息低微，已自睡去。楊過怔怔的望著她臉，心中思潮起伏，過了一會，一枝蠟燭爆了一點火花，點到盡頭，竟自熄了。楊過忽然想起在桃花島小齋中見到的一副對聯：「春蠶到死絲方盡，臘炬成灰淚始乾。」那原本是兩句唐詩，黃藥師為了思念亡妻，寫了掛在她平時刺繡讀書之處。楊過當時看了，漫不在意，此時自己身歷此境，細細咀嚼此中情味，突然眼前一黑，另外一枝蠟燭也自熄滅。楊過忽地想起：「這兩枝蠟燭便像是我和龍兒，一枝點到了盡頭，另一枝跟著也就滅了。」他出了一會神，只聽得小龍女幽幽的嘆了一口長氣，道：「我不要死，過兒……我不要死，咱們兩個要活很多很多年。」楊過道：「是啊，你不會死的，將養一些時候，便會好了。你現下胸口覺得怎樣？」小龍女不答，原來她適才這幾句話只是夢中的囈語。楊過伸手在她額頭一摸，但覺熱得燙手。他又是憂急，又是傷心，心道：「李莫愁作惡多端，這時好好的活著。龍兒一生從未做過什麼害人之事，卻何以要命不久長？老天啊老天，你難道真的不生眼睛麼？」他一生天不怕地不怕的獨來獨往，我行我素，但這時到了徬徨無計之時，忍不住輕輕將小龍女的身子往旁挪了一挪，屈膝跪在地下，心中暗暗禱祝：「只要老天爺慈悲，保佑龍兒身子痊可，我寧願……我寧願……」其實在這世界上，他有什麼事不願做以贖回小龍女一命呢？他全心全意，正在虔誠禱祝，小龍女忽然說道：「是歐陽鋒，孫婆婆說一定是歐陽鋒！過兒，過兒，你到那裏去了？」她突然驚呼，坐起身來。楊過急忙坐回床沿，握住她手，說道：「我在這兒。」小龍女睡夢間驀地裏覺得身上少了依靠，立即驚醒過來，發覺楊過原來便在身旁，並未離去，心中大是喜慰。楊過道：「你放心，這一輩子我是永遠不離開你的啦。將來便是要出這古墓，我也是寸步不離的守在你身邊。」小龍女說道：「外邊的世界，實在比這個陰沉沉的地方好得多，只是一到外邊，我便會害怕。」楊過道：「現在咱們什麼也不用怕啦。過得幾個月，等你身子好了，咱倆一齊到南方去。聽說南方終年溫暖如春，花開不謝，葉綠長春。咱們再也不要掄劍使拳啦，種一塊田，養些小雞小鴨，在南方曬一輩子太陽，生一大群兒子兒女，你說好不好呢？」小龍女悠然神往，輕輕的道：「永遠不再掄劍使拳，那可有多好！沒有人來打咱倆，咱倆也不用去打別人，種一塊田，養些小雞小鴨……唉，倘使我可以不死……」兩人默然半晌，雖然身處古墓，兩顆心兒卻都遠遠的飛到了南方的春風朝陽之中。他們從來沒到過南方，但似乎鼻中聞到了濃郁的花香，耳中聽到了間關的鳥語……。小龍女實在支持不住，又要朦朦朧朧的睡去，但她又實是不願睡，說道：「我不想睡，你跟我說話啊。」楊過道：「你剛才在睡夢中說是歐陽鋒，那是什麼事？」楊過幼時拜歐陽鋒為義父，後來在重陽宮中聽師叔輩說起，歐陽鋒號稱「西毒」，武林中聲名極壞，全真七子中的譚處端便喪生於他手底。後來楊過投入古墓派門下，心有忌諱，也不敢說起歐陽鋒之事。但這時與小龍女已成夫婦，無事不可言說，聽她忽在睡夢間提到他的名字，覺得甚是奇怪。小龍女說道：「我說了歐陽鋒麼？歐陽鋒是誰？」楊過道：「你又說孫婆婆料定是他。」小龍女聽他一提，登時記起，說道：「啊！孫婆婆說，打傷我師父，一定是西毒歐陽鋒。她說世上能傷得我師父的，寥寥沒有幾人，而五毒神掌這陰毒功夫，除了歐陽鋒之外，武林中旁的高手也絕不會使。我師父至死都不肯說那惡人的名字。孫婆婆問她：『是不是歐陽鋒，是不是歐陽鋒？』師父總是搖頭，微笑了一下，便此斷氣了。」楊過道：「歐陽鋒是我義父。」小龍女奇道：「當真？我怎麼不知道？」楊過於是將當年他怎樣中了李莫愁冰魄銀針之毒，虧得歐陽鋒救治，因而認他為義父等情約略說了。