第十七回　邂逅揮拳郭靖突覺眼前一黑，同時胸口一股勁風襲到，急忙吐氣縮胸，但已不及，拍拍兩聲，肋上已中了兩掌。幸而他曾跟丹陽子馬鈺學習過兩年玄門正宗內功，這兩掌雖然打得肋上奇痛徹骨，卻也傷他不得，當下危急之中，雙腿鴛鴦連環，左起右落，倏忽之間接連踢出了九腿，真如風馳電掣一般，快速之極。這是馬王神韓寶駒的生平絕學，腳下曾踢倒無數南北好漢，郭靖雖未學得師父功夫的神髓，但那公子竟也被他踢得手忙腳亂，避開了前面七腿，最後兩腳竟然未能避過，噠噠兩下，左右胯上同時被郭靖踢中。兩人一齊向後躍出，郭靖忙把罩在頭上的錦袍甩脫，心裏又驚又怒。他在蒙古時曾與眾人相處，個個真誠正直。但後來遇到的事情卻越來越使他感到奇異不解：札木合竟會在暗中算計他情逾骨肉的義兄，黃河四鬼居然不顧羞恥的合力對付他一個後輩，這公子比武得勝，忽然會不顧信義，不要人家的姑娘，而這時與他論理，他竟爾突施詭計，猛下毒手，要不是自己練有內功，受了這兩掌豈非當時肋骨折斷、內臟震傷？他天性質樸，自幼又與粗獷誠實之人相處，所以對於人性之險惡，竟自全然不知。那公子中了兩腿，勃然大怒，身形一晃，斗然間欺到郭靖身邊，左掌「斜掛單鞭」，呼的一聲，向郭靖臂上劈來，郭靖舉手一格，只覺胸口一陣劇痛，心裏一驚，拆招時稍形畏縮，被那公子搶攻數招，腳下一勾，撲地跌倒。公子的從僕都嘻笑起來。那公子拍了拍胯上的塵土，冷笑道：「憑這點功夫就想打抱不平麼？回家叫你師娘再教二十年吧！」郭靖一聲不響，吸了一口氣，在胸口運了幾轉，疼痛立減，見那公子正想走出圈子，急忙縱身而上，叫道：「看拳！」肘底衝拳，往他後腦擊去，那公子一低頭，郭靖左手鉤拳從下而上，勁擊對方面頰。那公子舉臂一擋，兩人雙臂相格，各運內勁，向外崩擊。郭靖本力較大，那公子武功較深，一時僵住了不分上下。郭靖猛吸一口氣，正待加強臂上之力，忽覺對方手臂一鬆，自己一股勁突然落空，身子不由自主的向前一衝，急忙下盤打樁定住，後心敵掌已到。郭靖回掌一架，但他是憑虛，對方踏實，那公子叫聲：「去吧！」手掌一震，郭靖又是一交跌倒，這一交卻是俯跌。郭靖左肘在下一搭，身子已經彈起，在空中轉了半個圈子，橫掃一腿，向那公子胸口踢來。旁觀眾人見他這一下變招迅捷，欲在敗中取勝，稍會拳藝的人都喝了一聲采。那公子向左側身，雙掌虛實並用，一掌擾敵，一掌相攻，郭靖當下展開「分筋錯骨手」，雙手飛舞，拿筋錯節，招招不離敵人全身關節穴道。那公子曾由師父指點過「分筋錯骨手」的手法，但郭靖這路功夫卻是由妙手書生朱聰自行所創，與中原名師所傳的全然不同。那公子見他來勢鋒銳，掌法一變，竟然也使出「分筋錯骨手」來。兩人路子很近，但手法招術完全相異，只見一個伸食中兩指扣拿對方「鳳尾穴」，一個鉤擒敵腕欲脫指關節，雙方各有所忌，都不敢實點，稍發即收，來來往往的拆了七八十招。一個勢猛，一個招熟，鬥了一頓飯功夫，兀自不分上下。那公子久戰不下，忽然賣個破綻，露出前胸，郭靖乘機直上，手指將點到對方胸口「玄機穴」，他轉念一想：「我和他並無仇愆，不能下此重手！」手指一偏，戮在穴道之旁。豈知那公子竟是料他如此，右臂忽地穿出，將郭靖雙臂撂在外門，左拳篷篷篷三拳，擊在郭靖腰眼之中。郭靖忙彎腰縮身，掌力挾風，也向那公子腰裏打到。那公子事先早已算到了這招，右手嗖的把他右腕刁住，「順手牽羊」往外一帶，右腿在郭靖右腿迎面骨上一撥，借力使力，郭靖站不穩，咕咚一聲，重重的又跌了一跤。穆易雙手由女兒裹好了創口，站在旗下觀鬥，見郭靖連跌三交，顯然不是那公子的對手。搶上來將郭靖扶起，說道：「老弟，咱們走吧，不必再與這種下流胚子一般見識。」郭靖剛才這一交摔得頭暈眼花，怒火漸熾，掙脫穆易拉住的手，搶上來又是拳掌連施。那公子真料不到他愈鬥愈勇，躍開三步，叫道：「你還不服輸嗎？」郭靖並不答腔，搶上來仍是狠打。那公子道：「你再糾纏不清，可莫怪我下殺手了！」郭靖道：「好！你不把鞋子還出來，咱們永遠沒完。」那公子笑道：「這姑娘又不是你親妹子，幹麼你拚死要做我大舅子？」他這句話是北京罵人的話兒，旁觀的無賴聽了一齊鬨笑，郭靖全然不懂，道：「我不認識她，誰說是我親妹子？」那公子又好氣又好笑，斥道：「傻小子，看招！」兩人搭上了手，翻翻滾滾，又打了起來。這次郭靖留了神，那公子連使詭計，郭靖儘不上當。講到武功，那公子雖然稍勝一籌，但郭靖鬥志旺盛，一味韌戰，竟又支持了將近半個時辰。郭靖與那公子在午刻動手，這時已是未末申初，圍觀之人越聚越眾，廣場上擠得水洩不通。穆易是老走江湖的人，知道這樣打下去一定會驚動官府，鬧出事來，但人家仗義出來打抱不平，自己豈能一走了之，在一旁瞧著，心中十分焦急，往人叢中一看，只見觀鬥的人中有的目光炯炯，有的氣宇不凡，有的奇形怪狀，有的身懸寶劍，竟有許多武林人物、江湖豪客在內。這些人或凝神觀看，或低聲議論，還有些人卻在賭賽猜測兩人的勝負。穆易慢慢移動地位，走近那公子的隨從們聚集的地方，眼睛微微一晃，只見隨從中站立著三個相貌特異之人。第一個身披大紅袈裟，頭戴一頂金光燦然的僧帽，是一個身材魁梧之極的藏僧，站在那裏，比四周眾人高出兩個頭。第二個中等身材，滿頭白髮如銀，但臉色光潤，不起一絲皺紋，猶如孩童一般，傳說中雖有所謂「童顏白髮」，但向來誰也沒有見過，這個白頭人卻真的是嬰兒容顏，只見他神采奕奕，實在看不出是多大年紀。第三個生得短小精悍，滿眼紅絲，卻是目光如電，眼睛稍一迴顧，猶如雙目中各有一道光芒射出來一般。穆易看得暗暗驚訝，只聽一個僕從道：「靈智上人，您老下去把那小子打發了吧，再纏下去，小王爺要是一個失手，受了點兒傷，那咱們跟小王爺的下人都活不了。」那藏僧靈智上人微微一笑，並不答話，那白髮老頭笑道：「最多王爺打折你們的腿，還能要了你們的命麼？」穆易大吃一驚：「原來這位公子竟是小王爺，再打下去必有大禍。看來這些藏僧等等都是王府中聘請的武林高手，想必這個小王爺的隨從們害怕出事，趕忙去請了他們來助拳。」又聽那短小的漢子道：「小王爺功夫比那小子高，怕什麼？」他人雖然短小，出言卻是聲若洪鐘，旁人都嚇了一跳，人人回頭看他，被他閃電似的目光一瞪，個個又不自禁的急忙回頭，不敢再看。那白髮老人笑道：「小王爺學了這一身武功，不在人前露臉，豈不是空費了十多個寒暑之功？要是誰去幫他，他準不樂意。」那矮小漢子道：「梁公，你說小王爺的掌法是那一門功夫？」這次他壓低了聲音。白髮老人呵呵笑道：「虎老弟，你是考考你老哥來著？你看，他掌法飛翔靈動，虛實變化，要是你老哥不走了眼，那麼他必是全真教的門下。」那矮小漢子道：「嗯，只是全真教的道士個個古怪，怎會去教小王爺的武藝，這倒奇了。」那白髮老頭笑道：「六王爺折節下交，什麼人請不到？像你虎老弟這樣縱橫山東山西的豪傑，不是也到了王府裏麼？」那矮小漢子點了點頭。白髮老頭望著圈中兩人相鬥，見郭靖掌法又變，招法遲緩，門戶卻守得緊密異常，小王爺數次搶攻，都被他厚重的掌法震了回來，於是問那矮小漢子道：「虎老弟，你瞧這小子的武功是什麼家數？」那人遲疑了一下道：「這小子武功很雜，好像不是一個師父所授。」旁邊一人接上道：「彭寨主說得不錯，這小子是江南七怪的徒弟。」穆易向他一瞧，見他是個青臉瘦子，額上有三個肉瘤，心想：「這人叫他彭寨主，難道這矮小漢子是大盜的魁首？江南七怪的名字久已不聞，莫非還在人世？」正自疑惑，那青臉瘦子忽然怒喝：「好小子，你在這裏？」噹啷啷一聲，從衣包中取出一柄短短的鋼叉，縱身躍入場子。原來這青臉瘦子就是黃河四鬼的師叔三頭蛟侯通海，眾人見他手執兵刃躍入場子，以為是要對那一方相助，都大聲叫喊起來。穆易見他與那彭寨主等接語，知他是小王爺府中人物，雙掌一錯，走上幾步，只要他向郭靖動手，自己馬上就接了過來，雖然對方人多勢眾，但勢逼處此，也只得一拼了。那知侯通海並不奔向郭靖，卻是直向對面人叢中衝去。一個滿臉煤黑、衣衫襤褸的瘦弱少年見他衝來，叫聲：「啊喲！」轉頭就跑，侯通海急追了下去，黃河四鬼本在侯通海身後，跟著隨後趕去。郭靖與小王爺打得正酣，一瞥間見侯通海追趕的似是新交的好友黃蓉，心裏一急，腿上被小王爺踢中了一腳。他跳出圈子，叫道：「且住！我出去一下，回頭再打。」小王爺冷笑道：「你認輸了就好！」郭靖一心掛念黃蓉的安危，無心再與他鬥氣爭勝，正要發足向黃蓉逃去的路上奔去，忽聽噠噠噠聲響，黃蓉拖了鞋皮，嘻嘻哈哈的奔回，後面侯通海連聲怒罵，搖動鋼叉，一叉一叉的向黃蓉後心刺去。但黃蓉身手甚是敏捷，鋼叉總是刺他不著。那鋼叉共有三股叉尖，在日光下閃閃發光，叉身上套著三個鋼環，搖動時互相撞擊，噹啷啷的直響。黃蓉在人群中東鑽西鑽，頃刻間在另一頭鑽了出來。侯通海趕到近處，眾人無不失聲而笑，原來他左右雙頰之上，各有一個黑黑的五指掌印，顯然是被黃蓉那塗滿了煤黑的手掌兩邊各打了一巴掌。侯通海在人叢中亂推亂擠，等到挨了出來，黃蓉早已去得遠了。那知他十分頑皮，遠遠站定了相候，還連連招手。侯通海氣得哇哇大叫：「不把你這臭小子剝皮拆骨，我三頭蛟誓不為人！」挺著鋼叉又追了上去。黃蓉待他趕到相距數步時，這才發足奔逃。眾人看得好笑，忽見那邊廂三個人氣喘吁吁的趕來，正是黃河三鬼，只喪門斧錢青健卻不在其內。郭靖看了黃蓉身法，心中大悟：「原來他身懷絕技，日前在張家口黑松林中引走侯通海，把黃河四鬼吊在樹上，都是他幹的好事了。」那一邊藏僧靈智上人等也紛紛議論。原來靈智上人是西藏密宗的高手，修練大手印之法。那童顏白髮的老頭名叫梁子翁，是長白山武學的一派宗師，因自小服食野山人參與各種珍奇藥物，所以駐顏不老，武功奇特，人稱參仙老怪。這「參仙老怪」四字向來分開來叫，尊敬他的稱之為「參仙」，不是他一派的弟子，背後都稱他為「老怪」了。那神目如電的漢子，在中原名氣更是響亮，名叫千手人屠彭連虎。他是婦孺皆知的人物，大江南北，小孩兒哭起來，只要說一聲：「彭老虎來啦！」小兒們立刻害怕噤聲，不敢再哭。參仙老怪梁子翁道：「我在關外時，早聽得鬼門龍王是一把了不起的高手，怎麼他師弟這樣不濟，連一個小孩子也鬥不過？」彭連虎皺眉不語。他與鬼門龍王沙通天向來勾結很緊，互為奧援，大做沒本錢的買賣。他素知三頭蛟侯通海確有一身驚人武功，今日如此出醜，倒令人大惑不解。黃蓉與侯通海這樣一擾，郭靖與小王爺惡鬥暫時住手。那小王爺戰了一個多時辰，雖把郭靖打跌了五六交，但自己也已累得，手疲腳酸，又飢又渴，抄起腰間蔥綠手巾不住抹汗。穆易收起「比武招親」的錦旗，執住郭靖的手連聲慰問，正要邀他到客店去休息敘話，忽然噠噠拖鞋皮聲響，接著鋼叉上三環噹啷啷亂鳴，黃蓉與侯通海兩人一逃一追，奔了回來。只見黃蓉手中揚著兩塊布條，看侯通海時，胸口衣服被撕去了兩塊，露出裏面的白布裏衣。再過一陣，吳青烈和馬青雄一個挺槍，一個執鞭，氣喘吁吁的趕來，這時黃蓉和侯通海又已奔得不見人影。旁觀眾人又是奇怪，又是好笑，突然西邊一陣喝道之聲，十幾名差役健僕手執藤條，向兩邊亂打，驅逐閒人，眾人紛紛往兩旁讓道，只見轉角處六名壯漢抬著一頂繡金紅呢大轎過來。小王爺的僕從們叫道：「王妃來啦！」小王爺皺眉罵道：「多事，誰去稟告王妃來著？」僕從們不敢回答，待繡轎抬到比武場邊，大家上去打千請安。只聽見轎內一個女人聲音鶯鶯嚦嚦的說道：「怎麼和人打架啦？長衣又不穿，回頭著了涼！」穆易遠遠聽見這個聲音，有如雷轟電震一般，耳朵嗡的一聲，登時出了神，心中突突亂跳：「怎麼這說話的聲音和我那人這樣相像？」但隨即啞然失笑：「這是大金國的王妃，我思念妻子發了痴，真是胡思亂想。」但總是情不自禁，緩緩的走近轎邊，只見轎內伸出一雙纖纖白手，手裏拿著一塊手帕，給小王爺拭去臉上汗水塵污，又低聲說了幾句不知什麼話，大概又是責備又是關切的意思。小王爺道：「媽，我好玩呢，一點沒事。」王妃道：「快穿衣服，咱們娘兒倆一起回去。」穆易又是一驚：「天下怎會有說話聲音如此相同之人？」王妃的一名隨從走到郭靖跟前，拾起小王爺的錦袍，罵道：「小畜生，這件袍子給你弄得這個樣子！」另一個隨著王妃而來的軍漢舉起籐條，刷的一鞭往郭靖頭上猛抽下去。郭靖一側身，鉤住他拿籐條的手腕，腳一下掃，這軍漢撲地倒了。郭靖奪過籐條，在他背上刷刷刷三鞭，喝道：「誰叫你亂打人？」旁邊的百姓有許多曾被軍漢們籐條打中，這時見郭靖以其人之道還治其人身，心中無不暗暗稱快。其餘十名軍漢高聲毒罵，搶上去救援同伴，被郭靖雙手一對對的提起，扔了出來。小王爺大怒，喝道：「你還要猖狂？」接住郭靖迎面擲來的兩名軍漢，放在地上，跟著一拳飛出，直取郭靖小腹。郭靖閃身進招，兩人又搭上了手。那王妃連聲喝止，小王爺對母親似乎並不畏懼，頗有點兒恃寵而驕，回頭叫道：「媽，我今日非好好揍他一頓不可。」兩人拆了數十招，小王爺賣弄精神，存心要在母親面前顯示手段，只見他身形飄忽，掌法靈動，郭靖果然抵擋不住，又被他連摔兩交。穆易這時再也顧不到別處，凝神注視轎子，只見繡簾一角微微掀起，露出一隻秀眼，幾縷鬢髮，那眼光中滿是柔情關慮，瞧著小王爺與郭靖相鬥。穆易望著這隻眼睛，身子猶如泥塑木雕般釘在地下，再也動彈不得。郭靖雖是接連輸招，卻是愈戰愈勇。小王爺連下殺手，只想傷得他無力再打，但郭靖皮堅肉厚，又練有內功，身上吃幾拳並不在乎，兼之小王爺招術雖然巧妙，功力卻因限於年齡，未見狠辣，所以一時也不能摧傷對方。鬥了一陣，黃蓉與侯通海又逃逃追追的奔來。這次侯通海頭髮上插了老大一個草標，這本是物件出賣的記號，插在頭上，那就是出賣人頭的意思，當然是受了黃蓉的戲弄，但他茫然不覺，只是奮力疾追，後面的黃河二鬼竟自不知去向，想必是被黃蓉打倒在那裏了。梁子翁等心中無不暗暗納罕，猜想不透黃蓉這孩子是何等人物。圈子中兩個少年拳風虎虎，掌影飄飄，各自快速搶攻，突然間郭靖臂上中了一掌，過一會小王爺腿旁被打了一拳，兩人愈鬥愈近，呼吸相聞。郭靖連使分筋錯骨的絕招，百忙中左手還抽空乘隙的點穴打穴，小王爺這時用的是七十二路擒拿手，掌出時骨節中格格發響。旁觀眾人中不會武藝的固然是看得神馳目眩，就是內行的會家子，也覺兩人拼鬥越來越險，稍一疏神，不是有性命之憂，就是身受重傷。靈智上人和梁子翁手裏都扣了暗器，以備在小王爺遇險時相救。他們自恃功夫遠勝郭靖，緊急時一定能夠制他。郭靖鬥發了性，他自小生在大漠之中，橫勁十足，那小王爺究竟嬌生慣養，似這樣硬打硬拼，竟然有點不支起來。他見郭靖一掌劈到，閃身避過，回了一拳，極為狠捷，郭靖乘他這拳將到未到之際，出右手在他右肘上一撥，搶身上步，左臂已自他右腋下穿入，左手反鉤上來，同時右手拿向小王爺頸頭。小王爺料不到他如此大膽進襲，左掌急翻，刁住對方手腕，一隻右手也已抓住郭靖的後領。兩人胸口相貼，各自運勁，一個要叉住對方喉頭，一個要掃斷敵人的手腕，正是勝負懸於一息，生死決於俄頃。眾人齊聲驚叫，那王妃露在繡簾外的半邊臉登時變得全無血色，穆易的女兒本來坐在地下，這時也一躍而起，臉有驚惶之色。只聽得拍的一聲，郭靖面上中了一掌，原來小王爺忽然變招，右手一鬆，快如閃電般的擊了一掌。郭靖被打得頭暈眼花，大喝一聲，雙手抓住小王爺的衣襟，把他身子舉了起來，用力往地下擲去。這一招既非分筋錯骨的招數，也不是擒拿短打的功夫，卻是蒙古人最擅長的摔跤之技，是郭靖跟著神箭手哲別學來的。但那小王爺武功也確有過人之處，眼見落敗，忽地向前一撲，不再是撞向地上，而是一把抱住郭靖雙腿，兩人同時跌倒，小王爺壓在上面。他立時躍起，回身從軍漢手裏搶過一柄大槍，一槍往郭靖小腹上刺來。郭靖一滾逃開，小王爺刷刷刷連環三槍，急跟而至，槍法竟是純熟之極。郭靖大駭，身子一時無法躍起，仰臥在地下施展空手奪刀刃之技想奪他大槍，幾次出手都抓奪不到。小王爺一抖槍桿，朱纓亂擺，槍頭嗖嗖嗖的顫成一個大紅圈子，郭靖只覺耀眼生花，情急之下手臂一格，把槍桿硬生格開，順手拖過穆易那面「比武招親」的錦旗，橫過旗桿，一招「撥雲見日」，槍桿直刺，只見他身隨桿起，往上一長身，一面錦旗呼的一聲，直撲出去，罩向小王爺面門。小王爺斜身移步，槍桿起處，圓圓一團紅影，夾著槍尖上一點寒光，向郭靖刺來。郭靖揮旗擋開。兩人這時動了兵刃，郭靖用的是大師父飛天蝙蝠柯鎮惡所授的降魔杖法，雖然旗桿長大，使來極不順手，但這套杖法變化奧妙，原是柯鎮惡苦心練來對付鐵屍梅超風之用，招中蘊招，變中藏變，詭異之極。小王爺不識他的杖法，挺槍進招，那旗桿忽然倒翻上來，如不是閃避得快，小腹已被挑中，只得暫取守勢。穆易初見那小王爺掄動大槍的身形步法，已是訝異，後來愈看愈奇，只見小王爺刺、扎、鎖、拿、盤、打、坐、崩、招招是正宗的「楊家槍法」。須知楊家槍法雖分為南北二宗，每宗各分支，但每一支所傳的槍點均不完備，這小王爺所使的槍法，卻是楊家的獨門功夫，向來傳子不傳女，這在南方已自少見，誰知竟會在大金國的京城之中出現。穆易看了一會，心中一酸，不禁垂下淚來。他女兒觀鬥看出了神，似乎也是心事重重。只見槍頭上紅纓閃閃，長桿上錦旗飛舞，落日斜輝，映得分外鮮艷。那王妃眼見天色不早，兒子累得滿頭大汗，心中焦急，連叫：「住手，別打啦！」彭連虎聽了王妃如此說，大踏步走向場中，左臂一振，格在旗桿之上，郭靖只覺雙手虎口斗然劇痛，那旗桿已飛向天空，錦旗在半空被風一捲，展了開來，獵獵作響，好看已極。郭靖有生以來，除梅超風外，從未遇到過如此強勁敵手，不由得心中大驚，尚未看清楚對方身形面貌，只覺風聲颯然，敵招已攻到面門，危急中斜竄出去，饒是他身法快捷，彭連虎一掌已擊中他的手臂。郭靖站立不穩，一交跌倒。彭連虎向小王爺一笑，道：「小王爺，我給你料理了，省得以後再糾纏不清！」右手向後一縮，吸一口氣，手掌抖了兩抖，忽地暴伸出來，猛往正從地下爬起的郭靖頭頂拍去。郭靖心知無倖，拼著雙臂不要，運氣往上一擋。旁觀的高手知道郭靖雙臂已不能保全，千手人屠彭連虎這掌下來，他手臂非斷不可。就在這一瞬間，人叢中一人喝道：「慢來！」一道銀灰色的人影倏地飛出，一人舉起一件異樣兵刃，在空中一揮，彭連虎的手腕已被捲住。那彭連虎武功極為厲害，右腕運勁一拉，噠的一聲，把來人的兵器齊中拉斷，隨即一掌發出，那人楞了一楞，將郭靖攔腰抱起，向旁躍開。眾人才看清楚躍進來相救郭靖的是一個中年道人，身披一件銀灰色道袍，手中拿著拂塵只剩了一個柄，拂塵的絲縧已被彭連虎拉斷，還繞在他的手腕之上。那道人與彭連虎互相注視一眼，剛才雖只換了一招，但都已知道對方十分了得。那道人道：「足下可是威名遠震的彭寨主？今日識荊，幸何如之。」彭連虎道：「不敢，賤名豈足掛齒？要請教道長法號。」這時數百道目光，一齊向那道人注視，只見他眉清目秀，頦下疏疏的三叢鬍鬚，白襪灰鞋，全身一塵不染。那道人並不答話，伸出左足，向前踏了一步，隨即又縮腳回來，只見地下淺淺留了一個印痕，北地泥乾土燥，他漫不經意的伸足一踏，竟是一個印子，腳下功夫，可真是到了驚世駭俗的地步。彭連虎驚道：「道長可是人稱鐵腳仙的玉陽子玉真人麼？」那道人稽首道：「彭寨主言重了。貧道正是王處一，『真人』兩字，決不敢當。」彭連虎與參仙老怪梁子翁、靈智上人等都知道王處一是全真教中響噹噹的腳色，威名之盛，僅次於長春子丘處機，雖然久知他的名頭，卻是從未見過，這時不禁向他仔細打量，只見他衣淨履潔，似是一個十分著重修飾的羽士，若非適才見到他的功夫，真不相信此人就是獨足跂立、憑臨萬丈深淵，威服河北群豪的鐵腳仙玉陽子。王處一微微一笑，向郭靖一指，說道：「貧道與這位小哥素不相識，只是看他見義勇為，奮不顧身，心中好生相敬，斗膽求彭寨主饒他一命。」彭連虎聽他說得客氣，心想既有全真教門下出頭，樂得賣個人情，當下拱手道：「好說，好說！」王處一稽首相謝，轉過身來，雙眼一翻，臉上猶如罩了一層嚴霜，厲聲向那小王爺道：「你叫什麼名字？你師父是誰？」那小王爺見了王處一的舉動，本已有點惴惴不安，正想悄悄溜之大吉，不料他突然厲聲相詢，只得站定了答道：「我叫完顏康，我師父名字不能對你說。」王處一道：「你師父左頰上有一顆紅痣，是不是？」完顏康嘻嘻一笑，正想說句俏皮話，突見王處一兩道目光猶如閃電般射來，心中微微一驚，登時把一句開玩笑的話吞進了肚裏，點了點頭。王處一道：「我日料到你是丘師兄的弟子，哼，你師父傳你武藝之前，對你說什麼來？」完顏康這時感到事態嚴重，臉上頗現惶急之色。他母親在轎中又叫道：「孩子，快回去吧！」完顏康心思機敏之極，心想：「今日之事要是給師父知道，那可不得了。」突然間一個念頭如電光一般在心中一閃，當即和顏悅色的道：「道長既識得家師，必是前輩，就請道長駕臨舍下，待晚輩聆聽教益。」王處一「哼」了一聲，尚未答話，完顏康又向郭靖作了一揖，微笑道：「我與郭兄不打不相識，郭兄武藝，小弟佩服得緊，請郭兄與道長同到舍下，咱們交個朋友如何？」郭靖向穆易父女一指道：「那麼你的親事怎麼辦？」完顏康臉現尷尬之色道：「這事慢慢的從長計議。」穆易一拉郭靖的衣袖道：「郭小哥，咱們回去說話，何必再理會這種下流胚子。」完顏康聽了也不生氣，向王處一又作一揖，說道：「道長，晚輩在舍下恭候，你問趙王府便是。」跨上僕從牽過來的駿馬，韁繩一抖，縱馬就向人叢中奔去，眾人紛紛閃避。王處一見了他這副驕橫的模樣，心頭更氣，向郭靖道：「小哥，你跟我來。」郭靖道：「我想等一下我一個朋友。」說話未了，只見黃蓉從人叢中向上一躍，笑道：「我沒事，待會我來找你。」兩句話說畢，又落在人叢之中。他身材矮小，一落人堆之中，登時不見蹤影，只見那三頭蛟侯通海又從遠處奔來。郭靖心裏好笑，回過身來，撲翻在地，向王處一叩謝救命之恩。王處一拉住他的手臂，腳不點地般擠出人叢，直往郊外走去。他腳步好快，不多一刻已到了城外，再行數里，到了一個山峰背後，王處一一路加快腳步，有心試探郭靖武功，到後來越走越快。郭靖曾跟丹陽子馬鈺學過呼吸吐納的功夫，在懸岩上上落自如，這時一陣急奔，雖是在劇鬥之後，倒也還支持得住，後來忽上陡坡，郭靖練習有素，竟然面不加紅，心不增跳，無所事事的隨著王處一奔上山坡。王處一將拉著他手臂的手一鬆，微微有點驚訝。道：「你的根基紮得不壞啊，怎麼打不過他？」郭靖不知如何回答，只是楞楞的一笑。王處一道：「你師父是誰？」郭靖那日在懸崖頂上假扮尹志平欺騙梅超風，知道丹陽子馬鈺的師弟之中有一個正是王處一，當下毫不相瞞，將江南七怪與馬鈺授他功夫的事，簡略說了一遍。王處一喜道：「大師哥教過你功夫，好極啦！那我還有什麼顧慮？」郭靖睜大了圓圓的一雙大眼，望著王處一，茫然不解。王處一道：「和你相打的那個什麼小王爺完顏康，是我師兄長春子丘處機的弟子，你知道麼？」郭靖呆了一呆，奇道：「是麼？我一點也不知道。」原來丹陽子馬鈺雖然傳授了他上乘內功，但拳腳武功，卻從未加以點撥，所以郭靖並不深知全真派武功的家數，這時聽王處一一說，想起那日夜晚與小道士尹志平交手，他的招數與那完顏康確是一派，心頭不禁惶悚，低頭道：「弟子不知那位小王爺原來是丘道長門下，粗魯冒犯，請道長恕罪。」王處一哈哈大笑，道：「你義俠心腸，我喜歡得緊，那會怪你。」隨即正色道：「我全真門下，教規極其嚴峻。門人做錯了事，只有加倍重處，決不偏袒。這人輕狂妄為，我要會同丘師兄好好罰他。」郭靖道：「他要是肯和那位穆小姐結親，道長就饒了他吧。」王處一搖頭不語，見郭靖宅心仁厚，待人忠恕，更是喜歡，沉吟了一會，自言自語：「丘師兄向來嫉惡如仇，對金人尤其憎惡，怎麼會去傳授金朝公子武藝，實在教人猜想不透。」轉過來對郭靖道：「丘師兄約了我在燕京相會，這幾天他必定就到，一切情由，見了面我再仔細問他。他收了一個姓楊的弟子，說要到嘉興和你比武，不知那姓楊的功夫如何。但你放心，有我在這裏，決不能教你吃虧。」郭靖奉了六位師父之命，要在三月廿四日之前趕到浙江嘉興，至於到嘉興幹什麼，六位師父始終未對他詳細說明，於是問道：「道長，比什麼武啊？」王處一嘆了口氣道：「你師父們既未對你說過，我也不便代說。」他曾聽丘處機說起過前後的原委，知道江南六怪這次志在必勝，所以迄今未將十八年前的事告知郭靖，這一來是免他傷痛父仇，妨礙了學藝，二來是怕他知道對手是世交故人之後，不免手下留情，比武時只怕應勝不勝，不應敗反敗。郭靖不敢再問，唯唯稱是。王處一道：「咱們瞧瞧那穆易父女去，那女孩子性子剛烈，別鬧出人命來。」郭靖心頭一凜，兩人逕到西城大街高陞客棧來，走到客店門口，只見店中走出十多名錦衣親隨，向王處一叩下頭去，說道：「小的奉小主之命，邀請道長和郭爺到府上赴宴。」說著呈上大紅名帖，上面寫著「弟子完顏康拜」的字樣，呈給郭靖的那張名帖上則自稱「教弟」。王處一接過名帖道：「待會就來。」那為首的親隨道：「這些點心果物，小主說請道長與郭爺將就用些。兩位住在那裏，小的這就送去。」其餘親隨托上果盒，揭開盒蓋，只見十二隻盒中裝了各色細點鮮果，都是十分精美的珍品。郭靖心想：「我那黃蓉賢弟愛吃精緻點心，我多留些給他。」王處一不喜完顏康為人，本待揮手命他們拿回，一轉眼見郭靖眼中露出高興的神色，心想：「少年人嘴饞，這也難怪！」微微一笑，命將果盒留下。