第六十六回　奇異門規 摘星子道：「你不出手，那麼就接我招罷。」出塵子臉色大變，一躍而起，莫看他肥肥矮矮，身法卻是頗為敏捷，一聽大師兄如此說，知道已無可倖免，他一向慣用的兵刃乃是一根鋼杖，卻被蕭峰插入了山壁之中，始終沒辦法拔出，當即一俯身，從地上拾起兩塊石塊，均有拳頭大小，呼呼兩響，便向摘星子擲了過去，口中說道：「大師哥，得罪了！」他兩塊石頭一脫手，跟著又拾起兩塊，連珠般擲將過去，身子卻躍向東北角上，呼呼兩響，又是兩塊石頭擲出，一個肉球般的身子已遠遠縱開。他自知武功與摘星子差得太遠，只盼這六塊石頭能擋得一擋，自己便脫身逃走，此後隱姓埋名，讓星宿派的門人再也找尋不到。那知摘星子右袖揮動，一股雄渾絕倫的掌力從袖底湧將出來，衣袖角只在石頭上一帶，那幾塊石頭便反飛而出，向出塵子後心砸去。蕭峰在石後見了他反激石塊的內力，不禁暗暗點頭：「這人借力打力的功夫，造詣大是不弱，那是真實本領，可不是甚麼邪法。」出塵子聽到風聲勁急，知道若是再向前逃，非給石頭擊中背心不可，要說反掌擋架，卻又沒這等功力，只得斜身向左一躍，說也奇怪，他身子剛向左邊躍去，摘星子衣袖拂出的第二塊石頭，跟著又到，竟是不容他有絲毫喘息餘地。出塵子左足剛在地下一點，勁風襲背，第三塊石頭又已趕了過來。蕭峰自是明白這個道理，他師兄弟同門學藝，摘星子對這師弟的玩意了然於胸，料到他閃避之時，將有甚麼行動。只是這石塊一塊塊的飛擲過去，方位固是極準，時刻分寸更是拿捏得恰到好處，叫他累得足不停步，不住向左。顯然摘星子是意存玩弄，不欲立即取他性命，眼見那第五塊、第六塊石頭飛擲過去之時，勢頭故意慢了一慢，若不這麼一等，出塵子已然閃避不了。每一塊石頭擲去，都是逼得出塵子向左跳了一大步，這六大步跳過，他身子又已回到火燄之旁。只聽得啪的一聲猛響，第六塊石子遠遠落下，出塵子臉色蒼白，手一翻，從懷中取出一柄匕首，便往自己胸口插入。摘星子那容他如此輕易便死？衣袖揮處，一朵藍色火花撲向他的手腕，嗤嗤聲響，燒炙他腕上穴道。出塵子手一鬆，匕首掉在地下，他大聲叫道：「大師哥慈悲，大師哥慈悲！」摘星子衣袖又是一揮，一股輕風撲出，射向那堆綠色火燄。這火燄突然分出一條細細的旁支，向出塵子身上射了過來，綠火著體便燃，衣服和頭髮首先著火。只見出塵子在地下滾來滾去，厲聲慘叫，一時卻又不死，焦臭四溢，情狀可怖，令人見之心悸。蕭峰雖多見兇惡險毒之事，但此刻見到出塵子遭遇如此之慘，心頭也是不禁一凜。星宿派眾門人嚇得連大氣也不敢透一口。摘星子道：「大家都不說話，嗯，你們覺得我下手太辣，出塵子死得冤枉，是不是？」他輕描淡寫的問了一句，眾人立即搶著說話：「出塵子死有餘辜，大師哥幫他煉體歸西，對他是太仁慈了。」「大師哥英明果斷，處置得適當之極，既不寬縱，又不過份，咱們這可太敬佩了。」「這傢伙洩露本派的機密，使師尊的練功至寶遭逢危難，本當凌遲碎割，讓他吃上七日七夜的苦頭這才處死。大師哥顧全同門義氣，這傢伙做鬼也感激大師哥的恩惠。」「咱們人人有罪，請大師哥寬恕。」這些卑鄙無恥的言語，夾雜在出塵子的呻吟呼喊之中，交織成一片刺耳之極的聲音。蕭峰心頭只感到說不出的厭憎，實在不願再聽下去。轉過身來，右足一彈，已悄沒聲的落在二丈以外，以摘星子如此功夫，竟也沒有察覺。蕭峰身子一彈離去，第二步正要跨出，忽聽得摘星子柔聲問道：「小師妹，你偷盜師尊的寶鼎，交與旁人，該受甚麼處罰？」這幾句話說得甚是溫文，但蕭峰聽在耳中，卻是凜然一驚，心道：「阿紫這小丫頭雖然可惡，但我受阿朱重託，豈能讓她死在這些邪魔外道的手中？只怕她所受的刑罰，比之那出塵子更要慘酷十倍，我若袖手不理，心中何安？」當即轉過身來，悄沒聲的又回到原來的隱身之處。只聽阿紫說道：「我是犯了師父的規矩，那不錯，大師哥，你想不想拿回這隻寶鼎？」摘星子道：「這是本門的三寶之一，當然是要收回的，如何能輕易落入外人之手？」阿紫道：「我姊夫的脾氣很是倔強。這寶鼎是我交給他的，如果我向他要回，他當然完整無缺的還給我。若是外人向他要，你想他給不給呢？」摘星子「嗯」了一聲，心道：「這喬峰本是丐幫的幫主，在江湖的聲名也很響亮，恐怕不是輕易向人屈服的。」便道：「這件事本來很難說啊，若是寶鼎有甚麼損傷，你的罪孽可就更加大了。」阿紫道：「你們向他要，他是無論如何不肯交還的。大師哥武功雖高，最多也不過將他殺了，要想取回寶鼎，那又是千難萬難。」摘星子沉吟道：「依你說那便如何？」阿紫道：「你們放開我，讓我獨自到雁門關外，去向姊夫把寶鼎要回。這叫做將功贖罪，不過你得答應，以後也不再向我用甚麼刑罰。」摘星子道：「這話聽來倒也有理。不過小師妹啊，這麼一來，做大師哥的臉皮可就給你剝得乾乾淨淨了，從此之後，我再也不能做星宿派的傳人了。我一放了你，你遠走高飛，跟著你姊夫逃之夭夭，我又到那裏去找你？這寶鼎嘛，咱們是志在必得，只要不洩漏風聲，那姓喬的未必便貿然毀去。小師妹，你出手罷，只要你打勝了我，你便是星宿派的傳人，反過來我要聽你的號令。你是大師姊，我是小師弟。」蕭峰聽到這裏，這才明白：「原來他這邪派中的排行是以功夫強弱定大小，不以入門先後來分。所以他年紀輕輕，卻是大師兄，許多比他年長之人，反而是師弟，如此說來，這些人同門之間，常常要爭奪殘殺，那裏還有甚麼同門之情、兄弟之義？」他卻不知這個規矩，正是星宿派武功一代比一代更強的法門。大師兄權力極大，做師弟的若是不服，隨時可以武功反抗，那時便以功夫定高低。倘若大師兄得勝，做師弟的自然是任殺任打，絕無反抗的餘地。若是師弟得勝，他立即一躍而升為大師兄，轉手將原來的大師兄處死。掌門師父眼睜睜的袖手旁觀，絕不干預。在這規矩之下，人人要努力進修，藉以自保，可是表面上卻又要不動聲色，顯得武功低微，以免引起大師兄的疑忌。那出塵子自恃膂力厲害，所鑄的鋼杖又長又粗，十分沉重，雖然排行第八，早引起摘星子的嫉忌，這次有機可乘，便借故剪除了他。別派門人往往練到一定的造詣，便即停滯不進，但是星宿派的門人卻是半天也不敢偷懶，永遠是勤練不休，做大師兄的固是怕每個師弟向自己挑戰，而做師弟的，也是怕大師兄找到自己頭上，只要功夫練得強了，大師兄沒有必勝把握，那就不會輕易啟釁。阿紫本以為摘星子瞧在寶鼎份上，不會便加害自己，那知他竟不上當，立時便要動手，這一來可嚇得花容失色，但聽出塵子呻吟叫喚之聲，兀自未息！這命運轉眼便降到自己身上，只得顫聲道：「我手足都被他們銬住了，如何跟你動手過招？你要害我，卻想這些鬼門道。」摘星子道：「很好！我先放你。」說著衣袖一拂，一股勁氣，直射入火燄之中。那綠色火燄又分出一道細細的旁支，便如一根水線般，向阿紫雙手之間的鐵銬上射去。蕭峰看得甚準，這一條綠色火燄，確是對準了阿紫的手銬射去，不是去燒她身體，何況這摘星子自視甚高，絕不願在同門之前失了威信，他武功比阿紫高得多，自不須突施偷襲，只是不知他功力如何，是否能燒斷鐵銬而不損及阿紫的手腕。但聽得嗤嗤輕響，過不多時，阿紫兩手往外一分，鐵銬已從中分斷，但兩個鐵圈還是套在她的手上，那綠火倏地縮回，跟著又向前射出，這次卻是指向阿紫足踝上的鐵鐐。也只片刻功夫，鐵鐐已自燒斷。蕭峰從旁觀看，初看那綠火燒熔鐵銬，不禁暗自驚異摘星子內力好生了得，待再看到那綠火去燒腳鐐時，這次瞧得清楚，綠火所到之處，鐵鐐便即變色，看來，還是那火燄中頗有古怪，倒不是純係他內力使然。阿紫手足既得自由，已是無可推諉，饒是她心智靈巧，卻也想不出甚麼巧計來得脫眼前的大難，只聽得諸同門不住的稱讚：「大師哥的內功當真是超凡入聖，非同小可。」「我等見所未見，聞所未聞，當今之世，除了師尊一人之外，大師哥實在是天下無敵了。」「甚麼『北喬峰，南慕容』，叫他們來給大師哥提鞋子也是不配。」「小師妹，現在你知道厲害了罷？只可惜懊悔已經遲了。」你一言，我一語，搶著說個不停。那摘星子也真愛聽這些諂諛之言，臉帶笑容，斜眼瞧著阿紫。阿紫只盼他們說之不休，摘星子越遲出手越好，但這些人翻來覆去說了良久，終於想不出甚麼新話題來了，聲音不免漸漸低了下去。摘星子緩緩的道：「小師妹，你出招罷！」阿紫想起適才出塵子慘死的情狀，顫聲道：「我不出招。」摘星子道：「你為甚麼不出招？我看還是出招的好。」阿紫道：「我不跟你打，明知打你不過，又何必多費氣力？你要殺我，儘管殺好了。」摘星子嘆道：「我並不想殺你。你這樣一位美貌可愛的小姑娘，我殺了你實在可惜，不過這叫做無法可施。小師妹，你出招罷，你殺了我，你就可以做大師姊了，星宿派中，除了師父之外，誰都要聽你的號令了。」阿紫咬牙道：「我就是打得你過，我也不會殺你。」摘星子道：「為甚麼？」阿紫道：「因為──因為──我心中歡喜你。」她此言一出，摘星子心中一凜，蕭峰也是心頭一震，誰也料不到，她居然會說出這句話來。眾弟子你瞧瞧我，我瞧瞧你，誰都不敢有甚麼表示。各人隨即眼望地下，不敢向摘星子多望一眼，免惹殺身之禍。過了好一會，只聽摘星子笑道：「你小小年紀，懂得甚麼喜歡不喜歡？我是有妻之人，難道你不知道麼？」阿紫道：「你──你──你英俊瀟灑，武功又高，有沒有妻子，有甚麼相干？我──我就是喜歡你。」摘星子嘆了口氣，道：「要是你不犯這麼大的罪孽，我收你做我小妾，那也不妨。現下──嗯──我是愛莫能助了。小師妹，你接招罷！」說著袖子一揮，一股勁風撲向火燄，一道綠色火線便向阿紫緩緩射來，似乎他不想一時便殺了她，是以這火燄來勢甚緩，阿紫驚叫一聲，向右方躍開兩步。那道火燄跟著迫來。阿紫又退一步，背心已靠到蕭峰藏身的大石之前。摘星子催動內力，那道火跟著逼了過來。阿紫的背脊已靠在大石之上，退無可退，正要想向旁縱躍，摘星子衣袖揮動，兩股勁風分襲左右，令她無法閃避，正面這道綠火，卻是越逼越近了。蕭峰知道這綠火只要一碰到身子，立時皮焦肉爛，眼見那綠火離她臉孔已不到兩尺，近了一寸，又近一寸。便低聲道：「不用怕，我來助你。」說著從大石後面伸手過去，抵住她的背心，又道：「你運掌力，向那綠火擊過去。」阿紫正嚇得魂飛魄散，突然聽到蕭峰的聲音，那真是得到一個天外飛來的救星。她想也不想，便是一掌拍出，其時蕭峰的內力已注入她體內，阿紫這一掌拍將出去，勁力已是十分雄渾。那道綠色火燄倏地縮回兩尺。摘星子大吃一驚，眼見阿紫已是俎上之肉，正想施展功夫，逼得綠火在她臉旁盤旋來去，嚇得她大聲驚叫，在眾同門前顯顯威風，這才取她性命，那想到阿紫小小年紀，居然有這等厲害的內力，實是大出料之外。只是他星宿派這一門的武功，師父傳授之後，各人自行修練，到底造詣如何，不等臨敵相鬥或是同門自殘，那是誰也不知道的。阿紫這一掌拍出，竟會將綠火逼回，眾人都是「哦」的一聲，雖是均感驚訝，卻是誰也沒有疑心有人暗助，只道阿紫天資特別聰明，暗中將功夫練得造詣極深。摘星子運力一送，那綠火便又向阿紫臉上射了過去，這一次用力極猛，那綠火便又去得奇快。阿紫「嚶嚀」一聲，不知如何抵擋才是，忙向左一避。幸好這時摘星子拍向她左右兩側的勁力已消，她身子避開，那綠火射到石上，嗤嗤直響。蕭峰低聲道：「左掌拍過去，隔斷火燄！」阿紫道：「這法兒挺妙！」左手一揚，一股掌力推向這道綠火的腰間，掌風到處，那綠火登時斷為兩截，前半截火燄無後力相繼，在岩石上燒了一回，便漸漸弱了下去，摘星子心想：「若是這股火燄熄了，那便是在眾同門前輸了一陣，這銳氣如何能折？」當即催動掌力，又將那道綠火射向岩石，要將那股斷了根本的綠火接應回來。阿紫只覺按在自己背上的手掌之中，內力源源不絕的送將過來，當真如長江大河一般，若不急急拍出，說不定自己小小的身子，也要炸裂了，當下右手用力一揮，直擊出去。蕭峰內力渾厚無比，輸到阿紫的體內，雖是威力減了幾成，但若她能善於運用，對摘星子攻個出其不意，極可能便一擊而勝。只是她驚恐之餘，這一掌拍出去匆匆忙忙，呼的一聲響，這道細細的綠火應手而滅，雖是勝了一仗，卻未損到摘星子的分毫。但這麼一來，星宿派眾同門同已是相顧失色。那七師弟不識時務，還要向大師哥捧場，說道：「大師哥，你功力真強，小師妹這一掌拍來，最多也不過將『神火』拍熄一些，卻那裏奈何得了你？」這幾句話他是好心拍大師兄的馬屁，但在摘星子聽來，卻是向他諷刺一般，突然間衣袖一拂，綠火斜出，嗤的一聲響，便如一枝箭射到了七師弟臉上。這綠火略一燒炙，便即縮回，但那人已雙手掩面，蹲在地下，殺豬也似的叫將起來。蕭峰低聲道：「此人已老羞成怒，須得小心在意。」他聲凝成線，送入阿紫的左耳，摘星子內力雖強，卻也無法聽到，其餘眾同門，更是誰也不知了。果然摘星子剛將七師弟整治了一下，隨即左掌斜拍，一道綠火又向阿紫射來，這次的綠火卻是粗得多了，聲勢洶洶，帶著洪洪之聲，照映得阿紫頭臉皆碧。阿紫怕這火光太盛，將蕭峰的身形照了出來，當即斜身又閃到岩石之前，拍出一掌，抵住綠火，不令近前。那綠火遇到阿紫的掌力，無法繼續向前，登時便在半空僵住了，火燄頭向前進得一兩寸，又向後退了兩寸，閃爍不定，黑暗之中，便似一條綠色的長蛇橫臥空際，輕輕擺動一般，顏色又是鮮艷，又是詭異。摘星子連催三次掌力，都給阿紫擋了回去，不由得又是焦躁，又是憤怒，再催兩次掌力仍是不得前進，驀地裏一股涼意從背脊上升向後頸：「她，她──她餘力未盡，原來一直在作弄我。難道師父偏心，私下將本門最上乘的功夫傳了她？我──我是上了她的當啦！」想到此處，心中一虛，手上掌力登時減弱，那條綠色長蛇快如閃電般退向火堆，摘星子大喝道：「難道我還怕你？」摘星子一聲斷喝，掌力加盛，這道綠火突然間化作一個斗大的火球，向阿紫疾衝過來。阿紫見勢道不對，一掌拍出，竟是擋不住這火球的衝勢，急忙左掌又跟著推出，雙掌一齊出力，才將這火球擋住了。只見一個碧綠的火球在空中骨碌碌的迅速轉動，眾弟子喝起采來，都說：「大師哥功力神妙，這一次小丫頭可就糟糕啦！」「小師妹，你還逞甚麼強？乘早服輸，說不定大師哥還能給你一條生路。」阿紫難以鎮定，不住催動掌力，但蕭峰送來的掌力雖強，終究是外來之物，她運用之際不能得心應手。摘星子和她僵持片刻，已發覺了她內力弱點所在，心道：「這小丫頭得師父眷顧，修練的內功當真了得，實不在我之下。只是她出掌全無迴旋餘地，一昧向前力推，在兩側頗有空隙。幸好她提早發難，若是再等三四年，掌法也練得到家，那時我可死無葬身之地了。」想到此處，不由得雙眉往上一豎，右手食指點了兩點，火燄堆中嗤嗤兩聲輕響爆出幾朵火花。這幾朵火花猶如流星一般，分從左右襲向阿紫，來勢迅速之極。阿紫叫聲「啊喲！」不知如何是好。她雙手的掌力，卻是凝聚在那大火球之上，再也分不出手來拍開這兩朵火花，無可奈何之中，只得身子一側，想要避開。但摘星子這一招攻擊，早就算好了後著，料到她除了側身閃避，更無別法，只要這兩朵火花一燒到身上，雖然不致傷她性命，卻能燒得她皮焦肉爛，功力大減，那時再送兩朵火花過去，連續燒炙，瞧她還有甚麼能耐施展得出？是以阿紫身子一閃，那兩朵火花在摘星子內力催動之下，跟著也射了過去。蕭峰暗叫：「不好！」知道阿紫已無力與抗，當下左掌微揚，一股掌力輕輕推出，只見阿紫身形閃動之際，兩條腰帶飄將起來，一飄一拂，兩朵火花迅速無倫的向摘星子激射回去。摘星子只道阿紫的內功已練到了超凡入聖的境界，腰帶微揚，便有極強的內力發出，只嚇得目瞪口獃，一怔之間，兩朵火花已射到身前。他叫道：「啊喲！」身子向上一縱，一朵火花從他足底下飛了過去。人叢中兩名師弟喝采道：「好功夫，大師兄了不起！」采聲未歇，第二朵火花已奔向他小腹。摘星子身在半空，如何還能向上拔高？嗤的一聲響處，火花已燒上他的肚腹。摘星子又是「啊」的一聲大叫，落了下來。原來蕭峰惱他口舌輕薄，辱及阿朱，這才施以薄懲。摘星子一落地，那團火球也即歸入火燄堆中。眾弟子眼望阿紫，臉上都現出敬畏之色，各人心中均想：「看來小師妹功力不弱，大師兄未必一定能夠取勝，咱們喝采聲，可不要喝得太響亮了。」摘星子伸起雙手，打開髮髻，長髮垂了下來，直覆在臉上，跟著一咬舌尖，一口鮮血，便向火燄中噴去。那火燄忽地一暗，隨即大為明亮，耀得眾人眼睛也不易睜開。眾弟子忍不住大聲喝采：「大師哥好功夫，令我們大開眼界。」摘星子猛地裏身子旋轉，如陀螺般連轉十多個圈，大袖拂動，整個火燄堆向上一拔，便如一座火牆般向阿紫壓來。那是他將平生功力，盡數凝聚在這一擊之中。蕭峰見到摘星子這等陣仗聲勢，知道他所使的乃是一門極厲害的邪術，自己如運玄功將之破去，對方不但功力大減，自己耗損也是不小。這人雖然奸惡，但和他無怨無仇，何必和他大鬥，當下反掌為抓，抓住阿紫背心，正想拉住她身子，就此遠行，料想這摘星子也追趕不上，忽聽得阿紫叫道：「阿朱姊姊，阿朱姊姊，你親妹子給人家這般欺侮，你也不給我出氣？」蕭峰一怔，心道：「她在叫喚阿朱，我──我──就此一走了事麼？」蕭峰微一遲疑，那綠火來得快極，便要撲到阿紫身上，當真間不容髮，蕭峰此時便要抓了阿紫逃走，也已不及，不由得心中一驚：「這人的內力著實了得，這火燄來得如此快法，卻為我始料所不及。」為了相救阿紫，只得雙掌齊出，兩股勁風拍向阿紫的衣袖。碧燄映照之下，阿紫兩隻紫色的衣袖鼓風飄起，向外一送，蕭峰的勁力已推向那堵綠色的火牆。這片碧燄在空中略停一停，登時便緩緩向摘星子面前退去。摘星子大驚，又在舌尖上一咬，一口鮮血再向火燄中噴去，火燄一盛，回了過來，但只進得兩尺，又被蕭峰的內力逼了轉去。眾弟子但見阿紫的衣袖鼓足了勁風，便如是風帆一般，都道這位小師妹的內功高強之極，那想得到她背後另外有人。摘星子此時臉色已然大變，一口口鮮血向火燄中吐去。他噴出一口鮮血，功力便減弱一分，這是騎虎難下，只得硬拼到底，但盼將阿紫燒死了，立即離去，慢慢再修練復元，否則給其他師弟瞧出破綻，說不定乘機便來撿這現成便宜，又來向他挑戰。但眼前只有先料理了阿紫再說，所謂「火燒眉毛，只顧眼下」，其餘的事，那也顧不得這許多了。他口中鮮血不住噴去，但在蕭峰雄渾的內力鎮壓之下，這碧燄那裏衝得過去？蕭峰從對方內勁之中，已察覺他真氣越來越是衰弱，快要油盡燈枯，便凝氣向阿紫道：「你叫他認輸便是了，不用鬥了。」阿紫道：「大師哥，你鬥不過我啦，跪下求饒，我不殺你便是。你出口認輸啦，你快認輸啊。」摘星子心下惶急異常，知道自己命在垂危，聽了阿紫的說話，忙點了點頭。阿紫道：「你幹麼不開口？你不說話，那便是不肯認輸。」摘星子又連連點頭，便是不說話，原來他凝運全力與蕭峰相抗，只要一開口，這叢碧燄捲將過來，立時便將他活活燒死。眾同門見了這等模樣，紛紛嘲罵起來：「摘星子，你打輸了，何不跪下磕頭？」「這等膿包貨色，也出來現世，星宿派的臉也給你丟光啦！」「小師妹寬洪大量，饒你性命，你還硬撐甚麼面子？開口說話啊，開口說話啊！」「你平時就會向我等逞威風，小師妹一伸手，你就糟糕啦。」這一干人最會見風駛帆，幸災樂禍，一見摘星子處於下風，甚麼惡毒的言語都說了出來。蕭峰心想：「星宿老魔收的弟子，人品都是這樣奇差，那裏練得好武功？阿紫自幼和這些人為伍，自然也是品格惡劣了。」還在片刻之前，這些人將大師兄讚得天上有、地下無，當真是並世無敵的大英雄，這時卻罵得他狗血淋頭，比豬狗也還如。蕭峰見摘星子狼狽之極，當下也不為已甚，內勁一收，阿紫的一雙衣袖便即垂下。摘星子神情委頓，身子搖搖晃晃，突然間雙膝一軟，坐倒在地。阿紫道：「大師哥，你怎麼啦？服了我麼？」摘星子低聲道：「我認輸啦。你──你別──別叫我大師哥，你是咱們的大師姊！」他此言一出，眾弟子齊聲歡呼起來：「妙極，妙極！大師姊武功蓋世，星宿派有這樣一位傳人，咱們星宿派便要名揚天下了。」「大師姊，你快去宰了那甚麼『北喬峰，南慕容』，咱星宿派在中原唯我獨尊。」另一人道：「你胡說八道！北喬峰是大師姊的姊夫，怎麼殺得？」「有甚麼殺不得？除非他投入咱們星宿派門下，甘願服輸。」蕭峰在岩石之後，聽著這些人胡說八道，又是好氣，又是好笑，只聽阿紫斥道：「你們瞎說些甚麼？大家別作聲。」她對摘星子道：「大師哥，剛才我求你饒了我，你狠心不肯，現下怎麼說？」摘星子道：「我──我該死！你說過喜歡我。我回去殺了我家裏的婆娘，即刻娶你為妻，永遠聽你的號令，不敢有違。」眾弟子一聽摘星子這幾句話，登時鴉雀無聲，面面相覷，各人心中均想：「啊喲，不好！小師妹說過心中喜歡大師哥，他答應殺了妻子，娶她為正室，小師妹自然十分歡喜。他二人成婚之後，還分甚麼你我？誰做星宿派傳人都是一樣，這位大師哥可得罪不得。」那排行第七的師弟給摘星子在臉上燒了一陣之後，此刻痛楚略減，急於戴罪立功，忙大聲道：「是啊，大師姊，你嫁了大師哥，那是再好也沒有了，郎才女貌，武林中誰不豔羨？若不是大師哥這等人才，原是誰也配不上你。」又一人搶著道：「大師姊，大師兄的武功比你雖是差些，但當世除你之外，他也算是第二了。他以後一定聽你的話，說甚麼也不敢違背，這是我可以一力擔保。」另一人道：「妙極，妙極！將來你二人生了孩子，自然順理成章的做星宿派下一代傳人，從此傳子傳孫，萬代不絕，當真是武林中最大的美事。」眾人你一言，我一語，拼命的迎合討好。蕭峰在岩石之後聽著，心道：「阿紫喜歡這人，嫁了他倒也是天造地設的一對。倘若不是她星宿派中的自己人，別人原也忍耐不了這些無窮無盡的下流言語。」他向阿紫瞥了一眼，只見她臉上笑嘻嘻的，顯然是十分歡喜，心道：「這是她自己情願，我對阿朱是有了交代啦。她從此有了歸宿，再也不必我去理她。」他正想起身走開，只聽阿紫道：「大師哥，你是真心喜歡我，還是迫於無奈，只好殺妻娶我？」摘星子道：「真心，真心，自然真心！若有半分假意，教我天誅地滅，不得好死。」眾弟子齊聲附和：「我瞧大師哥當然是真心，大師姊如此人才武功，誰也求之不得啊。」「大師哥要殺師嫂，若是下不了手，小弟倒可代勞。」「呸！大師哥為甚麼下不了手？他既對大師姊是一片真心，當然要親手去幹掉那個賤婆娘才是，要你來討甚麼臭好？」阿紫道：「剛才我求你饒我性命，怎麼你又不肯？」摘星子道：「這個──這個──我──我是跟你開開玩笑的──」適才和蕭峰一場相拼，他內力已然耗盡，這時眾弟子不論是誰向他挑戰，他都是無力與抗，只有盼望阿紫饒了一命，但恢復元氣之後，得找各人算帳。阿紫道：「本門規矩，更換傳人之後，舊的傳人該當如何處置？」摘星子額頭冷汗涔涔而下，顫聲道：「大大──大師姊，求你──求你──」阿紫咯咯嬌笑，道：「我真想饒你，只可惜本門規矩，卻不能壞在我的手裏。大師哥，我小時候是喜歡過你的，後來卻瞧著你越看越討厭了，你知不知道？」摘星子垂頭道：「是，是！」阿紫道：「大師哥，你出招罷！有甚麼本事，盡力向我施展好了。」摘星子知道自己命運已決，更不再說甚麼哀求的言語，凝氣雙掌，向那綠色的火燄堆平平推出，豈知他內力已盡，雙掌推了出去，火燄只是微微顫動了兩下，更無動靜。阿紫笑道：「好玩，好玩，真是好玩，大師哥，你的法術怎麼不靈了？」纖掌一伸，腳下跨出兩步，一掌拍出，一道碧燄吐了出去，射向摘星子身上。阿紫內力平平，這道碧燄的光亮並不甚大，但摘星子此刻無還手餘地，連施展輕功逃走的力氣也無。那碧燄一射到他身上，霎時間頭髮衣衫著火，大聲慘號聲中，全身都裹入烈燄之中。眾弟子頌聲大起，齊讚大師姊功力出神入化，替星宿派除去了一個敗類，造福不淺。蕭峰雖在江湖上見過不少慘酷兇殘的事，但阿紫這樣秀麗清雅、天真可愛的少女，行事竟是這般毒辣，若非親眼目睹，當真是令人難以相信。他心中說不出厭惡，輕輕嘆了口氣，拔足便行。阿紫叫道：「姊夫，姊夫，你別走，等一等我。」