第一百一十一回　黑衣少女眾人聽得這一下驚呼，不由得毛骨悚然，此時在光天化日之下，前後左右都站滿了人，然而這一聲驚呼，卻如突然有惡鬼出現一般。眾人一凜之下，不約而同的將頭轉向聲音來處，張無忌、靜慧、李明霞等人都迎了上去。無忌身法最快，生怕周芷若遇上了什麼厲害的敵人，或是猛獸毒物之類，幾個起落，已穿過樹林，只見一個青影急馳而來，正是周芷若。無忌急忙迎將上去，問道：「芷若，怎麼啦？」周芷若滿臉恐怖之極的神情，叫道：「鬼、鬼，有鬼追我！」見到無忌，縱身撲入他的懷中，身子兀自瑟瑟發抖。無忌見她怕得失魂落魄，當下也顧不得嫌疑，輕怕她的肩膀，安慰道：「別怕，別怕！不會有鬼的。你瞧見了什麼？」只見周芷若上衣被荊棘樹枝扯得稀爛，臉上手上都有許多血痕，左臂上半隻衣袖都被扯落了，露出一條雪藕般潔白的臂膀，上臂正中一點，如瑚珊，如紅玉，正是處女的守宮砂。無忌精通醫藥，知道處子臂上點了這守宮砂後，若非嫁人或是失身，終身不退。他先前聽了靜慧和李明霞的言語，原是將信將疑，此刻親眼得見，已無半分懷疑，霎時之間，心中轉了無數念頭：「她前先跟我說，被囚於丐幫之時，曾失身於宋青書，腹中懷了孩子。當時我搭她脈博，絕無懷孕之象，其時還道診斷有誤，如此說來，她是有意騙我的了。至於嫁宋青書為室云云，更是全無其事。」轉念又想：「張無忌啊張無忌，周姑娘是害死你表妹的大仇人，她是處女也好，是人家的妻室也好，跟你又有什麼相干？」但見周芷若實在怕得厲害，不忍便推開她。周芷若伏在他的懷中，感到他胸膛上壯實肌肉，聞到他身上男姓氣息，漸漸鎮定，說道：「無忌哥哥，是你麼？」無忌道：「是我！你見到了什麼？何以這等害怕？」張無忌一問，周芷若突然又驚惶起來，哇的一聲，熱淚迸流，靠在無忌的肩上，抽抽噎噎的哭個不住。這時楊逍、韋一笑、靜慧殷利亨等眾人均已趕到，突然看到這等情景，相互使個眼色，都悄悄的退了回去。在明教武當派峨嵋派群俠心中，均盼周芷若與張無忌言歸於好，結為夫婦。各人一來不免懷念與趙明為敵時的怨仇，二來總覺得趙明是蒙古貴女，無忌若是娶她為妻，只怕有礙興復大業。周芷若哭了一陣，忽道：「無忌哥哥，有人追來麼？」無忌道：「沒有！是誰追你？是玄冥二老麼？」周芷若道：「不是！不是！你瞧清楚了，真的沒人……不，不是人……沒有什麼東西追來麼？」無忌微笑道：「青天白日之下，有什麼看不清楚的。」他聲轉溫柔，說道：「芷若，你連日使力過，實在是累了，想必頭暈眼花，看錯了什麼東西。」周芷若道：「不會，決計不會的。我見了它三次，接連三次。」在話聲顫抖，兀有餘悸，無忌道：「見到三次什麼？」周芷若扶著無忌的身子，顫巍巍的站了起來，回頭望了一眼。這一眼似乎是使了極大的勇氣，一望之下，立即又轉眼向著無忌，見到他溫柔關懷的神色，心中一酸，全身乏力，軟倒在地下，說道：「無忌哥哥，我……我都是騙你的，倚天劍和屠龍刀是我盜的，殷……殷姑娘是我殺……殺的，謝大俠是我下手點的穴道。我……我沒嫁宋青書。我心中實在自始至終，只有一個你。」無忌嘆道：「這些事情，我都知道，可是……可是你又何苦如此？」周芷若哭道：「你卻不知道我師父在萬法寺的黃塔之上，跟我說過些什麼。她將倚天劍與屠龍刀中的祕密，說與我知曉，要我立誓盜到寶刀寶劍，光大峨嵋。要我立下毒誓，假意與你相好，卻不許我對你真的動情……」張無忌輕輕撫著周芷若的手臂，想起當年自己親眼見到滅絕師太一掌擊斃紀曉芙，見她在大漠中立誓殲滅明教，又見她手持執倚天劍亂殺銳金旗下教眾，直至後來萬法寺高塔下見她寧可身死，不願受自己救援，可以想見她對明教怨毒之深，痛恨之切。周芷若既承她衣缽，受她遺命，種種陰狠毒辣的行逕，想必均是出於師父所囑。無忌本性原是極易諒解旁人的過失，向來不善記仇，又想到那日光明頂上惡鬥何太沖夫婦及華山派的高矮二老，若不是周芷若從旁指點，說不定自己當時便已死於非命。這時周芷若苦楚楚嬌弱，伏在他的懷中，不禁頗生憐惜之心，柔聲道：「芷若，你到底見到了什麼，竟是這等害怕？」周芷若霍地躍起，說道：「我不說。是那冤魂纏上了我，我自己作惡多端，原是當有此報。我今日一切跟你說明了，我……我已命不久長……」說著掩面疾走，奔向少至山下。無忌茫無頭緒，心想：「什麼怨魂纏上了我？難道是丐幫幫眾復仇，裝神弄鬼嚇唬於她麼？」慢慢在後跟去。只見周芷若走入峨嵋派群弟子之中，李明霞取過一件外衣給她披上。周芷若低聲吩咐什麼，群弟子一聲凜遵。無忌正自呆呆出神，楊逍將一柄斷成兩截的倚天劍捧在手中，說道：「教主，咱們將這劍還了峨嵋派，好不好？」無忌點了點頭，楊逍捧著自去迸還。這時山下群雄又走了一大批，空聞、空智二人忙著送別。無忌道：「咱們也好走了。」只見周芷若走到空聞跟前，低聲跟他說了幾句話，空聞臉色大變，怔了一怔，隨即搖頭，意似不信。周芷若再說了幾句話，忽地跪了下來，雙手合什，喃喃禱祝什麼。空聞神色莊嚴，口誦佛偈。周顛道：「這可奇了。教主，此事你非得阻止不可。」無忌道：「阻止什麼？」周顛道：「周姑娘要出家做和尚她……她身入空門，你可糟了。」楊逍冷笑道：「周姑娘就算出家，也只是做尼姑，不做和尚，那有拜少林僧為師之理？」周顛用力在自己額頭上擊了一記，說道：「對，對！我周顛一時胡塗了。那周姑娘求空聞大師幹什麼？一個少林派掌門，一個是峨嵋派掌門，分庭抗禮，不用跪下啊。」只見周芷若站起身來，臉上略有寬慰之色。無忌嘆道：「別人的閒事，咱們不用多管了。」回頭說道：「明妹，咱們該得走了。」那知這一回頭，卻不見趙明。這些日來，趙明伴在他的身旁，形影不離，無忌微微一驚，問道：「趙姑娘呢？」心中暗叫：「不妙，莫要芷若伏在我的懷中，給明妹看了去，只道我舊情不斷，竟爾捨我而去？」忙打發人四下尋覓，烈火旗掌旗使夏炎說道：「啟稟教主，屬下見趙姑娘下山去了！」無忌好生難過：「明妹不顧一切的隨我，經歷了多少患難，我豈可負她？」當下即向楊逍道：「楊兄，此間事務，請你代我料理，我先走一步。」於是向空聞、空智告別，又別過俞蓮舟、張松溪等人，向周芷若道：「芷若，好生保重，後會有期。」周芷若低目垂眉，並不回答，只是微微點了點頭，數滴珠淚，落在塵土之中。張無忌展開輕功，向山下疾馳。山道上一列數里，都是從少林寺歸去的各路英雄，無忌不願多所驚動，從各人身旁一晃即過，始終不見趙明的蹤跡，他一口氣追出三十餘里，天色將晚，道上人跡漸稀，忽想：「明妹計謀甚深，她既有心避開，多半不從大路行走。她若走這條路，以我腳程之快，早就趕上了。莫非她躲在少室山中，待我走後，她再背道而馳。」一時心急如焚，顧不得腹中飢渴，在群山叢中又兜了轉來，時時躍上樹顛高坡，四下眺望。空山寂寂，唯見歸鴉。無忌直繞到少室山後，仍不見趙明，心想：「不論如何，我對你此心不渝，縱是天涯海角，終究也要找到你。」這麼一想，心下便坦然了，見東北角山坳裏兩枝大棗樹並肩聳立，當下躍下樹去，找到一根橫伸的枝幹，展身臥倒，他累了一日，多經變故，這一躺下，不久便已沉沉睡去。睡到午夜，睡夢中忽聽數十丈外有輕輕的腳步之聲，以他這等武功高強之人，立時便即驚覺。他身子不動，睜眼一看。其時一輪新月已斜至西天，淡淡月光之下，只見山坡上有一人飄行極快，正向南行。無忌見那人的背影纖細，一搦瘦腰，是個身材苗條的女子，大喜之下，一聲「明妹」險些兒便叫出口來，但立即覺察不對，那女子身形比趙明略高，輕功身法更是大不相同。她腳步輕靈勝於趙明，飄忽處卻又不及周芷若。無忌好奇心起：「一個少女深宵獨行，不知為了何事？」本來此事與他毫不相干，更不願去窺探人家姑娘的私事，但不禁想到：「說不定能從這少女身上找到明妹。倘若她與明妹截然無關，我悄悄走開便了，原他無礙。還是別輕易放過任何線索為是。」於是扶著樹幹，輕輕溜了下來。他生怕被那少女發覺，離得她極遠，須知深宵跟隨一個不相識的少女，難免有輕薄之嫌。只見那少女一身黑衣，一路走向少林寺去。無忌認明了她行走的方向，心道：「她是向少林寺而去，即使與明妹無關，所圖謀的也必是武林中事。我蒙天下英雄推為盟主，倘若她意欲不利於少林，這閒事我也得插手管他一管。」停步傾聽，四下無旁人，知那少那女並無後援，更是放心。行了約莫一個更次，那少女始終沒有回頭一次。無忌瞧著她的背影，隱隱覺得有些眼熟，似乎從前曾經見過，心想：「是武青嬰姑娘麼？是峨嵋派的丁敏君麼？」細看卻均不是，在樹木山石間躲躲閃閃，顯是知道少林寺中高手甚眾，生怕被人發現了蹤跡。忽聽得清磬數聲，從少林寺的大殿中傳了出來，跟著梵唱聲起，竟是數百名僧人的聲音。無忌大奇：「少林僧人居然半夜三更還在誦經禮佛，而且是這許多僧人，難道在做什麼重要法事麼？」那少女聽得梵唱之聲，行得更加慢了，又前往數十丈，已到了大殿之旁。忽聽得腳步聲響，那少女在草叢中一伏，跟著四名少林僧手提戒刀禪杖，巡視過來。原來英雄大會雖已過去，寺中仍是嚴密戒備，提防仍有敵人來犯。那少女待四名僧人走過，這才長身，縱身一躍，已到了殿外長窗之旁。這一縱躍飄如飛絮，已是武林中一流的輕功。無忌見她雙手無帶兵刃，孤身一人，也不是到少林寺來生事的模樣，有心要瞧瞧她的容貌，到底自己是否認識，於是彎腰從她身後繞過，斜行到大殿西北角上。這時他自知處境十分尷尬，若是被那少女發覺，倒也罷了，倘被少林寺中僧人知覺，以他身份，竟然深夜中來寺窺探，對方縱是佯作不知，卻也是大損顏面，是以加倍小心，一步一動，比貓鼠還更輕捷。這時殿中誦經之聲又起，無忌湊眼到窗縫中一張，只見大殿上數百名僧人，整整齊齊，一行行的坐在蒲團之上，各人身披黃袍，外罩大紅金線袈裟，有的手執法器，有的合什低誦，正在做超渡亡魂的法事，無忌登即領悟：「是了，這次英雄大會傷了不少人，元軍攻山，雙方陣亡更眾。寺中僧侶慈悲在懷，連夜為死者超度，祝他們往生極樂。」空聞大師站在供桌之前，親自主祭，他右首站的卻是一個少女，無忌一見，不禁吃了一驚。原來站在空聞大師身旁的少女，正是周芷若。無忌望將過去，見到她的側面，只見她神色怔忡不定，秀眉深蹙，若有深憂。無忌心道：「是了。日間芷若在空聞大師面前，原來是求他做法事超度，想必是她深深懺悔自己所作所為，她爪下劍底，傷的無辜太多。」凝目向供桌上瞧去，只見中間一塊靈牌之上，寫的赫然是「女俠殷離之靈位」七字。無忌一陣神傷，想起這位表妹身世之慘，對己之一往情深，不由得怔怔的掉下淚來。鐘磬木魚聲中，周芷若盈盈的下拜，口唇微動，低聲禱祝，無忌依稀聽到：「殷姑娘……你在天……安息……別來擾我……」無忌手扶牆，心中思潮起伏：「表妹命喪於她劍底，固然命苦，但芷若內心深受折磨，所受痛苦，未必比表妹更少。」腦海中突然之間，隱隱湧起了光明頂上聽到明教教眾所誦的幾句歌來：「生亦何歡，死亦何苦？憐我世人，憂患實多！憐我世人，憂患實多！」周芷若緩緩站了起來，微一側身，臉孔向著東首，突然間臉色大變，叫道：「你……你……你又來了！」聲音尖銳，壓住了滿殿的鐘磬之聲。無忌順著她的目光瞧去，只見長窗上糊的窗紙不知何時破了，破孔中露出一張少女的臉來，滿臉都是一條條的血痕。無忌嚇得身子發顫，忍不住一聲驚呼，原來那臉上雖是血痕斑斑，卻清清楚楚便是已死的殷離！無忌待要上前招呼，只是一雙腳一時不聽自己使喚，竟是僵住了不能移動。祇見那張臉突然隱去，大殿中砰的一聲，周芷若往後摔倒。無忌這時再也顧不得少林派生嫌，大聲叫道：「蛛兒，蛛兒！是你麼？」這聲音震得山谷鳴響，卻是無人回答。無忌微一定神，飛身往來路上追去，只見冷月斜懸，滿地樹影，那黑衣少女已是不知去向。他雖是素來不信鬼神，但此情此景，禁不住出了一身冷汗，心中暗暗發毛。無忌自言自語：「是她，是她！怪不得背影好熟，原來是蛛兒。難道她鬼魂知道少林高僧為她超度，特來領經麼？難道她死得冤屈，真的是陰魂不散？」少林群僧聽得殿外有聲，早有數人搶將出來察看，見是張無忌，都是呆了。一名年長僧人上前行禮，說道：「不知張教主夤夜降臨，未曾迎迓，伏乞恕罪。」無忌拱手道：「不敢！」閃身便進殿中，只見周芷若雙目緊閉，臉上無半點血色，兀自未醒。無忌搶上前去，在她人中上用力捏了幾下，再在她背上推拿數過。周芷若悠悠醒轉，一見無忌，縱體入懷，摟住了他，叫道：「有鬼，有鬼！」無忌道：「此事好生奇怪，你別害怕。眼前這許多高僧在此，定能解此冤孽。」周芷若向來端莊穩重，這時實是怕得狠了，才在眾目睽睽之下抱住了無忌，聽他這麼一說，臉上一紅，忙放開了他，站了起來，但身子兀自不住發抖，抓著無忌的手掌，死也不敢放脫。無忌和空聞見過了禮，說起適才在窗孔中所見的那張血臉。空聞與群僧卻是都沒有看見。周芷若道：「無忌……張教主，我見到的，確然是她。」無忌沉吟半晌，道：「我……我也見到的。」周芷若身子劇烈一顫，道：「你……你也見到了？」無忌點了點頭。周芷若顫聲道：「你……你見到的是誰？」無忌道：「是殷姑娘，我的表妹蛛兒。」周芷若低低一聲驚呼，又暈了過去。這一次無忌拉著她的手，是以她並沒摔倒，略一昏暈，便即醒轉。無忌道：「我見到了蛛兒，可是……可是她是人，不是鬼！」周芷若道：「她不是鬼？」無忌道：「我一路跟著她到少林寺來。她行走如常，決非鬼神之輩。」無忌這幾句話，原是為安慰周芷若而說，在他內心，可實是不敢相信自己的話。周芷若問道：「你當真見她行走如常，確非鬼物？」無忌經她這麼一問，回想一路跟著那黑衣少女來到少林，又見她躲在長窗之外向殿中窺探，全是一個身懷武功的姑娘，絲毫無特異之態，於是問空聞大師道：「方丈，在下有一事不明，要向方丈請教。人死之後，是否真有鬼魂？」空聞沉思半晌，道：「幽冥之事，實所難言。佛說無我相，無人相，無眾生相，無壽者相。萬物皆空，何況鬼魂？」無忌道：「然則大師何以虔誠誡行法，超度幽靈？」空聞道：「善哉！幽靈不須超度，佛家行法，乃在求生人心之所安，超度的乃是活人。」無忌登時領悟，拱手道：「多謝指點。在下深夜攪擾，至為不安，萬望方丈恕罪。」空聞微笑道：「教主乃敝派的大恩人，數度拯救，使少林得免於難，何必客氣。」當下無忌與群僧作別，向周芷若道：「咱們走吧！」周芷若臉有遲疑之色，不敢離開佛殿。無忌也不便強勸，拱手道：「既是如此，咱們就此別過。」說著走出殿門。周芷若望著他的背影！知道從此一別，只怕再也不能相見，突然叫道：「無忌哥哥！我……我和你一起去。」縱身奔到他的身旁，和他並肩出了寺門。二人一離少林寺數十丈，周芷若便靠到無忌身邊，拉住了他的手。無忌知她害怕，但握著她軟滑柔膩的手掌，身畔幽香陣陣，不能無感。二人默不作聲的走了一陣，周芷若幽幽嘆了一口長氣，說道：「無忌哥哥，那日我和你初次在漢水之中相逢，得蒙張真人搭救，早知日後要受這麼多苦楚，當時死在漢水之中，倒是乾淨得多。」無忌不答，心中又想起了明教所唱的那首歌，忍不住輕輕哼道：「生亦何歡？死亦何苦？憐我世人，憂患實多。」周芷若聽著歌詞，握著無忌的手微微顫動，低聲道：「張真人雖是為我好，但若他老人家收留我在武當山上，讓我歸入武當門下，今日一切又是大不相同。唉，恩師對我何嘗不好？可是……可是她逼我罰這些毒誓，要我痛恨明教，要我深恨你害你，可是我心中……實在……」張無忌聽她說得真誠，心下頗自感動，知道她確是有許多離難處，種種狠毒之事，大都是承奉滅絕師太的遺命，對她憐惜之情又深了一層。山道上晚風習習，送來陣陣花香，其時正當初夏，良夜露清，耳邊聽著一個極美少女吐露深情，張無忌不能不怦然心動，何況當時在小島替她逼毒時曾有肌膚之親，既是總角之交，又有婚姻之知，不由心中迷迷惘惘。周芷若道：「無忌哥哥，那日在濠州你正要和我拜堂，為什麼趙姑娘一叫你，你便隨他而去？你心中真的十分喜歡她麼？」無忌道：「我正要將件事跟你說知。」眼見再行數里，便是明教眾人住宿之處，於是攜著她手，走到道旁的一塊山石邊，兩人並肩坐下，將趙明手中握著謝遜一束金髮，引得他非走不可的種種情事，一一說了。周芷若聽畢，半晌不語。無忌道：「芷若，你怪我麼？」周芷若哽咽道：「我做了這許多錯事，祇怪我自己，還能怪你麼？」無忌輕撫她的肩頭，柔聲道：「世間事陰錯陽差，原難逆料，你也不用太過傷心。」周芷若仰起頭來，說道：「無忌哥哥，我有一句話問你，你須得真心答我，不可隱瞞。」無忌道：「好，我不會瞞你。」周芷若道：「我知道這世上曾有四個女子真心愛你。一個是去了波斯的小昭，一個是趙姑娘，另一個是……她……」她心中要說「殷姑娘」，但終不敢說出口來，頓一頓，道：「除了小昭，我們三個都做過對不起你的事。倘若我們四個姑娘，這會兒都是好好的活在世上。在你心中，你真真喜歡的是那一個？」無忌心中一陣迷亂，道：「這個……嗯……這個……」當無忌與周芷若、趙明、殷離、小昭四人同時乘船出海之時，確是不止一次的想起：「這四位姑娘個個對我情深愛重我，如何自處才好？不論我和那一個成親，定會大傷其餘三人之心。到底在我內心深處，我最愛的是那一個呢？他始終彷徨難決，自己便只得逃避，一時想：『韃子尚未逐出，河山未得光復。匈奴未滅，何以為家？儘想這些兒女私情幹什麼？』一時又想：『我身為明教教主，一言一動，與本教及武林興衰均有關連。我自信一生品行無虧，但若耽於女色，莫要惹得天下英雄恥笑，壞了本教的名聲。』過一時又想：『我媽媽臨終之時，一再囑咐於我，美麗的女子最會騙人，要我這一生千萬小心提防。媽媽的遺言豈可不謹放心頭？』」其實他多方辯解，不過是自欺而已，當真心有所決，專心致志的愛了那一位姑娘，未必便與光復大業有妨，更未必會壞了明教的名聲，只是他覺得這個很好，那個也好，於是索性不敢去多想。有時他內心深處，不免也想：「要是我能和這四位姑娘終身一起廝守，大家和和睦睦，豈不逍遙快活？」要知其時乃是元末，不論文士商賈，江湖豪客，三妻四妾實是尋常之極，一夫一妻的反倒罕有。只是明教源自波斯，向來諸教眾節儉刻苦，除妻子外少有妾侍，無忌生性謙和，也深覺不論和那一位姑娘匹配，在自己都是莫大的福澤，倘是再娶妾侍，未免太也對不起這般天仙一樣的人兒，因此這種念頭在心中一閃即逝，從來不敢多想偶爾念及，往往便即自責：「張無忌啊張無忌，為人須當自足，你心中竟存這種念頭，那不是太過卑鄙可恥麼？」後來小昭去了波斯，殷離逝世，自己又以為殷離乃是趙明所害，那麼順理成章，自是要與周芷若成婚。不料變生不測，中間大起波折，然而真相逐步揭露，周趙二女原來善惡顛倒，幸好自己並未與周芷若鑄成大錯，趙明更公然與父兄決裂，則此事已不為難。萬不料趙明突然不告而別，而周芷若突然又有此一問。周芷若見他沉吟不答，說道：「我問你的乃是虛幻之事。小昭當了波斯明教的處女教主，我又……又殺害了殷姑娘，四個女子之中，只剩下了趙姑娘。我只問你，倘若咱們四人都是好端端的在你身邊，你便如何？」無忌道：「芷若，這件事我在心中已想了很久。我似乎一直難決，但到今天，我才知道真正愛的是誰。」周芷若問道：「是誰？是……是趙姑娘麼？」無忌道：「不錯。我今日尋她不見，恨不得自己死了才好。要是從此不能見她，我的命也是活不久長。小昭離我而去，我自是傷心。殷表妹逝世，我也是難過。你……你後來這樣，我既是痛心又是惋惜。然而，芷若，我不能瞞你，如果我這一生再不能見到明妹，我是寧可死了的好。這種心意，我以前對旁人從未有過。」無忌初時對殷離、周芷若、小昭、趙明四女，似是不分軒輊，但今日趙明這一走，他才突然發覺，原來趙明在他心中所佔位置，竟是與其餘三女不同。周芷若聽他這般說，輕輕道：「那日在大都，我見你到那小酒店去會她，便知你內心情愛之所繫。只是我還痴心妄想，若是與你……與你成親之後，那便……那便可以拉得你回心轉意，實在……實在那是萬萬不能的。」無忌歉然道：「芷若，我對你一向敬重，對殷表妹是心生感激，對小昭是意存憐惜，但對趙姑娘卻是……卻是銘心刻骨的相愛。」周芷若喃喃道：「銘心刻骨相愛，銘心刻骨相愛。」頓了一頓，低聲道：「無忌哥哥，……我對你可也是銘心刻骨的相愛。你……你竟是不知道麼？」無忌大是感動，握著她的手，歉然道：「芷若，我是知道的。你對我這番心意，今生今世，我不知要如何報答才好。我……我是對你不起。」周芷若道：「你沒有對我不起，你一直待我很好，難道我不知道麼？我問你：倘若趙姑娘此番不別而行，你永遠再找她不到了，倘若她被奸人害死了，倘若她對你變了心，你……你便如何？」無忌心中已難過了良久，聽她這麼說，再也忍耐不住，哽咽道：「我……我不知道！總而言之，上天下地，我也非尋著她不可。」周芷若嘆了口氣，道：「她不會對你變心的，你要尋著她，那也很容易。」無忌又驚又喜，站了起來，道：「她在那裏？芷若，你快說。」周芷若一對妙目凝視著，見到他臉上大喜若狂的神情，輕輕道：「你對於我永遠不會這麼關心。你要知道趙姑娘的所在，須得答應我一件事，否則你永遠找她不到的了。」無忌嘆息道：「你要我答應什麼事？」周芷若道：「這件事我現下還沒想起，日後想到了再跟你說。總之這事不違俠義之道，於光復大業有利，也於明教及你自己的名聲無礙，只是做起來未必容易。」無忌一呆，心想：「當日明妹要我做三件事，也說什麼不違俠義之道，迄今為止，她只要我做過兩件事。那兩件事可真不易辦，怎麼芷若也學起她的樣來？」周芷若道：「你不答應，那也由得你。不過大丈夫言而有信，要是答應了我，事到臨頭，可不能推諉抵賴。」無忌沉吟道：「你說此事不違俠義之道，既於光復大業有利，也於明教及我自己的名聲無礙？」周芷若道：「不錯！」無忌道：「好，當真不違俠義之道，無損於光復大業，我便答應你了。」周芷若道：「咱們擊掌為誓。」伸出手掌，要與無忌互擊。無忌心下隱隱覺得，跟她擊掌立誓之後，等於在自己身上套了一層無形的枷鎖，這位周姑娘外表溫柔斯文，但心計之工，行事之辣，其實是遠勝趙明，一時提起手掌，拍不下去。周芷若微笑道：「你祇須答應我這件事，我教你頃刻之間，便見到你的心上人。」無忌胸口一熱，再也不計其他，便和她擊掌三下。周芷若笑道：「你瞧這裏是誰？」伸手撥開了身後的樹叢。只見在一叢花葉之後，坐著一個少女，臉上似笑非笑，卻不是趙明是誰。無忌大叫一聲：「明妹！」忽聽得身後數丈之外，一個女子聲音「咦」的一聲，似乎突然見到趙明現身，忍不住驚呼了出來。這一聲驚呼聲音甚輕，但無忌已是聽得清清楚楚。他一呆之下，心中轉了無數念頭，緩緩伸出手掌去拉趙明的手，雙掌相接，只覺她手掌頗為僵直，登時省悟，原來她日間不別而行，自己到處找她不到，卻被周芷若擒住了，點了她的穴道，藏在這裏。他順手一搭趙明的脈博，察覺氣血運行如常，並未受傷。月光之下，只見她眉間眼角，笑意盈盈，說不盡的嬌媚可愛，想是無忌適才與周芷若這番對話，都教她一一聽在耳中。她雖是身不能動，口不能言，但聽到無忌背後吐露心曲，對她竟是如此銘心刻骨，情意懇切，自是禁不住心花怒放。周芷若彎下腰來，在無忌耳邊低聲說了幾句話，無忌低聲回答一句。周芷若不禁大怒，喝道：「張無忌，你竟是全然沒將我放在眼裏，你仔細瞧瞧，這趙明中毒後，還活得成麼。」無忌大吃一驚，道：「她……她中了毒！是你下的毒麼？」俯身察看，剛翻開趙明左眼的眼臉，只覺背心一麻，已被周芷若點了穴道。無忌「啊喲」一聲，身子搖晃。他內功深厚，雖被點中要穴，卻不摔倒，忙運氣衝穴時，周芷若出手如風，纖指連動，又點了無忌左肩、腰脅、後心一共五處大穴。