第十八回　驅驢有術居奇貨　除惡無方從佳人余魚同和李沅芷一起出來尋訪霍青桐，自然明白七哥派他們二人同行的用意。李沅芷一片深情，數次相救，他自衷心感激，然她越是情痴，自己越是不由自主的想避開她，甚麼原因可也說不上來。一路上李沅芷有說有笑，他卻總是冷冷的。李沅芷惱了，一天早晨，偷偷躲在一個沙丘後面，瞧他是否著急。那知他見她不在，叫了幾聲沒聽得答應，就逕自向前走了。李沅芷氣苦之極，在沙丘後面哭了一場，打起精神再追上去。余魚同淡淡的道：「啊，你在後面，我還道你先走了呢！」饒是李沅芷機變百出，對這心如木石之人卻是束手無策。她打定了主意：「他真逼得我沒路可走之時，我就一劍抹了脖子。」行到中午，忽見迎面沙漠中一跛一拐的來了一頭瘦小驢子，驢上騎著一人，一顛一顛的似在瞌睡。走到近處，見那人穿的是回人裝束，背上負了一隻大鐵鍋，右手拿了一條驢子尾巴，小驢臀上卻沒尾巴，驢頭上竟戴了一頂清兵驍騎營軍官的官帽，藍寶石頂子換成了一粒小石子。那人四十多歲年紀，頦下一叢大鬍子，見了二人眉花眼笑，和藹可親。余魚同心想霍青桐在大漠上英名四播，回人無人不知，便勒馬問道：「請問大叔，可見到翠羽黃衫麼？」卻擔心他不懂漢語。那知那人嘻嘻一笑，以漢語問道：「你們找她幹麼呀？」余魚同道：「有幾個壞人來害她。我們要通知她提防。要是你見著她，給帶個訊成不成呀？」那人道：「好呀！怎麼樣的壞人？」李沅芷道：「一個大漢手裏拿個獨腳銅人，另一個拿柄虎叉，第三個蒙古人打扮。」那人點頭道：「這三個人確是壞蛋，他們想吃我的毛驢，反給我搶來了這頂帽子。」余李兩人對望了一眼。余魚同道：「他們還有同伴麼？」那人道：「就是這個戴官帽的了，你們是誰呀？」余魚同道：「我們是木卓倫老英雄的朋友。這幾個壞蛋在那裏？可別讓他們撞著翠羽黃衫。」那人道：「聽說霍青桐這小妮子很不錯哪。要是四個壞蛋吃不到我毛驢，肚子餓了，把這大姑娘烤來吃了，可不妙啦！」李沅芷心想關東三魔是有勇無謀之輩，一個清軍軍官，更加不放在心上，不如找上前去，想法子結束了他們，教這瞧不起人的余師哥佩服我的手段，於是問道：「他們在那裏？你帶我們去，給你一錠銀子。」那人道：「銀子倒不用，不過得問問毛驢肯不肯去。」把嘴湊在驢子耳邊，嘰哩咕嚕的說一陣子話，然後把耳朵湊在驢子口上，似乎用心傾聽，連連點頭。二人見他裝模作樣，瘋瘋癲癲，不由得好笑。那人聽了一會，皺起眉頭說道：「這驢子戴了官帽之後，自以為了不起啦。牠瞧不起你們的坐騎，不願意一起走，生怕沒面子，失了自己身分。」余魚同一驚：「這人行為奇特，說話皮裏陽秋，罵盡了世上趨炎附勢的暴發小人，難道竟是一位風塵異人？」李沅芷瞧他的驢子又破又瘦，一身污泥，居然還擺架子，不由得噗哧一笑。那人眼睛一橫道：「你不信麼？那麼我的毛驢就和你們的馬匹比比。」余李二人胯下都是木卓倫所贈駿馬，和這頭破腿小驢自有雲泥之別。李沅芷道：「好呀，我們贏了之後，你可得帶我們去找那三個壞蛋。」那人道：「是四個壞蛋。要是你們輸了呢？」李沅芷道：「隨你說吧。」那人道：「那你就得把這頭毛驢洗得乾乾淨淨，讓牠出出風頭。」李沅芷笑道：「好吧，就是這樣。咱們怎樣個比法？」那人道：「你愛怎樣比，由你說便是。」李沅芷見他說話十拿九穩，似乎必勝無疑，倒生了一點疑慮，心想：「難道這頭跛腳驢子當真跑得很快？」靈機一動，道：「你手裏拿著的是甚麼呀？」那人把驢子尾巴一晃，道：「毛驢的尾巴。牠戴了官帽，嫌自己尾巴上有泥不美，所以不要了。」余魚同聽他語帶機鋒，含意深遠，更加不敢輕忽，向李沅芷使個眼色，要她留神。李沅芷道：「你給我瞧瞧。」那人把驢尾擲了過來，李沅芷伸手接住，隨手玩弄，一指遠處一個小沙丘，道：「咱們從這裏跑到那沙丘去。你的驢子先到是你勝，我的馬先到是我勝。」那人道：「不錯，驢子先到是我勝，馬先到是你勝。」李沅芷對余魚同道：「你先到那邊，給我們作公證！」余魚同道：「好！」拍馬去了。李沅芷道：「走吧！」語聲方畢，猛抽一鞭，縱馬直馳，奔了數十丈，回頭一望，見那毛驢一跛一拐，遠遠落在後面。她哈哈大笑，加緊馳驟，突然之間，一團黑影從身旁掠過，定睛看時，竟是那人把驢子負在肩頭，放開大步，向前飛奔。她這一驚非同小可，險險坐鞍不穩，跌下馬來，疾忙催馬急追。但那人奔跑如風馳電掣一般，始終搶在馬頭之前。不到片刻，兩人奔到沙丘，終於是騎人的驢比人騎的馬搶先了丈餘。李沅芷把手中驢尾用力向後擲出，叫道：「馬先到啦！」那人和余魚同愕然相顧，明明是驢子先到，怎麼她反說馬先到？那人道：「喂，大姑娘，咱們說好的：驢子先到我勝，馬先到你勝，是不是？」李沅芷伸手掠著在風中飛揚的秀髮，說道：「不錯。」那人道：「咱們並沒說一定得人騎驢子，是不是？」李沅芷道：「不錯。」那人道：「不管是人騎驢，還是驢騎人，總之是驢子先到。你得知道，牠是戴官帽的，笨驢做了官，可就騎在人頭上啦。」李沅芷：「咱們說好的，驢子先到你勝，馬先到我勝，是不是？」那人道：「對啦！」李沅芷道：「咱們並沒說，到了一點兒驢子也算到，是不是？」那人一拉鬍子，道：「這我可胡塗啦，甚麼叫做『到了一點兒驢子』？」李沅芷指著那條被她遠遠擲在後面的驢尾巴，道：「我的馬整個兒到了，你的驢子可只到了一點兒，牠的尾巴還沒有到！」那人一呆，哈哈大笑，說道：「對啦，對啦！是你贏了，我領你們去找那四個壞蛋去吧。」過去拾起驢尾，對驢子道：「笨驢啊，你別以為戴了官帽，就不要你那泥尾巴啦！人家可沒忘記啊。你想不要，人家可不依哪。」縱身騎上驢背，道：「笨驢啊，你騎在人頭上騎不了多久，人又來騎你啦！」余魚同見那驢子雖只幾十斤重，就如一頭大狗一般，但負在肩頭而跑得疾逾奔馬，卻非具深湛武功不可，忙上前行了一禮，說道：「我這個師妹很是頑皮，老前輩別跟她一般見識。請你指點路徑，待晚輩們去找便是，可不敢勞功你老大駕。」那人笑道：「我輸了，怎麼能賴？」轉過驢頭，叫道：「跟我來吧！」余魚同見他肯一同前去，心中大喜。他知關東三魔武功驚人，和自己又結了深仇，若在大漠之中撞到，可實是一樁禍事，有這個大鬍子回人相助，那就不怕了。三人並轡緩緩而行。余魚同請教他姓名，那人微笑不答，不住瘋瘋癲癲的說笑話，可是妙語如珠，莊諧並作，或諷或嘲，連李沅芷也不禁暗自欽佩。跛腳驢子走得極慢，行了半日，不過走了三十里路，只聽後面鸞鈴響處，徐天宏和周綺趕了上來。余魚同給他們引見道：「這位是騎驢大俠，他老人家帶我們去找關東三魔。」徐天宏聽他說得恭敬。忙下馬行禮。那人也不回禮，笑道：「你老婆該多歇歇了，幹麼還這般辛苦趕道啊？」徐天宏愕然不解。周綺卻面上一紅，揚鞭催馬，向前疾奔。那人熟識大漠中道路，傍晚時分領他們到了一個小鎮。將走近時，只見雞飛狗走，塵揚土起，原來一大隊清兵剛剛開到，眾回人拖兒攜女，四下逃竄。徐天宏奇道：「清兵大部就殲，少數的殘餘也都已被圍，怎麼這裏又有清兵？」說話之間，迎面奔來二十餘個回民，後面有十餘名清兵大聲吆喝，執刀追來。那些回民突然見到騎驢的大鬍子，大喜過望，連叫：「納斯爾丁．阿凡提，快救我們！」徐天宏等不懂他們說些甚麼，只聽見他們不住叫「納斯爾丁．阿凡提」，想來就是他的名字了。阿凡提叫道：「大家逃啊！」一提驢韁，向大漠中奔去，眾回人和清兵隨後跟來。奔了一段路，距小鎮漸遠，幾名回人婦女落了後，被清兵拿住。周綺忍耐不住，拔刀勒馬，轉身砍去，呼呼兩刀，將一名清兵的腦袋削去了一半。其餘清兵大怒，圍了上來。徐天宏、余魚同、李沅芷一齊回身殺到。周綺突然胸口作惡，眼前金星亂舞。一名清兵見她忽爾收刀撫胸，撲上來想擒拿，周綺「哇」的一聲，嘔吐起來，沒頭沒腦都吐在那清兵臉上。只見他伸手在臉上亂抹，周綺隨手一刀將他砍死，不覺手足酸軟，身子晃了幾晃。徐天宏忙搶過扶住，驚問：「怎麼？」這時余魚同和李沅芷已各殺了兩三名清兵。其餘的發一聲喊，轉頭奔逃。阿凡提把背上鐵鍋提在手中，伸手一揮，罩在一名清兵頭上，叫道：「鍋底一個臭冬瓜！」李沅芷挺劍刺去，那清兵眼被蒙住，如何躲避得開，登時了帳。阿凡提提起鐵鍋，又罩住了第二名清兵，李沅芷跟著一劍。也不知他用甚麼手法，鐵鍋罩下，清兵必定躲避不開。他鍋子一罩，李沅芷跟上一劍，片刻之間，兩人把十多名清兵殺得乾乾淨淨。李沅芷高興異常，叫道：「鬍子叔叔，你的鍋子真好。」阿凡提笑道：「你的切菜刀也很快。」余魚同見李沅芷殺了許多清兵，心想：「她爹爹是滿清提督，她卻毫無顧忌的大殺清兵。那麼她的的確確是決意跟著我了。」心中一陣為難，不禁長歎一聲。這時徐天宏擒住了一名清兵，逼問他大隊官兵從何而來。那清兵跪地求饒，結結巴巴的半天才說清楚。原來他們是從東部開到的援軍，聽說兆惠大軍兵敗，正兼程赴援。徐天宏從回民中挑了兩名精壯漢子，請他們立即到葉爾羌城外去向木卓倫報信，以便佈置應敵，兩名回人答應著去了。徐天宏在那清兵臀上踢了一腳，喝道：「滾你的吧！」那清兵沒命的狂奔而去。徐天宏回顧愛妻，見她已神色如常，不知剛才何以忽然發暈，問道：「甚麼地方不舒服？」周綺臉上一陣暈紅，轉過了頭不答。阿凡提笑道：「母牛要生小牛了，吃草的公牛會歡喜得打轉，可是吃飯的公牛哪，卻還在那兒東問西問。」徐天宏大喜，滿臉堆歡，笑問：「老前輩你怎知道？」阿凡提笑道：「這也真奇怪。母牛要生小牛，公牛不知道，驢子卻知道了。」眾人哈哈大笑，上馬繞過小鎮而行。到得傍晚，眾人紮了帳篷休息。徐天宏悄問妻子：「有幾個月啦？我怎不知道？」周綺笑道：「你這笨牛怎會知道。」過了一會，道：「咱們要是生個男孩，那就姓周。爹爹媽媽一定樂壞啦。可別像你這般刁鑽古怪才好。」徐天宏道：「以後可得小心，別再動刀動槍啦。」周綺點頭道：「嗯，剛才殺了個官兵，血腥氣一沖，就忍不住要嘔，真受罪。」第二天早晨，阿凡提對徐天宏道：「過去三十里路，就到我家。我有一個很美的老婆在那裏……」李沅芷插嘴道：「真的麼？那我一定要去見見。她怎麼會喜歡你這大鬍子？」阿凡提笑道：「哈哈，那是秘密。」對徐天宏道：「你老婆騎了馬跑來跑去，拳打腳踢，對肚裏那頭小牛只怕不好，還是在我家裏休息，等咱們找到那幾個壞蛋，幹掉之後，再回來接她。」徐天宏連聲道謝。周綺本來不願，但想到自己兩個哥哥，一個弟弟都已死了，自己懷的孩子將來要繼承周家的香煙，也就答應了。※※※到了鎮上，阿凡提把眾人引到家裏，他提起鍋子，噹噹噹一陣敲。內堂裏出來了一個三十多歲的女人，果然相貌甚美，皮膚又白又嫩，見了阿凡提，歡喜得甚麼似的，口中卻不斷咒罵：「你這大鬍子，滾到那裏去啦？到這時候才回家，你還記得我麼？」阿凡提笑道：「快別吵，這我可不是回來了麼？拿點東西出來吃啊，你的大鬍子餓壞啦。」阿凡提的妻子笑道：「你瞧著這樣好看的臉，還不飽麼？」阿凡提道：「你說得很對，你的美貌臉蛋兒是小菜，但要是有點麵餅甚麼的，就著這小菜來吃，那就更美啦。」她伸手在他耳上狠狠扭了一把，道：「我可不許你再出去了。」轉身入內，搬出來許多麵餅、西瓜、蜜糖、羊肉饗客。李沅芷雖不懂他們夫婦說些甚麼，但見他們打情罵俏，親愛異常，心中一陣淒苦。正吃之間，外面聲音喧嘩，進來一群回人，七張八嘴的對阿凡提申訴糾紛爭執。阿凡提又說又笑的給他們排解了，眾人都滿意而出。人剛走完，又進來兩人，一個是童子，一個是腳夫。那童子道：「納斯爾丁，胡老爺說，你借去的那隻鍋子該還他啦。」阿凡提向周綺瞧了一眼，笑道：「你去對胡老爺說，他的鍋子懷了孕，就要生小鍋啦，現下不能多動。」那童子一呆，轉身去了。阿凡提轉頭問那腳夫：「你找我甚麼事？」那腳夫道：「去年我在鎮上客店裏吃了一隻雞，臨走時要掌櫃結帳。掌櫃說：『下次再算吧，不用急。』我想這人倒很好，便道了謝上路了。過了兩個月我去還帳，他扳著手指，嘴裏嘮嘮叨叨的，好似這筆帳有多難算似的。我說：『你那隻雞到底值多少錢，你說好啦！』掌櫃擺擺手，叫我別打擾他。」阿凡提的妻子插嘴道：「一隻雞嗎，就算是最大的肥雞，也不過一百銅錢！」那腳夫道：「我本來也這麼想，那知掌櫃又算了半天，說道：『十二兩銀子！』」阿凡提的妻子拍手驚叫：「啊喲，一隻雞那有這麼貴？十二兩銀子好買幾百隻雞啦。」那腳夫道：「是呀，我也這麼說。那掌櫃說：『一點兒沒錯，你倒算算看，要是你不吃掉我的雞，這雞該下多少蛋？這些蛋會孵成多少小雞？小雞長大了，又會下多少蛋？……』他越算越多，說道：『十二兩銀子還是便宜的啦！』我當然不肯給，他就拉我到財主胡老爺那裏去評理。胡老爺聽了掌櫃的話，說很有道理，叫我快還。他說要是不快還帳哪，那些蛋再孵成小雞，我可不得了哪。納斯爾丁，你倒給我評評這個理看……」說到這裏，剛出去的童子又回來說道：「胡老爺說，鍋子會懷甚麼孩子？他不相信，叫你快把鐵鍋還給他！」阿凡提到廚房裏拿了一隻小鐵鍋出來，交給童子道：「這明明是鍋子的兒子，你拿去給胡老爺吧。」那童子將信將疑，拿了鐵鍋去。阿凡提對那腳夫道：「你要胡老爺當眾評理。」腳夫道：「要是我輸了，豈不是反要賠二十四兩銀子？」阿凡提道：「別怕，輸不了。」過了半個時辰，那腳夫進來道：「納斯爾丁大叔，胡老爺已招集了大夥在評理啦，請你快去。」阿凡提道：「我在這裏有事，過一會再來。」坐著和妻子說笑，跟眾人聊天。那腳夫很是焦急，接連奔進來催了幾次，阿凡提才慢條斯理的去了。徐天宏等都跟著去看熱鬧，只見市集上聚著七八百人，一個穿花綢皮袍的大胖子坐在中間，料來就是胡老爺了。這時眾人等著阿凡提，已很心焦。胡老爺叫道：「阿凡提，這腳夫說你來幫他說話，怎麼這時候才來？」阿凡提施禮問安，笑道：「對不起，因為有一件要緊事，所以來遲了。」胡老爺說：「難道還有比評理更要緊的事麼？」阿凡提道：「當然啦，你瞧，我明天要種麥子啦，可是麥種還沒炒熟下肚呢，這怎麼行？我炒了三斗麥種，吃了老半天才吃完，因此耽擱啦。」說著連連施禮。胡老爺和客店掌櫃同時叫了起來：「真是胡說八道，把麥種吃了，怎麼還能下種？你這瘋子，還來幫人家說話。」旁聽的眾人也都哄笑起來，阿凡提卻只摸著大鬍子，笑瞇瞇的不作聲。過了一陣，嘈雜之聲漸息，阿凡提道：「你說吃下去的麥子不能下種，那麼腳夫吃下去的雞，怎麼還能下蛋？」眾人一想，都叫了起來：「不錯，不錯，吃下去的雞怎麼還能下蛋？」大家高聲歡呼，把阿凡提抬了起來。胡老爺見眾意如此，只得宣布：「腳夫吃了客店掌櫃一隻雞，應該還一百銅錢。」那腳夫歡天喜地的把一串銅錢交給掌櫃，笑道：「以後可再也不敢吃你的雞啦。」掌櫃收了，一言不發就走。眾回人笑罵，有些孩子往他背上丟石塊。胡老爺走到阿凡提面前，道：「我借給你的鍋子生了個孩子，那很好。甚麼時候再生第二胎哪？」阿凡提愁眉苦臉的道：「胡老爺，你的鍋死啦。」胡老爺怒道：「鍋子怎麼會死？」阿凡提道：「鍋子會生孩子，當然會死。」胡老爺叫道：「你這騙子，借了我鐵鍋想賴。」阿凡提也叫道：「好吧，大家評評理。」胡老爺想起貪便宜收了他的小鐵鍋，這時張揚開來大失面子，真是啞子吃黃蓮，說不出的苦，連連擺手，擠在人叢中走了。阿凡提騙倒了平時專門欺壓窮人的財主胡老爺，得意非凡，仰天大笑。忽然後面一個聲音叫道：「大鬍子，又做甚麼傻事啦？」阿凡提回頭一看，見是天池怪俠袁士霄，心中大喜。他二人一回一漢，分居天山南北，所作所為盡是扶危濟困、行俠仗義之事，兩人素來交好。阿凡提一把拉住袁士霄手臂，笑道：「哈哈，你這老傢伙來啦，快到我家裏看我老婆去。」袁士霄笑道：「你老婆有甚麼了不起，成日猴子獻寶似的……」話未說完，徐天宏與余魚同已搶上來拜見。袁士霄道：「罷了，罷了，我又不是你們師父，磕甚麼頭？家洛呢？」徐天宏道：「總舵主比我們先走一步……呀，陳老爺子和老太太也來啦！」轉身向站在袁士霄身後的天山雙鷹施禮，見關明梅牽著陳家洛乘坐的白馬，心中一驚，問道：「這馬老前輩從那裏見到的？」關明梅道：「我見過你們總舵主騎這馬，所以認得，剛才見牠在沙漠裏亂奔亂闖，我們三人費了好大的勁才拉住了。」徐天宏大驚，說道：「難道總舵主遇險？咱們快去救。」眾人齊到阿凡提家裏，飽餐之後，與周綺作別。徐天宏、周綺夫婦成親以來首次分別，自是依依不捨。阿凡提的妻子見丈夫回家才半天，便又要出門，拉住他鬍子大哭大鬧。阿凡提笑嘻嘻的安慰，說道：「我找了一位太太來陪你。她跟你一樣年輕美貌，肚裏又懷了個孩子，那是一共有兩個人陪你啦。勝於我一個大鬍子。」她只是哭鬧下停，叫道：「我不許你大鬍子走，不許你大鬍子走！」阿凡提笑道：「你要留住我的鬍子？好！」突然拔下十幾根鬍子，塞在她的手裏，奪門而出。阿凡提騎了這頭大狗似的驢子，雙腳幾乎可以碰到地面，遠遠望去，驢子就如生了六條腿一般。袁士霄道：「大鬍子，你騎的是甚麼呀？是老鼠呢還是貓？」阿凡提道：「老鼠那有這麼大呀？」袁士霄道：「那多半是一頭大老鼠。」徐天宏和余魚同聽著二人說笑，心中掛念陳家洛，說甚麼也笑不出來。李沅芷騎了駱冰的白馬，放鬆韁繩，由牠在前領路。阿凡提的驢子實在走得太慢，行到傍晚，不過走了三十多里路，大家都急了。徐天宏對阿凡提道：「老前輩，我們總舵主恐怕遭到了危難，我們想先走一步。」阿凡提道：「好吧，好吧。到前面鎮上，我另買一頭中用些的驢子就是。這頭笨驢不中用，牠偏偏還自以為了不起。」催驢趕上，與李沅芷並轡而行。白馬比毛驢高出一半，阿凡提仰頭問李沅芷道：「大姑娘，你為甚麼整天不高興呀？」李沅芷忽然想起，這位怪俠雖然假作痴呆，其實聰明絕倫，回人有甚麼為難之事，向他請教，立即應手而解，便道：「鬍子叔叔，對付不識好歹的人，你有甚麼法子？」阿凡提道：「我拿鐵鍋往他頭上一罩，你就一劍。」李沅芷搖頭道：「不成，比如說他是你很……很親近的人。你待他越是好，他越是發驢子脾氣。」阿凡提一扯鬍子，已瞭然於胸，笑道：「我天天騎驢子，對付笨驢的倔脾氣，倒很有幾下子。不過這法子可不能隨便教你。」李沅芷柔聲道：「鬍子叔叔，要怎樣才能教呀？」阿凡提道：「咱們還得打個賭，你贏了我才教。」李沅芷笑道：「好呀，咱們再來賽跑。」阿凡提道：「賭別的吧，賽跑你準輸。」取出驢尾來一晃，道：「我不會再上你當啦。」李沅芷道：「你不信就試試。」阿凡提道：「好，瞧你又有甚麼鬼門道。」指著前面的一個小市鎮道：「誰先到第一間屋子誰贏！」李沅芷道：「好呀，鬍子叔叔，你又輸了！」雙腿微微一挾，一提韁，那白馬如箭離弦，騰空竄出。阿凡提負起驢子，發足追來。這白馬是數世一見的神駒，這一發力奔馳，直如雷轟電掣一般，他如何追趕得上？還沒追得一半路，白馬已奔到市鎮。阿凡提放下驢子，呵呵大笑道：「又上了這小妮子的當。我雖知這是匹好馬，那想得到竟有這麼快。」徐天宏等見他如此武功，盡皆驚佩，一頭幾十斤的小驢負在背上並不為奇，奇的是他腳下竟如此神速，若非這匹寶馬，尋常坐騎非給他追上不可。穿過市鎮，行不多時，驀地裏白馬一陣長嘶，騰躍狂奔。李沅芷大驚勒韁，竟然約束不住。眾人見白馬發狂，都吃了一驚，散開了追趕攔截。只見白馬直向大漠中急衝，奔到幾個人面前，陡然停住，李沅芷下馬與他們說話。遠遠望去，那些是甚麼人卻瞧不清楚。突然那白馬又回頭馳來，奔到半途，徐天宏與余魚同認出馬上之人已換了駱冰，心中大喜，忙迎上去。雙方走近，見後面是文泰來、衛春華、章進、心硯四人，最後一人白髮蒼蒼，背負長劍，拉住了李沅芷的手在不住詢問，竟是武當派前輩綿裏針陸菲青。原來那白馬戀主，又有靈性，遠遠望見駱冰，就沒命的奔去。余魚同搶到陸菲青跟前，雙膝跪下，叫了聲：「師叔！」伏地大哭。陸菲青伸手扶起，淚水也不禁撲簌簌的流了下來，嗚咽道：「我得知你師父的噩耗之後，連日連夜趕來，途中與文四爺他們遇上，他們也正在追捕這奸賊……你放心，咱爺兒倆定要給你師父報仇！」當下雙方廝見了。文泰來等都掛慮陳家洛的安危。眾人到市鎮打尖，阿凡提去買驢子，李沅芷悄悄跟在後面。阿凡提也不理她，自行選了一頭高頭健驢，身高幾有原來那頭沒尾驢的兩倍。阿凡提把沒尾驢折價讓給了驢販，笑道：「官帽害死了這笨驢，可不能讓這畜生再戴了。」把官帽摔在地下，踏得稀爛。李沅芷等他付了銀兩，替他牽過驢子，笑吟吟的和他並肩而行。阿凡提道：「我從前養了一頭毛驢，那脾氣真是倔得嚇人。我要牠走，牠偏偏站住，要牠站著呢，這傢伙又給你打個圈兒。有一天呀，我要牠拉了車兒上磨坊去，就只這麼幾十步了，那知忽然說甚麼也不肯走啦。越是趕，越是後退，哄也不行，打也不行，管牠叫親爺爺親奶奶呢，也不成，你猜我怎麼辦？」李沅芷知他在妙語點化，當下用心傾聽，不敢嬉笑，道：「你老人家總有法子。」阿凡提笑道：「好呀，大姑娘想女婿，甚麼也肯，本來叫我鬍子叔叔，現今可叫『你老人家』啦！」李沅芷臉一紅，道：「我是說你的驢子呀！」阿凡提道：「不錯，不錯。後來我一想，成啦！我拉這笨驢轉了個身，磨坊在東，我讓驢子朝著西邊，然後使勁的趕，牠仍是一步一步的倒退，退呀退的，這可到了磨坊啦。」李沅芷喃喃自語：「你要牠往東，牠偏偏往西……那麼你就要牠往西。」阿凡提一豎拇指，道：「不錯，就是這麼辦。後來哪，我又想出了一個法兒。」李沅芷忙問：「甚麼？」阿凡提道：「我在鞭子上掛了一個胡蘿蔔，伸在笨驢前面。笨驢想吃胡蘿蔔，不住向前走，一直走了幾十里路，到了我要牠去的地方，這才把胡蘿蔔給牠吃。」李沅芷立時領悟，笑道：「多謝你老人家指教。」阿凡提笑道：「現下你去找你的胡蘿蔔吧！」李沅芷尋思：「余師哥最想得到的，是甚麼東西？剛才他見到我師父，哭成這個樣子，那麼對他最要緊的，莫過於殺張召重給馬師伯報仇了。這麼說來，得想法子去殺張召重。」轉念一想：「張召重武藝高強，我又怎殺得了他？再說，就算殺了，他也只是感激我而已，不會像驢子望著胡蘿蔔那樣，一路追個不停。」又想：「我小時候見到傭人的兒子玩泥娃娃，哭著要，他不肯給，我偏偏一定要。這鬍子叔叔說得不錯，我越是對他好，他越是避開我。以後倒不如冷冷淡淡的，等他覺得我好時，再讓他來嘗嘗苦苦求人的滋味。驅趕倔脾氣的笨驢，就得用大鬍子叔叔的法子。」心下打算已定，真的對余魚同不理不睬起來。駱冰與徐天宏冷眼旁觀，都覺奇怪。阿凡提只是拉著大鬍子微笑。阿凡提換了腳力，行得快了數倍，一行人蹄踏黃沙，途隨白馬，來到白玉峰前。那白馬對狼群猶有餘怖，到了進入古城的歧道處，就停步不前了。駱冰一再驅趕，白馬無論如何不肯再前行一步。袁士霄道：「狼群大隊曾聚在這裏，咱們循著狼糞一路尋進去吧。」眾人見到狼糞甚多，想到陳家洛的安危，都是心焦如焚。駱冰下了白馬，與文泰來共乘一騎。曲曲折折的走了半天，忽聽得腳步聲響，歧路上轉出四個人來，當先一人正是張召重。徐天宏一聲呼哨，連同衛春華、章進、心硯一齊散開，往四人後路抄去。張召重斗見群雄，一驚非小，尤其看到師兄陸菲青，登時臉色蒼白，額上冷汗直冒。余魚同手揮金笛，便要撲上去拚命。袁士霄左手抓住他臂膀輕輕一拉，余魚同身不由主的退回。袁士霄指著張召重罵道：「前幾天和你相遇，還道你是武當派的一位高手，那知竟是個無惡不作的匪類，連自己師兄也忍心害了。爽爽快快，給我自己了斷吧。」張召重見對方至少有五人和自己功力相若，有的甚至在自己之上，以力相拚，必無倖理，當下硬起頭皮，道：「我這邊只有四人，你們依多為勝，張某死在此地，又何足為恥？」袁士霄大怒，心想：「那三人能力敵群狼，倒也都是硬手，他們四人齊上，我一人可對付不了，但有大鬍子相幫，那也成了。」哼了一聲，說道：「要殺你這惡徒，也用得著依多取勝？你們四人一齊上來，我只和這大鬍子兄弟兩人接著。你們四個傢伙只要能和我們兩人打個平手，就放你走路。」張召重向阿凡提注目打量，見他面容黝黑，一叢大鬍子遮住了半邊臉，笑得雙眼瞇成了兩條縫，不似身懷絕技的高人，心想：「這姓袁的確是武功驚人，遠勝於我，難道這大鬍子回人也厲害之極？關東三魔中有一人相助，我或可和這姓袁的打成平手，餘下兩人對付這個回子，想來也行了。」身處此境，也已不容他有何異言，便道：「那麼我們就試一試，請袁……袁大俠手下容情。」袁士霄厲聲道：「我手下是毫不容情的。」轉頭對阿凡提道：「大鬍子，在這許多新朋友面前，咱哥兒倆可別出醜了。」阿凡提道：「我鄉下佬見官，有點兒怯，只怕不成。」身子一晃，也沒見他抬腿動足，已下了驢子。張召重見他身法，驀地想起，原來就是那晚在墓地中搶他帽子的怪人，不覺凜然一驚。袁士霄叫道：「都上來吧。用心打，別打主意想逃，在我老兒手下可跑不了。」哈合台走上一步，對袁士霄說：「袁大俠於我三兄弟有救命大恩，我們萬萬不敢接你老人家的招。再說，我們跟這姓張的也只相會，並無交情，犯不上為他助拳。」他見張召重行為卑鄙，早就老大瞧他不起，只是他此刻猝遇眾敵，再要出言損他，未免有討好對方、自圖免禍之嫌，是以只說到此處為止。三魔並排站在一旁，竟是擺明了置身事外。袁士霄眉頭一皺，說道：「他們不肯動手，只剩下了你一個，那怎麼辦？我三十歲那一年，曾向祖師爺立過重誓，從此而後，決不跟人單打獨鬥。」說著向天山雙鷹瞥了一眼。原來他當年生怕自己妒火焦焚、狂性大發之下，竟會將陳正德打死，是以立此重誓，約束自己，當下又道：「大鬍子，只有麻煩你了。」阿凡提解下背上鍋子，笑道：「好吧，好吧，好吧。」呼的一聲，鍋子當頭向張召重罩到。張召重向左躍開，凝神瞧他使的是甚麼兵刃，只見黑黝黝，圓兜兜，一面凹進，一面凸出，凸的一面還有許多煤煙，竟像是隻鐵鍋。阿凡提笑道：「你心裏一定在想：這是甚麼呀？倒像是隻鍋子。跟你說，這正是一隻鍋子。你們清兵無緣無故的到回部來，打爛了許多鍋子，害得我們回人吃不了飯。好哇，現今鍋子來打清兵啦！」語聲未畢，又是一鍋向張召重當頭罩下。張召重一招「仙鶴亮翅」，倏地斜穿閃過，回手出掌，向對方肩頭打到。阿凡提身子微挫，左手在鍋底一擦，一手煤煙往他臉上抹去。張召重自出道以來，身經百戰，從未遇到過這樣的怪人，只見他右手提鍋，左手抹煙，腳步歪歪斜斜，不成章法，然而自己攻出的兇狠招數，卻每次都被他輕易避開，那裏敢有絲毫怠忽，當下展開無極玄功拳，抱元歸一，全身要害守得毫無漏洞。道路本極狹窄，地下又是山石嶙峋，兩人擠在這凶險之地，攻守拒擊，登時鬥得激烈異常。袁士霄歎道：「奸賊呀奸賊，憑你這身功夫，本也是難得之極的了，若不是心地如此歹毒，我老頭子忍不住要起愛才之心。」余魚同忙道：「不行，老爺子，不行！」心硯問衛春華道：「九爺，這位鬍子大爺使的是甚麼招術？」衛春華搖搖頭。這邊天山雙鷹、陸菲青、文泰來等也不懂阿凡提的武功家數，都暗暗稱奇。突然間阿凡提左腿飛起，鍋子橫擊，張召重無處躲避，急從鍋底鑽出。不料阿凡提左掌張開，正候在鍋子底下。張召重待得驚覺，已不及閃避，當下左拳一個「沖天炮」，猛向鍋底擊去。阿凡提叫道：「吃飯傢伙，打破不得！」鍋子向上一提，隨手抹去，張召重臉上已被抹上五條煤煙。兩人均各躍開。阿凡提叫道：「來來來，勝負未決，再比一場。」張召重望著他手中鐵鍋，瞋目不語。阿凡提道：「呀，是了，你沒帶兵刃，輸了也不服氣。」轉頭對李沅芷道：「大姑娘，你的切菜刀借給胡蘿蔔用一下。」兩人相鬥之時，李沅芷挨得最近，只待張召重一被鍋子罩住，立即搶上一劍，豈知自己心事竟被這怪俠說了出來，不覺滿臉緋紅。阿凡提說話素來瘋瘋癲癲，旁人聽他管張召重叫「胡蘿蔔」，也都不以為意，那知中間另藏著一段風光旖旒的女兒情懷。阿凡提見她不動，把嘴俯在她耳邊，低聲說道：「你把切菜刀給他，我仍然能抓住他。」李沅芷點點頭，擲出長劍，叫道：「劍來了，接著！」張召重右手一抄接住劍柄，突然轉身，左手一揚，一把芙蓉金針向阻住退路的徐天宏、衛春華諸人迎面擲去。徐天宏等知道厲害，疾忙俯身，只覺頭頂風聲颯然，張召重已竄了過去。他奔到哈合台身邊，伸左手扣住了他右手脈門，叫道：「快走！」哈合台登時身不由主，被他拉著往迷城中急奔。滕一雷與顧金標不及細思，隨後跟去。這一來變起倉卒，等徐天宏等站起身來，四人已轉了彎。袁士霄和阿凡提均各大怒，倏地拔起身子，如兩隻大鶴般從徐天宏等頭頂躍過。天池怪俠身法好快，人未落地，已一把抓住滕一雷的後領，把他一個肥肥的身軀甩了起來。滕一雷也不知道抓著他的是誰，只覺身子懸空，使不出力，忙揮獨足銅人向後疾點，忽覺自己身子被一股極大力量擲了出去，只慘叫得一聲，已撞在半山腰裏，腦漿迸裂而死。袁士霄擲死滕一雷，腳下毫不停留，轉了個彎，見前面是三條歧路，不知張召重從那一條路逃走，向右一指，叫道：「大鬍子，你追這邊。」又向左一指，對天山雙鷹道：「你們兩位追這邊。」自己從中間那條路上追了下去。片刻之間，四人廢然折回，都說只轉了一個彎，前面又各出現岔路，無從追尋。徐天宏在路上仔細察看，說道：「這堆狼糞剛給人踏了兩腳，他們定是循著狼糞向內逃竄。」袁士霄道：「不錯，快追。」眾人隨著狼糞追進，直趕到白玉峰前，仍不見張召重等三人的蹤影。眾人在各處房屋中分頭搜尋，不久衛春華就發現了峰腰中的洞穴。袁士霄和陳正德首先躍上，接著陸菲青、文泰來、關明梅等也都縱了上去。其他輕功較差的，由陸菲青和文泰來一一用繩子吊上，最後剩下心硯。阿凡提笑道：「小兄弟，我試試你的膽子！」一把抓住他後心，喝道：「接著！」把他身子向洞口拋去，文泰來一把抱住，阿凡提隨即跳上。這時袁士霄剛推開了石門。那門向內而開，要是外面被人扣住，裏面千軍萬馬也衝突不出，但自外入內十分容易。原來當年那暴君開鑿山腹玉宮，自恃迷城道路千岔萬回，外敵決難侵入，擔心的反是變生肘腋，內叛在山腹負隅頑抗，因此把宮門造成如此模樣。袁士霄當先急行，眾人在甬道中魚貫而入。徐天宏折下了桌腳椅腳，點成火炬，各人分著拿了。追到大殿上時，各人兵刃都被磁山吸去，不免大吃一驚。阿凡提身手敏捷，搶上將飛出的鐵鍋一把抓住，才沒打破。眾人追敵要緊，也不及細究原因，拾回兵刃，直入玉室，見床邊又有一條地道。眾人愈走愈奇，在這山腹之內誰都不敢作聲，只是跟著袁士霄疾走。突然眼前大亮，只見碧綠的池邊六人夾水而立。遠遠望去，池子那邊是陳家洛、霍青桐和香香公主，這邊就是張召重、顧金標和哈合台了。眾人大喜，心硯高聲大叫：「少爺，少爺，我們都來啦！」文泰來等快步迎上。關明梅大叫：「孩子，你怎樣？」霍青桐叫道：「師父師公，我好！你們快將這奸賊殺了。」說著向顧金標一指。陳正德上次空手出戰三魔，險些吃虧，這時再不托大，拔出長劍，向顧金標左肩刺去。顧金標二次進來時已在大殿上拾回兵刃，當下抖動虎叉，和陳正德鬥了起來。這邊關明梅和哈合台也動上了手。群雄各執兵刃，慢慢圍攏，監視著張召重。李沅芷的劍借了給張召重，陸菲青把在杭州獅子峰上奪自張召重的凝碧劍給了她。顧哈兩人情急拚命，勉強支持了十餘招，雙鷹的三分劍術愈逼愈緊，兩人只有招架的份兒。劍光飛舞中只聽陳正德一聲猛喝，顧金標胸口見血。陳正德接著又是一劍，指向對方下盤。顧金標向左急避，陳正德飛起一腿，撲通一聲，水花四濺，顧金標跌入翡翠池中，一縷鮮血從池水中泛了上來。那邊哈合台也已被關明梅劍光罩住。余魚同想起哈合台數次相救之德，知道師叔與雙鷹交情極好，忙對陸菲青道：「師叔，這個不是壞人，你救他一救。」陸菲青道：「好。」見關明梅上刺一劍，下刺一劍，左刺一劍，右刺一劍，哈合台滿頭大汗，臉無人色，不住倒退。陸菲青突然躍出，錚的一聲，白龍劍架開了關明梅長劍，叫道：「大嫂，這人還不算壞，饒了他吧。」關明梅見陸菲青說情，總得給他面子，當即收劍。陸菲青轉過頭來，見哈合台不住喘息，因使勁過度，身子抖動，喝道：「快謝了關大俠不殺之恩。」哈合台心想結義六兄弟死剩自己一人，活著又有何意味，叫道：「我何必要她饒命！」又要撲上廝殺，忽聽水聲一響，顧金標從水面下鑽了出來，慢慢游近池邊，哈合台拋去彎刀，搶過去拉起。顧金標受傷甚重，又喝了不少水，委頓不堪。哈合台不住給他胸口揉搓，毫不理會身邊眾人。霍青桐奔到臨近，罵了聲：「奸賊！」挺劍向顧金標胸口刺去。哈合台情急之下，舉臂擋格。霍青桐一劍直下，眼見就要將他手臂削斷。袁士霄想起他引狼入阱時之功，撿起一塊小石子擲出，噹的一聲，霍青桐手臂發麻，長劍震落在地，不禁一呆。袁士霄道：「料理了那姓張的惡賊再說，這兩人逃不了。」張召重被群雄圍住，見顧哈兩人惡戰之後，束手待縛，文泰來、阿凡提、陳家洛、陸菲青等四下牢牢監視，那裏更有脫身之機，長歎一聲，正要拋劍就戮，忽然陸菲青身後一人閃出，正是李沅芷。她手執長劍，直衝過來，罵道：「你這奸賊！」眾人一楞，李沅芷已撲到張召重身前，低聲道：「我來救你。」刷刷刷數劍，疾刺而至。張召重不明她是何用意。李沅芷忽然腳下假意一滑，向前一撲，低聲道：「快拿住我。」張召重大悟，乘她一劍削來，舉劍擋格，左手已抓住她手腕，噹的一聲，自己長劍已被削斷，一瞥之下，見她手中所持竟是自己的凝碧劍，真是喜上加喜。這時文泰來、余魚同、衛春華、陳正德同時搶上救人。張召重凝碧劍揮了個圈子，金笛雙鉤一起斷折。文泰來和陳正德疾忙收招，兵刃才沒受損。張召重將寶劍點在李沅芷後心，喝道：「讓道！」這一下變出不意，眾人眼見巨奸就縛，那知李沅芷少不更事，勇猛貪功，反而變成他的護身符。李沅芷假意軟軟的靠在張召重肩頭，似乎被他點中穴道，動彈不得。張召重見眾人面面相覷，不敢來攻，正要尋路出走，李沅芷在他耳邊低聲道：「回到山腹中去。」他一想不錯，大踏步走向地道。袁士霄和陳正德惱怒異常，一個撿起一粒石子，一個摸出三枚鐵菩提，齊向張召重後心打去。張召重弓背俯身，讓過暗器，腳下絲毫不停，奔入地道。只聽得李沅芷大叫一聲：「啊喲！」陸菲青一驚，叫道：「大家別蠻幹，咱們另想別法。」他也真怕張召重不顧一切，傷害了他徒兒。眾人緊跟張召重身後，追入地道，只霍青桐手執長劍，怒目望著顧金標。哈合台忙著給盟兄包紮胸前傷口，對身旁一切猶如不聞不見。陳家洛怕霍青桐孤身有失，走到地道口前停了步，對香香公主道：「咱們在這裏陪你姊姊。」張召重拉著李沅芷向前忽奔，眾人不敢過分逼近，甬道中轉彎又多，無法施放暗器。奔完甬道，眼見張召重就要越過石門，袁士霄一挫身，正要竄上去攻他後心，黑暗中只聽得一陣嗤嗤嗤之聲，忙貼身石壁，叫道：「大鬍子，鐵鍋！」阿凡提搶上兩步，鐵鍋倒轉，一陣輕輕的錚錚之聲過去，鐵鍋中接住了數十枚芙蓉金針。阿凡提叫道：「炒針兒吃啊，炒針兒吃呀！」就這樣緩得一緩，張召重和李沅芷已奔出石門，兩人合力將門拉上，將鐵條插入門扣。袁士霄和陳正德搶上來拉門，但石門內面無可資施力之處。兩人都是火氣奇大，這時豈有不破口怒罵之理？張召重又將金斧斧柄插入鐵環，喘了一口長氣，對李沅芷道：「多謝李小姐相救！」李沅芷笑道：「我爸爸和張師叔都是朝廷命官，我自然要救你。」張召重道：「李軍門近來安好，太夫人安好。」說著打了個千請安，竟是按著官場規矩行起禮來。李沅芷道：「你是師叔，我可不敢當。咱們快想法逃走。師父一定瞧得出是我救你，要是給他追上了，可沒命啦。」張召重道：「他們人多，咱們快回內地，多約幫手，再來擒拿。」李沅芷道：「他們一定回去池邊，繞道追過來。張師叔，得快想法子。在這大漠之上，可不容易逃脫啊！」張召重武功甚高，人也奸猾，計謀卻是平平，當下皺起了眉頭，一時想不出法子。李沅芷似乎焦急異常，伏在石上哭泣起來。張召重忙加勸慰：「李小姐，別怕，咱們一定逃得了。」李沅芷哭道：「就算逃出了迷城，不用一兩天，又得給他們趕上。媽呀，嗚嗚……媽呀！」張召重給她哭得心煩意亂，連連搓手。李沅芷忽然破涕為笑，問道：「你小時候捉過迷藏嗎？」張召重自幼父母雙亡，五歲時就由師父收養學藝，馬真和陸菲青都比他年長得多，因此這些孩子的玩意都沒玩過，當下臉現迷惘之色，搖了搖頭。李沅芷道：「咱們在迷城中躲了起來。他們一定找不到，以為咱們逃出去啦，在外面拚命追趕。咱們過得三四天再慢慢出來。」張召重大拇指一翹，道：「李小姐真聰明！」隨即道：「可是咱們沒帶糧食，三四天……」李沅芷道：「外面馬背上又有乾糧又有水。」張召重喜道：「好，咱們快躲起來。」兩人緣著長索攀上峰腰洞口。這長索是張召重和三魔上次進出山腹時所留，哈合台是牧人，身上愛帶長索。兩人轉身出洞，再沿山壁溜下，各自牽了一匹馬，向外奔出。走到分歧路口，李沅芷道：「你瞧地下這狼糞，本來出外是往左，咱們偏偏往右……」說到這裏，見牽著的那匹馬尾巴揚起，就要拉糞，忙取下馬背上的糧袋水囊，把兩匹馬的馬頭牽過向左，猛力一鞭，兩馬負痛，放蹄疾奔而去。張召重愕然不解，問道：「甚麼？」李沅芷笑道：「他們尋到這裏，見馬蹄印和新鮮馬糞都在左邊正路上，自然向左邊追出去。」張召重大喜，道：「妙計，妙計！」兩人從歧路向右。每走上一條岔路，李沅芷都用三塊小石子在隱蔽處疊個記號。張召重道：「這裏道路千叉萬支，要是沒了這記號，咱倆也真的沒法子找路出去。」行了半日，兩旁山壁愈逼愈緊，也不知已轉了多少彎，走了多少岔路。李沅芷見天色漸暗，說道：「就在這裏歇吧。」兩人吃了乾糧，喝了水，坐著休息。張召重道：「另一匹馬上的糧袋水囊沒來得及取下，真是可惜。」李沅芷道：「只好省著點兒用。」張召重道：「是。」李沅芷把糧袋和水囊放在張召重身邊，說：「你好好看著，這是咱們的命根子。」張召重點頭答應。李沅芷走開十多丈，找了個乾淨地方睡倒。睡到半夜，張召重忽聽李沅芷一聲驚叫，疾忙跳起身來，只見她指著來路，叫道：「一隻大灰狼，快快！」張召重拔出凝碧劍，飛步追了出去，轉了兩個彎，不見狼蹤，生怕迷路，不敢再追，退回來時，卻不見了李沅芷的蹤影，叫得一聲：「李小姐！」只見地下濕了一片，水囊已然傾翻，忙搶上拾起，見囊中只剩點點滴滴，正自懊喪，李沅芷已從那邊山道中轉了出來，道：「那邊又有一隻狼，衝過來搶水喝。」張召重一舉水囊，道：「想不到惡狼還不死乾淨，你瞧！」李沅芷坐在地下，雙肩聳動，又哭了起來。張召重道：「既沒了水，這裏沒法多待。再熬一天，就冒險出去吧。」李沅芷站起身來，道：「我出去探探，你在這裏等我。」張召重道：「咱們一起去。」李沅芷道：「不，再遇上他們，你還有命麼？我總好些。」張召重一想不錯，道：「李小姐可要千萬小心。」李沅芷道：「嗯，你的寶劍借給我吧。」張召重把凝碧劍遞過。李沅芷接劍回身，循著記號從原路出來，每到一處岔路，便照樣擺上三塊小石子，只是在真記號邊上多撒一堆沙子。張召重如自行出來，見了這些記號，一定分不出真假，東轉西轉、無所適從之餘，非仍回原地不可。她一路布置，心中暗暗好笑，自忖假造狼訊，倒翻水囊，那張召重居然絲毫不覺，這一來可逃不出自己的掌握了。天色將明，已走上正路，只聽得轉彎角上有人在破口大罵：「瞧我抽不抽這惡賊的筋，剝不剝他的皮？」又有一人笑道：「要抽筋剝皮，也得先找到這惡賊才行。」李沅芷大叫一聲：「啊喲！」倒在地下，假裝昏了過去。說話的正是袁士霄和阿凡提，他們拉不開石門，只得回到池邊。霍青桐從地圖中找到了秘道，從後山繞了出來，張召重和李沅芷早已不知去向。袁士霄正在大發脾氣，忽然聽得叫聲，尋聲過來，見李沅芷倒在地下，又驚又喜，一探尚有鼻息，身上又沒傷痕，這才放心，急忙施救，李沅芷卻只是不醒。袁士霄焦急起來，阿凡提笑罵：「這頑皮女孩，倘若是我女兒呀，不結結實實揍一頓才怪。」見她還在裝腔作勢，不肯醒轉，說道：「要是真的暈了過去，那麼我打十幾鞭都不會動。」一抖驢鞭，刷的一鞭打在她肩上。袁士霄正要出言怪他魯莽，李沅芷卻怕他再打，睜開了眼睛，「啊」的一聲叫了出來。阿凡提得意非凡，笑道：「我的鞭子比你甚麼推宮過血高明多啦，一鞭她就醒了。」袁士霄心想：「大鬍子倒真有兩下子。」忙俯身問道：「沒受傷麼？那奸賊呢？」李沅芷道：「我給他拿住了，怕得要命，昨晚半夜裏他睡得迷迷糊糊了，我才偷偷逃了出來。」袁士霄道：「他在那裏？快帶我去找。」李沅芷道：「好。」站起身來，身子一晃一晃的，袁士霄伸手扶住。阿凡提道：「你們兩人去吧，我在這裏等著。」袁士霄怪目一翻，道：「大鬍子想偷懶？好吧，就沒有你，我也對付得了。」兩人離去不久，陸菲青、陳正德、陳家洛、文泰來等分頭在各處搜索之後都陸續匯齊。阿凡提也不跟他們說起，聽他們紛紛議論，只是微笑。章進與心硯押著顧金標與哈合台，遠遠坐在地下。又過一陣，袁士霄和李沅芷回來了。眾人大喜，陸菲青和駱冰忙搶上去慰問。袁士霄向阿凡提道：「大鬍子，你又佔了便宜，省得白走一趟。她認不出道啦。我們兩人轉來轉去，險些回不出來。」眾人一商量，都說如捉不到張召重決不回去，可是這迷城道路如此變幻，如何尋他得著？徐天宏和霍青桐雖都極富智計，卻也想不出善法。徐天宏道：「要是有兩頭狼犬就好啦……」陳正德道：「我們家裏倒有大狼犬，就可惜遠水救不得近火。」說話之間，徐天宏見阿凡提嘴角邊露著微笑，知他必有高見，走近身去，道：「我們實在不知怎麼辦，請老前輩指示一條明路。」阿凡提向余魚同一指，笑道：「明路就在他身上，怎麼不要他找去？」余魚同愕然道：「我？」阿凡提點點頭，仰天長笑，跨上驢子，飄然而去。徐天宏起初還以為他開玩笑，細加琢磨，覺得李沅芷的言語行動之中破綻甚多，心想這事只怕得著落在她身上，於是悄悄去和駱冰說了。駱冰一想有理，倒了一碗水，拿了一塊燒羊肉給李沅芷，說道：「李家妹妹，你真有本事，怎麼能逃得脫那壞蛋的毒手？」李沅芷道：「那時我都嚇胡塗啦，拚命奔跑，只怕給這惡賊追上了，亂闖亂衝，甚麼路也認不出，真是天保佑，居然瞎摸了出來。」料知駱冰定要查問途徑，把她問話先給堵住了。駱冰本來將信將疑，也不知她是否真的不知道張召重藏身之所，待聽她推得一乾二淨，心裏反倒雪亮了，暗笑：「小妮子好狡猾！」說道：「妹妹你細細想一想，定能認得出來去的途徑。」李沅芷歎道：「要是我心境好一點，不這麼失魂落魄似的，本來也不會這麼胡塗，竟然忘記得沒一點兒影子。」駱冰心道：「來啦，來啦。」低聲悄語：「你的心事我都明白，只要你幫我們這個大忙，大夥兒一定也幫你完成心願。」李沅芷臉上一陣飛紅，隨即眼圈兒也紅了，低聲道：「我是個沒人疼的，逃出來幹麼呀？還不如給那姓張的殺了乾淨。」駱冰聽她語氣一轉，竟又撒起賴來，知道自己是勸她不轉的了，說道：「妹妹你累啦，喝點水歇歇吧。」李沅芷點點頭。駱冰把余魚同拉在一旁，跟他低聲說了好一陣子。余魚同神色先是頗見為難，後來又是咬牙切齒，終於下了決心，一拍大腿，道：「好，為了給恩師報仇，我甚麼都肯。」李沅芷自管閉目養神，對他們毫不理會，過了一會，聽得余魚同走到身旁，說道：「師妹，你數次救我性命，我並非不知好歹，眼下要請你再幫我一個大忙。」說著施下禮去。李沅芷道：「啊喲，余師哥，怎麼行起禮來啦？咱們是同門，要我做甚麼，你吩咐著不就行了嗎？」余魚同聽她語氣顯得極為生分，這時有求於她，只是說道：「張召重那奸賊害死我恩師，只要有誰能助我報仇，我就是一生給他做牛做馬，也仍是感他大德。」李沅芷一聽大怒，心想：「要是你娶了我，竟是一生做牛做馬這麼苦惱？」脖子一轉，臉上登時便如罩了一層嚴霜，發作道：「眼前放著這許多大英雄大俠客，還有你的甚麼鐘舵主、鼓舵主，你幹麼不求他們幫去？你一路上避開人家，倒像一見了我，就害了你、累了你似的。我有這份本事幫你麼？你再不給我走開些，瞧我用不用好聽的話罵你。」眾人正商議如何追尋張召重，也沒留心駱冰、余魚同、李沅芷三人，忽聽李沅芷提高了嗓子，面紅耳赤的發起怒來，又見余魚同低下了頭訕訕的走開，都感愕然。徐天宏和駱冰見余魚同碰了一鼻子灰，只有相對苦笑，把陳家洛拉在一邊，低語商量。陳家洛道：「咱們請陸老前輩去跟她說，她對師父的話總不能不聽……」話未說完，猛聽得心硯與章進一個驚叫，一個怒吼，急忙回頭，只見顧金標正發狂般向霍青桐奔去。陳家洛大驚，斜竄出去，卻相距遠了，難以阻攔。衛春華搶上擋住，被顧金標用力一摔，退出兩步。只見他和身向霍青桐撲去，叫道：「你殺了我吧！」霍青桐又驚又怒，舉劍向他當胸刺去。他竟不閃避招架，反而胸膛向前一挺，波的一聲，長劍入胸。霍青桐回抽長劍，一股鮮血從他胸前直奔出來，濺滿了她黃衫。眾人圍攏來時，顧金標已倒在地下。哈合台伏在他身邊，手忙腳亂的想止血，但血如泉湧，那裏止得住？顧金標歎道：「冤孽，冤孽！」哈合台道：「老二，你有甚麼未了之事？」顧金標道：「我只要親一親她的手，死也瞑目。」熬住一口氣，望著霍青桐。哈合台道：「姑娘，他快死啦，你就可憐可……」霍青桐一言不發，轉身走開，臉已氣得慘白。顧金標長嘆一聲，垂首而死。哈合台忍住眼淚，跳起身來，指著霍青桐的背影大罵：「你這女人也太狠心，你殺他，我不怪你，那是他自己不好。可是你的手給他親一親，讓他安心死去，又害了你甚麼？」章進喝道：「別胡說八道，給我閉住了鳥嘴。」哈合台毫不理會，仍是怒罵。章進上前要打，給余魚同攔住了。陸菲青說道：「你們那焦文期焦三爺是我殺的，此後許多糾紛，都因此而起。關東六兄弟現下只剩了你一人。我們都知你為人正派，不忍加害，你就去吧。日後如要報仇，只找我一人就是。」哈合台也不答腔，抱著顧金標的屍身大踏步走出去。余魚同撿了一隻水囊，一袋乾糧，縛在馬上，牽馬追上去，說道：「哈大哥，我仰慕你是條好漢子，這匹馬請你帶了去。」哈合台點點頭，把顧金標的屍身放上馬背。余魚同從水囊中倒了一碗水出來，自己喝了半碗，遞給哈合台道：「以水代酒，從此相別。」哈合台仰脖子喝乾。余魚同抽出金笛，那笛子被張召重削去了一截，笛中短箭都已脫落，但仍可吹奏，當下按宮引商，吹了起來。哈合台一聽，曲調竟是蒙古草原之音，等他吹了一會，從懷中摸出號角，嗚嗚相和。原來當日哈合台在孟津黃河中吹奏號角，余魚同暗記曲調，這時相別，便吹此曲以送。眾人聽二人吹得慷慨激昂，都不禁神往。一曲既終，哈合台收起號角，頭也不回的上馬而去。駱冰向哈合台與余魚同的背影一指，對李沅芷道：「這兩人都是好男兒。」李沅芷道：「是麼？」駱冰道：「你幹麼不幫他個大忙？」李沅芷歎道：「要是我能幫就好了。」駱冰笑道：「妹妹，咱們真人面前不說假話。你不肯說，等到陸伯父來逼你，就不好啦！」李沅芷道：「別說我認不出路，就算認出，我不愛領又怎樣？自古道女子要三從四德，這三從中可沒『從師』那一條。」駱冰笑道：「我爹只教我怎樣使刀怎樣偷東西，孔夫子的話可一句也沒教過。好妹子，你給我說說，甚麼叫做三從四德？」李沅芷道：「四德是德容言工，就是說做女子的，第一要緊是品德，然後是相貌、言語和治家之事了。」駱冰笑道：「別的倒也還罷了，容貌是天生的，爺娘生得我醜，我有甚麼法兒？那麼三從呢？」李沅芷慍道：「你裝傻，我不愛說啦。」掉過了頭不理她。駱冰一笑走開，去對陸菲青說了。陸菲青沉吟道：「三從之說，出於儀禮，乃是未嫁從父，既嫁從夫，夫死從子。這是他們做官人家的禮教，咱們江湖上的男女可從不講究這一套。」駱冰笑道：「本來嘛，未嫁從父是應該的。從不從夫，卻也得瞧丈夫說得在不在理。夫死從子更是笑話啦。要是丈夫死時孩子只有三歲，他不聽話還不是照揍？」陸菲青搖頭歎道：「我這徒兒也真刁鑽古怪，你想她幹麼不肯帶路？」駱冰道：「我想她意思是說，除非她爹叫她說，她才未嫁從父。可是李軍門遠在杭州，就算在這裏，他也不會幫咱們。眼下只有從第二條上打主意啦。」陸菲青道：「第二條？她又沒丈夫。」駱冰笑道：「那麼咱們馬上就給她找個丈夫。只要丈夫叫她領路，她一定既嫁從夫了。」陸菲青給她一語點醒，徒兒的心事他早就瞭然於胸，師侄余魚同也盡相配得上，他本想在大事了結之後設法給他們撮合，看來這事非趕著辦不可了，笑道：「講了這麼一大套三從四德，原來是為了這個。那真是城頭上跑馬，遠兜轉了。」於是兩人和陳家洛商量，再把余魚同叫過來一談，當下決定，請袁士霄任男方大媒，請天山雙鷹任女方大媒。袁士霄和雙鷹這時都在山壁高處瞭望，想找尋張召重藏身所有的蹤跡，但千丘萬壑，那有絲毫端倪？陸菲青把他們請了下來，將此中關鍵所在簡略說了。袁士霄呵呵大笑，說道：「陸老哥，難為你教出這樣一個好徒兒來，咱們大夥兒全栽在這女娃子手上了。」眾人笑吟吟的走到李沅芷跟前。陸菲青道：「沅兒，我跟你師生多年，情同父女。你一個少年女子孤身在外，我很是放心不下，令尊又不在此間，我只好從權，師行父責，要給你找個歸宿。」李沅芷低下了頭不作聲。陸菲青又道：「你余師哥自從你馬師伯遇害之後，自然也歸我照料了。你們兩人結為夫婦之後，互相扶持，也好讓我放下了這副擔子。」這一切本來全在她意料之中，但這時在眾人面前說了出來，還是羞得她滿臉通紅，低聲道：「這全憑爹爹作主，我怎知道？」章進嘴快，衝口而出：「你還有不願意的嗎？在天目山時大夥兒到處找你不著，原來躲在他……」衛春華左手一翻，按住了他嘴。陸菲青道：「令尊曾留余師侄在府上住了這麼久，青眼有加，早存東床坦腹之選。咱們在這裏先下了文定，將來稟明令尊，他必定十分歡喜。」李沅芷垂頭不語。駱冰叫道：「好，好，李家妹妹答允了。十四弟，你拿甚麼東西下定。」余魚同身上一摸，除了銀兩之外，甚麼也沒帶，正感為難，忽然觸手一涼，卻是他金笛被張召重所削斷的那一段，撿起來想日後再要金匠焊上去的，當下摸了出來。說道：「師叔，小侄身邊沒甚麼貴重物事。這段笛子倒是純金的。」陸菲青笑道：「這再好也沒有，等將來你們大喜之日，再把兩段金笛鑲在一起。」群雄紛紛向兩人道賀。李沅芷不肯接，駱冰硬把半截金笛塞在她手裏，笑問：「你拿甚麼回給他呀？」李沅芷這時滿心歡暢，容光煥發，笑道：「我甚麼也沒有。」陸菲青笑道：「沅兒，你用的暗器不也是純金的。」駱冰拍手笑道：「不錯。」將她暗器囊搶了過來，撿了十枚芙蓉金針，交給余魚同收起。陳家洛笑道：「這可稱之為『針笛奇緣』了！」香香公主見大家興高采烈，問陳家洛做甚麼。陳家洛說了，香香公主大喜，一手挽了他手臂，一手挽了姊姊，走上前去，除下手上的白玉戒指，套在李沅芷手指上，說道：「我們三個，給你，恭喜你。」霍青桐忽然暗自神傷，心想：「如不是你女扮男裝，攪出這番事來……」陳家洛笑道：「咱們若在玉宮裏帶了幾柄玉刀玉劍出來，倒可送給他們作賀禮。」霍青桐微微一笑，點了點頭。袁士霄和天山雙鷹已向霍青桐問明了三人自狼群脫險、同入玉宮的經過，又見三人相互間神情親密，看來陳家洛並非喜新棄舊，忘義負心，霍青桐對他和妹子亦無怨恨之意，三老心中均感欣慰。天山雙鷹均想：「幸虧當日沒魯莽殺了這二人，否則袁大哥固然不依，連我們徒兒也要……」也要如何，卻是難以設想了。文定道賀已畢，眾人分別藉故走開。余魚同見四周已無旁人，說道：「師妹，張召重那奸賊在那裏呀？」李沅芷見他全無溫存之態、纏綿之意，第一句話就問張召重，心中老大不快，說道：「我怎知道呀？」余魚同臉色慘白，忽地跪下，咚咚咚的磕了三個響頭，哭道：「我當年家破人亡，不能自立，幸蒙恩師見憐收留，授我武藝。我未能報答恩師一點半滴恩情，他就慘被張召重害死。師妹，求求你指點一條明路。」這一下大出李沅芷意料之外，見他又磕下頭去，不覺狼狽失措，忙伸手拉起，摸出手帕丟給他，柔聲道：「快擦乾眼淚，我帶你去就是。」突然間忽喇一聲，駱冰從山後拍手跳了出來，唱道：「小秀才，不怕醜，怕老婆，忙磕頭！」李沅芷羞得滿臉通紅，跳起身來向內急奔。余魚同一呆。駱冰揮手叫道：「快追上去呀！」余魚同立時醒悟，拔足跟去。駱冰高聲大叫，眾人隨後一齊追去。※※※張召重苦等李沅芷不回，吃了些乾糧，心頭思潮起伏，盤算脫險之後如何邀集幫手，大破紅花會。又想李沅芷是提督之女，人又美貌，自己壯年未婚，如能娶她為妻，於功名前途大有好處，從回疆回到杭州路途遙遠，一路上使點計謀，把她騙上手再說。如意算盤打得正響，前面人影一晃，正是李沅芷笑吟吟的回來。張召重大喜，迎了上去，忽然李沅芷身後一人倏地撲將上來。張召重一驚，退開一步，左掌「撥雲見日」，向旁掠出。那人從他掌下穿過，右手斷笛疾戳，左手兩指前伸，直撲到他懷裏。張召重看清楚那人是馬真的徒弟余魚同，心中一寒，右掌「白露橫江」一格，左手迎擊，待他閃避，右手已抓住他後心，猛喝一聲，將他向山巖上摜了過去。李沅芷大驚，撲上抱住，但張召重這一摜勁力奇大，帶得她也向山石上撞去，突覺背心雙掌一擋，推得她和余魚同一齊摔在地下，雖然跌得狼狽，卻未受傷，兩人雙雙躍起，才知是陸菲青出掌相救。余魚同道：「師妹，多謝你又救了我一次。」李沅芷白了他一眼，低聲道：「你還向我說這個『謝』字？」張召重眼見強敵齊至，轉身要逃，只聽身旁呼呼兩響，兩人已掠過身邊，擋在前面，正是袁士霄和陳正德，背後陸菲青喝道：「姓張的，你還待怎的？跟我們走吧！」張召重霎時間萬念俱灰，哼了一聲，轉身垂手走出。當下陸菲青、陳家洛、文泰來、霍青桐等在前，袁士霄、陳正德、關明梅等在後，將他夾在中間，走了出來。張召重本以為李沅芷不慎為敵人發見，眾人暗暗跟了進來，只有自認晦氣，走了一程路，見前面李沅芷側身和駱冰說話，笑逐顏開，顯見一股子喜氣從心中直透出來，這一下子氣炸心肺，咬牙切齒的暗罵：「好，原來是你這小丫頭賣了我！」各人捕到元兇巨惡，無不歡喜異常，到太陽快下山時，已走出迷城。陳家洛拿出點穴珠索，對章進和心硯道：「把他反背捆了。」章進接過珠索。張召重忽地大吼一聲，猛竄出去，左手伸出，已勾住李沅芷手腕，夾手把凝碧劍奪過，右掌一招「白虹貫日」，使足全力向她後心擊去。李沅芷身子急偏，卻那裏避得開，這掌正中左臂，喀喇一響，手臂已斷，張召重第二掌隨著打到。陸菲青在他奪劍時已知不妙，第一掌打出時不及相救，這時猱身疾上，也是一掌打出，直擊他太陽穴。張召重右掌翻轉，拍的一聲，雙掌相抵，各自震退數步。兩人自在師門同窗習藝以來，二十餘年中從未交過手。各自砥礪功夫，這時雙掌相震，都覺對方功力深厚，與在師門時已大不相同。李沅芷身受重傷，倒在地下。駱冰把她扶起，見她已痛得暈了過去。袁士霄摸出一顆丸藥，塞在她口裏。群雄見張召重到此地步還要肆惡，無不大怒，團團圍住。張召重心想：「人人都有一死，我火手判官可要死得英雄！」橫劍當胸，傲然說道：「你們是一起來呢？還是一個個依次來？我瞧還是一齊上好些！」陳正德怒道：「你有甚麼本事，敢說這樣的大話？我先來鬥鬥。」文泰來道：「陳老爺子，這奸賊辱我太甚，讓在下先上。」余魚同叫道：「他害死我恩師，我本領雖不及他，但要第一個打。四哥，等我不成時你來接著。」眾人都恨透了他，紛要爭先。陳家洛道：「咱們不如來拈鬮。」袁士霄道：「他不是我對手，我不打了吧。」徐天宏道：「我們不是他對手，我和四嫂、九弟、十弟、十四弟、十五弟一起拈。我們六個人合力鬥他。」張召重道：「陳當家的，咱們在杭州時曾有約比武，這約會還作不作數呀？」陳家洛知他要挑自己動手，說道：「不錯，那次在獅子峰上你傷了手，咱們說定比武之約延期三個月，現下正好完了這個心願。」張召重道：「那麼我先陪陳當家的玩玩，另外眾位緩一步如何？」他和陳家洛多次交手，知他武功還遜自己一籌，如能將他擒住，用以挾制，或可設法脫身，倘若擒他不住，也要打死這個紅花會大頭腦，自己再死，也算夠了本。徐天宏猜到他心思，叫道：「擒拿你這奸賊，若要總舵主親自出手，要我們紅花會眾兄弟何用？九弟、十弟、十四弟，咱們上啊！」衛春華、章進、余魚同、心硯都欺上兩步。張召重哈哈大笑，說道：「我只道紅花會雖然犯上作亂，總還講江湖上道義。那知竟是沒信沒義的匪類！」陳家洛手一擺，道：「七哥，他不和我見個輸贏，死不甘心。姓張的，不論你使甚麼奸計，今日要想逃命，那叫做痴心妄想。你上來！」張召重凝碧劍一抖，說道：「究竟還是你爽快，露兵刃吧！」陳家洛道：「用兵刃勝你，算得甚麼英雄？我就是空手接著。」張召重大喜，有了這可乘之機，那肯放過，忙道：「要是我用劍勝不得你空手，我當場自刎，用不到旁人再動手。要是我勝了你呢？」陳家洛道：「那自有別位前輩和兄弟們接上。你是盼我說：勝了我就放你走路。嘿嘿，到了今天，你還不知已經惡貫滿盈麼？」張召重長劍一伸，喝道：「人生在世，有誰不死？死活之事，張某也不放在心上。」陳家洛道：「在杭州提督府地牢之中，文四爺和我擒住你後饒你不死；獅子峰上、兆惠大營之外，又曾兩次饒你；日前在狼群，再救你一次性命。紅花會對你可算得仁至義盡。那知你至死不悟，今日任憑如何，決不能饒了。」張召重道：「你上吧，我也讓你四招不還手就是。」陳家洛道：「好！」縱身而上，劈面兩拳。張召重一矮身子，躲了開去，果然沒有還手。陳家洛右腳橫踩，乘張召重縱起身來，突然左腿鴛鴦連環，跟著橫掃一腳。照一般拳術，對手既然躍起，自然繼續攻他身子，使他身在空中，難以躲避，但陳家洛這一腿卻踢在他腳下空處，只是時刻拿捏極準，敵人落下時剛好湊上。這正是「百花錯拳」中的精微之著，令人難以逆料。袁士霄見愛徒將自己所創拳術運用得十分巧妙，甚是得意，轉頭向關明梅道：「怎樣？」陳正德接口道：「果然不凡！」張召重見陳家洛突使怪招，不及閃避，只得一劍「斗柄南指」，向他胸口刺去。陳家洛收腿側身，兩下讓過。章進罵道：「無恥奸賊，你說讓四招，怎麼又還手了？」張召重臉一沉，更不打話，凝碧劍寒光起處，嗤嗤嗤一陣破空之聲，向陳家洛左右連刺。陸菲青暗暗心驚：「這惡賊劍法竟如此精進，當年師父壯盛之時，似也沒如此快捷。」提劍右手，凝神望著陳家洛，只要他稍有失利，立即上前相救。只見兩人愈打愈快，陳家洛的人影在劍光中穿來插去，張召重柔雲劍法雖精，一時也奈何他不得。旁邊余魚同和駱冰扶著李沅芷，這時她已悠悠醒轉，只覺臂上胸口，陣陣劇痛，睜眼見到余魚同扶著自己，心中大慰。余魚同道：「痛得還好麼？待會請陸師叔給你接骨，你忍一忽兒。」李沅芷微微一笑，又閉上了眼。香香公主拉著姊姊的手，道：「他怎麼不用兵器？勝得了麼？」霍青桐道：「咱們有這許多人，不用怕。」心硯焦急萬分，恨不得衝過去插手相助，問霍青桐道：「姑娘，你說公子沒危險麼？」霍青桐記起前事，白了他一眼，轉頭不理。心硯大急，想要分辯謝罪，一雙眼又不敢離開陳家洛身上。文泰來虎目圓睜，眼光不離凝碧劍的劍尖。衛春華雙鉤鉤頭已被削斷，但仍緊緊握在手中，全身便如是一張拉滿了的弓一般。駱冰腕底扣著三柄飛刀，眼光跟著張召重的後心滴溜溜地打轉。李沅芷又再睜開眼來，忽然輕輕驚呼，向東一指。余魚同轉頭望去，只見面前出現了一片奇景：遠處一座碧綠的大湖，水波清漪，湖旁白塔高聳，屋宇櫛比，竟是一座大城。余魚同一驚跳起，但隨即想到這是沙漠中的海市蜃樓，景色雖奇，卻盡是虛幻。其餘各人凝神觀戰，都沒見到。李沅芷道：「那是甚麼啊？咱們回到了杭州嗎？」余魚同低聲道：「那是太陽光反射出來的幻象。你閉上眼養一會兒神吧。」李沅芷道：「不，這寶塔是杭州雷峰塔。我跟爹爹去玩過的。爹爹呢？我要爹爹。」余魚同允她婚事，本極勉強，只是為了要給恩師報仇，一切全顧不到了，這時見她身受重傷，神智模糊，憐惜之念不禁油然而生，輕輕拍著她手背道：「咱們這就動身回去，我跟你去見你爹爹。」李沅芷嘴角邊露出一絲微笑，忽問：「你是誰？」余魚同見她雙目直視，臉上沒一點血色，害怕起來，答道：「我是你余師哥，咱倆今兒定了親啊。以後我一定好好待你。」李沅芷垂下淚來，叫道：「你心裏是不喜歡我的，我知道。你快帶我見爹爹去，我要死啦。」眼望遠處幻象，道：「那是西湖，我爹爹在西湖邊上做提督，他……他……你認識他麼？」余魚同心裏一陣酸楚，想起她數次救援之德，一片痴情，自己卻對她不加理睬，要是她傷重而死，如何是好？一時忘情，伸手把她摟在懷裏，低聲道：「我心裏是真正愛你的，你不會死。」李沅芷歎了口氣。余魚同道：「快說：『我不會死！』」李沅芷胸口一陣劇痛，又暈了過去。張召重這一掌勁力凌厲，她斷臂之外，胸口更受震傷。這時張召重和陳家洛翻翻滾滾，已拆了一百餘招。初時陳家洛的「百花錯拳」變招倏出，張召重又在強敵環伺之下，不免氣餒，手中雖有兵刃，卻也不敢莽進，一面要解拆對方古怪繁複、不成章法的拳術，一面要找尋空隙，想一舉將他擒住，再見陸菲青、駱冰、霍青桐等人手中似都扣著暗器，於是更加嚴守門戶，不敢露出絲毫空隙，以防旁人暗襲，這樣一分神，雙方打成了平手。再拆數招，張召重心想：「再耗下去，是何了局？就算勝了這姓陳的小子，他們和我車輪大戰，打不死我，也把我拖得累死。」這時對「百花錯拳」的格局已大致摸熟，即使對方突使怪招，也可應付得了，膽子一壯，劍法忽變。他柔雲劍術施展開來，連綿不斷，記記都是進手招數，登時攻守易勢，陳家洛連連倒退。倏地張召重一招「耿耿銀河」，凝碧劍一劍橫削，隨即千頭萬緒般亂點下來，真若天上繁星一般。陳家洛眼見無法招架，忽地跳出圈子，要避開他這番招招相連的攻勢，再行回擊。衛春華和章進齊向張召重撲去。凝碧劍「耿耿銀河」招術尚未使完，張召重更不停手，颼颼兩劍，衛章兩人均已帶傷。文泰來猛喝一聲，挺刀正要縱前，陳家洛已掠過他身邊，輕輕兩掌，打向張召重面門。這兩掌看來全不使力，但部位恰到好處，他不論低頭躲避還是回劍招架，都已不及，只聽聲音清脆，拍拍兩下耳光。張召重又驚又怒，提劍退出三步，瞋目怒視。眾人明見陳家洛已落下風，忽然輕描淡寫的上去拍了兩記耳光，都是大為驚奇。衛章兩人乘機退下，好在受傷均不甚重，駱冰和心硯分別給他們包紮。陳家洛對余魚同道：「十四弟，煩你給我吹一曲笛子。」余魚同臉一紅，忙將李沅芷放在地下，橫笛口邊，問道：「吹甚麼？」陳家洛微一沉吟，道：「霸王雖勇，終當命喪烏江，你吹〈十面埋伏〉吧！」余魚同不明他的用意，但總舵主有命，當下奮起精神，吹了起來。金笛比竹笛的音色本更激越，這曲子尤其昂揚，一開頭就隱隱傳出兵甲金戈之音。陳家洛雙掌一錯，說道：「上來吧！」身子一轉，虛踢一腳，猶如舞蹈一般。張召重見他後心露出空隙，遇上了這良機，手下那裏還肯容情，長劍直刺。眾人驚呼聲中，陳家洛忽地轉身，左手已牽住張召重的辮尾，配合著余魚同笛中節拍，把辮子在凝碧劍上一拉，一條油光漆黑的大辮登時割斷。陳家洛右手拍的一掌，張召重肩頭又中。他連挨三掌，雖然掌力不重，並未受傷，然而憑自己武功，非但沒能讓過，而且竟沒看出對方使的是何手法，辮子被截，更是奇恥，但他究是內家高手，雖敗不亂，又再倒退數步，凝神待敵。陳家洛合著曲子節拍，緩步前攻，趨退轉合，瀟灑異常。霍青桐大喜，對香香公主道：「你瞧，這就是他在山洞裏學的武功。」香香公主拍手笑道：「這模樣真好看。」陳家洛伸手拍出，張召重舉劍擋開，反手一撩，兩人又鬥在一起。張召重凝劍嚴守，只要對方稍近，立即快如閃電般還擊數下，擊刺之後，隨即收劍防禦。陳正德對袁士霄道：「袁大哥，我今日才當真對你佩服得五體投地。你徒兒已是如此，做兄弟的跟你可實在相差太遠了。」袁士霄沉吟不語，心中大惑不解，陳家洛這套功夫非但不是他所授，而且武林中從所未見。他見多識廣，可算得舉國一人，卻渾不知陳家洛所使拳法是何家數，看來與任何流派門戶都不相近。他隔了一會，才道：「不是我教的，我也教不出來。」天山雙鷹知他生平不打誑語，這並非自謙之辭，都是暗暗稱奇。余魚同越吹越急，只聽笛中鐵騎奔騰，金鼓齊鳴，一片橫戈躍馬之聲。陳家洛的拳法初時還感生疏滯澀，這時越來越順，到後來猶如行雲流水，進退趨止，莫不中節，打到一百餘招之後，張召重全身大汗淋漓，衣服濕透。忽然間笛聲突然拔高，猶如一個流星飛入半空，輕輕一爆，滿天花雨，笛聲緊處，張召重一聲急叫，右腕已被雙指點中，寶劍脫手。陳家洛隨手兩掌，打在他背心之上，縱聲長笑，垂手退開。這兩掌可是含勁蓄力，厲害異常。張召重低下了頭，腳步踉蹌，就如喝醉酒一般。章進口中咒罵，想奔上去給他一棒，被駱冰拉住。只見張召重又走了幾步，終於站立不穩，撲地倒了。群雄大喜，徐天宏和心硯上去按住縛了。張召重臉色慘白，毫不抵抗。余魚同放下笛子，忙看李沅芷時，見她昏迷未醒，甚是著急。陳家洛道：「師父，陸老前輩，咱們拿這惡賊怎麼辦？」余魚同咬牙切齒的說道：「拿去餵狼，他下毒手害死我師父，現今又……又……」袁士霄道：「好，拿去餵狼！咱們正要去瞧瞧那批餓狼怎樣了。」眾人覺得這奸賊作惡多端，如此處決，正是罪有應得。陸菲青將李沅芷斷臂上的骨骼對正了，用布條緊緊縛住。袁士霄又拿一顆參雪丸給她服下，搭了她脈搏，對余魚同道：「放心，你老婆死不了。」駱冰低聲笑道：「你抱著她，她就好得快些。」眾人向圍住狼群的沙城進發，無不興高采烈。途中袁士霄問起陳家洛的拳法來歷，陳家洛詳細稟告了。袁士霄喜道：「這真是可遇不可求的奇緣。」※※※數日後，眾人來到沙城，上了城牆向內望去，只見群狼已將駝馬吃完，正在爭奪已死同類的屍體，猛撲狂咬，慘厲異常，饒是群雄心豪膽壯，也不覺吃驚。香香公主不忍多看，走下城牆去自和看守的回人說話。余魚同把張召重提到城牆牆頭，暗暗禱祝：「恩師在天之靈，你的朋友們與弟子今日給你報仇雪恨。」從徐天宏手裏接過單刀，割斷縛住張召重手足的繩索，左腿橫掃，把他踢落。群狼不等他著地，已躍在半空搶奪。張召重被陳家洛打中兩掌，受傷不輕，仗著內功深湛，經過數日來的休養，已好了大半。他被推入狼城，早已不存生還之想，但臨死也得竭力掙扎一番，雙腿將要著地，四周七八頭餓狼撲了上來，他紅著雙眼，兩手伸出，分別抓住一頭餓狼的項頸，橫掃了一個圈子，登時把群狼逼退數步。他慢慢退到牆邊，後心貼牆，負隅拚鬥，抓住兩頭惡狼，依著武當雙錘的路子使了開來，呼呼風響，群狼一時倒也難以逼近。群雄知他必死，雖恨他奸惡，但陳家洛、駱冰等心腸較軟，不忍卒睹，走下城牆。陸菲青雙目含淚，又是憐憫，又是痛恨，見張召重使到二十四招「破金錘」時，一頭餓狼撲將上來，向他腿上咬去，張召重一縮腿，狼牙撕下了他褲子上長長一條布片。陸菲青腦海中突然湧現了三十餘年前舊事：那一日他和張召重兩人瞞了師父，偷偷到山下買糖吃，師弟摔了一交，褲子在山石上勾破了。張召重愛惜褲子，又怕師父責罵，大哭起來。他一路安慰，回山之後，立即取針線給師弟縫補破褲。又想到這套「破金錘」錘法也是自己親自點撥的。當年張召重聰明穎悟，學藝勤奮，師兄弟間情如手足，不料他後來貪圖富貴，竟然愈陷愈深。眼見到師弟如此慘狀，不禁淚如雨下，心想：「他雖罪孽深重，我還是要再給他一條自新之路，重做好人。」叫道：「師弟，我來救你！」湧身一躍，跳入了狼城。眾人大吃一驚，只見他腳未著地，白龍劍已舞成一團劍花，群狼紛紛倒退，他站到張召重身旁，說道：「師弟，別怕。」張召重眼中如要噴出火來，忽地將手中兩狼猛力擲入狼群，和身撲上，雙手抱住了他，叫道：「反正是死了，多一個人陪陪也好。」陸菲青出其不意，白龍劍落地，雙臂被他緊緊抱住，猶如一個鋼圈套住了一般，忙運力掙扎，但張召重獸性大發，決意和他同歸於盡，拚死抱住，那裏掙扎得開？群狼見這兩人在地下翻滾，猛撲上來撕咬。師兄弟各運內家功力，要把對方翻在上面，好讓他先膏狼吻。陳家洛等在城牆腳下忽聽城牆頂上連聲驚呼，忙飛步上牆。這時陸菲青想起自己好心反得慘報，氣往上沖，手足一軟，被張召重用擒拿手法拿住脈門，動彈不得。張召重左手一拉，右手一舉，已將陸菲青遮在自己身上。眾人驚呼聲中，文泰來與余魚同雙雙躍下。文泰來單刀連揮，劈死數狼。群狼退開數步。余魚同握著從徐天宏手裏接來的鋼刀，跳落時因城牆過高，立足不穩，翻了個觔斗方才站起，看準張召重肩頭，用刀頭戳將下去。張召重慘叫一聲，抱著陸菲青的雙臂登時鬆了。這時群雄已將長繩掛下，先將陸菲青與余魚同縋上，隨即又縋上文泰來。看下面時，群狼已撲在張召重身上亂嚼亂咬。眾人心頭怦怦亂跳，一時都說不出話來，想到剛才的凶險，無不心有餘悸。隔了良久，駱冰道：「陸伯伯，你的白龍劍沒能拿上來，很是可惜。」袁士霄道：「再過一兩個月，惡狼都死光了，就可拿回來。」※※※傍晚紮營後，陳家洛對師父說了與乾隆數次見面的經過。袁士霄聽了原委曲折，甚感驚異，從懷裏摸出一個黃布包來，遞給他道：「今年春間，你義父差常氏兄弟前來，交這布包給我收著，說是兩件要緊物事。他們沒說是甚麼東西，我也沒打開來看過，只怕就是皇帝所要的甚麼證物了。」陳家洛道：「一定是的。義父既有遺命，徒兒就打開來瞧了。」解開布包，見裏面用油紙密密裹了三層，油紙裏面是一隻小小的紅木盒子，掀開盒蓋，有兩個信封，因年深日久，紙色都已變黃，信封上並無字跡。陳家洛抽出第一個信封中的紙箋，見簽上寫了兩行字：「世倌先生足下：將你剛生的兒子交來人抱來，給我一看可也。」下面簽的是「雍邸」兩字，筆致圓潤，字跡潦草。袁士霄看了不解，問道：「這信是甚麼意思？那有甚麼用，你義父看得這麼要緊？」陳家洛道：「這是雍正皇帝寫的。」袁士霄道：「你怎知道？」陳家洛道：「徒兒家裏清廷皇帝的賜書很多，康熙、雍正、乾隆的都有，因此認得他們的筆跡。」袁士霄笑道：「雍正的字還不錯，怎地文句如此粗俗？」陳家洛道：「徒兒曾見他在先父奏章上寫的批文，有的寫：『知道了，欽此』。提到他不喜歡的人時，常寫：『此人乃大花臉也，要小心防他，欽此』。」袁士霄呵呵大笑，道：「他自己就是大花臉，果然要小心防他。」又道：「這信是雍正所寫，那又有甚麼了不起？」陳家洛道：「寫這信時還沒做皇帝。」袁士霄道：「你怎知道？」陳家洛道：「他署了『雍邸』兩字，那是他做貝勒時的府第。而且要是他做了皇帝，就不會稱先父為『先生』了。」袁士霄點了點頭。陳家洛扳手指計算年月，沉吟道：「雍正還沒做皇帝，那時候我當然還沒生，二哥也沒生。姊姊是這時候生的，可是信上寫著『你剛生的兒子』，嗯……」想到文泰來在地道中所說言語，以及乾隆的種種神情，叫道：「這正是絕好的證據。」袁士霄道：「怎麼？」陳家洛道：「雍正將我大哥抱了去，抱回來的卻是個女孩。這女孩就是我大姊，後來嫁給常熟蔣閣老的，其實是雍正所生的公主。我真正的大哥，現今做著皇帝。」袁士霄道：「乾隆？」陳家洛點了點頭，又抽出第二封來。他一見字跡，不由得一陣心酸，流下淚來。袁士霄問道：「怎麼？」陳家洛哽咽道：「這是先母的親筆。」拭去眼淚，展紙讀道：「亭哥惠鑒：你我緣盡今生，命薄運乖，夫復何言。余所日夜耿耿者，吾哥以頂天立地之英雄，乃深受我累，不容於師門。我生三子，一居深宮，一馳大漠，日夕所伴之二兒，庸愚頑劣，令人神傷。三官聰穎，得託明師，余雖愛之念之，然不慮也。大官不知一己身世，儼然而為胡帝。亭哥，亭哥，汝能為我點化之乎？彼左臀有殷紅朱記一塊，以此為證，自當入信。余精力日衰，朝思夕夢，皆為少年時與哥共處之情景。上天垂憐，來生而後，當生生世世為夫婦也。妹潮生手啟。」陳家洛看了這信，驚駭無已，顫聲問道：「師父，這信……信上的『亭哥』，難道就是我義父嗎？」袁士霄黯然道：「可不是嗎？他幼時與你母互有情意，後來天不從人願，拆散鴛鴦，因此他終生沒有娶妻。」陳家洛道：「我媽媽當年為甚麼要義父帶我出來？為甚麼要我當義父是我親生爸爸一般？難道……」袁士霄道：「我雖是你義父知交，卻也只知他因壞了少林派門規，被逐出師門。這等恥辱之事，他自己不說，別人也不便相問。不過我信得過他是響噹噹的好漢子，光明磊落，決不做虧心之事。」一拍大腿，說道：「當年他被逐出少林，我料他定是遭了不白之冤，曾邀集武林同道，要上少林寺找他掌門人評理，險些釀成武林中的一件大風波。後來你義父盡力分說，說全是自己不好，罪有應得，這才作罷。但我直到現今，還是不信他會做甚麼對不起人的事，除非少林寺和尚們另有古怪規矩，那我就不知道了。」說到這裏，猶有餘憤。陳家洛道：「師父，我義父的事你就只知道這些麼？」袁士霄道：「他被逐出師門之後，隱居了數年，後來手創紅花會，終於轟轟烈烈的做出一番大事來。」陳家洛問的是自己身世，袁士霄卻反來覆去，盡說當年如何為于萬亭抱不平之事。陳家洛又問：「義父和我媽媽為甚麼要弟子離開家裏，師父可知道麼？」袁士霄氣憤憤的道：「我邀集了人手要給你義父出頭評理，到頭來他忽然把過錯全攬在自己身上。這般給大家當頭澆一盆冷水，我的臉又往那裏擱去？因此他的事往後我全不管啦。他把你送來，我就教你武藝，總算對得起他啦。」陳家洛知道再也問不出結果了，心想：「圖謀漢家光復，關鍵在於大哥的身世，中間只要稍有失錯，那就前功盡廢。此事勢所必成，遲早卻是不妨。我須得先到福建少林寺走一遭，探問明白。雍正當時怎樣換掉孩子？我大哥明明是漢人，雍正為何讓他繼任皇位？在那兒總可問到一些端倪。」當下把這番意思對師父說了。袁士霄道：「不錯，去問個仔細也好，就怕老和尚古怪，不肯說。」陳家洛道：「那只有相機行事了。」師徒倆談論了一會，陳家洛詳述在玉峰中學到的武功，兩人印證比劃，陳家洛更悟到不少精微之處。兩人談得興起，走出帳來，邊說邊練，不覺天色已白，這才盡興。袁士霄道：「那兩個回人姑娘人品都好，你到底要那一個？」陳家洛道：「漢時霍去病言道：『匈奴未滅，何以家為？』弟子也是這個意思。」袁士霄點點頭道：「很有志氣，很有志氣。我去對雙鷹說，免得他們再怪我教壞了徒弟。」言下十分得意。陳家洛道：「陳老前輩夫婦說弟子甚麼不好？」袁士霄笑道：「他們怪你喜新棄舊，見了妹子，忘了姊姊，哈哈！」陳家洛回思雙鷹那晚不告而別，在沙中所留的八個大字，原來含有這層意思，想來不覺暗暗心驚。次日，陳家洛告知群雄，要去福建少林寺走一遭，當下與袁士霄、天山雙鷹、霍青桐姊妹作別。香香公主依依不捨。陳家洛心中難受，這一別不知何日再能相見？如得上天祐護，大功告成，將來自有重逢之日，否則眾兄弟埋骨中土，再也不能到回部來了。霍青桐遠送出一程，早也柔腸百結，黯然神傷，但反催妹子回去，香香公主只是不肯。陳家洛硬起心腸，道：「你跟姊姊去吧！」香香公主垂淚道：「你一定要回來！」陳家洛點點頭。香香公主道：「你十年不來，我等你十年；一輩子不來，我等你一輩子。」陳家洛想送件東西給她，以為去日之思，伸手在袋裏一摸，觸手生溫，摸到了乾隆在海塘上所贈的那塊溫玉，取出來放在香香公主手中，低聲道：「你見這玉，就如見我一般。」香香公主含淚接了，說道：「我一定還要見你。就算要死，也是見了你再死。」陳家洛微笑道：「幹麼這般傷心？等大事成功之後，咱們一起到北京城外的萬里長城去玩。」香香公主出了一會神，臉上微露笑意，道：「你說過的話，可不許不算。」陳家洛道：「我幾時騙過你來？」香香公主這才勒馬不跟。陳家洛時時回頭，但見兩姊妹人影漸漸模糊，終於在大漠邊緣消失。群雄控馬緩緩而行，這一役雖擊斃了張召重，但也傷了李沅芷、衛春華、章進三人，李沅芷傷勢尤重。余魚同大仇得報，甚是歡慰，對李沅芷又是感激，又是憐惜，一路上不避嫌疑，細心呵護。眾人行了數日，又到了阿凡提家中，那位騎驢負鍋的怪俠卻又出外去了。周綺聽說張召重已死，胞弟之仇已報，很是高興。依陳家洛意思，要徐天宏陪她留在回部，等生下孩子，身子康復之後，再回中原。但周綺一來嫌氣悶，二來聽得大夥要去福建少林寺，此行可與她爹爹相會，吵著定要回去。眾人拗不過，只得由她。徐天宏雇了一輛大車，讓妻子及李沅芷在車裏休息。回入玉門關後，天時漸暖，已有春意。眾人一路南下，漸行漸熱，周綺愈來愈是慵困，李沅芷的傷臂卻已大好了。她棄車乘馬，一路與駱冰咭咭呱呱的說話。旁人都奇怪這兩人談個沒完沒了，不知怎地有這許多事兒來說。