第十八章　寶刀銀針群豪聽了，均是一愕。福康安府中上下人等卻都是司空見慣，知道皇上心血來潮，便是半夜三更也有聖旨，因此不以為奇，當即擺下香案。福康安站起身來，跪在滴水簷前接旨。自安提督以下，人人一齊跪倒。胡斐當此情景，只得跟著跪下，心中暗暗咒罵。只聽得靴聲橐橐，院子中走進五個人來，當先一人是個老太監。福康安識得他是乾清宮的太監劉之餘，身後跟著四名內班宿衛。那劉之餘走到廳門口，卻不進廳，便在門前站定，展開聖旨，宣讀道：「兵部尚書福康安聽旨：適才擒到男女賊人各一，著即帶來宮中，欽此！」福康安登時呆了，心想：「皇上的信息竟如此之快。他要帶兩名賊人去幹甚麼？」一抬頭，只見劉之餘擠眉弄眼，神氣很是古怪，又想平素太監傳旨，定是往大廳正中向外一站，朝南宣讀，這一次卻是朝裏宣旨。這劉之餘是宮中老年太監，決不能錯了規矩，其中必有緣故，於是站起身來，說道：「劉公公，請坐下喝茶，瞧一瞧這裏英雄好漢們獻演身手。」劉之餘欣然道：「好極，好極！」突然間眉頭一皺，道：「多謝福大帥啦，茶是不喝了，皇上等著回覆。」福康安一瞧這情景，恍然而悟，知他受了身後那幾名衛士的挾制，假傳聖旨，這四名衛士不是反叛，便是旁人假扮的，當下不動聲色，笑道：「陪著你的幾位大哥是誰啊？怎地面生得緊。」劉之餘苦笑道：「這個……那個……嘿嘿，他們是外省新來的。」福康安更是心中雪亮，須知內班宿衛日夜在皇帝之側，若非親貴，便是有功勳的世臣子弟，外省來的武人那裏能當？心想：「只有調開這四人，劉太監方不受他們挾持。」說道：「既是如此，四位侍衛大哥便把賊人帶走吧！」說著向綁在一旁的少年書生和桑飛虹一指。四名侍衛中便有一人走上前來，去牽那書生。福康安道：「且慢！這位侍衛大哥貴姓？」按照常情，福康安對宮中侍衛客氣，稱一聲「侍衛大哥」，但當侍衛的官階比他低得多，必定上前請安。這侍衛卻大剌剌的不理，只說：「俺姓張！」福康安道：「張大哥到宮中幾時了？怎地沒會過？」那侍衛尚未回答，劉之餘身後一個身材肥胖的侍衛突然右手一揚，銀光閃閃，一件梭子般的暗器射了出來，飛向放置玉龍杯的茶几。這暗器去勢峻急，眼見八隻玉杯要一齊打碎。眾衛士紛紛呼喝，善於發射暗器的便各自出手，只見袖箭、飛鏢、鐵蓮子、鐵蒺藜，七八件暗器齊向銀梭射去。那肥胖的侍衛雙手連揚，也是七八件暗器一齊射出。只聽得叮叮之聲不絕，眾衛士的暗器一齊碰落。那銀梭飛到茶几，鉤住了一隻玉龍杯。說也奇怪，這梭子在半空中竟會自行轉彎，鉤住玉龍杯後斜斜飛回，又回到那侍衛手中。眾人眼見這般怪異情景，無不愕然。胡斐見了那胖侍衛這等發射暗器的神技，忍不住叫道：「趙三哥！」原來那胖侍衛正是千臂如來趙半山所喬裝改扮。那個去救書生的侍衛，卻是紅花會中的鬼見愁石雙英。這一干人早便在福康安府外接應，見那少年書生失手被擒，正好太監劉之餘在府門外經過，便擒了來假傳聖旨。但這些江湖上的豪傑之士終究不懂宮廷和官場規矩，一進福康安府便露出馬腳。趙半山見福康安神色和言語間已然起疑，不待他下令拿人，先下手為強，當即發出一枚飛燕銀梭，搶了一隻玉杯。這飛燕銀梭是他別出心裁的一種暗器，梭作弧形，擲出後能飛回手來。他一搶到玉杯，猛聽得有人叫了聲：「趙三哥！」這叫聲中真情流露，似乎乍逢親人一般，舉目向叫聲來處瞧去，卻不見有熟識之人。要知胡斐和他暌別多年，身形容貌均已大變，別說他已喬裝改扮，就是沒有改裝，乍然相逢，也未必認得出來。處身在這龍潭虎穴之中，一瞥間沒瞧見熟人，決無餘裕再瞧第二眼，他雙臂連揚，但聽得嗤嗤之聲不絕，每響一下，便有一枝紅燭被暗器打熄，頃刻間大廳中黑漆一團。只聽得他大聲叫道：「福康安看鏢！」跟著有兩人大聲慘叫，顯已中了他的暗器。但聽得乒乒乓乓，響起一片兵刃之聲，原來已有兩名衛士搶上將石雙英截住。趙半山叫道：「走吧，不可戀戰！」他知身處險地，大廳之上高手如雲，一擊不中便當飄然遠引，救人之事，只得徐圖後計，眼下藉著黑暗中一片混亂，尚可脫身，若是時機一過，連自己也會陷身其中。但這時石雙英已被絆住，跟著又有兩人攻到，別說救人，連他自己也走不脫了。胡斐當那少年書生為湯沛擒獲之時，即擬出手相救，只是廳上強敵環伺，單是正中太師椅上所坐的那四大掌門，自己對每一個都無制勝把握，突見趙半山打滅滿廳燈火，當下更不猶豫，立即縱身搶到那少年書生身旁。湯沛出手點穴，胡斐看得分明，所點的是「雲門」、「曲池」、「合谷」三穴，這時一俯身間，便往那書生肩後「天宗穴」上一拍，登時解了他的「雲門穴」，待要再去推拿他「天池穴」時，頭頂突然襲來一陣輕微掌風。胡斐左手一翻，迎著掌風來處還了一掌，只覺敵人掌勢來得快極，拍的一聲輕響，雙掌相交。胡斐身子一震，不由自主的倒退半步，心中大吃一驚：「此人掌力恁地渾厚！」只得拚全力相抗，但覺對方內力無窮無盡的源源而來。胡斐暗暗叫苦，心想：「比拚掌力，非片刻間可決勝敗，燈燭少時便會點起，看來我脫身不易了。」對掌比拚，心中動念，都只是電光火石般的一霎間之事，忽聽得那少年書生低聲道：「多謝援手！」竟已躍起身來。他這一躍起，胡斐立時醒悟：「我只解了他的雲門穴，他的曲池、合谷兩穴，原來是跟我對掌之人解了。那麼此人是友非敵。」他一想到此節，對方也同時想到：「我只解了他曲池、合谷兩穴，尚有雲門穴未解，原來是跟我對掌之人解了。那麼此人是友非敵。」兩人心念相同，當即各撤掌力。那少年書生抓起躺在身旁的桑飛虹，急步奔出，叫道：「福康安已被我宰了！少林派眾位好漢攻東邊，武當派眾位好漢攻西邊！大夥兒殺啊！殺啊！」黑暗中但聽得兵刃亂響，廳上固是亂成一團，人人心中也是亂成一團。眾衛士聽到福大帥被害，無不嚇出一身冷汗，又聽得「少林派眾位好漢攻東邊，武當派眾位好漢攻西邊」的喊聲，這兩大門派門人眾多，難道當真反叛了？忽聽得周鐵鷦的聲音叫道：「福大帥平安無恙，別上了賊子的當。」待得眾衛士點亮燈燭，趙半山、石雙英，以及少年書生和桑飛虹都已不知去向。只見福康安端坐椅中，湯沛和海蘭弼擋在身前，前後左右，六十多名衛士如肉屏風般團團保護。在這等嚴密防守之下，便是有千百名高手同時攻到，一時三刻之間也傷他不到半根毫毛，何況只是三數個刺客？但也因他手下衛士人人只想到保護大帥，趙半山和那少年書生等才得乘黑逃走。否則他數人武功再強，也決不能這般輕易的全身而退。眾人見福康安臉帶微笑，神色鎮定，大廳上登時靜了下來；又見少林派掌門人大智禪師和武當派掌門人無青子安坐中，都知那書生這一番喊叫，只不過是擾亂人心。福康安笑道：「賊子胡言亂語，禪師和道長不必介意。」安提督走到福康安面前請安，說道：「卑職無能，竟讓賊子逃走，請大帥降罪。」福康安將手一擺，笑道：「這都是我累事，算不得是你們沒本事。大家顧著保護我，也不去理會毛賊了。」他心中甚是滿意，覺得眾衛士人人盡責，以他為重，竭力保護，又道：「幾個小毛賊來搗亂一番，算得甚麼大事？丟了一隻玉龍杯，嗯，那也好，瞧是那一派的掌門人日後去奪將來，再擒獲了這劫杯毛賊，這隻玉龍杯便歸他所有。這一件事又鬥智又鬥力，比之在這裏單是較量武功，不是更有意思麼？」群豪大聲歡呼，都讚福大帥安排巧妙。胡斐和程靈素對望一眼，心下也不禁佩服福康安大有應變之才，失杯的醜事輕輕掩過，而且一翻手間，給紅花會伏下了一個心腹大患。武林中自有不少人貪圖出名，會千方百計地去設法奪回玉龍杯，不論成功與否，都是使紅花會樹下不少強敵。※※※福康安向安提督道：「讓他們接下去比試吧！」安提督躬身道：「是！」轉過身來，朗聲說道：「福大帥有令，請天下英雄繼續比試武藝，且瞧餘下的三隻御賜玉杯，歸屬誰手。」他雖是說「福大帥有令」，但還是用了一個「請」字，那是對群豪甚表尊重，以客禮相待之意。福康安吩咐道：「搬開一張椅子！」便有一名衛士上前，將空著的太師椅搬開了一張，廳心留下三張空椅。眾人這時方始發覺，「崑崙刀」掌門人西靈道人已不知何時離座，想是他眼見各家各派武功高出自己之人甚多，與其被人趕下座位，還不如自行退位，免得出醜露乖。這時胡斐思潮起伏，心中存著許多疑團：「福康安的一對雙生兒子如何又被他奪回？我冒充華拳門掌門人，是不是已被發覺？對方遲遲不予揭破，是不是暗中已佈置下極厲害的陷阱？我適才替那少年書生解穴，黑暗中與人對掌，此人內力渾厚，非同小可，他也出手助那書生，自是大廳上群豪之一，卻不知是誰？」他明知在此處多耽得一刻，便多增一分凶險，但一來心中存著這許多疑團未解；二來眼見鳳天南便在身旁，好容易知道了他的下落，豈肯又讓他走了？三來也要瞧一瞧餘下的三隻玉龍杯由那派的掌門人所得。其實，這些都只是他腦子裏所想到的原因，真正的原因，卻是在心中隱隱約約覺得的：袁紫衣一定會來。既知她要來，他就決計不走。便有天大的危險，也嚇他不走。※※※這時廳上又有兩對人在比拚武功。四個人都使兵刃。胡斐一看，見四人的武功比之以前出手的都高。不久一個使三節棍的敗了下去，另一個使流星鎚的上來。聽那唱名武官報名，是太原府的「流星趕月」童懷道。胡斐想起數月前與鍾氏三雄交手，曾聽他們提過「流星趕月童老師」的名頭。這童懷道在雙錘上的造詣果然甚是深厚，只十餘合便將對手打敗了，接著上來的兩人也都不是他敵手。高手比武，若非比拚內力，往往幾個照面便分勝敗，而動到兵刃，生死決於俄頃，比之較量拳腳更是凶險得多。雙方比試者並無深仇大怨，大都是聞名不相識，功夫上一分高低，稍遜一籌者便即知難而退，誰都不願幹冒性命之險而死拚到底。因之在福康安這些只識武學皮毛的人眼中，比試的雙方都是自惜羽毛，數合間便有人退下，反不及黃希節、桑飛虹、歐陽公政、哈赤和尚等一干人猛打狠毆的好看。但武功高明之人卻看得明白，出賽者的武功越來越高，要取勝是越來越不容易，許多掌門人原本躍躍欲試的，這時都改變了主意，決定袖手旁觀。有時兩個人鬥得似乎沒精打采、平淡無奇，而湯沛、海蘭弼這些高手卻喝起采來。一般不明其理的後輩，不是瞠目結舌，呆若木雞，便是隨聲附和，假充內行。饒是出賽者個個小心翼翼，但一入場子，總是力求取勝，兵刃無眼，還是有三個掌門人斃於當場，七個人身受重傷。總算福康安威勢懾人，死傷者門下的弟子即時不敢發作，但武林中冤冤相報的無數腥風血雨，都已在這一日中伏下了因子。清朝順治、康熙、雍正三朝，武林中反清義舉此起彼伏，百餘年來始終不能平服，但自乾隆中葉以後，武林人士自相殘殺之風大盛，顧不到再來反清，使清廷去了一大隱憂。雖然原因多般，但這次天下掌門人大會實是一大主因。後來武林中有識之士出力調解彌縫，仍是難使各家各派泯卻仇怨。不明白福康安這個大陰謀之人，還道滿清氣運方盛，草莽英雄自相攻殺，乃天數使然。※※※流星趕月童懷道以一對流星雙錘，在不到半個時辰之內連敗五派掌門高手，其餘的掌門人憚於他雙錘此來彼往、迅捷循環的攻勢，一時無人再上前挑戰。便在此時，廳外匆匆走進一名武官，到福康安面前低聲稟告了幾句。福康安點了點頭，那武官走到廳口，大聲道：「福大帥有請天龍門北宗掌門人田老師進見。」廳外又有武官傳呼出去：「福大帥有請天龍門北宗掌門人田老師進見。」胡斐和程靈素對望一眼，心頭都是微微一震：「他也來了！」過不多時，只見田歸農身穿長袍馬褂，微笑著緩步進來，身後跟隨著高高矮矮的八人。他走到福康安身前，躬身請安。福康安欠了欠身，拱手還禮，微笑著道：「田老師好，請坐吧！」群豪一見，都想：「天龍門武功名震天下，已歷百年，自明末以來，胡苗范田四家齊名，代代均有好手。這姓田的氣派不凡，福大帥對他也是優禮有加，與對別派的掌門人不同。卻不知他是否真有驚人藝業？」每一派與會的均限四人，他卻帶了八名隨從，何況這般大模大樣的遲遲而至，群豪雖然震於他的威名，心中卻均有不平之意。田歸農和少林、武當兩派掌門人點頭為禮，看來相互間均不熟識，但他和甘霖惠七省湯沛卻極是熟絡。湯沛拍著他肩膀笑道：「賢弟，做哥哥的一直牽記著你，心想怎麼到這當兒還不到來？倘若你竟是到得遲了，拿不到一隻玉龍杯，做哥哥的這一隻如何好意思捧回家去？你天龍門若是不得玉杯，那一天你高興起來，找老哥哥來比劃比劃，我除了雙手奉上玉杯，再沒第二句話好說，豈不糟糕？」跟著將福大帥囑令各派比試武功以取御杯的事，向他說了一遍。田歸農笑道：「兄弟如何敢和大哥相比？我天龍門倘得福大帥恩典，蒙大哥照拂，能在天下英雄之前不太出醜丟臉，也已喜出望外了。」說著兩人一齊大笑。他話是說得謙虛，但神色之間，顯是將玉龍杯看作了囊中之物。湯沛和人人都很親熱，但對待田歸農的神情卻又與眾不同。聽他二人稱呼語氣，似乎還是拜把子的兄弟。胡斐心想：「這姓田的和我交過手，武功雖比這些人都高，卻未必能及得上湯沛和海蘭弼，要說一定奪到玉龍杯，未免是將天下英雄都瞧得小了。」想起他暗算苗人鳳的無恥卑鄙行逕，已自打定了主意：「他不得玉龍杯便罷，若是僥倖奪得，好歹要他在天下群雄之前，大大的出一個醜。」他和田歸農在苗人鳳家中交過手，以祖傳刀法，打得他口吐鮮血，大敗而走，何況其時胡斐未得苗人鳳的指點，未悟胡家刀法中的精義要訣。此刻他單以刀法而論，天下幾乎無人勝得過他，即是與苗人鳳、趙半山這等第一流的高手相比，也已不遑多讓，田歸農自然遠非其敵。當田歸農進來之時，大廳的比試稍停片刻，這時兵刃相擊之聲又作。田歸農坐在椅中，手持酒杯觀鬥。神色極是閒雅，眼看有人勝，有人敗，他只是臉帶微笑，無動於衷，有時便跟湯沛說幾句閒話。眾人都已看出，他面子上似是裝作高人一等，不屑和人爭勝，實則是以逸待勞，要到最後的當口方才出手，在旁人精疲力竭之餘，再行施展全力一擊。流星趕月童懷道坐在太師椅中，見良久無人上來挑戰，突然一躍而起，走到田歸農身前，說道：「田老師，姓童的領教你的高招。」眾人都是一愣。自比試開始以來，總是得勝者坐在太師椅中，由人上前挑戰，豈知童懷道卻是走下座來，反去向田歸農求鬥。田歸農笑道：「不忙吧？」手中仍是持著酒杯。童懷道說道：「反正遲早都是一鬥，乘著我這時還有力氣，向田老師領教領教。也免得你養精蓄銳，到最後來撿現成便宜。」他心直口快，想到甚麼，便說了出口，再無顧忌。群豪中便有二十餘人喝起采來。這些人見著田歸農這等大剌剌的模樣，早感不忿。田歸農哈哈一笑，眼見無法推托，向湯沛笑道：「大哥，兄弟要獻醜了。」湯沛道：「恭祝賢弟馬到成功！」童懷道轉過頭來，直瞪著湯沛，粗聲道：「湯老師，福大帥算你是四大掌門之一，請你作公證來著，這一個『公』字，未免有點兒不對頭吧？」湯沛被他直言頂撞，不免有些尷尬，強笑道：「在下那裏不公了？請童老師指教。」童懷道說道：「我跟田老師還沒比試，你就先偏了心啦，說甚麼『恭祝賢弟馬到成功。』天下英雄在此，這可是人人聽見的。」湯沛心中大怒，近二三十年來，人人見了他都是湯大俠前、湯大俠後，從無一人敢對他如此頂撞，更何況是在大庭廣眾之間這般的直斥其非，但他城府甚深，仍是微微一笑，說道：「我也恭祝童老師旗開得勝。」童懷道一怔，心想兩人比試，一個旗開得勝，一個馬到成功，天下決無是理，但他既這般說，卻也無從辯駁，便大聲道：「湯老師，祝你也是旗開得勝，馬到成功！」群豪一聽，一齊轟笑起來。田歸農向湯沛使個眼色，意思說：「大哥放心，這無禮莽撞之徒，兄弟一定好好的教訓教訓他。」當下緩步走到廳心，道：「童老師請上吧！」童懷道見他不卸長袍，手中又無兵刃，愈加憤怒，說道：「田老師要以空手接在下這對流星鎚麼？」田歸農極工心計，行事自便持重，自忖如能在三招兩式之內將他打倒，在天下群雄之前大顯威風，自是再妙不過，但看對方身軀雄偉，肌肉似鐵，實非易與之輩。笑道：「童老師名滿晉陝，江湖上好漢那一個不知流星趕月的絕技，在下便使兵刃，也未必是童老師的對手。」右手一招，他大弟子曹雲奇雙手捧著一柄長劍，呈了上來。田歸農接過了劍，左手一擺，笑道：「請吧！」童懷道見他劍未出鞘，心想你已兵刃在手，你愛甚麼時候拔劍，那是你自己的事，當下手指搭住錘鍊中心向下一轉，一對流星鎚直豎上來，那錘鍊竟如是兩根鐵棒一般。群豪齊聲稱讚：「好功夫！」喝采聲中，他左錘仍是豎在半空，右錘平胸已然直擊出去，但這一錘飛到離田歸農胸口約有尺半之處，倏地停留不進，左錘迅捷異常的自後趕了上來，直擊田歸農的小腹。前錘虛招誘敵，後一錘才是全力出擊，他一上來便使出「流星趕月」的成名絕技。田歸農微微一驚，斜退一步，長劍指出，竟是連著劍鞘刺了過去。童懷道大怒，心道：「你不除劍鞘，分明是瞧我不起。」當下手上加勁，將一對鐵錘舞成一團黑光。他這對雙錘一快一慢，一虛一實，而快者未必真快，慢者也未必真慢，虛虛實實，變化多端。田歸農長劍始終不出鞘，但一招一式，仍是依著「天龍劍」的劍法。拆得三十餘招，田歸農已摸清楚對方錘法的路子，陡然間長劍一探，疾點童懷道左腿膝彎「曲泉穴」。這一招並非劍法，長劍連鞘，竟是變作判官筆用。童懷道吃了一驚，退後兩步。田歸農長劍橫砸，擊他大腿，這一下卻是將劍鞘當鐵鐧使，這一招「柳林換間」，原是鐧法。他在兩招之間，自劍法變為筆法，又自筆法變為鐧法。童懷道心中一慌，左手流星鎚倒捲上來，右手在錘鍊上一推，鐵錘向田歸農眉心直撞過去。這是一招兩敗俱傷的打法，拚著大腿受劍鞘一砸，鐵錘卻也要擊中了他。田歸農沒料到對方竟不閃避攻著，劍鞘距他大腿不過數寸，卻覺勁風撲面，鐵錘已飛了過來，若是兩下齊中，對方最多廢了一條腿，自己卻是腦漿迸裂之禍，百忙中倒轉長劍，往他錘鍊中搭去。這一下轉攻為守，登居劣勢。童懷道流星鎚一收，錘鍊已捲住長劍，往裏一奪，跟著右錘橫擊過去。眼見田歸農兵刃被制，若要逃得性命，長劍非撒手不可，只聽得刷的一聲，青光一閃，長劍竟已出鞘，劍尖顫處，童懷道右腕中劍。原來他以錘鍊捲住長劍，一拉一奪之下，恰好將劍鞘拔脫。田歸農乘機揮劍傷敵，跟著搶上兩步，左手食指連動，點中了他胸口三處要穴。童懷道全身酸麻，兩枚流星鎚砸將下來，打得地下磚屑紛飛。田歸農還劍入鞘，笑吟吟地道：「承讓！承讓！」坐入了童懷道先前坐過的太師椅中。他雖得勝，但廳上群豪都覺這一仗贏得僥倖，頗有狡詐之意，並非以真實本領取勝，因此除了湯沛等人寥寥幾下采聲，誰都沒喝采叫好。童懷道穴道被點後站著不動，擺著個揮錘擊人的姿式，橫眉怒目，模樣極是可笑。田歸農卻不給他解穴，坐在椅中自行跟湯沛說笑，任由童懷道出醜露乖，竟是視若無睹。廳上自有不少點穴打穴名家，心中均感不忿，但誰都知道，只要一出去給童懷道解了穴，便是跟田歸農和湯沛過不去。田歸農還不怎樣，那甘霖惠七省湯沛卻是名頭太大，那些點穴打穴名家十九是老成持重之輩，都不願為這事而得罪湯沛。但眼見童懷道傻不楞登的站在那裏，許多人都不禁為他難受。※※※西首席上一條大漢霍地站起，手中拖了一根又粗又長的鑌鐵棍，邁步出來，那鐵棍拖過磚地，嗆啷啷直響。他走到田歸農面前，大聲喝道：「姓田的，你給人家解穴道啊，讓他僵在這裏幹甚麼？」田歸農微笑道：「閣下是誰？」那大漢道：「我叫李廷豹，你聽見過沒有？」他這一下自報姓名，聲如霹靂，震得眾人耳中都是嗡嗡作響。群豪一聽此人便是李廷豹，都是微感詫異。原來李廷豹是五台派的掌門大弟子，在陝西延安府開設鏢局，以五郎棍法馳名天下，他的「五郎鏢局」在北七省也是頗有聲名。眾人心想他既是出名的鏢頭，自是精明強幹，老於世故，不料竟是這樣的一個莽夫。田歸農坐在椅中，並不抬身，五台派李廷豹的名字，他自是聽見過的，但他假作訝色，搖頭道：「沒聽見過。閣下是那一家那一派的啊？」李廷豹大怒，喝道：「五台派你聽見過沒有？」田歸農仍是搖頭，臉上卻顯得又是抱歉，又是惶恐，說道：「是五台？不是七台、八台麼？」他將「八台」兩字，故意念得跟「王八蛋」的「八蛋」相似，廳上一些年輕人忍不住便笑將起來。好在李廷豹倒沒覺察，說道：「是五台派！大家是武林一脈，你快解童老師的穴道。」田歸農道：「你跟童老師是好朋友麼？」李廷豹道：「不是！我跟他素不相識。但你這般作弄人，太不成話。我瞧不過眼。」田歸農皺眉道：「我只會點穴，當年師父沒教我解穴。」李廷豹道：「我不信！」福康安、安提督等一干人聽著他二人對答，很覺有趣，均知田歸農是在作弄這個渾人。這些親貴大官看著眾武師比武，原是當作一樁賞心樂事，便如看戲聽曲、瞧變戲法一般，一連串不停手的激烈打鬥之後，有個小丑來插科打渾，倒也興味盎然。田歸農一眼瞥見福康安笑嘻嘻的神氣，更欲湊趣，便道：「這樣吧！你在他膝彎裏用力踢一腳，便解開了他穴道。」李廷豹道：「當真？」田歸農道：「師父以前這樣教我，不過我自己也沒試過。」李廷豹提起右足，在童懷道膝彎裏一踢。他這一腳力道用得不大，但童懷道還是應腳而倒，滾在地下，翻了幾個轉身，手足姿式絲毫不變，只是以直立變為橫躺。原來李廷豹是上了當，要救人反而將人踢倒。福康安哈哈大笑，眾貴官跟著笑了起來。群豪本來有人想斥責田歸農的，但見福康安一笑，都不敢出聲了。笑聲未絕，忽聽得呼呼呼三響，三隻酒杯飛到半空，眾人一齊抬頭瞧去，只見三杯互相碰撞，乒乓兩聲，撞得粉碎。眾人目光順著酒杯的碎片望下地來，只見童懷道已然站起，手中握著一隻酒杯，說道：「那一位英雄暗中相助，童懷道終身不忘大德。」說著將酒杯揣在懷中，狠狠瞧了田歸農一眼，急奔出廳。原來有人擲杯飛空互撞，乃是要引開各人的目光，當眾人一齊瞧著空中的三隻酒杯之時，他卻又以一隻酒杯擲去，打在童懷道背心的「筋縮穴」上，解開了他被點的穴道。這一下廳上許多高手都被瞞過，大家均知這一下功夫甚是高明，卻誰也不知是何人出手。湯沛拿過兩隻酒杯，斟滿了酒，走到胡斐席前，說道：「這位兄台面生得很哪！請教尊姓大名，閣下飛杯解穴的功夫，在下欽佩得緊。」胡斐適才念著童懷道是鍾氏三雄的朋友，又見田歸農辱人太甚，動了俠義心腸，雖知身在險地，卻忍不住出手替他解開穴道，那知湯沛目光銳利，竟然瞧破。胡斐說道：「在下是華拳門的，敝姓程，草字靈胡。湯大俠說甚麼飛杯解穴，在下可不懂了。」湯沛呵呵笑道：「閣下何必隱瞞？這一席上不是少了四隻酒杯麼？」胡斐心想：「看來他也不是瞧見我飛擲酒杯，只不過查到我席上少了四隻酒杯而已。」於是轉頭向郭玉堂道：「郭老師，原來你身懷絕技，飛擲酒杯，解了那姓童的穴道。佩服佩服！」郭玉堂最是膽小怕事，唯恐惹禍，忙道：「我沒擲杯，我沒擲杯。」湯沛識得他已久，知他沒這個能耐，一看他同席諸人，只華拳門的蔡威成名已久，但素知他暗器功夫甚是平常，於是將右手的一杯酒遞給胡斐，笑道：「程兄，今日幸會！兄弟敬你一杯。」說著舉杯和他的酒杯輕輕一碰。只聽得乒的一響，胡斐手中的酒杯忽地碎裂，熱酒和瓷片齊飛，都打在胡斐胸口。原來湯沛在這一碰之中，暗運潛力，胡斐的武功如何，這只一碰便可試了出來。不料兩杯相碰，華拳門掌門人程靈胡似乎半點內功也沒有，酒杯粉碎之下，酒漿瓷片都濺向他一邊。湯沛手中酒杯固然完好無損，衣上也不濺到半點酒水。湯沛微笑道：「對不起！」自行回歸入座，心想：「這小老兒稀鬆平常，那麼飛杯解穴的卻又是誰？」※※※只見田歸農和李廷豹已在廳心交起手來。田歸農手持長劍，青光閃閃，這次劍已出鞘，不敢再行托大。李廷豹使開五郎棍法，一招招「推窗望月」、「背棍撞鐘」、「白猿問路」、「橫攔天門」，只見他圈、點、劈、軋、挑、撞、撒、殺，招熟力猛，使將出來極有威勢。群豪瞧得暗暗心服，這才知五郎鏢局近十多年來聲名極響，李總鏢頭果是有過人的技藝。田歸農的天龍劍自也是武林中的一絕，激鬥中漸漸佔到了上風，但要在短時內取勝，看來著實不易。酣鬥之中，田歸農忽地衣襟一翻，嗆啷一聲，從長衣下拔出一柄短刀。燭火之下，這刀光芒閃爍不定，遠遠瞧去，如寶石，如琉璃，如清水，如寒冰。只見李廷豹使一招「倒反乾坤」，反棍劈落，田歸農以右手長劍一撥。李延豹鐵棍向前直送，正是一招「青龍出洞」，這一招從鎖喉槍法中變來，乃是奇險之著。但他使得純熟，時刻分寸，無不拿捏恰到好處，正是從奇險中見功力。田歸農卻不退閃，左手單刀上撩，噹的一響，鑌鐵棍斷為兩截。田歸農乘他心中慌亂，右手劍急刺而至，在他手腕上一劃，筋脈已斷。李廷豹大叫一聲，拋下鐵棍。他腕筋既斷，一隻右手從此便廢了。他一生單練五郎棍，棍棒功夫必須雙手齊使，右手一廢，等於武功全失。霎時之間，想起半生苦苦掙來的威名一敗塗地，鏢局子只好關門，自己錢財來得容易，素無積蓄，一家老小立時便陷入凍餒之境；又想起自己生性暴躁，生平結下冤家對頭不少，別說仇人尋上門來無法對付，便是平日受過自己氣的同行後輩、市井小人，冷嘲熱諷起來又怎能受得了？他是個直肚直腸之人，只覺再多活一刻，這口氣也是嚥不下去，左手拾起半截鐵棍，咚的一聲，擊在自己腦蓋之上，登時斃命。大廳上眾人齊聲驚呼，站立起來，大家見他提起半截鐵棍，都道必是跟田歸農拚命，那料到竟會自戕而死。這一個變故，驚得人人都說不出話來。安提督道：「掃興，掃興！」命人將屍身抬了下去。李廷豹如是在激鬥中被田歸農一劍刺死，那也罷了，如此這般逼得他自殺，眾人均感氣憤。西南角上一人站了起來，大聲說道：「田老師，你用寶刀削斷鐵棍，勝局已定，何必再斷他手筋？」田歸農道：「兵器無眼，倘若在下學藝不精，給他掃上一棍，那也是沒命的了。」那人冷笑道：「如此說來，你是學藝很精的了？」田歸農道：「不敢！老兄如是不服，盡可下場指教。」那人道：「很好！」這人使的也是長劍，下場後竟是不通姓名，刷刷兩劍，向田歸農當胸直刺。田歸農仍是右劍左刀，拆不七八合，噹的一聲，寶刀又削斷了他的長劍，跟著一劍刺傷了他左胸。群豪見他出手狠辣，接二連三的有人上來挑戰，這些人大半不是為了爭奪玉龍杯，只覺李廷豹死得甚慘，要挫折一下田歸農的威風。可是他左手寶刀實在太過厲害，不論甚麼兵刃，碰上了便即斷折，到後來連五行輪、獨腳銅人這些怪異兵刃也都出場，但無一能當他寶刀的鋒銳。有人出言相激，說道：「田老師，你武功也只平平，單靠一柄寶刀，那算的是甚麼英雄？你有種的，便跟我拳腳上見高下。」田歸農笑道：「這寶刀是我天龍門世代相傳的鎮門之寶。今日福大帥要各家各派較量高下。我是天龍門的掌門人，不用本門之寶，卻用甚麼？」他出手之際，也真是不留情面，寶刀一斷人兵刃，右手長劍便毀人手足，連敗十餘人後，旁人見上去不是斷手，便是折足，無不身受重傷，雖有自恃武功能勝於他的，但想不出抵擋他寶刀的法門，個個畏懼束手。湯沛見無人再上來挑戰，呵呵笑道：「賢弟，今日一戰，你天龍門威震天下，我做哥哥的臉上也有光彩。來來來，我敬你一杯慶功酒！」胡斐向程靈素瞧了一眼，程靈素緩緩搖頭。胡斐自也十分惱恨田歸農的強橫，但一來不敢洩露身份，適才飛杯擲解童懷道的穴道，幾乎已被湯沛看破；二來這柄寶刀如此厲害，實是生平從所未見的利器，若是上去相鬥，先已輸了七成。又想：「當日他率眾去苗人鳳家中之時，何以不攜這柄寶刀？那時如果他寶刀在手，說不定我已活不到今日了。」他不知天龍門這把寶刀由南北二宗輪值執掌，當時卻尚在南宗的掌門人手中。※※※只見田歸農得意揚揚的舉起酒杯，正要湊到唇邊，忽聽得嗤的一聲，一粒鐵菩提向他酒杯飛了過去，想是有人發暗器要打破他的酒杯。田歸農視若不見，仍是舉杯喝酒。曹雪奇叫道：「師父，小心！」田歸農待那鐵菩提飛到身前，伸出手指，嗒的一聲輕響，將鐵菩提彈出廳門。眾人見他露了這手，雖然不直他的為人，卻也有人禁不住叫了聲：「好！」那粒鐵菩提疾飛而出，廳門中正好走進一個人來。那人見暗器飛向自己胸口，也是伸指一彈，說道：「便這般迎接客人麼？」那鐵菩提經他一彈，立時發出尖銳的破空之聲，向田歸農飛回。從聲音聽來，這一彈之力實是驚人，比田歸農厲害多了。田歸農一驚之下，不敢伸手去接，身子向右一閃。他身後站著一名福康安的衛士，聽得風聲，鐵菩提已到身前，不及閃讓，忙伸手抄住，但聽喀的一響，中指骨已然折斷，疼得「啊」的一聲大叫。眾人見小小一枚鐵菩提，竟能在一彈之下將人指骨折斷，此人指力的凌厲，實是罕見罕聞，一齊注目向他瞧去。只見此人極瘦極高，左手拿著隻虎撐，肩頭斜掛藥囊，一件青布長袍洗得褪盡了顏色，拖著雙破爛泥濘的布鞋，裝束打扮，便是鄉鎮間常見的走方郎中，只是目光炯炯，顧盼似電，五官奇大，粗眉、大眼、大鼻、大口、雙耳招風，顴骨高聳，這副相貌任誰一見之後都永遠不會忘記，頭髮已然花白，至少已有五十來歲，臉上生滿了黑斑。他身後跟著二人，似是他弟子或是廝僕，神態極是恭謹。胡斐和程靈素見了當先那人還不怎樣，一看到他身後二人，卻是吃了一驚，原來一個老書生，正是程靈素的大師兄慕容景岳；另一個駝背跛足的女子，卻是她三師姊薛鵲。胡斐和程靈素對瞧一眼，都是大奇：「怎麼他兩個死對頭走到了一起？薛鵲的丈夫姜鐵山卻又不在？」程靈素見胡斐眼光中露出疑問之色，知他是問那個走方郎中是誰，便緩緩的搖了搖頭，她可也不認識。忽聽得「啊喲」一聲慘叫，那指頭折斷的衛士跌倒在地，不住打滾，將一隻手掌高高舉起。眾人初時均感奇怪：「既然身為福大帥的衛士，自有相當武功，怎地斷了一根指頭也抵受不起？」待見到他那隻手掌其黑如墨，才知原來是中了劇毒。這次天下各家各派掌門人大聚會，福府眾衛士雄心勃勃，頗有和各派好手一爭雄長之意，要顯得在京中居官的英雄確有真才實學，決不輸於各地的草莽豪傑。這手指折斷的衛士歸周鐵鷦所管，他見此人如此出醜，眉頭一皺，上前喝道：「起來，起來！這一點兒苦頭也挨不起，太不成話啦！」那人對周鐵鷦很是懼怕，忙道：「是，是！」掙扎著待要站起，突然身子一幌，暈了過去。周鐵鷦從酒席上取過一雙筷子，挾起那顆鐵菩提一看，見上面刻著一個「柯」字，臉色微變，朗聲說道：「蘭州柯子容柯三爺，你越來越長進啦。這鐵菩提上餵的毒藥可厲害得緊哪！」只見人叢中站起一個滿臉麻子的大漢，說道：「周老爺你可別血口噴人。這枚鐵菩提是我所發，那是不錯，我只是瞧不過人家狂妄自大，要打碎人家手中酒杯。我柯家暗器上決計不許餵毒，世代相傳，向為禁例，柯子容再不肖，也不敢壞了祖宗的家規。」周鐵鷦見聞廣博，也知柯家擅使七般暗器，但向來嚴禁餵毒，當下沉吟不語，只道：「這可奇了！」柯子容道：「讓我瞧瞧！」走過來拿起那枚鐵菩提一看，道：「這是我的鐵菩提啊，這上面怎會有毒……啊喲！」突然間大叫一聲，將鐵菩提投在地下，右手連揮，似乎受到烈火燒炙一般。只見他臉色慘白，要將受傷的手指送到口中吮吸，周鐵鷦疾出一掌，斫中他的小臂，叫道：「吸不得！」擋住他手指入口，看他大拇指和食指兩根手指時，都已腫了起來，色如淡墨。柯子容全身發顫，額角上黃豆大的汗珠一滴滴的滲了出來。那走方郎中向著慕容景岳道：「給這兩人治一治。」慕容景岳道：「是！」從懷中取出一盒藥膏，在柯子容和那衛士手上塗了一些。柯子容顫抖漸止，那衛士也醒了轉來。群豪這才醒悟，柯子容發鐵菩提打田歸農的酒杯，田歸農隨手彈出，又給那走方郎中彈回。但走方郎中就這麼一彈，已在鐵菩提上餵了極厲害的毒藥。這等下毒的本領，江湖上恐怕只有一人。廳上不少人已在竊竊私語：「毒手藥王，毒手藥王！莫非是毒手藥王？」周鐵鷦走近前去，向那走方郎中一抱拳，說道：「閣下尊姓大名？」那人微微一笑，並不回答。慕容景岳道：「在下慕容景岳，這是拙荊薛鵲。」他頓了一頓，才道：「這位是咱夫婦的師父，石先生，江湖上送他老人家一個外號，叫作『毒手藥王』！」這「毒手藥王」四字一出口，旁人還都罷了，要知與會的不是一派掌門，多半便是各派的耆宿長老，大都知道「毒手藥王」乃是當世使毒的第一高手，慕容景岳就算不說，也早猜想是他。但這四個字聽在程靈素和胡斐耳中，實是詫異無比。程靈素更為氣惱，心想這人不但假冒先師名頭，而這句話出諸大師兄之口，尤其令她悲憤難平。另一件事也使她甚是奇怪：三師姊薛鵲原是二師兄姜鐵山之妻，兩人所生的兒子也已長大成人，何以這時大師兄卻公然稱她為「拙荊」？她料知這中間必已發生極重大的變故，眼下難以查究，唯有靜觀其變。周鐵鷦雖然勇悍，但聽到「毒手藥王」的名頭，還是不禁變色，抱拳說了句：「久仰！久仰！」石先生伸出手去，笑道：「閣下尊姓大名，咱倆親近親近。」周鐵鷦霍地退開一步，抱拳道：「在下周鐵鷦，石前輩好！」他膽子再大，也決不敢去和毒手藥王拉手。石先生呵呵大笑，走到福康安面前，躬身一揖，說道：「山野閒人，參見大帥！」這時福康安身旁的衛士已將毒手藥王的來歷稟告了他，福康安眼見他只是手指輕彈鐵菩提，便即傷了兩人，知道此人極是了得，當下微微欠身，說道：「先生請坐！」石先生帶同慕容景岳、薛鵲夫婦在一旁坐了。附近群豪紛紛避讓，誰也不敢跟他三人挨近，霎時之間，他師徒三人身旁空蕩蕩地清出了一大片地方。一名武官走了過去，離石先生五尺便即站定，將爭奪御杯以定門派高下的規矩說了，話一說完，立即退開，唯恐沾染到他身上的一絲毒氣。石先生微笑道：「尊駕貴姓？」那武官道：「敝姓巴。」石先生道：「巴老爺，你何必見我等害怕？老夫的外號叫作『毒手藥王』，雖會下毒，也會用藥治病啊。巴老爺臉上隱布青氣，腹中似有蜈蚣蟄伏，若不速治，十天後只怕性命難保。」那武官大吃一驚，將信將疑，道：「肚子裏怎會有蜈蚣？」石先生道：「巴老爺最近可曾和人爭吵？」北京城裏做武官的，和人爭吵乃是家常便飯，那自然是有的，那姓巴的武官驚道：「有啊！難道……難道那狗賊向我下了毒手？」石先生從藥囊中取出兩粒青色藥丸，說道：「巴老爺若是信得過，不妨用酒吞服了這兩粒藥。」那武官給他說得心中發毛，隱隱便覺肚中似有蜈蚣爬動，當下更不多想，接過藥丸丟在嘴裏，拿起一碗酒，骨嘟嘟的喝下去。過不多時，便覺肚痛，胸口煩惡欲嘔，「哇」的一聲，嘔了許多食物出來。石先生搶上三步，伸手在他胸口按摩，喝道：「吐乾淨了！別留下了毒物！」那武官拚命嘔吐，一低頭，只見嘔出來的穢物之中有三條兩寸長的蟲子蠕蠕而動，紅頭黑身，正是蜈蚣。那武官大叫：「三條……三條蜈蚣！」一驚之下，險些暈去，忙向石先生拜倒，謝他救命之恩。廊下僕役上來清掃穢物。群豪無不嘆服。胡斐不信人腹中會有蜈蚣，但親眼目睹，卻又不由得不信。程靈素在他耳邊低聲道：「別說三條小蜈蚣，我叫你肚裏嘔出三條青蛇出來也成。」胡斐道：「怎麼？」程靈素道：「給你服兩粒嘔吐藥丸，我袖中早就暗藏毒蟲。」胡斐低聲道：「是了，乘我嘔吐大作、肚痛難當之際，將毒蟲丟在穢物之中，有誰知道？」程靈素微微一笑，道：「他搶過去給那武官按摩胸口，倘若沒這一著，戲法就不靈。」胡斐低聲道：「其實這人武功很是了得，大可不必玩這種玄虛。」程靈素語聲放到極低，說道：「大哥，這大廳上所有諸人之中，我最懼怕此人。你千萬得小心在意。」胡斐自跟她相識以來，見她事事胸有成竹，從未說過「懼怕」兩字，此刻竟是說得這般鄭重，可見這石先生實在非同小可，又想此人冒了她先師之名出來招搖，敗壞她先師的名頭，她終究不能袖手不理。只聽得石先生笑道：「我雖收了幾個弟子，可是向來不立甚麼門派。今日就跟各位前輩學學，也來開宗立派，僥倖捧得一隻銀鯉杯回家，也好讓弟子們風光風光。」緩步走將過去，大模大樣的在田歸農身旁太師椅中一坐，卻那裏是得一隻銀鯉杯為已足，顯是要在八大門派中佔一席地。他這麼一坐，憑了「毒手藥王」數十年來的名聲，手彈鐵菩提的功力，傷人於指顧間的下毒手法，這一隻玉龍杯就算是拿定了，誰也不會動念去跟他挑戰，可也沒誰動念去跟他說話。一時之間，大廳靜了一片。少林派的掌門方丈大智禪師忽道：「石先生，無嗔和尚跟你怎麼稱呼？」石先生道：「無嗔？不知道，我不認得。」臉上絲毫不動聲色。大智禪師雙手合什，說道：「阿彌陀佛！」石先生道：「怎麼？」大智禪師又宣了一聲佛號：「阿彌陀佛！」石先生便不再問。自他師徒三人進了大廳，程靈素的目光從沒離開過他三人，只見石先生慢慢轉過頭去，和田歸農對望了一眼。兩人神色木然，目光中全無示意，但程靈素心念一動，已然明白：「他兩人早已相識。田歸農知道我師父的名字，知道『無嗔大師』才是真正的『毒手藥王』。這位少林高僧卻也知道。」忽又想到：「田歸農用來毒瞎苗人鳳的斷腸草，原來就是這人給的。」※※※田歸農寶刀鋒利，石先生毒藥厲害，坐穩了兩張太師椅，八隻玉龍杯之中，只有一隻還沒主人。群豪均想：「是否能列入八大門派，全瞧這最後一隻玉龍杯由誰搶得。」真所謂人同此心，頃刻之間，人叢中躍出七八人來，一齊想去坐那張空，三言兩語，便分成四對鬥了起來。頃刻敗者退下，勝者或接續互鬥，或和新來者應戰，此來彼往的激鬥良久，只聽得門外更鼓打了四更，相鬥的四人敗下了兩人，只剩下兩個勝者互鬥。這兩人此時均以渾厚掌力比拚內力，久久相持不決，比的是高深武功，外形看來卻是平淡無奇。福康安很不耐煩，接連打了幾個呵欠，說道：「瞧得悶死人了！」這句話聲音甚輕，但正在比拚內功的兩人卻都清清楚楚的聽入耳中。兩人臉色齊變，各自撤掌，退後三步。一個道：「咱們又不是耍猴兒戲的，到這裏賣弄花拳繡腿，叫官老爺們喝采！」另一個道：「不錯！回家抱娃娃去吧！」兩人說著呵呵而笑，攜手出了大廳。胡斐暗暗點頭：「這二人武功甚高，識見果然也高人一等。只可惜亂哄哄之中沒聽到他們的名字。」轉頭問郭玉堂時，他也不識這兩個鄉下土老兒一般的人物。郭玉堂說道：「他們上來之時，安提督問他們姓名門派，兩人都是笑了笑沒說。」胡斐心想：「這兩位高手猶如神龍見首不見尾，連姓名也沒留下。」※※※他正低了頭和郭玉堂悄聲說話，程靈素忽然輕輕碰了碰他手肘，胡斐抬起頭來，只聽得一名武官唱名道：「這位是五虎門掌門人鳳天南鳳老爺！」但見鳳天南手持熟銅棍，走上去在空著的太師椅中一坐，說道：「那一位前來指教。」胡斐大喜，心想：「這廝的武功未達一流高手之境，居然也想來奪玉龍杯，先讓他出一番醜，再來收拾他，那更妙了。」只見鳳天南接連打敗了兩人，正自得意洋洋，一個手持單刀的人上去挑戰。這個人的武藝可就高了，只三招一過，胡斐心道：「這惡賊決不是對手！」果然鳳天南吼叫連連，迭遇險招。那使單刀的似乎不為已甚，只盼他知難而退，並不施展殺手，因此雖有幾次可乘之機，卻都使了緩招。但鳳天南只是不住倒退，並不認輸，突然間橫掃一棍，那使單刀的身形一矮，銅棍從他頭頂掠過。他正欲乘勢進招，忽地叫聲：「啊喲！」就地一滾，跟著躍了起來，但落下時右足一個踉蹌，站立不定，又摔倒在地，怒喝：「你使暗器，不要臉！」鳳天南拄棍微笑，說道：「福大帥又沒規定不得使暗器。上得場來，兵刃拳腳，毒藥暗器，悉聽尊便。」那使單刀的捲起褲腳，只見膝頭下「犢鼻穴」中赫然插著一枚兩寸來長的銀針。這「犢鼻穴」正當膝頭之下，俗名膝眼，兩旁空陷，狀似牛鼻，因以為名，正是大腿和小腿之交的要緊穴道，此穴中針，這條腿便不管用了。群豪都是好生奇怪，眼見適才兩人鬥得甚緊，鳳天南絕無餘暇發射暗器，又沒見他抬臂揚手，這枚銀針不知如何發出？那使單刀的拔下銀針，恨恨退下。又有一個使鞭的上來，這人的鐵鞭使得猶如暴風驟雨一般，二十餘招之內，一招緊似一招，竟不讓鳳天南有絲毫喘息之機。他眼見鳳天南棍法並不如何了得，倒是那無影無蹤的銀針甚是難當，因此上殺招不絕，決不讓他緩手來發射暗器，那知鬥到將近三十招時，鳳天南棍法漸亂，那使鞭的卻又是「啊喲」一聲大叫，倒退開去，從自己小腹上拔出一枚銀針，傷口血流如注，傷得竟是極重。廳上群豪無不驚詫，似鳳天南這等發射暗器，實是生平所未聞。若說是旁人暗中相助，眾目睽睽之下，總會有人發見。眼下這兩場相鬥，都是鳳天南勢將不支之時，突然之間對手中了暗器。難道鳳天南竟會行使邪法，心念一動，銀針便會從天飛到？偏有幾個不服氣的，接連上去跟他相鬥。一人全神貫注的防備銀針，不提防給他銅棍擊中肩頭，身負重傷，另外三人卻也都給他「無影銀針」所傷。一時大廳之上群情聳動。胡斐和程靈素眼見鳳天南接二連三以無影銀針傷人，凝神觀看，竟是瞧不出絲毫破綻。胡斐本想當鳳天南興高采烈之時，突然上前將他殺死，一來為佛山鎮上鍾阿四全家報仇，二來好顯揚華拳門的名頭，但瞧不透這銀針暗器的來路，只有暫且袖手，若是貿然上前爭鋒，只要一個措手不及，非但自取其辱，抑且有性命之憂。程靈素猜到他的心意，緩緩搖了搖頭，說道：「這隻玉龍杯，咱們不要了吧？」胡斐向蔡威和姬曉峰道：「這位鳳老師的武功，還不怎樣，只是……」姬曉峰點頭道：「是啊，他放射的銀針可實在邪門，無聲無息，無影無蹤，竟是沒半點先兆，直至對方一聲慘叫，才知是中了他的暗器。」蔡威道：「除非是頭戴鋼盔，身穿鐵甲，才能跟他鬥上一鬥。」蔡威這句話不過是講笑，那知廳上眾武官之中，當真有人心懷不服，命人去取了上陣用的鐵甲，全身披掛，手執開山大斧，上前挑戰。這名武官名叫木文察，當年隨福康安遠征青海，搴旗斬將，立過不少汗馬功勞，乃是清軍中的一員出名的滿洲猛將，這時手執大斧走到廳中，威風凜凜，殺氣騰騰，同僚袍澤齊聲喝采。福康安也賜酒一杯，先行慰勞。兩人一接上手，棍斧相交，噹噹之聲，震耳欲聾，兩般沉重的長兵器攻守抵拒，捲起陣陣疾風，燭光也給吹得忽明忽暗。木文察身穿鐵甲，轉動究屬極不靈便，但仗著膂力極大，開山巨斧舞將開來，實是威不可當。周鐵鷦、曾鐵鷗和王劍英、王劍傑四人站在福康安身前，手中各執兵刃，生怕巨斧或是銅棍脫手甩出，傷及大帥。鬥到二十餘合，鳳天南攔頭一棍掃去，木文察頭一低，順勢揮斧去砍對方右腿，忽聽得拍的一聲輕響，旁觀群豪「哦」的一下，齊聲呼叫。兩人各自躍開幾步，但見地下墮著一個紅色絨球，正是從木文察頭盔上落下，絨球上插著一枚銀針，閃閃發亮。想是木文察低頭揮斧之時，鳳天南發出無影銀針，只因顧念他是福大帥愛將，不敢傷他身子。那絨球以鉛絲繫在頭盔之上，須得射斷鉛絲，絨球方能落下，雖然兩人相距甚近，但倉卒間竟能射得如此之準，不差毫釐，實是了不起的暗器功夫。木文察一呆之下，已知是對方手下容情，這一針倘是偏低數寸，從眉心間貫腦而入，這時焉有命在？便是全身鐵甲，又有何用？他心悅誠服，雙手抱拳，說道：「多承鳳老師手下留情。」鳳天南恭恭敬敬的請了個安，說道：「小人武藝跟木大人相差甚遠，這些發射暗器的微末功夫，在疆場之上那是絕無用處。倘若咱倆騎馬比試，小人早給大人一斧劈下馬來了。」木文察笑道：「好說，好說。」福康安聽鳳天南說話得體，不敢恃藝驕其部屬，心下甚喜，說道：「這位鳳老師的玩藝兒很不錯。」將手中的碧玉鼻煙壺遞給周鐵鷦，道：「賞了他吧！」鳳天南忙上前謝賞。木文察貫甲負斧，叮叮噹噹的退了下去。群豪紛紛議論。人叢中忽然站起一人，朗聲道：「鳳老師的暗器功夫果然了得，在下來領教領教。」眾人回頭一看，只見他滿臉麻皮，正是適才發射鐵菩提而中毒的柯子容。他手上塗了藥膏後，這時毒性已解。他蘭州柯家以七般暗器開派，叫做「柯氏七青門」。那七種暗青子？便是袖箭、飛蝗石、鐵菩提、鐵蒺藜、飛刀、鋼鏢、喪門釘，號稱「箭、蝗、菩、藜、刀、鏢、釘」七絕。雖然這七種暗器都是極常見之物，但他家傳的發射手法與眾不同，刀中夾石，釘中夾鏢，而且數種暗器能在空中自行碰撞，射出時或正或斜，令人極難擋避。若在空曠之處相鬥，還能竄開數丈，然後看準暗器來路，或加格擊，或行躲閃，但在這大廳之上，地位窄小，卻是極難對付了。鳳天南將鼻煙壺鄭而重之的用手帕包好，放入懷中，顯得對福康安尊敬之極，這才朗聲說道：「這位柯老師要跟在下比試暗器，大廳之上，暗器飛擲來去，若是誤傷了各位大人，那可吃罪不起。」周鐵鷦笑道：「鳳老師不必多慮，儘管施展便是。咱們做衛士的，難道盡吃飯不管事麼？」鳳天南含笑抱拳，說道：「得罪，得罪！」胡斐心想：「無怪這惡賊獨霸一方，歷久不敗。他交結官府，確是心思周密，手段十分高明。」只見柯子容除了長袍，露出全身黑色緊身衣靠。他這套衣褲甚是奇特，到處都是口袋和帶子，這裏盛一袋鋼鏢，那裏插三把飛刀，自頭頸以至小腿，沒一處不裝暗器，胸前固然有袋，背上也有許多小袋。福康安哈哈大笑，說道：「虧他想得出這套古怪裝束，周身倒如刺蝟一般。」只見柯子容左手一翻，從腰間取出一隻形似水杓的兵器來，只是杓口鋒利，有如利刃。原來那是他家傳的獨門兵器，有一個特別名稱，叫做「石沉大海」。這「石沉大海」一物二用，本身有三十六路招數，用法介乎單刀和板斧之間，但另有一般妙用，可以抄接暗器，敵人不論何種暗器發射過來，他這鐵杓一兜一抄，便接了過去，宛似石沉大海般無影無蹤，他反可從杓中取過敵人暗器，隨即還擊。這「石沉大海」不屬於十八般兵器之列，乃是旁門的兵刃，江湖上也有稱之為「借箭杓」的，意謂可借敵人之箭而用。他這兵器一取出，廳上群豪倒有一大半不識得。鳳天南笑道：「柯老師今日讓我們大開眼界。」胡斐卻想：「同是暗器名家，趙三哥瀟灑大方，身上不見一枚暗器，卻是取之不絕，用之不盡，這姓柯的未免顯得小家氣了。」只見柯子容鐵杓一翻，斜劈鳳天南肩頭。鳳天南側身讓開，還了一棍，兩人便鬥將起來。那柯子容口說是跟他比試暗器，但杓法精妙，步步進逼，竟是不放暗器。鬥了一陣，柯子容叫道：「看鏢！」颼的一響，一枚鋼鏢飛擲而出。鳳天南年紀已然不輕，多年來養尊處優，身材也極肥胖，但少年時的功夫竟沒絲毫擱下，縱躍靈活，輕輕一閃，便把鋼鏢讓了開去。柯子容又叫道：「飛蝗石，袖箭！」這一次是兩枚暗器同時射了出來。鳳天南低頭避開一枚，以銅棍格開一枚。只聽柯子容又叫道：「鐵蒺藜，打你左肩！飛刀，削你右腿！」果然一枚鐵蒺藜擲向他左肩，一柄飛刀削向他的右腿。鳳天南先行得他提示，輕輕巧巧的便避過了。眾人心想，這柯子容忒也老實，怎地將暗器的種類去路，一一先跟他說了？那知他擲出八九枚暗器後，口中呼喝越來越快，暗器也越放越多，呼喝卻非每次都對了。有時口中呼喝用袖箭射左眼，其實卻是發飛蝗石打右胸。眾人這才明白，原來他口中呼喝乃是擾敵心神，接連多次呼喝不錯，突然夾一次騙人的叫喚，只要稍有疏神，立時便會上當。倘若暗器去路和呼喝全然不同，對方便可根本置之不理，惡在對的多而錯的少，只偶爾在六七次正確的呼喝之中，夾上一次使詐，那就極為難防。郭玉堂道：「柯家七青門的暗器功夫，果是另有一功，看來他口中的呼喝，也是從小練起，其厲害之處，實不輸於鋼鏢飛刀。他這『七青門』之名，要改為『八青門』才合。」姬曉峰道：「但這般詭計多端，不是名門大派的手段。」程靈素手中玩弄著從煙霞散人處奪來的大煙袋，說道：「那鳳老師怎地還不發射銀針？這般搞下去，終於要上了這姓柯的大當為止。」姬曉峰道：「我瞧這姓鳳的似乎是成竹在胸，他發射暗器是貴精不貴多，一擊而中，便足制勝。」程靈素「嗯」的一聲，道：「比暗器便比暗器，這柯子容摽裏摽唆的纏夾不清。」這時大廳上空，十餘枚暗器飛舞來去，好看煞人。周鐵鷦等嚴加戒備，保護大帥。安提督等大官身側，也各有高手衛士防衛。眾衛士不但防柯子容發射的鏢箭飛來誤傷，還恐群豪之中混有刺客，乘亂發射暗器，竟向大帥下手。程靈素忽道：「這姓柯的太過討厭，我來開他個玩笑。」只聽得柯子容叫道：「鐵蒺藜，打你左臂！」程靈素學著他的聲調語氣，也叫道：「肉饅頭，打你的嘴巴！」右手在煙斗上湊了一下，隨手一揚，一枚小小的暗器果然射向他的嘴巴。這暗器飛去時並無破空之聲，看來份量甚輕，只是上面帶有一絲火星。俗語道：「肉饅頭打狗，有去無回。」眾人聽到「肉饅頭，打你的嘴巴」八字，已是十分好笑，何況她學的聲調語氣，跟柯子容的呼喝一般無二，早有數十人笑了起來。柯子容見暗器來得奇特，提起「借箭杓」一抄，兜在杓中，左手便伸入杓中撿起，欲待還敬，突然間「彭」的一聲巨響，那暗器炸了開來。眾人大吃一驚，柯子容更是全身跳起。但見紙屑紛飛，鼻中聞到一陣硝磺氣息，卻那裏是暗器，竟是一枚孩童逢年過節玩耍的小爆竹。眾人一呆之下，隨即全堂鬨笑。柯子容全神貫注在鳳天南身上，生恐他偷發無影銀針，雖然遭此侮弄，卻是目不斜視，不敢搜尋投擲這枚爆竹之人，只是罵道：「有種的便來比劃比劃，誰跟你鬧這些頑童行逕？」程靈素站起身來，笑嘻嘻的走到東首，又取出一枚爆竹，在煙袋中點燃了，叫道：「大石頭，打你的七寸。」常言道：「打蛇打七寸」，蛇頸離首七寸，乃是毒蛇致命之處，這一次竟是將他比作了毒蛇。眾人鬨笑聲中，那爆竹飛擲過去。這一回他再不上當。程靈素這爆竹又擲得似乎太早，柯子容手指彈出一枚喪門釘，將爆竹打回，彭的一響，爆竹在空中炸了。程靈素又擲一枚，叫道：「青石板，打你的硬殼。」那是將他比作烏龜了。柯子容心想：「你是要激怒我，好讓那姓鳳的乘機下手，我偏不上你的當。」當下又彈出一枚喪門釘，將爆竹彈開，仍是在半空炸了。安提督笑著叫道：「兩人比試，旁人不得滋擾。」又見柯子容這兩枚喪門釘跌落時和安放玉龍杯的長几相距太近，對身旁的兩名衛士道：「過去護著御杯，別讓暗器打碎了。」兩名衛士應道：「是！」走到長几之前，擋在御杯之前。程靈素笑嘻嘻的回歸座位，笑道：「這傢伙機伶得緊，上了一回當，第二次不肯伸手去接爆竹。」胡斐暗自奇怪：「二妹明知鳳天南是我對頭，卻偏去作弄那姓柯的，不知是何用意？」柯子容見人人臉上均含笑意，急欲挽回顏面，暗器越射越多。鳳天南手忙腳亂，已自難以支持，突然間伸手在銅棍頭上一抽。柯子容只道他要發射銀針，急忙縱身躍開，卻見他從銅棍中抽出一條東西，順勢一揮，那物如雨傘般張了開來，成為一面輕盾。這輕盾極軟極薄，似是一隻紙鷂，盾面黑黝黝地，不知是用人髮還是用甚麼特異質料編織而成，盾上繪著五個虎頭，張口露牙，神態威猛。眾人一見，心中都道：「他是五虎門的掌門人，『五虎門』這名稱，原來還是從這盾牌而來。」只見他一手揮棍，一手持盾，將柯子容源源射來的暗器盡數擋開。那些鏢箭刀石雖然來勢強勁，但竟是打不穿這面輕軟盾牌，看來這輕盾的質地實是堅韌之極。胡斐一見到他從棍中抽出輕盾，登時醒悟，自罵愚不可及：「他在銅棍中暗藏機關，這等明白的事，先前如何猜想不透？他這銀針自然也是裝在銅棍之中，激鬥時只須一按棍上機括，銀針激射而出，誰能躲閃得了？人人只道發射暗器定須伸臂揚手，他卻只須在銅棍的一定部位一捏，銀針射出，自是神不知鬼不覺了。」想明此節，精神為之一振，忌敵之心盡去，但見鳳天南邊打邊退，漸漸退向一列八張太師椅之前，猛聽得柯子容一聲慘叫，鳳天南縱聲長笑。柯子容倒退數步，手按胯下，慢慢蹲下身去，再也站不起來。鳳天南卻笑吟吟的坐入太師椅中。兩名衛士上前去，扶起柯子容，只見他咬緊牙關，伸手從胯下拔出一枚銀針，針上染滿鮮血。銀針雖細，因是打中下陰要穴，受傷大是不輕。他已不能行走，在兩名衛士攙扶下踉蹌而退。湯沛忽然鼻中一哼，冷笑道：「暗箭傷人，非為好漢！」鳳天南轉過頭去，說道：「湯大俠可是說我麼？」湯沛道：「我說的是暗箭傷人，非為好漢。大丈夫光明磊落，何以要幹這等勾當？」鳳天南霍地站起喝道：「咱們講明了是比劃暗器，暗器暗器，難道還有明的嗎？」湯沛道：「鳳老師要跟我比劃比劃，是不是？」鳳天南道：「湯大俠名震天下，小人豈敢冒犯？這姓柯的想是湯大俠的至交好友了？」湯沛沉著臉道：「不錯，蘭州柯家跟在下有點兒交情。」鳳天南道：「既是如此，小人捨命陪君子，湯大俠劃下道兒來吧！」兩人越說越僵，眼見便要動手。胡斐心道：「這湯沛雖然交結官府，卻還有是非善惡之分。」安提督走了過來，笑道：「湯大俠是比試的公證，今日是不能大顯身手的。過幾日小弟作東，那時請湯大俠露一手，讓大夥兒開開眼界。」湯沛笑道：「那先多謝提督大人賞酒了。」轉頭向鳳天南橫了一眼，提起自己的太師椅往地下一蹬，再提起來移在一旁，和鳳天南遠離數尺，這才坐下，似乎不屑與他靠近。這一移，只見青磚上露出了四個深深的腳腳印，廳上燭光明亮如同白晝，站得較近的都瞧得清清楚楚，這一手功夫看似不難，其實是蘊蓄著數十年修為的內力。霎時之間，廳上采聲雷動。站在後面的人沒瞧見，急忙查問，等得問明白了，又擠上前來觀看。鳳天南冷笑道：「湯大俠這手功夫帥極了！在下再練二十年也練不成。可是天外有天，人上有人，在真正武學高手看來，那也平平無奇。」湯沛道：「鳳老師說得半點也不錯，在武學高手瞧來，真是一文錢也不值。不過只要能勝得過鳳老師，我也心滿意足了。」安提督笑道：「你們兩位盡鬥甚麼口？天也快亮啦，七隻玉龍杯，六隻已有了主兒。咱們今晚定了玉龍杯的名分，明晚再來爭金鳳杯和銀鯉杯。還有那一位英雄，要上來跟鳳老師比劃？」他提起嗓子連叫三遍，大廳上靜悄悄地沒人答腔。安提督向鳳天南道：「恭喜鳳老師，這隻玉龍杯歸了你啦！」