第四十三回　圍攻丐幫眾人群相愕然之際，跟著便有人大呼起來：「幫主別走！」「丐幫全仗你主持大局！」「幫主快回來！」忽聽得呼的一聲響，半空中一根竹棒擲了下來，正是喬峰反手將這打狗棒飛送而至。徐長老伸手去接，右手手掌剛拿到竹捧，突覺自手掌以至手臂、自手臂以至全身，如中雷電轟擊般的一震。他急忙放手，那竹棒一擲而至的餘勁不衰，直挺挺的插在地下泥中。群丐齊聲驚呼，瞧著這根「見棒如見幫主」的本幫重器，心中都是思慮萬千。段譽言道：「大哥，大哥，我隨你去！」發足待要追趕喬峰，但只奔出三步，總覺捨不得就此離開玉燕，回頭向她望了一眼。這一眼一望，那是再也不能走脫身了，他心中自然而然的生出萬丈柔絲，接著他轉身走回到玉燕身前，說道：「王姑娘，你們要到那裏去？」玉燕道：「表哥給人家冤枉，說不定他自己還不明不白，我得去告訴他才是。」段譽心中一酸，滿不是味兒，道：「嗯，你們三位年輕姑娘，路上行走不便，我護送你們去罷。」他又加上一句，自行解嘲：「久聞慕容公子的英名，我實在也想見一見他。」只聽得徐長老朗聲道：「如何為馬副幫主報仇雪恨，咱們自當從長計議，只是本幫不可一日無主，喬──喬峰去後，這幫主一職由那一位來繼任，乃是急不容緩的大事。乘著大夥都在此間，須得即行議定才是。」宋長老道：「依我之見，大家去尋喬幫主回來，請他回心轉意，不可辭任──」他話未說完，西首便有人叫道：「喬峰是契丹胡虜，如何可做咱們首領？今日大夥還念一念舊情，下次見到，便是仇敵，非拼個你死我活不可。」宋長老冷笑道：「你和喬幫主拼個你死我活，配麼？」那人怒道：「我一人自是打他不過，十個人怎樣？十個人不成，一百人怎樣？丐幫義士忠心報國，難道見敵畏縮麼？」他這幾句話說得慷慨激昂，群丐中有不少人喝起采來。采聲未畢，忽聽得西北角上一個人陰惻惻的說道：「丐幫與人約在惠山見面，毀約不至，原來都是鬼鬼祟祟的躲在這裏，嘿嘿嘿，可笑啊可笑。」這聲音尖銳刺耳，咬字不準，又似大舌頭，又似鼻子塞，聽來極不舒服。大義分舵蔣舵主和大勇分舵方舵主同聲「啊喲」，說道：「徐長老，咱們誤了約會，對頭尋上門來啦！」段譽此時記起，日間與喬峰在酒樓初會之時，聽到有人向他稟報，說約定今晚三更，與人在惠山相會，當時喬峰似覺己方人手不足，力量太過單薄，但還是答應了約會。眼看此刻月過中天，三更已過，丐幫中人極大多數未知有此約會，便是知道的，也是潛心於本幫幫內人事，都把這個約會拋到了腦後，這時聽到對方譏嘲之言，這才猛地醒覺。徐長老連問：「是甚麼約會？對頭是誰？」他久不與聞江湖與本幫事務，一切全不知情。執法長老低聲向蔣舵主道：「是喬幫主答應了這約會麼？」蔣舵主道：「是的，不過適才喬幫主已派人前赴惠山，要對方將約會押後七日。」那說話陰聲陰氣之人耳朵也真尖，蔣舵主輕輕說了這兩句話，他雖在杏子林外，竟爾也聽見了，說道：「既是定了約會，那有甚麼押後七日、押後八日的？押後一個時辰也不成。」白世鏡怒道：「我大宋丐幫是堂堂的幫會，豈來懼你西夏的胡虜？只是本幫幫內自有要事，沒功夫來跟你們這些跳梁小丑周旋。更改約會，事屬尋常，有甚麼可囉唆的？」突然間呼的一聲，杏樹後飛出一個人來，直挺挺的摔在地下，一動也不動。白世鏡等一看，只見這人臉上血肉模糊，喉頭已披割斷，早已氣絕多時，認得是本幫大信分舵的副舵主。蔣舵主又驚又怒，說道：「這位謝兄弟，便是喬幫主派去改期的信使。」執法長老道：「徐長老，幫主不在此間，請你暫行幫主之職。」他不肯洩露幫中無主的真相，以免示弱於敵。徐長老會意，心想此刻若不是自己出頭，再無第二個適當的人物出來主持大局，便朗聲道：「常言道兩國相爭，不斬來使。敝幫派人前來更改會期，何以傷他性命？」那陰惻惻的聲音道：「這人神態倨傲、言語無禮，見了我家將軍不肯跪拜，不殺何待？」眾丐一聽，登時群情洶湧，許多人便紛紛喝罵。徐長老直到此時，尚不知對頭是何等樣人，聽白世鏡說是「西夏胡虜」，而那人又說甚麼「我家將軍」，真教他難以摸得著頭腦，便道：「你鬼鬼祟祟的躲著，為何不敢現身？胡言亂語的，瞎吹甚麼大氣？」那人哈哈大笑，道：「將軍，這就出去罷！」猛聽得遠處號角嗚嗚吹起，跟著隱隱聽得人聲馬蹄自數里外傳來。原來對頭的大隊人馬，相距尚遠。徐長老湊嘴到白世鏡耳遍，低聲問道：「那是甚麼人，為了甚麼事？」白世鏡也低聲道：「西夏國有一個講武館，叫做甚麼『一品堂』，據說是該國國王所立，當中招聘武功高強之士，優禮供養，要他們傳授西夏國軍官的武藝。」徐長老點了點頭，道：「西夏國整軍經武，還不是來打我大宋江山的主意？」白世鏡低聲道：「正是如此。凡是進得『一品堂』之人，都說是武功天下一品。主理一品堂的堂主，是位王爺，官封征東大將軍，叫做甚麼赫連鐵樹，最近他帶領館中勇士，出使汴梁，朝見我大宋太后和皇上。朝聘是假，窺探虛實是真。那赫連鐵樹在京師耀武揚威，說要手下的隨從，和我大宋御林軍中的軍官比試武藝。咱們御林軍的軍官之中，那有甚麼好手？眼看便要出醜，幸得蘇學士想出了一條計策。」徐長老道：「蘇學士？大蘇學士還是小蘇學士？」白世鏡道：「是大蘇學士蘇軾蘇東坡了，他向太后奏道：我大宋偃武修文，尚文治而不重武功，和鄰國敦睦邦交，不願比試武功。但如西夏人好勇鬥狠，唯力是視，輕看我大宋無人，那麼明年春季，在東京汴梁觀摩我大宋的武學便了。」徐長老點頭道：「這是個緩兵之計。這一年中咱們可招聘天下高手，精選能幹，來年與之相敵。」白世鏡道：「這些西夏人來大宋之前，於我國武學倒也不是全然無知。他們知曉本幫是大宋武林中一大支柱，想要一舉將本幫摧毀，先樹聲威，然後來年再大獲全勝。等到我大宋臣民一聽到西夏人便嚇得心驚膽戰，那時再引兵犯界，疆場之上，自可是驅直進了。」徐長老聽得暗暗心驚，低聲道：「這條計策果然毒辣得緊。」白世鏡道：「這赫連鐵樹離了汴梁，便到洛陽我幫總舵。恰好其時喬幫主率同我等，到江南來為馬副幫主報仇，西夏人撲了個空。這干人一不做二不休，竟是趕到了江南來，終於和喬幫主定下了約會。」徐長老心下沉吟，低聲道：「他們打的是如意算盤，先是一舉毀我丐幫，說不定再去攻打少林寺，然後破華山、摧東海，將中原各大門派幫會打個七零八落，來年之會便有九成把握了。」白世鏡道：「話是如此說，可是這些西夏武士，便真是如此了得麼？喬幫主多少知道一些虛實，只可惜他在這緊急關頭──」說到這裏，自覺不妥，登時住口。這時馬蹄之聲已來得甚近，陡然間號角急響三下，八騎馬分成兩行，衝進樹林中來。八匹馬上的乘者都是手執長矛，矛頭上縛著一面小旗。矛頭閃閃發光，依稀可看到那些小旗左首四面都是繡著「西夏」兩個白字，右首四面繡著「赫連」兩個白字。跟著又是八騎馬分成兩行，奔馳入林，馬上乘者四人吹號、四人擊鼓。群丐都是暗皺眉頭：「這陣仗是行軍交兵，卻那裏是江湖上英雄好漢的相會？」在號手鼓手之後，進來八名西夏武士。徐長老見八人之中，倒有六人是白鬚白髮的老者，身形也大都龍鍾乾瘦，心想：「看來這便是一品堂中的人物了。」那八名武士分向左右一站，一乘馬緩緩的走進了杏林。馬上乘客身穿大紅錦袍，三十四五歲年紀，一個鷹鉤鼻，顯得十分的精明幹練。他身後緊跟著一個身形極高，鼻子極大的漢子。這大鼻漢子一進來便說道：「西夏國征東大將軍駕到，丐幫幫主上前見駕。」聲音陰陽怪氣，正是先前說話的那人。徐長老道：「本幫幫主不在此間，由老朽代理幫務。丐幫兄弟是江湖草莽，西夏國將軍以客禮相見，咱們是高攀不上，請將軍去拜會大宋的王公官長，不用來見咱們要飯的叫化。若是以武林同道身份相會，將軍遠來是客，請下馬來，一敘賓主之禮。」他這幾句話說得不亢不卑，既不得罪對方，亦顧到了自己身份。群丐都想：「果然薑是老的辣，徐長老很是了得。」那大鼻子道：「丐幫幫主既是不在此間，我家將軍是不能跟你敘禮的了。」他一斜眼看到那根打狗棒插在地上，說道：「嗯，這根竹棒兒晶瑩碧綠，拿去做個掃帚柄兒，倒也不錯。」手臂一探，馬鞭揮出，便向那打狗棒捲去，群丐齊聲大呼：「滾你的！」「你奶奶的！」「狗韃子！」眼見他馬鞭的鞭梢正要捲到打狗棒上，突然間人影一晃，一個人從斜刺裏飛躍而至，一伸手臂，剛好擋在打狗棒之前，讓那馬鞭捲在他的臂上。他手臂一曲，那大鼻漢子無法再坐穩馬鞍，縱身一躍，站在地上。兩人同時使勁，啪的一聲，馬鞭從中斷為兩截。那人反手抄起打狗捧，一言不發的退了開去。眾人瞧這人時，見他弓腰曲背，正是幫中的傳功長老。他武功甚高，平素不喜說話，卻在幫中重器遭逢危難之時，挺身而出的加以維護，剛才這一招，那大鼻漢子身子被從馬背上拉了下來，馬鞭又被拉斷，可說是輸了。這大鼻漢子城府極深，雖受小挫，竟是絲毫不動聲色，道：「要飯的叫化子果然氣派甚小，連一根竹棒兒也捨不得給人。」徐長老道：「西夏國的英雄好漢和敝幫定下的約會，為了何事？」那漢子道：「我家將軍聽說中原丐幫有兩門絕技，一是打貓棒法、一是降蛇十八掌，想要見識見識。」群丐一聽，無不勃然大恐，聽他故意把打狗棒法說成打貓棒法，將降龍十八掌說成降蛇十八掌，那顯是極意侮辱，今日之會，一場判生死、爭存亡的惡鬥是在所難免了。群丐喝罵聲中，徐長老、傳功長老、執法長老等人心下卻是暗暗著急：「這打狗棒法和降龍十八掌，自來只本幫幫主會使，對頭既知這兩項絕技的名頭，仍是有恃無恐的前來挑戰，只怕有些不易對付。」徐長老道：「你們要見識敝幫的打貓棒法和降蛇十八掌，那是一點也不難。只要有暖灶貓和癩皮蛇出現，叫化子自有對付之法。閣下是學做貓呢，還是學做蛇？」吳長老哈哈笑道：「對方是龍，咱們才降龍；對方是蛇，叫化子捉蛇的本事，那是再拿手不過了。」那大鼻漢子鬥嘴，又輸一場，正在尋思在說甚麼話，他身後一人突然粗聲粗氣的道：「降龍也好、降蛇也好，來來來。誰來跟我先打上一架？」他一面說，一面從人叢中擠了出來，雙手叉腰的一站。群丐見這人相貌醜陋，神態兇惡，正驚疑間，忽聽段譽大聲道：「喂，徒兒，你也來了，見了師父怎麼不磕頭？」原來那醜陋漢子正是南海鱷神岳老三。他一見段譽，大吃一驚，神色登時尷尬之極，說道：「你──你──」段譽道：「乖徒兒，丐幫幫主是我結義的兄長，這些人都是你的師伯師叔，你不得無禮。快快回家去罷！」南海鱷神大吼一聲，只震得四邊杏樹的樹葉都瑟瑟亂響，罵道：「王八蛋，狗雜種！」段譽道：「你罵誰是王八蛋、狗雜種？」南海鱷神兇悍絕倫，但對自己說過的話，無論如何不肯食言，他曾在大理國鎮南王府中拜段譽為師，倒是不曾抵賴，當下說道：「我喜歡罵人，你管得著麼？我又不是罵你。」段譽道：「嗯，你見了師父，怎地不磕頭請安？那還成規矩麼？」南海鱷神忍氣上前，跪下去磕了個頭，說道：「師父，你老人家好！」他越想越氣，一站直身子，發足便奔，口中連聲怒嘯。眾人聽得那嘯聲便如潮水急退，一陣陣的漸湧漸遠，聲勢猛惡，單是聽這嘯聲，便知此人的武功非同小可，丐幫中大概只有徐長老、傳功長老等二三人，方能抵敵得住。段譽這麼一個文弱書生，居然是他師父，那可奇怪之極了。只見西夏國眾武士中，一人一躍而出，身形長如竹竿，這竄縱之勢，卻是迅捷無比，雙手各執一把奇形兵刃，柄長三尺，尖端乃是一隻五指鋼抓，在月光下發出藍汪汪的光芒。段譽識得此人是「天下四惡」中位居第四的「窮兇極惡」雲中鶴，心想：「怎地這四個惡人都投靠了西夏？」凝目往西夏國人叢中瞧去，果見「無惡不作」葉二娘懷抱一個小兒，笑吟吟的站著，只是沒見到那首惡「惡貫滿盈」延慶太子段延慶，段譽尋思：「只要延慶太子不在此處，那二惡、四惡，丐幫想能對付得了。」原來「天下四惡」在大理國鎩羽北去，遇到西夏國一品堂中出來招聘武學高手的使者，四惡不甘寂寞，都投入了一品堂中。這四人的武功何等高強，稍顯身手，立受赫連的禮聘。此次東來汴梁，赫連鐵樹將這四人帶在身邊，倚若左右手一般。雲中鶴躍出人叢，大聲叫道：「我家將軍要見見丐幫的兩大絕技。到底叫化兒們是確有真實本領，還是胡吹大氣、浪得虛名，請出來見個真章罷！」奚長老道：「我去跟他較量一下。」徐長老道：「好！此人輕功了得，奚兄弟須當小心。」奚長老道：「是！」倒拖鋼杖，走到雲中鶴身前丈餘之處站定，說道：「本幫絕技，因人而施，對付閣下這等無名小卒，那用得著打狗棒法？看招！」鋼杖一起，呼呼風聲，向雲中鶴左肩斜擊下來。奚長老的身材又矮又胖，與雲中鶴高瘦的身形恰好截然相反，偏是他這根鋼杖長達丈餘，一加舞動，雖是對付雲中鶴這等身材極高之人，仍能居高臨下，凌空下擊。要知奚長老的師父教他使這一門長大兵器，本意原是補他身材上的不足，令他發揮膂力渾厚的長處，反矮為高。雲中鶴側身一避，只聽得砰的一聲，泥土四濺，奚長老一杖擊在地下，杖頭陷入尺許，力道著實驚人。雲中鶴自知真力遠不如他，當下東一飄、西一晃，展開上乘輕功，與他游鬥。奚長老的鋼杖舞得幻成一團白影，卻始終沾不上雲中鶴的一點衣衫。段譽正瞧得出神，忽聽得耳畔一個嬌柔的聲音說道：「段大哥，咱們幫誰的好？」段譽微一回頭，見說話的正是玉燕，不禁心神盪漾，說：「甚麼幫誰的好？」玉燕道：「這個瘦長個兒是你徒兒的朋友，這個矮胖叫化是你把兄的下屬，他二人越鬥越兇，咱們該當幫誰？還是勸架？」段譽道：「我徒兒是個惡人，這瘦長條子人品更壞，不用幫他。」玉燕沉吟道：「嗯！不過丐幫眾人將你把兄趕走，不讓他做幫主，又冤枉我表哥，我討厭他們。」在她少女心懷之中，誰對她表哥不好，誰就是天下最惡之人，她接著說道：「這矮胖老頭使的是五台山二十四路伏魔杖，他身材太矮，那『秦王鞭石』、『大鵬展翅』兩招使得不好。只要攻他右側下盤，他便抵擋不了。只不過這瘦長漢子看不出來，以為矮子的下盤必固，其實是謬而不然。」她說話聲音雖輕，但場中精於內功的眾高手卻已一一聽得明白。識得奚長老武功家數的雖是不乏其人，然而一眼便能瞧出他招數中的缺陷所在，卻實是寥寥無幾，不過一經玉燕指明，眾人果覺不錯，奚長老使到「泰王鞭石」與「大鵬展翅」這兩招時，確是威猛有餘、沉穩不足，下盤大有弱點。雲中鶴向玉燕斜睨一眼，讚道：「小妞兒好漂亮，更難得是這般有眼光，跟我去做個老婆，也還使得。」他說話之際，手中鋼抓向奚長老下盤疾攻三招。第三招上奚長老擋架不及，嗤的一聲響，大腿上被他鋼抓割了長長一道口子，深可見骨，登時鮮血淋漓。玉燕性格天真，聽雲中鶴稱讚自己相貌美麗，頗是高興，於他的輕薄言語倒也不以為忤，微笑道：「也不怕醜，你有甚麼好？我才不嫁你呢。」雲中鶴大為得意，說道：「為甚麼不嫁？你另外有了小白臉心上人是不是？我先殺了你的意中人，瞧你嫁不嫁我？」這句話大犯玉燕之忌，她俏臉一板，不再理他。雲中鶴還想說幾句話佔便宜，丐幫中吳長老一躍而出，舉起鬼頭刀，左臂四刀、右臂四刀，上削四刀、下削四刀，四四一十六刀，來勢極其兇猛。雲中鶴不識他刀法的路子，東閃四步，西躲四步，一時十分狼狽。玉燕笑道：「吳長老這四象六合刀法，中含八卦生剋變化，那瘦長個兒就識不得了。不知道瘦長個兒會不會使『鶴蛇八打』，倘若會使，那是應手而破。」丐幫眾人聽她又出聲幫助雲中鶴，心中都感憤怒。只見雲中鶴招式一變，長腿遠跨，鋼抓橫掠，宛然便如一隻仙鶴。玉燕將嘴湊到段譽身邊，低聲笑道：「這瘦長個兒上了我的當啦，說不定他左手都會被削了下來。」段譽奇道：「是麼？」不等玉燕回答，只見吳長老刀法凝重，斜砍橫削，似乎不成章法，出手越來越慢，突然間快手三刀，白光閃動，雲中鶴「啊」的一聲叫，左手手背已被刀鋒帶中，左手中的鋼抓把捏不定，噹的一聲掉在地下。總算他身法快捷，向後急退，躲開了吳長老跟著進擊的三刀。吳長老走到玉燕身前，豎刀一立，說道：「多謝姑娘！」玉燕微笑道：「好精妙的『奇門三才刀』！」吳長老一驚，心道：「你居然識得我這路刀法。」原來玉燕識得吳長老的刀法，卻故意說成是「四象六合刀」，又從雲中鶴的招數之中，看破他一定會使「鶴蛇八打」，引得他不知不覺的處處受制，果然連左手也險被削掉。站在赫連鐵樹身邊，說話陰陽怪氣之人，名叫努兒海，雖是其貌不揚，卻是足智多謀，識見甚高，見玉燕幾句話相助雲中鶴打傷奚長老，又是幾句話使吳長老傷了雲中鶴，便向赫連鐵樹道：「將軍，這個漢人小姑娘甚是古怪，咱們擒回一品堂中，令她盡吐所知，大概極有用處。」赫連鐵樹道：「甚好，你去擒了她來。」努兒海搔了搔頭皮，心想：「將軍這個脾氣可不大妙，我每向他獻甚麼計策，他總是說：『甚好，你去辦理。』獻計容易辦事難，看來這小姑娘的武功深不可測，我莫要在眾人之前出醜露乖。今日之事，反正是要將這群叫化子一鼓聚殲，不如先下手為強。」他向前走出三步，說道：「徐長老，咱們將軍是要看打狗捧法和降龍十八掌，你們有寶獻寶，倘若真是不會，咱們可沒功夫奉陪，這便要告辭了。」徐長老冷笑道：「貴國一品堂出來的高手，原來也不過是些平平無奇之輩，要想見識打狗棒法和降龍十八掌，只怕還有些不配。」努兒海道：「要怎地才配見識？」徐長老道：「須得將咱們這些不中用的叫化子都打敗了，丐幫的化子頭子才會出來──」剛說到這裏，突然間大聲咳嗽起來，跟著雙眼劇痛，睜不開眼睛，淚水不絕流湧而出。徐長老大吃一驚，一躍而起。徐長老江湖上的見聞何等廣博，一覺目中有異，便知敵人已在玩弄鬼蜮伎倆，躍身半空，左掌前、右掌後，閉住呼吸，右足連踢三腳。努兒海沒料到這人髮皓如雪，說打便打，身手這般快捷，自己急忙閃避，但只避得開胸口的要害，肩頭卻已被踢中，身子晃得兩晃，借勢後躍。丐幫中眾人齊聲呼喚：「不好，韃子搞鬼！」「眼睛中甚麼東西？」「我睜不開眼了。」各人眼目刺痛，淚水長流。王玉燕、阿朱、阿碧三人同樣的睜不開眼來，原來西夏人所撒佈的，乃是一種無色無臭的毒霧，係搜集西夏大雪山毒蟲谷中的毒霧製煉而成，平時盛在瓶中，使用之時，自己人先服食解藥，拔開瓶塞，毒霧緩緩冒出，任你何等機靈之人，都是無法察覺，待得眼目刺痛、淚如雨下，毒氣早已衝入頭腦。但聽得「咕咚」、「啊喲」之聲不絕，群丐紛紛倒地。段譽服食過莽牯朱蛤，萬邪不侵，這毒霧絲毫奈他不得。但他見群丐、玉燕和朱碧雙姝都是神情狼狽，一時不明其理，心中自也驚恐。只見徐長老閉住眼睛，拳腿護身，但第二次躍起時，身在半空，便已手足酸麻，重重的摔將下來。努兒海大聲吆喝，指揮手下眾武士捆縛群丐，他自己便欺到玉燕身旁，伸手去拿她手腕。段譽喝道：「你幹甚麼？」情急之下，右手食指一伸，一股真氣從指尖激射而出，嗤嗤有聲，正是大理段氏的「六脈神劍」。努兒海不識厲害，毫不理會，仍是去抓玉燕手腕，突然間喀的一聲響，他右手臂骨莫名其妙的斷折為二，軟軟垂掛著，要知這六脈神劍的一擊，實非平常人的血肉之軀所能抵擋。努兒海大叫停步，段譽俯身抱住玉燕纖腰，展開「凌波微步」，斜上三步、橫跨兩步，輕輕的越走越遠。葉二娘手指一揮，一枚毒針向他背心射去。這枚毒針準頭既正，去勢又勁，段譽本來無論如何難以避開，但他的步法忽斜行、忽倒退，待得毒針射到，他身子早在右方三尺之外。西夏武士中三名高手一齊下馬，大呼追到。段譽反而欺到一人的馬旁，先將玉燕橫著放了上鞍，隨即飛身上了馬背，縱馬落荒而逃。西夏眾武士早已佔了杏林四周的要津，只見段譽一騎馬驀地急竄出來，各人不住放箭，杏林中樹林遮掩，十餘枝狼牙羽箭都釘在杏子樹上。黑暗之中，段譽大叫：「乖馬啊乖馬，跑得越快越好，回頭給你吃雞吃肉、吃魚吃羊。」至於馬兒不吃葷腥，他那裏還會想起？這馬兒奔跑一陣，便已將一干人遠遠拋在後面。段譽問道：「王姑娘，你怎麼啦？」玉燕道：「我中了毒，身上一點力氣也沒了。」段譽聽到「中毒」兩字，嚇了一跳，忙道：「要不要緊？怎生找解藥才好？」玉燕道：「我不知道啊，你催馬快跑，到了平安的所在再說。」段譽道：「甚麼所在方始平安？」玉燕道：「到太湖裏去。」段譽辨別方向，太湖是在西邊，當下縱馬向西北角上快跑，一面遠離敵人，一面漸漸靠向太湖。那馬行不到一個時辰，已是大為疲累，跟著天上又淅淅瀝瀝的下起雨來。段譽過不了一會，便問：「王姑娘，你覺得怎樣？」玉燕總是答道：「沒事。」段譽有美同行，心中自是說不出的喜歡，可是又怕她所中毒性子猛烈，當真要了她的性命，因此一會兒微笑，一會兒發愁。黑夜中無人能見到他臉上神情，否則定要詫異不止。那雨越下越大，段譽脫下自己長袍，蓋在玉燕身上，但也只好得片刻，過不多時，兩人身上都是裏裏外外的濕透了。段譽又問：「王姑娘，你覺得怎樣？」玉燕嘆道：「又冷又濕，找個甚麼地方避一避雨啊。」王玉燕不論說甚麼話，在段譽聽來，都如玉旨綸音一般，她說要找一個地方躲一躲雨，段譽明知未脫險境，卻也連聲稱是，心下又起了一個書獃子的念頭：「王姑娘心中念念不忘的只是她的表哥慕容復，我段譽的一番癡念，自是終生無望，今日與她同遭兇險，我盡心竭力的迴護於她，若是為她死了，想她日後一生之中，總會偶爾念及我段譽三分。將來她和慕容復成婚之後，生下兒女，瓜棚豆架之下與子孫們說起往事，或許會提到今日之事。那時她白髮滿頭，說到『段公子』這三個字時，珠淚點點而下──」他想得出神，不禁得自己的眼眶也自紅了。玉燕見他獃頭獃腦的抬頭望天，並不找尋躲雨之地，問道：「怎麼啦？沒地方躲雨麼？」段譽道：「那時候你跟你女兒說道──」玉燕奇道：「甚麼我女兒？」段譽吃了一驚，這才醒悟，笑道：「對不起，我在胡思亂想。」遊目四顧，見東北角上有一座大碾坊，小溪的溪水推動木輪，正在碾米，便道：「那邊可以躲雨。」當即縱馬前行，來到碾坊之前。他躍下馬來，見玉燕臉色蒼白，不由得萬分憐惜，又問：「你肚痛麼？發燒麼？頭痛麼？」玉燕搖搖頭，微笑道：「沒甚麼。」段譽道：「唉，不知西夏人放的是甚麼毒，我拿得到這解藥就好了。」玉燕道：「你瞧這大雨，你先扶我下馬，到了裏面再說不遲。」段譽跌足道：「是，是！你瞧我多糊塗。」玉燕嫣然一笑，心道：「你本來十分糊塗。」段譽瞧著她的笑容，不由得神為之奪，險些兒又忘了去推碾坊的門，待得將門推開，轉身回來要扶玉燕下馬，他一雙眼睛始終沒離開玉燕的嬌靨，沒料到碾坊門有一道溝，左足跨前一步，正好踏在溝中。玉燕忙叫：「小心！」卻已不及，段譽「啊」的一聲，人已摔了出去，撲在泥濘之中，掙扎著爬了起來，臉上、手上、身上、全是爛泥，說道：「對不起。你──你沒事麼？」玉燕道：「唉，你自己沒事麼？摔痛了沒有？」段譽聽到她關懷自己，那真是無比歡喜，說道：「沒有，沒有。就算摔痛了，也不打緊。」伸出手去要扶玉燕下馬，驀地見到自己手掌中全是污泥，急忙縮回，道：「不成！我去洗乾淨了再來扶你。」玉燕嘆道：「你這人當真婆婆媽媽得緊。我全身都濕了，一些污泥有甚麼干係？」段譽歉然笑道：「我做事亂七八糟，服侍不好姑娘。」終於還是在溪水中洗了手上污泥，這才扶玉燕下馬，走進碾坊。兩人跨進門去，只見舂米的石桿提上落下，一下一下的打著米臼中的白米，卻不見有人。段譽道：「這兒有人麼？」忽聽得屋角稻草中兩人齊聲叫：「啊喲！」站起兩個人來，一男一女，都是十八九歲的農家青年。兩人衣衫不整，頭髮上沾滿了稻草，臉上紅紅的，神色十分尷尬忸怩。原來兩人是一對愛侶，那農女在此照料碾米，那小夥子便來跟她親熱，大雨中料得無人到來，當真是肆無忌憚，連段譽和玉燕在外邊說了半天話也沒聽見。段譽抱拳道：「吵擾吵擾，咱們來躲躲雨。兩位有甚麼貴幹，儘管請便，不用理睬咱們。」玉燕心道：「你這書獃子又來胡說八道了。他二人當著咱們，怎樣親熱？」她一個女孩兒家，乍然見到兩人的神態，早就飛紅了臉，不敢多看。段譽卻是全心全意都貫注在玉燕身上，於這對農家青年全沒在意。他扶著玉燕坐在凳上，說道：「你身上都濕了，那怎麼辦？」玉燕臉上又加了一層暈紅，心念一動，從鬢邊拔下了一支鑲著兩顆大珠的金釧，向那農女道：「姊姊，我這支金釧給了你，勞你駕借一套衣衫給我換換。」那農女雖不知這兩顆珍珠貴重無比，但黃金卻是識得的，心中有些不信，道：「我去拿衣衫給你換，這──這金釧兒我不要。」說著便從身旁的木梯走了上去。