第七十七回　捷立不屈她左一句「小淫賊」，右一句「小淫賊」，張無忌脾氣再好，卻也不禁著惱，突覺頭頸中有人呵了一口氣，不問可知，那是趙明又在取笑了。只聽丁敏君又道：「你愛找誰說話，愛跟誰相好，旁人原是管不著。但姓張的小淫賊是本派的生死對頭，昨晚眾人推他為武林盟主，你既算是本派掌門，何以不出言反對？就算彼眾我寡，反對不了，至少也得聲明一句，我峨嵋派不服，不當他是武林盟主，卻為何你一言不發，一般的歃血為盟，我瞧你啊，正是打從心中歡喜出來呢。那日在光明頂上，先師叫你刺他一劍，他居然不閃不避，對你眉花眼笑，而你也對他擠眉弄眼，不痛不養的輕輕刺了他一下，這中間若無私弊，有誰相信？」周芷若哭了出來，說道：「誰擠眉弄眼了？你儘說些難聽的言語來誣賴人。」丁敏君冷笑一聲，道：「我這話難聽，你自己所作所為，便不怕人說難看了，你的話便好聽了。哼，剛才你怎麼問那客房中的掌櫃來著？」「勞你的駕，這裏可有一位姓張的客官嗎？」「嗯，二十來歲年紀，身材高高的，或者，他不說姓張，另外開個姓氏。」她尖著嗓子，學著周芷若慢吞吞的聲調，說得別特別的妖媚宛轉，靜夜聽來，當真令人毛骨悚然。張無忌心下惱怒，暗想這丁敏君乃是峨嵋派中最為刁鑽刻薄之人，周芷若柔弱仁懦，萬萬不是她的對手，但若自己挺身而出，為周芷若撐腰，則一來這是峨嵋派本門事務，外人不便置喙，二來只有使周芷若處境更為不利，眼見周芷若被丁敏君擠逼得絕無分辯餘地，自己卻是束手無策。峨嵋派中本有若干同門，遵從滅絕師太的遺命，奉周芷若為掌門人，但丁敏君辭鋒咄咄，說得入情入理，各人心中均想：「先師和魔教結怨太深，周師妹和魔教教主果是干係非同尋常，倘若她將本派賣給了魔教，那便如何是好？」只聽丁敏君又道：「周師妹，你是武當派張真人引入先師門下，那魔教的小淫賊是武當派張五俠之子。這中間到底有什麼古怪陰謀，誰也不知底細。」她大聲說道：「眾位師兄師姊，先師雖有遺言，命周師妹接任掌門，可是她老人家萬萬料想不到，她圓寂之後，本派的掌門人立即便去尋那魔教教主，相敘私情。此事和本派存亡興衰，關係太大，先師若知今晚之事，她老人家必定另選掌門。先師的遺志，乃是要本派光大發揚，決不是要本派覆滅在魔教之手。依小妹之見，咱們須得繼承先師遺言，請周師妹交出掌門鐵指環，咱們另推一位德才兼備，資望武功足為同門表率的師姊，出任本派掌門。」她說了這幾句話，同門中已有五六人出言附和。周芷若道：「我受先師之命，接任本派掌門，這鐵指環決不能交。我實在不想當這掌門，可是我曾對先師立下重誓，決不能……決不能有負她老人家的託付。」這幾句話說來半點力量也無，有些本來不作左右袒的同門，聽了也不禁暗暗搖頭。丁敏君厲聲，道：「這掌門鐵環，你不交也得交！本派第一條門規，嚴戒欺師滅祖。第二條門規，嚴戒淫邪無恥。你犯了第一、第二兩條大戒，還能掌理峨嵋門戶麼？」趙明將嘴唇湊到張無忌耳邊，低聲道：「你的周姑娘要糟啦！你叫我一聲好姊姊，我便出頭去替她解圍。」無忌心中一動，知道這位姑娘足智多謀，必有妙策使周芷若脫困，但她年紀比自己小得多，這一聲「好姊姊」叫起來未免肉麻，實在叫不出口，正自猶豫，趙明又道：「你不叫也由得你，我可要走啦。」無忌無奈，只得在她耳邊低聲叫道：「好姊姊！」趙明噗哧一笑，正要長身而起，亭中諸人已然驚覺。丁敏君喝道：「是誰鬼鬼祟祟的在這兒偷聽。」突然間牆外傳來幾聲咳嗽，一個蒼老的女子聲音，說道：「黑夜之中，你峨嵋派在這裏鬼鬼祟祟的幹什麼？」幾陣衣襟帶風之聲掠過空際，涼亭外已多了兩個人。這二人對著月光而立，張無忌看得分明，一個是體態龍鍾的老婦，手持拐杖，正是金花婆婆，另一個是身形婀娜的少女，容貌奇醜，卻是殷野王之女，無忌的表妹蛛兒阿離。那日韋一笑將蛛兒擒去，上光明頂時隨手在山邊一放，轉身再尋時便已不知去向。張無忌自和她分別以來，常自想念，不料此刻忽爾出現，而且又和金花婆婆在一起，無忌心喜之下，幾欲出聲招呼。只聽得丁敏君已冷冷的道：「金花婆婆，你來幹什麼？」金花婆婆道：「你師父在那裏？」丁敏君道：「先師已於昨日圓寂，你在園外聽了這麼久，卻來明知故問。」金花婆婆失聲道：「啊，滅絕師太已圓寂了！是怎麼死的？為什麼不等著再見我一面？唉，唉，可惜，可惜……」一句話沒再說得下去，彎了腰不住的咳嗽。蛛兒輕輕拍著她背，一面向丁敏君冷笑道：「誰耐煩來偷聽你們說話？我和婆婆經過這裏，但聽你幾哩咕嚕的說個不停，我認得你的聲音，這才進來瞧瞧。我婆婆問你，你沒聽見麼？你師父是怎樣死的？」丁敏君怒道：「這干你什麼事？我為什麼要跟你說？」金花婆婆舒了口長氣，緩緩的道：「我生平和人動手，只在你師父手下輸過一次，可是那並不是武功招數不及，只是敵不過倚天劍的鋒利。這幾年來我發願要找一口利刃，再與滅絕師太一較高下。老婆子走遍了天涯海角，總算不枉了這番苦心，一位故人答應借寶刀於我一用，打聽得峨嵋派人眾被朝廷囚禁在萬法寺中，有心要救你師父出來，和她較量一下真實本領，豈知萬法寺已成一片瓦爍。唉！命中注定，金花婆婆畢生不能再雪此敗之辱，滅絕啊滅絕，你便不能遲死一天半日嗎？」丁敏君道：「我師父此刻若是尚在人世，你也不過遭一次挫敗，叫你輸得死心塌……」突然間拍拍拍拍，四下清脆響聲過去，丁敏君目眩頭暈，幾欲摔倒，臉上已被金花婆婆左右開弓，連擊了四掌。別看這老婆婆病骨支離，咳嗽連連，豈知出手竟是迅捷無倫，又是手法怪異，這四掌打得丁敏君竟無絲毫抗拒躲閃的餘地。丁敏君驚怒交集，刷的一聲拔出了長劍，指著金花婆婆道：「你這老乞婆，當真活得不耐煩了？」金花婆婆似乎根本沒聽見她的辱罵，對她手中閃閃發光的利劍也似視而不見，只緩緩的道：「你師父到底是怎樣死的？」她說話的語音極其蕭索，顯得十分的心灰意懶。丁敏君手中長劍的劍尖雖然距她胸口不過兩尺，終究是不敢便刺了出來，但仍是倔強異常的罵道：「老乞婆，我為什麼要跟你說？」金花婆婆長嘆一聲，自言自語的道：「滅絕師太，你一世英雄，可算是武林中出類拔萃的人物，豈知一旦身故，門下弟子竟是如此不肖，竟無一個像樣的人出來接掌門戶嗎？」一個身材高大的中年女尼走上一步，合掌說道：「貧尼靜住，參見婆婆。先師圓逝之時，遺命由周芷若周師妹接任掌門。只是本派之中，尚有若干同門未服。先師既已圓寂，今婆婆難償心願，大數如此，夫復何言？本派掌門未定，不能和婆婆定什麼約會，但峨嵋派乃武林大派，決不能墮了先師的威名。婆婆有什麼吩咐，便請示下，日後本派掌門，自當憑武林規矩，和你作一了斷。但若婆婆自恃前輩，逞強欺人，峨嵋派雖然今遭喪師大難，也唯有和你周旋到底，血濺荒園，有死而已。」這一番話侃侃道來，不亢不卑，連伏在長草中的張無忌和趙明也是聽得為之暗暗叫好。金花婆婆眼中亮光一閃，說道：「尊師圓寂之時，已然傳下遺命，派下了繼任的掌門人，那好極了。是那一位？便請一見。」她言語之中，顯然已比對丁敏君說話時客氣得多了。周芷若上前施了一禮，說道：「婆婆萬福！峨嵋派第四代掌門人周芷若，問婆婆安好。」丁敏君大聲道：「也不害羞，便自封為本派第四代掌門人了。」蛛兒冷笑道：「這位周姊姊為人很好，我在西域之時，多承周姊姊的照料。她不配做掌門人，難道你反配麼？你再在我婆婆面前放肆，瞧我不再賞你幾個嘴巴！」丁敏君大怒，刷的一劍，便向蛛兒分心刺來。蛛兒一斜身，伸掌便往丁敏君臉上擊去。她這身法手法和金花婆婆一模一樣，但動作之迅捷，卻是輸了一籌。丁敏君立即低頭，便躲了開去，但她那一劍卻也沒能刺中蛛兒。金花婆婆笑道：「小妮子，我教了多少次，這麼容易一招還沒是沒學會。瞧仔細了！」右手揮去，順手在丁敏君左頰上一掌，反手在她右頰上一掌，跟著又是順手擊左頰，反手擊右頰，這四掌段落分明，人人都瞧得清清楚楚，但丁敏君只覺全身在一股大力的籠罩之下，四肢竟是動彈不得，給她連打四掌，絕無招架之能。蛛兒笑道：「婆婆，你這手法我是會的，就沒這股內勁。我來試試。」丁敏君身子仍是被金花婆婆逼住了，眼見蛛兒的一掌又要打到臉上，氣憤之下，幾欲暈去。突然間周芷若閃身而上，纖手一伸，架開了蛛兒這一掌，說道：「姊姊且住！」轉頭向金花婆婆道：「婆婆，適才我靜住師姊已說得明白，本派同門武藝上雖不及婆婆精湛，卻也不容婆婆肆意欺凌。」金花婆婆笑道：「這姓丁的女子牙尖齒利，口口聲聲的不服你做掌門，你還來代她出頭麼？」周芷若道：「本派門戶之事，不與人相干。小女子既受先師之託，雖然本領低微，卻也不容外人辱及本派門人。」金花婆婆笑道：「好，好，好！」只說得三個「好」字，卻已劇烈的咳嗽起來。蛛兒遞了一粒藥丸過去，金花婆婆接過服下，喘了一陣氣，突然間雙掌齊出，一掌按在周芷若前胸，一掌按在她的後心，將她身子平平的按在雙掌之間，雙掌著手之處，正是周芷若的致命大穴。她這一招怪異之極，周芷若雖然學武年份不長，究已得了滅絕師太的三分真傳，不料莫名其妙的便對方制住了前胸後心的要穴，只嚇得花容失色，話也說不出來。金花婆婆森然道：「周姑娘，你這掌門人實乃稀鬆平常，難道尊師竟是將峨嵋派掌門的重任，交了給你這麼一個嬌滴滴的小姑娘麼？我瞧你呀，多半是胡吹大氣。」周芷若定一定心神，尋思：「她這時手上只須內勁一吐，我心脈立時便被震斷，死於當場。可是我如何能夠墮了師父的威風？」一想到師父，登時勇氣百倍，舉起右手，說道：「這是峨嵋派掌門鐵環，乃先師親手套在我的手上，豈有虛假？」金花婆婆一笑，說道：「要做峨嵋派的掌門，責任非輕，自貴派創派祖師郭襄女俠以降，每一代掌間人肩上都要挑一副重擔，這其中的關鍵，難道尊師也跟你說了麼？我瞧未必。」周芷若道：「自然跟我說了。」她此言一出口，心頭登時一震：「她怎麼知道本派的祕密？」金花婆婆道：「那麼那柄倚天劍呢？」周芷若道：「這是本派之物，跟你有什麼相干？金花婆婆，我老實跟你說，先師雖然圓寂，峨嵋派並非就此毀了。我落在你的手中，你要殺便殺，若想脅迫我做什麼不應為之事，那叫休想。本派陷於朝廷奸計，被囚高塔，卻有那一個肯降服了？周芷若雖是年輕弱女，既受重任，自知艱巨，早就將生死置之度外。」張無忌見周芷若胸背要穴俱被金花婆婆按住，生已在呼吸之間，而她兀自如此倔強不服，只怕金花婆婆一怒，立時便傷了她的性命，情急之下，便欲縱出相救。趙明已知他心意，抓住他的右臂，輕輕一搖，意思說不必忙在一時。只聽金花婆婆哈哈一笑，說道：「滅絕師太也不算怎麼走眼啊。這個掌門人武功雖弱，性格兒倒強。嗯，不錯，不錯，武功差的可以練好，江山好改，本性難移。」其實周芷若此早是害怕得六神無主，只是想著師父臨死時的重託，唯有硬著頭皮，捷立不屈，金花婆婆讚她性格堅強，那可將她看錯了。峨嵋眾同門本來都瞧不起周芷若，但此刻見她不計私嫌，挺身而出的迴護丁敏君，而在強敵的挾持之下，絲毫不失本派威名，心中均各起了對她敬佩之意。靜住長劍一晃，口中幾聲呼哨，峨嵋群弟子倏地散開，各出兵刃，團團將涼亭圍住了。金花婆婆笑道：「怎麼樣？」靜住道：「婆婆劫持峨嵋掌門，意欲何為？」金花婆婆咳了幾聲道：「你們想倚多為勝？嘿嘿，在我金花婆婆眼下，再多十倍，又有什麼分別？」突然間放開了周芷若，身形晃處，直欺到靜住身前，食中兩指，逕挖她的雙眼。靜住急忙迴劍削她雙臂，只聽得「嘿」的一聲悶哼，身旁已倒了一位同門師妹。原來金花婆婆的手法神異莫測，明攻靜住，左足卻已飛出，踢中了一名峨嵋女弟子腰間的穴道。但見她身形在涼亭周遭滴溜溜的轉動，大袖飛舞，間中還傳出幾下咳嗽之聲，峨嵋門人長劍擊刺，竟沒一劍能刺中她的衣衫，但男女弟子，卻已有七八人被打中穴道倒地。金花婆婆的打穴手法極是毒辣，被打中的都是大聲呼叫，一時廢園之中，淒厲的叫聲此起彼落，聞之心驚。金花婆婆雙手一拍，回入涼亭，說道：「周姑娘，你峨嵋派的武功，比之金花婆婆怎麼樣？」周芷若道：「本派武功當然高於婆婆，當年婆婆敗在先師劍下，難道忘了麼？」金花婆婆怒道：「滅絕老尼徒仗寶劍之利，那算得什麼？」周芷若道：「婆婆憑良心說一句，倘若先師和婆婆空手過招，勝負如何？」金花婆婆沉吟半晌，道：「不知道。我原想知尊師和我到底誰強誰弱，是以今日到大都來，唉！滅絕師太這一圓逝，武林中少了一位高人。前不見古人，後不見來者，峨嵋派從此衰了。」那七八名峨嵋弟子的呼號聲啊啊不絕，正似作為金花婆婆這句話的註腳。靜住等年長弟子用力給他們推拿過血，絲毫不見功效，看來金花婆婆的打穴手法另成一家，非她本人方始解得。張無忌當年治過不少傷在金花婆婆手底的武林健者，知道這個老婆婆下手之毒辣，江湖上罕有能及，有心出去相救，轉念又想：「這一來幫了周姑娘，卻得罪了蛛兒。我這位表妹不但對我甚好，而且是骨肉至親，我如何可厚此薄彼？」只聽金花婆婆道：「周姑娘，你服了我麼？」周芷若硬著口道：「本派武功深如大海，不能速成。咱們年歲尚輕，自是不及婆婆，日後進展，卻是不可限量。」金花婆婆笑道：「妙極妙極！金花婆婆就此告辭。待你日後武功不可限量之時，再來解他們的穴道吧。」說著攜了蛛兒之手，轉身便走。周芷若心想這些同門的苦楚，便一時三刻也是難熬，金花婆婆一走，只怕他們痛也痛死了，忙道：「婆婆慢走。我這幾位同門師姊師兄，還請解救。」金花婆婆道：「要我相救，那也不難。自今而後，金花婆婆和我這蛛兒所到之處，峨嵋門人避道而行。」周芷若心想：「我甫任掌門，立時便遇此大敵。倘若答應了此事，峨嵋派那裏還能在武林中立足？這峨嵋一派，豈非就在我手中給毀了？」金花婆婆見她躊躇不答，笑道：「你不肯墮了峨嵋派的威名，那也罷了，你將倚天劍借我一用，我就給你解救你的同門。」周芷若道：「本派師徒陷於朝廷奸計，被囚高塔，這倚天寶劍，怎麼還能在咱們手中？」金花婆婆原本也已料到此事，借劍之言，也也不過是萬一的指望，但聽到周芷若如此說，臉上還是掠過一絲失望的神色，突然間厲聲道：「你要保全峨嵋派聲名，便保不住自己的性命……」說著從懷中取出一枚丸藥，道：「這是斷腸裂心的毒藥，你服了下去，我便救人。」周芷若想起師父的囑咐，柔腸寸斷，尋思：「師父叫我欺騙張公子，此事我原本幹不了，與其活著受那無窮折磨，還不如一死，一了百了，什麼都不管的乾淨。」當下顫抖著接過毒藥。靜住喝道：「周師妹，不能吃！」張無忌見情勢危急，又待躍出阻止，趙明在他耳邊低聲道：「傻子！假的，不是毒藥。」無忌一怔之間，周芷若已將丸藥送入口中咽下。靜住等人紛紛呼喝，又要搶上和金花婆婆動手。金花婆婆冷笑道：「這毒藥麼，藥性一時三刻也不能發作。周姑娘，你跟著我，乖乖的聽話，老婆子一喜歡，說不定便給解藥於你。」說著走到那個被打中穴道的峨嵋門人身畔，在每人身上敲拍數下，那幾人疼痛登止，停了叫喊，只是四肢酸麻，一時仍不能動彈。這幾人眼見周芷若以身試毒，救了自己的苦楚，心中都是十分感激，有人便開言道：「多謝周師妹！」金花婆婆拉著周芷若的手，柔聲道：「乖孩子，你跟著我去，婆婆不會難為你。」周芷若尚未回答，只覺一股極大的力道拉著自己，身不由主的便騰躍而起。靜住道：「周師妹……」搶上欲待攔阻，斜刺裏一縷指風，勁射而至，卻是蛛兒從旁發指相襲。靜住左掌揮起一擋，不料蛛兒這招乃是虛招，拍的一響，丁敏君臉上已吃了一掌，這「指東打西」正是金花婆婆的武學。但聽得蛛兒格格嬌笑，已然掠牆而出。張無忌道：「快追！」一手拉著趙明，一手拉著小昭，三人同時越牆。靜住等突然見到長草中還躲著三人，無不驚愕。金花婆婆和張無忌的輕功何等高妙，待得峨嵋弟子躍上牆頭，那六人早已沒入黑暗之中，不知去向。張無忌等只追出十餘丈，金花婆婆已然驚覺，腳下絲毫不停，喝問：「來者是誰？」趙明道：「留下本派掌門，饒你不死！」低聲向張無忌道：「你給我掠陣，別現身！」身形一晃。搶上數丈，倚天劍劍尖已指到金花婆婆身後，這一招「金頂佛光」，正是峨嵋派劍法的嫡傳，也虧她聰明過人，竟然在萬法寺中一學之後，使將出來便絲毫不爽。她內勁雖然不足，輕功卻已臻上乘，這一招身隨劍去，大具威勢。金花婆婆聽得背後金刃破風之勢有異，放開了周芷若，急轉身軀。趙明手腕一抖，又是一招「千峰競秀」。金花婆婆識得她手中兵刃正是倚天寶劍，心下又驚又喜，伸手便來搶奪。數招一過，金花婆婆已欺近趙明身前，手指正要搭到她執劍的手腕，不料趙明長劍急轉，使出一招崑崙派的「旋風手」來。金花婆婆初時見她是個年輕女子，手持倚天劍，使的又是峨嵋嫡系的劍法，自當她是峨嵋弟子。金花婆婆為了專心對付滅絕師太，對峨嵋派劍法已鑽研數年，料得趙明功力不過爾爾，這一欺近身，倚天劍定然手到拿來，豈知趙明在危急之中，竟會使出崑崙劍法，這一下金花婆婆武功雖高，可也著了她的道兒，急忙著地一滾，方始躲開，但左手衣袖已被劍鋒輕輕帶到，登時削下一大片來。金花婆婆驚怒之下，欺身再上，趙明知道自己武功可和她差著一大截，不敢和她拆招，只是揮動倚天劍，左刺右劈，東舞西擊，忽而崆峒派劍法，忽而華山派劍法，一招崑崙派的「大漠飛沙」之後，緊跟是一招少林派達摩劍法的「金針渡劫」。每一招均是各派劍法中的精華所在，每一招均具極大威力，再加上倚天劍的鋒銳，金花婆婆武功雖高，竟是無法逼近她身子的六尺之內。蛛兒看得急了，解下腰間長劍，擲給金花婆婆。趙明疾攻七八劍，到第九劍上，金花婆婆不得不用兵刃招架，擦的一聲，長劍斷為兩截。金花婆婆臉色大變，倒縱而出，喝道：「小妮子到底是誰？」趙明笑道：「你怎地不拔屠龍刀出來？」金花婆婆怒道：「我若有屠龍刀在手，諒你也非我對手。你敢隨我去一試麼？」張無忌聽到到提及屠龍刀，心下大奇，只聽趙明道：「你這老婆子取得到屠龍刀，那倒好了。我只在大都等你，容你去取了刀來再戰。」金花婆婆道：「你轉過頭來，讓我瞧個分明。」趙明斜過身子，伸出舌頭，左眼閉，右眼開，臉上肌肉扭曲，向她扮了個極怪的鬼臉。金花婆婆大怒，在地下吐了一口唾液，拋下斷劍，攜了蛛兒和周芷若快步而去。張無忌道：「咱們再追。」趙明道：「那也不用忙，你跟我來。我包管你的周姑娘安然無恙便是。」無忌道：「你說什麼屠龍刀？」趙明道：「我聽這老婆子在廢園中說，她在海外向一位故人借得到了柄寶刀，要和滅絕師太的倚天劍一鬥。『倚天不出，誰與爭鋒？』要和倚天劍爭鋒，非屠龍刀莫屬，難道她竟向你義父謝老前輩借到了屠龍刀？我適才仗劍和她相鬥，便是要逼她出刀。可是她手邊又無寶刀，只叫我隨她去一試。似乎她已知屠龍刀的所在，卻是無法到手。」無忌沉吟道：「這倒奇了。」趙明道：「我料她必去海濱，揚帆出海前去找刀，咱們趕在頭裏，別讓雙眼已盲、心地善良的謝老前輩，受這惡毒的老婆子欺弄。」張無忌聽了她最後這兩句話，胸口熱血上湧，忙道：「是，是！」他初時答應趙明去借屠龍刀，只不過是為了大丈夫千金一諾，不能食言，此刻想到金花婆婆會去和義父為難，恨不得插翅趕去相救。當下趙明帶著兩人，來到王府之前，向府門前的衛士囑咐了幾句。那衛士連聲答應，回身入內，不久便牽了九匹駿馬，提了一大包金銀出來。趙明等三人騎了三匹馬，讓那六匹馬跟在身後輪流替換，直向東行。次日清晨，那九匹馬都已疲累不堪，趙明向地方官出示汝陽王調動天下兵馬的金牌，再換了九匹坐騎，當日深夜，已馳抵海邊。趙明騎馬直入縣城，命縣官急速備好一艘最堅固的大海船，船上舵工、水手、糧食、清水、兵刃、寒衣，一應備齊除此之外所有海船立即驅逐向南，海邊的一百里內，不許另有一艘海船停泊。汝陽王金牌到處，小小的縣官如何敢不奉命唯謹，不到一日，一切均已辦妥。趙明和無忌、小昭三人均換上水手裝束，用油彩抹得臉上黃黃的，再黏上兩撇鼠鬚，更無半點破綻。三人坐在海船之中，專等金花婆婆到來。這明明郡主料事如神，果然等到傍晚，一輛大車來到海濱，金花婆婆攜著蛛兒和周芷若，前來僱船。船上水手早受趙明之囑，諸多推託，直到金花婆婆取出一錠黃金作為船資，船老大方始勉強答應。金花婆婆等三人一上船，便命揚帆向東。無邊無際的茫茫大海之中，一葉孤舟，正向東南行駛。這艘海船船身甚大，船高二層，船頭甲板和左舷右舷均裝有鐵炮，原是蒙古軍的炮船。當年蒙古大軍擬遠征日本，大集舟師，不料一場颶風，將蒙古海軍打得七零八落，東征之舉，歸於泡影，但舟艦的規模，也從那時起遺了下來。這艘大炮船若是泊在岸邊，自是頗顯威武，但到了大海之中，卻又成了猶如隨風飄蕩的樹葉一般。這時張無忌、趙明、小昭三人，化裝了水手，躲在船艙下層。當日趙明一見到這艘船，就知不妙，百密一疏，竟沒想到那位縣官加倍巴結，去向水師借了一艘炮船來。臨到上船之時，船中糧食清水均已齊備，而其餘海邊船隻，已遵奉趙明之命，早向南駛出數十里之外。趙明苦笑之下，只有囑咐眾水手在炮口上多掛漁網，在船上裝上幾擔鮮魚，裝作是炮船舊了無用，早已改作了漁船。金花婆婆在海邊到處尋不到船，見有這樣一艘大船，便僱了下來，倒也沒瞧出破綻。其時舟行已有兩日，張無忌和趙明在底艙的窗洞中向外瞧去，只見白天的日頭，晚上的月亮，總是在左舷出現，顯然這船是在逕向南行。其時已是初冬天氣，北風大作，船帆吃飽了風，行駛甚速。無忌已和趙明商量過幾次：「我那義父是在極北的冰山島上，咱們要去找他，必須北行才是，怎麼反而南去？」趙明每次總是答道：「這金花婆婆必定另有古怪。何況這時節沒南風，咱們便要北駛，也沒法子。」到得第三日午後，那舵工抽空下艙來向趙明稟報，說道金花婆婆對這一帶海程甚是熟悉，什麼地方有大沙灘，什麼地方有礁石，竟比這舵工還要清楚。張無忌突然心念一動，說道：「啊，是了！莫非她是要回靈蛇島去？」趙明道：「什麼靈蛇島？」張無忌道：「金花婆婆的老家是在靈蛇島啊，她故世的丈夫叫做銀葉先生，靈蛇島金花銀葉，當年威震江湖，難道你沒聽說過麼？」趙明噗哧一笑，道：「你就大得我幾歲，江湖上的事兒，倒像是挺內行似的。」張無忌笑道：「明教的邪魔外道，原比郡主娘娘多知些江湖的閒事。」他二人本是死敵，各統豪傑，打過幾次激烈的硬仗，但在海船的艙底同處數日之後，言笑不禁，又共與金花婆婆為敵。相互間的隔膜竟是一天少於一天。那舵工稟報之後，只怕金花婆婆知覺，當即回到掌舵之處。趙明笑道：「大教主，那就煩你將靈蛇島金花銀葉威震江湖的事跡，說些給我這獨處深宮的小丫頭聽聽。」無忌笑道：「說來慚愧，銀葉先生是何等樣人，我是一無所知，那位金花婆婆，我卻大大的跟她作過一番對。」於是將自己如何於蝴蝶谷中跟「蝶谷醫仙」胡青牛學醫；如何各派人眾被金花婆婆和滅絕師太整得生死不得；如何胡青牛、王難姑夫婦終於又死於金花婆婆手下種種情由，一一向趙明說了。他想胡青牛脾性雖然怪僻，但對自己實在不錯，一想到他夫婦二人的屍體被金花婆婆高高掛在樹上的情景，不由得眼眶紅了。他說這番故事，只是將蛛兒要擒自己到靈蛇島去作伴、自己執意不肯、反而將她咬了一口的事略去了不說。為何要略去此節，自己心中也說不上來，或許怕被趙明聽來頗為不雅吧？