第六十三回　壞了大事蕭峰雖是企盼和此人結交，但想起他叫自己不可再追，又想起自己為中原群豪所不齒，只怕這人也是個鄙視仇恨契丹之人，當下目送那人的背影漸漸遠去，沒入樹林之徑，心下卻是不勝感嘆：「此人輕功佳妙，內力悠長，可惜不能和他見上一面！」他凝思半晌，這才進了小鎮，到一家小酒店沽酒而飲，每喝一碗，便拍桌說道：「好男兒，好漢子，唉，可惜，可惜！」他說「好男兒，好漢子」，是稱讚那人武功了得，殺死白世鏡一事又是處置得十分妥當；連稱「可惜」，那是感嘆沒能交上這個朋友。要知蕭峰本是個愛朋友如性命之人，這一次披逐出丐幫，更與中原群豪結下了深仇，以前的朋友是都斷了，心下自是十分鬱悶，今日無意中遇上一位武功堪與自己並駕齊驅的英雄，偏偏又是無緣結識，只得以酒澆愁。他一連喝了二十餘碗，付了酒資，揚長出門，心想：「段正淳尚未脫險，阮星竹、秦紅棉她們被我點了穴道，須得回去解救。」於是邁開大步，又回馬家。回去時未曾施展全力，腳程是慢得多了，回到馬家，時已過午，只見屋外雪地中一人也無，阮星竹、阿紫、秦紅棉、木婉清四個女人一個也不見了。蕭峰微微一驚：「是誰解開了我所點的穴道，救了她們？」推門進屋，只見白世鏡的屍身仍是倒在門邊，段正淳人已不在，坑邊伏著一個女人，滿身是血，正是馬夫人，她轉過頭來，低聲道：「行行好，快，快殺了我罷！」蕭峰見她臉色灰敗，只一夜之間，便如老了二十年一般，變得十分醜陋，便問：「段正淳呢？」馬夫人道：「救了他去啦──這──這些惡人！啊！」突然之間，她一聲尖叫，聲音尖銳刺耳之極。蕭峰出其不意，倒給她嚇了一跳，退後一步，道：「你幹甚麼？」馬夫人喘息道：「你──你是喬──幫主？」蕭峰苦笑道：「我早不是丐幫的幫主了。難道你又不知？」馬夫人道：「是的，你是喬幫主，喬幫主，你行行好，快，快殺了我。」蕭峰皺眉道：「我不想殺你，你謀殺親夫，丐幫中自有人來料理你。」馬夫人哀求道：「我──我實在抵不住啦，那小賤人手段這般毒辣，我──我做了鬼也不放過她。你──你看──我身上。」她身子伏在陰暗之處，蕭峰看不清楚，瞧她這麼說，便推開窗子，亮光照進屋來，一瞥之下，不由得微微一顫，只見馬夫人的肩頭、手臂、胸口，大腿，到處給人用刀子劃成一條條傷口，而這些傷口之中，竟是密密麻麻的爬滿了螞蟻。蕭峰看了她傷處，知她四肢和腰間關節處的筋絡全被人挑斷了，再也動彈不得，這不同點穴，可以解開穴道、回復行動，筋脈既斷，從此成了軟癱的廢人。最奇怪的是，何以傷口中竟有這許多螞蟻。只聽馬夫人跟著說道：「那小賤人，挑斷了我的手筋腳筋，割得我渾身是傷，又──又在傷口中倒了蜜糖水，蜜糖水，說要我麻癢幾天幾夜，受盡苦楚，說叫我求生不得、求──求死不能。」蕭峰只覺再看她的傷口一次，便要作嘔。他絕不是軟心腸之人，但殺人放火，素喜爽快乾脆，用惡毒法子折磨敵人，實所不取。他嘆了口氣，轉身到廚房中去舀了一盆水來，潑在她身上，令她免去螞蟻嚙體之苦。馬夫人道：「謝謝你，你良心好，我是活不成了，你行行好事，一刀將我殺了罷。」蕭峰道：「是誰──誰割傷你的？」馬夫人咬牙切齒，道：「是那個小賤人，瞧她年紀幼小，不過十五六歲，心腸手段卻是這般毒辣──」蕭峰失驚道：「是阿紫？」馬夫人道：「不錯，我聽得那個賤女人這麼叫她，叫她快將我殺了，可是這阿紫，這阿紫，偏要慢條斯理的整治我，說要給她父親報仇，要我受這種無窮之苦──」蕭峰皺眉道：「段正淳昔日和你有情，雖然你要殺他，但他見到女兒如此殘酷的折磨於你，難道竟不阻止？」馬夫人道：「他昏迷不醒，人事不知，那是──那是十香迷魂散之故。」蕭峰點頭道：「這就是了。想他也是個明辨是非的好漢，豈能縱容女兒如此胡作非為。嗯，這幾個女人被人點了穴道，是誰來解救的？」馬夫人呻吟道：「你別問了，別問了，快殺了我罷。」蕭峰哼了一聲，道：「你不好好回答，我在你傷口上再倒些蜜糖水，撒手而去，任你自生自滅。」馬夫人道：「你們男人──都是狠心腸惡毒的──」蕭峰道：「你謀害大元兄弟的手段便不毒辣？」馬夫人奇道：「你──你怎地甚麼都知道？是誰跟你說的？」蕭峰冷冷的道：「是我問你，不是你問我。是你求我，不是我求你。快說！」馬夫人道：「好罷，甚麼都跟你說。是一個麻衣麻冠的大頭漢子，先解開阿紫的穴道，我聽得阿紫叫他三師哥，後來阿紫請他解開了她媽媽阮星竹這賤人的穴道，阮星竹又求他解救另外兩個賤人。」蕭峰心中微微一凜，他知道阿紫出於星宿海老魔的門下，所學武功，最為邪惡歹毒。中原的豪傑之士，一聽到「星宿海老魔」的名字，若不掩耳疾走，那也必皺起了眉頭。幸好這老魔自知他這一派武功犯了眾怒，極少離開星宿海老巢，蕭峰便不知他到底是否到過中原。這時聽說阿紫是他三師哥救的，如此說來，星宿海老魔的門人弟子紛紛東來，一場腥風血雨、龍爭虎鬥，那是勢難避免了。蕭峰又問：「那人多大年紀？攜帶甚麼兵刃？」馬夫人道：「三十歲不到，比你年輕幾歲，沒見他攜帶甚麼兵刃。」蕭峰道：「這就是了。他們到那裏去啦？」馬夫人道：「我不知道，我不知道。你──你快殺了我。」蕭峰道：「問明白了，再殺不遲。要死，還不容易麼？要活就難了。你為甚麼要害死馬兄弟？」馬夫人雙目中露出兇光，道：「你非問不可麼？」蕭峰道：「不錯，非問不可。我是個硬心腸的男子，不會對你可憐的。」馬夫人呸了一聲，道：「你就是不說，難道我不知道？我今日落到這個地步，都是你害的。你這傲慢自大，不將旁人瞧在眼裏的畜生！你這豬狗不如的契丹胡虜，你死後墮入十八層地獄底下，天天讓惡鬼折磨你。你用蜜糖水來潑我傷口啊，為甚麼又不敢了！你這狗雜種，王八蛋──」她越罵越是狠毒，顯然心中積蓄了滿腔怨憤，非發洩不可。罵到後來，盡是市井穢語，骯髒齷齪，匪夷所思。蕭峰自幼和群丐混在一起，甚麼粗話都聽得慣了，他酒酣耳熱之餘，也常和大夥兒一塊說粗話罵人，但馬夫人一向斯文雅致，竟會罵得如此潑辣悍惡，卻是大出他意料之外。而這許多污言穢語，居然有許多是他從來沒聽見過的。他一聲不響，待馬夫人罵了個暢快，只見她一張慘白的臉，經過這場興奮的毒罵，掙得滿臉通紅，雙目中射出喜悅的神色。又罵了好一陣，她聲音才漸漸低了下來，最後說道：「喬峰你這狗賊，你害得我今日到這步田地，瞧你日後有甚麼下場。」蕭峰平心靜氣的道：「罵完了麼？」馬夫人道：「暫且不罵了，待我休息一會再罵，你這沒爹沒娘的狗雜種，老娘只消有一口氣在，永遠就不會罵完。」蕭峰道：「很好，你罵就是。我首次和你會面，是在無錫城外的杏子林中，那時大元兄弟已被你害死了，以前我跟你素不相識，怎麼說是我害得你到今日這步田地？」馬夫人恨恨的道：「哈，你說在無錫城外這才首次和我會面，就是這句話，不錯，就為了這句話。你這自高自大，自以為武功天下第一的傲慢傢伙，直娘賊！」她這麼一連串的大罵，又是半晌不絕，蕭峰由她罵個暢快，直等她聲嘶力竭，才道：「罵夠了麼？」馬夫人恨恨的道：「我永遠不會夠的，你──你這眼高於頂的傢伙，就算你是皇帝，也不見得有甚麼了不起。」蕭峰道：「不錯，就算是皇帝，那又有甚麼了不起？我從來不以為自己天下無敵，剛才──剛才有個人，他的武功就比我高。」馬夫人也不去理會他說的是誰，口中只是喃喃咒罵，又過一會，說道：「你說在無錫城外首次見到我，哼，洛陽城裏的百花會中，你就沒見到我麼？」蕭峰一怔，洛陽城中百花會，那是兩年前的事了，他與丐幫眾兄弟同去赴會，猜拳喝酒，鬧個暢快，可是說甚麼也記不起在會上見過馬夫人，便道：「那一次大元兄弟是去的，他可沒帶你來見我啊。」馬夫人又罵道：「你是甚麼東西。你不過是丐幫的頭兒，有甚麼神氣了？那天百花會中，我在那盆黃芍藥旁這麼一站，會中的英雄好漢，那一個不向我獃望？那一個不是瞧著我神魂顛倒？偏生你這傢伙自逞英雄好漢，不貪女色，連正眼也不向我瞧一下，偽君子，不要臉的無恥之徒。」蕭峰漸明端倪，道：「是了，我記起來了，那日花盆旁邊確是有幾個女子，那時我只管顧著喝酒，沒功夫去瞧甚麼花花草草、男人女人。倘若是前輩的女流英俠，我當然會上前拜見。可是你是我的弟婦，我沒瞧見你，又有甚麼大不了的失禮？你何必記這麼大的恨？」馬夫人道：「你難道眼睛中沒有生眼珠子麼？憑他是多出名的英雄好漢，都要從頭至腳的向我細細打量。有些德高望重之人，就算不敢向我正視，乘旁人不覺，總還是向我偷偷的瞧上幾眼。只有你，只有你──哼，百花會中一千多個男人，就只你自始至終沒瞧我。」蕭峰嘆了口氣，道：「我從小不喜歡跟女人在一起玩，年長之後，更是沒功夫去看女人，又不是單單的不看你。比你再美貌的女子，我起初也沒去留意，直到後來，可是又太遲了──」馬夫人尖聲道：「甚麼？你說比我更美貌的女人？那是誰？那是誰？」蕭峰道：「是段正淳的女兒，阿紫的姊姊。」馬夫人吐了口唾沫，道：「呸，這種賤女人，也虧你掛在嘴上──」她一言未畢，蕭峰抓住她的頭髮，提起她身子重重往地下一摔，說道：「你敢再說半句不敬她的言語，哼，教你嘗嘗我的毒辣手段。」馬夫人給他這麼一摔，幾乎昏暈過去，全身關節都是咯咯作響。她突然縱聲大笑，說道：「原來──原來咱們的喬大英雄，喬大幫主是給這小蹄子迷上啦，哈哈，哈哈，笑死人啦，丐幫的幫主，想做大理國公主的駙馬爺，喬幫主，我只道你是甚麼女人都不看的。」蕭峰雙膝一軟，坐在一張倚中，緩緩的道：「我只盼再能看她一眼，可是──可是──再也看不到了。」馬夫人冷笑道：「為甚麼？你想要她，憑你這身武功，難道還搶她不到？」蕭峰搖頭不語，過了良久，才道：「就是有天大的本事，也搶她不回來了。」馬夫人道：「為甚麼？哈哈，哈哈。」蕭峰低聲道：「她死了。」馬夫人笑聲陡止，心中微感歉意，覺得這個自大傲慢的喬幫主倒也有三分可憐。兩人都不說話，靜了片刻，蕭峰站了起來，道：「你的傷是救不好的了，你謀殺親夫，死有餘辜，我就是能找到薛神醫，也不會請他來救你，你還有甚麼說話？」馬夫人一聽到他要出手殺死自己，突然害怕起來，道：「你──你饒了我，別殺死我。」蕭峰道：「好，本來不用我動手。」邁步便要出去。馬夫人見他頭也不回的跨步出房，心中忿怒又生，大聲道：「喬峰，你這狗賊，當年我惱你正眼也不瞧我一眼，才叫馬大元來殺你。馬大元不肯，我才叫白世鏡殺了馬大元。你──你今日對我，仍是絲毫也不動心。」蕭峰回過身來，冷冷的道：「你謀殺親夫，就只為了我不曾瞧你一眼。撒這種漫天的大謊，有誰能信？」馬夫人道：「我立刻便要死了，更騙你作甚？你瞧我不起，我便要弄得你身敗名裂，在世人面前抬不起頭來。我在大元的鐵箱中發現汪幫主的遺書，得知了其中過節，便要大元當眾揭露，好叫天下好漢都知你是契丹的胡虜，要你別說做不成丐幫的幫主，連中原也無法立足、連性命也是難保。」蕭峰聽她說得如此狠毒，明知她全身已不能動彈，再也無法害人，但這樣一句句惡毒的言語鑽進耳來，卻也是不寒而慄，哼了一聲，說道：「大元兄弟不肯依你之言，你便將他殺了？」馬夫人道：「是啊，他非但不聽我話，反而狠狠的罵了我一頓。他向來對我千依百順，那裏有過這樣的疾言厲色？他得罪了我，我自有苦頭給他吃的。剛好第二日白世鏡來作客，瞧了我一眼又一眼，哼哼，這種色鬼男人，我叫他幹甚麼便幹甚麼，那裏還有倔強的。」蕭峰吁了口氣，道：「白世鏡鐵錚錚的一條好漢子，活活毀在你手中了。你──你也是用十香迷魂散給馬兄弟吃了，然後叫白世鏡捏碎他的喉骨，裝作是姑蘇慕容氏以『銷喉擒拿手』殺了他，是也不是？」馬夫人道：「是啊，哈哈，怎麼不是？以後的事情你都知道了，不用我解說了罷？」蕭峰道：「我那把扇子，是白世鏡盜來的？」馬夫人道：「哈哈，正是。」蕭峰道：「段家姑娘假扮白世鏡，雖然天衣無縫，卻也因此而給你瞧出破綻？」馬夫人道：「這小──小妮子，也真嚇了我一跳，還說甚麼八月十五的，那正是馬大元的死忌。可是後來我低聲說了兩句風情言語，她答得牛頭不對馬嘴，那就給我瞧出了破綻，我正要殺段正淳，恰好假手於你。喬峰，你的裝扮可低劣得很了，我一瞧出那小賤人是假扮的，再留神看看你，嘿嘿，甚麼馬腳都露了出來。」蕭峰咬著牙道：「段家姑娘是你害死的，這筆賬都要算在你身上。」馬夫人道：「是她來騙我的，又不是我去騙她。我只不過是將計就計。倘若她不來找我，讓白世鏡當上了丐幫的幫主，丐幫人眾自會和大理段氏結上怨家，這段正淳，嘿嘿，遲早逃不出我的手掌。」蕭峰道：「你好狠毒，跟你有過情誼的男人你要殺，沒心情來瞧瞧你容貌如何的男人，你也要殺。」馬夫人道：「美色當前，為甚麼不瞧？世上那有你這種假道學的偽君子。」她說著自己得意之事，兩頰潮紅，甚是興奮，但體力終於漸漸不支，說話已有些上氣不接下氣。蕭峰道：「我最後問你一句話，那個寫信給汪幫主的帶頭大哥到底是誰？你看過那封信，見過信上的署名。」馬夫人冷笑道：「嘿嘿，嘿嘿，喬峰，最後畢竟是你求我呢，還是我求你？馬大元死了、徐長老死了、趙錢孫死了、鐵面判官單正死了、華山的譚公譚婆死了、天台山的智光大師死了。世上就只我和這個帶頭大哥自己，才知道此人是誰。」蕭峰心跳加劇，道：「不錯，最後是我喬峰向你求懇，請你將此人的姓名告知。」馬夫人道：「我命在頃刻，你又有甚麼好處給我？」蕭峰道：「喬某但教力所能及，夫人有何吩咐，無有不遵。」馬夫人微笑道：「我還想甚麼？蕭峰，我惱恨你不曾細細瞧我，以致釀成這種種禍事，你要我告知那帶頭大哥的名字，那也不難，你將我抱在懷裏，好好的瞧我半天。」蕭峰眉頭微蹙，心中實是老大的不願，但世上確是只有她一人才知這個大秘密，自己的血海深仇，都著落在她口唇中吐出來的幾個字，別說此事並不十分為難，就算當真是為難尷尬之極的事，也只有勉強照辦，她命繫一線，隨時均能斷氣，威逼利誘，全無用處。喬峰心想：「倘若我執意不允，馬夫人一口氣轉不過來，那麼我的殺父殺母大仇人到底是誰，從此再也不會知道了，成大事者不拘小節，我抱著她瞧上幾眼，又有何妨？」於是便道：「好，我答允你就是。」彎腰將她抱在懷中，雙目炯炯，凝視著她的臉頰。這時馬夫人滿臉血污，又混著泥土灰塵，加之這一晚中她飽受折磨，容色憔悴，甚是難看，蕭峰抱著她本已十分勉強，瞧著她這副神情，不自禁的皺起了眉頭。馬夫人怒道：「怎麼？你看著我很討厭麼？」蕭峰只得道：「不是！」這兩個字實是他的違心之論，平時此就算遇到天大的危難，也不肯心口不一，此刻卻實在是無可奈何了。馬夫人道：「你要是不討厭我，那就親親我的臉。」蕭峰正色道：「萬萬不可。你是我大元兄弟的妻子，蕭峰是個守禮君子，豈可戲侮朋友的孀婦。」馬夫人道：「嘿嘿，你規矩守禮，怎麼又將我抱在懷裏──」便在此時，只聽得窗外有人噗哧一笑，說道：「喬峰，你這人好不要臉，害死了我姊姊，又來抱住了我爹爹的外室親嘴偷情，你害不害羞？」正是阿紫的聲音。蕭峰問心無愧，於這些無知小兒的言語，自亦不放在心上，對馬夫人道：「你快說，說那個帶頭大哥是誰？」馬夫人膩聲道：「我叫你瞧著我的，你轉開了頭，幹甚麼啊？」聲音之中，竟是不減嬌媚。這時阿紫已走進房來，笑道：「怎麼你還不死？這麼醜八怪的模樣，有那一個男人肯來瞧你？」馬夫人道：「甚麼？你──你說我是醜八怪的模樣？鏡子，鏡子，我要鏡子！」聲調中顯得十分驚惶。蕭峰道：「快說，快說啊，你說了我就給你鏡子。」阿紫卻順手從桌上拿起了一面明鏡，對準了她，笑道：「你自己瞧瞧，美貌不美貌？」馬夫人往鏡中一看，只見一張滿臉是血污塵土，面上惶急、恐懼、兇狠、惡毒、怨恨，種種醜惡之情，盡集於眉目唇鼻之間，那裏還是從前那個俏生生、嬌怯怯、惹人憐愛的美貌佳人？她睜大了雙目，再也合不攏來。蕭峰道：「阿紫，拿開鏡子，別惹惱她。」阿紫道：「我要叫她知道自己的相貌可有多醜！」蕭峰道：「你氣死了她，那可糟糕！」只覺馬夫人的身子已是一動也不動了，呼吸之聲，也不再聽到，忙一探她的鼻息，竟然已是氣絕。蕭峰大驚，叫道：「啊喲，不好，她斷了氣啦！」這聲喊叫，真如大禍臨頭一般。阿紫扁了扁嘴，道：「你心中當真很喜歡她，是不是？這種女人死了，也值得大驚小怪。」蕭峰跌足道：「唉，小孩子知道甚麼？我要問她一件事。這世上只有她一個人知道。若不是你來打擾，她已經說出來了。」阿紫道：「哎喲，又是我不好啦，是我壞了你的大事，是不是？」蕭峰嘆了口氣，心想人死不能復生，阿紫這小丫頭嬌縱成性，連她父母也是管她不住，何況旁人，瞧在阿朱的份上，甚麼也不能和她計較，當下將馬夫人放在榻上，說道：「咱們走罷！」四處一看，屋中無人，那老婢已不知去向，便取出火種，到柴房中去點燃了，片刻間火燄升起。兩人站在屋旁，見火燄從窗子中竄了出來，料想過不了兩個時辰，便連人帶屋，燒成灰燼。蕭峰道：「你還不回到爹爹媽媽那裏去？」阿紫道：「不，我不去爹爹媽媽那裏。爹爹手下那些人見了我便吹鬍子瞪眼睛，我叫爹爹將他們都殺了，爹爹真是胡鬧，偏偏不答應。」蕭峰心想：「你害死了凌千里，他的至交兄弟們自然恨你，段正淳又怎能為你而殺他忠心耿耿的部屬？你自己胡鬧，反說爹爹胡鬧，真是小孩兒家胡說八道。」便道：「好罷，我要去了！」轉過身子，向北而去。阿紫道：「喂，喂，慢著，等一下我。」蕭峰立定腳步，回過身來，道：「你去那裏？是不是回到師父那裏？」阿紫道：「不，現下我不回師父那裏，我不敢。」蕭峰奇道：「為甚麼不敢？又闖了甚麼禍啦？」阿紫道：「不是闖禍，我拿了師父的一部書，這一回去，他就搶過去啦，要等我練成之後再回去，那時給師父拿去，就不怕了。」蕭峰道：「是練武功的書罷？既是你師父的，你求他賜給你瞧瞧，他總不會不答應。何況你自己練，一定有很多不明白的地方，由你師父在旁指點，豈不是好？」阿紫扁扁小嘴，道：「師父說不給，就是不給，多求他也是沒有用的。」蕭峰對這個驕縱慣了的小姑娘很是不喜，說道：「好罷，你愛怎麼便怎樣，我不來管你。」阿紫道：「你到那裏去？」蕭峰瞧著馬家這幾間屋子燒起熊熊火燄，長嘆了一聲，道：「我本該前去報仇，可是不知仇人是誰。今生今世，這場大仇是再也不能報的了。」阿紫道：「啊，我知道了，馬夫人本來知道，可惜給我氣死了，從此你再也不知道仇人是誰。真好玩，真好玩。喬幫主威名赫赫，卻給我整治得一點法子也沒有。」蕭峰斜眼瞧著她，只見她滿臉都是幸災樂禍的喜悅之情。熊熊火光照射在她臉上，映得臉蛋有如蘋果般鮮紅可愛，那想得到這天真瀾漫的臉蛋之下，隱藏著無窮無盡的惡意。蕭峰怒火上衝，順手便想重重給她一個耳光，但隨即想起，阿朱臨死時求懇自己的，便是要他照料這個世上唯一的同胞妹妹，心想：「阿朱叫我盡力照料於她，我豈可違背阿朱的遺言？這小姑娘就算是大奸大惡，我也當盡力糾正她的過誤，何況她只不過是年輕識淺，胡鬧頑皮？」阿紫昂起了頭，道：「怎麼？你要打死我麼？怎麼不打了？我姊姊已給你打死了，再打死我又有甚麼打緊？」這幾句話便如尖刀般刺入蕭峰心中，他胸口一酸，無言可答，掉頭不顧，大踏步便往雪地中走去。阿紫笑道：「喂，慢著，你到那裏去？」蕭峰道：「中原已非我可居之地，我要到塞北之地，從此再也不回來了。」阿紫側頭道：「你取道何處？」蕭峰道：「我先去雁門關。」阿紫拍手道：「那好極了，我要到晉陽去，正好跟你同路。」蕭峰道：「你到晉陽去幹甚麼？千里迢迢，一個小姑娘怎麼單身趕這遠路。」阿紫笑道：「哈，怕甚麼千里迢迢？我從星宿海來到此處，那不是更加遠麼？我有你作伴，怎麼又是單身了？」蕭峰搖頭道：「我不跟你作伴。」阿紫道：「為甚麼？」蕭峰道：「我是男人，你是個年輕的姑娘，曉行夜宿，諸多不便。」阿紫道：「那真是笑話奇談了，我不說不便，你有甚麼不便？你跟我姊姊，也不是曉行夜宿，長途跋涉麼？」蕭峰低沉著聲音道：「我跟你姊姊已有婚姻之約，非同尋常。」阿紫拍手笑道：「哎喲，真瞧不出，我姊姊倒是挺規矩的，那知道你就跟我爹爹一樣，我姊姊就像我媽媽一般，不結成夫妻，卻早就相好成雙了。」蕭峰怒喝道：「你胡說八道，你姊姊一直到死，始終是個冰清玉潔的好姑娘，我對她嚴守禮法，好生敬重。」阿紫嘆道：「你大聲嚇我，又有甚麼用，姊姊總之是給你打死了，咱們走罷。」蕭峰聽到她說「姊姊總之是給你打死了」這句話，心腸軟了下來，說道：「你還是回到小鏡湖畔去跟你媽媽，要不然找個僻靜的地方，將那本書上的功夫練成了，回到師父那裏去。到晉陽去有甚麼好玩？」阿紫一本正經的道：「我不是去玩的，有要緊的大事要辦。」蕭峰搖搖頭道，道：「我不帶你去。」說著邁開大步，向前疾奔。阿紫展開輕功，隨後追來，叫道：「等等我，等等我！」蕭峰不去理她，邁開大步，徑自去了。行不多時，北風轉緊，又下起鵝毛般的大雪來，蕭峰衝風冒雪，快步行走，想起從此冤沉海底，大仇再也無法得報，心下自是鬱鬱，但無可奈何之中拋開了滿懷心事，倒也是一場大解脫。行了三十餘里，來到一處鎮上，乃是信陽北邊要衝的長台關。蕭峰第一件事自是找到一家酒店，先要了十斤白酒、五斤牛肉、一隻肥雞，自斟自飲，十斤酒喝完，又要了五斤，正要斟入碗中，忽聽得腳步聲響，走進一個人來，正是阿紫。蕭峰一見到是她，心道：「這小姑娘來敗我酒興。」轉過了頭，假裝不見。阿紫微微一笑，在他對面的另一張桌旁坐了下來，叫道：「店家，店家，拿酒來。」酒保走將過來，笑道：「小姑娘，你也喝酒麼？」阿紫斥道：「姑娘就是姑娘，為甚麼要加上一個『小』字？我幹麼不喝酒？你先給打十斤白酒，另外預備五斤，給侍候著，來五斤牛肉、一隻肥雞，快，快！」那酒保伸出了舌頭，半晌縮不進去，叫道：「哎唷，我的媽呀！你姑娘是當真還是說笑，吃得了這許多？」他一面說，一面斜眼向蕭峰瞧去，心中道：「人家可是衝著你來啦，你喝甚麼，她也喝甚麼，你吃甚麼，她也吃甚麼。」阿紫道：「你怕我吃了沒錢給是不是？」說著從懷中取出一錠銀子，噹的一聲，擲在桌上，說道：「我吃不了，喝不了，還不會餵狗麼？要你擔甚麼心？」那酒保賠笑道：「是，是！」又向蕭峰橫了一眼，心道：「人家可真跟你幹上了，繞著彎兒罵人那。」一會兒酒肉送了上來，那酒保端了一隻大海碗，放在她的面前，笑道：「姑娘，我跟你斟酒啦。」阿紫點頭道：「好啊。」那酒保給她滿滿斟了一大碗酒，心中說：「你若是喝乾了這碗酒，不醉在地下打滾才怪。」阿紫雙手端起酒碗，放在小嘴邊舐了一舐，皺眉道：「好辣，好辣。這劣酒難喝得很，世界上若不是有這麼幾個大蠢才肯喝，你們的酒怎麼賣得掉？」那酒保又向蕭峰斜睨了一眼，見他始終是不加理睬，不覺暗暗好笑。阿紫撕了隻雞腿，咬了一口，道：「呸，臭的！」那酒保叫屈道：「這隻香噴噴的肥雞，今兒早上還在咯咯咯的叫呢，新鮮熱辣，怎會是臭？」阿紫道：「嗯，說不定是你身上臭，要不然便是你店中別的客人臭。」其時雪花飛飄，途無行旅，酒店中就只蕭峰和她兩個客人。那酒保笑道：「是我身上臭，當然是我身上臭咧。小姑娘，你說話留神些，可別不小心得罪了別的爺們。」阿紫道：「怎麼啦，得罪了人家，還能一掌將我打死麼？」她一邊說，一邊雙筷挾了一塊牛肉，咬了一口，還沒咀嚼，便吐了出來，叫道：「哎啃，這牛肉酸的，這不是牛肉，是人肉，黑店吶黑店！」那酒保給她這麼一嚷，慌了手腳，忙道：「哎喲，姑娘，你行行好，別盡搗亂啊。這是新鮮的黃牛肉，怎麼說是人肉？人肉那有這麼粗的肌理？那有這麼紅艷艷的顏色？」阿紫道：「好啊，你知道人肉的肌理顏色，我問你，你們店裏殺過多少人？」那酒保笑道：「這位小姐就愛開玩笑。信陽府長台關好大的市鎮，咱們是四十多年的老店，那有殺人賣人肉的道理？」阿紫道：「好罷，就算不是人肉，那也是臭東西，傻瓜才吃的。哎喲，我靴子在雪地裏弄得這麼髒。」說著從盤中抓起一大塊煮得香噴噴的紅燒牛肉，便往她左腳的小靴擦去。靴幫上本來濺滿了泥漿，這麼一擦，半邊靴幫上泥漿去盡，牛肉的油脂塗將上去，登時光可鑒人。那酒保見她如此暴殄天物，用廚房中大師父著意烹調的牛肉來擦靴子，不由得大是心痛，在一旁不住的唉聲嘆氣。