第五十一回　登門求治吳長老的兄長為契丹人所殺，生平恨契丹入骨，忽然間聽說自己最敬愛的喬幫主居然是契丹人，懊喪之情，自是難以形容。這時這向望天還不知趣的來向他挑戰，真可說是求之不得，他身形一晃，便縱到了大廳前的庭院之中，大聲說道：「喬峰是契丹的狗種，還是我堂堂漢人，此時還未分明，倘若他真是契丹胡虜，我吳某第一個跟他拼了。要殺喬峰，數到第一千個也輪不到你。你是甚麼東西，在這裏囉哩囉唆，來來來，讓我來教訓教訓你。」向望天臉上鐵青，唰的一聲，從刀鞘中拔出單刀，一看到刃鋒便想起「喬峰拜上」那張字條來，心中不禁一怔。游驥說道：「兩位都是游某的賓客，衝著游某的面子，不可失了和氣。」徐長老也道：「吳兄弟，行事不可莽撞，須得顧全本幫的聲名。」人叢中忽然有人細聲細氣的說道：「丐幫出了喬峰這樣一位人物，聲名是好得很啊，真要好好的顧全一下才是啊！」丐幫群豪一聽，紛紛怒喝：「是誰在說話？」「有種的站將出來，躲在人堆裏做矮子，是甚麼好漢？」「是那一個混帳王八蛋？」但那人說了那句話後，就此寂然無聲，誰也不知說話的到底是誰。丐幫群豪給人冷言冷語的譏刺了幾句，都是十分惱怒，只是找不到認頭之人，實在是無法可施。丐幫雖是江湖上第一大幫，但幫中豪客做慣了化子，終究不是甚麼講究禮儀的上流人物，有的喝叫，有的更是連祖宗十八代也罵到了。薛神醫眉頭一皺，道：「眾位暫息怒氣，聽老朽一言。」群丐漸漸靜了下來，人叢中忽然又有那冷冷的聲音發出：「很好，很好，喬峰派了這許多人來臥底，待會是有一場好戲瞧了。」吳長老等一聽這幾句話，更加惱怒，只聽得唰唰之聲不絕，刀光耀眼，許多人都抽出了兵刃。其餘賓客只道丐幫眾人要動手，也有許多人取出兵刃，一片呼喝叫嚷之聲，亂成一團。薛神醫和游氏兄弟勸告大家安靜，但他三人的呼叫之聲，只有更添廳上的喧嘩。便在這亂成一團之中，一名管家匆匆進來，走到游驥身邊，在他耳邊低聲說了一句話。游驥臉上變色，問了一句話。那管家手指門外，臉上神色甚是驚駭和詫異。游驥在薛神醫的耳邊說了一句話，薛神醫的臉色也立時變了。游駒走到哥哥身邊，游驥向他說了一句話，游駒臉色也登時轉色。這樣一個傳一個，兩個傳四個，四個傳八個，越傳越快，頃刻之間，嘈雜喧嘩的大廳中寂然無聲，因為每個人都聽到了四個字：「喬峰拜莊！」薛神醫向游氏兄弟點了點頭，又向少林寺的玄難、玄寂二僧對望一眼，說道：「有請！」那管家轉身走了出去。群豪心中都是怦怦而跳，雖然明知己方人多勢眾，喬峰若有甚麼異動，眾人一擁而上，立時便將他亂刀分屍，但此人威名太大，孤身而來，顯是有恃無恐，實是猜不透他有甚麼奸險的陰謀。一片寂靜之中，只聽得蹄聲答答，車輪在石板上隆隆滾動，一輛騾車緩緩的駛到了大門之前。那騾車更不停止，從大門中直駛進來，游氏兄弟眉頭深皺，只覺此人肆無忌憚，實在忒也無禮。只聽得咯、咯兩聲響，騾車的輪子輾過了門檻，一條大漢手執鞭子，坐在車夫的位上。騾車帷子低垂，不知車中藏的有誰。群豪的目光不約而同的都瞧看那趕車的大漢，但見他方面長身，寬胸粗膀，眉目間不怒自威，正是丐幫的前任幫主喬峰。喬峰將鞭子往座位上一擱，一躍下車，抱拳說道：「聞道薛神醫和游氏兄弟在聚賢莊設英雄大宴，喬某不齒於中原豪傑，豈敢厚顏前來赴宴？只是今日有急事相求薛神醫，來得冒昧，還望恕罪。」說著深深一揖，神態甚是恭謹。喬峰越是禮貌周全，薛神醫等越是防他安排有甚麼陰謀詭計。游駒左手一揮，他門下的四名弟子悄悄從兩旁溜了出去，增強大門前後的守禦，一來防備喬峰的幫手衝入，二來可以阻擋喬峰逃走，薛神醫拱手還禮，說道：「喬兄有甚麼要在下效勞？」喬峰退了兩步，揭起騾車的帷幕，伸手將阿朱扶了出來，道：「只因在下行事魯莽，累得這位小姑娘中了別人的掌力，身受重傷。當今之世，除了薛神醫外，無人再能醫得，是以不揣冒昧，趕來請薛神醫救命。」群豪一見騾車，早就在疑神疑鬼，猜想其中藏著甚麼古怪，待見車中出來的是個十六七歲的小姑娘，都是大為詫異。又聽得喬峰說相求治傷，更是驚訝。薛神醫聽了這幾句話，也是大出意料之外。他一生之中，旁人千里迢迢的趕來求他治病救命，那是尋常之極，幾乎天天都有，但眼前大家正在設法擒殺喬峰，這無惡不作、天人共憤之人居然自己送上門來，實在令人難以相信。薛神醫上上下下的打量阿朱，見她形貌雖是清秀，卻也不是特異的美麗，何況年紀幼小，喬峰決計不會是受了這稚女的美色所迷。他忽爾心中一動：「莫非這小姑娘是他的妹子？嗯，那是決計不會，他對父母和師父都下毒手，豈能為一個妹子而干冒殺身的大險。難道是他的女兒？沒聽說喬峰曾娶過妻子。」薛神醫精於醫道，於各人的體質形貌，自是一望而知其特點，眼見喬峰和阿朱一個壯健粗獷、一個清秀纖小，身上沒半分相似之處，可以斷定絕無骨肉關連。他微一沉吟，道：「這位姑娘尊姓，和閣下有何瓜葛？」喬峰一怔，他自和阿朱相識以來，只知道她叫「阿朱」，到底是否姓朱，卻說不上來，便問阿朱道：「阿朱，你可是姓朱？」阿朱微笑道：「我姓阮，單名一個『詩』。只因我性喜穿紅色衣衫，所以公子叫我阿朱。」喬峰點了點頭，道：「薛神醫，她原來姓阮。我也是初知。」薛神醫更是奇怪，問道：「如此說來，你跟她不是深交了？」喬峰道：「她是我一個朋友的丫鬟，多少有些瓜葛。」薛神醫道：「閣下那位朋友是誰？想必與閣下情如骨肉，否則，怎能如此的推愛？」喬峰搖頭道：「那位朋友也只是神交，從來沒見過面。」他此言一出，廳上群豪都是「啊」的一聲，群相嘩然。一大半人心中不信，均想世上那有此事。看來他又是借此為由，行使甚麼陰謀詭計。但也有不少人知道喬峰生平不打誑語，儘管他作下兇橫惡毒的事來，但他自重身份，未必肯公然撒謊騙人。薛神醫伸出手去，替阿朱搭了搭脈，只覺她脈息極是微弱，體內真氣鼓盪，極不相稱，再搭她左手脈搏，已知其理，說道：「若不是閣下以內力替她續命，這位姑娘早已死在玄慈大師的金剛掌力之下了。」他一說了這兩句話，大廳上眾英雄又都是群相聳動，其中玄難、玄寂二僧更是奇怪，心想：「方丈師兄幾時以金剛掌力打過這個小姑娘？倘若她真是中了方丈師兄的金剛掌力，那裏還能活命？」玄難道：「薛居士，我方丈師兄數年未離本寺，而少林寺中向無女流入內，這金剛掌，只怕不是出於敝師兄之手。」薛神醫皺眉道：「世上更有何人能使這門大般若金剛掌？」玄難、玄寂相顧默然。他師兄弟二人在少林寺數十年，和玄慈是一師所授，用功不可謂不勤、用心不可謂不苦，但這大般若金剛掌始終以天資所限，無法練成。他二人倒也不感抱撼，須知這門掌法，少林派之中，往往要隔百餘年，才有一個特出的奇才能夠練成。只是練功的訣竅等等，上代高僧詳記在武經之中，有時全寺數百僧眾，竟無一僧能夠練成，卻也不致失傳。玄寂想問：「她中的真是大般若金剛掌？」但話到口邊，便又忍住。這句話若是問了出口，那是對薛神醫的醫道有存疑之意，這可是大大的不敬。玄難卻道：「這中間定有甚麼古怪，想我師兄乃有德高僧，一派掌門之尊，如何能出手打傷這樣一個小姑娘？這小姑娘再有千般的不是，我方丈師兄也決計不會和她一般見識。」群雄齊聲稱是，都道：「這中間定有甚麼玄虛。」大多數人均是向喬峰怒目而視，意思很是明白，倘若有人從中搗鬼，那自然是出於喬峰的手筆。喬峰心念一動：「這兩個和尚不認阿朱為玄慈方丈所傷，那再好沒有了。否則的話，薛神醫礙於少林派的面子，無論如何是不肯醫治的。」他順水推舟，說道：「是啊，玄慈方丈慈悲為懷、大德有道，絕不能以重手傷害這樣一個幼女。薛神醫和少林派交情素篤，是少林派出手傷了的人，薛神醫諒來也不肯醫治。多半是有人冒充少林寺的高僧，招搖撞騙，不免壞了少林派的名頭。」玄寂與玄難對望一眼，緩緩點頭，均想：「喬峰這廝雖是大奸大惡，這幾句話倒也說得有理。」阿朱卻是暗暗好笑：「喬大爺這話一點也不錯，果然是有人冒充少林寺的高僧，招搖撞騙。只不過冒充的不是玄慈方丈，而是智清。」可是玄寂、玄難和薛神醫等，那裏猜得到喬峰言語中的機關？薛神醫見玄寂、玄難二位高僧都這麼說，料知無誤，便道：「如此說來，世上居然還有旁人能使這門大般若金剛掌了，此人下手之時，受了甚麼阻擋，掌力消了十之七八。是以阮姑娘才不致當場斃命。此人掌力之雄渾，只怕能和玄慈方丈並駕齊驅，當世再無第三人能夠及得上。」喬峰心下暗自欽佩：「這位薛神醫當真醫道如神，單是搭了一下阿朱的脈搏，便將當時動手過招的情形說得一點也不錯，看來他定有治好阿朱的本事。」心念及此，臉上露出喜色，說道：「這位小姑娘倘若死在大般若金剛掌的掌力之下，於少林派的面子須不大好看，請薛神醫慈悲。」說著又是深深一揖。玄寂不等薛神醫回答，問阿朱道：「出手傷的是誰？你是在何處受的傷？此人現下是在何處？」他顧念到少林派的聲名，又想到世上居然有人會使大般若金剛掌，急欲問個水落石出。阿朱是個天性極為頑皮的少女，她可不像喬峰那樣，每一句說話都講究分寸，她胡說八道、瞎三話四，乃是家常便飯，心念一轉：「這些和尚都怕我公子，我索性抬他出來嚇嚇他們。」便道：「那人是個青年公子，相貌很是瀟灑英俊。我和這位喬大爺正在客店裏談論薛神醫的醫術出神入化，別說舉世無雙，甚至是空前絕後，前無古人、後無來者──」世人沒一個不愛聽恭維的言語，薛神醫生平不知聽到過多少稱頌讚譽，但這些言語出之於一個韶齡少女之口，卻還是第一次，何況她不怕難為情的大加誇張。薛神醫忍不住拈鬚微笑。喬峰卻是眉頭微皺，心道：「那有此事？小妞兒信口開河。」只聽阿朱續道：「那時候我說：『世上生了這位薛神醫，大夥兒學武也不用學啦？』喬大爺問道：『為甚麼？』我說：『打死了的人，這位薛神醫都能救得活來，那麼練拳、學劍還有甚麼用？你殺一個，他救一個，你殺兩個，他救一雙，大夥兒不是白累麼？』」她伶牙俐齒，聲音清脆，雖是重傷之餘，說來咭咭咯咯，還是令人馳而忘倦。說到這裏，眾人都是一樂，有的更加笑出聲來。阿朱卻一笑也不笑，繼續說道：「鄰座有個公子爺一直在聽咱二人說話，這時忽然冷笑道：『天下掌力，大都輕飄飄的沒有真力，那姓薛的醫生由此而浪得虛名。我這一掌，瞧他也治得好麼？』他說了這幾句話，就向我一掌凌空擊來。我見他和我隔著數丈遠，只道他是隨口說笑，也不以為意。喬大爺卻大吃了一驚──」玄寂道：「是他伸手擋架麼？」阿朱搖頭道：「不是！喬大爺倘若伸手擋架，那個青年公子就傷不到我了。喬大爺離我甚遠，來不及相救，急忙提起一張椅子，從橫裏擲來。他的勁力也真是使得恰到好處，只聽得喀喇喇一聲響，那隻椅子已被那青年公子的劈空掌力擊碎。我只覺全身輕飄飄的，好像是飛進了雲端一樣，半分力氣也無。那公子說道：『你去叫薛神醫先練上一練，日後替玄慈大師治傷之時，就不會手足無措了。』」玄難皺眉問道：「這句話是甚麼意思？」阿朱道：「他好像是說，將來要用這大般若金剛掌來打傷玄慈大師。」群雄「哦」的一聲，好幾個人同時說道：「以彼之道、還施彼身。」又有幾人道：「果然是姑蘇慕容！」所以用到「果然是」這三字，意思說他們事先早已料到了。原來阿朱明知慕容公子要來找少林寺的晦氣，是以胡吹一番，嚇對方一嚇，揚揚慕容公子的威風。游駒忽道：「喬兄適才說道是有人冒充少林高僧，招搖撞騙，這位姑娘卻又說打傷她的是個青年公子。到底是誰的話對？」阿朱忙道：「冒充少林高僧之人，也是有的，我就瞧見兩個和尚自稱是少林僧人，卻去偷了人家一條黑狗，宰來吃了。」她自如謊話中露出破綻，於是便東拉西扯，換了話題。薛神醫也知她的話不盡不實，一時拿不定主意是否該當給她治傷，向玄寂、玄難瞧瞧，向游驥、游駒望望，又向喬峰和阿朱看看。喬峰說道：「薛先生今日救了這位姑浪，喬峰日後不敢忘了大德。」薛神醫嘿嘿冷笑，道：「日後不敢忘了大德，難道今日，你還想能活著走出這聚賢莊麼？」喬峰道：「是活著出去也好，死著出去也好，那也管不了這許多。這位姑娘的傷勢，總得請你醫治才是。」薛神醫淡淡的道：「我為甚麼要替她治傷？」喬峰道：「救人一命，勝造七級浮屠。薛先生在武林中廣行功德，眼看這位姑娘無辜喪命，想必能打動先生的惻隱之心。」薛神醫道：「世上不論是誰帶這位姑娘來，我都替她醫治。哼，哼，單單是你帶來，我便不治。」喬峰臉上變色，森然道：「眾位今日群集聚賢莊，為的是對付喬某，我姓喬的豈有不知？」阿朱插嘴道：「啊喲，喬大爺，既是如此，你不該到這裏來冒險啦。」喬峰道：「我想眾位都是堂堂丈夫，是非分明，要殺之而甘心的只是喬某一人，和這位姑娘絲毫無涉。薛先生竟將痛恨喬某之意，牽連到阮姑娘身上，豈非大大的不該？」薛神醫給他說得啞口無言，過了一會，才道：「給不給人治病救命，全憑我的喜怒好惡，豈是旁人強求得了的？喬峰，你罪大惡極，咱們正要追拿於你，將你亂刀分屍，祭你父母師父。既是你自己送上門來，那是再好也沒有了，你便自行了斷罷！」他說到這裏，右手一擺，群雄齊聲吶喊，紛紛拿出兵刃，大廳上密密麻麻的寒光耀眼，說不盡的各種各樣長刀短劍、雙斧單鞭。跟著又聽得高處一聲吶喊，屋簷和屋角上露出不少人來，也都是手執兵刃，把守著各處要津。喬峰雖是見過不少大陣大仗，但往常都是率領丐幫與人對敵，己方總也是人多勢眾，從不如這次一般孤身陷入重圍，還攜著一個身受重傷的小女子，到底如何突圍，半點計較也無，心中實也不禁惴惴。阿朱更是害怕，哇的一聲，哭了出來，說道：「喬大爺，你快自行逃走。不用管我！他們跟我無怨無仇，不會害我的。」喬峰心念一動：「不錯，這些人都是行俠仗義之輩，絕不會無故加害於她。我還是及早離開這是非之地為妙。」但隨即又想：「大丈夫救人當救徹。薛神醫尚未答允治傷，不知她死活如何，我喬峰豈能貪生怕死，一走了之？」縱目四顧，一瞥間便見到不少武學高手。這些武學高手，有的是名聞四海，有的是藝蓋當時，自己倒有一大半相識。喬峰一見到這許多高手，登時激發了雄心壯氣，怯意盡去，心道：「喬峰便是血濺聚賢莊，給人亂刀分屍，那又算得甚麼？大丈夫生而何歡、死而何懼？」他哈哈一笑，說道：「薛神醫，你們都說我是契丹人，要除我這心腹大患。嘿嘿，是契丹人還是漢人，喬某此刻自己也不明白──」只聽得人叢中一個細聲細氣的人說道：「是啊，你是雜種，自不知自己是甚麼種。」這個人的聲音，便是先前譏刺丐幫的那人，只是他擠在人叢之中發聲，說得一兩句話便即住口，誰也不知到底是誰，幾次三番，群雄向聲音發出之處注目而視，始終沒見到是誰口唇在動。若說那人身材特別矮小，一群人中也無特異矮小之人。喬峰聽了這幾句話，凝目瞧了半晌，點了點頭，不加理會，向薛神醫續道：「倘若我是漢人，你今日如此辱我，喬某豈能善罷干休？如果我果是契丹，決意和大宋豪傑為敵，第一個要殺你，免得我傷一個大宋英雄，你便救一位大宋的好漢。是也不是？」薛神醫道：「不錯，不管怎樣，你都是要殺我的了。」喬峰道：「我求你今日救了這位姑娘，一命還一命，喬某永遠不動你一根毫毛便是。」薛神醫嘿嘿冷笑，道：「老夫生平救人治病，只有受人求懇，從不受人脅迫。」喬峰道：「一命還一命，甚是公平，也算不了是甚麼脅迫。」人叢中那個細聲細氣的聲音忽然又道：「你羞不羞？你轉眼便要給人亂刀斬成肉漿，還說甚麼饒人性命？你──」便在此時，喬峰突然一聲怒喝：「滾出來！」聲震屋瓦，樑上的灰塵簌簌而落，群雄均是耳中雷鳴，心跳加劇，人叢中一條大漢應聲而出，搖搖晃晃的站立不定，便似醉酒一般。喬峰見這人身穿青袍，臉色灰敗，身形極是魁梧，都不認得他是誰。黑白劍史安忽道：「啊，他是追魂杖譚青，是了，他是延慶太子的弟子。」這追魂杖譚青臉上肌肉扭曲，顯得全身有極大的痛楚，一雙手不住在自己胸口亂抓，從他身上發出說話之音道：「我──我和你無冤無仇，何故破我法術？」這聲音仍是這麼細聲細氣，只是斷斷續續，上氣不接下氣一般，他口唇卻是絲毫不動。各人見了，盡皆駭然，大廳上只有兩三人才知，他這門功夫是腹語之術，和上乘內功相結合，能迷得對方心神迷惘，失魂而死。但若遇上了功力此他更深的對手，施術不靈，他卻會反受其害。薛神醫怒道：「你是『惡貫滿盈』段延慶的弟子？我這英雄之宴，請的是天下英雄好漢，你這種無恥敗類，如何也混將進來？」忽聽得遠處高樹上傳來一人說道：「甚麼英雄之宴，我瞧是狗熊之會！」他說第一個字時相隔尚遠，說到最後一個「會」字之時，人隨聲到，從高牆上飄然而落，身形奇高奇瘦，行動卻是快極。屋頂上不少人發拳出劍阻擋，都是慢了一步，被他搶了過去。大廳上不少人認識，此人乃是「窮兇極惡」雲中鶴。這雲中鶴飄落庭中，身形晃處，已入大廳，抓起譚青，疾向薛神醫衝來。廳上有不少高手，都怕他傷害薛神醫，登時有七八人搶上相護，那知道雲中鶴早已算定，使這以進為退、聲東擊西之計，見眾人奔上，早已閃身後退，上了高牆。須知這英雄會中好手著實不少，要憑真實功夫，勝過雲中鶴的沒有五十，也有四十，只是被他佔了先著，誰都猝不及防。加之他輕功高得異乎尋常，一上了牆頭，誰都難以追上。群雄中不少人探手入囊，要待掏摸暗器，原在屋頂駐守之人也紛紛呼喝，過來攔阻，但眼看均已不及。喬峰說道：「留下罷！」凌空一掌拍出，掌力疾吐，便如有一道無形的兵刃，擊在雲中鶴背心。雲中鶴悶哼一聲，重重的摔將下來。雲中鶴一摔下地，口中鮮血狂噴，有如泉湧。那譚青卻仍是直立，只不過忽而踉蹌向東，忽而蹣跚向西，口中咿咿啊啊的唱起小曲來，十分滑稽。大廳上卻是誰也不覺有好笑之意，反覺眼前的神情甚是可怖，薛神醫知道雲中鶴受傷雖重，尚有可救，譚青心魂懼失，天下已無靈丹妙藥救他性命了。他想到喬峰輕描淡寫的一聲斷喝、一掌虛拍，居然有如此威力，若要取自己性命，未必有誰能阻他得住。他沉吟之間，只見譚青直立不動，再無聲息，雙眼睜得大大的，竟已氣絕。適才譚青出言侮辱丐幫，丐幫群豪雖是十分氣惱，可是找不到認頭之人，氣了也只是白氣，這時見喬峰一到，便將此人治死，心中均感痛快。吳長老、宋長老等直性漢子，幾乎要出聲喝采，只因想到喬峰是契丹大仇，這才強行忍住，每人心底卻都不免隱隱覺得：「只要他做咱們幫主，丐幫仍是無往不利，否則的話，唉，竟似步步荊棘，丐幫是無復昔日的威風了。」喬峰說道：「兩位游兄，在下今日在此間遇見不少故人，此後是敵非友，心下不勝傷感，想跟你討幾碗酒喝。」眾人聽他仍要喝酒，都是大感驚奇。游駒心道：「且瞧他要玩弄甚麼伎倆。」當即吩咐莊客，取出酒來。聚賢莊今日開英雄之宴，酒菜自是備得極為豐足，片刻之間，莊客便取了酒壺、酒杯出來。喬峰道：「小杯何能盡興？相煩取大碗裝酒。」兩名莊客取出幾隻海碗，一罈新開封的白酒，放在喬峰面前的桌上，在一隻大碗中斟滿了酒。喬峰道：「都斟滿了！」兩名莊客依言將幾隻大碗都斟滿了。喬峰端起一碗酒來，說道：「這裏眾家英雄，多有喬峰往日舊交，今日既有見疑之意，咱們乾杯絕交。那一位朋友要殺喬某的，先來對飲一碗，從此而後，往日交情一筆勾銷，我殺你不是忘恩，你殺我不算負義。天下英雄，俱為證見。」眾人一聽，都是一凜，大廳上一時鴉雀無聲，各人心中均想：「我上前喝酒！莫要中了他的暗算。他這劈空神拳擊將出來，如何能夠抵擋？」一片寂靜之中，忽然走出一個全身縞素的女子來，正是馬大元的遺孀馬夫人。她端起酒碗，森然說道：「先夫命喪你手，我跟你還有甚麼故舊之情？」將酒碗放到唇邊，喝了一口，說道：「量淺不能喝盡，生死大仇，有如此酒。」說著將大半碗都潑在地下。喬峰舉目向她直視，只見馬夫人眉目清秀，相貌頗美，那晚杏林中天色昏暗，此刻方始看清她的容顏。沒想到如此厲害的一個女子，竟是生著這麼一副嬌怯怯的模樣。他默然無語的舉起大碗，一飲而盡，向身旁莊客揮了揮手，命他斟滿。馬夫人退後，徐長老跟著過來，一言不發的喝了一大碗酒，喬峰跟他對飲一碗。傳功長老過來喝後，跟著執法長老過來。他舉起酒碗正要喝酒，喬峰道：「且慢！」執法長老道：「喬兄有何吩咐？」他對喬峰素來恭謹，此時的語氣竟是不異昔日，只不過不稱「幫主」而已。喬峰嘆道：「咱們是多年好兄弟，想不到以後成了冤家對頭。」執法長老眼中淚珠滾動，說道：「若非為了家國大仇，白世鏡寧願一死，也不敢與喬兄為敵。」喬峰點頭道：「此節我所深知。待會化友為敵，不免惡鬥一場。喬峰有一事奉托。」白世鏡道：「但教和國家大義無涉，白某自當遵命。」喬峰微微一笑，指著阿朱道：「丐幫眾位兄弟若念喬某也曾稍有微勞，請照護這位姑娘平安周全。」眾人一聽，都知他這幾句話乃是「托孤」之意，眼看他和眾友人一一乾杯，跟著便是大戰一場，在天下眾高手環攻之下，縱然給他殺得十個八個，最後總是難逃一死。大廳上這些英雄大都是慷慨俠烈之士，雖然恨他是胡虜韃子，多行不義，卻也不禁為他的豪氣所動。白世鏡武功甚高，成名已久，身為丐幫的執法長老，也是個大有擔當的好漢子。他素來和喬峰交情極深，聽了他這幾句言語，等於是臨終的遺言一般，便道：「喬兄放心，白世鏡定當求懇薛神醫賜予醫治。這位阮姑娘若有三長兩短，白世鏡自刎以謝喬兄便了。」這幾句話說得很是明白，薛神醫是否肯醫，他自是沒有把握，但他必定全力以赴。武林中的成名英雄說得出做得出，何況他是在這許多的英雄之前許下諾言，絕無食言之理。喬峰道：「如此兄弟多謝了。」白世鏡道：「待會交手，喬兄不可手下留情，白某若然死在喬兄手底，丐幫自有旁人照料阮姑娘。」說著舉起大碗，將碗中酒漿一飲而盡。喬峰也將一碗酒喝乾了。其次是丐幫宋長老、奚長老等過來和他對飲。丐幫的舊人飲酒絕交已畢，其餘幫會門派中的英豪，一一過來和他對飲。眾人越看越是駭然，眼看他已喝了四五十碗，一大罈烈酒早已喝乾，莊客們又去抬了一罈出來。但見喬峰神色自若，除了肚腹略見鼓起，此外竟無絲毫異狀。眾人均想：「如此喝將下去，醉也將他死了，還說甚麼動手過招？」殊不知喬峰是增一分酒意，增一分精神力氣，加之他連日來多遭冤屈，心下鬱悶難伸，這時將一切都拋開了，索性大鬥一場。他喝到五十餘碗時，鮑千靈和快刀祁六也均和他喝過了，向望天走上前來，端起酒碗，說道：「姓喬的，我來跟你喝一碗！」言語之中，頗為無禮。喬拳酒意上湧，斜眼瞧著他，說道：「憑你也配和我喝這絕交酒？你跟我有甚麼交情？」說到這裏，更不讓他答話，跨上一步，右手探出，已抓住他的胸口，手臂振處，將他從廳門中摔將出去，只聽得砰的一聲，向望天重重的撞在照壁之上，登時便暈了過去。這麼一來，大廳上登時大亂，喬峰躍到了院子之中，大聲喝道：「那一個先來決一死戰！」群雄見他神威凜凜，一時倒是無人上前。喬峰喝道：「你們不動手，我先動手了！」手掌揚處，砰砰兩聲，已有兩人中了劈空掌倒地。他隨勢向前一衝，肘撞拳擊、掌劈腳踢，霎時間又打倒了數人。游驥叫道：「大夥兒靠著牆壁，莫要亂鬥！」須知大廳上聚集著三百餘人，若是一擁而上，喬峰武功再高，也決計無法抗禦，只是地小人多，大家擁在一團，真能挨到喬峰身邊的，也只五六人而已，但見刀槍劍戟，四下舞動，一大半人倒要防備為自己人所傷。游驥這麼一叫，廳中心登時讓了許多空位出來。喬峰叫道：「讓我領教領教聚賢莊游氏雙雄的手段。」左掌一起，一隻大酒罈迎面向游驥飛了過去，游驥雙掌一封，待要用掌力將這隻酒罈拍開，不料喬峰跟著右掌一掌擊出，叭的一聲響，一隻大酒罈登時化為千百片碎片，碎瓦片極是鋒利，在喬峰凌厲之極的掌力推送之下，便如千百把鋼鏢、飛刀一般，游驥臉上中了三片，滿臉都是鮮血，旁人也有十餘人受傷。只聽得喝罵聲、驚叫聲、警告聲鬧成一圈。喬峰左足踢出，另一隻酒罈又凌空飛了起來。他正待又行加上一掌，忽然間背後一記柔和的掌力，虛飄飄拍來。這一掌力道雖柔，但其中顯是蘊有極渾厚的內力。喬峰知道這一掌是一位大高手所發，不敢怠慢，回掌擋架。兩人內力相激，各自凝了凝神。喬峰向那人瞧去，只見他形貌猥瑣，正是那個自稱為「趙錢孫李、周吳鄭王」的無名氏「趙錢孫」，心道：「此人內力如此了得，倒是不可輕視！」吸一口氣，第二掌便如排山倒海般擊了過去。趙錢孫知道一掌接他不住，雙掌齊出，意欲擋他一掌。身旁一個女子喝道：「你不要命了麼？」將他往斜裏一拉，避了喬峰正面這一擊。但喬峰的掌力還是洶湧而前的衝出──。