第二十八回　群蛇亂舞陸冠英搶步走到榻前，問道：「爹，您沒事吧？」陸莊主一笑道：「這廝好拳腳。」兩個頭領拿了繩索，將完顏康手足縛住。張寨主道：「在那兵馬指揮使段大人的行囊中，搜出了幾副精鋼的腳鐐手銬，正好用來銬這小子，瞧他還掙不掙得斷。」眾人連聲叫好，有人飛步去取了來，將完顏康手腳都上了雙重鋼銬。陸莊主笑道：「他們置備了用來欺壓百姓，現在正好叫自己嚐嚐滋味。朱熹朱夫子言道：『即以其人之道，還治其人之身。』那是一點兒也不錯的。」完顏康額上黃豆大的汗珠不住冒出來，但強行忍住，並不呻吟一下。陸莊主道：「拉他過來。」兩名頭領執住完顏康的手臂，將他拉到榻前，陸莊主伸手在他尾脊骨與左胸穴道各點了一點。完顏康身上疼痛漸止，心裏又是憤怒，又是驚奇：「此人出手和師父很像，難道他們有什麼淵源？」還未開言，陸冠英已命人將他押下監禁，眾寨主都退了出去。黃蓉與郭靖緩緩轉過身來，陸莊主笑道：「與孩子們好勇鬥狠，倒教兩位笑話了。」黃蓉見他剛才的掌法與點穴功夫全是自己所學的一路，不禁疑心更盛，但臉上不動聲色，笑問：「那是什麼人？他是不是偷了寶莊的東西，累得莊主生氣？」陸莊主呵呵大笑，道：「不錯，他們確是搶了咱們大夥兒不少財物。來來來，咱們再看書畫，別讓這小廝掃了清興。」陸冠英退出書房，三人又再觀畫。郭靖全然不懂，陸莊主與黃蓉一幅幅的向他解釋，畫中山水怎樣，人物怎樣，翎毛與草蟲又是怎樣。等看到書法，郭靖興緻突然大振，覺得書法中的銀鉤鐵劃，筆鋒勁力，有些地方竟然和劍法暗合，不過他與黃蓉並未顯露會武，所以心中雖然想到，卻也不便談論。中飯過後，陸莊主命兩名莊丁陪同他們去遊覽張公、善卷二洞，那是天下勝景，洞中奇幻莫名，兩人遊到天色全黑，這才盡興而返。晚上臨睡時，郭靖道：「蓉兒，怎麼辦？救不救他？」黃蓉道：「咱們在這兒且再住幾天，我還摸不準陸莊主的底子。」郭靖道：「他的武功與你門戶很近啊。」黃蓉沉吟道：「奇就奇在這裏，莫非他識得梅超風？」兩人猜測不透，只怕隔牆有耳，不敢多談，當即熄燈而睡。睡到中夜，只聽得瓦面上輕輕一響，接著地上擦的一聲，兩人都是和衣而臥，睡得又極為警醒，一聽見異聲，立即同時從床上躍起，推窗一望，果見一個黑影躲在一叢玫瑰之後。那人四下一望，向東走去，瞧他全神提防的模樣，似是闖進莊來的外人。黃蓉本來只道歸雲莊只是太湖群雄的總舵，但一見陸莊主出手，心知其中必然另有隱祕，決意要探個水落石出，當下一拉郭靖的手，翻出窗子，悄悄跟在那人身後。只跟得幾步，星光下已看清那黑影是個女子，而且武功並非極高，黃蓉大了膽子，慢慢走近那女子臉孔微一側，原來卻是穆念慈。黃蓉心中暗笑：「好啊，你來救意中人啦。倒要瞧瞧你用什麼手段。」只見穆念慈在園中東轉西走，不多時已迷失了方向。黃蓉對莊中佈置瞭若指掌，知道依這莊園的方位建置，關人的所在必在西南角上，不是「明夷」就是「無妄」，這是易經中八卦方位之學，她父親黃藥師精研其理，閒時常與她口講指授的。這莊園構築雖奇，其實尚未得易理精要，明眼人一看便知，那裏及得上桃花島中一陽復始、乾坤倒置的奧妙。黃蓉心想：「照你這樣走去，一百年也找不到他。」當下俯身在地下抓了一把散泥，見穆念慈正走到歧路，躊躇不決，拈起一粒泥塊，向左邊路上一擲，低沉了聲音道：「向這邊走。」身子一閃，躲在旁邊花叢之中。穆念慈吃了一驚，回頭看時，卻不見人影。她又驚又疑，提劍在手，縱身過來。黃蓉與郭靖的輕身功夫高她甚遠，早已躲起，那能讓她找到？穆念慈正感徬徨，心想：「這人不知存的是好心壞心，反正我找不到路，姑且照他的指點試試。」當下依著向左走去，每到一次歧路，總有小粒泥塊擲明方向，曲曲折折的走了好一陣子，忽聽得嗤的一聲一粒泥塊遠遠飛去，撞在一間小屋的窗上，眼前一花，兩個黑影從身邊閃過，倏忽不見去向。穆念慈心念一動，奔向那間小屋，只見屋前兩名大漢倒在地下，眼睜睜的望著她，手中各執兵刃，卻就是動彈不得，顯是已被人點中了穴道。穆念慈心知暗中有高人相助，輕輕推門進去，側耳靜聽，室中果有呼吸之聲。她低聲叫道：「康哥，是你麼？」完顏康早已在看守人跌倒時驚醒，一聽是穆念慈的聲音，又驚又喜，忙道：「是我。」穆念慈大喜，黑暗中辨聲走近，說道：「不知有那位前輩高人在暗中相助，咱們走吧。」完顏康道：「你可帶有寶刀寶劍麼？」穆念慈道：「怎麼？」完顏康輕輕一動，手鐐腳銬上發出了一些金鐵碰撞之聲。穆念慈上去一摸，心中大悔，恨恨的道：「那柄削鐵如泥的匕首我不該給了黃家妹子。」黃蓉與郭靖躲在屋外竊聽兩人說話，她心中暗笑：「等你著急一會，我再把匕首給你。」穆念慈十分焦急，道：「我去盜鐵銬的鑰匙。」完顏康道：「妹子，你別去，莊內敵人厲害，你去犯險必然失手，無濟於事。」穆念慈道：「那麼我揹你出去。」完顏康道：「他們用鐵鍊將我鎖在柱上，揹不走的。」穆念慈急得流下淚來，嗚咽道：「那怎麼辦？」完顏康笑道：「你親親我吧。」穆念慈跺腳道：「人家急得要命，你還鬧著玩。」完顏康悄聲笑道：「誰鬧著玩了？這是正經大事啊。」穆念慈並不理他，苦思救他之計。完顏康道：「你怎麼知道我在這裏？」穆念慈道：「我一路跟著你啊。」完顏康很是感動，道：「妹子，你靠在我身上，我跟你說。」穆念慈坐在地下的席上，偎倚在他懷中。完顏康道：「我是大金國欽使，諒他們不敢隨便傷我。只是我被羈留在這裏，卻要誤了父王囑咐的軍國大事，這便如何是好？妹子，你替我做一件事。」穆念慈道：「什麼？」完顏康道：「你把我項頸裏那顆金印解下來。」穆念慈伸手到他頸中，摸著了印，將繫印的絲帶解開。完顏康道：「這是欽使之印，你拿了趕快到臨安府去，求見宋朝的史彌遠史丞相。」穆念慈微微一驚，道：「我一個普通女子，史丞相怎肯見我？」完顏康笑道：「他見了這金印，迎接你都還來不及呢。你對他說，我被太湖盜賊劫在這裏，不能親去見他，要他記住一件事：如有蒙古使者到臨安來，決不能見，拿住了立即斬首。」穆念慈道：「那為什麼？」完顏康道：「這些軍國大事，說了你也不懂。你把我這句話去對丞相說了，那就是替我辦了一件大事。要是蒙古的使者先到了臨安，和宋朝君臣一見面，那可對咱們大金國大大不利。」穆念慈慍道：「什麼咱們大金國？我可是好好的大宋百姓。你不說清楚，我不能給你辦這件事。」完顏康微笑道：「難道你將來不是大金國的王妃？」穆念慈霍地站起，說道：「我義父是你親生爹爹，你是好好的漢人。難道你是真心的要做王爺？我只道，只道你……」完顏康道：「怎樣？」穆念慈道：「我一直當你是個智勇雙全的好男兒，當你假意在金國做小王爺，俟個良機，要給大宋出一口氣。你，你真的竟然會認賊作父麼？」完顏康聽她語氣大變，喉頭哽住，顯是又氣又急，當下默然不語。穆念慈又道：「大宋的錦繡江山給胡虜佔了一大半去，咱們漢人給金人擄掠殘殺，欺壓拷打，難道你一點也不在意麼？你……你……」她說到這裏，再也說不下去，把金印往地下一擲，掩面就走。完顏康顫聲叫道：「妹子，我錯啦，你回來。」穆念慈停步，回過頭道：「怎樣？」完顏康道：「等我脫難之後，我不再做什麼勞什子的欽使，也不回到金國去啦。我跟你隱居歸農，總好過成日心中難受。」穆念慈嘆了一口氣，呆呆不語。原來她自與完顏康比武之後，一往情深，竟將他當作是天下最了不起的大英雄大豪傑。完顏康不肯認父，她只道他另有深意；他出任金國欽使，她又代他著想，認定他要身居有為之地，想幹一番轟轟烈烈的大事，替大宋揚眉吐氣。豈知這一切全是女兒家的癡情獃想，這人那裏是甚麼英雄豪傑，直是個貪圖富貴的無恥之徒。穆念慈想到傷心之處，只感萬念俱灰。完顏康低聲道：「妹子，怎麼了？」穆念慈不答。完顏康道：「我媽說你義父是我的親生父親。我還沒能問個清楚，他們兩人就雙雙去世，我一直心頭胡塗。」穆念慈稍稍回心，暗想：「要是他真的還未明白自己的身世，那也不能太怪他。」當下說道：「拿你金印去見史丞相之事，再也休提。我去找黃家妹子，取了匕首來救你。」黃蓉本擬將匕首還她，但適才在窗外聽了完顏康一番話，氣他為金國謀幹軍國大事，心道：「我爹爹最恨金人，讓他在這裏關幾天再說。」完顏康卻問：「這莊裏的道路極為古怪，你怎麼認得出？」穆念慈道：「有一位高人在暗中給我指點，卻不知是誰。他始終不肯露面。」完顏康沉吟了一下，道：「妹子，下次你再來，只怕被莊中高手發覺。你如真肯救我，你去替我找一個人。」穆念慈慍道：「我可不去找什麼死丞相活丞相。」完顏康道：「不是丞相，是找我師父。」穆念慈「啊」了一聲。完顏康道：「你拿我身邊這條腰帶去，在腰帶的金環上用刀尖刻『完顏康有難，在太湖西畔歸雲山莊』十三個字，到蘇州之北三十里的一座荒山之中，找到有九個死人骷髏，疊在一起，疊成樣子是上一中三下五，你把這腰帶放在第一個骷髏之下。」穆念慈愈聽愈奇，問道：「幹什麼啊？」完顏康道：「我師父雙眼已盲，她摸到金環上刻的字，就會前來救我。你放了腰帶之後，不可停留，必須立刻離開。我師父脾氣古怪，如發覺骷髏之旁有人，說不定會傷你性命。她神通廣大，必能救我脫難，你在蘇州玄妙觀前等我便了。」穆念慈道：「你得立個誓，決不能再認賊為父，賣國害民。」完顏康怫然不悅，道：「我把事情弄明白之後，自然照我良心行事。你這時逼我立誓，又有什麼用？」穆念慈道：「好！我去給你報信。」從他身上解下腰帶。完顏康道：「妹子，你要走了？過來讓我親親。」穆念慈道：「不！」站起來走向門口。完顏康道：「只怕不等師父來救，他們先將我殺了，那我可永遠見不到你啦。」穆念慈心中一軟，嘆了一口長氣，走近身去，偎在他懷中，讓他在臉上親了幾下，忽然斬釘截鐵的道：「將來要是你不做好人，我就死在你的面前。」完顏康軟玉在懷，正想和她溫存，萬料不到她會在這時候說出這種話來，只呆得一呆，穆念慈已一躍而起，走出門去。出來時黃蓉如前給她指路，穆念慈奔到圍牆之下，輕輕叫道：「前輩既不肯露面，小女子只得望空叩謝大德。」說罷跪在地下，磕了三個頭，只聽得一聲嬌笑，一個清脆的聲音說道：「啊喲，這可不敢當。」抬起頭來，繁星在天，花影遍地，那裏有半個人影。穆念慈好生奇怪，聽聲音依稀似是黃蓉，但想她怎會在這莊子之中，又怎識得莊中這些希奇古怪的道路？一面走路，一面思索，始終不得其解，走出離莊十餘里，在一顆大樹下打個盹兒，等到天明，乘了船過得太湖，來到蘇州。那蘇州是東南繁華之地，雖然比不得京城杭州，卻也是錦繡盈城，花光滿目，要知南宋君臣把東南財賦調集在蘇杭二州，供其淫樂，苟安於半壁江山，早忘了北地百姓呻吟於金人鐵蹄踐踏下之苦。因此上道路間哀鴻遍野，朱門中笙歌沸耳。穆念慈心中有事，無心賞玩山川形勝，在一家麵館中匆匆吃了些麵點，眼見太陽偏西，當即趕向北郊，依著完顏康所說路徑去找尋他的師父。愈走道路愈是荒涼，眼見太陽沒入山後，遠處傳來一聲怪鳥鳴叫，心中不禁惴惴，她離開大道，向山後坳谷中找尋，直到天將全黑，那裏有骷髏的蹤影。她心下琢磨，且看附近有什麼人家，權且借宿一宵，明天早晨再找。當下奔上一個山坵，四下一望，見西邊山旁有一所屋宇，心中一喜，立即向西奔去。走到臨近，卻是一座破廟，門楣上一塊破匾，寫著「藥王廟」三字，在門上輕輕一推，那門砰的一聲，向後便倒，地下灰土飛揚，原來那廟久無人居。穆念慈走入進殿去，只見佛像東倒西歪，身上滿是蛛網塵垢。她按住供桌用力一掀，那桌子尚喜完好，於是找些草來拭抹乾淨，再將破門豎起，吃了一些乾糧，把背上包裹當作枕頭，就在供桌上睡倒。心裏一靜，立時想起完顏康的為人，又是傷心，又是慚愧，不禁流下淚來，但念到他的柔情蜜意，心頭又不禁為之一蕩，這樣胡思亂想，柔腸百轉，直到天交二更，方才睡著。睡到半夜，矇矓中忽聽得廟外有一陣颼颼的異聲，既不似狂風掃葉，也不像流水激石，一凜之下，坐起來一聽，那聲音更加響了。她躍到門口向外一張，只嚇得心中怦怦亂跳，皓月之下，幾千幾萬條青蛇蜿蜒東去，陣陣腥味從門縫之中傳了進來。過了良久，青蛇才漸稀少，忽聽腳步聲響，三個白衣男子手持長桿，押在蛇陣後面。穆念慈縮在門後，不敢再看，只怕被他們發覺，耳聽得腳步聲過去，再在門縫中張望，此時蛇群過盡，荒郊寂靜無聲，穆念慈如在夢寐，真難相信適才自己親眼所見的情景。她緩緩推開破門，向四下一望，朝著群蛇去路走了幾步，見已瞧不到那幾個白衣男子的背影，才稍寬心，正待回廟，忽見遠處一塊岩石之上，月光照射之處，有一堆灰白色的東西，模樣甚是詭異。穆念慈走近一看，低低驚呼一聲，正是一堆骷髏。她數了一數，上一中三下五，不多不少，恰是九顆白骨骷髏。她整日就在找尋這九個骷髏，然而深夜之中驀地見到，形狀又如此可怖，卻也不禁臉上變色。她慢慢走近，從懷中取出完顏康的腰帶，伸右手去拿最上面的那顆骷髏，手臂微微發抖，剛一摸到，自己五個手指恰恰陷入了骷髏頂上五個小孔之中，這一下全然出乎她意料之外，就像骷髏張口咬住了她五指一般，伸手一甩，卻將骷髏帶了起來。她大叫一聲，轉身想逃，走了兩步，才想到全是自己嚇自己，不禁失笑，當下將腰帶放在三顆骷髏之上，再將頂端的那顆壓在上面，心想：「他的師父真是古怪，卻不知模樣是怎樣可怕？」那日梅超風在趙王府中與眾人惡鬥之時，穆念慈已隨了義父母逃出王府，所以並未見到。她放好之後，心中默祝：「但願師父您老人家拿到腰帶，立刻去將他救出，命他改歸正途。」心中正想到那身上套著銬鐐的完顏康時，突覺肩頭被人輕輕一拍。穆念慈這一驚非同小可，當下不敢回頭，雙足一點，已躍過了骷髏堆，雙掌護胸，這才轉身，那知敵人如影隨形，早已跟在她的身後，她剛轉身，那人又在她後面肩頭輕輕一拍。穆念慈連迴五六次轉身，始終不見到背後的人影，真不知是人是鬼，是妖是魔。穆念慈嚇得出了一身冷汗，不敢再動，顫著聲音叫道：「你是誰？」後面那人俯頭過來在她頭上一嗅，笑道：「好香！」穆念慈急轉身子，只見一人儒生打扮，手揮摺扇，神態甚是瀟灑，正是在北京逼死她義父義母的兇手之一的歐陽公子。穆念慈又驚又怒，料知不敵，回身就奔出十餘步，歐陽公子卻已轉在她的面前，張開雙臂，笑吟吟的等著，她只要再衝幾步，正好撞入他的懷裏。穆念慈急收腳步，向左狂奔，只逃出數丈，那人又等在前面。她連換了幾個方向，始終離不開他的掌握。歐陽公子見她又驚又怕，芳容失色，心中更是高興，明知一伸手就可將她拿到，卻偏要將她戲弄一番，猶如惡貓捉住老鼠，故意擒之又縱、縱之又擒的以資玩樂一般。穆念慈知道危急，颼地從腰間拔出柳葉刀，刷刷兩刀，向他迎頭砍去。歐陽公子笑道：「啊喲，不要動粗！」身子一側，右手將她雙臂帶在外檔，左手倏地穿出，已經摟住她的纖腰。穆念慈用力一掙，只感手腕上一痛，那刀已被他奪去擲下，自己身子剛剛掙脫，立時又被他雙手抱著。這一下就如黃蓉在完顏康的欽使行轅外抱住她一般，雙手恰好扣住自己脈門，只感全身酸軟，再也動彈不得。歐陽公子笑得甚是輕薄，說道：「你拜為師，我馬上放你。」穆念慈被他摟緊不放，他右手又在自己臉蛋上輕輕撫摸，知他必然不懷好意，心中一急，不覺一陣昏迷，暈了過去。也不知道過了多少時候，方才悠悠醒轉，只感全身酸軟，有一個人緊緊摟住自己，迷糊之中，還道又已歸於完顏康的懷抱，不自禁的心頭一喜，待得睜開眼睛，卻見抱著自己的竟是那個歐陽公子。穆念慈又羞又急，一掙想要躍起，身子竟自不能移動，張口想喊，才知嘴巴被他用手帕縛住。只見他盤膝坐在地下，臉上卻是一副焦慮緊張的神色，他左右各坐著八名穿白衣的美貌女子，每人手中均執兵器，人人凝視著岩石上那堆白骨骷髏，默不作聲。穆念慈好生奇怪，不知他們在搗什麼鬼，回頭一望，更是嚇得魂飛天外，只見歐陽公子身後幾千萬條青蛇伏在那裏，身子不動，口中舌頭卻不住搖晃，月光之下，數萬分叉的紅舌波盪起伏，化成一片舌海，煞是驚人。群蛇之中，站著三名白衣男子，手持長桿指揮，看每人神情，似乎均有所待。穆念慈回過頭來，再看那九個骷髏和微微閃光的金環腰帶，突然驚悟：「啊，他們是在等他的師父來臨。瞧這神情，顯然是佈好了陣勢向他尋仇，要是他師父孤身到此，怎能抵敵？何況這裏尚有這許多毒蛇？」她心下十分焦急，只盼完顏康的師父不來。等了大約半個時辰，月亮漸漸昇高，穆念慈見那歐陽公子時時抬頭望月，心道：「莫非他師父是要等月至中天，方才出現麼？」眼見月亮升過松樹梢頭，晴空萬里，一碧如洗，四野蟲聲唧唧，偶然遠處傳來幾聲梟鳴，再無別種聲息。歐陽公子一望月亮，將穆念慈放在身旁一個女子懷裏，取出摺扇，拿在右手，眼睛盯住了山邊的轉角。穆念慈知道他們等候的人就要過來，心情也隨之緊張。靜寂之中，忽聽得遠處隱隱傳過來一聲尖銳慘厲的嘯聲，瞬時之間，這嘯聲已到近頭，眼前一晃，一個頭披長髮的女人從山崖間轉了出來，她一過山崖，立時放慢了腳步，似乎已經驚覺左近有人。穆念慈只道完顏康的師父是怎樣厲害的人物，那知來的卻是如此神情怪異的一個女子。原來梅超風自在趙王府中得到郭靖傳了幾句修習內功的祕訣之後，潛心研練，只一個月功夫，兩腿已能行走如常。她知江南六怪已回江南，決意追去報仇，乘著小王爺出任欽使，當下隨伴南下。她每天子夜要修練九陰真經中的祕法，乘船諸多不便，所以自行每晚陸行，約好在蘇州會齊，豈知完顏康已落入太湖群雄手中，更不知歐陽公子為了要報復殺姬裂衣之辱，大集群蛇，探到了她夜中必到之地，悄悄的在此等候。她耳朵靈敏異常，一過山崖，立即聽到有數人呼吸之聲，立即停步細聽，更聽出在數人之後，尚有一種極為詭奇的異聲。歐陽公子見她驚覺，暗罵：「好厲害的瞎婆！」摺扇一揮，身子站起，就要撲上前去。剛是力透足尖，勁道尚未發出，忽見山崖後面又轉出一人，歐陽公子立時收勢，瞧那人時，見他身材高瘦，穿一件青色直綴，頭戴方巾，是個文士模樣，面貌卻看不清楚。最奇的是那人走路絕無半點聲息，像梅超風那樣高的武功，行路尚不免有沙沙微聲，而此人毫不著意的緩緩走來，身形飄忽，有如鬼魅，竟似騰雲駕霧，足不沾地般無聲無息，那人向歐陽公子等橫掃了一眼，站在梅超風身後。歐陽公子細看他的臉相，不覺打了一個寒噤，只見此人容貌怪異之極，除了兩顆眼珠微微轉動之外，一張臉孔竟似與死人無異，完全木然不動，說他醜怪也並不醜怪，只是冷到了極處，呆到了極處，令人一見之下，不寒而慄。歐陽公子定了定神，見梅超風一步步的走近，知她出手就兇辣無倫，心想不如先發制人，左手一揮，三名驅蛇的男子吹起哨子，驅趕群蛇湧了出來。那些白衣女子端坐不動，想是身上均攜有伏蛇藥物，所以群蛇繞過她們身子而行。梅超風聽見群蛇奔騰竄躍之聲，知道厲害，一提氣，已躍出數丈之外。趕蛇的男子長桿連揮，成千萬條青蛇漫山遍野的散了開去，只要被任何一條咬中一口，那就送了性命。穆念慈凝目望去，見梅超風臉現驚惶之色，不禁代她著急，只見她一個轉身，抽出爛銀似的長鞭，舞了開來，護住全身，只過了一盞茶功夫，後前左右均已被蛇群圍住。有幾條蛇被哨子聲逼得急了，竄攻上去，被她鞭風帶到，立時彈了出來。歐陽公子縱聲叫道：「姓梅的妖婆子，我也不要你的性命，你把九陰真經交出來，公子爺就放你走路。」梅超風毫不理會，把銀鞭舞得更加急了，月色溶溶之下，閃起千條銀光。歐陽公子叫道：「你有能耐就再舞一個時辰，我等到天明，瞧你給是不給？」梅超風暗暗著急，苦思脫身之計，但側耳聽去，四下都是蛇聲，她這時已不敢邁步，只怕一動就踏上毒蛇，被牠昂頭一口，那是空有一身武功，也是無能為力的了。歐陽公子坐下地來，過了一會，洋洋自得的道：「姓梅的，你這部經本來就是偷來的，二十年來，想來也已琢磨透啦，死抱著這爛本子還有什麼用？你借給我瞧瞧，咱們化敵為友，既往不咎，豈不美哉？」梅超風道：「那麼你把蛇陣撤開。」歐陽公子笑道：「你先把經本子拋出來。」這九陰真經雖只半部，梅超風卻看得比她性命還重，那肯交出，心中打定了主意：「只要我被毒蛇咬中，立時將經撕成碎片。」穆念慈張口想叫：「快上樹，快上樹！」苦在嘴巴被手帕縛住，叫喊不出。梅超風眼睛不能視物，不知左近就有幾棵極大松樹，她又自負武功卓絕，不肯逃走，當下伸手在懷中一掏，叫道：「好，你姑奶奶認栽啦，你來拿吧。」歐陽公子道：「你拋出來。」梅超風叫道：「接著！」手一揚，歐陽公子往後便倒。穆念慈只聽得嗤嗤嗤幾聲細微的聲響，身旁兩名白衣女子倒了下去。歐陽公子危急中著地一滾，避開了她的陰毒暗器，聽聲音又有兩名姬人喪生於她的手下，自己仗著武功高強，未遭她的毒手，但也已嚇出了一身冷汗，不覺又驚又怒，退後數步，叫道：「好妖婆，我要叫你死不成，活不得。」梅超風剛才發射三枚「無形釘」，去如電閃，對方竟能避開，一面暗佩他武功了得，一面更是著急。歐陽公子雙目盯住她的雙手，只要她銀鞭勁勢稍一鬆懈，立即驅蛇上前。這時梅超風身旁已有數十條青蛇屍橫於地，但蛇群成千成萬，那裏能夠突圍？歐陽公子害怕她的銀鞭暗器，卻也不敢十分逼近。這樣又僵持了一個多時辰，月亮偏西，梅超風心情漸感煩躁，長鞭舞動時已不如先前遒勁。須知她功力雖深，但時間一長，這樣耳朵聽聲，手上舞鞭，究竟也感吃力，當下將鞭圈漸漸縮小，歐陽公子暗喜，揮蛇向前，步步進逼，心中卻也怕她拚死不屈，臨死時毀去經書，當下全神貫注，要在那緊要關頭上前去廝搶。眼見蛇圈越圍越緊，梅超風伸手到懷裏摸住經文，臉上神色慘變，低低咒罵道：「我大仇未復，想不到今日畢命於此。」正在這一個不懷求生之想，一個不存寬放之念的時候，突然半空中如鳳鳴，如擊玉，發了幾聲，接著悠悠揚揚，飄下一陣柔和之極的洞簫聲來。眾人戰鬥方酣，都不覺吃了一驚。歐陽公子抬頭一望，只見先前那個青衣怪人坐在一株最高的松樹之巔，手按玉簫，正在吹奏。歐陽公子暗暗驚奇，自己目光向來極為銳敏，在這月光如晝之際，他何時爬上樹巔，竟是全然沒有察覺，又看那松樹的頂梢在風中來回晃動，這人坐在上面卻是平穩無比，自己雖然從小就在叔父教導之下苦練輕功，但要像他那樣端坐在樹巔，卻自知沒有這個能耐，難道世上真有鬼魅不成？這時簫聲連綿不斷，歐陽公子心頭一蕩，臉上不自禁的露出微笑，只感全身熱血沸騰，就只想手舞足蹈的亂動一番，方才舒服。他剛伸手踢足，立時驚覺，竭力鎮懾心神，只見群蛇爭先恐後的湧到那株松樹之下，昂起了頭，隨著簫聲搖頭晃腦的舞蹈。這時驅蛇的三個男子和歐陽公子的十多名女弟子也都圍在松樹之下，亂轉狂舞，舞到後來，各人自撕衣服，抓搔頭臉，臉上獃笑，個個如癡如狂，那裏還知疼痛。歐陽公子大驚，知道今晚遇上了強敵，從囊裏摸出六枚餵毒銀梭，奮起全力，往那人頭、胸、腹三路打去。他這暗器向來百不失一，眼見射到那人身邊，卻被他輕描淡寫的用簫尾逐一撥落，他用簫擊開暗器時口唇未離簫邊，音樂竟未有片刻停滯。只聽得蕭聲滾轉，歐陽公子再也忍耐不住，扇子一張，就要翩翩起舞。總算他功力深湛，心知只要伸手一舞，除非對方停了簫聲，否則要舞到至死方休，心頭尚有一念清明，硬生生把伸出去揮扇舞蹈的手縮了回來。他心念一轉：「快撕下衣襟，塞住耳朵，不聽他的洞簫。」但簫聲實在美妙之極，雖然撕下了衣襟，卻是不捨得塞到耳朵之中。他又驚又怕，嚇了一身冷汗，只見梅超風盤膝坐在地下，低頭用功，想是以極大定力抵禦簫聲的引誘。他女弟子中已有幾個功力較差的跌倒在地，把身上衣服撕成碎片，身子卻仍在地上亂滾亂轉。穆念慈因被點中了穴道，動彈不得，雖然聽到簫聲後心神蕩漾，情慾激動，好在手足不能自主，反而是安安靜靜的臥在地下，只是內心驚疑煩躁之極。歐陽公子雙頰飛紅，心頭滾熱，喉乾舌燥，內心深處知道再不見機立斷，今晚性命難保，一狠心，伸舌在齒間猛力一咬，乘著劇痛之際心神一分，簫聲的誘力稍減，搶起穆念慈向前急奔，足不停步的逃出數里之外，不再聽到簫聲，這才稍稍寬心，但這時已經筋疲力盡，全身大汗淋漓，恍若生了一場大病。他不敢久停，解開穆念慈的穴道，迫她跟隨自己同往蘇州城內。且說黃蓉與郭靖送走穆念慈後，自回房中安睡，次日日間在太湖之畔遊山玩水，晚上與陸莊主觀畫談文，倒也過得甚是閒適。郭靖知道穆念慈這一去，梅超風日內必到，她下手狠辣，歸雲莊上無人能敵，勢必傷人甚眾。他在無人處與黃蓉商議道：「咱們不如把梅超風的事告知陸莊主，請他將完顏康放了，免得莊上有人遭她毒手。」黃蓉搖手道：「不妥。先前我還當那完顏康是好人，聽穆家姊姊這麼一說，心中甚是氣他不過，讓他多吃幾天苦頭，瞧著到底改是不改。要真不改，咱們一刀將他殺了。」郭靖道：「梅超風來了怎麼辦？」黃蓉笑道：「洪七公教咱們的本事，正好在她身上試試。」要知黃藥師號稱「東邪」，黃蓉是他女兒，自小受父薰陶，性格行事，自然多多少少也有些怪異之處，郭靖早知她的脾氣，明白爭也無益，也就一笑置之，心想陸莊主對咱們甚是禮敬，他莊上遭到危難時，咱倆必當全力護持。當下過了兩日，兩人不說要走，陸莊主也是禮遇有加，只盼他們多住一時。到得第三天早晨，陸莊主正與郭黃二人在書房中談論陸游的詩句，陸冠英匆匆進來，臉上神色有異。他身後隨著一名莊丁，那人手裏托著一隻盤子，盤中隆起了一塊東西，上用青布罩住。陸冠英道：「爹，剛才有人送了這個東西來。」揭開青布，赫然是一個白骨骷髏，頭骨上五個指孔，正是梅超風的標記。郭靖與黃蓉知她早晚必來，看了並不在意，陸莊主卻是面色大變，顫聲問道：「這……這是誰拿來的？」說著用手撐起身來。