第六十八回　契丹貴人那獵人側身避開猛虎的一撲，鋼叉橫刺裏戳將出去，噗的一聲，刺入猛虎的頭頸。他雙手往上一抬，那猛虎慘號聲中，翻倒在地，那人雙臂使力，將猛虎牢牢的釘在雪地之中。但聽得喀喇喇一聲響，他身上所穿的一件獸皮衣服背上裂開一條大縫，露出光禿禿的背脊，肌肉虯結，甚是雄偉，蕭峰看了，又是暗讚一聲：「好漢子！」只見那頭猛虎肚腹向天，四隻爪子凌空亂搔亂爬，過了一會，終於不動了。那獵人提起鋼叉，哈哈大笑，轉過身來，向蕭峰雙手大拇指一翹，說了幾句話，蕭峰雖不懂他的言語，但瞧這神情，知道他是稱讚自己英雄了得，於是學著他樣，也是雙手大拇指一翹，說道：「英雄，好漢！」那人大喜，指指自己鼻尖，說道：「完顏阿骨打！」蕭峰料想這是他的姓名，便也指指自己的鼻尖，道：「蕭峰！」那人道：「蕭峰？契丹？」蕭峰點點頭，道：「契丹！你？」伸手指著他詢問，那人道：「完顏阿骨打，女真！」蕭峰素聞遼國之東、高麗之北有個部族，名曰女真，族人勇悍善戰，原來這完顏阿骨打便是女真人。雖然言語不通，但茫茫雪海中遇到一個同伴，終是歡喜，當下雙手比劃，告訴他自己還有一個同伴。阿骨打點點頭，伸手提起死虎，蕭峰也提了死虎，向阿紫躺臥之處走去，阿骨打跟隨其後。猛虎新死血未凝結，蕭峰倒提阿骨打殺死的那頭猛虎，將虎血灌入阿紫口中。阿紫睜不開眼睛，卻能吞咽虎血，喝了十餘口才罷。蕭峰甚喜，撕下兩條虎腿，便在火堆烤了起來。阿骨打見他空手撕爛虎身，如撕熟雞，這等手勁，實是見所未見，聞所未聞，獃獃的瞧著他的一雙手，看了半晌，伸出手掌去輕輕撫摸他的手腕小臂，滿臉敬仰之色。虎肉烤熟後，蕭峰和阿骨打吃了個飽。阿骨打做手勢問起來意，蕭峰打手勢說是挖掘人參替阿紫醫病，以致迷路。阿骨打哈哈大笑，一陣比劃，說道要人參容易得緊，隨我去，要多少有多少。蕭峰大喜，站起身來，左手抱起了阿紫，右手便提起了一頭死虎。阿骨打又是拇指一翹，讚他：「好大的氣力！」阿骨打對這一帶地勢甚熟，雖在風雪之中，也是不會迷路。兩人走到天黑，便在森林中住宿，天明又行。如此一路向西，走了兩天，到第三天午間，蕭峰見雪地中腳印甚多，阿骨打又連打手勢，說道離族人已近。果然轉過兩個山坳，只見東南方山坡上黑壓壓的紮了數百座獸皮營帳。阿骨打撮唇作哨，營帳中便有人迎了出來。蕭峰隨著阿骨打走近，只見每一座營帳前都生了火堆，火堆旁圍滿女人，在縫補獸皮，醃臘獸肉。阿骨打帶著蕭峰向中間一座最大的營帳，拂帳而入。蕭峰跟了進去，只見帳中十餘人圍坐，正自飲酒。眾人一見阿骨打，大聲歡呼起來。阿骨打指著蕭峰，連比帶說，蕭峰瞧著他的模樣，知道他是在敘述自己空手斃虎的情形，眾人紛紛圍到蕭峰身邊，伸手翹起大拇指，連聲稱讚。正熱鬧間，走了一個買賣人打扮的漢人進來，向蕭峰道：「這位爺台，會說漢話麼？」蕭峰喜道：「會說，會說。」問起情由，原來此間便是女真人族長的帳幕。居中那黑鬚老者便是族長和哩布。他共有十一個兒子，個個英雄了得。阿骨打是他次子。這漢人名叫許卓誠，每年冬天，便到這裏來收購人參毛皮，直到開春方去。許卓誠會說女真話，當下便做了蕭峰的通譯。女真人最敬佩的是英雄好漢，那完顏阿骨打精明幹練，極得父親喜愛，族人對他也都極是愛戴，他既沒口子的讚譽蕭峰，人人自都待以上賓之禮，十分恭敬。阿骨打讓出自己的帳幕來給蕭峰和阿紫居住。阿骨打是女真族中大有權勢之人，他的帳幕寬大舒適，自亦勝於常人。蕭峰推謝了幾句，阿骨打執意不肯，蕭峰生性豁達，見對方意誠，也就住了進去。當晚女真族大擺筵席，歡迎蕭峰，那兩頭猛虎之肉，自也作了席上之珍。蕭峰半月來酒不沾唇，這時女真族人一皮袋一皮袋的烈酒取將出來，蕭峰喝了一袋又是一袋，意興酣暢。女真人釀的酒雖不甚佳，但地處塞外，酒性極烈，常人喝得小半袋，也就醉了，可是蕭峰連盡十餘袋，仍是面不改色，女真人以酒量宏大為真好漢，他如何空手殺虎，眾人並不親見，但這般的喝酒，便十個女真大漢加起來也比他不過，自是人人敬畏。這一晚酒一喝過，蕭峰在女真族中便住得甚是歡暢。這些人大都胸無城府，性子直率，與蕭峰意氣甚是相投。許卓誠見女真人對他敬重，便也十分的奉承於他，蕭峰閒居無事，日間便和阿骨打同去打獵，天黑便跟著許卓誠學說女真話，學得六七成後，心想自己是契丹人，卻不會說契丹話，未免說不過去，於是又跟他學契丹話。這許卓誠多在各地行走，不論契丹話、西夏話或女真話，都是說得十分流利。蕭峰學話的本事可頗不聰明，但時日既久，終於也能說得辭可達意，不必再要通譯了。匆匆數月，冬盡春來，阿紫每日以人參為糧，傷勢頗有起色。須知女真人在荒山野嶺中挖得的人參，都是年深月久的上品，真是比黃金也還貴重。蕭峰出獵一次，定能打得不少野獸，換了人參來給阿紫當飯吃，當世除了皇帝的公主，只怕再也無人吃得起。蕭峰每日仍須以內力助她運氣，只是每天一兩次已足，不必像從前那般掌不離身。阿紫有時勉強也可說幾句話，但四肢乏力，無法動彈，一切起居飲食，全由蕭峰照料。他每一念及阿朱的深情，便甘任其勞，全無怒意，反覺多服侍阿紫一次，就是多報答了阿朱一分。這一日阿骨打率領了十餘名族人，要到西北山嶺去打大熊，來邀蕭峰同去。這大熊毛皮既厚，油脂又多，熊掌更是天下美味。蕭峰已休息了數日，見阿紫精神甚好，便欣然就道。一行人天沒亮便出發了，直趨向北。其時已是初夏，冰雪消融，地下泥濘，極是難行，但這些女真人腳力輕健，仍是走得極快，到得午間，正擔心走得太遠，忽然一名老獵人叫了起來：「熊，熊！」各人順著他手指所指之處瞧去，只見爛泥地中一個大大的掌印，隔不多遠，又是一個，正是大熊的腳印。眾人興高采烈，跟著那腳印追去。大熊的腳掌踏在爛泥之中，深及數寸，便小孩子也會跟蹤，一行人大聲吆喝，快步而前。只見這腳印一路向西，後來離了泥濘的沼地，來到草原之上，眾人奔得更加快了。正奔馳間，忽聽得馬蹄聲大起，前面塵頭飛揚，一大隊人馬疾馳而來。這一帶都是平坦的草原，但見一頭大黑熊轉身奔來，後面七八十人各乘高頭大馬，吆喝追逐，這些人有的手執長矛，有的拿著弓箭，個個神情驃悍。阿骨打叫道：「契丹人，他們人多，快走，快走！」蕭峰聽說是自己族人，心中起了親近之意，見阿骨打等轉身奔跑，他卻並不便行，站著看過明白。那些契丹人卻叫了起來：「女真蠻子，放箭，放箭！」只聽得颼颼之聲不絕，狼牙羽箭紛紛射了過來。蕭峰心下著惱：「怎地沒來由的一見面便放箭，也不問個清楚。」幾枝箭射到他的身前，都給他伸手撥落，卻聽得「啊」的一聲慘呼，那女真老獵人背上中箭，伏地而死。阿骨打領著眾人奔到一個土坡之後，伏在地下，彎弓搭箭，也射倒了兩名契丹人。蕭峰處身其間，不知幫那一邊才好。那些契丹人的長箭，不住向蕭峰身上射來，蕭峰接住一枝箭，隨手揮舞，便將這些來箭一一拍落。他大聲叫道：「幹甚麼啊？為甚麼話也沒說，便動手殺人！」阿骨打在土坡後叫道：「蕭峰，蕭峰，快來，他們不知你是契丹人！」便在此時，兩名契丹人挺著長矛，縱馬向蕭峰直衝過來，雙矛一起，分從左右刺向蕭峰兩脅。蕭峰不願傷害自己族人性命，伸出雙手，抓住矛桿，輕輕一抖，兩名契丹人都倒撞下馬。蕭峰便用矛桿挑起二人身子，呼呼兩響，那二人在半空中啊啊大叫，飛了回來，啪啪兩聲，直挺挺的摔在地下，半晌爬不起來。阿骨打等女真人大聲叫好，只見契丹人中一個紅袍中年漢子大聲吆喝，如施號令。數十名契丹人展開兩翼，包抄了過來，去抄阿骨打等人的後路。阿骨打見勢頭不妙，若是一落入包圍圈中，非盡數殲滅不可，一聲呼嘯，轉身便逃。契丹人箭如雨發，又射倒了幾名女真人。蕭峰見這些契丹人蠻不講理，雖說是自己族人，卻也顧不得了，拾過一張硬弓，颼颼颼颼，連發四箭，每一枝箭都射在一名契丹人的肩頭或是大腿，四個人都摔下馬來，卻沒送命。豈知這紅袍人一聲吆喝，那些契丹人竟是沒半點退縮，仍是縱馬追來，極是勇悍。蕭峰一看情勢，同來的夥伴之中，只有阿骨打和三名青年漢子，還在一面奔逃、一面放箭，其餘的都已被契丹人射死了。這一片草原上無處隱蔽，看來再鬥下去，連阿骨打都要被殺，自己這些時候來，蒙女真人待若上賓，連好朋友遇到困難也不能保護，還算甚麼英雄好漢？倘若將這些契丹人盡數殺卻，究竟是本族族人，於心不忍，只有擒住這個為首的紅袍人，逼他下令退卻，方能使兩下罷鬥。他心念已定，大聲叫道：「喂，你們快退回去，再不退兵，我可要不客氣了。」呼呼呼三聲響處，三技長矛向他擲了過來。蕭峰心道：「你這些人真是不知好歹！」身形一矮，向那紅袍人疾衝過去。阿骨打見他涉險，叫道：「使不得，蕭大哥快回來！」蕭峰不理，一股勁的向前急奔。那些契丹人紛紛呼喝，長矛羽箭都向他身上招呼。蕭峰右掌起處，啪的一聲，將一枝長矛折為兩截，拿了半截矛身，便如是一把長劍一般，將射來的兵刃一一撥開，腳下步履如飛，直搶到那紅袍人馬前。那紅袍人滿腮虯髯，神情甚是威武，見蕭峰攻到，竟是毫不驚慌，從左右護衛的手中接過三枝標槍，颼的一槍向蕭峰擲來。蕭峰一伸手，便接住了標槍，待第二枝槍到，又已接住。他雙臂一振，兩枝標槍激射而出，將紅袍人的左右護衛刺下馬來。紅袍人喝道：「好本事！」第三槍迎面又已擲到，蕭峰左掌上伸，使招「借力打力」的手法，那標槍轉過頭來「呼」的一聲，插入紅袍人坐騎的胸口。那紅袍人叫聲「啊喲」，不等身子落地，便已躍離馬背。蕭峰猱身而上，左臂伸出，已抓住他的右肩。只聽得背後金刃刺風，有人突施暗算，他足下一使勁，身子向前彈出丈餘，只聽得托托兩聲響，兩枝長矛都插入地下。蕭峰抱著那紅袍人，向左躍起，落在一名契丹騎士身後，將他一掌打落馬背，便縱馬馳開。紅袍人使拳毆擊蕭峰面門，蕭峰左腋只一挾，那人便動彈不得。蕭峰喝道：「你叫他們退去，否則當場便挾死了你。」紅袍人無奈，只得叫道：「大家退開，不用鬥了。」契丹人紛紛搶到蕭峰身前，想要伺機救援。蕭峰以斷矛的矛頭對準了紅袍人的頂門，喝道：「要不要刺死了你。」一名契丹老者喝道：「快放開咱們首領，否則立時把你五馬分屍。」蕭峰哈哈大笑，呼的一掌，向那老者凌空劈了過去。蕭峰這一掌劈將出去，原是要借此立威，嚇倒眾人，以免多有殺傷，是以手上的勁力用得十足，但聽得砰的一聲巨響，那契丹老漢為掌力所激，從馬背上直飛了出去，摔出數丈之外，口中狂噴鮮血，眼見是不活了。一眾契丹人從未見過這等劈空掌的神技，不約而同的一齊勒馬退後，臉上都現出驚恐的神色，只怕蕭峰向自己一掌擊了過來，眾人均覺這掌力無影無蹤，便如妖法一般難以抵擋。蕭峰說道：「你們若不退出，我先將他一掌打死！」說著舉起手掌，作勢要向那紅袍人頭頸擊落。紅袍人叫道：「你們退開，大家後退！」眾人勒馬向後退了幾步，但仍是不肯就此離去。蕭峰心想：「這一帶都是平原曠野，若是放了他們的首領，這些契丹人騎馬追來，終究是不能逃脫。」便向紅袍人道：「你叫他們送四匹馬過來。」紅袍人依言吩咐，契丹騎士牽了四匹馬過來，交給阿骨打。阿骨打惱恨這些契丹人殺他同伴，砰的一拳，將一名牽馬的契丹騎士打了一個觔斗。契丹雖是人眾，竟是不敢還手。蕭峰又道：「你再下號令，叫各人將坐騎都宰了，一匹也不能留存。」那紅袍人倒也爽快，竟不與蕭峰爭辯，大聲傳令：「人人下馬，將坐騎宰了。」眾騎士毫不思索的一躍下馬，或用佩刀、或用長矛，將自己跨下的馬匹都殺死了。蕭峰沒料到眾武士竟是如此馴從，心下暗生讚佩之意，又想：「這紅袍人看來位望實是不低，怎麼隨口一句話，眾武士竟是半分違拗的意思也無。契丹人軍令嚴明，無怪和宋人打仗，宋人總是敗多勝少了。」他說道：「你叫各人回去，不許追來。有一個人追來，我斬去你一隻手，有兩個人追來，我斬你雙手，四個人追來，斬你四肢！」紅袍人氣得鬚髯戟張，但在他挾持之下，實是無可奈何，只得傳令道：「各人回去，調動人馬，直搗女真人的巢穴！」眾武士齊聲道：「遵命！」一齊躬身，蕭峰掉轉馬頭，等阿骨打的人都上了馬，一行人向東來的原路急馳回去。待得馳出數里，蕭峰見契丹人果然沒有追來，便躍到另一匹坐騎的鞍上，讓那紅袍人自乘一馬。六個人馬不停蹄的回到大營，阿骨打向父親和哩布稟告如何遇敵、如何得蒙蕭峰相救、如何擒得契丹的首領。和哩布甚喜，道：「好，將那契丹狗子押上來。」那紅袍人進入屋內，仍是神態威武，直立不屈。和哩布知他是契丹的貴人，問道：「你叫甚麼名字？在遼國官居何職？」那人昂然道：「我又不是你捉來的，你怎配問我？」原來契丹人和女真人都有一個慣例，凡是俘虜了敵人，那便是等於俘獲者私人所有的奴隸，搶到女子財帛，也是一般。若不是俘獲人甘願相送，則旁人均不得覬覦劫奪。其實不論東西南北，野蠻部族中都有這般規矩，所有的奴隸，都是俘虜來的敵人。和哩布哈哈一笑，道：「也說得是！」那紅袍人走到蕭峰身前，右膝一曲，跪倒在地，右手加額，說道：「主人，你英雄了得，我受你俘獲，絕無怨言。你若放我回去，我以黃金三車、銀子三十車、駿馬三百匹奉獻。」阿骨打的叔父頗拉淑道：「你是契丹大貴人，這些贖金大大不夠，蕭兄弟，你叫他送黃金三十車、白銀三百車、駿馬三千匹來贖取。」這頗拉淑精明能幹，將贖金加了十倍，原是漫天討價的意思。本來黃金三車、白銀三十車、駿馬三百匹，已是罕有的巨款，女真人和契丹人交戰數十年，從未聽見過如此巨額的贖款，如果這紅袍貴人不肯再加，那麼照他應許的數額接納，也是一筆大橫財了。不料那紅袍人竟不躊躇，一口答應：「好，就是這麼辦！」那身穿紅袍的契丹人一口答應，說：「好，就是這麼辦。」帳中一干女真人都是大吃一驚，幾乎不相信自己的耳朵，要知契丹、女真兩族族人雖然文化低落，知識不開，但相互交往之際卻是說一是一、說二是二，從無說過了的話後來不作數之事，何況這時談論的是贖金數額，倘若契丹人繳納不足，或是意欲反悔，那麼這紅袍人便不能歸回本國，所以空言許諾根本無用。頗拉淑還怕他被俘後驚慌過度，神智不清，說道：「喂，你聽清楚了沒有？我說的是黃金三十車、白銀三百車、駿馬三千匹。」紅袍人神態極是傲慢，道：「黃金三十車、白銀三百車、駿馬三千匹何足道哉，日後我大遼國富有天下，也不會將這區區之數放在眼內。」他轉身對著蕭峰，神色登時轉為恭謹，道：「主人，我只聽你一人吩咐，別人的話，我不再理了。」頗拉淑道：「蕭兄弟，你問問他，他到底是遼國的甚麼貴人大官？」蕭峰眼光轉向那紅袍人，還未出口，那人道：「主人，你若定要問我出身來歷，我只有胡亂捏造，欺騙於你，諒你也難知真假，但你是英雄好漢，我也是英雄好漢。我不願騙你，所以你不用問了。」蕭峰左手一翻，從腰間拔出一柄佩刀，右指在刀刃上一彈，錚的一聲，一柄精鋼鑄成的好刀登時斷為兩截，他厲聲喝道：「你膽敢不說？我手指在你腦袋上彈上一彈，那便如何？」紅袍人卻不驚惶，右手大拇指一豎，道：「好本領，好功夫！今日得見當世第一的大英雄，真算不枉了。蕭英雄，你以力威逼，要我違心屈從，那可辦不到。你要殺便殺。契丹人雖然鬥你不過，這骨氣卻跟你是一般的硬朗。」蕭峰哈哈大笑，道：「好，好！我不在這裏殺你。若是我一刀將你殺了，你未必心服，咱們走得遠遠的，再去惡鬥一場。」和哩布和頗拉淑齊道：「蕭兄弟，這人殺了可惜，不如留著收取贖金的好。你若是生氣，不妨用木棍皮鞭狠狠打他一頓。」蕭峰道：「不！他要充好漢，我偏不給他充。」向旁邊的女真人借了兩枝長矛，兩副弓箭，拉著紅袍人的手腕，同出大帳，自己翻身上馬，道：「上馬罷！」紅袍人視死如歸，明知與蕭峰相鬥是必死無疑，他說要再鬥一場，直如貓兒捉住了耗子，要戲弄一番再殺而已，卻也是凜然不懼，一躍上馬，徑向北去。蕭峰縱馬跟隨其後，兩人馳出數里，蕭峰道：「向西去！」紅袍人道：「此地風景甚佳，我就死在這裏好了。」蕭峰道：「接住！」將長矛、弓箭擲了過去。那人一一接住，大聲道：「蕭英雄，我明知不是對手，但契丹人寧死不屈！我要出手了！」蕭峰道：「且慢，接住！」又將自己手中的長矛和弓箭擲了過去，雙手空手，按轡微笑。紅袍人大怒，道：「嘿，你要空手和我相鬥，未免辱人太甚！」蕭峰搖頭道：「不是，蕭某生平敬重的是英雄，愛惜的是好漢。你武力雖不如我，卻是大大的英雄好漢，蕭某交了你這個朋友，你回自族去罷。」紅袍人大吃一驚，道：「甚──甚麼？」蕭峰微笑道：「我說蕭某當你是好朋友，送你平安回家！」紅袍人從鬼門關中轉了過來，自是喜不自勝，道：「你真的放我回去？──你到底是何用意？我回去後將贖金再加十倍，送來給你。」蕭峰怫然道：「我當你是朋友，你如何不當我是朋友？蕭某是堂堂漢子，豈貪身外的財物？」紅袍人道：「是，是！」擲下兵刃，翻身下馬，跪倒在地，說道：「多謝恩公饒命之恩。」蕭峰跪下還禮，說道：「蕭某不殺朋友，也不敢受朋友跪拜，若是奴隸之輩，蕭某受得他的跪拜，也就不肯饒他性命。」紅袍人更是喜歡，站起身來，說道：「蕭英雄，你口口聲聲當我是朋友，在下高攀，與你結義為兄弟如何？」蕭峰藝成以後，便即入了丐幫。幫中輩份分得甚嚴，自幫主、副幫主以下，有傳功、執法長老，四大護法長老，以及各舵香主、八袋弟子、七袋弟子等等，是以他只有積功遞升，卻沒和人拜把子結兄弟，只有在無錫與段譽一場賭酒，相互傾慕，這才結為金蘭之交，這時聽那紅袍人提起此事，想起自己當年在中原交遍天下英豪，今日落得蠻邦，也可說是落魄之極，居然有人提起此事，不禁感慨，便道：「甚好，甚好，在下蕭峰，今年三十三歲，尊兄貴庚？」那人笑道：「在下耶律基，卻比恩公大了一十一歲。」蕭峰道：「兄長如何還稱小弟為恩公？你是大哥，受我一拜。」說著便拜了下去。耶律基急忙還禮。兩人當下將三枝長箭插在地下，點燃箭尾羽毛，作為香燭，向天拜了八拜，結為兄弟。耶律基心下大喜，說道：「兄弟，你姓蕭，倒似是我契丹人一般。」蕭峰道：「不瞞兄長說，小弟原是契丹人。」說著解開衣衫，露出胸口刺著的那個青色狼頭。耶律基一見大喜，道：「果然不錯，你是我契丹的后族族人。兄弟，女真之地甚是寒苦，不如隨我同赴上京，共享富貴。」蕭峰笑道：「多謝哥哥的好意，小弟素來貧賤，富貴生活是過不來的。小弟在女真人那裏居住，打獵吃酒，倒也逍遙快活。日後若是思念哥哥，自當來遼國尋訪。」他和阿紫分別已久，記掛她的傷勢，道：「哥哥，你早些回去罷，以免家人和部屬牽掛。」耶律基點頭道：「甚好，今日倉卒之際不及多談，咱們既是結成了兄弟，以後要多多親近才是。」當即上馬，向西馳去。蕭峰掉轉馬頭回來，只見阿骨打率領了十餘名部屬，前來迎接。原來阿骨打見蕭峰久去不歸，深恐中了那紅袍人的詭計，放心不下，前來接應。蕭峰說起已釋放他回遼。阿骨打也是個大有見識的英雄，對蕭峰的寬洪大度，甚為讚嘆。一日，蕭峰和阿骨打閒談，說起阿紫所以受傷，乃係誤中自己掌力所致，雖用人參支持性命，但日久不愈，總是煩惱。阿骨打沉思半晌，道：「蕭大哥，原來令妹之病乃是外傷，咱們女真人醫治跌打傷損，向來用虎筋虎骨和熊膽三味藥物，頗有效驗，你何不一試？」蕭峰大喜，道：「別的沒有，這虎筋、虎骨，這裏再多不過。至於熊膽麼，我出力去殺熊便是。」當下問明用法，將虎筋虎骨熬成了膏，餵阿紫服下。次日一早，蕭峰獨自一人，往深山大澤中去獵熊。他孤身出獵，得以盡量施展輕功，比之隨眾打獵是方便得多，第一日沒尋到黑熊蹤跡，第二日便獵到了一頭。他剖出熊膽奔回營地，緩緩餵著阿紫服了。這虎骨、熊膽與老山遠年人參，都是珍貴之極的治傷藥物，尤其是新鮮熊膽，更是難覓。那薛神醫雖說醫道如神，但終究是非藥物不可，要像蕭峰那樣，隔不了幾天便去弄一兩副熊膽來給阿紫服下，薛神醫卻也是決計難以辦到。也是阿紫命不該絕，那長白山邊正是多產人參、虎骨、熊膽之地，而蕭峰又有這等身手，源源的給她尋來。如此過了兩月有餘，阿紫已吃了二十餘副熊膽，傷勢竟是大愈，胸口被打斷的肋骨已一一接上，偶爾也可連續說上七八句話。蕭峰心下大慰，看來阿紫的性命已經挽回，只須在長白山下再住得幾年，痊癒也是有望。這日下午，蕭峰正在帳前熬虎筋虎骨膏藥，見一名女真人匆匆過來，說道：「蕭大哥，有十幾個契丹人給你送禮物來啦。」蕭峰「哦」的一聲，心知是義兄耶律基遣來，只聽得馬蹄聲響，一列馬隊緩緩過來，馬背上都馱滿了物品。為首的那契丹隊長聽耶律基說過蕭峰的相貌，一見到他，老遠便跳下馬來，快步槍前，拜伏在地，說道：「主人自和蕭大爺別後，想念得緊，特命小人送上薄禮，並請蕭大爺赴上京盤桓。」說著磕了幾個頭，雙手呈上禮單，執禮恭謹無比。蕭峰接了禮單，笑道：「費心了，你請起罷！」打開禮單一看，只見禮單上寫著：黃金五千兩、白銀五萬兩、錦緞一千匹、上等麥子一千石、肥牛一千頭、肥羊五千頭、駿馬三千匹，其他服飾器用，應有盡有，比之頗拉淑當日所要的贖金，更要多了十倍。蕭峰看了那張禮單，不禁嚇了一跳，他初時見到十餘匹馬馱著物品，已覺禮物太多，若是照這禮單所書，那不知道要多少馬匹車子，才裝得下。那隊長躬身道：「主人怕牲口在途中走散損失，所以牛羊馬匹，均比禮單上所寫的多備了一成，托賴蕭大爺和主人的洪福，小人一行路上沒遇到甚麼風雪野獸，所以牲口損失很小。」蕭峰嘆了口氣，道：「耶律哥哥想得這等周到，我若不受，未免辜負了他的好意，但若照單收受，卻又如何過意得去。」那隊長道：「主人再三囑咐，蕭大爺要是客氣不受，小人回去必受重罰。」忽聽得號角聲嗚嗚吹起，各處營帳中的女真人都執了刀槍弓箭奔將出來，有人大呼：「敵人來襲，預備迎敵。」蕭峰向號角聲傳來之處望去，只見塵頭大起，似有無數軍馬向這邊行進。那契丹人大叫叫道：「各位勿驚，這是蕭大爺的牛羊馬匹。」他用女真話連叫數聲，但一干女真人並不相信，和哩布、頗拉淑、阿骨打等仍是分率族人，在營帳之西列成隊伍。蕭峰第一次見到女真人佈陣打仗，見各首領號令嚴明，人人勇悍爭先，心想：「女真族人數不多，卻是精銳之極。耶律哥哥手下的那些契丹騎士雖然亦甚兇猛，尚不及這些女真人的驃悍，至於雁門關的大宋官兵，那是更加不如了。」那契丹隊長道：「我去招呼部屬暫緩前進，以免誤會。」他轉身上馬，待要馳去，阿骨打手一揮，四名女真獵人上了馬跟隨其後。五個人縱馬緩緩向前，馳到近處，但見漫山遍野都是牛羊馬匹，一百餘名契丹牧人手執長桿吆喝驅打，並無兵士。四名女真人一笑轉身，向和哩布稟告。過不多時，牲口隊來到近處，只聽得牛鳴馬嘶，吵成一片。連說話的聲音也淹沒了。當晚蕭峰請女真族人殺羊宰牛，款待遠客，次日從禮物中取出金銀錦緞，賞了送禮的一行人眾。待契丹人告別後，他將金銀錦緞、牛羊馬匹，盡數轉送了阿骨打，請他分給族人。女真人聚族而居，各家並無私產，一人所得，便是同族公有，是以蕭峰如此慷慨，各人倒也不以為奇，但平白無端的得了這許多財物，自是皆大歡喜，全族大宴數日，人人都感激蕭峰。夏去秋來，阿紫的病又好了幾分。她神智一清，每日躺在營帳中養傷便覺厭煩，常要蕭峰騎了馬帶她出外遊玩散心。蕭峰對她千依百順，此後數月之中，除了大風大雪，兩人總是在外漫遊。後來近處玩得厭了，索性帶了帳篷。在外宿營，數日不歸。蕭峰乘機獵虎殺熊、挖掘人參，醫治阿紫之傷。只因阿紫偷射了一枚毒針，長白山邊的黑熊猛虎可就倒足了霉，不知道有多少熊虎喪生在蕭峰的掌底。蕭峰為了便於挖參，每次都是向東向北，這一日阿紫說東邊北邊的風景都看過了，要往西走走。蕭峰道：「西邊是一片大草原，沒甚麼山水可看的。」阿紫道：「大草原也很好啊，像大海一般，我就是沒見過真正的大海。咱們的星宿海雖說是海，終究有邊有岸。」蕭峰聽她提到「星宿海」三字，心中一凜，這一年來和女真人共居，竟是將武林中的種種情事都淡忘了，阿紫不能自由行動，要做壞事也無從做起，只是顧著給她治傷救命，竟沒想到她傷癒之後，惡性又再發作，卻便如何？