第六十一回　倚天寶劍當年周芷若跟張三丰赴武當山，張三丰以武當山上並無女子，一切諸多不便，當下揮函轉介，投入滅絕師太門下。她天資極是聰穎，又以自幼慘遭父母雙亡的大變，刻苦學藝，進步神速，深得師父的鍾愛，這八年之中，她沒離開師父一步，滅絕師太的一言一動，於她便如是天經地義一般，心中從未生過半點違拗的念頭，這時聽到師父驀地一聲大喝，倉卒間無法細想，手起一劍，便向張無忌胸口刺了過去。張無忌卻決計不信她竟會向自己下手，絲毫沒有閃避，一瞬之間，劍尖已到胸口，他一驚之下，待要躲讓，卻已不及。周芷若手腕發抖，心想：「難道我便刺死了他？」迷迷糊糊之中，長劍略偏，嗤的一聲輕響，倚天劍已從張無忌的右胸透入。周芷若一聲驚叫，拔出長劍，只見劍尖殷紅一片，張無忌右胸處鮮血有如泉湧，四圍驚呼之聲大作。張無忌伸手按住傷口，身子搖晃，臉上神色極是古怪，似乎在問：「你真的要刺死我？」周芷若道：「我……，我……」想過去察看他的傷口，但終於不敢，掩面奔回。她這一劍竟然得手，誰都出於意料之外。小昭臉如土色，搶上前來，扶住了張無忌，道：「張公子，你……你……」這一劍幸好稍偏，沒刺中心臟，但已重傷右邊肺葉，張無忌對小昭道：「你為什麼要殺我……」說了這幾個字，肺中吸不進氣，彎腰劇烈咳嗽，他重傷之下，瞧出來分不清小昭和周芷若，鮮血泊泊流出，將小昭的上衣染得紅了半邊。旁觀眾人不論是六大派或明教、白眉教的人眾，一時均是肅靜無聲。張無忌適才連敗各派高手，武功高強，胸襟寬博，不論是友是敵，無不暗暗敬仰，這時見他無端端的被周芷若刺了一劍，心下均感不忿，眼見倚天劍透胸而入，傷勢極重，都關心這一劍是否致命。小昭扶著他緩緩坐下，朗聲說道：「那一位有最好的金創藥？」少林派中神僧空性快步而出，從懷中取出一包藥粉，說道：「敝派玉靈散是傷科聖藥。」伸手撕開無忌胸前衣服，只見那傷口深及數寸，忙將玉靈散敷上去時，鮮血湧出，將藥粉都沖開了。空性大感束手無策，道：「怎麼辦？怎麼辦？」崑崙派的何太沖夫婦更是焦急，他們只道已服下金蠶蠱毒，張無忌若是重傷而死，他們解毒無人，也是活不成了。何太沖搶到張無忌身前，急問：「金蠶蠱毒怎生解救，快說：快說啊。」　小昭哭道：「走開！你忙什麼？張公子若是不活，大家左右是個死。」若在平時，何太沖是何等身份？怎能受一個青衣小婢的呼叱？但這時情急之下，仍是沒口的急問：「金蠶蠱毒怎生解救？」空性怒道：「鐵琴先生，你再不走開，老納可要對你不客氣了。」便在此時，張無忌睜開眼來，微一凝神，伸左手食指在自己傷口周圍點了七處穴道，血流登時緩了。空性大喜，便即將玉靈散替他敷上。小昭撕下衣襟，替他裹好傷口，眼見張無忌臉白如紙，竟無半點血色，心中說不出的焦急害怕。張無忌這時神智已略清醒，暗運內息流轉，只覺通到右胸便即阻塞，心中只想：「我待教有一口氣息尚在，不能讓六大派將明教眾人盡數殺死！」當下將真氣在左邊胸腹間運轉數次，緩緩站起身來，說道：「峨嵋、武當兩派若有那一位不服在下的調處，可請出來較量。」他此言一出，眾人無不駭然，眼見周芷若這一劍刺得他如此厲害，竟然兀自挑戰。滅絕師太冷冷的道：「峨嵋派今日已然落敗，你若不死，日後再行算帳。咱們瞧武當派的吧！六大派此行的成敗，全仗武當派裁決。」這幾句話說得再也明白不過……。六大派圍攻光明頂，少林、崆峒、崑崙、華山、峨嵋五派的高手均已敗在張無忌手下，只餘下武當一派尚未跟他交過手。這時他身受劍傷，死多活少，別說一流高手，只須是幾個庸手跟他糾纏一番，他也是支持不住了，甚至無人和他對敵，只怕稍等片刻，他也會傷發而斃，武當五俠任誰一位上前，均可將他擊死，然後照原來策劃？誅滅明教。只是武當派自來極重「俠義」兩字，要他們出手對付一個身負重傷的少年，未免於聲名大有損害，恐怕武當五俠誰都不願，但武當派若不出手，難道「六大派圍攻光明頂」這一件轟傳武林的大事，竟然鬧一個鎩羽而歸？此後六大派在江湖上臉面何存？其中的抉擇，可實在為難之極了。滅絕師太說哪幾句話、意思說六大派今後是榮是辱，全憑武當派決定，且看武當派是否有人肯顧全大局，損及個人的名望。宋遠橋、俞蓮舟、張松溪，殷利亨、莫聲谷五人面面相覷，誰都拿不出主意。宋遠橋的兒子宋青書突然說道：「爹，四位叔叔，讓孩兒去料理了他。」武當五俠明白他的意思，他是武當派的晚輩，由他出手，勝於累及武當五俠的英名。俞蓮舟道：「不成！咱們許你出手，跟咱們親自出手並無分別。」張松溪道：「依小兄之見，大局為重，我五兄弟的名聲為輕。」莫聲谷道：「名聲乃身外之物，只是如此對付一個重傷少年，良心難安。」一時議論難決，各人眼望宋遠橋，聽他示下。宋遠橋見殷利亨始終不發一言，可是臉上憤怒之色難平，心知他未婚妻紀曉芙失身於明教楊逍，以致身死，實是生平奇恥大恨，若不一鼓將明教誅滅，掃盡奸惡淫徒，這口氣如何嚥得下去，當下緩緩說道：「魔教作惡多端，除惡務盡，乃是我輩俠義道的大節。兩者不能兼得之際，當取大者。青書，一切小心。」宋青書躬身道：「是！」走到張無忌身前。朗聲道，「曾小俠，你若非明教中人，儘可離開，自行下山養傷。六大派只誅魔教邪徒，與你無涉。」張無忌按住胸前傷口，輕輕的道：「大丈夫急人之難，死而後已。多謝宋兄好意，可是在下與明教共存共亡！」明教和白眉教人眾紛紛高叫：「曾少俠，你待咱們已然情至義盡，到此地步，不必再鬥。」殷天正腳步蹣跚的走近，說道：「姓宋的，老夫再接你的高招！」那知一口氣提不上來，腳下一軟，又摔倒在地。宋青書眼望張無忌，說道：「曾兄，既然如此，小弟礙於大局，可要得罪了。」小昭擋在無忌身前，叫道：「那你先殺了我再說。」無忌低聲道：「小昭？你別擔心，這少年本領平常？我對付他綽綽有餘。」小昭急得道：「張公子，你……身上有傷啊。」無忌微笑道：「不怕！」宋青書聽他說「這少年本領平常，我對付他綽綽有餘」這兩句話，不禁大怒，厲聲道：「好！在下本領平常，領教你的『綽綽有餘』！」張無忌柔聲向小昭道：「小昭！你為什麼待我這樣好？」小昭知道眼前的局面已無法挽回，霍地站起，淒然道：「反正我獨個兒也不會活著。」張無忌向她凝視半晌，眼光中充滿了無限的柔情蜜憶，心想：「就算我此時死了，也有了一個真正待我極好的知己。」宋青書向小昭喝道：「你走開些！」張無忌道：「你對這位小姑娘粗聲大氣，忒也無禮！」宋青書在小昭肩頭一推，將他推開數步，說道：「妖女邪男，那有什麼好東西！快站起來，接招吧！」張無忌道：「你父親乃是謙謙君子，閣下年少氣盛，卻是這等粗暴！跟你動手，還用得著我站起來麼？」他嘴裏這麼說，實則內勁提不上來，自知決計無力站起。張無忌重傷後虛弱無力的情形，許多人都瞧了出來，宋青書如何會不知道，只聽俞蓮舟朗聲說道：「青書，點了他的穴道，令他動彈不得，也就是了，不必傷他性命。」宋青書道：「是！」左手虛引，右手倏出一招，往張無忌肩頭點來。張無忌動也不動，待他手指點到肩上的「肩貞穴」時，勁力一卸，宋青書這一指之力猶似戳入了水中，更無半點著力之處，只因出其不意，身子向前一衝，險險撞到張無忌身上，急忙站定，卻已不免有點狼狽。宋青書定了定神，飛起一腳，逕往他的胸口踢去，這一腳已使了六七成力。俞蓮舟雖叫他不可傷了張無忌的性命，但不知怎的，宋青書心中對無忌隱隱蓄著極深的恨意，這倒不是無忌說他武功平常之故，卻是因見周芷若瞧看張無忌的眼光之中，一直含情脈脈，極是關懷。最後雖是奉了師父之命而刺他一劍，但顯而易見，她心中難受異常。宋青書自見到周芷若後，一雙眼光，極難有片刻離開她身上，雖然常自強制自己，不可多看，以免被人認為是輕薄之徒，但周芷若的一舉一動、一顰一笑，無不被他瞧得清清楚楚，只是她刺劍之後，更是黛眉緊蹙，哀傷欲絕。宋青書隱隱知道：「這一劍刺了之後，不論張無忌這小子是死也好，活也好？再也不能從她心上抹去了。」他明知自己倘若擊死了張無忌，周芷若必定深責自己，可是心頭妒火中燒，卻又不肯放過這唯一制他死命的良機。宋青書本來文武雙全，乃是武當派第三代弟子中出類拔萃的人物，人品也是端方正直，但一遇到這「情」之一關，竟是方寸大亂。眾人眼見宋青書這一腿踢去，張無忌若非躍起相避，只有出掌硬接，那知足尖將要踢到他的胸口，張無忌左手五指輕輕一拂，宋青書這一腿之力竟然轉向，從他身側斜了過去，相距不過三寸。但就是差了這麼三寸，這一腿全然踢了個空，宋青書在勢已無法收腿，跟著跨了一步，左足足跟後撞，直攻張無忌的背心，這一招既快且狠，人所難料，原是極高明的招數，但張無忌手指一拂，又已將他的撞擊卸開。三招一過，旁觀眾人無不大奇。宋遠橋叫道：「青書，他本身已無半點勁力，這是四兩撥千斤之法。」究竟宋遠橋眼光老辣，瞧出張無忌此時勁力全失，所用的功夫雖然叫做「乾坤大挪移」，其基本道理，卻與中原武學中「四兩撥千斤」的「借力打力」並無二致。宋青書被父親一語提醒，招數忽變，雙掌輕飄飄地，若有若無的拍擊而出，正是武當絕學之一的「綿掌」。要知「借力打力」，原是武當派武功的根本，所謂「四兩撥千斤」，須得對方出力千斤，方能借勁運勁，這時他所使的「綿掌」，本身的勁力就是在若有若無之間，叫張無忌想借力也無從借起。不料他綿掌一招招的打出，張無忌的「乾坤大挪移」神功已練到至高無上的第七層境界，別說綿掌雖輕，終究是有形之物，便是傷人於無形的毒氣怪聲，他也能隨意化解，但見他閉目微笑，左手五指猶如撫琴鼓瑟，忽挑忽撚，忽彈忽撥，上身半點不動，片刻間將宋青的三十六招綿掌掌力盡數卸了。宋青書心中大駭，偶一回頭，突然和周芷若的目光相接，只見她滿臉關懷之色，不禁心中又酸又怒，知道她關懷的決不是自己，深深吸一口氣，左手一掌猛擊張無忌右頰，右手一指便點他在肩後的「魄戶穴」，這一招叫做「花開並蒂」，名稱好聽，招數卻是厲害，雙手遞招之後，跟著右手一掌擊他左頰，左手食指卻疾點他左肩後的「風戶穴」。這兩招「花開並蒂」併成一招，連續四式，便如暴風驟雨般使出，勢道之猛，手法之快，真是非同小可。眾人見了這等聲勢，「啊」的齊聲驚呼，不約而同的跨上一步。只聽得拍拍兩下清脆的響聲，宋青書左手一掌打在自己左頰之上，右手一掌打在自己右頰之上，同時一指點中了自己「魄戶穴」，另一指點中了自己「風戶穴」。他這招「花開並蒂」四式齊中，卻給張無忌以「乾坤大挪移」中最神妙的功夫，挪移到了他自己身上。倘若宋青書出招稍慢，那麼自己點中了「魄戶穴」後，以後兩式便即無力使出，偏生他四式連環，迅捷無倫，「魄戶穴」雖被點中，手臂尚未麻木，直到使了第二套「花開並蒂」之後，這才手足酸軟，砰的一聲，仰天摔倒，掙扎了幾下，卻再也站不起來了。宋遠橋快步搶出，左手推拿幾下，已解開了兒子的穴道，但見他兩邊面頰高高腫起，每一邊留下五個烏青的指印，知他受傷雖輕，但這兒子心高氣傲，今日當眾受此大辱，直比殺了他還要難受，當下一言不發，攜了他手回歸本派。這時四周喝采之聲，此起彼落，議論讚美的言語，嘈雜盈耳，突然間張無忌口一張，噴出幾口鮮血，按住傷口，又咳嗽起來。眾人凝視看他，極為關懷，人人均想：他重傷下抵禦宋青書的急攻，雖然得勝，但內力損耗必大。有的人看看張無忌，又望望武當派眾人，不知他們就此認輸呢，還是另行派人出鬥。宋遠僑道：「今日之事，武當派已然盡力，想是魔教氣數未盡，上天生下這個奇怪少年來。若再纏鬥不休？名門正派和魔教又有什麼分別？」俞蓮舟道：「大哥說得是。咱們即日回山，請師父指點。日後武當派捲土重來，待這少年傷愈之後。再決勝負。」他這幾句話說得光明磊落，豪氣逼入，今日雖然認輸，但不信武當派終究會技不如人。張松溪和莫聲谷齊道：「正該如此！」忽聽得刷的一聲，殷利亨長劍出鞘，雙眼淚光瑩瑩，大踏步走出去，劍尖對著張無忌，說道：「姓曾的，我和你無冤無仇，此刻再來傷你，我殷利亨枉稱這『俠義』兩字。可是那楊逍和我仇深似海，我是非殺他不可，你讓開吧！」張無忌搖頭道：「但教我有一口氣在，不容你們殺明教一人。」殷利亨道：「那我可先得殺了你！」張無忌噴出一口鮮血，神智昏迷，心情激盪，輕輕的道：「殷六叔，你動手吧！」殷利亨聽到「殷六叔」三字，只覺語氣極為熟悉，心念一動：「無忌幼小之時，常常這樣叫我，這少年……」凝視他的面容，竟是越看越像，雖然分別了八年，張無忌已自一個小小孩童成長為壯健少年，加之鬍鬚不剃。長髮未理，相貌已是大異。但殷利亨心中先存下「難道他竟是無忌」這個念頭，細看之下，記憶中的面貌一點點地顯現出來，不禁顫聲道，「你……你是無忌麼？」張無忌全身再無半點力氣，自知去死不遠，再也不必隱瞞。叫道：「殷六叔，我……我常常在想念你。」殷利亨自來是情感極為充沛之人，雙目流淚，噹的一聲拋下長劍，俯身將他抱了起來，叫道：「你是無忌，你是無忌，你是我五哥的兒子張無忌！」宋遠橋、俞蓮舟、張松溪、莫聲谷四人一齊圍攏，各人又驚又喜，心頭均是說不出的滋味。殷利亨這麼一叫，旁邊眾人無不驚訝，那想到這個捨命力護明教的少年，竟是武當派張翠山的兒子。殷利亨見無忌昏暈了過去，忙摸出一粒「天王護心丹」，塞入他的口中，將他交給俞蓮舟抱著，抬起長劍，衝到楊逍身前，戟指罵道：「姓楊的，你這豬狗不如的淫徒，我……我……」喉頭便住，再也罵不下去，一劍遞出，便要往楊逍心口刺去。楊逍絲毫不能動彈，微微一笑，閉目待斃。突然斜刺裏奔過來一個少女，擋在楊逍身前，叫道：「休傷我爹爹！」殷利亨凝劍不前，定睛一看，不禁「啊」的一聲，全身冰冷，只見這少女長挑身材、秀眉大眼，一模一樣是當年紀曉芙的形貌。他自和紀曉芙定親之後，每當練武有暇，心頭甜甜的，總是想看未婚妻的俏麗倩影，及後得知紀蹺芙為明教光明使者楊逍擄去，失身於他，更且因而斃命，心中之憤恨，自是難以言宣。此刻突然見到紀曉芙重新出現，身子一晃，失聲叫道：「曉芙妹子，你……你……」那少女卻是楊不悔，說道：「我姓楊，紀曉芙是我媽媽，她早已死了。」殷利亨呆了一呆，這才明白，喃喃的道：「啊？是了，我真胡塗！你讓開，我今日要替你媽報仇雪恨。」楊不悔指著滅絕師太道：「好！殷叔叔，你去殺了這個老賊尼。」殷利亨道：「為……為什麼？」楊不悔道：「我媽是給這名賊尼一掌打死的。」殷利亨道：「胡說八道，你小孩子家懂得什麼？」楊不悔冷冷的道：「那是在蝴蝶谷中，老賊尼叫我媽來刺死我爹爹，我媽不肯，老賊尼就一掌將我媽打死了。我親眼瞧見的，張無忌哥哥也是親眼瞧見的。你再不信，不妨問問那老賊尼自己。」當紀蹺芙身死之時，楊不悔年幼，什麼也不懂得，但後來年紀大了，慢慢回想，自然明白了當年的經過。殷利亨回過頭去，望著滅絕師太，眼中露出疑問之色，道：「師太……她說……紀姑娘是……」滅絕師太嘶啞著嗓子，說道：「不錯，這等不知廉恥的孽徒，留在世上又有何用？她和楊逍是兩廂情願，寧肯背叛師門，不願遵奉師命，去刺殺這個淫徒惡賊。殷六俠，為了顧全你的顏面，我始終隱忍不言。哼，這等無恥的女子，你何必念念不忘於她？」殷利亨鐵青著臉，大聲道，「我不信，我不信！」滅絕師太道：「你問問這女孩子，他叫什麼名字？」殷利亨的目光轉到楊不悔臉上，淚眼模糊之中，瞧出來活脫便是一個紀曉芙，耳中卻聽她清清楚楚的，說道：「我叫楊不悔。媽媽說：這件事她永遠也不後悔。」噹的一聲，殷利亨擲下長劍，回過身來，雙手掩面，疾衝下山。宋遠橋和俞蓮舟大叫：「六弟，六弟」但殷利亨既不答應，亦不回頭，提氣急奔，突然間失足摔了一交，但爬起身來，片刻間奔得不見了蹤影。他和紀曉芙之事江湖上多有知聞，眼見事隔十餘年，他仍是如此傷心不由得都替他難過。要知以武當六俠殷利亨的武功，奔跑之際如何會失足摔跌？那自是心神大亂、魂不守舍之故了。這時宋遠橋、俞蓮舟、張松溪、莫聲谷四人分坐四角，各出一掌，抵在張無忌胸、腹、背、腰四處大穴之上，齊運內力？給他療傷。四人內力甫施，立時覺得無忌體內有一股極強的吸力，源源不絕的將四人內力吸引過去。四人一齊大驚，暗想如此不住吸去，只須一兩個時辰，自己內力便致耗竭無存，但無忌生死未卜，那便如何是好？正沒做理會處，張無忌緩緩睜開眼睛，「啊」了一聲。宋遠橋等心頭一震猛，覺得手掌心有一股極暖和的熱力，反傳過來，竟是無忌的九陽神功起了應和，轉將內力反輸到四人體內，宋遠橋叫道：「使不得！你自己靜養要緊。」四個人急忙撤掌而起，但覺似有一片滾水周流四肢百骸，舒適無比，顯是無忌不但將吸去的內力還了四人，而且他體內九陽真氣充盈鼓盪，反而幫助四人增強了內功的修為。宋遠橋等四人面面相覷，暗自震駭，眼見他重傷垂死，那知內力竟是如此強勁渾厚，沛不可當。此刻張無忌外傷尚重，內息卻已運轉自如，慢慢站起身來，說道：「宋大伯、俞二伯、張四伯。莫七叔，恕侄兒無禮！太師父他老人家福體安康。」宋逮橋道：「師父他老人家安好！無忌，你……你長得這麼大了……」說了這句話，心頭雖有千言萬語，卻再也說不下去了。白眉鷹王殷天正見這個救了自己性命的少年竟是自己外孫，高興得呵呵大笑，卻終究站不起身。滅絕師太鐵青著臉，將手一揮，峨嵋群弟子跟著她向山下走去。周芷若低著頭走了幾步，終於忍不住向張無忌一望，張無忌卻也正目送著她離去。兩人目光相接，周芷若蒼白的臉頰上飛上一陣紅暈，眼光中似乎是說：「我刺得你如此重傷？真是萬分的過意不去，你可要好好保重。」張無忌好像明白了她的意思，微微點了點頭。周芷若秀眉上揚，心中十分喜歡，隨即回過頭去，加快腳步，遠遠去了。這一切全瞧在宋青書的眼中，他目光中閃耀著幾星刻毒的恨意，但一瞬即過，誰也沒有見到。武當派和張無忌相認，再加峨嵋派這一去，六大派圍剿魔教之舉登時風流雲散，崆峒和華山兩派跟著作別。何太沖走近身來，說道：「小兄弟，恭喜你們親人相認啊……」張無忌不等他接著說下去，從懷中摸出兩枚避瘴氣、去穢惡的尋常藥丸，遞了給他，說道：「請賢夫婦各服一丸，金蠶蠱毒便可消解。」何太沖拿著這兩粒藥丸，但見黑黝黝的毫不起眼，不信便能消解得那天下至毒的金蠶蠱毒。張無忌道：「在下既說消解得，便是消解得。」他說話聲音雖然微弱，但光明頂這一戰鎮懾六大門派氣度之中，自然而然生出一種威嚴，不由得何太沖不信。他心想：「即使他騙我？所給的藥不能消解蠱毒，當著武當四俠之前，我也不能強逼他給真藥於我。何況少林派的那幾個賊禿似乎也有迴護這小賊之意。今日只好認命罷喇。」當下苦笑著說聲：「多謝」微一稽首，和班淑嫻分別將藥丸服下，指揮眾弟子收拾本派死者的屍首，告辭下山。俞蓮舟道：「無忌，你傷重不能行走下山，只好在此調養，咱們可又不能在此陪你，盼你痊癒之後，來武當一行，也好讓師父見了你喜歡。」張無忌含淚點頭。各人有許多事想問、有許多話想說，但見無忌神情委頓，均知多說一句話便是加重他一分傷勢，只有忍住不言。猛聽得少林派中一人大聲叫了起來：「圓真師兄的屍首呢？」另一人道：「咦，怎麼不見了圓真師伯的法體？」莫聲谷好奇心起，搶步過去一看，只見七八名少林僧在收拾本門戰死者的遺屍，可是單單少了圓真的一具屍體。圓音指著明教教眾，大聲喝道：「快把我圓真師兄的法體交出來，莫惹得和尚無名火起，一把火燒得你們個個屍骨成灰。」周顛笑道：「哈哈，哈哈！真是笑話奇談！你這活賊咱們也不要，要這死和尚幹麼？拿他當豬當羊，宰來吃他的瘦骨頭麼？」少林人眾一想倒也不錯，當下十餘個僧人四出搜索，卻那裏有圓真的屍身。眾人雖覺奇怪，但想多半是華山、崆峒各派收取本門死者的屍身之時，誤將圓真的屍身收了去。當下少林、武當兩派人眾連袂下山，張無忌上前幾步，躬身相送。宋遠橋道：「無忌孩兒，今日一戰，你是名揚天下，對明教更是恩重如山。盼你以後多所規勸引導，總當使明教改邪歸正，少作些壞事。」無忌道：「孩兒遵奉師伯教誨，自當盡力而為。」張松溪道：「你一切小心在意，事事提防奸惡小人！」無忌又應道：「是！」他和宋遠橋等久別重逢，又即分離，十分的依依不捨。楊逍和殷天正待六大派人眾走後，兩人對望一眼，齊聲說道：「明教和白眉教全體教眾，叩謝張大俠護教救命的大恩！」頃刻之間，黑壓壓的人眾跪滿了一地。張無忌見人人行此大禮，不由得慌了手腳，何況其中尚有外公、舅舅諸人在內，急忙跪下還禮，那知他這一急跪，胸口劍傷破裂，幾口鮮血噴出，登時暈了過去。小昭搶上扶起，明教中兩個沒有受傷的頭目抬過一張軟床，扶他睡在床上。楊逍皺了眉頭，說道：「快扶張大俠到我房中靜養，這幾天中，誰也不能去驚動於他。」那兩名頭目躬身答應，將張無忌抬入楊逍房中。小昭跟隨在後。經過楊不悔身前時，楊不悔冷冷的道：「小昭！你裝得真像，我早知你必有古怪，只是沒料到這麼一個醜八怪竟是一位千嬌百媚的小美人兒。」小昭低頭不語，叮叮噹噹的拖著鐵鏈，緊跟在張無忌身後。這幾天中，明教教眾救死扶傷，忙碌不堪。經過這場從地獄邊逃回來的大戰，各人心中都明白了以往自相殘殺、以致召來外侮的不該。人人關懷著張無忌的傷勢，誰也不提舊怨，安安靜靜的耽在光明頂上養傷。張無忌九陽神功已成，周芷若刺他這一劍雖然厲害。但只因劍尖透入時偏了數寸，只傷及肺葉，未中心臟，因此靜養了七八天，傷口漸漸癒合。殷天正、楊逍、韋一笑、說不得等人躺在軟床之中，每天由人抬進房來探視，見他一天好似一天，都是極為欣慰。到第八天上。張無忌已可坐起。那天晚上，楊逍和韋一笑又來房中探病，張無忌道：「兩位身中一陰指後，這幾天覺得怎樣？」楊韋二人每日都要苦熬刺骨之寒的折磨，傷勢只有越來越重，但怕無忌掛懷，都道：「好得多了！」張無忌見二人臉上黑氣籠罩，說話也是有氣無力，說道：「我內力已回復了六七成，便替兩位治一治看。」楊逍忙道：「不，不！張大俠何必忙在一時？待你貴體痊癒？再替咱們醫治不遲。此刻用力早了，傷勢若有反覆，咱們心中何安？」韋一笑道：「早醫晚醫，那也不爭在這幾日。張大俠靜養貴體要緊。」張無忌道：「我義父當年和兩位平輩論交，兩位都是我的長輩，再稱『大俠』什麼，侄兒可實在不敢答應。」楊逍微笑道，「將來咱們都是你的屬下，在你跟前，連坐也不敢坐，還說什麼長輩平輩？」張無忌一怔，問道：「楊伯伯你說什麼？」韋一笑道：「張大俠，這明教教主的重任，除了你來承當之外，那裏還有旁人？」張無忌雙手亂搖，道：「此事萬萬不可！萬萬不可！」便在此時，忽聽得東面遠遠傳來一陣陣尖利的哨子之聲，正是光明頂山下有警的訊號。楊逍和韋一笑微微一怔，心中均想：「難道六大派輸得不服，去而復返麼？」但兩人都是第一流的高手，臉上絲毫不動聲色。楊逍又道：「昨天吃的人參還好麼？小昭，你再到藥室去取些，給張大俠煎湯喝。」只聽西面、南面同時哨子聲大作。張無忌道：「是有外敵來攻麼？」韋一笑道：「本教和白眉教不乏好手，張大俠不必掛心，諒小小幾個毛賊，何足道哉！」可是片刻之間，哨子聲已在半山間響起。那敵人來得好快，顯然不是小小毛賊。楊逍笑道：「我出去安排一下，韋兄便在這裏陪著張大俠。嘿嘿，明教難道一蹶不振？變成人人可欺的膿包了。」他雖傷得動彈不得，但言語中仍是充滿著豪氣。張無忌暗自尋思：「少林、武當這些名門正派，決不會不顧信義，重來尋仇。來者只怕多半是殘忍奸惡之輩。光明頂上所有高手人人重傷，這七八天中，沒一人能將傷勢養好，不論外敵是強是弱，咱們都無法抵擋。倘若強自出戰，只有人人送命。」突然間門外腳步聲急，一個人闖了進來，滿臉血污，胸口插看一柄短刀。