第十四回　當道時見中山狼兩人走了大半日，方出蝴蝶谷，楊不悔腳小步短，已走不動了。歇了好一會，才又趕路，行行歇歇，第一晚便找不到客店人家，一直行到天黑，還是在荒山野嶺中亂闖，四下裏狼嗥梟啼，只嚇得楊不悔不住驚哭。張無忌心下也是十分害怕，見路旁有個山洞，便拉著楊不悔躲在洞裏，將她摟在懷裏，伸手按住她耳朵，令她聽不見餓獸吼叫之聲。這一夜兩個孩子又餓又怕，挨了一晚苦，次晨才在山中摘些野果吃了，順著山路走一會，歇一會。行到中午時分，楊不悔突然尖聲大叫，指著路邊一株大樹。張無忌一看，只見樹上飄飄蕩蕩的掛著兩個乾屍，嚇得忙拉著她轉頭狂奔。兩人七高八低的沒奔出十餘步，腳下石子一絆，一齊摔倒。張無忌大著膽子回頭一望，這一下更是吃驚，脫口而出叫道：「胡先生！」原來掛在樹上的一個乾屍這時被風吹得回過頭來，卻是胡青牛。另一個乾屍長髮披背，是個女屍，瞧她服色，正是胡青牛的妻子王難姑。山風吹動她的身子和長髮，更加顯得陰氣森森。張無忌定了好一會神，自己安慰自己：「不怕，不怕！」慢慢爬起身來，一步步走近，果見掛著的兩具屍體正是胡青牛夫婦。兩人臉頰上金光燦然，各自嵌上一朵小小的金花。張無忌心下恍然：「原來他們還是沒能逃出金花婆婆的毒手。」只見山澗中一輛騾車摔得破爛不堪，一頭騾子淹死在澗水之中。張無忌怔怔的流下淚來，解開繩索，將胡青牛夫婦的屍身從大樹上放了下來，忽然拍一聲響，王難姑屍身的懷中跌出一本書來。拾起一看，是一部手寫的抄本，題籤上寫著「王難姑毒經」五字。翻將開來，書頁上滿是蠅頭小楷，密密麻麻的寫著諸般毒物的毒性、使用和化解之法，除了毒藥、毒草等等，各項活物如毒蛇、蜈蚣、蠍子、毒蛛，以及種種希奇古怪的魚蟲鳥獸、花木土石，無不具載。他隨手放在懷裏，將胡青牛夫婦的屍體並列了，捧些石頭土塊，草草堆成一墳，跪倒拜了幾拜，攜了楊不悔的手覓路而行。行出數里後走上了大路，不久到了一個小市鎮，張無忌便想買些飯吃，那知市鎮中家家戶戶都是空屋，竟連一個人影也無，無奈只得繼續趕路，但見沿途稻田盡皆龜裂，田中長滿了荊棘敗草，一片荒涼。張無忌心中慌亂，楊不悔能夠忍饑不哭，勉力行走，已算得是極乖，還能出甚麼主意？走了一會，只見路邊臥著幾具屍體，肚腹乾癟，雙頰深陷，一見便知是餓死了的。越走這類餓殍越多。張無忌心下惶恐：「難道甚麼東西也沒得吃？咱們也要這般餓死不成？」行到傍晚，到了一處樹林，只見林中有白煙裊裊升起。張無忌大喜，他自離開蝴蝶谷後，一路未見人煙，當下向白煙升起處快步走去。行到鄰近，只見兩個衣衫襤褸的漢子圍著一鍋熱氣騰騰的沸湯，正在鍋底添柴加火。兩個漢子聽到腳步聲，回過頭來，見到張無忌和楊不悔，臉上現出大喜過望之色，同時跳起身來。一人招手道：「小娃娃，好極，過來，快過來。你同來的大人呢？他們到那裏去了？」張無忌道：「就只我們兩人，沒大人相伴。」兩個大漢相顧大笑，同聲說道：「運氣，運氣！」張無忌餓得慌了，探頭到鍋中一看，瞧是煮甚麼，只見鍋中上下翻滾，都是些青草。一名漢子一把揪過楊不悔，獰笑道：「這口小羊又肥又嫩，今晚飽餐一頓，那是舒服得緊了。」另一名漢子道：「不錯，男的娃娃留著明兒吃。」張無忌大吃一驚，喝道：「幹甚麼？快放開我妹子。」那漢子全不理睬，嗤的一聲，便撕破了楊不悔身上衣服，伸手從靴子裏拔出一柄牛耳尖刀，笑道：「很久沒吃這麼肥嫩的小羊了。」提著楊不悔走別一旁，似乎便要宰殺。另一名漢子拿了一隻土缽跟在後面，說：「羊血丟了可惜，煮一鍋羊血羹，味兒才不壞呢。」張無忌只嚇得魂飛天外，瞧他們並非說笑，實是有宰殺楊不悔之意，大叫：「你們想吃人嗎？也不怕傷天害理？」那手持土缽的漢子笑道：「老子有三個月沒吃一粒米了，不吃人，還能吃牛吃羊嗎？」生怕張無忌逃跑，過來伸手便揪他頭頸。張無忌側身讓開，左手一帶，右掌拍的一下，正中他後心要害。他得金毛獅王謝遜傳授武功秘訣，又自父親處學得武當長拳，這幾年中雖然潛心醫術，沒有用功練武，但生平所習所見盡是最上乘的武功。這一掌奮力擊出，便是習武多年武師只怕也不易抵受，何況一個尋常村漢？那漢子哼了一聲，俯伏在地，一動也不能動了。張無忌立即縱身躍到楊不悔身旁。那漢子喝道：「先宰了你！」提起尖刀，便往他胸口插下。張無忌使招武當長拳的「雁翅式」，飛起右腳，正中那人手腕。那人尖刀脫手飛出。張無忌一招鴛鴦連環腿，左右跟著踢出，直中那人下顎。那人正在張口呼喝，下顎被踢得急速合上，將自己半截舌頭咬了下來，狂噴鮮血，暈死過去。張無忌忙扶起楊不悔。便在此時，只聽得腳步聲響，又有幾人走進林來。楊不悔嚇得怕了，聽見人聲，便撲在張無忌懷裏。張無忌抬頭一看，登時寬心，叫道：「是簡大爺、薛大爺。」進林來的共是五人，一個是崆峒派的簡捷，另外是華山派的薛公遠和他們的兩個同門，這四個人都是張無忌給治好了的。最後是個二十歲上下的青年漢子，貌相威壯，額頭奇闊，張無忌卻未見過。簡捷哼了一聲，道：「張兄弟，你也在這裏？這兩人怎麼了？」說著手指倒在地下的兩名漢子。張無忌氣憤憤的說了，最後道：「連活人也敢吃，那不是無法無天了嗎？」簡捷橫眼瞧著楊不悔，突然嘴角邊滴下饞涎，伸舌頭在嘴唇上下舐了舐，自言自語：「他媽的，五日五夜沒一粒米下肚，盡啃些樹皮草根……嗯，細皮白肉，肥肥嫩嫩的……」張無忌見他眼中射出饑火，像是頭餓狼一般，咧開了嘴，牙齒閃閃發亮，神情甚是可怖，忙將楊不悔摟在懷裏。薛公遠道：「這女孩的媽媽呢？」張無忌心想：「我若說姑姑死了，他們更會轉壞念頭。」便道：「紀女俠買米去啦，轉眼便來。」楊不悔忽道：「不，我媽媽飛上天去啦！」簡捷和薛公遠等一聽兩人的話，便知紀曉芙已死。薛公遠冷笑道：「買米？周圍五百里地內，你給我找出一把米來，算你本事。」簡捷向薛公遠打個眼色，兩人霍地躍起。簡捷兩手抓住張無忌雙臂。薛公遠左手掩住楊不悔的嘴，右臂便將她抱了起來。張無忌驚道：「你們幹甚麼？」簡捷笑道：「鳳陽府赤地千里，大夥兒餓得熬不住啦。這女孩兒又不是你甚麼人，待會兒也分你一份便是。」張無忌罵道：「你們枉自為英雄好漢，怎能欺侮她小小孤女？這事傳揚開去，你們還能做人嗎？」簡捷大怒，左手仍是抓住他，右手夾臉打了他兩拳，喝道：「連你這小畜生也一起宰了，我們本來嫌一隻小羊不夠吃的。」張無忌適才舉手投足之間便擊倒兩名村漢，甚是輕易，但聖手伽藍簡捷是崆峒派好手，一雙手上練了數十年的功夫，張無忌給他緊緊抓住了，卻那裏掙扎得脫？薛公遠的兩名師弟取過繩索，將兩個孩子都綁了。張無忌知道今日已然無倖，狂怒之下，好生後悔，當初實不該救了這幾人的性命，那料到人心反覆，到頭來竟會恩將仇報。簡捷道：「小畜生，你治好了老子頭上的傷，你就算於老子有恩，是不是？你心中一定在痛罵老子，是不是？」張無忌道：「這難道不是恩將仇報？我和你們無親無故，若非我出手相救，你們四人的奇傷怪病能治得好嗎？」薛公遠笑道：「張少爺，我們受傷之後醜態百出，都讓你瞧在眼裏啦，傳將出去，大夥兒在江湖上也不好做人。今兒我們實在餓得慌了，沒幾口鮮肉下肚，性命也是活不成，你救人救到底，送佛送上天，再救我們一救罷。」簡捷惡狠狠的猙獰可怕，倒也罷了，這薛公遠笑嘻嘻的陰險狠毒模樣，張無忌瞧著尤其覺得寒心，大聲道：「我是武當子弟，這個妹子是峨嵋派的。你們害了我二人不打緊，武當五俠和滅絕師太能就此罷休嗎？」簡捷一愕，「哦」了一聲，覺得這話倒是不錯，武當派和峨嵋派的人可真惹不起。薛公遠笑道：「這裏天知地知，你知我知，等你到了我肚裏，再去向張三丰老道訴苦罷。」簡捷哈哈大笑，說道：「肚裏餓得冒出火來啦，你便是我的親兄弟、親兒子，我也連皮帶骨的吞了你。」轉頭向薛公遠的兩個師弟喝道：「快生火燒湯啊。還等甚麼？」那二人提起地下的鐵鍋，一個到溪裏去掏水，另一個便生起火來。張無忌道：「薛大爺，那兩個人反正已死了，你們肚餓要吃人，吃了他不好嗎？」薛公遠笑道：「這兩條死漢子全身皮包骨頭，又老又韌，又臭又硬，天下那有不吃嫩羊吃老羊的道理？」張無忌自來極有骨氣，若是殺他打他，決不能討半句饒，但這時身陷歹人之手，竟要給人活生生的煮來吃了，不由得張惶失措，哀求了幾句。薛公遠反而不住嘲笑：「哈哈，武當派、峨嵋派的弟子在江湖上逞強稱霸，今日卻給我們一口一口的咬來吃了，張三丰和滅絕老尼知道了，不氣死才怪。」張無忌提氣大喝：「薛大爺，你們既是非吃人不可，就將我吃了罷，只求你們放了這個小妹子，我張無忌死而無怨。」薛公遠道：「為甚麼？」張無忌道：「她媽媽去世之時，托我將這個小妹子去交給她爹爹。你們今日吃我一人，也已夠飽了，明日可以再去買牛羊米飯，就饒了這小姑娘罷。」簡捷見他臨危不懼，小小年紀，竟大有俠義之風，倒也頗為欽佩，不禁心動，躊躇道：「怎樣？」薛公遠道：「饒了小女娃娃不打緊，只是洩漏了風聲，日後宋遠橋、俞蓮舟他們找上門來，簡大哥有把握打發便成。」簡捷點頭道：「薛兄弟說得是。我是個胡塗蛋，從不想想往後的日子。」說話之間，那名華山派弟子提了鍋清水回來，放在火上煮湯。張無忌知道事情緊急，叫道：「不悔妹妹，你向他們發個誓，以後決不說出今日的事來。」楊不悔迷迷糊糊的哭道：「不能吃你啊，不能吃你啊。」她也不懂張無忌說些甚麼，隱隱約約之間，只知道他是在捨身相救自己。那氣概軒昂的青年漢子默然坐在一旁，一直不言不動。簡捷向他瞪了一眼，道：「徐小舍，想吃羊肉，也得惹一身羊騷氣啊。」濠泗一帶，對年輕漢子稱為「小舍」。那青年道：「是！」從腰間拔出一柄短刀，說道：「殺豬屠羊，是我的拿手本事。」橫咬短刀在口，一手提了張無忌，一手提了楊不悔，向山溪邊走去。張無忌破口大罵，想張口去咬他手臂，卻咬不到。那徐小舍走出十餘步。薛公遠叫道：「徐小舍，便在這兒開剝罷。」那徐小捨回頭道：「在溪中開膛破肚的好，洗得乾淨些。」口中咬了刀子，說話模糊不清，腳下並不停步。薛公遠道：「我叫你在這裏，便在這裏。」他瞧出徐小舍神情有些不對，生怕他想獨吞，帶了兩個小孩逃走。徐小舍低聲道：「快逃！」將兩人在地下一放，伸刀割斷了縛住二人的繩索。張無忌道：「多謝救命大恩。」拉著楊不悔的手，拔步飛奔。簡捷和薛公遠齊聲怒吼，縱身追去。那徐小舍橫刀攔住，喝道：「站住！」簡捷和薛公遠見他橫刀當胸，威風凜凜的攔在面前，倒是一怔。簡捷喝道：「幹甚麼？」徐小舍道：「咱們在江湖上行走，欺侮弱小，不叫天下好漢笑話嗎？」薛公遠怒道：「餓得急了，娘老子也吃。」揮手向兩個師弟喝道：「快追，快追！」張無忌見楊不悔跑不快，將她抱起，他本已人小步短，這麼一來，逃得更慢了。簡捷和薛公遠各挺兵刃，夾攻那姓徐的漢子。鬥了一陣，簡捷刷的一刀，砍中了徐小舍大腿，登時鮮血淋漓。徐小舍抵敵不住，突然提起短刀，向薛公遠擲去。薛公遠側身閃避，徐小舍便衝了出去。簡薛二人也不追趕，逕自來捉張楊二小。徐小舍遠遠叫道：「張兄弟休慌，我去叫幫手來救你。」簡薛二人上前合圍，登時將張無忌和楊不悔又縛住了。簡捷瞪眼罵道：「這姓徐的吃裏扒外，不是好人，你們怎地跟他做一路？」薛公遠道：「路上撞到的同伴，誰知他是好人壞人？他說姓徐，叫甚麼徐達。你別信他鬼話，天都快黑了，到那兒叫幫手去。」一名華山派的弟子道：「聽他口音，是鳳陽府本地人，便叫些鄉下人來，咱們也不怕。」簡捷笑道：「鳳陽府的人，哈哈，個個餓得爬也爬不動了。咱們快把兩口小羊煮得香香的，飽餐一頓是正經。」張無忌二次被擒，被打得口鼻青腫，衣衫都扯破了，懷中銀兩物品，都掉在地上。他心想：「原來這位姓徐的大哥叫做徐達，此人實是個好朋友，只可惜我命在頃刻，不能和他結交了。」一低頭，只見一本黃紙抄本掉在地下，書頁隨風翻動，正是從王難姑屍身上取來的那部《王難姑毒經》，順眼往書頁上瞧去，只見赫然寫著「毒菌」兩個大字，其後小字詳載各種毒菌的形狀、氣味、顏色、毒性、解法，一種又是一種，他心中正亂，那裏看得入腦？突然間一瞥之間，只見左首四、五尺外，一段腐朽的樹幹下生著十餘棵草菌，顏色鮮艷奪目，心中一動：「這不知是甚麼菌，不知有毒無毒？毒經上說大凡毒菌均是顏色鮮明。這些草菌若是劇毒之物，不悔妹妹尚有活命之望。」他這時也已不想自己求生，反正體內寒毒難除，今日便逃得性命，也不過多活幾個月，一意只盼能救得楊不悔。他坐在地下，移動雙腳和臀部，慢慢挨將過去，轉過身來，伸手將那些草菌都摘了下來。這時天色已黑，各人饑火中燒，誰也沒留心他。張無忌忽然眼望徐達逃去之處，跳起身來，叫道：「徐大哥，你帶了人來啦，救命，救命！」簡捷等信以為真，四人抓起兵器，都跳了起來！張無忌乘四人凝視東方，倒退兩步，反手將草菌都投入了鐵鍋。簡捷等不見有人，都罵：「小雜種，你想瘋了也沒人來救你。」薛公遠道：「開刀子，誰來動手？」簡捷道：「我宰女娃子，你宰那男的。」說著一把揪了楊不悔。張無忌道：「薛大爺，我口渴得緊，你給我喝碗熱湯，我死了做鬼也不纏你。」薛公遠道：「好，喝碗熱湯打甚麼緊？」便舀碗熱湯給他。熱湯尚未送到嘴邊，張無忌便大聲讚道：「好香，好香！」那些草菌在熱湯中一熬，確是香氣撲鼻。薛公遠早就餓得急了，聞到菌湯香氣，便不拿去餵張無忌，自己喝了下肚，舐了舐嘴唇，道：「鮮得緊！」又去舀了一碗。簡捷伸手搶過，大口喝了，興猶未盡，又喝了一碗。薛公遠和華山派其餘兩名弟子也都喝了兩碗，久饑之下，兩碗熱騰騰的鮮湯下肚，均感說不出的舒服。簡捷還撈起鍋中草菌，大口咀嚼。誰也沒問草菌從何而來。簡捷吃完草菌，拍了拍肚子，笑道：「先打個底兒，再吃羊肉。」左手提起楊不悔後領，右手提了刀子。張無忌見眾人喝了菌湯後若無其事，心想原來這些草菌無毒，不禁暗暗叫苦。簡捷走了兩步，忽然叫道：「啊喲！」身子搖幌了幾下，摔跌在地，將楊不悔和刀子都拋在一旁。薛公遠驚道：「簡兄，怎麼啦？」奔過去俯身看時，這一彎腰，便再也站不直了，撲在簡捷身上。那兩名華山派弟子跟著也毒發而斃。張無忌大叫：「謝天謝地！」滾到刀旁，反手執起，將楊不悔手上的繩索割斷。楊不悔顫著雙手，把張無忌的手掌刺破了兩處，這才割斷他手上繩索。兩人死裏逃生，歡喜無限，摟抱在一起。過了一會，張無忌去看簡薛四人時，只見每人臉色發黑，肌肉扭曲，死狀甚是可怖，心想：「毒物能殺惡人，也就是能救好人。」當下將那部《王難姑毒經》珍而重之的收在懷內，決意日後好好研讀。※※※張無忌攜了楊不悔的手，穿出樹林，正要覓路而行，忽見東首火把照耀，有七、八人手執兵器，快步奔來。張楊二人忙在草叢中躲起。那干人奔到鄰近，只見當先一人正是徐達，他左手高舉火把，右手挺著長槍，大聲吆喝：「傷天害理的吃人惡賊，快納下命來！」眾人奔進樹林，見簡薛等四人死在當地，無不愕然。徐達叫道：「張兄弟，你沒事嗎？我們救你來啦！」張無忌叫道：「徐大哥，兄弟在這裏！」從草叢中奔出。徐達大喜，一把將他抱起，說道：「張兄弟，似你這等俠義之人，別說孩童，大人中也是少見，我生怕你已傷於惡賊之手，天幸好有好報，惡有惡報，正是報應不爽。」問起簡薛等人如何中毒，張無忌說了毒菌煮湯之事，眾人又都讚他聰明。徐達道：「這幾個都是我的好朋友，他們宰了一條牛，大夥兒正好在皇覺寺中煮食，我去一叫便來。但若不是張兄弟機智，我們還是來得遲了。」當下替張無忌一一引見。一個方面大耳的姓湯名和；一個英氣勃勃的姓鄧名愈；一個黑臉長身的姓花名雲；兩個白淨面皮的親兄弟，兄長吳良，兄弟吳禎。最後是個和尚，相貌十分醜陋，下巴向前挑出，猶如一柄鐵鏟相似，臉上凹凹凸凸甚多瘢痕黑痣，雙目深陷，炯炯有神。徐達道：「這位朱大哥，名叫元璋，眼下在皇覺寺出家。」花雲笑道：「他做的是風流快活和尚，不愛唸經拜佛，整日便喝酒吃肉。」楊不悔見了朱元璋的醜相，心中害怕，躲在張無忌背後。朱元璋笑道：「和尚雖然吃肉，卻不吃人，小妹妹不用害怕。」湯和道：「咱們煮的那鍋牛肉，這時候也該熟了。」花雲道：「快走！小妹妹，我來背你。」將楊不悔負在背上，大踏步便走。張無忌見這干人豪爽快活，心中也自歡喜。走了四、五里路，來到一座廟宇。走進大殿，便聞到一陣燒肉的香氣。吳良叫道：「熟啦，熟啦！」徐達道：「張兄弟，你在這兒歇歇，我們去端牛肉出來。」張無忌和楊不悔並肩坐在大殿蒲團上。朱元璋、徐達、湯和、鄧愈七手八腳，捧出大盆大缽的熟牛肉。吳良、吳禎兄弟提了一罈白酒，大夥兒便在菩薩面前歡呼暢飲。張無忌和楊不悔已餓了數日，此時牛肉下肚，自是說不出的暢快。花雲道：「徐大哥，咱們的教規甚麼都好，就是不許吃牛肉，未免有點兒那個。」張無忌心中一凜：「原來他們都是明教的。明教的規矩是食青菜，拜魔王，他們卻在這裏大吃牛肉。」徐達道：「咱們教規的第一要義是『行善去惡』，吃肉雖然不好，但那是末節，這當兒無米無菜，難道便眼睜睜的瞧著熟牛肉，卻活生生的餓死嗎？」鄧愈拍手叫道：「徐大哥的話從來最有見地，吃啊，吃啊！」正吃喝間，忽然門外腳步聲響，跟著有人敲門。湯和跳起身來，叫道：「啊也！張員外家中尋牛來啦！」只聽得廟門被人一把推開，步進來兩個挺胸凸肚的豪僕。一人叫道：「好啊！員外家的大牯牛，果然是你們偷吃了！」說著一把揪住朱元璋。另一人道：「你這賤和尚，今兒賊贓俱在，還逃到那裏去？明兒送你到府裏，一頓板子打死你。」朱元璋笑道：「當真胡說八道，你怎敢胡賴我們偷了員外的牯牛？出家人吃素念佛，你賴我吃肉，這不罪過嗎？」那豪僕指著盤缽中的牛肉，喝道：「這還不是牛肉？」朱元璋使個眼色，笑嘻嘻的道：「誰說牛肉？」吳良、吳禎兄弟走到兩名豪僕身後，一聲吆喝，抓住兩人手臂。朱元璋從腰間拔出一柄匕首，笑道：「兩位大哥，實不相瞞，我們吃的不是牛肉，乃是人肉。今日既給你們見到，只好吃了兩位滅口，以免洩漏。」嗤的一聲，將一名豪僕胸口衣服劃破，刀尖帶得他胸膛上現出一條血痕。那豪僕大驚，連叫：「饒……饒命……」朱元璋抓起一把牛肉，分別塞在二人口中，喝道：「吞下去！」兩人嚼也不敢嚼，便吞了下肚。朱元璋走到廚下，抓了一大把牛毛，分別塞在二人口中，喝道：「快吞下！」二人只得苦著臉又吞下了。朱元璋笑道：「你若去跟員外說我偷了他的牯牛，咱們便破肚開膛對質，瞧是誰吃了牛肉，連牛毛也沒拔乾淨。」翻轉刀子，用刀背在那人肚腹上一拖。那人只覺冷冰冰的刀子在肚子上劃過，嚇得尖聲大叫。吳氏兄弟哈哈大笑，抬腳在兩人屁股上用力一腳，踢得兩人直滾出殿外。眾人放懷大吃，笑罵兩名豪僕自討苦吃，平日仗著張員外的勢頭，欺壓鄉人，這一次害怕剖肚對質，決計不敢向員外說眾人偷牛之事。張無忌又是好笑，又是佩服，心道：「這姓朱的和尚容貌雖然難看，行事卻乾淨爽快，制得人半點動彈不得，手段好生厲害。」朱元璋等早聽徐達說了，張無忌甘捨自己性命相救楊不悔，都喜愛他是個俠義少年，不以尋常孩童相待，敬酒敬肉，當他是好朋友一般。飲到酣處，鄧愈歎道：「咱們漢人受胡奴欺壓，受了一輩子的骯髒氣，今日弄到連苦飯也沒一口吃，這樣的日子，如何再過得下去？」花雲拍腿叫道：「眼見鳳陽府已死了一半百姓，我看天下到處都是一般，與其眼睜睜的餓死，不如跟韃子拼一拼。」徐達朗聲道：「今日人命賤於豬狗，這兩個小兄弟小妹妹，險些便成了旁人肚中之物。普天之下，不知有多少良民百姓成為牛羊？男子漢大丈夫不能救人於水火之中，活著也是枉然。」湯和也道：「不錯。咱們今日運氣好，偷到一條牯牛宰來吃了，明日未必再偷得到。天下的好漢子大多衣食不周，難道叫英雄豪傑都去作賊？」各人越說越氣憤，破口大罵韃子害人。朱元璋道：「咱們在這兒千賊萬賊的亂罵，又罵得掉韃子一根毛嗎？是有骨氣的漢子，便殺韃子去！」湯和、鄧愈、花雲、吳氏兄弟等齊聲叫了起來：「去，去！」徐達道：「朱大哥，你這勞什子的和尚也不用當啦。你年紀最大，大伙都聽你的話。」朱元璋也不推辭，說道：「今後咱們同生同死，有福同享，有難同當。」眾人一齊拿起酒碗喝乾了，拔刀砍桌，豪氣干雲。楊不悔瞧著眾人，不懂他們說些甚麼，暗自害怕。張無忌卻想：「太師父一再叮囑，叫我決不可和魔教中人結交。可是常遇春大哥和這位徐大哥都是魔教中人，比之簡捷、薛公遠這些名門正派的弟子，為人卻好上萬倍了。」他對張三丰向來敬服之極，然從自身的經歷而言，卻覺太師父對魔教中人不免心存偏見。雖然如此，仍想太師父的言語不可違拗。朱元璋道：「好漢子說做便做，這會兒吃得飽飽的，正好行事。張員外家今日宴請韃子官兵，咱們先去揪來殺了。」花雲道：「妙極！」提刀站了起來。徐達道：「且慢！」到廚下拿一隻籃子，裝了十四、五斤熟牛肉，交給張無忌，說道：「張兄弟，你年紀還小，不能跟我們幹這殺官造反的勾當。我們這幾個人人窮得精打光，身上沒半分銀子，只好送這幾斤牛肉給你。若是我們僥倖不死，日後相見，大夥兒好好再吃一頓牛肉。」張無忌接過籃子，說道：「但盼各位建立大功，趕盡韃子，讓天下百姓都有飯吃。」朱元璋、徐達、湯和、鄧愈等聽了，都拍手讚好，說道：「張兄弟，你說得真對，咱們後會有期。」說著各挺兵刃，出廟而去。張無忌心想：「他們此去是殺韃子，若不是帶著這個小妹子，我也跟他們去一起去了。他們只有七個人，倘是寡不敵眾，張員外家中的韃子和莊丁定要前來追殺，這廟中是不能住了。」於是挽了一籃牛肉，和楊不悔出廟而去。黑暗中行了四、五里，猛見北方紅光沖天而起，火勢甚烈，知是朱元璋、徐達等人得手，已燒了張員外的莊子，心中甚喜。當晚兩人在山野間睡了半夜，次晨又向西行。※※※兩個小孩沿途風霜饑寒之苦，說之不盡。幸好楊不悔的父母都是武學名家，先天體質壯健，小小女孩長途跋涉，居然沒有生病，便有輕微風寒，張無忌採些草藥，隨手便給她治好了。但兩人每日行行歇歇，最多也不過走上二、三十里，行了十五、六天，方到河南省境。河南境內和安徽也是無多分別，處處饑荒，遍地餓殍。張無忌做了一副弓箭，射禽殺獸，飽一天餓一天的，和楊不悔慢慢西行。幸好途中沒遇上蒙古官兵，也沒逢到江湖人物，至於尋常的無賴奸徒想找歹主意，卻那裏是張無忌的對手？有一日他跟途中遇到的一個老人閒談，說要到崑崙山坐忘峰去。這老人雙目圓睜，驚得呆了，說道：「小兄弟，崑崙山離這裏何止十萬八千里，聽說當年有唐僧取經，這才去過。你們兩個娃娃，可不是發瘋了嗎？你家住那裏，快快回家去罷！」張無忌一聽之下，不禁氣沮，暗想：「崑崙山這麼遠，那是去不了的啦，只好到武當山去見太師父再說。」但轉念又想：「我受人重托，雖然路遠，又怎能中途退縮？我壽命無多，倘若不在身死之前將不悔妹妹送到，便是對不起紀姑姑。」不再跟那老人多說，拉著楊不悔的手便行。又行了二十餘天，兩個孩子早是全身衣衫破爛，面目憔悴。張無忌最為煩惱的，卻是楊不悔時時吵著要媽媽，見媽媽總是不從天上飛下來，往往便哭泣半天。張無忌多方譬喻開導，說這一路西去，便是去尋她媽媽，又說個故事，扮個鬼臉，逗她破涕為笑。這一日過了駐馬店，已是秋末冬初，朔風吹來，兩個孩子衣衫單薄，都禁不住發抖。張無忌除下自己破爛的外衫給楊不悔穿上。楊不悔道：「無忌哥哥，你自己不冷嗎？」張無忌道：「我不冷，熱得緊。」使力跳了幾下。楊不悔道：「你待我真好！你自己也冷，卻把衣服給我穿。」這小女孩斗然間說起大人話來，張無忌不由得一怔。便在此時，忽聽得山坡後傳來一陣兵刃相交的叮噹之聲，跟著腳步聲響，一個女子聲音叫道：「惡賊，你中了我的餵毒喪門釘，越是快跑，發作得越快！」張無忌急拉楊不悔在路旁草叢中伏下，只見一個三十來歲的壯漢飛步奔來，數丈後一個女子手持雙刀，追趕而至。那漢子腳步踉蹌，突然間足下一軟，滾倒在地。那女子追到他身前，叫道：「終叫你死在姑娘手裏！」那漢子驀地躍起，右掌拍出，波的一聲，正中那女子胸口。這一下力道剛猛，那女子仰天跌倒，手中雙刀遠遠摔了出去。那漢子反手從自己背上拔下喪門釘，恨恨的道：「取解藥來。」那女子冷笑道：「這次師父派我們出來捉你，只給餵毒暗器，不給解藥。我既落在你手裏，也就認命啦，可是你也別指望能活命。」那漢子左手以刀尖指住她咽喉，右手到她衣袋中搜尋，果然不見解藥。那漢子怒極，提起那枚餵毒喪門釘用力一擲，釘在那女子肩頭，喝道：「叫你自己也嘗嘗餵毒喪門釘的滋味，你崑崙派……」一句話沒說完，背上毒性發作，軟垂在地。那女子想掙扎爬起，但哇的一聲吐出一口鮮血，又再坐倒，拔出肩頭的喪門釘，拋在地下。一男一女兩人臥在道旁草地之中，呼吸粗重，不住喘氣。張無忌自從醫治簡捷、薛公遠而遭反噬之後，對武林中人深具戒心，這時躲在一旁觀看動靜，不敢出來。過了一會，只聽那漢子長長嘆了口氣，說道：「我蘇習之今日喪命在駐馬店，仍是不知如何得罪了你們崑崙派，當真是死不瞑目。你們追趕了我千里路，非殺我不可，到底為了甚麼？詹姑娘，你好心跟我說了罷！」言語之中，已沒甚麼敵意。那女子詹春知道師門這餵毒喪門釘的厲害，眼見勢將和他同歸於盡，已是萬念俱灰，幽幽的道：「誰叫你偷看我師父練劍，這路『崑崙兩儀劍』，若不是他老人家親手傳授，便是本門弟子偷瞧了，也要遭剜目之刑，何況你是外人？」蘇習之「啊」的一聲，說：「他媽的，該死，該死！」詹春怒道：「你死到臨頭，還在罵我師父？」蘇習之道：「我罵了便怎樣？這不是冤枉嗎？我路過白牛山，無意中見到你師父使劍，覺得好奇，便瞧了一會。難道我瞧得片刻，便能將這路劍法學去了？我真有這麼好本事，你們幾名崑崙子弟又奈何得了我？詹姑娘，我跟你說，你師父鐵琴先生太過小氣，別說我沒學到這『崑崙兩儀劍』的一招半式，就算學了幾招，那也不能說是犯了死罪啊。」詹春默然不語，心中也暗怪師父小題大做，只因發覺蘇習之偷看使劍，便派出六名弟子，千里追殺，終於落到跟此人兩敗俱傷，心想事到如今，這人也已不必說謊，他既說並未偷學武功，自是不假。蘇習之又道：「他給你們餵毒暗器，卻不給解藥，武林中有這個規矩嗎？他媽的……」詹春柔聲道：「蘇大哥，小妹害了你，此刻心中好生後悔，好在我也陪你送命，這叫做命該如此。只是累了你家大嫂和公子小姐，實在過意不去。」蘇習之嘆道：「我女人已在兩年前身故，留下一男一女兩個孩子，一個六歲，一個四歲，明日他們便是無父無母的孤兒了。」詹春道：「你府上還有誰啊？有人照料孩子麼？」蘇習之道：「此刻由我嫂子在照看著。我嫂子脾氣暴躁，為人刁蠻，就只對我還忌著幾分。唉！今後這兩個娃娃，可有得苦頭吃了。」詹春低聲道：「都是我作的孽。」蘇習之搖頭道：「那也怪你不得。你奉了師門嚴令，不得不遵，又不是自己跟我有甚麼冤仇。其實，我中了你的餵毒暗器，死了也就算了，何必再打你一掌，又用暗器傷你？否則我以實情相告，你良心好，必能設法照看我那兩個苦命的孩兒。」詹春苦笑道：「我是害死你的兇手，怎說得上心好？」蘇習之道：「我沒怪你，真的，並沒怪你。」適才兩人拚命惡鬥，這時均自知命不久長，留戀人世，心中便具有仁善意。張無忌聽到這裏，心想：「這一男一女似乎心地不惡，何況那姓蘇的家中尚有兩個孩兒。」想起自己和楊不悔身為孤兒之苦，便從草叢中走了出來，說道：「詹姑娘，你喪門釘上餵的是甚麼毒藥？」蘇習之和詹春突然見草叢中鑽出一個少年、一個女孩，已覺奇怪，聽得張無忌如此詢問，更是驚訝，張無忌道：「我粗通醫理，兩位所受的傷毒，未必無救。」詹春道：「是甚麼毒藥，我可不知道。傷口中奇癢難當。我師父說道，中了這喪門釘後，只有四個時辰的性命。」張無忌道：「讓我瞧瞧傷勢。」蘇詹二人見他年紀既小，又是衣衫破爛，全身污穢，活脫是個小叫化子，那裏信他能治傷毒？蘇習之粗聲道：「我二人命在頃刻，小孩兒快別在這兒囉唣，給我走得遠遠的罷。」張無忌不去睬他，從地上拾起喪門釘，拿到鼻邊一聞，嗅到一陣淡淡的蘭花香。這些日來，他途中有暇，便翻讀王難姑所遺的那部《毒經》，於天下千奇百怪的毒物，已莫不了然於胸，一聞到這陣香氣，即知喪門釘上餵的是「青陀羅花」的毒汁。《毒經》上言道，這花汁原有腥臭之氣，本身並無毒性，便喝上一碗，也絲毫無害，但一經和鮮血混和，卻生劇毒，同時腥臭轉為清香，說道：「這是餵了青陀羅花之毒。」詹春並不知喪門釘上餵的是何毒藥，但師父的花圃中種有這種奇花，她卻是知道的，奇道：「咦，你怎知道？」要知青陀羅花是極罕見的毒花，源出西域，中土向來所無。張無忌點了點頭，說道：「我知道。」攜了楊不悔的手，道：「咱們走罷。」詹春忙道：「小兄弟，你若知治法，請你好心救我二人一命。」張無忌原本有心相救，但突然想到簡捷和薛公遠要吃人肉時那獰惡的面貌，不由得躊躇。蘇習之道：「小相公，在下有眼不識高人，請你莫怪。」張無忌道：「好罷！我試一試看。」取出金針，在詹春胸口「膻中穴」及肩旁左右「缺盆穴」刺了幾下，先止住她胸口掌傷的疼痛，說道：「這青陀羅花見血生毒，入腹卻是無礙。兩位先用口相互吮吸傷口，至血中絕無凝結的細微血塊為止。」蘇習之和詹春都頗覺不好意思，但這時性命要緊，傷口又在自己吮吸不到的肩背之處，只得輪流替對方吸出傷口中毒血。張無忌在山邊採了三種草藥，嚼爛了替二人敷上傷口，說道：「這三味草藥能使毒氣暫不上攻，療毒卻是無效。咱們到前面市鎮去，尋到藥店，我再給你們配藥療毒。」蘇詹二人的傷口本來癢得難過之極，敷上草藥，登覺清涼，同時四肢不再麻軟，當下不住口的稱謝。二人各折一根樹枝作為拐杖，撐著緩步而行。詹春問起張無忌的師承來歷，張無忌不願細說，只說自幼便懂醫理。行了一個多時辰，到了沙河店，四人投店歇宿。張無忌開了藥方，蘇習之便命店伴去抓藥。這一年豫西一帶未受天災，雖然蒙古官吏橫暴殘虐，和別地無甚分別，但老百姓總算還有口飯吃。沙河店鎮上店舖開設如常。店伴抓了藥來，張無忌把藥煮好了，餵著蘇習之和詹春服下。四人在客店中住了三日。張無忌每日變換藥方，外敷內服，到了第四日上，蘇詹二人身上所中劇毒已全部驅除。二人自是大為感激，問起張無忌和楊不悔要到何處。張無忌說了崑崙山坐忘峰的地名。詹春道：「蘇大哥，咱兩人的性命，是蒙這位小兄弟救了，可是我那五個師兄卻仍在到處尋你，這件事還沒了結。你便隨我上崑崙山走一遭，好不好？」蘇習之吃了一驚，道：「上崑崙山？」詹春道：「不錯。我同你去拜見家師，說明你確實並未學到『崑崙兩儀劍』的一招半式。此事若不得他老人家原宥，你日後總是禍患無窮。」蘇習之心下著惱，說道：「你崑崙派忒也欺人太甚，我只不過多看了一眼，累得險些進入鬼門關，該放手了罷？」詹春柔聲道：「蘇大哥，你替小妹想想這中間的難處。我去跟師父說，你確實沒學到劍法，那也沒甚麼，但我那五個師兄倘若再出手傷你，小妹心中如何過意得去？」他二人出生入死的共處數日，相互已生情意，蘇習之聽了她這軟語溫存的說話，胸中氣惱登時消了，又想：「崑崙派人多勢眾，給他們陰魂不散的纏上了，免不了還是將性命送在他們手裏為止。」詹春見他沉吟，又道：「你先陪我走一遭。你有甚麼要緊事，咱們去了崑崙山之後，小妹再陪你一道去辦如何？」蘇習之喜道：「好，便是這般著。只不知尊師肯不肯信？」詹春道：「師父素來喜歡我，我苦苦相求，諒來不會對你為難。這件事一了結，小妹還想去瞧瞧你的少爺小姐，免得他兩個小孩兒受你嫂子欺侮。」蘇習之聽她這般說，顯有以身相許之意，心中大喜，對張無忌道：「小兄弟，咱們都上崑崙山去，大夥兒一起走，路上也有個伴兒。」詹春道：「崑崙山脈綿延千里，不知有多少山峰，那坐忘峰不知坐落何處。但我們崑崙派要在崑崙山中找一座山峰，總能找到。」次日蘇習之雇了一輛大車，讓張無忌和楊不悔乘坐，自己和詹春乘馬而行。到了前面大鎮上，詹春又去替張無忌和楊不悔買了幾套衣衫，把兩人換得煥然一新。蘇詹二人見這對孩兒洗沐換衣之後，男的英俊，女的秀美，都大聲喝起采來。兩個孩子直到此時，始免長途步行之苦，吃得好了，身子也漸漸豐腴起來。漸行漸西，天氣一天冷似一天，沿途有蘇習之和詹春兩人照看，一路平安無事。到得西域後，崑崙派勢力雄強，更無絲毫阻礙，只是黃沙撲面，寒風透骨，卻也著實難熬。不一日來到崑崙山三聖坳，但見遍地綠草如錦，到處果樹香花。蘇習之和張無忌萬想不到在這荒寒之處竟然有這般好地方，都甚是歡喜。原來那三聖坳四周都是插天高山，擋住了寒氣。崑崙派自「崑崙三聖」何足道以來，歷代掌門人於七、八十年中花了極大力氣整頓這個山坳，派遣弟子東至江南，西至天竺，搬移奇花異樹前來種植。詹春帶著三人，來到鐵琴先生何太沖所居的鐵琴居。一進門，只見一眾兄弟姊妹均深有憂色，只和她微一點頭，便不再說話。詹春心中嘀咕，不知發生了甚麼事，拉住一個師妹問道：「師父在家罷？」那女弟子尚未回答，只聽見何太沖暴怒咆哮的聲音從後堂傳了出來：「都是飯桶，飯桶！有甚麼事叫你們去辦，從來沒一件辦得妥當。要你們這些膿包弟子何用？」跟著拍桌之聲震天價響。詹春向蘇習之低聲道：「師父在發脾氣，咱們別去找釘子碰，明兒再來。」何太沖突然叫道：「是春兒嗎？鬼鬼祟祟的在說甚麼？那姓蘇小賊的首級呢？」詹春臉上變色，搶步進了內廳，跪下磕頭，說道：「弟子拜見師父。」何太沖道：「差你去辦的事怎麼樣啦？那姓蘇的小賊呢？」詹春道：「那姓蘇的便在外面，來向師父磕頭請罪。他說他不懂規矩，確是不該觀看師父試演劍法，但本派劍法精微奧妙，他看過之後，只知道這是天下無雙的高明劍術，但到底好在那裏，卻是莫名其妙，半點也領會不到。」她跟隨師父日久，知他武功上極為自負，因此說蘇習之極力稱譽本門功夫，師父一高興，便可饒了他。若在平時，這頂高帽何太沖勢必輕輕受落，但今日他心境大為煩躁，哼了一聲，說道：「這件事你辦得很好！去把那姓蘇的關在後山石屋中，慢慢發落。」詹春見他正在氣頭上，不敢出口相求，應道：「是！」又問道：「師母們都好？我到後面磕頭去。」何太沖共有妻妾五人，最寵愛的是第五小妾，詹春為求師父饒恕蘇習之，便想去請這位五師母代下說辭。何太沖臉上忽現淒惻之色，長歎了一聲，道：「你去瞧瞧五姑也好，她病得很重，你總算趕回來還能見到她一面。」詹春吃了一驚，道：「五姑不舒服嗎？不知是甚麼病？」何太沖歎道：「知道是甚麼病就好了。已叫了七、八個算是有名的大夫來看過，連甚麼病也說不上來，全身浮腫，一個如花似玉的人兒，腫得……唉，不用提了……」說著連連搖頭，又道：「收了這許多徒弟，沒一個管用。叫他們到長白山去找千年老山人參，去了快兩個月啦，沒一個死回來，要他們去找雪蓮、首烏等救命之物，個個空手而歸。」詹春心想：「從這裏到長白山萬里之遙，那能去了即回？到了長白山，也未必就能找到千年人參啊。至於雪蓮、首烏等起死回生的珍異藥物，找一世也不見得會找到，一時三刻，那能要有便有？」知道師父對這個小妾愛如性命，眼見她病重不治，自不免遷怒於人。何太沖又道：「我以內力試她經脈，卻是一點異狀也沒有。哼哼，五姑若是性命不保，我殺盡天下的庸醫。」詹春道：「弟子去望望她。」何太沖道：「好，我陪你去。」師徒倆一起到了五姑的臥房之中。詹春一進門，撲鼻便是一股藥氣，揭開帳子，只見五姑一張臉腫得猶如豬八戒一般，雙眼深陷肉裏，幾乎睜不開來，喘氣甚急，像是扯著風箱。這五姑本是個美女，否則何太沖也不致為她如此著迷，這時一病之下，變成如此醜陋，詹春也不禁大為歎息。何太沖道：「叫那些庸醫再來瞧瞧。」在房中服侍的老媽子答應著出去。過了不久，只聽得鐵鍊聲響，進來七個醫生。七人腳上繫了鐵鍊，給鎖在一起，形容憔悴，神色苦惱。這七人都是四川、雲南、甘肅一帶最有名的醫生，被何太沖派弟子半請半拿的捉了來。但七位名醫見解各不相同，有的說是水腫，有的說是中邪，所開的藥方試服之後，沒一張管用，五姑的身子仍是日腫一日。何太沖一怒之下，將七位名醫都鎖了，宣稱五姑若是不治，七個庸醫（這時「名醫」已改作「庸醫」）一齊推入墳中殉葬。七名醫生出盡了全身本事，卻治得五姑的身子越來越腫，自知性命不保，但每次會診，總是大聲爭論不休，指摘其餘六名醫生，說五姑所以病重，全是他們所害，與自己無涉。這一次七人進來，診脈之後，三言兩語，便又爭執起來。何太沖憂急惱怒，大聲喝罵，才將七個不知是名醫還是庸醫的聲音壓了下來。詹春心念一動，說道：「師父，我從河南帶來了一個醫生，年紀雖然幼小，本領卻比他們都高些。」何太沖大喜，叫道：「你何不早說，快請，快請。」每一位名醫初到，他對之都十分恭敬，但「名醫」一變成「庸醫」，他可一點也不客氣了。詹春回到廳上，將張無忌帶了進去。張無忌一見何太沖，認得當年在武當山逼死父母的諸人之中，便有他在內，不禁暗暗惱恨。但張無忌隔了這四、五年，相貌身材均已大變，何太沖卻認他不出，見是個十四、五歲的少年，見了自己竟不磕頭行禮，側目斜視，神色間甚是冷峭，當下也不暇理會，問詹春道：「你說的那位醫生呢？」詹春道：「這位小兄弟便是了。他的醫道精湛得很，只怕還勝過許多名醫。」何太沖那裏相信，說道：「胡鬧！胡鬧！」詹春道：「弟子中了青陀羅花之毒，便是得他治好的。」何太沖一驚，心想：「青陀羅花的花毒不得我獨門解藥，中後必死，這小子居然能治，倒有些邪門。」向張無忌打量了一會，問道：「少年，你真會治病嗎？」張無忌想起父母慘死的情景，本來對何太沖心下暗恨，可是他天性不易記仇，否則也不會肯給簡捷等人治病，也不會給崑崙派的詹春療毒了，這時聽何太沖如此不客氣的詢問，雖感不快，還是點了點頭。他一進房，便聞到一股古怪的氣息，過了片刻，便覺這氣息忽濃忽淡，甚是奇特，走到五姑床前瞧瞧她臉色，按了按她雙手脈息，突然取出一根金針，從她腫得如南瓜般的臉上刺了下去。何太沖大吃一驚，喝道：「你幹甚麼？」待要伸手抓住張無忌時，見他已拔出金針，五姑臉上卻無血液膿水滲出。何太沖五根手指離張無忌背心不及半尺，硬生生的停住，只見他將金針湊近鼻端一嗅，點了點頭。心中生出一絲指望，道：「小……小兄弟，這病有救嗎？」以他一派之尊，居然叫張無忌一聲「小兄弟」，可算得客氣之極了。張無忌不答，突然爬到五姑床底下瞧了一會，又打開窗子，察看窗外的花圃，忽地從窗中跳出，走近去觀賞花卉。何太沖寵愛五姑，她窗外花圃中所種的均是珍奇花卉，這時見張無忌行動怪異，自己心如油煎，盼他立即開方用藥，治好五姑的怪病，他卻自得其樂的賞起花來，教他如何不怒？但於束手無策之中忽露一線光明，終於強忍怒氣，卻已滿臉黑氣，不住的呼吸喘氣。只見張無忌看了一會花草，點點頭，若有所悟，回進房來，說道：「病是能治的，可是我不想治。詹姑娘，我要去了。」詹春道：「張兄弟，倘若你治好了五姑的疾病，我們崑崙派上下齊感你的大德，這一定要請你治一治。」張無忌指著何太沖道：「逼死我爹爹媽媽的人中，這位鐵琴先生也有份，我為甚麼要救他親人的性命？」何太沖一驚，問道：「小兄弟，你貴姓，令尊令堂是誰？」張無忌道：「我姓張，先父是武當派的第五弟子。」何太沖一凜：「原來他是張翠山的兒子。武當派著實了得，他家學淵源，料來必有些本事。」當即慘然長歎，說道：「張兄弟，令尊在世之時，在下和他甚是交好，他自刎身亡，我痛惜不止……」他為了救愛妾的性命，便信口胡吹。詹春也幫著師父圓謊，說道：「令尊令堂死後，家師痛哭了幾場，常跟我們眾弟子說，令尊是他平生最交好的良友。張兄弟，你何不早說？早知你是張五俠的令郎，我對你更要加倍相敬了。」張無忌半信半疑，但他生性不易記仇，便道：「這位夫人不是生了怪病，是中了金銀血蛇的蛇毒。」何太沖和詹春齊聲道：「金銀血蛇？」張無忌道：「不錯，這種毒蛇我也從來沒見過，但夫人臉頰腫脹，金針探後針上卻有檀香之氣。何先生，請你瞧瞧夫人的腳，十根足趾的趾尖上可有細小齒痕。」何太沖忙掀開五姑身上的棉被，凝目看她的足趾時，果見每根足趾的尖端都有幾個紫黑色齒痕，但細如米粒，若非有意找尋，決計看不出來。何太沖一見之下，對張無忌的信心陡增十倍，說道：「不錯，不錯，當真每足趾上都有齒痕，小兄弟實在高明，實在高明。小兄弟既知病源，必能療治。小妾病癒之後，我必當重重酬謝。」轉頭對七個醫生喝道：「甚麼風寒中邪，陽虛陰虧，都是胡說八道！她足趾上的齒痕，你們七隻大飯桶怎地瞧不出來？」雖是罵人，語調卻是喜氣洋洋。張無忌道：「夫人此病本甚奇特，他們不知病源，那也難怪，都放了他們回去罷。」何太沖笑道：「很好，很好！小兄弟大駕光臨，再留這些庸醫在此，不是惹人厭嗎？春兒，每人送一百兩銀子，叫他們各自回去。」那七個庸醫死裏逃生，無不大喜過望，急急離去，生怕張無忌的醫法不靈，何太沖又把這個「小庸醫」跟自己鎖在一起，要八名大小「庸醫」齊為愛妾殉葬。張無忌道：「請叫僕婦搬開夫人臥床，床底有個小洞，便是金銀血蛇出入的洞穴。」何太沖不等僕婦動手，右手抓起一隻床腳，單手便連人帶床一齊提開，果見床底有個小洞，不禁又喜又怒，叫道：「快取硫磺煙火來，薰出毒蛇，斬牠個千刀萬劍！」張無忌搖手道：「使不得，使不得！夫人所中的蛇毒，全仗這兩條毒蛇醫治，你殺了毒蛇，夫人的病便治不來了。」何太沖道：「原來如此。中間的原委，倒要請教。」這「請教」兩字，自他業師逝世，今日是第一次再出於他口。張無忌指著窗外的花圃道：「何先生，尊夫人的疾病，全由花圃中那八株『靈脂蘭』而起。」何太沖道：「這叫做『靈脂蘭』嗎？我也不知其名，有一位朋友知我性愛花草，從西域帶來了這八盆蘭花送我。這花開放時有檀香之氣，花朵的顏色又極嬌艷，想不到竟是禍胎。」張無忌道：「據書上所載，這『靈脂蘭』其莖如球，顏色火紅，球莖中含有劇毒。咱們去掘起來瞧瞧，不知是也不是。」這時眾弟子均已得知有個小大夫在治五師母的怪病。男弟子不便進房，詹春等六個女弟子都在旁邊。聽得張無忌這般話，便有兩個女弟子拿了鐵鏟，將一株靈脂蘭掘了起來，果見上下的球莖色赤如火。兩名女弟子聽說莖中含有劇毒，那敢用手去碰？張無忌道：「請各位將八枚球莖都掘出來，放在土缽之中，加入雞蛋八枚，雞血一碗，搗爛成糊，搗藥時務請小心，不可濺上肌膚。」詹春答應了，自和兩名師妹同去辦理。張無忌又要了兩根尺許長短的竹筒，一枝竹棒，放在一旁。過不多時，靈脂蘭的球莖已搗爛成糊。張無忌將藥糊倒在地下，圍成一個圓圈，卻空出一個兩寸來長的缺口，說道：「待會見到異狀，各位千萬不可出聲，以免毒蛇受到驚嚇，逃得無影無蹤。各位去取些甘草、棉花，塞住鼻孔。」眾人依言而為。張無忌也塞住了鼻孔，然後取出火種，將靈脂蘭的葉子放在蛇洞前燒了起來。不到一盞茶時分，只見小洞中探出一個小小蛇頭，蛇身血紅，頭頂卻有個金色肉冠。那蛇緩緩爬出，竟是生有四足、身長約莫八寸；跟著洞中又爬出一蛇，身子略短，形相一般，但頭頂肉冠則作銀色。何太沖等見了這兩條怪蛇，都是屏息不敢作聲。這種異相毒蛇必有劇毒，自不必說，眾人武功高強，倒也不懼，但若將之驚走了，只怕夫人的惡疾難治。只見兩條怪蛇伸出蛇舌，互舐肩背，十分親熱，相偎相依，慢慢爬進了靈脂蘭藥糊圍成的圓圈之中。張無忌忙將一根竹筒放在圓圈的缺口外，提起竹棒，輕輕在銀冠血蛇的尾上一撥。那蛇行動快如電閃，眾人只見銀光一閃，那蛇已鑽入竹筒。金冠血蛇跟著也要鑽入，但竹筒甚小，只容得一蛇，金冠血蛇無法再進，只急得胡胡而叫。張無忌用竹棒將另一根竹筒撥到金冠血蛇身前，那蛇便也鑽了進去。張無忌忙取過木塞，塞住了竹筒口子。自那對金銀血蛇從洞中出來，眾人一直戰戰兢兢、提心吊膽，直到張無忌用木塞塞住竹筒，各人才不約而同的吁了口長氣，張無忌道：「請拿幾桶熱水進來，將地下洗刷乾淨，不可留下靈脂蘭的毒性。」六名女弟子忙奔到廚下燒水，不多時便將地下洗得片塵不染。張無忌吩咐緊閉門窗，又命眾人取來雄黃、明礬、大黃、甘草等幾味藥材，搗爛成末，拌以生石灰粉，灌入銀冠血蛇竹筒之中，那蛇登時胡胡的叫了起來。另一筒中的金蛇也呼叫相應。張無忌拔去金蛇竹筒上的木塞，那蛇從竹筒中出來，繞著銀蛇所居的竹筒游走數匝，狀甚焦急，突然間急竄上床，從五姑的棉被中鑽了進去。何太沖大驚。「啊」的一聲叫了出來，張無忌搖搖手，輕輕揭開棉被，只見那金冠血蛇正張口咬住了五姑左足的中趾。張無忌臉露喜色，低聲道：「夫人身中這金銀血蛇之毒，現下便是要這對蛇兒吸出她體內毒質。」過了半炷香時分，只見那蛇身子腫脹，粗了幾有一倍，頭上金色肉冠更燦然生光，張無忌拔下銀蛇所居竹筒的木塞，金蛇即從床上躍下，游近竹筒，口中吐出毒血餵那銀蛇。張無忌道：「好了，每日這般吸毒兩次，我再開張一張消腫補虛的方子，十天之內，便可痊癒。」何太沖大喜，將張無忌讓到書房，說道：「小兄弟神乎其技，這中間的緣故，還要請教。」張無忌道：「據書上所載，這金冠銀冠的一對血蛇，在天下毒物中名列第四十七，並不算是十分厲害的毒物，但有一個特點，性喜食毒。甚麼砒霜、鶴頂紅、孔雀膽、鴆酒等等，無不喜愛。夫人窗外的花圃之中種了靈脂蘭，這靈脂蘭的毒性可著實厲害，竟將這對金銀血蛇給引了來。」何太沖點頭道：「原來如此。」張無忌道：「金銀血蛇必定雌雄共居，適才我用雄黃等藥焙灸那銀冠雌蛇，金冠雄蛇為了救牠伴侶，便到夫人腳趾上吸取毒血相餵。此後我再用藥物整治雄蛇，那雌蛇也必定去吸取毒血，如此反覆施為，便可將夫人的體內毒質去盡。」說到這裏，想起一事：「這對血蛇最初卻何以去咬夫人腳趾，其中必定另有緣故。」一時想不明白，也就不提。當日何太沖在後堂設了筵席，款待張無忌與楊不悔。張無忌心想楊不悔是紀曉芙的私生女兒，說起來於峨嵋派的聲名有累，因此當何太沖問起她的來歷時，含糊其辭，不加明言。過了數日，五姑腫脹漸消，精神恢復，已能略進飲食。張無忌便出言告辭，何太沖苦苦挽留，只恐愛妾病況又有反覆。到第十天上，五姑已然腫脹全消。※※※五姑備了一席精緻酒筵，親向張無忌道謝，請了詹春作陪。五姑容色雖仍憔悴，但俏麗一如往昔，何太沖自是十分歡喜。詹春乘著師父高興，求他將蘇習之收入門下。何太沖呵呵笑道：「春兒，你這釜底抽薪之計著實不錯啊，我收了這姓蘇的小子，將來自會把『崑崙兩儀劍』劍法傳他，那麼他從前偷看一次，又有何妨？」詹春笑道：「師父，倘若不是這姓蘇的偷看你老人家使劍，弟子不會去拿他，便不會碰到張世兄。固然師父和五姑洪福齊天，張世兄醫道高明，可是這姓蘇的小子，說來也有一份小小功勞啊。」五姑向何太沖道：「你收了這許多弟子，到頭來誰也幫不了你的忙，只有詹姑娘才立了大功。詹姑娘既然看中那小子，想必是好的，你就多收一個罷，說不定將來倒是最得力的弟子呢。」何太沖對愛妾之言向來唯命是聽，便道：「好罷，我收便收他，可是有個條款。」五姑道：「甚麼啊？」何太沖正色道：「他投入我門下之後，須得安心學藝，可不許對春兒癡心妄想，意圖娶她為妻，這個我卻是萬萬不准的。」詹春滿臉通紅，把頭低了下去。五姑卻吃吃的笑了起來，說道：「啊喲，你做師父的要以身作則才好，自己三妻四妾，卻難道禁止徒兒們婚配嗎？」何太沖那句話原是跟著詹春說笑，哈哈一笑，便道：「喝酒，喝酒！」只見一名小鬟托著木盤，盤中放著一把酒壺，走到席前，替各人斟酒。那酒稠稠的微帶黏性，顏色金黃，甜香撲鼻。何太沖道：「張兄弟，這是本山的名產，乃是取雪山頂上的琥珀蜜梨釀成，叫『琥珀蜜梨酒』，為外地所無，不可不多飲幾杯。」心下尋思：「卻如何騙得他說出金毛獅王謝遜的下落來？此事須當緩圖，千萬不可急躁。」張無忌本不會飲酒，但聞到這琥珀蜜梨酒香沁心脾，便端起杯來，正要放到唇邊，突然懷中那對金銀血蛇同時胡胡胡的低鳴起來。張無忌心中一動，叫道：「此酒飲不得。」眾人一怔，都放下酒杯。張無忌從懷中取出竹筒，放出金冠血蛇，那蛇兒游到酒杯之旁，探頭將一杯酒喝得涓滴不剩。張無忌將牠關回竹筒，放了銀冠雌蛇出來，也喝了一杯。這對血蛇互相依戀，單放雄蛇或是雌蛇，決不遠去，同時十分馴善，但若雙蛇同時放出，那不但難以捕捉回歸竹筒，說不定還會暴起傷人。五姑笑道：「小兄弟，你這對蛇兒會喝酒，當真有趣得緊。」張無忌道：「請命人捉一狗子或是貓兒過來。」那小鬟應道：「是！」便要轉身退出。張無忌道：「這位姊姊等在這裏別去，讓別人去捉貓狗。」過了片刻，一名僕人牽了一頭黃狗進來。張無忌端起何太沖面前的一杯酒，灌在黃狗的口裏。那黃狗悲吠幾聲，隨即七孔流血而斃。五姑嚇得渾身發抖，道：「酒裏有毒……誰……誰要害死我們啊，張兄弟，你又怎知道？」張無忌道：「金銀血蛇喜食毒物，牠們嗅到酒中毒藥的氣息，便高興得叫了起來。」何太沖臉色鐵青，一把抓住那小鬟的手腕，低聲道：「這毒酒是誰叫你送來的？」那小鬟驚得魂不附體，顫聲道：「我……我不知道是毒……有毒……我從大廚房拿來……」何太沖道：「你從大廚房到這裏，遇到過誰了？」那小鬟道：「在走廊裏見到杏芳，她拉住我跟我說話，揭開酒壺聞了聞酒香。」何太沖、五姑、詹春三人對望了一眼，都是臉有懼色。原來那杏芳是何太沖原配夫人的貼身使婢。張無忌道：「何先生，此事我一直躊躇不說，卻在暗中察看。你想，這對金銀血蛇當初何以要去咬夫人的足趾，以致於蛇毒傳入她的體內？顯然易見，是夫人先已中了慢性毒藥，血中有毒，才引到金銀血蛇。從前向夫人下毒的，只怕便是今日在酒中下毒之人。」何太沖尚未說話，突然門簾掀起，人影一幌，張無忌只覺胸口雙乳底下一陣劇痛，已被人點中了穴道。一個尖銳的聲音說道：「一點兒也不錯，是我下的毒！」只見進來那人是個身材高大的半老女子，頭髮花白，雙目含威，眉心間聚有煞氣。那女子對何太沖道：「是我在酒中下了蜈蚣的劇毒，你待我怎樣？」五姑臉現懼色，站起身來，恭恭敬敬的叫道：「太太！」原來這高大女子是何太沖的元配夫人班淑嫻，本是她的師姊。何太沖見妻子衝進房來，默然不語，只是哼了一聲。班淑嫻道：「我問你啊，是我下的毒，你待怎樣？」何太沖道：「你不喜歡這少年，那也罷了。但你行事這等不分清紅皂白，倘若我毒酒下肚，那可如何是好？」班淑嫻怒道：「這裏的人全不是好東西，一古腦兒整死了，也好耳目清涼。」拿起裝著毒酒的酒壺搖了搖，壺中有聲，還餘有大半壺，便滿滿斟了一杯毒酒，放在何太沖面前，說道：「我本想將你們五個一起毒死，既被這小子發覺，那就饒了四個人的性命。這一杯毒酒，任誰喝都是一樣，老鬼，你來分派罷。」說著刷的一聲，拔劍在手。班淑嫻是崑崙派中的傑出人物，年紀比何太沖大了兩歲，入門較他早，武功修為亦不在他手下。何太沖年輕時英俊瀟灑，深得這位師姊歡心。他們師父白鹿子因和明教中一個高手爭鬥而死，不及留下遺言。眾弟子爭奪掌門之位，各不相下。班淑嫻卻極力扶助何太沖，兩人合力，勢力大增，別的師兄弟各懷私心，便無法與之相抗，結果由何太沖接任掌門。他懷恩感德，便娶了這位師姊為妻。少年時還不怎樣，兩人年紀一大，班淑嫻顯得比何太沖老了十多歲一般。何太沖借口沒有子嗣，便娶起妾侍來。由於她數十年來的積威，再加上何太沖自知不是，心中有愧，對這位師姊又兼嚴妻十分敬畏。但怕雖然怕，侍妾還是娶了一個又一個，只是每多娶一房妾侍，對妻子便又多怕三分。這時見妻子將一杯毒酒放在自己面前，壓根兒就沒有違抗的念頭，心想：「我自己當然不喝，五姑和春兒也不能喝，張無忌是我們的救命恩人，只有這女娃娃跟我們無親無故。」便站起身來，將那杯酒遞給楊不悔，說道：「孩子，你喝了這杯酒。」楊不悔大驚，適才眼見一條肥肥大大的黃狗喝了一杯毒酒便即斃命，那裏敢接酒杯，哭道：「我不喝，我不喝。」何太沖抓住她胸口衣服，便要強灌。張無忌冷冷的道：「我來喝好了。」何太沖心中過意不去，並不接口。班淑嫻因心中懷妒意，是以下毒想害死何太沖最寵愛的五姑，眼見得手，卻給張無忌從萬里之外趕來救了，對這少年原是極為憎惡，冷冷的道：「你這少年古里古怪，說不定有解毒之藥。若是你來代喝，一杯不夠，須得將毒酒喝乾淨了。」張無忌眼望何太沖，盼他從旁說幾句好話，那知他低了頭竟是一言不發。詹春和五姑不敢說話，生怕一開口，班淑嫻的怒氣轉到自己頭上，這大半壺毒酒便要灌到自己口中。張無忌心中冰涼，暗想：「這幾人的性命是我所救，但我此刻遇到危難，他們竟袖手旁觀，連求情的話也不說半句。」便道：「詹姑娘，我死之後，請你將這個小妹妹送到坐忘峰她爹爹那裏，這事能辦到嗎？」詹春眼望師父。何太沖點了點頭。詹春便道：「好罷，我會送她去。」心中卻想：「崑崙山橫亙千里，我怎知坐忘峰在那裏？」張無忌聽她隨口敷衍，顯無絲毫誠意，知道這些人都是涼薄之輩，多說也是枉然，冷笑道：「崑崙派自居武林中名門大派，原來如此。何先生，取酒給我喝罷！」何太沖一聽，心下大怒，又想須得盡快將他毒死，妻子的怒氣便可早些平息，免得她另生毒計，害死五姑，火燒眉毛，且顧眼下，謝遜的下落也不暇理會了，當即提起大半壺毒酒，都灌進了張無忌口中。楊不悔抱著張無忌身子，放聲大哭。班淑嫻冷笑道：「你醫術再精，我也教你救不得自己。」伸手又在張無忌肩背腰脅多處穴道補上幾指，倒轉劍柄，在何太沖、詹春、五姑、楊不悔四人身上各點了兩處大穴，說道：「兩個時辰之後，再來放你們。」她點穴之時，何太沖和詹春等動也不動，不敢閃避。班淑嫻向在旁侍候的婢僕說道：「都出去！」她最後出房，反手帶上房門，連聲冷笑而去。毒酒入腹，片刻之間張無忌便覺肚中疼痛，眼見班淑嫻出房關門，心道：「你既走了，我一時未必便會死。」強忍疼痛，暗自運氣，以謝遜所授之法，先解開身上被點的諸穴，隨即在自己的頭上拔下幾根頭髮，到咽喉中一陣撩撥，喉頭發癢，哇的一聲，將飲下的毒酒嘔出了十之八、九。何太沖、詹春等見他穴道被點後居然仍能動彈，都是大為驚訝。何太沖便欲出手攔阻，苦於自己被妻子點了穴道，空有身極高的武功，只有乾著急的份兒，張無忌覺得腹中仍然疼痛，但搜肚嘔腸，再也吐不出來了，心想先當脫此危境，再設法除毒，於是伸手去解楊不悔的穴道。那知班淑嫻的點穴法另有一功，張無忌一試之下，解之不開，此時事勢緊迫，不暇另試別般解穴手法，當即將她抱起，推窗向外一張，不見有人，便將楊不悔放在窗外。何太沖若以真氣衝穴，大半個時辰也能解開，但眼見張無忌便要逃走，待會兒妻子查問起來，又有風波，何況讓這武當派的小子赤手空拳的從崑崙派三聖堂中逃了出去，將自己忘恩負義的事跡在江湖上傳揚開來，一代宗師的顏面何存？無論如何非將他截下殺死不可，當下深深吸一口氣，便要縱聲呼叫，向妻子示警。張無忌已料到此著，從懷裏摸出一顆黑色藥丸，塞在五姑口中，說道：「這是一顆『鳩砒丸』，十二個時辰之後，五夫人斷腸裂心而死。我將解藥放在離此三十里外的大樹之上，作有標誌，三個時辰之後，何先生可派人去取。倘若我出去時失手被擒，那麼反正是個死，多一個人相陪也好。」這一著大出何太沖意料之外，微一沉吟，低聲道：「小兄弟，我這三聖堂雖非龍潭虎穴，但憑你兩個孩子，卻也闖不出去。」張無忌知他此言不虛，冷冷的道：「但五夫人所服的這顆『鳩砒丸』的毒性，眼前除我之外，卻也無人能解。」何太沖道：「好，你解我的穴道，我親自送你出去。」何太沖被點的是「風池」和「京門」兩穴，張無忌在他「天柱」、「環跳」、「大椎」、「商曲」諸穴推拿片刻，也是毫不見效。這一來，兩人均自暗服。張無忌心道：「他崑崙派的點穴功夫確是厲害，胡先生傳了我七種解開被點穴道的手法，在他身上竟全不管用。」何太沖卻想：「這小子竟會這許多推拿解穴的法門，手法怪異，當真了不起。師姊明明點了他身上七、八穴道，卻如何半分也奈何他不得？武當派近年來名動江湖，張三丰這老道的本事果是人所難及。那日在武當山上，幸虧沒跟武當派動手，否則定要惹得灰頭土臉。他小小孩童已如此了得，老的大的自是更加厲害十倍。」他卻不知張無忌自通穴道的功夫學自謝遜，而解穴的本事學自胡青牛。武當派自有他威震武林的真才實學，張無忌這兩項本領卻和武當派無關。何太沖見他解穴無效，心念一動，道：「你拿茶壺過來，給我喝幾口茶。」張無忌不知他何以突然要在此時喝茶，但想他顧忌愛妾的性命，不敢對自己施甚麼手腳，便提起茶壺，餵他飲茶，何太沖滿滿吸了一口，卻不吞下，對準了自己肘彎裏的「清冷淵」用力一噴，一條水箭筆直衝出，嗤嗤有聲，登時將他手上穴道解了。張無忌來到崑崙山三聖堂後，一直見何太沖為了五姑的疾病煩惱擔憂，畏妻寵妾，懦弱猥瑣，便似個尋常沒志氣的男子，此時初見他顯現功力，不由得大吃一驚：「這位崑崙派的掌門武功如此深厚，我先前可將他瞧得小了。看來他並不在俞二師伯、金花婆婆、滅絕師太諸人之下。我先前但見他庸懦顢頇，沒想到他身為崑崙派掌門，果然有人所難及之處。這道水箭若是噴在我臉上胸口，立時便須送命。」何太沖將右臂轉了幾轉，解開了自己腿上穴道，說道：「你先將解藥給她服了，我送你平安出谷。」張無忌搖了搖頭。何太沖急道：「我是崑崙掌門，難道會對你這孩子失信？倘若毒性發作，那便如何是好？」張無忌道：「毒性不會便發。」何太沖嘆了口氣，道：「好罷，咱們悄悄出去。」兩人跳出窗去，何太沖伸指在楊不悔的背心上輕輕一拂，登時解了她的穴道，手法輕靈無比。張無忌好生佩服，眼光中流露出欽仰的神色來。何太沖懂得他的心意，微微一笑，一手攜著一人，繞到三聖堂的後花園，從側門走出。那三聖堂前後共有九進，出了後花園的側門，經過一條曲曲折折的花徑，又穿入許多廳堂之中。但見屋宇連綿，門戶覆疊，若不是何太沖帶領，張無忌非迷路不可，就算沒崑崙派弟子攔阻，也未必便能闖出去。一離三聖堂，何太沖右手將楊不悔抱在臂彎，左手拉著張無忌，展開輕功，向西北方疾行。張無忌給他帶著，身子輕飄飄的，一躍便是丈餘，但覺風聲呼呼在耳畔掠過，宛似凌空飛行，這一來，對何太沖和崑崙派的敬重之心又增了幾分。自知腹內毒質未淨，伸左手從懷裏摸出兩粒解毒藥丸，嚥入肚中，這才寬心。正行之間，忽聽一女子聲音叫道：「何太沖……何太沖……給我站住了……」這聲音順風傳來，似乎極為遙遠，又似便在身旁，正是班淑嫻的口音。何太沖微一遲疑，當即立定了腳步，嘆了口氣，說道：「小兄弟，你們兩個快些走罷，內人追趕而來，我不能再帶你們走了。」張無忌心想：「這人待我們還不算太壞。」便道：「何先生，你回去便是。我給五夫人服食的並非毒藥，更不是甚麼『鳩砒丸』，只是一枚潤喉止咳的『桑貝丸』。前幾日不悔妹妹咳嗽，我制了給她服用，還多了幾丸在身邊，不免嚇了你一跳。」何太沖又驚又怒，又是寬心，喝道：「當真不是毒藥？」張無忌道：「五夫人自我手中救活，我怎能又下毒害她。」只聽班淑嫻呼叫不絕：「何太沖……何太沖……你逃得了嗎？」聲音又近了些。何太沖所以帶張無忌和楊不悔逃走，全是為了怕愛妾毒發不治，這時確知五姑所服並非毒藥，原來是上了這小子的大當，不禁怒不可遏，拍拍拍拍四個耳光，只打得張無忌雙頰腫起，滿口都是鮮血。張無忌心下大悔：「我好胡塗，怎能告知他真相？這一下子我和不悔妹妹可都沒命了。」見他第五掌又打了過來，忙使一招武當長拳中的「倒騎龍」，往他手掌迎擊過去。這一招若由俞蓮舟等人使出來，原是威力無窮，但張無忌只學到一點膚淺皮毛，如何以之抵擋崑崙派掌門的招式？何太沖側身略過，拍的一掌，打在張無忌右眼之上，只打得他眼睛立時腫起。張無忌早就知道自己本領跟他差得太遠，一招無效，索性垂手立足，不再抗拒。何太沖卻並不因他不動而罷手，仍是左一掌右一掌的打個不停。他掌上並未運用內力，否則一掌便能將他震死了，但饒是如此，每一掌都打得張無忌頭昏眼花，疼痛不堪。他正打得起勁，班淑嫻已率領兩名弟子追到，冷冷的站在一旁。班淑嫻見張無忌並不抵禦，未免無趣，說道：「你打那女娃子試試。」何太沖身形斜轉，拍的一聲，打了楊不悔一個耳括子。楊不悔吃痛，登時哇哇大哭。張無忌怒道：「你打我便了，何必又欺侮這個小女孩兒？」何太沖不理，伸掌又給楊不悔一下。張無忌縱起身來，一頭撞在他懷中。班淑嫻冷笑道：「人家小小孩童，尚有情義，那似你這等無情無義的薄倖之徒。」何太沖聽了妻子譏刺之言，滿臉通紅，抓住張無忌後頸，往外丟出，喝道：「小雜種，見你的爹娘去罷！」這一下使上了真力，將他頭顱對準了山邊的一塊大石摔去。張無忌身不由主的疾飛而出，頃刻間頭蓋便要撞上大石，腦漿迸裂。※※※驀地裏旁邊一股力道飛來，將張無忌一引，把他身子提起直立，帶在一旁。張無忌驚魂未定，站在地下，瞇著一對腫得老高的眼睛向旁瞧去。只見離身五尺之處，站著一位身穿白色粗布長袍的中年書生。班淑嫻和何太沖相顧駭然，這書生何時到達，從何處而來，事先絕無知覺，即使他早就躲在大石之後，以自己夫婦的能為，又怎會不即發覺？何太沖適才提起張無忌擲向大石，這一擲之力少說也有五、六百斤，但那書生長袖一捲，便即消解，將張無忌帶在一旁，顯然武功奇高。但見他約莫四十來歲年紀，相貌俊雅，只是雙眉略向下垂，嘴邊露出幾條深深皺紋，不免略帶衰老淒苦之相。他不言不動，神色漠然，似乎心馳遠處，正在想甚麼事情。何太沖咳嗽一聲，問道：「閣下是誰？為何橫加插手，前來干預崑崙派之事？」那書生淡淡的道：「兩位便是鐵琴先生和何夫人罷？在下楊逍。」他「楊逍」兩字一出口，何太沖、班淑嫻、張無忌三人不約而同「啊」的一聲呼叫。只是張無忌的叫聲充滿了又驚又喜之情，何氏夫婦卻是驚怒交集。只聽得刷刷兩聲，兩名崑崙女弟子長劍出鞘，倒轉劍柄，遞給師父師母。何太沖橫劍當腹，擺一招「雪擁藍橋」勢。班淑嫻劍尖斜指向地，使一招「木葉蕭蕭」，這兩招都是崑崙派劍法中的精奧，看來輕描淡寫，隨隨便便，但其中均伏下七、八招凌厲之極的後著。同時兩人都已將內功運上右臂，只須手腕一抖，劍光暴長，立時便可傷到敵人身上七、八處要害。兩人此時勁敵當前，已於劍招中使上了畢生所學。楊逍卻似渾然不覺，但聽張無忌那一聲叫喊中充滿了喜悅，微覺奇怪，向他臉上一瞥。這時張無忌滿臉鮮血，鼻腫目青，早給何太沖打得不成樣子，但滿心歡喜之情，還是在他難看之極的臉上流露出來。張無忌叫道：「你，你便是明教的光明左使者、楊逍伯伯嗎？」楊逍點了點頭，道：「你這孩子怎知道我姓名？」張無忌指著楊不悔，叫道：「她便是你女兒啊。」拉過楊不悔來，說道：「不悔妹妹，快叫爸爸，快叫爸爸！咱們終於找到他了。」楊不悔睜眼骨溜溜地望著楊逍，九成倒是不信，但於他是不是爸爸，卻也並不關心。只問：「我媽呢？媽媽怎麼還不從天上飛下來？」楊逍心頭大震，抓住張無忌肩頭，說道：「孩子，你說清楚些。她……她是誰的女兒，她媽媽是誰？」他這麼用力一抓，張無忌的肩骨格格直響，痛到心底。張無忌不肯示弱，不願呼痛，但終究還是「啊」的一聲叫了出來，說道：「她是你的女兒，她媽媽便是峨嵋派女俠紀曉芙。」楊逍本來臉色蒼白，這時更加沒半血色，顫聲道：「她……她有了女兒？她……她在那裏？」忙俯身抱起楊不悔，只見她被何太沖打了兩掌後面頰高高腫起，但眉目之間，宛然有幾分紀曉芙的俏麗。正想再問，突然看到她頸中的黑色絲絛，輕輕一拉，只見絲絛盡頭結著一塊鐵牌，牌上金絲鏤出火焰之形，正是他送給紀曉芙的明教「鐵焰令」，這一下再無懷疑，緊緊摟住了楊不悔，連問：「你媽媽呢？媽媽呢？」楊不悔道：「媽媽到天上去了，我在尋她。你看見她嗎？」楊逍見她年紀太小，說不清楚，眼望張無忌，意示詢問。張無忌嘆了口氣，說道：「楊伯伯，我說出來你別難過。紀姑姑被她師父打死了，她臨死之時……」楊逍大聲喝道：「你騙人，你騙人！」只聽得喀的一聲，張無忌左臂的骨頭已被他捏斷了。咕咚、咕咚，楊逍和張無忌同時摔倒。楊逍右手仍是緊緊抱著女兒。何太沖和班淑嫻對望一眼，兩人雙劍齊出，分別指住了楊逍咽喉和眉心。楊逍是明教的大高手，威名素著。班淑嫻和何太沖兩人的師父白鹿子死在明教人的手裏，真兇是誰雖不確知，但崑崙派眾同門一向都猜想就是楊逍。何氏夫婦跟他驀地相逢，心中早已如十五隻吊桶打水，七上八落，那知他竟突然暈倒，當真是天賜良機，立時便出手制住了他要害。班淑嫻道：「斬斷他雙臂再說。」何太沖道：「是！」這時楊逍兀自未醒。張無忌斷臂處劇痛，只痛得滿頭大汗，心中卻始終清醒，眼見情勢危急，足尖在楊逍頭頂的頭頂的「百會穴」上輕輕一點。「百會穴」和腦府相關，這麼一震，楊逍立時醒轉，一睜開眼，但覺寒氣森森，一把長劍的劍尖抵住了自己眉心，跟著青光一閃，又有一把長劍往自己左臂上斬落，待要出招擋架，為勢已然不及，何況班淑嫻的長劍制住了他眉心要害，根本便動彈不得，當下一股真氣運向左臂。何太沖的長劍斬上他左臂，突覺劍尖一溜，斜向一旁，劍刃竟不受力，宛如斬上了甚麼又滑又韌之物，但白袍的衣袖上鮮血湧出，還是斬傷了他。便在此時，楊逍的身子猛然間貼地向後滑出丈餘，好似有人用繩縛住他的頭頸，以快迅無倫的手法向後拉扯一般。班淑嫻的劍尖本來抵住他的眉心，他身子向後急滑，劍尖便從眉心經過鼻子、嘴巴、胸膛，劃了一條長長的血痕，深入數分。這一招實是極險，倘若班淑嫻的劍尖再深了半寸，楊逍已是慘遭開膛剖腹之禍。他身子滑出，立時便直挺挺的站直。這兩下動作，本來全是絕不可能，但見他膝不曲，腰不彎，斗然滑出，斗然站直，便如全身裝上了機括彈簧，而身子之僵硬怪詭，又和殭屍無異。楊逍身剛站起，雙腳踏出，喀喀兩響，何氏夫婦雙劍斷折。他兩腳出腳雖有先後，但迅如電閃，便似同時踏出一般。以何太沖和班淑嫻劍法上的造詣，楊逍武功再強，也決不能一招之間便踏斷二人兵刃，只是他招數怪異，於重傷之餘突然脫身反擊。何氏夫婦驚駭之下，竟不及收劍。楊逍跟著雙足踢出，兩柄劍上折下來的劍頭激飛而起，分向兩人飛去。何氏夫婦各以半截長劍擋格，但覺虎口一震，半身發熱，雖將劍頭格開，卻已吃驚不小，急忙抽身後退，一站西北，一站東南，雖然手中均只剩下半截斷劍，但陽劍指天，陰劍向地，兩人雙劍合璧，使的是崑崙派「兩儀劍法」，心中雖然惶急，卻仍是氣定神閒，端凝若山。崑崙派「兩儀劍法」成名垂數百年，是天下有名的劍法之一，何氏夫婦同門學藝，從小練到老，精熟無比。楊逍曾和崑崙派數度大戰，知道這劍法的厲害之處，雖然不懼，但知要擊敗二人，非在數百招之後不可，此刻心中只想著紀曉芙的生死，那有心情爭鬥？何況臂上和臉上的傷勢均是不輕，若是流血不止，也著實凶險，於是冷冷的道：「崑崙派越來越不長進了，今日暫且罷手，日後再找賢伉儷算帳。」左手仍是抱著楊不悔，伸右手拉起張無忌，也不見他提足抬腿，突然之間倒退丈餘，一轉身，已在數丈之外。何氏夫婦相顧駭然，好不容易這大魔頭自行離去，那裏敢追？※※※楊逍帶著二小，一口氣奔出數里，忽然停住腳步，問張無忌道：「紀曉芙姑娘到底怎樣了？」他奔得正急，那知說停便停，身子便如釘在地下一般，更不移動半分。張無忌收勢不及，向前猛衝，若非楊逍將他拉住，已然俯跌摔倒，聽他這般問，喘了幾口氣，說道：「紀姑姑已經死了。你信也好，不信也好，用不著捏斷我手臂。」楊逍臉上閃過一絲歉色，隨即又問：「她……她怎麼會死的？」聲音已微帶嗚咽。張無忌喝下了班淑嫻的毒酒，雖然已嘔去了大半，在路上又服了解毒丸藥，但毒質未曾去盡，這時腹中又疼痛起來，取出金冠血蛇，讓牠咬住自己左手食指吸毒，一面將如何識得紀曉芙、如何替她治病、如何見她被滅絕師太擊斃的情由一一說了，待得說完，金冠血蛇也已吸盡了他體內的毒質。楊逍又細問了一遍紀曉芙臨死的言語，垂淚道：「滅絕惡尼是逼她來害我，只要她肯答應，便是為峨嵋派立下大功，便可繼承掌門人之位。唉，曉芙啊，曉芙，你寧死也不肯答允。其實，你只須假裝答允，咱們不是便可相會、便不會喪生在滅絕惡尼的手下了嗎？」張無忌道：「紀姑姑為人正直，她不肯暗下毒手害你，也就不肯虛言欺騙師父。」楊逍淒然苦笑，道：「你倒是曉芙的知己……豈知她師父卻能痛下毒手，取她性命。」張無忌道：「我答應紀姑姑，將不悔妹妹送到你手……」楊逍身子一顫，道：「不悔妹妹？」轉頭問楊不悔道：「孩子，乖寶貝，你姓甚麼？叫甚麼名字？」楊不悔道：「我姓楊，名叫不悔。」楊逍仰天長嘯，只震得四下裏木葉簌簌亂落，良久方絕，說道：「你果然姓楊，不悔，不悔。好！曉芙，我雖強逼於你，你卻沒懊悔。」張無忌聽紀曉芙說過二人之間的一段孽緣，這時眼見楊逍英俊瀟灑，年紀雖然稍大，但仍不失為一個風度翩翩的美男子，比之稚氣猶存的殷梨亭六叔，只怕當真更易令女子傾倒。紀曉芙被逼失身，終至對他傾心相戀，須也怪她不得。以他此時年紀，這些情由雖不能全然明白，卻也隱隱約約的想到了。張無忌左臂斷折，疼痛難熬，一時找不到接骨和止痛的草藥，只得先行接上斷骨，採了些消腫的草藥敷上，折了兩根樹枝，用樹皮將樹枝綁在臂上。楊逍見他小小年紀，單手接骨治傷，手法十分熟練，微覺驚訝。張無忌綁紮完畢，說道：「楊伯伯，我沒負紀姑姑所托，不悔妹妹已找到了爸爸。咱們就此別過。」楊逍道：「你萬里迢迢，將我女兒送來，我豈能無所報答？你要甚麼，儘管開口便是，我楊逍做不到的事、拿不到的東西，天下只怕不多。」張無忌哈哈一笑，說道：「楊伯伯，你忒也把紀姑姑瞧得低了，枉自叫她為你送了性命。」楊逍臉色大變，喝道：「你說甚麼？」張無忌道：「紀姑姑沒將我瞧低，才托我送她女兒來給你。若是我有所求而來，我這人還值得託付嗎？」他心中在想：「一路上不悔妹妹遭遇了多少危難，我多少次以身相代？倘若我是貪利無義的不肖之徒，今日你父女焉得團圓？」只是他不喜自伐功勞，一句也沒提途中的諸般困厄，說了那幾句話，躬身一揖，轉身便走。楊逍道：「且慢！你幫我了這個大忙。楊逍自來有仇必報，有恩必報。你隨我回去，一年之內，我傳你幾門天下罕有敵手的功夫。」張無忌親眼見到他踏斷何氏夫婦手中長劍，武功之高，江湖上實是少有其匹，便只學到他的一招半式，也必大有好處，但想起太師父曾諄諄告誡，決不可和魔教中人多有來往，何況他武功再高，怎及得上太師父？更何況自己已不過再有半年壽命，就算學得舉世無敵的武功，又有何用？當下說道：「多謝楊伯伯垂青，但晚輩是武當弟子，不敢另學別派高招。」楊逍「哦」的一聲，道：「原來你是武當派弟子！那殷梨亭……殷六俠……」張無忌道：「殷六俠是我師叔，自先父逝世，殷六叔待我和親叔叔沒有分別，我受紀姑姑的囑托，送不悔妹妹到崑崙山來，對殷六叔可不免……不免心中有愧了。」楊逍和他的目光一接，心中更是慚愧，右手一擺，說道：「楊某深感大德，愧無以報，既是如此，後會有期。」身形幌動，已在數丈之外。楊不悔大叫：「無忌哥哥，無忌哥哥！」但楊逍展開輕功，頃刻間已奔得甚遠，那「無忌哥哥」的呼聲漸漸遠去，終於叫聲和人影俱杳。