第一零一回　雪嶺絕頂其時三十六洞洞主、七十二島島主相約在此間無名山谷中聚會，每個人各攜子弟親信，人數著實不少，虛竹在途中自不免撞到。他見這些人形相古怪，行蹤詭秘，好奇心起，便即跟隨其後，要探個究竟。這一跟隨，終於將當晚的情景一一瞧在眼裏，聽在耳中。他於江湖上各種恩怨過節全然不懂，但生就了一副俠義慈悲的心腸，見烏老大舉起鬼頭刀，要砍死一個全無抗拒之力的啞巴女孩，心想不管誰是誰非，這女孩是非救不可，當即從岩石後面衝將出來，搶了布袋便走。他武功平庸，但自從逍遙派的老人將七十年修為傳入他體內之後，內力之強，絕非烏老大、不平道人等人所能企及，當下將那隻布袋負在背上，疾向峰上奔去，這山峰林木蒼蒼，片刻間便隱入了密林之中。諸洞主島主所發射的暗器，不是釘上了樹身，便是被枝葉彈落。眾人見他腳步輕捷，一掌便將烏老大推開，武功著實了得，又聽段譽說他是少林寺的和尚，少林寺盛名之下，人人心中存了怯意，不敢過份逼近。只是此事牽涉太過重大，這女孩被少林僧人救走，若不將他殺了滅口，這圖謀立時便洩漏了出來，不測奇禍隨之而至，是以各人呼嘯叫嚷，一步步在林中搜捕向前。這山峰高聳入雲，峰頂白雪皚皚，若要攀到絕頂，便是輕功高手，至少也得五六天功夫。不平道人叫道：「大家不必驚惶，這和尚上了山峰，那是一條絕路，不怕他飛上天去。大夥兒把守峰下通路，不讓他逃脫便是。」各人聽了，心下稍安，當下烏老大分派人手，團團將那山峰四周的通路都守住了，唯恐虛竹衝將下來，圍守者抵擋不住，每條路上都佈了三道卡子，頭卡守不住尚有中卡，中卡之後又有後卡，另有十餘名好手來回巡邏接應。分派已定，烏老大與不平道人、桑土公、霍洞主、欽島主等數十人上山搜捕，務須先除了這僧人，以免後患。慕容復等一群人被派在東路防守，面子上是請他們坐鎮東方，實則是不欲彼等參與其事。慕容復心中雪亮，知道烏老大對自己頗有疑忌之意，微微一笑，便領了鄧百川等人守在東路。段譽也不怕別人討厭，不住口的大讚虛竹英雄了得。虛竹提氣直奔，只覺越走樹林越密，追趕者叫囂吶喊之聲漸漸輕了下去。他出手救人之時，只是憑著一番俠義心腸，這時想到這些人武功厲害，手段毒辣，隨便那一個出手自己都非其敵，心中實是害怕之極，尋思：「只有逃到一個隱僻之祈，躲了起來，他們再也找我不到，才能保得住這女孩和我自己的性命。」其時真所謂饑不擇食、慌不擇路，那裏樹木茂密，便從那裏鑽了進去。好在他內力充沛，奔了將近兩個時辰，竟是絲毫不累。又奔了一陣，天色發白，腳底下踏到薄薄的積雪，原來已奔到山腰，密林中陽光不到之處，仍有未融的殘雪，虛竹定了定神，觀看四周情勢，一顆心仍是突突亂跳，自言自語：「卻逃到那裏去才好？」忽聽得背後一個聲音說道：「膽小鬼，只想到逃命，我給你羞也羞死了！」虛竹嚇了一眺，大叫：「啊喲！」發足又向山頂上狂奔。奔了數里，才敢回頭，卻不見有誰追來，低聲道：「還好，沒有人追來。」這句話一出口，背後又有個聲音道：「男子漢大丈夫，嚇成這個樣子，狗才、鼠輩。」虛竹這一驚更是非同小可，邁步又向前奔，背後那聲音說道：「又膽小，又笨，真不是個東西！」聽那聲音，便在背後一二尺之處，當真是觸手可及。虛竹心道：「糟糕，糟糕！這人武功如此高強，這一回是難逃毒手了。」放開腳步，越奔越快。那聲音又道：「既然害怕，便不該逞英雄救人。我問你，你到底想逃到那裏去？」虛竹聽那個聲音在耳邊響起，雙腿一軟，險險便要摔倒，一個踉蹌之後，回轉身來，其時天色已明，日光從濃霧中透了進來，卻不見人影。虛竹只道那人躲在樹後，恭恭敬敬的道：「小僧見這些人妄欲加害一個小小女童，是以不自量力，出手救人，絕無自逞英雄之心。」那聲音冷笑道：「你做事不自量力，便有苦頭吃了。」這聲音仍是在他背後耳根外響起，虛竹更加驚訝，急忙回頭，背後空蕩蕩地，那裏有人了？他知此人身法如此快捷，武功比自己高出何止十倍，若要伸手加害，十個虛竹的性命早就沒有了，而且從他語氣中聽來，只不過責備自己膽小無能，似乎並非烏老大等人一路，當下定了定神，道：「小僧無能，還請前輩賜予指點。」那聲音冷笑道：「你又不是我的徒子徒孫，我怎能指點於你？」虛竹道：「是，是！小僧妄言，前輩恕罪。敵方人眾，小僧不是他們敵手，我──我這可要逃走。」一說了這句話，提氣又向山峰上奔去。背後那聲音道：「這山峰是條絕路，他們在山峰下把守住了，你如何逃得出去？」虛竹一獃，停了腳步，道：「我──我──我倒沒想到。前輩慈悲，指點一條明路。」那聲音「嘿嘿」冷笑，道：「眼前只有兩條路，一條是轉身衝殺，將那些妖魔鬼怪都誅殺了。」虛竹道：「一來小僧無能，二來小僧不殺人。」那聲音道：「那麼你走第二條路，你縱身一躍，踏入下面的萬丈深谷，粉身碎骨，那便一了百了。」虛竹道：「這個──」他回頭看了一眼，這時遍地都是積雪，但雪地中除了自己的一行足印之外，更無第二人的足印，尋思：「此人踏雪無痕，武功之高，實已到了匪夷聽思的地步。」那聲音道：「這個那個的，你要說甚麼？」虛竹道：「這一跳下去，小僧自己固然死了，連小僧救了出來的那個女孩也同時送命，那是救人沒有救徹。」那聲音問道：「你和飄渺峰有何淵源？何以不顧自己性命，冒險去救此人？」虛竹一面快步向峰上奔去，一面說道：「甚麼飄渺峰、靈鷲宮，小僧今日都是第一次聽見。小僧是少林弟子，這一次奉命下山，與江湖上任何門派，均無瓜葛。」那聲音冷笑道：「如此說來，你倒是個見義勇為的小和尚了。」虛竹道：「小和尚是實，見義勇為卻不見得。小僧無甚見識，諸多妄行，胸中有無數難題，不知如何是好。」那聲音道：「你內力充沛，著實了得，可是這功力卻全不是少林一派，是何緣故？」虛竹道：「這件事說來話長，正是小僧胸中一個大大的難題。」那聲音道：「甚麼說來話長、說來話短，我不許你諸多推諉，快快說來。」語氣甚是嚴峻，實不容虛竹規避。但虛竹想起蘇星河曾說，「逍遙派」的名字極為隱秘，絕不能讓本派之外的人聽到，他雖知身後之人是個武功極高的前輩，但連面也沒見過，怎能貿然便將這個重大秘密相告，說道：「前輩見諒，小僧實有許多苦衷，不能相告。」那聲音道：「哼，既是如此，你快放我下來。」虛竹吃了一驚，道：「甚──甚麼？」那聲音道：「你快放我下來，甚麼甚麼的，囉哩囉唆。」虛竹聽這口音不男不女，只覺甚是蒼老，但他說「你快放我下來」，實不懂是何意，當下立定腳步，轉了個身，仍是見不到背後那人，正惶惑間，那個聲音道：「臭和尚，快放我下來，我在你背後的布袋之中，你當我是誰？」虛竹更是大吃一驚，雙手不由鬆了，啪的一聲，那布袋摔在地上，袋中「啊喲」一聲，傳出一聲蒼老的呼痛，正是一直聽到的那個聲音。虛竹也是「啊喲」一聲，道：「小姑娘，原來是你，怎麼你的口音這般老？」當即打開布袋之口，扶了一人出來。只見這人身形矮小，正是一個八九歲的女童，臉色嬌嫩，相貌並不甚美，但的的確確是個小姑娘。只見她身穿幼童衣衫，頭梳雙髻，頸中還掛了一個白銀鎖片，但雙目如電，炯炯有神，向虛竹瞧來之時，自有一般凌人的威嚴。虛竹見她神態奇異，張大了口，一時說不出話來。那女童說道：「見了長輩也不行禮，這般的沒有規矩。」聲音固然蒼老，神情更是老氣橫秋。虛竹道：「小──小姑娘──」那女童喝道：「甚麼小姑娘、大姑娘，我是你姥姥！」虛竹微微一笑，道：「咱們陷身絕地，可別鬧著玩了，來，你再走進袋去，我背了你上山，過得片刻，敵人又追上來啦！」那女童顧盼之際，突然見到他左手上戴的那枚鐵指環，道：「你──你這是甚麼東西？給我瞧瞧。」虛竹本不願這指環戴在手上，只是知道此物要緊，不敢放在懷裏，生怕掉了，聽那女童問起，笑道：「那也不是甚麼好玩的物事。」那女童突然伸出手來，抓住虛竹的左腕，細細察看那枚指環。虛竹見那女童的手掌甚大，與她身形全然不稱，而且手背乾枯，青筋暴起，滿是皺紋，倒如是個八九十歲的老婦人一般，那裏是孩童的肌膚，一驚之下，回手一奪，摔脫了她的手掌。那女童道：「這枚鐵指環，你從那裏偷來的？」聲音嚴峻，如審盜賊。虛竹心下不悅，道：「出家人嚴守戒律，怎可行那偷盜之事？這是別人給我的，怎麼是偷來的？」那女童道：「胡說八道！你說是少林弟子，人家怎會將這枚指環給你？你若不從頭實說，今日便要抽筋剝皮，叫你受盡百般苦楚。」虛竹啞然失笑，心想：「我若不是親眼目睹，單是聽你的聲音，那當真要給你這小小娃兒嚇倒了。」說道：「小姑娘──」只說得三字，突然啪的一聲，左頰上吃了一記耳光，這一下打得甚是清脆，只是那女童究竟力弱，卻也不覺疼痛。虛竹道：「你怎麼出手便打人？小小年紀忒也橫蠻無禮！」那女童道：「你法名叫作虛竹，嗯，靈玄慧虛，是少林派中第八十七代的弟子，玄慈、玄悲、玄痛、玄難這一干小和尚，是你的師祖了？」虛竹向後退了一步，驚訝無已，這個八九歲的女童居然知道自己的師承輩份，而將玄慈、玄悲等師伯祖、師叔祖，更稱之為「小和尚」，出口吐屬，那裏像個小小女孩，他突然想起：「世上據說有借屍還魂之事，莫非──莫非有個老前輩的鬼魂，附在這個小姑娘身上麼？」只聽那女童道：「我問你話，是便說是，不是便不是，怎地不答？」虛竹道：「你說得不錯，只是稱本寺方丈大師為『小和尚』，未免太過。」那女童道：「怎麼不是小和尚？我和他師父靈門大師平輩論交，玄慈見了我，總是恭恭敬敬的稱一聲前輩，我叫他小和尚叫了十幾年，有甚麼『太過』不『太過』的。」虛竹更是驚訝，玄慈的師父是靈門禪師，那是少林派第八十四代弟子中傑出的高僧，虛竹自是知曉。他越來越相信這女童乃是借屍還魂，道：「然則──然則──你是誰？」那女童怫然道：「初時你前輩長、前輩短的，還算恭謹有禮，怎地這時候卻你呀你的起來了？若不是念在你相救有功，姥姥一掌早便送了你的狗命！」虛竹聽她自稱「姥姥」，心中頗為害怕，道：「姥姥，不敢請教你尊姓大名。」那女童轉怒為喜，道：「這才是了。我先問你，你這枚鐵環從何而來？」虛竹道：「千真萬確，是一位老先生送給我的，我本來不要，須知我是少林弟子，實在不能收受，但那位老先生命在垂危，不由分說──」那女童突然伸手又抓住了他手腕，顫聲道：「你說那──那老先生命在垂危？他死了麼？不，不，你先說，那老先生怎般的相貌？」虛竹道：「他鬚長三尺，臉如冠玉，人品極是俊雅。」那女童更是顫得厲害，道：「怎麼他會命在垂危？他──他一身武功──」突然之間，那女童轉悲為怒，罵道：「臭和尚，無崖子一生武功，他不散功，怎麼死得了？一個人要死，便這麼容易？」虛竹點了點頭，道：「是！」眼前這女童雖然小小年紀，但氣勢懾人，使虛竹又敬又畏，對她的話竟是不敢稍持異議，只是心中難以明白：「甚麼叫做散功？一個人要死，那是容易得緊，又有甚麼難事？」那女童又問：「你在那裏遇見無崖子的？」虛竹道：「你說的是那位容貌清秀的老先生、聰辯先生蘇星河的師父麼？」那女童道：「自然是了，哼，你連這人的名字也不知道，居然撒謊，說他將鐵指環給了你，厚顏無恥，大膽之極！」虛竹道：「你也認識這位無崖子老先生罷？」那女童怒道：「是我問你，不是你問我。我問你在那裏遇見無崖子，快快答來！」虛竹道：「那是在一個山峰之上，我無意間解破了一個『玲瓏』棋局，這才見到這位老先生。」那女童伸出手掌，又想一巴掌打去，只是這時兩人相對而立，她身材矮小，手掌只打得到虛竹胸口，這個耳光便縮手不打了，怒道：「胡說八道！這個玲瓏棋局數十年來難倒了天下多少才智之士，憑你這蠢笨如牛的小和尚也解得開？你再胡亂吹牛，我可不跟你客氣了。」虛竹道：「若憑小僧自己本事，當然是解不開的。但當時勢在騎虎，聰辯先生逼迫小僧非落子不可，小僧只得閉上眼睛，胡亂下了一子，豈知誤打誤撞，自己填塞了一塊黑棋，居然棋勢開朗，再經高人指點，這玲瓏便解開了。這全是一番僥倖，唉，可是小僧一時妄誕胡行，此後罪孽非小，真是罪過，阿彌陀佛，阿彌陀佛。」說著雙手合十，連宣佛號。那女童將信將疑，道：「若是這般說，那麼卻也有幾分道理──」一言未畢，忽聽得山下隱隱傳來呼嘯和腳步之聲。虛竹叫聲：「啊喲！」打開布袋之口，將那女童一把塞在袋中，便負在背上，拔腳向山上狂奔。他奔了一會，山下的叫聲又離得遠了，回頭一看，只見積雪之中，自己一行腳印清清楚楚的印著，不由得又失聲呼道：「不好！」那女童道：「甚麼不好？」虛竹道：「我在雪中留下腳印，不論逃得多遠，他們終究找得到咱們。」那女童道：「上樹飛行，便無蹤跡，只可惜你武功太也低微，連這種粗淺的輕功也不會。小和尚，我瞧你的內力不弱，不妨試試。」虛竹道：「好，這就試試！」縱身一跳，老高的跳在半空，竟是高出樹頂丈許，掉下時伸足踢向樹幹，不料落腳太重，喀喇一聲，將樹幹踩斷了，連人帶樹幹，一齊掉將下來。這一掉下，乃是一跤仰天，勢須壓在布袋之上，虛竹心地甚好，生恐壓傷了女童，百忙中一個鷂子翻身，翻了過來，變成合撲，砰的一聲，額頭撞在一塊岩石之上，登時皮破血流。虛竹叫道：「哎唷，哎唷！」掙扎著爬了起來，甚是慚愧，道：「我，我，笨得緊，不成的。」那女童道：「你寧可自己受傷，也不敢壓我，總算對姥姥恭謹有禮。姥姥一來要利用於你，二來嘉獎後輩，便傳你一手飛躍之術。你聽好了，上躍之時，雙膝微曲，提氣丹田，待覺真氣上升，便須放鬆肌骨，存想玉枕穴間──」當下一句句向他解釋，又教他如何空中轉折、如何橫竄縱躍，教罷，說道：「你依我這法子再跳上去罷！」虛竹道：「是！我先獨個兒跳著試試，別要再摔一跤，撞痛了你。」要將背上布袋放了下來。那女童怒道：「姥姥教你的本事，難道還有錯的？試甚麼鬼東西？你再摔一跤，姥姥立時便殺了你。」虛竹不由得打個冷顫，想起身後負著一個借屍還魂的冤魂，全身汗毛都豎了起來，只想將這隻布袋摔得遠遠的，卻又不敢，於是咬一咬牙齒，依著那女童所授運氣的法門，運動真氣，存想玉枕穴道，雙膝微曲，便輕輕的向上一彈。他依著那女童所教的法門運氣，這一次躍將上去，身子猶似緩緩上升，雖在空中無所憑依，卻也能轉折自如，大喜之下，叫道：「行了，行了！」不料這一開口，洩了真氣，身子又落了下來，幸好這一次乃是筆直落下，只不過兩隻腳的腳板撞得隱隱生痛，卻未摔跤。那女童罵道：「蠢才，你要開口說話，先得調勻呼吸。第一步還沒學會，便想走第五步、第六步了。」虛竹道：「是，是小僧的不是。」第二次提氣上躍，輕輕落在一根樹枝之上，那樹枝晃了幾下，卻未折斷。虛竹心下甚喜，卻不敢開口，依著那女童所授，向前躍出，平飛丈餘，落在第二株樹的枝幹上，一彈之下，又躍到了第二株樹上，運氣一順，只覺身輕力足，越躍越遠。到得後來，一躍之間竟是橫越二樹，在半空中宛如御風而行，不由得又驚又喜。這雪峰上樹木茂密，他在樹端枝梢飛行，地下無跡可尋，只一頓飯時分，已深入密密的叢林之中。那女童道：「行了！下來罷。」其時虛竹對這女童有了幾分敬畏之心，應道：「是！」輕輕躍下地來，將那女童從布袋扶出。那女童見他滿臉喜色，說不出的心癢難搔之態，罵道：「沒出息的小和尚，只學到這點兒粗淺微末的功夫，便這般歡喜！」虛竹道：「是，是！小僧眼界甚淺，姥姥，你教我的功夫大是有用──」那女童道：「你居然一點便通，可見姥姥法眼無花，小和尚身上的內功並非少林一派。你這功夫到底是跟誰學的？怎麼小小年紀，內功底子如此深厚？」虛竹胸口一酸，眼眶兒不由得紅了，道：「這是無崖子老先生臨死之時，將他──他老人家七十餘年修習的內功，都硬生生的逼入小僧體內。小僧實在不敢背叛少林，改投別派，但其時無崖子老先生不由分說，便化去小僧的少林派功夫，又以他的功夫傳給了我，小僧也不知這是禍是福，該是不該，唉，總而言之，小僧日後回到少林寺去，總而言之，總而言之──」他連說幾個「總而言之」，實不知如何總而言之。那女童怔怔的不語，將布袋鋪在一塊岩石之上，支頤沉思，輕聲道：「如此說來，無崖子果然是將逍遙派掌門之位，傳授於你了。」虛竹道：「原來你也知道『逍遙派』的名字。」他一直不敢提到「逍遙派」二字，蓋曾聽蘇星河言道，若非本派中人，聽到「逍遙派」三字者，絕不容其活於世上。現下聽到那女童先說了出來，他才敢接口。他又一直以為這女童乃是一個前輩老婦借屍還魂，心想反正你是鬼不是人，人家便要殺你，也無從殺起。那女童怒道：「我怎麼不知道逍遙派？姥姥知道逍遙派之時，無崖子還沒知道呢。」虛竹道：「是，是！」心想：「說不定你是個數百年前的老鬼，當然比無崖子老先生還老得多。」只見那女童拾了一根枯枝，在地下積雪中一條條的畫了起來，畫的都是直線，過不多時，便畫成一張縱橫十九道的棋盤。虛竹心中一驚：「她要逼我下棋，那可糟糕了。」卻見她畫成棋盤後，便即在棋盤上佈子，空心圓圈是白子，實心的一點是黑子，密密層層，將一個棋盤上都佈滿了。只佈到一半，虛竹便認了出來，正是無崖子所擺的那個玲瓏，心道：「原來你也知道這個玲瓏。」又想：「莫非你當年也曾想去破解，苦思不得，因而氣死麼？」想到這裏，背上又感到了一層寒意。那女童佈完玲瓏，道：「你說解開了這個玲瓏，那一子如何下去，演給我瞧瞧。」虛竹道：「是！」當下第一子填塞一眼，將自己的黑子脹死了一大片，局面登時開朗，然後依著段延慶當日傳音所示，反擊白棋。那女童額頭汗水涔涔而下，喃喃道：「天意，天意！天下又有誰想得到這『先殺自身，再攻敵人』的怪法？」待虛竹將一局玲瓏解完，那女童又沉思半晌，道：「由是觀之，小和尚倒也不是全然胡說八道。無崖子如何將鐵指環傳你，一切經過，你詳細跟我說來，不許有半句隱瞞。」虛竹道：「是！」於是從頭將師父如何派他下山，如何破解玲瓏，無崖子如何傳功傳環，丁春秋如何施毒暗殺蘇星河與玄難，自己如何追尋慧方諸僧等情一一說了。那女童一言不發，直等他說完，才道：「如此說來，無崖子是你師父，你怎麼不稱師父，卻叫甚麼『無崖子老先生』？」虛竹神色尷尬，道：「小僧是少林寺僧人，實不能改投別派。」那女童道：「你是決意不願做逍遙派掌門人的了？」虛竹連連搖頭，道：「萬萬不願。」那女童道：「這也容易，你將鐵指環送了給我，也就是了。我代你做逍遙派掌門人如何？」虛竹大喜，道：「那正是求之不得。」取下鐵指環，便交給女童。那女童臉上現出又喜又怒的神色，接過指環，便往手上戴去。那知她手指粗大，中指戴不上，無名指也戴不上，勉強戴在小指之上，端相半天，似乎很不滿意，又問：「你說無崖子有一幅圖給你，叫你到天山去尋人學那『逍遙御風』的功夫，那幅圖呢？」虛竹從懷中取了那圖畫出來。那女童打開一看，一見到圖中的宮裝美女，臉上倏然變色，罵道：「他──他要這賤婢傳你武功！他──他臨死之時，仍是念念不忘這賤婢，將她畫得這般好看！」霎時之間，滿臉憤怒嫉妒，將圖畫往地下一丟，雙腳踩了上去，一陣亂踏，登時將一幅工筆美人圖踩得滿是泥污。虛竹叫道：「啊喲！」忙伸手拾了起來，卻見已被踩得不成模樣。那女童怒道：「你可惜麼？」虛竹道：「這樣好好一幅圖畫，踩壞了自然可惜。」那女童問道：「無崖子這小賊種有沒有跟你說這賤婢是誰？」虛竹搖頭道：「沒有。」心想：「怎麼無崖子老先生又變成小賊種了？」那女童怒道：「哼，小賊種癡心妄想，還道這賤婢過了幾十年，仍是這等容貌！呸，就算當年，她又那有這麼好看了？」越說越氣，伸手又要將那幅圖搶過來撕爛。虛竹縮手，將圖畫放入懷中。那女童身矮力微，搶不到手，氣喘吁吁，不住口的大罵：「沒良心的小賊種，不要臉的賤婢！」虛竹惘然不解，猜想這女童附身的老鬼定然認得圖中美女，兩人向來有仇，是以雖然不過見到一幅圖畫，卻也怒氣難消。那女童還在惡毒咒罵，虛竹肚中突然咕咕咕的響了起來。原來他忙亂了一夜，再加一早又奔又躍，粒米未曾進肚，已是十分饑餓。那女童道：「你餓了麼？」虛竹道：「是。這雪峰之上，只怕沒甚麼可吃的東西。」那女童道：「怎麼沒有？這雪峰上最多竹雞，也有梅花鹿和羚羊，來，我教你一門平地快跑的輕功，再教你捉雞擒羊之法──」虛竹不等她沒完，急忙搖手，道：「出家人怎可殺生？我寧可餓死，也不沾葷腥。」那女童罵道：「臭笨賊和尚，難道你這一生之中，從未吃過葷腥。」虛竹想起那日在小飯店中受阿紫作弄，吃了一塊肥肉，喝了大半碗雞湯，苦著臉道：「小僧受人欺騙，吃過一次葷食，但那是無心之失，想來佛祖也不至見罪。但要我親手殺生，那是萬萬不幹的。」那女童道：「你不肯殺雞殺鹿，卻願殺人，那更是罪大惡極。」虛竹奇道：「我怎願殺人了？阿彌陀佛，罪過，罪過。」那女童道：「還念佛呢，真真好笑。你不去捉雞給我吃，我再過兩個時辰，便要死了，那不是給你害死的麼？」虛竹搔了搔頭皮，道：「這山峰上想來總也有草菌、竹筍之類，我去找來給你吃。」那女童臉色一沉，指著太陽道：「等太陽到了頭頂，我若不喝生血，非死不可。這不是騙你！」虛竹十分害怕，道：「好端端地，為甚麼要喝生血？」虛竹聽到那女童說到「喝生血」三字，心下又是發毛，不由得想起了「吸血鬼」，只聽她又道：「我得一個古怪毛病，每日中午若是不喝生血，全身真氣沸騰起來，會將自己活活燒死，臨死時狂性大發，對你大大的不利。」虛竹仍是不住的搖頭，道：「不管怎樣，小僧是佛門子弟，嚴守清規戒律，別說自己殺生是決意不幹，便是見你起意殺生，也要盡力攔阻。」那女童雙目向他凝視，見他雖有惶恐之狀，但其意甚堅，顯是決計不肯屈從。她嘿嘿冷笑幾聲，叫道：「你自稱是佛門子弟，嚴守清規戒律，到底有甚麼戒律？」虛竹道：「佛門戒律有小乘戒、大乘戒之別。」那女童冷笑道：「花頭倒也真多，何謂小乘戒？何謂大乘戒？」虛竹道：「小乘戒比較容易，共分四級，次為八戒，更次為十戒，最後為具足戒，亦即二百五十戒。五戒為在家居士所持，一不殺生，二不偷盜，三不淫邪，四不妄語，五不飲酒。至於出家比丘，須得守持八戒、十戒，以至二百五十戒，那是比五戒精嚴得多了。總而言之，不殺生為佛門第一戒。」那女童道：「我曾聽人說道，佛門高僧欲成正果，須持大乘戒，稱為十忍，是也不是？」虛竹心中一寒，道：「正是。大乘戒捨己救人，倒也不是真的須行此十事。」那女童問道：「十忍為何？」虛竹武功平平，佛經卻是精熟，說道：「一為割肉飼鷹，二為投身餓虎，三砍頭謝天，四折骨出體，五挑身千燈，六挑眼布施，七剝皮書經，八刺心決志，九燒身供佛，十刺血灑地。」他說一句，那女童冷笑一聲。待他說完，那女童問道：「割肉飼鷹，卻是如何？」虛竹合十說道：「昔日我佛釋迦牟尼，見有餓鷹追鴿，心中不忍，藏鴿於懷。餓鷹說道：『你救了鴿子性命，卻餓死了我，豈非不仁？』我佛便割下自身血肉，餵飽餓鷹。」那女童道：「投身餓虎的故事，想也差不多了？」虛竹道：「正是。」那女童道：「照啊，佛家清規戒律，博大精宏，豈僅僅『不殺生』二字而已。你若不去捉雞捉鹿給我吃，便須舉釋迦牟尼的榜樣，以自身血肉，供我吃喝，否則便不是佛門子弟。」她一面說，一面拉高虛竹左手的袖子，露出他一條白白胖胖的臂膀來，笑道：「我吃了你這條手臂，也可挨得一日之饑。」虛竹一瞥眼見到她露出一口森森的牙齒，每顆牙齒都是又尖又長，絕非童齒，瞧她模樣似乎便欲一口在他手臂上咬落。本來這個八九歲的女童，人小力微，絕不足懼，但虛竹心中總想到她是個借屍還魂的女鬼，一見她神情不正，不由得心膽懼寒，大叫一聲，甩脫她的手掌，拔步便向山峰上奔去。他心驚膽戰之下，這一聲叫得甚是響亮，只聽得山腳下有人長聲呼道：「在這裏了，大夥兒向這邊追啊。」呼聲清朗洪亮，正是不平道人的聲音。虛竹心道：「啊喲，我這一聲叫，洩露了行藏，那便如何是好？」要待回去再背負那女童，實是害怕，但說置之不理，自行逃走，又覺心中不忍，當下站在山坡之上，心中猶豫不定，向山腰中望下去時，只見五個黑點正向上爬來，雖然相距尚遠，但最後終究會給他們追到，那女童一落入他們手中，自然更無倖理。他走下幾步，說道：「喂，你若發誓不再咬我，我便背你逃走。」那女童哈哈一笑，道：「你過來，我跟你說，這邊上來的，共有五人，第一個是不平道人，第二個是烏老大，第三個姓安，另有兩人，一個姓羅，一個姓利。我教你幾手本領，你先將不平道人打倒。」她頓了一頓，微微笑道：「只是將他打倒，令他不得害人，卻不是傷他性命，那並非殺生，不算破戒。」