第四十六回　初演神功忽聽得腳步聲響，那少女又奔了出來，惡狠狠的道：「醜八怪，你心裏一定不服氣，說我自己相貌這般醜陋，卻還在瞧你不起，是不是？」張無忌搖頭道：「不是的。你相貌不很好看，我才跟你一見投緣，倘若你沒有變醜，像從前那樣……」那少女突然驚呼：「你……你怎地知道我從前不是這樣子的？」張無忌道：「我這一次見你，你臉上比上次見你時，又腫得厲害了些，皮色也更黑了些。如果一個人生來便這樣，決不會越來越難看的。」那少女驚道：「我……我這幾天不敢照鏡子。你說我是在越來越難看了？」張無忌柔聲道：「一個人只要心地好，相貌美醜有何分別？我媽媽跟我說，越是美貌的女子，良心越壞，越會騙人，叫我要特別小心提防。」那少女那有心思去理他媽媽說過什麼話，急道：「我問你啊，你第一次見我時，我還沒有變得這樣醜怪，是不是？」張無忌知道若是答應一個「是」字，她必傷心難受，只是怔怔的望著她，心中對她很是憐憫。那少女聰明之極，一見到他臉上神色，早料到他所要回答的是什麼話，掩面哭道：「醜八怪，我恨你，我恨你！」這一次離去，卻不再回轉了。張無忌又躺了兩天，那日晚上，有頭餓狼出來覓食，邊嗅邊爬。走到張無忌身邊來。無忌手起一拳，登時將那餓狼打死。這頭野狼覓食不得，反而做了無忌肚中的食料。如此過了數日，張無忌腿傷已癒合大半，大約再過得七八天，便可起立行走了，心想那個村女這一去之後，從此不會再來，只可惜連名字也沒問她，又想：「她臉上容色何以會越變越醜，這事倒令人猜想不透。」想了半日無法解答，也就不再去想，迷迷糊糊的便睡著了。睡到半夜，睡夢中忽聽得遠處有幾個人踏雪而來。這時他所練的九陽神功已有兩三成火候，便在沉睡之中，方圓數十丈內稍有異動，也決計逃不過他的耳目，這幾個人一齊走路，他立時便驚醒了。張無忌雙腿仍是不可移動，上身卻已能坐直，當下坐起身來，向腳步聲處一望，這晚上一弦新月如眉，淡淡月光之下，只見走來共有七人，當先一人身形婀娜，似乎便是那個村女。他凝目細看，心下微覺驚訝，這人果然便是那容貌醜陋的少女，可是她身後的六人，卻是散成扇形，似乎是防她逃走了的模樣。無忌心道：「難道她是被她爹爹、哥哥、姊姊們拿住了？怎麼卻到這兒來？」他心中轉念未定，那少女和她身後六人已然走近。張無忌一看，那一驚更是非同小可，原來那六人他無一不識，左邊是雪嶺雙姝之一的武青嬰。她父親武烈、她師兄衛璧，右邊是崑崙派掌門人何太沖，他妻子班淑嫻，走在最右邊的是個中年女子，面目依稀相識，卻是峨嵋派的丁敏君，張無忌大奇：「她怎麼跟這些人都相識？難道她也是武林中人，識破了我本來面目，便引他們來拿我，逼問我義父的下落？」他想到此處，心下更無懷疑，不覺大是氣惱：「我和你無冤無仇，原來你也來加害於我！」尋思：「我雙足眼下不能動彈，這六個人沒一個是弱者，說不定這村女的武功也強。我姑且跟他們虛於委蛇，答應帶他們去找我義父。待得將雙腿養傷好了，那時再跟他們一個個算帳。」若在四年之前，張無忌只是將性命谿出去不要，任由對方如何加刑威逼，總是咬緊牙關不說出而已，但此時一來他年紀大了，二來練成九陽真經後神情心定，遇到任何危難都能沉著應付，當下心中微微冷笑，絲毫不感畏懼，只是沒料想到那村女居然也來出賣自己，憤慨之中，不自禁的有些傷心，索性躺在地下，曲臂作枕，誰也不理會。那村女走到張無忌身前，靜靜的瞧了他半晌，隔了良久，才慢慢轉過身去。張無忌聽到她極輕微的嘆了口氣，這一聲嘆息聲音極輕極輕，可是嘆息之中，卻充滿了哀傷之意。張無忌心下冷笑：「要殺要剮，悉聽尊便，又何必假惺惺的可憐起我來？」只見衛璧將手中長劍一擺，冷笑道：「你說臨死之前，定要去和一個人見上一面，我道定是個貌如潘安的英俊少年，卻原來是這麼一個醜八怪，哈哈，好笑啊好笑，這人和你果然是天生一對，地生一對。」那村女竟是毫不生氣，只淡淡的道：「不錯，我臨死之前，要來再瞧他一眼。因為我要明明白白的問他一句話，我聽了之後，才能死得瞑目。」張無忌大奇，對兩人所說的言語，半點也不懂，似乎這六人拿住這村女要殺她，而她卻要來再瞧自己一面，有事要問，便道：「姑娘，到底是什麼事？」那村女道：「我有一句話問你，你須得老老實實的答我。」張無忌道：「是我自己的事！我件件都可明白相告。若是旁人的事，便是我身受千刀萬箭之苦，也決計不能吐露一字半句。」他生怕那村女問的是謝遜的所在，是以先把言語說得絕了。那村女冷笑道：「旁人的事，要我擔什麼心？我問你，那一天你跟你我說，咱兩人都是孤苦伶仃，無家可歸，你願意跟我作伴。這句話確是出於真心肺腑之言麼？」張無忌坐起身來，只見她眼光中又露出那哀傷的神色來，便道：「我自是真心的。」那村女道：「那麼你是不嫌我容貌醜陋，願意和我一輩子廝守麼？」張無忌怔了一怔，這「一輩子廝守」五個字，他心中一直沒想到過，只是他不忍見這村女哀傷無依，便道：「什麼醜不醜，美不美的，我一點也不放在心上，你如要我陪伴你說話談心，我自然也是很喜歡的。」那村女聲音顫抖，問道：「那麼你是願意娶我為妻了？」張無忌身子一震，大吃一驚，半晌說不出話來，喃喃的道：「我……我沒想過……娶妻子……」只聽得衛璧和武青嬰一起哈哈大笑起來，衛璧笑道：「連這樣一個又醜又老的鄉巴佬也不要你，咱們便不殺你，你活在世上又有什麼味兒，還不如就在這塊大石上一頭撞死了吧。」張無忌凝視著那村女的臉，只見她低下了頭，眼淚水一滴滴的流了下來，顯是心中悲傷無比，只不知是為了她自己命在旦夕，是為了她容貌醜陋，還是為了衛璧那些利刃般的諷刺譏嘲？張無忌心中大動，驀地裏想起自己父母雙亡之後，顛沛流離，不知受了人家的多少欺侮，這村女煢煢弱質，年紀比自己小，身世比自己更是不幸，這時候不知何以巴巴的來問這一句話，自己焉可令她傷心落淚，受人侮辱？何況這少女這般相問，自是誠心委身。「我一生之中，除了父母、義父，以及太師父、眾位師伯叔，有誰是這般真心的關懷過我？我日後好好待她，她也好好待我，兩個人相依為命，有什麼不好？」眼見那少女身子顫抖，便要走開，張無忌左手伸出，握住了她的右手，大聲道：「姑娘，我誠心願意，娶你為妻，只盼你別說我不配。」那少女聽了這話，眼光中霎時間射出極明亮的光采，低低的道：「阿牛哥哥，你這話不是騙我麼？」張無忌道：「我自然不騙你。從今而後，我會盡力愛護你，照顧你，不論有多少人來跟你為難，不論有多麼厲害的人來欺侮你，我寧可自己性命不要，也要保護你周全。我要使你心中快樂，忘去了從前的苦處。」那少女坐下地來，倚在他身旁，又握住了他另隻手，柔聲道：「你肯這樣待我，我真是快活。」閉上了雙眼道：「你再說一遍給我聽，我要每一個字都記在心裏。你說啊，你要怎樣待我？」張無忌見她喜慰無比，心下也感快樂，握著她一雙小手，只覺柔膩滑嫩，溫軟如綿，說道：「我要使你心中快樂，忘卻小時候的苦處，不論有多少人欺侮你，跟你為難，我寧可不要自己性命，也要保護你周全。」那村女臉露甜笑，靠在他胸前，柔聲道：「從前我叫你跟著我去，你非但不肯，還打我、罵我、咬我……現下你跟我這般說，我很是歡喜。」張無忌聽了這幾句話，心中登時涼了，原來這村女閉著眼睛聽自己說話，卻仍是把他幻想作她心目中的情郎。那村女只覺得他的身子一顫，睜開眼來，臉上的神色非常奇，又是氣憤，又是失望，但也不免帶著幾分歉仄和柔情。她定了定神，說道：「阿牛哥哥，你願娶我為妻，我很感激，像我這般醜陋的女子，你居然不加嫌棄。可是早在幾年之前，我的心早就屬於旁人的了。那時候他尚且不睬我，這時見我如此，更加眼角也不瞧我一眼。這個狠心短命的小鬼啊……」她雖罵那人為「狠心短命的小鬼」，可是罵聲之中，仍是充滿著不勝眷戀低徊之情。張無忌聽在耳中，心下酸溜溜的滿不是味兒。武青嬰冷冷的道：「他也肯娶你為妻了，情話也說完啦，可以起來了吧？」那村女慢慢站起身來，對張無忌道：「阿牛哥，我快死了。就是不死，我也決不能嫁你。但是我很喜歡聽你剛才跟我說過的話。你別惱我，有空的時候，便想我一會兒。」她的話說得很是溫柔，很是甜蜜，張無忌忍不住心下一酸。只聽得班淑嫻嘶著嗓子說道：「我們已如你所願，讓你跟這人見面一次。你也當言而有信，將那人的下落說了出來。」那村女道：「好！我知道那人曾經藏在他的家裏。」說著伸手向武烈一指。武烈臉色微變，哼了一聲，道：「瞎說八道！」衛璧道：「我們要問你，你殺我朱九真表妹，到底是受了何人指使？」張無忌這一驚真是非同小可，道：「殺了朱……朱九真姑娘？」衛璧瞪了他一眼，惡狠狠的道：「你也知道朱九真姑娘？」張無忌道：「雪嶺雙姝大名鼎鼎，誰沒聽見過？」武青嬰嘴角邊掠過一絲笑意，大聲道：「喂，你到底是受了誰的指使？」那村女道：「指使我來殺朱九真的，是崑崙派的何太沖夫婦，峨嵋派的滅絕師太。」武烈大喝一聲：「你妄想挑撥離間，又有何用？」呼的一聲，便向那村女拍去。他這一喝威風凜凜，掌隨喝聲而出，便只一掌，激得地上雪花飛舞。那村女不敢強擋，身形一閃，避過了他這一掌，身法奇幻之極，不知她腳下如何跨步。張無忌心下一片混亂：「她原來當真是武林中人。她去殺了朱姑娘，那自是為了我。我說受了朱姑娘的騙，被她所養的惡犬咬得遍體鱗傷，我可沒要她去殺人啊。我只道她因為相貌變醜，家事變故，以致脾氣古怪，那知竟是動不動便殺人。」只見衛璧和武青嬰各持長劍分從左右夾擊，劍氣掌風之中，夾著地下激起的一片雪花。張無忌凝神觀戰，只見那村女東一閃西一竄，儘量避開武烈雄渾的掌力，但對武青嬰和衛璧的劍招似乎不在意下，突然間纖腰一扭轉到了武青嬰的身側，拍的一聲，打了她一記耳光，左手探處，已搶過了她的長劍，武烈和衛璧大驚，雙雙來救。那村女長劍顫動，叫聲：「著！」竟是硬生生在武青嬰的臉上劃了一條血痕，想是武青嬰一再譏笑貌醜，因而冒奇險，不理武烈和衛璧從兩側進攻，強使武青嬰的俏臉受傷。武青嬰一聲驚呼，向後便倒，其實她受傷不重，但她愛惜容貌，只覺臉上刺痛，便已心驚膽戰。武烈左手一掌向那村女按去，那村女斜身閃避，叮噹一響，手中長劍和衛璧的長劍相交。張無忌沒看清她手腕如何奇奇怪怪的一轉，衛璧已然長劍脫手，飛向天空。但就此時，武烈右手食指顫動，已點中了她左腿外側的伏兔風市兩穴。武烈這兩下點穴，正是家傳的一陽指法，雖然他遠遠不及上當年的一燈大師甚而祖上武三通的造詣，但指力究是非同小可。那村女輕哼一聲，立足不定，倒在張無忌身上。那風市穴屬於足少陽膽經，伏兔穴屬於足陽胃經，一經一陽指的指力透入，那村女但覺全身暖洋洋的，半點力氣也使不出來，便是想抬一根手指，也是宛似有千斤之力縛著，只是身上卻不覺絲毫痛苦。須知那武烈雖非正人端士，但這一陽指的武學，卻是極為正大光明，被點中了的人只是失卻抗拒之力，不受任何苦楚。武青嬰拾起衛璧的長劍，恨恨的道：「醜丫頭，我卻不讓你痛痛快快的死，只斬斷你兩手兩腿，讓你在這裏餵狼。」一劍正要向那村女右臂砍下，武烈道：「且慢！」伸手在女兒手腕上一帶，將她這一劍引開了，對那村女道：「你說出指使你的人來，那便給你一個痛快的。否則的話，哼哼！我瞧你斷了四肢，在雪地裏滾來滾去，也不大好受吧。」那村女年紀輕輕，卻是極具膽色，微笑道：「你一定要我說，我實在無法再瞞了。武青嬰姑娘要嫁給一個男子，另外一個美貌姑娘也要嫁這人，兩女不相下，那個美貌姑娘便指使我去殺了朱九真。這件事我本要嚴守祕密……」她還待說下去，武青嬰已氣得花容失色，手腕向前直送，一劍便往那村女心窩中刺去。那村女鑑貌辨色，已將武青嬰和衛璧、朱九真三人之間的尷尬情形，猜了個八九不離十，她如此激怒武青嬰，正是要她爽爽快快的將自己刺死，但見青光一閃，長劍已到心口，突然間什麼東西無聲無息的飛來，無聲無息的在那劍上一撞，武青嬰虎口震裂，呼的一聲響，那劍直飛出去，這股力道大得異乎尋常，長劍竟是飛出二十餘丈之外，方才落地。黑暗中誰也沒看見武青嬰的兵刃如何脫手，但這劍以如此勁道飛了出去，便是要她自己用力投擲，也決計無法做到，看來那村女暗中已到了強援。六個人一驚之下，各自退了幾步，回頭察看。這一帶地勢開闊，並無山石叢林可以藏身，一眼望出去，半個人影也無，六人面面相覷，都是驚疑不定。武烈低聲道：「青兒，怎麼啦？」武青嬰道：「似乎是什麼極厲害的暗器，將我的劍兒震飛了。」武烈游目四顧，確是不見有人，哼了一聲道：「便是她弄鬼。」心中暗暗奇怪：「她明明已中了一陽指力，怎地尚能使力震飛青兒的長劍？這丫頭的武功當真邪門。」踏步上前，一掌往那村女左肩拍去，這一掌運勁雄猛，要拍碎她的肩骨，使她武功全失，再由女兒來稱心擺弄於她。掌心離她肩頭約有七八寸，眼看她便要肩頭粉碎，驀地裏那村女左掌翻將上來，雙掌相交，武烈胸口一熱，但覺對方的掌力猶似狂風怒潮，竟非人力所為，「啊」的一聲大叫，身子已然飛起，砰的一響，摔出三丈以外。總算他武功深厚，背脊一著地立即躍起，但胸腹間熱血翻湧，頭暈眼花，身子剛站直，待欲調勻氣息，晃了一晃，終於又俯身跌倒。衛璧和武青嬰大驚，急忙搶上扶起。忽聽得何太沖道：「讓他多躺一會！」武青嬰回過頭來，怒道：「你說什麼！」心想：「爹爹受了敵人暗算，你卻乘火打劫，反來譏嘲。」何太沖道：「你血氣翻湧，靜臥從容。」衛璧登時省悟，道：「是！」輕輕將師父放回地下。何太沖和班淑嫻夫婦對望一眼，心下大是詫異，他們都和那村女動過手，覺得她招術精妙，果有過人之處，然以年齡所限，內力未臻上乘，可是適才和武烈對這一掌，明明是以世所罕有的內力將他震倒，實是令人大惑不解。他們感到奇怪，那村女心中更是詫異萬分。她被武烈的一陽指點倒後，倒在張無忌懷中，動彈不得，眼看武青嬰揮劍刺來，卻不知突然從那裏飛來一物，將她長劍震脫，跟著自己小腿上足三里和陽陵泉兩處穴道中，突有一股火炭一般的熱氣透入，在伏兔和風市兩穴上一衝。登時將被點的穴道解開了。她身一震，低頭看時，只見張無忌雙手握住自己兩腳足踝，那熱氣源源不絕的從懸鐘穴中湧入體內。這當兒變化快極，未及細想，武烈的一掌已拍了下來。她隨手抵禦，原來拚著手腕折斷，勝於肩頭被他拍得粉碎，那知雙掌相交之下，武烈竟給自己一掌揮出數丈之外。她一怔之下，心道：「難道這醜八怪、鄉巴佬，竟是武功深不可測的大高手？」何太沖心存忌憚，不願再和她比拚掌力，拔劍出鞘，說道：「我領教領教姑娘的劍法。」那村女笑道：「我沒劍啊！」何太沖左足一挑，勾起武青嬰掉在地下的長劍，柄前刃後，平平的向那村女當胸前飛去。那村女伸手一抄，接在手裏。何太沖是一派掌門，不肯佔小輩的便宜，說道：「你進招吧，我讓你三招再還手！」那村女一劍刺出，逕取中宮。何太沖怒哼一聲，低聲道：「小輩無禮！」舉劍一封。卻聽得喀喇一響，雙劍一齊震斷，何太沖臉色大變，身形晃處，已自退開半丈。那村女暗叫：「可惜，可惜！」原來張無忌將九陽神功傳到體內，但她不會發揮神功的威力，結果雙劍齊斷，若能運力攻敵，那麼斷的將只何太沖的兵刃，她手中長劍卻可完好無恙。班淑嫻大奇，低聲道：「怎麼啦？」何太沖手臂兀自酸麻，苦笑道：「邪門！」班淑嫻拔出長劍，寒著臉道：「我再領教。」那村女雙手一攤，意示無劍可用。班淑嫻指著掉在二十餘丈之外衛璧的那把長劍，道：「去撿來用啊！」那村女知道只要一離開張無忌之手，自己那裏還有這般厲害的功力，不敢去拾長劍，只得揚一揚手中半截斷劍，笑道：「就是這把斷劍，也可以了！」班淑嫻大怒，心想：「死丫頭如此托大，輕視於我。」她卻不似何太沖，處保持前輩高人身份，長劍迴處，疾刺那村女的頭頸。那村女舉斷劍擋架，班淑嫻劍法輕靈之極，早已改削她的左肩。那村女忙翻斷劍相護，班淑嫻又已斜刺她右脅。接連八劍，勢若飄風，始終不與那村女的斷劍相碰。原來班淑嫻見她適才出手，雖然沒瞧出真正原因，但已猜到她內力奇大，是以打定了主意，儘量發揮自己劍法所長，不令對方有施展內力之機。果然這麼一來，那村女左支右絀，登時迭遇兇險，本來單以劍法而論，那村女雖然不及班淑嫻，但要支持百餘招，也勉強可以對付得了，只是她手中只有半截斷劍，雙足又不敢移動，變成了只守不攻，劍法上大大打了個折扣，又拆數招，班淑嫻劍尖閃處，嗤的一聲，在那村女左臂上劃了一道口子。崑崙派的劍法是非同小可，這一劍刺中敵人，卻不容敵人有半分喘息之機，跟住著著進逼，只聽村女「啊」的一聲，肩頭又中了一劍。那村女大聲叫道：「喂，你再不幫忙，眼睜睜瞧著我給人欺侮麼？」班淑嫻退後兩步，橫劍當胸，四下一看，卻見有人，但見她劍尖上抖出朵朵寒梅，又向那村女攻去。那村女疾舞斷劍，連擋三劍，對方劍招來得奇快，她卻也擋得迅捷無倫，這當兒眼明手快，當真是招招間不容髮。班淑嫻讚道：「死丫頭，手下倒快！」那村女半句也不肯吃虧，回罵道：「死婆娘，你手下也不慢啊。」不料班淑嫻是劍術上的大名家，數十年的修為，口中說話，手下絲毫沒有閒著。那村女終究不過十七八歲年紀，雖然得遇名師，但豈能學得到班淑嫻好整以暇的風範？這一說話微微分心，但覺手腕上一疼，半截斷劍已然脫手飛出。那村女「啊」的一聲驚呼，班淑嫻第二劍已刺向她的脅下。丁敏君一直在袖手觀戰，這時看出便宜，不及拔劍，一一招「推窗望月」，雙掌便向那村女背上擊去，同時武青嬰也縱身而起，飛腿直踢那村女的右腿。那村女只嚇得一顆心幾欲從腔子中跳了出來，但覺全身炙熱，如墜火窖，伸指在班淑嫻的長劍上一彈，便在此時，背心中掌，腰間被踢。卻聽得「啊喲」「哎唷」兩聲慘叫，丁敏君和武青嬰一齊向後摔出，班淑嫻手中也只剩下了半截斷劍。原來張無忌眼見情勢危及，霎時間將全身真氣，盡數運入那村女的體內，他所修習的九陽神功已有二成功力，威力大是不小，那村女伸指一彈之下，班淑嫻的長劍登時折斷，丁敏君雙手腕骨和武青嬰右足趾骨節一齊震碎。何太沖、武烈衛璧三人看到九陽神功顯示威力的這副可怕聲勢，無不目瞪口呆，一時怔在當地，做聲不得。班淑嫻將半截斷劍往地下一拋，恨恨的道：「去吧，丟人現眼還不夠麼？」向丈夫怒目而視，一肚皮怨氣，盡數要發洩在他身上。何太沖道：「是！」兩人併肩馳去，片刻之間，已奔得老遠，崑崙派輕功之佳妙，確是武林中一絕。至於班淑嫻回家後如何整治何太沖出氣，是罰跪頂劍，或是另有怪招，那也不必細表。衛璧一手扶著師父，一手扶了師妹，慢慢走開。他三人極怕那村女乘勝追擊，可是又不能如何太沖夫婦這般飛馳遠去，每走一步，便擔一份心事。丁敏君雙手腕骨斷折，足腿卻是無傷，咬緊牙關，獨自離去。那村女極是得意，哈哈一笑，說道：「醜八怪！你……」突然間一口氣接不上來，暈了過去。原來張無忌助她驅退強敵，眼見六個對頭分別離去，當即縮手，放脫她的足踝。那村女充沛體內的一股九陽真氣驀地裏洩去，她便如全身虛脫，四肢百骸，再無分毫力氣。張無忌一驚之下，便即領會，雙手拇指輕輕按住她眉頭盡處的「絲竹穴」，微運神功，那村女這才慢慢醒轉。她睜開眼來，見自己躺在張無忌的懷處，他正笑嘻嘻的望著自己，不覺大羞，一躍而起，突然伸手抓住他的左耳，用力一扭，罵道：「醜八怪，你騙人！你有一身厲害武功，怎麼不跟我說？」張無忌痛叫：「哎喲！你幹什麼？」那村女哈哈笑道：「誰叫你騙人！」張無忌道：「我幾時騙你了，你沒跟我說你會武功，我也沒跟你說我會武功。」那村女道：「好，我便饒了你這一遭。適才多承你助我一臂之力，將功折罪，我也不來追究了。你的腿能走路了嗎？」張無忌道：「還不能。」那村女嘆道：「總算好心有好報，若不是我記掛著你，要再來瞧你一次，你也不能救我。」她頓了一頓，又道：「早知你本事比我強得多，我也不用替你去殺朱九真那鬼丫頭了。」張無忌臉一沉，道：「我本來沒叫你去殺她啊。」那村女道：「啊喲，啊喲！原來你心中還是放不下這個美麗的姑娘，倒是我不好，害了你的意中人。」張無忌道：「朱姑娘不是我的意中人，她再美麗，也不跟我相干。」那村女奇道：「咦！這可奇了，那麼她害得你這樣，我殺了她給你出氣，難道不好嗎？」張無忌淡淡的道：「害過我的人很多，若是一個個都殺去了出氣，也殺不盡這許多。何況，有些人存心害我，在我看來，他們也是很可憐的，好比這個朱姑娘，她整日價提心吊膽，生怕她表哥不和她好，擔心他娶了武姑娘為妻。像她這樣，又有什麼快活？」那村女臉一沉，怒道：「你是譏刺我麼？」張無忌呆了一呆，沒想到說著朱九真時，無意中觸了眼前這位姑娘之忌，道：「不，不。我是說各人有各人的不幸。別人對你不起，你就殺了他，那很不好。」那村女冷笑道：「你學武功如果不是為了殺人，那學來做什麼？」張無忌沉吟道：「咱們學好了武功，壞人如想加害，咱們便可抵擋了。」那村女道：「佩服，佩服！原來你是個正人君子，大大的好人！」張無忌低了頭瞧著她，總覺得這位姑娘的舉止神情，自己是說不出的親切，說不出的熟悉。那村女顎下一揚，道：「你瞧什麼？」張無忌道：「我媽媽常笑我爸爸是濫好人，是軟心腸的可憐書生。她說話時的神氣，就像你這時候一樣。」那村女臉上一紅，斥道：「呸！又來佔我便宜，說我像你媽媽，你自己就像你爸爸了！」她雖出言斥責，眼光中卻孕含笑意。張無忌急道：「老天爺在上，我若是有心佔你便宜，教我天誅地滅。」那村女笑道：「口頭上佔一句便宜，沒什麼大不了，又用得著賭咒發誓？」剛說到此處，忽聽東北角上有清嘯一聲，嘯聲清脆悠長，是個女子。跟著近處有人作嘯相應，那正是尚未走遠的丁敏君。那村女臉色微變，低聲道：「峨嵋派又有人來了。」兩人聽那遠處傳來的清嘯之聲，明亮凝聚，距離雖比丁敏君為遠，但聽在耳中，卻是清楚得多，顯然那人功力遠較丁敏君深厚。丁敏君聽到嘯聲後，便停步不走。張無忌和那村女向東北方眺望，這時天已黎明，只見一個綠色的人形，在雪地裏輕輕飄飄的走來，行到了丁敏加身畔，張無忌已看到原來是個身穿蔥綠衣衫的女子。她和丁敏君說了幾句話，向張無忌和那村女看了一眼，便即走了近來。只見她衣衫飄動，腳步極是輕盈，出步甚小，但頃刻間便到了離兩人四五丈之處。只見她清麗秀雅，容色極美，不過是十七八歲年紀。張無忌心下頗為詫異，暗想聽她嘯聲、看她身法，料想必是個比丁敏君年長得多的女子。那知她似乎比自己還小。只見這女郎腰間懸著一柄短劍，卻不拔取兵刃，空手走近。丁敏君出聲警告：「周師妹，這鬼丫頭功夫邪門得緊。」那女郎點點頭，斯斯文文的道：「兩位尊姓大名？因何傷我師姊？」自她走近之後，張無忌一直覺得她好生面熟，待得聽到她說話，登時想起：「原來她便是在漢水中相逢的周芷若姑娘。太師父攜她上武當山去，如何卻投入峨嵋門下？」胸口一熱，便想探問張三丰的近況，但轉念想到：「張無忌已然死了，我這時是鄉巴佬、醜八怪、曾阿牛。只要我少有不忍，日後便是無窮無盡的禍患。不管是在誰的面前，我都不能洩露了自己身份，以免害及義父，使爸媽白白的冤死於九泉之下。」一想到已死的父母，獨處荒島的義父，便有天大的原因，他也不肯再以本來身份示人。那村女冷冷一笑，說道：「令師姊一招『推窗望月』，雙掌擊我背心，自己折了手腕，難道也怪得我麼？你倒問問令師姊，我可有向她發過一招半式？」周芷若轉眼瞧著丁敏君，意存詢問。丁敏君怒道：「你帶這兩人去見師父，請她老人家發落便是。」周芷若道：「倘若這兩位並未存心得罪師姐，以小妹之見，不如一笑而罷，化敵為友。」丁敏君大怒，喝道：「什麼？你反而相助於外人？」