第十二回　奮戈振臂恤饑民徐天宏那天晚上在客店宿下，取出從鏢師身上搜來的幾封書信，在燈下細看，原來是威震河朔王維揚寫給韓文沖的，催他即日赴京，護送一批重寶前赴江南，信中還提及大軍西征，有數十萬兩銀交他們鏢局護送，所以局中人手更加不足云云。徐天宏看了當下也不在意，忽然聽見隔房周氏母女大聲吵嚷起來，好幾次提到自己的名字，一聽之後，心中十分不安，自忖周綺如果因救護自己而聲名受累，那真是萬死莫贖，於是留下一封信，一早就先行走了。到得河南省境，只見沿河百姓都因黃水大漲而人心惶惶。河江水官平日窮奢極欲，把國家用來治水的公款大都飽入私囊，現在上游水漲的急報如雪片飛來，這批酒囊飯袋事到臨頭有甚麼辦法。比較好的，還去召集人伕在堤邊填點土，加幾隻麻袋，其餘的不是求神拜佛，就是連上表章，誇大水勢，以便決堤之後，為他日自己脫罪張本。徐天宏見災象已成，暗暗嘆息，心想：「黃河雖屬天災，但只要當道者以民為心，全力施為，未始沒有挽救之道，但自來為官者均視河工為肥缺，一上任就大撈特撈，幾時有一刻把災害放在心上？將來咱們紅花會要是能得志於天下，這黃河非好好加以治理不可。」徐天宏依著記號尋到開封，在汴梁大俠梅良鳴家中遇見了群雄。眾人見徐天宏無恙歸來，歡忭莫名。梅良鳴與徐天宏本來互相慕名，當晚大張筵席，與他接風。這時章進、衛春華、心硯各人的傷都已將息好了。石雙英赴回疆送信未回，常氏雙俠還在探聽文泰來下落，蔣四根則被陳家洛派到黃河邊上查察水勢去了。徐天宏對周仲英並不提起周大奶奶與周綺的事，心想反正一兩天內她們就會趕到，只對群雄說起途中曾聽到余魚同的消息，他受了重傷，但與一個女扮男裝的少女在一起。他道：「我本來以為是四嫂，四嫂既在此地，那麼這女子是誰？」眾人議論了一會，俱都猜想不出。第二日清早，周綺一個人來到梅家，與父親及眾人見了，大家又各大喜。廝見後，周綺悄悄對徐天宏道：「你過來，我有話對你說。」徐天宏心懷鬼胎，心想這位姑娘一定怪他不告而別，要大大責罵一頓了，他打定了主意：「任她怎麼罵，我絕不頂撞她一句就是。」於是慢慢走到她跟前。周綺悄聲道：「我媽不肯來見我爹，你給我想個法兒。」徐天宏放下了心，說道：「那麼請你爹去見她。」周綺道：「媽也不肯見他，他們這次別扭鬧得很大。」徐天宏沉吟半晌，說道：「好，我有辦法。」輕輕囑咐了她幾句。周綺道：「這成麼？」徐天宏道：「一定成，你先去罷。」徐天宏待周綺出門之後，和眾兄弟閒談了一會，看看時候已到，悄悄對周仲英道：「周老爺子，這裏鐵塔寺旁有一家修竹園酒家，佳釀馳名全省，既然到此，不可不嘗。」提到好酒，周仲英興緻極高，笑道：「好，我來作東，請眾位兄弟同去暢飲一番。」徐天宏道：「這裏省城之地，捕快耳目眾多，咱們人多去了不好。就由總舵主和小侄兩人陪老爺子去。怎樣？」周仲英道：「好，究竟是老弟顧慮周詳。」於是約了陳家洛，三人逕投鐵塔寺來。那修竹園果然是一個好去處，杯盤精潔，窗明几淨，徐天宏四下一望，找了個雅座。三人一邊飲酒吃魚，一邊談論當年信陵公子大會賓朋、親迎侯嬴的故事。陳家洛嘆道：「大梁今猶如是，而夷門鼓刀俠烈之士安在哉？信陵公子一世之雄，竟以醇酒婦人而終。今日汴梁，僅剩夷山一丘耳。」酒酣耳熱，擊壺而歌，高吟起來：「趙客縵胡纓，吳鉤霜雪明。銀鞍照白馬，颯杳如流星。十步殺一人，千里不留行，事了拂衣去，深藏身與名。閒過信陵飲，脫劍膝前橫。將炙啖朱亥，持觴勸侯嬴。三杯吐然諾，五嶽倒為輕，眼花耳熱後，意氣素霓生──」三人喝到酒意五分，徐天宏舉杯對周仲英道：「周老爺子今日父女大團圓，待小侄敬你一杯。」周仲英喝了，嘆了一口氣。徐天宏道：「周老爺子心頭不快，是可惜鐵膽莊被燒麼？」周仲英道：「家財是身外之物，區區一個鐵膽莊，又有甚麼可惜的？」徐天宏道：「那麼一定是思念過世的幾位公子了？」周仲英不語，又嘆了一口氣。陳家洛連使眼色，叫徐天宏別再說這種話觸動他的心境，徐天宏只作不見，又道：「當時小公子年幼無知，說出了四哥藏身之所，周老爺子一怒將他處死。在周老爺子是顧全江湖道義，咱們確是萬分不安。」陳家洛道：「七哥，咱們走罷，我酒已喝得差不多了。」徐天宏仍對周仲英道：「周大奶奶不知因何離家出走？」周仲英道：「她怪我不該殺死逆子。唉，她一個孤身女子，不知投奔何方。這個逆子她愛若性命，我確是對她不起。待咱們把四哥救出來之後，我就是走遍天涯海角，也要把老妻找回來。我這麼一把年紀，世上親人，就只她和女兒兩人了。」周仲英說到此處，忽然門簾一掀，周大奶奶和周綺走了進來。周大奶奶道：「你的話我在隔壁都聽見啦，你肯認錯就好。我就在這裏，你不用找我啦。」周仲英一見妻子，又驚又喜，一時說不出話來。周綺對陳家洛道：「陳大哥，這是我媽。」對母親道：「媽，這位是紅花會的陳總舵主。」周綺等他們施禮相見後，命酒保把隔座的杯盞移過來，對周仲英道：「爹，這真巧極啦，我聽說這裏的酒好，一定要來喝，媽不肯來，給我死拖活拉的纏了來，那知就坐在你們隔座。」五人歡呼暢飲，談起別來之情形。周綺見父母團聚，言歸於好，不由得心花怒放，口沒遮攔，興高采烈的說到殺童兆和、報了害弟燒莊之仇的事。徐天宏連使眼色，叫她別說下去，她只是不覺，仍舊說道：「他的計策真好！那些鏢行的小子們都昏倒後，我就跳進窗去把媽救起。他一刀刺進了那姓童的肚子裏。」周仲英和陳家洛都給徐天宏敬酒。周仲英道：「真是英雄出少年，老弟救了老妻，又替我報了大仇，老夫實在感激得很。」徐天宏道：「老爺子說那裏話來，這都是周姑娘的功勞。」陳家洛問道：「你們兩位怎麼在途中遇到的？」徐天宏支支吾吾的敷衍了幾句。周綺暗暗叫苦：「糟啦！糟啦！我說殺童兆和時和他在一起，那麼以前的事怎麼瞞人呢？」臉上一陣飛紅，羞得低下頭來，神智一亂，無意手中一揮，把一雙筷子和一隻酒杯都帶在地上，叮噹一聲，酒杯跌得粉碎，更是不好意思。陳家洛鑒貌辨色，知道兩人之間的事絕不止這些，又聽周綺提到徐天宏時，總是「他」怎樣「他」那樣，不名個字，心中已料到六七成。結帳回到梅府後，陳家洛把徐天宏叫在一邊，說道：「七哥，你瞧周姑娘這人怎麼樣？」徐天宏何等機靈，一聽早知陳家洛意思，說道：「總舵主，剛才周姑娘在酒樓上說的話，請你莫說給別人知道。她心地純真，光明磊落，可是給別人聽了，要是加一點污言穢語，咱們可對不起周老英雄。」陳家洛道：「我也瞧周姑娘的人品好極啦，我給你做一個媒如何？」徐天宏跳了起來，說道：「這個萬萬不可，我如何配得上她？」陳家洛道：「七哥你不必太謙，你武諸葛文武雙全，名聞江湖，周老英雄說到你時也是十分佩服的。」徐天宏獃了半刻不說話。陳家洛連問：「怎樣？」徐天宏道：「總舵主你不知道，她不喜歡我。」陳家洛道：「你怎麼知道？」徐天宏道：「她親口說的，她說恨透了我這種刁鑽古怪的脾氣，以前咱們一路上，老是鬧別扭。」陳家洛哈哈大笑，說道：「那麼你是肯的了？」徐天宏道：「總舵主你別白操心，咱們不能自討沒趣。」陳家洛與徐天宏正在談論，忽然梅家的小廝過來道：「陳少爺，周老爺請你過去說話。」陳家洛向徐天宏笑了一笑，走到周仲英房裏，周大奶奶和周綺都退了出去。周仲英道：「我有一件心事，很不便啟齒，想請陳當家的作主。」陳家洛道：「老爺子但說不妨，小侄自當效勞。」周仲英道：「小女今年一十九歲了，雖然生來頑劣，但天性倒還淳厚，錯就錯在老夫教了她一點武藝，尋常人家的孩子她就瞧不順眼，所以蹉跎到今，還沒對親──」說到這裏，嘆了一口氣，隔了一會說道：「貴會七當家徐天宏徐爺，江湖上大家仰慕他的英名。他文武雙全，人品又好。老夫想請陳當家的作一個媒，將小女許配於他，就是怕小女脾氣不好，高攀不上。」陳家洛一聽大喜，連連拍胸，說道：「此事包在小侄身上。周老爺子是武林的泰山北斗，既肯垂愛，我們紅花會眾兄弟都與有榮焉，小侄馬上去說。」他一口氣奔到徐天宏房中，把經過一說，把徐天宏喜得心中突突亂跳。陳家洛道：「七哥，我瞧周老英雄臉色，他心中還有一句話，但總是不便出口。我猜是這樣，不知你肯不肯？」徐天宏道：「那有甚麼不肯的？」陳家洛笑道：「我也猜想沒甚麼不肯的。周老英雄三個兒子都死了，眼見周家香煙已斷，而且他的小兒子還是因為咱們紅花會而死。我意思是委屈七哥一些，不但做他女婿，還做他兒子。」徐天宏道：「你要我入贅周家？」陳家洛道：「不錯，將來生兒子，長子姓周，次子姓徐。自古道無後為大，咱們這樣也總算報答周老英雄的恩義。」徐天宏深感周綺救命之德，慨然允之。兩人同到周仲英房中，陳家洛請周大奶奶過來，把這番話說了。周大奶奶笑得合不攏嘴來，周仲英也是喜容滿面，連說：「這那裏敢當？這那裏敢當？」徐天宏跪下叩頭，周仲英連忙扶起，笑道：「我們身在外邊，沒帶甚麼相見之儀，待會我把那手打鐵膽的法兒傳給你，徐爺你瞧怎樣？」周大奶奶笑道：「你老糊塗啦，怎麼還叫他徐爺？」周仲英呵呵大笑。徐天宏知道他這手鐵膽功夫是他仗以成名的江湖絕藝，今日喜事重重，既得嬌妻，又遇明師，忙又跪下叩謝，兩人遂以父子相稱。這件事一傳出去，大家紛來賀喜。當晚梅良鳴大張筵席慶賀。周綺卻躲了起來，駱冰死拉也拉不出來。飲酒之間忽然石雙英走了進來，對陳家洛道：「總舵主，你的信已經送到，這是木卓倫老英雄的回信。」陳家洛接了，說道：「十二哥萬里跋涉，真辛苦你啦，快來喝一杯──」他話未說完，突然蔣四根從門外飛跑進來，高叫：「黃河決口啦！」眾人一聽，俱都停杯起立，詢問災情。蔣四根道：「孟津到銅瓦廂之間，已決了七八處口子，好多地方路上已沒法子走啦。」大家聽了都很憂悶，既恤民困，同時常氏雙俠迄未回報，不知文泰來情狀若何。陳家洛道：「眾位哥哥，咱們在這裏等常氏雙俠已等了幾天，始終沒有消息，前途必有變化，請大家想想該怎麼辦？」章進叫道：「咱們不能再等，大夥兒趕上北京去。四哥就是下在天牢，咱們也要劫他出來。」衛春華、楊成協、蔣四根等都齊聲附和。陳家洛和周仲英、無塵、趙半山低聲商量了幾句，說道：「事不宜遲，咱們馬上動身。」於是向梅良鳴謝了吵擾，各人結束定當，上馬而去。陳家洛在路上取出木卓倫的信來拆閱，信上對紅花會報訊之德再三稱謝，並說已召集族人，日夜準備，決與狂虜周旋到底，只以寇眾我寡，勢難取勝，但全族老小即使人人戰死，也絕不向清廷屈服。信中詞氣極為悲壯，陳家洛看了很是動容，問石雙英道：「木卓倫老英雄還有甚麼話麼？」石雙英道：「他問起救回四哥出來沒有？聽說沒有成功，他很是難過。」陳家洛「呀」了一聲。石雙英又道：「他們族裏的人對咱們情誼很深，聽說我是總舵主派去的使者，大家對我好得不得了。」石雙英幼時在地主家做牧童，因為兩牛相鬥，他拆解不開，兩牛鬥得皮傷角折，鮮血淋漓。他回去被地主痛打了一頓，臉上被鞭子抽傷了七八處，痊癒後臉上肌肉僵硬變形，再無各種喜怒哀樂表情。陳家洛見他眼角之間透露至情，心想：「連鬼見愁十二郎都動了真情，那麼這些維人一定待他不錯。」問道：「你見了木卓倫老英雄的家人麼？」石雙英道：「他夫人、兒子和兩個女兒都見到了。他大女兒是和總舵主會過的，她問候總舵主安康。」陳家洛道：「她此外沒說甚麼了？」石雙英想了一想，說道：「臨走時她好像有些話要對我說，但始終沒說。」陳家洛沉吟不語，拔出霍青桐所贈短劍在手把玩。這把短劍精光耀眼，刃長八寸，劍柄金絲纏繞，磨損很多，看來是數百年前的古物。據霍青桐說，故老相傳，這把短劍中蘊藏著一個極大秘密，可是他翻來覆去細細看視，始終瞧不出有甚麼特異之處。眾人走了一夜，天明時已近黃河決口之處，只見前面濁浪滔天，奔流滾滾，再走幾個時辰，大片平原已成澤國。低處人家田舍早已漂沒。災民都露宿在山野高處，有些被困在屋頂樹巔，遍地汪洋，野無炊煙，到處都是哀鳴求救之聲，時見成群浮屍，夾著箱籠木料，隨浪飄流。群雄繞道從高地上向東而行，當晚在山地上露宿了一宵，次日兜了個大圈子才到杜良寨，真是哀鴻遍野，慘不忍睹。周綺一直和駱冰在一起，這時再也忍不住了，縱馬追上徐天宏，說道：「你鬼心眼兒最多，想法子救救這些老百姓啊。」徐天宏自與周綺定婚之後，未婚夫婦為避嫌疑，兩日來沒說一句話，現在周綺開口第一句話，就出了一個天大難題，當下好生為難，說道：「話是不錯，可是災民這樣多，有甚麼辦法呢？」周綺道：「要是我有辦法，幹麼要來問你？」徐天宏道：「趕明兒我對大夥說，不許再叫我『武諸葛』這外號，免得你老是跟我為難。」周綺急道：「我幾時跟你為難啊？我話說錯了，好不好？我不說就是。」說罷嘟起了嘴，一聲不響。徐天宏道：「妹子，咱們現在是一家人呢，咱們不能再吵嘴。」周綺不理他。徐天宏道：「是我錯了，你饒我這次。你笑一笑罷。」周綺把頭轉開，一張俏臉仍舊板著。徐天宏道：「啊，你不肯笑，原來是見了新姑爺怕羞。」周綺忍耐不住，「噗哧」的笑了出來，舉起馬鞭笑道：「你再胡說八道，瞧我打不打你？」駱冰在他們後面，見周綺天真爛漫地和徐天宏說笑，想起自己丈夫，更增愁思。未牌時分大夥到了招討營，這是黃河沿岸的一個大鎮，郊外災民都逃到鎮上來。駱冰把身上帶的黃金在銀鋪中換了銀子，買了糧食散發。災民蜂湧上來，不一會全數發完，受到救濟的人連十分之一都不到。眾人出得鎮去，許多災民戀戀不捨的跟在後面，只盼能得到一點點糧食果腹。群雄心中不忍，可是那裏救濟得這許多，只得硬起心腸，上馬馳走。奔出四五里路，陳家洛把手一揮，教大家停下來，說道：「咱們紅花會以救民為己任，眼見這許多百姓遭受大難，雖然咱們身上有事，可是總不能見死不救。各位哥哥有何高見？」徐天宏道：「小弟一路盤算，只有一條路可行。」眾人忙問是何辦法。徐天宏道：「劫官府，逼大戶。」陳家洛道：「不錯，前面就是蘭封。蘭封素稱殷實，府庫積貯一定不少，為富不仁之徒也必眾多，咱們到那裏相機行事。」眾人上馬又行。周綺向徐天宏點頭微笑，意示嘉許。沿路災民絡繹不絕，拖兒帶女，哭哭啼啼。群雄正行之間，忽然迎面一騎馬急奔而來。山路狹窄，那騎馬卻橫衝直撞，一下子把一個懷抱小孩的災民婦人撞下路旁水中，馬上的人絲毫不顧，依舊猛馳過來。群雄俱各大怒。衛春華首先竄出，側身搶了過去，左掌一翻，拉住騎者左腳，一扯就把他拉下馬來，劈面一拳，結結實實打在他門面之上。那人「哇」的一聲，吐出一口血水、三隻門牙。那人一身軍官打扮，站起身來，居然絲毫不懼，破口大罵：「你們這批土匪流氓，老子有緊急公事在身，回來再跟你算帳。」催馬欲行。章進在他右邊一扯，又將他拉下馬來，喝道：「甚麼緊急公事，偏教你多等一會。」陳家洛道：「十哥，搜搜他身上，有甚麼東西。」章進在那軍官身上一搜，搜出一封公文。交了過去。陳家洛見是一封插雞毛、燒焦了角的文書，知道那是急報公文，是要驛站連日連夜遞送的，封皮上寫著「六百里加急呈定邊大將軍兆」的字樣，隨手把火漆印一撕，把公文取了出來。那軍官見陳家洛撕開公文，大驚失色，高叫起來：「這是軍中密件，你不怕殺頭麼？」心硯笑道：「要殺頭也只殺你的。」陳家洛見公文上署名的是運糧總兵官孫克通，稟告兆惠，大軍糧餉已經運到蘭封，因黃河泛濫，恐要稽延數日，方能到達云云。陳家洛把公文交給徐天宏，說道：「這件公文雖然重要，可惜對咱們救四哥之事沒甚麼關係。」徐天宏一看，喜容滿面，說道：「總舵主，這真是送上門來的大寶貝。咱們相助木老英雄，救濟黃河災民，都著落在這件公文身上。」他跳下馬來，走到那軍官面前，把那公文撕得粉碎，笑道：「你不論到兆惠那裏，還是回到蘭封？失落了軍文書，都是殺頭的罪名？要命的自己逃罷。」那軍官又氣又嚇，說不出話來，想想徐天宏的話確是實情，無可奈何，脫下身上軍裝往水裏一拋，混在災民群中去了。陳家洛已明白了徐天宏的意思，說道：「劫糧救災，確是一舉兩得之事，只是大軍糧餉必有重兵護送，咱們人少，如何幹這大事，願聞七哥妙計。」徐天宏在他耳旁輕輕說了幾句，陳家洛大喜，說道：「好，就這麼辦。」當下分撥人手。周仲英率領周大奶奶、周綺、徐天宏混入蘭封西門，只待城中火起，就殺死守城官兵，放災民入城；無塵率領楊成協、章進、蔣四根在北門行事；趙半山率領衛春華、駱冰、石雙英在南門行事；陳家洛率領孟健雄、安健剛、心硯在城中心放火。各人化裝災民，分頭向四處災民宣稱明日午後蘭封城內發賑濟錢糧，每人銀子一兩，麥子一斗。次日傍晚大夥混入城中舉事。各人接了號令，自去化裝，散布謠言。到得次日上午，蘭封城內已湧進數萬災民，混亂不堪。縣令王伯道見情勢有異，叫捕快抓了幾名災民來問話，都說今日發放賑濟錢糧，所以趕來領取。王伯道忙下令關閉城門。此時十傳百，百傳千，四鄉災民大集，城內城外黑壓壓一片，萬頭聳動。王伯道差人傳諭並無此事，眾人那裏肯信？那知縣王伯道見災民愈聚愈多，心中著慌，親到東城石佛寺去拜見駐紮在寺中的總兵官孫克通，請他調五百名兵丁在城內彈壓。孫克通道：「小將奉兆將軍軍令，克日將糧餉運赴回疆，只要稍有失閃，就是滅族的罪名。不是小將不肯幫忙，實在軍務重大，請王大人原諒。」王伯道再三懇求，孫克通只是不允。王伯道無奈，只好辭了出來，到得街上，有些災民已在鼓噪起來。刑名師爺馮山蒼道：「東翁，這件事非這個不行。」他雙手拱起，做了一下元寶的姿勢，王伯道道：「只好如此。」回衙撥了一千兩銀子，叫馮山蒼送到孫克通那裏，說是慰勞士兵，果然有錢能使鬼推磨，五百名兵丁就在各處巡邏起來。天將入夜，忽然縣衙、監獄、和街上幾間大商號同時起火。王伯道忙督率衙役捕快救火，正亂之間，一名公差氣急敗壞的奔來報道：「大──人。不好了，西門被災民打開，成千成萬的人都湧進城來了。」王伯道心中只是叫苦，手足無措，忙叫：「備馬。」帶了衙役往西城察看，走不了半條街，道路已被災民塞住，無法通行。只聽見災民中有人叫道：「在東城石佛寺發錢糧，大家到石佛寺去啊！」眾災民迎面蜂湧而來。王伯道大怒，喝道：「奸民散布謠言，給我抓來審問。」兩名衙役應了，嗆啷啷抖出鐵鏈，往一名身裁瘦小、口中大嚷大叫的領頭災民頭上套去。那人一將鐵鏈一把奪過，反手一揮，一名衙役的脊骨登時打折，大叫：「咱們要吃飯啊，又犯了甚麼罪哪？」王伯道見不是路，回馬就走，繞到南門，迎面又是一群災民擁來。馮山蒼道：「東翁，這些人餓極啦，狗急跳牆，甚麼事都做得出來，咱們還是到孫總兵那裏去避一避，他有兵！」王伯道點頭稱是，正行之間，只見在城中巡邏的兵丁紛紛逃竄，一個道人手執寶劍，一個胖子揮動鐵鞭，一個駝子舞起雙斧，一名大漢挺著鐵槳，隨後趕殺過來。那些兵丁逃得慢的，都被砍瓜切菜般殺了。王伯道混在兵丁中間，逃向石佛寺去。兵士認得是知縣大人，開門放他進去。那時寺外災民重重疊疊，圍了數層。災民中有人大叫：「咱們的救濟錢糧都被狗官吞了。發錢糧哪，發錢糧哪！」眾災民齊聲高呼，聲震屋瓦。王伯道不住發抖，連說：「造反了，造反了！」孫克通究竟是武官，頗有膽量，叫兵士把一道梯子架在牆上，他爬上梯去，高聲叫道：「是安份良民，快快退出城去，莫信謠言。再不退去，我可要放箭了。」這時兩名副將已帶領弓箭手佈在寺牆之上。災民紛紛鼓噪，孫克通叫道：「放箭。」一排箭射了出去，登時有十多名災民中箭倒地。眾災民大駭，轉身就逃，只見踐踏婦孺，呼娘叫兒，亂成一片。孫克通在牆頭哈哈大笑，笑聲未畢，災民中有人撿起兩塊石子，投了上來。孫克通身體一側，避開了一塊，另一塊卻從腮邊擦過，只感到一陣痛楚，伸手一摸，滿手是血，不由得大怒，大叫：「放箭，放箭！」弓箭手一排箭射出去，又有十多名災民中箭。災民驚叫聲中，忽聽兩聲呼嘯，只見兩個又高又瘦的漢子縱上牆去，也不知他們怎樣，三四名弓箭手隨即被他們擲下地來。災民憤恨弓箭手接連傷人，湧上去按住狠打，有些婦女更是亂撕亂咬。這時紅花會群雄早已混在災民群中。徐天宏本意讓官兵多作一些威福，使災民憤怒不可遏止，然後一鼓作氣，攻進寺中。忽見常氏雙俠跳上牆頭，不禁又驚又喜。駱冰舞開雙刀，跟著跳了上去，挨到常赫志身旁，問道：「五哥，見到四哥了麼？他怎樣？」常赫志了駱冰上來，很是驚奇，道：「咦，四嫂你也來了？四哥見到了，你放心。」駱冰一聽，精神大振，可是因為歡喜過度，反而沒有力氣廝殺了，跳在牆外坐倒，扶住了頭一定神。章進和心硯忙來看視，連問：「怎樣？受傷了麼？」駱冰笑道：「沒事，五哥說見到四哥了。」再看牆頭時，只見衛春華、楊成協、周綺、孟健雄都已攻了上去，正在與官兵惡鬥。不一會寺門打開，蔣四根和孟健雄從寺中奔出來，向災民連連招手，大叫：「大家進來啊！」眾災民一湧而入。寺中官兵先還揮動兵刃亂斬亂殺，後來見災民愈來愈多，又有一批武藝高強的人混在中間，統兵長官接連被殺死了好幾名，大家亂了手腳。但仗著人多，手中又有兵器，災民們倒也不敢十分逼近。孫克通舞動大刀，帶著幾名親兵在牆頭拚死惡鬥，邊打邊退，忽覺耳旁風生，後背心一陣酸麻，大刀噹啷啷跌落牆下，自己雙手不知怎的已被人反背擒住，又覺得項頸中一陣冰涼，一個聲音在腦後喝道：「你下令叫官兵拋下兵器，退出廟去。」孫克通稍一遲疑，項頸中一陣劇痛，原來竟是一把刀架在頸上，那人輕輕把刀拖動，在他項頸中劃破了一層皮。到這地步，孫克通那敢不依，只得高聲傳令。官兵們見總兵被一個白衣少年擒住，動彈不得，他既有有令，何必再拚性命，各自拋下兵器，退出廟去。眾災民齊聲歡呼。陳家洛抓住孫克通，跳下牆頭，走進大殿，只見五開間的殿上堆滿了一袋袋的糧食，再到裏殿看時，一車車的都是銀鞘子。石雙英把縣令王伯道掀到陳家洛面前來聽他發落。陳家洛道：「你這狗官，我問你一句話。」王伯道顫抖著聲音道：「大王請問。」陳家洛笑道：「你瞧我像大王麼？」王伯道道：「我該死，說錯了，不知公子尊姓大名？」陳家洛微微一笑，不答他的問話，問道：「你是兩榜出身麼？」王伯道道：「不敢，不敢。」陳家洛道：「不敢甚麼？你既是進士，胸中必有才學，我出一個對子給你對對。」他摺扇一揮，秀眉一揚，笑道：「你對得出，饒你一條狗命，對不出呢，嘿嘿，那就不客氣了。」眾災民聽紅花會群雄告諭，說不久就可分發錢糧，俱都安靜了下來，這時又聽說知縣被擒，紅花會總舵主正在考較他的才學，都覺好奇，圍成一圈，千百雙眼睛集中在王伯道臉上。陳家洛道：「你聽著，這上聯是這樣：『俟河之清，人壽幾何！卻問河清易？官清易？』」王伯道滿頭大汗，想了半天，說道：「公子，你這上聯太難了，我──我對不出。」陳家洛答道：「也好，不對也罷。我問你，是黃河清容易呢，還是官吏清容易？」王伯道忽然福至心靈，說道：「我瞧天下的官都清了，黃河也就清呢。」陳家洛呵呵大笑，說道：「說得好！這樣，你快召集吏役，把這些錢糧散發給災民。喂，總兵官，你也幫著點。」孫克通和王伯道兩人好生為難，軍糧散失已是殺頭的罪名，怎麼還能由自己手裏散發出去？可是不聽命令罷，眼見當場就要喪命，萬般無奈，只得督率兵卒吏役，把軍糧軍餉發給災民。災民歡聲雷動，向紅花會群雄紛紛稱謝，在領錢糧時不住對孫克通和王伯道揶揄取笑，兩人只當不聞不見。陳家洛叫道：「各位父老兄弟姊妹聽著，下次衙門裏要是派人查問，只說是知縣大人和總兵官親手發給你們的。」眾災民嘩然叫好，連說：「正是如此。」陳家洛等在一旁監視，直到深夜，眼見糧餉散發已盡。徐天宏叫道：「各位父老，你們把這些軍器都拿去藏在家裏，狗官知道好歹，那就罷了，要是我們走了之後，他們再來逼你們交還錢糧，大夥就給他們拚了。」眾災民這時對紅花會群雄的話，說一句聽一句，那些精壯男子就把兵丁手中的兵刃都繳了去。官兵見災民勢大，總兵又落入敵人手中，那裏還敢抵抗？陳家洛道：「大事已了，各位哥哥，跟我走罷！」一手拖著孫克通，搶先出寺，群雄在眾災民轟謝聲中跟著奔出廟門，上馬出城。馳了七八里，陳家洛把孫克通往馬下一推，說道：「總兵大人，咱們後會有期。」雙手一拱，哈哈大笑，在群雄拱衛中絕塵而去。陳家洛奔出數里，問常氏雙俠道：「兩位得到了四哥的消息？」常赫志道：「我們在前面看到十四弟留的記號，說四哥已被送到杭州。」陳家洛吃了一驚，說道：「送到杭州幹麼？怎麼不到北京？不是皇帝老兒要親審麼？」常伯志道：「咱們也覺得奇怪。不過十四弟做事素來精細，他一定探到了確訊。」陳家洛請大家下馬，圍坐商議。徐天宏道：「四哥既到杭州，咱們大夥就去江南設法搭救。杭州是咱們的地盤，朝廷的勢力也沒北京大，相救起來比較易於著手。不過另外還得請一位哥哥到北京去打探消息。」眾人俱各稱是。陳家洛望著石雙英，說道：「那麼再請十二郎辛苦一趟。」石雙英道：「好。」商議已畢，石雙英一人北上，群雄連騎南下。陳家洛再問起余魚同傷勢情況。常氏雙俠說並不知情，他哥兒倆見到他留下的記號，馬上趕回報信，經過蘭封時見災民大集，就隨著災民到鐵塔寺看看熱鬧，碰上官兵放箭，兩人俠義心腸，按捺不住，所以跳上牆去動起手來，不意群雄都已到達。眾人得到了文泰來和余魚同的消息，雖未脫險，但已知安然無恙，均感欣慰，談起剛才劫糧救災之事，痛快不已。周綺道：「西征大軍沒了糧餉，霍青桐姊姊一定可以打一個勝仗。」無塵笑道：「那女娃子劍法不錯，人緣又好，大夥兒都幫她。打個勝仗好讓大家都歡喜歡喜。」