第二十一回　地道換人這些江湖群雄與保定帝一一見禮，馬五德、左子穆等是加倍的恭謹，柳之虛、秦元尊等是故意的特別傲慢。金大鵬、史安等則以武林後輩的身份相見，倒是不亢不卑。鍾萬仇道：「段兄難得來此，不妨多盤桓幾日，也好令眾兄弟多多請益。」保定帝道：「舍侄段譽得罪了鍾谷主，被扣貴處，在下今日一來求情，二來請罪。還望鍾谷主瞧在下薄面，恕過小兒無知，在下感激不盡。」群豪一聽，心下都是不由得暗暗欽佩：「久聞大理段皇爺向來以武林規矩接待同道，果然是名不虛傳。此處是大理國的治下，他只須派遣數百兵馬，立時可以拿人，但他居然親身前來，好言相求。」鍾萬仇哈哈一笑，尚未答話，黑白劍史安已搶著道：「原來段譽公子得罪了鍾谷主，段公子於在下有救命之恩，在下也要求一份情。」南海鱷神突然大聲喝道：「我徒兒的事，誰要你來囉哩囉唆？」高昇泰冷冷的道：「段公子是你師父，你磕過頭，拜過師的，難道又想賴帳了？」南海鱷神滿臉通紅；罵道：「你奶奶的，老子不賴。老子今天就殺了這個有名無實的師父。老子拜過這個小子為師，醜也醜死了。」眾人不明就裡，無不大感詫異。舒白鳳道：「鍾谷主，放與不放，但憑閣下一言。」鍾萬仇笑道：「放，放，放！自然放，我留著令郎幹甚麼？」雲中鶴忽然插口道：「段公子風流英俊，鍾谷主夫人又是個美貌佳人，將段公子留在谷中，那不是引狼入室，養虎貽患？鍾谷主自然要放，不能不放，不敢不放！」群豪一聽，無不愕然，想這「窮兄極惡」雲中鶴說話肆無憚忌，竟是絲毫不將鍾萬仇放在眼裏，「窮兇極惡」之名，端的不假。鍾萬仇大怒，轉頭說道：「雲兄，此間事了之後，在下還要領教閣下的高招。」雲中鶴道：「妙極妙極！我早就想殺其夫而佔其妻，謀其財而居其谷。」群豪盡皆失色，「一飛沖天」金大鵬道：「江湖上英雄好漢並未死絕，你『天下四惡』身手再高，終究要難逃公道。」葉二娘忽然哈哈的道：「金相公，我二娘可沒冒犯你啊，怎地把我牽扯在一起了？」金大鵬聽到她懾人心魄的嬌音，忍不住心頭一震。左子穆想起她搶劫自己幼兒的事來，兀自心有餘悸，偷偷斜睨她一眼。葉二娘吃吃而笑，道：「左掌門，你公子長得更加肥肥白白了？」左子穆不敢不答，低聲道：「上次他受了風寒，迄今疾病未癒。」葉二娘笑道：「啊，那都是我的不好。回頭我瞧瞧山山這乖孫兒去。」左子穆大驚，忙道：「不敢勞動大駕。」保定帝見了這等情景，尋思：「『四惡』為非作歹，結怨極多，待救出譽兒之後，不妨俟機除去大害。『四惡』之首的延慶太子雖為段門中人，我不便親自下手，但他終究有當真惡貫滿盈之日。」舒白鳳聽眾人言語雜亂，將話題岔了開去，霍地站起，說道：「鍾谷主既是答允歸還小兒，便請喚他出來，好讓我母子相見。」鍾萬仇也站了起來，道：「是！」突然轉頭，狠狠瞪了段正淳一眼。嘆道：「段正淳，你有此賢妻佳兒，怎地兀自貪心不足？今日貽羞天下，乃是你自作自受，須怪我鍾萬仇不得。」段正淳聽鍾萬仇答允歸還兒子，早在猜想事情絕不會如此輕易了結，對方定然安排下陰謀詭計，此時聽他如此說，當即站起，走到他的身前，說道：「鍾谷主，你若蓄意害人，段正淳自也有法子教你痛悔一世。」鍾萬仇見他相貌堂堂，威風凜凜，氣度清貴高華，自己實是遠遠不如，這一自慚形穢，登時妒火填心，大聲道：「事已如此，鍾萬仇便是家破人亡，碎屍萬段，也是跟你幹到底了。你要兒子，跟我來罷！」說著大踏步走出廳門。一行人隨著鍾萬仇來到樹牆之前，雲中鶴顯示輕功，首先一躍而過。段正淳心想今日之事已無善罷之理，不如先行立威，好教對方知難而退，說道：「篤誠，砍下幾株樹來，好讓大夥行走。」採薪客蕭篤誠應道：「是！」舉起鋼斧，一斧砍將下去，有如薄刀切豆腐，鋼斧在一株大樹的樹根處橫截而過。點蒼山農董思歸一掌拍出，那斷樹飛了起來，橫架在樹牆之上，登時留出了一道窄窄的門戶。但見鋼斧白光閃耀，接連揮動，大樹一株株的飛起，霎時之間，砍倒了五株大樹。鍾萬仇這樹牆栽植不易，當年著實費了一番心血，被蕭篤誠連揮五斧，砍倒了五株大樹，不禁勃然大怒，但轉念又想：「大理段氏今日要大大的出醜，這些小事，我也不來跟你計較。」當即從空缺處走了進去。但見樹牆之後，黃眉僧和青袍客的左手均是抵住一根竹杖，頭頂白氣蒸騰，正在比拼內力。黃眉僧忽然伸出右手，在身前的青竹板上用力捺了一捺，捺出一個凹孔。青袍客略一思索，右手竹杖在石板上畫了一圈。保定帝凝目一看，登時明白：「原來黃眉僧師兄一面跟延慶太子下棋，一面跟他比拼內力，既鬥智，復鬥力。這等別開生面的比賽，實是凶險不過。他一日一夜沒有回音，看來這場比賽，已持續了一日一夜，兀自不分勝敗。」他在棋局上略略一看，只見兩人正在打一個「生死劫」，勝負之數，全是繫於此劫，不過黃眉僧落的是後手，乃是苦苦求活，保定帝抬起頭來，再往石屋前瞧去，只見黃眉僧的六名弟子盤膝坐在屋前，每個人臉上均呈氣色灰敗，簡直便要斷氣身亡的模樣。保定帝暗暗吃驚，尋思：「難道這六弟子先行和延慶太子動手，一齊受了重傷？」當即搶上前去，伸手在破貪和尚的脈門上一搭，只覺脈搏微弱之極，若有若無，若斷若續，隨時便會虛脫。保定帝當即從懷中取出一個白玉小瓶，倒出六枚殷紅如血的小丸，逐一納在六僧的口中。這六枚「琥珀丸」乃是治傷的靈藥，護心培元，最具靈效。殊不知破貪等六僧並非受傷，乃是全身真氣被段譽的「朱蛤神功」吸取乾淨，琥珀丸藥不對症，毫無用處。段正淳喝道：「千里，你們四位去將這塊大石推開，放段譽出來。」凌千里等四人齊聲答應，並肩上前。鍾萬仇喝道：「且慢！你們可知這石屋之中，尚有何人在內？」段正淳、凌千里等均不知木婉清已被延慶太子擒來，與段譽囚於一處，更不如兩人已服了「陰陽和合散」的烈性毒藥，否則怎肯與旁人齊來，當眾觀看段譽亂倫犯淫的惡行？段正淳聽鍾萬仇如此相問，便道：「鍾谷主，你若是傷殘我兒肢體，須知你自己也是有妻有女。」他這時心中怦怦亂跳，但所擔心的，卻是段譽已受苦刑，甚或被斷去手足，挖去眼珠。鍾萬仇冷笑道：「嘿嘿，不錯，我鍾萬仇有妻有女，天幸我沒有兒子，我兒子更不會和我親生女兒幹那亂倫的獸行。」段正淳臉色鐵青，喝道：「你胡說八道甚麼？」鍾萬仇道：「香藥叉木婉清是你的私生女兒，是不是？」段正淳怒道：「木姑娘的身世，要你多管甚麼閒事？」鍾萬仇笑道：「哈哈？那也未必是甚麼閒事。大理段氏，天南為皇，獨霸一方，江湖上更是響噹噹的聲名。各位英雄好漢，大家睜開眼睛瞧瞧，段正淳的親生兒子，和親生女兒，卻是倒鳳顛鸞，結成夫妻啦！」段正淳聽了他的言語，心中大疑：「難道清兒也在這石屋之中？難道她和譽兒兄妹倆──」再將鍾萬仇的話前後一加印證，更無可疑，登時全身便如墮入冰窟之中，心中一疊連聲的叫苦：「好毒計，好毒計！」鍾萬仇向南海鱷神打個手勢，兩人伸手便去推那擋在石屋之前的大石。段正淳道：「且慢！」欲待伸手去攔。葉二娘和雲中鶴各出一掌，分從左右襲來。段正淳豎掌一擋，高昇泰側身斜上，去格雲中鶴的一掌。不料葉雲二人這兩掌都是虛招，右掌一晃之際，左掌反手推出也都擊在那塊大石之上。這大石雖有數千斤之重，但在鍾萬仇、南海鱷神、葉二娘、雲中鶴四人合力推擊之下，登時便向右滾開。雲中鶴等和鍾萬仇固有心病，然這一著卻是事先早已計議定當了的，虛虛實實，段正淳竟是無法攔阻。其實段正淳也是急於想早見愛子，並沒有真的如何出力攔阻。但見大石一經推開，露出一道門戶，望進去黑越越的，瞧不清屋內情景。鍾萬仇笑道：「孤男寡女、衣衫不整的同處暗室之中，那還有甚麼好事做出來！」他剛說了這句話，只見一個青年男子披頭散髮，上身赤裸著走將出來，正是段譽。他手中橫抱著一個女子，昏昏沉沉的似乎飲醉了酒一般。保定帝滿臉羞慚。段正淳低下了頭不敢抬起。段夫人舒白鳳雙目含淚，喃喃的道：「冤孽，冤孽！」高昇泰解下長袍，要去給段譽披在身上。黑白劍史安懷念段譽救命之恩，見他當眾出醜，心下不忍，一閃身，遮在段譽身前。南海鱷神大聲叫道：「王八羔子，滾開！」鍾萬仇哈哈大笑，十分得意，突然間他的笑聲變為極慘痛的一聲大叫：「靈兒，是你麼？」群豪聽到他的大叫，無不心中一凜，一齊凝目看時，只見鍾萬仇撲向段譽身前，夾手去奪他手中橫抱著的女子。這時，群豪已然看清這女子的面目，但見她年紀比木婉清幼小，身材也較纖細，臉上未脫童稚之態，那裏是木婉清了。卻是鍾萬仇的親生女兒鍾靈。鍾萬仇驚怒交迸之下，抱住女兒身子，但雙手和鍾靈的手臂一碰，猛地裏全身一震，體內真氣似欲飛走。段譽神智尚未清醒，迷惘中見到許多人圍在身前，認出伯父和父母都是在此，忙將鍾靈的身子放開，叫道：「媽，伯父，爹爹！」他這一放開鍾靈的身子，那朱蛤神功才不去吸取鍾萬仇的真氣內力。他久處暗室，這時陽光刺眼，一時睜不開來，但覺全身精神充沛，四肢百骸都是飄飄然的，便欲離地高飛一般。舒白鳳搶上前來，將他摟在懷裏，問道：「譽兒，你──你怎麼了？」段譽道：「我──我不知道啊，我──我在甚麼地方？」鍾萬仇不料害人反而害了自己，那想得到段譽從石屋中抱將出來的，竟會是自己的女兒。他獃了一獃，放下女兒，鍾靈見自己只穿著貼身的短衣衫褲，只羞得滿臉飛紅。鍾萬仇解下身上長袍，將她裹住，跟著重重便是一掌，擊得她左頰紅腫了起來，罵道：「不要臉！誰叫你跟這小畜生在一起。」鍾靈滿腹含冤，哭道：「我──我──」一時那裏能夠分辯？鍾萬仇忽想：「那木婉清明明是關在石屋之中，諒她推不開這塊大石，看來還在屋內，我叫她出來，讓她分擔靈兒一半的羞辱。」大聲叫道：「木姑娘，快出來罷！」他連叫三聲，石屋內絕無半點應聲。鍾萬仇大踏步走將進去，這石屋不過丈許見方，一目了然，那裏有半個人影。鍾萬仇氣得幾乎要炸破胸膛，翻身出來，一掌又向女兒打去，喝道：「我斃了你這臭丫頭！」驀地裏旁邊伸過一隻手掌，無名指和小指拂向他的手腕。鍾萬仇急忙縮手相避，看清楚出手偷襲的正是段正淳，怒道：「我自管教我的不肖女兒，跟你有甚麼相干？」段正淳笑吟吟的道：「鍾谷主，你對我孩兒可優待得很啊，怕他獨自一個兒寂寞，竟命你令愛千金相陪。在下實是感激之至。事已如此，令愛已是我段家的人，在下可不能不管了。」鍾萬仇怒道：「怎麼是你段家的人？」段正淳笑道：「令愛在這石屋之中，服侍小兒段譽，歷時數日數夜，孤男寡女，兼之赤身裸體，又有甚麼好事做將出來？我兒是鎮南王世子，雖已文定善闡侯高賢弟的千金為室，但三妻四妾，有何不可？你我不是成了親家麼？哈哈，哈哈，呵呵呵！」鍾萬仇狂怒不可抑制，撲將過來，呼呼呼連擊三掌。段正淳笑聲不絕，一一化解了開去。群豪均想：「大理段氏的勢力果是不可輕侮，不知用了甚麼法子，竟將鍾谷主的女兒掉了包，囚在石室之中。」原來這件事正是華赫艮等三人做下的手腳。華赫艮將鍾靈擒入地道之中，本意是不令她洩漏了地道的秘密，但後來聽到鍾萬仇夫婦對話，才知鍾萬仇和延慶太子安排了極毒辣的詭計，一意要敗壞段氏的聲名。三人在地道中低聲商議，均覺此事牽連重大，且是甚為緊急。待鍾夫人離去後，巴天石悄悄從地道中鑽將出來，施展極頂輕功，暗勘了那石屋的準確方位和距離，由華赫艮重定地道的路線。三個人加緊挖掘，又忙了一夜，直到次晨，才挖到了石屋之下。華赫艮掘入石屋，鑽了進去，只見段譽牢牢握住屋外人的手掌，臉上神色極是怪異。華赫艮那想得到伸進屋來這隻手掌乃是破貪和尚所有，只道便是延慶太子，不敢開口和段譽說話，伸手輕輕拍拍他的左手手背。不料手指和他手背一碰，自己全身便是一震，有如碰到一塊熱炭相似，但見段譽眼中似欲噴火，不由得暗暗擔心，當下用力相拉，只盼將他拉入地道，迅速逃走。那知一握上段譽的手掌，華赫艮體內真氣向外急洩，忍不住「哎喲」一聲，叫了出來。巴天石和范驊都是十分機智之人，兩人迅即從地道中出來，拉著華赫艮用力一扯，三人合力，才脫去了朱蛤神功吸引真氣之厄。要知大理三公的功力，比之破貪等人是高得多了，又是見機極快，應變神速，饒是如此，三人已是都嚇出了一身冷汗，心中均道：「延慶太子的邪法當真厲害。」再也不敢去碰段譽身子。便在此時，屋外人聲喧擾，聽得保定帝鎮南王等都已到來，鍾萬仇在大聲相嘲。范驊滑稽多智，靈機一動：「這鍾萬仇好生可惡，咱們給他大大的開個玩笑。」當即除下鍾靈的外衫，給木婉清穿上，打了幾個手勢，拉著木婉清進了地道，合上石板，那裏有半點蹤跡可尋。段譽吸得了破貪等六僧的真氣內力，不會納入丹田，隨著運用，但覺六股真氣在體內此來彼往，五臟六腑給衝得翻翻滾滾，難受無比，身子也是搖搖晃晃，站立不定。保定帝見狀，只道他身中劇毒，當即伸指虛點他「人中」、「太陽」、「靈台」三穴，那六股真氣無法衝入腦海，段譽身上仍是煩惡難當，腦中卻已清明，說道：「伯父，我是中了陰陽和合散的毒。」保定帝見侄兒性命無恙，當即寬心，但想黃眉僧和延慶太子的比拼，已到了千鈞一髮的關頭，不論棋局或是內力的拼鬥上稍有差池，立時便有性命之憂，當下顧不得替段譽解毒，回身去看兩人的角逐。只見黃眉僧額頭汗粒如豆，一滴滴的落在棋局之上，延慶太子卻仍是神色不變，若無其事，顯然勝敗已判，黃眉僧的生死已是懸於一線。段譽神智一清，也即關心棋局的成敗，走到兩人身側，觀看棋局，只見黃眉僧劫材已盡，延慶太子再打一個劫，黃眉僧便無棋可下，勢非認輸不可。只見延慶太子竹杖伸出，便往棋局中點了下去，所指之處，正是當前的關鍵，這一子下定，黃眉僧便無可救藥，段譽大急，心想：「我且給他混賴一下。」伸手便去撥延慶太子的竹杖。延慶太子看準了棋局中一處關鍵之著，這一手一落，黃眉僧再也無法對抗，他竹杖剛要點到「上位」中的六七路上，突然之間，只覺掌心中一震，手臂上運足的真力如飛般向外奔瀉而出。延慶太子這一驚自是不小，斜眼微睨，但見段譽的兩根手指輕輕搭在竹杖之上，段譽並不知自己吞食朱蛤之後，便有吸取旁人體內真氣內力的怪異情狀，只是手指搭上竹杖之後，延慶太子便落不下去，心想拖得一刻好一刻，若能擾亂他的心情，黃眉僧或有轉機，也未可知，是以手指始終不鬆。延慶太子心中飛快的轉過了幾個念頭：「前日咱們擒獲他之後，這小子顯是不會半點武功，最多不過是走幾步奔逃閃避的古怪步法，怎地數日之間，突然使出這種吸人功力的邪術來？難道他從前故意深藏不露？要待強援到來之後，這才出手麼？」除此之外，實在也無其他想得明白的原由，當下丹田中深深吸了一口真氣，勁貫手臂，竹杖登時生出一股強悍絕倫的大力，一震之下，便將段譽的手指震脫了竹杖。要知延慶太子的功力深厚無比，當世少有人能與之匹敵。段譽體內雖是積貯了破貪等六僧的內力，但他不會運用，十成內力，一成也使不出來，自是一震即脫。他只覺半身酸麻，幾乎便欲暈倒，身子晃了幾晃，伸手扶住那塊青石岩，這才穩住。殊不知延慶太子所發出的內勁，竟然也因此而有一小半收不回來，他心中這一驚，實在比段譽更甚，那竹杖垂了下來，點在「上位」的七八路上。只因段譽這麼阻得一阻，他內力收發不能自如，竹杖一偏之下，自然而然的落石成圓。延慶太子暗叫：「不好！」急忙提起竹杖，但七八路的交叉線上，已畫了大半個圓圈。高手下棋，自是講究落子無悔，何況刻石為枰，陷石為子，功力所到之處，石為之碎，如何能夠下了不算？但這「上」位的七八路，乃是自己填塞了一個眼。只要稍明弈理之人，均知兩眼是活，一眼如死。延慶太子這一大塊棋早就已做成兩眼，以此為攻逼黃眉僧的基地，絕無自己去塞死一個活眼之理，然而既是落了此子，雖是弈理上絕無此事，總是功力內勁上有所不足。延慶太子心知棋差一著，滿盤皆輸，他是極有身分之人，絕不肯為此而與黃眉僧有所爭執，當即站起身來，雙手按在那塊青石岩上，注視棋局，良久不動。群豪大半未曾見過此人，見他神情奇特，群相注目。只見他瞧了半晌。突然間一言不發的撐著竹杖，杖頭點地，猶如踩高蹺一般，步子奇大，遠遠的去了。便在此時，一陣西風吹來，那青石岩晃了幾晃，驀地裏喀喀聲響，裂成十餘塊散石，崩裂在地，這震爍古今的一局棋，就此不存人世。群豪驚慌出聲，相顧駭然，均想：這個人不像人、鬼不像鬼，活屍一般的青袍客，其武功之高，實是到了深不可測的地步。黃眉僧僥倖勝了這一局棋，他雙手據膝，怔怔的出神，回思適才種種驚險的情景，心中始終不能寧定，他苦苦思索，想不出延慶太子何以在穩操勝券之際，突然將自己一塊棋中的兩隻眼填塞了一隻。這顯然是故意相讓，然而當此情勢之下，他絕無故意相讓之理。保定帝和段正淳、高昇泰等，對這變故也均大惑不解，好在段譽已然救出，段氏的清名絲毫無損，延慶太子敗棋退走，這一役可說是大獲全勝，其中猜想不透的種種細節，那也不用即行查究。段正淳向鍾萬仇笑道：「鍾谷主，我兒絕非薄情之人，令愛既成我兒姬妾，日內便即派人前來迎娶。愚夫婦自當愛護善待，有若親女，你儘管放心好了。」鍾萬仇是個莽撞之人，心胸既窄，又是極易發火，聽得段正淳加此出言譏刺，也不再問鍾靈是否已失身於段譽，唰的一聲，拔出腰間佩刀，便往鍾靈頭上砍落，喝道：「氣死我了，我先殺了這賤人再說。」驀地裏一條長長的人影飄將過來，迅捷無比的抱住鍾靈，便如一陣風倏然而過，已是飄開在數丈之外。嗒的一聲響，鍾萬仇一刀砍在地下，瞧抱著鍾靈那人時，卻是「窮兇極惡」雲中鶴。鍾萬仇道：「你──你幹甚麼？」雲中鶴道：「你這個女兒自己不要了？就算已經砍死了，那就送給我罷。」他一面說，一面身子又飄出數丈。他自知論到武功之強，別說保定帝和黃眉僧勝於自己，便是段正淳和高昇泰，也是了不起的人物。是以打定了主意，一見情勢不對，抱著鍾靈便溜，眼見巴天石並不在場，那麼只要自己施展絕頂輕功，這些人中便無一人追趕得上。鍾萬仇也知他輕功了得，只急得雙足亂跳，破口大罵。保定帝等日前見過他和巴天石繞圈追逐的身手，這時更見他抱著鍾靈，仍是一飄一晃的輕如無物，倒也都是奈何不得。段譽靈機一動，叫道：「岳老三，你師父有命，快將這鍾小姑娘奪下來。」南海鱷神一怔，怒道：「媽巴羔子的，你說甚麼？」段譽道：「你拜了我為師，頭也磕過了，難道想賴麼？你說過的話，難道是放屁麼？」南海鱷神此人兇悍之極，但生平有一樣好處，卻是言出必踐。說過的話，決計不會不算數。他拜段譽為師，雖是萬分不願，倒也不賴，橫眉怒目的喝道：「我說過的話自然算數，你是我師父便怎樣？老手惱將起來，連你這師父也一刀殺了。」段譽道：「你認了便好。這個姓鍾的小姑娘，是我妻子，就是你的師娘，你去給我奪回來。這雲中鶴侮辱她，就是辱你師娘，你太也丟臉了，太不是英雄好漢了。」南海鱷神怔了怔，想想倒是不錯，但忽然想起木婉清自認是他妻子，怎麼這姓鍾的小姑娘也是他的妻子了？問道：「究竟我有幾個師娘？」段譽道：「你別多問。總而言之，倘若你奪不回你這個師娘，你就無臉面再見天下英雄，這裏許多好漢，個個親眼得見，你連第四惡人的雲中鶴也鬥不過，那不就降為第五惡人，說不定是第六惡人了。」南海鱷神這口氣如何肯下？要他排名在雲中鶴之下，那是比殺了他的頭還要難過，只聽得他一聲狂吼，拔足便向雲中鶴趕去，叫道：「快放下我師娘來！」雲中鶴縱身向前飄行，叫道：「岳老三真是大傻瓜，你上了人家的當啦！」南海鱷神最愛自認了不起，雲中鶴當著這許多人的面，說他上了人家的當，更令他怒火衝天，當下足不停步的急追。兩人一前一後，霎時之間已轉過了山坳。鍾萬仇雖在盛怒中，一刀向女兒砍去，但這時見女兒為惡徒所擒，究竟父女情殷，又想到妻子問起時不知如何交代，情急之下，也提刀追了下去。保定帝見正主已去，拱手向慧禪和尚、金大鵬、史安等人道：「難得各位光臨大理，請到舍下去同飲一杯水酒，讓在下一盡地主之誼如何？」慧禪等都有意結識這位武林中號稱「天南第一人」的保定皇帝段正明，見他如此謙沖好客，都笑著道謝答應，只葉二娘微微一笑，說道：「老娘怕你們宰了我分著吃了，還是乘早溜之大吉。」笑吟吟的轉過身來，自行去了。當下保定帝等一行離了萬劫谷，逕回大理，破貪等六僧全身虛脫，站都站不起來，由凌千里等扶著上馬，同著群豪一齊來到鎮南王府。家丁傳入去，只見華赫艮、范驊、巴天石三人從府中迎將出來，身旁一個少女衣飾華麗，明媚照人，正是香藥叉木婉清。段譽自服「陰陽和合散」的毒藥後，體內毒性一直未曾解除，此時突然見到木婉清，身不由主的奔上兩步，張臂欲向她腰間抱去，然而靈台中始終留存一線清明，猛然省悟不對，立時駐足。那「陰陽和合散」毒性的厲害處，不但在於猛烈持久，更兼男女雙方服食後相互激引。雙方若是不在一處，那也罷了，這一陡然重逢，兩人均感神智迷糊，難以自持。保定帝一見兩人神色不對，雙頰如火，顯是中毒已深，當即出指虛點，嗤嗤兩聲過去，段譽和木婉清當即昏倒。朱丹臣扶了段譽、舒白鳳扶了木婉清，分別送入臥房休息。當下鎮南王府中大張筵席，款待各路英豪。賓位上眾人推慧禪和尚坐了首席。蓋少林寺是武林中的泰山北斗，人人敬仰，慧禪本人武功雖不甚高，眾人卻敬重他的出身名門。席間范驊說起華赫艮挖掘地道，將鍾靈送入石屋之事，但救出木婉清一節略過不說。群豪才知鍾萬仇所以害人不成，反害自己，原來竟因如此，盡皆拍掌大笑。段正淳因愛子中毒難解，向眾人探詢解法。群豪相顧茫然，都說不出個所以然來。而在此時，家丁送了一封書信來，交給段正淳，說道信使是個婢女，內有消散世子毒性的藥方。段正淳又驚又喜，拆開信來，只見一張白箋上只寫著六個簪花小楷：「多服人乳可解。」段正淳認得筆跡，這六個字乃鍾夫人所書，心中一動，衣袖拂處，將身前的酒杯帶翻了，熱酒流了一身，竟自未覺。保定帝道：「淳弟，那是甚麼藥方？」段正淳一怔，問道：「嗯？」保定帝又問了一遍：「那是甚麼藥方？」段正淳這才驚覺，道：「說道多服人乳可解。」保定帝點頭道：「不妨便試試，多服人乳，縱然無效，那也決計無害。」舒白鳳站起身來，差遣家丁分向民間乳母多購人乳。王府中辦事何等快捷，何況這人乳又是十分易得之物，筵席未終，段譽與木婉清已解了毒性，出來會見眾人。段譽向黃眉僧及華赫艮等深致謝意，對破貪等身受重傷，更是極感歉疚，這時破貪等尚未能夠開口說話，如何失功虛脫，連黃眉僧也未知內情，段譽更是萬萬料不到竟是自己所闖的大禍。段正淳向群豪宣稱，木婉清乃是自己義女。秦元尊、慧禪等雖是與她有仇，這時已不便當場翻臉生事。何況在保定帝、黃眉僧、段正淳、高昇泰四大高手的鎮懾之下，又有誰敢貿然生事。席間群豪除了縱談江湖逸事，更向段正淳夫婦、高昇泰、及段譽恭賀兩家聯姻，你敬一杯，我敬一杯，極是熱鬧。木婉清偷眼向段譽一瞥，見他低下了頭，意興索然，不由得想起這幾天兩人石屋共處的情景，更是黯然神傷，明知自己與他此生休想再成夫婦，但聽到他已聘下高家小姐，如何不柔腸百轉，哀痛欲絕？瞧著高昇泰越想越恨，只想射他一枝毒箭，當場送了他的性命，懲他為何生下一個女兒來嫁給自己的情郎。只是知他武功了得，這一箭萬萬射他不中，這才袖中扣弦，凝視不發。眼見眾人杯觥交錯，豪興勃發，生怕當著眾人忍不住放聲大哭，太也示弱，霍地站起身來，說道：「我頭痛，不吃了。」不向保定帝與段正淳告辭，快步便走進內堂，段正淳微笑道：「這野丫頭少了管教，全沒半分禮貌，大哥與眾位朋友莫怪。」只見一名家將匆匆進來，雙手捧著一張名帖，走到段正淳身前，躬身說道：「虎卒關過彥之過少爺求見王爺。」段正淳大出意料之外，心想這過彥之是嵩山派柯百歲的大弟子，江湖上向有「大俠」之名，外號叫作「追魂手」，據說武功著實了得，只是跟段家素無往來，不知萬里迢迢的找我何事，當即站起身來，道：「是追魂手過大俠，該當遠迎才是。」