第六十七回　青龍險灘郭靖又愛又憐，但見淡淡的月色瀉在黃蓉臉上，此時她重傷初痊，血色未足，臉肌被月光一照，白得有似透明。郭靖呆呆的望著，過了良久，只見她眉尖微蹙，眼中流出幾滴淚水來。郭靖心道：「她夢中必是想到了咱倆的終身之事，莫瞧她整日價無憂無慮，笑靨如花，其實心中卻不快活。唉，是我累得她如此煩惱，當日在張家口她若不遇上我，於她豈不是好？」一個人在夢中傷心，一個睜著眼兒愁悶，忽聽得水聲響處，一艘船從上游駛了下來。郭靖心想：「這沅江之中水急灘險，什麼船恁地大膽，竟在黑夜行舟？」正想探頭出去張望，忽聽得自己坐船後梢上有人輕輕拍了三下手掌，拍掌之聲雖輕，但在靜夜之中，卻在江面上遠遠傳了出去。接著聽得收帆扳槳之聲，原在江心下航的船向右岸靠了過來，不多時，已與郭靖的坐船並在一起。郭靖輕輕拍醒黃蓉，只覺船身微微一晃，忙欣起船篷向外張望，見一個黑影從自己船上躍向來船，瞧身形正是那啞巴梢公模樣。郭靖道：「我過去瞧瞧，你守在這兒。」黃蓉點了點頭。郭靖矮著身子，躡足走到船首，見來船搖晃未定，縱身一躍，輕輕落在桅桿的橫桁之上。他這一躍落點極準，正好在那船正中，那船只是微微往下一沉，並未向旁傾側，船上各人絲毫未覺。他貼眼船篷，向下瞧去，只見船艙中站著三名黑衣漢子，都是鐵掌幫的裝束，其中一人身形高大，正是當日黃蓉手下的敗將玄背蟒喬太。郭靖身法好快，那梢公雖比他先躍上來船，但此時也剛走入船艙。喬太道：「兩個小賊都在麼？」那啞梢公道：「是。」喬太又問：「他們可起什麼疑心？」啞梢公道：「那倒沒有。只是兩個小賊不肯在船上飲食，做不得手腳。」喬太「哼」了一聲道：「左右叫他們在青龍灘上送命。後日正午，你們船過青龍灘，到離灘一里的青龍集，你就折斷船舵，咱們候在那裏接應。」啞梢公應了。喬太又道：「這兩個小賊功夫厲害得緊，可千萬要小心了。事成之後，幫主必有重賞。你從水裏回去，別晃動船隻，惹起疑心。」啞梢公道：「喬寨主沒什麼吩咐了？」喬太擺擺手道：「沒有了。」啞梢公行禮退出，從船舷下水，悄悄游回。郭靖雙足在桅桿上一撐，回到了坐船，將聽到的言語悄悄與黃蓉說了。黃蓉冷笑道：「一燈大師那裏這樣的急流，咱倆也上去了，還怕什麼青龍險灘、白虎險灘？睡吧。」既知了賊人的陰謀，兩人反而放下了心。到第三日早晨，那梢公正要啟錨開船，黃蓉道：「且慢，先把馬匹放上岸去，莫在青龍灘中翻船，送了性命。」啞梢公假裝不懂，黃蓉也不理他，自與郭靖牽馬上岸。郭靖忽道：「蓉兒，別跟他們鬧著玩了。咱們從這裏棄船乘馬就是啦。」黃蓉道：「為什麼？」郭靖道：「鐵掌幫鬼蜮小人，何必跟他們計較？咱倆只要太太平平的廝守在一起，比什麼都強。」黃蓉道：「難道咱倆當真能太太平平的廝守一輩子？」郭靖默然，眼見黃蓉鬆開小紅馬的韁繩，指著向北的途徑。那小紅馬甚有靈性，數次離開主人，事後均能重會，這時知道主人又要暫離，當下便不遲疑，放開足步向北奔去，片刻間沒了蹤影。黃蓉拍手道：「下船去吧。」郭靖道：「你身子尚未復原，何必定要干冒危險？」黃蓉道：「你不來就算了。」自行走下江邊斜坡，上了船去。郭靖無奈，只得跟著上船。黃蓉笑道：「傻哥哥，咱們在一起多些希奇古怪的見歷，日後分開了，多點兒事回想回想，豈不是好？」那船又航了一個多時辰，眼見日將當午，沅江兩旁群山愈來愈是險峻，看來那青龍灘已相距不遠，靖蓉二人站在船頭眺望，只見上行的船隻都由人拉縴，大船的縴夫多至數十人，最小的小船，也有八九人。每名縴夫弓身彎腰，一步步的往上挨著，額頭幾乎要和地面相觸，在急流衝激之下，船隻幾似釘住不動，那些縴夫都是頭纏白布，上身赤了膊，古銅色的皮膚在日光照耀下閃閃發光，口中大聲吆喝，此起彼和，河谷間響成了一片，下行的船隻卻是順流疾駛而下，一霎間掠過了一群群的縴夫。郭靖見了這等聲勢，不由得暗暗心驚，低聲向黃蓉道：「蓉兒，我先前只道沅江水勢縱險，咱倆卻也不放在心上。現下瞧這情勢，只怕急灘極長，若是坐船翻了，你身子又未全好，別要有甚不測。」黃蓉道：「依你說怎生處？」郭靖道：「殺了那啞巴梢公，攏船靠岸。」黃蓉搖頭道：「那不好玩。」郭靖急道：「現下怎是玩的時候？」黃蓉抿嘴笑道：「我就是愛玩嘛！」郭靖見混濁的江水被兩旁山峰一束，更是湍急，心中暗自計議。那江轉了個彎，遠遠望見江邊有數十戶人家，房屋高高低低的倚山而建。急流送船，勢逾奔馬，片刻間就到了這些房屋旁邊，只見岸上有數十名壯漢沿江相候，啞梢公將船上兩根纜索拋上岸去，眾壯漢接住了，套在一個大絞盤上，十多人扳動絞盤，把船拉到岸邊。這時下游又駛上一艘烏篷船，原本三十多名縴夫，到這裏歇下了一大半。郭靖心道：「瞧來下面的江水，比這裏更急一倍有餘。」船靠了岸，見山崖邊舶著二十幾隻艘船，岸上有人叫道：「昨晚出蛟，發了山洪，水勢猛漲，下行船都在這裏等水退，大夥兒上岸歇吧。」黃蓉問身旁一個男子道：「大哥，這兒是什麼地方？」那男子道：「青龍集。」黃蓉點點頭，留神啞梢公的神情，只見他與斜坡上一名相貌粗豪的大漢做了幾下手勢，交了一個小包給他，突然取出一柄斧頭，兩下斬斷纜索，一伸手提起鐵錨，那船驀地裏斜過身子，飛也似的往下游衝去，岸上眾人聲驚呼起來。一過青龍集，河床陡然下傾，江水噴濺注瀉。啞梢公雙手掌舵，兩眼瞪視著江面，兩名後生各執長篙，似在預防急流中有甚不測，又似護衛啞梢公，怕靖蓉二人前來襲擊。郭靖見水勢愈來愈急，那船狂衝而下，每一瞬間都能撞上山石，碰成碎片，高聲叫道：「蓉兒，搶舵！」說著拔步奔往後梢。兩名後生聽見叫聲，長篙挺起，各守一舷，篙尖在日光下耀人眼目，極是鋒利，原來是純鋼打成的兵刃。郭靖那把這兩人放在眼裏，身形一矮，迎面就往右舷衝去。黃蓉叫道：「慢著！」郭靖停步回頭道：「怎麼？」黃蓉低聲道：「你忘了鵰兒？待船撞翻，咱倆乘鵰飛走，瞧他們怎麼辦。」郭靖大喜，心道：「蓉兒在這急流中有恃無恐，原來早想到了這一著。」手一招，將雙鵰引在身旁。那啞梢公見他正要縱身搶來，忽又停止，不知兩人已有避難之法，只道他們被這湍急的江水嚇得手足無措，舉棋不定，心中暗暗歡喜。轟轟水聲之中，忽然遠處傳來縴夫的齊聲吆喝，剎時之間，已瞧見迎面一艘烏篷船逆水而至，桅桿上一面黑旗迎風招展。啞梢公見了這船，提起利斧，喀喀幾聲，砍斷了舵柄，站在左舷，待那黑旗船擦身而過時就要躍上。郭靖見他砍舵，按著雌鵰的背叫道：「上去吧！」黃蓉卻道：「不用急！」心念一轉，叫道：「靖哥哥，擲錨打爛來船。」郭靖依言搶起鐵錨。這時自己坐船失了舵掌，順水猛往來船衝去，眼見兩船相距已只丈餘，來船轉舵避讓，江上船夫與山邊縴夫齊聲大呼。郭靖奮起神力用力一擲。那鐵錨疾飛出去。衝向來船縴桿。那縴桿被百丈竹索拉得緊緊的，扳成弓形，被這鐵錨一撞，喀喇一聲巨響，斷成了兩截。數十名縴夫正使全力向上牽引，竹索斗然一鬆，人人俯跌在地，那船有如紙鷂斷線，尾前首後的向下游衝去，眾人更是大聲驚呼，一時間人聲水聲，在山峽間響成一片。啞梢公出其不意，驚得臉上全無血色，大叫：「喂，救人哪，救人哪！」黃蓉笑道：「啞巴會說話啦，當真是天下奇聞。」郭靖擲出一錨，手邊還有一錨，只見來船漸漸掉過頭來，在這急流之中，竟能立即扳舵轉頭，這掌舵之人本領倒是不小，當下吸一口氣，雙手舉錨揮了幾揮，身子轉了個圈子，一半運力，一半借勢，將鐵錨擲向前船舵上。眼見這一下要將舵柄打得粉碎，兩船俱毀已成定局，啞梢公只嚇得心膽俱裂。忽然前船艙中躍出一人，搶起長篙，呼的一聲，篙身如長蛇出洞，已貼在鐵錨柄上，勁力運處，那篙彎了一彎，篙身中折，但鐵錨被長篙這麼一掠，去勢偏了，但見水花飛濺，鐵錨和半截長篙都落入江心。但見持篙那人身披黃葛短衫，一部白鬍子在風中倒捲到耳邊，站在巔簸起伏的船梢上穩然不動，威風凜凜，正是鐵掌幫的幫主裘千仞。靖蓉二人見他斗然間在這船上現身，不由得吃了一驚，心念甫轉，只聽喀喇一聲巨響，船頭已迎面撞上一座礁石，這一震把兩人震得直飛出去，後心撞在艙門之上。那江水來得好快，頃刻間已沒至足踝，就算要騎上鵰背，也已不及。在這緊急關頭更無餘暇計議，郭靖飛身縱起，叫道：「跟我來！」一招「飛龍在天」，和身直撲，猛向裘千仞撞去。他知這時生死間不容髮，若在敵船別處落足，裘千仞不待他站穩，即行從旁襲擊，以他功力，自己必然禁受不起，現在當頭向他猛攻，逼他先取守勢，那就有一間隙可在敵船取得立足之地。裘千仞知他心意，長篙一擺，篙尖在空中連刺數點，叫他拿不準刺來方向，用的竟是丈八蛇矛的矛法。郭靖暗叫：「不好。」伸臂格在篙尖，身子繼續向敵船落去，但這出臂一格，那一招「飛龍在天」的勢頭立時減弱。裘千仞一聲長嘯。竹篙脫手，併掌往郭靖當胸擊來。竹篙尚在半空，未曾落到船面之際，空中突然橫來一根竹棒，在篙上一搭，借勢躍來一人，正是黃蓉。她人未至，棒先到，凌虛下擊，連施三下殺手。裘千仞一個不留神，左眼險險被她棒端戳中。他在君山上見識過這打狗棒法的厲害，又見郭靖已站上船梢，出招從旁夾擊，當下不敢怠慢，側身避過竹棒，一腿橫掃，將郭靖逼開一步，隨即呼呼拍出兩掌。這鐵掌功夫豈比尋常？須知鐵掌幫開山建幫，數百年來揚威中原，靠的就是這套掌法，到了上官劍南與裘千仞手裏，更加多找出了許多精微的變化，威猛雖不及降龍十八掌，可是掌法精奇，猶在降龍十八掌之上。兩人頃刻之間，已在後梢頭拆了七八招，心中各存忌憚，掌未使足，已然收招，水聲雖響，卻也淹沒不了四張手掌上發出的呼呼風聲。這時鐵掌幫中早有幫眾搶上來掌穩了舵，啞梢公所乘那船已碎成兩半，船板、布帆、啞梢公和兩個後生，都在一個大漩渦中團團打轉。三人雖竭力掙扎，那裏逃得出水流的牽引？轉眼間捲入了漩渦中心，直沒江底。那黑旗船卻仍是順水疾奔，黃蓉踏上後梢，回頭一望，漩渦已在兩三里以外，雙鵰與血鳥在空中盤旋飛翔，不住啼鳴，見船艙中刀光一閃，一人舉刀猛向什麼東西砍了下去。她也不及看清那人要砍的是什麼，左手一揚，一把金針飛出，都釘上他手腕手臂。那人的鋼刀順勢落下，卻砍在自己右腿之上，大聲叫了起來。黃蓉搶入船艙，一腳將那人踢開，只見艙板上橫臥著一人，手足被縛，動彈不得。只見這人一雙眼光冷冷的望著自己，卻是神算子瑛姑。黃蓉萬料不到會在此處救了她，當即拾起艙板上鋼刀，割斷她手上的繩索。瑛姑手一脫縛，右手一伸一拿，施展小擒手從黃蓉手裏奪過鋼刀。黃蓉一怔，但見刀光一閃，瑛姑先一刀將那黑衣漢子殺死，這才彎腰割斷自己腳上繩索。那黑衣漢子仰天跌翻，黃蓉一看，認得他是玄背蟒喬太，心道：「你作惡多端，早就該死了。」只聽瑛姑道：「你雖救我性命，可別盼我將來報答。」黃蓉笑道：「誰要你報答了？你救過我，今日我也救你一次，正好扯直，以後誰也不欠誰的情。」黃蓉一面說，一面搶到船梢，伸竹棒上前相助郭靖。裘千仞腹背受敵，掌上加勁，倒也支持得住。但聽得撲通、撲通、啊喲、啊唷之聲連響，原來瑛姑持刀將船上幫眾一一逼入了江中，在這激流之中，再好的水性也逃不了性命。裘千仞雖然號稱「鐵掌水上飄」，但這「水上飄」三字，也只形容他輕功了得，莫說在這江中的駭浪驚濤之上，就是湖平如鏡，究竟也不能在水面飄行。他與郭靖對掌，慢慢佔了上風，待得黃蓉打狗棒法一加施展，他以一敵二，十餘招以後，不由得左支右絀，繞著船舷不住倒退，他背心向著江面，教黃蓉攻不到他後背去。郭靖連使猛招，那裘千仞雙足猶似釘在船舷上一般，再也逼不動他半寸。黃蓉見他一面打，一面雙目不住骨碌碌的轉動，似在盼望江上再有船隻駛來援手，暗自留了神，心想：「此人武功雖高，但今日是以三敵一之局，若再奈何不了他，那咱們也算得膿包之至了。」這時瑛姑已將船上幫眾掃數驅入水中，只留下掌舵的一人，見靖蓉二人一時不能得手，冷笑道：「小姑娘閃開了，讓我來。」黃蓉聽她言語之中意存輕視，不禁心中有氣，竹棒前伸，連攻兩招，這是以進為退之法。裘千仞雖然識得她的用意，苦在被郭靖掌力逼住了，無法追擊，只得閃身避開。黃蓉躍後一步，拉了拉郭靖的衣襟，道：「讓她來打。」郭靖微微一呆，收掌護身。瑛姑冷笑道：「裘幫主，你在江湖上也算掙下了個響噹噹的名頭，卻乘我在客店中睡著不防，用迷香害我。這種下流勾當，虧你也做得出。」裘千仞道：「你被我手下人擒住，還說什麼嘴？若是我自己出馬，只憑這雙肉掌，十個神算子也拿住了。」瑛姑冷冷的道：「我什麼地方得罪鐵掌幫啦？」裘千仞道：「這兩個小賊擅闖我鐵掌峰聖地，你幹麼收留在黑沼之中？我好言求你放人，你竟敢謊言包庇，你當我裘千仞是好惹的麼？」瑛姑道：「啊，原來是為了這兩名小賊，你有本事儘管拿去，我才不理會這種閒事呢。」說著退後幾步，抱膝坐在船舷，神情十分閒逸，竟是存定了隔山觀虎鬥之心，要瞧靖蓉二人和裘千仞拚個兩敗俱傷。她這番言語，這番行動，倒教裘千仞、郭靖、黃蓉三人都大出意料之外，原來瑛姑當時行刺一燈大師，被郭靖化身相代，又見一燈袒胸受刃，忽然天良發現，再也不忍下手，下得山來，愛兒慘死的情狀卻又在腦際縈繞不去。她在客店中心煩意亂，不知如何是好，因而疏於提防，被鐵掌幫用迷藥做翻，否則以她的精明機伶，豈能折在無名小輩之手？這時見了靖蓉二人，滿腔怨毒無處發洩，竟盼他們三人在這急流中同歸於盡。黃蓉心道：「好，咱們先對付了裘千仞，再給你瞧些好的。」向郭靖使個眼色，一使竹棒，一發雙掌，並肩齊向裘千仞攻去，頃刻間三人又打了個難解難分。瑛姑凝神觀鬥，見裘千仞掌力雖然凌厲，終是難勝二人，時間一長，非死必傷，但見他不住移位，似是要設法出奇制勝。郭靖怕黃蓉大傷初愈，鬥久累脫了力，說道：「蓉兒，你且歇一會，待一忽兒再來助我。」黃蓉笑道：「好！」提棒退下。瑛姑見二人神情親密，郭靖對黃蓉體貼萬分，心想：「我一生之中，幾時有人對我如此？」由羨生妒，因妒轉恨，忽地站起身來，叫道：「以二敵一，算什麼本事？來來來，咱們四人二對二的比個輸贏。」雙手在懷中一探，已持了兩根竹籌在手，不待黃蓉答話，雙籌縱點橫封，向她攻了過去。黃蓉罵道：「失心瘋的婆娘，難怪老頑童不愛你。」瑛姑雙眉倒豎，攻勢凌厲。她這一出手，船上形勢立變。黃蓉打狗棒法雖然精妙，究竟遠不如她功力深厚，只得以「封」字訣勉力封住，那瑛姑滑溜如魚，在這巔簸起伏、搖晃不定的船上，更能大展所長。這邊郭靖與裘千仞對掌，一時倒未分勝負。裘千仞見瑛姑由敵人變為兩不相助、又突然由兩不相助變為出手助己，雖感莫名其妙，卻不禁暗暗叫好，精神一振，掌力更為沉狠，但見郭靖一招「見龍在田」猛擊而來，當即身子一側，避過正面鋒銳，右掌高，左掌低，同時拍出。郭靖回掌兜截，雙掌相接，各使內勁。兩人同時「嘿」的一聲呼喊，立時退出三步。裘千仞退向後梢，拿住了勢子。郭靖左腳卻在船索上一絆，險險跌倒，他怕敵人乘虛襲擊，索性乘勢翻倒，一滾而起，使掌護住門戶。裘千仞勝算在握，又見他跌得狼狽，不由得哈哈一聲長笑，踏步再上。瑛姑正把黃蓉逼得氣喘吁吁，額頭見汗，忽然聽到笑聲，登如見到鬼魅，臉色大變，左手竹籌發出了竟忘記撤回。黃蓉見此空隙，正是良機難逢，竹棒急轉，點向她的前胸，棒端正要戳中她胸口「神藏穴」，只見瑛姑身子顫動，如中風邪，大叫一聲：「原來是你。」勢如瘋虎般直撲裘千仞。這一撲直是把自己性命置之度外，裘千仞見她雙臂猛張，臉上狠狠的露出一口白牙，似要牢牢將自己抱住，再咬下幾口肉來，他縱然武藝高強，見了這股拚命的狠勁，也不由得吃驚，急忙旁躍避開，叫道：「你幹什麼？」瑛姑更不打話，一撲不中，隨即雙足一點，又向他撲來，裘千仞左掌掠出，往她肩頭擊去，滿擬她定要伸手相格，豈知瑛姑不顧一切，對敵人來招不加理會，仍是向他頭上猛撲。裘千仞大駭，心想只要被這瘋婦抱住，只怕急切間解脫不開，那時郭靖上來一掌，自己那有性命？當下也顧不得掌擊敵人，先逃性命要緊，身形一矮，從旁躍開。黃蓉拉著郭靖的手，縮在一邊，見瑛姑突然發瘋，甚是害怕，只見她一縱一撲，口中荷荷發聲，張嘴露牙，拚著命要抱住裘千仞來咬。裘千仞武功雖高，但瑛姑豁出了性命不要，直是奈何她不得，只得東閃西避，好幾次手上被她抓得鮮血淋漓，心中愈來愈怕，暗叫：「報應，報應！今日當真要命喪這瘋婦之手。」瑛姑再撲幾次，裘千仞已避到了舵柄之旁。瑛姑眼中如要噴血，一抓又是不中，知道裘千仞武功勝己，看來拿他不住，手掌起處，蓬的一聲把那掌舵的漢子打入江中，接著飛起一腳，又踢斷了舵柄。那船一失舵掌，在急流中立時亂轉。黃蓉暗暗叫苦：「這女子遲不遲，早不早，偏在這時突然發起瘋來，看來咱們四人都難逃性命。」當下撮唇作嘯，要召雙鵰下來救命。就在此時，那船忽然打橫，撞向岸邊岩石，砰的一聲巨響，船頭破了一個大洞，裘千仞見瑛姑踢斷舵柄，已知她決意與已同歸於盡，一見離岸不遠，心想不管是死是活，非冒險逃命不可，斗然提氣向岸上縱去，躍起時雙腳一撐，又把船撐入了急流之中。他這一躍雖然使了全力，終究上不了岸，撲通一聲，跌入水裏。他身子沉至江底，知道人一冒上，立時被水沖走，再也掙扎不得，當即牢牢攀住水底岩石，手足並用，急向岸邊爬去，仗著武功卓絕，岸邊水勢又遠不如江心湍急，肚中雖吃了十多口水，終於爬上了岸，他全身濕透，坐在石上喘氣，但見那船在遠處已成為一個黑點，想起瑛姑咬牙切齒的神情，兀自心有餘悸。瑛姑見裘千仞離船逃脫，大叫：「惡賊，逃到那裏去？」奔向船舷，跟著要躍下水去。這時那船又已回至江心，在這險惡的波濤之中，下去那有性命？郭靖一見不忍，奔上抓住她的後心。瑛姑大怒，回手揮去，拍的一聲，郭靖臉上熱辣辣的吃了一掌，不由得一呆。黃蓉見雙鵰已停在艙面，叫道：「靖哥哥，理這瘋婦作甚？咱們快走。」江水洶湧，轉瞬間就要浸到腳面，郭靖回過頭來，只見瑛姑雙手掩面，放聲大哭，不住叫道：「兒啊，兒啊！」黃蓉連聲催促，郭靖想起一燈大師的囑咐，命他照顧瑛姑，叫道：「蓉兒，快乘鵰上岸，再放回來接我們。」黃蓉急道：「那來不及啊。」郭靖道：「你快走！咱們不能負了一燈大師的託付。」黃蓉想起一燈的救命之恩，心中登感躊躇，正自徬徨無計，突然身子一震，轟的一聲猛響，船身又撞中了江心一塊大礁，江水直湧進艙，船身頃刻沉下數尺。黃蓉叫道：「跳上礁去！」郭靖點點頭，躍過去扶住瑛姑。這時瑛姑如醉如癡，見郭靖伸手來扶，毫不抗拒，雙眼發直，望著江心。郭靖右手托住她的腋下，叫道：「跳啊！」三人一齊躍上了礁石。那礁石在水面下約有半尺，江水在三人身周奔騰而過，濺得衣服盡濕，等到三人站定，那艘烏篷船已沉在礁石之旁。黃蓉雖然自幼與波濤為伍，但見滾滾濁流掠身潟注，也不禁頭暈目眩，抬頭向天，不敢平視江水。郭靖作哨呼鵰，要雙鵰下來揹人，那知雙鵰怕水，盤旋來去，始終不敢停到浸在水面下的礁石之上。黃蓉四下一望，見左岸挺立著一棵大柳樹，距那礁石不過十來丈遠，當下心生一計，道：「靖哥哥，你拉住我的手。」郭靖依言握住她的左手，只聽咕咚一響，黃蓉溜入了江中。郭靖大驚，見她向水下沉船潛去，忙伏低身子，伸長手臂，雙足牢牢鉤住礁石上的凹凸之處，右手用勁握住她的手腕，唯恐江水沖擊之力太強，一個脫手，那她可永遠不能上來了。黃蓉潛到沉船的桅桿，輕輕扯下帆索，回身上礁，雙手交互將船上的帆索收了上來。待收到二十餘丈，她取出小刀將繩索割斷，然後伸出臂去，招呼雌鵰停在她的肩頭。這時雙鵰身量都已長得極為沉重，郭靖怕她禁受不起，伸臂接過，黃蓉將繩索一端縛在雌鵰足上，向那大柳樹一指，打手勢叫牠飛去。那雌鵰拖著繩索在柳樹上空打了幾個盤旋，重又飛回。黃蓉急道：「唉，我是叫你在樹上繞一轉再回來。」可是那鵰不懂言語，只急得她不住跺腳。直試到第八次上，那鵰才繞了柳樹一轉，回到礁石。靖蓉二人大喜，將繩索的兩端都用力拉直，牢牢縛在礁石凸出的一個尖角上。郭靖道：「蓉兒，你先上岸吧。」黃蓉道：「不，我陪你。讓她先去。」瑛姑向兩人瞪了一眼，也不說話，雙手拉著繩子，交互換手，上了岸去。黃蓉笑道：「我來侍候一套玩意兒，郭大爺，您多賞賜吧！」一躍上繩，施展輕身功夫，就像賣藝的姑娘空中走繩一般，橫過波濤洶湧的江面，到了柳樹枝上。郭靖沒有練過這功夫，只怕失足，不敢依樣葫蘆，也如瑛姑那般雙手攀繩，身子懸在繩下，吊向岸邊，眼見離岸尚有數丈，忽聽黃蓉叫道：「咦，你到那裏去？」聽她語聲之中頗有驚訝之意，郭靖怕瑛姑神智未清，出了什麼亂子，急忙雙手加快，不等攀到柳樹，已一躍而下。黃蓉指著南方，叫道：「她自己一個人走啦。」郭靖凝目而望，只見瑛姑在亂石山中全力奔跑，相距已遠，眼見追趕不上，說道：「她心神已亂，一個人亂走只怕不妥，咱們追她。」黃蓉道：「好吧！」提足要跑，突然腿上一軟，隨即坐倒，搖了搖頭。郭靖知她傷後疲累過度，不能再行使力，說道：「你坐著歇歇，我去追她回來。」當下向瑛姑奔跑的方向發足追趕，轉過一個山坳，前面共有三條小路，瑛姑卻人影不見，不知她從何而去。此處亂石急流，長草及胸，四野無人，眼見夕陽下山，天漸昏暗，又怕黃蓉有失，只得廢然而返。兩人在亂石中忍飢過了一宵，次晨醒來，沿著江邊小路而下，要尋到小紅馬和血鳥，再上大路。走了半日，找到一家小飯店打尖，買了三隻雞，一隻自吃，兩隻餵了雙鵰。眼見雙鵰停在高樹之上，把兩頭公雞啄得毛羽紛飛，酣暢吞食，那雌鵰突然一聲長鳴，拋下半隻未吃完的公雞，振翅向北飛去。那雄鵰飛高一望，鳴聲啾急，隨後急趕。郭靖道：「兩頭鵰兒的叫聲似乎甚是忿怒，不知見到了什麼。」黃蓉道：「咱們瞧瞧去。」拋了一小錠銀子在桌上，急忙跑上大路，只見雙鵰在遠處盤翔一周，突然同時猛撲而下，一撲即起，打了幾個圈子，又再撲下。郭靖道：「遇上了敵人。」兩人望著雙鵰，加快腳步趕去，追出兩三里，只見前面房屋鱗比節次，是個市鎮，雙鵰卻在空中交叉來去，似乎失了敵人蹤跡。靖蓉二人趕到鎮外，招手命雙鵰下來，那雙鵰卻只是東找西尋，四下盤旋。郭靖道：「這鵰兒不知與誰有這麼大的仇。」過了好一陣，雙鵰才先後下來，只見雄鵰左足上鮮血淋漓，有個很深的刀痕，若非筋骨堅硬，這一刀已將牠爪子砍斷。兩人又驚又怒，再看雌鵰，卻見牠右抓牢牢的抓著一塊黑越越的物事，取出一看，原來是塊人的頭皮，上面帶著一大叢頭髮，想來是被牠硬生生從頭上抓下來的，頭皮的一邊也是鮮血斑斑。