第十六回　兩代孽緣 段正淳側頭避開了那一掌，嗤的一聲，已將舒白鳳的衣袖拉下了半截。舒白鳳轉過頭來，怒道：「你真要動武麼？」段正淳道：「白鳳，你──」舒白鳳雙足一登，輕飄飄的躍到了對面屋上，跟著幾個起伏，已在十餘丈外。遠遠聽得凌千里的聲音喝道：「是誰？」舒白鳳道：「是我。」凌千里道：「啊，是王妃──」此後再無聲息，眼見她是去得遠了。段正淳悄立半晌，嘆了口氣，回入暖閣，卻見木婉清臉色慘白，卻並不逃走。段正淳走近身去，雙手抓住她的手臂，喀的一聲，接上了她的關節。木婉清心想：「我用箭射他妻子，不知他要如何折磨我？」卻見段正淳頹然坐入椅中，慢慢斟了一杯酒，咕的一聲，便喝乾了，雙眼望著舒白鳳躍出去的窗子，獃獃出神，過了半晌，又慢慢斟了一杯酒，咕的一下又喝乾。似這麼自斟自飲，連喝了十二三杯，一壺乾了，便從另一壺裏斟酒，斟得極慢，但飲得極快。木婉清越來越不耐煩，叫道：「你要想甚麼古怪慘毒的法子整治我，快快下手！」段正淳抬起頭來，目不轉瞬的向她凝視，隔了良久，說道：「真像，真像！我早該便瞧了出來，這般的模樣，這般的脾氣──」木婉清聽得沒頭沒腦，問道：「你說甚麼？胡說八道。」段正淳並不答話，忽地站起身來，左掌向後斜劈，颼的一聲輕響，身後一枝紅燭隨掌風而滅，跟著右掌又向後斜劈，又是一枝紅燭陡然熄滅，如此連出五掌，劈熄了五枝紅燭，眼睛始終向著前面，出掌卻如行雲流水，瀟灑之極。木婉清驚道：「這──這是『五羅輕煙掌』，你怎麼也會？」段正淳苦笑道：「你師父教過你麼？」木婉清道：「我師父說我功力不夠，還不能學。再說，師父說這套掌法她絕不傳人，日後要帶入棺材之中。」段正淳道：「嗯，她說過絕不傳人，日後要帶入土中？」木婉清道：「是啊！不過師父當我不在面前之時，常常習練，我暗中卻瞧得多了。」段正淳道：「她獨自常常使這掌法？」木婉清點頭道：「是。師父每次練了這套掌法，便要發脾氣罵我。你──你怎麼也會？鎮南王，似乎你使得比我師父還好。」段正淳嘆了口氣，道：「這『五羅輕煙掌』，是我教你師父的。」木婉清吃了一驚，可是又不得不信，她見師父掌劈紅燭之時，往往一掌不熄，要劈到第二三掌方始奏功，絕不如段正淳這般隨心所欲，揮灑自如，結結巴巴的道：「那麼你是我師父的師父，是──是我的太師父麼？」段正淳搖頭道：「不是！」以手支頤，輕輕自言自語：「她每練一次，便要發一次脾氣，她說這掌法絕不傳人，要帶入棺材之中──」木婉清又問：「那麼你──」段正淳搖搖手，叫她不要多問，隔了一會，忽然問道：「你今年十八歲，是九月間的生日，是不是？」木婉清跳起身來，奇道：「我的事你甚麼都知道，你到底是我師父甚麼人？」段正淳臉上滿是痛苦之色，嘶啞著聲音道：「我──我對不起你師父。婉兒，你──」木婉清道：「為甚麼？我瞧你這個人挺和氣，挺好的啊。」段正淳道：「你師父的名字，她沒跟你說麼？」木婉清道：「我師父說她叫作『無名客』，到底姓甚麼，叫甚麼，我便不知道了。」段正淳道：「這許多年來，你師父怎生過日子？你們住在那裏？」木婉清道：「我和師父住在一座高山的背後，誰也不見，我從小便是這樣。」段正淳道：「你的爹娘是誰？你師父沒跟你說過麼？」木婉清道：「我師父說，我是個被爹娘遺棄了的孤兒，我師父將我從路邊撿回來養大的。」段正淳道：「你恨你爹娘不恨？」木婉清側著頭，輕輕咬著左手的小指頭兒。段正淳見著這等情景，不禁心中一酸。木婉清見他兩滴清淚從臉頰上流了下來，不由得大是奇怪，問道：「你為甚麼哭了？」段正淳背轉臉去，擦乾了淚水，強笑道：「我那裏哭了？多喝幾杯，酒氣上湧。」木婉清不信，道：「我明明見到你哭。女人才哭，男人也會哭麼？我從來沒見男人哭過，除非是小孩兒。」段正淳見她不明世事，心中更是難過，說道：「婉兒，日後我要好好待你，方能補我一些過失。你有甚麼心願，說給我聽，我一定盡力給你辦到。」木婉清箭射段夫人後，正自十分擔憂，聽段正淳這般說，喜道：「我用箭射你夫人，你不怪我麼？」段正淳道：「正如你說，『師恩深重，師命難違』，上代的事，不與你相干。我自是不怪你。只是你以後卻不可再對我夫人無禮。」木婉清道：「日後師父問起來，那怎麼辦？」段正淳道：「你帶我去見你師父，我親自跟她說。」木婉清拍手道：「好，好！」隨即皺眉道：「我師父常說，天下男子都是負心薄倖之徒，她是從來不見男子的。」段正淳臉上閃過一絲奇異神色，問道：「你師父從來不見男子？」木婉清道：「是啊，師父買米買鹽，都叫李亞婆去買。有一次李亞婆病了，叫他兒子代買，師父很是生氣，叫他遠遠放在門外，不許他提進屋來。」段正淳嘆道：「紅棉，紅棉，你又何必如此自苦？」木婉清道：「你又說『紅棉』了，到底『紅棉』是誰？」段正淳微一躊躇，說道：「這件事不能永遠瞞你，你師父的真名字，叫作秦紅棉，她外號叫作『修羅刀』。」木婉清點頭道：「嗯，怪不得你夫人一見我發射短箭的手法，便狠狠的問我，修羅刀秦紅棉是我甚麼人。那時我可真的不知道，倒不是有意撒謊。嘿，原來我師父叫作秦紅棉，這名字挺美啊，不知她幹麼不跟我說。」段正淳道：「我適才弄痛了你手臂，這時候還痛麼？」木婉清見他神色溫和慈祥，微笑道：「好得多了。咱們去瞧瞧他，好不好？我怕箭上的毒性一時去不淨。」段正淳道：「好！」站起身來，又道：「你有甚麼心願，說給我聽罷！」木婉清突然間滿臉紅暈，臉色頗為忸怩，低下了頭道：「只怕──只怕我射過你夫人，她──她惱了我。」段正淳道：「咱們慢慢求她，或許她將來便不惱了。」木婉清道：「我本來是不求人的，不過為了段郎，求求她也不打緊。」她突然鼓起了勇氣，道：「鎮南王，我說了我的心願，你真的──真的一定給我辦到麼？」段正淳道：「但教我力之所及，一定要教你心願得償。」木婉清道：「你說過的話，可不許賴。」段正淳臉現微笑，走到她的身邊，伸手輕輕撫摸她頭髮，眼光中愛憐橫溢，道：「我自然不賴。」木婉清道：「我和他的婚事，你要給咱們作主，不許他負心薄倖。」說了這幾句話，臉上神采煥發。段正淳的臉色卻越來越青，慢慢退開，坐倒在椅中，良久良久，一言不發。木婉清感到情形不對，道：「你──你不答應麼？」段正淳喉音澀滯，語氣卻極是肯定，說道：「你決計不能嫁給譽兒。」木婉清心中冰冷，顫聲道：「為甚麼？他──親口答應了我的。」段正淳只道：「冤孽，冤孽！」木婉清道：「他不要我，我──我便殺了他，然後自殺。我──我在師父面前立過誓的。」段正淳緩緩搖頭道：「不能！」木婉清道：「我去問他，為甚麼不能？」段正淳道：「譽兒也是不知道的。」他見木婉清的神色凄苦，便如是十八年前秦紅棉陡聞噩耗時一般，再也無法忍耐，衝口說道：「你不能和譽兒成婚，也不能殺他。」木婉清道：「為甚麼啊？」段正淳道：「因為──因為──因為段譽是你的親哥哥！」木婉清一對眼睛睜得大大地，幾乎不信自己的耳朵，顫聲道：「甚──甚麼？你說段郎是我哥哥？」段正淳道：「婉兒，你知道你師父是你甚麼人？她是你親生的母親。我──我是你的父親。」木婉清臉上又是驚恐，又是憤怒，再無半分血色，道：「我不信，我不信！」突然間窗外幽幽一聲長嘆，一個女子的聲音說道：「婉兒，咱們回家去罷！」木婉清驀地回過身來，叫道：「師父！」那窗子呀的一聲開了，窗外站著一個中年女子，尖尖的臉蛋，雙眉修長，相貌甚美，只是眼光中帶著三分倔強，三分兇狠。段正淳見到昔日的情人修羅刀秦紅棉突然現身，又是驚詫，又是喜歡，叫道：「紅棉，紅棉，這幾年來，我──我想得你好苦。」秦紅棉道：「婉兒出來！這等負心薄倖之人的家裏，片刻也停留不得。」木婉清見了師父和段正淳的神情，心底更是涼了，道：「師父，他──他騙我，說你是我媽媽，說他是我──是我爸爸。」秦紅棉道：「你媽早已死了。你爸爸也死了。」段正淳搶到窗口，柔聲道：「紅棉，你進來，讓我多瞧你一會兒。你從此別走了，咱倆永遠廝守在一塊。」秦紅棉的眼光突然明亮，道：「你說咱倆永遠廝守在一塊，此話當真？」段正淳道：「當真！紅棉，我沒有一天不在想念你。」秦紅棉道：「你捨得舒白鳳麼？」段正淳躊躇不答，臉上露出為難的神色。秦紅棉道：「你若是可憐咱倆這女兒，那你跟我就走，永遠不許再想起舒白鳳，永遠不許再回來。」木婉清的心不住的向下沉，向下沉，雙眼淚水盈眶，望出來師父和段正淳的面目都是模糊一片。她知道眼前這兩人確是自己的親生父母，這幾日來情深愛重、魂牽夢縈的段郎，乃是自己同父異母的哥哥，甚麼鴛鴦比翼、白頭偕老，霎時間化為雲煙。只聽段正淳道：「我是大理國鎮南王，總攬文武機要，一天也走不開──」秦紅棉厲聲道：「十八年前你這麼說，十八年後的今天你仍是這麼說。段正淳啊段正淳，你這負心薄倖的漢子，我──我好恨你──」突然間東邊屋頂上啪啪啪三聲擊掌，西邊屋頂也有人擊掌相應。跟著高昇泰和凌千里的聲音同時叫了起來：「有刺客！眾兄弟各守本位，不得妄動。」秦紅棉喝道：「婉兒，你還不出來？」木婉清應道：「是！」飛身躍進出窗外，撲在這慈母兼為恩師的懷中。段正淳道：「紅棉，你真的就此捨我而去麼？」放眼放去，四處屋角上都伏滿了人。要知他這鎮南王府廣延賓客，收羅了四方不少武功高強之士，由善闡侯高昇泰及漁樵耕讀四人接待統率，一旦有警，自是人人奮起。秦紅棉語音突轉柔和，道：「淳哥，你做了幾十年王爺，也該夠了。你隨我去，從此，我對你百依百順，絕不罵你半句，打你半下。這樣可愛的女兒，難道你不疼惜麼？」段正淳心中一動，衝口而出，道：「好，我隨你去。」秦紅棉大喜，伸出右手，等他來握。忽然背後一個女子的聲音冷冷的道：「姊姊，你──你又上他當了。他哄得你幾天，還不是又回來做他的王爺。」段正淳心頭一震，道：「阿寶，是你！你也來了。」木婉清一側頭，只見說話的女子一身綠色綢衫，竟是萬劫谷中的鍾夫人。她身後站著三人，一是葉二娘，另一是雲中鶴，第三個卻是去而復來的南海鱷神。更令她大吃一驚的，赫然卻是段譽。木婉清叫道：「段郎，你怎麼啦？」段譽在床上養傷，迷迷糊糊中被南海鱷神跳進房來抱了出去，一驚之下，神智反而清醒，卻在暖閣窗外聽到了父親與木婉清、秦紅棉三人的說話，雖是沒聽得全，卻也揣摸了個十之八九。段譽聽木婉清仍是叫自己為「段郎」，心中一酸，說道：「妹子，以後咱兄妹倆相親相愛，也是一樣。」木婉清怒道：「不，不是一樣。你是第一個見了我臉的男人。」但想到自己和他同是段正淳所生，兄妹終究不能成親，倘是世間有人阻撓她的婚事，盡可一箭射殺，現下攔在這中間的，卻是冥冥中的天意，任你多高的武功，多大的權勢，都是不可挽回，霎時之間但覺萬念俱灰，雙足一頓，向西縱去。秦紅棉急叫：「婉兒，你到那裏去？」木婉清連師父也不睬了，說道：「你害了我，我不理你。」奔得更加迅速。王府中一名衛士雙手一攔，喝問：「是誰？」木婉清一箭射出，正中那衛士咽喉，倒栽下屋。她腳下絲毫不停，一個俏生生的身影沒入了黑暗之中。段正淳見兒子被南海鱷神劫走，顧不得女兒到了何處，一指便向南海鱷神點去。葉二娘揮掌上拂，切他腕脈，段正淳反手一勾，葉二娘咯咯嬌笑，中指向他手背上彈去。剎那之間，兩人交了三招，段正淳心頭暗驚：「這婆娘恁地了得。」秦紅棉伸出一掌，按住段譽頭頂，叫道：「你兒子的性命，要不要了？」段正淳一驚住手，知道秦紅棉生性怪僻，對自己的元配夫人舒白鳳又是恨之入骨，說不定掌力一吐，便傷了段譽的性命，急道：「紅棉，我孩兒中了你女兒的毒箭，受傷不輕。」秦紅棉道：「他已服解藥，死不了，我暫且帶去。瞧你是願做王爺呢，還是要兒子。」南海鱷神哈哈大笑，說道：「這小子終究是非拜我為師不可。」段正淳道：「紅棉，我甚麼都答應，你──你放了我孩兒。」秦紅棉對段正淳的情意，並不因隔得十八年而淡了，聽他說得如此情急，心中一軟，道：「你真的──真的甚麼都答應？」段正淳道：「是，是！」鍾夫人插口道：「姊姊，這個負心漢子的話，你又相信得的？岳三先生，咱們走罷！」南海鱷神縱起身來，抱著段譽在半空中一個轉身，已落在對面的屋上，跟著砰砰兩聲，葉二娘和雲中鶴分別將兩名王府衛士擊下地去。鍾夫人道：「段正淳，咱們今晚是不是要打上一架？」段正淳雖知集王府中的人力，未必不能截下這些人來，但兒子落入了對方手中，投鼠忌器，難以憑武力決勝，何況對面這兩個女子均與自己關係大不尋常，柔聲道：「阿寶，你──你也來和我為難麼？」鍾夫人道：「我是鍾萬仇的妻子，你胡說八道的亂叫甚麼？」段正淳道：「阿寶，這些日子來，我常常在想念你。」鍾夫人眼眶一紅，道：「那日我見了段公子，便知是你的孩兒──」聲音也柔和起來。秦紅棉叫道：「師妹，你又也要上他當麼？」鍾夫人挽了秦紅棉的手，叫道：「好，咱們走。」回頭道：「你提了舒白鳳那賤人的首級，一步一步拜上萬劫谷來，咱們或許便還了你的孩兒。」段正淳道：「萬劫谷！」只見南海鱷神抱著段譽，越奔越遠。高昇泰和凌千里等，四面攻擊攔截。段正淳嘆了口氣，叫道：「高賢弟，放他們去罷。」高昇泰道：「小王爺──」段正淳道：「慢慢再想法子。」他一面說，一面飛身縱到高昇泰身前，叫道：「刺客已退，各人各歸原位。」突然身形一晃，欺到鍾夫人身旁，柔聲道：「阿寶，你這幾年可好？」鍾夫人道：「有甚麼不好？」段正淳反手一指，無聲無息，已點中了她胸口的「膻中」大穴。鍾夫人猝不及防，身子便即軟倒。段正淳伸左手攬住了她，假作驚慌，道：「阿寶，你怎──怎麼啦？」秦紅棉不虞有詐，奔了過來，問道：「師妹，甚麼事？」段正淳「一陽指」的指風射出，已中她的「肩貞穴」。秦紅棉和鍾夫人要穴被點，被段正淳一手一個的摟住，不約而同的向他恨恨的瞪了一眼，心中均想：「又上了他的當。我怎地如此糊塗？這一生中上過他如此大當，事到臨頭，又是不知提防。」段正淳說道：「高賢弟，你內傷未癒，快些回房休息。千里，你率領人眾，四下守衛。」高昇泰和凌千里躬身答應。段正淳挾著二人，回入暖閣之中，命廚子及侍婢重開筵席，再整杯盤。待眾人退下，段正淳點了兩人腿上要穴，使她們無法走動，然後拍開兩人之前的要穴。秦紅棉大叫：「段正淳，到今日你還來欺侮我姊妹倆。」段正淳轉過身來，向兩人一揖到地，說道：「多多得罪，我在這裏先行賠禮了。」秦紅棉怒道：「誰要你賠禮？快些放開我們。」段正淳道：「咱三人十多年不見面了，難得今日重會，正有千言萬語要說。紅棉，你還是這麼急性子。阿寶，你越長越秀氣啦，怎麼一點也不老？」鍾夫人尚未答話，秦紅棉怒道：「你快放我走。阿寶越長越秀氣，我便越長越醜怪，你瞧著我這醜老太婆有甚麼好？」段正淳嘆道：「紅棉，你倒照照鏡子看，倘若你是醜老太婆，那些寫文章的人形容一個絕世美人之時，都要說：『沉魚落雁之容，醜老太婆之貌』了。」秦紅棉忍不住嗤的一笑，正要頓足，沒想到腿足麻痹，半點也動彈不得，嗔道：「這當兒誰來跟你說笑？嘻皮笑臉的猢猻兒，像甚麼王爺？」燭光之下，段正淳見到她輕顰薄怒的神情，回憶昔日定情之夕，不由得怦然心動，走上前去在她左頰上香了一下。秦紅棉上身卻能動彈，左手啪的一聲，清脆響亮的給他一記耳光。段正淳若要閃避擋架，原非難事，卻故意挨了她這一掌，在她耳邊低聲道：「修羅刀下死，做鬼也風流！」秦紅棉全身一顫，淚水撲簌簌而下，放聲大哭，哽咽道：「你──你又來說這些話。」原來當年秦紅棉以一對修羅刀縱橫江湖，外號便叫作「修羅刀」，失身給段正淳之時，便是給他親了一下面頰，打了他一記耳光，段正淳當年所說的，正是那兩句話。十八年來，這「修羅刀下死，做鬼也風流」十個字，在她心頭耳邊，不知縈迴了幾千幾萬遍。此刻陡然間聽得段正淳口中說了出來，當真是心酸甜蜜，百感俱至。鍾夫人低聲道：「師姊，此人就會甜言蜜語，討人歡喜，你別再信他的話。」秦紅棉道：「不錯，不錯！我再也不信你的鬼話。」這句話卻是對著段正淳說的。段正淳走到鍾夫人身邊，笑道：「阿寶，我也香香你的臉，許不許？」鍾夫人莊嚴道：「我是有夫之婦，絕不能壞了我丈夫的名聲。你只要碰我一下，我立時咬斷舌頭，死在你的面前。」段正淳見她說得斬釘截鐵，倒也不敢褻瀆，問道：「阿寶，你嫁了怎樣的一個丈夫啊？」鍾夫人道：「我丈夫樣子醜陋，脾氣古怪，武功不如你，人品不如你，更沒你的富貴榮華。可是他一心一意的待我，我也一心一意的待他。我若有半分對不起他，教我天誅地滅，萬劫不得超生。」段正淳不由得肅然起敬，不敢再提舊日的情意，說道：「你們擄了我孩兒去，卻是為何？阿寶，你那萬劫谷，是在那裏？」窗外忽然一個澀啞的嗓子說道：「別跟他說！」段正淳吃了一驚，心想：「外邊有凌千里等一干人把守，怎地有人悄沒聲的欺了過來？」鍾夫人臉色一沉，道：「你傷沒好，也來幹甚麼？」跟著一個女子的聲音說道：「鍾先生，請進罷！」段正淳更是一驚，不由得面紅過耳。暖閣的帷子掀起，瑤端仙子走了進來，後面跟著一個極醜的漢子，好長的一張馬臉──進來的正是萬劫谷谷主鍾萬仇。鍾夫人見丈夫突然到此，且是與段夫人舒白鳳偕來，更是倍增詫異。原來秦紅棉記掛愛女，來到萬劫谷師妹處尋覓，查知情由，便與鍾夫人一齊出來探訪，途中遇到葉二娘、南海鱷神和雲中鶴「三惡」。秦紅棉與葉二娘有舊，師門頗有淵源，雖然向不來往，但一聽木婉清失陷在大理鎮南王府之中，當即偕同前來。鍾萬仇對這個妻子愛逾性命，醋性又是奇重，自她走後，坐立不安，心緒難寧，當下顧不得創傷未癒，自己又是假裝已死而在深谷中隱居，半夜中跟蹤妻子而來。在鎮南王府之外，遇到舒白鳳忿忿而出，兩人一言不合，便即動起手來。正鬥到酣處，只見一個黑衣人影從身旁掠過，掩面嗚咽，卻是「香藥叉」木婉清。兩人齊聲招呼，木婉清不理而去。鍾萬仇說道：「我去尋老婆要緊，沒功夫跟你纏鬥。」舒白鳳道：「你到那裏去尋老婆？」鍾萬仇道：「到段正淳那狗賊家中。我老婆一見段正淳，大事不妙。」舒白鳳問道：「為何大事不妙？」鍾萬仇道：「段正淳花言巧語，是個誘騙女子的小白臉，老子非殺了他不可。」舒白鳳心想：「正淳四十多歲年紀，鬍子一把，還是甚麼『小白臉』了？但他風流習性不改，這馬臉漢子的話倒是不可不防。」一問他夫婦的姓名來歷，知道鍾夫人便是丈夫昔日的情人之一，心下更是嘀咕，當即陪同鍾萬仇來到王府。那鎮南王府四下裏雖是守衛森嚴，但眾衛士見是王妃，誰敢阻攔？是以兩人欺到暖閣之下，無人出聲示警。段正淳對秦紅棉、鍾夫人師姊妹倆這番嬉皮笑臉，窗外兩人一一聽入耳中，只惱得舒白鳳沒的氣炸了胸膛，鍾萬仇聽妻子以禮自防，卻是大喜過望。鍾萬仇奔到妻子身旁，又是疼惜，又是高興，繞著她轉來轉去，只說：「他若敢欺侮你，我跟他拚命。」過得好半晌，才想到妻子穴道被點，轉頭向段正淳道：「快，快解開我老婆的穴道。」段正淳道：「我兒子被你們擄去，你回去放還我兒子，我自然解救尊夫人。」鍾萬仇伸手在妻子腰間脅下，又捏又拍，雖然他內功甚強，但段家「一陽指」手法天下獨一無二，旁人無所措手，只累得他滿額青筋暴起，鍾夫人被他拍捏得又痛又癢，腿上穴道卻未解開半分。鍾夫人嗔道：「傻瓜，別獻醜啦！」鍾萬仇訕訕的住手，一口氣無處可出，大聲喝道：「段正淳，跟我鬥他媽的三百回合！」磨拳擦掌，便要上前廝拚。鍾夫人冷冷的道：「段王爺，公子為南海鱷神等人擄去，拙夫要他們放，他們未必肯放。我和師姊回去，俟機解救，或有指望。至少，也不讓他們難為了公子。」段正淳搖頭道：「我信不過。鍾先生，你請回罷，領了我孩兒來，換你夫人回去。」鍾萬仇大怒，厲聲道：「你這鎮南王府是荒淫無恥之地，我老婆留在這兒，危險萬分。」段正淳臉上一紅，喝道：「你再口出無禮之言，莫怪我姓段的不客氣了。」舒白鳳進屋之後，一直一言不發，這時突然插口道：「你要留這兩個女子在此，端的是何用意？是為譽兒呢，還是為你自己？」段正淳嘆了口氣道：「連你也不信我！」反手一指，點在秦紅棉腰間，解開了她穴道，走上一步，伸指待要往鍾夫人腰間點去，鍾萬仇閃身攔在妻子之前，雙手急搖，說道：「你這人鬼鬼祟祟，最會佔女人家的便宜。我老婆的身子，你碰也碰不得。」段正淳苦笑道：「小王這點穴功夫雖是粗淺，旁人卻也解救不得。時候一久，只怕尊夫人一雙腿會有殘疾。」鍾萬仇怒道：「我好端端一個如花似玉的老婆，若是變了跛子，我把你的賊兒子碎屍萬段。」段正淳笑道：「你要我替尊夫人解穴，卻不許我碰她身子，到底要我怎地？」鍾萬仇無言可答，忽地勃然大怒，喝道：「誰叫你當初點了她的穴道？啊喲！不好！你點我老婆穴道之時，她身子已給你碰過了。我要在你老婆身上也點上一指。」鍾夫人白了他一眼，道：「又來胡說八道了，也不怕人家笑話？」鍾萬仇道：「甚麼好笑話的？我就是不能吃虧。」正鬧得不可開交，突然門帷掀起，緩步走進一人，身穿黃緞長袍，三綹長鬚，眉清目秀，正是大理國皇帝保定帝段正明。段正淳叫道：「皇兄！」保定帝點了點頭，身子微側，憑空一指往鍾夫人胸腹之間點去，隱隱似有一道白線，便如嚴冬之時口中呵出的熱氣一般，激射而出。鍾夫人只覺丹田上部一熱，兩道暖流通向雙腿，登時血脈暢通，身不由主的站起身來。鍾萬仇見他露了這手「隔空解穴」的神技，滿臉驚異之色，張大了口，竟是一句話也說不出來，實不信世間居然真有這等不可思議的能耐。段正淳道：「皇兄，譽兒給他們擄了去啦。」保定帝點點頭，道：「善闡侯已跟我說了。淳弟，咱段氏子孫既落入人手，自有他父母伯父前去搭救，咱們不能扣人為質。」段正淳臉上一紅，應道：「是！」保定帝這幾句話說得光明磊落，極具身份，言下之意是說：「你扣人為質，意圖交換，豈非自墜大理段氏的名聲？咱們堂堂皇室子弟，怎能與幾個草莽女子相提並論？」他頓了一頓，向鍾萬仇道：「三位請便罷。三日之內，段家自有人到萬劫谷來要人。」鍾萬仇道：「我萬劫谷極為隱秘，未必你找得到，要不要我跟你說說路程方向？」他是盼望保定帝出口相詢，但如對方問及，自己卻偏又不說。那知保定帝竟不理會，衣袖一揮，說道：「送客！」鍾萬仇的外號叫作「見人就殺」，性子固是暴躁異常，隱居以前在武林中更有極大的聲名，尋常江湖豪客一聽到他的蹤跡到了百里之內，便即坐立不安，魂不守舍，是以神農幫幫助司空玄一想到鍾靈是他女兒，便即懼怕異常。可是在這不怒自威的保定帝之前，這個不可一世的大魔頭竟是暗暗震懾，不由得手足無措起來，一聽他說「送客」，便道：「好，咱們走！老子生平最恨的是姓段之人。世上姓段的，可沒一個好人！」挽了妻子的手，怒氣沖沖的大踏步出房。鍾夫人扯一扯秦紅棉的衣袖，道：「姊姊，咱們走罷。」秦紅棉向段正淳望了一眼，見他木然不語，心中酸苦，眼圈兒登時通紅，狠狠的向舒白鳳一瞪，低頭而出。三人一出房便即縱躍上屋。善闡侯高昇泰站在屋簷角上微微躬身，道：「送客！」鍾萬仇在屋頂上吐了一口唾沫，忿然道：「假惺惺，裝模作樣，沒一個好人！」一提氣，飛身一間屋一間屋的躍去，眼見鎮南王府已然走盡，將到圍牆，他提氣一躍，左足跨向牆頭。突然之間，眼前多了一個人，他本擬落足之處的牆頭上竟然站得有人，寬袍緩帶，正是送客的高昇泰。此人本在鍾萬仇身後，不知如何，居然神不知、鬼不覺的搶在鍾萬仇之前，而且看準了他的落足點，搶先佔住，拿捏之準，實是妙到了顛毫。鍾萬仇人在半空，退後固是不能，轉向亦已不得，喝道：「讓開！」雙掌齊出，向高昇泰擊了過去。他心想這雙掌之力足可開碑裂石，對方若是硬接，定須將他震下牆頭，就算對方和自己功力相若，也可借他之力，轉向站在他身旁牆上。眼見雙掌便要擊到對方胸口，只見高昇泰身子突向後仰，凌空使個「鐵板橋」，雙足仍是牢牢釘在牆上，全身如一條飛橋相似，讓開了鍾萬仇雙掌之一擊。