第一一六回　挑戰玄慈丐幫中有個足智多謀的人物，名叫「十方秀才」全冠清，身為九袋舵主，執掌「大智分舵」，丐幫幫眾背叛蕭峰，便是他一手籌劃。後來證實蕭峰確是遼種，丐幫叛他原不為錯。只是當日全冠清策動下手之時，連傳功、執法長老也一並擒獲，大犯眾忌，何況群丐內心，對蕭峰有感恩戴德之意，過不多時，宋長老、吳長老等便借個因頭，將全冠清免了大智分舵舵主之職，把他連降三級，降為五袋弟子。游坦之接任幫主後，全冠清抓到機會，巴結上了阿紫，替她想出種種法門來消遣解悶，後來更獻議與少林派爭奪中原武林盟主的名位，使「王星天」成為天下武林的第一人。阿紫喜事好勝的性情，雖盲不改，全冠清這一獻議，大投所好。游坦之本不想做甚麼武林盟主，但不論阿紫說甚麼，他總之言聽計從，當下全冠清精心策劃，縝密部署。邀請天下各路英雄好漢同時於六月十五聚集少林寺，便是他的傑作。當丐幫幫眾來到少室山之時，全冠清已連升四級，成為九袋長老，遞補被蕭峰打死的奚長老之位，與宋吳陳三長老並稱四大長老了。在少室山與丁春秋相遇，卻出於全冠清的意料之外，但他一見山頭星宿派門人大集，便知丁春秋必會向阿紫挑戰，早向游坦之進言，丁春秋一出口，立即上前動手，以免阿紫為難。這時游丁二人一動手，丁春秋知道對方厲害，一開首便使出星宿派中最陰毒的「腐屍毒」來。這功夫每使一招，不免犧牲一個門人弟子，但對方不論閃避招架，都是難免荼毒，任你是多麼高明的武功，只有施展絕頂輕功，逃離十丈之外，方能免害。但一動手便即拔足逃之夭夭，這場架自然是打不成了。不料游坦之已從阿紫學會了這門功夫，便犧牲丐幫弟子的性命，抵禦丁春秋的進襲。他二人每擲出一名弟子，便向後退開三尺，接著又擲一名弟子。但聽得砰砰響聲不絕，片刻之間雙方各擲了九名弟子，十八具屍體橫臥地下，臉上均一片烏青，神情可怖，慘不忍睹。星宿派弟子人人驚懼，拼命的縮在一旁，以防給師父抓到，口中歌功頌德之聲仍是不斷，只是聲音發顫，那裏還有甚麼歡欣鼓舞之意？丐幫群眾見幫主突然使這種陰毒武功，雖說是被迫而為，卻也是大感駭異，均想：「本幫行事，素以仁義為先，幫主如何能在天下英雄之前，施出這種為人不齒的功夫來，那豈不是和星宿派同流合污了麼？」更有人想：「倘若咱們幫幫主仍是喬峰，他必會循正道以抵擋星宿老怪的邪術。」丁春秋連擲九人，退後幾及三丈，游坦之也退了三丈，兩人相距已在六丈開外。丁春秋反手欲再抓第十人時，一抓卻抓了個空，回頭一看，只見群弟子都已遠遠躲開，卻聽得呼的一聲，游坦之的第十人卻擲了過來。丁春秋作法自斃，心中又驚又怒，危急之中，飛身而起，躍入了門人群中。那丐幫弟子疾射而至，星宿派眾弟子欲待逃竄，已然不及，七八人大呼「我的媽啊」聲中，已給屍首撞中。這具屍首劇毒無比，眼見這七八人臉上立時蒙上一片黑氣，滾倒在地，抽搐了幾下，便即斃命。阿紫哈哈一笑，十分得意，說道：「丁春秋，王幫主是我星宿派掌門人的護法，你打敗了他，再來和掌門人動手不遲。怎麼樣？你是輸了，還是贏了？」丁春秋懊喪已極，適才這一仗，實在並不是自己在功夫上輸了，從王星天之擲屍的方位勁力中看來，他內力雖強，但每一次所用的手法都是一模一樣，足見他只是從阿紫處學得一些本門的粗淺功夫，其中種種精奧的變化，全然不知。這一仗乃是輸在星宿派門人比丐幫弟子怕死，一個個遠遠逃開，不像丐幫弟子那樣慷慨赴義，臨危不避。他心念一轉，計上心來，仰天哈哈大笑。阿紫皺眉道：「笑！虧你還笑得出？有甚麼好笑？」丁春秋仍是笑聲不絕，突然之間，呼呼呼風聲大作，八九名星宿派門人被他以連珠手法抓住擲出，一個接著一個，迅速無倫的向游坦之飛去，便如發射連珠箭一般。游坦之卻不會使這一門「連珠腐屍毒」的功夫，只抓了三名丐幫幫眾擲出，第四招便措手不及，緊急之際，一躍向上，衝天而起，這同樣的避開了丁春秋擲來的毒屍，卻不必向後逃竄，可說並未輸招，丁春秋正是要他閃避，左手向自己胸前一招，但聽阿紫一聲驚呼，向丁春秋身前飛躍過去。旁觀眾人一見，無不失色，要知武功高強之士，將「擒龍功」、「控鶴功」之類功夫練到了爐火純青的境界，原能凌空取物，但最多不過是隔著四五尺遠近擒敵拿人，奪人兵刃。所謂「隔山打牛」，原是形容高手的劈空掌、無形神拳能以虛勁傷人，但就算是絕頂高手，也絕不能將內力運之於二丈之外。丁春秋其時與阿紫相距七八丈之遙，居然能一招手便將她拖下馬來，擒將過去，武功之高，當真是匪夷所思。旁觀群雄之中，著實不乏高手，但自忖和丁春秋這一招相比，那是萬萬不及，駭異之餘，盡皆欽服。卻不知丁春秋拿阿紫，實非憑藉真實功夫，乃是靠了他「星宿三寶」之一的「柔絲索」。這柔絲索係以星宿海旁的雪蠶之絲製成。那雪蠶野生於雪桑之上，形體遠較冰蠶為小，也無毒性，吐出來的蠶絲卻是韌力大得異乎尋常，一根蠶絲便已不容易拉斷。只是這種雪蠶不會做繭，吐絲也極有限，乃是可遇而不可求之物。那日阿紫以一透明漁網捉住凌千里，逼得他羞憤自盡，漁網之中便滲得有少量雪蠶絲。丁春秋這根柔絲索，卻全部用的是雪蠶絲，既細且亮，日光之下，幾非肉眼聽能察見，他擲出九名門人之時，同時揮出了柔絲索，那幾具毒屍之擲出，一來逼開游坦之，二來乃是一種障眼之術，令每一個人眼光都去注視於他「連珠腐屍毒」上，柔絲索揮將出去，更是誰都難以發覺。待得阿紫發覺柔絲索到了身上，已被丁春秋牽扯過去。雖說丁春秋擒她時乃有所憑借，但將這一根細若無物的柔絲揮之於七八丈外，在眾高手全不知覺之下，一招手便將阿紫擒了過來，這份功力，自也是非同凡俗了。他左手抓住了阿紫背心，順手點了她穴道，柔絲索早已縮入了大袖之中。他擲屍、揮索、招手、擒人，都是在哈哈大笑聲中完成，將阿紫擒到手中，笑聲仍未斷絕。游坦之身在半空，已見阿紫被擒，驚惶之下向前一撲，六具毒屍已從腳底下全部飛過。他足一著地，一掌猛力便向丁春秋擊去。丁春秋左手向前一探，便以阿紫的身子去接他這一招開碑裂石的掌力。游坦之此刻武功雖強，臨敵機變的經驗卻是半點也無，眼見自己一掌便要將阿紫打得筋骨折斷，立即便收回掌力。可是發掌時使了全力，急切間卻那裏能收得回來？其實中等武功之人，也知只須將掌力去向偏在一旁，便傷不到阿紫，偏生游坦之對阿紫敬愛太過，一見勢頭不對，只知收掌回力，不暇更思其他，將一股偌大掌力盡數退回來，那便如以同等力道的掌力，當胸猛擊自己一下一般。他一個踉蹌，哇的一聲，噴出一口鮮血。若是換作武功稍差之人，這一下便已要了他的性命，但饒是他修習易筋經有成，這一掌究竟也不好受。正欲緩過一口氣來，丁春秋那裏容他有喘息的餘裕，呼呼呼呼，連續拍出四掌。游坦之丹田之氣提不上來，只得揮掌拍出，連接了他四掌，接一掌，吐一口血，連接四掌，吐了四口黑血。丁春秋得理不讓人，第五掌跟著拍出，要乘機立時制他死命。只聽得旁邊數人高聲呼叫：「丁老怪休得行兇！」「住手！」「接我一招！」玄慈、龍猛、道清等高僧，以及各路英雄中的俠義之士，都不忍這丐幫幫主王星天如此死於丁春秋手下，呼喝聲中，便欲出手相救。不料丁春秋第五掌擊出，游坦之回了一掌，丁春秋身形微晃，竟自向後退了一步。眾高人人眼光敏銳，一見便知這一招是丁春秋吃了點小虧，當即止步，不再上前應援。原來游坦之吐出四口瘀血後，內息已暢，第五掌上已將冰蠶奇毒和易筋內力一並運出。半年前丁春秋與他交手，已敵不過他的掌力，這半年中游坦之內力大進，丁春秋以掌力硬拼，更加不是敵手。若不是丁春秋佔了先機，將游坦之擊傷，令他內力大打折扣，則剛才雙掌較量，丁春秋非連退五步不可。丁春秋氣息翻湧，心有不甘，運起十成功力，大喝一聲，鬚髮戟張，呼的一掌又向前推去。游坦之踏上一步，接了他這一掌，叫道：「快將段姑娘放下！」呼呼呼呼，連出四掌，每出一掌，便跨上一步。這五步一踏出，與丁春秋已面面相對，再一伸手，便能搶奪阿紫。丁春秋見到他木然如殭屍的臉孔，心中懼意已生，微笑道：「我又要使腐屍毒的功夫了，你小心提防！」說著左手提起阿紫身子，輕輕擺了幾擺。游坦之急呼：「不，不！萬萬不可！」聲音發顫，驚恐已達極點。要知丁春秋「腐屍毒」一施，阿紫立時變成了一具毒屍。丁春秋是個十分聰明機警之人，聽得他話中如此惶急，心中登時已然明白：「原來你是給這臭花娘迷住了，哈哈，那是再好不過。」他出手擒獲阿紫，本想當眾將她處死，免得來爭星宿派掌門人之位，這時見了游坦之的情狀，料想似可將阿紫作為人質，挾制這個武功高出於己的王星天作為要脅，便道：「你不想她死麼？」游坦之叫道：「你──你──你快將他放下來，這個──危險之極──」丁春秋哈哈一笑道：「我要殺她，不費吹灰之力，為甚麼要放她？她是本派叛徒，目無尊長，這種人不殺，卻去殺誰？」游坦之道：「這個──她是阿紫姑娘，你無論如何不能害她，你已經射瞎了她的一雙眼睛，那個，求求你，快放她下來，我──重重有謝。」他語無倫次，顯是對阿紫關心已極，卻那裏還有半分丐幫幫主、極樂派掌門人的風度？丁春秋道：「要我饒她小命也不難，只是須得依我幾件事。」游坦之忙道：「依得，依得，便一百件、一千件也依你。」丁春秋點頭道：「很好！第一件事，你立即拜我為師，從此成為星宿派弟子。」游坦之毫不遲疑，立即雙膝跪倒，說道：「師父在上，弟子──弟子王星天磕頭！」他想道：「我本來就是你的弟子，早已磕過了頭，再拜一次，又有何妨？」他這一跪，群雄登時大嘩。丐幫自諸長老以下，無不憤慨莫名，均想：「我幫是天下第一大幫，素以俠義自居，幫主卻去拜邪名素著的星宿老怪為師。咱們可不能再奉此人為幫主。」猛聽得鑼鼓絲竹，立時吹打起來，星宿派門人大聲歡呼，頌揚星宿老仙之聲，響徹雲霄，種種歌功頌德，肉麻不堪的言辭，直非常人所能想像，總之日月無星宿老仙之明、天地無星宿老仙之大，自盤古氏開天闢地以來，更無第二人能有星宿老仙的威德，孔子佛祖、王母老君，無不甘拜下風。當阿紫被丁春秋一擒獲，段正淳和阮星竹便相顧失色，但自知本領不敵星宿老怪，絕難從他手中救女兒脫險，及後見王星天居然肯為女兒屈膝事敵，卻也是大出意料之外。阮星竹既驚且喜，低聲道：「你瞧人家多麼情義深重，你──你──你那及得上人家的萬一。」段譽斜目向王玉燕看了一眼，心想：「我對王姑娘一往情深，自忖已是至矣盡矣。但比之這位王幫主，只怕大大不如了。人家這才是情中聖賢，倘若王姑娘被星宿老怪擒去，我肯不肯當眾向他下跪呢？」段譽一想此處，突然間血脈賁張，但覺為了王玉燕，縱然萬死，亦所甘願，人前受辱，又算得甚麼？不由得脫口而出：「肯的，當然肯！」王玉燕奇道：「你肯甚麼？」段譽面上一紅，囁嚅道：「嗯，這個──」游坦之磕了幾個頭起身，見丁春秋仍是抓住了阿紫，而阿紫臉上肌肉扭曲，大有痛苦之色，忙道：「師父，你老人家快放開了她！」丁春秋冷笑道：「這小丫頭大膽妄為，那有這麼容易便饒了她？除非你將功贖罪，好好替我幹幾件事。」游坦之道：「是，是！師父要弟子立甚麼功勞？」丁春秋道：「你去向方丈玄慈挑戰，將他殺了。」游坦之遲疑道：「弟子和他無怨無仇，丐幫雖欲和少林派爭雄，卻似乎不必殺人流血。」丁春秋面色一沉，怒道：「你違抗師命，可見拜我為師之事，全是虛假。」游坦之只求阿紫平安脫險，那裏還將甚麼江湖道義，是非公論放在心上？忙道：「是，是，不過少林派武功甚高，弟子盡力而為──師父，你──你可須言而有信，不得加害阿紫姑娘。」丁春秋淡淡的道：「殺不殺玄慈，全在於你，殺不殺阿紫，權卻在我。」他是有心挑起丐幫與少林派立即惡鬥，自己便可從中取利。游坦之轉過身來，大聲說道：「少林寺玄慈方丈，少林派是武林中各門派之首，丐幫是江湖上第一大幫，向來並峙中原，不相統屬。今日咱們卻要分個高下，勝者為武林盟主，敗者服從武林盟主號令，不得有違。」他眼光向眾位英雄的臉上掃了過去，又道：「天下各位英雄好漢，今日都聚集在少室山下，有那一位不服，盡可向武林主盟主挑戰。」言下之意，竟如自己已是武林盟主一般。丁春秋和游坦之的對答，聲音雖不甚響，但內功深厚之人卻將之一字一句都聽在耳裏。少林寺眾高僧聽丁春秋公然命這王星天來殺玄慈方丈，無不大為惱怒，但適才見到兩人所顯示的功力，這王星天的功力既強且邪，玄慈的武功是否能敵得住他，已是難言，而他若將各種毒功邪術施展出來，那更是不易抵擋了。玄慈雅不願和他動手，但他公然在天下群雄之前向自己挑戰，勢無退避之理。當下雙掌合十，說道：「丐幫數百年來，乃中原武林的俠義道，天下英雄，無不瞻仰。貴幫前任幫主汪劍通幫主，與敝派交情實不淺。王施主新任幫主，敝派未及道賀，雖不免有簡慢之弊，但敝派僧俗弟子，向來對貴幫極為尊敬，丐幫少林，數百年的交情，從未傷了和氣。卻不知王幫主何以今日忽興問罪之師，還盼見告。天下英雄，俱在此間，是非曲直，自有公論。」游坦之年輕識淺，不學無術，如何能和玄慈辯論？但他來少林寺之前，曾由全冠清教過了一番言語，當即說道：「我大宋南有遼國，西有西夏、吐蕃、北有大理，四夷虎視眈眈，這個──這個──」他將「北有遼國、南有大理」說錯了方位，聽眾中有人不以為然，便發出咳嗽嗤笑之聲。游坦之知道不對，但已難挽回，不由得神態十分尷尬，幸好他戴著人皮面具，別人瞧不到他的面色。他「嗯」了一聲，繼續說道：「我大宋兵微將寡，國勢脆弱，全賴我武林義士，江湖同道，大夥兒一同匡扶，這才能外抗強敵，內除奸人。」群雄聽他這幾句話說得甚是有理，都道：「不錯，不錯！」游坦之精神一振，繼續說道：「只不過近年來外患日深，大夥兒肩頭上的擔子，也一天重似一天，本當齊心合力，共赴艱危才是。可是各門各派，各幫各會，卻你爭我鬥，自己人跟自己人打架，總而言之，是大家不能夠齊心。契丹人喬峰單槍匹馬的來一鬧，中原豪傑便打了個敗仗，又聽說西域星宿海的星宿老……星宿老……那個星宿老──嗯，他曾經到少林寺來──這個──」全冠清本來教他說「西域星宿老怪到少林寺來連殺兩名高僧，少林派束手無策」，游坦之原已將這些話背得純熟，突然間話到口邊，覺得不對，連說了三句「星宿老」，卻「老」不下去了。群雄中有人叫道：「他是星宿老怪，你是星宿小妖！」人眾中發出一陣哄笑。星宿派門人齊聲唱道：「星宿老仙，德配天地，威震寰宇，古今無比！」千餘人齊聲高唱，登時將群豪雄的笑聲壓了下去。唱聲甫歇，人叢中忽有一個嘶啞難聽的聲音唱道：「星宿老仙，德配天地，威震寰宇，大放狗屁！」曲調和星宿派一模一樣，只因他前面三句唱的完全和星宿派「歌功頌德曲」相同，星宿派門人一句一采，連聲叫好，認為別派之中居然也有人來頌讚本派老仙，十分難得，那是遠勝於本派弟子的自稱自讚。不料第四句突然急轉直下，眾門人相顧愕然之際，鑼鼓絲竹半途不及收科，竟爾一直伴奏到底，將一句「大放狗屁」襯托得甚是悠揚動聽。群雄笑得打跌，星宿派門人卻是破口大罵。王玉燕嫣然一笑，道：「包三哥，你的嗓子好得很啊！」包不同道：「獻醜，獻醜！」原來這四句歌，卻是包不同的傑作。游坦之乘著眾人擾攘之際，和全冠清低聲商議了一陣，又朗聲道：「我大宋國步艱危，江湖同道，又不能齊心，以致時受番邦欺壓，因此上丐幫主張立一位武林盟主，大夥兒聽他號令，有甚麼大事發生，便不致亂成一團了。玄慈方丈，你贊不贊成？」玄慈機靈的道：「王幫主的話，倒也言之成理。但老衲有一事不解，卻要請教。」游坦之道：「有甚麼事？」玄慈道：「王幫主已拜星宿老仙為師，算是星宿派門人了，是也不是？」游坦之道：「這個──這是我自己的事，與你無關。」玄慈道：「星宿派乃西域門派，非我大宋武林同道。我大宋立不立武林盟主，可與星宿派無涉。就算中原武林同道要推舉武林盟主，以便統籌事功，閣下是星宿派門人，卻也不便參與了。」各位英雄都道：「不錯！」「少林方丈之言甚是。」「你是番邦門派的走狗奴才，怎可妄想做我中原武林的盟主。」游坦之無言可答，向丁春秋望望，又向全冠清瞧瞧，盼望他們出言聲援。丁春秋咳嗽一聲，道：「少林方丈言之錯矣！老夫乃山東曲阜人氏，生於聖人之邦，星宿派乃老夫一手創建，怎能說是西域番邦的門派？星宿派在西域只不過是老夫暫時隱居之地。你說星宿派是番邦門派，那麼孔夫子也是番邦人氏了，可笑啊可笑。說到西域番邦，少林派武功源於天竺達摩祖師，連佛教也是西域番邦之物，我看少林派才是西域番邦的門派呢！」此言一出，玄慈和群雄都感不易抗辯。全冠清也朗聲道：「天下武功，源流難考。西域武功傳於中土者有之，中土武功傳於西域者亦有之。我幫王幫主乃中土人氏，丐幫素為中原門派，他自然是中原武林的領袖人物。玄慈方丈，今日之事，當以武功強弱定勝負，不以言辭舌辯定輸贏。丐幫與少林派到底誰勝誰強，只須你們兩位首領出手較量，高下立判，否則便是說上半天，又有何益？倘若你有自知之明，不是我幫主的敵手，那麼只須甘拜下風，推戴我王幫主為武林盟主，倒也不是非出手不可的。」這幾句話，顯然認定玄慈是明知不敵，膽怯推諉。玄慈緩緩向前走了幾步，說道：「王幫主，你既是非要老衲出手不可，老衲若再顧念貴幫和敝寺數百年的交情，堅不肯允，倒是對貴幫不敬了。」他眼光向群雄緩緩掠過，朗聲道：「天下英雄，今日人人親眼目睹，我少林派絕無與丐幫爭雄鬥勝之意，實是王幫主步步見逼，老衲退無可退，避無可避。」群雄紛紛說道：「不錯，咱們都是見證，少林派並無理虧之處。」游坦之只是掛念著阿紫的安危，一心要早殺了玄慈，好得向丁春秋交差，大聲說道：「比武較量，強存弱亡，說不上誰理虧不理虧，快快上來動手罷！」要知游坦之幼年時好嬉不學，本質雖不純良，終究是個質樸少年。他父親死後，浪跡江湖，大受欺壓屈辱，從一個聰明正直之士，好好的加以教誨指點，近年來和阿紫日夕相處，所謂近朱者赤、近墨者黑，何況他一心一意的崇敬阿紫，一脈相承，是非善惡之際的分別，學到的都是星宿派那一套。他拜丁春秋為師後，丁春秋並沒教過他甚麼本領，那知道他輾轉學到的，仍是星宿派的功夫。星宿派武功沒一件不是陰狠毒辣取勝，日積月累的浸潤下來，竟將那系出中土俠義之門的弟子，教成了一個善惡不分、唯力是視的暴漢。玄慈朗聲道：「善哉，善哉！王幫主的言語，和丐幫數百年來的仁俠之名，可太不相稱了。」游坦之身形一擺，倏忽之間已欺近了丈餘，說道：「要戰便戰，不戰便退。」說話間又向丁春秋與阿紫瞧了一眼，心中甚是不耐。玄慈道：「好，老衲今日領教王幫主降龍十八掌和打狗棒法的絕技，也好讓天下英雄好漢，瞧瞧丐幫幫主數百年來的嫡傳功夫。」游坦之一怔，不由自主的退了兩步。他雖接任丐幫幫主，但這降龍十八掌和打狗棒法兩大絕技，卻是一招也不會。只是他也曾聽人說過，丐幫幫主之位傳於新人時，附帶的必定傳授這兩項絕技，是稱為「鎮幫神功」。那降龍十八掌，偶爾也有傳與並非出任幫主之人，打狗捧法卻非幫主不傳，而數百年來，從無一個丐幫幫主不會這兩項鎮幫神技的。玄慈一見他的神情，便道：「老衲是少林寺方丈，當以本派的大金鋼般若掌接一接幫主的降龍十八掌，以伏魔禪杖接一接幫主的打狗棒。唉，少林派和貴幫世代交好，這幾種武功，向來切磋琢磨則有之，從來沒有用以敵對過招，老衲不德，卻是愧對丐幫歷代幫主和少林派歷代掌門了。」群雄聽了他的話，都不由得肅然起敬。只見玄慈大袍飄飄，雙掌一合，正是大般若掌中的起手式「禮敬眾生」，臉上神色藹然可親，但僧衣的束帶向左右筆直射出，足見這一招之中，蘊藏著極深的內力。游坦之更不打話，左手凌空劈出一掌，右手跟著又是迅捷之極的劈出一掌，左手掌力先發後至，右手掌力後發先及，兩股力道交差而前，詭異之極。兩人掌力在半途相逢，波的一響，相互抵消，卻聽得嗤嗤兩聲，玄慈腰間束帶的兩端齊齊斷截，分向左右飛出數丈。原來游坦之這兩掌掌力籠罩的範圍甚廣，攻向玄慈身子的力道被「禮敬眾生」的掌力消解，但玄慈飄向身側的束帶，卻為他掌力震斷。少林派僧侶和群雄一見，紛紛呼喝起來：「這是星宿派的邪門武功！」「不是降龍十八掌！」「不是丐幫功夫！」丐幫弟子中，竟也有人叫道：「咱們和少林派比武，不能使邪派功夫！」「幫主，你該使降龍十八掌才是！」「使邪派功夫，沒的丟了丐幫臉面。」適才這一下雙掌相對，游坦之佔了一點上風，但聽得眾人呼喝之聲大作，不由得心下躊躇，第二招便使不出去。星宿派門人卻大叫了起來：「星宿派神功比丐幫武功高強得多，幹麼不使好的使差的？」「王師兄，再上啊，當然要用恩師星宿老仙傳給你的神功，去宰了老和尚！」「星宿老仙，德配天地。」「星宿神功，天下第一，戰無不勝，攻無不克。」雙方正紛攘間，突然間山下響起一個雄壯的聲音，說道：「誰說星宿派武功，勝過了丐幫的降龍十八掌？」這聲音也不如何響亮，只是自自然然的吐出，但山上數千人的呼喝叫聲，霎時間都給這句話壓了下去。眾人一愕之間，都住了口。但聽得馬蹄聲響，十餘乘馬勢如飛奔雷般衝上山來。馬上乘客一色都是玄色薄綢大氅，裏面玄色布衣，但見人似虎、馬如龍，人既矯捷，馬亦雄駿。每一匹馬都是高頭長腿，通體黑毛，奔到近處，群雄眼前不禁一亮，金光閃閃，卻見每匹馬的蹄鐵竟然是黃金打就。來者一共是一十九騎，人數雖不甚多，氣勢之壯，卻似有如千軍萬馬一般，前面一十八騎奔到近處，拉馬向兩旁一分，最後一騎從中間馳出。丐幫幫眾一見之下，猛地裏大聲呼叫起來：「喬幫主，喬幫主！」數百名幫眾疾奔出來，在馬前躬身參見。原來這人竟然便是蕭峰。他自被逐出丐幫之後，只道幫中弟子人人視他有如寇仇，萬沒料到敵我之限雖分，竟然仍有這許多人如此熱誠的過來參見，陡然之間，熱血上湧，英雄虎目含淚，翻身下馬，抱拳還禮，說道：「契丹人蕭峰，被逐出幫，與丐幫更無瓜葛。眾位何得仍用舊時稱呼？眾位兄弟，別來俱都安好？」最後這句話中，舊情拳拳之意，竟是難以自己。過來參見的大都是幫中的三袋、四袋弟子。一二三袋弟子都是低輩新進，平素少有機會和蕭峰相見，五六袋以上弟子，卻是嚴於夷夏之防，年長位尊，不如年青的熱腸漢子那麼說幹便幹，極少顧慮。須知若以丐幫幫規論處，這數百名幫眾貿然向蕭峰行禮，都已非受處分不可了。眾弟子聽他這麼說，才猛然地省起行事太過衝動，這位「喬幫主」，乃是大對頭契丹人，幫中早已上下均知，何以一見他突然現身，心中愛戴之情油然而生，竟將這件大事忘了？有些人當下低頭退了回去，卻仍有不少人道：「喬──喬──你老人家好，自別之後，咱們無日不──不想念你老人家。」蕭峰這次重到中原，乃是有備而來，所選的「燕雲十八騎」個個是契丹族中頂尖兒的高手。他上次在聚賢莊中獨戰群雄，若非有一位大英雄突然現身相救，早已命喪當地，可見不論武功如何高強，真要以一敵百，終究不能，現在偕燕雲十八騎俱來，以一當十，何況胯下坐騎皆是千里良馬，急危之際，若是只求全身而退，當非難事。他在山下聽到星宿派門人大吹，說甚麼星宿武功遠勝降龍十八掌，不禁怒氣陡生。他雖已不是丐幫幫主，但降龍十八掌乃恩師汪劍通所親授，如何能容旁人肆意誣蔑？一瞥之間，又見丁春秋手中抓著一個紫衣少女，身材婀娜，雪白的瓜子臉蛋，正是阿紫。他這次不辭艱險的重臨中原，雖然是為了另外一件要事，但尋覓阿紫的下落，也是原因之一。此刻一見她在人掌握之中，立即想起阿朱臨死的重托，突然間大步邁出，左手一劃，右手呼的一掌，便向丁春秋擊了出去，正是降龍十八掌的一招「亢龍有悔」。他出掌之時，與丁春秋相距尚有十七八丈，但說到便到，力自掌生之際，兩人相距已不過十丈。但天下武術之中，任你掌力再強，也絕無一掌可擊到十丈以外者。丁春秋素聞「南慕容、北喬峰」的大名，對他絕無半點小覷之心，然見他竟在十幾丈之外出掌，萬料不到此掌乃是針對自己而發。殊不料蕭峰一掌既出，身子搶到七八丈處，又是一招「亢龍有悔」，後掌推前掌，兩掌力道並在一起，排山倒海的壓將過來。只是一瞬之間，丁春秋便覺氣息窒滯，對方掌力便如怒潮狂湧，勢不可當，又如是一堵有形的高牆，向自己身前疾衝，這一下連著阿紫和自己，似乎都要壓成一團肉泥。他大驚之下，那裏還有餘裕籌思對策，但知若是單掌出迎，勢必臂斷腕折，說不定全身筋骨盡碎，眼見蕭峰神威凜凜，雙掌飛舞，跟著又有七八掌向自己周身要害擊來，百忙中將阿紫向上一拋，雙掌連劃三個半圓，護住身前，同時足尖著力，飄身後退。