第三六回　夭矯三松郁青蒼大雨之下，寺頂和各處的巡查都鬆了許多。張無忌以牆角、樹幹為掩蔽，一路追躡。只見圓真躍出寺後圍牆，他想：「原來義父囚在寺外，難怪寺中不見絲毫形跡。」他不敢公然躍牆而出，貼身牆邊，慢慢游上，到得牆頂，待牆外巡查的僧人走過，這才躍下。一條條雨線之中，但見圓真的傘頂已在寺北百丈之外，折回向左，走向一座小山峰，跟著便迅速異常的攀上峰去。圓真此時已年逾七十，身手仍是矯捷異常，只見他上山時雨傘絕不幌動，冉冉上升，宛如有人以長索將他吊上去一般。張無忌快步走近山腳，正要上峰，忽見山道旁中白光微閃，有人執著兵刃埋伏。他急忙停步，只過得片刻，見樹叢中先後竄出四人，三前一後，齊向峰頂奔去。遙見山峰之巔唯有幾株蒼松，並無房屋，不知謝遜囚在何處，見四下更無旁人，當下跟著上峰。前面這四人輕功甚是了得，他加快腳步，追到離四人只不過二十來丈。黑暗中依稀看得出其中一個是女子，三個男子身穿俗家裝束，尋思：「這四人多半也是來向我義父為難的，讓他們先和圓真鬥個你死我活，我且不忙插手。」將到峰頂，那四人奔得更加快了。他突然認出了其中二人身形：「啊，那是崑崙派的何太沖、班淑嫻夫婦。」猛聽得圓真一聲長嘯，倏地轉過身來，疾衝下山。張無忌立即隱入道旁草叢，伏地爬行，向左移了數丈，只聽得兵刃相交，鏗然聲響，圓真已和來人動上了手。從兵刃撞擊的聲音聽來，乃是二人對付圓真一人，心下一動：「尚有二人不上前圍攻，那是向峰頂找我義父去了。」當下從亂草叢中急攀上山。到得峰頂，只見光禿禿地一片平地，更無房舍，只有三株高松，作品字形排列，枝幹插向天空，夭矯若龍，暗暗奇怪：「難道義父並非囚在此處？」聽得右首草叢中簌簌聲響，有人爬動，跟著便聽得班淑嫻道：「急速動手，兩個師弟未必絆得住那少林僧。」何太沖道：「不錯。」兩人長身而起，撲向三株松樹。張無忌生怕謝遜便在近處，不敢有絲毫大意，跟著便在草叢中爬行向前。突然之間，只聽得何太沖「嘿」的一聲，似已受傷，他抬頭一看，見何太沖身處三株松樹之間，長劍揮舞，已與人動上了手，卻不見對敵之人，只偶爾傳出啪啪啪幾下悶響，似是長劍與甚麼古怪的兵刃相撞。他心下大奇，更爬前幾步，凝目看時，不禁吃了一驚。原來斜對面兩株松樹的樹幹中都凹入一洞，恰容一人，每一株樹的凹洞中均坐著一個老僧，手舞黑色長索，攻向何太沖夫婦。一株松樹背向張無忌，樹前也有黑索揮出，料想樹中亦必有個老僧。黑夜之中，三根長索通體黝黑無光，舞動之時瞧不見半點影子。何太沖夫婦急舞長劍，嚴密守禦，只因瞧不見敵人兵刃來路，絕無反擊的餘地。這三根長索似緩實急，卻又無半點風聲，滂沱大雨之下，黑夜孤峰之上，三條長索如鬼似魅，說不盡的詭異。何氏夫婦連聲叫嚷，急欲脫出這品字形的三面包圍，但每次向外衝擊，總是被長索擋了回來。張無忌暗暗驚訝，見黑索揮動時無聲無息，使索者的內力返照空明，功力精純，不露稜角，非自己所能及，心下駭異：「圓真說道，我義父由他三位太師叔看守，看來便是這三位老僧了，功力當真深厚之極！」只聽得「啊」的一聲慘叫，何太沖背脊中索，從圈子中直摔出來，眼見得是不活了。班淑嫻又驚又悲，一個疏神，三索齊下，只打得她腦漿迸裂，四肢齊折，不成人形。跟著一根黑索一抖，將班淑嫻的屍身從圈子中拋出。圓真邊鬥邊走，退上峰來，叫道：「相好的，有種的便到這裏領死。」和他對敵的那兩個壯漢都是崑崙派中的健者，圓真以武功論原是不輸，但難以一舉格殺二人，最多傷得一人，餘下一人不免會脫身逃走，當下引得二人追向松樹之間。二人離松樹尚有數丈，驀地見到何太沖的屍身，一齊停步，不提防兩根長索從腦後無聲無息的圈到，各自繞住了一人的腰間，雙索齊抖，將二人從百餘丈高的山峰上拋了下去。兩人在山下撞得早已斃命，但身在半空時發出的慘呼，兀自纏繞數峰之間，回聲不絕。張無忌見三名老僧在片刻間連斃崑崙派四位高手，舉重若輕，游刃有餘，武功之高，實是生平罕見，比之鹿杖客和鶴筆翁似乎猶有過之，縱不如太師父張三丰之深不可測，卻也到了神而明之的境界。少林派中居然尚有這等元老，只怕連太師父和楊逍也均不知，他心中怦怦亂跳，伏在草叢中一動也不敢動。只見圓真接連兩腿，將何太沖和班淑嫻的屍身踢入了深谷之中。屍身墮下，過了好一陣才傳上兩響鬱悶的聲音。張無忌暗想：「何太沖對我以怨報德，今日又想來害我義父，劫奪寶刀，人品低下，但武功了得，實是武學中的一派宗匠，不意落得如此下場。」只聽得圓真恭恭敬敬的道：「三位太師叔神功蓋世，舉手之間便斃了崑崙派的四大高手，圓真欽仰無已，難以言宣。」一名老僧哼了一聲，並不回答。圓真又道：「圓真奉方丈師叔之命，謹來向三位師叔請安，並有幾句話要對那囚徒言講。」一個枯槁的聲音道：「空見師侄德高藝深，我三人最為眷愛，原期他發揚少林一派武學，不幸命喪此奸人之手。我三人坐關數十年，早已不聞塵務，這次為了空見師侄才到這山峰來。這奸人既是死有餘辜，一刀殺了便是，何必諸多囉唆，擾我三人清修？」圓真躬身道：「太師叔吩咐得是。只因方丈師叔言道：我恩師雖是為此奸人謀害，但我恩師何等功夫，豈是這奸人一人之力所能加害？將他囚在此間，煩勞三位太師叔坐守，一來引得這奸人的同黨來救，好將當年害我恩師的仇人逐一除去，不使漏網。二來要他交出屠龍寶刀，以免該刀落入別派手中，篡竊武林至尊的名頭，折了本派千百年的威望。」張無忌聽到這裏，不由得暗暗切齒，心道：「圓真這惡賊當真是千刀萬剮，難抵其罪，一番花言巧語，請出這三位數十年不問世事的高僧來，好假他三人之手，屠戮武林中的高手。」只聽得一名老僧哼了一聲，道：「你跟他講罷。」此時大雨兀自未止，雷聲隆隆不絕。圓真走到三株松樹之間，跪在地下，對著地面說道：「謝遜，你想清楚了嗎？只須你說出收藏屠龍刀的所在，我立時便放你走路。」張無忌大為奇怪：「怎地他對著地面說話，難道此處有一地牢，我義父囚在其中？」忽聽得一個聲音清越的老僧怒道：「圓真，出家人不打誑語，你何以騙他？他若說出藏刀的所在，難道你當真便放了他麼？」圓真道：「太師叔明鑒：弟子心想，恩師之仇雖深，但兩者相權，還是以本派威望為重。只須他說出藏刀之處，本派得了寶刀，放他走路便是。三年之後，弟子再去找他為恩師報仇。」那老僧道：「這也罷了。武林中信義為先，言出如箭，縱對大奸大惡，少林弟子也不能失信於人。」圓真道：「謹奉太師叔教誨。」張無忌心想：「這三位少林僧不但武功卓絕，且是有德的高僧，只是墮入了圓真的奸計而不自覺。」只聽圓真又向地下喝道：「謝遜，我太師叔的話，你可聽見了麼？三位老人家答應放你逃走。」忽聽得地底下傳上來一個聲音道：「成崑，你還有臉來跟我說話麼？」張無忌聽到這聲音雄渾蒼涼，正是義父的口音，登時心中大震，恨不得立時撲上前去，擊斃成崑，將謝遜救出，但只要自己一現身，三位少林高僧的黑索便招呼過來，即使成崑不出手，自己也非三僧聯手之敵，當下強自克制，尋思：「待那圓真惡僧走後，我上前拜見三僧，說明這中間的原委曲折。他三位佛法精湛，不能不明是非。」只聽得圓真歎道：「謝遜，你我年紀都大了，一切陳年舊事，又何必苦苦掛在心頭？最多也不過二十年，你我同歸黃土。我有過虧待你之處，也有過對你不錯的日子。從前的事，一筆勾銷了罷。」謝遜聽他絮絮而語，並不理睬，待他停口，便道：「成崑，你還有臉跟我說話麼？」圓真反覆說了半天，謝遜總是這句話：「成崑，你還有臉跟我說話麼？」圓真冷冷的道：「我且容你多想三天。三天之後，若再不說出屠龍刀的所在，你也料想得到我會用甚麼手段對付你。」說著站起身來，向三僧禮拜，走下山去。※※※張無忌待他走遠，正欲長身向三僧訴說，突覺身周氣流略有異狀，這一下襲擊事先竟無半點朕兆，一驚之下，立即著地滾開，只覺兩條長物從臉上橫掠而過，相距不逾半尺，去勢奇急，卻是絕無勁風，正是兩條黑索。他只滾出丈餘，又是一條黑索向胸口點到，那黑索化成一條筆直的兵刃，如長矛，如桿棒，疾刺而至，同時另外兩條黑索也從身後纏來。他先前見崑崙派四大高手轉瞬間便命喪三條黑索之下，便知這三件奇異兵刃厲害之極，此刻身當其難，更是心驚。他左手一翻，抓住當胸點來的那條黑索，正想從旁甩去，突覺那條長索一抖，一股排山倒海的內勁向胸口撞到，這內勁只要中得實了，當場便得肋骨斷折，五臟齊碎。便在這電光石火般的一剎那間，他右手後揮，撥開了從身後襲至的兩條黑索，左手乾坤大挪移心法混著九陽神功，一提一送，身隨勁起，嗖的一聲，身子直衝上天。正在此時，天空中白光耀眼，三、四道閃電齊亮，只聽得兩位高僧都「嗯」的一聲，似對他的武功頗感驚異。這幾道閃電照亮了他身形，三位高僧抬頭上望，見這身具絕頂神功的高手竟是個面目污穢的鄉下少年，更是驚訝。三條黑索便如三條張牙舞爪的墨龍相似，急升而上，分從三面撲到。張無忌藉著電光，一瞥間已看清三僧容貌。坐在東北角那僧臉色漆黑，有似生鐵；西北角那僧枯黃如槁木；正南方那僧卻是臉色慘白如紙。三僧均是面頰深陷，瘦得全無肌肉，黃臉僧人眇了一目。三個老僧五道目光映著閃電，更顯得爍然有神。眼見三根黑索便將捲上身來，他左撥右帶，一卷一纏，藉著三人的勁力，已將三根黑索卷在一起，這一招手勢，卻是張三丰所傳的武當派太極心法，勁成渾圓，三根黑索上所帶的內勁立時被牽引得絞成了一團。只聽得轟隆幾聲猛響，幾個霹靂連續而至，這天地雷震之威，直是驚心動魄。張無忌在半空中翻了個觔斗，左足在一株松樹的枝幹上一勾，身子已然定住，於轟轟雷震中朗聲說道：「後學晚輩，明教教主張無忌，拜見三位高僧。」說著左足站在松幹，右足凌空，躬身行禮。松樹的枝幹隨著他這一拜之勢猶似波浪般上下起伏，張無忌穩穩站住，身形飄逸。他雖躬身行禮，但居高臨下，不落半點下風。三位高僧一覺黑索被他內勁帶得相互纏繞，反手一抖，三索便即分開。三僧適才三招九式，每一式中都隱藏數十招變化，數十下殺手，豈知對方竟將這三招九式一一化開，儘管化解時每一式都險到了極處，稍有毫釐之差，便是筋折骨斷、喪生殞命之禍，卻仍顯得揮灑自若、履險如夷。三高僧一生之中從未遇到過如此高強敵手，無不駭然。他們卻不知張無忌化解這三招九式，實已竭盡生平全力，正藉著松樹枝幹的高低起伏，暗自調勻丹田中已亂成一團的真氣。張無忌適才所使武功，包括了九陽神功、乾坤大挪移、太極拳三大神功，而最後半空中一個觔斗，卻是聖火令上所刻的心法。三位少林高僧雖然身懷絕技，但坐關數十年，不聞世事，於他這四門功夫竟一門也沒見過，只隱約覺得他內勁和少林九陽功似是一路，但雄渾精微之處，又遠較少林派神功為勝。待得聽他自行通名，竟是明教教主，三僧心中的欽佩和驚訝之情，登時化為滿腔怒火。那臉色慘白的老僧森然道：「老衲還道何方高人降臨，卻原來是魔教的大魔頭到了。老衲師兄弟三人坐關數十年，不但不理俗務，連本寺大事也素來不加聞問。不意今日得與魔教主相逢，實是生平之幸。」張無忌聽他左一句「魔頭」，右一句「魔教」，顯是對本教惡感極深，不由得大是躊躇，不知如何開口申述才是。只聽那黃臉眇目的老僧說道：「魔教教主是陽頂天啊！怎麼是閣下？」張無忌道：「陽教主逝世已近三十年了。」那黃臉老僧「啊」的一聲，不再說話，一聲驚呼之中，似是蘊藏著無限傷心失望。張無忌心想：「他聽得陽教主逝世，極是難過，想來當年和陽教主定是交情甚深。義父是陽教主的舊部，我且動以故人之情，再說出陽教主為圓真氣死的原由，且看如何？」便道：「大師想必識得陽教主了？」黃臉老僧道：「自然識得。老衲若非識得大英雄陽頂天，何致成為獨眼之人？我師兄弟三人，又何必坐這三十餘年的枯禪？」這幾句話說得平平淡淡，但其中所含的沉痛和怨毒卻顯然既深且巨。張無忌暗叫：「糟糕，糟糕。」從他言語中聽來，這老僧的一隻眼睛便是壞在陽頂天手中，而他師兄弟三人枯禪一坐三十餘年，痛下苦功，就是為了要報此仇怨。這時聽得大仇人已死，自不免大失所望了。黃臉老僧忽然一聲清嘯，說道：「張教主，老衲法名渡厄，這位白臉師弟，法名渡劫，這位黑臉師弟，法名渡難。陽頂天既死，我三人的深仇大怨，只好著落在現任教主身上。我們師侄空見、空性二人又都死在貴教手下。你既然來到此地，自是有恃無恐。數十年來恩恩怨怨，咱們武功上作一了斷便是。」張無忌道：「晚輩與貴派並無梁子，此來志在營救義父金毛獅王謝大俠。空見神僧雖為我義父失手誤傷，這中間頗有曲折。至於空性神僧之死，與敝派卻是全無瓜葛。三位不可但聽一面之辭，須得明辨是非才好。」白臉老僧渡劫道：「依你說來，空性為何人所害？」張無忌皺眉道：「據晚輩所知，空性神僧是死於朝廷汝陽王府的武士手下。」渡劫道：「汝陽王府的眾武士為何人率領？」張無忌道：「汝陽王之女，漢名趙敏。」渡劫道：「我聽圓真言道，此女已然和貴教聯手作了一路，她叛君叛父，投誠明教，此言是真是假？」他辭鋒咄咄逼人，一步緊於一步。張無忌只得道：「不錯，她……她現下……現下已棄暗投明。」渡劫朗聲道：「殺空見的，是魔教的金毛獅王謝遜；殺空性的，是魔教的趙敏。這個趙敏更攻破少林寺，將我合寺弟子擒去，最不可恕者，竟在本寺十六尊羅漢像上刻以侮辱之言。再加上我師兄的一隻眼珠，我三人合起來一百年的枯禪。張教主，這筆帳不跟你算，卻跟誰算去？」張無忌長歎一聲，心想自己既承認收容趙敏，她以往的過惡，只有一古腦兒的承攬在自己身上，一瞬之間，深深明白了父親因愛妻昔年罪業而終至自刎的心情，至於陽教主和義父當年結下的仇怨，時至今日，渡劫之言不錯：我若不擔當，誰來擔當？他身子挺直，勁貫足尖，那條起伏不已的枝幹突然定住，紋絲不動，朗聲說道：「三位老禪師既如此說，晚輩無可逃責，一切罪愆，便由晚輩一人承當便是。但我義父傷及空見神僧，內中實有無數苦衷，還請三位老禪師恕過。」渡厄道：「你憑著甚麼，敢來替謝遜說情？難道我師兄弟三人，便殺你不得麼？」張無忌心想事已至此，只有奮力一拼，便道：「晚輩以一敵三，萬萬不是三位的對手，請那一位老禪師賜教？」渡劫道：「我們單打獨鬥，並無勝你把握。這等血海深仇，也不能講究江湖規矩了。好魔頭，下來領死罷。阿彌陀佛！」他一宣佛號，渡厄、渡難二僧齊聲道：「我佛慈悲！」三根黑索倏地飛起，疾向他身上捲來。張無忌身子一沉，從三條黑索間竄了下來，雙足尚未著地，半空中身形已變，向渡難撲了過去。渡難左掌一立，猛地翻出，一股勁風向他小腹擊去。張無忌轉身卸勁，以乾坤大挪移心法將掌力化開，便在此時，渡厄和渡劫的兩根黑索同時捲到。張無忌滴溜溜轉了半個圈子。渡劫左掌猛揮，無聲無息的打了過來。張無忌在三株松樹之間見招拆招，驀地裏一掌劈出，將數百顆黃豆大的雨點挾著一股勁風向渡厄飛了過去。渡厄側頭避讓，還是有數十顆打在臉上，竟是隱隱生痛，他喝了一聲：「好小子！」黑索抖動，轉成兩個圓圈，從半空中往張無忌頭頂蓋下。張無忌身如飛箭，避過索圈，疾向渡劫攻去。他越鬥越是心驚，只覺身周氣流在三條黑索和三股掌風激盪之下，竟似漸漸凝聚成膠一般。他自習成武功以來，從未遇到過如此高強的對手。三僧不但招數精巧，內勁更是雄厚無比。張無忌初時七成守禦，尚有三成攻勢，鬥到二百餘招時，漸感體內真氣不純，唯有只守不攻，以圖自保。他的九陽神功本來用之不盡，愈使愈強，但這時每一招均須耗費極大內力，竟然漸感後勁不繼，這又是他自練成神功以來從未經歷過之事。更拆數十招，尋思：「再鬥下去只有徒自送命。今日且自脫身，待去約得外公、楊左使、范右使、韋蝠王，咱們五人合力，定可勝得三僧，那時再來營救義父。」當下向渡厄急攻三招，待要搶出圈子，不料三條黑索所組成的圈子已如銅牆鐵壁相似，他數次衝擊，均被擋回，已然無法脫身。他心下大驚：「原來三僧聯手，有如一體，這等心意相通的功夫，世間當真有人能做到麼？」他那知渡厄、渡劫、渡難三僧坐這三十餘年的枯禪，最大的功夫便是用在「心意相通」之上，一人動念，其餘二人立即意會，此般心靈感應說來甚是玄妙，但三人在斗室中相對三十餘年，專心致志以練感應，心意有如一體，亦非奇事。他又想：「這樣看來，縱然我約得外公等數位高手同來，亦未能攻破他三人心意相通所組成的堅壁。難道我義父終於無法救出，我今日要命喪此地？」他心中一急，精神略散，肩頭登時被渡劫五指掃中，痛入骨髓，心道：「我死不足惜，義父的冤屈卻須申雪。義父一生高傲，既是落入人手，決不肯以一言半語為自己辯解。」當下朗聲說道：「三位老禪師，晚輩今日被困，性命難保，大丈夫死則死耳，何足道哉？有一事卻須言明……」呼呼兩聲，兩條黑索分從左右襲到，張無忌左撥右帶，化開來勁，續道：「那圓真俗家姓名，叫做成崑，外號混元霹靂手，乃是我義父謝遜的業師……」三位少林高僧見他手上拆招化勁，同時吐聲說話，這等內功修為實非自己所能，不由得更增忌憚。三僧認定明教是無惡不作的魔教，這教主武功越高，為害世人越大，眼見他身陷重圍，無法脫困，正好乘機除去，實是無量功德，當下一言不發，黑索和掌力加緊施為。張無忌繼續說道：「三位老禪師須當知曉，這成崑的師妹，乃是明教教主陽頂天的夫人。成崑一直對師妹有情，因情生妒，終於和明教結下了深仇大恨……」當下手上化解三僧來招，嘴裏原原本本的述說成崑如何處心積慮要摧毀明教、如何與楊夫人私通幽會以致激死陽頂天、如何假醉圖奸謝遜之妻，殺其全家，如何逼得謝遜亂殺武林人士，如何拜空見神僧為師，誘使空見身受謝遜一十三拳、如何失信不出，使空見飲恨而終。渡厄等三僧越聽越是心驚，這些事情似乎件件匪夷所思，但事事入情入理，無不若合符節。渡厄手上的黑索首先緩了下來。張無忌又道：「晚輩不知陽教主如何與渡厄大師結仇，只怕其中有奸人挑撥是非，此人多半便是這圓真了。渡厄大師不妨回思往事，印證晚輩是否虛言相欺。」渡厄嗯的一聲，停索不發，低頭沉吟，說道：「那也有些道理。老衲與陽頂天結仇，這成崑為我出了大力，後來他意欲拜老衲為師，老衲向來不收弟子，這才引薦他拜在空見師侄的門下。如此說來，那是他有意安排的了？」張無忌道：「不特如此，目下他更覬覦少林寺掌門方丈之位，收羅黨羽，陰謀密計，要害空聞神僧……」這句話尚未說畢，突然間隆隆聲響，左首斜坡上滾落一塊巨大的圓石，衝向三株松樹之間。渡厄喝道：「甚麼人？」黑索揮動，啪啪兩響，擊在圓石之上，只打得石屑飛舞。圓石後突然竄出一條人影，迅速無倫的撲向張無忌，寒光閃動，一柄短刀刺向他咽喉。這一下來得突兀之極，張無忌正自全力擋架渡劫、渡難二僧的黑索和拳掌，全沒防到竟會有人忽然偷襲，黑暗中只覺風聲颯然，短刀刃尖已刺到喉邊，危急中身子斜刺向旁射出，嗤的一聲響，刀尖已將他胸口衣服劃破了一條大縫，只須有毫釐之差，便是開膛破胸之禍。此人一擊不中，藉著那大石掩身，已滾出三僧黑索的圈子。張無忌暗叫：「好險！」喝道：「成崑惡賊！有種的便跟我對質，想殺人滅口麼？」適才短刀那一刺，他雖未看清人形，但以對方身法之捷，出手之狠，內勁之強，而武功家數又與謝遜全是一路，除成崑外更無旁人。少林三僧的三條黑索猶如三隻大手，伸出去捲住了大石，一回一揮，將那重達千斤的大石抬了起來，直摜出去，成崑卻已遠遠的下山去了。渡厄道：「當真是圓真麼？」渡難道：「確然是他。」渡厄道：「若非他作賊心虛，何必……」驀地裏四面八方呼嘯連連，撲上七、八條人影，當先一人喝道：「少林和尚枉為佛徒，殺害這許多人命，不怕罪孽麼？大夥兒齊上。」八個人各挺兵刃，向樹間三僧攻了上去。張無忌身在三僧之間，只見這八人中有三人持劍，其餘五人或刀或鞭，個個武學精強，霎時間便和三僧的黑索鬥在一起。他看了一會，見那使劍三人的劍招，和數日前死在少林僧手下的青海三劍乃是一路，但變化精微，勁力雄渾，遠在青海三劍之上，當是青海派中長輩的佼佼人物，這三人合力攻擊渡厄。另有三人合攻渡難，餘下二人則聯手對付渡劫。渡劫的對手雖只二人，但二人的武功卻比餘人又高出一籌。鬥了半晌，張無忌看出渡劫漸落下風，渡厄卻穩佔先手，以一敵三，兀自行有餘力。又拆十餘招，渡厄看出渡劫應付維艱，黑索一抖，偷空向渡劫的兩名對手幌去。那二人都是身材魁梧，黑鬚飄動，身手極為矯捷，一個使一對判官筆，另一個使打穴橛。渡厄和渡劫身在數丈之外，已隱然感到他二人兵刃上發出來的勁風，若被欺近身來，施展短兵刃上的長處，勢必更為厲害。青海派三人劍上受力一輕，慢慢又扳回劣勢。這麼一來，變成渡難以一敵三，渡厄、渡劫二僧則是以二敵五，一時相持不下。張無忌暗暗稱奇：「這八人的武功著實了得，實不在何太沖夫婦之下。除了三個是青海派外，其餘五人的門派來歷全然瞧不出來。可見天下之大，草莽間臥虎藏龍，不知隱伏著多少默默無聞的英雄好漢。」十一人拆到一百餘招時，少林三僧的黑索漸漸收短。黑索一短，揮動時少耗內力，但攻敵時的靈動卻也減了幾分。更鬥數十招，三僧的黑索又縮短了六七尺。那兩名黑鬚老人越鬥越近，兵刃上的威力大增，尋瑕抵隙，步步進逼，竭力要撲到三僧身邊。但三僧黑索收短後守禦相當嚴密，三條黑索組成的圈子上似有無窮彈力，兩名黑鬚老人不住變招搶攻，總是被索圈彈了出去。這時三僧已聯成一氣，成為以三敵八之勢。少林三僧奮力禦敵，心下都不禁暗暗叫苦，與這八人相鬥，再久也不致落敗，只須黑索再縮短八尺，便組成了「金剛伏魔圈」，別說八名敵人，便是十六人，三十二人，那也攻不進來，可是這圈子之中卻隱伏著一個心腹之患的強敵，張無忌若是出手，內外夾攻，立時便取了少林三僧的性命。三僧見他安坐不動，顯在等待良機，要讓自己三人和外敵拼到雙方筋疲力竭，他再來收漁人之利。這時三僧的內功已施展到了淋漓盡致，有心要長嘯向山下少林寺求援，卻是開口不得，這當兒只要輕輕吐出一個字，立時氣血翻湧，縱非立時斃命，也必身受內傷，成為廢人。三僧心下自責過於託大，當強敵來攻之初，竟未出聲通知本寺人眾，否則只要達摩堂或羅漢堂有幾名好手來援，便可克敵取勝。這情勢張無忌自也早已看出，這時要取三僧性命自是舉手之勞，但想大丈夫不可乘人之危，何況三僧只是受了圓真瞞騙，並無可死之道，而殺了三僧後獨力應付外面八敵，亦是同樣的艱難。眼見雙方勝負非一時可決，他低下頭來，只見一塊大巖石壓住地牢之口，只露出一縫，作為謝遜呼吸與傳遞食物之用。心想時機稍縱即逝，待得相鬥雙方分了勝敗，或是少林寺有人來援，便救不了義父，當下跪在石旁，雙掌推住巨石，使出乾坤大挪移心法，勁力到處，巨石緩緩移動。巨石移開不到一尺，突然間背後風動勁到，渡難揮掌向他背心拍落。張無忌卸勁借力，啪的一聲響，背上衣衫碎了一大塊，在狂風暴雨之中片片作蝴蝶飛舞，但渡難這一掌的掌力卻給他傳到了巨石之上，隆隆一響，巨石立時又移開尺許。掌力雖已卸去，未受內傷，但初受之際，他全身力道正盡數用來推石，背心上也是劇痛難當。渡難一掌虛耗，黑索上露出破綻，一名黑鬚老人立時撲進索圈，右手點穴橛向渡難左乳下打去。少林三僧的軟索擅於遠攻，不利近擊，渡難左手出掌，運勁逼開他點穴橛的一招。黑鬚老者左手食指疾伸，戳向渡難的「膻中穴」。渡難暗叫：「不好！」那料到敵人「一指禪」的點穴功夫竟比打穴橛尤為厲害，危急之下，只得右手撒索，豎掌封擋，護住胸口，跟著拇指、食指、中指三指翻出，立時反攻。他雖擋住了敵人，但黑索離手，那使判官筆的老者當即搶前。少林三僧三索去其一，「金剛伏魔圈」已被攻破。突然之間，那條摔在地下的黑索索頭昂起，便如一條假死的毒蛇忽地反噬，呼嘯而出，向那使判官筆的老者面門點去，索頭未到，索上所挾勁風已令對方一陣氣窒。那老者急舉判官筆擋架，索筆相交，一震之下，雙臂酸麻，左手判官筆險些脫手飛出，右手判官筆被震得擊向地下山石，石屑紛飛，火花四濺。那條黑索展將開來，將青海派三劍又逼得退出丈許，「金剛伏魔圈」不但回復原狀，威力更勝於前。少林三僧驚喜交集之下，只見黑索的另一端竟是持在張無忌手中。他並未練過「金剛伏魔圈」的功夫，說到心意相通、動念便知的配合無間，那是遠不及渡難，但內力之剛猛，卻是無與倫比，黑索上所發出的內勁直如排山倒海一般，向著四面八方逼去。渡厄與渡劫的兩條黑索在旁相助，登時逼得索外七人連連倒退。渡難專心致志對付那黑鬚老者，不論武功和內力修為都是勝了一籌，他坐在松樹穴中，並不起身，十指拍、戳、彈、勾、點、拂、擒、拿，數招之間，便令那黑鬚老者迭遇險招。那老者見同伴七人處境也均不利，當下一聲怒吼，從圈中躍出。張無忌將黑索往渡難手中一塞，俯身運起乾坤大挪移心法，又將壓在地牢上的巨石推開了尺許，對著露出來的洞穴叫道：「義父，孩兒無忌救援來遲，你能出來麼！」謝遜道：「我不出來。好孩子，你快快走罷！」張無忌大奇，道：「義父，你是給人點中了穴道，還是身有銬鍊？」不等謝遜回答，便即縱身躍入地牢，噗的一聲，水花濺起。原來幾個時辰的傾盆大雨，地牢中已積水齊腰，謝遜半個身子浸在水裏。張無忌心中悲苦，伸手抱著謝遜，在他手足上一摸，並無銬鍊等物，再在他幾處主要穴道上一加推拿，似也非被人施了手腳，當下抱著他躍出地牢，坐在巨石之上，張無忌道：「此時脫身，最好不過。義父，咱們走罷。」說著挽住他手臂，便欲拔步。謝遜卻坐在石上，動也不動，抱膝說道：「孩子，我生平最大的罪孽，乃是殺了空見大師。你義父若是落入旁人之手，自當奮戰到底，但今日是囚在少林寺中，我甘心受戮，抵了空見大師這條性命。」張無忌急道：「你失手傷了空見大師，那是成崑這惡賊奸計擺布，何況義父你全家血仇未報，豈能死在成崑手下？」謝遜歎道：「我這一個多月來，在這地牢中每日聽著三位高僧誦經念佛，聽著山下寺中傳來的晨鐘暮鼓，回思往事，你義父手上染了這許多無辜之人的鮮血，實是百死難贖。唉，諸般惡因罪孽，我比成崑作得更多。好孩子，你別管我，自己快下山去罷。」張無忌越聽越急，大聲道：「義父，你不肯走，我可要用強了。」說著轉過身來，抓住謝遜雙手，便往自己背上一負。只聽得山道上人聲諠譁，有數人大聲叫道：「甚麼人到少林寺來撒野？」一陣踐水急奔之聲，十餘人搶上山來。張無忌持住謝遜雙腿，正要起步，突然後心「大椎穴」一麻，卻是被謝遜拿住了穴道，雙手無力，只得放開了他，急得幾乎要哭了出來，叫道：「義父，你……你何苦如此？」謝遜道：「好孩子，我所受冤屈，你已對三位高僧分說明白。我所做的罪孽，卻須由我自己身受報應。你再不去，我的仇怨又有誰來代我清算？」張無忌心中一凜，但見十餘名少林僧各執禪杖戒刀，向那八人攻了上去。乒乒乓乓交手數合，那持判官筆的黑鬚老者情知再鬥下去，今日難逃公道，只是功敗垂成，被一名無名少年壞了大事，實是大大的不忿，朗聲喝道：「請問松間少年高姓大名，河間郝密、卜泰，願知是那一位高人橫加干預。」渡厄黑索一揚，說道：「明教張教主，天下第一高手，河間雙煞怎地不知？」持判官筆的郝密「噫」的一聲，雙筆一揚，縱出圈子。其餘七人跟著退了出去。少林僧眾待要攔阻，但那八人武功了得，並肩一衝，一齊下山去了。渡厄等三僧對謝遜與張無忌對答之言，盡數聽在耳裏，又想到適才他就算不是乘人之危，只須袖手旁觀，兩不相助，當卜泰破了「金剛伏魔圈」攻到身邊之時，以河間雙煞下手之辣，此刻三僧早已不在人世。三僧放下黑索，站起身來，向張無忌合十為禮，齊聲道：「多感張教主大德。」張無忌急忙還禮，說道：「份所當為，何足掛齒？」渡厄道：「今日之事，老衲原當讓謝遜隨同張教主而去，適才張教主真要救人，老衲須是無力阻攔。只是老衲師兄弟三人奉本寺方丈法旨看守謝遜，佛前立下重誓，若非我三人性命不在，決不能放謝遜脫身。此事關涉本派千百年的榮辱，還請張教主見諒。」張無忌哼了一聲，並不回答。渡厄又道：「老衲喪眼之仇，今日便算揭過了。張教主要救謝遜，可請隨時駕臨，只須破了老衲師兄弟三人的『金剛伏魔圈』，立時可陪獅王同去。張教主可多約幫手，車輪戰也好，一湧而上也好，我師兄弟只是三人應戰。於張教主再度駕臨之前，老衲三人自當維護謝遜周全，決不容圓真辱他一言半語、傷他一毫一髮。」張無忌向謝遜望了一眼，黑暗中只見到他巨大的身影，長髮披肩，低首而立，似乎心中深自懺悔昔日罪愆，無復當年神威凜凜的雄風。張無忌淚水幾欲奪眶而出，尋思：「今日是打不過他們的了，義父又不肯走，只有約了外公、楊左使、范右使他們再來鬥過。這三條黑索組成的勁圈便如銅牆鐵壁相似，適才若不是渡難大師在我背上打了一掌，那卜泰便萬萬攻不進來。下次縱有外公和左右光明使相助，是否能夠破得，實未可知。唉，眼下也只有走一步算一步了。」便道：「既是如此，自當再來領教三位大師的高招。」回身抱著謝遜的腰，說道：「義父，孩兒走了。」謝遜點點頭，撫摸他的頭髮，說道：「你不必再來救我，我是決意不走的了。好孩子，盼你事事逢兇化吉，不負你爹娘和我的期望。你當學你爹爹，不可學你義父。」張無忌道：「爹爹和義父都是英雄好漢，一般是光明磊落的大丈夫，都是孩兒的好榜樣。」說著躬身一拜，身形幌處，已自出了三株松樹圍成的圈子，向少林寺三僧一舉手，展開輕功，倏忽不見，但聽他清嘯之聲，片刻間已在里許之外。山峰畔少林僧眾相顧駭然，早聞明教張教主武功卓絕，卻沒想到神妙至斯。※※※張無忌既見形跡已露，索性顯一手功夫，好教少林僧眾心生忌憚，善待謝遜。他這一聲清嘯鼓足了中氣，綿綿不絕，在大雷雨中飛揚而出，有若一條長龍行經空際。他足下施展全力，越奔越快，嘯聲也是越來越響。少林寺中千餘僧眾齊在夢中驚醒，直至嘯聲漸去漸遠，方始紛紛議論。空聞、空智等知是張無忌到了，均是平增一番憂慮。張無忌奔出數里，突然道旁一株柳樹後有聲叫道：「喂！」一人躍了出來，正是趙敏。張無忌停嘯止步，伸手挽住了她，見她全身被大雨淋濕了，髮上臉上，水珠不斷流下。趙敏問道：「跟少林寺的禿頭們動過手了？」張無忌道：「是。」趙敏道：「謝大俠怎樣了？有沒見到？」張無忌挽著她手臂，在大雨中緩步而行，將適才情事簡略的說了。趙敏沉吟道：「你有沒問他如何失手遭擒？」張無忌道：「我只想著怎地救他脫險，沒空問到這些閒事。」趙敏嘆了口氣，不再作聲。張無忌道：「你不高興麼？」趙敏道：「在你是閒事，在我就是要緊事。好啦，等救出了謝大俠，再問也不遲。我只怕……」張無忌道：「怕甚麼？你擔心咱們救不了義父？」趙敏道：「明教比少林派強得多，要救謝大俠，終究是辦得到的。我就怕謝大俠決心一死以殉空見神僧。」張無忌也是擔心著這件事，問道：「你說會麼？」趙敏道：「但願不會。」二人一路說話，來到杜氏夫婦屋前。趙敏笑道：「你行跡已露，不能再瞞他二人了。」張無忌見茅舍之門半掩，便伸手推開，搖了搖身子，抖去些水濕，踏步進去，忽然間聞到一陣血腥氣。他心下一驚，左手反掌將趙敏推到門外，黑暗中突然有人伸手抓來。這一抓無聲無息，快捷無倫，待得驚覺，手指已觸到面頰。張無忌此時已不及閃避，左足疾飛，逕踢那人胸口，那人反手一勾，肘錘打向他腿上環跳穴，招數狠辣已極。張無忌只須縮腿一讓，敵人左手就挖去了他一對眼珠，當即提手虛抓，他料敵奇準，這麼一抓，剛好將敵人左手拿在掌中，便在此時，環跳穴上一麻，立足不定，右腿跪倒。他正要乘勢扭斷敵人的手腕，只覺所握住的手掌溫軟柔滑，乃是女子之手，心中一動，沒下重手，提起那人往外甩去，噗的一聲，右肩劇痛，已中了一刀。那人一躍出屋，揮掌向趙敏臉上拍去。張無忌知道趙敏決然擋不了，非當場斃命不可，忍痛縱起，也是揮掌拍出，雙掌相交。那人身子一幌，腳下踉蹌，藉著這對掌之力，縱出數丈之外，便在黑暗中隱沒不見。趙敏驚問：「是誰？」張無忌「嘿」了一聲，懷中火摺已被大雨淋濕，打不了火，生怕右肩上敵人的短刀有毒，不即拔出，道：「你點亮了燈。」趙敏到廚下取出火刀火石，點亮油燈，見到他肩頭的短刀，大吃一驚。張無忌見刃鋒上並未餵毒，笑道：「一些外傷，不相干。」當即便拔出刀來，轉頭只見杜百當和易三娘縮身在屋角之中，當下顧不得止住傷口流血，搶上看時，二人已死去多時。趙敏驚道：「我出去時，他二人尚自好好地。」張無忌點點頭，等趙敏替他裹好傷口，拿起短刀看時，正是杜氏夫婦所使的兵刃，只見屋中樑上、柱上、桌上、地下，插滿了短刀，顯是敵人曾與杜氏夫婦一番劇鬥，將他夫婦的短刀一一打得出手，這才動手加害。趙敏駭然道：「這人武功厲害得很啊。」適才摸黑相鬥，張無忌若非動念得快，料到那人要來抓自己的眼珠，不但此時已成了瞎子，多半自己與趙敏都已屍橫就地。再看杜百當夫婦的屍身時，只見胸口數十根肋骨根根斷成數截，連背後的肋骨也是如此，顯是為一門極陰狠、極厲害的掌力所傷。他數經大敵，多歷凶險，但回思適才暗室中這三下兔起鶻落般的交手，不禁越想越驚。今晚兩場惡鬥，第一場以一敵三，歷時甚久，但驚心動魄之處，遠不如第二場瞬息間的三招兩式。趙敏又問：「那是誰？」張無忌搖頭不答。趙敏突然間明白了，眼中流露出恐懼神色，呆了半晌，撲向張無忌懷中，嚇得哭了出來。兩人心下均知，若不是趙敏聽到張無忌嘯聲，大雨中奔出去迎接，因而逃過大難，那麼此刻死在屋角中的已不是兩人而是三人了。張無忌輕拍她的背脊，柔聲安慰。趙敏道：「那人要殺的是我，先把杜氏夫婦殺了，躲在這裏對我暗算，決不是想傷你。」張無忌道：「這幾日中，你千萬不可離開我身邊。」沉吟片刻，又道：「不到一年之間，何以內力武功進展如此迅速？當世除我之外，只怕無人能護得你周全。」※※※次日清晨，張無忌拿了杜百當鋤地的鋤頭，挖了個深坑，將杜氏夫婦埋了，與趙敏一齊跪下來拜了幾拜，想起易三娘對待自己二人親厚慈愛，都不禁傷感。忽聽得少林寺裏鐘聲噹噹不絕，遠遠傳來，聲音甚是緊急，接著東面一道青色煙花直衝上天，南方紅色、西方白色、北方黑色，數里外更升起黃色煙火。五道煙火將少林寺圍在中間。張無忌叫道：「明教五行旗齊到，正面跟少林派幹起來啦，咱們快去。」匆匆與趙敏換了衣服，洗去手臉的污泥，快步向少林寺奔去。只行出數里，便見一隊白衣的明教教眾手執黃色小旗，向山上行去。張無忌叫道：「顏旗使在麼？」厚土旗掌旗使顏垣聽到叫聲，回頭見是教主，大喜之下忙上前行禮參見。旗下教眾歡聲雷動，一齊拜伏。顏垣稟告：明教群豪得悉謝遜下落後，商議之下，均覺如等到端陽節天下英雄群聚少林之時再來討人，就得與舉世群雄為敵，眼下既無法稟明教主，只得權宜為計，於端陽節前十日由楊逍、范遙率領，盡集教中高手，來少林寺要人。料想大動干戈，多半難免，那倒也罷了，只是到處尋不著教主，不免有群龍無首之感。教眾吹起號角，報知教主到來。過不多時，楊逍、范遙、殷天正、韋一笑、殷野王、周顛、彭瑩玉、說不得、鐵冠道人等人先後從各處到來，銳金、巨木、洪水、烈火四旗教眾則分四面圍住了少林寺。各人相見，盡皆大喜。楊逍與范遙謝過擅專之罪。張無忌道：「各位不須過謙，大家齊心合力來救謝法王，原是本教兄弟大夥兒的義氣。本人心下感激，有何怪罪？」當下將自己混入少林寺、昨晚已和渡厄等三僧動手的事簡略說了。眾人聽說一切都出於成崑的奸謀，無不氣憤。周顛和鐵冠道人更破口大罵。張無忌道：「今日本教以堂堂之師，向少林方丈要人，最好別傷了和氣。萬不得已動手，咱們第一是救謝法王，第二是捉拿成崑，此外不可濫傷無辜。」眾人齊聲應諾。張無忌向趙敏道：「敏妹，最好你喬裝一下，別讓少林寺僧眾認出身份，以免多生事端。」當日她擄了少林眾僧囚在大都，與少林派已結下極深的怨仇。趙敏笑道：「顏大哥，我扮作你旗下的一名兄弟罷！」顏垣當即命本旗一名兄弟除下外袍，讓趙敏披上。趙敏奔入山後樹林，匆匆改扮，搽黑了面頰，從樹林中出來時，已變成一個面目猙獰的黑瘦漢子。號角吹動，明教群豪列隊上山。少林寺中早已接到明教拜山的帖子，空智禪師率領僧眾在山亭中迎候。空智聽了圓真之言，深信少林僧眾被趙敏用計擒往大都囚禁，削斷手指，逼授武功，乃是明教與汝陽王暗中勾結安排的奸計，後來張無忌出手相救，更是假意賣好，另有陰謀，是以神色陰沉，合十行了一禮，甚麼話也不說。張無忌抱拳道：「敝教有事向貴派奉懇，專誠上山拜見方丈神僧。」空智點了點頭，說道：「請！」引著明教群豪走向山門。空聞方丈率領達摩堂、羅漢堂、般若堂、戒律院各處首座高僧，在山門外迎接，請群豪到大雄寶殿分賓主坐下，小沙彌送上清茶。空聞和張無忌、楊逍、殷天正等人寒暄了幾句，便即默然。張無忌說道：「方丈神僧，我們無事不登三寶殿，特來求懇方丈瞧在武林一脈，開釋敝教謝法王，大恩大德，日後必當補報。」空聞道：「阿彌陀佛，出家人慈悲為本，戒嗔戒殺，原不該跟謝法王為難。不過老衲師兄空見命喪謝施主之手。張教主是一教之主，也當明白武林中的規矩。」張無忌道：「此中另有緣故，可也怪不得謝法王。」於是將空見甘願受拳以化解武林中一場大冤孽的經過說了。空聞等只聽得一半，便即口宣佛號，一齊恭恭敬敬的站起。空聞目中含淚，顫聲道：「善哉，善哉！空見師兄以大願力行此大善舉，功德非小。」群僧低聲唸經，對空見之仁俠高義，無不敬佩。明教群豪也一齊站起，致欽仰之意。張無忌詳細說畢當日經過，又道：「謝法王失手傷了空見神僧，至感後悔，但事後細細回想，此事的罪魁禍首，實是貴寺的圓真大師。」他見圓真不在殿上，說道：「請圓真大師出來，當面對質，分辨是非。」周顛插口道：「是啊，在光明頂上這禿驢裝假死，卻又活了過來，鬼鬼祟祟，是甚麼好東西？快叫他滾出來。」那日他在光明頂上吃了圓真大虧後，一直記恨。張無忌忙道：「周先生不可在方丈大師之前無禮。」周顛道：「我是罵圓真那禿驢，又不是罵方丈那禿……」這「禿」字一出口，知道不對，急忙伸手按住自己的嘴巴。空智聽周顛出言無禮，更增惱怒，說道：「然則我空性師弟之死，張教主卻又如何解釋？」張無忌道：「空性神僧豪爽俠義，在下當日在光明頂上有緣拜會，極是欽佩。空性大師曾和在下相約，日後相互切磋武學。豈知不幸身遭大難，在下深為悼惜。此是奸人暗算，實與敝教無涉。」空智冷笑道：「張教主倒推得忒煞乾淨。然則汝陽王郡主與明教聯手之事，那也是假的了？」張無忌臉上一紅，道：「郡主與她父兄不洽，投身敝教。郡主往日對貴寺諸多不敬之處，在下自當命她上山拜佛，鄭重謝罪。」空智喝道：「張教主花言巧語，於事何補？你身為一教之主，信口胡言，豈不令天下英雄恥笑？」張無忌想到殺空性、擒眾僧之事，確是趙敏大大的不該，雖與明教無涉，但她目下卻是托身於己，可不能推委不理，正為難間，鐵冠道人厲聲說道：「空智大師，我教主敬你是前輩高僧，給足了你面子，你可須知自重。我教主守信重義，豈能說一句假話？你辱我教主，便是辱我明教百萬之眾。縱我教主寬洪大量，不予計較，我們做部屬的卻不能善罷甘休。」此時明教教眾在淮泗、豫鄂一帶攻城掠地，招兵買馬，說是「百萬之眾」，確非浮誇之言。空智冷笑道：「百萬之眾便怎地？莫非要將少林寺踏為平地？魔教辱我少林，原非自今日始。我們失手被擒，囚於萬安寺中，只能怪自己粗心大意，自來邪正不兩立，那也沒有甚麼。你們來到我少林寺，在十六尊羅漢像的背上刻了十六個大字，嘿嘿，『先誅少林，再滅武當，惟我明教，武林稱王！』好威風，好煞氣！」這十六個字，乃是當日趙敏手下武士將少林僧眾擒去之後，以利刃刻在十六尊羅漢的背上。范遙一待眾人出寺，便即飛身回到羅漢堂中，將十六尊羅漢像移轉，仍是背心向壁，以免趙敏嫁禍於明教的陰謀得逞。後來楊逍等發覺，看過後仍將羅漢像移正，沒料想還是給少林僧眾知悉了。張無忌口才不佳，又想到這是趙敏胡鬧，內心有愧，不禁無言可答。楊逍卻道：「空智大師的話，可讓我們不懂了。敝教張教主是武當弟子張五俠的公子，江湖上盡人皆知。我們就算再狂妄萬倍，也決不敢辱及教主的先人。張教主自己，又怎會刻甚麼『再滅武當』的字樣？方丈大師與空智大師乃有德高僧，豈能於其中這小小道理也不明白？在下相信決無其事。」這幾句話振振有辭，立時令空智為之語塞。空聞方丈修為日久，心性慈和，且終究以大局為重，心知明教勢大，若是雙方當真動上了手，只怕傳之千百年的少林古剎不免要在自己手中毀去，便道：「各位空言爭論，於事無益，請隨老衲前赴羅漢堂，瞻仰羅漢法像，誰是誰非，便知端的。」張無忌心想：「一進羅漢堂，真相便當場揭穿。」當下躊躇不答。楊逍卻道：「如此甚好。」張無忌不明其意，但見趙敏混在厚土旗眾之中，並未進寺，料想不致為少林僧眾發覺，倒也不甚擔憂。當下知客僧在前領路，一行人眾，行向羅漢堂來。空聞向羅漢像下拜，說道：「弟子驚動羅漢尊者法像，尚請原宥。」拜罷，吩咐六名弟子恭移法身。六名弟子依言上前，合十默祝幾句，然後三人一邊，分列兩旁，將第一尊羅漢像轉了過來。只見那羅漢像背上已削得坦平，塗上了金漆，原來那個大大的「先」字，早已沒半點痕跡。這一來，不但空聞、空智等大吃一驚，張無忌也是大出意料之外。少林群弟子一齊動手，將其餘各尊羅漢像一一轉過，背上卻那裏有一筆半劃？霎時之間，群僧面面相覷，說不出話來。他們曾看得清清楚楚，每尊羅漢像背上都刻得有個大字，拼起來是「先誅少林，再滅武當，惟我明教，武林稱王」等十六字，卻何以會突然不見？羅漢像背上金漆甚新，顯是剛塗上去的，但少林寺近數月來守衛何等嚴密，要剷去這十六尊羅漢像背上所刻字跡，再塗上金漆，著實不是易事，寺中僧眾怎能全無知覺？張無忌轉過頭來，見韋一笑和范遙正相視而笑，心下恍然，那自是本教兄弟們作下了手腳，心想：「幹這事的人神通廣大，好生了得。」楊逍見群僧驚愕萬狀，便道：「貴寺福澤深厚，功德無量，十六位尊者金身完好無缺。料想正如空智大師所云，先前曾遭奸人損毀，但十六位阿羅漢顯靈，佛法無邊，立即自行補起，實乃可喜可賀。」說著便向羅漢像跪拜下去。張無忌等跟著一齊拜倒。空聞、空智等雖不信羅漢顯靈、佛法無邊云云的鬼話，但料定是明教暗中做了手腳，不論怎樣，總是向本寺補過致歉，各人心中存著的氣惱不由得均消解了三分，而對眾魔頭神出鬼沒的手段，卻又有三分佩服，三分驚懼。空聞道：「羅漢像既已完好如初，此事不必再提。」揮手命群弟子推羅漢像轉身，又道：「昨晚張教主降臨，已與老衲三位師叔朝過相。聽說渡厄師叔和張教主訂下了約會，只須張教主破得我三位師叔的『金剛伏魔圈』，任憑將謝施主帶走。」張無忌道：「不錯，渡厄大師確有此言。但在下深佩三位高僧武功高深，自知不是敵手，昨晚已折在三位高僧手下，敗軍之將，何敢言勇？」空聞道：「阿彌陀佛，張教主言重了。昨晚勝負未分，更兼教主仁俠為懷，出手相助，三位師叔深感高義。」楊逍、范遙等聽張無忌說過渡厄等三僧武功精妙，均盼一見。殷天正道：「既是少林眾高僧執意於武學上一見高低，教主，咱們不自量力，只好領教少林派的絕學。好在咱們是為相救謝兄弟而來，實逼處此，無可奈何，並非膽敢到領袖武林的少林寺來撒野。」張無忌對外公之言向來極是尊重，又想除此之外，也別無善法，便道：「弟兄們聽到在下頌揚三位高僧神功蓋世，都說三位高僧坐關數十年，武林中誰也不知，今日大夥兒有幸拜見，實是生平之幸。」空智舉手道：「請！」領著群豪走向寺後山峰。※※※明教洪水旗下教眾在掌旗使唐洋率領之下，列陣布在山峰腳邊，聲勢甚壯。空聞等視若無睹，逕行上峰。空聞、空智合十走向松樹之旁，躬身稟報。渡厄道：「陽頂天的仇怨已於昨晚化解，羅漢像的事今日也揭過了，好得很，好得很。張教主，你們幾位上來動手？」楊逍等見三僧身形矮小瘦削，嵌在松樹幹中，便像是三具殭屍人乾，但幾句話卻說得山谷鳴響，顯是內力深厚之極，不由得聳然動容。張無忌尋思：「昨晚我孤身一人，鬥他三人不過，咱們今日人多，倘若一湧而上，一來施展不開，二來倚多為勝，也折了本教的威風。多了不好，少了不成，咱們三個對他三個，最是公平。」便道：「昨晚在下見識到三位高僧神功，衷心欽佩，原不敢再在三位面前出醜。但謝法王跟在下有父子之恩，與眾兄弟有朋友之義，我們縱然不自量力，卻也非救他不可。在下想請兩位教中兄弟相助，以三對三，平手領教。」渡厄淡淡的道：「張教主不必過謙。貴教倘若再有一位武功和教主不相伯仲的，那麼只須兩位聯手，便能殺了我們三個老禿。但若老衲所料不錯，如教主這等身手之人，舉世再無第二位，那麼還是人多一些，一齊上來的好。」周顛、鐵冠道人等你瞧瞧我，我瞧瞧你，都想這老禿驢好生狂妄，竟將天下英雄視若無物，只是語氣之中總算自承不及張教主，說舉世無人能與教主平手，倒還算客氣。周顛張嘴欲語，說不得手快，伸掌擋在他口前。張無忌道：「敝教雖是旁門左道，不足與貴派名門抗衡，但數百年的基業，也有一些人才。在下因緣時會，暫代教主之職，其實論到才識武功，敝教中勝於在下者，又豈少了？韋蝠王，請你將這份名帖呈上三位高僧。」說著取出一張名帖，上面自張無忌、楊逍、范遙、殷天正、韋一笑以下，書就此次拜山群豪的姓名。韋一笑知道教主要自己顯示一下當世無雙的輕功，好教少林群僧不敢小覷了明教中的人物，當下躬身應諾，接過名帖，身子並未站直，竟不轉身，便即反彈而出，猶如一溜輕煙，相隔十餘丈間，便飄到了三株松樹之間，雙掌一翻，將名帖送交渡厄。渡厄等三僧見他一幌之間，便即到了自己跟前，輕功之佳，實是從所未見，何況他是倒退反彈，那更是匪夷所思，不由得讚道：「好輕功！」少林群僧個個是識貨的，登時采聲雷動。明教群豪雖均知韋一笑輕功了得，但這般倒退反彈的身手，卻也是初次見到，不過各人不便稱讚自家人，儘管心中佩服，卻都默不作聲，只有周顛一人鼓掌大讚。渡厄微微欠身，伸手接過名帖，他右手五根手指一搭到名帖，韋一笑全身一麻，宛似受到雷震，胸口發熱，身子幾欲軟倒。他大驚之下，急忙運功支撐。渡厄已將名帖取了過去，從名帖上傳來的這一股內勁也即消失。韋一笑臉色一變，暗想這眇目老僧的內勁當真是深不可測，不敢多所逗留，斜身一讓，從一片長草上滑了過來，回到張無忌身旁。這一手「草上飛」的輕功雖非特異，但練到這般猶如凌虛飄行，那也是神乎其技的了。空聞、空智等均想：「此人輕功造詣如此地步，固是得了高人傳授，但也出於天賦，看來他是生就異稟，旁人縱是苦練，也決計到不了這等境界。」渡厄說道：「張教主說貴教由三人下場，除了教主與這位韋蝠王外，還有那一位前來指教？」張無忌道：「韋蝠王已領教過大師的內勁神功，在下想請明教左右光明使者相助。」渡厄心中一動：「這少年好銳利的眼光，適才我隔帖傳勁，只是一瞬間之事，居然被他看了出來。甚麼左右光明使者，難道比這姓韋的武功更高麼？」他坐關年久，於楊逍的名頭竟然沒聽見過，至於范遙，則長年來隱姓埋名，旁人原也不知。楊范二人聽得教主提及自己名字，當即踏前一步，躬身道：「謹遵教主號令。」張無忌道：「三位高僧使的是軟兵刃，咱們用甚麼兵刃好？」張、楊、范三人平時臨敵均是空手，今日面對勁敵，可不能託大不用兵刃，三人一法通，萬法通，甚麼兵刃都能使用，張無忌此言，乃是就著二人方便。楊逍道：「聽由教主吩咐便是。」張無忌微一沉吟，心想：「昨晚河間雙煞以短攻長，倒也頗佔便宜。」便從懷中取出六枚聖火令來，將四枚分給了楊范二人，說道：「咱們上少林寺拜山，不敢攜帶兵器，這是本教鎮教之寶，大家對付著使罷。」楊范二人躬身接過，請示方略。空智突然大聲道：「苦頭陀，咱們在萬安寺中結下的梁子，豈能就此揭過？來來來，待老衲先領教你的高招。老衲今日沒服十香軟筋散，各人手下見真章罷。」他被囚萬安寺的怨氣未曾發洩，今日見到范遙，一直盡力抑制心下怒火，此刻再也忍耐不住了。范遙淡淡一笑，說道：「在下奉教主號令，向三位高僧領教，大師要報昔日之仇，待此事過後，再行奉陪。」空智從身旁弟子手中接過長劍，喝道：「你不自量力，要和我三位師叔動手，不死也必重傷。我這仇是報不了啦。」范遙笑道：「我死在令師叔手下，也是一樣。」空智冷笑道：「明教之中，既除閣下之外更無別位高手，那也罷了。」他這句話原是激將之計，明教群豪豈有不知？但覺若是嚥了這口氣下去，倒教少林派將本教瞧得小了。以位望而論，范遙之下便是白眉鷹王殷天正。張無忌覺得外公年邁，不便請他出手，便想請舅父殷野王出馬。殷天正已踏上一步，說道：「教主，屬下殷天正討令。」張無忌道：「外公年邁，便請舅舅……」殷天正道：「我年紀再大，也大不過這三位高僧。少林派有碩德耆宿，我明教便無老將麼？」張無忌知外公武功深湛，不在楊逍、范遙之下，比舅舅高出甚多，若是由他出戰，當多幾分把握，說道：「好，范右使留些力氣，待會向空智神僧領教，便請外公相助孩兒。」殷天正道：「遵命！」從范遙手中接過了聖火雙令。空聞方丈朗聲道：「三位師叔，這位殷老英雄人稱白眉鷹王，當年自創天鷹教，獨力與六大門派相抗衡，真是了不起的英雄好漢。這位楊先生，內功外功俱臻化境，是明教中的第一流人物，崑崙、峨嵋兩派的高手，曾有不少敗在他的手下。」渡劫乾笑數聲，說道：「幸會，幸會！且看少林門下弟子，卻又身手如何？」三僧黑索一抖，猶似三條墨龍一般，圍成了三層圈子。張無忌昨晚與三僧動手時伸手不見五指，全憑黑索上的勁氣辨認敵方兵刃來路，此時方當午初，艷陽照空，連三僧臉上每一條皺紋都瞧得清清楚楚。他倒轉聖火令，抱拳躬身，說道：「得罪了！」側身便攻了上去。楊逍飛身向左。殷天正大喝一聲，右手舉起聖火令往渡難的黑索上擊落。「當嗚」一響，索令相擊。這兩件奇形兵刃相互碰撞，發出的聲音也十分古怪。兩人手臂都是一震，心道：「好厲害！」均知是遇到了生平罕逢的勁敵。張無忌尋思：「三僧黑索結圈，招數嚴密，我等雖三人聯手，也決非三五百招之內所能攻破，且耗費三僧的內勁，徐尋破綻。」眼見黑索纏到，便以聖火令與之硬碰硬的對攻。鬥到一頓飯時分，張無忌等三人已將索圈壓得縮小了丈許圓徑。然而三僧的索圈壓小，抗力越強，三人每攻前一步，便比前要多花幾倍力氣。楊逍與殷天正越鬥越是駭異，起初尚是以三敵三的局面，到得半個時辰之後，楊殷二人漸漸支持不住，成為二人合鬥渡難。張無忌卻是一人對付渡厄、渡劫二僧。殷天正走的全是剛猛路子。楊逍卻是忽柔忽剛，變化無方。這六人之中，以楊逍的武功最為好看，兩枚聖火令在他手中盤旋飛舞，忽而成劍，忽而為刀，忽而作短槍刺、打、纏、拍，忽而當判官筆點、戳、捺、挑，更有時左手匕首，右手水刺，忽地又變成右手鋼鞭，左手鐵尺，百忙中尚自雙令互擊，發出啞啞之聲以擾亂敵人心神。相鬥未及四百招，已連變了二十二般兵刃，每般兵刃均是兩套招式，一共四十四套招式。空智於少林派七十二絕藝得其十一，范遙自負於天下武學無所不窺，但此刻見楊逍神技一至於斯，都不由得暗自歎服。周顛與楊逍素有嫌隙，曾數次和他爭鬥，此刻越看越是慚愧：「楊逍這龜兒子原來一直讓著我。先前我只道他武功只比我稍高，每次動手，總是碰巧運氣好，這才勝我一招半式。豈知我周顛跟他龜兒子差著這麼老大一橛。」但不論楊逍如何變招，渡難一條黑索分敵二人，仍是絲毫不落下風。眾人只見殷天正頭上白霧升起，知他內力已發揮到了極致，一件白布長袍慢慢鼓起，衣內充滿了氣流。他每踏出一步，腳底便是一個足印，鬥到將近一個時辰，三株松樹外已被他踏出了一圈足印。陡然之間，殷天正將右手聖火令交於左手，將渡難的黑索一壓，右手一招劈空掌便向他擊了過去。渡難左手一起，五指虛抓，握成空拳，也是一掌劈出。空聞、空智等一齊「噫」了一聲，聲音中充滿了驚訝佩服之情。原來渡難還他這一掌，乃是少林七十二絕藝中之一的「須彌山掌」。這門掌力極難練成，那是不必說了，縱然練成了，每次出掌，也須坐馬運氣，凝神良久，始能將內勁聚於丹田，那知渡難要出掌便出掌，一動念間就將「須彌山掌」拍了出來，跟著黑索一抖，又向楊逍撲擊而至。但渡難以「須彌山掌」與殷天正對掌，黑索上的勁力便弱了一大半。他當下以巧補弱，使得黑索滾動飛舞，宛若靈蛇亂顫，楊逍的兩根聖火令也是變化無窮。旁觀眾人大半去瞧他二人相鬥。殷天正凝神提氣，一掌掌的拍出，忽而跨前兩步，忽而又倒退兩步。那邊張無忌以一敵二，三人的招式都是平淡無奇，所有拼鬥都在內勁上施展。這般拚鬥比之殷天正鬥力和楊逍鬥巧，其實更加凶險，只要內勁被對方一逼上岔路，縱非立時氣絕死亡，也當走火入魔，發瘋癱瘓，均屬尋常。只是這等比拼，只有身歷其境的局中人方知甘苦，旁觀者武功再高，也無法從他三人的招式中辨認出來。眼見太陽由偏東而當頭直射，更漸漸偏西。空聞、空智、范遙、韋一笑等高手這時已看出了雙方勝負之機。但見殷天正頭頂的白氣越來越濃，而渡劫坐在其中的那棵大松樹枝幹上的針葉不住搖幌顫動，可知渡厄和渡劫二僧功力究有高下，鬥到此時，渡劫背靠松樹，須得借助大樹之力，方能與張無忌的九陽神功相抗。倘若殷天正支持不住，那便是明教輸了，若是渡劫先一步難以抵擋，則是少林派落敗。出手相鬥的六人更加明白這中間的關鍵所在。殷天正與渡難比拼掌力，拼到三十餘掌之後，已自知終非敵手，心想：「我們今日之事，以救謝兄弟為重。我一個人的勝負榮辱，何足道哉？何況輸在少林派前輩高人手下，也不能說是損了我白眉鷹王的威名。」當下拼得一掌，便向後退出半步，拼到十餘掌後，已退到丈許之外。那知「須彌山掌」乃少林派七十二絕藝之一，渡難在這掌法上浸淫數十載，威力實是非同小可，殷天正退一步，渡難的掌力跟著進擊一步，勁力竟不以路程拉遠而稍衰。楊逍尋思：「這少林僧果真了得，我聖火令上招數再變，終究也奈何不了他。殷白眉獨受內勁，時候長了只怕支持不住。」兩枚聖火令一合，想要挾住黑索，跟他也來個硬碰硬的鬥力，以分殷天正重擔。不料聖火令剛要挾到黑索，渡難手腕一抖，黑索索頭直昂上來，撞向楊逍面門。楊逍心念如電，聖火令脫手，向渡難胸口急擲過去，雙掌一翻，已抓住索頭，一招「倒曳九牛尾」，猛力向外急拉。渡難見他兵刃出手，當作暗器般打來，勁道猛極，左手上肘一沉，壓向飛襲左胸的聖火令，卻見另一枚突然間中道轉向，呼的一聲，斜刺射向渡劫。原來這六人之中，以楊逍最工心計，他這兩枚聖火令攻渡難的是虛，攻渡劫的那枚之上方用上了全身內勁。渡劫正與張無忌全力相抗，眼見渡難對付楊殷二人已穩佔上風，那想得到楊逍竟會忽出奇招，以此怪異的手法偷襲，一驚之下，聖火令已到面門。渡劫心神微亂，輕輕伸起兩指，將那枚聖火令挾了下來。但其時他與張無忌全神貫注的比拼內勁，那容得這麼心神一分，霎時之間，他存身其內的大松樹搖幌不止，樹上松針紛紛下墮，便如半空中下了一陣急雨。張無忌一覺對方破綻大露，這乾坤大挪移心法最擅於尋瑕抵隙，對方百計防護，尚且不穩，何況自呈虛弱？他手指上五股勁氣，登時絲絲作響，疾攻過去。片刻間啪啪有聲，渡劫那棵松樹上一根根小枝也震得落了下來。渡厄眼見勢危，霍地站起，身形一幌，已到了渡劫身旁，伸出左手，搭在他的肩頭。渡劫得師兄渡厄相助，方得重行穩住。那邊廂渡難與殷天正、楊逍也已到了各以真力相拼、生死決於俄頃的地步。楊逍拉著黑索一端，向外扯奪，殷天正卻以破山碎碑的雄渾掌力，不絕向渡難抵壓過去。兩大高手一拉一推，兩股勁力恰恰相反，渡難身處其間，雖然吃力萬分，卻仍不現敗象。旁觀的明教群豪和少林僧眾眼見這等情景，知道這場拚鬥下來，不僅分出勝敗而已，六大高手之中只怕有半數要命喪當場。偌大一座山峰之上，剎時間竟無半點聲息，群雄泰半汗濕衣背，沒一個不是提心吊膽，為己方的人擔憂。便在這萬籟俱寂之際，忽聽得三株松樹之間的地底下，一個低沉的聲音說起話來：「楊左使、殷大哥、無忌孩兒，我謝遜雙手染滿血跡，早已死有餘辜。今日你們為救我而來，與少林寺三位高僧爭鬥，若是雙方再有損傷，謝遜更是罪上加罪。無忌孩兒，你快快率同本教兄弟，退出少林寺去。否則我立時自絕經脈，以免多增罪孽。」正是謝遜以「獅子吼」神功在地牢中說話。當年他在王盤山島上，用獅子吼震死震昏各幫各派無數豪士，此刻雖非以此神功傷人，但眾人耳鼓仍是震得嗡嗡作響，相顧失色。張無忌知道義父言出如山，決不肯為了一己脫困，致令旁人再有損傷，眼前情勢，倘若力拼到底，自己雖可無恙，但外公、楊逍、渡劫、渡難四人必定不免，正躊躇間，只聽謝遜大聲喝道：「無忌，你還不去麼？」張無忌道：「是！謹遵義父吩咐。」他退後一步，朗聲說道：「三位高僧武功果然神妙之至，今日明教無法攻破，他日再行領教。外公、楊左使，咱們收手罷！」說著勁氣一收，將渡厄、渡劫二僧黑索所發出的內勁一彈而回。楊逍與殷天正聽到他的號令，苦於正與渡難全力相拼，無法收手，若是收回內勁，立時便被渡難的勁氣所傷，渡難此刻也是欲罷不能。張無忌走到殷天正之前，雙掌揮出，接過了渡難與殷天正分從左右襲來的掌力，跟著伸出聖火令，搭在渡難的黑索中端。黑索正被楊逍與渡難拉得如繃緊了的弓弦一般。張無忌的聖火令一搭上，乾坤大挪移的神功登時將兩端傳來的猛勁化解了。黑索軟軟垂下，落在地下，楊逍手快，一把搶起。渡難臉色一變，正欲發話，楊逍雙手捧著黑索，走近幾步，說道：「奉還大師兵刃。」渡劫已知他的心意，將身旁的兩枚聖火令拾了起來，交還給他。自經適才這一戰，三位少林高僧已收起先前的狂傲之心，知道拼將下去勢必兩敗俱傷，己方三人實無法佔得上風。渡厄說道：「老衲閉關數十年，重得見識當世賢豪，至感欣幸。張教主，貴教英才濟濟，閣下更是出類拔萃，唯望以此大好身手多為蒼生造福，少作傷天害理之事。」張無忌躬身道：「多謝大師指教，敝教不敢胡作非為。」渡厄道：「我師兄弟三人，在此恭候張教主大駕三度蒞臨。」張無忌道：「不敢，然而自當再來領教。謝法王是在下義父，恩同親生。」渡厄長歎一聲，閉目不語。※※※張無忌率同楊逍諸人，拱手與空聞、空智等人作別，走下山去。彭瑩玉傳出訊號，撤回五行旗人眾。巨木旗和厚土旗教眾於離寺五里外倚山搭了十餘座木棚，以供眾人住宿。張無忌悶悶不樂，心想本教之中，無人的武功能比楊逍與外公更高，就算換上范遙與韋一笑，那也不過和今日的局面相若，天下那裏更去找一兩位勝於他們的高手，來破這「金剛伏魔圈」？彭瑩玉猜中他的心事，說道：「教主，你怎地忘了張真人？」張無忌躊躇道：「倘若我太師父肯下山相助，和我二人聯手，破這『金剛伏魔圈』定可辦到。但此舉大傷少林、武當兩派的和氣，太師父未必肯允。再則太師父一百多歲的年紀，武學修為雖已爐火純青，究竟年紀衰邁，若有失閃，如何是好？」突然之間，殷天正站起身來，哈哈笑道：「張真人如肯下山，定然馬到成功，妙極，妙極！」乾笑幾聲，張大了口，聲音忽然啞了。群豪見他笑容滿臉，直挺挺的站著，都覺奇怪。楊逍道：「殷兄，你想張真人能下山出手麼？」他連問兩次，殷天正只是不答，身子也一動不動。張無忌吃了一驚，伸手一搭他的脈搏，不料心脈早停，竟已氣絕身亡。原來他當日在光明頂獨鬥六大派群豪，苦苦支撐，真元已受了大損，適才苦戰渡難，又耗竭了全部力氣，加之年事已高，竟然油盡燈枯。張無忌抱著他的屍身，哭了出來。殷野王搶了上來，更是呼天搶地的大哭。群豪念及同教的義氣，無不愴然淚下。訊息傳出，明教中有許多教眾原屬天鷹教旗下，登時哭聲震動山谷。這數日間，群豪忙著料理殷天正的喪事。各門派、各幫會的武林人物也絡繹上山。這些人仰慕殷天正的威名，都到木棚中他靈前弔祭。空聞、空智等已親自前來祭過，隨後又派了三十六名僧人，為殷天正做法事超度。但三十六名僧人只念了幾句經，便給殷野王手執哭喪棒轟了出去。周顛更在一旁大罵：「少林禿驢，假仁假義。」張無忌憂心如搗，和楊逍、彭瑩玉、趙敏等商議數次，始終不得善法。趙敏曾想設法將「十香軟筋散」下在渡厄三僧的飲食之中，又說要去召鹿杖客、鶴筆翁二人來和張無忌聯手，但張無忌和楊逍等均覺不妥。