《舊版倚天屠龍記》金庸《二○一五年五月一日版》《好讀書櫃》經典版「春遊浩蕩，是年年寒食，梨花時節。白錦無紋香爛漫，玉樹瓊苞堆雪。靜夜沉沉，浮光靄靄，冷浸溶溶月。人間天上，爛銀霞照通徹。渾似姑射真人，天姿靈秀，意氣殊高潔。萬蕊參差誰信道，不與群芳同列。浩氣清爽，仙才卓犖，下土難分別。瑤天歸去，洞天方看清絕。」看官，作這一首「無俗念」詞的，乃是南宋末年一位武學名家，有道之士。此人姓丘，名處機，道號長春子，名列全真七子之一，是全真教中出類拔萃的人物。「詞品」評論此詞道：「長春，世之所謂仙人也，而詞之清拔如此。」這首詞誦的似是梨花，其實詞中真意卻是讚譽一位身穿白衣的美貌少女，說她「渾似姑射真人，天姿靈秀，意氣殊高潔」，又說她「浩氣清英，仙才卓犖」，「不與群芳同列」。詞中所誦這美女是誰？乃是古墓派傳人小龍女。她一生愛穿白衣，當真如玉樹臨風，瓊苞堆雪，兼之生性清冷，實是當得起「冷浸溶溶月」的形容，以「無俗念」三字贈之，可說最妙不過。長春子丘處機和她在終南山上比鄰而居，當年一見，便寫下這首詞來。這時丘處機逝世已久，而小龍女也已嫁與神鵰大俠楊過為妻。可是在河南少室山的山道之上，卻另有一位少女，正在低低念誦此詞。這少女約有十八九歲年紀，身穿淡黃衣衫，騎著一頭瘦瘦的青驢，正沿著山道緩緩而上。她心中默想：「也只有龍姊姊這樣的人物，才配得上他。」這一個「他」字，指的自然是神鵰大俠楊過了。她也不拉韁，任著那青驢信步而行，一路上山。過了良久，她又低聲吟道：「歡樂趣，離別苦，就中更有痴兒女。君應有語，渺萬里層雲，千山暮雪，隻影向誰去？」這少女衣飾淡雅，腰間懸著一把短劍，臉上頗有風塵之色，顯是遠遊已久，她正當詔華如花，喜樂之年，原該無憂無慮，可是容色間卻隱隱有一層懊悶之意，可見閒愁襲人，眉間心上，實是無計迴避。這少女姓郭，單名一個襄字，乃是大俠郭靖和女俠黃蓉的次女，有一個外號叫作「小東邪」。她一驢一劍，隻身漫遊，原是想排遣心中愁悶，豈知酒入愁腸固然是愁上加愁，而名山獨遊，一樣的也是愁思徒增。這時她正沿著河南少室山的山道而上，山勢頗為陡削，但山道卻是一級級寬大的石級，規模宏偉，工程甚是不小。這山道是唐時高宗為臨幸少林寺而開鑿，共長八里。郭襄騎著青驢委折四迴，只見對面山上五道瀑布飛濺而下，高與雲平，再俯視群山，已如蟻蛭。又轉過一彎，遙遙望見黃牆碧瓦，好大一座寺院。郭襄望著那連綿的屋宇，出了一會神，心想：「少林寺向來是天下武學之源，但是華山兩次論劍，怎地五絕之中並無少林寺的高僧？難道寺中的和尚自忖沒有把握，生怕墮了威名，索性便不去與會？又難道眾僧侶修為精湛，名心盡去，武功雖高，卻不去和旁人爭強賭勝？」她下了青驢，緩步走到寺前，只見樹木森森，蔭蓋著一片碑林。這些石碑大半已經毀破，字跡糢糊，不知寫著些什麼。郭襄心想：「便是刻鑿在石碑上的字，年深月久之後也須磨滅，如何刻在我心上的字，卻是時間越久反而越加清晰？」一瞥眼間，只見一塊大碑上刻的是唐太宗賜少林寺寺僧的御釗，釗中對少林寺僧的立功平亂，頗為嘉許。原來唐太宗為秦王時，帶兵討伐王世充，少林寺的和尚投軍立功，最著者共有十三人。十三人中只有曇宗受封為大將軍，其餘十二人不願為官，唐太宗各賜紫羅袈裟一襲。郭襄神馳想像，心道：「當隋唐之際，少林寺的武功已名馳天下，數百年精益求精，這寺中臥虎藏龍，不知住著多少好手。」便在此時，忽聽得碑林旁的樹叢之後，傳出一陣鐵鍊啷噹之聲，又聽後一人誦唸佛經道：「是時藥叉共王立要，即於無量百千萬億大眾之中，說勝妙伽他日：由愛故生憂，由愛故生怖；若離於愛者，無憂亦無怖……」郭襄聽了這四句偈言，心念一動，不由得痴了，心中默默唸道：「由愛生憂，由愛故生怖；若離於愛者，無憂亦無怖。」只聽得那鐵鍊拖地和念佛之聲，漸漸遠去。郭襄低聲道：「我卻要問他一問，如何能離於愛，如何能無憂無怖？」隨手將青驢的韁繩在樹上一繞，撥開樹叢，追了過去。只見樹後是一條上山的小徑，一個僧人挑了一對大桶，口中念佛，緩緩往山上走去。郭襄快步跟上，到和那僧人相距十餘丈處，不由得吃了一驚，只見那僧人挑的是一對大鐵桶，每隻鐵桶都比平常的水桶大了三倍有餘，而那僧人頸中、手上、腳上，更是繞滿了粗大的鐵鍊，行走時鐵鍊拖地，不住發出聲響。這對大鐵桶本身便有數百斤，桶中裝滿了水，重量更是驚人。郭襄叫道：「大和尚，請留一步，小女子有一言請教。」那僧人回過頭來，兩人相對，都是一愕。原來這僧人便是覺遠，三年以前，郭襄在華山絕頂曾和他有一面之緣。郭襄知他雖然生性迂腐，但內功深湛，不在當世任何一位最強的高手之下，當下說道：「我道是誰，原來覺遠大師。你如何變成了這等模樣？」覺遠點了點頭，臉上微微一笑，雙手合什行禮，並不答話，轉身便走。郭襄叫道：「覺遠大師，你不認得我了麼？我是郭襄啊。」覺遠又是回首一笑，點了點頭，這次更不停步。郭襄又道：「是誰用鐵鍊綁住了你？如何這般虐待你？」覺遠左掌伸到腦後搖了幾搖，示意她不必再問。郭襄好奇心起，見了這等怪事，如何肯不弄個明白？當下飛步追趕，想搶在他面前攔住，豈知覺遠雖然全身帶了鐵鍊，又挑著一對大鐵桶，不論郭襄如何快步追趕，始終追不到他身前。郭襄童心大起，施展開家傳輕功，雙足一點，身子便如燕子般飛起，伸手往鐵桶邊上抓去。眼見這一抓必能抓中，不料落手之時，終究還是差了兩寸。郭襄叫道：「大和尚，這般好本事，我非追上你不可。」但見覺遠不疾不徐的邁步而行，鐵鍊聲噹啷噹啷，有如樂音，越走越高，直至後山，郭襄直奔得氣喘漸急，仍是和他身子相距丈餘，不由得心中佩服：「爹爹媽媽在華山之上，便說這位大和尚武功極高，當時我還不大相信，今日這麼一試，這才知爹媽的話果然不錯。」只見覺遠轉身走到一間小屋之後，將鐵桶中的兩桶水都倒進了一口井中。郭襄大奇，說道：「大和尚，你莫非瘋了，挑水倒在井中幹麼？」覺遠神色平和，只搖了搖頭。郭襄忽有所悟，笑道：「啊，你是在練一種高深的武功。」覺遠搖了搖頭。郭襄心中著惱，道：「我剛才明明聽得你在吟經，又不是啞了，怎地不答我的話？」覺遠合什行禮，臉上似有歉意，可是仍舊一言不發，挑了兩隻鐵桶，便下山去。郭襄探頭到井口一望，只見井水清澈，隱隱冒上來一股寒氣，也無什麼特異之處，怔怔的望著覺遠的背影，心頭充滿了疑雲。她適才這一陣追趕，微感心浮氣躁，於是坐在井欄之上，觀看四下裏的風景，這時置身之處，已高於少林寺中所有的屋宇，但見少室山層崖刺天，橫若列屏，崖下風煙飄渺，只聽得寺中鐘聲自下面隨風送了上來，令人一洗煩俗之氣。郭襄心想：「這和尚的弟子不知在那裏，和尚既不肯說，我問那個少年便了。」當下信步落山，想找覺遠的弟子張君寶來一問。走了一程，忽聽得鐵鍊聲響，覺遠又挑了水走上山來。郭襄閃身在樹後一躲，心想：「他明著不肯說，我暗中瞧瞧他到底在搗什麼鬼？」但聽得鐵鍊之聲漸近，只見覺遠肩頭仍是挑著那一對鐵桶，手中卻拿著一本書，一面走，一面看得津津有味。郭襄待他走到身邊，猛地裏一躍而出，叫道：「大和尚，你看甚麼書？」覺遠失聲叫道：「啊喲，嚇了我一跳，原來是你。」郭襄笑道：「你裝啞巴裝不成了吧，怎麼說話了？」覺遠微有驚色，向左右一望，搖了搖手。郭襄道：「你怕什麼？」覺遠還未回答，突然樹林中轉出兩個黃衣僧人，當先一人喝道：「覺遠，不守戒法，擅自開口說話，何況又和廟外生人對答，更何況又和年輕女子說話？這便見戒律堂首座去。」覺遠垂頭喪氣，點了點頭，跟在那兩個僧人之後。郭襄大為驚怒，喝道：「天下還有不許人說話的規矩麼？我自識得這位大師，我自跟他說話，干你們何事？」那身材較高的黃衣僧人白眼一翻，說道：「千年以來，少林寺向不許女流之輩擅入。姑娘請下山去吧，免得自討沒趣。」郭襄心中更怒，說道：「女流之輩便怎樣？難道女子便不及男子了？你們為何難為這位覺遠大師？既用鐵鍊綑綁他，又不許他說話？」那僧人冷冷的道：「本寺之事，便是皇帝也管不著，何勞姑娘多問。」郭襄怒道：「我知道這位大師是個忠厚老實的好人，你們欺他仁善，便這般折磨於他，哼哼，天鳴禪師呢？無色和尚、無相和尚在那裏？你去叫他們出來，我倒要問問這個道理。」那兩個僧人聽了，心中都是一驚，原來天鳴禪師是少林寺的方丈，無色禪師是本寺羅漢堂首座，無相禪師是達摩堂首座，三人在寺中，位望尊崇，寺中僧侶向來只稱「老方丈」、「羅漢堂座師」、「達摩堂座師」而不敢直呼法名，豈知一個年輕女子竟敢上山來大呼小叫，直斥其名。那瘦長的僧人法名弘明，是戒律堂首座的大弟子，奉了座主之命，和師弟弘緣一同監視覺遠，這時聽郭襄言語莽撞，喝道：「女施主再在佛門清淨之地滋擾，可恕小佛無禮了。」郭襄道：「難道我還怕了你這和尚？你快快把覺遠大師身上的鐵鍊除去，那便算了，否則我找天鳴老和尚算帳去。」原來郭襄自和楊過、小龍女夫婦在華山絕頂分手後，三年來沒得到他二人半點音訊。她心中長自記掛，於是稟明父母，說要出來遊山玩水，實則卻是到處打聽楊過的消息。她倒也不一定要和他夫婦會面，只須聽到一些楊過如何在江湖上行俠的訊息，心中也便滿足了。偏生一別之後，他夫婦倆從此便不在江湖上露面，不知到了何處隱居，郭襄自北而南，又從東至西，幾乎踏遍了大半個中原，始終沒聽到有人說起神鵰大俠楊過六字。這一日她到了河南，想起楊過昔日曾說和少林寺的方丈等人相識，心想說不定那方丈會知道他的蹤跡，這才上少林寺來。不料未進山門，先碰到覺遠這件怪事。弘明、弘緣兩人見郭襄腰懸短劍，心下更是惱怒。弘緣沉著嗓子道：「你把腰間兵刃留下，咱們也不跟你一般見識，快快下山去吧。」郭襄聽弘緣竟要她將兵刃留下，怒氣更增，從腰間解下短劍，雙手托起，冷笑道：「好吧，謹遵台命。」弘緣自幼在少林寺出家，十多年來總是聽師伯、師叔、師兄們說少林寺是天下武學的總源，又聽說不論是名望多大、本領多強的武林高手，從不敢攜帶兵刃走進少林寺的山門。此刻郭襄雖然未入寺門，但已是在少林寺的範圍之內。弘緣眼見她只是個年輕姑娘，那將她放在心上，只道她真是怕了自己，乘乖地交出短劍，於是袍袖一拂，罩住自己雙手，便去按郭襄的短劍。他手指剛碰到劍鞘，突然間手臂一震，如中電掣，但覺一股強力從短劍上傳了過來，推著他向後一仰，立足不定，登時摔倒。他身在斜坡之上，一經摔倒，便骨碌碌的向下滾了十餘丈，好容易抓住小路旁的一棵小樹，這才不再滾動。弘明又驚又怒，喝道：「你吃了獅子心豹子膽，竟到少林寺撒野來啦！」轉過身來，踏上一步，右手一拳擊出，左掌跟著在右拳背上一搭，雙掌下劈，正是「闖少林」第二十八勢「翻身劈擊」。郭襄見他出拳有風，武功顯是比弘緣強了許多，於是握住劍柄，連劍帶鞘向他肩頭砸了下去。弘明沉肩迴掌，來抓劍鞘。覺遠在旁瞧得惶急，大叫：「別動手，別動手！有話好說。」便在此時，弘明一把已抓住劍鞘，正欲運勁裏奪，猛覺手心一震，雙臂隱隱酸麻，只叫得一聲：「不好！」郭襄一腿橫掃，將他踢了下去。弘明所受的這一招卻比弘緣重得多，一直滾了二十餘丈，頭臉上擦出不少鮮血，這才停住。郭襄心道：「我上少林寺來是打聽大哥哥的訊息，平白無端的跟他們動手，當真好沒來由。」一瞥眼，只見覺遠愁眉苦臉的站在一旁，當即抽出短劍，便往他手腳上的鐵鍊削去。她這短劍雖不是稀世奇珍，卻也是極鋒銳的利器，只聽噹啷啷幾聲響，鐵鍊斷了三條。覺遠連呼：「使不得，使不得！」郭襄道：「什麼使不得？」指著正向寺內奔去的弘明弘緣二人說道：「這兩個惡和尚定是去報訊，咱們快走。你那個姓張的小和尚呢？帶了他一起走吧！」覺遠只是搖手，忽聽得身後一人說道：「多謝姑娘關懷，小的在這兒。」郭襄回過頭來，只見身後站著一個十六七歲的少年，粗眉大眼，身材魁偉，臉上卻猶帶稚氣，正是三年前曾在華山之巔會過的張君寶。比之當日，他身形已高了許多，但容貌卻無甚改變。郭襄大喜，說道：「這裏的惡和尚欺侮你師父，咱們遠遠的走了吧。」張君寶搖頭道：「沒有誰欺侮我師父啊。」郭襄指著覺遠道：「那兩個惡和尚用鐵鍊綁著你師父，連一句話也不許他說，這還不是欺侮？」覺遠苦笑搖頭，指了指山下，示意郭襄及早脫身，免惹事端。這小東邪郭襄卻是天生的俠義心腸，她明知少林寺武功勝過她的人真是車載斗量，不計其數，但既看見了眼前的不平之事，決不能便此撒手不顧，可是一面卻又擔心寺中好手出手截攔，當下一手拉了覺遠，一手拉了張君寶，頓足道：「快走快走，有什麼事下山去慢慢說不好麼？」一言甫畢，忽見山坡下黃牆的邊門中湧出七八個僧人，手中都提著齊眉木棍，吆喝道：「那裏來的野婆娘，膽敢至少林寺中撒野？」張君寶提起嗓子道：「各位師父不得無禮，這位是……」郭襄忙道：「別說我名字。」她想今日禍事看來闖得不小，說不定鬧下去會不可收拾，一人做事一人當，別牽累到了爹爹媽媽，於是又補上一句：「咱們翻山走吧！千萬別提我爹爹媽媽和朋友的姓名。」忽聽得背後山頂上吆喝聲響，又湧出七八個僧人。郭襄見前後都出現了僧人，秀眉深蹙，急道：「你們這兩個人婆婆媽媽！沒點男子漢氣概，到底走是不走？」張君寶道：「師父，郭姑娘是一片好意……」便在此時，下面邊門中又竄出四個黃衣僧人，颼颼颼的奔上坡去，手中雖都沒持兵器，但身法迅捷，衣襟帶風，武功大是不凡。郭襄見這般情勢，便是想單獨脫身亦已不能，索性凝氣卓立，靜觀待變。當先一個僧人奔到離郭襄四丈之處朗聲說道：「羅漢堂首座師尊傳諭，著來人放下兵刃，在山下立雪亭中陳明詳情，聽由法諭。」郭襄冷笑道：「少林寺的大和尚們官派十足，官腔打得倒好聽，請問各位大和尚，做的是大宋皇帝的官兒呢，還是做的蒙古皇帝的官？」這時淮水以北，大宋的國土均已淪陷，少林寺所在之地自也早歸蒙古該管，只是蒙古大軍連年進攻襄陽不克，忙於調兵遣將，也無餘力來理會少林寺觀的事，因此少林寺一如其舊，與從前並無不同。那僧人聽郭襄的譏刺之言甚是厲害，不由得臉上一紅，心中也覺對外人下令傳諭，有些不妥，於是語轉和緩，合什說道：「不知女施主何事光臨敝寺，且請放下兵刃，赴山下立雪亭中奉茶說話。」郭襄道：「你們不讓我進寺，我便希罕了，哼，難道少林寺中有寶，我見一見便沾了光麼？」她見情勢不佳，便想乘此收篷，跟著又向張君寶使了眼色，低聲道：「到底走不走？」張君寶搖了搖頭，嘴角向覺遠一努，意思說是要服侍師父。郭襄朗聲道：「好，我不管啦，我走了。」拔步便下坡去。第一個黃衣僧側身讓開，第二個和第三個黃衣僧卻同時伸手一攔，齊聲道：「且慢，將兵刃放下了。」郭襄眉毛一揚，手按劍柄。第一個僧人道：「咱們少林寺千年來的規矩，還請包涵。」郭襄聽他言語彬彬有禮，心下倒是頗費躊躇：「倘若不留短劍，勢必有一場爭鬥，自己孤身一人，如何是闔寺僧眾的敵手？但若竟將短劍留下，豈不是將爹爹、媽媽、外公、姊姊、姊夫、大哥哥、龍姊姊的面子一古腦兒都丟得乾淨？」她一時沉吟未決，驀地裏眼前黃影一晃，一個聲音喝道：「到少林寺來既帶劍又傷人，世上焉有是理？」跟著勁風颯然，五隻手指往劍鞘上抓了下來。這僧人若不貿然出手，郭襄一番遲疑之後，多半便會將短劍留下。須知她和乃姊郭芙大不相同，雖然豪爽，卻不魯莽，眼前處境既是極度不利，她便會暫忍一時之氣，日後再去和外公、爹媽商量，回頭找這場子。但那僧人突然恃強伸手奪劍，郭襄豈能眼睜睜的讓他將劍奪去？這僧人的擒拿手法既狠且巧，一抓住劍鞘，心想郭襄定會向裏迴奪，一個和尚跟一個年輕女子拉拉扯扯，實在大是不雅，當下運勁向左斜推，跟著抓而向右。郭襄被他這麼一推一抓，果然已拿不牢劍鞘，危急中握住劍柄往外一抽，刷的一聲，寒光出匣。那僧人右手將劍鞘奪了過去，左手的五根手指卻被短劍一齊割斷，劇痛之下，舉劍鞘往郭襄臉上便點，郭襄斜劍一迎，噹的一響，將劍鞘斬為兩截。那僧人這時也已支持不住，臉色雪白，往旁退開。眾僧人見同門身受重傷，無不驚恐，揮杖舞棍，一齊攻來。郭襄心想：「一不做二不休，反正今日已不能善罷。」當下使出家傳的「落英劍法」，便往山下衝去。眾僧人排成三列，仰頭擋住。那「落英劍法」乃是黃藥師從「落英掌法」的路子中演化而來，雖不若「玉簫劍法」的精妙，卻也是桃花島的一絕，但見青光激盪，劍花點點，便似落英繽紛，四散而下，霎時間僧人中又有兩人受傷。但郭襄雖然略佔上風，背後的僧人卻又搶到，居高臨下的夾攻。只見邊門中僧人一個又一個的湧出，愈戰愈多。按理說郭襄早已抵擋不住，只是少林僧眾慈悲為本，不能在山上傷她性命，是以所出招法都不是殺手，只求將她打倒，好好訓誡一番，扣下她的兵刃，這便將她逐下山去。可是郭襄劍光錯落，要攻近她的身子，卻也不易。眾僧初時只道一個少齡女郎，還不輕易打發？待見她劍法精奇，始知她若不是名門之女，便是名師之徒，只恐得罪不得，一面出招時更有分寸，一面急報羅漢堂首座無色禪師。互鬥之間，只見一個身材高瘦，便似一條竹竿般的老年僧人緩步走近，雙手籠在袖中，微笑著旁觀眾人相鬥，不時有兩個僧人走到他的身前，低聲稟告幾句。郭襄已打得劍法微見凌亂，大聲喝道：「說什麼天下武學之源，原來是幾個大和尚一擁而上，倚多為勝。」無色禪師說道：「各人住手！」眾僧人一聽，立時罷鬥跳開。無色禪師道：「姑娘尊姓，令尊和尊師是誰？光臨少林寺，不知有何貴幹？」郭襄心道：「我爹娘的姓名不能告訴你。我到少林寺來是為了打聽大哥哥的訊息，這事也不能在眾人之前說了出來。今日之事已鬧成這等模樣，日後爹娘和大哥哥知道，定要怪我，不如悄悄的溜了吧。」於是說道：「我的姓名不能跟你說，我不過見山上風景優美，這便上來遊覽玩耍。原來少林寺比皇宮內院還要厲害，動不動便要扣留人家兵刃。請問大師，我走進了少林寺的山門沒有？當日達摩祖師傳下武藝，想來也不過教眾僧強身健體，便於精進修為，想不到少林寺的名頭越來越大，武功越來越高，倚眾逞強的名頭也是越來越響。好，你們要扣我兵刃，這便留下，除非你們將我殺了，否則今日之事，江湖上不會無人知曉。」她本來便伶牙俐齒，這一件事原來也非全是她的過錯，一席話只將無色禪師說得啞口無言。郭襄也想：「這一番胡鬧，我固然是怕人知曉，看來少林寺更是不願張揚。數十個和尚圍鬥一個年輕姑娘，說出去有什麼好聽？」當下「哼」的一聲，將短劍往地下一擲，舉步便行。無色禪師斜步上前，袍袖一拂，已將短劍捲起，只見地下鮮血斑斑，有數人在短劍之下受傷，但劍鋒上卻是無半點血漬，於是雙手托起劍身，說道：「姑娘既不願見示家門師承，這口寶劍還請收回，老衲恭送下山。」郭襄嫣然一笑，道：「還是老和尚通達情理，這才是名家風範呢。」她既佔到便宜，隨口便讚了無色一句，當下伸手拿劍，一提之下，不禁吃了一驚！原來無色禪師掌心生出一股吸力，郭襄雖然抓住劍柄，卻不能提起劍身。她連運三下勁，始終無法取過短劍，說道：「好啊，你是顯功夫來著。」突然間左手斜揮，輕輕一拂，拂向他左頸的「天鼎」「巨骨」兩穴。無色心下一凜，斜身閃避，氣勁便此一鬆，郭襄應手提起短劍。無色道：「好俊的蘭花拂穴手功夫！姑娘跟桃花島主是怎生稱呼？」郭襄笑道：「桃花島主嗎？我便叫他作老東邪。」原來桃花島主東邪黃藥師，乃是郭襄的外公。他性子怪僻，向來不遵禮法。他叫外孫女為「小東邪」，郭襄便叫他老東邪，黃藥師非但不以為忤，反而很是喜歡。這一層無色禪師卻那裏知道，聽了郭襄這句話，心想黃藥師定然和她並無淵源，否則她豈敢如此無禮亂說？這麼一來，倒是少了一層顧忌。無色禪師少年時出身綠林，雖然在禪門中數十年修持，佛學精湛，但往日豪氣，仍是不減，郭襄不肯說出師承來歷，他偏偏要試她出來，當下朗聲笑道：「小姑娘接我十招，瞧老和尚眼力如何，能不能說出你的門派。」郭襄道：「十招中瞧不出，那便如何？」無色禪師哈哈大笑，說道：「你若是接得下老衲十招，那還有什麼說的，自是唯命是聽。」郭襄指著覺遠道：「我和這位大師昔年曾有一面之緣，要代他求一個情。倘若十招中你說不出我的師父是誰，你須得答應我，不能再難為這位大師。」無色甚是奇怪，心想覺遠迂腐騰騰！數十年來在藏經閣中管書，從來不與外人交往，怎會識得這個女郎？於是說道：「咱們本就沒難為他啊。本寺僧眾犯了戒律，均須受罰，那也不算是什麼難為。」郭襄小嘴一扁，冷笑道：「哼，說來說去，你還混賴。」無色雙掌一擊，道：「好，依你依你。老衲若是輸了，便代覺遠師弟挑這三千一百零八擔水。姑娘小心，我要出招了。」郭襄跟他說話之時，心下早已計議定當，尋思：「這老和尚氣凝如山，武功定是十分了得，倘若由他出招，我竭力抵禦，非顯出爹爹媽媽的武功不可。不如我佔了機先，連發十招。」聽他說到「姑娘小心，我要出招了」這兩句話，不待他出拳抬腿，嗤的一聲，短劍當胸刺過去，用的仍是桃花島「落英劍法」中的一招，叫作「萬紫千紅」，劍尖刺出時不住顫動，使敵人瞧不定劍尖到底攻向何處。無色知道厲害，不敢對攻，當即斜身閃開。郭襄喝道：「第二招來了！」短劍迴轉，自下而上倒刺，卻是全真派劍法中一招「天紳倒懸」。無色道：「好，是全真劍法。」郭襄道：「那也未必。」短劍一刺不中，眼見無色反守為攻，伸指來拿自己手腕，暗吃一驚：「這老和尚果然了得，在這如此凶險的劍招之下，居然赤手空拳的還能搶攻。」眼見他手指伸到面門，短劍幌了幌，使的竟是「打狗棒法」中的一招「惡犬攔路」，乃屬「封」字訣。原來她自幼和丐幫的前任幫魯有腳交好，喝酒猜拳之餘，有時便纏著他比試武藝。丐幫中雖有規矩，打狗棒法是鎮幫神技，非幫主不傳，但魯有腳使動之際，郭襄終於偷學了一招半式。何況先任幫主黃蓉是她母親，現任幫主耶律齊是她姊夫，這打狗棒法她看到的次數著實不少，縱然不明其中訣竅，但猛地裏依樣葫蘆的使出一招來，卻也是駭人耳目。無色的手指剛要碰到她的手腕，突然白光閃動，劍鋒的來勢神妙無方，險些兒五根手指一齊削斷，總算他武功卓絕，變招快速，百忙中硬生生的倒退兩步，但嗤嗤聲響，袍袖上已給短劍劃破了一條長長的口子。無色禪師變色斜睨，背上驚出了一陣冷汗。郭襄大是得意，笑道：「這是什麼劍術？」其實天下根本無此劍術，她只不過偷學到一招打狗棒法，用在劍招之中，只因那打狗棒法過於奧妙，郭襄雖然使得似對非對，卻也將一位大名鼎鼎的少林高僧嚇得滿腹疑團瞠目不知所對。郭襄心想：「我只須再使得幾招打狗棒法，非殺得這老和尚大敗虧輸不可，只可惜除了這一下子，我再也不會了。」不待無色緩過氣來，短劍輕揚飄身而進，姿態飄飄若仙，劍鋒向無色的下盤連點數點，卻是從小龍女處學來的一招玉女劍法「凌波微步」。那玉女劍法乃當年女俠林朝英所創，不但劍招凌厲，而且講究丰神脫絕，姿式嫻雅，以郭襄這麼一位美貌少女使將出來，當真令人瞧得心曠神怡。眾僧人從所未見，無不又驚又喜。　 