第四回　神馳目眩 這一次他在湖畔所有隱蔽的地方都細細探尋了。但花樹草叢之後，每一處都是堅岩巨石，每一塊堅岩巨石都連在高插入雲的峭壁上，別說出路，連蛇穴獸窟也無一個。段譽口中曲子越唱越低，心頭也越來越沉重，待得回到瀑布之前，腳也軟了，不禁頹然坐倒。失望之中，心生幻想：「若我變作一條游魚，從瀑布中逆水而上，便能游上峭壁。」他眼光逆著瀑布自下而上的看去，只見瀑布之右一片石壁光潤如玉，瞧這模樣，千萬年前瀑布比今日更大，不知經過多少年的衝激磨洗，將這半面石壁磨得如此平整，後來瀑布水量減少，才露了這片如銅鏡的石壁出來。段譽忽然想起，無量劍西宗掌門人雙清在比劍受挫之後，曾有言行譏刺東宗掌門人左子穆，問他這幾年來參詳玉壁，是否大有心得，左子穆臉有慍色，說道本派之事，何以在外人面前言講，雙清便即住口。他又想起無量劍所以與神農幫結下深仇，乃因不許神農幫到後山採藥所致，這無量山後山峰巒連綿，盡是荒山野嶺，採些藥草，有甚麼關係？段譽心思極是機敏，此時忽然起疑，便將進入劍湖宮後所聽到各人的一言一語，都在心中思量一番，登時記起，鍾靈曾提到「玉壁」兩字，左子穆卻急以甚麼「珍珠寶貝」的話來岔開，鍾靈當時連連冷笑，看來這玉壁是山壁之一壁，而非璞壁之「壁」。眼前這塊山壁晶壁如玉，又是在無量山後山，顯與今日各種事端定有重大的干係。跟著又記起自己墮崖之前，甘人豪曾連連呼喝，說此處是無量劍禁地，不許擅入。他心下尋思：「我隨馬五德老先生來劍湖宮時，曾問他無量劍東西南三宗，何以每隔五年便比劍一次？在這劍湖宮中居住五年，到底有何好處？馬老先生搔搔頭皮，說道：『這是他們派中的重大隱秘，外人不得而知，也不便詢問。』」他將各種線索前後一加推敲，心下已自恍然，看來這玉壁之上，刻著甚麼劍法的秘密，無量劍上代規定，那一宗比劍得勝，便能在此參詳五年。他一想通此點，各種疑團立時豁然而解，無量劍各宗如何力爭劍湖宮、如何不許神農幫前來採藥、此處為何成為禁地、雙清何以要提到參詳劍法、左子穆何以含糊抵賴等等情由，均已前後貫通。段譽自幼深受佛儒兩家之學薰陶，於武功一道極為憎厭，此次離家出走，便因不肯學武而起，這一日來，連受毆辱，被逼服食毒藥，皆是受了武人欺侮，心下厭惡更深，一想到這石壁與武學有關，當即轉過了頭，正眼也不去瞧它，心想：「天下功毆仇殺，紛紛擾擾，皆因武力而起。玉壁上倘是記載著天下無敵的武功，那便是為患世人禍胎，其流毒遠勝金靈子和斷腸散了。」他在湖畔走來走去，終於好奇心起，心想：「聽那雙清和左子穆的口氣，似乎這玉壁上的秘訣極難參詳，否則也用不著鑽展五年仍無多大心得，我倒要瞧瞧那是甚麼古怪。」當下抬頭向石壁望去。但見壁上光盪盪地，一絲絲紋路也無，就如一張白紙，那裏有甚麼武功秘訣，劍術圖譜。段譽正視斜睨，心想：「古人的傳言未必是真，無量劍的上代說不定為了要弟子勤於練劍，想了這法子出來以資激勵。又或者我的猜測根本不對。」他瞧了一會，又飢又累，倒在地下便睡著了。次日醒來，肚中餓得咕咕作響，這谷中偏無果樹，連草莓野粟也無。到得中午，段譽餓得實是耐不住了，只得摘些茶花的花瓣放入口中咀嚼。這些花瓣顏色極艷，滋味卻甚苦澀，其時飢不擇食，也顧不得許多，直吃了八九朵大茶花，飢火方得稍抑。已挨了幾個時辰，日頭偏西，湖上幻出一條長虹，顏色艷麗無倫。段譽知道有瀑布處，水氣映日，往往便現彩虹，心想我臨死之時，老天爺還讓我目睹美景，當真待我不薄，而葬身於湖畔花下，倒也風雅得緊。他向來豁達瀟灑，心下一寬，便又沉沉睡去。這一覺睡得甚長，待得醒轉，已是中夜，他抬起頭來，又往那石壁上瞧去，只見石壁上赫然畫得有兩件物事。段譽一怔，揉了揉眼睛，仔細看時，原來是兩個黑影，一條彎彎之物，倒像是日間所見的彩虹，另一個卻是一把劍影。這柄劍的影子清晰異常，劍柄、護手、劍身、劍尖，無一不是似到十足，段譽微一凝思，已知石壁對面必有一劍，月光斜射，於是將影子映到了石壁上去。但見這劍影的尖頭指著彎物的一端，段譽看那彎物，越看越似彩虹，不一會月上微雲被風吹走，月光大盛，劍影更黑，那彎物的影子中竟發出班爛七色，一條一條，層次分明，和那彩虹一模一樣。段譽大奇，心想：「怎地影子中會有彩色？」眼光從石壁移到對面，只見峭壁之中，隱隱有光彩流動。他登時省悟：「是了，原來這峭壁中嵌有一劍，更有一件彩虹般的寶石，寶石上原有七色，月光將這顏色映到玉壁之上無怪如此艷麗不可方物！」只是寶物存放之處，距地數十丈高，無論如何無法上去瞧個明白，從下面望將上去，也只是隱約見到寶光，倒是照在石壁上的影子奇幻極麗，觀之神為之奪。但看不到一盞茶時分，月亮移動，那影子由濃而淡，由淡而無，石壁上只餘銀白一片。段譽無意中發現了這個秘密，心想：「原來無量山玉壁上的秘密，竟是在此。若非墮入谷中，便未必能看到影子，而月光斜照側射，一年中又未必有多少時候恰好將寶光映上石壁。無量劍中人多半是白天前來參詳，望著石壁傻看，說不定還在崖頂翻土掘石，找尋秘奧，那裏會有甚麼結果了。」想到此處，不禁啞然失笑：「嘿嘿，就算得到了這柄寶劍，得了這件七彩繽紛的寶物，那也不過是兩件好玩的玩意兒，用得著這麼勞心費力？那不是太傻了？」他出了一會神，便又睡去了。睡夢之中，突然間一跳醒，心道：「嗯，這劍尖指著彩虹底處，似乎其中尚有秘密。要將這寶劍和虹玉嵌入峭壁，可也大大的費事，不但須有極高強的武功，還得有人以長繩牽引，方能辦到。既是如此費力的安排，其中定有深意。莫非是說，秘密在於彩虹盡頭？」從那兩個影子看來，除此之外，更無別種解釋。但那彩虹一端升入半天，另一端卻在瀑布瀉入湖水之處，縱有天大的秘密，也是取它不到。段譽獃獃的想了一陣，又想：「彩虹變幻無定，明天所指的頭，未必便和今天相同。」到得次日，段譽一心等待彩虹出現，反不覺如何肚餓，好容易守到黃昏時分，一條長虹又在水氣濛濛中懸起。段譽一看之下，好生失望，這彩虹仍是一端在天，一端入湖，和昨天所現的位置絲毫無異。段譽走近湖邊，那瀑布轟轟之聲，震耳欲聾，片刻間身上衣衫盡被水珠濺濕，只見湖水中一個極大的旋渦，急速異常的旋轉，人到近處，那彩虹便看不見了。段譽一算日子，墮入這谷中已是第三日，再過四天，就算不餓死，肚中的斷腸散劇毒也必發作，就算毒發而不死，神農幫眾人也必害死了鍾靈。左右是個死，不如跳入這旋渦之中，且看有何古怪。一來是身陷絕地，唯有亡命求變，二來他膽氣素豪，說做就做，當下更不細想，湧身躍入旋渦。身子被一股巨力一捲，登時轉了下去。他閉住呼吸，卻睜著眼睛，望出來只是白茫茫一片，隨著瀑布化成急流，直衝向湖底。段譽雖是略識水性，但一被捲入激流之中，早是身不由主，身子在水中急劇旋轉，片刻間口中進水，登時迷迷糊糊，只覺順著激流，不知流出了多少遠。突然間身子被水力一拋，出了水面，段譽雙手亂抓，竟然抓著了一根籐枝，當下牢牢握住，微一定神，抬起頭來，眼前卻是漆黑一團。他右腳伸出，足底踏到有物，當下左腳跨了出去，雙手仍是不敢放脫抓住的籐枝。向前爬行了一段，只覺水僅及脛，水流也已不十分湍急，於是站起身來。砰的一聲，頭頂在硬物上一撞，痛得險些暈了過去，他暗叫：「該死，該死！如何這等粗心大意。」伸手往上摸去，著手冰冷堅硬，都是岩石。段譽心下尋思，知道自己被瀑布的激流所帶，已是深入湖底，這股激流另有宣洩之處，自己跟著都帶到了出水的水這裏來了，雖然眼前局面兇多吉少，也只有走一步等一步，當下跪在地下，慢慢向前爬行。聽那流水轟轟有聲，時急時緩的在左首流動，他爬了一會，頭頂岩石漸高，已可彎腰行走。走了小半個時辰，伸腰也得行走了，只是足底偶爾出現一個窟窿，一踏下去便是水深齊腰，頭頂又忽然懸下一塊岩石，若非雙手前伸，慢慢摸索，不知有多少次已撞得頭崩額裂。段譽走了一會，忽然想起青靈子來，一摸腰間，幸喜仍是好端端的纏著。他覺得今日所遇，真是生平未有之奇，這番經歷，旁人萬難獲得。無量劍中師徒數代，不知有多少時候曾對著玉壁發怔，但絕不會想到躍入深谷，在月明之夜察看一番，便是見了這寶劍和虹玉的影子，若非抱有必死之心，也絕不會躍入這大旋渦中冒險。他越想是得意，忍不住哈哈大笑起來，自言自語：「段譽你這小子，今日若是送了性命，那是一了百了，倘能僥倖活著出去，倒要去恥笑左子穆和甘人豪一番。」說著又大笑數聲，忽聽得右首有人也是「哈哈，哈哈」的大笑。段譽大吃一驚，停了笑聲，那邊也既寂然無聲。段譽叫道：「是誰？」那邊一個糢糊的聲音也道：「是誰？」段譽道：「你是人是鬼？」那邊也道：「你是人是鬼？」段譽聽到這聲音空空洞洞，登時省悟，不由啞然失笑：「我在此疑神疑鬼，卻原來是回聲。」隨即想起：「只有極大的廳堂或山谷，方有回聲，那麼這右邊當是有一塊空曠所在了。哈哈，若不是我自嗚得意的笑上幾笑，便不知該處別有洞天。」於是口中亂喊亂叫，循著回聲傳來之號，摸了過去。走不多時，果然都周身是空蕩蕩地，再也碰不到岩石。段譽遽失依傍，反而心下有些害怕。他一步一步的向前走去，腳下也覺坦然無阻，突然之間，右手碰到一件涼冰冰的圓物，一觸之下，那圓物噹的一下發出響聲，聲音極是清亮。他伸手再摸，原來是尋常人家裝在大門上的門環。既有門環，必有大門，段譽雙手摸索，當即摸到十餘枚碗大的門釘，他心中驚喜交集：「這門裏若是住得有人，那是奇怪之極了。」提起門環噹噹噹的連擊三下過了一會，門內無人答應，他又擊了三下，仍然無人應門，於是伸手推門。那門似是用銅鐵鑄成，甚是沉重，但裏邊並未閂上，段譽手勁使了上去，那門便緩緩的開了。段譽朗聲說道：「在下段譽，不招自來，擅闖貴府，還望主人恕罪。」他停了一會，不聽得門內有何聲息，於是舉步跨了進去。這時他雖然身入門內，不論眼睛睜得多大，仍是看不見任何物事，只是聞到氣息，已不如水邊那麼潮濕。他繼續向前，突然間砰的一聲，額角又撞上了甚麼東西。幸好他走得甚慢，這一下碰撞並不如何疼痛，他伸手一摸，原來前邊是一扇門。段譽手上使勁，慢慢將門推開了，裏面仍是黑漆一團。話休絮煩，段譽一連推開了六道門戶，有的一推便開，有的卻被泥沙塞住，使了老大的勁力方能推開尺許空隙，側著身子，方能挨得進去。一走進第六道門，眼前陡然一亮，段譽心中突的一跳，暗叫：「終於逃出了生天！」睜眼看時，原來所處之地是一座圓形石室，光亮從左邊透了過來，只是朦朦朧朧地，不似天光。段譽走向光亮之處，忽見一隻大蝦在窗外游過。他心下大奇，再走上幾步，又見一條花紋斑斕的鯉魚在窗悠然而過。段譽細看那窗時，原來是鑲在石壁上的一塊大水晶，約有銅盆大小，一共有三塊水晶，光亮便從水晶中透入。段譽雙眼貼著水晶向外瞧去，只見晶綠的水流不住晃動，魚蝦之屬，來回遊動，極目所至，竟無盡處。段譽恍然大悟，原來處身之地不在湖底，便在江底，當年建造石室之人化了偌大的心力，將外面的水光引了進來，這三塊大水晶便是極難得的寶物。他回過身來，再看這石室中時，只見室中放著一隻石桌，桌前有凳，桌上豎著一面銅鏡，鏡旁放著些梳子釵釧之屬，看來竟是閨閣所居。銅鏡上生滿銅綠，桌上也是塵土寸積，不知己有多少年無人來此。段譽瞧著這等情景，一時不由獃了，心道：「許多年之前，一定有個女子在此幽居，不知她為了何事，如此傷心，竟是遠離人間，退隱於斯！」他出了一會神，再看那石室時，只見壁上東一塊、西一塊，鑲滿了銅鏡，隨便一數，便已有三十餘面。段譽更是奇怪，心想：「看來這位女子定是絕世麗質，每日作顧影自憐。此情此景，實是令人神傷。」他在室中走去，一會兒書空咄咄，一會兒喟然長嘆，憐惜這個素未謀面的女子。過了好一陣，突然心念一動：「啊喲不好，我只顧得替古人難過，忘了替自身打算。這裏更無出路，卻便如何出去？」他細看石室周遭，實無門戶，百無聊賴之際，坐在石凳之上，自言自語的道：「我段譽乃是個臭男子，倘若死在此處，不免唐突佳人，該當死在門外邊地道中才是。唉，臨死之前，讓我瞧瞧自己的容貌也好。」當下伸出衣袖，用力擦去面前這銅鏡上銅綠。擦了一陣，鏡上微現光亮，但他坐在凳上。這鏡子放得太遠，照不到他臉孔，於是伸手想將鏡子移近。不料這鏡子竟是牢生在石桌上的，他用力一板，突覺身下的石凳晃一晃。段譽大喜，站了起來，再加上幾分力板動銅鏡，只聽得軋軋聲響，石凳移開，露出一洞來，他向洞內一望，見有一條石級通了下去。段譽叫道：「謝天謝地，果然另有出路。」他順著石級走下。那知這石級向下數十級後，折而向上，盤旋曲折，越走越高，連轉幾個彎後，段譽眼前陡然一亮，失聲驚呼：「啊喲！」只見一個宮裝美女，手持長劍，劍尖對準了他胸膛。一瞥間，只覺這美女子清雅絕俗，秀麗無論，一生中從未見過這等絕色，他一驚之下，想要說甚麼話，只是為那女子絕世容光所懾，竟是張口結舌，甚麼話也說不出來。過了良久，只見那女子始終一動不動，段譽定睛看時，見這女子雖是儀態萬方，卻似並非活人，再一細看，才瞧出乃是一座白玉雕成的玉像。只是這玉像與生人一般大小，身上穿的絲質白衫微微顫動；更奇的是一對眸子晶然有光，神彩飛揚。段譽也不知獃看了多少時候，才知這對眸子乃是用黑寶石彫成，他定睛望著玉像的眼珠，只覺越看越深，裏面隱隱有光彩流轉。這玉像所以似極了活人，主因便因眼光靈動所致。那美人玉像臉上白玉，紋理中隱隱透出暈紅之色，更與常人肌膚無異。段譽側過身子看那玉像時，只見她眼光跟著他轉了過來，便似活了一般。段譽吃了一驚，側頭向右，玉像的眼光似乎也對著他移動。不論他站在那一邊，玉像的眼光始終向著他，眼光中的神色更是難以捉摸，似喜似憂，似輕愁，似薄怒，似是含情脈脈，又似黯然神傷。段譽獃了半晌，深深一揖，說道：「神仙姊姊，小生段譽今日得睹芳容，死而無憾。姊姊在此離世獨居，不亦太寂寞了麼？」玉像目中寶石神光變幻，竟似聽了他的話而深有所感。此時段譽神馳目眩，一個人竟如著魔中邪，一雙眼睛再也離不開玉像，說道：「不知神仙姊姊如何稱呼？」心想：「且看一旁是否留下姊姊芳名。」當下四周打量，但只看得幾眼，忍不住又回頭過去看那玉像，這時發現玉像頭上的頭髮乃是真的人髮，雲鬢如霧，鬆鬆挽著一髻，鬢邊插著一隻玉釧，上面鑲著兩粒小指頭般大的明珠，瑩然生光。又見壁上也是鑲滿了明珠鑽石，寶光交相輝映，西邊壁上赫然有八個大字，乃是用細粒鑽石鑲嵌而成。那八個字寫道：「無量秘奧，解衣乃見。」段譽吃了一驚，心道：「解開神仙姊姊的衣衫，那如何使得？」這玉像雖非活人，但他一見之下，已是傾倒備至，不敢有半點褻瀆，心想：「我本來不想知道甚麼秘奧，但即使一心一意的企盼想望，也絕不能唐突了神仙姊姊。幸好在我之前，無人來此，否則來此，否則如此絕世佳人，豈不受了俗子冒犯？嗯，我該當將八個字鏟去，以免日後有人闖入，褻瀆玉像。」只見石室牆腳之下，也是放滿了銅鏡，重重疊疊，無慮數百面，於是拾起一面銅鏡，敲打壁上鑽石，將這八個字都鏟了下來，生恐壁上仍有字跡遺留，細心將鑲嵌鑽石的每一個小孔都鏟得面目全非，這才罷手。做畢這件事後，似是替玉像已稍效微勞，心中說不出的快慰，回到玉像面前，痴痴的獃著，心中著魔，鼻端竟似隱隱聞到蘭麝馥郁的馨香，由愛生敬，由敬成痴。大聲說道：「神仙姊姊，你若能活過來跟我說一句話，我便為你死一千遍，一萬遍，也如身登極樂，歡喜無限。」突然雙膝跪倒，拜了下去。他這一跪下，這才發覺，原來玉像前原有兩個蒲團，似是供人跪拜之用，他雙膝所跪的是一個較大蒲團，玉像足前另有一較小蒲團，想是讓人磕頭用的。段譽一個頭磕下去，只見玉像雙腳的鞋子內側，似乎繡得有字。段譽凝神看去，認出左足鞋上繡的是「叩首千遍，供我驅策」八字，右足鞋上繡的是「必遭奇禍，身敗名裂」八個字。這十六個字比蠅頭還小，那玉像所穿鞋子是湖綠色，十六個字以蔥綠細絲繡成，只比底色略深，若非磕下頭去，絕不會見到。縱然見到了，常人看到「叩首千遍，供我驅策」八字已是老大不願意，性子高傲，脾氣暴躁的，說不定已是一腳向玉像踢了過去，那「必遭奇禍，身敗名裂」這八字，更是任何人所不願見。但段譽已為這玉像的絕世容光所迷，只覺叩首千遍，原是出於本性，若能供其驅策，更是求之不得，至於為這位美人而遭逢奇禍，身敗名裂，亦是極所甘願，百死無悔。倘若換作一個老成持重，多見世面之人，即使不忌諱這種不祥字句，也不過一笑了之絕不會認真，不料段譽神魂顛倒之下，竟是一五、一十、十五、二十──口中數著，恭恭敬敬的向玉像叩起頭來。他磕到五六百個頭，已覺腰酸骨痛，頭頸漸漸僵硬，但想無論如何必須支持到底，要磕到一千個頭才罷。待磕到八百餘下，那個小蒲團竟慢慢低陷下去，每磕一個頭，小蒲團便陷下少許──。又磕了幾十個頭，忽見地下陷入之處，露出三個小箭頭，斜斜向上，對準了他的額角，箭頭上隱隱閃著藍光，箭桿上一圈圈的都是鋼絲彈簧。段譽微一沉吟，已明其理，暗道：「好險，好險，原來這裏裝著毒箭，幸虧我是恭恭敬敬的磕頭，這蒲頭慢慢陷下，毒箭才不發射。倘若我用力在蒲團上踹得幾腳，帶動機括，毒箭便射入我小腹了。我磕足一千個頭，且看有如何變故。」當下又磕了數十個頭，那蒲團越陷越深，露出一塊銅片，上面刻得有字。段譽也不去看，直至足足一千個頭磕完，這才慢慢伸手去，輕輕拿起銅片，倒也並無其他機括。只見這銅片也是銅綠班爛，上面用細針刻得有幾行字道：「汝既磕足千頭，便已為我弟子，此後遭遇，慘不堪言，汝其無悔。本門蓋世武功，盡在各處石室之中，望靜心參悟。」段譽一看之下，好生失望，他為心不肯學武，這才離家出走，怎肯再來參悟甚麼蓋世武功？當下將銅片小心放歸原處，站起身來，雙腿麻得幾乎摔倒，自知三日不食，體力已是疲憊之極，心想：「我須得急覓出路，免誤性命。」但對這玉像終是戀戀不捨，回頭又看一眼。這一眼不看便罷了，只與玉像的雙眸一對，心下便又痴痴的顛倒起來，又獃看了半晌，這才一揖到地，說道：「神仙姊姊，我不做你弟子，你的蓋世武功我也是不學的。今日我身有要事，只得暫且別過，救出鍾家姑娘之後，再來和姊姊相聚。」狠一狠心，大踏步走出石室，只見室旁一條石級，斜向上引，段譽跨步而上，一步三猶豫，幾次三番的想回頭去再瞧瞧那位玉美人，化了好大決心，這才克制住了。走到一百多級時，已轉了三個彎，隱隱聽到轟隆轟隆的水聲，又行二百餘級，水聲已是振耳欲聾，前面並有光亮透入。段譽加快腳步，走到石級的盡頭，前面是個僅可容身的洞穴，他探頭向外一張，只嚇得心中怦怦亂跳。原來一眼望出去，外邊怒濤洶湧，水流湍急，竟是一條大江。江邊兩岸山石壁立，嶙峋峨嵯，段譽一看這等情勢，已是到了瀾滄江畔。他又驚又喜，從洞中爬了出來，見容身之處離江面有十來丈高，江水縱然大漲，也不會淹進洞來，但要上到平地，卻也得攀過幾處斷澗危崖。段譽靠著青靈子之助，手腳齊用，狼狽不堪的爬了上去。他將四下裏地形牢牢記在心中，以備救人之事一了，再來此處。這兩岸盡是山石，小路也沒一條，段譽走出七八里地，見到一株野生桃樹，樹上結實累累，他採來吃了個飽，精神為之一振，又走了十餘里，才發現小徑。沿著這小徑行去，將近黃昏，方覓到一條過江的鐵索橋，只見橋邊石上，刻著「善人渡」三個大字。段譽一見「善人渡」三字，心下又是一喜，原來鍾靈指點他的途徑，正是要過「善人渡」的鐵索橋。當下扶著鐵索，從橋上走了過去。那橋共是四條鐵索構成，兩條在下，上鋪木板，以供行走，兩條在旁作這扶手，段譽一踏上橋，幾條鐵索便是一晃一晃，行到江心，鐵索晃得更是厲害，一瞥眼間，但見江水盪盪，如快馬奔騰般從腳底飛過，只要一個失足，捲入江水，任你多好的水性未必能夠活命。他不敢向下再看，雙眼望前，戰戰兢兢，一步步的挨到了橋頭。他坐在橋邊歇了一陣，這才依著鍾靈指點的路徑，快步而行。鍾靈所居的山谷，據說叫做「萬劫谷」，入口處乃是一個墳墓。段譽彎彎曲曲的行走，繞山坳，穿森林，到得那墓地時天色已是昏黑。他從左數起，數到第七座大墳，只見墳前一塊墓碑，上寫「萬仇段之墓」五個大字，段譽心中一怔，尋思：「這名好生奇怪，怎麼叫做『仇段』？」那日鍾靈和他分手之時，說的是從左首數起的第七座大墳，沒提到墓碑上所刻死者的名字，此刻段譽見到「萬仇段」三字，心下不免暗自嘀咕，但眼見四下裏暮靄陣陣，樹影搖動，放眼所至，盡是高高低低的墳墓，不敢多所耽擱，便照著鍾靈的指點，將墳碑用力往左一扳，跟著又往右連扳兩下，再左兩次，然後在碑上五字的中間一行字用力踢了三腳。這中間一個字正是「段」字，段譽性子向來倜儻瀟灑，三腳踢過，心下暗笑：「倘若是我爹爹，他一定不肯在這『段』字上連踢三腳。」正轉念間，只見墳旁兩塊大石忽然翻倒，露出一個入口之處，段譽向內一張，黑越越地甚麼也瞧不見，當下大著膽子，走進墳去，摸索著轉了個彎，只見數丈外一燈如豆，發出淡淡黃光。他向燈走近，心中突的一跳，原來燈旁放著一口棺材。他依著鍾靈吩咐，一口吹熄了燈，四下登時黑漆一團，過了好一會，但聽得呀呀聲響，那棺材蓋開了，一個女子聲音問道：「是小姐回來了麼？」段譽道：「在下段譽，受鍾姑娘之托，前來拜見谷主。」那少女「咦」的一聲，似乎頗感驚訝，道：「你──你是外人麼？我家小姐呢？」段譽道：「鍾姑娘遭遇凶險，在下趕來報訊。」那女子道：「你等一會，待我稟報夫人知道。」段譽道：「如此甚好。」心道：「鍾姑娘叫我先見母親，看來此事甚有指望。」他在黑暗中站了約有一頓飯時分，只聽得腳步之聲走近，先前那女子說道：「夫人有請。」段譽道：「我瞧不見。」黑暗中一隻手伸了過來，拉他的左手，引導他跨入棺材之中，沿著石級向前走去。行出數百步，眼前豁然開朗，來到一片種滿了花草之地。領路的女子放開他手，道：「尊客請隨我來。」月光之下，段譽見她約莫十七八歲年紀，衣飾作丫鬟打扮，想是服侍鍾靈的婢女了，問道：「姊姊如何稱呼？」那丫鬟回頭搖了搖手，示意要他不可說話。段譽見她臉有驚恐之色，便也不敢再問。那丫鬟引著他穿過一座樹林，沿著小逕向左首走去，來到一間瓦屋之前。她在門上輕輕敲了三下，那門緩緩打開，她向段譽招招手，讓在一旁，請他先行。段譽走進門去，見是一間小廳，桌上點著一枝巨燭，桌椅精緻，壁間懸有書畫，長几上陳設著鼎彝玉器之屬，廳雖不大，佈置卻極高雅。他坐下後，那丫鬟獻上茶來，說道：「公子請用茶，夫人便即前來相見。」段譽喝了兩口茶，聽得環佩丁東，內堂走了一個婦人出來，身穿綠色綢衫，約莫四十歲左右年紀，容色清秀，眉目間依稀與鍾靈甚是相似，知道便是鍾夫人了。段譽站起身來，長揖到地，說道：「晚生段譽，拜見伯母。」鍾夫人微微一怔，襝衽回禮，說道：「公子萬福！」一抬頭看到他的容貌，不禁臉上變色，身子一晃，踉蹌著退了兩步，喘息道：「你──你──」段譽道：「伯母！」鍾夫人道：「你──你也姓段？」段譽記起鍾靈曾叫他最好不要自稱姓段，但他想天下姓段之人甚多，雲南一地，更不知有幾千萬個段姓男子，未必姓段的便都會一陽指，因此也沒將她的話放在心上，這時見鍾夫人神色驚惶，才知鍾靈之話雖有深意，但再要撒謊，已來不及了，只得道：「晚生姓段。」鍾夫人道：「公子仙鄉何處？令尊名諱如何稱呼？」段譽心想：「這兩件事可得說個大謊了，免得被她猜破我的身世。」便道：「晚生是江南臨安府人氏，家父單名一個『龍』字。」鍾夫人長噓了一口氣，道：「公子請坐。」兩人坐下後，鍾夫人左看右瞧，不住的打量於他。段譽被她看得渾身不自在，說道：「令嬡身遭危難，晚生特來報訊。」