第三回　雪山飛狐各人分別坐下，那兩個漢子命人獻上茶來，站在下首相陪。寶樹大師見了這幅對聯，臉上也微有不滿之色，說道：「這『九死時拼三尺劍，千金來時一聲盧』十四字，原也配得上你主人的身份。但金面佛把自己外號也寫在上面，這不是明明恃強壓主麼？」那長頸漢子道：「不，我主人對金面佛欽佩得五體投地，曾說就可惜太累贅了些，否則金面佛這外號之上，還得加上『古往今來』四個字。」寶樹「嘿」的一聲，道：「古往今來打遍天下無敵手！嘿嘿！天竺佛國中有一邪魔外道，叫做上天下地唯我獨尊帝，他與金面佛倒是一對兒。」曹雲奇聽他言中有譏刺之意，放聲大笑。那長頸漢子身旁的那漢子怒目相視，說道：「貴客放尊重些。」曹雲奇愕然道：「怎麼？」那漢子道：「若是金面佛知你笑他，只怕貴客須不方便。」曹雲奇道：「武學之道無窮，要知天外有天，人上有人，他也是血肉之軀，就算本領再高，怎稱得打遍天下無敵手七字？」那漢子道：「小人見識鄙陋，自是不明世事，只是敝上說稱得，想來必定稱得。」曹雲奇聽他言語謙下，神色卻極是不恭，心中怒氣上沖，心想：「我是一派掌門，焉能受你這低三下四的傭僕之氣？」當即說道：「天下除了金面佛，想來貴主人算得第一了？」那漢子道：「這個豈敢！」伸手在曹雲奇所坐的椅背上輕輕一拍。曹雲奇只感椅子一震，身子向上一彈，他手中正拿著茶碗，這一下出其不意，那茶碗脫手掉落。眼見要在地下跌得粉碎，那漢子俯身一抄，已將茶碗接住，說道：「貴客小心。」曹雲奇滿臉通紅，轉過頭不理。那漢子自行將茶碗放在几上。寶樹大師對這一件事視若不見，向那長頸漢子道：「除了你主人師兄弟三人，金面佛與老衲之外，你主人還約了誰來助拳？」長頸漢子道：「主人臨去時吩咐小人，說青藏派玄冥子、崑崙山靈清居士、河南太極門蔣老拳師，這幾日都要上山，囑咐小人好好侍奉。大師第一位到，足見盛情，敝上知道了，必然感激得緊。」寶樹大師受此間主人之邀，只道自己一到，天下的棘手之事，也必迎刃而解，豈知除了自己之外，主人還邀了這許多成名人物。這些人或曾會面，或素來聞名，無一不是武林中頂兒尖兒的高手，早知主人邀了這許多人，自己倒不如不來了；兼之自己遠來相助，主人師兄弟三人卻無一在山接客，未免甚是不敬，心下微感不快，道：「這金面佛既與你家主人交好，他一人前去也就夠了，馬李兩位何必同去？」那漢子道：「馬李兩位老爺卻是去北京迎接漢興丐幫的范幫主。」寶樹一凜道：「范幫主也來？那飛狐到底約了多少幫手？」那漢子道：「聽說他不約幫手，就只孤身一人。」阮士中、殷吉、陶百歲等均是久歷江湖之人，一聽雪山飛狐孤身來犯，而這裏主人佈置了許多一等一的高手之外，還要去請金面佛與丐幫范幫主來助拳，都想若不是這主人瘋瘋癲癲的小題大作，那必是藉此為由，其實另有圖謀；否則任他多厲害的魔頭，即令玄冥子、靈清居士等一個人對付不了，再加一人相助，絕然是手到擒來，何必如此大動干戈？其中劉元鶴另有一番心思，他一聽范幫主之名，心中就是一凜。原來丐幫素來與朝廷作對，上個月乾隆皇帝親下御旨，盡出大內侍衛的十八高手，還使了詭計，才將范幫主擒住關入天牢。這事做得甚是機密，江湖上知者極少。劉元鶴自己就是這大內十八高手之一。他想這裏姓馬姓李的兩位去請范幫主，何以不赴丐幫總舵所在的山西大同，卻上北京？難道他們已知范幫主被擒入獄？但若知他已被皇帝拿住，卻又何必去請？寶樹大師見劉元鶴聽到范幫主之名時臉色微變，向他問道：「劉大人識得范幫主麼？」劉元鶴忙道：「不識。在下只知范幫主是北道上第一條英雄好漢，當年赤手空拳打死過一頭猛虎。」寶樹微微一笑，不再理他，轉頭問那長頸漢子道：「那雪山飛狐到底是何等樣人？他與你家主人又結下了甚麼梁子？」那漢子道：「主人不曾說起，小的不敢多問。」說話之間，僮僕奉上酒飯。雖在這雪山絕頂，居然餚酒精美，大出眾人意料之外。眾人團團圍坐一桌。那長頸漢子道：「主人娘子多謝各位光臨，命小人勸各位多飲幾杯。」眾人謝了。席上曹雲奇與陶子安怒目相向，熊元獻與周雲陽各自摩拳擦掌，陶百歲對鄭三娘又是躍躍欲試，雖然杯酒共桌，卻是各懷心病。只有寶樹大師言笑自若，他是出家僧人，卻不避葷酒，只見他大碗大碗的不住價喝酒。酒過數巡，一名僕人捧上一盤熱氣騰騰的饅頭。各人鬥了半日，早就餓了，見到饅頭，都是大合心意，正要伸手去拿，忽聽得空中嗤的一聲響，一枚火箭射入天空，煙花散將開來，隱約是一隻生了翅膀的狐狸。寶樹推席而起，叫道：「雪山飛狐到了。」眾人臉上一齊變色。那長頸漢子向寶樹請了個安，說道：「敝上未回，對頭忽然來到，此間一切，全仗大師主持。」寶樹道：「有我呢，你不用慌。便請他上來罷。」那漢子躊躇道：「小的有話不敢說。」寶樹道：「但說無妨。」那漢子道：「這雪峰天險，諒那飛狐無法上來。小人想請大師下去跟他說，主人並不在家。」寶樹道：「你吊他上來，我會對付他。」那漢子道：「就怕他上峰之後，驚動了主母，小的沒臉來見主人。」寶樹大師臉色一沉，說道：「你怕我對付不了飛狐麼？」那長頸漢子忙又請了個安，道：「小的不敢。」寶樹道：「你請他上來就是。」那漢子無奈，只得應了，悄悄與別一個漢子咬了幾句耳朵，想是叫他多加提防，保護主母。寶樹看在眼裏，微微冷笑，卻不言語，命人撤了席。各人散坐喝茶，還沒喝完一盞茶，那長頸漢子高聲報道：「客人到！」兩扇大門「呀」的一聲開了。眾人停盞不飲，一齊望著大門，卻見門中並肩進來兩名僮兒。這兩名僮兒一般高矮，約莫十三四歲年紀，身穿白色貂裘，頭頂用紅絲結著兩根豎立的小辮，背上各負一柄長劍。這兩人眉目如畫，極是俊雅，最奇的是面貌一模一樣，毫無分別，只是走在右邊那僮兒的劍柄斜在右肩，另一個僮兒的劍柄斜在左肩，手中只捧著一隻拜盒。眾人見了這兩個僮兒的模樣，都感愕然。待這兩人走近，又看清楚兩人小辮兒上各繫著一顆明珠，四顆珠子都是小指頭般大小，發出淡淡光彩。熊元獻是鏢局的鏢頭，陶百歲久在綠林，識別寶物的眼色最高，一見這四顆寶珠，均是怦然心動：「這寶珠每一顆都是價值連城，兩人所穿的貂裘沒一根雜毛，也是珍貴無比，縱是王宮大臣，身上也未必能有此珍物。」兩個僮兒見寶樹坐在正中，上前躬身行禮，左邊那僮兒高舉拜盒。那長頸漢子接了過來，打開盒子，呈到寶樹面前。寶樹見盒中是一張大紅帖子，取出一看，見上面濃墨寫著一行字道：「門下侍教胡斐謹拜。雪峰之會，謹於今日午時踐約。」字跡清秀挺拔，是一筆極高的趙字。寶樹見了「胡斐」兩字，心中一動：「嗯，飛狐的外號，原來是將他名字倒轉了而成。」當下點了點頭道：「你家主人到了麼？」右邊那僮兒道：「少主人說午時準到，因恐賢主人久候，特命小的前來投刺。」他說話語聲清脆，童音未脫。寶樹見這兩人生得可愛，問道：「你們是雙生兄弟麼？」那僮兒道：「是。」說著行了一禮，轉身便出。那長頸漢子道：「兄弟少留，吃些點心再去。」右邊那僮子道：「多謝大哥，未得家主之命，不敢逗留。」田青文從果盤裏抓了些果子，遞給兩人道：「那麼吃些果兒。」左邊那僮兒接了，笑道：「多謝姑娘。」曹雲奇最是妒忌，兼之性如烈火，一點都忍耐不得，見田青文對兩人神態親密，心中怒氣已生，冷笑道：「小小孩童，居然背負長劍，難道你們也會劍術麼？」兩僮愕然向他望了一眼，齊聲道：「小的不會。」曹雲奇喝道：「那麼裝模作樣的背劍幹麼？給我留下了。」伸出雙手，去抓兩人背上長劍的劍柄。那兩個僮兒絕未想到此時有人要奪背上長劍，曹雲奇出手又是極快，只聽刷刷兩聲，眾人眼前青光閃動，兩柄長劍脫鞘而出，都已被他搶在手中。曹雲奇哈哈一笑，道：「你兩個－－」第四字還沒出口，兩個僮兒一齊縱起，一出左手，一出右手，快如閃電般按在曹雲奇頸中。兩人同時向前一扳，曹雲奇待要招架，雙腳被兩人一出左腳、一出右腳的一勾，登時身不由主的在空中翻了半個觔斗，啪的一聲，結結實實的在地下摔了一跤。他奪劍固快，這一跤摔得更快，眾人一愕之下，兩僮向前撲上，要奪回他手中長劍，曹雲奇豈是弱者，適才只因未及防備，方著了他們的道兒，他一著地立即縱起，雙劍豎立，要將兩僮嚇退。哪知兩僮一縱，不知怎的，一人一手又已攀在他的頸中，一扳一勾，曹雲奇又是啪的摔了一跤。第一跤還可說是被兩僮攻其無備，這第二跤卻摔得更重。他是天龍門的掌門，正當年富力壯，兩僮站著只及到他的胸口，二次又跌，教他臉上如何下得來？一怒之下，殺心頓起，人未縱起，左劍下垂，右劍挾風橫劈，要將這兩個僮兒立斃劍下。田青文見他這一招是本門中的殺手二郎擔山，招數狠辣，即令武功高強之人，一時也難以招架，眼見這一雙玉雪可愛的孩子要死於非命，忙叫道：「師哥，休下殺招。」曹雲奇一劍削出，聽得田青文叫喊，他雖素來聽從這位師妹的言語，但招已遞出，急切間收劍不及，當下腕力一沉，心想將那孩子胸口留個記號，也就罷了。哪知左邊的僮兒倏忽從他腋下鑽到右邊，右邊的僮兒卻鑽到了左邊。他一劍削空，正要收招再發，突覺兩旁人影一閃，兩個小小的身軀又已縱起。曹雲奇吃過兩次苦頭，可是雙劍在手，急切間難以迴刺，眼見這怪招又來，一時實是無法閃避，當即雙劍撒手，平掌向外推出，喝一聲「去！」這雙掌各用了十成力，那兩個僮兒只要給掌緣掃上了，也非得身上帶傷。突見人影一閃，兩個僮兒忽然不見，但聽背後咯咯一笑，急忙轉過身來，只見左僮矮身竄到右邊，右僮矮身竄到左邊，眼睛一花，項頸又被兩人攀住。危急之下，他腰背用力，使勁向後急仰，存心要將兩僮向後甩跌出去。勁力剛一用出，陡覺頸上兩隻小手忽然放開，一驚之下，知道不妙，急忙收勁站直，卻已為時不及，兩僮又是一出左足，一出右足，在他雙腳後跟向前一挑。曹雲奇自己使力大了，本已站立不住，再被兩人這一挑，大罵「直娘賊」聲中，騰的一下，仰天一跤。這一跤只跌得他脊骨如要斷裂，一翻身要待站起，腰上使不出勁，竟又仰跌。周雲陽搶步上前，伸手扶起，那兩個僮兒已乘機拾起長劍。曹雲奇本是紫膛臉皮，這時氣得紫中發黑，拔出自己腰中佩劍，一招白虹貫日，呼的一聲，逕向左僮刺去。周雲陽見師兄接連三番的摔跌，知道這兩個僮兒年紀雖幼，卻是極不好鬥，人家以二敵一，自己若是上前相助，也算不得無理，當下跟著出劍，向右僮發招。左僮向右僮使個眼色，兩人舉劍架開，突然同時躍後三步。左僮叫道：「大師，小人奉家主之命，前來下書，並未得罪這兩位，何以苦苦相逼？」寶樹微微一笑，道：「這兩位要考較一下你們功夫，並無惡意，你們就陪著練練。」左僮道：「如此請爺們指點。」兩人雙劍起處，與曹周二人鬥在一起。這莊子中傭僕婢女，個個都會武功，聽說兩個下書的僮兒在廳上與人動手，紛紛出來站在廊下觀鬥。只見一個僮兒左手持劍，另一個右手持劍，兩人進退趨避，就如一個人相似，雙劍連環邀擊，緊密無比，看來兩人自小起始學劍，就是練這種雙劍合璧的劍術。曹周一劍狠似一劍，卻始終奈何不了兩個孩子。轉眼間鬥了數十合，曹周半點佔不到上風。阮士中心中焦躁，細看二僮武術家數，也不過是一路少林派的達摩劍法，毫無出奇之處，只是兩僮或刺或架，交叉攻防，出擊的無後顧之憂，守禦的絕迴攻之念，各人皆出全力而已。他自忖以自己功力，一雙肉掌可以奪下二僮兵刃，眼見兩個師姪久鬥不下，天龍北宗的威名搖搖欲墜。當即喝道：「兩個孩兒果然了得。雲奇、雲陽退下，待老夫跟他們玩玩。」曹周二人聽得師叔叫喚，答應一聲，要待退開，哪知二僮出劍突快，倏忽之間，雙劍俱是進手招數。曹周只得揮劍擋架，但二僮一劍跟著一劍，綿綿不盡，擋開了第一劍，第二劍又不得不擋，十餘招之內，竟爾不能抽身，田青文心道：「待我接應兩位師兄下來，讓阮師叔與他們比試。阮師叔老成持重，不與曹師哥般魯莽，絕出不了亂子。」挺劍上前，叫道：「兩位師哥下來。」她見左僮正向曹雲奇連續進攻，當即揮劍架開他的一劍，豈知這僮兒第二劍出招時竟是一劍雙擊，既刺曹雲奇的眼角，又刺田青文左肩，田青文只得招架，這一來，她接替不下師兄，反而連自己也給纏上了。曹雲奇愈鬥愈怒，心想：「我天龍北宗的劍術，向來有聲，今日以我三人合力，還鬥不過兩個小小孩童，江湖上傳言開去，天龍北宗顏面何存？」想到此處，出手加重。右僮見兄長受逼，迴劍向曹雲奇刺去。曹雲奇轉身擋開，左僮已發劍攻向周雲陽。二人在倏忽之間調了對手，這一下轉換迅速之極，身法又極美妙，旁觀眾人不自禁的齊聲喝采。殷吉低聲道：「阮師兄，還是你上去。他們三個勝不了。」阮士中點點頭，勒了勒腰帶。叫道：「讓我來玩玩。」一縱身，已欺到右僮身邊，左指點他肩頭「巨骨穴」，右手以大擒拿手逕來奪劍。旁人見他身法快捷，出手狠辣，都不禁為這僮兒擔心，卻見劍光閃動，左僮的劍尖指到了阮士中後心。阮士中一心奪劍，又想左僮有周雲陽敵住，並未想到他會忽施偷襲，只聽田青文急叫：「師叔，後面！」阮士中忙向左一避，卻聽嗤的一聲，後襟已劃破了一道口子。那左僮叫道：「這位爺小心了。」看來他還是有心相讓。阮士中心頭一躁，面紅過耳，但他久經大敵，適才這一個挫折，反而使他沉住了氣，凝神應戰，當下不敢冒進，展開大擒拿手功夫，鎖、錯、閉、分，乘隙劫奪二僮手中兵刃。他在這雙肉掌上下了數十年苦功，施展開了果然不同尋常。但說也奇怪，曹周二人迎敵之時，二僮並未佔到上風，現下加多阮田二人，卻仍舊是戰了個旗鼓相當。殷吉心想：「南北二宗同氣連枝，若是北宗折了銳氣，我南宗也無光采。今日之局，縱讓被旁人說個以多勝少，也比落敗好些。」長劍出鞘，一招彗星襲月，人未搶入圈子，劍鋒卻已指向左僮胸口。右僮叫道：「你也來了，好啊。」橫劍迴指，點向他的手腕。殷吉一凜，心道：「這兩個孩兒的連環救應，果已練到了出神入化。」手腕一沉，避開了這一劍。避開這一劍並不為難，但他攻向左僮的劍勢，卻也因此而卸。大廳上六柄長劍、一對肉掌，打得呼呼風響，一鬥數十合，仍是個不勝不敗之局。陶子安見田青文臉現紅暈，連伸幾次袖口抹汗，叫道：「青妹，你歇歇，我來替你。」當即揮刀上前。曹雲奇喝道：「誰要你討好！」長劍擋開右僮刺來劍招，左手握拳，卻往陶子安鼻上擊去。陶子安一笑，滑開三步，繞到了左僮身後。他雖腿上負傷，刀法仍是極為精妙，但二僮的劍術怪異無倫，敵人愈眾，似乎威力愈強。陶子安一面防備曹雲奇襲擊，一面對付二僮出其不意遞來劍鋒，竟爾鬧了個手忙腳亂。陶百歲慢慢走近，提著鋼鞭保護兒子。刀光劍影之中，曹雲奇猛地一劍向陶子安劈去。陶百歲怒吼一聲，揮鞭架開，跟著向曹雲奇進招。旁觀眾人見戰局變幻，只得看得面面相覷。熊元獻當阮士中下場時見他將鐵盒放在懷內，心想不如上前助戰，混水摸魚，乘機下手，搶奪鐵盒也好，殺了陶氏父子報仇也好，當下叫道：「好熱鬧啊，劉師兄，咱哥兒倆也上！」劉元鶴與他自小同在師門，彼此知心，一聽他叫喚，已明其意，雙拐擺動，靠向阮士中身畔。那左僮人小天真，哪裏想到這許多敵手各懷異心，見劉元鶴、熊元獻加入戰團，竟爾先發制人，出劍向兩人直攻。田青文極是機伶，見劉熊諸人雖然與兩僮相鬥，目光卻不住往師叔身上瞟去，已知他們項莊舞劍，意在沛公，當即叫道：「阮師叔，留神鐵盒。」阮士中久鬥不下，早已心中焦躁，尋思：「我等九個大人，還打不倒兩個小孩，今日可算是丟足了臉。若是鐵盒再失，以後更難做人了。」微一疏神，只覺一股勁風掠面而過，原來是右僮架開曹雲奇、周雲陽的雙劍後，抽空向他劈了一劍。阮士中心中一凜，心道：「左右是沒了臉面。」斜身側閃，手腕翻處，已將長劍拔在手裏。這九人之中，論到武功厲害，原以屬他為首。這時將天龍劍法使將開來，只聽叮噹聲響，陶氏父子、劉熊師兄弟等人的兵刃都被他碰了開去。殷吉護住門戶，退在後面，乘機觀摩北宗劍術的秘奧。阮士中見眾人漸漸退開，自己身旁空了數尺，長劍使動時更為靈便，精神一振，踏前兩步，一招巧女紉針，往右僮當頭疾劈下去。這一招快捷異常，右僮手中長劍正與劉元鶴鐵拐相交，一見劍到，急忙矮身相避，只聽刷的一響，他小辮上的那顆明珠被利劍削為兩半，跌在地下。雙僮同時變色。右僮叫了聲：「哥哥！」小嘴扁了，似乎就要哭出聲來。田青文心想：「阮師叔也太辣手，何苦去欺侮人家孩子。」只見眼前白影幌動，雙僮交叉移位，叮叮數響，周雲陽與熊元獻的兵刃已被削斷。兩人一驚之下，急忙躍出圈子，但見雙僮手中已各多了一柄精光耀眼的匕首。左僮叫道：「你找他算帳。」右手匕首翻處，叮叮兩響，又已將曹雲奇與殷吉手中長劍削斷，原來他這匕首竟是砍金切玉的寶劍。曹雲奇後退稍慢，嗤的一聲，左脅被匕首劃過，腰中革帶連著劍鞘斷為數截。右僮右手長劍，左手匕首，向阮士中欺身直攻。這時他雙劍在手，劍法大異。阮士中又驚又怒，一時瞧不清他的劍路，但覺那匕首刺過來時寒氣逼人，不敢以用劍相碰，只得不住退後。右僮不理旁人，著著進逼。左僮與兄弟背脊靠著背脊，一人將餘敵盡數接過，讓兄弟與阮士中單打獨鬥，拆了數招，陶百歲的鋼鞭又被削斷一截。劉元鶴、陶子安不敢迫近，只是繞著圈子遊鬥。殷吉、曹雲奇、周雲陽、田青文四人見阮士中被迫逼到了屋角，已是退無可退，心中都是焦急異常，要待上前救援，卻闖不過左僮那一關。寶樹大師在旁瞧著雙僮劍法，心中暗暗稱奇，初時見雙僮與曹雲奇等相鬥，劍術也只平平，但當敵手漸多，雙僮劍上威力竟相應而增。此時亮出匕首，情勢更是大變。左僮長劍連幌，迫得敵對眾人手忙腳亂，一轉眼間，陶子安與劉元鶴的兵刃又被削斷。與左僮相鬥的八人之中，就只田青文一人手中長劍完好無缺。顯然這並非她功夫獨到，而是左僮感她相贈果子之情，手下容讓。阮士中背靠牆角，負隅力戰，只見右僮長劍逕刺自己前胸，當下應以一招懷中抱月。這是一招洗勢。劍訣有云：「高來洗，低來擊，裏來掩，外來抹，中來刺」。這「洗擊掩抹刺」五字，是各家劍術共通的要訣。阮士中見敵劍高刺，以「洗」字訣相應，原本不錯，哪知雙劍相交，突覺手腕一沉，己劍被敵劍直壓下去。阮士中大喜，心想：「你劍術雖精，腕力豈有我強？」當下運勁反擊。右僮右手劍一縮，左手匕首倏地揮出，噹的一聲，將他長劍削為兩截。阮士中大吃一驚，立將半截斷劍迎面擲去。右僮低頭閃開，長劍左右疾刺，將他封閉於屋角，出來不得。阮士中嚇得臉都青了。殷吉、曹雲奇、周雲陽一齊大叫，暗器紛紛出手。左僮竄高躍低、右手連揮，將十多枚毒龍錐盡數接去。原來他匕首的柄底裝有一個小小網兜，專接敵人暗器。