第四回　花落花開那老僧見張君寶呆立不語，斗然間雙眉豎起，滿臉殺氣，厲聲道：「我是問你，你的羅漢拳是誰教的？」張君寶從懷中取出郭襄所贈的那對鐵羅漢，說道：「弟子照著這兩個鐵羅漢所使的套子，依樣葫蘆的學幾手，實是無人傳授弟子武功。」那老僧踏上一步，聲音突然放低，說道：「你再明明白白的說一遍：你的羅漢拳並非本寺那一位師傅所傳授，乃是自己學的。」他語音雖低，但話中威嚇之意又增加了數倍，那是人人都聽得出來的。張君寶心中坦然，自忖並未做過什麼壞事，雖見那老僧神態咄咄逼人，卻也不畏懼，朗聲道：「弟子只在藏經閣中掃地烹茶，服侍覺遠師父，本寺並沒有那一位師父傳過弟子武功。這羅漢拳是弟子自己學的，想是使得不對，還請老師父指點。」那老僧「哼」的一聲，目光中如欲噴出火來，狠狠的盯著張君寶，良久良久，一動也不動。覺遠知道這位心禪堂的老僧輩份甚高，乃是方丈天鳴禪師的師叔，見他對張君寶如此聲色俱厲，大是不解，但見他眼色之中充滿了怨毒，腦海中忽地一閃，疾似電光石火般，想起了不知那一年在藏經閣中偶然看到的一本小書。那是薄薄的一冊手抄本，書中記載著本寺的一樁門戶大事：距此七十餘年之前，少林寺的方丈是苦乘禪師，乃是天鳴禪師的師祖。這一年中秋，寺中例行一年一度的達摩堂大校，由方丈及達摩堂、羅漢堂的兩位首座考較合寺弟子的武功，看在過去一年之中，有何進境。豈知便在這一次中秋大校之中，發生了一樁慘變。各弟子獻技已罷，達摩堂首座苦智禪師升座，品評諸弟子武功，突然間一個帶髮頭陀越眾而出，大聲說道，苦智禪師的話狗屁不通，根本不知武功為何物，竟然妄居達摩堂首席之位，甚是可恥。眾僧大驚之下，看這人時，原來是香積廚中灶下燒火的一個火工頭陀。達摩堂諸弟子自是不等師父開言，早已齊聲呵叱。那火工頭陀喝道：「師父是狗屁不通，眾弟子更是不通狗屁。」說著湧身往堂中一站。眾弟子一一上前跟他動手，都被他三拳兩腳，便擊敗了。本來達摩堂中過招，同門較藝，自是點到為止，人人手下留情。這火工頭陀卻出手極是狠辣，他連敗達摩堂九大弟子，九個僧人不是斷臂便是折腿，無不身受重傷。首座苦智禪師又驚又怒，見這火工頭陀一身所學，全是少林派本門拳招，並非別家門派的高手故意混進寺來搗亂，當下強忍怒氣，問他的武功是何人所傳。那火工頭陀說道：「無人傳授過我武功，是我自己學的。」原來這頭陀在灶下燒火，監管香積廚的僧人性子極是暴躁，動不動提拳便打，他又是身有武功之人，出手自重，那火工頭陀三年間給他打得接連吐血三次。積怨之下，火工頭陀暗中便去偷學武功。少林寺的弟子人人會武，他處心積慮的偷學，機會良多，一個人苦心孤詣的做一件事，所謂哀兵必勝，加上他又有過人之智，十餘年間給他練到了極上乘的武功。但他深藏不露，仍是不聲不響在灶下燒火，那監廚僧人拔拳相毆，他也總不還手，只是他內功已精，再也不會受傷了。他生性陰鷙，直到自忖武功已勝過全寺僧眾，這才在中秋大校之日出來顯露身手。數十年來的鬱積，使他恨上了全寺的僧侶，因此一出手毫不容情。苦智禪師問明原委，冷笑三聲，說道：「你有這番苦心，委實可敬！」當下離座而起，伸手和他較量。這苦智禪師當時在少林寺中武功可算第一，兩人各出絕學，直鬥到五百合開外。一來苦智禪師年事高，那火工頭陀方當壯年，二來苦智手下容情，火工頭陀使的卻是招招殺手，兩人拆到一招「大纏絲」時，手足扭在一起，力強者勝，這中間已無絲毫假借餘地。苦智愛惜他潛心自習，居然有此造詣，雙掌一分，喝道：「退開吧！」豈知那火工頭陀會錯了意，只道對方施展的是「神掌八打」中的一招。這「神掌八打」乃是少林武功中絕學之一，火工頭陀曾暗中瞧過羅漢堂的大弟子使過，見他雙掌劈出，打斷一根木樁，勁力非同小可。火工頭陀武功雖強，究竟全部偷學，未得明師指點，少林武功博大精深，他在十餘年中暗中窺看，豈能學得全了？苦智這一招其實是「分解掌」，借力卸力，雙方一齊退開，乃是停手罷鬥之意。火工頭陀卻看錯成「神掌八打」中的第六掌「裂心掌」，心想：「你要取我性命，卻沒如此容易。」飛身撲上，雙拳齊擊。這雙拳之力如排山倒海般湧了過來，苦智禪師一驚之下，急忙回掌相抵，其勢卻已不及，但聽得喀喇喇數聲，左臂臂骨和胸前四根肌骨一齊折斷。旁觀眾僧驚惶變色，一齊搶上救護，只見苦智內臟震傷，氣若游絲，一句話也說不出來。再看火工頭陀時，早已在混亂中逃得不知去向。當晚苦智便即傷重逝世。合寺悲戚之際，那火工頭陀又偷進寺來，將監管香積廚和平素和他有隙的五名僧人，一一使重手震死。合寺大震之下，派出幾十位高手四下追索，但尋遍了江南江北，竟是絲毫不得火工頭陀的蹤跡。寺中眾高僧更為此事而大起爭執，互責互咎，羅漢堂首座苦慧禪師一怒而遠赴西域，開創了西域少林一派，潘天耕、方天勞等三人，便是苦慧的再傳弟子。經此一役，少林寺的武學竟爾中衰數十年，自此定下寺規，凡是不得師授而自行偷學武功，發現後重則處死，輕則挑斷全身筋脈，使之成為廢人。數十年來，因寺中防範嚴密，再也無人偷學武功，這條寺規眾人也漸漸淡忘了。這心禪堂的老僧正是當年苦智座下的小弟子，恩師慘死的情景，數十年來始終念念不忘，此時見張君寶又是不得師傅而偷學武功，觸動前事，自是悲憤交集。覺遠在藏經閣中管經，無書不讀，猛地裏記得這樁舊事，不禁背上出了一背冷汗，叫道：「老方丈，這……這須怪不得君寶……」一言未畢，只聽得達摩堂首座無相禪師喝道：「達摩堂眾弟子一齊上前，把他拿下了。」達摩堂十八弟子習練有素，一聽首座令下，登時搶出，四面八方將覺遠和張君寶團團圍住。這十八人佔的方位甚大，連郭襄也圍在中間。那位心禪堂的老僧厲聲高喝：「羅漢堂眾弟子，何以不併力上前？」羅漢堂的一百零八名弟子暴雷也似的應了聲：「是！」又在達摩堂十八弟子之外，圍了三個圈子。張君寶手足無措，還道自己出手打走何足道，乃是犯了寺規，說道：「師父，我…我…」覺遠十年來和這徒兒相依為命，情若父子，知道張君寶只要一被擒住，便是僥倖不死，也必成了廢人，但聽得無相禪師喝道：「還不動手，更待何時？」達摩堂十八弟子齊宣佛號，踏步而上。覺遠不暇思索，驀地裏轉了一個圈子，兩隻大鐵桶舞了開來，一股勁風，逼得眾僧人不能上前，跟著雙桶一側，左邊鐵桶兜起郭襄，右邊鐵桶兜起張君寶。他連轉七八個圈子，那對大鐵桶給他渾厚無比的內力使將開來，猶如流星鎚相似，這股千斤之力，天下誰能擋得？達摩堂眾弟子向旁一避，覺遠健步如飛，挑著張君寶和郭襄大踏步下山而去。眾僧人吶喊追趕，祇聽得鐵鍊拖地之聲漸去漸遠，追出七八里後，鐵鍊聲半點也聽不到了。少林寺的寺規極嚴，達摩堂首座既然下令擒拿張君寶，眾僧人雖見追趕不上，還是鼓勇疾追。時候一長，各僧腳底便分出了高下，輕功稍遜的漸漸落後，追到天黑，領頭的只剩下了五名大弟子，眼前又出現了幾條岔路，也不知覺遠逃向了何方，此時便是追及，也決非覺遠、張君寶之敵，只得垂頭喪氣，回寺覆命。且說覺遠擔一挑了兩人，直奔出百里之外，方才止步，只見所到之處是在一座深山之中。暮靄四合，歸鴉陣陣，覺遠內功雖強，這一陣捨命急馳，卻也是筋疲力竭，一時之間，再也無力從肩頭將鐵桶卸下。張君寶與郭襄雙雙從桶中躍出，各人托起一隻鐵桶，從他肩頭放了下來。桶中還剩下小半桶水，兩人身上全已濕透。張君寶道：「師父，你歇一歇，我去尋些吃的。」但在這荒山野地，那裏有什麼吃的，張君寶去了半日，只採得一大把草莓來。三人胡亂吃了，倚石休息。郭襄道：「大和尚，我瞧少林寺那些僧人，都有點兒古里古怪。」覺遠「嗯」了一聲，並不答話。郭襄道：「那個崑崙三聖何足道來到少林寺，寺中無人能敵，全仗你師徒二人將他打退，才保全了少林寺的令譽。他們不來謝你，反而惡狠狠的要來捉拿張兄弟，這般的不分是非黑白，當真是好沒來由。」覺遠嘆了口氣，道：「這事卻也怪不得老方丈和無相師兄，少林寺有一條寺規……」說到這裏，一口氣提不上來，竟是咳嗽不止。郭襄輕輕替他搥背，說道：「你累啦，且睡一忽兒，明兒慢慢再說不遲。」覺遠嘆了口氣，道：「不錯，我也真的累啦。」張君寶拾些枯柴，生了個火，烤乾郭襄和自己身上的衣服，三人便在大樹之下睡了。郭襄睡到半夜，忽聽得覺遠喃喃自語，似在唸經，郭襄從朦朧中醒來，只聽他唸道：「……彼之力方礙我之皮毛，我之意已入彼骨裏。兩手支撐，一氣貫穿。左重則左虛，而右已去，右重則右虛，而左已去……」郭襄心中一凜：「他唸的並不是什麼『空卻是色、色即是空』的佛經啊。什麼左重左虛、右重右虛，倒似是武學拳經。」只聽他頓了一頓，又唸道：「……氣如車輪，週身俱要相隨，有不相隨處，身便散亂，其病於腰腿求之……」聽到「其病於腰腿求之」這句話，心下更無疑惑，知他唸的自是一部武學之書，暗想：「這位大和尚全然不會武功，只讀書成痴，凡是書中所載，他無不視為天經地義。昔年在華山絕頂初次和他相逢，聽他言道，達摩老祖在親筆所抄的楞伽經行縫之間，又寫著一部九陽真經。他只道這是強身健體之術，便依照經中所示的修習，他師徒倆不經旁人傳授，不知不覺間竟達到了天下一流高手的境界。那日瀟湘子打他一掌，他挺受一招，反而使瀟湘子身受重傷，如此神功，便是爹爹和大哥哥也未必能夠。再看今日他師徒倆使何足道悄然敗退，豈非又不是這部九陽真經之功？這時他口中喃喃唸誦的，莫非便是九陽真經麼？」她心中一想到此處，生怕岔亂了覺遠的神思，悄悄坐起，聽著他唸誦，在心中暗暗記憶，自忖：「倘若他唸的真是九陽真經，奧妙精微，自非片刻之間能解。我且心中記著，明日再請他指教不遲。」只聽他唸道：「……先以心使身，從人不從己，後身能從心，由己仍從人。由己則滯，從人則活。能從人，手上便有方寸。秤彼勁之大小，分厘不錯；權彼來之長短，毫髮無差。前進後退，處處恰合，工彌久而技彌精……」郭襄聽至這裏，不自禁的搖頭，心中說道：「不對不對。爹爹和媽媽常說，臨敵之際，須當制人而不可受制於人。這大和尚可說錯了。」郭襄正自沉吟，只聽覺遠又唸道：「彼不動，己不動，彼微動，己先動。勁似鬆非鬆，將展未展，勁斷意不斷……」郭襄越聽越是迷茫，要知她自幼學的武功，全是講究先發制人、後發制於人，處處搶快，著著爭先。覺遠這時所說的拳經功訣，卻說「由己則滯，從人則活」，與她平素所學，大相逕庭，心想：「倘若臨敵動手之時，雙方性命相搏，我竟捨己從人，敵人要我東便東，要我西便西，那不是聽由挨打麼？」這「後發制人」的拳理，要直到明季以後，武當派昌盛於世，才為武學之士所重視。其時才當宋末，郭襄乍然聽來，自覺怪誕不經。便是這麼一遲疑，覺遠說的話便溜了過去，竟是聽而不聞，月光之下，忽見張君寶盤膝而坐，也在凝神傾聽，郭襄心道：「不管他說的對與不對，我只管記著便了。這大和尚震傷瀟湘子、氣走何足道，乃是我親眼目睹，他所說的武功，總是有幾分道理。」於是又用心暗記。覺遠隨口背誦，斷斷續續，有時卻又夾著幾段楞伽經的經文，說到佛祖在楞伽島登山說法的事。原來那九陽真經夾書在楞伽經的字旁行間，覺遠讀書又有點泥古不化，隨口背誦之際，竟連楞伽經也背了出來。郭襄聽著，更是覺得摸不著頭腦，幸好她生來聰穎，覺遠所唸經文雖然顛三倒四，卻也能記得了二三成。日輪西斜，人影漸長，覺遠唸經的聲音漸漸低沉，口齒也有些糢糊不清。郭襄勸道：「大和尚，你累了一整天，再睡一忽兒。」覺遠卻似沒聽到她的話，繼續唸道：「……力從人借，氣由脊發。胡能氣由脊發？氣向下沉，由兩肩收入脊骨，注於腰間，此氣之由上而下也，謂之合。由腰展於脊骨，布於兩膊，施於手指，此氣之由下而上也，謂之開。合便是收，開便是放。能懂得開合，便知陰陽……」他越唸聲音越低，到後來，終於寂然無聲，似已沉沉睡去。郭襄和張君寶不敢驚動，只是默記他唸過的經文。天上斗轉星移，月落西山，驀地裏烏雲四合，漆黑一片。又過一頓飯時分，東方漸明，只見覺遠閉目垂眉，靜坐不動，臉上微露笑容。張君寶悄聲道：「郭姑娘，你餓不餓，我再去採些野莓來。」一回頭，突見大樹後人影一閃，依稀見到黃色袈裟的一角。張君寶吃了一驚，喝道：「是誰？」只見一個身材瘦長的老僧從樹後轉了出來，正是羅漢堂首座無色禪師。郭襄又驚又喜，說道：「大和尚，你怎地苦苦不捨，還是追了來？難道非擒他們師徒歸寺不可麼？」無色道：「善哉善哉，老僧尚分是非，豈是拘泥戒律之人？老僧到此已有半夜，若要動手，也不等到此時。覺遠師弟，無相禪師率領達摩堂弟子，正向東追尋，你們快快往西去罷！」卻見覺遠閉目不醒，理也不理。張君寶上前道：「師父醒來，羅漢堂首座跟你說話。」覺遠仍是不動。張君寶驚起來，伸手一摸他額頭，觸手冰冷，原來早已圓寂多時了。張君寶大悲，伏地叫道：「師父，師父！」卻那裏叫他得醒？無色禪師合什行禮，說偈道：「諸方無雲翳，四面皆清明，微風吃香氣，眾山靜無聲。今日大歡喜，捨卻危脆身，無嗔亦無憂，寧當不欣慶？」說罷，飄然而去。張君寶大哭一場，郭襄也流了不少眼淚。少林寺僧眾圓寂，盡皆火化，當下兩人撿些枯柴，將覺遠的法身焚了。郭襄道：「張兄弟，少林寺僧眾尚自放你不過，你諸多小心在意，咱們便此別過，後會有期。」張君寶垂淚道：「郭姑娘，你到那裏去？我又到那裏去？」郭襄聽他問自己到那裏去，心中微覺一酸，說道：「我是天涯海角，行蹤無定，自己也不知道到裏去。張兄弟，你年紀小，又是江湖上閱歷全無。少林寺的僧眾正在到處追捕於你，這樣吧。」說著從腕底上褪下一隻金絲鐲兒，遞過去給他，道：「你拿著這鐲兒到襄陽城去，見我爹爹媽媽，他們必能善待於你。只要在我爹媽跟前，少林寺的僧眾再狠，也不能到襄陽來難為你。」張君寶含淚接了鐲兒。郭襄又道：「你跟我爹爹媽媽說道我身子很好，請他們不用記掛。我爹爹最喜歡少年英雄，見你這等人才，說不定會收你做了徒兒。我弟弟忠厚老實，一定跟你很說得來。只是我姊姊脾氣大些，一個不對，說話便不能給人留臉面，但你只須順著她些兒，也就是了。」說著轉身，飄然而去。張君寶但覺天地茫茫，竟無自己安身之處，在師父的火葬堆前呆立了半日，這才舉步。走出十餘丈，忽又回身，挑起師父所留的那對大鐵桶，搖搖晃晃的緩步而行。荒山野嶺之間，一個孤身少年，瘦骨稜稜的黯然西去，真是悽悽惶惶，說不盡的寂寞。行了半月，已到湖北境內，離襄陽已不在遠。少林寺僧眾卻始終沒追上他。原來無色禪師暗中眷顧，故意將僧眾引向東方，以致反其道而行，和他越離越遠。這一日午夜，他在一座大山腳下倚石休憩，一問過路的鄉人，得知此山名叫武當，但見鬱鬱蒼蒼，林木茂密，山勢甚是雄偉。正觀賞間，忽見一男一女兩個鄉民從身旁山道上經過，兩人並肩而行，神態甚是親密，顯是一對少年夫妻。那婦人口中嘮嘮叼叼，不住的責備丈夫，那男子卻低下了頭，只不作聲。但聽那婦人說道：「你一個男子漢大丈夫，不能自立門戶，卻去依傍姐姐和姐夫，沒來由自己討這一場羞辱。咱倆又不是少了手腳，自己幹活兒自己吃飯，便是青菜蘿蔔，粗茶淡飯，也何等逍遙自在？偏是你全身沒一一根硬骨頭，當真枉為生於世間了。常言道得好，除死無大事。難道非依靠別人不可？」那男子給妻子這一頓數說，不敢回一句嘴，一張臉脹得豬肝也似的成了紫醬之色。當真是言者無意，聽者有心，那婦人這一番話，句句都打進了張君寶心裏：「你一個男子漢大丈夫，不能自立門戶……沒來由自己討這一場羞辱……常言道得好，除死無大事，難道非依靠別人不可？」他望著這對鄉下夫妻的背影，呆呆出神，心中翻來覆去，儘是想著那農婦這幾句當頭棒喝般的言語。只見那漢子挺直了腰板，不知說了幾句什麼話，夫妻倆大聲笑了起來，似乎那男子已決意自立，因此夫妻倆同感歡悅。張君寶又想：「郭姑娘說道，她姊姊脾氣不好，說話不留情面，要我順著她些兒。我好好一個男子漢，又何必向人低聲下氣，委曲求全？這對鄉農夫婦尚能奮發自強，我張君寶何必寄人籬下，瞧人眼色？」言念及此，心意已決，當下挑了鐵桶，便上武當山去，找了一個岩穴，渴飲山泉，饑餐野果，盡以餘暇修習從覺遠處聽來的九陽真經。他天資過人，所學的又是武學奇書，十餘年間竟是內力大進。某一日在山間閒遊，見一蛇一鵲相互搏擊，那鵲兒多方進逼，卻始終輸青蛇一籌，負創而去。張君寶心中若有所悟，在洞中苦思七日七夜，猛地裏豁然貫通，領會了武功中以柔克剛的至理，忍不住仰天長笑。這一番大笑，竟笑出了一位承先啟後，繼往開來的大宗師。他以自悟的拳理和九陽真經中所載的內功相發明，創出了輝映後世，照耀千古的武當一派武功。後來他北遊寶鳴，見到三峰挺秀，蒼海卓立，於武學又有所悟，乃自號三丰，那便是中國武學史上不世出的奇人張三丰。此後數十年中，郭襄足跡遍於天下，到處尋訪楊過和小龍女夫婦，當真是情之所鍾，至老不悔。但楊過夫婦竟是從此不知所終，再不在人間一現俠蹤。這其間宋亡元興，花落花開，不知經歷了多少人事滄桑。郭襄在四十餘歲那年，突然大澈大悟，在峨嵋山絕頂剃度出家，精研武功，其後稍收門徒，成為武學中峨嵋一派。那崑崙三聖何足道在少林寺鎩羽而歸，回到西域，果然履行誓言，從此不再涉足中原，直到年老之時，才收了一個弟子，傳以琴棋劍三項絕學。因此崑崙一派門人，雖然遠在異域，卻大都是風度翩翩，文武兼資。其後武林之中，以少林、武當、峨嵋、崑崙四派最為興旺，人才輩出，各放異采。那日覺遠大師在荒山中臨終之時，背誦九陽真經，郭襄、張君寶、無色禪師三人雖均同時聽聞，但因三人天資和根底不同，記憶和領會頗有差別，是以三人傳下來的峨嵋、武當、少林三派武功，也是相異之處多而相同之處少。郭襄家學淵源，所習最多，因此峨嵋一派弟子武功甚雜，往往只精一項，便足以成名。無色禪師聽聞九陽真經時本身已是武學大師，這經文於他只是稍加啟迪，令他於武學修為上進入更高的一層境界，但基本行功，卻絲毫無變。只有張君寶除了楊過所授四招及一套羅漢拳外，從未學過武功，於九陽真經領悟最純，但也因此缺了武功的根基，當時於經中精義，許多處所無法了解，到後來見蛇鵲相鬥，自悟武功，卻已在三十餘年之後，少年時所聽聞的經文，已不免記憶糢糊。是以少林、武當、峨嵋三派的武功各有所長，也各有所短，三派的宗師分得九陽真經的若干章節，各憑自己的聰明智慧，鑽研發揚。元代中土淪於異族，百姓呻吟於蒙古的鐵蹄之下，陷身於水深火熱之中，為了抵抗官吏殘暴，勉力自保，是以文事凋零，武學一道，反而更加光大。江湖間奇人異士，所在都有，比之宋末郭靖、黃蓉、楊過、小龍女之世，武功固更見精進，而驚心動魄，可歌可泣之事，也是書之不盡。其中西域奇士，大都出於崑崙，而中土豪俠，非少林、武當即屬峨嵋。但這是指其卓犖大者，其餘較小的門派山寨，又何下千百。且說這一年是元順帝至元二年，宋朝之亡，至此已整整六十年。其時正當暮春三月，江南海隅，一個三十來歲的藍衫壯士，腳穿草鞋，邁開大步，正自沿著大道趕路。眼見天色向晚，一路上雖然桃紅柳綠，江南春色正濃，那壯士卻也無心賞玩，心中默默計算：「今日是三月廿四，到四月初九還有一十四天，須得道上絲毫沒有耽擱，方能及時趕到武當山玉虛宮，慶賀恩師他老人家九十歲大壽。」原來這壯士姓俞名岱岩，乃是武當派祖師張三丰的第三名弟子。張三丰直至七十歲後，武功大成，方收弟子，因之他自己雖已九十高齡，但七個弟子中年紀最大的宋遠橋，也是四十歲未滿，最小的莫谷聲更只十餘歲。七個弟子年紀雖輕，在江湖上卻已闖出極大的萬兒，武林人士提起那七弟子來，都是大姆指一翹，說道：「武當七俠，名門正派，那有什麼說的。」俞岱岩在武當七俠中位居第三，這年年初奉師命前赴福建誅滅一個綁人勒贖戕害良民的劇盜。那劇盜武功既強，人又陰毒，一聽到風聲，立時隱伏不出。俞岱岩費了兩個多月時光，才找到他的巢穴，上門挑戰，使出師傳太極玄虛刀法，在第十一招上將他殺了。當時預計十日可完的事，卻耗了兩個多月，屈指一算，距師父九十大壽的日子已經迫促，因此上急急忙忙的自福建趕回。他邁著大步急行一陣，路徑漸漸窄小，靠右近海一面，常見一片片光滑如鏡的平地，往往七八丈見方，便是水磨的桌面，也無此平整滑溜。俞岱岩走遍大江南北，見聞可不在少，但從未見過如此奇異的地狀，一問土人，不由得啞然失笑，原來那便是鹽田。當地鹽民引海水灌入鹽田，曬乾之後，刮下含鹽泥土，化成滷水，再逐步曬成鹽粒。俞岱岩心道：「我吃了三十年鹽，卻不知一鹽之成，如此辛苦。」正行之間，忽見西首小路上一行二十餘人挑了擔子，急步而來。俞岱岩只一瞥之間，便吃了一驚，但見這二十餘人一色青布短衫褲，頭戴斗笠，擔子中裝的顯然都是海鹽。他知道當政者暴虐，收取鹽稅極重，因之雖是濱海之區，一般百姓也吃不起官鹽，只有向私鹽販子購買私鹽。這一群人行動驃悍，身形壯實，看來似是一群鹽梟，那原也不奇，奇怪的是每人肩頭的扁擔非竹非木，黑黝黝的全無彈性，便似是一條鐵扁擔。各人雖都挑著二百來斤的重物，但行路時猶似足不點地，霎時之間便搶在俞岱岩的前頭。俞岱岩心想：「這幫鹽梟，個個都是武林的好手。雖早聽說江南海沙派販賣私鹽，聲勢極大，派中不乏武學名家，但二十餘個好手聚在一起挑鹽販賣，絕無是理。」若在平時，早便要去探視一下其中究竟，但這時念著師父的九十大壽，心想決不能多管閒事，再有耽擱，當下提氣急趕，追過了那群鹽梟。那二十餘人見他腳步如此輕捷，臉上均有詫異之色。俞岱岩趕到傍晚，到了一個小鎮上，一問之下，卻是餘姚縣的庵東鎮。由此過錢塘江，便到臨安，再折而西北行，要經江西、湖南兩省，才到武當。晚間無船渡江，只得在庵東鎮上找一家小客店宿了。剛用過晚飯，洗了腳要上床，忽聽得店堂中一陣喧雜，一群人過來投宿。俞岱岩聽那些人說的都是浙東鄉音，但中氣充沛，大非尋常，於是探頭向門外一瞧，卻便是那群鹽梟前來住店。本來做私梟的大都生性豪邁，一投店便是大碗價喝酒，大塊價吃肉，但這群鹽梟只要了些青菜豆腐，白飯吃了個飽便睡，竟是滴酒不飲。俞岱岩也不在意，盤膝坐在床上，按著師授心法，練了三遍行功，即便著枕入睡。睡到中夜，忽聽得鄰房中喀的一聲輕響，俞岱岩此時已得師門心法真傳，雖然睡夢之中，也是刻刻驚覺，登時便醒了。只聽得一人低聲道：「大家悄悄走吧！莫驚動了鄰房那個客人，多生事端。」餘人也不答應，輕輕推開房門，走到了院子中，俞岱岩從窗格子中向外一張，只見那二十個鹽梟各自挑著擔子，越牆躍出。這牆頭雖不甚高，但人人挑著重擔一躍而出，這一份功夫可當真輕視不得。俞岱岩自忖：「這些人的武功雖不及我，但難得二十餘人，個個身手不弱。」又想起那人說道：「莫驚動了鄰房那個客人，多生事端。」那人若不說這句話，俞岱岩雖然醒覺，也不會跟蹤前往，只因這一句話，挑動了他的俠義之心，暗想：「這群私梟鬼鬼祟祟，顯是要去幹什麼歹事，既教我撞見了，可不能不管。若能阻止他們傷天害理，救得一兩個好人，便是誤了恩師的千秋壽誕，他老人家也必喜歡。」要知張三丰傳藝之初，即向每個弟子諄諄告誡，學會武藝之後，務須行俠仗義，拯難濟世。「武當七俠」所以名頭響亮，不單因武藝高強，更由於慷慨任俠，急人之急，這才贏得武林中人人欽仰。這時俞岱岩想起師訓，將藏著兵刃暗器的布囊往背上一縛，穿窗而出。一個「斜飛式」，輕輕巧巧的竄出牆外。