第一百回　取人罩門慕容復道：「各位為天山童姥所制，難以反抗，是否這老婦武功絕頂高強，是否和她動手，每次都不免落敗？」烏老大道：「這老賊婆的武功，當然是厲害得緊了。只是到底高明到甚麼模樣，誰也無法知曉。」慕容復道：「深不可測？」烏老大點頭道：「深不可測！」慕容復道：「你說這老婦終於也有倒楣的時候，卻是如何？」烏老大雙眉一揚，精神大振，道：「咱們兄弟在此聚會，便是如此了，今年三月初三，在下與紫岩洞霍洞主、海馬島欽島主等九人，輪值供奉，採辦了珍珠寶貝、綾羅綢緞、山珍海味、胭脂花粉等物，送到天山飄渺峰去──」包不同哈哈一笑，道：「這老太婆是個老妖怪麼？說是個姥姥，怎麼還用胭脂花粉？」烏老大道：「老賊婆年紀已大，但她手下侍女僕婦，為數不少，其中的年輕婦女，是要用胭脂花粉的。只不過峰上沒一個男子，不知她們打扮了又給誰看？」包不同笑道：「想來是給你看的。」烏老大正色道：「包兄取笑了。咱們上飄渺峰去，個個給黑布蒙住了眼，聞聲而不見物，飄渺峰中那些人是醜是妍，是老是少，那是誰也不知。」慕容復道：「如此說來，天山童姥到底是何等樣人，你們也從來沒見到過？」烏老大嘆了口氣，道：「見倒是人見到過的。只是見到她的人，可就慘了。那是在二十三年之前，有人大著膽子，偷偷拉開蒙眼的黑布，向那老賊婆望了一眼，還沒來得及將黑布蓋上眼去，便給老賊婆刺瞎了雙眼，又割去了頭，斬斷了雙臂。」慕容復道：「刺瞎眼睛，那也罷了，割舌斷臂，卻又如何？」烏老大道：「想是不許他向人洩漏這老賊婆的形相。割舌叫他不能說話，斷臂叫他不能寫字。」包不同伸了伸舌頭，道：「渾蛋渾蛋，厲害厲害。」慕容復道：「今年三月初三，烏兄等上飄渺峰去，聽到了甚麼？」烏老大道：「我和霍洞主、欽島主等上飄渺峰之時，九個人心裏都已怕得要命。老賊婆三年前囑咐要齊備的藥物，實在有幾樣太是難得，像三百年海龜的龜蛋、五尺長的鹿角，說甚麼也找不到。咱們未能完全依照囑咐備妥，料想這一次責問必重。那知道九個人戰戰兢兢的繳了物品，老賊婆派人傳話出來，說道：『採購的物品也還罷了，九個孫子王八蛋，快快給我夾了尾巴滾下峰去罷。』咱們便如遇到皇恩大赦，當真是大喜過望，立即下峰，都想早走一刻好一刻，別要老賊婆發覺物品不對，追究起來，這罪可就受得大了。九個人來到飄渺峰下，拉開蒙眼的黑布，只見山峰下死了三個人。其中一個，霍洞主識得是西夏國一品堂中的高手，名叫九翼道人。」不平道人「哦」了一聲，道：「九翼道人原來是被老賊婆所殺，江湖上傳言紛紛，都說是姑蘇慕容氏下的毒手呢。」包不同道：「放屁，放屁，甚麼八尾和尚、九翼道人，咱們見都未見過，這筆帳又算在咱們頭上了。」他大罵「放屁」，可以說指的是「江湖上傳言紛紛」，並非罵不平道人放屁，但旁人聽來，總不免刺耳。不平道人也不生氣，微笑道：「樹大招風，眾望所歸！」包不同道：「放──」只說了個「放」字，斜眼向慕容復望了望，下面的話便收住了。不平道人道：「包兄怎地把下面這個字吃進肚裏了。」包不同一轉念間，登時大怒，喝道：「甚麼？你罵我吃屁麼？」不平道人笑道：「不敢！包兄愛吃甚麼，便吃甚麼。」包不同還待和他爭辯，慕容復道：「世間不虞之譽，求全之毀，原也平常得緊，包三哥何必多辯？聽說九翼道人輕功極高，一手雷公擋的功夫，三十年來少逢敵手，別說他與在下無過節可言，就算真有怨仇，在下也未必勝得過這位號稱『雷動於九天之上』的九翼道長。」不平道人微笑道：「慕容公子卻又說得太謙了。九翼道兄雖以『雷動於九天之上』的功夫成名，但若慕容公子還他一個『雷動於九天之上』，他也只好束手待斃了。」烏老大道：「九翼道人身上共有兩處傷痕，都是劍傷。所以江湖上傳說他是死於姑蘇慕容之手，那全是胡說八道，在下親眼目睹，豈有假的？倘若是慕容公子取他性命，自當以九翼道人的雷公擋傷他了。」不平道人接口道：「兩處劍傷？你說是兩處傷痕，這就奇了！」烏老大伸手一拍大腿，道：「不平道長名不虛傳，果然一聽之下便知其中有了蹊蹺。九翼道人死於飄渺峰下，身上卻有兩處劍傷，這事可不對頭啊。」慕容復心想：「那有甚麼不對頭？這不平道人知道其中有了蹊蹺，我可想不出來。」一霎時之間，不由得心生相形見絀之感。烏老大偏生要考較一下慕容復，說道：「慕容公子，你瞧這不是大大的不對勁麼？」慕容復不願強不知為己知，一怔之下，正想說：「在下可不明其理」，忽聽王玉燕道：「九翼道人一處劍傷，想必是右腿『風市』穴與『伏兔』穴之間，另一處劍傷，當是在背心『懸樞』穴，一劍斬斷了脊椎骨，不知是也不是？」烏老大大吃一驚，道：「當時姑娘也在飄渺峰下麼？怎地咱們都──都沒瞧──瞧見姑娘？」他說到第二句話時，聲音發顫，顯得害怕之極。他想王玉燕其時原來也是在場，看來自己此後的所作所為，都逃不過她的眼去，只怕機密洩漏出去，大事尚未發難，已為天山童姥聽知了。另一個聲音從人叢中傳了出來：「你怎麼知──知──知──我怎麼沒見──見──見──見──」說話之人本來口吃得厲害，心中一急，更是說不明白。他是隨同烏老大今春齊赴飄渺峰呈獻供奉的九高手之一，這人口齒雖然笨拙，武功卻著實了得，是以這般說話，誰也不敢取笑於他。王玉燕淡淡的道：「今年春天我是在江南。西域天山，我這輩子從沒去過。」烏老大更是害怕，尋思：「你既不是親眼所見，當是旁人傳言，難道──難道──這件事江湖上早已傳得沸沸揚揚了麼？」忙問：「姑娘是聽何人所說？」王玉燕道：「我只不過瞎猜罷啦。九翼道人是雷電門的高手，與人動手，自必施展輕功，他左手用鐵牌，四十二路『蜀道難』牌法，護住前胸後心，上盤右方，當真如鐵桶相似，對方難以下手。唯一破綻，是在右側，敵方使劍的高手若要傷他，勢須自他右腿『風市』穴與『伏兔』兩穴之間入手。在這兩穴間刺以一劍，九翼道人自必舉牌護胸，再一招『春雷乍動』，以雷公擋斜劈敵人。對方既是高手，自然乘機斬他後背，我猜這一招不是用『白虹貫日』，便是用『白帝斬蛇勢』，必是斬他『懸樞穴』上脊骨。以九翼道人武功之強，用劍本來不易傷他，最好是用判官筆、點穴撅之類短兵刃克制，既是用劍了，那麼以這兩招最具靈效。」烏老大長吁了一口氣，如釋重負，隔了半晌，才大拇指一豎，道：「佩服佩服！姑蘇慕容門下，實無虛士！姑娘分擘入理，直如親見。」段譽忍不住道：「這位姑娘姓王，她可不是──她可不是──」王玉燕嫣然一笑，道：「我外婆家姓慕容，說我是姑蘇慕容家的人，也無不可。」段譽眼前一黑，身子晃了一晃，耳中嗡嗡然，響著的只是一句話：「說我是姑蘇慕容家的人，也無不可。」那位口吃的島主道：「原來如──如──如──」烏老大也不等他說出這個此字來，便道：「那九翼道人身上之傷，果如這位王姑娘的推測，右腿風市、伏兔兩穴間中了一劍，後心懸樞穴間脊背斬斷──」他為人甚是把細，又問一句：「王姑娘，你確是憑武學的道理推斷，並非目見耳聞？」王玉燕點了點頭。那口吃之人忽道：「如果你要殺──殺──烏老大，那便如──如──如──」烏老大聽他問王玉燕如何殺害自己，怒從心起，喝道：「你問此言，是何居心？」但隨即轉念：「這女子年紀輕輕，說能憑武學推斷，料知九翼道人的死法，實是匪夷所思，多半那時她躲在飄渺峰下，親眼見到有人用此劍招。此事關涉太大，不妨再問個明白。」便道：「請問姑娘，若要殺我，那便如何？」王玉燕微微一笑，湊到慕容復耳畔，低聲道：「表哥，此人武功破綻，是在肩後天宗穴和肘後清冷淵，你出手攻他這兩處，便能剋制於他。」玉燕武學上所知，遠較慕容復淵博，慕容復閒居之時，也曾向她請教，但在姑蘇蔓陀山莊可以向她請敢，當著這數百高手之前，以他的身份，如何能甘受一個少女指點，他哼了一聲，並不依言而為，朗聲道：「烏洞主既然問你，你大聲說了出來，那也不妨。」王玉燕臉上一紅，好生羞慚，尋思：「我本想討好於你，沒想到這是當眾逞能，掩蓋了你男子漢大丈夫的威風，我忒也笨了。」便道：「表哥，姑蘇慕容於天下武學無所不知，你說給烏老大聽罷。」但慕容復心高氣傲，實不願裝假，更不願借她之光，說道：「烏洞主武功高強，要想傷他，談何容易。烏洞主，咱們不必再說這些題外之言，請你繼續告知飄渺峰下的所見所聞。」烏老大一心要知道當日飄渺峰下是否另有旁人，說道：「王姑娘，你既不知殺傷烏某之法，自也未必能知誅殺九翼道人的劍招，適才的言語，都是消遣某家的了。九翼道人的死法，到底姑娘如何得知，務請從實相告，此事非同小可，兒戲不得。」段譽當王玉燕走到慕容復身邊之時，全神貫注的凝視，瞧她對慕容復如何，又是全神貫注的傾聽她對慕容復說些甚麼。他內功深厚，王玉燕對慕容復說的這幾句話聲音極低，他卻也聽得清清楚楚。這時聽烏老大的語氣，簡直便是直斥玉燕撒謊，這位他心中敬若天神的意中人，豈是旁人冒瀆得的？當下更不打話，右足一抬，已展開「凌波微步」，東一晃、西一晃，驀地裏兜到了烏老大的後心。烏老大一驚，喝道：「幹甚麼？」段譽伸出手，按在他右肩後的「天宗穴」上，左手卻已抓住他左肘後的「清冷淵」。這兩處穴道，正是烏老大罩門所在。所謂「罩門」，乃是一個人武功中的弱點，最為脆嫩單薄，給人輕輕一碰，便受重傷。段譽出手全無家數，毛手毛腳，直如偷雞摸狗，但一來他步法精奇，烏老大在猝不及防之間便給他欺到了身後，二來王玉燕對烏老大武功的家數看得極準，這兩處穴道，正是他罩門的所在。大凡臨敵相鬥，自己的罩門一定照護得十分周密，就算受傷中招，也總不會是在罩門之處。這時烏老大反掌欲待擊敵，卻發覺兩處罩門同時入了對方之手，段譽只須稍一吐勁，自己立時便成了廢人。他可不知段譽實有一身內功，卻是不能隨意發放，縱然抓住了他兩處罩門，其實半點也加害他不得。他適才已在段譽手下吃過苦頭，如何還敢逞強？只得苦笑道：「段公子武功神妙，烏某拜服。」段譽道：「在下不會武功，這全憑王姑娘的指點。」說著放開了他，緩步而回。烏老大又驚又怕，獃了好一陣，才道：「烏某今日方知天下之大，武功高強者未必便只天山童姥一人。」向段譽的背影連望數眼，驚疑不定。不平道人道：「烏老大，你有這樣大本領的高人拔刀相助，當真是可喜可賀。」烏老大點頭道：「是，是！咱們取勝的把握，又多了幾成。」不平道人道：「九翼道兄既是身有兩處劍傷，那就不是飄渺峰靈鷲宮中人物下的手了。」烏老大道：「是啊！當時我看到他身上居然有兩處劍傷，便和道長一般的心思。飄渺峰靈鷲宮中人物殺人，向來一招便即取了性命，那有對身上連下兩招之理？」慕容復吃了一驚，心道：「咱慕容家『以彼之道、還施彼身』，已是武林中驚世駭俗的本領，這天山飄渺峰靈鷲宮中的人物殺人不用第二招，我真不信世上會有如此功夫。」他是深沉不露之人，心下雖然懷疑，口中卻一句話也不出。包不同道：「烏洞主，你說那些人殺人不用第二招，對付武功平庸之輩當然不難，要是遇到真正的高手，難道也能在一招之下送了對方性命？浮誇，浮誇，全然的難以入信。」烏老大道：「包兄不信，在下也是無法可想。但咱們這些人所以甘心受天山童姥的欺壓凌辱，不論她說甚麼，咱們誰也不敢說半個不字，如果她不是有超人之能，這裏三十六洞、七十二島的散仙，那一個是好相與的？為甚麼這些年來服服貼貼，誰也不敢生異心？」包不同點頭道：「這中間果然是有些古怪，未必是甘心做奴才。」他天性生來不肯贊同別人的言語，雖覺烏老大言之有理，仍道：「你說不生異心，現下卻不是大生異心，意圖反叛麼？」烏老大道：「這中間是有道理的。當時我一見九翼道人身負兩處重傷，心下起疑，再看另外兩個死者時，見到那兩人亦非一招致命，顯然是經過了一場惡鬥，簡直是傷痕累累，我當下便和霍、欽等諸位兄弟商議，這事實在透著古怪，難道九翼道人等三個人不是靈鷲宮中的人物所殺？但如不是靈鷲宮中人物下的手，又有誰這麼大膽，敢在飄渺峰下撒野？咱們心中疑雲重重，走出數里之後，安洞主突然說道：『莫──莫非老夫人──生了──生了──』」慕容復聽他學著口吃的語氣，便知指的是那個口吃之人，心道：「原來這人也是一位洞主。」只聽烏老大續道：「當時咱們離飄渺峰不遠，其實就在萬里之外，背後提到這老賊婆之時，誰也不敢稍有不敬之意，都是以「老夫人」相稱。安兄弟說到莫非她是『生了──生了──』這幾個字，眾人不約而同的說道：『生了病？』」不平道人問道：「這個童姥姥，究竟有多大歲數了？」烏老大道：「那就誰也不知。咱們歸屬她的治下，少則二三十年，多則四五十年，反正誰也沒有見過她的面，誰也不敢問起她的歲數。安兄弟此言一出口，大夥兒一齊想起：『人必有死，童姥姥本領再高，終究不是修煉成精，有金剛不壞之身。這一次咱們供奉的物品不齊，她不加責罰，已是出奇，而九翼道人等死在峰下，身上居然不止一傷，更是啟人疑竇。總而言之，其中一定有重大的蹊蹺。大夥兒各有各的心思，但也可說各人都是一樣的打算，你瞧瞧我，我瞧瞧你，誰也不敢先開口說話，有的又驚又喜，有的愁眉苦臉。各人都知道這是咱們脫卻枷鎖、重新做人的唯一機會，可是童姥姥治理咱們，平素何等嚴峻，又有誰敢倡議去探測究竟？』隔了半天，欽兄弟道：『安二哥的猜測是大有道理，不過，這件事也太冒險，依兄弟之見，咱們還是各自回去，靜候消息，待等到了確訊之後，再定行止，也還不遲。』他這是叫做穩健之見。「欽兄弟這老成持重的法子，本來十分妥善，可是──可是──咱們實在又不能等，安洞主說道：『這生死符──生死符──』他不用再說下去，各人心下也已了然。老賊婆手中握住咱們的生死符，誰也反抗不得，倘若她患病身死，這生死符落入了第二人手中，咱們豈不是又成為第二個人的奴隸？這一生一世，永遠不能翻身？倘若那人兇狠惡毒，比之老賊婆猶有過之，咱們將來所受的凌辱荼毒，豈不是比今日更加厲害？這實在是箭在弦上，不得不發。明知前途兇險異常，卻也是非去探個究竟不可。「咱們這一群人中，論到武功機智，自以安洞主為第一，他輕身功夫，尤其比旁人高得多。那時寂靜無聲中，八個人的目光，都望到了安洞主的臉上。」烏老大說到「八個人的目光，都望到安洞主的臉上」這一句話時，慕容復、王玉燕、段譽、鄧百川，以及不識安洞主之人，目光都在人群中掃來掃去，要見這位說話口吃而武功高強的安某，到底是何等樣的人物。眾人都記了起來，適才烏老大向慕容復與不平道人等引見諸洞主、島主之時，並無安洞主在內。烏老人微笑道：「安洞主喜歡清靜，不愛結交，所以剛才沒與來人引見，莫怪，莫怪！當時眾望所歸，都盼安洞主出馬探個究竟。安洞主道：『既是如此，在下義不容辭，自當前去察看。』」眾人均知安洞主當時說話，絕無如此流暢，只是烏老大不便引述他口吃之言，給人訕笑。烏老大繼續說道：「咱們在飄渺峰下苦苦等候，當真是度日如年，生怕安洞主有甚不測。大家真人面前不說假話，咱們固然擔心安洞主是否遭了老賊婆的毒手，更怕的是老賊婆一怒之下，要來向咱們為難。但事到臨頭，那也只有硬挺，反正老賊婆若要嚴懲，大夥兒也是逃不了的。直過了三個時辰，安洞主回到約定的相會之所。咱們見到他臉有喜色，大家先放下了心頭大石。他道：『老夫人有病，不在峰上。』原來他悄悄重回飄渺峰，聽到老賊婆的侍女們說話，得知老賊婆身患重病，出外採藥求醫去了！」烏老大說到這裏，人群中響起一片歡呼之聲。天山童姥生病的訊息，他們當然早已得知，眾人聚集在此，就是商議此事，但聽烏老大提及，仍是不禁喝采。段譽搖了搖頭，道：「聞病則喜，幸災樂禍！」他這兩句話夾在歡聲雷動之中，誰也沒加留神。烏老大道：「大家聽到這個訊息，自是開心得合不攏口來，但又怕老賊婆詭計多端，故意裝病來試探咱們。九個人一商議，過了兩天，一齊再上飄渺峰去查看。這一次烏某人自己親耳聽到了。老賊婆果然是身患重病，半點也不假，只不過生死符的所在，卻是查不出來。」包不同突然插嘴道：「喂，烏老兄，那生死符，到底是甚麼鬼東西？」烏老大嘆了口氣，道：「此事說來話長，一時也不能向包兄解釋明白。總而言之，老賊婆掌管生死符在手，隨時可制咱們死命。」包不同道：「那是一件十分厲害的法寶了？」烏老大苦笑道：「也可這麼說。」他不願多談「生死符」，轉頭向眾人朗聲說道：「眼前之事，老賊婆有病，那是千真萬確的了。咱們要翻身脫難，必得鼓起勇氣，拼命幹上一幹。只不過老賊婆目前是否又已回到飄渺峰靈鷲宮中，咱們無法知曉。今後如何行止，要請大家合計合計。尤其是慕容公子、段公子、不平道長三位有何高見，務請不吝賜教。」段譽道：「乘人之危，君子所不取。別說我沒有高見，就是有高見，我也不說的了。」烏老大神色一變，待要說話，不平道人向他使個眼色，微笑道：「段兄本來說過要袖手旁觀，兩不相助，不肯指陳高見，原是情理之常。烏老大，咱們進攻飄渺峰，第一要義，是要知靈鷲宮中的虛實。安洞主與烏兄等九位親身上去探過，到底老賊婆離去之後，宮中尚有多少高手？佈置如何？烏兄雖不能盡知，但想來總必聽到一二，便講說將出來，大家參詳如何？」烏老大道：「說也慚愧，咱們到靈鷲宮中去察看，誰也不敢放膽探聽，九個人竭力隱蔽，唯恐撞到甚麼厲害人物，但在下在宮後花園之中，還是給一個女童撞見了，瞧這女童兒的打扮，是個丫環之類，我一個閃避不及，給她抬起頭來，瞧了個照面。在下深恐洩漏了機密，縱上前去，施展擒拿法，要想將她抓住。那時我是豁出性命不要了。要知靈鷲宮中人物非同小可，即令是小小女童，也是身負神妙莫測的武功，我這下衝上前去，自知是九死一生之舉──」烏老大說到此，聲音微微發顫，顯是當時局勢兇險之極，此刻回思，猶有餘悸。眾人寂靜無聲，傾聽他敘述，眼見他現下安然無恙，那麼當日在飄渺峰上縱曾遇到甚麼危難，必也化險為夷，但這些人一想到「天山童姥」，盡皆不寒而慄，烏老大居然敢在飄渺峰上動手，雖說是實逼處此，鋌而走險，卻也算得是膽大包身了。只聽他繼續說罷：「我這一上去，便是施展全力，用的是『虎爪功』功夫，當時我腦海中閃過了一個念頭：若是一招拿不到這女娃兒，給她張嘴叫喊，引來後援，那麼我立刻從這數百丈的高峰上躍了下去，爽爽快快圖個自盡，免得落在老賊婆手中，受那無窮無盡的苦楚。那知道──那知道我左手一搭上這女娃兒肩頭，右手抓住她的臂膀，她竟是毫不抗拒，身子一晃，便即軟倒，全身沒半點力氣，卻是一點武功也無。那時我大喜過望，一獃之下，兩隻腳酸軟無比，不怕各位見笑，我是自己嚇自己。這娃兒軟倒了，我這不成器的烏老大，險些兒也軟倒了。」他說到這裏，人群中發出一陣笑聲，各人心情為之一鬆。烏老大譏嘲自己膽小，但人人均知他其實極是剛勇，敢到飄渺峰上出手拿人，豈是等閒之輩？只見烏老大一招手，他手一下人提了一隻黑色布袋，走上前來，放在烏老大身前。烏老大解開布袋袋口的繩索，將袋口往下一捺，袋中露出一個人來。眾人都是「啊」的一聲，只見那人身形甚小，依稀是個女童。烏老大得意洋洋的道：「這個女娃娃，便是烏某人從飄渺峰上擒下來的了。」眾人齊聲歡呼：「烏老大了不起！」「當真是英雄好漢！」「三十六洞、七十二島群仙，以你烏老大居首──」眾人歡呼聲中，夾雜著一聲聲伊伊呀呀的哭泣，卻是那女童雙手按在臉上，嗚嗚而哭。烏老大道：「咱們拿到了這女娃娃後，生恐再耽下去，洩漏了風聲，便即下山，一盤問這娃娃，可惜得很，這娃娃卻是個啞巴。咱們初時還道她是裝聲作啞，曾想了許多法兒試她，有時出其不意的在她背後大叫一聲，瞧她是否驚跳，試來試去，原來真是啞的。」眾人聽著那女童的哭聲，呀呀呀的，果然是啞巴，只是聲音尖嫩，尚屬童音。人叢中一人問道：「烏老大，她不會說話，寫字會不會？」烏老大道：「也不會。咱們甚麼拷打、浸水、火燙、餓飯，一切法門都使過了，看來她不是倔強，卻是真的不會。」段譽忍不住說道：「嘿嘿，用這種卑鄙手段折磨一個小姑娘，你羞也不羞？」島老大道：「咱們在天山童姥手下所受的折磨，慘過十倍，一報還一報，何羞之有？」段譽道：「你們要報仇，該當去對付天山童姥才是，對付她手下的一個小丫頭，有甚麼用？」烏老大道：「自然是有用的。」他提高聲音說道：「眾位兄弟請了，咱們今日齊心合力，反了飄渺峰，此後是有福同享，有禍共當，大夥兒歃血為盟，以圖大事。有沒有那個不願幹的？」他連問兩句，無人作聲，問到第三句上，一個魁梧的漢子轉過身來，一言不發的往西便奔。烏老大叫道：「劍魚島主，你到那裏去？」那漢子不答，只是拔足飛奔，身形極快，轉眼間便轉過了山坳。眾人叫道：「這人膽小，臨陣脫逃，快截住他。」霎時之間，十餘人追了下去，這十多人個個是輕功甚佳之輩，只是與那區島主相距已遠，不知是否追趕得上。突然間「啊」的一聲長聲慘呼，從山後傳了過來。眾人一驚之下，相顧變色，那追逐而去的十餘人也停了腳步，只聽得呼呼風響，一顆圓球般的東西從山坳後疾飛而出，掠過半空，向人叢中落了下來。烏老大縱身一抄，將那圓物接在手中，燈光下見那物血肉模糊，竟是一顆首級。再看那首級的面目時，但見鬚眉戟張，雙目圓睜，竟然便是適才那個逃去的區島主，烏老大顫聲道，「區島主──」一時之間，他想不出這區島主何以會如此迅速的送命，心底隱隱升起了一個極為恐怖的念頭，「莫非是天山童姥到了？」卻聽得不平道人哈哈大笑，說道：「劍神，劍神，果然是名不虛傳，劍神兄，你把守得好緊啊！」山坳後傳來一個清亮的聲音道：「臨陣脫逃，人人得而誅之，眾家洞主、島主，祈勿怪責。」眾人從驚惶中醒覺過來，都道：「幸得劍神除卻叛徒，不致壞了咱們大事。」慕容復和鄧百川等心中均想：「此人號稱『劍神』，未免也太狂妄自大，你劍法再高，豈能自稱為『神』？江湖上沒聽見過有這一號人物，卻不知劍法到底是如何高明了？」烏老大暗笑剛才自己疑神疑鬼，大聲道：「眾家兄弟，請大家取出兵刃，每人在這女娃娃身上砍上一刀、削上一劍。此人雖啞，終究是飄渺峰的人物，大夥兒的刀劍喝過了她身上的血，從此與飄渺峰勢不兩立，就算再要有三心兩意，那也是不容你再畏縮後退了。」他一說完這番話，當即擎鬼頭刀在手，綠光一閃，他身旁眾人立時聞到「綠波香露刀」的腥臭之氣。一干人等齊聲叫道：「不錯，該當如此！大夥兒歃血為盟，從此是有進無退。」慕容復皺起了眉頭，心想烏老大此舉是背水為陣之策，叫大家從此不能再生異心，雖覺這件事未免殘忍，但他久歷江湖，再殘忍十倍的事也見過不少，這時也不如何放在心上。段譽卻大聲叫道：「這個使不得，大大的使不得。慕容兄，你務須出手，制止這種暴行才好。」慕容復搖了搖頭，道：「段兄，人家身家性命，全都繫此一舉，咱們是外人，不要妄加干預。」段譽激動義憤，道：「大丈夫路見不平，豈能眼開眼閉，視而不見？王姑娘，你就算罵我，我也是要去救她的了，只不過──只不過我段譽手無縛雞之力，要救這位姑娘，卻有點難以辦到。喂，喂，鄧兄、公冶兄，你們怎麼不動手？包兄、風兄，我衝上前去救人，你們隨後接應如何？」鄧百川等四人向來唯慕容復馬首是瞻，見慕容復不欲插手，都向段譽搖了搖頭，臉上卻均有歉然之色。烏老大聽得段譽大呼小叫，心想此人武功極高，真要橫來生事，卻也不易對付，夜長夢多，速行了斷的為是，當即舉起鬼頭刀，叫道：「烏老大第一個動手了！」一刀便向那身在布袋中的女童砍了下去。段譽叫聲：「不好！」手指一伸，一招「中衝劍」，向烏老大的鬼頭刀上刺去。那知道他這六脈神劍不能收發由心，有時真氣鼓盪，威力無窮，有時候內力卻半點也運不上來，這時一劍刺出，真氣只到了手掌之間，便發不出去，眼見烏老大這一刀便要砍到那女童身上，突然間岩石後面躍出一個黑影，左掌一伸，一股大力便將烏老大撞開，右手抓起地下的布袋，將那女童連袋負在背上，便向西北角峰上疾奔上去。眾人齊聲發喊，同時向他衝去，但那人奔行奇速，誰也追他不上。段譽大喜，他目光敏銳，已認出了此人，大聲叫道：「是少林寺的虛竹和尚。虛竹師兄，姓段的向你行禮合十！你少林寺是武林中的泰山北斗，果然名不虛傳。」搶了這隻布袋之人，果真便是虛竹。他在小飯店中見到慕容復與丁春秋一場驚心動魄的劇鬥，頂在頭上的方桌又被丁春秋一掌震碎，只嚇得魂不附體，奪門而走。他逃了出來，一心只想找到慧方等諸位師伯，好聽他們示下，要知他從一掌打死師伯祖玄難之後，已然六神無主，不知如何是好。他從無行走江湖的經歷，又不識路徑，自經丁春秋一役，成了驚弓之鳥。連小飯店，小客棧也不敢進去，只在山野間亂闖。