《書劍恩仇錄下》金庸《二○一七年三月三日版》《好讀書櫃》典藏版第十一回　高塔入雲盟九鼎　快招如電顯雙鷹乾隆在六和塔頂餓了兩日兩夜，又受了兩日兩夜的驚嚇氣惱，心力交瘁，甚是委頓。第三天早晨，忽有一個小書僮走近，說道：「少爺請東方老爺過去談談。」乾隆認得他是陳家洛的書僮心硯，心頭一喜，忙隨著他走到下一層來。他一進門，陳家洛笑容滿臉的迎出，當先一揖。乾隆還了一揖，走進室內。心硯獻上茶來。陳家洛道：「快拿點心來。」心硯捧進一個茶盤，盤中放著一碟湯包、一碟蟹粉燒賣、一碟炸春捲、一碟蝦仁芝麻捲、一碗火腿雞絲蓴菜荷葉湯，盤未端到，已是清香撲鼻。心硯放下兩副杯筷，篩上酒來。陳家洛道：「小弟因要去探望一位朋友的傷，有失迎迓，還請恕罪。」乾隆道：「好說，好說。」陳家洛道：「請先用些粗點，小弟還有事請教。」乾隆餓得肚皮已貼到了背心。他素來體格強健，食量驚人，兩日兩夜不吃東西，如何耐得？見陳家洛先舉筷夾一個湯包吃了，當即下箸如飛，快過做詩十倍，頃刻之間，把四碟點心吃得乾乾淨淨，湯也喝了個「碗底朝天子」。陳家洛每碟點心只吃了一件，喝了口湯，就放下筷子，見他吃得香甜，只是微笑。點心吃完，乾隆說不出的舒服受用，端起茶杯，望著杯中碧綠的龍井細茶，緩緩啜飲，齒頰生津，脾胃沁芳。陳家洛把門推得洞開，道：「他們都守在底下，咱們在這裏說話再妥當也沒有，決不會有第三人聽見。」乾隆板起臉，一字字低沉的道：「你把我劫持到這裏，待要怎樣？」陳家洛走上兩步，望住他臉。乾隆只覺他目光如電，似乎直看到了自己心裏去，不由得慢慢轉開了頭，隔了半晌，聽得陳家洛道：「哥哥，你到今日還不認我麼？」這句話語音柔和，聲調懇切，鑽入乾隆耳中，卻如晴空打了個霹靂，他忽地跳起，顫聲道：「你……你……你說甚麼？」陳家洛臉色誠摯，緩緩伸手握住他手，說道：「咱們是親兄弟親骨肉。哥哥，你不必再瞞，我甚麼都知道啦。」自從文泰來被救，乾隆就知這個大秘密再也保守不住，但聽陳家洛突然叫自己為「哥哥」，仍不禁震驚萬分，登時全身無力，癱瘓在椅中。陳家洛道：「你到海寧掃墓，大舉修築海塘，把爸爸姆媽封為潮神和潮神娘娘，我知你並沒忘本。你在這鏡子裏照照看。」說著把牆上畫旁的一根線一拉，畫幅捲起，露出一面大鏡子來。乾隆站起身來，見鏡中自己一身漢裝，面目神情，毫無滿洲人的痕跡，再看看站在身旁的陳家洛，兩人年歲不同，容貌卻實在頗為肖似，歎了口氣，回坐椅中。陳家洛道：「哥哥，咱兄弟以前互不知情，以致動刀掄槍，骨肉相殘，爸爸姆媽在天之靈，一定很是痛心呢。好在大家並無損傷，並無做下難以挽救的事來。」乾隆只覺喉乾舌燥，一顆心撲通、撲通的跳個不住，隔了半晌，說道：「我本來叫你到京裏去辦事，你自己不肯去。」見陳家洛轉身眼望大江，並不置答，續道：「我已查過，知道你已中鄉試，那好得很啊。憑你才學，會試殿試必可高中，將來督撫、尚書、大學士，豈有不提拔你之理？這於家於國，對你對我，都是大有好處，何苦定要不忠不孝，幹這種大逆不道之事。」陳家洛忽地轉身，說道：「哥哥，我沒說你不忠不孝，大逆不道，你反說起我來。」乾隆咦了一聲，道：「臣對君盡忠，叛君則為大逆。我既已為君，又怎說得上不忠？」陳家洛道：「你明明是漢人，卻降了胡虜，這是忠嗎？父母在世之日，你沒好好侍奉，父親在朝廷之日，反而日日向你跪拜，你於心何安，這是孝麼？」乾隆頭上汗珠一粒一粒的滲了出來，低聲說道：「我本來不知。是你們紅花會已故的首領于萬亭今年春天進宮來，我才聽說的，現今我仍是將信將疑。不過為人子的，寧可信其有，不可信其無。信錯了不過是愚，否則可是不孝。因此我到海寧來祭墓。」※※※實則這年春天于萬亭偕文泰來入宮，將陳夫人的一封信交給乾隆，信中詳述當時經過，又說他左股有一塊朱記，這是再也確切不過的明證，乾隆已然信了九成。待于萬亭走後，把當年餵奶的乳母廖氏傳來，秘密詢問。更得悉了詳情。原來康熙五十年八月十三日，四皇子允禎的側妃鈕祜祿氏生了一個女兒，不久聽說大臣陳世倌的夫人同日生產，命人將小兒抱進府裏觀看。那知抱進去的是兒子，抱出來的卻是女兒。陳世倌知是四皇子掉了包，大駭之下，一句都不敢洩漏出去。當時康熙諸子爭儲奪嫡，明爭暗鬥，無所不用其極，各人籠絡大臣，陰蓄死黨。允禎知父皇此時尚猶豫不決，兄弟中如允禟、允祀、允䄉等才幹都不在自己之下，諸人勢均力敵。皇帝選擇儲君時，不但要比較諸皇子的才幹，也要想到諸皇子的兒子，要知立儲是萬年之計，皇子死了，皇孫就是皇帝。如果皇子英明，皇孫昏庸，決非長遠之策。允禎此時已有一子，但懦弱無用，素來不為祖父所喜，他知道在這一點上吃了虧，滿盼再生一個兒子，那知生出來的卻是女兒。允禎不顧一切要做皇帝，湊巧陳世倌生了個兒子，就強行換了一個。允禎於諸皇子中手段最為狠辣，陳世倌那敢聲張？這換去的孩子取名弘曆，後來就是乾隆。他自小聰穎武勇，六歲即能誦〈愛蓮說〉，到了九歲時，更遇到一件事，使康熙十分喜愛。這年弘曆跟隨祖父到熱河打獵，衛隊從山中趕了一隻大黑熊出來，趕到康熙跟前。康熙舉起火槍，一槍打中黑熊頭上，那熊撲地倒了。康熙放槍之時，弘曆騎了一匹小馬，舉起火槍，在祖父身旁躍躍欲試，見了那龐大的黑熊居然絲毫不懼。康熙看得有趣，說道：「你過去打牠一槍。」康熙愛惜孫兒，叫他去打一槍，就算是他打死的，將來說弘曆九歲擊斃大熊，可以誇示群臣。弘曆下馬走到黑熊跟前，叫道：「打死你，打死你！」對準黑熊肚皮放了一槍，眾侍衛齊聲歡呼叫好，康熙也是撚鬚微笑。弘曆轉身回來，剛要上馬，那知黑熊沒有死透，突然人立，惡狠狠向康熙馬前撲來。眾侍衛大驚，數槍齊發，將之擊斃。康熙吃了一驚，對侍衛們道：「這孩子福份可真不小，要是他在黑熊跟前之時那熊站了起來，那還有命麼？」從此康熙認為弘曆福命大，兼之他文武雙全，在諸孫中最為得寵。允禎後來能做皇帝，實頗仗這假兒子之力。是以終雍正一朝，海寧陳家榮寵無比，雍正一來是報答，二來是籠絡，免得陳家有所怨望，而洩漏這天大秘密。至於換到陳家的女兒，本是公主，後來嫁給常熟蔣溥。蔣溥的父親蔣廷錫於雍正初年任戶部侍郎，其時陳世倌任山東巡撫，兩人共同治水有功。陳蔣二人後來都入內閣。蔣溥由戶部尚書、禮部尚書、吏部尚書而大學士，終乾隆一朝，蔣家榮寵不衰。據常熟故老相傳，蔣溥陳夫人所住的樓堂，當地都稱為「公主樓」。乾隆初被抱入雍親王（允禎封號）府時啼哭不止，不肯吃奶。允禎的側妃鈕祜祿氏只得把陳家原來給乾隆餵奶的奶母廖氏召到府中，乾隆這才止哭吃奶。那知事隔多年，乾隆忽然問起，廖氏本不肯說，但聽他口氣，知道已悉詳情，無法再加隱瞞。廖氏這時已六十多歲，當夜就被乾隆派人絞死，防她走漏隱事。※※※乾隆說這番話時，想起廖氏撫育之勞，心頭頗為自疚。陳家洛道：「你自己看看又那裏像旗人了？還有甚麼好疑慮的？」乾隆沉吟不語。陳家洛道：「你是漢人，漢人的錦繡江山淪入胡虜之手，你卻去做了胡虜的頭腦，率領韃子來欺壓咱們黃帝子孫。這豈不是不忠不孝，大逆不道嗎？」乾隆無言可對，昂然道：「我今天反正已落入你的手裏，你要殺便殺，何必多言。」陳家洛溫言道：「咱們在海塘上曾經約定，以後互不加害，言猶在耳，我豈能背誓？何況現下知道你是我的親哥哥，兄弟相會，親近還來不及，那有相害之理？」說著不禁掉下淚來。乾隆道：「那麼你要我怎樣？要逼我退位麼？」陳家洛拭一拭眼淚，說道：「不，你仍然做你的皇帝，然而並非不忠不孝的皇帝，而是一位仁孝英明的開國之主。」乾隆奇道：「開國之主？」陳家洛道：「正是，做漢人的皇帝，不是滿清的皇帝。」乾隆一聽此言，已明白他意思，道：「你要我把滿人趕出關外？」陳家洛道：「不錯，你一樣做皇帝，與其認賊作父，為後世唾罵，何不奮發鷹揚，建立萬代不易之基？」乾隆本是好大喜功之人，聽了這幾句話，不由怦然心動。陳家洛鑒貌辨色，知道自己說詞已經見效，續道：「你現今做皇帝，不過是承襲祖宗餘蔭，有甚麼希奇？你看看這人。」乾隆走到窗邊，順著他手指向下望去，見一個農夫在遠處田邊揮鋤耕作。陳家洛道：「要是這人生在雍親王府中，而你生在農家，那麼他就是皇帝，你卻須得在田間鋤地了。」乾隆一向自以為天縱神武，迥非常人可比，此刻細細體會陳家洛的話，不由得爽然若失。陳家洛又道：「大丈夫生在世間，百年之期，倏忽而過，如不建功立業，轉眼與草木同朽，歷來帝皇，如漢高祖、唐太宗、明太祖，那才是真英雄真豪傑。元人如成吉思汗，清人如太祖努爾哈赤、太宗皇太極，也算得一代雄主。如漢獻帝、明崇禎這種人，縱使不是亡國之君，因人碌碌，又何足道哉？」這番話每一句都打入了乾隆心坎。他知道自己是漢人後，曾幾次想下令宮中朝中改服漢人衣冠，都被太后和滿洲大臣攔住，心想倘若真的依著陳家洛的話，把滿人趕出關外，重還漢家天下，自己就是陳姓皇朝的開國之主，功業實可上比劉邦、李世民。※※※他正想接話，忽聽得遠處傳來一陣犬吠之聲，又見陳家洛雙眉一揚，凝神外望，只見四條身軀異常龐大的狼犬向六和塔疾奔而來，後面跟著兩人。轉眼之間，兩人四犬已奔到塔下，隱隱聽到有人厲聲喝問。六和塔塔高十三層，乾隆與陳家洛這時在第十二層上，與塔下相距甚遠，聽不清楚下面說話。只見兩人四犬都衝進了塔中，忽然四條狼犬反身奔逃，孟健雄手夾彈弓追出，一陣連珠彈把四犬打得狺狺狂叫。陳家洛正在奇怪，不知兩人四犬是甚麼路數，忽見塔中一人竄出，身法迅疾無比，夾手把孟健雄的弓奪過，左掌便向他項頸劈落。孟健雄一閃沒避開，忙舉手格時，被那人用彈弓弓端在腰裏一戳，截中穴道，俯身跌倒。那人頭也不回，直奔進塔。這人剛進塔門，塔裏便拋出一個人來，仰天跌在地下，動也不動，卻是安健剛。又聽得塔內的馬善均、馬大挺父子哨聲大作，連連報警。乾隆眼見來了救援，心中大喜。陳家洛四下瞭望，見各處並無動靜，知道來攻的只此兩人，馬家父子此時才發警號，想是敵人行動過速，待到發現，敵已入塔。這兩人身手如此矯健，必是大內侍衛中的高手，看來比之金鉤鐵掌白振尚要勝得一籌。四條狼犬重又折回，再竄進塔內，只聽得女子斥罵聲、少年叫喊聲、狼犬吠叫聲響成一片，那是把守第二層的周綺和心硯正在對付狼犬。突然兩聲驚叫，第二層窗口中投下兩件兵器來，一是單刀，一是軟鞭。陳家洛認得是周琦和心硯所用，想是被敵人奪去而擲下來的，不知兩人是否遇險，甚是擔心。乾隆見陳家洛本來神色自若，忽然臉有憂色，知道自己手下人佔了上風，暗暗歡喜，突見他轉露微笑，忙向下望。只見一條大漢手舞大鐵槳，將四條狼犬打出塔來。周綺和心硯搶出來扶了孟健雄和安健剛進去。四條狼犬猛惡異常，直如四頭豹子一般。一條狼犬後腿給鐵槳打斷，兀自不退，仍然猛撲亂咬，蔣四根給四隻狗圍在垓心，一時也無法取勝。心硯又從塔裏奔出，雙手連揮，十幾塊磚頭把狼犬打得汪汪亂叫。蔣四根乘機一槳，擊在一條狼犬臀部，把牠直摜出去。周綺也奔出塔外吶喊助威，眼見四犬就要給蔣四根和心硯盡數打死。忽然第六層窗口有人探出頭來，撮嘴作嘯，聲音甚是奇特。四犬一聽，立即掉頭，向外奔去。周綺和心硯拾起兵刃，站在塔下守禦，怕再有敵人來攻。陳家洛見敵人在第六層窗口中指揮狼犬，心想：「那麼第四層上的十二哥，第五層的九哥和第六層的八哥都沒攔住他們……」想到這裏，暗叫：「不好。」敵人武藝高強，而且兩人合力，己方每層一人，一定攔他們不住，正要下令集合四人在第九層上攔截，忽見第七層窗中竄出一人，正是徐天宏。他剛躍出窗口，後面一人跟著跳出，一把抓住了他左腳。陳家洛大吃一驚，手中扣住的三粒圍棋子正要擲出，忽聽徐天宏大喝：「照鏢！」右手一揚，敵人一縮頭，卻無暗器射來，徐天宏乘機一掙，掙脫了左腳鞋子，已站在寶塔簷角之上。這時距離已近，看清敵人比徐天宏更矮，一身灰衣，滿頭白髮，竟是個老太婆。她背插單劍，雙手空著，凌空躍起，又抓了過去。徐天宏右手無刀，想來已被敵人打脫，左手鐵拐使招「一夫當關」在胸前一橫，又喝：「照鏢！」那老太婆罵道：「猴兒崽子，莫想再騙你奶奶！」夾手來奪單拐。那知徐天宏這一次卻非虛招，已揭起塔頂瓦片猛擲過去。那老婦避讓不及，迎面一掌，把瓦片擊得粉碎，四散紛飛。守在第八層的常氏雙俠似已被另一人纏住，始終沒出來相助。徐天宏武功遠不及那老婦，交手數招，迭遇凶險，他聲東擊西，又支援了幾招。周綺抬起了頭，仰望徐天宏在塔角上和那老婦惡鬥，眼見不敵，很是焦急，大叫：「爸爸，爸爸，快動手哪！」周仲英守在第十層上，也早見兩個徒弟被打倒，義子處境危險，探身窗外，叫道：「甚麼人在這裏撒野？」兩枚鐵膽一先一後向那老婦擲去。鐵膽未到，那老婦忽然如飛般直縱而下，左手手掌在瓦上一按，一個觔斗翻過來在第六層上站住，只聽得叮叮叮一陣亂響，袖箭、鐵蓮子、鋼鏢、背弩，一批暗器紛紛落在第八層塔頂上，卻是守在第九層上的趙半山為助徐天宏而放。周仲英鐵膽打空，拍拍兩聲，把塔角的木簷打斷。徐天宏俯身搶住一個，另一個在塔角瓦溝中亂轉。周仲英縱身躍下想拾，腳未踏實，突然一陣掌風向胸口襲來。他身子臨空，無法避讓，掌風來勢凌厲，若是出手抵擋，懸空不能借力，必被敵人推下塔去，跌得粉身碎骨，危急中拔出金背大刀在面前一立，和身向敵人撲去，拚著受他一掌，落個兩敗俱傷。敵人見周仲英撲來，側身讓過，左手來抓他手腕。周仲英見他手法又快又狠，不覺咦的一聲，暗暗驚心：「這人是誰？」當即跳開，見常氏雙俠已從窗中跳出，和那人打在一起。那人魁梧異常，常氏雙俠是瘦長短函，此人身材卻比雙俠還高了些，一個鷹鉤鼻，臉色紅如硃砂，頭頂光溜溜的禿得不剩一根頭髮。周仲英見此人神威凜凜，武功好得出奇，心想：「這樣的人物也甘作清廷走狗？」那禿頂老頭雙掌如風，迅疾無比，常氏兄弟在塔上跳躍來去，以二攻一。周仲英見常氏兄弟雖不能勝，也不致落敗，不必過去相助，向下望時，卻大吃一驚。只見第六層上那白髮老婦正把周綺逼得連連倒退。徐天宏大叫：「綺妹，退開退開。」周綺很聽徐天宏的話，轉身便走。那老婦不追，待要上躍，周綺卻站住了腳，罵道：「老太婆，你敢追我麼？我這裏有埋伏。」那老婦雙腳一點，如一枝箭般直飛過來。周綺大駭，返身便逃。周仲英右手發出鐵膽，向老婦後心飛去。那老婦堪堪追上周綺，剛要伸手抓她後心，忽聽得背後暗器之聲勁急猛惡，不敢伸手去接，當即使出輕功中「寒江獨釣」招數，身子向外一挫，全身懸空塔外，只以左腳勾住塔角飛簷。噹的一聲大響，鐵膽打得塔頂火星亂飛，磚瓦碎片四濺。那老婦避開鐵膽，又追周綺。周仲英向下跳到第六層上，橫刀當路，那時周綺已逃到塔後，兩人一逃一追，繞著寶塔打轉。周綺自與徐天宏訂婚後，心想丈夫是出名的聰明人，自己如一味鹵莽，怕被他看低了，是以臨事已不若以往那麼任性。這次聽徐天宏叫她退走，便打打逃逃，和敵人拖延時刻。周仲英剛立定身子，已見女兒從塔後繞了出來，那老婦仍然空手追趕，老婦背後卻又有一人跟著，雙鉤揮霍，向她後心挺刺，卻總是差了尺許，看他奮勇直前，救援周綺，正是九命錦豹子衛春華。這時楊成協、石雙英等也從下層趕了上來，周仲英迎上搶過周綺，金刀呼呼生風，連劈兩刀。那老婦見他刀法精奇，不敢輕敵，退開三步，正要拔劍，忽然那禿頂老頭在上面喊道：「我上塔頂去攻下來，你從下面攻上！」聲若洪鐘，送將下來。那老婦一聽，不再和眾人纏戰，飛身縱起，左手在第七層塔角上一扳，借勢又翻上了第八層。這一層上已無人阻擋，仍以此法翻向第九層上。她從下面打上來時，知道每層守禦之人武功一層高過一層，雖避開了周仲英一膽兩刀，但已知他是少林高手，平地拚鬥，不弱於己，只怕上面有更厲害勁敵，凝神屏氣，身未上，劍先上，挽花護頂，忽覺手上一震，長劍被敵人兵刃粘住，險險脫手。那老婦知道又遇勁敵，長劍乘勢向前一探，解去對方粘走之力，不敢正面縱上，向左斜奔三步，突然反身向右疾馳，一躍跳上第十層，寒風起處，一劍迎面刺到。那老婦以攻為守，刷刷刷三劍均攻對方要害。敵人以太極劍中「雲麾三舞」三式解開。老婦見他化解時舉重若輕，深得內家劍術三昧，不待對方回手，跳開一步，看敵人時，見是個身材微胖的中年漢子，上唇一叢濃髭，鬢髮微斑，左手捏住劍訣，凝神而視，並不追來。老婦叫道：「你一身好功夫，可惜可惜。」那人正是千手如來趙半山，他見這白髮老婦身手迅捷，也自驚佩。兩人挺劍又鬥在一起。乾隆見兩人一路攻上，心頭暗喜，但見陳家洛氣度閒雅，不以為意，反而拖了一張椅子到窗口坐下觀戰，心想來救我的只有兩人，總敵不過紅花會人多，正自患得患失之際，忽聽遠處傳來犬吠之聲，又有吆喝聲，馬匹奔馳聲。梯上腳步響處，心硯奔上樓來，用紅花會切口向陳家洛稟報：「在塔外巡哨的頭目來報，有兩千多清兵正向這邊過來，方向對正六和塔。」陳家洛點點頭，心硯又奔下塔去。乾隆不懂心硯的話，但見他神情緊張，知道定是對他們不利的消息，凝神遠望，楓葉如火，林梢忽然白旗飄動，旗上大書一個「李」字。乾隆大喜，知是李可秀帶兵前來救駕了。陳家洛俯身窗口大叫：「馬大哥，退到塔裏，預備弓箭！」馬善均在塔下答應。陳家洛喊聲方畢，忽見那禿頂紅面老者直竄上來，常氏雙俠和周仲英在後緊追不捨。那老者繞塔盤旋，後面追得緊時就回身接幾招，找到空隙，又跳上一層。那邊廂趙半山和那老婦正鬥到緊處，那老者已跳到第十二層來。常赫志見他來勢猛惡，第十二層正是監視乾隆之處，不再追趕，腰間取出飛抓，迎風一晃，站在窗外，常伯志雙掌斜舉，搶在他身前兩步。兄弟兩人擺好陣勢，飛抓遠攻，肉掌近襲，雙雙擋在窗外。那老者眼見情勢，竟不過來，直上塔頂。周仲英追趕不及，從窗口跳入塔內。乾隆見他執刀跳進，吃了一驚，卻見他奔到塔頂通下來的梯級上橫刀待敵。趙半山和那老婦攻拒進退，旗鼓相當，轉瞬間拆了百餘招。那老婦劍法迅速無比，趙半山展開太極快劍，也是以快打快，心中暗暗稱奇：「這人白髮如銀，又是女流，怎地竟然戰她不下？」心中焦躁，要摸暗器取勝，豈知那老婦逼得甚緊，微一疏神，左手衣袖竟被她長劍劃破了一道口子，雖然未傷皮肉，但也不免心驚。徐天宏、楊成協、衛春華、石雙英和周綺手執兵刃，旁觀趙半山和那老婦惡鬥，見兩人劍光閃爍，打得激烈異常，盡皆駭然，忽見趙半山衣袖中劍，都吃了一驚。衛春華雙鉤一擺，便要搶上相助。趙半山一劍「李廣射石」，把老婦迫退一步，忽地跳開，說道：「老太太果然高明，請上吧。」衛春華愕然止步。趙半山衣袖中劍，不再戀戰，心想：「陸菲青大哥守在十一層上，一別十餘年，想他武功必然精進，定可制住這老婦。眾兄弟均佩他雲天高義，卻未見識過他的超妙劍術。」他任由老婦上去，意在讓好友陸菲青露臉揚名，否則劃破袖口，盡可再戰，也未必會輸。那老婦見他謙退，舉劍施了一禮，說道：「好劍法！」縱身直上。周綺叫道：「趙三叔，你沒輸啊，幹麼這麼客氣？」趙半山微微一笑，道：「她劍法好極啦，咱們去看看陸大爺的武當派功夫。咦，周姑娘，你幹麼這般客氣，叫我三叔？七弟可叫我三哥。」周綺臉一紅道：「我只跟爹爹叫。」楊成協笑道：「那麼你叫他七叔麼？」說著向徐天宏一指。周綺道：「呸，他想麼？」各人知道己方人多，敵人雖然武功精湛，料也無能為力，大家一面說笑，一面奔上塔去。第九、第十兩層悄無一人，衝進第十一層時，只道陸菲青定在和那老婦鬥劍，那知室中空蕩蕩地竟無人影。眾人吃了一驚，疾忙再上，將進室內，已聽得刀劍交併，錚錚有聲，一進門，只見周仲英使開金背大刀，風聲虎虎，正和那白髮老婦激戰，一個刀大力沉，一個劍走輕靈，一時不分高下。陳家洛把乾隆拖在一角，坐在榻上觀戰。徐天宏一打手勢，楊成協、石雙英兩人守住窗口。徐天宏叫道：「拋下兵器，饒你不死！」老婦見身陷重圍，並不畏懼，刷刷刷數記進手招數。周綺道：「這人的劍術和一個人很像，你說是麼？」徐天宏道：「不錯，我也覺得奇怪。」那老婦把周仲英迫退一步，突然一拉桌子，擋在胸前，貼牆而立。周仲英一刀急斬，險險砍在桌上，疾忙收刀。那老婦轉頭向乾隆叫道：「你是皇帝嗎？」乾隆忙道：「我是皇帝，我是皇帝，救兵都來了麼？」那老婦一躍上桌，突然舉劍當胸，如一隻大鳥般向他急撲過去，一招「鵬搏萬里」，向乾隆胸口直刺。這一劍去勢既快且狠，群雄只道她是乾隆的手下前來搭救，那知忽然行刺，這一下大出意料之外，人人均是愕然失色，手足無措。陳家洛雖然站在乾隆身旁，但這劍實在來得太快，也是不及抵擋，立即左手雙指一駢，向老婦脅下要穴點去，這是攻敵之不得不救。老婦劍尖將及乾隆胸口，突見陳家洛手指襲到，左掌「金龍探爪」，自下向上一撩，隨即反手抓出，這是三十六路大擒拿法中的厲害招數，和點穴有異曲同工之妙，陳家洛只要腕脈被抓，當時就得全身癱軟。就這樣，她右手劍的勢道緩得一緩，陳家洛右手已拔出短劍，向上急架，錚的一聲，火星飛濺，左手跟著反擊敵人面門。這一招之後，緊著下面還有一腿，叫作「上下交征」。那老婦拳術嫻熟，見他左手擊來，又伸左掌抓拿，下盤向右閃避，手中劍刺向對方咽喉。不料陳家洛的「百花錯拳」每一招均與眾不同，老婦向右閃避，他一腳偏從右方踢來，好在她長劍亦已刺出，陳家洛腿力尚未使足，隨即收勢。兩人均起疑心，危勢既解，各退兩步。陳家洛把乾隆往身後一拉，擋在他面前，拱手道：「請教老太太高姓？」這時那老婦也在喝問。兩人語聲混雜，都聽不清楚對方說話。陳家洛住了口，那老婦重複一遍剛才的問話：「你這短劍那裏來的？」陳家洛聽得她不問別事，先問短劍，倒出於意料之外，答道：「是朋友送的。」老婦又問：「甚麼朋友？你是皇帝侍衛，她怎會送你？天池怪俠是你甚麼人？」陳家洛先答她最後一問：「天池怪俠是晚輩恩師。」他想老婦劍刺乾隆，定是同道中人，見她年齡既長，武功又高，是以自稱晚輩。那老婦嗯了一聲，道：「這就是了。你師父雖然為人古怪，卻是正人君子，你怎麼丟師父的臉，來做清廷走狗？」楊成協忍耐不住，喝道：「這位是我們陳總舵主，你別胡言亂道。」那老婦面露詫異之色，問道：「你們是紅花會的？」楊成協道：「不錯。」那老婦轉向陳家洛，厲聲道：「你們投降了清朝麼？」陳家洛道：「紅花會行俠仗義，豈能對滿清屈膝？老太太請坐，咱們慢慢談。」那老婦並不坐下，面色稍和，又問：「你這短劍那裏來的？」陳家洛見到她武功家數，聽她二次又問短劍，已料到幾分，說道：「是一位回部朋友送的。」其時男女間授受物品，頗不尋常，陳家洛雖是豪傑之士，胸襟豁達，當著眾人之面也有些說不出口。那老婦又問：「你識得翠羽黃衫嗎？」陳家洛點點頭。周綺見他吞吞吐吐，再也忍不住了，插嘴道：「就是霍青桐姊姊送的。你也認識她嗎？那麼咱們是一家人啦！」那老婦道：「她是我的徒弟。」陳家洛行下禮去，說道：「原來是天山雙鷹兩位前輩到了，晚輩們不知，多有冒犯。」那老婦身子稍側，不受這禮，森然問道：「既說是一家人，幹麼你們卻幫皇帝，不讓我殺他？」楊成協等見陳家洛對她很是恭敬，而這老太婆卻神態倨傲，都感氣惱。這時常氏雙俠也已從窗口跳進室內，常赫志道：「皇帝是我們抓來的，要殺也輪不到你。」那老婦咦了一聲道：「皇帝是給你們抓來的？」陳家洛道：「前輩有所不知，皇帝確是我們請來的。我們只當兩位是清宮侍衛，前來打救皇帝，因此一路上攔截。兩位前輩武功實在高明之極，我們眾兄弟不是對手，沒能攔住，以致生了誤會。」其實紅花會群雄已把二人截住，眾人都知他這話是謙遜之辭。那老婦忽然探身窗外，縱聲大叫：「當家的，你下來。」過了半晌，不聞回答，忽然颼的一聲，塔下一枝箭直射上來。老婦伸左手抓住箭尾，轉身一擲，那枝箭插在桌面之上，箭尾不住顫動，厲聲喝道：「無信小輩，怎地又放暗箭？」陳家洛道：「前輩勿怒，塔下兄弟尚未知情，以致得罪，回頭叫他們賠禮。」走到窗口，自下喊道：「是自己人，別放箭！」語聲未畢，又是一箭射到。這時陳家洛也已看得清楚，下面千餘名清兵已將六和塔團團圍住，彎弓搭箭，見窗口有人探頭就射箭上來。陳家洛對趙半山道：「三哥，你去派人守住塔門，別衝出去廝殺。」趙半山應聲下去。周仲英道：「這位是雪鵰關老師父吧，在下久仰得很。」那老婦正是雪鵰關明梅，是禿頭老者陳正德的妻子，兩人一高一矮，一個禿頭，一個白髮，江湖上人稱禿鷲雪鵰，合稱天山雙鷹。關明梅聽了周仲英的話，微微點頭。陳家洛道：「這位是鐵膽周仲英周老英雄。」關明梅道：「嗯，我也聽到過你的名頭。」說到這裏，忽然張口大叫：「當家的，快下來，你在幹甚麼呀？」她正說得好好的，突如其來的一聲大喊，把眾人都嚇了一跳。周仲英道：「陳老師父在和無塵道長鬥劍，咱們快去把事情說清楚。」陳家洛向常氏雙俠使個眼色。雙俠會意，走到乾隆身旁監視。陳家洛和關明梅等奔上梯級，走到第十三層來，在梯級上卻不聞刀劍之聲，群雄都有點擔憂，心想這兩人武功卓絕，出手快速，兩虎相爭，必有一傷，如那一個失手疏虞，都是終身恨事。關明梅卻漫不在意，知道丈夫平生罕遇敵手，決不致有甚失閃。眾人剛到室門，只見白刃耀眼，滿室劍光，兩個人影在斗室中盤旋飛舞，雖祇兩柄劍相鬥，但金刃劈風之聲，有如數十人交戰一般。群雄剛站定，無塵和陳正德又已拆了十餘招。兩人鬥到酣處，劍法一招緊似一招，點到即收，雙劍不交。關明梅本來托大，但看到兩人拆了數十招後，丈夫絲毫未見便宜，不由得暗暗心驚：「怎地江南竟有如此人物？」只見兩人越鬥越緊，兀自分不出高下。陳家洛叫道：「道長，是自己人，請住手吧！」無塵舉劍一封，退後一步。陳正德殺得性起，劍招連綿，劍鋒不離敵手左右。無塵退後一步，他一劍「神駝駿足」刺了過去。無塵向左一閃，還了一劍。兩人又交數招。關明梅叫道：「當家的，他們是紅花會！」陳正德一怔，說道：「是嗎？」他勢道微緩，高手鬥劍，直無毫髮之差，只聽得嗤的一聲，右邊衣襟已被無塵一劍穿過，這還是無塵聽了陳家洛的話後手下容情，否則這一劍當更為狠辣。陳正德大怒，喝道：「好老道！」刷刷刷連環三劍。無塵一步不退，還了四劍。兩人又鬥數十招。陳正德使出「三分劍術」中的絕招，虛虛實實，變幻莫測。無塵展開「追魂奪命劍法」，七十二路正變中包藏八十一路奇變。只見陳正德一劍「冰河開凍」，向無塵右臂直劈下來。無塵向左側讓，陳正德長劍突然上撩，「夜半烽煙」，迅捷絕倫。那知無塵沒了左臂，這時反佔便宜，喝道：「好劍法！」一劍「孟婆灌湯」，直刺敵喉。陳正德這劍撩了個空，心頭一驚：「老糊塗！他沒左臂，我怎地使上了這招？」心念甫動，無塵長劍劍尖已指到咽喉。來劍勢若電閃，陳正德再也不及閃讓，敗中求勝，舉劍橫削，眼見已不免兩敗俱傷。眾人大驚，呼叫聲中，無塵突向右倒，將陳正德來襲之勢讓過，回劍接住來劍，只聽噹的一聲，兩劍顫動，聲若龍吟，嗡嗡之音，良久不絕。無塵右膝跪地，雙劍交併，兩人都不敢移動，各運內力，勢均力敵，兩柄純鋼的長劍相交處各生缺口，慢慢互相陷入。陳家洛見情勢危急，接過楊成協手中鋼鞭，搶上前去要將兩人隔開，剛跨出一步，只聽得頭頂一人哈哈長笑，叫道：「好劍法，好劍法！」語聲方畢，人影下墮，錚的一聲，無塵和陳正德雙劍齊斷。兩人各向前竄出數步，才收住勢子，各持半截斷劍，轉過身來，只見一人笑吟吟的站在中間，手中長劍如一泓秋水。無塵見從樑上跳下來的是陸菲青，微微一笑，道：「好劍！」陳正德紅起了眼，撲上去要和他拚鬥。陸菲青笑道：「禿兄，你不認得小弟了嗎？」陳正德一呆，向他凝視片刻，突然驚叫：「啊，你是綿裏針。」陸菲青笑道：「正是小弟。」陳正德道：「你怎麼在這裏？」陸菲青不答他問話，插劍入鞘，回身向關明梅一揖，道：「大嫂，多年不見，你功夫越來越俊啦！」關明梅喜叫：「陸大哥！」原來陸菲青在第十一層上守禦，見天山雙鷹攻上，二人生具異相，雖然多年不見，仍是一眼即知。陸菲青和他們夫妻相交有素，知二人是俠士高人，決不會給清廷做走狗，何以拚命向監禁乾隆之處攻來，必有原因，決定躲起來看個究竟，因此關明梅闖到第十一層時無人阻截。他見關明梅劍刺乾隆，和陳家洛等說明誤會，就比眾人先一步上了第十三層，躲在樑上，他輕功卓絕，陳正德和無塵又鬥得激烈，都沒留心。他見兩人奮力相拚，時候久了必有損傷，於是削斷兩人長劍，解了僵持之局。陳正德道：「哼，陸老弟，你的劍真是寶物！」陸菲青知道此老火氣極大，笑道：「這是別人的東西，暫且放在我這裏的。」原來這便是張召重的凝碧劍，駱冰在獅子峰上取來後交給了總舵主。陳家洛以這是武當派歷代相傳的名劍，轉交給他。陸菲青又道：「虧得這把劍好，否則兩大高手鬥在一起，天下又有那一人解拆得開？」這句話把陳正德和無塵兩人一捧，兩人心氣頓和。陸菲青道：「不打不成相識，陳大哥，我給你引見引見。」於是從陳家洛起，逐一引見了。陸菲青道：「我只道你們兩位在天山腳下安享清福，那知趕到了江南來殺皇帝。」關明梅道：「你們都見過小徒霍青桐，這事就由她身上而起。皇帝派兵去打回部，青桐的爸爸木卓倫領兵抵抗，敵不過清兵人多，連吃了幾個敗仗。後來清兵的糧草在黃河邊上給人劫了……」陸菲青插嘴道：「那便是紅花會的各位英雄，為了相助木卓倫老英雄而劫的。」關明梅道：「嗯，在回部時我也聽人說起過。」望了陳家洛一眼，道：「怪不得她送這短劍給你。」陳家洛道：「那是在此之前，木卓倫老英雄率眾奪還經書，我們在途中遇到了。」關明梅道：「奪還經書，你們也幫過忙的。回人說起來，把你們說成個個是大英雄，哼！」言下之意，是說今日相見，卻也不見得如何高明，又道：「清兵沒糧草，敗了一仗，木卓倫便提和議，雙方正在停戰商談，那知兆惠得了糧草，又即進攻。」陸菲青道：「滿清官兵原本不守信義。」關明梅道：「回部百姓給清兵害得很慘，木卓倫老英雄抵敵不住，邀我們去商量。我們夫婦本來並不想理會這種事……」陳正德插口道：「都是你，現下又來撇清。」關明梅道：「怎麼都是我？你瞧著清兵在回部殺人放火、殘害百姓，心裏安麼？」陳正德哼了一聲，又要接嘴。陸菲青笑道：「你們老夫妻還是這麼一副脾氣，一說話就吵嘴，也不怕年輕人笑話。大嫂，莫理他，你說下去。」關明梅向丈夫白了一眼，說道：「我們本想去刺殺統兵的兆惠，後來一想，殺了這個甚麼狗屁定邊大將軍，皇帝又可另派一個，殺來殺去沒甚麼用，不如把皇帝殺了來得直截了當。於是便趕去北京，路上得到消息說皇帝到了江南。靠了那幾條狗，我們老夫妻在杭州追蹤了大半夜。原來你們是從地道裏把皇帝抓走的，害得我們一路跟蹤，也鑽了一回地道。我們正自奇怪，皇帝為甚麼大發雅興，要鑽地道。」陳正德道：「甚麼？皇帝是你們抓來的？」陳家洛把捉到乾隆之事簡略說了。陳正德道：「這一手做得不壞，只是不夠爽快，何必餓他？一刀殺了，豈不乾淨利落？」無塵冷冷的道：「國家大事，豈是一刀一劍就能辦得了的。」陳正德怒道：「道長劍術高明之極，咱們還沒分高下，道長如有興致，再來玩玩如何？」無塵道：「瞧你這大把年紀，還沒你徒弟霍青桐這女娃子有見識。咱們是自己人，何必再打？」關明梅笑道：「你瞧，我說你糊塗，你從來不服。現下人家也說你來著，怎麼樣？」眼見老夫妻又要抬起槓來。陳正德道：「就算我沒見識。」轉身又對無塵道：「咱們又不是拚命，比試一下劍法打甚麼緊？你劍法確是不錯，那叫甚麼名堂，倒要請教。」陸菲青怕兩人說僵了再動手，傷了和氣，忙插嘴道：「你的劍法叫作三分劍術，道長的叫作追魂奪命劍，都是震古爍今的絕技。」陳正德道：「也未必能將人追去了魂，奪得了命。」無塵本來瞧在陸菲青份上讓他一步，那知這老頭十分好勝，簡直不通情理，聽了這幾句話心頭火起，說道：「好吧，那麼咱們再來比比。我輸了以後終身不再用劍。」群雄一聽，都待要出言勸解，陳正德說道：「我們夫婦離開回部時，說過殺不了皇帝決不回去，既然你們不讓殺，那也得拿點本領出來，教人心服了才算。道長肯賜教，那是再好沒有。我輸了轉身就走，決不再來行刺。」語聲方畢，已從關明梅手中奪過劍來。陳家洛走上一步，長揖到地，說道：「無塵道長雖然劍法精妙絕倫，但火候總還遜老前輩一籌。大家有目共睹，何必再比？」陳正德傲然道：「陳總舵主你又何必客氣？你師父是世外高人，不屑跟我們凡夫俗子動手，我只好向你領教了。我先請道長賜教，再請你教訓教訓我這老頭子如何？」眾人都覺這個老頭兒實在不近人情，卻不知他和天池怪俠袁士霄素有心病，一直耿耿於懷，因此一口氣發作在陳家洛身上。陳家洛忍氣道：「我更不是老前輩的對手了。我恩師平時常對晚輩說起天山雙鷹，他是十分佩服的。」陳正德一指關明梅，怒道：「你師父佩服的是她，不是我。」關明梅叫道：「當著這許多新朋友，你又呷甚麼乾醋了？」群雄相顧愕然。陸菲青笑道：「禿兄，你們兩夫妻都是六十開外的人啦，這件事吵了幾十年還沒吵完嗎？」陳正德橫性發作，鬚眉俱張，忽然如一枝箭般從窗中直竄出去，叫道：「小道士，不出來的不算好漢。」紅花會群雄都覺陳正德未免欺人太甚。楊成協道：「可惜四哥不在這裏，否則定可和他鬥上一鬥。」無塵聽了這一句激將之言，忍無可忍，叫道：「三弟，把劍給我。」這時趙半山已從下面上來，把劍遞了給他，低聲道：「道長，要顧全咱們和木卓倫、霍青桐的交情。」無塵點點頭，挺劍躍出窗去。塔下的清兵見塔角上有人，早已箭如飛蝗般射將上來。無塵道：「咱們到下面去打，在箭叢裏較量一下如何？」陳正德那肯示弱，道：「好極啦！」雙腳一挺，頭下腳上，直撲下去，從第十三層頂撲到第六層，左手在塔簷上一扳，已在第五層塔角上立定。他外號禿鷲，輕身功夫自是高明之極，這一撲一翻，當真如一頭大鷲相似。塔中群雄齊聲喝采。塔下清兵箭射得密了。陳正德持劍撥箭，仰視無塵動靜。無塵雙腳併攏，右手貼腿，如一根木棍般筆直墮下。塔下清兵齊聲吶喊，紛紛讓開。無塵墮到第五層時仍未止住，眼見要向第四層墮去，突然右臂平伸，劍鋒已在塔簷上平平貼住，手一使勁，趙半山那柄純鋼劍劍身柔韌，反彈起來。他一借勁，已站在第五層上。陳正德見他這手功夫中輕功、內力、劍法、膽識，無一不是生平罕見，那裏敢有半點輕忽，待他站定，說道：「進招了！」劍走偏鋒，斜刺左肩。清兵見兩人拚鬥，只道其中必有一個是自己人，怕有誤傷，當下停弓不射。無塵道：「咱們各擲一箭，引他們放箭！」陳正德道：「好！」兩人各從塔頂撿起一枝箭，以甩手箭手法甩了下去，射傷了兩名兵卒。塔下清兵高聲吶喊，千箭齊發。這時離地已近，每一箭射中都可致命，兩人攻防相鬥，同時撥打下面射上來的箭枝，如此比武可說從所未有，群雄都奔到第六層觀看。關明梅暗暗擔憂，心想這道人劍法狠辣異常，丈夫年事已高，耳目已不如昔日靈便，平地鬥劍決無疏虞，現下身處高塔，清兵箭如驟雨，實是凶險萬分，手中暗扣三粒鐵蓮子，站在窗口相護。兩人在箭雨中鬥得激烈，連在第十二層上看守乾隆的常氏雙俠也忍不住探首窗外，向下觀戰。兩人各握住了乾隆的一隻手，防他逃走。乾隆雙手柔軟細嫩，給常氏兄弟這對精擅黑沙掌的粗手巨掌握住了，總算他兄弟不使勁力，否則一捏之下，乾隆手骨粉碎，從此再也不能做詩題字，天下精品書畫，名勝佳地，倒可少遭無數劫難。此時乾隆雖知來了救兵，但自己身在紅花會手中，倘若他們敗了，老羞成怒，說不定會給自己一刀，心想寧可讓紅花會得勝，聽陳家洛口氣，定可釋放自己。塔角上雙劍於萬箭攢射中狠鬥，勝負難決。陳家洛大叫：「兩位劍法神妙，不必再比了。」兩人鬥得正緊，那裏停得住手？陳正德心想：「這道人劍法果然高明，看來我無法取勝。」他逞強好勝，緩緩移動腳步，面向東方，背朝塔下清兵，這顯是十分不利的地位，日光耀眼，受箭又多，心想只須打成平手，無形中已然勝了對方。無塵見他故意搶佔惡劣地勢，已知他用意，心道：「你自討苦吃，可莫怪我無情。」使出追魂奪命劍中上八路劍法，專刺他面目咽喉，劍尖映日，耀眼生花。陳正德連拆三劍，暗叫不妙，忽聽背後呼呼數聲，六七枝箭射了上來。陳正德矮身低頭，一劍「平沙落雁」，疾刺無塵右臂，同時那些箭枝也向無塵射來。無塵劍撥箭桿，左腿疾起，向陳正德太陽穴踢去。陳正德不知他腿上功夫如此精妙，吃了一驚，吸一口氣，倒退一步，正在此時，忽然一枝箭勁急異常，突向他背後射到。這箭是清宮侍衛中高手所發，來得極快，他向後疾退，恰是以背迎敵。關明梅叫聲：「啊喲！」發鐵蓮子救援已然不及，群雄也齊聲驚呼。無塵忽施「馬面擲叉」絕技，長劍脫手，把那枝箭碰歪，長劍和箭枝同時向塔下跌去。群雄喘了口氣，剛要喝采，下面又射來數箭，無塵手中沒劍，無法撥打，只得閃避。關明梅鐵蓮子發出，打落三箭，陳正德也回身撥打。兩人本來狠命廝拚，這時卻互相救援，塔下官兵大為不解。白振見無塵手中沒了兵器，他在西湖中較藝曾輸在這道人手上，心中記恨，叫箭手齊射無塵。一時羽箭蝗集。無塵東躲西避，鬧了個手忙腳亂。陳正德叫道：「別怕，我給你擋住！」挺劍上來，正要撥打，忽然第六層窗口中飛身縱出一人，搶在其前，尚未立定，轉瞬間雙手已接住十幾枝羽箭，使開甩手箭手法，擲箭出去擊打來箭，手法奇妙，快速已極，隨來隨接，隨接隨擲，竟無一箭落空，一個人便似生了幾十條手臂一般。塔下清兵看得呆了，都停了放箭。楊成協俯身大叫：「今日叫你們見見千臂如來的手段！」清兵隊中兵將侍衛衷心佩服，采聲如雷。趙半山微笑抱拳，躬身答謝。眾官兵見他風度如此，更是情不自禁的鼓掌。三人縱身躍入塔中，群雄都過來道賀。陳氏夫婦這時才真心欽佩無塵、趙半山的武功，對無塵捨己救敵的俠義心腸尤為敬服。眾人互相謙讓讚譽了幾句，塔下清兵鼓噪又起。徐天宏道：「我去叫皇帝壓服他們。」說罷飛步上樓。過了半晌，只見乾隆從第七層窗口探出頭來，叫道：「我在這裏。」白振叫道：「皇上在塔上。」率領眾人，伏地高呼：「萬歲！」乾隆叫道：「我在這裏有事，你們別吵！」隔了一會，又道：「各人退後三十步！」李可秀奉旨，勒兵後退。陳家洛笑道：「七哥指揮皇帝，皇帝指揮官兵，這比衝下去大殺一陣好得多啦。皇帝者，天下之至寶也，與其殺之，不如用之。」群雄聽得陳家洛掉文，盡皆大笑。衛春華望著清兵後退，見他們隊伍中有幾名獵戶牽著獵狗，說道：「我正想不通他們怎會找到這裏，原來他們也帶了狗。」從小頭目手中接過弓箭，彎弓搭箭，颼颼兩箭向塔下射去，只聽得幾聲長嗥，兩條狗被射死在地。清兵發一聲喊，退得更快。陳家洛向陸菲青道：「陸周兩位前輩，請你們陪陳老前輩、關老前輩說話，我上去和皇帝再談。」眾人都道：「總舵主請便。」他上樓時紅花會群雄都站起來相送，陸周兩人也欠身為禮。陳正德和關明梅見陳家洛形容清貴、丰神俊雅，年紀又輕，群豪對他卻都執禮甚恭，頗以為異。※※※陳家洛走到第七層上，常氏雙俠和徐天宏行禮退出。乾隆嗒然若失，悶坐椅上。陳家洛道：「你打定了主意沒有？」乾隆道：「我既落入你手裏，要殺便殺，何必多說？」陳家洛歎道：「可惜，可惜！」乾隆道：「可惜甚麼？」陳家洛道：「我一向以為你是個雄才大略之人，慶幸我爸爸姆媽生了你這好兒子，我有一個好哥哥，那知道……」乾隆問道：「那知道怎樣？」陳家洛沉吟半晌，道：「那知外表似乎頗有膽量，內裏卻是膽小萬分。」乾隆怒道：「我甚麼地方膽小了？」陳家洛道：「不怕死，那最容易不過了。匹夫之勇，有甚麼可貴？可是圖大事、決大疑，卻非大勇者所不能為。這個你就不能了。」乾隆怫然而起，道：「天下建大功、立大業之事，有沒有被人脅逼而成的？」陳家洛道：「當年唐高祖在太原起事之初，猶豫不決，他兒子李世民多方部署，令他迫於情勢，不得不從。宋太祖如無陳橋兵變，豈有黃袍加身？這兩位開國之主雖受兒子或部下所迫，不得不冒險自立，終成大事，但後世何嘗不對他們景仰拜服？」乾隆沉吟不語，頗為心動。陳家洛又道：「何況哥哥你才能遠勝李淵、趙匡胤。只要你決心恢復漢家天下，我們這許多草莽豪傑立時聽你指揮。我可拍胸擔保，他們從此決不敢對你有絲毫不敬，不盡為臣子之道。」乾隆不住點頭，心下尚還有一份顧慮，卻是不便出口。陳家洛猜到他心意，說道：「我只要見哥哥把滿清胡虜趕到關外，那就心滿意足。那時要請你准我歸隱西湖，和我手下這些兄弟們賞花飲酒，共享太平，以終餘年。」乾隆道：「這是那裏話？如能成就大事，天下軍政大計都要請你輔佐才好。」陳家洛道：「咱們話說在先，一等大事成功，你必須准我退休。須知我們這些兄弟不知禮法，如有不合你心意之處，反而失了君臣之禮，兄弟之義。」乾隆聽他說得斬釘截鐵，去了心中顧慮，伸手在桌上一拍，道：「好，就這麼辦！」陳家洛大喜，道：「你再沒猶豫了？」乾隆道：「沒有了。只是我要託你一件事，你們故總舵主于萬亭，有幾件東西放在回部，說是我出身的證據，你去拿來給我瞧瞧。我看了之後，對自己真是漢人這件事才沒絲毫疑心，那時必定和你共圖大事。」陳家洛心想這倒也合情合理，道：「好，這些東西聽文四哥說要緊非常，我明日就動身親自去拿。」乾隆道：「等你回來，你先來御林軍辦事，我把你升作御林軍總管，統率護軍、驍騎、前鋒三營，過些時候，再兼京師九門提督。天下各省兵權也慢慢交在咱們親信的漢人手裏。等到我命你做兵部尚書，把八旗精兵分散得七零八落之後，咱們就可舉事了。」陳家洛大喜，道：「皇上計謀深長，何愁大事不成。」當即跪下行君臣之禮，乾隆忙伸手扶起。陳家洛道：「今日之事，須和眾人立誓為盟，不得反悔。」乾隆點點頭。陳家洛雙掌一拍，命心硯取來乾隆原來的衣冠，服侍他換過了。陳家洛道：「請大家進來參見皇上。」群雄入內。陳家洛說明乾隆已允驅滿復漢，朗聲道：「以後咱們輔佐皇上，共圖大事，如有異心，洩露機密，天誅地滅。」當下歃血為盟。乾隆也飲了一口盟酒。只有陳正德和關明梅在一旁微微冷笑。陸菲青道：「大哥、大嫂，你們也來喝一杯盟酒！」陳正德道：「官府的話說得再好聽，我也從來不相信，何況是官府的頭腦？」關明梅道：「恢復漢家山河，那是咱們每個黃帝子孫萬死不辭之事。只要皇帝真有此心，如有用得著我們夫妻的地方，陳總舵主送個信來，我們這對老骨頭赴湯蹈火，決沒半點含糊。這口酒，我們是不喝的了。」陳正德右手一伸，忽地插入牆中，抓下了一大塊泥土磚石，厲聲說道：「要是誰狼心狗肺，負義背盟，出賣朋友，壞了大事，這就是榜樣！」手指一發力，磚石都碎成細粉，簌簌而落。乾隆見牆上那洞指痕宛然，甚是驚駭。陳家洛道：「兩位老前輩雖不加盟，和大家也是一條心。這裏都是血性朋友，我也不必多囑。但願皇上不可三心兩意，忘了今日之盟。」乾隆道：「大家儘管放心。」陳家洛道：「好，我們送皇上出去。」衛春華奔到塔外，叫道：「你們過來迎接皇上！」李可秀與白振聽了，將信將疑，怕紅花會又使詭計，率領兵卒慢慢走近，見乾隆果然從塔中走出，忙伏地迎接。白振牽過馬來，乾隆上了馬，對白振道：「我在這裏和他們飲酒賦詩，貪圖幾日清靜。你們偏要大驚小怪，敗了我的清興。」白振連說：「臣該死！」當下前後擁衛，旌旗招展，打起得勝鼓，威風凜凜的奏凱回杭。只是金鼓聲中，偶夾幾聲獵犬的「汪汪、嗚嗚」，略嫌美中不足。※※※紅花會群雄正要重回六和塔，陳正德道：「我們老夫婦今日會到江南群雄，見了素來仰慕的周老英雄，又和分別多年的陸老弟重逢，實在高興得很。得與無塵道長兩番交手，更是生平第一快事。我和老妻另有俗事，就此別過。」陳家洛忙道：「兩位前輩難得到江南來，務必要請多住幾日，好讓後輩多多請教。」陳正德白眼一翻，道：「你師父本領比我大得多，你向我請教甚麼？無塵道長，將來咱們再鬥一鬥酒量，看誰厲害。」無塵笑道：「那我是甘拜下風。」關明梅把陳家洛拉在一旁道：「你娶了親沒有？」陳家洛臉一紅道：「沒有。」關明梅又道：「定了親麼？」陳家洛道：「也沒有。」關明梅點點頭，微微一笑，忽然厲聲道：「如你無情無義，將來負了贈劍之人，我老婆子決不饒你。」陳家洛不禁愕然，無辭以對。那邊陳正德叫道：「喂，你蠍蠍螫螫的，跟人家年輕小夥子談甚麼心？好走啦！」關明梅眉頭一皺，轉身過去，忽然撮唇作哨，四條大狗從樹林中奔了出來。兩夫婦向群雄施了一禮，帶了四犬便走。陸菲青叫道：「大哥、大嫂，你們去那裏？」兩人不答，不一會，身影已在林中隱沒，只聽犬吠之聲漸漸遠去。常氏雙俠憤憤不平，常赫志道：「倚老賣老。」常伯志接口道：「沒點禮數。」陳家洛道：「世外高人，大抵如此。咱們到塔裏談吧。」眾人回到六和塔內。陳家洛道：「我答應了皇帝，要到我師父那裏去拿兩件要緊物事，現下咱們先去天目山看四哥和十四弟的傷勢，然後再調配人手如何？」眾人都無異議。出得塔來，馬善均、馬大挺父子自回杭州。群雄乘馬向西進發，次日到了於潛，又一日上山來看文泰來和余魚同。