第一二三回　異國金蘭蕭峰和慕容復各見父親睜眼微笑，欣喜不可名狀，卻見蕭遠山和慕容博二人攜手站起，一齊在那老僧面前跪下。那老僧道：「你二人由生到死，由死到生的走了一遭，心中可還有甚麼放不下？倘若適才就此死了，還有甚麼興復大燕、親報妻仇的念頭？」蕭遠山道：「弟子空在少林寺做了三十年和尚，那全是假的，沒有半點佛門弟子的覺心，懇請師父收錄。」那老僧道：「你的殺妻之仇，不想報了？」蕭遠山道：「弟子生平殺人，無慮百數，倘若被我所殺之人的親屬皆來向我復仇索命，弟子雖死百次，亦自不足。」那老僧轉向慕容博道：「你呢？」慕容博微微一笑，道：「庶民如塵土，帝王亦如塵土。大燕不復國是空，復國亦空。」那老僧哈哈一笑，道：「大徹大悟，善哉，善哉！」慕容博道：「求師父收為弟子，更加開導。」那老僧道：「你們想出家為僧，須求少林寺中的大師們剃度。我有幾句偈語，不妨說給你們聽聽。」當即端坐說法。蕭峰和慕容復見父親跪下，跟著便也跪下。玄生、玄渡、神光、道清、波羅星瞧那老僧說到奇妙之處，不由得皆大歡喜，敬慕之心，沛然而起，一個個的都跪將下來。段譽趕到之時，聽到那老僧正在為眾人妙解佛義，他只想繞到那老僧對面，瞧一瞧他的容貌，那知鳩摩智忽然間會下毒手，胸口竟然中了他的一記「火燄刀」。段譽隨即昏迷，也不知過了多少時候，這才慢慢醒轉，睜開眼珠，首先看到的是一個布帳頂，跟著發覺是睡在床上被窩之中。他一時之間神智未曾全然清醒，用力思索，只記得是遭了鳩摩智的暗算，怎麼會睡在一張床上，卻無論如何也想不起來，只覺口中奇渴，便欲坐起，微一轉動，卻覺胸口一陣劇痛，忍不住「啊」的一聲，叫了出來。只聽外間一個少女的聲音說道：「段公子醒了，段公子醒了！」語聲中充滿了喜悅之情。段譽只覺這少女的聲音頗是熟悉，正在想說話之人是誰，忽見一個青衣少女急步奔進屏來，圓圓的臉蛋，嘴角邊一個小小酒窩，正是當年在「無量劍」東宗大廳上所遇的鍾靈。她父親「見人就殺」鍾萬仇，和段譽之父段正淳結下深仇，設計相害，陰差陽錯，段譽從石屋中出來之時，竟將個衣衫不整的鍾靈抱在懷中，將害人反害己的鍾萬仇氣了個半死。其後鍾靈雖被雲中鶴劫了去，不知下落如何，段譽有時念及，不免歉然，那想到居然會在這裏相見。鍾靈和他目光一觸，臉上一陣暈紅，似笑非笑的道：「你早忘了我罷？還記不記得我姓甚麼？」段譽見到她的神情，腦海中驀地裏出現了一幅圖畫，只是她坐在橫樑之上，兩隻腳一盪一盪，嘴裏不住咬著瓜子，說也奇怪，當時她穿的那雙蔥綠鞋子鞋面上所繡的幾朵黃色小花，這時還似看得清楚無比，禁不住脫口而出：「你那雙繡黃花的蔥綠鞋兒呢？」鍾靈臉上又是一紅，心想：「他居然將我那雙鞋兒也記得清清楚楚，足見並沒忘了我。」微笑道：「早穿破啦，虧你還記得這些。」段譽笑道：「怎麼你沒吃瓜子？」鍾靈道：「好啊，這幾天服侍你養傷，把人家都快急死啦，誰還有閒情吃瓜子。」一句話說出口，覺得自己真情流露，不由得飛紅了臉。段譽怔怔的瞧著她，隔了半晌，問道：「你的青靈子呢？那條金色小蛇兒呢？」鍾靈道：「我流落在外，沒回過家，怎──怎麼帶甚麼青靈子、金靈子？」段譽道：「啊，是了，那日那個『窮兇極惡』雲中鶴將你抱了去，我很是著急，只恨自己不會武功，便叫我徒兒南海鱷神來救你，不知你如何脫險，好生想念。」鍾靈笑道：「你徒兒對你倒很忠心。這雲中鶴輕功雖好，帶了我終究奔行不快，只逃出數里，便給你徒兒追上了──」說到這裏，突然住口，神態甚是忸怩。段譽道：「怎麼啦？」鍾靈突然噗哧一笑，道：「你猜你那個徒兒叫我甚麼？真是叫人生氣又不是，好笑又不是。」段譽看到她嬌羞的模樣，不禁心中一蕩，說起當時在大理所說的話來，微笑道：「我徒兒自然叫你作『師娘』啦。」鍾靈滿臉孕著笑意，說道：「我給那個惡徒抱著，拼命掙扎，卻那裏掙得脫他的掌握？心裏可真害怕得要命，只聽得你徒兒一面追，一面嘶啞著嗓子大叫：『師娘，師娘！你伸手掏他的腋窩兒，這瘦竹篙可最怕癢。』我心裏想：『呵癢麼？那倒是我最拿手的事。』伸出手來，正要往那惡人腋窩裏呵去，不料那惡人已先聽到你徒兒的說話，不等我手到，忍不住已哈哈笑了起來。他這麼一笑，便奔不快了，你徒兒跟著便即追到。「那惡人道：『岳老三，你可上了人家的當啦！』岳老三道：『甚麼上當不上當？你快放下我師娘，要不然便嘗嘗我鱷嘴剪的滋味。』那惡人無可奈何，只好將我放下。我乘他不備，伸手便呵他癢。那惡人彎了腰，笑得喘不過氣來，他越是笑，我越是不住手的呵。他一面笑，一面不住咳嗽。岳老三道：『師娘，你這就饒了他罷，再呵下去，他一口氣接不上來，可活不成啦！』我好生奇怪，這惡人武功很高，怎麼會給人呵癢呵死？便說：『我不信，我呵死他試試看。』岳老三道：『不成，試不得，呵死了便活不轉了。雲中鶴的練功罩門是在腋下天泉穴，這地方碰也碰不得。』「我聽他這麼說，便放手不再呵他癢，要是真的將這大惡人呵死了，那可不大妙。那惡人站直身子，狠狠向我瞧了一眼，突然一口唾沫向岳老三吐去，罵道：『死鱷魚，臭鱷魚，我練功的罩門所在，為甚麼說與外人知道？』我說道：『好啊，你罵人啊！』伸手又去呵他癢，不料這一次卻不靈了，他飛出一腳，將我踢了個觔斗，便即揚長而去。岳老三將我扶了起來，問道：『師娘，你摔痛了沒有？』我還沒有回答，忽見我爹爹提刀追來，叫道：『臭丫頭，你死在這裏幹甚麼？』岳老三回頭喝道：『他──他──』（這岳老三口中罵人）『──你不乾不淨的嚷嚷甚麼？』我爹爹怒道：『我自罵我女兒，管你甚麼事？』岳老三不知為了甚麼，突然大發脾氣，指著我爹爹大叫：『你──你這狗賊，居然想佔我便宜？我──我岳老二跟你拼了。』我爹爹道：『我佔你甚麼便宜了？』岳老三道：『他是我師娘，已然比我大了一輩，那是事出無奈，我也沒甚麼法子。你卻自稱是她老子，這──這──這──不是更比我大上兩輩麼。我岳老三在南海為尊，人人叫我老祖宗、老爺爺，來到中原，卻處處比人矮上一兩輩，老子不幹，萬萬的不幹！』」鍾靈聰明伶俐，口齒便給，學起南海鱷神的說話來，雖不如阿朱之唯妙唯肖，但神態聲音，卻也有五分相似。段譽一聽，覺得正是自己那寶貝徒兒的口吻，不由得甚是好笑。鍾靈續道：「我爹爹說道：『你不幹就不幹。這是我親生的女兒，我自然是她老子，又有甚麼自稱不自稱的。』不料這岳老三說不過我爹爹，竟然強辭奪理起來，說道：『你當然是自稱。我師娘這麼美麗，你卻醜得像個妖怪，怎麼會是她老子？我師娘定然是別人生的，不是你生的。你是假老子，不是真老子！』我爹爹一聽，氣得臉也黑了，提刀向岳老三便砍。我忙勸道：『爹爹，這人將我從惡人手裏救了出來，你別殺他！』我爹爹怒火衝天，罵道：『臭丫頭，我早疑心你不是我生的。連這大笨蛋都這麼說，還有甚麼假的？我先殺了他，再殺你，然後去殺你媽媽！』」原來鍾靈之母昔日與段譽之父段正淳曾有過一段舊情。鍾萬仇瞧著她越長越美，與自己的尊容沒半分相似之處，那疑心加上酸意，每日裏都在心中糾纏不清。鍾靈說到這裏，眼睛中淚珠滾來滾去，盈盈欲滴。段譽道：「你別擔心！我知道你爹最怕老婆，萬萬不敢去殺你媽。」鍾靈笑了起來，道：「你怎麼又知道了？」這一笑，藏在眼中的淚水都從臉頰上滾下來。段譽道：「我到你家萬劫谷中去送信，親眼見到你爹爹對你媽千依百順，沒半點違拗。」鍾靈嘆了口氣，半晌不語。段譽道：「後來便怎樣？怎麼你又到了這裏？」鍾靈道：「我見爹爹和你徒兒鬥了起來，一時間勝敗難分，我便大聲叫道：『喂，岳老三，你不可傷我爹爹。』又叫道：『爹爹，你不能傷了岳老三！』不理他們後來打得怎樣，便自走了。」段譽點頭道：「是啊，還是出來在外面散散心的好。」鍾靈道：「我本來想找你，可是找來找去，卻那裏找得到？前些日子聽到江湖上有人說，天下英雄好漢都要到少林寺來聚會，我心裏琢磨，說不定你也會來，因此上便也趕上少室山來。可是我既不是英雄，又不是好漢，這少林寺是不能去的，只好在山下亂走，見到人就打聽你的下落。幸好這裏有一所空屋子沒人住，我便老實不客氣的住將下來了。」段譽聽她說得輕描淡寫，但見她臉上頗有風霜之色，心想她小小年紀，孤身輾轉江湖，這些日子來想必吃了不少苦頭，對自己的情意，實是可感，忍不住伸出手去，握住她手，低聲道：「總算天可憐見，教我又見到了你！」鍾靈坐到床沿之上，問道：「你怎麼會到這裏來的？」段譽睜大了眼睛，道：「我正要問你呢，我怎麼會到這裏來的？我只知道有一個惡和尚暗算於我。我胸口中了他的無形刀氣，受傷甚重，以後便甚麼都不知道了。」鍾靈皺起了眉頭，道：「那可真奇怪之至了！昨日黃昏時候，我到菜園子去拔菜，在廚房裏洗乾淨了切好，正要去煮，聽得房中有人呻吟。我嚇了一跳，拿了菜刀走進房來，只見我床上睡得有人。我連問幾聲：『是誰，是誰？』不聽見回答。我想一定是要想來算計我的壞人，舉起菜刀，便要向床上那人砍將下去。幸虧──幸虧你是仰天而臥，刀子還沒砍到你身子，我已先見到了你的臉──」她說到這裏，伸手輕拍自己胸膛，想是當時情勢驚險，此刻思之，猶有餘悸。段譽尋思：「此處既是離少林寺不遠，想必是我受傷之後，有人將我送到這裏來了。」鍾靈又道：「我叫你幾聲，你卻只是呻吟，不來睬我。我一摸你額頭，燒得可厲害，又見你衣襟上有許多鮮血，知道你受了傷，解開你衣衫想瞧瞧傷口，卻是包紮得好好的。我怕觸動傷處，沒敢打開繃帶。等了好久好久，你總是不醒。唉，我又是喜歡，又是焦急，不知道怎樣辦才好。」段譽道：「累得你掛念在心，真是好生過意不去。」鍾靈突然臉孔一板，道：「你不是好人，早知你這麼沒良心，我早不想念你了。現在我就不理你啦，讓你死也好，活也好，我總是不來睬你。」段譽道：「怎麼了？怎麼忽然生起氣來了？」鍾靈「哼」的一聲，小嘴一撅，道：「你自己知道，卻來問我幹甚麼？」段譽急道：「我──我當真不知，好姑娘，好妹子，你跟我說了罷！」鍾靈嗔道：「呸！誰是你的好姑娘、好妹子了？你在睡夢中說了些甚麼話，你自己知道，卻來問我？當真好沒來由。」段譽急道：「我睡夢中說甚麼來著？那是胡裏胡塗的言語，作不得準。啊，我想起來了，我定是在夢中見到了你，喜歡得很，說話不知輕重，以致冒犯了你。」鍾靈突然怔怔的掉下淚來，道：「到這時候，你還在騙我。你到底是夢見了甚麼人？」段譽嘆了口氣，道：「我受傷之後，一直昏迷不醒，真的不知說了些甚麼囈語。」鍾靈突然大聲道：「誰是王姑娘？王姑娘是誰？為甚麼你在昏迷之中只是叫她的名字？」段譽胸口一酸，道：「我叫了王姑娘的名字麼？」鍾靈道：「你怎麼不叫？你昏迷不醒的時候也在叫，哼，你這會兒啊，又在想她了，好！你去找你的王姑娘來服侍你，我可不管了！」段譽嘆了口氣，道：「王姑娘心中可沒我這個人，我便是想她，卻也枉然。」鍾靈道：「為甚麼？」段譽道：「她只喜歡她的表哥，對我向來是愛理不理的。」鍾靈轉嗔為喜，笑道：「謝天謝地，惡人自有惡人磨！」段譽道：「我是惡人麼？」鍾靈頭一側，半邊秀髮散了開來，笑道：「你徒兒岳老三是四大惡人之一，徒兒都這麼惡，師父當然是惡上加惡了。」段譽笑道：「那麼師娘呢？」鍾靈臉上一紅，啐了一口，心中卻是大有甜意，一轉身，奔向廚房，端了一碗雞湯出來，道：「這鍋雞湯煮了半天了，等著你醒來，一直沒熄火。」段譽道：「真不知道怎生謝你才好。」見鍾靈端著雞湯過來，掙扎著便要坐起，牽動胸口傷處，忍不住輕輕哼了一聲。鍾靈忙道：「你別起來，我來餵惡人小祖宗。」段譽道：「甚麼惡人小祖宗？」鍾靈道：「你是大惡人的師父，不是惡人小祖宗麼？」　段譽笑道：「那麼你──」鍾靈用匙羹舀起了一匙熱氣騰騰雞湯，對準他臉，佯怒道：「你再胡說八道，瞧我不用熱湯潑你？」段譽伸了舌頭，道：「不敢了，不敢了！惡人小姐奶奶果然厲害，夠惡！」鍾靈噗哧一笑，險些將湯潑到段譽身上，急忙收斂心神，伸匙嘴邊，拭了拭匙羹中雞湯已不太燙嘴，這才伸到段譽口邊。段譽喝了幾口雞湯，見她臉若朝霞，上唇微有幾粒細細的汗珠。此時正當六月大暑天時，鍾靈一雙小臂都露在衣袖之外，皓腕如玉，段譽心中一蕩，不知怎地，忽然想起：「如果這時候在餵我喝湯的是王姑娘，縱然這是腐腸鴆毒，我卻也甘之如飴。」鍾靈見他獃獃的望著自己，萬料不到他這時竟會想著別人，微笑道：「有甚麼好看？」段譽正要回答，忽聽得呀的一聲，有人推門進來，跟著一個少女聲音說道：「咱們且在這裏歇一歇。」一個男人的聲音道：「好！可真累了你了，我──我真是過意不去。」那少女道：「廢話！」段譽聽得二人聲音，正是阿紫和游坦之。他知道阿紫是父親的私生女兒，和自己是同父兄妹，只是這個小姑娘自幼拜在星宿老人門下，沾染邪惡，行為任性，大理四隱中的撫仙釣徒凌千里便因受她之氣而死。段譽和大理的三公四隱都甚交好，想到凌千里之死，便不願去和這個頑劣的小妹子相見，何況昨日自己相助蕭峰而和游坦之為敵，此刻重傷之餘若是給他見到，說不定性命難保。忙豎起手指，作個噤聲的手勢。鍾靈點了點頭，端著那碗雞湯在手，不敢放到桌上，深恐發出些微聲響。只聽得阿紫叫道：「喂，有人麼？有人麼？」鍾靈瞧了瞧段譽，並不答話，尋思：「此人多半是王姑娘了，她和表哥在一起，所以段郎不願和她見面。」她極盼去瞧瞧這位「王姑娘」的模樣，到底是怎生的花容月貌，居然令段譽為她神魂顛倒至斯，卻又不敢移動腳步，心想若是段郎和她相見，多半沒有好事，且任她叫嚷一會，沒人理睬，她自然和表哥去了。阿紫又大叫：「屋裏的人怎麼不死一個出來？再不出來，姑娘放火燒了你的屋子。」鍾靈心道：「這王姑娘好橫蠻！」忽聽游坦之低聲道：「別作聲，有人來了！」阿紫道：「是誰？丐幫的？」游坦之道：「有四五個人，說不定是丐幫的。他們正在向這邊走來。」阿紫道：「丐幫這些長老們對你已起離叛之心，若是落在他們手中，咱二人都要糟糕。」游坦之道：「那怎麼辦？」阿紫道：「到房裏躲一躲再說，你受傷太重，不能跟他們動手。」段譽聽得游坦之和阿紫要到內房來躲藏，暗暗叫苦，自己雖是不喜阿紫，撞到了也不打緊，這位丐幫幫主卻是性子乖戾，一給他遇上了，大有性命之憂，忙向鍾靈打個手勢，要她設法趨避。但這是山農陋屋，內房甚是狹隘，一進來便即見到，實是無處可躲。鍾靈四下一看，正沒作理會處，聽得腳步聲響，廳堂中那二人已向房中走來，低聲道：「躲到炕底下去。」不等段譽示意可否，將他身子一抱，兩人都鑽到了炕底。少室山上一至秋冬便十分寒冷，山民均在炕下燒火取暖，此時正為盛暑，自是不須燒火，但炕底下積滿了煤灰焦炭，段譽一鑽進去，撲鼻塵灰，忍不住便要打噴嚏，好容易才忍住了。鍾靈挨在他的身邊，張眼往外瞧去，只見一雙穿著紫色緞鞋的纖腳走進房內，卻聽得那男人的聲音說道：「唉，我要你背來背去，實在是太褻瀆了姑娘。」那少女道：「咱們一個聾，一個跛，這叫做相依為命。」鍾靈大奇，心道：「原來王姑娘是個瞎子，她是將表哥負在背上，所以我瞧不見那男人的腳。」阿紫將游坦之往床上一放，說道：「咦！這床剛才有人睡過，席子也還是熱的。」跟著聽得砰的一聲，大門被人踢開，幾個人衝了進來。一個人粗聲說道：「王幫主，幫中大事未了，你這麼撒手一丟，算是甚麼玩意？」正是宋長老。他率領著兩名七袋弟子、兩名六袋弟子，在這一帶追尋游坦之。原來蕭氏父子、慕容父子以及少林群僧、中原群雄紛紛奔進少林寺後，丐幫幫眾覺得今日顏面丟盡，如不急行設法，只怕這中原第一大幫再難在武林中立足。對於蕭氏父子和慕容博的怨仇糾葛，丐幫以事不關己，也不想插手。群丐心中掛念著一件事：「須得另立幫主，率領幫眾，重振雄風，挽回丐幫已失的令譽。」尋王星天時，卻已不如去向。眾丐均想他雙足已斷，走不到遠處，當下分路尋找。至於找到後如何處置，群丐議論未定，也沒想拿他怎麼樣，但此人決計不能再為丐幫幫主，卻是眾口一辭，絕無異議的事，丐幫向例，新舊幫主交替之時，舊幫主必須在場，王星天這麼一走了之，總是少一個交代。群丐尋找王星天之時，發覺阿紫同時不知去向，都猜想他定是與王星天在一起。宋長老率領著四名弟子，在少室山東南方尋找，遠遠望見樹林邊紫色衣衫一閃，有人進了一間農舍之中，認得正是阿紫，又見她背上負得有人，依稀是王星天的模樣，當即追了下來，既進那農舍的內房之後，果見王星天和阿紫並肩坐在炕上。阿紫冷冷的道：「宋長老，你既仍稱他為幫主，怎麼大呼小叫，沒半點謁見幫主的規矩？」宋長老一怔，心想她的話倒非無理，便道：「幫主，咱們數千兄弟，都留在少室山上，何去何從，要請幫主示下。」游坦之道：「你們還當我是幫主麼？你想叫我回去，只不過是要殺了我出氣，是不是？我不去！」宋長老一揮手，向四名弟子道：「快去報訊，幫主在此。」那四名弟子應道：「是！」正要轉身出去，阿紫喝道：「下手！」游坦之一掌應聲拍出，炕底下鍾靈和段譽只覺得房中突然一陣寒冷徹骨，那四名丐幫弟子哼也沒哼一聲，已然屍橫就地。宋長老又驚又怒，舉掌當胸，道：「你──你──對幫中兄弟，竟然下這等毒手！」阿紫道：「將他也殺了滅口。」游坦之又是一掌，宋長老舉掌一擋，呼的一聲，身子直向外飛出，跌跌撞撞的向外衝出了大門，阿紫咯咯一笑，道：「王公子，這人也活不成了，你餓不餓？咱們去找些吃的。」將游坦之負在背上，兩人同到廚房之中，將鍾靈煮好了的飯菜，老實不客氣拿到廳房，便吃了起來。鍾靈在段譽耳邊叫道：「這二人好不要臉，在喝我給你煮的雞湯。」段譽低聲道：「他們心狠手辣，一出手便殺人，待會定然又進房來。不如乘他們正在吃喝之時，從後門溜了出去。」鍾靈不願他和那個「王姑娘」相見，聽他這麼說了正是求之不得。兩人輕手輕腳，從炕底爬了出來。鍾靈見段譽滿臉煤灰，忍不住好笑，伸手抿住了嘴。出了房門，穿過灶間，剛踏出後門，段譽忍了多時的噴嚏無法再忍，「乞嗤」一聲，打了出來。鍾靈橫了他一眼，只聽得喀喇一聲，有人在前面廳堂中掀翻了桌子，眼見四下裏無處可躲，只灶間後面有間柴房，一拉段譽，便即進了柴草堆中。只聽見阿紫在問游坦之道：「這裏定然有人，你瞧有甚麼古怪？」游坦之道：「多半是鄉下種田人，我看不必理會。」阿紫道：「甚麼不必理會？你如此粗心大意，將來定吃大虧，別作聲！」她眼盲之後，耳朵特別敏銳，依稀聽得有柴草沙沙之聲，說道：「草堆裏有人！」鍾靈和段譽躲入草堆，聽得阿紫和游坦之便在外邊，一動也不敢動。鍾靈忽覺有水液一滴一滴的落在自己臉上，伸手一摸，濕膩膩地，鼻中跟著又聞到一陣血腥氣，不禁大吃一驚，問道：「你──傷口怎麼啦？」段譽低聲道：「別作聲！」但鍾靈問這一句話，早已給阿紫聽見，她一拍游坦之大腿，作個手勢，示意柴房之中有人。游坦之呼的一掌，向柴房疾拍過去，喀喇喇一聲響，門板破碎，木片與柴草齊飛。他跟著第二掌又即拍出，鍾靈叫道：「別打，別打！咱們出來啦！」扶著段譽，從柴草堆爬了出來。原來段譽先前給鳩摩智刺了一刀「火燄刀」，受傷著實不輕，從炕上爬到炕底，又從炕底躲入柴房，這麼移動幾次，傷口迸裂，鮮血狂瀉。當他從柴草中鑽出來，全身沾滿了鮮血、煤灰、草屑，狼狽不堪。阿紫道：「怎麼有個小姑娘的聲音？」游坦之道：「有個男人帶了個小姑娘，躲在柴草堆中，滿身都是血，這小姑娘眼睛骨溜溜地，只是瞧著你。」阿紫目盲之後，最不喜旁人提到「眼睛」二字，游坦之不但說到「眼睛」，而且是「小姑娘的眼睛」，更加觸動她的心事，道：「甚麼骨溜溜地，她的眼睛長得很好看麼？」游坦之還沒知道她心中已十分生氣，說道：「她身上污穢得緊，是個種田人家女孩，這雙眼睛嘛，倒是漆黑兩點，靈活得緊。」原來鍾靈在炕底下沾得滿頭滿臉的塵沙炭屑，一對眼睛卻仍是黑如點漆，明似秋水。阿紫大是惱怒，突然間想出個惡毒主意，道：「王公子，你為甚麼不將這一對好看的眼珠挖了出來？」游坦之一驚，道：「好端端地，為甚麼挖她眼睛？」阿紫和游坦之相處已久，知他心地仁善，不願隨便無辜傷人，便道：「我的眼睛給丁老怪弄瞎了，你去將這小姑娘的眼挖了下來，給我裝上，令我重見天日，豈不是好？」游坦之暗暗吃驚，尋思：「倘若她雙目得能重行視物，見到我的醜八怪模樣，立即便不睬我了，說不定更認出我的真面目，知道我便是那個『鐵丑』，甚麼極樂派掌門人、甚麼王星天公子，全是欺瞞她的一派胡言，她自然立時便和我翻臉。這件事是萬萬不能做的。」說道：「倘若我能醫好你的雙眼，便叫我粉碎身骨，也所甘願，但──恐怕不成罷？」阿紫明知不能挖別人的眼珠來填補自己盲了的雙眼，但她眼盲之後，一肚子的怨氣，只盼天下個個人都沒眼睛，這才快活，說道：「你沒試過，怎知道不成？你快動手，將她的眼珠挖將出來。」她本將游坦之負在背上，當即邁步，向段譽和鍾靈二人身前走去。鍾靈聽了他二人的對答，心中怕極，拔腳便即狂奔。鍾靈身手矯捷，這一受驚之下，發足急奔，頃刻間便跑在十餘丈外。阿紫雙眼盲了，二來負上個游坦之，自然難以追上。何況游坦之並不想阿紫追上鍾靈，指點之時，方向既不十分正確，出言也是吞吞吐吐，失了先機。阿紫一聽鍾靈的腳步之聲，情知已然追趕不上，當即回頭叫道：「女娃子既然逃走，將男的宰了便是！」鍾靈遙遙聽得，大吃一驚，當即站定，回轉身來，只見段譽倒在地下，身旁已流了一灘鮮血。她奔了回來，喝道：「小瞎子，你膽敢傷他？」這時她與阿紫正面相對，看清楚了她的面貌，見她容貌俏麗，果然是個小美人兒，說甚麼也料想不到心腸卻是如此毒辣。阿紫喝道：「點了她穴道！」游坦之心中雖然不願，但對阿紫的吩咐從來不敢有半點違拗，在大遼南京的南院大王府中是如此，做了丐幫幫主時仍是如此，一聽阿紫的喝聲，當即一指點出，嗤一聲響，將鍾靈點倒在地。鍾靈叫道：「王姑娘，你別傷他，他──他連在夢中也在叫你的名字，對你實是一片真心！」阿紫奇道：「你說甚麼？誰是王姑娘？」鍾靈道：「你──你不是王姑娘？那麼你是誰？」阿紫微微一笑，道：「這位王公子雖然和我是自己人，我可不是姓王。他若要我姓王，須得對我千依百順，沒半分違拗才成。」游坦之心中怦怦亂跳，聽阿紫這幾句話，似乎只須自己永遠聽從她的意旨，她便有委身下嫁之意，不覺喉頭乾澀，道：「段──段──」以下的話，說甚麼也不能從口中吐將出來。阿紫將游坦之放在地下，任他倚樹而坐，說道：「既是如此，你將這小女娃的眼睛挖了出來罷！」游坦之道：「是！」伸出左手，抓住了鍾靈的頭頸。鍾靈嚇得大叫：「別挖我眼睛，別挖我眼睛。」段譽躺在地下，神智已然迷糊，但也知道這二人是要挖出鍾靈的眼珠，來裝入阿紫的眼眶，也知鍾靈明明已然脫身，只因為救自己，這才自投羅網。他提一口氣，說道：「你們──還是剜了我的眼珠，咱們──咱們是一家人──更加合用些──」阿紫不明白他說些甚麼，不加理睬，催游坦之道：「怎麼還不動手？」游坦之道：「是！」將鍾靈拉近身來，右手食指伸出，便要向鍾靈的右眼挖去。忽聽得一個女人聲音說道：「喂，你們在這裏幹甚麼？」游坦之一抬頭，登時臉色大變，只見山澗旁的柳樹之下，站著二男四女。那兩個男人一是蕭峰，一是虛竹，四個少女則是虛竹的侍女梅蘭竹菊四劍。蕭峰眼尖，一瞥之間便見到段譽躺在地下，一個箭步搶了過來，將段譽抱起，皺眉道：「傷口又破，出了這許多血。」左腿跪下，將他身子倚在腿上，檢查他的傷口。虛竹跟著走近，看了段譽的傷口，道：「大哥不必驚慌，我這『九轉熊蛇丸』治傷大有靈驗。」出手點了段譽傷口周圍的穴道，止住血流，才將「九轉熊蛇丸」餵他服下。段譽慘白的臉上露出微笑，道：「大哥、二哥──快──不許他們挖鍾姑娘的眼珠。」蕭峰和虛竹同時向游坦之瞧去。游坦之心下驚慌，放開了抓在鍾靈頭頸中的手。阿紫已聽到蕭峰的聲音，說道：「姊夫，我姊姊臨死時說甚麼來？你將她打死之後，便把她的囑托全然置之腦後了麼？」蕭峰聽她又提到阿朱，又是傷心，又是氣惱，哼了一聲，並不答話。阿紫又道：「你沒好好照顧我，丁老怪將我眼睛弄瞎，你也全沒放在心上。姊夫，人家都說你是當世第一大英雄，卻不能保護你的小姨子。難道是你沒本事麼？哼，丁老怪明明打你不過，只不過你不來照顧我，保護我而已。」蕭峰道：「你突然不別而行，我怎知你去了何處？不過──你雙目失明，責我保護不周，我確是對不起你。」