第十五回　奇謀破敵將軍苦　兒戲降魔玉女瞋忽倫四兄弟按住張召重，放脫了陳家洛，直至兆惠出來喝開，忽倫四兄弟這才放手。張召重憤怒異常，倏地跳起，反手一掌，又快又重，拍的一聲，把忽倫二虎打落了半邊牙齒。二虎痛得險險暈去。四兄弟大怒，一齊撲上廝打。兆惠連聲喝罵，四兄弟才悻悻退下。張召重恨恨的道：「大將軍，皇上差卑職到回疆來，有兩件欽命，第一件就是拿剛才這女子進京。」兆惠道：「張兄從未來過這裏，怎識得這女子？」張召重道：「回人送了一對玉瓶向皇上求和。玉瓶上畫的就是這女子肖像。皇上很想一見真人，命卑職趕來辦這件事。福統領拿玉瓶給卑職細看過，因此認得。」兆惠嗯了一聲。張召重道：「剛才那男子不是回人，是紅花會大頭腦陳家洛。」兆惠驚道：「是麼？他怎麼到了這裏？」張召重道：「皇上要他來取幾件東西，命卑職等他取到後便截他下來。只怕皇上要的東西就在他身邊。這兩人自行投到，正是皇上洪福，咱們卻白白放過了，實在可惜。」說著連連拍腿歎氣。兆惠笑道：「張兄不必連聲可惜。他們使者來時，我早已調兵遣將，布置定當。要叫這使者做餌，釣一條大魚上來。既然皇上要這兩人，那更是一舉兩得了。」轉頭對身旁親兵道：「去對德都統說，不可傷那兩人性命。」親兵應令去了。兆惠笑道：「這兩人既是非同尋常，回人定會派重兵相救。等他們過來，我的鐵甲軍從兩旁這麼一夾。」張開兩臂，往中間一合，笑道：「就是這樣！」張召重道：「大將軍神機妙算，人不可及，因此皇上如此親任，征回大事，便差大將軍統兵。」兆惠十分得意，呵呵大笑。張召重道：「大將軍這場勝仗是打定的了。只是亂軍之中，若把皇上要的那兩人殺了，或是弄得不知下落，皇上必定怪罪。」兆惠道：「你說怎樣？」張召重道：「卑職想請令先去把這兩個人擒了。我軍則繼續圍困不撤，好把回人主力引來。」兆惠沉吟道：「此刻便去，只怕給回子識破了我的計謀。張兄稍待。」直等到第三日清晨，兆惠這才發下令箭，張召重帶領了一百名鐵甲兵疾馳而去。奔到土坑邊上，坑內十餘箭射出，三名鐵甲兵臉上中箭，撞下馬來。鐵甲軍攻勢稍挫，張召重領頭吶喊，又衝了上去。徐天宏驚道：「鐵甲軍到了，難道我猜的不對？」衛春華大叫：「是張召重那奸賊！」余魚同想起恩師慘死，目眥欲裂，手持金笛，縱身出坑，沒頭沒腦向張召重打去。張召重忽見一個醜臉和尚以本門武術猛打急攻而來，大為詫異，呆得一呆，衛春華挺雙鉤也已撲上。張召重持劍擋住。他武功比這兩人高得多，但衛春華上陣向來捨命惡拚，余魚同更是甩出了性命，不惜與仇人同歸於盡。常言道：「一人拚命，萬夫莫當。」更何況兩人拚命？一時之間，三人在坑邊堪堪打了個平手。這時數十名鐵甲軍已衝到坑邊。陳家洛、文泰來、徐天宏、章進、駱冰、心硯都跳了上去。章進揮狼牙棒噹噹亂打，鐵甲軍盔甲堅厚，傷他們不得，反而險被長矛刺中。駱冰、心硯、徐天宏三人也只落得奮力抵擋，傷不了人。文泰來單刀砍出，給鐵甲反震回來，大喝一聲，拋去單刀，空手向一名鐵甲軍撲去。那兵挺矛疾刺，文泰來抓住矛頭一拉，那兵啊喲一聲，長矛脫手。文泰來不及輪轉矛頭，就將矛柄向他臉上倒搠進去，直插入腦心，未及拔出，聽得駱冰急叫：「留神後面！」只覺背後風勁，當即左手勾轉，已把一柄刺來的長矛夾在脅下，在背心偷襲的清兵雙手使勁拉奪。文泰來右手一提，從清兵腦袋中拔出了長矛，回身對準那清兵臉孔，一矛飛出，直插入他鼻樑，從腦後穿出，將他釘在地下。鐵甲軍奉命擒拿陳家洛和香香公主，不同四周其餘清兵那般只是佯攻，卻是奮勇爭先，狠刺真殺，雖見文泰來神勇，兀自不退。文泰來手挺雙矛，衝入人叢，雙矛此起彼落，猛不可當，霎時之間，九名鐵甲軍被他長矛搠入臉中而死。陳家洛沒帶兵刃，叫道：「心硯、十哥，跟我來。」見一名鐵甲軍挺長矛當胸搠來，陳家洛身子一側，長矛搠空，左手馬鞭揮出，纏住他雙足一扯，那兵撲地倒了。陳家洛叫道：「心硯，扯下他頭盔。」鐵甲軍穿了鐵甲，身子笨重，跌倒之後，半天爬不起來。心硯早把他頭盔扯落，章進隨手一棒，打得腦漿迸裂。三人隨扯隨打，頃刻間也打死了八九名敵兵。餘兵見文泰來挺矛衝到，心寒膽落，發一聲喊，都退走了。這時衛余兩人漸漸抵敵不住張召重的柔雲劍法，徐天宏已上去助戰。張召重見落了單，刷刷數劍，把三人逼退兩步，退了下去。文泰來挺矛欲追，清兵羽箭紛射。駱冰忽然驚叫：「你們快來！」跳進坑中。眾人紛紛跳入，只見周綺披散了頭髮，滿臉血污，一柄單刀左擋右抵，在坑中與四名鐵甲軍苦鬥。坑中長矛施展不開，四兵都使佩刀進攻。群雄大怒，一齊撲上。四兵一個被駱冰單刀搠死，一個被衛春華一鉤刺入口中，其餘兩個被文泰來左手抓住後心，右手擰住頭盔，交叉一扭，扭斷了頸骨。徐天宏忙去扶住周綺，見她肩上臂上受了兩處刀傷，甚是痛惜。香香公主撕下衣服給她裹傷。徐天宏道：「兆惠本想把我們圍在這裏，引得回兵大隊來，才出動伏兵夾擊，定是張召重那奸賊見了總舵主，等不及搶著要建功。」陳家洛道：「他退去之後必不甘心，還會帶兵再來。」徐天宏道：「咱們快挖個陷阱，先拿住這奸賊再說。」眾人大為振奮，照著徐天宏的指點，在北首冰雪下挖進去。上面冰雪厚厚的凍了將近一尺，下面沙土掏空，絲毫看不出來。陷阱挖好不久，張召重果然又率鐵甲軍衝到。他在兆惠面前誇過口，要逞豪強，竟不增兵，仍只帶領餘下的那數十名鐵甲軍。這一次每個軍士手中都拿了盾牌，擋住群雄的羽箭，霎時間衝到坑前。陳家洛跳出坑外，向張召重喝道：「再來見過輸贏！」張召重見他手中沒兵器，將長劍往地下一拋，說道：「好，今日不分勝敗不能算完。」兩人一個展開百花錯拳，一個使起無極玄功拳，登時在雪地上鬥在一起。文泰來、徐天宏、章進、衛春華、余魚同、心硯六人也縱出坑來接戰。陳家洛一面打，一面移動腳步，慢慢退近陷阱，眼見張召重再搶上兩步就要入伏，那知斜削裏一名鐵甲軍衝到，一腳踏上陷阱，驚叫一聲，跌了下去，接著一聲慘呼，被守在下面的駱冰一刀戳死。張召重吃了一驚，暗叫：「僥倖！」手腳稍緩。陳家洛見機關敗露，驀地和身撲上，抱住他身子，用力要推他下去。張召重雙足牢牢釘在雪地，運力反推。兩人僵持在坑邊，一個掙不脫，另一個也推他不下，誰也不敢鬆手。兩名鐵甲軍挺矛來刺陳家洛。徐天宏從旁躍過，舉單拐擋開長矛，俯身雙手一抬，將陳張兩人抬入陷阱之中，隨即一個打滾，鐵甲軍兩柄長矛刺入雪地。陳張兩人跌入沙坑，同時鬆手躍起。駱冰右手刀向張召重砍去，卻被他施展空手入白刃功夫反拿手腕，一扯之下，已將短刀搶在手中。陳家洛背後飛腳踢到，張召重不及向駱冰進攻，回身一刀。陳家洛側身避過，舉兩指向他腿上「陰市穴」點去。張召重右腿一縮，駱冰颼颼颼擲出三柄飛刀。沙坑之中無迴旋餘地，但張召重在間不容髮之際，居然將三把飛刀一一避過。駱冰叫道：「總舵主接刀！」長刀丟出。陳家洛接住刀柄，使開金剛伏虎刀法，和張召重的短刀狠鬥起來，他武功本雜，各家兵刃全都會使，不似張召重獨精劍術，登時在兵器上佔了便宜。拆了十餘合，張召重迭遇險招，左手連以拳術助守，才得化解。駱冰對自己的這對鴛鴦刀的長刀短刀本來無所偏愛，這時卻只盼長刀得勝，短刀落敗。周綺持刀護在香香公主身前。只聽得長刀短刀錚錚交撞數下，張召重忽然把短刀擲出坑外，說道：「我空手接你兵刃。」左拳右掌，往陳家洛閃閃刀光中猛攻直進。陳家洛對駱冰叫道：「接刀！」將長刀擲還給她，左手一指往敵人「曲澤穴」點到。沙坑中尋丈之地，轉身都是不便，更別說趨避退讓，兩人竭盡生平所學，性命相搏。數十招後，漸漸分出高下，陳家洛百花錯拳雖然精妙，終不及張召重功力深厚，內力又沒他大，時候一長，已是攻少守多。駱冰空自著急，見兩人打得緊湊異常，要想相助，卻那裏插得下手去？眼見陳家洛越打越落下風，張召重飛腳踢出，陳家洛向左一讓，張召重左掌反擊，其勢如風。突然坑上一人大喝：「鐵膽來了！」張召重左掌倏然收回，護住頂心。果然黑黝黝一枚鐵膽猛擲下來。張召重吃過周仲英鐵膽的苦頭，心中一寒，暗想：「這老兒怎麼也來了？他居高臨下，投擲之勢更為兇狠。」既不敢接也不敢讓，猛然向後一拔，退開三尺，身子在沙坑邊上一撞，只聽拍的一聲，鐵膽打落坑心，徐天宏隨勢縱下。原來周仲英那日收他為義子，當天即把稱雄武林的絕技子母鐵膽教給了他。這些日子中徐天宏奔波無定，每日仍是擠出功夫習練，今日臨敵初試，仗著岳父聲威，雖然一擊不中，但也把張召重嚇得倒退。張召重雙足在地上一點，身子縱起，往坑外躍去，突然當頭一掌劈到，勢勁力疾，生平未遇。他右手一帶，化解了掌力，但這樣一來，終究躍不出去，隨著落下，暗暗心驚：「這是誰？此人功夫實不在我之下。」腳剛點地，一人跟落，聲若巨雷，喝道：「奸賊，認得我麼？」那人身高膀闊，氣度威猛，正是奔雷手文泰來。衛春華等已把鐵甲軍殺退，跟著跳下。文泰來與張召重面面相對，想起鐵膽莊被擒之辱，一路上又受了他無數折磨，劍眉倒豎，虎目生光，大喝一聲，出手便是生平絕技「霹靂掌」，呼呼數掌，疾如閃電，聲逾轟雷。這一番惡戰，比陳張兩人剛才決鬥更為激烈。香香公主見文泰來大聲吆喝，風雷般向張召重攻去，不禁害怕。陳家洛見到她臉上驚懼之色，靠著坑壁走到她身旁，牽住她手，向她微微一笑。香香公主凝望他的臉，露出詢問之意。陳家洛知是問他剛才打鬥是否很累，緩緩搖了搖頭。香香公主伸起衣袖，替他揩拭臉上的汗水泥污。陳家洛摸出三粒圍棋子，以防文泰來萬一遇險，立可施救。他手中拿到棋子，心念一動：「這真像一局搏殺兇猛、形勢繁複的棋局，中間是文四哥與張召重全力廝拚。我們在外面圍住。在我們外面是一重清兵包圍住了。霍青桐姑娘又在外面設法施救，更在外面又有清兵大軍列陣包圍。這局勢只要棋錯一著，滿盤皆輸。」群雄知道文泰來滿腔怨氣，這次非親手報仇不可，都在一旁觀戰，只防張召重逃走，並不出手相助。大家素知文泰來武功卓絕，縱然不勝，也決不致落敗。但見一個猛攻，一個固守，就似大海中驚濤駭浪，浪頭一個接著一個向礁石撲去，但礁石始終屹立不動，浪頭過去，礁石又穩穩的露在海面。陳家洛尋思：「別人出手，四哥或許會不快，但四嫂相助，他決不致見怪。」便向駱冰使個眼色。駱冰會意，想放飛刀相助，但兩人鬥得正緊，惟恐誤傷了丈夫，急道：「總舵主，你快出手，我不成。」陳家洛正要她這句話，嗤嗤嗤，三粒棋子向張召重要穴上打去。張召重連連閃避，文泰來乘勢直上。正要得手，忽聽得上面喊聲大振，馬匹奔馳，刀槍相交。一人衝到坑邊，大叫：「陳公子，喀絲麗，你們在那裏？」香香公主叫道：「爹爹，爹爹，我們在這裏！」陳家洛叫道：「救兵來啦，大家上，先殺了這奸賊！」眾人兵刃並舉，齊向張召重攻去。張召重雙掌如風，忽向香香公主後心擊去。眾人大驚，不約而同的搶過救援。那知他這一下是聲東擊西，身子急縮，在坑邊抓起一把沙土一揚，坑中塵沙瀰漫。眾人眼睛一花，已被他躍上坑去。只聽他哼的一聲，臀部中了徐天宏一枚鐵膽，但終於逃了出去。群雄紛紛躍出追擊，只見木卓倫手舞長刀，一馬當先衝到，回人戰士跟在其後，眾清兵大呼阻攔，張召重在人叢中閃得數閃，便不見了去向。文泰來奪得一條長矛，跨上白馬，要殺入敵陣追趕，被駱冰一把拖住。木卓倫率領的黑旗隊雖是老弱，但人人奮勇，挺起盾牌，擁衛主帥。香香公主見父親趕到，臉上、鬍子上、刀上濺滿了鮮血，縱身入懷，連叫：「爹爹！」木卓倫攬住她，輕輕拍她背脊，說道：「乖乖別怕，爹爹來救你啦。」徐天宏站上馬背觀看形勢，見東首塵頭大起，雪地之中，尚且踏得塵土飛揚，知有鐵甲軍衝來，叫道：「木老英雄，咱們快向西面高地退卻。」木卓倫知他機智，上次可蘭經就是他使計奪回，當即發令向西。清兵隨後趕來。眾人奔了一陣，西面斜刺裏又有一彪清兵殺到，將回人夾在中間。木卓倫和文泰來雙馬並馳，大呼衝出，被清兵一陣箭射了回來。木卓倫心想：「青兒的話果然不錯。剛才我是錯怪她了。她現下一定十分傷心。唉，我這一下可是凶多吉少。」只得率領眾人奔上一座大沙丘，憑勢固守，俟機脫困。回人居高臨下，清兵一時倒也不敢衝上。※※※霍青桐率隊到離敵陣十里處駐紮。這天中午，各隊隊長和傳令騎兵先後來報，均已依令辦理。霍青桐道：「很好，各位辛苦了。」拿出令箭，說道：「青旗第二隊隊長，你率領五百名弟兄，在黑水河南岸固守，不許清兵過河。對方大軍來攻，切不可與他們硬拚，只求拖延時間，有一名清兵渡河，別來見我。」那隊長接令去了。霍青桐又道：「白旗第一隊隊長，你帶領本部人馬，引清兵向西追趕，一路上接戰只許敗不許勝，逃入大漠，越遠越好。」那隊長素來兇悍好勝，昂然說道：「咱們回人只會打勝仗，打敗仗我可不會。」青桐道：「這是我的命令。你把攜帶著的四千頭牛羊一路丟棄，引得他們搶掠。」那隊長道：「幹麼把自己的牲口送人？我可不幹！」霍青桐一張小嘴繃得緊緊的，沉聲問道：「你不聽號令？」那隊長揚刀大呼：「你領我們打勝仗，我聽你號令。你叫我打敗仗，我拚死不服。」霍青桐道：「我是領你們打勝仗。你先敗退，再反攻。」那隊長紅了眼，叫道：「連你爹爹也不信這套鬼話，怎騙得過我？你當我不知你是甚麼心思？你叫我們四散逃走，丟棄牲口，就偏不去救香香公主！」霍青桐喝道：「抓起來。」四名親兵搶上前去，抓住了他雙臂。那隊長並不抵抗，只是冷笑。霍青桐大聲道：「滿洲兵來欺侮咱們，咱們要全軍一心，方能打勝仗。你到底聽不聽號令？」那隊長大叫：「不聽！你能把我怎樣？」霍青桐道：「把他砍了！」那隊長自負勇猛，以為霍青桐不敢罰他，聽了這話，登時臉如土色。親兵將他推出帳外，一刀將他的頭割下。霍青桐下令首級示眾。眾軍無不凜然。霍青桐令白旗第一隊副隊長升任隊長，引清兵向大漠追趕，待見東首狼煙升起，繞道趕回。新任隊長接令去了。霍青桐再令餘下各隊，盡數開往東邊大泥淖旁集中。她發令已畢，一人騎馬向西，下馬跪下，淚流滿面，低聲禱祝：「萬能的真主，願你聖道得勝，打敗入侵的敵人。現今我爹爹不相信我，哥哥不相信我，連我部下也不相信我，為了要使他們聽令，我只得殺人。真主，求你佑護，讓我們得勝，讓爹爹和妹妹平安歸來。如果他們要死，求你千萬放過，讓我來代替他們。求你讓陳公子和妹妹永遠相愛，永遠幸福。你把妹妹造得這樣美麗，一定對她特別眷愛，望你對她眷愛到底。」祝禱已畢，上馬拔劍，回馬叫道：「黑旗第一、第二兩隊隨我來，其餘各隊分赴防地。」※※※木卓倫、陳家洛等困守沙丘。清兵衝鋒兩次，都被眾回人奮勇擋住，沙丘四周屍首堆積，雙方損折均重。過了午間，忽然清兵陣動，一彪軍馬衝了進來。雪花飛舞下只見當先一人身披黃衫，手揮長劍，頭上一根碧綠的羽毛微微顫動，正是霍青桐。木卓倫叫道：「大夥兒衝！」率領回兵往下衝殺，兩面夾擊，清兵阻攔不住。四隊黑旗軍合兵一處。香香公主縱馬上前，與姊姊擁抱。霍青桐拉著妹妹的手，叫道：「黑旗三隊隊長，你率隊快向西退，與白旗第一隊會合，聽白旗第一隊隊長號令。」那隊長接令帶隊馳出。這一隊騎的都是特選快馬，遠遠只見紅旗晃動，清兵正紅旗精兵追了下去。霍青桐喜道：「好極了。黑旗一隊隊長，你退向葉爾羌城中，聽我哥哥號令。黑旗二隊隊長，你向黑水河南岸退去，那邊有青旗二隊隊長接應。你聽他號令。」兩隊黑旗兵又突圍而出，只見清兵正白，鑲黃兩旗分兩路追趕而去。霍青桐叫道：「大家向東衝！」三百名近衛親兵長刀飛舞，擁衛主帥當先開路。木卓倫、香香公主、陳家洛等眾人與黑旗第四隊人馬向東疾馳。兆惠親率鐵甲軍兩翼包抄過來。這些是滿洲正藍旗精兵，正副都統手執長槍大戟，奮勇急追。回人戰士數百人斷後，邊戰邊逃，霎時間數百人都被清兵裹住，盡數殺死。兆惠大喜，指著霍青桐身旁的新月大纛，叫道：「誰奪到這面大纛，賞銀一百兩。」鐵甲軍爭先恐後，在大漠上狂奔追趕。黑旗第四隊乘坐的都是精選良馬，鐵甲軍一時追趕不上。奔出了三四十里地，回人戰士有的馬力不繼，掉隊墮後，奮力死戰，都為清兵所殺。兆惠見所殺回人不是老人，就是少年，喜道：「他們主帥身邊沒有精兵，大家努力追趕！」再追七八里地，回兵隊伍更見散亂，只見新月大纛在一座大沙丘上迎風飛舞。兆惠胯下是匹大宛良馬，手揮大刀，領隊衝去。眾親兵前後衛護。霍青桐等見清軍大兵衝到，縱馬下丘。兆惠登上沙丘，向前一望，這一下只嚇得魂飛魄散，全身猶似墮入了冰窖，但見南邊一隊隊回人戰士整整齊齊的列成方陣，毫無聲息。一眼望去，青旗似林，圓盾如雲。兆惠雙手發軟，拋下大刀，身上一陣陣發寒，心道：「這些回人好狡猾，原來大隊人馬集中在此。」向北一看，只見一片白旗招展，又是數隊回兵緩緩推來，當下已無細思餘裕，急叫：「後隊作前隊，快退！」親兵傳令下去，清兵登時大亂。回人箭如飛蝗，直逼過來。清兵本比回人多過數倍，但分兵追趕，追到這裏只有一萬名鐵甲軍，回兵全部主力卻盡集於此，登時強弱易勢。西邊又有兩隊回兵衝將過來。兆惠見西、南、北三面都有敵兵，只東面留出空隙，叫道：「大隊向東衝。」自率親兵斷後，三面回人逐漸逼近。清兵大隊向東邊缺口中湧去。混亂中前面鐵甲軍忽然齊聲驚呼。一名騎兵奔到兆惠面前，大叫：「大將軍，不好啦，前面是大泥淖。」只見一千名鐵甲兵人馬已在泥淖中打滾，陷入軟泥。原來大漠之上河流不能入海，在沙漠中匯成湖泊，逐漸乾枯，便成泥淖。這大泥淖方圓十多里，軟泥深達數十丈，多的是泥鰍爬蟲之屬，卻是人獸所不至，大雪一蓋，上面毫無痕跡，若非當地土著，決難得知。霍青桐伏兵於此，兆惠貪勝猛追，竟自入了絕地。陳家洛等站在沙丘上觀戰，只見清兵陷入泥淖的越來越多，後隊人馬想向外奔逃，回人早已掘下深溝，馬匹難以跨越。鐵甲軍三面受迫，自相踐踏，不由自主的一個個擠入泥淖之中。沙泥緩緩從腳上升到大腿，升到膝上，再升到腰間。無數清兵在大泥淖中狂喊亂叫，慘不忍聞。等到沙泥升到口中，喊聲停息，但見雙手揮舞，過了一會，全身沉入泥中。回人一萬多戰士左手持盾，右手衣袖高舉，刀光與白雪交相輝映，一聲不作，聚集在深溝外監視。兩隊精兵不住向鐵甲軍猛撲。清兵越戰越少，不到半個時辰，一萬多名正藍旗鐵甲軍全數被逼入大泥淖中。兆惠在百餘名清兵捨死保護下衝開一條血路，逃了出去。香香公主見數不清的兵士馬匹在大泥淖中滾動廝打、擁抱哭叫，拚命掙扎，心中不忍，轉過了頭不忍觀看。木卓倫狂喜之下大笑大叫，忽然住口不叫，對霍青桐道：「青兒，我剛才說錯了話，你別見怪。實在是我性子太急，是爹爹不好。」霍青桐咬住嘴唇不語。心硯跪倒在地，向她磕了兩個頭，道：「小的該死，不知姑娘另有神機妙算，衝撞了姑娘。你大人不記小人過……」話未說完，霍青桐一提韁繩，縱馬下了沙丘，把他僵在當地。章進笑道：「算啦，待會請總舵主給你說情吧。」他手舞足蹈，哈哈大笑，又道：「我就是不明白，幹麼她不把全部清兵都引進大泥坑中去。」徐天宏道：「眼前回兵比清兵多，方能把他們趕入大泥坑，要是清兵全軍都到了，一齊向外衝逃，又怎攔阻得住？」章進道：「不錯，剛才大家都錯怪了她。」這時大部清軍已陷沒泥中，無影無蹤，餘下來的小部人馬也陷沒半身，動彈不得，只有揮手叫嚎的份兒，四野充塞著慘厲的呼喊。又過一會，叫聲逐漸沉寂，大泥淖把萬餘鐵甲軍吞得乾乾淨淨。人馬、刀槍、鐵甲，竟無半點痕跡，只有幾百面旗幟散在泥淖之上。霍青桐高聲傳令：「大隊向西，到黑水河南岸聚集。」回部各隊奉令，向西疾馳。路上陳家洛與木卓倫互道別來情況。木卓倫心下不安，兩個女兒同是自己至寶至愛，偏偏兩人都愛上了這漢人。依回教規矩，男人可娶四個妻子，但陳家洛並非清真教徒，聽說漢人只娶一妻，第二個女人就不算正式妻子了，這事不知如何了結，心想：「把清兵殺敗了再說。青兒聰明伶俐，喀絲麗心地純良，姊妹兩人又要好，總有法子。」大隊傍晚趕到了黑水河南岸。一名騎兵氣急敗壞的趕來報告：「清兵向我軍猛撲，青旗二隊隊長陣亡，黑旗二隊隊長重傷，兩隊兄弟傷亡很重。」霍青桐道：「叫青旗二隊副隊長督戰，不許退卻一步。」那騎兵下去傳令。木卓倫道：「咱們上去增援吧？」霍青桐道：「不！」轉頭對親兵道：「全軍就地休息，不許舉火，不許出聲，大家吃乾糧。」命令下傳，一萬多人在黑暗中默默休息。遠遠傳來黑水河水聲濺濺，清兵與回兵殺聲震天。一名騎兵急速奔來，報道：「青旗二隊副隊長又陣亡，弟兄們抵擋不住啦！」霍青桐道：「青旗三隊隊長，你這隊上去增援，那邊隊伍歸你指揮。」那隊長長刀一舉，大聲答應，領隊去了。章進叫道：「霍青桐姑娘，我也去廝殺，好嗎？」霍青桐道：「各位剛才辛苦啦，再休息一會吧。」章進見她指揮大軍，威風凜凜，不敢再說。青旗三隊上去不久，喊聲大作，自是雙方戰鬥慘烈。又過好一會，霍青桐見戰士精力已復。叫道：「青旗各隊在東邊沙丘後面埋伏，白旗隊、哈薩克、蒙古各隊在西邊埋伏。」長劍一揮，說道：「大夥兒上去！」眾人在親兵擁護下向前馳去，越向前奔，殺聲越響。馳到近處，金鐵交鳴之聲鏗然大作。只見回人戰士奮力守住黑水河支流上的幾座木橋，鑲黃旗清兵前仆後繼，拚死衝前奪橋。霍青桐叫道：「退後！」守橋的戰士向兩旁一撤，數千名鐵甲軍蜂擁過橋。霍青桐見清兵過來了一半，叫道：「拉去木條！」數百名回人早已牽了馬匹藏在河岸之下，橋上的木樑事先都已拆鬆，用粗索縛在馬上，一聲令下，鬆韁鞭馬，百餘匹馬奮蹄向前。只聽得喀喇喇數聲大響，木樑拉去，木橋登時折斷，橋上數百名鐵甲軍墮入河中。清兵登時分為兩截，隔河相望，相救不得。霍青桐令旗一揮，埋伏著的隊伍掩殺上來。清兵訓練有素，雖在混亂之中，仍聽參領、佐領指揮，集合在一起，排成陣勢。回人衝到清兵陣前數百步處，突然停步。霍青桐又是令旗一招。只聽得轟隆、轟隆，巨響連珠不絕，震耳欲聾，黑煙瀰漫，清兵腳下到處炸藥爆發，只炸得血肉橫飛，隊伍登時大亂，對面亂箭射來，無處可逃，紛紛墮河。清兵身上鐵甲厚重，一落河水，立時沉底，餘下來的潰不成軍，不多時盡數被回人大軍殲滅。白雪皚皚的河岸上到處是屍體兵戈，旌旗衣甲。對岸清兵嚇得心膽俱裂，向葉爾羌城中退去。霍青桐道：「渡河追擊！」戰士架起木橋，大軍向葉爾羌城衝去。葉爾羌城中居民早已撤離一空。霍阿伊見正白旗清兵攻到，依著妹子事先囑咐，稍加抵抗，便率隊退出。不久鑲黃旗清兵從黑水河潰退下來，與城中大軍會合。喘息甫定，主帥兆惠也率領百餘殘兵趕到。兆惠見鑲黃旗精兵又遭大敗，驚怒交集，忽然部下稟報，數百名官兵喝了水井的水中毒而死。兆惠派一隊兵到城外取水，剛想休息，只見滿天通紅，城中到處火光燭天。親兵連珠價急報，四城起火。原來回疆盛產石油，許多地方掘地見油，霍青桐早就下令各處民房中貯藏石油，少數伏兵一點燃，登時把全城燒成一隻大火爐。兆惠在親兵擁衛下冒火突煙，奪路逃命。城內清兵自相踐踏。親兵在兵卒叢中揮刀亂砍，殺開一條血路。奔到西門，對面大隊鐵甲軍湧來，報說城門已被回人堵住，衝不出去。兆惠轉而向東。這時火勢更烈，鐵甲一被火炙，熱不可當，眾清兵紛紛卸去鐵甲，亂奔亂竄。葉爾羌城內人馬雜沓，喊聲震天。混亂中一小隊人馬奔來，大叫：「大將軍在那裏？」兆惠的親兵叫道：「在這裏。」當先一人如風趕到，正是和爾大，對兆惠道：「東門敵兵少，咱們向東衝。」兆惠雖在危急之中，仍然鎮靜，率領將士向東門突圍。回人萬箭射來，清兵沒了鐵甲，死傷纍纍，數次衝不出去。城中火勢更烈，清兵已被燒死了數千名，焦臭令人欲嘔，滿城盡是哭喊之聲。正危急間，張召重手持長劍，率領一隊清兵馳到，內外夾擊，把兆惠救了出去。霍青桐等在高地望見。木卓倫連叫：「可惜！可惜！」霍青桐道：「青旗四隊隊長，你率本隊去增援，堵死東門。」那隊長領隊去了。兆惠既已逃出，城中清兵群龍無首，四門都被回人重兵堵住，東逃西竄，最後盡皆燒死在這座大熔爐之中。霍青桐道：「燒狼煙！」親兵點燃了早就準備好的大堆狼糞，黑煙巨柱沖天而起。原來狼糞之煙最濃，大漠上數十里外均可望見。周綺問徐天宏道：「燒這個幹麼呀？」徐天宏道：「那是與遠處的人通消息。」果然過不多時，西面二十多里外也是一道黑煙升起。徐天宏道：「在那邊更西的人見了這道煙，也會點燃狼糞。這樣一處傳一處，片刻之間就可把信號傳到數百里外。」周綺點頭道：「這法子真好。」回人連打三個大勝仗，殲滅清兵精兵三萬餘人。成千成萬戰士互相擁抱，在葉爾羌城外高歌舞蹈。霍青桐傳集各隊隊長，說道：「各隊人馬到預定地點駐紮，晚上每個人要燒十堆火，各堆火頭距離越遠越好。」※※※清兵正紅旗精兵一萬餘人在都統德鄂率領之下，向西猛追回人黑旗第三隊。黑旗隊坐騎都是特選的駿馬，直馳入大漠之中。德鄂奉了兆惠之命，務必追到回兵，一鼓殲滅，是以銜尾疾追。兩軍人馬煙塵滾滾，蹄聲如雷，奔出數十里地。忽然斜刺裏衝出數千頭牛羊來。清兵大喜，紛紛捕殺，飽餐了一頓，追勢稍緩。黑旗三隊不久就與白旗一隊會合，繼續奔逃，始終不與清兵接仗。到了傍晚，遙見東邊狼煙升起，白旗一隊隊長叫道：「翠羽黃衫已打了勝仗，咱們轉向東方！」眾戰士精神大振，勒韁回馬。清兵見回人忽然回頭，很是奇怪，上前衝殺，那知回人遠遠兜了過去。德鄂叫道：「你們逃到天邊，我們追到天邊。」兩隊回兵連夜奔逃，清兵正紅旗鐵甲軍緊追不捨。都統德鄂一心要立大功，沿途馬匹不斷倒斃，他下令死了坐騎的軍士步行隨後，其餘騎兵繼續急追。馳到半夜，幾騎軍士奔來報稱：「大將軍在右前方。」德鄂忙向右迎上，見兆惠率領著三千多名殘兵敗卒，狼狽不堪。兆惠見正紅旗精兵開到，精神一振，心想：「敵兵大勝之後，今晚必定不備，我軍出其不意進攻，當可轉敗為勝。」於是下令向黑水河旁挺進。行了二三十里，前哨報知回人大軍在前紮營。兆惠與德鄂、張召重、和爾大等登高一望，不由得一股涼氣從心底直冒上來。但見漫山遍野佈滿了火堆，放眼望去，無窮無盡，隱隱只聽得人喧馬嘶，不知有多少回兵。兆惠默然不語。和爾大道：「原來回人有十多萬兵隱藏在這裏，咱們以寡敵眾，怪不得……怪不得受了……一些小小挫折。」他們怎知這是霍青桐虛張聲勢，她命每名回兵燒十堆火，遠遠望來，自是聲勢驚人。兆惠下令道：「各隊趕速上馬，向南撤退，不許發出一點聲息。」命令傳了下去，眾兵將不及吃飯，立即上馬。和爾大道：「據嚮導說，這裏向南要經過英奇盤山腳下，大雪之後，山路甚是難行。」兆惠道：「敵兵聲勢如此浩大，你瞧到處都是他們的隊伍。富德將軍有一支兵越戈壁而來，咱們只有向東南去和他會師。」和爾大道：「大將軍用兵確然神妙。」兆惠哼了一聲，大敗之後再聽這些諂諛之言，臉皮再厚，可也不易安然領受。大軍南行，道路愈來愈險，左面是黑水河，右面是英奇盤山，黑夜中星月無光，只有山上白雪映出一些淡淡光芒。兆惠下令：「誰發出一點聲息，馬上砍了。」清兵大都來自遼東，知道山上積雪甚厚，一發聲音震動積雪，便會釀成雪崩巨災。眾人小心翼翼，下馬輕步而行。走了十多里，道路愈陡，幸而天色漸明，清兵一日一夜戰鬥奔馳，個個臉無人色。忽然前面發喊，報稱有回人來攻，德鄂親率精兵上前迎敵。只見數百名回人從山坡上俯衝而下，將到臨近，突然下馬，每人拔出一柄匕首，插入馬臀。馬匹負痛，向清兵陣裏狂衝過來。道路本狹，登時擠成一團，人馬紛紛落河。回人從捷徑向山上攀登，投下無數巨石，登時把道路封住。德鄂急令大軍後退，卻聽後隊喊聲大作，原來後路也被截斷了。德鄂親冒矢石，向前猛衝，只見英奇盤山頂上新月大纛迎風飄揚，大纛下站著十多人在指揮督戰。兆惠下令：「向前猛衝，不顧死傷。」一隊鐵甲軍開了上去，一半人持盾擋箭，一半人抬起路上的大石、馬匹、屍首、傷兵、盡數投入河中，清除了道路，一鼓作氣猛的衝去。前面數十名回人擋住。道路狹窄，清兵雖多，難以一湧而上，後面部隊卻繼續推上來，一時間路口擠滿了人馬。擋路的回人突然散開，身後露出數十門土炮來，清兵嚇得魂飛天外，發一聲喊，轉身便逃。土炮放處，鐵片鐵釘直往陣中轟來。總算那土炮只能放得一次，再放又要填塞炸藥鐵片，搞上半天，清兵都已退開。這數十炮轟死了二百多名清兵，又把他們去路截斷。兆惠又急又怒，忽聽得悉悉之聲，頸中一涼，一小團雪塊掉入衣領，抬頭望時，只見山峰上雪塊緩緩滾落。和爾大叫道：「大將軍，不好啦，快向後退！」兆惠掉轉馬頭，向後疾奔。眾親兵亂砍亂打，把兵卒向河中亂推，搶奪道路。只聽雪崩聲愈來愈響，積雪挾著沙石，從天而降，猶如天崩地裂一般，轟轟之聲，震耳欲聾。和爾大與張召重左右衛護兆惠，奔出了三里多遠。回頭只見路上積雪十多丈，數千精兵全被埋在雪下，連都統德鄂也未逃出。向前眺望，一般的是積雪滿途，行走不得。兆惠身處絕境，四萬多精兵在一日兩夜之間全軍覆沒，悲從中來，放聲大哭。張召重道：「大將軍，咱們從山上走。」他左手拉住兆惠，提氣往山上竄去。和爾大施展輕功，手執單刀在後保護。霍青桐在遠處山頭望見，叫道：「有人要逃，快去截攔。」數十名蒙古兵在小隊長率領下飛奔而來，跑到臨近，見爬上來的三人都穿大官服色，十分欣喜，摩拳擦掌，只待活捉。兆惠暗暗叫苦，心想今日兵敗之餘，還不免被擒受辱。張召重一言不發，提勁疾上。他一手挽了兆惠，在這冰雪凍得滑溜異常的山上仍是步履如飛。和爾大雖然空手，拚了命還是追趕不上。張召重爬上山頂，一提之下，將兆惠甩起。數十名蒙古兵同時撲到。張召重把兆惠挾在腋下，「一鶴沖天」，從人圈中縱出。蒙古兵撲了個空，互相撞得頭腫鼻歪，回身來追，兩人早衝下山去了。和爾大被一名蒙古兵撲到扭住，兩人滾倒在地。其餘蒙古兵搶上前來，將他橫拖倒曳，拉到霍青桐面前。這時各隊隊長紛紛上來報捷。這一役正紅旗清兵全軍覆沒，逃脫性命的除兆惠與張召重外，不過身手特別矯捷而運氣又好的數十人而已。霍青桐等回到營帳，回人戰士將俘虜陸續解來。這時回人已攻破清兵大營，糧草兵戈，繳獲無數。俘虜中忽倫四兄弟也在其內。回人戰士報稱，攻進大營時發現他們被縛著放在篷帳之中。陳家洛詢問原委，忽倫大虎說：「兆大將軍怪我們幫你，要殺我們四人的頭，說等打了勝仗再殺。」陳家洛向霍青桐求情，放了四人。四兄弟自回遼東，仍做獵戶去了。這時哨探又有急報，戈壁中有清兵四五千人向南而來。霍青桐一躍而起，帶了十隊回兵上前迎敵。行了數十里，果見前面塵頭大起，霍青桐令旗一招，兩隊青旗回兵乘著戰勝餘威，向前猛衝。原來這是兆惠副手富德帶來的援兵，途中與兆惠及張召重相遇，得知清兵大軍覆沒，忙收集殘兵，向東撤退，那知終於被霍青桐攔住。清兵兼程赴援，人困馬乏，人數又少，怎擋得住回人大軍乘銳衝擊。兆惠不敢再戰，下令車輛馬匹圍成一個圓圈，清兵弓箭手在圈內固守。回兵幾次衝鋒，衝不進去。霍青桐道：「他們負隅死守，強攻損失必重。現今我眾彼寡，不如圍困。」木卓倫道：「正該如此。」霍青桐下令掘壕。回兵萬餘人一齊動手，在清兵弩箭不及之處，四周掘起長壕深溝，要將清兵在大漠之中活活餓死渴死。到得傍晚，霍阿伊又帶領了回人援兵數千到達，在長壕之前再堆土堤。回人在黑水河英奇盤山腳大破清兵，再加圍困，達四月之久，史稱「黑水營之圍」。※※※文泰來站在高處，遠遠望見兆惠身旁一人指指點點，正是張召重，心中大怒，從回人手中接過弓箭。徐天宏道：「這奸賊原來在此，只怕太遠，射他不到。」文泰來施展神力，拍的一聲，一張鐵胎弓登時拉斷，當下拿過兩張弓來，並在一起，一箭扣雙弦，將兩張鐵胎弓都拉滿了，手一放，羽箭如流星般直向張召重面門飛去。張召重一驚：「相距這麼遠，怎會有箭射來？」身子一側，那箭噗的一聲，插入他身邊一名親兵胸膛之中。衛春華道：「四哥，咱們衝進去捉這奸賊。」徐天宏道：「不行！不可犯了霍青桐姑娘的將令。」文泰來、衛春華等點頭稱是。眾人望著張召重，恨聲不絕，說道：「終有一日要拿住這奸賊碎屍萬段。」只聽得軍中奏起哀樂，回人在地下挖掘深坑，將陣亡的將士放入坑內，面向西方，然後埋葬。陳家洛等很是奇怪，詢問身旁的戰士。那人道：「我們是伊斯蘭教徒，死了魂歸天國，肉體直立，面向西方聖地麥加。」群雄聽了嗟歎不已。埋葬已畢，木卓倫率領回人全軍大禱，感謝真神祐護，打了這樣一場大勝仗。祈禱完畢，全軍歡聲雷動，各隊隊長紛到霍青桐面前舉刀致敬。衛春華道：「這一仗把清兵殺得心碎膽裂，也給咱們出了一口惡氣。」徐天宏沉吟道：「皇帝明明跟咱們結了盟，怎麼卻不撤軍？難道他這是故意的，要把滿清精兵在大漠中滅掉？」文泰來道：「我才不相信那皇帝呢。他怎能料到霍青桐姑娘會打這大勝仗？他派張召重來，用意顯然不善。」眾人議論了一會，猜測不透。大家又都讚霍青桐用兵神妙。余魚同道：「孫子曰：『我專為一，敵分為十，是以十攻其一也，則我眾而敵寡。』想不到回部一位年輕姑娘用兵，竟是暗合孫子兵法。」周綺睜大了一雙圓眼，道：「你胡說八道！她打仗打得這樣好，你還說她是孫子兵法？我說是爺爺兵法，老祖宗兵法！」眾人都大笑不已。說話之間，只見陳家洛眼望霍青桐，顯得又是關切，又是擔心。眾人循著他目光轉頭望去，見她臉色蒼白，瞪著火光呆呆出神。駱冰走近前去，想逗她說話。霍青桐站起來相迎，突然身子一晃，吐出一口鮮血。駱冰嚇了一跳，忙搶上扶住，問道：「青妹妹，怎樣？」霍青桐不語，努力調勻氣息，喉口一甜，又吐出一口血來。香香公主、木卓倫、霍阿伊、陳家洛、周綺等都奔過來慰問。香香公主急得連叫：「姊姊，別再吐啦。」把姊姊扶入帳中，展開氈毯讓她躺下。木卓倫心中痛惜，知道女兒指揮這一仗殫智竭力，親身衝鋒陷陣，加之自己和部將都對她懷疑，她自然要滿懷氣苦，而最令她難受的，只怕是陳家洛和她妹子要好了，一時也想不出話來安慰，歎了口氣，走出帳來。他各處巡視，只聽得四營都在誇獎霍青桐神機妙算。走到一處，見數百名戰士圍著一位阿訇，聽他講話。那阿訇道：「穆聖遷居到麥地那的第二年，墨克人來攻。敵人有戰士九百五十人，戰馬一百匹，駱駝七百頭，個個武裝齊全。穆聖部下只有戰士三百十三人，戰馬兩隊，駱駝七八十頭，甲六副。敵人強過三倍，但穆聖終於擊敗了敵人。」一名少年叫道：「咱們這次也是以少勝多。」阿訇道：「不錯，霍青桐姑娘依循穆聖遺教，領著咱們打勝仗，願真主保佑她。可蘭經第三章中說：『在交戰的兩軍之中，這一軍是為主道而戰的，那一軍是不信道的，眼見那一軍有自己的兩倍。阿拉卻用他的佑護，扶助他所喜愛的人。』」眾戰士歡聲雷動，齊聲大叫：「真主保佑翠羽黃衫，她領著咱們打勝仗。」木卓倫想著女兒，一夜沒好睡。次日一早，天還沒亮，便到霍青桐帳中探視，揭開帳門見帳中無人，嚇了一跳，忙問帳外衛士。那衛士道：「霍青桐姑娘在一個時辰前出去了。」木卓倫道：「到那裏去？」衛士道：「不知道。這封信她要我交給族長。」木卓倫搶過信來，見信上寥寥寫著數字：「爹爹，大事已了，只要加緊包圍，清兵指日就殲。女兒青上。」木卓倫呆了半晌，問道：「她向那裏去的？」那衛士向東方一指。木卓倫躍上馬背，向前直追，趕了半個時辰，茫茫大漠上一望數十里沒一個人影，怕她已轉了方向，只得回來。走到半路，香香公主、陳家洛、徐天宏等已得訊迎來。眾人十分憂急，都知霍青桐病勢不輕，單身出走，甚是凶險。回到大帳，木卓倫派出四小隊人往東南西北追尋。傍晚時分，三小隊都廢然而返，派到東面的那小隊卻帶來了一個身穿黑衫的漢人少年。余魚同一呆，原來那人正是穿男裝的李沅芷，忙迎上去，道：「你怎麼來了？」李沅芷又是高興、又是難受，道：「我來找你啊，剛好遇上他們。」一指那小隊回兵道：「他們就把我帶來啦。咦，你怎麼不穿袈裟啦？」余魚同笑道：「我不做和尚了。」李沅芷心花怒放，眼圈一紅，險險掉下淚來。香香公主見找不到姊姊，十分焦急，對陳家洛道：「姊姊到底為甚麼啊？怎麼辦呢？」陳家洛道：「我這就去找她，無論如何要勸她回來。」香香公主道：「我同你一起去。」陳家洛道：「好，你跟你爹說去。」香香公主去跟木卓倫說，要與陳家洛同去找尋姊姊。木卓倫心亂如麻，知道霍青桐就是為了他們而走，這兩人同去，只怕使她更增煩惱，卻又不知如何是好，頓足道：「你們愛怎樣就怎樣吧，我也管不得許多了。」香香公主睜大了一雙眼睛望著父親，見他眼中全是紅絲，知他憂急，輕輕拉著他手。李沅芷對別人全不理會，不斷詢問余魚同別來情形。陳家洛對香香公主道：「你姊姊的意中人來啦，他定能勸她轉來。」香香公主喜道：「真的麼！姊姊怎麼從來不跟我說。啊，姊姊壞死啦。」走到李沅芷面前，細細打量。木卓倫聽了一愕，也過來看。李沅芷與木卓倫曾見過面，忙作揖見禮，見到香香公主如此驚世絕俗的美貌，怔住了說不出話來。香香公主微笑著對陳家洛道：「你對這位大哥說，我們很是高興，請他和我們同去找姊姊。」陳家洛這才和李沅芷行禮廝見，說道：「李大哥怎麼也來啦？別來可好？」李沅芷紅了臉，只是格格的笑，望著余魚同，下巴微揚，示意要他說明。余魚同道：「總舵主，她是我陸師叔的徒弟。」陳家洛道：「我知道，我們見過幾次。」余魚同笑道：「她是我師妹。」陳家洛驚問：「怎麼？」余魚同道：「她出來愛穿男裝。」陳家洛細看李沅芷，見她眉淡口小，嬌媚俊俏，那裏有絲毫男子模樣？曾和她數次見面，只因有霍青桐的事耿耿於懷，從來不願對她多看，這一下登時呆住，腦中空蕩蕩的甚麼也不能想，霎等時之間又是千思萬慮，一齊湧到：「原來這人是女子？我對霍青桐姑娘可全想岔了。她曾要我去問陸老前輩，我總覺尷尬，問不出口。她這次出走，豈不是為了我？她妹子對我又如此情深愛重，卻教我何以自處？」眾人見他突然失魂落魄的出神，都覺奇怪。駱冰得知李沅芷是女子，過來拉住她手，很是親熱，見了她對余魚同的神態，再回想在天目山、孟津等地的情形，今日又是，風沙萬里的跟到，她對余魚同的心意自是不問可知，心想余魚同對自己一片痴心，現今有這樣一位美貌姑娘真誠見愛，大可解他過去一切無謂苦惱，只是見他神情落寞，並無欣慰之意，實在不妥，須得盡力設法撮合這段姻緣才是。李沅芷問道：「霍青桐姊姊呢？我有一件要緊事對她說。」駱冰道：「霍青桐妹妹不知去了那裏，我們正在找她。」李沅芷道：「她獨個兒走的麼？」駱冰道：「是啊，而且她身上還有病呢。」李沅芷急道：「她朝那個方向走的？」駱冰道：「本來是向東北走的，後來有沒轉道，就不知道了。」李沅芷連連頓足，說道：「糟啦，糟啦！」眾人見她十分焦急，忙問原因。李沅芷道：「關東三魔要找翠羽黃衫報仇，你們是知道的了。這三人一路上給我作弄了個夠。他們正跟在我後面。現下霍青桐姊姊向東北去，只怕剛好撞上。」※※※原來李沅芷在孟津寶相寺中見余魚同出家做了和尚，悲從中來，掩面痛哭。余魚同竟然硬起心腸，寫了一封信留給陳家洛等人，對她不理不睬，飄然出寺。李沅芷哭了一場，收淚追出時，余魚同已不知去向。她追到孟津城內，在各處寺院和客店探尋。那知意中人沒尋著，卻又見到了滕一雷、顧金標、哈合台三人。他們從寶相寺出來，在一家僻靜客店休息。李沅芷偷聽他們談話，知道要去回部找翠羽黃衫報仇。她惱恨三人欺逼余魚同，於是去買了一大包巴豆，回到客店，煎成濃濃一大碗汁水，盛在酒瓶裏，混入滕一雷等住的客店，等到他們上街閒逛，進房去將巴豆汁倒入桌上的大茶壺裏。關東三魔回店，口渴了倒茶便喝，雖覺有點異味，也只道茶葉粗劣，不以為意。到了夜半，三人都腹痛起來，這個去了茅房回來，那個又去。三人川流不息，瀉了一夜肚子。第二天早晨肚瀉仍未止歇，三人精疲力盡，委頓不堪，本來要上路的，卻也走不動了。滕一雷把酒店老闆找來大罵，說店裏東西不乾淨，吃壞了肚子。客店老闆見三人兇得厲害，只得連連陪笑，請了醫生來診脈。那醫生怎想得到他們遇上暗算，只道是受了風寒，開了一張驅寒暖腹的方子。客店老闆掏錢出來抓藥，叫店小二生了炭爐煎熬。李沅芷從客店後門溜進去偷看，見三魔走馬燈般的上茅房，心下大樂，又見店夥煎藥，乘他走開時，揭開藥罐，又放了一大把巴豆在內。滕一雷等吃了藥，滿擬轉好，那知腹瀉更是厲害。李沅芷一不做二不休，半夜裏跳進藥材鋪，在幾十隻抽屜裏每味藥抓了一撮，不管它是熟地大黃、當歸貝母，還是毛莨狼毒、紅花黃芹，一古腦兒的都去放入了藥罐。次日店夥生起了炭爐再煎，濃濃的三碗藥端了上去。關東三魔一口喝下，數十味藥在肚子裏胡鬧起來，那還了得，登時把生龍活虎般的三條大漢折騰得不成樣子。好在他們武功精湛，身子強壯，三條性命才剩下了一條半，每人各送半條。陳家洛騎了白馬向西急趕之時，怎想得到關東三魔還在孟津城中大瀉肚子。滕一雷知道必有蹊蹺，只當是錯住了黑店，客店老闆謀財害命，於是囑咐兩人不再喝藥，過了一日，果然好些。顧金標拿起鋼叉，要出去殺盡掌櫃店夥。滕一雷一把拉住，說道：「老二，且慢。再養一日。等力氣長了再幹，說不定店裏有好手，眼下廝殺起來怕要吃虧。」顧金標這才忍住氣。到得傍晚，店夥送進一封信來，信封上寫著：「關東三魔收啟。」滕一雷一驚，忙問：「誰送來的？」店夥道：「一個泥腿小廝送來的，說是交給店裏鬧肚子的三位爺們。」滕一雷打開一看，只氣得暴跳如雷。顧金標與哈合台接過來，見紙上寫道：「翠羽黃衫，女中英豪，豈能怕你，三個草包。略施小懲，巴豆吃飽。如不速返，決不輕饒。」字體娟秀，滕一雷看得出確是女子手筆。顧金標把字條扯得粉碎，說道：「我們正要去找她，這賤人竟在這裏，那再好不過。」三人不敢再在這客店居住，當即搬到另一處，將養了兩日，這才復原。在孟津四處尋訪，卻那裏有翠羽黃衫的蹤跡？這時李沅芷已在黃河幫中查知衛春華趕到、紅花會眾人已邀了余魚同齊赴回部。她心上人既走，也就不再去理會三魔，便即跟著西去。三魔找不到霍青桐，料想她必定返歸回部，便向西追蹤，在甘肅境內又撞見了李沅芷。滕一雷見她身形依稀有些相熟，一怔之下，待細看時，她早已躲過。次晨關東三魔用過早飯，正要上道，忽然外面進來了十多人，有的肩挑，有的扛抬，都說滕爺要的東西送來了。滕一雷見送來的是大批雞鴨蔬菜、雞蛋鴨蛋，還有殺翻了的一頭牛與一口豬，喝問：「這些東西幹甚麼？」抬豬捉雞的人道：「這裏一位姓滕的客官叫我們送來的。」店夥道：「就是這位客官姓滕。」送物之人紛紛放下物事，伸手要錢。顧金標怒道：「誰要這許多東西來著？」正吵嚷間，忽然外面一陣喧嘩，抬進了三口棺材來，還有一名仵作，帶了紙筋石灰等收殮屍體之物，問道：「過世的人在那裏？」掌櫃的出來，大罵：「你見了鬼啦，抬棺材來幹麼？」仵作道：「店裏不是死了人嗎？」掌櫃劈面一記巴掌打去。仵作一躲，說道：「這裏不是明明死了三個人？一個姓滕，一個姓顧，還有一個蒙古人姓哈。」顧金標怒火上沖，搶上去一掌。那仵作一交摔倒，吐出滿口鮮血，還帶出了三枚大牙。忽然鼓樂吹打，奏起喪樂，一個小廝捧了一副輓聯進來。滕一雷雖然滿懷怒氣，卻已知是敵人搗鬼，展開輓聯，見上聯寫道：「草包三隻歸陰世」，下聯是「關東六魔聚黃泉」，上聯小字寫道：「一雷、金標、合台三兄千古」，下聯寫道：「盟弟焦文期、閻世魁、閻世章敬輓」，一塊橫額題著四字：「攜手九原」。字跡便是先前寫信女子的手筆。哈合台把輓聯扯得粉碎，抓住那小廝胸口，喝問：「誰叫你送來的？」那小廝顫聲道：「是……是一位公子爺，給了我一百文錢，說有三個朋友死……死在這裏，要我送來。」哈合台知他是受人之愚，把他一摔，那小廝仰天直摜出去，放聲大哭。滕一雷再問送物、送棺材、奏樂的各人，都說是一位公子爺差他們來的。滕一雷抄起銅人，說道：「快追！」三人闖出店去，四下搜索，那裏有甚麼公子爺的蹤影？滕一雷道：「快向前追，抓住那丫頭把她細細剮了。」他們仍道是霍青桐搗鬼，怒不可遏，拚命趕路。這天到了涼州，在客店歇下，到得半夜，後院忽然起火，三人跳起來察看。滕一雷見燒去的只是一堆柴草，一怔之下，猛然醒悟，說道：「老二、老四，快回房。」趕回房內，果然三個包裹已經不見，炕上卻放著三串燒給死人的紙錢。滕一雷躍上屋頂，不見人影。顧金標拍案大罵：「有種的就光明正大見個輸贏，這般偷雞摸狗，算他媽的甚麼好漢？」滕一雷道：「這一來，明天房飯錢也付不出啦！」顧金標怒道：「得快想法兒除了這賤貨，否則給她纏個沒了沒完。」滕一雷道：「不錯，老二、老四，你們想怎麼辦？」這三人武藝雖好，頭腦卻不靈便，想了半天，只想出一條計策，那就是晚上睡覺大家不脫衣服，輪流守夜，一見敵蹤，立即跳出去廝殺。滕一雷明知這辦法並不高明，可是三個臭皮匠無論如何變不成一個諸葛亮，也只索罷了。哈合台道：「房飯錢怎麼辦？現下出去弄點呢，還是明兒一早撤腿就跑？」顧金標道：「反正以後還得用，我出去拿些吧。」他飛身上屋，四下一望，看準了一家最高大的樓房，跳了進去，心想不論偷搶，弄到幾百兩銀子好走路。見一間房裏有燈光透出，伏身察看，忽然身後拍喇喇一聲響亮，一疊瓦片拋在地下跌得粉碎，有人大叫：「捉飛賊啊，捉飛賊啊！」叫聲嬌嫩，卻是女音。顧金標嚇了一跳，但自恃武藝高強，並不理會，跳進房去，只見幾個傭僕正在賭錢，桌上放了幾百文銅錢，見他進來，嚇得齊聲大叫。顧金標暗叫：「晦氣！」正想退出，外面梆子急敲，火把明亮，十多人持刀拿棍趕來，忙破窗而出，躍上屋頂，只聽得颼的一聲，腦後生風，他回手一叉，把擲來的一塊石子砸飛，一縱身間，已搶到投擲石子之處，人剛撲到，迎面一劍刺來。微光下見那人身穿黑衣，身手矯健，顧金標連日受氣，始終找不到敵人，這時那裏再肯放過，刷刷刷三叉，盡往敵人要害刺去。那人正是李沅芷，見顧金標出叉迅捷，拆了數招，虛晃一劍，回身就走。顧金標持叉趕去，見那人回手一揚，一陣細小暗器嗤嗤之聲，破空而至，他在孟津郊外吃過苦頭，知道金針厲害，當即一個觔斗翻下屋頂。下面眾人吆喝擁上，顧金標鋼叉揮動，眾人刀棍紛紛脫手。他再上屋頂追尋時，敵人早已不知去向。顧金標回歸客店，氣憤憤的說了經過。哈合台連連歎氣，道：「早知道我就和你同去，兩個人總截得住他。」滕一雷道：「還說甚麼？這就走吧，別等天明付不出房飯錢，面子上太也過不去。」剛結束定當，忽然有人拍門，三人相望了一眼，各持兵刃在手。哈合台去開門，進來的卻是店中掌櫃。他手中拿了燭台，說道：「小店本錢微薄，請客官們結了房飯錢再走。」原來他在夢中給人推醒，告訴他這三人沒錢付賬，就要溜之大吉。他披衣坐起，推醒他的人已不知去向，忙來拍門，果見滕一雷等要走。顧金標發了橫，說道：「老子沒錢使啦。櫃上先借一百兩銀子再說！」鋼叉噹啷啷一抖，迫著掌櫃的去拿銀子。掌櫃苦著臉轉身出去，忽然外面喊聲大作，一群人大叫：「別讓飛賊跑了！」三魔從大門中望出去，只見店外燈籠火把齊明，人聲喧嘩，總有百十來人，一迭聲的大叫：「捉飛賊啊！捉飛賊。」滕一雷銅人一擺，叫道：「上屋！」顧金標扭斷了櫃檯上的鎖，抓了一把碎銀子放在袋裏，三人上屋而去。關東三魔心想掌櫃半夜裏來要賬，這許多人來捕拿，一定也是霍青桐搗的鬼。顧金標和李沅芷當面交過手，見他是個漢人少年，不是回族女子，只道敵人另有幫手，不敢托大，三人每晚真的輪流守夜。口中污言穢語，自不知罵了多少髒話。這天快到嘉峪關，滕一雷道：「此去是敵人的地界，可要加意小心。」後半夜是哈合台輪值，正有些迷迷糊糊，忽聽屋子後面兩塊小石投在地上，知道夜行人「投石問路」探聽動靜，忙悄悄推開窗子，掩到後面去想生擒敵人。等了好一陣，始終不見有人跳下房來，前面顧金標卻大叫起來。哈合台一驚：「糟啦，又中了調虎離山之計。」忙奔回去，只見滕顧兩人手中拿了燭台，逃出房外，十分狼狽。哈合台拿燭台往窗口一照，吃了一驚，只見屋裏地上、炕上、桌上都是青蛇與癩蝦蟆，到處亂蹦亂跳，窗口有兩個竹簍，顯是敵人用來裝青蛇、蝦蟆的。滕一雷罵道：「也真難為這臭丫頭，捉了這許多醜傢伙來。」他們又怎知道，李沅芷因余魚同對她無情，心中萬分氣苦，這事用強不行，軟求也不行，滿腔怨怒，無處出氣，一路上盡想出諸般刁鑽古怪的門道來和他們為難。這些青蛇與蝦蟆是她花了錢叫頑童捉的。雖是兒戲胡鬧，卻也令三魔頭痛萬分。他們做夢也想不到，所以受到這種種困擾，竟是因那醜臉秀才不肯愛這位提督小姐而致。幾次三番的一鬧，關東三魔晚上不敢再住客店，盡往古廟農家借宿。李沅芷知道自己武功與他們相差太遠，也不敢明目張膽的招惹，希奇古怪的惡作劇卻仍是層出不窮。她一個嬌滴滴的姑娘萬里獨行，黃沙侵體，相思磨心，若不拿三魔來出氣洩憤，只怕途中早就病倒了。就這樣，四人前前後後的來到回疆。※※※眾人聽李沅芷咭咭咯咯的說來，又是好笑，又是吃驚，都為霍青桐擔心。陳家洛道：「事不宜遲，我馬上尋她去。」徐天宏道：「關東三魔不可輕敵，得多去幾人。總舵主兩位先去。李姑娘和他們最熟，第二撥接應，唔，一個人去太危險，請十四弟同去。我們夫妻第三撥接應。四哥四嫂和其餘各位在這裏守著張召重。」陳家洛道：「好！」駱冰把白馬牽過來讓他乘坐。香香公主騎了紅馬奔來，道：「走吧！」兩人並轡而去。不久余魚同與李沅芷、徐天宏和周綺兩撥，先後離了大營，向東北方追去。當日午後，文泰來等正和木卓倫在帳中閒話，回兵來報，和爾大被人救去，看守他的四名戰士都被人殺了。木卓倫吃一驚，和文泰來等同去察看，見三名回兵中劍而死，另一名胸口插著一柄匕首，柄上縛著一張白紙，上寫：「張召重拜上紅花會眾位英雄」十二字。文泰來一股怒氣從心中直冒上來，將字條揉成一團，力透掌心。衛春華要討來看，文泰來攤開手掌，字條已成片片碎紙，隨風如蝴蝶般飄出帳外。木卓倫心下驚佩：「上次與他們無塵道長交了手，只道天下英雄盡於此矣，那知這位文四爺卻也如此了得。」文泰來對木卓倫道：「木老英雄，你在這裏圍困清兵，我們去追張召重那奸賊。」木卓倫點頭稱是。文泰來率領衛春華、章進、駱冰、心硯四人，在大漠中辨認馬蹄足跡，連夜追蹤。※※※霍青桐大勝之後，心中反覺說不出的寂寞淒涼。那天晚上在帳中思潮起伏，聽帳外回人彈著東不拉，唱著纏綿的情歌，更增惆悵，想起父親對自己懷疑，意中人又愛上自己妹子，妹子是己所深愛，決不願和她爭奪情郎，柔腸百轉之下，悄悄起身，留了一信給父親，帶了兵刃和師父所賜的兩頭巨鷹，上馬向東北而行，心想：「還是去跟著師父，隨二老在大漠中四處飄泊。這個身子，就在茫茫黃沙中埋葬了吧。」她病勢不輕，仗著從小練武，根基堅實，勉強支撐。在大漠中行了十多日，離天山雙鷹所居的玉旺昆還有四五日路程，已是疲累不堪，當晚見一個沙丘旁生著些乾枯了的鐵草，便讓坐騎咬嚼，張開了小帳篷過夜。睡到半夜，忽聽遠處有馬蹄之聲，三乘馬從東而來，走到沙丘之旁，坐騎去吃乾草，不肯走了，三人便下馬休息。他們隔著沙丘沒瞧見霍青桐的帳篷，三人說起話來。霍青桐聽他們說的是漢語，當時迷迷糊糊的也不在意，忽聽一人罵道：「這翠羽黃衫害得咱們好苦！」霍青桐心中一震，忙用心傾聽，又聽另一人怒罵：「這賊婆娘，老子抓到她不抽她的筋、剝她的皮，老子十八代祖宗都不姓顧。」原來這三人就是關東三魔，他們追入大漠，聽說回人在西與清軍交兵，便向西趕來。三人不敢向回人問路，在沙漠中兜了個大圈子，比李沅芷落後了十多日，這晚說也湊巧，只因雙方坐騎都要吃草，竟和霍青桐只隔一個小小沙丘。當日陳家洛趕來報信，連日軍務恍惚，霍青桐又故意避開，因此關東三魔尋仇之事沒機會提及。陳家洛眼見她在大軍環衛之中，區區三魔，又何足懼？也不急於述說。霍青桐聽這三人竟是衝著自己而來，只道是兆惠手下的殘兵敗將，再聽下去，卻又不對。只聽一人道：「閻六弟這樣好的功夫，我就不信一個娘們能害死他，這婆娘定是使用詭計。」另一人道：「那還用說？所以我說老二老四，這次可千萬別莽撞。這裏回人成千成萬，咱們只能暗算，決不能跟她明鬥。」霍青桐這才恍然，原來是關東六魔一派的人到了。大漠上一望數十里，自己又在病中，無論如何躲不開，只有見機行事，用計脫身。又聽一人道：「皮囊裏的水越來越少啦，此去也不知還要再走幾日才找得到水，打明兒起大家再要少喝。」說著便在沙丘旁睡倒。霍青桐心想：「我不如自己迎上去，想法兒領他們去見師父。」次日清晨，關東三魔睜開眼，見了霍青桐的小帳篷，略感訝異。霍青桐這時已脫去黃衫，帽上的翠羽也拔了下來，把長劍衣服等包在包中，空手走出帳來。滕一雷見她一個單身女子，說道：「姑娘，你有水嗎？分一點給我們。」說著拿出一錠銀子。霍青桐搖搖頭，示意不懂他的漢語。哈合台用蒙古話說了一遍。霍青桐部下有蒙古兵，天山北路蒙回雜處，她也會蒙古話，當下用蒙語答道：「我的水不能分，翠羽黃衫派我送一封要緊的信，現今趕去回報，坐騎喝少了水跑不快。」一面說，一面收拾帳篷上馬。哈合台搶上前去，拉住她坐騎轡頭，問道：「翠羽黃衫在那裏？」霍青桐道：「你們問她幹麼？」哈合台道：「我們是她朋友，有要緊事找她。」霍青桐嘴一扁道：「當面扯謊！翠羽黃衫在玉旺昆，你們卻向西南去，別騙人啦！」一抖韁繩要走。哈合台拉住轡頭不放，說道：「我們不識路，你帶我們走吧！」對滕顧二人道：「她是到那賊婆娘那裏去的。」關東三魔見她一臉病容，委頓不堪，說話時不住喘氣，眼看隨時就會倒斃，沒半分像是身有武功，自是毫不懷疑，欺她不懂漢語，一路大聲商量，決定將到玉旺昆時先把她殺了，然後去找翠羽黃衫。顧金標見她雖然容色憔悴，但風致楚楚，秀麗無倫，不覺起了色心。霍青桐見他不住用眼瞟來，色迷迷的不懷好意，心想他們雖然不認得自己，但到玉旺昆尚有四五天路程，這數日中跟這三個魔頭同行同宿，太過危險，於是撕下身上一塊花布，縛在一頭巨鷹腳上，拿出一塊羊肉來餵鷹吃了，把鷹往空中一丟，那鷹振翼飛入空際。滕一雷起了疑心，問道：「你幹甚麼？」霍青桐搖搖頭。哈合台用蒙古話詢問。霍青桐道：「從這裏去，今後七八天的路程都沒水泉。你們水帶得這麼少，怎麼夠喝？把鷹放了，讓牠們自己去找水喝。」說著又把另一頭鷹放了。哈合台道：「兩頭鷹又喝得了多少水？」霍青桐道：「渴起上來，一點水也能救命。再過幾天你們便知道啦。」她怕他們下手加害，故意把道路說得長些。哈合台喃喃咒罵：「在我們蒙古，就算在沙漠中，那有接連七八天的路程上找不到水的。真是鬼地方！」晚間在沙漠上過夜，霍青桐在火堆旁見顧金標的眼光不住溜來，暗暗吃驚，走進小帳篷後，拔劍在手，斜倚在帳門口，不敢就睡，等到二更時分，果然聽到有腳步聲輕輕走近。她心中劇跳，額頭冷汗直冒，心想：「數萬清兵都滅了，可別在這三人手中遭到報應。」忽覺身上一寒，一陣冷風從帳外吹進，原來帳門的布帶已被顧金標扭斷，走進帳來。他怕霍青桐叫喊起來，給老大、老四聽到不雅，上來就想按住她嘴，那知卻按了個空，毯子中竟沒有人，再伸手到一旁去摸，脖子上一涼，一件鋒利的兵刃抵住了項頸。霍青桐用漢語低聲道：「你動一動，我就刺！」顧金標空有一身武藝，要害給人制住，那敢動彈？霍青桐道：「伏在地下！」顧金標依言伏下。霍青桐劍尖抵住他的背心，坐在地上。兩人僵持不動。霍青桐心想：「如殺了這壞蛋，那兩人不肯甘休，只好挨到師父來救再說。」等了一個更次，滕一雷半夜醒來，發覺顧金標不見了，跳了起來，叫道：「老二，老二！」霍青桐低喝：「快答應，說在這裏。」顧金標無奈，只得叫道：「老大，我在這裏啊！」滕一雷笑罵：「這風流的賊脾氣總是不改，你倒會享福。」第二天清晨，霍青桐直挨到滕一雷和哈合台在帳外不住催促，才放顧金標出去。哈合台怨道：「老二，咱們是來報仇，可不是來胡鬧。」顧金標恨得牙癢癢地，有苦不敢說，如把這件倒霉事說出來，那可是終身之羞，決意今晚定要遂了心願，到得地頭再把她一叉戳死。到得半夜，顧金標右手握虎叉，左手拿火摺，闖進帳篷，心想就算這女子會武，三招兩式，還不手到擒來，火光下見她縮在帳篷角裏，心中大喜，撲了上去，突覺腳上一緊，暗叫不好，待要反躍出帳，雙腳已被地下繩圈套住。他彎腰想去奪繩，被霍青桐用力一拉，站立不穩，仰天跌倒，只聽她低聲喝道：「別動！」長劍劍尖已點在小腹之上。霍青桐心想：「像昨晚那樣再僵持一夜，我可支持不住了。但又不能只斃他一人，必須三賊一齊廢了！」低聲道：「叫你那老大進來！」顧金標慣走江湖，知她用意，默不作聲。霍青桐手上加勁，劍尖透進衣裏，劃破了一層皮。顧金標知道小腹中劍最為受罪，好是好不了，可是一時又不得便死，不敢再強，低聲道：「他不肯來的。」霍青桐低喝：「好，那就戳死了你再說！」手上又略加勁。顧金標只得叫道：「老大，你來，快來啊！」霍青桐道：「你笑！」顧金標皺著眉頭，哈哈的乾笑幾聲。霍青桐道：「笑得快活些！」顧金標肚裏咒罵：「你奶奶雄，還快活得出？」可是劍尖已經嵌在肉裏，只得放大聲音勉強一陣傻笑，中夜聽來，直如梟鳴。滕一雷和哈合台早給吵醒。滕一雷罵道：「老二別快活啦，養點氣力吧。」霍青桐見他不來，低聲道：「叫老四來！」顧金標又叫了幾聲。哈合台雖做盜賊生涯，卻不欺辱婦孺，對顧金標的行徑本已十分不滿，只因他是盟兄，不好怎麼說他，這時只裝沒聽見。霍青桐暗暗切齒：「我如脫此難，不把這三個奸賊殺了，難解今日之羞。」右手持劍，左手把繩子在顧金標身上繞來繞去，縛了個結實，這才放心，但倚在帳邊，不敢睡著。挨到天明，見顧金標居然橫了心呼呼大睡，霍青桐揮馬鞭將他沒頭沒腦的抽了一頓，劍尖對準他心口，喝道：「哼一聲就宰了你！」顧金標滿臉是血，只得苦撐。霍青桐心想：「這事雖已鬧穿，但如殺了他，大禍馬上臨頭，不如讓他多活一時，預計師父今日下午就可來迎。」解去他身上繩索，推他出帳。滕一雷見他臉上血痕斑斑，大起疑心，說道：「老二，這婆娘是甚麼路數？可別著了人家道兒。」顧金標心想，這女子雖在病中，仍有勁力將自己拉倒，她身上帶劍，會說漢語，決非尋常回人姑娘，對滕一雷一霎眼睛，道：「咱們擒住她。」兩人慢慢向她走近。霍青桐見兩人舉止有異，突然奔向馬旁，長劍疾伸，刺穿了顧金標與哈合台馬背上盛水的革囊，接著一劍，把滕一雷馬背上最大的水囊割下，搶在手中，一躍上馬。滕一雷等三人一呆，見兩皮袋水流了一地，登時被黃沙吸乾。在大漠之中，這兩袋水可比兩袋珠寶更加珍貴。三人又氣又急，各挺兵刃上來廝拚。霍青桐伏在馬背上不住咳嗽，叫道：「你們過來我又是一劍！」劍尖指住最後一隻水囊。關東三魔果然停步不動。霍青桐咳了一陣，說道：「我好意領你們去見翠羽黃衫，你們卻來欺侮我。這裏到有水的地方還有六天路程，你們不放過我，我就刺破了水囊，大家在沙漠中乾死。」關東三魔面面相覷，做聲不得，暗罵她這一招果然毒辣。滕一雷心想：「暫且答應，等挨過了大沙漠再擺佈她。」便道：「咱們不難為你，大家走吧。」霍青桐道：「你們在前面走！」於是三男在前，一女在後，在大漠上行進。走到中午，烈日當空，四個人都唇焦舌乾。霍青桐只覺眼前金星直冒，腦中一陣陣發暈，心想：「難道今日我畢命於此？」只聽哈合台道：「喂，給點水喝！」他轉過身來，手中拿著一隻瓦碗。霍青桐打起精神，說道：「把碗放在地下。」哈合台依言把碗放在沙上。霍青桐又道：「你們退開一百步。」顧金標有些遲疑。霍青桐道：「不退開就不給水。」顧金標喃喃咒罵。三人終於退開。霍青桐躍馬上前，拔去革囊上塞子，在瓦碗裏注了大半碗水，催馬走開。三人奔上來，你一口我一口，把水喝得涓滴不剩。四個人上馬又行，過了兩個多時辰，道旁忽然出現一叢青草。滕一雷眼睛一亮，大叫：「前面必定有水！」霍青桐暗暗心驚，苦思對策，但頭痛欲裂，難以思索，正焦急間，突然長空一聲鷹唳，黑影閃動，一頭巨鷹直撲下來。霍青桐大喜，伸出左臂，那鷹斂翼停在她肩頭，見鷹腿上縛著一塊黑布，知道師父馬上就到，狂喜之下，眼前又是一陣發黑。滕一雷心知必有古怪，手一揚，一枝袖箭向她右腕打來，滿擬打落她手中長劍，再來搶奪水囊。霍青桐揮劍擊去袖箭，一提馬韁，向前飛馳。關東三魔大聲吆喝，隨後追來。馳出七八里，霍青桐手腳酸軟，再也支持不住，被馬一顛，跌了下來。三魔大喜，催馬過來。霍青桐掙扎著想爬起上馬，只是手腳酸軟，使不出力，人急智生，把水囊的皮帶子往巨鷹頭頸中一纏，將鷹向上丟出，口中一聲呼哨。原來天山雙鷹性喜養鷹，把巨鷹從小捉來訓練，以為行獵傳訊之用，他們夫婦所以得了這個名號，也與愛鷹有關。霍青桐這頭鷹是她師父訓練好了的，一聽呼哨，就帶著水囊，振翅向天山雙鷹飛去。滕一雷見水囊被鷹帶起，一急非同小可，兜轉馬頭，向鷹疾追。顧金標和哈合台均想：「這丫頭反正逃不了，追回水囊要緊！」也縱馬狂奔。顧金標手一翻，拿了一柄小叉便向巨鷹射去，只聽皮鞭啪一聲響，手腕上一疼，小叉射出去的準頭偏了，打在旁邊，卻是哈合台用馬鞭打了他一下。顧金標怒道：「幹麼？」哈合台道：「這一叉要是打中了水囊，還有命嗎？」顧金標一想不錯，俯身馬鞍，向前急奔。他是遼東馬賊，騎術最精，轉眼間已追在滕一雷之前。水囊中裝著大半袋水，份量不輕，那鷹帶了後飛行不快，與三人始終是不即不離的相差那麼一程子路。三人追出十多里，急馳下馬力漸疲，眼見再也追不上了，突然間那鷹如長空墮石，俯衝下去，前面塵頭起處，兩騎馬疾馳而來。那鷹打了兩個旋子，落在其中一人肩頭。關東三魔催馬上前，見兩人一個是禿頭的紅臉老頭，另一個是滿頭白髮的老婦。那老頭厲聲喝道：「霍青桐呢？」三人一楞不答。那老頭解下巨鷹頸上水囊，將鷹往空中一拋，大聲呼哨，那鷹一聲唳鳴，往來路飛去。兩個老人不再理睬三魔，跟在巨鷹之後追去。滕一雷知道他們隨著巨鷹去救那回女，自恃武藝高強，也不把兩個老人放在心上，而且水囊已被他們拿去，非奪回不可，手一擺，三人隨後趕來。那兩個老人正是天山雙鷹，十多里路晃眼即到，見那鷹直撲下去，霍青桐躺臥在地。關明梅飛身下馬搶近，霍青桐投身入懷哭了出來。關明梅見愛徒落得這副樣子，十分駭異，忙問：「誰欺侮你啦？」這時關東三魔也已趕到，霍青桐向三人一指，暈了過去。關明梅厲聲喝道：「老頭子還不動手？」左手抱著霍青桐，右手拔去水囊塞子，慢慢倒水到她口裏。陳正德聽得妻子呼喝，知道三人是敵，兜轉馬頭，向三魔衝去，奔到臨近，長臂探出，向哈合台胸口抓去。哈合台手腕翻轉，摔打擋開。陳正德手腕上麻辣辣的一陣疼痛，心中一楞：「這點子手下好快，勁道倒也不小。」不等兜轉馬頭，凌空躍起，又向他抓去。哈合台左手擋開，右手反抓對方胸口。陳正德猛喝一聲，揮掌劈去，擊在他手臂之上。哈合台全身一震，坐身不穩，跌下馬來。滕一雷與顧金標大驚，雙雙來救。哈合台下馬時翻了個觔斗，站在地下，一柄匕首已抽在手中，撲上前來。陳正德左掌在顧金標面前虛晃，右手已抓住他的叉頭往外一擰。顧金標只覺虎口發麻，但他身手也極矯健，左手兩柄小叉隨著飛出。陳正德一低頭，獵叉已被他奪了回去，心想：「那裏跑出來這三個野種，武功如此了得，怪不得徒兒要吃虧。」斗覺腦後風生，獨足銅人橫掃而來。陳正德轉身搶攻，一矮身，雙掌直取滕一雷下盤。關東大魔銅人回轉，向他「玉枕穴」點到。陳正德一驚，咦了一聲，跳開兩步，說道：「你這傢伙會打穴。」滕一雷道：「不錯！」銅人晃動，又點向他肩頭「雲門穴」。這銅人只有獨足，手卻有一對，雙手過頂合攏，正是一把厲害的閉穴撅。這銅人極為沉重，除點穴外又能橫掃直砸，比鋼鞭鐵錘尤為威猛。陳正德想武林中的打穴器械，不論判官筆、閉穴撅，還是點穴鋼環，總是輕巧靈便，取其使用迅捷，認穴準確，他居然能以這笨重武器打穴，自是勁敵，當下提起全副精神，點打劈擊，空手與三人拚鬥。關明梅見霍青桐悠悠醒轉，這才放心，回頭一望，卻見丈夫已處於劣勢。陳正德長劍放在馬背上不及取出，他躍起時那馬受驚，奔出十餘丈之外。他心傲好勝，不肯過去取劍，以空手鬥這三名江湖好手，漸漸不敵。關明梅長劍出手，加入戰團，一招「朔風狂嘯」，向滕一雷後心刺去，滕一雷回過銅人一擋，關明梅不等劍招使老，早已變招，刷刷刷三劍，快如電閃。滕一雷沒到過西北，不知「三分劍術」的招數，心中驚疑，暗想這瘦瘦小小的老太婆怎地劍法如此凌厲，只得守緊門戶，靜以待變。關明梅連刺八劍，一劍快似一劍，那是「三分劍術」中的絕招，稱為「穆王八駿飲瑤池」，但見滕一雷雖然手忙腳亂，還是奮力擋住，也暗讚他了得。陳正德這邊勁敵一去，立佔上風，雙掌飛舞，招招不離敵人要害，倏地矮身，抓起顧金標射落在地的兩柄小叉，兵器在手，更是如虎添翼，使開蛾眉刺招術，欺身直進，和哈合台快如閃電般拆了七八招，嗤的一聲，哈合台左臂中叉，劃破了一條口子。顧金標見情勢不利，突向霍青桐奔去。陳正德大驚，撇下哈合台，搶來攔阻。人未趕到，小叉已經脫手，筆直向他後心飛來。顧金標左手一伸，想接住小叉，那知自己這件兵刃一到敵人手中已大不相同，飛來的勁道大極，雖然拿到了叉尾，卻沒能抓住，忙屈膝一蹲，小叉颼的一聲，從頭頂飛過，站起身來時，陳正德已經趕到。哈合台忙奔過來相助，以二敵一，兀自抵擋不住，那邊滕一雷自顧不暇，難以相救。霍青桐坐在地下，見師父師公逐漸得手，甚是喜慰。五人兵刃撞擊，愈打愈烈。忽然遠處傳來長聲嚎叫，聲音甚是慘厲，叫聲中充滿著恐懼、飢餓和兇惡殘忍之意，似是百獸齊吼，久久不息。霍青桐一躍而起，驚呼：「師父，你聽！」雙鷹劇鬥正酣，聽到這嚎叫之聲，不約而同的跳開數步，側耳靜聽。關東三魔正被逼得手忙腳亂，迭遇凶險，忽然一鬆，只顧喘氣，不敢上前追殺。只聽叫聲漸響，同時遠處一片黑雲著地湧來，中間夾著隱隱鬱雷之聲。天山雙鷹臉色大變，陳正德飛縱而出，牽過馬匹。關明梅把霍青桐抱起，躍上馬背。陳正德拔起身子，站在馬背之上，叫道：「你上來瞧瞧，那裏可以躲避。」關明梅把霍青桐在馬上放好，跳到了陳正德的馬上。陳正德雙手高舉過頂，關明梅在丈夫肩上一搭，縱身站在他手掌之中。關東三魔見敵人已然勝定，突然住手不戰，在馬背上疊起羅漢來，不禁面面相覷，愕然不解。顧金標罵道：「兩個老傢伙使妖法？」滕一雷見二老驚慌焦急，並非假裝，知道必有古怪，但猜測不出，只得凝神戒備。關明梅極目四下瞭望，叫道：「北面好像有兩株大樹！」陳正德急道：「不管是不是，快去！」關明梅躍到霍青桐馬上。二老一提馬韁，也不再理會三魔，向北疾馳。哈合台見他們匆忙中沒帶走水囊，俯身拾起。這時呼嚎之聲愈響，聽來驚心動魄。顧金標突然叫道：「是狼群……」說這話時已臉如死灰。三人急躍上馬，追隨雙鷹而去。跑了一陣，只聽得身後虎嘯狼嗥，奔騰之聲大作，回頭望時，煙塵中只見無數虎豹、野駱駝、黃羊、野馬疾奔逃命，後面灰撲撲的一片，不知有幾千幾萬頭餓狼追趕而來。萬獸之前卻有一人乘馬疾馳，那馬神駿之極，奔在虎豹之前數十丈處，似乎帶路一般。晃眼之間，那乘馬已從身旁掠過。三魔見騎者一身灰衣，塵沙飛濺，灰衣幾已成為黃衣，那人似是個老者，面目卻看不清楚。那人回頭叫道：「尋死嗎？快跑呀！」滕一雷的坐騎見到這許多野獸追來，聲勢兇猛已極，嚇得腳都軟了，膝蓋一彎，把他拋在地下。滕一雷急躍站起，十幾頭虎豹已從身旁奔過。群獸逃命要緊，那裏還顧得傷人。滕一雷暗叫：「我命休矣！」張口狂呼。顧哈兩人聽見叫聲，忙回馬來救，只見迎面餓狼如潮水般湧到。滕一雷手揮銅人護身，明知無用，但臨死還要掙扎，霎時間一頭巨狼露出雪白利齒，奔到跟前。突然身旁馬蹄聲響，那灰衣老者縱馬過來，左手一伸，已拉住他後領，把他肥大的身軀提了起來，向哈合台馬上擲去。滕一雷使出輕功，一個觔斗，坐在哈合台身後。三人兜轉馬頭，疾馳逃命。天山雙鷹帶著霍青桐狂奔，他們久處大漠，知道這狼群最是兇惡不過，不論多厲害的猛獸，遇上了無一倖免。再跑一陣，前面果然是兩株大樹，雙鷹暗叫：「慚愧！這次總算不致填於餓狼之腹了。」馳到臨近，陳正德一躍上樹，關明梅把霍青桐遞上，陳正德接住，扶她坐上高處的樹枝。就這麼一耽擱，狼嗥聲又近了些。關明梅提起馬鞭，在兩匹馬身上猛抽幾下，叫道：「自己逃命去吧，可顧不得你們了！」兩馬急奔而去。三人剛在樹上坐穩，狼群已然迫近，當先一人卻是那灰衣老者。關明梅大驚失色，叫道：「是他！」陳正德喝道：「哼，果然是他。」側目斜視，見妻子一臉惶急，不禁心頭有氣，說道：「要是我遇險，只怕你還沒這麼著急。」關明梅怒道：「這當口還吃醋？快救人！」右手攀住樹枝，身子掛下。陳正德哼了一聲，右手拉住她的左手，兩人蕩了起來。待那灰衣老者坐騎馳到，陳正德直撲而下，左手攔腰把他抱住，提了起來。那老者出其不意，身子臨空，坐騎卻筆直向前竄了出去，腳底下全是虎豹、黃羊之屬。他一個觔斗翻到樹上站住，見是天山雙鷹，不由得滿臉怒色。陳正德道：「怎麼？袁兄也怕狼麼？」那老者怒道：「誰要你多事？」關明梅道：「喂，你也別太古怪，咱當家的救你，總沒救錯。」陳正德聽妻子幫他，洋洋得意。那老者冷笑道：「救我？你們壞了我的大事啦！」陳正德笑道：「你給餓狼嚇胡塗了，快息一息吧！」那老者怒道：「我袁某豈怕這群畜生！」這灰衣老者就是陳家洛的師父天池怪俠袁士霄。他幼時與關明梅青梅竹馬，一起長大，互生情愫，只是他性子古怪，兩人因小事爭執，一言不合，袁士霄竟遠走漠北，十多年沒回來，音訊全無。關明梅只道他永遠不歸，後來就嫁給了陳正德。不料婚後不久，袁士霄忽然回鄉。兩人黯然神傷，不在話下。陳正德十分不快，幾次去尋袁士霄晦氣，但武功不及，若不是袁士霄看在關明梅面上相讓，他已吃大虧，一怒之下，便攜妻遠走回部。那知袁士霄舊情難忘，也移居天山，雖然素不造訪，但覺得與意中人相隔不遠，心中較安，也是一番痴情之意。陳正德見他跟來，自然恚怒異常。關明梅為避嫌疑，盡量不與舊日情侶見面，陳正德卻總是不免多心，加之關明梅心中鬱悶，脾氣更加急躁，夫妻數十年來不斷齟齬。三人現今都已白髮蒼蒼，然而於這段糾纏不清的情緣，仍是無日不耿耿於懷。陳正德這次救了袁士霄，很是得意，心想你一向佔我上風，今後對我感不感恩？關明梅卻聽袁士霄說壞了他的大事，不解其意，問道：「怎地壞了你的大事？」袁士霄道：「這群畜生近來越生越多，實是沙漠中一個大害。好幾個回人聚居的部落，給狼群連人帶畜，吃了個精光。我布置了一個機關，引狼群去自投死路，那知卻要他來多事？」陳正德知他所說是實，訕訕的很不好意思。袁士霄見關明梅神色歉然，安慰她道：「陳大哥和你也是好意，我謝謝你們就是。」陳正德道：「你怎生布置的？」袁士霄忽然叫道：「救人要緊！」一躍下樹，墮入狼群。這時關東三魔已被狼群趕上，三人背靠背的奮戰，兩匹坐騎早已給狼群撕成碎片。三人雖用兵刃打死了十多頭狼，但群狼不斷猛撲。三人身上都已受了七八處傷，眼見難支，袁士霄突然飛墮，雙掌起處，兩頭餓狼天靈蓋已被擊碎。他抓起哈合台往樹上拋去，叫道：「接著！」陳正德一把抓住。袁士霄如法炮製，把滕一雷和顧金標擲了上去，跟著兩掌打死兩頭餓狼，抓住死狼項頸，猛揮開路，衝到樹下躍上。關東三魔死裏逃生，見他殺狼易於搏兔，手法之快，勁力之重，生平從所未見，等他上樹，不住稱謝。數百頭餓狼繞著大樹打轉爬搔，仰頭叫嗥。遠處數十頭虎豹已被狼群追上圍住，搏鬥吼叫之聲，充塞空際。群獸騰挪奔躍，撕打咬嚙，慘烈異常。轉瞬之間，虎豹都被狼群嚼碎，吃得乾乾淨淨。樹巔各人都是江湖豪客，但這般可怖的場面也是首次看見，無不心驚。陳正德接到關東三魔時，隨手在樹上一放，這時圓睜怪眼，瞪著三人。霍青桐道：「師公，這三個不是好人！」陳正德道：「好，拿他們餵狼！」雙掌一錯，就要上前，但見樹下群狼嚼食虎豹駝羊的慘狀，又有點不忍，就這麼一遲疑，滕一雷叫道：「這邊來！」向旁邊一株樹上躍了過去，顧、哈兩人也跟著縱去。關明梅向霍青桐道：「青兒，怎樣？」她要看霍青桐的主意，是不是要趕盡殺絕。霍青桐心腸一軟，說道：「算了吧！」想起自己的煩惱，長歎一聲，流下淚來。她隨即定神，朗聲向三魔道：「我便是翠羽黃衫霍青桐，你們要找我報仇，怎不過來？」滕一雷等三人聽說她便是霍青桐，又驚又悔，又是憤怒，卻又怎敢過來？狼群來得快，去得也快，在樹下盤旋叫嗥了一陣，又追逐其餘野獸去了。關明梅命霍青桐參見天池怪俠。袁士霄見她一臉病容，從衣囊中拿出兩粒朱紅色的藥丸，說道：「給你吧，這是雪參丸。」天山雙鷹素知雪參丸之名，乃是用珍奇藥材配製而成，真有起死回生之功。關明梅道：「快謝！」霍青桐待要施禮，袁士霄已一躍下樹，疾奔而去，有如一條灰線，不一刻在滾滾黃塵中變成了一個黑點。