第三十一回　易容神術他甚至不知這少女聽說的招數名稱對與不對，一雙眼只是瞧著她淡淡的眉毛這麼一軒，紅紅的嘴唇這麼一噘，她說得對也好，錯也好，那是全然的不在意下。那少女道：「那位朱先生怎麼啦？」段譽指著綠竹旁的一張青石條凳，道：「這事說來話長，小姐請移尊步，到那邊安安穩穩的坐著，然後待我慢慢的稟告。」那少女道：「你這人囉哩囉唆的，爽爽快快不成麼？我可沒功夫聽你的。」段譽道：「小姐今日沒空，明日再來找我，那也可以。若是明日沒空，過得幾日也是一樣。只要夫人沒將我的舌頭割去，小姐但有所問，我自是知無不言、言無不盡。」那少女左足在地上輕輕一頓，向小詩道：「夫人還說甚麼？」小詩道：「夫人本來要到百禽院去找公冶夫人下棋，聽說慕容公子去了少林寺，便吩咐轉舵回家。」那少女道：「為甚麼？」她不待小詩回答，自言自語的道：「哼，我媽是怕公冶夫人求她出手相助，還是假裝不知道的為妙。」小詩道：「小姐，怕夫人找我，我得去啦！」那少女道：「啊，這件事我是不會跟人說的，你要是愛說，隨便跟人說好了。」小詩忙道：「小姐千萬別說，婢子還想服侍你幾年呢。」那少女微微一笑，小詩即行告別而去，段譽見她目光中流露恐懼的神氣，心想：「王夫人殺人如草，確是令人生怖。」那少女緩步走到青石凳前，輕輕巧巧的坐了下來，卻並不叫段譽也坐。段譽自不敢貿然坐在她的身旁，但見一株白茶和她相距甚近，兩株離得略遠，美人與名花，當真是相得益彰。段譽嘆道：「名花傾國兩相歡，不及不及，當年李太白以牡丹比喻楊貴妃之美，他若是有福見到小姐，就知道花朵雖美，然而無嬌嗔、無軟語、無喜笑、無憂思，那是萬萬不及了。」少女道：「你不停的說我很美，我也不知真不真。」段譽大為奇怪，道：「不知子都之美者，是無目也。於男子尚自如此，何況如姑娘這般的驚世絕艷？想是你一生之中，聽到讚美的話太多，聽也聽得厭了。」那少女慢慢搖頭，目光中露出了一絲寂寞道：「從來沒有人對我說美還是不美。這曼陀山莊中，除了我媽之外，都是婢女僕婦，她們只知道我是小姐，誰來管我是美是醜？」段譽道：「那麼外面的人呢？」那少女道：「甚麼外面的人？」段譽道：「你到外面，別人看到你這天仙般的美女，難道不說麼？」那少女道：「我從來不到外邊去，到外邊去幹甚麼？媽媽根本就不許我到瑯環閣去看書，船窗也是遮得密不通風的。」段譽點頭道：「瑯環閣？果真有這麼一個地方。那裏藏的書很多麼？」那少女道：「也不算多，就這麼四五間屋子的書。」段譽忽道：「難道他──他也從來不說你很美麼？」那少女聽得提到慕容公子，慢慢的低下了頭，只聽得瑟的一聲極輕極輕的聲響，跟著又是這麼一聲，幾滴眼淚滴在地下的青草上，晶瑩生光，便如是清晨的露珠。段譽不敢再問，也不敢說甚麼安慰的話。過了好一會，那少女才幽幽的道：「他──他是很忙的，一年到頭，從早到晚，沒甚麼空閒的時候。他和我在一起時，不是跟我談論武功，便是談論國家大事。我──我討厭武功。」段譽一拍大腿，叫道：「不錯，不錯，我也討厭武功。我伯父和我爹爹叫我學武，我說甚麼也不學，寧可偷偷的逃了出來。」那少女幽幽的一聲長嘆，道：「我為了要時時見他，雖然心裏討厭武功，還是用心的研習，他有甚麼地方不會不明白，我好說給他聽。那些歷代帝皇將相，今天你殺我，明天我殺你的事，我實在不願知道。可是他最愛談這些，我只好去看這些書，說給他聽。」段譽奇道：「為甚麼要你看了說給他聽，他自己不會看麼？」那少女白了他一眼，道：「你道他是瞎子麼？是不識字的人麼？」段譽忙道：「不，不！我說他是天下第一的好人，好不好？」他話是這麼說，心中卻忍不住一酸。那少女嫣然一笑，道：「他是我表哥。這莊子中，除了舅舅，舅母和表哥之外，從來沒旁人來。後來舅舅跟我媽吵翻了，我媽連表哥也不許來。我也不知他是不是天下最好的人，要知道，天下的好人壞人，我誰也見不到。」她說到後來，眼圈兒一紅，又是泫然欲涕。段譽道：「嗯，你媽媽是你舅舅的妹妹，他──他──他是你舅舅的兒子。」那少女居然笑了出來，道：「瞧你這般傻裏傻氣的。我是我媽媽的女兒，他是我的表哥。」段譽見引得她笑了，心中甚是高興，道：「啊，我知道了，想是你表哥很忙，沒功夫看書，所以你代他看。」那少女笑道：「也可以這麼說，不過另外有原因的。我問你，少林寺中有那些門派的人，在開甚麼英雄大會？」段譽見她長長的眉毛上兀自帶著一滴淚珠，心想：「前人云：梨花一枝春帶雨，以此比擬美人之哭泣。可從梨花美則美矣，梨樹卻是太過臃腫，而且雨後梨花，片片花朵上都是淚水，又未免傷心過份，只有像王姑娘這麼玫瑰朝露，那才美了。」那少女等了一會，見他始終不答，伸手在他手背上輕輕一推，道：「你怎麼了？」段譽全身一震，跳起身來，叫道：「啊也！」那少女給他嚇了一跳，道：「怎麼？」段譽滿臉通紅，道：「你手指在我手背上一推，我好像給你點了穴道。」那少女睜著圓圓的眼睛，不知他在說笑，道：「這邊手背上是沒有穴道的。腋門、中渚、陽池三穴都在掌緣，前豁、養老兩穴近手腕了，離得更遠。」她一面說，一面伸出自己手背來比劃。段譽見到她左手食指如一根蔥管，點在雪白嬌嫩如豆腐的手背之上，突覺自己喉頭乾燥，頭腦中一陣暈眩，道：「姑──姑娘，你叫甚麼名字？」那少女微笑道：「你這人真是古裏古怪的。好，說給你知道也不打緊。」便用手指在自己手背上畫了三個字：「王玉燕」。段譽一怔，心想：「這樣美麗的一位姑娘，應當有個極雅致、極文秀的名字才是。王玉燕，那不是挺俗氣麼？及不上阿朱、阿碧，也及不上小詩、小茶、小翠這些丫頭。」但轉念一想，忽然伸手猛敲自己額頭，道：「妙極，妙極，你不像一隻潔白無瑕，飛翔輕靈的燕子麼？」王玉燕微笑道：「名字總是取得好聽些的。史上那些大奸大惡之輩，名字也是挺美的。曹操不見得有甚麼德操，朱全忠更是大大的不忠。你叫段譽，你的名譽很好麼？只怕有點兒沽名──」段譽接口道：「──釣譽！」兩人同聲大笑起來。王玉燕秀美的面龐之上，本來總是隱隱帶著一絲憂色，這時縱聲大笑，歡樂之餘，增添了幾分稚氣。段譽心想：「我若能一輩子逗引你喜笑顏開，此生復有何求！」不料王玉燕只高興得短短的一會兒，眼光中又出現了朦朦朧朧的憂思，輕輕的道：「他──他老是一本正經的，從來不跟我說這些無聊的事。唉！燕國，燕國，就真是那麼重要麼？」「燕國，燕國」這四個字撞入段譽腦中，使他陡然之間，將許多本來零零碎碎的字眼，都串連在一起了：慕容氏，燕子塢，參合莊，燕國。他脫口而出：「這位慕容公子，是五胡亂華時鮮卑人慕容氏的後代？他是胡人，不是中國人？」王玉燕點頭道：「是的，他是燕國慕容氏的王孫，隔了這幾百年，何必還是念念不忘的記著祖宗的舊事？他想做胡人，不做中國人，連中國字也不想識，中國書也不想識。可是啊，我就瞧不出中國書有甚麼不好。有一次我要他寫鮮卑字，他就大發脾氣。」王玉燕說起了慕容公子，微微抬起頭，望著遠處緩緩浮動的白雲，心中難禁悠悠之思，柔聲道：「他──他比我大十歲，一直當我是他的小妹妹，以為我除了讀書學武之外，甚麼也不懂。他一直不知道，我讀書是為他讀的，練武也是為他練的。倘若不是為了他，我寧可養些小雞兒玩玩，或者是彈彈琴、寫寫字。」段譽顫聲道：「他當真一點也不知你──你對他這麼好？」王玉燕道：「我對他好，他當然知道。他待我也是很好的。可是──可是，咱倆就像是同胞兄妹一般，他除了正經事情之外，從來不跟我說別的。從來不跟我說，他心裏有甚麼心思。也從來不問我，我心裏有甚麼心事──」她說到這裏，玉頰上泛起淡淡的紅暈，神態靦腆，更是嬌艷動人。段譽本來想跟她開句玩笑，問她：「你心裏有甚麼心事？」但見到她的麗色，她的嬌羞，便不敢再唐突佳人，說道：「你也不用老是跟他談文事武功，詩詞之中，不是有甚麼子夜歌、會真詩麼？」他意思是說，盡可用些描寫男女情愛的詩詞來和慕容公子談談說說，只是此言一出，心下立即後悔：「讓她含情脈脈，無由自達，豈不是好？我何必教她法子，當真是傻瓜之至了。」王玉燕聽了這幾句話，更是害羞，忙道：「怎──怎麼可以？我是規規矩矩的閨女，怎可讓表哥看輕了？」段譽噓了口長氣，道：「是，正該如此！」心下暗罵：「段譽，你這傢伙不是正人君子。」王玉燕這番心事，從來沒和誰說道，只是在自己心中千番思量、百遍盤算，今日遇上段譽這個性格隨隨便便之人，不知怎地，竟是對他十分信得過，將心底的柔情蜜意都吐露了出來。其實，她暗中思慕表哥，阿朱、阿碧，以及小茶、小詩等丫鬟何嘗不知，只是誰都不說出口來而已。她說了一陣話，心中的憂慮稍去，道：「我跟你說了許多不相干的閒話，沒說到正題。少林寺中到底有那些人？他們為甚麼要跟我表哥為難？」段譽道：「少林寺的方丈叫做玄慈大師，他有一個師弟叫做玄悲。這玄悲大師最擅長的武功，乃是『金剛杵』。」王玉燕點頭道：「那是少林七十二絕藝中的第四十八種，一共只有十九招杵法，使將出來時卻是極為威猛。」段譽道：「這玄悲大師，不知怎地給人打死了，而敵人傷他的手法，正是玄悲大師最擅長的『金剛杵』。他們說，這種傷人的手法，唯姑蘇慕容氏才有，叫做甚麼『以彼之道，還施被身』。因此少林派決意要找慕容氏報仇。只是慕容氏的武功太過厲害，大家生怕不敵，是以要商量著對付。」王玉燕道：「說來這話倒是有理。除了少林派，還有些甚麼人？」段譽道：「嵩山派有個叫做柯百歲的人，他的拿手武功叫做甚麼『靈蛇纏頸』。」王玉燕道：「嗯，那是嵩山派百勝軟鞭第二十九招中的第四個變招，雖然招法古怪，卻算不得上乘武學。」段譽道：「這人也死在『靈蛇纏頸』這一招之下，他的師弟和徒弟，自是要找慕容氏報仇。此外──此外還有許多人，我不懂武功，也記不了這許多。」他心中想：「我大理段氏也參與其事，那還是不說的好。」王玉燕道：「我知道表哥的性兒，他聽說有這樣多人跟他作對，那自是先尋上門去了。不過他未必能全都懂得這些門派的絕招。何況他們人多勢眾，若是一擁而上，那也很不好辦。」正說到這裏，忽聽得兩人急奔而來，卻是小詩和幽草兩個丫鬟。幽草臉上神色極是驚惶，道：「小姐，不──不好啦，夫人吩咐將阿朱、阿碧二人──」說到這裏，口中塞住了，一時說不下去。小詩接著道：「要將她二人的右手都砍了，罰她們擅闖曼陀山莊之罪。那──那怎麼辦呢？」段譽急道：「王姑娘，你──你快得想個法兒救救她們才好！」王玉燕也是甚為焦急，道：「朱碧二女是表哥的心腹使婢，若是傷殘了她們的肢體，我如何對得起表哥？幽草，她們在那裏？」幽草和朱碧二女最是交好，聽得小姐有意相救，登時生出一線希望，忙道：「夫人分咐將二人送去『花肥房』，我求嚴婆：遲半個時辰動手，這時趕去求懇夫人，還來得及。」王玉燕心想：「向媽求懇，多半無用，可是除此之外，也是別無他法。」當下點了點頭，帶了幽草，小詩二婢便去。段譽瞧著她輕盈的背影，想追上去再跟她說幾句話，但只跨一步，便覺無話可說，怔怔的站住了。王玉燕快步來到上房，見母親面前點了一爐香，香煙梟梟上升，剛要靜坐入定，情知她這一入定，便有大半天不能打擾於她，忙道：「媽，我有件事跟你說。」王夫人慢慢睜開眼睛，臉上神色極是嚴峻，道：「若是與慕容家有關的，我便不聽。」玉燕道，「媽，阿朱和阿碧這次不是有意來的，你就饒了她們這一回。」王夫人道：「你怎知她們不是有意來的？我斬了她們的手，你怕你表哥從此不睬你，是不是？」玉燕眼中淚水滾動，道：「表哥是你的親侄兒，你──你何必這樣恨他？就算舅舅對你不起，你也不用惱恨表哥。」她鼓著勇氣說了這幾句話，但一出口，心中怦怦亂跳，自驚怎地如此大膽，竟敢出口衝撞母親。王夫人眼光如冷電，在女兒臉上掃了幾下，半晌不語，跟著便閉上了眼睛。玉燕大氣也不敢透一口，不知母親心中在打甚麼主意。過了好一陣，王夫人睜開眼來，說道：「你知道舅舅對我不起？他甚麼地方對我不起？」玉燕聽得他聲調寒冷如冰，一時嚇得話也答不出來。王夫人道：「你說好了。反正你現在年紀大了，不用聽我話啦。」玉燕又氣又怕，流下淚來，道：「媽，你──你這樣恨舅舅家裏，自然是舅舅虧待了你。可是他怎樣欺侮你，你從來不跟我說。」王夫人厲聲道：「你聽誰說過沒有？」玉燕搖搖頭，道：「你從來不許我出這曼陀山莊，也不許外人進來，我聽誰說啊？」王夫人輕輕吁了口氣，登時放了心，語氣也變得和緩些，嘆道：「我是為你好。世界上壞人太多，殺不勝殺，你年紀輕輕，一個女孩兒家，還是別見壞人的好。」說到這裏，她突然間想起一事，道：「那個姓段的花匠，嘴上油腔滑調，不是好人。若是他跟你說一句話，立時便動手將他殺了，不能讓他說第二句。知不知道？」玉燕心想：「甚麼第二句，只怕連第一百句、二百句話也說過了。」王夫人道：「怎麼？你下不了手麼？似你這等面慈心軟的女子，這一生一世不知要吃多少虧呢。」她雙手互擊兩下，小詩走了過來。王夫人道：「你傳下話去，有誰和那姓段的花匠多說一句話，兩人一齊割了舌頭。」小詩神色木然，似乎王夫人所說的，乃是宰雞屠犬，應了聲：「是！」便即退下，王夫人向女兒揮手道：「你也去罷！」玉燕應道：「是。」走到門邊時，停了一停，回頭道：「媽，你饒了阿朱、阿碧，命她們以後無論如何不可再來便是。」王夫人冷冷的道：「我說過的話，幾時有過不作數的？你多說也是無用。」玉燕咬了咬牙，低聲道：「我知道你為甚麼恨舅舅，為甚麼恨表哥了。」左足輕輕一頓，便即出房。王夫人道：「回來！」這兩個字說得並不如何響亮，卻是充滿了威嚴。玉燕重又進房，低頭不語。王夫人望著那彎彎曲曲不住顫動的青煙，道：「燕兒，你知道了甚麼？不用瞞我，甚麼都說出來好了。」玉燕咬著下唇，道：「我知道，你是嫌舅舅不爭氣，惱恨表哥不專心學武，以致不能開創天下無敵的『慕容宗』。」王夫人「嘿」的一聲冷笑，道：「小孩子知道甚麼？我早已不姓慕容啦。『慕容宗』立不立得成功，跟我有甚麼相干？」玉燕道：「我知道的，你恨自己不是男子，否則早把『慕容宗』建了起來啦，你怪舅舅和表哥一心一意想『規復燕國』，沒將武功放在心上。」王夫人道：「這是誰跟你說的？」玉燕道：「不用有誰跟我說，我自己也猜得到。」王夫人道：「多半是你表哥說的了，是不是？」玉燕不對母親說謊，卻也不承諾，只是默默不語，王夫人道：「你表哥一個大男人，年紀比你大著十歲，成天不學好，不長進，瘋瘋癲癲的不知幹些甚麼，身上的功夫連你也及不上，慕容家的臉也給他丟光了。『姑蘇慕容』這四個字，百年來是多大的威風，可是你表哥的功夫呢？配不配啊？」玉燕聽著母親的說話，臉上一陣紅，一陣白，覺得母親的話倒也沒有說錯了，一時無言可答。王夫人又道：「他這會兒上少林寺去啦，那些多嘴丫頭們自然巴巴的趕著來跟你說。哼，他上少林寺去，不讓人牙也笑掉了麼？謝天謝地，人家絕不能相信，這樣的膿包會是姑蘇慕容家的子弟，說不定幾招送了性命，查也無從查起，那是更加妙了。」玉燕走上幾步，柔聲道：「媽，你去救他一救。他──他是慕容家的一脈單傳。倘若也有甚不測，姑蘇慕容家就是斷宗絕代了。」王夫人冷笑道：「姑蘇慕容，哼，慕容家不顧我，我為甚麼要顧他們？」但這兩句話一出口，登時自知失言，揮手道：「出去，出去！」玉燕道：「媽，表哥──」王夫人厲聲：「你越來越放肆了！」玉燕眼中含淚，低頭走了出去，芳心無主，不知如何是好，走到西廂廊下，忽聽得一人低聲問道：「姑娘，怎麼了？」玉燕抬頭一看，正是段譽，忙道：「你──你別跟我說話。」原來段譽見王玉燕去後，迷迷惘惘的便跟隨而來，遠遠的等候，待玉燕從王夫人房中出來，他又是身不由主的跟了來。他見玉燕臉色慘然，知道王夫人沒有答應，道：「就算夫人不答應，咱們也得想個法子。」玉燕道：「媽沒答應，還有甚麼法子可想？她──她──我表哥身有危難，她袖手不理。」越說心中越是委屈，忍不住又要掉淚。段譽道：「嗯，慕容公子身有危難──」他突然想起一事，道：「你武功比你表哥強，為甚麼自己不去救他？」王玉燕睜著烏溜溜的眼珠，瞪視著他，似乎他這句話真是天下再奇怪不過的言語，隔了好一陣，才道：「我──我怎麼能去，媽媽是更加不答應了。」段譽微笑道：「你媽媽自然不會答應，可是你不會自己偷偷的走麼？我便曾自行離家出走。後來回得家去，爹爹媽媽，也沒怎樣責罵。」玉燕聽了這幾句話，當真是茅塞頓開，心道：「是啊，我偷著出去救了表哥，就算回來被媽狠狠責打一場，那又有甚麼？當真她要殺我，我總也已經救了表哥。」她想到自己能為了表哥而受苦受難，心中一陣辛酸，一陣甜蜜，又想：「這人說他曾偷偷逃跑，嗯，我怎麼從來沒想過這種事？」段譽極力鼓吹，道：「你老是住在曼陀山莊之中，不去瞧瞧外面的花花世界麼？」玉燕搖頭道：「外面有甚麼好瞧的？我只是想去幫幫表哥，瞧他是否會遇上甚麼兇險。不過我從來沒出過門，也不知少林寺在東在西。」段譽立即自告奮勇，道：「我陪你去，一路上有甚麼不懂，一切由我來應付就是。」玉燕一時還拿不定主意，段譽又問：「阿朱、阿碧她們怎樣了？」玉燕道：「媽也是不肯相饒。」段譽道：「一不做，二不休，若是阿朱、阿碧被斬了手足，你表哥定要怪你，不如就去救了她二人，咱四人立即便走。」玉燕伸了伸舌頭，道：「這般的大逆不道，我媽怎肯干休？你這人膽子忒也大了！」段譽情知此時除了她表哥之外，再無第二件事能打動她芳心，當下以退為進，說道：「既是如此，咱們即刻便走，任由你媽媽傷殘了阿朱、阿碧的肢體。日後你表哥問起，你只推不知便了，我也決計不洩漏此事。」王玉燕急道：「那怎麼可以，這不是對表哥說謊了麼？」她大是躊躇，說道：「唉！朱碧二婢是他的心腹，從小便服侍他的，若是有甚好歹，他慕容家和我王家的怨可結得更加深了。」左右一顧，道：「你跟我來。」段譽見她飛快的向西北角上行去，心下怔忡不定，尋思：「倘若我不勸她相救朱碧二婢，慕容公子和她之間，定將有極深芥蒂。但若我懷此惡念，眼睜睜瞧著朱碧二女身受慘禍，可又於心何忍？」要知段譽雖對王玉燕愛慕到了極處，究竟心地良善，不肯害人。片刻之間，王玉燕已來到一間大石屋外，說道：「平媽媽，你出來，我有話跟你說。」只聽得石屋中桀桀怪笑，一個乾枯之極的聲音說道：「好姑娘，你來瞧平媽媽做花肥麼？」段譽首次聽到幽草與小詩她們說起，甚麼阿朱、阿碧已經送到了「花肥房」中，當時聽了，也不以為意，此刻聽到這陰氣森森的聲音說到「花肥房」三字，心中驀地一凜：「甚麼『花肥房』，是種花的肥料麼？啊喲，是了，王夫人此人殘忍無比，將人活生生的殺了，當作茶花的肥料。要是咱們來遲了一步，朱碧二女的手腳給斬下來做了肥料，那便如何是好？」他心中怦怦亂跳，臉上變得全無血色。王玉燕道：「平媽媽，我媽有事跟你說，請你過去。」石屋裏那聲音道：「平媽媽忙著。夫人有甚麼要緊事，要小姐親自來說？」玉燕道：「我媽說──嗯，她們來了沒有？」她一面說，一面走進石屋，只見阿朱和阿碧二人直挺挺的被綁在兩條鐵柱之上，口中塞了麻核桃，眼淚汪汪，卻是說不出話來。段譽探頭一看，朱碧二女尚自無恙，先放了一半心。再看兩旁時，稍稍平靜的心又大跳而特跳起來。只見一個弓腰曲背的老婆子，白髮如銀，手中拿著一柄雪亮的長刀，身旁一鍋沸水，煮得直冒水汽。王玉燕笑道：「平媽媽，媽說叫你先放了她們，媽有一件要緊事要問她們一個清楚。」平媽媽轉過頭來，段譽見她兩根尖尖的犬齒露了出來，似要擇人而噬一般，心中說不出的噁心難受，只見她點頭道：「好，問明白後，再送回來砍手斷足。」她喃喃的自言自語：「平媽媽生平最不愛看美貌的女孩兒。這兩個小妞兒須得砍斷了手腳，那才好看。」段譽大怒，心想這老婆子作惡多端，不知已殺了多少人，只恨自己手無縛雞之力，否則須得結結實實打她幾個嘴巴，打掉她兩三根牙齒，這才再放朱碧二女。平媽媽年紀雖老，耳朵卻是極為機靈，段譽在門外呼吸粗重，登時便給她聽見了，說道：「誰在外邊？」伸頭出來一張，見到段譽，心下猛地起疑，問道：「你是誰？」段譽笑道：「我是夫人命我種茶花的花兒匠，請問平媽媽，有肥料沒有？」平媽媽道：「你等一會，過不多時就有了。」平媽媽轉過頭來，向玉燕道：「小姐，慕容少爺很喜歡這兩個丫頭罷？」玉燕就是不會說謊，隨口道：「是的，你還是別傷了她們的好。」平媽媽點頭道：「小姐，夫人入定了，是不是？」玉燕道：「是啊。」她這兩個字一出口，立時知道不對，急忙伸手按住了嘴唇。段譽心下暗暗叫苦：「唉，這位小姐，連撒個謊也不會。」幸好平媽媽似乎年老糊塗，對這個破綻全沒留神，說道：「小姐，麻繩綁得很緊，你來幫我解一解。」玉燕道：「好罷！」走到阿朱身旁，去解縛住她手腕的麻繩，驀然間喀喇一聲響，鐵柱中伸出一根弧形鐵條，套住了她的纖腰。王玉燕「啊」的一聲，驚呼了出來，那鋼條套住在她腰間，尚有數寸空隙，但要脫出，卻是萬萬不能。段譽一驚，也搶進屋來，喝道：「你幹甚麼？快放了小姐。」平媽媽嘿嘿嘿的連聲怪笑，說道：「夫人既已入定，怎會叫這兩個小妞兒去問話？夫人有多少丫頭，何必要小姐親來？這中間古怪甚多。小姐，你在這兒待一會，讓我去親自問過夫人再說。」原來這「花肥房」乃是王夫人用刑殺人之處，石屋中裝滿了各種機括，以便制住囚徒，任意殺戮。這平媽媽心狠手辣，當年是黑道上出名的獨腳女盜，手下不知犯過多少血案，傷過多少人命。王天人將她制服後，喜她精明能幹，派她在花肥房中幹這刑殺之事，甚是得力。她見玉燕行動言語中犯疑處甚多，又素知王夫人對慕容家頗存怨毒，心想小姐武功極高，自己決計不是對手，倘若不聽吩咐，只怕她要強行放人，於是大著膽子，竟開機括將她套住了。玉燕怒道：「你沒上沒下的幹甚麼？快放開我！」平媽媽道：「小姐，我對夫人忠心耿耿，不敢做半點錯事。待我去問過夫人，倘然確是如此，老婆子再向小姐磕頭賠不是。」玉燕大急，道：「喂，喂，你別去問夫人，我媽要生氣的。」平媽媽老奸巨猾，更瞧出玉燕是背了母親弄鬼，為了迴護表哥的使婢，假傳號令。她要乘機領功，說道：「很好，很好，小姐稍待片刻，老婆子一會兒便來。」玉燕叫道：「你別去，先放了我再說。」平媽媽那來理她，快步便走出屋去。段譽見事情緊急，張開雙手，攔住她的去路，笑道：「你放了小姐，再去請問夫人，豈不是好？常言道：『疏不間親』，你是外人，得罪了小姐，終究不妙。」平媽媽瞇著一雙小眼，側過了頭，說道：「你這小子很有些不妥。」一翻手便抓住了段譽的手腕。段譽給她一扣住脈門，全身便覺酸軟麻痹，他雖有一身雄厚之極的內力，但一直不會使用，給平媽媽拖到鐵柱處，扳動機括，喀的一聲，鐵柱中伸出鋼環，也圍住了他腰。平媽媽的手掌和他手腕相觸，便覺體中內力源源不斷的外漏，說不出的難受，將鋼環圍在段譽腰間後，立即放開他的手腕。段譽覺得腕間一鬆，情急之下，雙臂抱住了她的頭面，說道：「你別走！」平媽媽怒喝：「放開手！」她一出聲呼喝，真氣外洩更加快了。段譽自在天龍寺中得到伯父傳授，懂得了氣納丹田之法，平媽媽體中的內力被他以「朱蛤神功」不住吸將過來，隨吸隨貯，再無前時的氣血翻湧現象。平媽媽連連掙扎，竟是脫不開段譽雙臂的抱持，心下大駭，叫道：「你──你會得『化功大法』麼？快放開我。」段譽和她醜陋的臉孔相對，其間相距不過一二寸。他背心有鐵柱頂住，腦袋無法後仰，看到她又黃又髒的牙齒，真欲作嘔，但知道此刻千鈞一髮，若是放脫了她，玉燕固受重責，自己與朱碧二女更將性命不保，只有閉上眼睛不去瞧她。平媽媽道：「你──你放不放我？」說話之聲已是有氣無力。須知段譽體內的內力越強，朱蛤神功的吸力也是越大。他初時取破嗔、破貪兩人的內力需時皆甚久，其後更得了黃眉僧、石清子兩大高手的全部內力，保定帝、天因、天觀等的部份內力，這時再吸平媽媽的內力，那只是片刻之功，平媽媽為人雖是兇悍，內力卻不甚強，不到一盞茶時分，已是神情委頓，氣若游絲，只是道：「放了我，放了我！」段譽道：「你開機括先放我啊。」平媽媽道：「是，是！」段譽抓住她左手，讓她伸出右手去撥動藏在桌子底下的機括，喀的一響，那鋼環縮了回去。段譽指著玉燕和朱碧二女，命她立即放人。