第二回　盒中有箭陶子安捧著鐵盒，朗聲說道：「今日我父子中了詭計，這武林至寶麼，嘿嘿，自當雙手獻上。只是在下有一事不明，倒要領教。」熊元獻瞇著一雙小眼，道：「少寨主有何吩咐？」陶子安道：「你們怎知道這鐵盒埋在此處？又怎知我們這幾日要來挖取？」熊元獻道：「天龍門田老掌門封劍之日，大宴賓朋，少寨主是田門快婿，定是光臨的了。」陶子安點了點頭。熊元獻指著劉元鶴道：「我這位師兄當日也是座上賓客，只是少寨主英雄年少，沒把劉師兄放在眼裏。」陶子安冷笑道：「哈哈，我岳丈宴請好朋友，原來請到了奸細。」熊元獻並不動怒，仍是細聲細氣的道：「言重了。劉師兄久仰尊駕英明，不免對少寨主多看了幾眼，那也是飲馬川威名遠播之故啊。那日少寨主一舉一動，沒曾離了劉師兄的眼睛。」陶子安道：「妙極，妙極！這盒兒該當是獻給劉大人的了。」雙手一伸，將鐵盒遞了出去。劉元鶴眉不揚，肉不動，伸手要接。陶子安突然在鐵盒邊上一掀，颼颼颼三聲，三枝短箭從鐵盒中疾飛而出，向劉元鶴當胸射去，兩人相距不到三尺，急切間哪能閃避？好劉元鶴，身手果真不凡，危急中順手拉住靜智在身前一擋，只聽一聲慘呼，兩枝短箭一齊釘入那和尚的咽喉，立時氣絕。第三枝箭偏在一旁，卻射入了熊元獻左肩，直沒至羽，受傷也自不輕。這個變故，比適才熊元獻等偷襲來得更是奇特，田青文忍不住「啊」的一聲叫了出來。劉元鶴一聽背後有人，顧不得與陶氏父子動手，躍至山石，先護住背心，這才轉身察看。阮士中叫道：「動手！」縱身撲了下去。曹雲奇手一揚，三枚毒錐對準陶子安射出。田青文早知他的心意，一見他發錐，右肩在他左肩一撞，曹雲奇身子一側，三錐準頭全偏，都落入雪地之中。殷吉的毒錐本擬射向劉元鶴，只是田青文出聲被他知覺，此人見事又快，竟然無機可乘。阮士中大叫：「物歸原主，物歸原主。」左手五指如鉤，抓向陶子安雙目，右手五指已抓住鐵盒邊緣。劉元鶴鐵拐一立，與殷吉的長劍搭上了手。兩人在田歸農的筵席中曾會過面，都知對方是武學名家，此刻數招一過，心中各自佩服。周雲陽挺劍奔向熊元獻，田青文的單劍與鄭三娘雙刀戰在一起。曹雲奇長劍閃動，不去鬥閒在一旁的陶百歲，卻向陶子安胸口刺去。一招白虹貫日，竟是狠辣異常，陶子安沒持兵刃，只得放手鬆開鐵盒，後躍避開，俯身搶起單刀，反身來奪。阮士中左手抱住盒子，陰沉著臉罵道：「好小子，放暗箭害死岳父，原來是看中了我天龍門的至寶。」陶子安叫道：「誰說我害了岳父？」揮刀猛攻，急切要奪回鐵盒。但這盒兒一到了七星手阮士中手裏，莫說是曹雲奇在旁仗劍相助，就是單憑阮士中一雙肉掌，陶子安也休想用武力奪回。陶百歲叫道：「姓阮的，這鐵盒是田親家親手交與我兒，你是不服還是怎地？」一面大聲叫喊，一面揮鞭向阮士中頭頂擊去。阮士中一躍丈餘，縱到田青文身旁，舉盒向鄭三娘迎面一揚。鄭三娘適才見盒中放出暗器，只怕又有短箭射出，急忙矮身閃避。哪知阮士中只是虛做手勢，要田青文擺脫糾纏，當即將鐵盒交在她手中，說道：「你護住盒兒，讓我對付敵人。」阮士中手中一空，立即返身來鬥陶百歲。這天龍門的第一高手果然身手不凡，陶百歲雖然鞭沉力猛，卻被他一雙空手逼得連連倒退。熊元獻肩頭中箭，被周雲陽一柄長劍逼住了，始終緩不出手來去拔箭，那箭留在肉裏，一用勁半邊身子劇痛難當。只有劉元鶴卻與殷吉戰了個旗鼓相當。田青文抱住鐵盒，施開輕功，疾向西北方奔去。陶子安舉手向曹雲奇一刀猛劈，見他提劍封門，這一刀竟不劈下，轉過身子向田青文追去。曹雲奇大怒，隨後趕來，只追出數步，斜剌裏雙刀砍到，原來鄭三娘從旁截住。曹雲奇心中焦躁，連進險招，哪知鄭三娘的武藝雖不甚精，卻練就了一套專門守禦的刀法，只要這套鐵門閂刀法使開了，六六三十六招之內，對方功夫再高，也是不易取勝。曹雲奇連變三種劍術，一時竟奈何她不得。田青文奔出里許，見陶子安隨後跟來，正合心意，轉過一個山坡，站定身子，似嗔似笑的道：「你追我幹麼？」陶子安道：「妹子，咱們合力對付了那幾個奸賊，自己的事總好商量。」田青文道：「誰是你的妹子？你幹麼害我爹爹？」陶子安突然在雪地裏雙膝跪倒，指天立誓道：「皇天在上，若是我陶子安害了天龍門田老掌門，教我日後萬箭攢身，亂刀分屍！」田青文心中一陣溫暖，伸手拉著他臂膀，柔聲道：「不是你就好啦。我也早知不是你，他們－－他們－－」陶子安一躍而起，握住她左手手掌道：「妹子－－」剛叫得一聲，忽見田青文臉上變色，知道背後來了人，急忙轉身，只聽一人喝道：「你們兩個，在這裏鬼鬼祟祟的做甚麼？」田青文怒道：「甚麼鬼鬼祟祟，你給我口裏乾淨些。」陶子安一回頭，見是曹雲奇趕到，叫道：「曹師兄，你莫誤會。」曹雲奇圓睜雙目，喝道：「誤會甚麼？」提劍分心便刺，陶子安只得舉刀招架。兩人鬥了數合，雪地裏腳步聲響，鄭三娘如風奔來。曹雲奇罵道：「臭婆娘，纏個沒完沒了。」反手就是一劍。鄭三娘左刀擋架，右手回了一刀。陶子安叫道：「鄭三娘，咱倆併肩子上，先殺了這蠻漢再說。」他一語甫畢，一招抽樑換柱，左手虛托，刀鋒從橫裏向曹雲奇反劈過去。曹雲奇以一敵二，絲毫不懼，他有意要在心上人之前賣弄本事，劍走偏鋒，反而連連進招。陶子安讚道：「好劍法！」身形一矮，一招上步撩陰，向曹雲奇跨下揮去。鄭三娘心想他定然豎劍相架，上盤勢必空虛，當即雙刀向曹雲奇肩頭砍落，哪知陶子安這一招運到中途，突然轉為退步斬馬刀，手腕一翻，一刀砍在鄭三娘腿上，喝道：「躺下。」這一招毒辣異常，比鄭三娘再強數倍的高手，也是難以防備，教她如何閃避得了？她腿上一痛，向後便跌。陶子安搶上一步，舉刀往她頸中砍下。呼的一聲，曹雲奇長劍遞出，將他單刀架開，叫道：「你要不要臉？」陶子安笑道：「兵不厭詐，我是有心助你。」曹雲奇正要答話，劉元鶴、殷吉、陶百歲、阮士中等已先後趕到。原來他們都掛念著鐵盒，一見田青文抱著盒兒奔開，不願無謂戀戰，一待敵人攻勢略緩，都抽空追來。陶子安叫道：「爹，天龍門是好朋友。你別跟阮師叔動手。」陶百歲尚未答話，曹雲奇高聲叫道：「你害死我恩師，誰跟你好朋友？」刷刷刷，向他疾刺三劍。陶子安擋開兩劍，第三劍險險避不開去，身子向左一閃，劍刃在右頰上貼面而過，只要差得兩寸，那就是穿頭破腦之禍。他嚇得臉無血色，正要說話，忽聽田青文叫聲：「啊喲！」一枚暗器從自己身旁飛了過去，緊接著風聲微響，後臀上已吃了一刀。原來鄭三娘受傷後一直躺在地下，暗想：「這小賊素來詭計多端，我怎能信他的話，不加提防？」忽見陶子安避劍後退，正是偷襲良機，奮身一躍，一刀往他頭上砍去。田青文眼明手快，急發一錐，搶先釘中她的左胸。幸得這一錐，才救了陶子安的性命，鄭三娘那刀砍得低了，只中了他的後臀。鄭三娘身中毒錐，又向後跌。陶子安罵聲：「賤人！」單刀脫手，對準她的胸口猛擲下去，這一擲勢勁力疾，相距又近，旁人萬難解救。眼見得一刀要將她釘在地下，突然空中嗤的一聲急響，一枚暗器從遠處飛來。正好打在刀上，噹的一聲，單刀盪開，斜斜的插入鄭三娘身旁雪地之中。劉元鶴、阮士中等均正目注鐵盒，或擬劫奪，或擬守護，忽聽這暗器破空之聲響得怪異，都是一驚，但見這暗器從數十丈外飛來，竟分毫不差的將單刀打在一旁，發暗器者武功之高，實是深不可測了。各人一驚之下，齊向暗器來路望去，只見一個白鬚老僧，右手拿著一串唸珠，唸道：「善哉！善哉！」緩步走來，俯身拾起一物，串在唸珠繩上，原來他適才所發暗器只是一粒唸珠。這串唸珠在晨風中輕輕飄動，看來非竹即木，但這老和尚從數十丈外彈來，小小一粒唸珠竟能撞開一把八九斤重的鋼刀，那指力更是非同小可。眾人驚愕之下，俱都罷手停鬥，眼睜睜的望著這位白眉僧人。那僧人伸手扶起鄭三娘，拔下她胸口的毒錐，只見傷口中噴出黑血，鄭三娘痛得暈了過去。那僧人從懷中取出一粒紅色藥丸，塞在她的口裏，向眾人逐個望去，自言自語的道：「這藥丸僅可暫止一時之痛，毒龍錐乃天龍門獨門暗器，老衲救他不得。」他眼光停在阮士中臉上，說道：「這位施主是天龍門高手，不看僧面看佛面，敢請慈悲則個。」說著合十行禮。阮士中和鄭三娘本不相識，原無仇怨，眼見那僧人如此本領，若是不允拿出解藥，今日絕討不了好去，他是個久履江湖之人，當硬則硬，當軟則軟，一見僧人合十躬身，立即還禮，道：「大師有命，自當遵奉。」從懷中取出兩個小瓶，在一個瓶裏倒出十粒黑色小丸，給鄭三娘服了。將另一個瓶子遞給田青文道：「給她敷上。」田青文接過藥瓶，將鐵盒交給師叔，自去給鄭三娘敷藥。那僧人道：「施主慈悲。」又打了一躬，說道：「請問各位在此爭鬥，卻是為了何事？天下沒解不開的梁子，老衲斗膽，倒想作個調人。」眾人相互望了一眼，有的深沉不露，有的臉現怒容，這中間曹雲奇最是暴躁，指著陶子安罵道：「這小賊害死我師父，偷了我天龍門的鎮門之寶，大師，你說該不該找他償命？」說著手中長劍虛霹一劍，劍刃震動，嗡嗡作聲。那老僧道：「尊師是哪一位？」曹雲奇道：「先師是敝門北宗掌門，姓田。」那老僧「啊喲」一聲道：「原來歸農去世了，可惜啊可惜。」他語氣之中，似乎識得田歸農，而且他自己還是尊長。田青文剛給鄭三娘敷完藥，聽那老僧如此說，上前盈盈拜倒，哭道：「求大師給先父報仇，找到真兇。」那老僧尚未回答，曹雲奇已叫了起來：「甚麼真兇假兇？這裏有贓有證，這小賊難道還不是真兇？」陶子安只是冷笑，並不答話，陶百歲卻忍不住了，喝道：「田親家跟我數十年交情，兩家又是至親，咱們為甚麼要害他？」曹雲奇道：「就是為了盜寶啊！」陶百歲大怒，縱上前去就是一鞭。曹雲奇正要還手，突見那老僧左手輕揮，那串唸珠向前一甩，剛好套在鋼鞭之中。他向上一提，鋼鞭猛然反激回去。陶百歲只覺手掌心一震，虎口一痛，竟然拿捏不住，急忙撒手向旁躍開，啪的一聲，鋼鞭跌在雪地，埋入了半截。眾人本來圍在那僧人身周，突見鋼鞭飛起跌落，各自向後躍開，登時在那僧人身旁留出好大一個圓圈，各人眼睜睜的望著這白眉老僧，心中都是好生詫異，暗想：「鎮關東素以膂力剛猛稱雄武林，怎麼被這串小小唸珠這麼一帶，既然連兵刃也撒手了？」陶百歲滿臉通紅，叫道：「好和尚，原來你是天龍門邀來的幫手。」那老僧微微一笑，道：「施主恁大年紀，仍是這等火氣。不錯，老衲確是受人之邀，才到這長白山來，只是邀請老衲的主人，卻不是天龍門。」天龍門諸人與陶氏父子俱吃一驚，心道：「怪不得他相救鄭三娘，他既是平通鏢局的幫手，這鐵盒兒可就難保了。」阮士中退後一步，殷吉與曹雲奇雙劍上前，護住他左右兩側。那僧人宛如未見，續道：「此間一無柴火，二無酒飯，這寒氣好生難熬。那主人的莊子離此不遠，各位都是老衲的朋友，不如同去暫歇。那主人見嘉賓降臨，定然欣喜迎客。大家同去擾他一頓如何？」說罷呵呵而笑，將眾人適才的浴血惡鬥，似乎全不放在心上。眾人見他面目慈祥，說話客氣，提防之心放了大半。殷吉道：「不知大師所說的主人，是哪一位前輩？」那老僧道：「這位主人不許老衲說他名字，要請施主恕罪。老衲生來好客，既然出口邀請，若有哪一位不給面子，老衲可要大感臉上無光了。」劉元鶴見這老僧處處透著古怪，心中嘀咕，向他微一拱手，說道：「大師莫怪，下官失陪了。」說罷返身便奔。那老僧笑道：「這荒山野地之中，居然有幸會見朝廷命官，好福氣啊，好福氣。」他待劉元鶴奔出一陣，緩緩說完這幾句話，陡然間身形一幌，隨後追去。只見他寬大的灰色僧袍在雪地裏一飄一飄，似乎跑得毫不迅速，但片刻之間，竟已抄在劉元鶴身前，笑道：「老衲要請大人賞個臉。」不待劉元鶴答話，左手一探，已抓住他的右腕。劉元鶴陡感半身酸麻，知道自己糊哩糊塗的已被他扣住脈門，這是他自出師門以來從未有過的大敗，情急之下，左手一掌迎面往老僧擊去。那老僧左手拇指與食指拿著他的右腕，見他左掌擊來，左手提著他右臂一舉，中指、無名指、小指三根手指鉤出，搭了他的左腕。這一來，他一隻手將劉元鶴雙手一齊抓住，右手仍是提著那串唸珠，笑吟吟的緩步走回。眾人見劉元鶴雙手就如被一副鐵銬牢牢銬著，身不由主的被那老僧拖回，均感又驚又喜，驚的是這老僧功夫之高，生平未見，喜的是他確非平通鏢局所邀的幫手。只見那老僧拉著劉元鶴走到眾人身前，說道：「劉大人已答應賞臉，各位請罷。」有劉元鶴的榜樣在前，即令有人心存疑懼，也不敢再出言相拒，自討沒趣。只見那老僧握著劉元鶴的手腕，緩緩向前，走出數步，忽然轉身道：「甚麼聲音？」眾人停步側耳一聽，但聽得來路上隱隱傳來一陣氣喘吆喝之聲，似乎有人在拼命搏擊。阮士中陡然醒悟，叫道：「雲奇，快去相助雲陽。」曹雲奇叫道：「啊喲，我竟忘了。」挺劍向來路奔回。那老僧仍不放開劉元鶴，拉著他一齊趕去，只趕出十餘丈，劉元鶴足下功夫已相形見絀。他雖提氣狂奔，總是遠不及那老僧快捷，可是雙手如被套在鋼箍之中，縱然用力掙扎，那老僧五根又瘦又長的手指竟未放鬆半點。再奔數步，那老僧又搶前半尺，這一來，劉元鶴立足不穩，身子前仰跌下去，雙臂夾在耳旁舉過頭頂，被那老僧在雪地裏拖曳而行。他又氣又急，再無顧念，欲待飛腳向那老僧踢去，但那老僧越拖越快，站立尚自不能，哪裏說得上發足踢敵？倏忽之間，眾人已回到坑邊，只見周雲陽與熊元獻兩人摟抱著在雪地裏滾來滾去。兩人兵刃均已脫手，因是貼身肉搏，拳腳也使用不上，肘撞膝蹬、頭頂口咬，打得狼狽不堪，哪裏像甚麼武林中的高手比武，直如市井潑婦當街廝打一般。曹雲奇仗劍上前，要待往熊元獻身上刺去，但兩人翻滾纏打，只怕誤傷了師弟，急切間下手不得。那老僧走上一步，右手抓住周雲陽背心，提了起來。周熊兩人手腳都相互勾結，提起一人，將另一人也帶了上來。兩人打得興發，雖然身子臨空，仍是毆擊不休。那老僧哈哈大笑，右手一振，兩人手足都是一麻，啪的一響，熊元獻摔出了五尺之外。那老僧將周雲陽放在地下，這才鬆了劉元鶴的手腕。劉元鶴被他抓得久了，手臂一時之間竟難以彎曲，只見雙腕上指印深入肉裏，心中不禁駭然。那老僧道：「大夥兒快走，還可去擾主人一頓早飯。」眾人相互瞧了一眼，一齊跟在他的身後。鄭三娘腿上傷重，熊元獻顧不得男女之嫌，將她揹在背上。陶氏父子、周雲陽等均各負傷，但見雪地裏一道殷紅血跡，引向北去。行出數里，傷者哼哼唧唧，都有些難以支持。田青文從背囊中取出一件替換的布衫，撕碎了先給周雲陽裹傷，又給陶氏父子包紮。曹雲奇哼了一聲，待要發話。田青文橫目使個眼色，曹雲奇雖不明她意思，終於忍住了口邊言語。又行里許，轉過一個山坡，地下白雪更深，直沒至膝，行走好生為難。眾人雖然都有武功，但亦感不易拔足，各自心想：「不知那主人之家還有多遠？」那老僧似知各人心意，指著左側一座筆立的山峰道：「不遠了，就在那上面。」眾人一望山峰，不禁倒抽一口涼氣，全身寒了半截。那山峰雖非奇高，但宛如一根筆管般豎立在群山之中，陡削異常，莫說是人，即令猿猴，也是不易上去，心中都是將信將疑：「本領高強之人雖或爬得上去，但難道在這絕頂之上，還有人居住不成？」那老僧微微一笑，在前引路，又轉過兩個山坡，進了一座大松林。那些松樹都是數百年的老樹，枝柯交橫，樹頂上壓了數尺厚的白雪，是以林中雪少，反而好走。這座松林好長，走了半個時辰方始過完，一出松林，即到山峰腳下。眾人仰望山峰，此時近觀，更覺驚心動魄，心想即在夏日，亦難爬上，眼前滿峰是雪，一步一滑，十成中倒有九成要跌個粉身碎骨。只聽一陣山風過去，吹得松樹枝葉相撞，有似秋潮夜至。眾人浪跡江湖，都見過不少大陣大仗，但此刻立在這山峰之下，竟不自禁的忽感膽怯。那老僧從懷中取出一個花筒火箭，幌火摺點著了。嗤的一聲響，那火箭衝天而起，放出一道藍煙，久久不散。眾人知道這是江湖上通消息的訊號，只是這火箭飛得如此之高，藍煙在空中又停留這麼久，卻是極為罕見。眾人仰望峰頂，察看有何動靜。過了片刻，只見峰頂出現一個黑點，極迅速的滑了下來，越近越大，待得滑到半山，已看清楚是一隻極大的竹籃，籃上繫著一根竹索，原來是山峰上放下來接客之用。竹籃落在眾人面前，停住不動。那老僧道：「這籃子坐得三人，讓兩位女客先上去，還可坐一位男客。」田青文扶著鄭三娘坐入籃中，心道：「我既先上了去，曹師哥定要乘機相害子安。若是我叫子安同上，師叔面前顯不好看。」於是向曹雲奇招手道：「師哥，你跟我一起上。」曹雲奇受寵若驚，向陶子安望了一眼，得意之情，見於顏色，當下跨進籃去，在田青文身旁坐下，拉著竹索，用力搖了幾下。只覺籃子一動，登時向峰頂昇了上去。曹田鄭三人就如憑虛御風、騰雲駕霧一般，心中空蕩蕩的甚不好受。籃到峰腰，田青文向下一望，只見山下眾人長已不到尺許，原來這山峰遠望似不甚高，其實壁立千仞，卻是非同小可。田青文只感頭暈目眩，抬頭不敢再看。約莫一盞茶時分，那籃子到了峰頂。曹雲奇跨出竹籃，扶田鄭二人出來。只見山峰旁好大一個絞盤，十名壯漢扳動盤上鐵柄，又將籃子放了下去。話休絮煩，籃子上下數次，那老僧與群豪都上了峰頂。絞盤旁站著兩名灰衣漢子，先見曹雲奇等均不理睬，直到老僧上來，這才趨前躬身行禮。那老僧笑道：「老衲未得主人允可，擅自帶了幾位客人來，相煩通報。」一個長頸闊額的中年漢子躬身道：「既是寶樹大師的朋友，敝上自是十分歡迎。」眾人心道：「原來這白眉老僧法名叫做寶樹。」但見那漢子團團向眾人做了個四方揖，說道：「敝上因事出門，未克躬親迎賓，請各位英雄恕罪。」眾人急忙還禮，心中各自納罕：「這人身居雪峰絕頂，衣衫單薄，卻無絲毫畏寒之意，自然身具上乘內功。可是聽他語氣，卻是為人傭僕下走，那他的主人又是何等英雄人物？」只見寶樹臉上微有訝色，問道：「你主人不在家麼？怎麼在這當口還出門？」那漢子道：「敝上七日前出門，到寧古塔去了。」寶樹道：「寧古塔？去幹甚麼？」那漢子向阮士中等望了一眼，似乎不便說話。寶樹道：「但說不妨。」那漢子道：「主人說對頭厲害，只怕到時敵他不住，所以趕赴寧古塔，去請金面佛上山助拳。」眾人一聽金面佛三字，都嚇了一跳。此人是武林前輩，二十年來，在江湖上號稱打遍天下無敵手。為了這七個字的綽號，不知給他招來多少強仇，樹了多少勁敵，可是他武功也真高到了極處，不論是哪一門哪一派的好手，無不一一輸在他的手裏。但近十年來他銷聲匿跡，武林中不再聽到他的訊息，有人傳言他已在西域病死，但無人親見，也只是將信將疑。這時忽聽他竟在關外寧古塔，而且是此間主人朋友，眾人心中都感不安。原來這金面佛武功既高，為人又是嫉惡如仇，武林中有誰幹甚不端行徑，他不知道便罷，只要給他聽到了，輕則損折一手一足，重則殞命，絕然逃遁不了。上山這幾個人個個做過或大或小的虧心之事，猛然間聽到金面佛三字，如何不心驚肉跳？寶樹大師微微一笑，道：「你主人也忒煞小心了，諒那雪山飛狐有多大本領，用得著這等費事。」那漢子道：「有大師遠來助拳，咱們原已手操勝券。但那飛狐確是兇狡無比。敝上說有備無患，多幾一幫手，大家安心些。」兩人一面說，一面轉過了幾株雪松，只見前面一座五開間極大的石屋，屋前屋後都是白雪。眾人進了大門，走過一道長廊，來到前廳。只見廳上居中掛著一副木板對聯，上聯是「九死時拼三尺劍」，下聯是「千金來自一聲盧」。這十四字豪氣迫人，宛然是一副俠少面目，再看上款寫著「殺狗仁兄正之」，下款赫然是「打遍天下無敵手金面佛醉後塗鴉」。每個字都是銀鉤鐵劃，似是用刀劍在木板上剜刻而成。眾人看了這副對聯，不由得面面相覷，心道：「這主人怎麼叫做『殺狗』？這金面佛又竟然如此狂妄！」