第四章　空心菜丁典向這三人橫了一眼，問道：「兄弟，適才我說的那四個字，你已記住了麼？」狄雲見三名敵人已逼近身前，圍成了弧形，其中一人持刀，一人持劍，另一人雖是空手，但滿臉陰鷙之色，神情極是可怖。他凝神視敵，未答丁典的問話。丁典大聲叫道：「兄弟，你記住了沒有？」狄雲一凜，道：「第一字是……」他本想說出個「四」字來，但立時想起：「我若說出口來，豈不教敵人聽去了？」當即將左手伸到背後，四根手指一豎。丁典道：「好！」那使刀的漢子冷笑道：「姓丁的，你總算也是條漢子，怎麼到了這地步，還在婆婆媽媽地囉嗦不休？快跟咱兄弟們乖乖的回去，大家免傷和氣。」那使劍的漢子卻道：「狄大哥，多年不見，你好啊？牢獄中住得挺舒服罷？」狄雲一怔，聽這口音好熟，凝神看去，登時記起，此人便是萬震山的二弟子周圻，相隔多年，他在上唇留了一片小鬍子，兼之衣飾華麗，竟然不識得他了。狄雲這幾年來慘被陷害的悲憤，霎時間湧向心頭，不由得滿臉脹得通紅，喝道：「我道是誰，原來是周……周……周二哥！」他本欲直斥其名，但終於在「周」字之下，加上了「二哥」兩字。丁典猜到了他的心情，喝道：「好！」轉眼間便是一決生死的搏鬥，狄雲能抑制憤怒，叫他一聲「周二哥」，那便不是爛打狂拚的一勇之夫了，隨即說道：「這位周二爺，想必是萬老爺子門下的高弟。很好，很好，你幾時到了凌知府手下當差？狄兄弟，我給你引見引見。這位是『萬勝刀』門中的馬大鳴馬爺。那位是山西太行門外家好手，『雙刀』耿天霸耿爺。據說他一對鐵掌鋒利如刀，因此外號『雙刀』，其實他是從來不使兵刃的。」狄雲道：「這兩位的武功算得怎樣？」丁典道：「第三流中的好手。要想攀到第二流，卻是終生無望。」狄雲道：「為甚麼？」丁典道：「不是那一塊材料，資質既差，又無名師傳授。」他二人一問一答，當真是旁若無人。耿天霸當下便忍耐不住，喝道：「直娘賊，死到臨頭，還在亂嚼舌根。吃我一刀！」他所說的「一刀」，其實乃是一掌，喝聲未停，右掌已然劈出。丁典中毒後一直難以運氣使勁，不敢硬接，斜身避過。耿天霸右掌落空，左掌隨至。丁典識得這是「變勢掌」，急忙翻手化解。可是一掌伸將出去，勁力勢道全不是那回事，拍的一聲，腋下已被耿天霸的右掌打實。丁典身子一幌，哇的一聲，吐出了一口鮮血。耿天霸笑道：「怎麼樣？我是第三流，你是第幾流？」丁典吸一口氣，突覺內息暢通，原來那「金波旬花」的劇毒深入血管，使血液漸漸凝結，越流越慢。他適才吐出一大口鮮血，所受內傷雖是不輕，毒性卻已暫時消減。他心頭一喜，立時上前挺掌向耿天霸按出。耿天霸舉掌橫擋，丁典左手迴圈，拍的一聲，重重打了他一個嘴巴，跟著右手圈轉，反掌擊在他頭頂。耿天霸大叫一聲「啊喲！」急躍退後。丁典右掌倏地伸出，擊中了他胸口。耿天霸又是一聲「啊喲！」再退了兩步。丁典這三掌只須有神照功相濟，任何一掌都能送了當今一流高手的性命。耿天霸只外功厲害，內力卻並不如何了得，居然連受三掌仍能挺立不倒。丁典自知死期已近，雖然生性豁達，且已決意殉情，但此刻一股無可奈何、英雄末路的心情，卻也令他不禁黯然神傷。然而耿天霸連中三掌，大驚失色，但覺臉上、頭頂、胸口隱隱作痛，心想三處都是致命的要害，不知傷勢如何，不由得怯意大生。馬大鳴向周圻使個眼色，道：「周兄弟，並肩子上！」周圻道：「是啊！」他自忖不是狄雲的對手，但想自己手中有劍，對方卻是赤手空拳，再加上右手手指被削，琵琶骨穿破，就算他功夫再強，也是使不出的了，當下挺劍便向狄雲刺去。丁典知道狄雲神照功未曾練成，此刻武功尚遠不及入獄之前，要空手對抗周圻，不過枉自送了性命，當下身形斜幌，左手便去奪周圻長劍。這一招去勢奇快，招式又十分特異，周圻尚未察覺，丁典左手三根手指已搭上了他右手脈門。周圻大吃一驚，只道這一回兵刃非脫手不可，那可性命休矣，豈知自己脈門上穴道居然並不受制，當即順手一甩，長劍迴轉，疾刺丁典左胸。丁典側身避過，長嘆一聲。馬大鳴見丁典和耿天霸、周圻動手，兩次都已穩佔上風，卻兩次均不能取勝，心中微一琢磨，已知其理：「凌知府說他身中劇毒，想必是毒性發作，功力大減。」耿天霸見丁典奪劍功敗垂成，也知他內力已不足以濟，心想：「這姓丁的招數厲害，卻是虎落平陽……呸，他媽的！虎落平陽被犬欺，我將這賊囚犯比作老虎，豈不是將老子比作狗了？」兩人是一般的心思，同時向丁典撲去。狄雲搶上擋架。丁典在他肩頭上一推，喝道：「狄兄弟，退下。」右手探出，已抓中了馬大鳴喉頭。這一抓只須有尋常內功，手指抓到了這等要緊的部位，那也非要了對方的性命不可。馬大鳴嚇得魂飛天外，就地急滾，逃了開去。丁典暗自歎氣，自己內力越來越弱，只是仗著招數高出敵人甚多，尚可支持片刻，若這「連城訣」不說與狄雲知道，一件大秘密從此湮沒無聞，未免太也可惜，說道：「狄兄弟，你聽我的話。你躲在我身後，不必去理會敵人，只管記我的口訣。這事非同小可，咱們說甚麼也得辦成功了。你丁大哥落到今日這步田地，便是為此。」狄雲道：「是！」縮到了丁典身後。丁典道：「第五個字是『十八』……」馬大鳴知道凌知府下令大搜，追捕丁典，主旨是在追查一套武功秘密；而周圻到凌退思手下當差，既非為名，亦非為利，乃是奉了師父之命，暗中查訪連城訣。這時兩人聽到丁典說出第五個字是『十八』這一句話，都是心中一凜，牢牢記住。只聽丁典又道：「第六個字是『七』。」馬大鳴、周圻和狄雲三人又一齊用心暗記。耿天霸卻只奉命來捉要犯，不知其餘，但見丁典口中唸唸有辭，甚麼「十七、十八」，馬大鳴和周圻兩人便即心不在焉，也是「十七、十八」的喃喃自語，只道丁典在唸甚麼迷人心魄的咒語，當下大喝：「喂，別著了他道兒！」伸掌向丁典直劈過去，只是忌憚對手了得，一掌擊過，不敢再施後著，立即退開。丁典一讓，腳下站立不穩，向前撲出。馬大鳴瞧出便宜，揮刀砍向他左肩。丁典只覺眼前一黑，竟不知閃避。狄雲大驚，危急中無法解救，搶將上來，一頭撞入馬大鳴懷中。丁典一陣頭暈過去，睜開眼來，見狄雲和馬大鳴糾纏在一起，周圻挺劍正要往狄雲背心刺去，當即左手揮出，兩根手指戳向周圻雙眼。他自知力氣微弱已極，只有攻向這等柔軟的部位，方能收退敵之功。周圻不暇傷人，疾向左閃，便在此時，馬大鳴一刀柄已擊在狄雲頭上，將他打倒在地。丁典叫道：「狄兄弟，記住第七個字，那是……」只覺胸口氣息一窒，耿天霸一掌又到。丁典搖了搖頭，眼前白光連閃，馬大鳴和周圻同時攻來，丁典身子一幌，猛向一刀一劍迎了上去，噗噗兩聲，刀劍同時刺中了他身子。狄雲大叫一聲，搶上救援。丁典乘著鮮血外流、毒性稍弱這一瞬間，運勁雙掌，順手一掌打在馬大鳴右頰，反手一掌打向周圻。這一掌本來非打中周圻不可，不料耿天霸恰好於這時撲將上來，衝勢極猛，喀喇一聲響，將胸口撞在丁典的掌上，肋骨全斷，當時便暈死過去。丁典這兩掌使盡了全身賸餘的精力。馬大鳴當場身死。耿天霸氣息奄奄，也已命在頃刻。只有周圻卻沒受傷，右手抓住劍柄，要從丁典身上拔出長劍，再來回刺狄雲。丁典身子向前一挺，雙手緊緊抱住周圻的腰，叫道：「狄兄弟，快走，快走！」他身子這麼一挺，長劍又深入體內數寸。狄雲卻那肯自行逃生，撲向周圻背心，扠住他咽喉，叫道：「放開丁大哥！」他可不知其實是丁典抓住了對手，卻不是周圻不放他丁大哥。丁典自覺力氣漸漸衰竭，快將拉不住敵人，只要給他一拔出長劍，擺脫了自己的糾纏，狄雲非送命不可，大叫：「狄兄弟，快走，你別顧我，我……我總是不活的了！」狄雲叫道：「要死，大家死在一起！」使勁狠扠周圻的喉嚨，可是他琵琶骨被穿通後，肩臂上筋骨肌肉大受損傷，不論如何使勁，總是無法使敵人窒息。丁典顫聲道：「好兄弟，你義氣深重……不枉我……交了你這朋友……那劍訣……可惜說不全了……我……我很快活……春水碧波……那盆綠色的菊花……嗯！她放在窗口，你瞧多美啊……菊花……」聲音漸漸低沉，臉上神采煥發，抓著周圻的雙手卻慢慢鬆開了。周圻使力一掙，將長劍從丁典身上拔了出來，劍刃全是鮮血，急忙轉身，和狄雲臉對著臉，相距不過尺許，一聲獰笑，手上使勁，挺劍便向狄雲胸口猛刺過去。狄雲大叫：「丁大哥，丁大哥！」驀然間胸口感到一陣劇痛，一垂眼，只見周圻的長劍正刺在自己胸膛之上，耳中但聽得他得意之極的獰笑：「哈哈，哈哈！」在這一瞬間，狄雲腦海中轉過了無數往事，在師父家中學藝，與戚師妹兩好無間，在萬震山家中苦受冤屈，獄中五年的淒楚生涯……種種事端，一齊湧向心頭，悲憤充塞胸臆，大呼：「我……我……和你同歸於盡。」伸臂抱住了周圻背心。他練神照功雖未成功，但也已有兩年根基，這時自知性命將盡，全身力氣都凝聚於雙臂之上，緊緊抱住敵人，有如一雙鐵箍。周圻只感呼吸急促，用力掙扎，卻無法脫身。狄雲但覺胸口越來越痛，此時更無思索餘暇，雙臂只是用力擠壓周圻。是不是想就此擠死了敵人，心中也沒這個念頭，就是說甚麼也不放鬆手臂。但長劍竟不再刺進，似乎遇上了甚麼穿不透的阻力，劍身竟爾漸成弧形，慢慢彎曲。周圻又驚又奇，右臂使勁挺刺，要將長劍穿通狄雲身子，可是便要再向前刺進半寸，也已不能。狄雲紅了雙眼，凝視著周圻的臉，初時見他臉上盡是得意和殘忍之色，但漸漸的變為驚訝和詫異，又過一會，詫異之中混入了恐懼，害怕的神色越來越強，變成了震駭莫名。周圻的長劍明明早刺中了狄雲，卻只令他皮肉陷入數寸，難以穿破肌膚。他怯意越來越盛，右臂內勁連催三次，始終不能將劍刃刺入敵身，驚懼之下，再也顧不得傷敵，只想脫身逃走，但被狄雲牢牢抱住了，始終擺脫不開。周圻感到自己右臂慢慢內彎，跟著長劍的劍柄抵到了自己的胸口，劍刃越來越彎，彎成了個半圓。驀地裏拍的一聲響，劍身折斷。周圻大叫一聲，向後便倒。兩截鋒利的斷劍，一齊刺入了他小腹。周圻一摔倒，狄雲被帶著跌下，壓在他身上，雙臂仍是牢牢抱住他不放。狄雲聞到一陣濃烈的血腥氣，見周圻眼中忽然流下淚來，跟著口邊流出鮮血，頭一側，一動也不動了。狄雲大奇，還怕他是詐死，不敢放開雙手，跟著覺得自己胸口的疼痛已止，又見周圻口中流血不止，他迷迷惘惘的鬆開手，站起身來，只見兩截斷劍插在周圻腹中，只有劍柄和劍尖露出在外。再低頭看自己胸口時，見外衫破了寸許一道口子，露出黑色的內衣。他瞧瞧周圻身上的兩截斷劍，再瞧瞧自己衣衫上的裂口，突然間省悟，原來，是貼身穿著的烏蠶衣救了自己性命，更因此而殺了仇人。狄雲驚魂稍定，立即轉身，奔到丁典身旁，叫道：「丁大哥，丁大哥。你……你……怎麼樣？」丁典慢慢睜開眼來，向他瞧著，只是眼色中沒半分神氣，似乎視而不見，或者不認得他是誰。狄雲叫道：「丁大哥，我……我說甚麼也要救你出去。」丁典緩緩地道：「可惜……可惜那劍訣，從此……從此失傳了，合葬……霜華……」狄雲大聲道：「你放心！我記得的……定要將你和凌小姐合葬，完了你二人的心願。」丁典慢慢合上了眼睛，呼吸越來越弱，但口唇微動，還在說話。狄雲將耳朵湊到他的唇邊，依稀聽到他在說：「那第十一個字……」但隨即沒有聲音了。狄雲的耳朵上感到已無呼氣，伸手到他胸口一摸，只覺一顆心也已停止了跳動。狄雲早就知道丁典性命難保，但此刻才真正領會到這位數年來情若骨肉的義兄終於捨己而去。他跪在丁典身旁，拚命往他口中吹氣，心中不住的許願：「老天爺，老天爺，你讓丁大哥再活轉來，我寧可再回到牢獄之中，永遠不再出來。我寧可不去報仇，寧可一生一世受萬門弟子的欺侮折辱，老天爺，你……你千萬得讓丁大哥活轉來……」然而他抱著丁典身子的雙手，卻覺到丁典的肌膚越來越僵硬，越來越冷，知道自己這許多許願都落了空。頃刻之間，感到了無比的寂寞，無比的孤單，只覺得外邊這自由自在的世界，比那小小的獄室是更加可怕，以後的日子更加難過。他寧可和丁典再回到那獄室中去。他橫抱著丁典的屍身，站了起來，忽然間，無窮無盡的痛苦和悲傷都襲向心頭。他放聲大哭，沒有任何顧忌地號啕大哭。全沒想到這哭聲或許會召來追兵，也沒想到一個大男人這般哭泣太也可羞。只是心中抑制不住的悲傷，便這般不加抑制的大哭。當眼淚漸漸乾了，大聲的號啕變為低低的抽噎時，難以忍受的悲傷在心中仍是一般地難以忍受，可是頭腦比較清楚些了，開始尋思：「丁大哥的屍身怎麼辦？我怎麼帶著他去和凌姑娘的棺木葬在一起？」此時心中更無別念，這件事是世上唯一的大事。忽然間，馬蹄聲從遠處響起，越奔越近，一共有十餘匹之多。只聽得有人在呼叫：「馬大爺、耿大爺、周二爺，見到了逃犯沒有？」十餘匹馬奔到廢園外，一齊止住。有人叫道：「進去瞧瞧！」又有一人道：「不會躲在這地方的。」先一人道：「你怎知道？」拍的一聲響，靴子著地，那人跳下了馬背。狄雲更不多想，抱著丁典的屍身，從廢園的側門中奔了出去，剛一出側門，便聽得廢園中幾個人大聲驚呼，發現了馬大鳴、耿天霸、周圻三人的屍身。※※※狄雲在江陵城中狂奔。他知道這般抱著丁典的屍身，既跑不快，又隨時隨刻會給人發現。但他寧可重行被逮入獄，寧可身受酷刑，寧可立被處決，卻決不肯丟棄丁大哥。奔出數十丈，見左首有一扇小門斜掩，當即衝入，反足將門踢上。只見裏面是一座極大的菜園，種滿了油菜、蘿蔔、茄子、絲瓜之類。狄雲自幼務農，和這些瓜菜闋隔了五年，此時乍然重見，心頭不禁生出一股溫暖親切之感。四下打量，見東北角上是間柴房，從窗中可以見到松柴稻草堆得滿滿的。他俯身拔了幾枚蘿蔔，抱了丁典的屍身，衝入柴房。側耳聽得四下並無人聲，於是搬開柴草，將屍身放好，輕輕用稻草蓋了。在他心中，還是存著指望：「說不定，丁大哥會突然醒轉。」剝了蘿蔔皮，大大咬了一口。生蘿蔔甜美而辛辣的汁液流入咽喉。五年多沒嘗到了，想到了湖南的鄉下，不知有多少次，曾和戚師妹一起拔了生蘿蔔，在田野間漫步剝食……他吃了一個又一個，眼眶又有點潮濕了，驀地裏，聽到了一個聲音。他全身劇烈震動，手中的半個蘿蔔掉在地下。雪白的蘿蔔上沾滿泥沙和稻草碎屑。他聽到那清脆溫柔的聲音叫道：「空心菜，空心菜，你在那裏？」他登時便想大聲答應：「我在這裏！」但這個「我」字只吐出一半，便在喉頭哽住了。他伸手按住了嘴，全身禁不住的簌簌戰抖。因為「空心菜」是他的外號，世上只有他和戚芳兩人知道，連師父也不知。戚芳說他沒腦筋，老實得一點心思也沒有，除了練武之外，甚麼事情也不想，甚麼事情也不懂，說他的心就像空心菜一般，是空的。狄雲笑著也不辯白，他歡喜師妹這般「空心菜，空心菜」的呼叫自己。每次聽到「空心菜」這名字，心中總是感到說不出的溫柔甜蜜。因為當有第三人在場的時候，師妹決不這樣叫他。要是叫到了「空心菜」，總是只有他和她兩人單獨在一起。當他單獨和她在一起的時候，她高興也好，生氣也好，狄雲總是感到說不出的歡喜。他是個不會說話的傻小子，有時那傻頭傻腦的神氣惹得戚芳很生氣，但幾聲「空心菜，空心菜」一叫，往往兩個人都裂開嘴笑了。記得卜垣到師父家來投書那一次，師妹燒了菜招待客人，有雞有魚，有蘿蔔豆腐，也有一大碗空心菜。那一晚，卜垣和師父喝著酒，談論著兩湖武林中的近事，他怔怔的聽著，無意中和戚芳的目光相對，只見她挾了一筷空心菜，放在嘴邊，卻不送入嘴裏。她用紅紅的柔軟的嘴唇，輕輕觸著那幾條空心菜，眼光中滿是笑意。她不是在吃菜，而是在吻那幾條菜。那時候，狄雲只知道：「師妹在笑我是空心菜。」這時在這柴房之中，腦海中靈光一閃，忽然間體會到了她紅唇輕吻的含意。現下呼叫著「空心菜」的，明明是師妹戚芳的聲音，那是一點也不錯的，決不是自己神智失常而誤聽了。「空心菜，空心菜，你在那裏？」這幾聲呼叫之中，一般的包含著溫柔體貼無數，輕憐蜜愛無數。不，還不止這樣，從前和她一起在故鄉的時候，師妹的呼叫中有友善，有親切，有關懷，但也有任性，有惱怒，有責備，今日的幾聲「空心菜」中，卻全是深切的愛憐。「她知道我這幾年來的冤枉苦楚，對我更加好了，是不是呢？」他不敢相信自己的耳朵。「我是在做夢。師妹怎麼會到這裏來？她早已嫁給了萬圭，又怎能再來找我？」可是，那聲音又響了，這一次是近了一些：「空心菜，你躲在那裏？你瞧我捉不捉到你？」聲音中是那麼多的喜歡和憐惜。狄雲只覺身上每一根血管都在脹大，忍不住氣喘起來，雙手手心中都是汗水，悄悄站起身來，躲在稻草之後，從窗格中向外望去，只見一個女子的背影向著自己，正在找人。不錯，削削的肩頭，細細的腰身，高而微瘦的身材，正是師妹。只聽她笑著叫道：「空心菜，你還不出來？」突然之間，她轉過身來。狄雲眼前一花，腦中感到一陣暈眩，眼前這女子正是戚芳。烏黑而光溜溜的眼珠，微微上翹的鼻尖，臉色白了些，不像湖南鄉下時那麼紅潤，然而確是師妹，確是他在獄室中記掛了千遍萬遍，愛了千遍萬遍，又惱了千遍萬遍的師妹。她臉上仍是那麼笑嘻嘻地，叫道：「空心菜，你還不出來？」聽得她如此深情款款的呼叫自己，大喜若狂之下，便要應聲而出，和這個心中無時不在思念的師妹相見，但他剛跨出一步，猛地想起：「丁大哥常說我太過忠厚老實，極易上別人的當。師妹已嫁給了萬家的兒子，今日周圻死在我的手下，怎知道她不是故意騙我出去？」想到此處，立即停步。只聽得戚芳又叫了幾聲「空心菜，空心菜！」狄雲心旌動搖，尋思：「她這麼叫我，情深意真，決然不假。再說，若是她要我性命，我就死在她手下便了。」心中一酸，突然間起了自暴自棄的念頭，第二次舉步又欲出去。忽聽得一個小女孩的笑聲，清脆的響了起來，跟著說道：「媽，媽，我在這兒！」狄雲心念一動，再從窗格中向外望去，只見一個身穿大紅衣衫的女孩從東邊快步奔來。她年紀太小，奔跑時跌跌撞撞，腳步不穩。只聽戚芳帶笑的柔和聲音說道：「空心菜，你躲到那兒啦？媽到處找你不著。」那小女孩得意的道：「空心菜在花園！空心菜看螞蟻！」狄雲耳中嗡的一聲響，心口猶如被人猛力打了一拳。難道師妹已生了女兒？難道她女兒就叫「空心菜」？她叫「空心菜」，是叫她女兒，並不是叫我？難道自己誤衝誤撞，又來到了萬震山家裏？這幾年來，他心底隱隱存著個指望，總盼忽然有一天會發現，師妹其實並沒嫁給萬圭，沈城那番話原來都是撒謊。他這個念頭從來沒敢對丁典說起，只是深深的藏在心底，有時午夜夢迴，忽然會歡喜得跳了起來。可是這時候，他終於親眼見到、親耳聽到，有一個小女孩在叫她「媽媽」。他淚水湧到了眼中，從柴房的窗格中模模糊糊的瞧出去，只見戚芳蹲在地下，張開了雙臂，那小女孩笑著撲在她懷裏。戚芳連連親吻那小女孩的臉頰，柔聲笑道：「空心菜自己會玩，真乖！」狄雲只看到戚芳的側面，看到她細細的長眉，彎彎的嘴角，臉蛋比幾年前豐滿了些，更加的白嫩和艷麗。他心中又是一酸：「這幾年來做萬家的少奶奶，不用在田裏耕作，不用受日曬雨淋，身子自然養得好了。」只聽戚芳道：「空心菜別在這裏玩，跟媽媽回房去。」那女孩道：「這裏好玩，空心菜要看螞蟻。」戚芳道：「不，今天外面有壞人，要捉小孩子。空心菜還是回房裏去罷。」那女孩道：「甚麼壞人？捉小孩子做甚麼？」戚芳站起身來，拉著女兒的手道：「監牢裏逃走了兩個很兇很兇的壞人。爸爸去捉壞人去啦。壞人到了這裏，就捉空心菜去。空心菜聽媽媽的話，回房去玩。媽給你做個布娃娃，好不好？」那女孩卻甚執拗，道：「不要布娃娃。空心菜幫爸爸捉壞人。」狄雲聽戚芳口口聲聲稱自己為「壞人」，一顆心越來越沉了下去。便在這時，菜園外蹄聲得得，有數騎馬奔過。戚芳從腰間抽出長劍，搶到後園門口。狄雲站在窗邊不敢稍動，生怕發出些微聲響，便驚動了戚芳。他無論如何不願再和師妹相見，胸間的悲憤漸漸的難以抑制，自己沒做過半點壞事，無端端的受了世間最慘酷的苦楚，她竟說自己是一「壞人」。他見小女孩走近了柴房門口，只盼她別進來，可是那女孩不知存著甚麼念頭，竟然跨步便進了柴房。狄雲將臉藏在稻草堆後面，暗道：「出去，出去！」突然之間，小女孩見到了他，見到這蓬頭散髮、滿臉鬍子的可怕樣子，驚得呆了，睜著圓圓的大眼，要想哭出聲來，卻又不敢。狄雲知道要糟，只要這女孩一哭，自己蹤跡立時便會給戚芳發覺，當即搶步而上，左手將她抱起，右手按住了她的嘴巴。可是終於慢了片刻，小女孩已然「啊」的一聲，哭了出來。只是這哭聲斗然而止，後半截給狄雲按住了。戚芳眼觀園外，一顆心始終繫在女兒身上，猛聽得她出聲有異，一轉頭，已不見了她人形，跟著聽得柴房中稻草發出簌簌響聲，急忙兩個箭步，搶到柴房門口，只見一個鬍子蓬鬆、滿身血污的漢子抱住了她女兒，一隻手按在她口上。戚芳這一驚當真是魂飛天外，長劍挺出，便向狄雲臉上刺去，喝道：「快放下孩子！」狄雲心中一酸，自暴自棄的念頭又起：「你要殺我，這便殺吧！」見她長劍刺到，竟是不閃不避。戚芳一呆，生怕傷了女兒，疾收長劍，又喝：「放下我孩子！」狄雲聽她口口聲聲只是叫自己放下她孩子，全無半分故舊的情誼，怒氣大盛，偏不放下她孩子，右手順手在柴堆中抽了一條木柴，在她長劍上一格，倒退了一步。戚芳見這兇惡漢子仍是抱著女兒不放，心中越來越驚，雙膝忽感酸軟，吸一口氣，挺劍向狄雲右肩急刺。狄雲側身讓過，右手中的木柴當作劍使，自左肩處斜劈向下，跟著向後刺出。戚芳驚噫一聲，只覺這劍法極熟，正是她父親所傳的一招「哥翁喊上來」，當下不及思索，低頭躲過，手中長劍便是兩招「虎踢奔驚風，連山若布逃」。這柴房本就狹隘，堆滿了柴草之後，餘下的地位不過剛可夠兩人容身迴旋，這一拆上了招，處處礙手礙腳。狄雲自幼和戚芳同師學藝，沒一日不是拆招練劍，相互間的劍招都是爛熟於胸，這時見她使出這兩招劍法，自然而然便依師父所授的招數拆了下去，堪堪使到「老泥招大姐，馬鳴風小小」，手中木柴大開大闔，口中一聲長嘯，橫削三招。當年師兄妹練劍，拆到此處時戚芳便已招架不住，但這時狄雲將木柴第三次橫削過去時，忽然間手腕一酸，拍的一聲，木柴竟爾掉在地下。他一驚之下，隨即省悟：「我右手手指被削，已終身不能使劍，我這可忘了。」一抬頭，只見戚芳手中的長劍劍尖離自己胸口不及一寸，劍身顫動不已，她臉上驚愕之情，實是難以形容。兩人怔怔地你望著我，我望著你，誰都說不出話來。隔了好半晌，戚芳才道：「是……是你麼？」喉音乾澀，嘶啞幾不成聲。狄雲點了點頭，將左臂中抱著的小女孩遞了過去。戚芳拋下長劍，忙將女兒接過，不知說甚麼才好。那女孩已嚇得連哭也哭不出來，將小臉蛋藏在母親懷裏，再也不敢向狄雲多瞧一眼。戚芳道：「我……我不知道是你。這許多年來……」忽然外面一個男子的聲音叫道：「芳妹，芳妹！你在那裏？」正是萬圭，呼聲越來越近，正尋向菜園中來。戚芳臉上陡然變色，低聲在女兒耳邊說：「空心菜，這伯伯不是壞人，你別跟爹爹說。知道麼？」小女孩抬起頭來，向狄雲瞧了一眼，見到他這副可怖的神情模樣，突然哇的一聲，大哭起來。外面那男子聽到了女孩的哭聲，循聲而至，叫道：「空心菜，別哭。爹爹在這兒！」戚芳向狄雲望了一眼，轉身便出，反手帶上了柴門，抱著女兒，向丈夫迎了上去。狄雲呆呆的站著，似乎有個聲音不住的在耳邊響著：「我還是死了的好，我還是死了的好！」只聽那男子聲音笑問：「空心菜為甚麼哭？」狄雲很想到窗口去瞧瞧，萬圭這時候是怎麼一副模樣，可是一雙腳便如是在地下釘住了，再也移動不得。聽得戚芳笑道：「我和空心菜在後門口玩，兩騎馬奔過，馬上的人拿了兵刃，長相挺兇的。空心菜說是壞人，要捉了她去，嚇得大哭。」萬圭笑道：「那是知府衙門裏追拿逃犯。來，爹爹抱空心菜。爹爹打死壞人。空心菜不怕壞人。爹爹把壞人一個個都打死了。」狄雲心中一驚：「女人撒謊的本領真不小，這麼一說，那女孩就算說見到了壞人，她丈夫也不會起疑。哼，我為甚麼要你包瞞？你們只管來捉我去，打死我好了。」兩步搶到窗邊，向外望去，只見萬圭衣飾華麗，抱著那女孩正向內走，戚芳倚偎在他身旁，並肩而行，神態極是親熱。師妹已嫁了萬圭，這件事以往狄雲雖曾幾千幾萬次的想過，但總盼是假的，此刻活生生的情景終於出現在眼前了。他張口大叫：「我……」俯身便想去拾戚芳拋在地下的長劍，衝出去和萬圭拚命。自己身入牢獄，受了這許許多多苦楚，都是出於眼前這人的陷害，而自己愛逾性命的情侶，卻成了這人的妻室。這時候心中更無別念，不是去殺了這人，便是死在他的手下。但就這麼一俯身，看到了柴草中丁典的屍身，見到丁典雙眼閉上，臉上神色安詳，驀地想起：「丁大哥臨死時諄諄叮囑，求我將他與凌小姐合葬。我這時出去和萬圭這賊子相拚，送了性命半點也不打緊，丁大哥的心願卻完成不了啦。」轉念又想：「我求師妹成全此事，只怕也能辦到……呸，呸！狄雲你這小子，你自己也不肯承擔的事，如何去轉託別人？你死在地下，有何臉面和丁大哥相見？師妹這等沒良心，豈肯為你辦甚麼大事？」一想通了這一節，終於慢慢抑制了憤激之心。但他這一聲「我」字，已驚動了萬圭，只聽他道：「好像柴房裏有人。」戚芳笑道：「是嗎？剛才我見老王進去搬柴。圭哥，我給你燉了燕窩，快去吃了罷。空心菜老是哭個不休，得讓她好好睡上一覺。」萬圭「嗯」了一聲，道：「柴房裏是廚子老王？」抱著女兒兩夫妻並肩去遠了。狄雲一時腦海中空空洞洞，無法思索，過了好半晌，伸手搥了搥自己腦袋，尋思：「這柴房終究不能久躲，那個廚子老王真的來搬柴燒飯，那怎麼辦？我還是將丁大哥密密藏起，自己溜將出去，到得晚間，再來搬取丁大哥的屍身。嗯，就是這樣。」可是，只跨得一步，心中便有個聲音在拉住他：「師妹一定會再來瞧我。我這一走，便永遠見不著了。」「再見她一面，又有甚麼好？她有丈夫、女兒，一家人歡歡喜喜的，那會將我這個殺人逃犯放在心上？我再見她，豈不是徒然地自討沒趣？」「唉，我在獄中等了這許多年，日思夜想，只盼再見她一面，今日豈可錯過了這機會？我難道又有甚麼別的指望了？只不過是要問問，師父他老人家有訊息麼？我要問她，為甚麼這麼喜新厭舊，我一遭災禍，立時就對我毫不顧念？」「問這些又有甚麼意思？她不是說謊，便是照實而答。謊話，有甚麼可聽的？她如照實說了，我只有更加傷心。」這麼思前想後，一會兒決意立刻離開，但跟著又拿不定主意。他向來爽快，原不是這般遲疑不決、三心兩意之人，可是今日面臨一生中最大的難題，竟不知如何決斷才好。留著，明知不妥，就此一走，卻又是萬分的不捨。正自這般思潮翻湧，栗六不安，忽聽得菜園中腳步輕響，一個人躡手躡腳的悄悄走來。那人走幾步，便停一下，又走幾走，顯然是嚴神戒備，唯恐有人知覺。那人越來越近，狄雲一顆心怦怦亂跳：「師妹終於找我來了。她要跟我說甚麼？是求我原恕麼？她還有一些念舊之意麼？」又想：「我還有甚麼話要跟她說的？唉，算了，算了！她有好丈夫，好女兒，過得挺開心的。我永遠不要再見她了。」突然之間，滿腔復仇之心，化作冰涼：「我本是個鄉下窮小子，就算不受這場冤屈，師妹和我成了夫妻，我固然快樂，師妹卻勢必要辛苦勞碌一輩子，於她又有甚麼好處？我要復仇，是將萬圭殺了麼？師妹成了寡婦，難道還能嫁給我，嫁給她的殺夫仇人？她心中早就沒了我這個人，從前我就比不上萬圭，現下我跟他更是天差地遠了。這場冤仇，就此一筆勾銷，讓她夫妻母女快快樂樂的過日子吧。」想到此處，決意不再和戚芳多說甚麼，俯身便去柴草堆中抱丁典的屍身，猛聽得砰的一聲，柴房門板給人一腳踢開。狄雲吃一驚，轉過身來，只見一個高瘦男子手中長劍光芒閃爍，站在門口，卻是萬圭。狄雲輕噫一聲，不假思索，便俯身拾起戚芳遺下的長劍。萬圭滿臉煞氣，他早已得知狄雲越獄的消息，整日便心神不寧，這時一眼看見狄雲手中長劍是戚芳之物，更是又妒又恨，冷冷地道：「好啊，在柴房裏相會，她連自己的兵刃也給了你，想謀殺親夫麼？只怕也沒這麼容易！」狄雲腦中一片混亂，一時也不懂萬圭在說些甚麼，心中只想：「怎麼是他來了？他怎會知道我在這裏？自然是師妹說的，叫她丈夫來捉我去請功領賞。她怎麼會這般無情無義？」萬圭見狄雲不答，只道他情怯害怕，挺劍便向他胸口疾刺過去，狄雲揮劍擋過，自然而然地使出了昔年老乞丐所授的那招「刺肩式」，長劍斜轉，已指向萬圭肩頭。這招劍法怪異之極，萬圭當年招架不住，事隔五年，雖然武功已大有長進，卻仍是招架不住。萬圭一驚之下，手中長劍不知如何運使才好，收劍抵擋已然不及，發劍攻敵也已落了後手，便這樣微一遲疑，一條性命已全然交在對方手中，心下憤怒已極，卻絲毫不敢動彈，瞧著狄雲一張滿臉鬍子的污穢臉孔，憤怒之情漸漸變為恐懼。狄雲這一劍卻也不刺過去，心中轉念：「我殺他不殺？」萬圭在萬分危急之際，忽然見到對方眼神中流露出惶惑之色，而持劍的手腕卻又微微顫抖，靈機一動，大聲叫道：「戚芳，你來看！」狄雲聽他大叫「戚芳」，心中一驚，微微側頭去看。不料萬圭這是用計使詐，乘他略一轉頭，立即長劍挺上，奮力上格。狄雲右手手指被削，持劍不牢，長劍脫手飛出。萬圭大喜，立即挺劍刺出。狄雲連閃兩閃，躲在柴堆之後，順手抽起一條硬柴，以柴當劍，奮力打去。萬圭刷刷兩劍，將他那段硬柴削短了一截。狄雲將手中半截硬柴用力擲出，待他躍身閃避，又抽了一段柴，再度攻去。萬圭見他失了兵刃，自己已操必勝，就算他以柴作劍，截中自己一下兩下，也無大礙，定了定神，展開劍法緩緩進攻。數招之後，狄雲一聲怒吼，右腕中劍，登時血如泉湧，手指無力，拋下了硬柴。萬圭跟著又是一劍刺中他大腿，飛起左足，將他踢倒。狄雲掙扎著還待爬起，萬圭又是一腳踢在他顴骨之上，狄雲登時暈了過去。萬圭罵道：「裝死嗎？」在他右肩上砍了一劍，見他並不動彈，才知是真的昏暈，心想：「凌知府許下五千兩銀子的重賞，捉拿這兩名囚犯，自然是捉活的好。反正這一次送將官裏去，這人自是難以活命，我何必親手殺他？」一瞥眼，見到柴草堆中露出一隻腳來，不由得又驚又喜：「這裏還有一人！」他不知丁典已死，急忙揮劍，砍在屍體腳上。狄雲雖被踢暈，腦子中卻有個聲音在大叫大喊：「我不能死，我不能死！我答應過丁大哥的，要將他屍身和凌小姐合葬。」這念頭強烈之極，很快便醒了過來。迷迷糊糊的想起：「許多年之前的一天晚上，我也曾被他打倒，也曾被他在頭上重重踢了幾下。」緩緩睜開眼來，只見萬圭正揮劍向丁典的屍身上砍了下去。他初時還未十分清醒，不知眼前之事是甚麼意思，但隨即見到萬圭將丁典的屍身從柴草裏拖了出來，他大叫一聲：「丁大哥！」突然間全身精力瀰漫，急縱而起，撲在萬圭背上，右臂已扼住了他喉嚨。萬圭大驚之下，待要反劍去刺，但手臂無法後彎，連劈幾劍，都劈在硬柴堆上，而狄雲扼在他喉頭的手臂卻越收越緊了。狄雲見他傷殘丁典的屍體，怒發如狂，這人陷害自己，奪去戚芳，這怨仇尚可置之不理，但如此殘害丁典，卻萬萬不能干休，一時心中更無別的念頭，只盼即刻便將敵人扼死。但覺萬圭掙扎了一會，抵抗已漸漸無力，可是狄雲數處受傷，傷口中流血不止，自己手臂上的力氣卻在更快的消失。心中不住說：「我再支持一會，便能扼死了他。」到後來眼前金星亂舞，腦中亂成一團，終於甚麼也不知道了。他雖然暈去，扼在萬圭喉間的手臂仍是沒有鬆開，萬圭給他扼得難以呼吸，就在狄雲暈去之時，同時失卻了知覺。柴草堆上躺著這一對冤家。兩個人似乎都死了，但胸間都還在起伏，口鼻間仍有呼吸。真不知冥冥間如何安排？若是狄雲先醒轉片刻，他拾起地下的長劍，自是一劍便將萬圭殺了。倘若萬圭先行醒轉，他也不會再存將狄雲生擒活捉的念頭，那實在太過危險，勢必是隨手一劍，砍在他頭上，立時便取了他性命。世界上甚麼事情都能發生。未必好人一定運氣好，壞人一定運氣壞。反過來也一樣，也未必壞人運氣好，好人運氣壞。每個人都會死的，遲死的人也未必一定運氣好些。但對於活著的人，對於戚芳和她的小女兒，狄雲先死，還是萬圭先死，中間便有很大的差別。倘若這時候要戚芳來抉擇，要她選一個人，讓他先行醒轉，不知她會選誰？柴房中的兩個人兀自昏暈不醒，有一個人的腳步聲音，慢慢走近柴房。※※※狄雲耳中聽到浩浩的水聲，臉上有冰涼的東西一滴滴濺上來，隱隱生疼，隨即覺得身上很冷，半點也沒有力氣。他一有知覺，立即右臂運勁，叫道：「我扼死你！我扼死你！」但臂彎中虛空無物，跟著又發覺自己身子在不住搖幌，在不住移動。驚惶中睜開眼來，眼前黑沉沉地，只覺得一滴滴水珠打在臉上、手上、身上，原來是天在下大雨。身子仍是不住搖幌，胸口煩惡，只想嘔吐。忽然間，身旁有一艘船駛過，船上張了帆，那清清楚楚是一艘船。奇怪極了，怎麼身旁會有一艘船？只想坐起身來看個究竟，但全身酸軟，連一根指頭也動不了，只能這般仰天臥著，眼見得頭頂有黑雲飄動，那不是在柴房之中。心中突然想起：「丁大哥呢？」一想到丁典，身上驀地裏生了一股力氣，雙手一按，便即坐起，身子跟著幌了幾幌。他是在一艘小舟之中。小舟正在江水滔滔的大江中順流而下。是夜晚，天上都是黑雲，正下著大雨，他向船左船右岸上凝目望去，兩邊都是黑沉沉的，甚麼也瞧不見。他心中焦急，大叫：「丁大哥，丁大哥！」他知道丁典已經死了，但他的屍身萬萬不能失去。突然之間，左足踢到軟軟一物，低頭一看，不由得驚喜交集，叫道：「丁大哥，你在這裏！」張開雙臂，抱住了他。丁典的屍身，便在船艙中他的足邊。他虛弱得連喘氣也沒有力氣，連想事也沒力氣。只覺喉乾舌燥，便張開了口，讓天空中落下來的雨點濕潤嘴唇和舌頭。這般迷迷糊糊地似睡似醒，雙臂抱著丁典的屍身，直至天色漸明，大雨卻兀自不止。晨光熹微之中，忽然見到自己大腿上有一大塊布條纏著，定了定神，發覺布條是包紮著傷口，跟著發覺手臂和肩頭的兩處傷口上也都有布帶裹住，鼻中隱隱聞到金創藥的藥氣。一晚大雨，繃帶都濕透了，但傷口已不再流血。「是誰給我包紮了傷口？要是傷口不裹好，也不用誰來殺我，單是流血便要了我的性命。」驀地裏感到一陣難以忍耐的寂寞淒涼：「這世上還有誰來關懷我、幫助我？丁大哥已經死了，更會有誰盼望我活著？會費心來替我裹傷？」細看那幾條繃帶，纏得極不整齊，似乎包紮的人動手時十分的心急慌忙，然而繃帶不是粗布，而是上佳的緞子，緞帶的一邊鑲著精緻的花邊，另一邊是撕口，顯然，是從衣衫上撕下來的，是女子的衣衫。是師妹麼？他心中怦然而動，胸口隨即熱了起來，嘴角邊露出了自嘲的苦笑：「她去叫丈夫來殺我，怎麼又會給我裹傷？要不是她通風，我躲在柴房裏，萬圭又怎會知道？」可是自己是在一艘小舟之中，小舟是在江中飄流。不知這地方離江陵已有多遠？無論如何，是暫時脫離了險境，不會再受凌知府的追拿了。「是誰給我裹了傷口？是誰將我放在小船之中？連丁大哥也一起來了？」他對自己的生死已並不關懷，但丁典的屍體也和他在一起，這事卻不能不令他衷心感激。苦苦思索，想得頭也痛了，始終沒能想出半點端倪。他竭力追憶過去一天中所發生的事，想到萬圭劍砍丁典、自己竭力扼他咽喉之後，就再也想不下去了。以後的事情，腦海中便是一片空白。一側頭間，額角撞著了一包硬硬的東西，那是用綢布包著的一個小小包袱。他心中一喜，料得這包袱之中定有線索可尋，顫抖著雙手打了開來，只見包裏有五六錠碎銀子，還有四件女子首飾：一朵珠花、一隻金鐲、一個金項圈、一隻寶石戒指。另外是小孩子頸中所掛的一個金鎖片，鎖片上的金鍊是給人匆忙拉斷的，鏈子斷處還鉤上了一小塊衣衫的碎片，顯然，那是臨時從小孩頸中扯了下來，倒像是盜賊攔路打劫而得來一般。金鎖片上刻著「德容雙茂」四個字。狄雲沒讀過多少書，字雖識得，卻不懂這四個字是甚麼意思，心想：「是那小孩的名字罷？」他撥弄著這五件首飾，較之適才未見到那包袱之時，心中反更多了幾分胡塗：「銀子和首飾，自然是搭救我的那人給的，以便小舟靠了岸後，我好有錢買飯吃。可是，到底是誰給的呢？首飾不是師妹的，我可從來沒見她戴過。」浩浩江水，送著一葉小舟順流而下。這一天中，狄雲只是苦苦思索：「是誰給我包紮了傷口？是誰給了我銀兩首飾？」