第六十回　黑沼隱女黃蓉笑道：「我這鵰兒負不起兩人。你們親兄弟，求求他不就成啦？」一拍鵰頸，轉身飛開。裘千里見她要走，惡念頓起，叫道：「好姑娘，你瞧我這玩意兒有趣不？」黃蓉好奇心起，牽鵰回頭，要瞧瞧他有什麼玩意。那知裘千里突然和身向前一撲，飛離山峰，向黃蓉背上抱去。原來他見毒蛇湧至，無窮無盡的鑽進洞來，只得出洞呼喝，卻被鐵掌幫諸人見到。他私入禁地，莫說是幫主兄弟，縱是幫主本人，也決不能再活著走下中指峰去，所以不顧一切的要搶上鵰背逃走。那白鵰雖然神駿，究竟負不起兩人，黃蓉身子被裘千里一抱住，白鵰立時向山峰下深谷墮下去。那鵰雙翅用力撲打，下墮之勢雖然稍緩，可是始終支持不住。裘千里一把抓住黃蓉後心，要將她摔下鵰背，但她身子用衣帶縛在鵰上，急切間摔她不下。黃蓉手足被縛，也是難以回手，眼見二人一鵰，都要摔在深谷之中，屍骨無存。那雄鵰聽見雌鵰驚叫，急趕來救，卻已不及。鐵掌幫諸人站在山腰間看得明白，個個駭得目瞪口呆，做聲不得。正危急間，一道紅光從山峰背後急轉過來，猶如電光一閃，那血鳥已將裘千里雙眼啄瞎。那老兒斗然之間雙目劇痛，眼前漆黑，伸手去抹拭眼睛，就只這麼一鬆手，身子一連串的筋斗翻將下去，一聲慘呼從山谷下傳將上來，待眾人聽到聲音時，早已跌得粉身碎骨。白鵰背上一輕，縱吭歡唳，振翅直上，與雄鵰並肩北去。郭靖在鵰背長聲呼叫，召喚小紅馬在地下跟來。轉眼之間，雙鵰已飛出六七十里。郭靖怕黃蓉傷重難支，喝令雙鵰下降，看黃蓉時，在鵰背上竟已昏迷過去。郭靖忙將縛著的衣帶解開，替她推宮過血，好一陣子，方才悠悠醒轉。這時烏雲滿天，把月亮星星遮得透不出半點光來。郭靖雙手抱著黃蓉，站在曠野之中，只覺天地茫茫，竟無容身之處，不知如何是好。呆立半晌，只得信步向前走去，舉步踏到的盡是矮樹長草，那裏有路？每走一步，荊棘都鉤到小腿，他也不覺疼痛，走了一陣，四周更是漆黑一團，縱然盡力睜大眼睛，也瞧不見任何物件，當下一步一步走得更慢，只怕一個踏空，跌入山溝陷坑之中。這樣苦苦走了二里有餘，突然左首現出一顆大星，在天邊閃閃發光。他凝神一望，想要辨別方向，卻看出原來並非天星，而是一盞燈火。既有燈火，必有人家。郭靖好不欣喜，加快腳步，筆直向那燈火快步趕去，奔出里許，但見黑森森的四下都是樹木，原來那燈火是從樹林之中發出。可是一入林中，再也無法直行，林中小路東盤西曲，急走一陣，忽然失了燈火所在，忙躍上樹去眺望，卻見那燈火已在身後。正是瞻之在前，忽焉在後，郭靖接連趕了幾次，弄得頭暈眼花，始終走不近燈火之處，三鳥一馬也不知到了那裏，他知這是林中道路作怪，欲待從樹頂上縱躍過去，黑暗中卻又看不明白落足之處，又怕樹枝擦損了黃蓉。幸好他生性最沉得住氣，連遭挫折，並不沮喪，站著調勻一下呼吸，稍歇片刻，打定主意不找著決不罷休。黃蓉受傷後身子衰弱，頭腦仍極清明，被郭靖抱著東轉西彎的鬧了一陣子，雖然瞧不見周遭情勢，卻已摸清林中道路，她閉了眼睛道：「靖哥哥，向右前方斜角走。」郭靖喜道：「蓉兒，你還好麼？」黃蓉「嗯」了一聲，沒力氣說話。郭靖依言朝右前方斜行，黃蓉默默數著他的腳步，待到十七步，道：「向左走八步。」郭靖依言而行。黃蓉又道：「再向右斜行十三步。」一個指點，一個遵循，二人在伸手不見五指的樹林之中曲折前行。剛才郭靖這一陣亂闖，黃蓉已知這樹林並非天生，乃是由人工佈置而成。黃藥師五行奇門之術天下無雙，倒有一大半傳授給了女兒。這林中道路愈是奇幻，她愈能閉了眼睛說得清清楚楚，若是天然路徑，她既從未到過，那麼在這昏黑之中，縱是一條最平坦無奇的小徑，她也辨認不出了。這樣時而向左，時而轉右，有時更倒退斜走數步，似乎越行越是迂曲迢遙，但不到一頓飯時光，那燈火已赫然在眼前出現，郭靖大喜，向前直奔。黃蓉急叫：「別莽撞！」郭靖「啊喲」一聲，雙足已陷入泥中，直沒至膝，仗著武功卓絕，提氣向後一躍，硬生生把兩隻腳拔了出來，一股污泥之味，極是刺鼻，借燈火向前一望，眼前茫茫一團白霧，裹著兩間茅屋，那燈火就從茅屋中透射出來。郭靖高聲叫道：「我們是過往客人，生了重病。求主人行個方便，借地方歇歇，討口湯喝。」過了半晌，屋中寂然無聲，郭靖再說了一遍，仍是無人回答。說到第三遍後，方聽得茅屋中一個女人聲音說道：「你們既能走到此處，必有本事進我屋來。難道還得我出來迎接麼？」語聲冷淡異常，顯見是不喜外人打擾。若是換作平時，郭靖寧可在林中露宿一宵，也不願故意去惹人之厭，此時卻是救傷要緊，只是眼前一片污泥，不知如何過去，當下低聲與黃蓉商量。黃蓉睜眼一看，想了片刻，道：「這屋子是造在一個污泥湖沼之中。你瞧瞧清楚，那兩間茅屋是否一方一圓。」郭靖睜大眼睛望了一會，喜道：「是啊，蓉兒你什麼都知道。」黃蓉道：「你走到圓屋後邊，對著燈火直行三步，斜行五步，再直行三步。如此直斜交差，不可弄錯。」郭靖依言而行，落腳之處果然打有一根根的木樁。只是那些木樁虛虛晃晃或歪或斜，若非郭靖輕功了得，只走得數步早已摔入泥沼之中。他凝神提氣，直三斜四的走去，走到一百一十九步，已繞到了方屋之前。那屋卻無門戶。黃蓉低聲道：「從此處跳進去，在左首落腳。」郭靖背著黃蓉，一躍而入，依言落在左首，心中微微一驚，暗道：「一切都在蓉兒料算之中。」原來牆裏是個院子，那院子分為兩半，左一半是實土，右一半卻是個水塘。郭靖跨過院子，走向內堂，堂前是個月洞，仍無門扉。黃蓉悄聲道：「進去吧，裏面沒古怪啦。」郭靖點點頭，朗聲道：「過往客人冒昧進謁，請主人大度包容。」說畢走進堂去。只見當前一張長桌，上面放著七盞油燈，排成天罡北斗之形。地下蹲著一個頭髮花白的女子，身披麻衫，凝目望著地下一根根的無數竹片，正自用心思索，雖聽見郭靖說話，卻不抬頭。郭靖將黃蓉放在一張椅上，燈光下見她臉色憔悴，全無血色，心中甚是憐惜，欲待開口討碗湯水，但見那老婦全神貫注，卻怕打斷她的思路。黃蓉坐了片刻，精神稍復，一看地下那些竹片都是長約四寸，闊約二分，知是計數用的算子。再看那些算子排成商、實、法、借算四行，一數算子數目，知她正在計算五萬五千二百二十五的平方根，這時「商」位上已計算到二百三十，但見那老婦搬弄算子，算那第三位數字。黃蓉脫口道：「五！二百三十五！」那老婦吃了一驚，抬起頭來，一雙眸子精光閃閃，向黃蓉怒目而視，隨即又低頭搬弄算子。這一抬頭，郭黃二人見她容色清麗，不過三十六七歲，想是思慮過度，是以鬢邊早見華髮。那女子搬弄了一會，果然算出是「五」，不禁大驚，抬頭又向黃蓉望了一眼，見她是個妙齡少女，心想這必是她湊巧猜中，不足為奇，順手將「二百三十五」五字記在紙上，又計下一道算題。這次是求三千四百零一萬二千二百二十四的立方根，她剛將算子排為商，實，方法，廉法，隅，下法六行，算到一個「二」，黃蓉輕輕道：「二百二十四。」那女子「哼」了一聲，那裏肯信？布算良久，約一盞茶時分，方始算出，果真是二百二十四。那女子伸腰站起，但見她額頭滿佈皺紋，面頰卻如凝脂，一張臉以眼為界，上半老，下半少，卻似相差了二十多歲年紀。她雙目直瞪黃蓉，忽然向內室一指道：「跟我來。」拿起一盞油燈，走了進去。郭靖扶了黃蓉跟著過去，向內一望，只見那內室牆壁圍成圓形，地下滿舖細沙，沙上畫了許多橫直符號和圓圈，又寫著許多「太」「天元」，「地元」，「人元」，「物元」等字。郭靖看得不知所云，生怕落足踏壞了沙上符字，站在門口，不敢入內。黃蓉自幼受父親教導，精通曆數之術，一見地下符字，知道盡是些術數中的難題，那是算經中的「天元之術」，只要一明其法，也無甚難處（按：即今日代數中多元多次方程式，我國古代算經中早記其法，天、地、人、物四字即西方代數中Ｘ、Ｙ、Ｚ、Ｗ四未知數）。黃蓉從腰中抽出竹棒，倚在郭靖身上，隨想隨在沙上書寫，片刻之間，將那女子苦思數月不得其解的七八道難題盡數解開。那女子至此驚訝異常，呆了半晌，忽問：「你是人嗎？」黃蓉微微一笑，道：「天元四元之術，何足道哉？算經中共有十九元，『人』之上有仙、明、霄、漢、壘、層、高、上、天、『人』之下有地、下、低、減、落、逝、泉、暗、鬼。算到十九元，方才有點不易罷啦！」那女子沮喪失色，身子搖了幾搖，突然一交坐在細沙之中，雙手捧頭，苦苦思索，過了一會，忽然抬起頭來，臉有喜色，道：「你的算法自然精我百倍，可是我問你：將從一至九這九個數字排成三列，不論縱橫斜角，每三字相加都是十五，如何排法？」黃蓉心想：「我爹爹經營桃花島，五行生剋之變，何等精奧。這九宮之法是桃花島陣圖的根基，豈有不知之理？」當下低聲誦道：「九宮之義，法以靈龜，二四為肩，六八為足，左三右七，戴九履一，五居中央。」邊說邊畫在沙上畫了一個九宮之圖。那女子色如死灰，嘆道：「只道這是我獨創的祕法，原來早有歌訣傳世。」黃蓉笑道：「不但九宮，即然四四圖、五五圖，以至百子圖，亦不足為奇。就說四四圖吧，以十六子依次作四行排列，先以外四角對換，一換十六，四換十三，後以內四角對換，六換十一，七換十。這樣橫直上下斜角相加，皆是三十四。」那女子依法而畫，果然絲毫不錯。黃蓉又道：「那九宮每宮又可化為一個八卦，八九七十二數，以從一至七十二之數，環繞九宮成圈，每圈八字，交界之處又有四圈，一共一十三圈，每圈數字相加，均為二百九十二，這洛書之圖變化神妙如此，諒你也不知曉。」舉手之間，又將七十二數的九宮八卦陣在沙上排了出來。那女子瞧得目瞪口呆，顫巍巍的站起身來，問道：「姑娘是誰？」不等黃蓉回答，忽地捧住心口，臉上現出劇痛之色，急從懷中小瓶內取出一顆綠色丸藥，吞入腹中，過了半晌，臉色方見緩和，嘆道：「罷啦，罷啦！」眼中流下兩道淚水。郭靖與黃蓉面面相覷，只覺此人舉動怪異之極。那女子正待說話，突然遠處傳來陣陣吶喊之聲，正是鐵掌幫追兵到了。那女子道：「是朋友，還是仇家？」郭靖道：「是追趕我們的仇家。」那女子道：「鐵掌幫？」郭靖道：「是。」那女子側耳聽了一會道：「裘幫主親自領人追趕，你們究竟是何等樣人？」問到這句時，聲音極是嚴厲。郭靖踏上一步，攔在黃蓉身前，朗聲道：「咱倆是九指神丐洪幫主的弟子。我師妹為鐵掌幫裘千仞所傷，避難來此，前輩若是與鐵掌幫有甚瓜葛，不肯收留，我們就此告辭。」說著一揖到地，轉身扶起黃蓉。那女子淡淡一笑，道：「年紀輕輕，偏生這麼倔強。你挨得，你師妹挨不得了。知道麼？我道是誰，原來是洪七公的徒弟，怪不得有這等本事。」她傾聽鐵掌幫的喊聲，忽遠忽近，時高時低，嘆道：「他們找不到路，走不進來，儘管放心。就算來到這裏，你們是我客人，神……神……瑛姑豈能容人上門相欺？」原來她本來叫做「神算子」瑛姑，但想到黃蓉的算法精已百倍，只說了個「神」字就不說了。郭靖作揖相謝。瑛姑解開黃蓉肩頭衣服，看了她的傷勢，皺眉不語，從懷中小瓶內又取出一顆綠色丸藥，化在水裏給黃蓉服食。黃蓉接過藥碗，心想不知此人是友是敵，如何能服她之藥？瑛姑見她遲疑，冷笑道：「你受了裘千仞鐵掌之傷，還想好得了麼？我就算有害你之心，也不必多此一舉。這藥是止你疼痛的，不服也就算了。」說著夾手將藥碗搶過，潑在地下。郭靖見她對黃蓉如此無禮，不禁大怒，說道：「我師妹身受重傷，你怎能如此氣她？蓉兒，咱們走。」瑛姑冷笑道：「我瑛姑這兩間小小茅屋，豈能容你兩個小輩說進就進，說出就出？」手中持著兩根竹算籌，攔在門口。郭靖心想道：「說不得，只好硬闖。」叫道：「前輩恕我無禮了。」身形一沉，舉臂劃個圓圈，一招「亢龍有悔」，當門直衝出去。這是他得心應手的厲害招術，只怕瑛姑抵擋不住，勁道僅用了一半，惟有奪路之心，並無傷人之意。眼見掌風襲到瑛姑身前，郭靖要瞧她如何出手，而定續發掌力或立即回收，那知她身子微側，左手前臂斜推輕送，竟將郭靖的掌力化在一旁。郭靖料想不到她身手如此高強，被她這一帶，竟然立足不住，向前搶了一步，瑛姑也不料郭靖掌力這等沉猛，足下在沙上滑了一滑，隨即穩住。兩人這一交手，心中均各暗暗稱異。瑛姑喝道：「好小子，師父的本領都學全了吧！」語聲中將竹籌點了過來，點的是他右臂彎處的「曲澤穴」。這一招明點穴道，暗藏殺手，郭靖那敢怠慢，立即回臂反擊，將那降龍十八掌一掌一招的使將出來，數招一過，立時體會出瑛姑的武功純是陰柔一路。她無一招是明攻直擊，卻是每一招都含有陰毒後著，郭靖好幾次都險險著了她的道兒，若非他會得雙手分搏之術，危急中能分手相救，早已中招受傷。郭靖愈戰愈是心驚，掌力愈是沉厚，但瑛姑的武功另成一家，一拳一腳，打出時都似柔弱無力，但如水銀瀉地，無孔不入，直教人防不勝防。再拆數招，郭靖被逼得倒退兩步，忽地想起洪七公當日教他抵禦黃蓉「落英掌」的法門：不論對方招術如何千變萬化，儘可置之不理，只要以降龍十八掌硬攻，那就有勝無敗。他本來心想此間顯非吉地，這女子也非善良之輩，但與她無冤無仇，但求衝出門去，既不願與她多所糾纏，更不欲傷她性命，是以掌力之中留了三分，豈知這女子功夫極是了得，稍一疏忽，還得喪在她的手下，當下吸一口氣，兩肘往上微抬，右拳左掌，直擊橫推，一快一慢的打了出去。這是降龍十八掌中的第十六掌「雙龍搶珠」，乃洪七公當日在寶應劉氏宗祠中所傳，一招之中剛柔相濟，正反相成，實是妙用無窮。瑛姑低呼一聲：「咦！」急忙閃避，但她躲去了郭靖右拳直擊，卻讓不開他左掌橫推，這一掌正好按中她的右肩，郭靖掌到勁發，眼見要將她推得撞向牆上，這草屋的土牆那裏經受起這股大力，勢不是牆破屋倒，就是她身子穿牆而出，但說也奇怪，手掌剛與她肩頭微微一觸，只覺那肩上卻似塗了一層厚厚的油脂，滑溜異常，連掌帶勁，都滑到了一邊。只是她身子也是一震，手中兩根竹籌撒在地下。郭靖吃了一驚，急忙收勢，但瑛姑身手何等快捷，早已借勢欺入，雙手五指成錐，分戳郭靖胸口「神封」、「玉書」兩穴。郭靖封讓不及，身子微側，這一側似是閃避來招，其實中間暗藏殺著。瑛姑只覺一股勁力從他右手上臂發出，撞向自己上臂，知道雙臂一交，敵在主位，已處奴勢，自己胳臂非斷不可，當下仍以剛才用過的「泥鰍功」將郭靖的手臂滑了開去。這幾下招招神妙莫測，每一路都大出於對方意料之外，兩人心驚膽寒，不約而同的躍開數步，各自守住門戶。郭靖心想：「這女子的武功好不怪異！她身上不受掌力，那我豈不是只有挨打的份兒？」瑛姑心中訝異更甚：「這少年小小年紀，怎能練到如此功夫？」隨即想起：「我在此隱居十餘年，勤修苦練，無意中悟得上乘武功的妙諦，自以為將可無敵於天下，不久就要出林報仇救人，豈知算數固然不如那女郎遠甚，連武功也未必能勝過這樣一個乳臭少年，那我十餘載的苦熬，豈非付於流水？復仇救人，再也休提？」想到此處，眼紅鼻酸，不自禁的又要流下淚來。郭靖心地仁厚，只道自己掌力已將她打痛，忙道：「晚輩無禮得罪，實非有心，請前輩恕罪，放咱們走吧。」瑛姑見他一面說，一面不住瞧著黃蓉，關切之情，見於顏色，想起自己一生不幸，愛侶遠隔，至今日團聚之念更絕，不自禁的起了妒恨之心，冷冷的道：「這女孩子中了裘千仞五毒神掌，臉上已現黑氣，最多只能再活三日，你還苦苦護著她幹麼？」郭靖大驚，細看黃蓉臉色，果然眉間隱隱現出一層淡墨般的黑暈。郭靖胸口一涼，隨即感到一股熱血湧上，搶上去扶著黃蓉上身，顫聲道：「蓉兒，你覺得怎樣？」黃蓉胸腹有如火焚，四肢卻是冰涼，知道那女子所說的話不假，嘆了口氣道：「靖哥哥，這三天之中，你不要離開我一步，成麼？」郭靖道：「我……我半步也不離開你。」瑛姑冷笑道：「就算半步不離開，也只廝守得三十六個時辰。」郭靖抬頭望她，眼中充滿淚水，一臉哀懇之色，似在求她別再說刻薄言語，刺傷黃蓉之心。瑛姑自傷薄命，十餘年來性子變為極為乖戾，對這對愛侶橫遭慘變，竟大感幸災樂禍，正想再說幾句厲害言語來譏刺兩人，見到郭靖呆呆發獃的神氣，腦海中忽如電光一閃，想到一事：「啊，啊，老天送這兩人到此，卻原來是叫我報仇雪恨，得償心願。」抬起了頭，喃喃自語：「天啊，天啊！」只聽得林外呼叫之聲，又漸漸響起，看來鐵掌幫四下找尋之後，料到靖蓉二人必在林中，只是無法覓路進入，過了半晌，林外遠遠送來了裘千仞的聲音，叫道：「神算子瑛姑哪，裘鐵掌求見。」他這兩句話逆風而呼，但竟然也傳了過來，足見內功深湛。瑛姑走到窗口，氣聚丹田，長叫道：「我素來不見外人，到我黑沼來的有死無生，你不知道麼？」只聽裘千仞叫道：「有一男一女走進你黑沼來啦，請你交給我吧。」瑛姑叫道：「誰走得進我的黑沼？三更半夜的，別再囉唆擾人清夢。」裘千仞叫道：「好吧，您別見怪吧！」語意之中，似乎對瑛姑不敢輕易得罪。只聽鐵掌幫徒的呼叫之聲，漸漸遠去。瑛姑轉過身來，對郭靖道：「你想不想救你師妹？」郭靖一呆，猛地雙膝點地，叫道：「老前輩若肯賜救……」瑛姑臉上猶似罩了一層嚴霜，道：「老前輩！我老了麼？」郭靖忙道：「不，不，也不算很老。」瑛姑雙目緩緩從郭靖臉上移開，望向窗外，自言自語的道：「不算很老，嗯，那畢竟是老了！」郭靖又喜又急，聽她語氣之中，似乎黃蓉有救，可是自己一句話又得罪了她，不知她還肯不肯施救，欲待辯解，卻又不知說什麼話好。瑛姑回過頭來，見他滿頭大汗，狼狽之極，心中一酸：「我那人對我只要有這傻小子十分之一的情意，唉，我這生也不算白白虛度了。」輕輕吟道：「四張機，鴛鴦織就欲雙飛。可憐未老頭先白，春波碧草，曉寒深處，相對浴紅衣。」郭靖聽她唸了這首短詞，心中一凜，暗道：「這詞好熟，我曾聽見過。」可是曾聽何人唸過，一時卻想不起來，似乎不是二師父朱聰，也不是黃蓉，於是低聲問道：「蓉兒，她唸的詞是誰作的，說些什麼？」黃蓉搖頭道：「我是第一次聽到，不知道是誰作的。嗯，可憐未老頭先白，真是好詞！」有宋一代，詞學極盛，文人學士固然人人會填詞譜歌，就是普通百姓，也都會唱得幾首，哼得幾句，有誰作得一首好詞來，不多時全國皆聞。像柳永所作之詞，竟稱天下凡有井水之處，都有流傳。郭靖心想：「蓉兒家學淵源，凡是出名的詩詞，決無不知之理。那麼是誰吟過這詞呢？當然不會是她，不會是她爹爹，也不會是歸雲莊的陸莊主。然而我確實聽見過的。」瑛姑此時也在回憶往事，臉上一陣喜一陣悲，頃刻之間，心中經歷了數十年的恩恩怨怨，猛然抬起頭來，道：「你師妹被裘鐵掌擊中，不知什麼東西從中擋了一擋，總算沒有當時斃命，但無論如何，挨不過三天……嗯，她的傷天下只有一人救得！」郭靖怔怔的聽著，聽到最後一句話時，心中怦的一跳，真是喜從天降，在地下咚咚咚磕了三個響頭，叫道：「請老……不，不，請你施救，感恩不盡。」瑛姑冷冷的道：「哼！我那裏有救人的本事？倘若我有此神通，怎麼還會在這陰濕寒苦之地受罪？」郭靖不敢接口，過了一會，瑛姑才道：「也算你們造化不淺，遇上我知道此人的所在，又幸好此去路程非遙，三天之內可至。只是那人肯不肯救，卻是難說。」郭靖喜道：「我苦苦求他決不至見危不救。」瑛姑道：「什麼見危不救？見死不救，也是人情之常。你給他什麼好處了？他為什麼要救你？」語意之中，實是含著極大怨憤。郭靖不敢接口，也不敢起來，只見她走到外面方室，伏在案頭，提筆書寫什麼，寫了好一陣，將那張紙用一塊布包好，再取出針線，在布包摺縫之處密密縫住，這樣連縫了三個布囊，才回到圓室，說道：「出林之後，避過鐵掌幫的追兵，直向東北到了桃源縣內，開拆這白色布囊，下一步該當如何，裏面寫得明白。時地未至，千萬不可先拆。」郭靖大喜，連聲答應，伸手欲接布囊。瑛姑縮手道：「慢著！若是那人不肯相救，那也算了。倘若救活她的性命，我卻有一件事相求。」郭靖道：「活命之恩，自當有報，請前輩吩咐便了。」瑛姑冷冷的道：「假若你師妹不死，她須在一月之內，重回此處，和我相聚一年。」郭靖奇道：「那幹什麼啊？」瑛姑厲聲道：「幹什麼跟你有何相干？我只問她肯也不肯？」黃蓉接口道：「你要我授你奇門術數。這有何難？我答允便是。」瑛姑向郭靖白了一眼道：「枉為男子漢，還不及你師妹十分中一分聰明。」當下將三個布囊遞給了他。郭靖接在手中，見一個白色，另兩個一紅一黃，當即穩穩放在懷中，重行叩謝。瑛姑一閃身，不受他的大禮，說道：「你不必謝我，我也不受你的謝。你們與我無親無故，我幹麼要救她？就算沾親有故，也犯不著費這麼大的神呢！咱們話說在先，我救她性命是為了我自己。哼，人不為己，天誅地滅。」這番話在郭靖聽來，極不入耳，但他素來拙於言辭，不善與人辯駁，此時為了黃蓉，更加不敢多說，只是恭恭敬敬的聽著。瑛姑白眼一翻，道：「你們累了一夜，也必餓了，且吃些粥吧。」當下黃蓉躺在榻上，半醒半睡的養神，郭靖守在旁邊，心中思潮起伏。過不多時，瑛姑用木盤托出兩大碗熱騰騰的香梗米粥來，還有一大碗山雞片、一碟臘魚，郭靖肚子早就餓了，先前掛念著黃蓉傷勢，並未覺得，此時略為寬懷，見到雞魚白粥，先吞了一口唾涎，輕輕拍拍黃蓉的手背，道：「蓉兒，起來吃粥。」黃蓉眼睜一線，微微搖頭道：「我胸口疼痛得緊，不要吃。」瑛姑冷笑道：「有藥給你止痛，卻又疑神疑鬼。」黃蓉不去理她，只道：「靖哥哥，你拿一粒九花玉露丸給我服。」那些丸藥是陸乘風當日在歸雲莊上所贈，黃蓉一直放在懷內，洪七公與郭靖被歐陽鋒所傷後，都曾服過幾顆，雖無療傷起死之功，卻有止疼寧神之效。郭靖應了，解開她的衣囊，取了一粒出來。當黃蓉提到「九花玉露丸」之時，瑛姑突然身子微微一震，後來見到那朱紅色的藥丸，厲聲道：「這是九花玉露丸麼？給我瞧瞧！」郭靖聽她語氣甚是怪異，不禁抬頭望了她一眼，卻見她眼中微露兇光，心中更奇，當下將一囊藥丸盡數遞給了她。瑛姑接了過來，但覺芳香撲鼻，聞到氣息已是遍體清涼，雙目凝視郭靖道：「這是桃花島的丹藥啊，你們從何處得來？快說，快說！」說到後來，聲音已極是慘厲。黃蓉心中一動：「這女子研習奇門五行，難道與桃花島那一個弟子有什麼干係？」只聽郭靖道：「她就是桃花島主的女兒。」瑛姑一躍而起，喝道：「黃老邪的女兒？」雙眼閃閃生光，兩臂一伸一縮，作勢就要撲上。黃蓉道：「靖哥哥，將那三隻布囊還她！她既是我爹爹仇人，咱們也不用領她的情。」郭靖將布囊取了出來，卻遲遲疑疑的不肯遞過去。黃蓉道：「靖哥哥，放下！也未必當真就死。死又怎樣？」郭靖從來不違黃蓉之意，只得將布囊放在桌上。卻見瑛姑望著窗外，又喃喃的叫道：「天啊，天啊！」突然走到隔室之中，背轉身子，不知做些什麼。黃蓉道：「咱們走吧，我見了這女子厭煩得緊。」郭靖未答，瑛姑已走了回來，說道：「我研習術數，為的是要進入桃花島。黃老邪的女兒已然如此，我再研習一百年也是無用。命該如此，夫復何言？你們走吧，把布囊拿去。」說著將一袋九花玉露丸和三隻布囊都塞在郭靖手中，對黃蓉道：「這九花玉露丸對你傷勢有害無益，不可再服。傷愈之後，一年之約不要忘記。你爹爹毀了我的一生，這裏的飲食寧可餵狗，也不給你們吃。」說著將白粥雞魚，都從窗口潑了出去。黃蓉氣極，正欲反唇相稽，一轉念，扶著郭靖站起身來，用竹杖在地下細沙上寫了三道算題：第一道是包括日、月、水、火、木、金、土、羅喉、計都的「七曜九執天竺筆算」；第二道是「立方招兵支銀給米題」（按即西洋數學中的級數論）；第三道是一道「鬼谷算題」：「今有物不知其數，三三數之剩二，五五數之剩三，七七數之剩二，問物幾何？」（按：這屬於高等數學中的數論，我國宋代學者對這類題目已研究得頗為深刻。）寫下三道題目，扶著郭靖手臂，緩緩走了出去。郭靖步出大門，一回頭，只見瑛姑手執算籌，凝目望地，呆呆出神。兩人走入林中，郭靖將黃蓉背起，仍由她指點路徑，一步步的向外走去。郭靖只怕數錯腳步，不敢說話，直到出林，才問：「蓉兒，你在沙上畫了些什麼？」黃蓉笑道：「我出三道題目給她。哼，半年之內，她必計算不出，教她花白頭髮全變白了。誰教她這等無禮？」郭靖道：「她跟你爹爹結下了什麼仇啊。」黃蓉道：「我沒聽爹爹說過。」過了半晌，道：「她年輕時候，必是個美人兒，靖哥哥你說是麼？」她心裏隱隱猜疑：「莫非爹爹昔日與她有甚麼情愛糾纏之事？」只是並無佐證，口中也就不說。郭靖道：「管她美不美呢。她想著你的題目，就算忽然反悔，也不會再追出來把布囊要回去啦。」黃蓉道：「不知布囊中寫些什麼，只怕她未必安著好心，咱們拆開來瞧瞧。」郭靖忙道：「不，不！依著她的話，到了桃源再拆。」黃蓉甚是好奇，忍不住的要先看，但郭靖堅持不允，只得罷了。鬧了一夜，天已大明，郭靖躍上樹頂四下一望，不見鐵掌幫徒眾的蹤跡，先放了一大半心，數聲呼嘯，先將小紅馬與血鳥招來，不久雙鵰也連翩而至。兩人甫上馬背，忽聽林邊喊聲大振，數十名幫眾蜂湧趕來。原來他們在樹林四周守了半夜，聽到郭靖呼嘯，急忙追至。郭靖大聲的說：「好啊，失陪了！」腿上微一用勁，小紅馬猶如騰空而起，但覺耳旁風生，片刻時分已將幫眾拋得無影無蹤。那小紅馬說快真快，到次日午間已奔出數百里之遙，兩人在路旁一家小飯舖中打尖，黃蓉傷勢漸重，只能喝半碗米湯。郭靖一問，知道當地已屬桃源縣管轄，忙取出那白布小囊，拉斷縫線，原來裏面是一張地圖，圖旁註著兩行字道：「依圖中所示路徑而行，路盡處係一大瀑布，旁有茅舍。到達時拆紅色布囊。」郭靖更不耽擱，上馬而行，奔出七八十里，道路愈來愈窄，再行八九里，道路兩旁山峰壁立，中間留出一條羊腸小徑，僅容一人勉強過去，小紅馬卻已前行不得。郭靖只得負起黃蓉，留紅馬在山邊啃食野草，邁開大步逕行入山。