第九十四回　震倒群獸史伯威又是一聲大喝，群獸齊聲怒吼，西山一窟鬼雖然人人都見過不少陣仗，但當此情景，卻也不由得不膽戰心驚。群獸吼聲未絕，已是一齊撲上，向西山一窟鬼身上咬去。郭襄「啊」的一聲呼叫，臉色慘白。史叔剛登時醒悟，伸手推開一頭撲向郭襄的猛虎，除下自己頭上的皮帽，戴在郭襄的秀髮之上。群獸久經訓練，一見她戴上皮帽，不再向她撲咬，轉頭攻擊十鬼。猛虎、豺狼、金錢豹、獅子、人猿、黑熊……各種惡獸對十鬼或抓或咬，西山十鬼雖然也奮力殺斃七八頭惡獸，但一來史氏五兄弟從旁牽制，二來猛獸實在太多，片刻之間，十鬼人人身上受傷，衣衫碎裂，鮮血淋漓，眼見立時便要命喪當地，無一能逃出群獸的爪牙。郭襄見三頭雄獅向大頭鬼一人圍攻，他手中的八角巨鎚已掉在地下，右臂被一頭雄獅咬住不放，全仗左手運掌成風，勉強支撐，抵擋著另外兩頭雄獅。郭襄想起是他帶自己出來，見他如此狼狽，心中不忍，當下不加思索，除下皮帽，揚手揮出，安在他的頭上，頭大帽小，形相極好笑，而且搖搖欲墜，戴不安穩。但史氏兄弟操練群獸之時，頭上均戴這種特製的皮帽，畜生究屬無知，那裏分得清友敵，一見大頭鬼頭上安了皮帽，登時轉身走開。這邊廂四頭花豹卻已將郭襄圍住。這時史叔剛正在搶奪長鬚鬼手中的鋼杖，免得他傷獸太多，聽得郭襄呼叫，回頭一看，不禁一驚，只因相距甚遠，不及過去解救。但說也奇怪，四頭豹子竟不向郭襄抓咬，繞著她邊嗅邊走，挨挨擦擦，情狀居然十分親熱。郭襄嚇得呆了，見四頭花豹實無惡意，一怔之下，想起母親和姊姊均曾說過，自己幼時吃母豹的乳汁長大，看來這四頭花豹嗅到自己身上體氣有異，因而引為同類。她又驚又喜，俯身抱著兩頭豹子的頭頸，另外兩頭花豹便伸舌頭舐她的手臂和臉頰。郭襄只覺一陣酸癢，格格笑了出來，史氏兄弟馴獸以來，從未見過如此情景，無不詫異。大頭鬼雖因皮帽而暫得免禍，但見兄弟姊妹九人個個難逃困厄，怎肯一人獨生？他西山一窟鬼雖非正人君子，平時所作所為也是旁門左道的居多，但相互義氣深重，當下抓起皮帽，向紅衣紅裙的俏鬼擲去，叫道：「九妹，你快逃命吧。」那俏鬼接住皮帽，擲給了長鬚鬼，叫道：「大哥，你先出去，他日設法給咱們報仇便是。」長鬚鬼卻將皮帽拋給笑臉鬼，說道：「十弟，君子報仇，十年未晚，你大哥活不到這麼久了。」他十人竟是誰也不肯要這件救命之物。笑臉鬼給五條惡狼纏住了，騰不出手來擲帽，那豺狼又是極貪極狠之物，口中一咬到血，雖見笑臉鬼頭上有了皮帽，卻不肯就此捨卻美食。笑臉鬼大聲咒罵，臉上可仍是帶著笑意。猛聽到頭頂一聲清嘯，一人朗聲說道：「西山一窟鬼不守信約，累我空等半晚，卻原來在這裏和群獸胡鬧！」郭襄一聽大喜，心道：「神鵰俠到了！」一抬頭，只見一株大樹的橫幹上坐著一人，他身邊蹲著一頭碩大無朋卻又醜陋不堪的巨鵰。這人身穿雪白長袍，右袖束在腰帶之中，果是斷了一臂，再看那人相貌時，不由得機伶伶打個冷戰，只見他臉色焦黃，木僵枯槁，那裏是個活人？實是一個僵屍。西山一窟鬼中儘有相貌獰惡之人，但絕無一人如他這般難看。郭襄未見他之時，小姑娘的心中，將他想像得風流儒雅、英俊瀟灑，此時一見，不禁大失所望，心道：「世人竟有如此相貌奇醜之人！」忍不住再向他望了一眼，卻見他一雙眸子精光四射，英氣逼人。那如電閃般的眼光掃過她臉時略一停留，似乎微感奇怪。郭襄心口一陣發熱，不由自主的暈生雙頰，低下頭來，隱隱約約的覺得，這神鵰俠倒也不怎麼醜怪了。眼前之人，正是楊過。十六年來，他苦候與小龍女重會之約，漫遊四方，行俠仗義，因一直和神鵰為侶，闖下了一個「神鵰俠」的名頭。他自思少年時風流孽緣太多，公孫綠萼為己喪命，程英和陸無雙鬱鬱終身，如果自己容貌醜陋，自不致有這許多罪過，因此經常戴著黃藥師所製的那張人皮面具，不以真面目示人。這晚與西山一窟鬼約鬥倒馬坪，對方過期不至，於是一路尋來。西山一窟鬼在群獸圍攻之下，人人性命在呼吸之間，斗然間聽到楊過說話，又多了一個強敵，心下均想：「罷了，罷了，連最後一絲逃生之望，也已斷絕。」只聽楊過朗聲又道：「這幾位是萬獸山莊的史氏賢昆仲麼？各位住手，聽我一言。」史伯威道：「咱們正是姓史。閣下是誰？」隨即道：「啊，恕我眼拙，閣下想必是神鵰俠了？」楊過道：「不敢，正是在下。快喝住這些虎狼獅豹吧，遲得片刻，假鬼只怕要變真鬼。」史伯威道：「待假鬼人人成了真鬼，再與閣下敘話。」楊過皺眉道：「西山一窟鬼和在下有約在先，你叫惡獸將他們咬死了，我跟誰說話去？」史伯威聽他言語漸漸無禮，嘿嘿一聲冷笑，反而驅喝群獸加緊上前攻擊。楊過喝道：「你既知我是神鵰俠，怎地對我的說話不加理睬？」史伯威笑道：「神鵰俠便怎樣？你有本事，便自行把我的獸兒喝住吧！」楊過說道：「鵰兄，好！咱們下去！」右手袖子一揮，一人一鵰，從樹幹上翩然而下。群獸不待人鵰落地，已四下裏吼叫著紛紛撲上。那神鵰雙翅展開，左擊右拂，發出一股猛烈無比的罡風，豺狼等身軀較小的惡獸被疾風一捲，站不住腳，踉踉蹌蹌的跌開。一獅一虎怒吼撲上，神鵰一翅掃出，直有數千斤的巨力，一獅一虎同時被牠掃了一個觔斗，牠左翅跟著一拍，正中一頭金錢豹子的腦門，立時頭骨碎裂而斃。群獸見牠如此威猛，誰也不敢上前，都是遠遠蹲著，嗚嗚發威。史伯威大怒，縱身向楊過撲來，手成虎爪之形，抓向他的胸口。楊過右肩微幌，袖子從上而下，噗的一聲，擊在他雙腕之上。史伯威但覺手腕劇痛，有如刀削，禁不住「啊」的一聲叫了出來。史叔剛緩步上前，伸掌平平推出。楊過叫道：「好功夫！」左掌伸出相抵，微微一笑，用了三成掌力。要知他十餘年來在海潮狂濤之中練功，掌力若是用足了，別說是血肉之軀，縱然是大樹厚牆，也是一掌而摧。但史叔剛曾得異人傳功，內力竟亦不同凡俗，身子一幌，竟不後退。楊過道：「小心了！」掌力一催，史叔剛眼前一黑，知道性命不保，忽聽得楊過說道：「啊，你身上有病！」身前一股排山倒海而至的巨力，瞬時間消於無影無蹤。史叔剛死裏逃生，呆呆的說不出話來。史伯威、仲猛、季強、孟捷四兄弟見他怔怔的站在當地，只道他已受重傷，急怒交攻，一齊撲向楊過。但見他身子一挫，正好一頭猛虎又從側面竄上，楊過一伸手，抓住猛虎頭頸，將這畜生當作一件活兵刃般，擋開史仲猛的銀管和史季強的銅杵，四隻虎爪卻抓向史伯威和史孟捷的頭臉胸口。楊過十餘年前使那玄鐵重劍之時，兵刃已有七十餘斤，這頭猛虎軀幹雖巨，也不過百餘斤重，他提在手中，輕飄飄的渾若無物。猛虎頭頸被抓，驚怒交集，那裏認得出主人，張牙舞爪，向伯威和孟捷兄弟又抓又咬。伯威、孟捷兩人平時雖與猛獸為伍，這時卻也鬧了個手忙腳亂。郭襄在旁拍手笑道：「神鵰俠，好手腳，史家兄弟服了吧？」楊過向她瞧一眼，心道：「這個小姑娘是什麼路道？她既與花豹為友，卻又出言嘲笑史氏兄弟？」史叔剛吐納兩下，氣息順暢，知道未受內傷，這位神鵰俠手下留情，剛才實是饒了自己性命，心想：「若憑真實功夫，咱們五兄弟齊上也不是他的對手。」眼見二哥和四弟兀自挺著兵刃，俟隙向楊過進擊，忙叫道：「兄長、弟弟，趕快住手，咱們可不能不知好歹。」管見子史仲孟一聽，立時撤回遞出去的銀管，那大力神史季強卻是個莽撞之徒，心想：「什麼叫做不知好歹？先吃我一杵再說。」雙手執杵，呼的一聲，往楊過頭頂直壓下去，這一招他叫作「巨象開山」，學的是巨象用長鼻擊物的姿勢。他那銅杵鑄成象鼻之形，前細後粗，微微彎曲，陽剛之中也帶陰柔之力，這一擊無慮有千斤之重。楊過更不閃避，擲開猛虎，左掌一翻，已將象鼻杵前端抓住，笑道：「咱們較量較量，是誰力大？」史季強用力下壓，但象鼻杵停在楊過頭頂，竟連分毫也壓不下去。史叔剛叫道：「三弟，不得無禮！」史季強向裏一奪，待要收回銅杵，但杵端被楊過抓住了，竟如被生鐵鑄住了一般。史季強連運三次勁，始終奪不回來。楊過發覺他回奪之力大得異常，心想：「我若不一顯神功，這個一身蠻力的莽夫終是不服。」突然左手往上一拗。這一拗之力，集於銅杵中部，運勁既巧且猛，按理史季強非脫手不可，那知竟被他牢牢抓住，只是一條和象鼻一般粗大的銅杵，卻彎成曲尺之形。楊過喝一聲：「好！」隨著向下一拗，銅杵從另一邊彎了上去，拍的一聲斷成兩截。史季強被震得雙手虎口都破裂寸許，鮮血長流。但這大漢竟有一股狠勁，仍是死命抓銅杵不放。楊過哈哈一笑，順手一擲，半截銅杵筆直插下，沒入雪地之中，剎時不見了影蹤。地下積雪不到一尺，那斷杵卻有三尺來長，卻給他一插滅跡，這股神功實是駭人。他遊目四顧，見史季剛、史孟捷等正在喝止虎豹，只是群獸野性一發作，又見了人血，實不易一一喝止。楊過向郭襄打個手勢，叫她用手指塞住雙耳。郭襄不明其意，但依言按耳，只見他縱口一呼，一聲龍吟般的嘯聲直入天際。郭襄雖是塞住了耳朵，仍是震得她心旌搖搖，如痴如醉，腳步站立不穩。幸好她自幼便修習父親所授的玄門正宗內功，因此武功雖然尚淺，內功的根基卻紮得甚是堅實，遠遠勝於一般武林中的好手，聽了楊過這麼一嘯，總算沒有摔倒。那嘯聲悠悠不絕，只聽得人人變色，群獸一一摔倒在地，接著西山十鬼、史氏兄弟盡皆跌倒，只有十餘頭大象、史叔剛和郭襄兩人勉強直立。那神鵰昂首環顧，甚有傲色。楊過心想這病夫內力不淺，我若再催嘯聲，硬生生將他摔倒，只怕他要受劇烈內傷，當下長袖一揮住口停嘯。過了片刻，眾人和群獸才一一站起，豺狼等小獸中，竟有被他嘯聲震暈不醒的，雪地中遍地都是群獸嚇出來的獸屎獸尿。群獸不等史氏兄弟呼喝，一齊夾著尾巴逃入樹林之中，連回頭瞧一眼也都不敢。史氏兄弟和西山一窟鬼生平那裏見過這等威勢？呆呆站著，竟不知說什麼好。楊過道：「史氏昆仲請恕無禮，只因在下和西山一窟鬼有約，迫得阻住雙方動手。待在下這回事了結之後，你們再分高下，在下誰也不幫，袖手觀鬥。」轉頭向煞神鬼道：「怎麼樣？你們要一個個的跟我車輪戰呢還是十個兒一齊上？」煞神鬼給他嘯聲一震之下，雖然翻身站起，心魂未定，一時答不出話來。長鬚鬼一揖至地，恭恭敬敬的說道：「神鵰大俠，你老人家的武功跟咱們天差地遠，西山一窟鬼如何敢跟你動手？咱們性命都是你老人家救的，你此後有何差遣，咱們水裏水裏去，火裏火裏去，無不遵從。你要叫咱兄弟退出山西，咱們立時便走，絕不有片刻停留。」楊過見了他的神情，心中早在懷疑，這時聽了他說話，問道：「尊駕可是姓樊，大號叫作一翁麼？」原來這長鬚鬼正是絕情谷中公孫止的首徒樊一翁，他自蒙楊過饒了一命後，僻地隱居，十年後重入江湖，仗著一身卓絕的武功，成為西山一窟鬼之首。他和楊過相見之時，楊過尚未斷臂，而這時戴了人皮面具，自更認他不出，於是躬身答道：「小人正是樊一翁，聽從神鵰大俠吩咐。」楊過微微一笑，舉手道：「不敢！各位既願聽從在下之言，那也不用出山西境界。煞神鬼，你放你那四個妾侍回家去吧！」煞神鬼道：「是！」頓了一頓，道：「這四個賤人若是不走，用大棍子轟她們出去。」楊過一怔，想起當日煞神鬼五個妻妾跪地為他求情的神色，倒似對他真有情義，倘若她們願意跟他，而他反而硬轟四妾出門，只怕反而傷了她們之心，於是笑道：「那也不用。她們倘若願走，你不得強留，如果願意跟你，唉，那有什麼法子？你說要娶四個妾侍，這話當真？」煞神鬼道：「為了小妾之事，累得神鵰大俠費心，又險險害了各位兄弟姊妹的性命，小人便有這膽子，我大哥也不容許我。」眾人一聽，都笑了起來。楊過道：「好啦，我的事已經了結，你們雙方動手便是。」說著和神鵰退在一旁，負手背後，只待史氏兄弟和西山十鬼再鬥。樊一翁叉手上前，向史伯威道：「西山十鬼擅闖寶莊，落得個個遍體鱗傷，今日暫且別過，但不知寶莊要在山西安業呢？還是回涼州去？咱們好上門拜訪啊。」史伯威聽他言語之中，意思是要登門尋仇，昂然道：「咱兄弟在涼州恭候大駕。倘若我三弟竟然……竟然因此不治，不用各位駕臨涼州，咱四兄弟自會上門候教。」樊一翁一怔，說道：「史三哥本就有病，這事跟咱們有何干係，倒要請教。」史伯威怒氣上衝，滿臉通紅，喝道：「我三弟……」史叔剛一聲長嘆，說道：「大哥，這事不用再提了。西山一窟鬼也是無心之失，小弟命該如此，不必多結無謂的怨家。」史伯威強忍怒氣，道：「好！」向樊一翁一抱拳，道：「青山不改，綠水長流，咱們後會有期。」轉頭問楊過道：「神鵰大俠，咱兄弟栽在你的手裏，佩服佩服。咱兄弟再練二十年武功，也不是你的對手，這樑子是不盼望報的了。咱們也不敢再見你面，你到那裏，咱們先行退僻便是。」楊過笑道：「史大哥言重了。」史伯威道：「走吧！」走到史叔剛身邊，伸手扶住他的胳臂，轉身便行。樊一翁聽他言語之中，有許多不解之處，忙道：「史大哥請留步。史三哥說咱們是無心之失，除了咱兄弟擅闖寶莊之外，是否此外尚有冒犯之處？倘若真是咱們的不是，西山一窟鬼殺頭尚且不懼，何懼向賢昆仲磕頭陪禮？」史伯威適才見他們在群獸圍攻之下，互擲皮帽，的確個個是不怕死的硬漢，倒也是非分明，淒然道：「你們驚走了九尾靈狐，使我三弟的內傷無法醫治，縱然磕一千個頭、一萬個頭，又有何用？」樊一翁吃了一驚，想起史氏兄弟率領獸群追逐那隻狐狸，想不到這隻小畜生，竟有這等重大的關係？那煞神鬼道：「這隻小狐狸有什麼用？嗯，既與史三哥貴體有關，大夥兒合力追捕便是，諒那小小一隻狐狸，何足道哉？」史季強大聲道：「什麼何足道哉？你若是捉得住這九尾靈狐，我史老四給你磕一百個響頭。啊哈便是磕一千個頭，我也心甘情願。」樊一翁心想：「史氏兄弟善於馴獸，當今之世，再無勝得他們的了。他們既說得如此艱難，旁人還有什麼指望？」想到這裏，不自禁的向楊過瞧了一眼。郭襄忍不住插口道：「你們說來說去，怎地不求求神鵰俠？」管見子史仲猛心中一動，他是史氏兄弟中最富智計之人，尋思：「這位神鵰俠武功深不可測，說不定他有法子。」當下說道：「小姑娘你知道什麼？除非是大羅金仙下凡，否則還有誰能捕得那頭九尾靈狐？」楊過微微一笑，明知他是出言相激，卻不接口。郭襄道：「這九尾靈狐到底有什麼希奇，你倒說來聽聽。」史仲猛嘆了口氣道：「前年歲尾，我三弟在涼州打抱不平，和人動手，對方使用詭計，我三弟一個不慎，身受重傷……」郭襄奇道：「這位史三叔武功好得很啊，是誰這等厲害？能傷得了他？」史叔剛道：「姑娘謬讚在下這點點本領，實如螢光之火。姑娘這般說法，豈不讓神鵰大俠笑掉了牙齒？」郭襄向楊過一瞥，道：「他！他自然不同。我說是旁人啊。」史仲猛道：「打傷我三弟的，是一個蒙古王子，名叫霍都！聽說是蒙古護國國師金輪法王的弟子。」楊過微微頷首，心道：「原來是他，怪不得有此功夫。」郭襄向楊過道：「神鵰俠，請你去把這蒙古王子痛打一頓，替史三叔報了這仇吧！」史仲猛道：「這個卻是不敢驚動神鵰俠的大駕，只須我三弟的傷痊了，再去尋他，當可找回這個場子。只是咱兄弟們所練的內功另成一派，受了這內傷之後甚是難治，須飲九尾靈狐之血，方能治得。」郭襄和西山一窟鬼都道：「啊，原來如此。」史仲猛道：「那九尾靈狐是百獸中極罕見、極靈異之物，咱兄弟足足尋訪了一年有餘，才在晉南發現了靈狐的蹤跡。這頭靈狐藏身之處也真是奇怪，是在此西北三十餘里的一個大泥沼中……」煞神鬼奇道：「大泥沼？是黑龍潭麼？」史仲猛道：「正是。各位久在晉南，自然知道這黑龍潭方圓數里之內，全是污泥，人獸無法容身，咱們費了好大力氣，才將牠引到這樹林之中。」煞神鬼恍然大悟，道：「啊！怪不得賢昆仲不許咱們進入林中。」史仲猛道：「是啊。想咱們姓史的到晉南來是客，便再無禮，也不能霸佔晉南之地，此事實是迫不得已。要知那九尾靈狐奔跑迅捷無倫，稍縱即逝，各位適才都是親眼得見的。咱們率領獸群，在林中圍得密不通風，眼見那靈狐便可成擒，不意各位在林中放起火來。野獸受驚亂竄，恰那靈狐逃了出去。說來慚愧，咱們雖盡全力，終於追捕不得。那靈狐這一逃回巢穴，再要捕牠可就千難萬難了。可是我三弟的內傷日重一日，勢難拖延，咱兄弟憂心如焚，以致行事莽撞，還請各位擔待。」說著抱拳唱喏，眼睛卻望著楊過。樊一翁道：「此事須讓咱們西山十鬼告罪才是。但不知賢昆仲先前如何誘那靈狐出來？此時何以不能重施故法？」史仲猛道：「狐性多疑，極難令牠上當，而這靈狐尤其狡獪無比。咱們用了一千多隻雄雞，每隔數丈燻烤一隻，將烤雞的香味送入黑龍潭中，再讓牠今天吃一隻，明天吃一隻，一直食了兩個月有餘，防備之心漸減，這才慢慢引到這森林之中。這一回牠受了大驚嚇，便是再隔百年，也不會再上當了。」樊一翁點點頭道：「確是如此。但若咱們直入黑龍潭捕捉，那又如何？」史仲猛道：「這黑龍潭數里內全是十餘丈深的污泥，縱有再高的輕功，也是難以立足，不論船隻、皮筏、還是木排，都是不能駛入。那九尾靈狐身小體輕，腳掌既厚，奔跑又速，因此能在污泥上面滑過。」郭襄突然想起自己家中豢養的雙鵰，她姊弟三人常自騎鵰凌空為戲，這神鵰的軀體比之她家的雙鵰大逾一倍，只怕兩個人也載得起，於是說道：「神鵰俠，只要你肯賜予援手，便有法子。」楊過微笑道：「史氏昆仲是降虎伏獅的大行家，尚且束手，區區縱願盡力，復有何用？」史仲猛聽他的口氣，竟是肯出手相助，這是他兄弟生死的關頭，再也顧不得旁的，雙膝一曲，便在雪地中跪下，向著楊過拜了下去，說道：「神鵰大俠，舍弟命在旦夕，還望大俠垂憐。」楊過閃電般的眼光在郭襄臉上一轉，說道：「你說我有法子，倒要聽聽小妹妹的高見。」郭襄道：「你騎在大鵰身上，不就能飛入黑龍潭了？」楊過哈哈大笑，道：「我這位鵰兄和普通飛禽不同，牠身子太重，從小便不會飛的。牠的鐵翅一掃能斃虎豹，便是不能飛翔。」這時史氏兄弟中，除史叔剛外，其餘四人均已跪在地下，楊過伸手扶起，沉聲道：「說不得，小弟且去出力一試，若是不成，諸位莫怪。」史氏兄弟大喜，心想這位大俠名滿天下，自是一諾千金，倘若他亦無法，那也是命該如此了。史伯威又拜了幾拜，道：「如此便請大俠和西山諸位大哥同到敝莊休憩，從長計議。」樊一翁道：「此事禍端因咱兄弟而起，自當聽由差遣。」史伯威道：「不敢。大夥兒不打不成相識，各位若不嫌棄，便請交了咱兄弟這幾個朋友。」西山一窟鬼和史氏兄弟適才過招動手，均知對方了得，雙方本無仇怨，只不過一時言語失和，當下各自客氣了幾句，相互結納起來。楊過卻道：「兄弟這便上黑龍潭去一趟，不論成與不成，再來寶莊拜候。」西山一窟鬼和史氏兄弟聽他沒叫旁人同去，素聞他行事獨來獨往，雖有出力之心，卻是不敢自薦。楊過向眾人一抱拳，轉身向北便行。郭襄心想：「我此來是要見神鵰俠，現下是已經見到了他。雖然此人相貌醜陋，但武功驚人，扶危濟困，急人之急，果然當得起『大俠』兩字，我此行可算不虛。」但一想到神鵰俠不知如何去捕捉九尾靈狐，她是少年人性情，好奇之心，油然而生，不知不覺的緩步跟在楊過後面。大頭鬼待要叫她，轉念一想：「她一意要見神鵰俠，必是有何言語要跟他說。」史氏兄弟不知郭襄的來歷，更是不便多說什麼。郭襄隨在楊過之後，相隔約摸十丈，一心只想瞧一瞧他如何去捉靈狐，只見楊過漸行漸快，那神鵰和他並肩而行，邁開大步，竟是疾逾奔馬，頃刻之間，郭襄已落在楊過之後二十來丈，遙遙望見他大袖飄飄，似乎在雪地中徐行緩步，可是和他相距卻越來越遠。郭襄屢展開家傳輕功，出力追趕，但不到一盞茶時分，楊過和神鵰的背影已縮成兩個黑點。郭襄焦急起來，叫道：「喂，你等我一等啊！」就這麼胸口氣息一岔，腳下一絆，一交摔在雪地之中。她又羞又急，不禁哭了起來。忽聽得一個溫和的聲音在耳邊響起：「為什麼哭？是誰欺侮你了？」郭襄抬頭一看，竟是楊過，不知他如何能這般迅速的回來。她既驚且喜，立時又覺不好意思，將頭一低，抱手帕拭抹眼淚。那知適才奔得急了，手帕竟是掉了。楊過從衣袖中取出一塊手帕，拈在拇指和食指之間，笑道：「你是找這個麼？」郭襄一看，正是自己那塊角上繡著一朵小花的手帕，突然說道：「是了，便是你欺侮我啊。」楊過奇道：「我怎地欺侮你了？」郭襄道：「你搶了我的手帕去，不是欺侮我麼？」楊過笑道：「你自己掉在地上，我好心給你拾了起來，怎說是搶你？」郭襄道：「我跟在你後面，我的手帕便是掉了，你又怎能拾到？明明是你搶我的。」其實郭襄跟隨身後，楊過早就知曉，故意加快腳步，試試她的輕功，覺得這個小姑娘年紀雖幼，武功卻出自名家所授，一發覺她在雪地摔倒，生怕她跌傷，急忙趕回，見她身後數丈之處掉了一塊手帕，當即給她拾起，只是他行動奇速，倏去倏回，雖然在前能拾到她的手帕，不免違乎常理了。楊過微笑道：「你姓什麼？叫什麼名字？尊師是誰？為什麼跟著我？」郭襄道：「你尊姓大名？你先跟我說，我才跟你說。」楊過這十餘年來連真面目也不肯示人，自是不願對一個陌生的姑娘說出自己姓名，道：「你這位姑娘好生奇怪，既不肯說，那也罷了。手帕奉還。」說著輕輕一揚，那塊手帕四角展開，舖平往空中，穩穩的飛到郭襄身前，郭襄大感有趣，伸手接住，說道：「神鵰俠，這是什麼功夫？你教我好不好？」楊過見她一派天真瀾漫，對自己猙獰可怖之極的面目竟是絲毫不感懼意，心想：「我且嚇她一嚇。」突然厲聲道：「你好大膽，為什麼不怕我？我要害你了。」說著走上一步來，舉手欲擊。郭襄一驚，但隨即格的一笑，道：「我才不怕呢。你真的要害我，自己還會說的麼？神鵰大俠義薄雲天，豈能害我一個小小女子？」縱是恬退清高之人，縱是山林隱逸之士，聽到有人真誠讚揚自己，也絕無不喜之理，楊過雖然不貪受旁人諂諛，但聽郭襄說得言辭懇摰，似乎確是衷心欽佩自己，不禁微笑道：「你素不識我，怎知我不會害人？」郭襄道：「我雖不識你，昨晚在風陵渡卻聽到許多人傳你的事蹟。我心中說：這樣一位英雄人物，定要見見，因此便跟著大頭鬼來見你了。」楊過搖頭道：「我算是什麼英雄？你見了之後，定是覺得見面不如聞名。」郭襄道：「不，不！你不算英雄，有誰還能算是英雄？」她這話一出口，隨即覺得沒提到父親，大是不該，忙道：「當然，除了你之外，世上也還有幾位大英雄大豪傑，但你也是其中之一。」楊過心想：「你這樣一個十幾歲的小娃兒，能知道幾個當世的人物？」微笑說道：「你說那幾位是大英雄大豪傑？」郭襄聽他言語中顯有瞧不起自己的意思，心念一轉，道：「我說出來，倘若說得對，你便帶我去捉那九尾靈狐好不好？」楊過道：「好，請你說幾位聽聽。」郭襄道：「好！有一位英雄，鎮守襄陽，奮不顧身，力抗蒙古，保境安民。這算不算是大英雄？」楊過大拇指一翹，道：「對！郭靖郭大俠，算得是大英雄。」郭襄道：「還有一位女英雄，輔佐夫君，助守襄陽，料敵如神，智計無雙，這算不算是大英雄？」楊過道：「你說的是郭夫人黃蓉？嗯，也可算是一位英雄。」郭襄道：「還有一位老英雄，五行奇術，鬼神莫測，文才武學，罕有其匹，這算不算是大英雄？」楊過道：「這是桃花島主黃藥師，那是武林前輩，我素來敬仰。」郭襄道：「又有一位，率領丐幫，鋤奸殺敵，為國為民，辛苦勞碌，他算不算是大英雄？」楊過道：「你說的是魯有腳魯幫主？嗯，此人武功並不怎麼，也說不上有什麼大作為，但瞧在『為國為民，鋤奸殺敵』八個字上，算他是一號人物。」郭襄道：「他自己是這樣的了不起，眼界自是極高，我再說下去，只怕他要說不對了。何況，除了爸爸、媽媽、外公、魯大伯，我也想不出還有誰了。」