第四九回　好官氣色車裘壯　獨客心情故舊疑韋小寶凱旋回京。大軍來到北京城外，朝廷大臣齊在城門口迎接。韋小寶率同佟國綱、索額圖、馬喇、阿爾尼、馬齊、朋春、薩布素、郎坦、巴海、林興珠等朝見康熙。皇帝溫言獎勉，下詔韋小寶進爵為一等鹿鼎公，佟國綱、索額圖等大臣以及軍官士卒各有升賞。此後數日，康熙接連召見韋小寶，詢問攻克雅克薩、劃界訂約的經過詳情。韋小寶據實奏告，居然並不如何誇張吹牛。康熙甚是歡喜，讚他大有長進，對他七名夫人和兩個兒子都加頒賞。這日康熙賜宴撫遠大將軍、鹿鼎公韋小寶暨此役有功諸臣。康熙在席上題了兩首詩，陪宴的翰林學士盡皆恭和，慶功紀盛。宴罷，韋小寶捧了御賜珍物，得意洋洋的出得宮來，從官前呼後擁，打道回府，忽聽得大街旁有人大呼：「韋小寶，你這忘恩負義的狗賊！」韋小寶吃了一驚，更聽得聲音頗為熟悉，側頭瞧去，只見一條大漢從屋簷下竄到街心，指著他破口大罵：「韋小寶，你這千刀萬剮的小賊，好好的漢人，卻去投降滿清，做韃子的走狗奴才。你害死了自己師父，殺害好兄弟，今日韃子皇帝封了你做公做侯，你榮華富貴，神氣活現。你奶奶的，老子白刀子進，紅刀子出，在你小賊身上戳你媽的十七廿八刀，瞧你還做不做得成烏龜公、甲魚公？」這大漢上身赤膊，胸口黑毿毿地生滿了長毛，濃眉大眼，神情兇狠，正是當年攜帶韋小寶來京的茅十八。韋小寶一呆之際，早有數十名親兵圍了上去。茅十八從綁腿中拔出短刀，待要抵抗，眾親兵一齊出手，有的伸刀架在他頸中，有的奪下他手中短刀，橫拖倒曳的拉過，綁了起來。茅十八兀自罵不絕口：「韋小寶，你這婊子生的小賊，當年老子帶你到北京，真是錯盡錯絕，我對不起陳近南陳總舵主，對不起天地會的眾家英雄好漢。老子今日就是不想活了，要讓天下眾人都知道，你韋小寶是賣友求榮、忘恩負義的狗賊，你只想升官發財，做韃子皇帝的走狗……」眾親兵打他嘴巴，他始終罵不絕口。韋小寶急忙喝止親兵，不得動粗。一名親兵取出手帕，塞入茅十八嘴裏。茅十八猶自嗚嗚之聲不絕，想必仍在痛罵。韋小寶吩咐親兵：「將這人帶到府裏，好生看守，別難為了他，酒食款待，等一會我親自審問。」韋小寶回府後，在書房中設了酒席，請茅十八相見，生怕他動粗，要蘇荃和雙兒二人假扮親隨，在旁侍候。親兵押著茅十八進來，韋小寶命除去茅十八身上銬鐐，令親兵退出。韋小寶含笑迎上，說道：「茅大哥，多日不見，你好啊。」茅十八怒道：「我有甚麼好不好的？自從識得你這小賊之後，本來好端端地，也變得不好了。」韋小寶笑道：「茅大哥且請寬坐，讓兄弟敬你三杯酒，先消消氣。兄弟甚麼地方得罪了茅大哥，你喝了酒之後，再罵不遲。」茅十八大踏步上前，喝道：「我先打死你這小賊再喝酒。」伸出碗大拳頭，呼的一聲，迎面向韋小寶擊去。蘇荃搶將上去，伸左手抓住了茅十八的手腕，輕輕一扭，右手在他肩頭拍了兩下。茅十八登時半身酸麻，不由自主的坐入椅中。他又驚又怒，使勁跳起，罵道：「小賊……」蘇荃站在他背後，雙手拿住他兩肩的「肩貞穴」，又輕輕向下一按，茅十八抗拒不得，只得重行坐下。他身形魁梧，少說也有蘇荃兩個那麼大，但為她高深武功所制，縛手縛腳，只有乖乖的坐著，更是惱怒，大聲道：「老子今日當街罵你這小漢奸，原是拚著沒想再活了，只是要普天下世人知道你賣師賣友的卑鄙無恥……」韋小寶道：「茅大哥，我跟皇上辦事，是去打羅剎鬼子，又不是去殺漢人，這可說不上是漢奸啊。」茅十八道：「那……那你為甚麼殺死你師父陳近南？」韋小寶急道：「我怎會害我師父？我師父明明是給鄭克塽那小子殺死的。」茅十八怒斥：「你這時候還在抵賴？韃子皇帝他媽的聖旨之中，說得再也清楚不過了。」韋小寶驚道：「皇上的聖旨之中，怎……怎會說我害死師父？」心中一片迷惘，轉頭向蘇荃瞧去。蘇荃道：「皇上前幾天升你為一等鹿鼎公，頒下的誥命中敘述你的功勞，也不知道誥命是誰寫的，其中說你『舉薦良將，蕩平吳逆，收台灣於版圖；提師出征，攻克雄城，揚國威於域外』，那都是對的。可是又有兩句話說：『擒斬天地會逆首陳近南、風際中等，遂令海內跳樑，一蹶不振；匪黨亂眾，革面洗心』，那便不對了。」韋小寶皺眉道：「甚麼洗面割心的，到底說些甚麼？」蘇荃道：「誥命裏說你抓住陳近南、風際中等人殺了，嚇得天地會的人再也不敢造反。」韋小寶跳起身來，大叫：「那……那有這事？這不是冤枉人嗎？」蘇荃緩緩搖頭，道：「風際中做奸細，確是咱們殺的，聖旨裏的話沒錯，就只多了『陳近南』三字。」韋小寶急道：「陳近南是我恩師，我……我怎會害他老人家？皇上……皇上這道聖旨……唉……你見了聖旨，怎不跟我說？」蘇荃道：「咱們商量過的，聖旨裏多了『陳近南』三字，你如知道了，一定大大的不高興。」韋小寶知道所謂「咱們商量過的」，便是七個夫人一齊商量過了，轉頭向雙兒瞧去，雙兒點了點頭。韋小寶道：「茅大哥，我師父的的確確不是我害的。那風際中是天地會的叛徒，他……他暗中向皇帝通風報信……」茅十八冷笑道：「那麼你倒是好人了？」韋小寶頹然坐倒，說道：「我跟皇上分說去，請他改了……改了……改了……」他連說三個「改了」，卻知道康熙決不致因聖旨中多了「陳近南」三字，會特地另發上諭修改，心想：「不知那個狗賊多嘴，去跟皇上說我害死師父。在皇上看來，這是我的忠心，可是……可是……我韋小寶還算是人嗎？」他心中焦急，突然間哇的一聲，哭了出來，叫道：「茅大哥，荃姊姊，好……好雙兒，我沒害死我師父！」三人見韋小寶忽然大哭，都吃了一驚。蘇荃忙走過去摟住他肩頭，柔聲道：「那鄭克塽在通吃島上害死你師父，咱們都是親眼見到的。」說著取出手帕，給他抹去了眼淚。茅十八這時才看了出來，這個武功高強的「親兵」原來竟是女子，不禁大為驚詫。韋小寶想起一事，說道：「茅大哥，鄭克塽那小子也在北京，咱們跟他當面對質去，諒他也不敢抵賴。對，對！咱們立刻就去……」正說到這裏，忽聽得門外親兵大聲說道：「聖旨到。御前侍衛多總管奉敕宣旨。」韋小寶站起身來，迎到門口，只見多隆已笑吟吟的走來。韋小寶向北跪下磕頭，恭請聖安。多隆待他拜畢，說道：「皇上吩咐，要提那在街上罵人的反賊親自審問。」韋小寶心頭一凜，說道：「那……那個人麼？兄弟抓了他來，已詳細審過，原來是個瘋子，這人滿口玉皇大帝、太上老君的胡說八道。兄弟問不出甚麼，狠狠打了他一頓，已將他放了。皇上怎地會知道這事？其實全不打緊的……」茅十八聽到這裏，再也忍不住，猛力在桌上一拍，只震得碗盞都跳了起來，乒乒乓乓，在地下摔得粉碎，大聲罵道：「他媽的韋小寶，誰是瘋子了？今日在大街上罵韃子皇帝的就是老子！老子千刀萬剮也不怕，難道還怕見他媽的韃子皇帝？」韋小寶暗暗叫苦，只盼騙過了康熙和多隆，隨即放了茅十八，那知他全然不明自己的一番迴護之意，如此公然辱罵皇上，茅十八當真便有十八顆腦袋，也保不住了。多隆嘆了口氣，對韋小寶道：「兄弟，你對江湖上的朋友挺有義氣，我也是很欽佩的。這件事你已出了力，算得是仁至義盡。咱們走罷。」茅十八大踏步走到門口，突然回頭，一口唾沫，疾向韋小寶臉上吐去。韋小寶正想著心事，不及閃避，拍的一聲，正中他雙目之間。幾名親兵拔出腰刀，便向茅十八奔去。韋小寶擺擺手，黯然道：「算了，別難為他。」多隆帶來的部屬取出手銬，將茅十八扣上了。韋小寶尋思：「皇上親審茅大哥，問不到三句，定要將他推出去斬了。我須立刻去見皇上，無論如何，總得想法子救人。」向多隆道：「我要去求見皇上，稟明內情，可別讓這粗魯漢子衝撞了皇上。」※※※一行人來到皇宮。韋小寶聽說皇帝在上書房，便即求見。康熙召了進去。韋小寶磕過了頭，站起身來。康熙道：「今日在大街上罵了你、又罵我的那人，是你的好朋友，是不是？」韋小寶道：「皇上明見萬里，甚麼事情用不著猜第二遍。」康熙道：「他是天地會的？」韋小寶道：「他沒正式入會，不過會裏的人他倒識得不少。他很佩服我的師父。皇上聖旨中說我殺了師父，他聽到後氣不過，因此痛罵我一場。至於對皇上，他是萬萬不敢有半分不敬的。」康熙微笑道：「你跟天地會已一刀兩斷，從今而後，不再來往了，是不是？」韋小寶道：「是。這次去打羅剎鬼子，奴才就沒帶天地會的人。」康熙問道：「以後你天地會的舊朋友再找上你來，那你怎麼辦？」韋小寶道：「奴才決計不見，免得大家不便。」康熙點了點頭，道：「因此我在那道誥命之中，親筆加上陳近南、風際中兩個的名字，好讓你日後免了不少麻煩。小桂子，一個人不能老是腳踏兩頭船。你如對我忠心，一心一意的為朝廷辦事，天地會的渾水便不能再淌了。你倘若決心做天地會的香主，那便得一心一意的反我才是。」韋小寶嚇了一跳，跪下磕頭，說道：「奴才是決計不會造反的。奴才小時候做事胡裏胡塗，不懂道理，現在深明大義，洗面割心，那是完完全全不同了。」康熙點頭笑道：「那很好啊。今天罵街的那個瘋子，明天你親自監斬，將他殺了罷。」韋小寶磕頭道：「皇上明鑒，奴才來到北京，能夠見到皇上金面，都全靠了這人。奴才對他還沒報過恩，大膽求求皇上饒了這人，寧可……寧可奴才這番打羅剎鬼子的功勞，皇上盡數革了，奴才再退回去做鹿鼎侯好了。」康熙臉一板，道：「朝廷的封爵，你當是兒戲嗎？賞你做一等鹿鼎公，是我的恩典。你拿了爵祿封誥來跟我做買賣，討價還價，好大的膽子！」韋小寶連連磕頭，說道：「奴才是漫天討價，皇上可以著地還錢。退到鹿鼎候不行，那麼退回去做通吃伯、通吃子也是可以的。」康熙本想嚇他一嚇，好讓他知道些朝廷的規矩，那知這人生來是市井小人，雖然做到了一等公、大將軍，無賴脾氣卻絲毫不改，不由得又好氣，又好笑，喝道：「他媽的，你站起來！」韋小寶磕了個頭，站起身來。康熙仍是板起了臉，說道：「你奶奶的，老子跟你著地還錢。你求我饒了這叛逆，那就得拿你的腦袋，來換他的腦袋。」韋小寶愁眉苦臉，說道：「皇上的還價太兇了些，請您升一升。」康熙道：「好，我就讓一步。你割了卵蛋，真的進宮來做太監罷。」韋小寶道：「請皇上再升一升。」康熙道：「不升了。你不去殺了此人，就是對我不忠。一個人忠心就忠心，不忠就不忠，那也有價錢好講的？」韋小寶道：「奴才對皇上是忠，對朋友是義，對母親是孝，對妻子是愛……」康熙哈哈大笑，說道：「你這傢伙居然忠孝節義，事事俱全。好，佩服，佩服。明天這時候，拿一個腦袋來見罷，不是那叛逆的腦袋，便是你自己的腦袋。」韋小寶無奈，只得磕頭退出。康熙見他走到門口，說道：「小桂子，你又想逃走了嗎？」韋小寶道：「這一次是不敢了。奴才回家去，墊高了枕頭，躺下來好好想想，最好是既能讓皇上歡喜，又顧得了朋友義氣，而奴才自己這顆腦袋，仍是生得牢牢的。」康熙微笑道：「很好。我跟建寧公主多日不見，很想念她，已吩咐接來宮裏。」頓了一頓，又道：「你其餘的六個夫人，三個兒女，也隨同公主一起進宮來朝見太后。太后說你功勞不小，要好好賞你的夫人和兒女。」韋小寶道：「多謝太后和皇上的恩典，奴才實在是粉身難報。」退得兩步，忍不住道：「皇上，奴才以前說過，你是如來佛，我是孫悟空，奴才說甚麼也跳不出你的手掌心。」康熙微笑道：「你神通廣大，那也不用客氣了。」※※※韋小寶出得書房門，不由得唉聲嘆氣，心道：「皇上把我七個老婆、三個兒女都扣了起來，就算我有膽子逃走，可也捨不得哪。」走到長廊，多隆迎將上來，笑道：「韋兄弟，太后召見你的夫人、公子、小姐，賞賜定是不少。恭喜你啊。」韋小寶拱手道：「托福，托福。」多隆微笑道：「兄弟這回帶兵出征之前，吩咐我給你討債，討到現下，也有七八成了。二百六十幾萬兩銀子的銀票，回頭我送到府上來。」韋小寶笑道：「大哥本領不小，居然搾到了這麼多。」隨即恨恨的道：「鄭克塽這小子害死我師父，直到今天，還是叫我頭痛之極。他奶奶的，那瘋子今日在街上罵人，還不是鄭克塽種下的禍根。」越想越恨，說道：「大哥，請你多帶人手，咱們這就討債去。」多隆聽到又要去鄭府討債，那是第一等的賞心樂事，今日有撫遠大將軍、一等鹿鼎公韋公爺帶隊，幹起來更加肆無忌憚，當即連聲答應，吩咐御前侍衛副總管在宮裏值班，率了一百名侍衛，簇擁著韋小寶向鄭府而去。那鄭克塽封的雖然也是公爵，然而和韋小寶這公爵相比，可就天差地遠了，一個是歸降的叛逆藩王，一個是皇帝駕前的大紅人、大功臣。同是公爵府，大小、派頭卻也大不相同，大門匾額上那「海澄公府」四字乃是黑字，不如韋小寶「鹿鼎公府」那四字是金字。韋小寶一見之下，便有幾分喜歡，說道：「這小子門口的招牌，可不及我的金字招牌了。」眾侍衛來海澄公府討債，三日兩頭來得慣了的，也不等門公通報，逕自闖進府去。韋小寶在大廳上居中一坐，多隆坐在一旁。鄭克塽聽得撫遠大將軍韋小寶到來，那是他當世第一尅星，不由得便慌了手腳，卻又不敢不見，只得換上公服，戰戰兢兢的出迎，上前拱手見禮，叫了聲：「韋大人！」韋小寶也不站起，大剌剌的坐著，抬頭向天，鼻中哼了一聲，向多隆道：「多大哥，鄭克塽這小子可忒也無禮了。咱們來了這老半天，他不理不睬，可不是瞧不起人嗎？」多隆道：「是啊！殺人償命，欠債還錢。老是做一輩子縮頭烏龜，終究是躲不過去的。」鄭克塽怒極，只是在人簷下過，那得不低頭，眼前二人，一個是手握兵權的大將軍，一個是御前侍衛總管，自己無權無勢，身當嫌疑之地，雖說爵位尊榮，其實處境比之一個尋常百姓還要不如，只得強忍怒氣，輕輕咳嗽一聲，說道：「韋大人，多總管，您兩位好！」韋小寶慢慢低下頭來，只見眼前站著個弓腰曲背的老頭兒，頭髮花白，容色憔悴不堪，仔細再看，這人年紀倒也不怎麼老，只是愁眉苦臉，眼角邊都是皺紋，頦下留了短鬚，也已花白，再凝神一看，卻不是鄭克塽是誰？數年不見，竟然老了二三十歲一般。韋小寶先是大奇，隨即明白，他這幾年來苦受折磨，以致陡然衰老，不禁起了憐憫之意，但跟著想起當年他在通吃島上手刃陳近南的狠毒，怒氣立時便湧將上來，冷笑道：「你是誰？」鄭克塽道：「在下鄭克塽，韋大人怎地不認識了？」韋小寶搖頭道：「鄭克塽？鄭克塽不是在台灣做延平王嗎？怎麼會到了北京？你是個冒牌貨色。」鄭克塽道：「在下歸順大清，蒙皇上恩典，賞了爵祿。」韋小寶道：「哦，原來如此。你當年在台灣大吹牛皮，說要打到北京，拿住了皇上，要怎樣怎樣長，怎樣怎樣短，這些話還算不算數？」鄭克塽背上冷汗直流，心想：「他要加我罪名，胡亂捏造些言語，皇上總是聽他的，決不會聽我的。」自從多隆率領御前侍衛和驍騎營軍士不斷前來滋擾，鄭克塽當真度日如年，從台灣帶來的大筆家產，十之八九已給他們勒索了去，為了湊集二百多萬兩銀子的巨款，早將珠寶首飾變賣殆盡。他心中已不知幾千百遍的懊悔，當日實不該投降。施琅攻來之時，如率兵奮力死戰，未必便敗，就算不勝，在陣上拚命而死，也對得起祖父、父親的在天之靈，不致投降之後，卻來受這無窮的困苦羞辱。此刻聽了韋小寶這幾句話，更是懊喪欲死。韋小寶道：「多大哥，這位鄭王爺，當年可威風得很哪。兄弟最近聽得人說，有人要迎接鄭王爺回台灣去，重登王位。鄭王爺，來跟你接頭的人，不知怎麼說？兄弟想查個明白，好向皇上回報。」鄭克塽顫聲道：「韋大人，請你高抬貴手。您說的事，完……完全沒有……」韋小寶道：「咦，這倒奇了。多大哥，昨兒咱們不是抓到了一個叛徒嗎？他破口大罵皇上，又罵兄弟。這人說是鄭王爺的舊部下，說他在北京受人欺侮，要為他報仇，要殺盡滿清韃子甚麼的。」鄭克塽聽到這裏，再也支持不住，雙膝一曲，跪倒在地，顫聲道：「韋大人饒命！小人過去罪該萬死，得罪您老人家。您大人大量，放我一條生路，老天爺保祐您公侯萬代。」韋小寶冷笑道：「當日你殺我師父的時候，可沒想到今日罷？」突然間後堂快步走出一人，身材瘦長，神情剽悍，卻是「一劍無血」馮錫範。他搶到鄭克塽身旁，一伸手便拉起了他，轉頭向韋小寶道：「當年殺陳近南，全是我的主意，跟鄭公爺無關。你要為你師父報仇，儘管衝著我來好了。」韋小寶對馮錫範向來十分忌憚，見到他狠霸霸的模樣，不由得全身在椅中一縮，顫聲道：「你……你想打人嗎？」多隆跳起身來，叫道：「來人哪！」便有十多名侍衛一起擁上，團團圍住。韋小寶見己方人多勢眾，這才放心，大聲道：「這人在京師之地，膽敢行兇，拿下了。」四名侍衛同時伸手，抓住了馮錫範的手臂。馮錫範也不抗拒，朗聲道：「我們歸降朝廷，皇上封鄭公爺為海澄公，封我為忠誠伯。皇上金口說道，過去的事一筆勾銷，決不計較。韋大人，你想假公濟私，冤枉好人，咱們只好到皇上跟前去分剖明白。」韋小寶冷笑道：「你是好人，嘿嘿，原來『一劍無血』馮大人是大大的好人，這倒是今日第一天聽見！」馮錫範道：「我們到了北京之後，安份守己，從來不見外人，更加不敢犯了半條王法。這些侍衛大人不斷的前來伸手要錢，我們傾家蕩產的應付，那都沒有甚麼。韋大人，你要亂加我們罪名，皇上明見萬里，只怕也由不得你。」這人有膽有識，遠非鄭克塽可比，這番話侃侃而言，韋小寶一時倒也難以辯駁，心想他二人雖是台灣降人，卻已得朝廷封爵，欺侮欺侮固然不難，當真要扳倒他們，皇上只消問得幾句，立時便顯了原形。皇上料到自己是為師父報仇，非怪罪不可。他心中已自軟了，嘴上卻兀自極硬，說道：「我們昨天抓到一個叛逆，他親口供認要迎鄭王爺回台灣，難道會是假的？」馮錫範道：「這種人隨口妄扳，怎作得數？請韋大人提了這人來，咱們上刑部對質。」韋小寶道：「你要對質？那好得很，妙得很，刮刮叫得很，別別跳得很。」轉頭問鄭克塽道：「鄭王爺，你欠我的錢，到底幾時還清哪？」馮錫範聽得韋小寶顧左右而言他，鑒貌辨色，猜想他怕給皇帝知曉，心想這件事已弄到了這步田地，索性放大了膽子，鬧到皇帝跟前。皇帝年紀雖輕，卻十分英明，是非曲直，定能分辨。若不乘此作個了斷，今後受累無窮。實在是給這姓韋的小子逼得讓無可讓了，狗急跳牆，人急懸樑，你逼得我要上吊，大夥兒就拚上一拚。他心念已決，說道：「韋大人，多總管，咱們告御狀去。」韋小寶嚇了一跳，心想要是告到皇帝跟前，自己吃不了要兜著走，可是這當兒決不能示弱，說道：「很好！把這姓鄭的一併帶了走！把他們兩個先在天牢裏收押起來，讓他們好好享享福，過得一年半載，咱們慢慢的再奏明皇上。」多隆心下躊躇，鄭克塽是敕封的公爵，跟他討債要錢，那是不妨，真要逮人，卻非奉到上諭不可，低聲道：「韋大人，咱們先去奏知皇上，再來提人。」鄭克塽心中一寬，忙道：「是啊，我又沒犯罪，怎能拿我？」見風使帆原是韋小寶的拿手好戲，當即說道：「是不是犯罪，現下還不知道。你欠我的錢可沒還清，那怎麼辦？你是還錢呢，還是跟了我走？」鄭克塽聽得可免於逮捕，一疊連聲的道：「我還錢，我還錢！」忙走進內堂，捧了一疊銀票出來，兩名家丁捧著托盤，裝著金銀首飾。鄭克塽道：「韋大人，卑職翻箱倒籠，張羅了三四萬兩銀子，實在再也拿不出了。」韋小寶道：「再也拿不出了？我不信，兄弟陪你進去找找。」鄭克塽道：「這個……這個……那可不大方便。」馮錫範大聲道：「我們又沒犯了王法，韋大人要抄我們的家，是奉了聖旨呢，還是有刑部大堂的文書？」韋小寶笑道：「這不是抄家。鄭王爺說再也拿不出了，我瞧他還拿出得很。只怕他金銀珠寶，還有大批刀槍武器、甚麼龍椅龍袍，收藏在地窖秘室之中，一時找不到，大夥兒就給他幫忙找找。」鄭克塽忙道：「刀槍武器、龍椅龍袍甚麼的，我……我怎敢私藏？再說，卑職只是……只是公爵，『王爺』的稱呼，是萬萬不敢當的。」韋小寶對多隆道：「多大哥，請你點一點，一共是多少錢。」多隆和兩名侍衛點數銀票，說道：「銀票一共是三萬四千三百兩銀子，還有些挺不值錢的首飾，不知怎生作價。」韋小寶伸手在首飾堆裏翻了幾下，拿起一枚金鳳釵，失驚道：「啊喲，多大哥，這是違禁的物事啊，皇上是龍，正宮娘娘是鳳，怎……怎麼鄭王爺的王妃，也戴起金鳳釵來？」馮錫範更是惱怒，大聲道：「韋大人，你要雞蛋裏找骨頭，姓馮的今日就跟你拚了。普天下的金銀首飾鋪子，那一家沒金鳳釵？北京城裏官宦之家的女眷，那一個不戴金鳳釵？」韋小寶道：「原來馮大人看遍了北京城裏官宦之家的女眷，嗯，你說那一家的太太小姐最為美貌？嘖嘖嘖，厲害，厲害，看了這麼多人家的女眷，眼福不淺。康親王的王妃，兵部尚書明珠大人的小姐，你都見過了嗎？」馮錫範氣得話也說不出來，心裏也真有些害怕，知道這少年和當朝權貴個個交好，倘若將這番話加油添醬的宣揚出去，自己非倒大霉不可。鄭克塽連連打躬作揖，說道：「韋大人，一切請你擔代，卑職向你求個情。」韋小寶見幾句話將馮錫範嚇得不敢作聲，順風旗已經扯足，便哈哈一笑，說道：「多大哥，兄弟的面子，比起你來可差得遠了，多大哥來討債，討到了二百多萬兩銀子，兄弟親自出馬，卻不過這麼一點兒。」鄭克塽道：「實在是卑職家裏沒有了，決不敢……決不敢賴債不還。」韋小寶道：「咱們走罷！過得十天半月，等鄭王爺從台灣運到了金銀，再來討帳便是。」說著站起身來，走出廳去。馮錫範聽得韋小寶言語之中，句句誣陷鄭克塽圖謀不軌，仍在和台灣的舊部勾結，這是滅族的大罪，若不辯明，一世受其挾制，難以做人，朗聲道：「我們奉公守法，不敢行錯踏差了半步。今日韋大人、多總管在這裏的說話，我們須得一五一十的奏明皇上。否則的話，天地雖大，我們可沒立足之地了。」韋小寶笑道：「要立足之地麼？有的，有的。鄭王爺、馮將軍回去台灣，不是有一塊大大的立足地麼？你們兩位要商議立足的大事，我們不打擾了。」攜了多隆之手，揚長出門。※※※韋小寶回到府中，當即開出酒筵，請眾侍衛喝酒。多隆命手下侍衛取過四隻箱子，打了開來，都是金銀珠寶以及一疊疊的銀票，笑道：「討了幾個月債，鄭克塽這小子的家產，一大半在這裏了。韋兄弟，你點收罷。」韋小寶取了一疊銀票，約有十幾萬兩，說道：「這狗賊害死了我師父，偏生皇上封了他爵位，這仇是報不得了。多謝大哥和眾位兄弟治得他好慘，代兄弟出了這一口惡氣。我師父沒家眷，兄弟拿這筆錢，叫人去台灣起一座大大的祠堂，供奉我師父。餘下的便請大哥和眾位兄弟分了罷。」多隆連連搖手，說道：「使不得，使不得。這是鄭克塽欠兄弟的錢。你只消差上幾名親兵，每日裏上門討債，也不怕他不還。我們給你辦一件小小差使，大家是自己人，怎能要了你的？」韋小寶笑道：「不瞞大哥說，兄弟的家產已多得使不完，好朋友有錢大家使，又分甚麼彼此？」多隆說甚麼也不肯收，兩人爭得面紅耳赤，最後眾侍衛終於收了一百萬兩銀子的「討債費」，另外三十萬兩，去交給驍騎營的兄弟們分派，餘下的多隆親自捧了，送入韋府內堂。眾侍衛連著在宮裏值班的，大家一分，每人有幾千兩銀子。人人興高采烈，酒醉飯飽之餘，便在公爵府花廳上推牌九、擲骰子的大賭起來。既是至好兄弟，韋小寶擲骰也就不作弊了。賭到二更時分，韋小寶向多隆道：「多大哥，兄弟還要煩勞你做一件事。」多隆手氣正旺，心情大佳，笑道：「好，不管甚麼事，只要你吩咐。」但隨即想起一事，說道：「就只一件不成！那個罵街的瘋子，皇上吩咐了要我嚴加看管，明天一早由你監斬。倘使我徇私釋放，皇上就要砍我的頭了。」韋小寶想託他做的，便正是這件事，那知他話說在前頭，先行擋回，心想：「皇上神機妙算，甚麼都料到了。連一百萬兩銀子都買不到茅大哥的一條命。」心中惱恨，便又想去鄭克塽家討債，但一想到鄭克塽那副衰頹的模樣，覺得儘去欺侮這可憐蟲也沒甚麼英雄，一轉念間，說道：「那瘋子是皇上親自吩咐了的，我便有天大的膽子，也不敢放他。今日咱們去討債，那鄭克塽倒也罷了，他手下那個馮錫範，媽巴羔子的好不厲害，咱們可都給他欺了。兄弟想起來，這口氣當真嚥不下。」幾名侍衛在旁聽了，都隨聲附和，說道：「咱們今日見著，人人心裏有氣。韋大人不用煩惱，大夥兒這就找上門去。他一個打了敗仗的降將，竟膽敢在北京城裏逞強，這般無法無天的，咱們還用混嗎？」眾侍衛越說越怒，都說立時去拆了馮錫範的伯爵府。韋小寶道：「咱們去幹這龜兒子，可不能明著來，給言官知道了，奏上一本，御前侍衛的名聲也不大好。」多隆忙道：「是，是，兄弟顧慮得很對。」韋小寶道：「多大哥也不用親自出馬，便請張大哥和趙大哥兩位帶了人去。」向張康年和趙齊賢道：「你們冒充是前鋒營泰都統的手下，有緊急公事，請馮錫範那龜兒子商議。他就算心中起疑，卻也不敢不來。走到半路，便給他上了腳鐐手銬，眼上蒙了黑布，嘴裏塞了爛布，在東城西城亂兜圈子，最後才兜到這裏來。大夥兒狠狠揍他一頓，剝光他衣衫，送去放在泰都統姨太太的床上。」眾侍衛鬨堂大笑，連稱妙計。御前侍衛和前鋒營的官兵向來不和，碰上了常常打架。前鋒營的統領本是阿赤濟，那日給韋小寶用計關入了大牢，後來雖放了出來，康熙怪他無用，辦事不力，已經革職，現下的都統姓泰。多隆和泰都統明爭暗鬥，已鬧了好久，只是誰也奈何不了誰。多隆更是心花怒放，說道：「老泰這傢伙怕老婆，娶了妾侍不敢接回家去。他新娶的第八房姨太太住在甜水井胡同，老泰晚上不去住宿。咱們把馮錫範剝得赤條條的，放在他新姨太太的床上，老泰非氣個半死不可。他就算疑心是咱們搞的鬼，大夥兒只要不洩漏風聲，他也無可奈何。」當下眾侍衛除去了身上的侍衛標記，嘻嘻哈哈的出門而去。※※※韋小寶和多隆在廳上飲酒等候。韋小寶手下的親兵不斷打探了消息來報：眾侍衛已到了「忠誠伯府」門前，自稱是前鋒營的，打門求見；馮錫範出來迎接，要請眾人入內喝茶；張康年說奉泰都統之命，有台灣的緊急軍情，請他即刻去會商；馮錫範已上了轎，眾侍衛擁著去了西城；眾侍衛已將馮錫範上了銬鐐，將他隨帶的從人也都抓了起來；一行人去了北城，九門提督的巡夜喝問，趙齊賢大聲回答是前鋒營的，馮錫範在轎裏一定聽得清清楚楚；眾人向著這邊府裏來了……過得一炷香時分，眾侍衛押著馮錫範進來。張康年大聲道：「啟稟泰都統：犯官馮錫範帶到。」韋小寶右手捏緊拳頭，作個狠打的姿勢。眾侍衛叫道：「犯官馮錫範勾結叛逆，圖謀不軌。泰都統有令，重重拷打。」當即拳打腳踢，往他身上招呼。馮錫範武功極高，為人又十分機警，當眾侍衛冒充前鋒營官兵前來相請之時，他便瞧出路道不對，若要脫逃，眾侍衛人數雖多，卻也決計擒拿不住。但他投降後得封伯爵，心想對方縱使有意陷害，皇帝英明，總可分辯，要是自己脫身而走，不免坐實了畏罪潛逃的罪名，從此尊榮爵祿，盡付流水，是以一直不加抗拒。只因貪圖富貴，以致身為當世武功高手，竟給眾侍衛打得死去活來。眼見他鼻孔流血，內傷甚重，韋小寶甚感痛快，殺師父之仇總算報了一小半，再打下去只怕便打死了，當即搖手制止，命親兵剝光他衣衫，用一條毛氈裹住。這時馮錫範已自奄奄一息，人事不知。多隆笑道：「這就到老泰的八姨太家去罷。」趙齊賢笑道：「最好把老泰的八姨太也剝光了，將兩人捆在一起。」眾侍衛大樂，轟然叫好。多隆要瞧泰都統的八姨太給剝光了衣衫的模樣，笑道：「這次我來帶隊。」一行人抬了馮錫範正要出發，忽然兩名親兵快步進來，向韋小寶稟報：「啟稟大人：甜水井胡同泰都統的外宅，這會兒鬧得天翻地覆，正在打大架。」眾人都吃了一驚，均想：「怎麼洩漏了風聲？泰都統有了防備，這件事可要糟糕。」韋小寶問道：「甚麼人打大架？」一名親兵道：「小人等一共八人，奉了大人將令，在甜水井胡同前後打探，忽然見到一隊娘子軍，總有三四十人……」韋小寶皺眉道：「甚麼娘子軍？」那親兵道：「回大人：這一大隊人都是大腳女人，有的拿了擀麵棍兒，有的拿了洗衣棒，還有拿著門閂扁擔，衝進泰都統的外宅，乒乒乓乓的亂打，把一個花不溜秋的小娘子拉了出來，用皮鞭狠狠的抽。」韋小寶道：「這可奇了！再探。」兩名親兵答應了出門。第二路探子跟著來報：「回大人：泰都統騎了快馬，已趕到甜水井胡同。他衣服也沒穿好，左腳有靴子，右腳卻是赤腳。原來率領娘子軍攻打甜水井胡同的，便是泰都統夫人。」眾人一聽之下，鬨堂大笑，才知是泰都統夫人喝醋，去抄打他的外宅。那親兵說到這裏，也忍不住笑，又道：「那位太太抓住了泰都統，劈臉就是劈劈拍拍兩個耳括子，跟著又是一腳，好不厲害。泰都統打躬作揖，連說：『太太息怒！』」多隆手舞足蹈，說道：「這一下可有得老泰受的了。」韋小寶笑道：「大哥，你快帶領人馬，趕去勸架。這一下老泰給你揪住了小辮子，保管他前鋒營從今而後，再也不敢跟咱們御前侍衛作對。」多隆給他一言提醒，大喜之下，伸手在自己額頭用力一鑿，笑道：「我這胡塗蛋！這麼好的機會也不抓住。兄弟們，大夥兒去瞧熱鬧啊。」率領眾侍衛，向甜水井胡同急奔而去。※※※韋小寶瞧著躺在地下的馮錫範，尋思：「這傢伙怎生處置才是？放了他之後，他必定要去稟告皇上。就算拿不到我把柄，皇上也必猜到是我作的手腳。」背負雙手，在廳上踱來踱去，又想：「天一亮，就得去殺茅大哥，可有甚麼法子救他性命？『大名府』劫法場是不行的，法場，法場……」突然之間，想起了一齣戲來：「『法場換子』！對了，薛剛闖了禍，滿門抄斬，有個徐甚麼的白鬍子老頭兒，把自己的親生兒子，在法場換了一個薛甚麼的娃娃出來……」他看過的戲文著實不少，劇中人的名字不大說得上來，故事卻是記得清清楚楚的。一想到「法場換子」，跟著又想起了另外一齣戲來：「『搜孤救孤』！這故事也差不多，有個叫做程嬰的黑鬍子，把自己的兒子去掉換了主子的兒子，讓兒子去殺頭，救了小主人的性命。乖乖不得了，幸虧茅大哥的年紀跟我兒子不一樣，否則的話，要我將虎頭、銅鎚送上法場殺頭，換了茅大哥出來，雖說朋友義氣為重，這種事情我可是萬萬不幹的。很好，很好！」向著躺在地下的馮錫範重重踢了一腳，說道：「你運氣不壞，韋大人這就收了你做乾兒子。韋大人的親兒子捨不得換，乾兒子就馬馬虎虎。」當即叫了親兵隊長進來，密密囑咐一番，賞了他一千兩銀子，另外又有一千兩銀子，命他去分給辦事的其餘親兵。那隊長躬身道謝，說道：「大人放心，一切自會辦得妥妥貼貼，決不有誤。」韋小寶安排已畢，回進內堂。七個夫人和兒女都給太后召進皇宮去了，屋裏冷冷清清，和衣在床上躺了一會，不久天便亮了。辰牌時分，宮裏傳出旨來：「江洋大盜茅十八大逆不道，辱罵大臣，著即斬首，命撫遠大將軍、一等鹿鼎公韋小寶監斬。」韋小寶接了上諭，在府門外點齊了親兵，只見多隆率領了數十名御前侍衛，押著茅十八而來。茅十八目青鼻腫，滿臉是血，顯是受了苦刑。他一見韋小寶便破口大罵：「韋小寶，你這不要臉的小漢奸，今日你做老子的監斬官，老子死得一點不冤。誰叫我當日瞎了眼睛，從揚州的婊子窩裏，把你這小漢奸帶到北京來？」眾親兵大聲吆喝，茅十八卻越罵越兇。韋小寶不去理他，問多隆道：「老泰怎樣了？」多隆笑道：「昨晚我趕到時，老泰已給他夫人抓得滿臉都是血痕。他一見到我，這份狼狽樣兒可有得瞧的了。我做好做歹，勸住了他夫人，又把他八姨太接到我家裏，讓兩個小妾陪她。老泰千恩萬謝，感激得了不得。」韋小寶笑問：「這位八姨太相貌怎樣？」多隆大拇指一翹，說道：「嘿嘿，了不起！」韋小寶笑道：「你可不能見色起意，乘火打劫！」多隆哈哈大笑，道：「兄弟你放一百二十個心，你大哥那能這麼不長進？老泰雖是我對頭，這種事情你大哥是決計不幹的。」當下兩人押著茅十八，往菜市口法場而去。多隆騎馬，韋小寶則乘了一輛大馬車。茅十八坐在開頂的牛車之中，雙手反綁，頸中插了一塊木牌，寫道：「立斬欽犯茅十八一名」。牛車自騾馬市大街向西，眾百姓紛紛聚觀。茅十八沿途又叫又唱，大喊：「老子十八年後，又是一條好漢，所以名叫茅十八，早就知道是要殺頭的。」街邊百姓大聲喝采，讚他：「有種，是硬漢子。」來到騾馬市大街和宣武門大街交叉十字路口的菜市口法場，韋小寶的親兵早已連夜搭好了蓆棚，棚前棚後，守衛得極是嚴密。多隆奉了康熙的囑咐，生怕天地會要劫法場，已知會九門提督，派了二千名官兵在法場四周把守。茅十八凜然站在法場中心，大叫：「咱們都是大漢百姓，花花江山卻給韃子佔了，總有一日，要把韃子殺得乾乾淨淨！」韋小寶下車進棚，馬車停在棚邊。韋小寶升座，請多隆坐在一旁。多隆皺眉道：「這犯人儘說大逆不道的言語，在這裏煽動人心，咱們儘快把他斬了罷。」韋小寶道：「是。」喝道：「帶犯人！」四名親兵將茅十八推進棚來，要按他跪倒，茅十八說甚麼也不肯跪。韋小寶道：「不用跪了。」轉頭向多隆道：「大哥，驗明正身，沒錯罷？」多隆道：「沒錯！」韋小寶道：「驗明正身，立斬欽犯茅十八一名。」提起硃筆，在木牌上畫了個大圈，摔了出去。一名親兵拾起木牌，將茅十八拉了出去。韋小寶道：「多大哥，我給你瞧一樣好玩的物事。」說著從衣袖中取出一疊手帕來，遞到多隆面前，手帕上繡的是一幅春宮圖，圖中男女面目俊美，姿態生動。多隆一見之下，目光登時給吸住了，翻過一塊手帕，下面一塊帕子上繡的又是另外一幅春宮，姿勢甚是奇特。多隆笑道：「這模樣倒古怪得緊。」一連翻下去，每塊帕子上所繡的人物姿態愈出愈奇，有一男二女者，有二男三女者。多隆只看得血脈賁張，笑道：「兄弟，這寶貝兒是那裏來的？你給哥哥也買上一套。」韋小寶笑道：「這是兄弟孝敬大哥的。」多隆如獲至寶，眉花眼笑的連聲多謝，將一疊手帕珍而重之的收入懷中。便在這時，外面砰砰砰連放三炮，親兵隊長進來稟告：「時辰已到，請大人監斬。」韋小寶道：「好！」站起身來，拉著多隆的手，走到棚外。只見茅十八垂頭喪氣的跪在法場之中，便如昏迷了一般。鼓手擂起鼓來，鼓聲一停，披紅掛綵的劊子手舉起手臂，靠在下臂的鬼頭刀向前一推，登時將犯人的腦袋切下，左足飛出，踢開腦袋。犯人身子向前一倒，脖子中鮮血狂噴。多隆道：「差事辦成了，咱們別過了罷。我要去見皇上覆旨。」韋小寶哽咽道：「多大哥，這人跟我挺有交情，實在是皇上的嚴旨，救他不得，唉！」說著以袖拭淚，抽抽噎噎的哭了起來。多隆嘆道：「兄弟很夠義氣。你好好收殮了他，給他安葬，那也是很對得起死者了。」韋小寶應了一聲，哭泣不止。韋小寶以衣袖拭淚，其實是將袖中備下的生薑揉擦雙眼，辣得眼睛通紅，流淚不止，心中暗暗好笑，慶幸計策成功。多隆又安慰了幾句，送他上了車，這才上馬而去。眾親兵簇擁著馬車，逕回公爵府。另有幾名親兵以草蓆捲起犯人屍首，放入早就備在一旁的棺材，蓋上棺蓋釘實。觀斬的眾百姓紛紛議論，都說茅十八臨死之前還敢破口大罵，當真是英雄好漢，也有怕事的便出言訶責，說這欽犯大逆不道，決不可讚他，以免惹禍上身。韋小寶來到府門前下車，那輛馬車逕自向南，出了北京城，一直往南，向揚州而去。※※※韋小寶進宮覆旨。康熙即行召見。他已得多隆回報，知道韋小寶監斬茅十八時曾流淚不止，這時見他雙目紅腫，心下微感歉仄，又想他忠心為主，很是難得，溫言慰撫了幾句，說道：「小桂子，你抓來的那些羅剎兵，大多數求我釋放回國，我都已放了，卻有二百多名願意留居中國。」韋小寶道：「北京比莫斯科熱鬧好玩，跟隨皇上辦事，又比跟隨那兩個不中用的羅剎小沙皇，風光多了。」康熙微笑道：「我將這批羅剎兵編為兩個『俄羅斯佐領』。這兩隊兵，就撥歸你統帶罷。你可得好好管束，不許他們在京裏生事。」韋小寶大喜，跪下謝恩。出得宮來，兩隊羅剎兵已在太和門外金水橋邊侍候。羅剎兵穿了新製的清兵服色，光鮮合身，倒也神氣。韋小寶吩咐：每人賞銀二十兩，給假三天。羅剎兵大叫「烏拉」不已。終康熙之世，這兩隊羅剎兵一直在清軍中服役，忠心不貳。外國使臣前來北京，見到中國皇帝役使羅剎官兵，無不心中敬畏。直到眾羅剎兵逐漸老死，「俄羅斯佐領」的編制方始裁撤。（按：關於被俘羅剎兵編入清軍詳情，具見俞正燮「癸巳類稿」卷九「俄羅斯佐領考」。蕭一山「清代通史」云：「俘獻京師，玄燁赦之，編為佐領，是為俄羅斯族兵，其苗裔今有存者云。」則俄羅斯兵有和中國女子通婚而生育子女者。）韋小寶回到府中，公主和其餘六位夫人、三名子女都已從宮中出來，人人得了太后不少賞賜，公主卻愀然不樂。韋小寶一問，原來太后對七個夫人一視同仁，公主雖是她親生女兒，卻無半句親熱的言語。韋小寶自然明白其中緣故，暗想：「太后沒對你特別不好，已是瞧在你老公份上了。」說道：「太后是很識大體的，只怕對你特別好了，六個姊妹吃醋。」公主怒道：「她是我親娘，對我好些，難道她們也會吃醋？」韋小寶摟住她，笑道：「我對你特別好些，瞧她們吃不吃醋？」眾夫人嘰嘰喳喳，笑成一團。公主是直性子人，大家一鬧，也就釋然了。此後十多天中，王公大臣一個個設宴和韋小寶慶功道賀，聽戲賭錢，更無虛夕。這一日多隆來訪，說起馮錫範失蹤了十多天，他家人已告上了順天府。多隆低聲問道：「兄弟，那晚咱們痛打了他一頓，後來怎樣了？」韋小寶道：「後來就送他回家了，這傢伙到那裏去啦？」多隆道：「不是你殺了他？」韋小寶道：「倘若是我叫人殺了他，你一定也在旁瞧著。多大哥，你有沒瞧見？」多隆忙道：「沒有，沒有。咱們只狠狠打了他一頓，那裏殺他了？」韋小寶道：「是啊。兄弟自從奉旨帶兵後，雖已交卸了副總管的差使，但只要是御前侍衛們幹的事，不論有甚麼干係，兄弟仍然跟大哥一起擔當。」多隆微笑道：「亂子是不會有的。馮家咬定那晚是前鋒營老泰派人來接他去的，後來就沒回家。順天府親自去拜訪老泰，問起那晚的事。老泰好不尷尬，支支吾吾的不願多說，後來老羞成怒，大發脾氣，順天府也不敢查了。」說著站起身來，拍拍韋小寶的肩頭，笑道：「兄弟，你是福將。那想到事情會有這麼湊巧，老泰的夫人遲不遲、早不早，偏偏會在這一晚心血來潮，率領娘子軍去攻打甜水井胡同。這一來，甚麼事情都教老泰給擔當了去。」他心中料定，馮錫範定是暗中給韋小寶殺了，這件事自己雖然也擔了些干係，但嫁禍於前鋒營泰都統，卻是大合己意。他那裏知道，泰都統夫人不遲不早於那時出師，並非湊巧，而是韋小寶算準時刻，派人向她通風報信的。他自然更加不會知道，韋小寶派了親兵，在監斬的蓆棚中搭了複壁，將馮錫範藏於其內。待驗明茅十八正身，牽出蓆棚之時，韋小寶拿出春宮手帕來，引開了多隆的目光，手下親兵立即將茅十八和馮錫範二人掉了包。其時馮錫範昏迷不醒，滿臉是血，衣著打扮和茅十八一模一樣，在法場中低頭而跪，立即斬首，馮茅二人面貌身材雖然有異，卻誰也沒有發覺，劊子手所殺的，其實是馮錫範的頭。親兵將茅十八抱入緊靠蓆棚的韋大人座車，塞住了他嘴巴，馬不停蹄的送往揚州，過了黃河才跟他說明真相，又送了他三千兩銀子。茅十八死裏逃生，銳氣大挫，又覺韋小寶拚了性命救他，並非不講義氣之人，自也不會再聲張出來了。※※※韋小寶連日酬酢，也有些膩了，記掛著天地會的兄弟，心想皇帝的手段越來越厲害，自己在公爵府享福，青木堂的眾兄弟可別讓皇帝給一網打盡了，須得商量個計較才是。於是扮作個富家公子模樣，要雙兒扮作了親隨，兩人來到天橋，在人叢中混了半個時辰，便見徐天川背著藥箱，坐在一家小菜館中喝茶。韋小寶當即走進茶館，在徐天川的座頭上坐了下來，低聲叫道：「徐大哥！」徐天川霍地站起，怒容滿臉，大踏步走了出去。韋小寶一愕，跟了出去，見徐天川儘往僻靜處走去，當下和雙兒遠遠跟隨在後。徐天川穿過三條胡同，經過兩條小街，來到一條小巷子前，巷口兩株大銀杏樹。他走進巷子，到第五家屋子的大門上打了幾下。板門開處，樊綱迎了出來。他一見到韋小寶，一怔之際，也是怒容滿臉。韋小寶走上前去，笑道：「樊大哥，你好！」樊綱哼了一聲，並不答話。徐天川板起了臉，問道：「韋大人，你是帶了兵馬來捉我們嗎？」韋小寶忙道：「徐三哥怎……怎麼開這個玩笑？」樊綱快步走到小巷外一張，回進屋來，關上了門。韋小寶和雙兒跟著二人穿過院子，來到大廳，只見李力世、祁清彪、玄貞道人、高彥超、錢老本等一干人都聚在廳上。眾人一見韋小寶，都「啊」的一聲，站起身來。韋小寶拱手道：「眾位哥哥，大家都好。」玄貞道人怒道：「我們還沒給你害死，總算還不錯！」刷的一聲，拔出了腰間佩劍。韋小寶退了一步，顫聲道：「你……你們為甚麼對我……對我這樣？我又沒做……做甚麼對不起你們的事？」玄貞道人大聲怒喝：「總舵主給你害死了，風二哥也給你害死了，前幾天你又殺了茅十八！我……我們恨不得抽你的筋，剝你的皮。」韋小寶大急，忙道：「沒……沒有的事，那都是假的。」玄貞搶上一步，左手抓住了他衣襟，厲聲道：「我們正想不出法子來殺你，你……你這小漢奸今日上門送死，真是總舵主在天有靈。」韋小寶見情勢不對，回過頭來，便想施展「神行百變」功夫，溜之大吉，卻見徐天川和樊綱二人手執兵刃站在身後，只得說道：「大家自己兄弟，何必……何必這樣性急？」玄貞道：「誰跟你這小漢奸稱兄道弟？你這小鬼花言巧語，沒甚麼好聽的。先剖了你的狼心狗肺出來，祭了總舵主和風二哥再說。」左臂一縮，將他拉近身去。韋小寶大叫：「冤枉，冤枉哪！」雙兒眼見危急，從懷裏取出羅剎短銃，向著屋頂砰的一聲，放了一槍，屋中登時煙霧瀰漫，隨即抓住韋小寶後心，用力一扯。玄貞當年吃過西洋火器的大苦頭，父兄都死於火器之下，一聽到槍聲，心頭大震，韋小寶便給雙兒奪了過去。雙兒躍向屋角，擋在韋小寶身前，以短銃銃口對著眾人，喝道：「你們講不講理？」玄貞紅了雙眼，叫道：「大夥兒上，跟他們拚了！」提劍便欲搶上。錢老本伸手拉住，說道：「道長，且慢！」向雙兒道：「你有甚麼道理，說來聽聽。」雙兒道：「好！」於是將韋小寶如何為了相救陳近南及眾家好漢而出亡、如何給神龍教擄向通吃島、陳近南如何為鄭克塽和馮錫範二人所殺、風際中如何陰謀敗露而給自己轟斃、康熙如何一再命令韋小寶剿滅天地會而他決不奉命、最近又如何法場換人搭救茅十八等情，一一說了。她並非伶牙俐齒之人，說得殊不動聽，但群豪和她相處日久，素知她誠信不欺，又見她隨口說出來，沒絲毫躊躇，種種情由決非頃刻之間捏造得出，韋小寶為了救護眾人而棄官，伯爵府為大炮轟平，眾人原是親歷，再細想風際中的行事，果然一切若合符節，不由得都信了。玄貞道：「既是這樣，韃子皇帝的聖……聖……他媽的聖旨之中，怎麼又說是韋香主害死了總舵主？」他改口稱為「韋香主」，足見心中已自信了九分。雙兒搖頭道：「這個我就不懂了。」祁清彪道：「這是韃子皇帝的陰謀，要韋香主跟本會一刀兩斷，從今而後，死心塌地做韃子的大官。」徐天川道：「祁兄弟的話不錯。」還刀入鞘，雙膝一曲，便向韋小寶跪下，說道：「我們一批胡塗蟲魯莽得緊，得罪了韋香主，罪該萬死，甘領責罰。」其餘群豪跟著一起跪下。玄貞連打自己耳光，罵道：「該死，該死！」韋小寶和雙兒急忙跪下還禮。韋小寶驚魂方定，說道：「眾位哥哥請起，常言道不知者不罪。一時誤會有甚麼打緊？」群豪站起身來，又一再道歉。韋小寶這時可得意了，手舞足蹈，述說往事。他的敘述自然精采生動，事事驚險百出，但在群豪聽來，卻遠不如雙兒所說的可信。群豪交頭接耳的低聲商議了一會，李力世道：「韋香主，總舵主不幸為奸人所害。天地會群龍無首，十堂兄弟一直在商議推舉總舵主的事。咱們青木堂兄弟想推你為總舵主。只是怕其餘九堂的兄弟們不服，又或是心有疑忌，大夥兒想請你去立一件大功。」韋小寶連連搖手，說道：「總舵主我是決計做不來的。」但好奇心起，問道：「卻不知要我立甚麼大功？」李力世道：「三藩之亂已定，台灣又給韃子佔了，北方羅剎人也已給韋香主打退，咱們反清復明的大業，可越來越難了。」韋小寶嘆了口氣，道：「是啊。」心中卻道：「既然很難，大家就偷偷懶，不幹反清復明了罷。」李力世道：「韃子皇帝年紀雖輕，卻是十分精明能幹，又會收羅人心。天下百姓對前朝已漸漸淡忘。再這般拖得幾年，只怕韃子的江山就坐穩了。」韋小寶又嘆了口氣，道：「是啊。」心道：「小玄子坐穩江山，也沒甚麼不好啊。」李力世道：「韋香主很得皇帝寵信，大夥兒想請你定個計策，帶著眾兄弟混進宮去，刺死韃子皇帝。」韋小寶大驚，顫聲道：「這……這件事可辦不到。」樊綱道：「請問韋香主，不知道中間有甚麼為難？」韋小寶道：「皇宮裏的侍衛多得很，又有驍騎營、前鋒營、護軍營、火器營、健銳營、虎槍營等等保駕，乖乖不得了。單是侍衛，就有御前侍衛、乾清門侍衛、三旗侍衛。當日神拳無敵歸辛樹老爺子這等英雄了得，尚且失手斃命，何況是我？要行刺皇上，那可是難上加難。」群豪聽他一口拒絕，已是不悅，又聽他口稱「皇上」，奴氣十足，更是人人臉有怒色。樊綱向眾兄弟瞧了一眼，對韋小寶道：「韋香主，行刺韃子皇帝當然極難，然而由你主持大局，卻也不是絕無成功的指望。我們兄弟進得宮去，那是沒一人想活著出來的了，卻無論如何要保得韋香主平安。你曾為本會立了不少大功，本會十數萬兄弟之中，實在沒一人及得上你。天地會和韃子不共戴天。今後反清復明的重擔子，全仗韋香主挑起。」韋小寶搖頭道：「這件事我是決計不幹的。皇上要我滅了天地會，我不肯幹，那是講義氣。你們要我去刺殺皇帝，我也不幹，那也是講義氣。」玄貞怒道：「你是漢人，卻去跟韃子皇帝講義氣，那不是……不是漢……」他本想罵出「漢奸」兩字來，終於強行忍住。樊綱道：「這件事十分重大。韋香主難以即刻答應，那也是情理之常。請你仔細想想，再吩咐大夥兒罷。」韋小寶忙道：「好，好。我去仔細想想，我去仔細想想。」徐天川見他毫無誠意，說道：「只盼韋香主不可忘了故總舵主的遺志，不可忘了亡國的慘禍，凡我漢人，決不能做韃子的奴才。」韋小寶道：「對，對。那是不能忘的。」群豪知他言不由衷，均各默然。韋小寶瞧瞧這個，望望那個，笑道：「眾位哥哥怎麼不說話了？」群豪仍是均不作聲。韋小寶甚感沒趣，猶似芒刺在背，說道：「那麼今天咱們暫且分手，待我回去仔細想想，再跟眾位大哥商量。」說著站起身來。群豪送到巷口，恭恭敬敬的行禮而別。