《射鵰英雄傳四》金庸《二○一五年六月五日版》《好讀書櫃》典藏版第三十一回　鴛鴦錦帕一燈大師低低嘆了口氣道：「其實真正的禍根，還在我自己。我大理國小君，雖不如中華天子那般後宮三千，但后妃嬪御，人數也是眾多，唉，這當真作孽。想我自來好武，少近婦人，連皇后也數日難得一見，其餘貴妃宮嬪，那裏還有親近的日子？」說到此處，向四名弟子道：「這事的內裏因由，你們原也不知其詳，今日好教你們明白。」黃蓉心道：「他們當真不知，總算沒有騙我。」只聽一燈說道：「我眾妃嬪見我日常練功學武，有的瞧著好玩，纏著要學，我也就隨便指點一二，好教她們練了健身延年。內中有一個姓劉的貴妃，天資特別穎悟，竟然一教便會，一點即透，難得她年紀輕輕，整日勤修苦練，武功大有進境。也是合當有事，那日她在園中練武，卻給周伯通周師兄撞見了。那位周師兄是個第一好武之人，生性又是天真爛漫，不知男女之防，眼見劉貴妃練得起勁，立即上前和她過招。周師兄得自他師哥王真人的親傳，劉貴妃那裏是他對手……」黃蓉低聲道：「啊喲，他出手不知輕重，定是將劉貴妃打傷了？」一燈大師道：「人倒沒有打傷，他是三招兩式，就以點穴法將劉貴妃點倒，隨即問她服是不服。劉貴妃自然欽服。周師兄解開她的穴道，甚是得意，便即高談闊論，說起點穴功夫的秘奧來。劉貴妃本來就在求我傳她點穴功夫，可是你們想，這門高深武功，我如何能傳給後宮妃嬪？她聽周師兄這麼說，正是投其所好，當即恭恭敬敬的向他請教。」黃蓉道：「咳，那老頑童可得意啦。」一燈道：「你識得周師兄？」黃蓉笑道：「咱們是老朋友了，他在桃花島上住了十多年沒離開一步。」一燈道：「他這樣的性兒，怎能耽得住？」黃蓉笑道：「是給我爹爹關著的，最近才放了他。」一燈點頭道：「這就是了。周師兄身子好罷？」黃蓉道：「身子倒好，就是越老越瘋，不成樣兒。」指著郭靖，抿嘴笑道：「老頑童跟他拜了把子，結成了義兄義弟。」一燈大師忍不住莞爾微笑，接著說道：「這點穴功夫除了父女、母子、夫婦，向來是男師不傳女徒，女師不傳男徒的……」黃蓉道：「為甚麼？」一燈道：「男女授受不親啊。你想，若非周身穴道一一摸到點到，這門功夫焉能授受？」黃蓉道：「那你不是點了我周身穴道麼？」那漁人與農夫怪她老是打岔，說些不打緊的閒話，齊向她橫了一眼。黃蓉也向兩人白了一眼，道：「怎麼？我問不得麼？」一燈微笑道：「問得問得。你是小女孩兒，又是救命要緊，那自作別論。」黃蓉道：「好罷，就算如此。後來怎樣？」一燈道：「後來一個教一個學，周師兄血氣方剛，劉貴妃正當妙齡，兩個人肌膚相接，日久生情，終於鬧到了難以收拾的田地……」黃蓉欲待詢問，口唇一動，終於忍住，只聽一燈接著道：「有人前來對我稟告，我心中雖氣，礙於王真人面子，只是裝作不曉，那知後來卻給王真人知覺了，想是周師兄性子爽直，不善隱瞞……」黃蓉再也忍不住，問道：「甚麼事啊？甚麼事鬧到難以收拾？」一燈一時不易措辭，微一躊躇才道：「他們並非夫婦，卻有了夫婦之事。」黃蓉道：「啊，我知道啦，老頑童和劉貴妃生了個兒子。」一燈道：「唉，那倒不是。他們相識才十來天，怎能生兒育女？王真人發覺之後，將周師兄捆縛了，帶到我跟前來讓我處置。我們學武之人義氣為重，女色為輕，豈能為一個女子傷了朋友交情？我當即解開他的捆縛，並把劉貴妃叫來，命他們結成夫婦。那知周師兄大叫大嚷，說道本來不知這是錯事，既然這事不好，那就殺他頭也決計不幹，無論如何不肯娶劉貴妃為妻。當時王真人嘆道：若不是早知他傻裏傻氣，不分好歹，做出這等大壞門規之事來，早已一劍將他斬了。」黃蓉伸了伸舌頭，笑道：「老頑童好險！」一燈接著道：「這一來我可氣了，說道：『周師兄，我確是甘願割愛相贈，豈有他意？自古道：兄弟如手足，夫妻如衣服。區區一個女子，又當得甚麼大事？』」黃蓉急道：「呸，呸，伯伯，你瞧不起女子，這幾句話簡直胡說八道。」那農夫再也忍不住了，大聲道：「你別打岔，成不成？」黃蓉道：「他說話不對，我定然要駁。」在漁樵耕讀四人，一燈大師既是君，又是師，對他說出來的話，別說口中決不會辯駁半句，連心中也是奉若神聖，這時聽得黃蓉信口恣肆，都不禁又驚又怒。一燈大師卻並不在意，繼續講述：「周師兄聽了這話，只是搖頭。我心中更怒，說道：『你若愛她，何以堅執不要？倘若並不愛她，又何以做出這等事來？我大理國雖是小邦，難道容得你如此上門欺辱？』周師兄呆了半晌不語，突然雙膝跪地，向著我磕了幾個響頭，說道：『段皇爺，是我的不是，你要殺我，也是該的，我不敢還手。』我萬料不到他竟會如此，一時無言可對，只道：『我怎會殺你？』他道：『那麼我走啦！』從懷中抽出一塊錦帕，遞給劉貴妃道：『還你。』劉貴妃慘然一笑，卻不接過。周師兄鬆了手，那錦帕就落在我的足邊。周師兄更不打話，揚長出宮，一別十餘年，此後就沒再聽到他的音訊。王真人向我道歉再三，跟著也走了，聽說他是年秋天就撒手仙遊。王真人英風仁俠，並世無出其右，唉……」黃蓉道：「王真人的武功或許比你高些，但說到英風仁俠，我看也就未必勝得過伯伯。他收的七個弟子就都平平無奇，差勁得很。那塊錦帕後來怎樣？」四弟子心中都怪她女孩兒家就只留意這些手帕啦、衣服啦的小事，卻聽師父說道：「我見劉貴妃失魂落魄般的呆著，心中好生氣惱，拾起錦帕，只見帕上織著一幅鴛鴦戲水之圖，咳，這自是劉貴妃送給他的定情之物啦。我冷笑一聲，卻見一對鴛鴦之旁，還繡著一首小詞……」黃蓉心中一凜，忙問：「可是『四張機，鴛鴦織就欲雙飛』？」那農夫厲聲喝道：「連我們也不知，你怎麼又知道了？老是瞎說八道的打岔！」那知一燈大師卻嘆道：「正是這首詞，你也知道了？」此言一出，四大弟子相顧駭然。郭靖跳了起來，叫道：「我想起啦。那日在桃花島上，周大哥給毒蛇咬了，神智迷糊，嘴裏便反來覆去的念這首詞。正是，正是……四張機，鴛鴦織就……又有甚麼甚麼頭先白。蓉兒，還有甚麼？我記不得了。」黃蓉低聲念道：「四張機，鴛鴦織就欲雙飛。可憐未老頭先白。春波碧草，曉寒深處，相對浴紅衣。」郭靖伸掌一拍大腿，道：「一點兒也不錯。周大哥曾說美貌女子見不得，一見就會得罪好朋友，惹師哥生氣，又說決不能讓她摸你周身穴道，否則要倒大霉。蓉兒，他還勸我別跟你好呢。」黃蓉嗔道：「呸，老頑童，下次見了，瞧我擰不擰他耳朵！」忽然噗哧一聲笑了出來，道：「那天在臨安府，我隨口開了個玩笑，說他娶不成老婆，老頑童忽然發了半天脾氣，顛倒為了這個。」郭靖道：「我聽瑛姑念這首詞，總好像是聽見過的，可是始終想不起來。咦，蓉兒，瑛姑怎麼也知道？」黃蓉嘆道：「唉，瑛姑就是那位劉貴妃啊。」四大弟子中只有那書生已猜到了五六成，其餘三人都極是驚異，一齊望著師父。一燈低聲道：「姑娘聰明伶俐，果真不愧是藥兄之女。劉貴妃小名一個『瑛』字。那日我將錦帕擲了給她，此後不再召見。我鬱鬱不樂，國務也不理會，整日以練功自遣……」黃蓉插嘴道：「伯伯，你心中很愛她啊，你知不知道？若是不愛，就不會老是不開心啦。」四大弟子惱她出言無狀，齊聲叫道：「姑娘！」黃蓉道：「怎麼？我說錯了？伯伯，你說我錯了麼？」一燈黯然道：「此後大半年中，我沒召見劉貴妃，但睡夢之中卻常和她相會。一天晚上半夜夢迴，再也忍耐不住，決意前去探望。我也不讓宮女太監知曉，悄悄去她寢宮，想瞧瞧她在幹些甚麼。剛到她寢宮屋頂，便聽得裏面傳出一陣兒啼之聲。咳，屋面上霜濃風寒，我竟怔怔的站了半夜，直到黎明方才下來，就此得了一場大病。」黃蓉心想他以皇帝之尊，深更半夜在宮裏飛簷走壁，去探望自己妃子，實在大是奇事。四弟子卻想起師父這場病不但勢頭兇猛，而且纏綿甚久，以他這身武功，早就風寒不侵，縱有疾病，也不致久久不愈，此時方知當年是心中傷痛，自暴自棄，才不以內功抵禦病魔。黃蓉又問：「劉貴妃給你生了個兒子，豈不甚好？伯伯你幹麼要不開心？」一燈道：「傻孩子，這孩子是周師兄生的。」黃蓉道：「周師兄早就走啦，難道他又偷偷回來跟她相會？」一燈道：「不是的。你沒聽見過『十月懷胎』這句話嗎？」黃蓉恍然大悟，道：「啊，我明白啦。那小孩兒一定生得很像老頑童，兩耳招風，鼻子翹起，否則你怎知不是你生的呢？」一燈大師道：「那又何必見到方知？這些日子中我不曾和劉貴妃親近，孩子自然不是我的了。」黃蓉似懂非懂，但知再問下去必定不妥，也就不再追問。只聽一燈道：「我這場病生了大半年，痊癒之後，勉力排遣，也不再去想這回事。過了兩年有餘，一日夜晚，我正在臥室裏打坐，忽然門帷掀起，劉貴妃衝了進來。門外的太監和兩名侍衛急忙阻攔，但那裏攔得住，都被她揮掌打了開去。我抬起頭來，只見她臂彎裏抱著孩子，臉上神色驚恐異常，跪在地下放聲大哭，只是磕頭，叫道：『求皇爺開恩，大慈大悲，饒了孩子！』「我起身一瞧，只見那孩子滿臉通紅、氣喘甚急，抱起來細細查察，他背後肋骨已折斷了五根。劉貴妃哭道：『皇爺，賤妾罪該萬死，但求皇爺赦了孩子的小命。』我聽她說得奇怪，問道：『孩子怎麼啦？』她只是磕頭哀求。我問：『是誰打傷他的？』劉貴妃不答，只哭叫：『求皇爺開恩饒了他。』我摸不著頭腦。她又道：『皇爺賜我的死，我決無半句怨言，這孩子，這孩子……』我道：『誰又來賜你死啦？到底孩子是怎生傷的？』劉貴妃抬起頭來，顫聲道：『難道不是皇爺派侍衛來打死這孩子麼？』我知事出蹺蹊，忙問：『是侍衛打傷的？那個奴才這麼大膽？』劉貴妃叫道：『啊，不是皇爺的聖旨，那麼孩子有救啦！』說了這句話，就昏倒在地下。「我將她扶起，放在床上，把孩子放在她身邊。過了半晌，她才醒了轉來，拉住我手哭訴。原來她正拍著孩子睡覺，窗中突然躍進一個蒙了面的御前侍衛，拉起孩子，在他背上拍了一掌。劉貴妃急忙上前阻攔，那侍衛一把將她推開，又在孩子胸口拍了一掌，這才哈哈大笑，越窗而出。那侍衛武功極高，她又認定是我派去殺她兒子，當下不敢追趕，逕行來我寢宮哀求。「我越聽越是驚奇，再細查孩子的傷勢，卻瞧不出是被甚麼功夫所傷，只是帶脈已給震斷，那刺客實非庸手。可是他又顯然手下留情，嬰兒如此幼弱，居然身受兩掌尚有氣息。當下我立即到她的臥室查看，瓦面和窗檻上果然留著極淡的足印。我對劉貴妃道：『這刺客本領甚高，尤其輕功非同小可。大理國中除我之外，再無第二人有此功力。』劉貴妃忽然驚呼：『難道是他？他幹麼要殺死自己兒子？』她此言一出，臉色登時有如死灰。」黃蓉也是低低驚呼一聲，道：「老頑童不會這麼壞罷？」一燈大師道：「當時我卻以為定是周師兄所為。除他之外，當世高手之中，又有誰會無緣無故的來加害一個嬰兒？料得他是不願留下孽種，貽羞武林。劉貴妃說出此言，又羞又急，又驚又愧，不知如何是好，忽然又道：『不，決不是他！那笑聲定然不是他！』我道：『你在驚惶之中，怎認得明白？』她道：『這笑聲我永遠記得，我做了鬼也忘不了！不，決不是他！』」眾人聽到這裏，身上都驟感一陣寒意。郭靖與黃蓉心中泛起瑛姑的言語容貌，想像當日她說那幾句話時咬牙切齒的神情，不禁凜然畏怖。一燈大師接著道：「當時我見她說得如此斬釘截鐵，也就信了。只是猜想不出刺客到底是誰。我也曾想，難道是王真人的弟子馬鈺、丘處機、王處一他們之中的一個？為了保全全真教的令譽，竟爾千里迢迢的趕來殺人滅口……」郭靖口唇動了一下，要待說話，只是不敢打斷一燈大師的話頭。一燈見了，道：「你想說甚麼，但說不妨。」郭靖道：「馬道長、丘道長他們都是俠義英雄，決不會做這等事。」一燈道：「王處一我曾在華山見過，人品確是很不錯的。旁人如何就不知了。不過若是他們，輕輕一掌就打死了嬰兒，卻何以又打得他半死不活？」他抬頭望著窗子，臉上一片茫然，十多年前的這個疑團，始終沒能在心中解開，禪院中一時寂靜無聲，過了片刻，一燈道：「好，我再說下去……」黃蓉忽然大聲說道：「確然無疑，定是歐陽鋒。」一燈道：「後來我也猜想到他。但歐陽鋒是西域人，身材極是高大，比常人要高出一個頭。據劉貴妃說，那兇手卻又較常人矮小。」黃蓉道：「這就奇了。」一燈道：「我當時推究不出，劉貴妃抱著孩子只是哭泣。這孩子的傷勢雖沒黃姑娘這次所受的沉重，只是他年紀幼小，抵擋不起，若要醫愈，也要我大耗元氣。我躊躇良久，見劉貴妃哭得可憐，好幾次想開口說要給他醫治，但每次總想到只要這一出手，日後華山二次論劍，再也無望獨魁群雄，九陰真經休想染指。唉，王真人說此經是武林的一大禍端，傷害人命，戕賊人心，實是半點不假。為了此經，我仁愛之心竟然全喪，一直沉吟了大半個時辰，方始決定為他醫治。唉，在這大半個時辰之中，我實是個禽獸不如的卑鄙小人。最可恨的是，到後來我決定出手治傷，也並非改過遷善，只是抵擋不住劉貴妃的苦苦哀求。」黃蓉道：「伯伯，我說你心中十分愛她，一點兒也沒講錯。」一燈似乎沒聽見她的話，繼續說道：「她見我答應治傷，喜得暈了過去。我先給她推宮過血，救醒了她，然後解開孩子的襁褓，以便用先天功給他推拿，那知襁褓一解開，露出了孩子胸口的肚兜，登時教我呆在當地，做聲不得。但見肚兜上織著一對鴛鴦，旁邊繡著那首『四張機』的詞，原來這個肚兜，正是用當年周師兄還給她那塊錦帕做的。「劉貴妃見到我的神情，知道事情不妙，她臉如死灰，咬緊牙關，從腰間拔出一柄匕首對著自己胸口，叫道：『皇爺，我再無面目活在人世，只求你大恩大德，准我用自己性命換了孩子性命，我來世做犬做馬，報答你的恩情。』說著匕首一落，猛往心口插入。」眾人雖明知劉貴妃此時尚在人世，但也都不禁低聲驚呼。一燈大師說到此處，似乎已非向眾人講述過去事跡，只是自言自語：「我急忙使擒拿法將她匕首奪下，饒是出手得快，但她匕首已傷了肌膚，胸口滲出大片鮮血。我怕她再要尋死，點了她手足的穴道，包紮了她胸前傷口，讓她坐在椅上休息。她一言不發，只是望著我，眼中儘是哀懇之情。我們兩人都不說一句話，那時寢宮中只有一樣聲音，就是孩子急促的喘氣聲。「我聽著孩子的喘氣，想起了許多許多往事：她最初怎樣進宮來，我怎樣教她練武，對她怎樣寵愛。她一直敬重我、怕我，柔順的侍奉我，不敢有半點違背我的心意，可是她從來沒真心愛過我。我本來不知道，可是那天見到她對周師兄的神色，我就懂了。一個女子真正全心全意愛一個人的時候，原來竟會這樣的瞧他。她眼怔怔的望著周師兄將錦帕投在地下，眼怔怔的望著他轉身出宮。她這片眼光教我寢不安枕、食不甘味的想了幾年，現在又見到這片眼光了。她又在為一個人而心碎，不過這次不是為了情人，是為她的兒子，是她跟情人生的兒子！「大丈夫生當世間，受人如此欺辱，枉為一國之君！我想到這裏，不禁怒火填膺，一提足，將面前一張象牙圓凳踢得粉碎，抬起頭來，不覺呆了，我道：『你……你的頭髮怎麼啦？』她好似沒聽見我的話，只是望著孩子。我以前真的不懂，一個人的目光之中，能有這麼多的疼愛，這麼多的憐惜。她這時已知我是決計不肯救這孩子的了，在他還活著的時候，多看一刻是一刻。「我拿過一面鏡子，放在她面前，道：『你看你的頭髮！』原來剛才這短短幾個時辰，在她宛似過了幾十年。那時她還不過十八九歲，這幾個時辰中驚懼、憂愁、悔恨、失望、傷心，諸般心情夾攻，鬢邊竟現出了無數白髮！「她全沒留心自己的容貌有了甚麼改變，只怪鏡子擋住了她眼光，使她看不到孩子，她說：『鏡子，拿開。』她說得很直率，忘了我是皇爺，是主子。我很奇怪，心裏想：她一直愛惜自己的容顏，怎麼這時卻全不理會？當下將鏡子擲開，只見她目不轉瞬的凝視著孩子，我從來沒見過一個人會盼望得這麼懇切，只盼那孩子能活著。我知道，她恨不得自己的性命能鑽到孩子的身體裏，代替他那正在一點一滴失卻的性命。」說到這裏，郭靖與黃蓉同時互望了一眼，心中都想：「當我受了重傷，眼見難愈之時，你也是這樣的瞧著我啊。」兩人不自禁的伸出手去，握住了對方的手，兩顆心勃勃跳動，感到全身溫暖，當聽到別人傷心欲絕的不幸之時，不自禁想到自己的幸福，因為親愛的人就在自己身旁坐著，因為她的傷勢已經好了，不會再死。是的，不會再死，在這兩個少年人的心中，對方是永遠不會死的。只聽一燈大師繼續說道：「我實在不忍，幾次想要出手救她孩子，但那塊錦帕平平正正的包在孩子胸口。錦帕上繡著一對鴛鴦，親親熱熱的頭頸偎倚著頭頸，這對鴛鴦的頭是白的，這本來是白頭偕老的口彩，但為甚麼說『可憐未老頭先白』？我一轉頭見到她鬢邊的白髮，忽然出了一身冷汗，我心中又剛硬起來，說道：『好，你們倆要白頭偕老，卻把我冷冷清清的撇在宮裏做皇帝！這是你倆生的孩子，我為甚麼要耗損精力來救活他？』「她向我望了一眼，這是最後的一眼，眼色中充滿了怨毒與仇恨。她以後永遠沒再瞧我，可是這一眼我到死也忘不了。她冷冷的道：『放開我，我要抱孩子！』她這兩句話說得十分嚴峻，倒像她是我的主子，教人難以違抗，於是我解開了她穴道。她把孩子抱在懷裏，孩子一定痛得難當，想哭，但哭不出半點聲音，小臉兒脹得發紫，雙眼望著母親，求她相救。可是我心中剛硬，沒半點兒慈心。我見她頭髮一根一根的由黑變灰，由灰變白，不知這是我心中的幻象，還是當真如此，只聽她柔聲道：『孩子，媽沒本事救你，媽卻能教你不再受苦，你安安靜靜的睡罷，睡罷，孩子，你永遠不會醒啦！』我聽她輕輕的唱起歌兒來哄著孩子，唱得真好聽，喏喏，就是這樣，就是這樣，你們聽！」眾人聽他如此說，卻聽不到半點歌聲，不禁相顧駭然。那書生道：「師父，你說得累了，請歇歇罷。」一燈大師恍若不聞，繼續說道：「孩子臉上露出一絲笑意，但隨即又痛得全身抽動。她又柔聲道：『我的寶貝心肝，你睡著了，身上就不痛啦，一點兒也不苦啦！』猛聽得波的一聲，她一匕首插在孩子心窩之中。」黃蓉一聲驚呼，緊緊抓住郭靖手臂，其餘各人也是臉上均無半點血色。一燈大師卻不理會，又道：「我大叫一聲，退了幾步，險些摔倒，心中混混沌沌，一片茫然。只見她慢慢站起身來，低低的道：『總有一日，我要用這匕首在你心口也戳一刀。』她指著自己手腕上的玉環，說道：『這是我進宮那天你給我的，你等著罷，那一天我把玉環還你，那一天這匕首跟著也來了！』」一燈說到這裏，把玉環在手指上又轉了一圈，微微一笑，說道：「就是這玉環，我等了十幾年，今天總算等到了。」黃蓉道：「伯伯，她自己殺死兒子，與你何干？孩子又不是你打傷的。況且她用毒藥害你，縱使當年有甚麼仇怨，也是一報還一報的清償了。我到山下去打發她走路，不許她再來騷擾……」她話未說完，那小沙彌匆匆進來，道：「師父，山下又送來這東西。」雙手捧著一個小小的布包。一燈接過揭開，眾人齊聲驚呼，原來包內正是那錦帕所做的嬰兒肚兜。錦緞色已變黃，上面織著的那對鴛鴦卻燦然如新。兩隻鴛鴦之間穿了一個刀孔，孔旁是一灘已變成黑色的血跡。一燈呆望肚兜，淒然不語，過了良久，才道：「鴛鴦織就欲雙飛，嘿，欲雙飛，到頭來總成一夢。她抱著兒子的屍體，縱聲長笑，從窗中一躍而出，飛身上屋，轉眼不見了影蹤。我不飲不食，苦思了三日三夜，終於大徹大悟，將皇位傳給我大兒子，就此出家為僧。」他指著四個弟子道：「他們跟隨我久了，不願離開，和我一起到大理城外的天龍寺住。起初三年，四人輪流在朝輔佐我兒，後來我兒熟習了政務，國家清平無事。我們又遇上大雪山採藥、歐陽鋒傷人之事，大夥兒搬到了這裏，也就沒再回大理去。「我心腸剛硬，不肯救那孩子性命，此後十來年中，日日夜夜教我不得安息，總盼多救世人，贖此大罪。他們卻不知我的苦衷，總是時加阻攔。唉，其實，就算救活千人萬人，那孩子總是死了，除非我把自己性命還了他，這罪孽又那能消除得了？我天天在等候瑛姑的消息，等她來把匕首刺入我心窩之中，怕只怕等不及她到來，我卻壽數已終，這場因果難了。好啦，眼下總算給我盼到了。她又何必在九花玉露丸中混入毒藥？我若知她下毒之後跟著就到，這幾個時辰總支持得住，也不用師弟費神給我解毒了。」黃蓉氣憤憤的道：「這女人心腸好毒！她早已查到伯伯的住處，就怕自己功夫不濟，處心積慮的在等待時機，剛巧碰到我給裘鐵掌打傷，就指引我來求治。雙管齊下，既讓你耗損了真力，再乘機下毒，真想不到我竟成了這惡婦手中害人的利器。伯伯，歐陽鋒那幅畫又怎到了她的手裏？這畫又有甚麼干係？」一燈大師取過小几上那部《大莊嚴論經》，翻到一處，讀道：「畫中故事出於天竺角城：昔有一王，名曰屍毘，精勤苦行，求正等正覺之法。一日有大鷹追逐一鴿，鴿飛入屍毘王腋下，舉身戰怖。大鷹求王見還，說道：『國王救鴿，鷹卻不免餓死。』王自念救一害一，於理不然，於是即取利刀，自割股肉與鷹。那鷹又道：『國王所割之肉，須與鴿身等重。』屍毘王命取天平，鴿與股肉各置一盤，但股肉割盡，鴿身猶低。王續割胸、背、臂、脅俱盡，仍不及鴿身之重，王舉身而上天平。於是大地震動，諸天作樂，天女散花，芳香滿路。天龍、夜叉等俱在空中嘆道：『善哉善哉，如此大勇，得未曾有。』」這雖是神話，但一燈說得慈悲莊嚴，眾人聽了都不禁感動。黃蓉道：「伯伯，她怕你不肯為我治傷，是以用這幅畫來打動你的心。」一燈微笑道：「正是如此。她當日離開大理，心懷怨憤，定然遍訪江湖好手，意欲學藝以求報仇，由此而和歐陽鋒相遇。那歐陽鋒得悉了她的心意，想必代她籌劃了這個方策，繪了這圖給她。此經在西域流傳甚廣，歐陽鋒是西域人，也必知道這故事。」黃蓉恨恨的道：「老毒物利用瑛姑，那瑛姑又來利用我，這是借刀殺人的連環毒計。」一燈嘆道：「你也不須煩惱，你若不與她相遇，她也必會隨意打傷一人，指點他來求我醫治。只是若無武功高強之人護送，輕易上不得山來。歐陽鋒此圖繪成已久，安排下這個計謀，少說也已有十年。這十年之中竟遇不著一個機緣，那也是運數該當如此了。」黃蓉道：「伯伯，我知道啦。她還有一件心事，比害你更是要緊。」一燈「啊」了一聲：「甚麼事？」黃蓉道：「老頑童被我爹爹關在桃花島上，她要去救他出來。」於是將她苦學奇門術數之事說了一遍，又道：「後來得知縱使再學一百年，也難及得上我爹爹，又見我正好受了傷，於是……」一燈一聲長笑，站起身來，說道：「好了，好了，一了百了，諸事湊合，今日總算得遂她的心願。」沉著臉向四弟子道：「你們好好去接引劉貴妃，不，接引瑛姑上山，不得有半句不敬的言語。」四弟子不約而同的伏地大哭，齊叫：「師父！」一燈嘆道：「你們跟了我這許多年，難道還不明白師父的心事麼？」轉頭向靖蓉二人道：「我求兩位一件事。」靖蓉齊道：「但教所命，無有不遵。」一燈道：「好。現下你們這就下山去。我一生負瑛姑實多，日後她如遇到甚麼危難艱險，務盼兩位瞧在老僧之臉，盡力援手。兩位如能玉成她與周師兄的美事，老僧更是感激無量。」靖蓉兩人愕然相顧，不敢答應。一燈見兩人不作聲，又追問一句：「老僧這個懇求，兩位難以答允麼？」黃蓉微一猶豫，說道：「伯伯既這麼說，我們遵命就是。」一扯郭靖的衣袖，下拜告別。一燈又道：「你們不必和瑛姑見面，從後山下去罷。」黃蓉又答應了，牽著郭靖的手轉身出門。四弟子見她並無戚容，都暗罵她心地涼薄，眼見自己救命恩人危在頃刻，竟然漠不關心的說走就走。郭靖卻知黃蓉決不肯袖手不顧，必然另有計謀，當下跟著她出門。走到門口，黃蓉俯口到他耳邊低低說了幾句話。郭靖停步遲疑，終於點頭，轉過身來，慢慢走回。一燈道：「你宅心忠厚，將來必有大成。瑛姑的事，我重託你了。」郭靖道：「好！大師之事，晚輩自當盡心竭力。」突然反手抓出，拿住了一燈身旁那天竺僧人的手腕，左手乘勢戳去，閉住了他「華蓋」「天柱」兩個大穴。這兩穴一主手，一主足，兩穴被閉，四肢登時動彈不得。這一著大出人人意料之外，一燈與四大弟子俱各大驚失色，齊叫：「幹甚麼？」郭靖更不打話，左手又往一燈肩頭抓去。一燈大師見郭靖抓到，右掌翻過，快似閃電，早已拿住他左手手腕。郭靖吃了一驚，心想此際一燈全身已在自己掌力籠罩之下，竟能破勢反擊，而且一擊正中要害，這功夫確是高深之極，只是一燈手掌與他手脈寸關尺甫觸，立顯真力虛弱，這一拿虛晃不穩。郭靖立時奪位逆拿，翻掌扣住他手背麻筋，右掌「神龍擺尾」，擊退漁人與樵子從後攻來的兩招，左手食指前伸，點中了一燈大師脅下的「鳳尾」「精促」二穴，說道：「伯伯，對不住之至。」此時黃蓉已使開打狗棒法，將那農夫直逼到禪房門外。那書生以變起倉卒，未明靖蓉二人用意，連呼：「有話請說，不必動手。」那農夫見師父為人所制，勢如瘋虎，不顧性命的向禪房猛衝，但那打狗棒法何等精妙，連衝三次，都給黃蓉逼得退回原位。郭靖雙掌呼呼風響，使成一個圈子，從禪房裏打將出來，漁人、樵子、書生三人被他掌力所迫，一步一步退出房門。黃蓉猛地遞出一招，直取農夫眉心。這一棒迅捷無倫，那農夫一聲「啊也」，向後急仰，平平躍出數尺。黃蓉叫聲：「好！」反手關上背後的房門，笑瞇瞇的道：「各位住手，我有話說。」那樵子和漁人每接郭靖一掌，都感手臂酸麻，足下踉蹌，眼見郭靖又是揮掌擊來，兩人並肩齊上，只待合力抵擋。郭靖聽得黃蓉此言，這一掌發到中途，忽地收住，抱拳說道：「得罪得罪。」漁樵耕讀愕然相顧。黃蓉莊容說道：「我等身受尊師厚恩，眼見尊師有難，豈能袖手不顧？適才冒犯，實是意圖相救。」那書生上前深深一揖，說道：「家師對頭是我們四人的主母，尊卑有別，她找上山來，我們不敢出手。何況家師為了那……那小皇爺之死，十餘年來耿耿於心，這一次就算功力不損，身未中毒，見到那劉貴妃前來，也必袖手受她一刀。我們師命難違，心焦如焚，實是智窮力竭，不知如何是好。姑娘絕世才華，若能指點一條明路，我輩粉身碎骨，亦當相報大恩大德。」黃蓉聽他說得如此懇切，倒也不便再如先前那樣和他嬉皮笑臉，說道：「我師兄妹對尊師感恩之心，與四位無異，定當全力以赴。如能阻止瑛姑踏進禪院，自是最好不過，但想她處心積慮，在山下黑泥沼中苦候十餘年，此次必是有備而來，只怕不容易阻擋。小妹想到的法子要冒一個奇險，若能成功，倒可一勞永逸，更無後患。只是風險甚大，那瑛姑精明狡猾，武功又高，此計未必能成。但我才智庸愚，實想不出一個萬全之策。」漁樵耕讀齊道：「願聞其詳。」黃蓉秀眉微揚，說出一番話來，只把四人聽得面面相覷，半晌做聲不得。※※※酉牌時分，太陽緩緩落到山後，山風清勁，只吹得禪院前幾排棕櫚樹搖擺不定，荷塘中殘荷枯葉簌簌作響。夕陽餘暉從山峰後面映射過來，照得山峰的影子宛似一個極大怪人，橫臥在地。漁樵耕讀四人盤膝坐在石梁盡處的地下，睜大了眼睛，只是向前望去，每人心中都是忐忑不安。等了良久，天漸昏暗，幾隻烏鴉啞啞鳴叫，飛入下面山谷，谷中白霧濛濛升起，但石梁彼端的山崖轉角處仍是無人出現。那漁人心道：「但願得劉貴妃心意忽變，想起此事怪不得師父，竟然懸崖勒馬，從此不來。」那樵子心想：「這劉貴妃狡詐多智，定是在使甚奸計。」那農夫最是焦躁，心道：「早一刻來，早一刻有個了斷，是禍是福，是好是歹，便也有個分曉。說來卻又不來，好教人惱恨。」那書生卻想：「她來得愈遲，愈是凶險，這件事也就愈難善罷。」他本來足智多謀，在大理國做了十餘年宰相，甚麼大陣大仗都見過了，但這時竟然心頭煩躁，思潮起伏，拿不出半點主意，眼見周圍黑沉沉地，遠處隱隱傳來幾聲梟鳴，突然想起兒時聽人說過的一番話來：「那夜貓子躲在暗處裏，偷偷數人的眉毛。誰的眉毛根數給數清楚了，那就活不到天亮。」這明明是騙小孩兒的瞎說，但這時聽到這幾聲梟鳴，全身竟然不寒而慄：「難道師父當真逃不過這番劫難，要死在這女子手裏麼？」正想到此處，忽聽那樵子顫聲低呼：「來啦！」一抬頭，只見一條黑影在石梁上如飛而至，遇到缺口，輕飄飄的縱躍即過，似乎絲毫不費力氣。四人心中更是駭然：「她跟我師學藝之時，我們早已得了我師的真傳。怎麼她的武功忽然勝過了我們？這十餘年之中，她又從甚麼地方學得這身功夫？」眼見那黑影越奔越近，四人站起身來，分立兩旁。轉瞬之間，那黑影走完石梁，只見她一身黑衣，面目隱約可辨，正是段皇爺當年十分寵愛的劉貴妃。四人跪倒磕頭，說道：「小人參見娘娘。」瑛姑「哼」了一聲，橫目從四人臉上掃過，說道：「甚麼娘娘不娘娘？劉貴妃早死了，我是瑛姑。嗯，大丞相，大將軍，水軍都督，御林軍總管，都在這裏。我道皇爺當真是看破世情，削髮為僧，卻原來躲在這深山之中，還是在做他的太平安樂皇帝。」這番話中充滿了怨毒，四人聽了，心下慄然。那書生道：「皇爺早不是從前的模樣了。娘娘見了他必定再也認不出來。」瑛姑冷笑道：「你們娘娘長、娘娘短的，是譏刺我麼？直挺挺的跪在這裏，是想拜死我麼？」漁樵耕讀四人互視一眼，站起身來，說道：「小的向您請安。」瑛姑把手一擺，道：「皇爺是叫你們阻攔我來著，又鬧這些虛文幹麼？要動手快動手啊。你們君的君，臣的臣，不知害過多少百姓，對我這樣一個女子還裝甚麼假？」那書生道：「我皇愛民如子，寬厚仁慈，大理國臣民至今無不稱頌。我皇別說生平絕無殘害無辜，就是別人犯了重罪，我皇也常常法外施恩。娘娘難道不知？」瑛姑臉上一紅，厲聲道：「你敢出言挺撞我麼？」那書生道：「微臣不敢。」瑛姑道：「你口中稱臣，心中豈有君臣之份？我要見段智興去，你們讓是不讓？」那「段智興」正是一燈大師俗家的姓名，漁樵耕讀四人心中雖知，但從來不敢出之於口，耳聽得瑛姑直斥其名，都是不禁凜然。那農夫在朝時充任段皇爺的御林軍總管，這時再也忍耐不住，大聲喝道：「一日為君，終身是尊，你豈可出言無狀？」瑛姑縱聲長笑，更不打話，向前便闖，四人各伸雙臂相攔，心想：「她功夫雖高，我四人合力，盡也阻攔得住。今日縱然違了師命，事急從權，那也說不得了。」豈知瑛姑既不出掌相推，也不揮拳毆擊，施展輕功，迎面直撞過來。那樵子見她衝到，不敢與她身子相碰，微向旁閃，伸手便抓她肩頭。這一抓出手極快，抓力亦猛，但掌心剛觸到她肩頭，卻似碰到一件異常油膩滑溜之物一般，竟然抓之不住。就在此時，農夫與漁人齊聲猛喝，雙雙從左右襲到。瑛姑一低頭，人似水蛇，已從漁人腋下鑽了過去。漁人鼻中只聞到一陣似蘭非蘭、似麝非麝的幽香，心中略感慌亂，手臂非但不敢向內壓夾她身子，反而向外疾張，生怕碰著她身上甚麼地方。農夫怒道：「你怎麼啦！」十指似鉤，猛向瑛姑腰間插去。樵子急喝：「不得無禮！」那農夫充耳不聞，剎時之間，十指的指端都已觸及瑛姑腰間，但不知怎的，指端觸處只覺油光水滑，給她一溜便溜了開去。瑛姑以在黑沼中悟出來的泥鰍功連過三人，已知這四人無法阻攔自己，反手發掌，猛向農夫拍去。書生迴臂出指，逕點她手腕穴道。豈知瑛姑突然伸出食指，快如電光石火，手指尖和他手指尖在空中對準了一碰。此時書生全身精力盡集於右手指，突然間指尖正中一麻，身如電震，叫聲「啊喲」，一交跌翻在地。樵夫與漁人忙俯身相救。農夫左拳直出，猶似鐵鎚般往瑛姑身上擊去。這一拳勢挾勁風，力道驚人，瑛姑眼見拳風撲面，竟不避讓。那農夫一驚，心想這一拳勢必將她打得腦漿迸裂，急忙收招，但拳面已然碰到瑛姑鼻尖。瑛姑腦袋微側，拳鋒便從她鼻尖滑落，在她臉頰上擦了過去。那農夫左臂不及回縮，手腕已被對方拿住，急忙後奪，只聽得喀的一聲，尚未覺得疼痛，卻知手肘關節已被她反拳打脫。那農夫一咬牙，更不理會，右手食指急往敵人臂彎裏點去。漁樵耕讀四人的點穴功夫都得自一燈大師的親傳，雖不及乃師一陽指的出神入化，但在武林中也算得是第一流的功夫，豈知遇著瑛姑，剛好撞正了剋星。她處心積慮的要報喪子之仇，深知一燈大師手指功夫厲害，於是潛心思索剋制的手段。她是刺繡好手，竟從女紅中想出了妙法，在右手食指尖端上戴了一個小小金環，環上突出一枚三分來長的金針，針上餵以劇毒，她眼神既佳，手力又穩，苦練數年之後，空中飛過蒼蠅，伸指戳去，金針能將蒼蠅穿身而過。此際臨敵，她一針先將書生的食指傷了，待見那農夫手指點到，冷笑一聲，纖指輕曲，指尖對準指尖，一針又刺在他食指尖端的中心。常言道：「十指連心」，那食指尖端屬手陽明大腸經，金針刺入，即抵「商陽穴」。那農夫敗中求勝，這一指點出時出了全力，瑛姑卻毫不使勁，只是在恰好時際將金針擺在恰好的處所，不是以針刺他指尖，卻是讓他用指尖自行戳在金針之上。這一針刺入，那農夫也是虎吼一聲，撲翻在地。瑛姑冷笑道：「好個大總管！」搶步往禪院奔去。那漁人大呼：「娘娘留步。」瑛姑止步回身，冷笑道：「你待怎地？」這時她已奔至荷塘之前，荷塘與禪寺只有一條小石橋相通，瑛姑站在橋頭，瞪目而視，雖在黑夜，僅有微光可辨面目，但那漁人與她一對面，只覺兩道目光冷森森的直射過來，不禁心中凜然，不敢上前動手。瑛姑冷冷的道：「大丞相、大總管兩人中了我的七絕針，天下無人救得。你也想送死嗎？」說罷也不待他答話，轉身緩緩而行，竟不回頭，不理他是否從後偷襲。一條小石橋只二十來步，將到盡頭，忽然黑暗中轉出一人，拱手道：「前輩您好。」瑛姑吃了一驚，暗道：「此人悄無聲息的突然出現，我怎麼竟未知覺？若是他暗施毒手，此刻只怕我已非死即傷。」定睛看時，只見他身高膀闊、濃眉大眼，正是自己指點上山的郭靖，當下說道：「小姑娘的傷治好了嗎？」郭靖躬身說道：「多謝前輩指點，我師妹的傷蒙一燈大師治好了。」瑛姑哼了一聲道：「她怎麼不親來向我道謝？」口中說著，腳下不停，逕自前行。郭靖站在橋頭，見她筆直走來，忙道：「前輩請回！」瑛姑那來理他，身形微側，展開泥鰍功，從他身側急滑而過。郭靖雖在黑沼茅屋中曾與她動過手，但料不到她說過就過，身子滑溜如此，情急之下，左臂後抄，迴振反彈，卻是周伯通所授「空明拳」的奇妙家數。瑛姑眼見已然滑過他的身側，那知一股柔中帶韌的拳風忽地迎面撲至，逼得她非倒退不可。她此來有進無退，不管郭靖拳勢猛烈，仍是鼓勇向前直衝。郭靖急叫：「留神！」只感一個女子溫軟的身軀已撲入自己臂彎，大驚之下，足下被瑛姑一勾，兩人同時落向荷塘。兩人身在半空之時，瑛姑左手從郭靖右腋下穿過，繞至背後抓住他左肩，中指捲曲，扣向郭靖咽喉，大指食指施勁捏落。這是小擒拿手中的「前封喉閉氣」之法，只要一捏而中，敵人氣管封閉，呼吸立絕，最是厲害不過。郭靖身子斜斜下跌，又覺肩頭被拿，心知不妙，右臂立彎，挾向瑛姑頭頸，這也是小擒拿手中閉氣之法，稱為「後挾頸閉氣」。瑛姑知他臂力厲害，己所不及，雖然搶了先著，卻不能跟他硬碰硬的對攻，急忙鬆手放開他的肩頭，伸指戳出。郭靖左臂撞開了她手腕。從石橋落入荷塘，只是一瞬間，但兩人迅發捷收，頃刻間已各向對方施了三招，這近身肉搏，使的都是快速無倫的小擒拿手。瑛姑功力深厚，郭靖卻是力大招精，這三招誰也奈何不了誰，撲通一聲，雙雙落入塘中。塘中污泥約有三尺來深，塘水直浸至兩人胸間。瑛姑左手下抄，撈起一把污泥往郭靖口中抹去。郭靖一怔，急忙低頭閃避。瑛姑在泥濘遍地的黑沼一居十餘年，見泥鰍穿泥遊行而悟出了一身泥鰍功，在陸上與人動手過招已是滑溜異常，一入軟泥浮沙，更是如虎添翼，她將郭靖拉入荷塘，也是知他武功勝己，非逼得他身處困境，難以過橋。她指戳掌打，在污泥中比陸上還要迅捷數倍，有時更撈起一團團爛泥，沒頭沒腦的向郭靖抹去。郭靖雙足深陷，又不敢猛施掌力將她打傷，只拆了四五招，立時狼狽萬分。但聽風聲響處，一團塘泥挾著臭氣撲面而至，急忙側頭閃避，那知瑛姑數泥同擲，閃開了兩團污泥，第三團卻給迎面擲個正中，口鼻雙眼登被封住。他久經江南六怪指點，知道身上如中了暗器，若是手忙腳亂的去拔暗器、看傷口，敵人必然乘機搶攻，痛下殺手，此時呼吸已閉，眼目難開，當下呼呼呼連推三掌，教敵人不能近到自己五尺之內，這才伸左手抹去臉上污泥，睜開眼來，卻見瑛姑已躍上石橋，走向禪院。※※※瑛姑闖過郭靖這一關，心中暗叫：「慚愧！若非此處有個荷塘，焉能打退這傻小子？想來是老天爺今日教我得報此仇。」當下腳步加快，走向寺門，伸手推去，那門竟未上閂，呀的一聲，應手而開。這一下倒出乎她意料之外，生怕門後設有埋伏，在外面待了片刻，見屋內並無動靜，這才入內，只見大殿上佛前供著一盞油燈，映照著佛像寶相莊嚴。瑛姑心中一酸，跪倒在蒲團上暗暗禱祝。剛默祝得幾句，忽聽身後格格兩聲輕笑，當即左手後揮，劃了個圈子，防敵偷襲，右手在蒲團上一按，借力騰起，在空中輕輕巧巧的一個轉身，落下地來。只聽得一個女子聲音喝了聲采：「好俊功夫！」定睛看時，只見她青衣紅帶，頭上束髮金環閃閃發光，一雙美目笑嘻嘻的凝視著自己，手中拿著一根晶瑩碧綠的竹棒，正是黃蓉。只聽她說道：「瑛姑前輩，我先謝你救命之恩。」瑛姑森然道：「我指點你前來求醫，志在害人，並非為了救你，又何必謝我？」黃蓉嘆道：「世間恩仇之際，原也難明。我爹爹在桃花島上將老頑童周伯通關了一十五年，終也救不活我媽媽的性命。」瑛姑聽她提到「周伯通」三字，登時身子劇震，厲聲喝問：「你媽媽與周伯通有甚麼干係？」黃蓉一聽她的語氣，即知她懷疑周伯通與自己母親有甚情愛糾纏，致被父親關在桃花島上，看來雖然事隔十餘年，她對老頑童並未忘情，否則怎麼憑空會吃起這份乾醋來？當下垂首淒然道：「我媽是給老頑童累死的。」瑛姑更是懷疑，燈光下見黃蓉肌膚勝雪，眉目如畫，自己當年容顏最盛之時，也遠不及她美貌，她母親若與她相似，難保周伯通見了不動心，不禁蹙眉沉思。黃蓉道：「你別胡思亂想，我媽媽是天人一般，那周伯通頑劣如牛，除了有眼無珠的女子，誰也不會對他垂青。」瑛姑聽她嘲罵自己，但心中疑團打破，反而欣慰，臉上卻仍是冷冷的不動聲色，說道：「既有人愛蠢笨如豬的郭靖，自也有人喜歡頑劣如牛之人。你媽媽又怎麼給老頑童害死了？」黃蓉慍道：「你罵我師哥，我不跟你說話啦。」說著拂袖轉身，佯作動怒。瑛姑一心要問明究竟，忙道：「好啦，我以後不說就是。你師哥聰明得很。」黃蓉停步回頭，道：「那老頑童也不是存心害死我媽，可是我媽不幸謝世，卻是從他身上而起。我爹爹一怒之下，將他關在桃花島上，可是關到後來，心中卻也悔了。冤有頭，債有主，是誰害死你心愛之人，你該走遍天涯海角，找這兇手報仇才是。遷怒旁人，又有何用？」這幾句話猶如當頭棒喝，把瑛姑說得呆在當地，做聲不得。黃蓉又道：「我爹爹早已將老頑童放了……」瑛姑驚喜交集，說道：「那麼不用我去救他啦？」黃蓉微笑道：「倘若我爹爹不肯放人，你又救得了老頑童嗎？」瑛姑默然。瑛姑當年離了大理，即去找尋周伯通，起初幾年打探不到消息，後來才無意中從黑風雙煞口裏，得知他被黃藥師囚禁在桃花島上，只是為了甚麼原因，卻打探不出。那日周伯通在大理不顧她而去，甚是決絕，她知若非有重大變故，勢難重圓，這時得悉他失手被禁，不由得又悲又喜，悲的是意中人身遭劫難，喜的是這卻是個機緣，若是自己將他救出，他豈能不念恩情？那知桃花島上道路千迴百轉，別說救人，連自己也陷了三日三夜，險些餓死。還是黃藥師派啞僕帶路，才送她離島。她於是隱居黑沼，潛心修習術數之學。這時聽說周伯通已經獲釋，不禁茫然若失，甜酸苦辣諸般滋味，一齊湧上心來。黃蓉笑吟吟的道：「老頑童最肯聽我的話，我說甚麼他從來不敢駁回。你若想見他，這就跟我下山。我為你們撮合良緣，就算是我報答你的救命之恩如何？」這番話只把瑛姑聽得雙頰暈紅，怦然心動。眼見這場仇殺就可轉化為一樁喜事，黃蓉正自大感寬慰，忽聽啪的一聲，瑛姑雙掌反向背後相互一擊，臉上登似罩了一層嚴霜，厲聲說道：「憑你這黃毛丫頭，就能叫他聽你的話？他幹麼要聽你指使？為了你美貌嗎？我無恩於你，也不貪圖你的甚麼報答。快快讓路，再遲片刻，莫怪我下手無情。」黃蓉笑道：「啊喲喲，你要殺我麼？」瑛姑雙眉豎起，冷冷的道：「殺了你又怎樣？別人忌憚黃老邪，我可是天不怕地不怕。」黃蓉笑嘻嘻的道：「殺了我不打緊，誰給你解那三道算題啊？」那日黃蓉在黑沼茅屋的沙地上寫下了三道算題，瑛姑日夜苦思，絲毫不得頭緒。她當初研習術數原是為了相救周伯通，豈知任何複雜奧妙的功夫，既經鑽研，便不免令人廢寢忘食，欲罷不能。她明知這些算題即令解答得出，與黃藥師的學問仍是相去霄壤，對救人之事毫無裨益，但好奇之心迫使她殫精竭慮，非解答明白，實是難以安心，這時聽黃蓉提及，那三道算題立時清清楚楚的在腦海中顯現，不由得臉生躊躇之色。黃蓉道：「你別殺我，我教了你罷。」從佛像前取過油燈，放在地下，取出一枚金針，在地下方磚上劃出字跡，登時將第一道「七曜九執天竺筆算」計了出來，只把瑛姑看得神馳目眩，暗暗讚歎。黃蓉接著又解明了第二道「立方招兵支銀給米題」，這道題目更是深奧。瑛姑待她寫出最後一項答數，不由得嘆道：「這中間果然機妙無窮。」頓了頓，說道：「這第三道題呢，說易是十分容易，說難卻又難到了極處。『今有物不知其數，三三數之賸二，五五數之賸三，七七數之賸二，問物幾何？』我知道這是二十三，不過那是硬湊出來的，要列一個每數皆可通用的算式，卻是想破了腦袋也想不出。」黃蓉笑道：「這容易得緊。以三三數之，餘數乘以七十；五五數之，餘數乘以二十一；七七數之，餘數乘十五。三者相加，如不大於一百零五，即為答數；否則須減去一百零五或其倍數。」瑛姑在心中盤算了一遍，果然絲毫不錯，低聲記誦道：「三三數之，餘數乘以七十；五五數之……」黃蓉道：「也不用這般硬記，我念一首詩給你聽，那就容易記了：三人同行七十稀，五樹梅花廿一枝，七子團圓正半月，餘百零五便得知。」瑛姑聽到「三人同行」、「團圓半月」幾個字，不禁觸動心事，暗道：「這丫頭既識得他，自是早知我的陰私。三人同行是刺我一女事奉二男，團圓半月卻譏我與他只有十餘日的恩情。」她昔年做下了虧心之事，不免處處多疑，當下沉著聲音道：「好啦，多謝你指點。朝聞道，夕死可矣。你再囉唆，我可容你不得啦？」黃蓉笑道：「朝聞道，夕死可矣。死的是聞道之人啊，倒不曾聽說是要弄死那傳道之人的。」瑛姑瞧那禪院情勢，知道段皇爺必居後進，眼見黃蓉跟自己不住糾纏，必有詭計，心想這丫頭年紀雖小，精靈古怪實不在乃父之下，莫要三十老娘倒繃嬰兒，運糧船撞翻在陰溝裏，為了看她計算，已耽擱了不少時刻，大事當前，怎地還在術數上耗那無謂的心思？當下更不打話，舉步向內。轉過佛殿，只見前面黑沉沉的沒一星燈火。她孤身犯險，不敢直闖，提高聲音叫道：「段智興，你到底見我不見？在黑暗裏縮頭藏尾，算得是甚麼大丈夫的行逕？」黃蓉跟在她身後，接口笑道：「你嫌這裏沒燈麼？大師就怕燈火太多，點出來嚇壞了你，才教人熄了的。」瑛姑道：「哼，我是個命中要下地獄之人，還怕甚麼刀山油鍋？」黃蓉拍手笑道：「那好極了，我正要跟你玩玩刀山的玩意。」從懷中取出火摺晃亮了，俯身點燃了地下一個火頭。豈知自己足邊就有油燈，這倒大出瑛姑意料之外，定睛看時，其實也不是甚麼油燈，只是一隻瓦茶杯中放了小半杯清油，浸著一根棉芯作燈心，茶杯旁豎著一根削尖的竹籤，約有一尺來長，一端插在土中，另一端向上挺立，甚是鋒銳。黃蓉足不停步，不住點去，片刻之間，地下宛似滿天繁星，佈滿了燈火與竹籤，每隻茶杯之旁，必有一根尖棒。待得黃蓉點完，瑛姑早已數得明白，共是一百一十三隻茶杯、一百一十三根竹籤，不禁大為狐疑：「若說這是梅花樁功夫，不是七十二根，就該是一百零八根，一百一十三根卻是甚麼道理？排列得又零零落落，既非九宮八卦，又不是梅花五出。而且這竹籤如此鋒利，上面那裏站得人？是了，她必是穿了鐵底的鞋子。」心想：「小丫頭有備而作，在這上面我必鬥她不過，且假作不知，過去便是。」當下大踏步走去，竹籤布得密密麻麻，難以通行，她橫腳踢去，登時踢倒了五六根，口中說道：「搗甚麼鬼？老娘沒空陪小娃娃玩。」黃蓉急叫：「咦，咦，使不得，使不得。」瑛姑毫不理會，繼續踢去。黃蓉叫道：「好啊，你蠻不講理，我可要熄燈啦。快用心瞧一遍，把竹籤方位記住了。」瑛姑心中一驚：「若是數人合力在此處攻我，他們早已記熟了方位，黑暗裏我可要喪生在竹籤之上。快快離此險地！」一提氣，加快腳步，踢得更是急了。黃蓉叫道：「也不怕醜，胡賴！」竹棒起處，擋在瑛姑面前。油燈映照下一條綠幽幽的棒影從面前橫掠而過，瑛姑那把這個十幾歲的少女放在心上，左掌直劈，就想一掌震斷竹棒。那知黃蓉這一棒使的是「打狗棒法」中的「封」字訣，棒法全是橫使，並不攻擊敵身，一條竹棒化成一片碧牆，擋在面門，只要敵人不踏上一步，那就無礙，若施攻擊，立受反打。瑛姑這一掌劈去，嗒的一聲，手背上反被棒端戳了一下，急忙縮手，已感又疼又麻。這一下雖非打中要害穴道，痛得卻也甚是厲害，瑛姑本不把黃蓉的武功放在眼裏，斗然間受了這一下，不禁又驚又怒。她吃了這個小虧，毫不急躁，反而沉住了氣，先守門戶，要瞧明白對方武功的路子再說，暗道：「當年我見到黑風雙煞，功夫果然甚是了得，但他們都是三四十歲的壯年，怎麼這小小丫頭也有如此造詣？必是黃藥師已把生平絕藝授了他這獨生愛女。」她當年在桃花島上吃過大虧，沒見到黃藥師一面，便已險些命喪島上，對這位桃花島主心中向來著實忌憚。她卻不知這「打狗棒法」是丐幫幫主的絕技，即令是黃藥師親至，一時之間也未必破解得了。就在她這只守不攻、暗自沉吟之際，黃蓉竹棒仍是使開那「封」字訣，擋住瑛姑的進路，足下卻不住移動走位，在竹籤之間如穿花蝴蝶般飛舞來去，片刻之間，已用足尖把一百一十三盞油燈踢滅了大半。妙的是只踢熄火頭，不但作燈的茶杯並未踏翻踢碎，連清油也濺出不多。她足上使的是桃花島的「掃葉腿法」，移步迅捷，落點奇準，但瑛姑已瞧出她功夫未臻上乘，遠不如竹棒使得變化莫測，何況她傷勢雖愈，元氣未復，若是攻她下盤，數十招即可取勝，可是心中計算方定，那油燈已被踢得賸下七八盞，這幾盞油燈盡數留在東北角，在夜風中微微顫動，其餘三隅已是漆黑一片，突然間黃蓉竹棒搶攻兩招，瑛姑一怔，藉著昏黃的燈光看準竹籤空隙，退後一步。黃蓉竹棒在地下一撐，身子平掠而起，長袖拂去，七八盤油燈應手而滅。瑛姑暗暗叫苦：「我雖已有取勝之法，可是在這竹籤叢中，每踏一步都能給籤子刺穿足背，那又如何動手？」黑暗中只聽得黃蓉叫道：「你記住竹籤方位了罷？咱們在這裏拆三十招，只要你傷得了我，就讓你入內見段皇爺如何？」瑛姑道：「竹籤是你所布，又不知在這裏已練了多少時候，別人一瞬之間，怎能記得這許多油燈的方位。」黃蓉年幼好勝，又自恃記心過人，笑道：「這有何難？你點著油燈，將竹籤拔出來重行插過，你愛插在那裏就插那兒，然後熄了燈再動手過招如何？」瑛姑心想：「這不是考較武功，卻是考較記心來了。這機伶小鬼聰明無比，我大仇未報，豈能拿性命來跟她賭賽記心？」靈機一動，已有計較，說道：「好，那倒也公平，老娘就陪你玩玩。」取出火摺晃亮，點燃油燈。黃蓉笑道：「你何必自稱老娘？我瞧你花容月貌，還勝過二八佳人，難怪段皇爺當年對你如此顛倒。」瑛姑正在拔著一根根竹籤挪移地位，聽了此言，呆了一呆，冷笑道：「他對我顛倒？我入宮兩年，他幾時理睬過人家？」黃蓉奇道：「咦，他不是教你武功了嗎？」瑛姑道：「教武功就算理睬人家了？」黃蓉道：「啊，我知道啦。段皇爺要練先天功，可不能跟你太要好啊。」瑛姑哼了一聲，道：「你懂甚麼？怎麼他又生皇太子？」黃蓉側過了頭，想了片刻，道：「皇太子是從前生的，那時他還沒練先天功呢。」瑛姑又哼了一聲，不再言語，只是拔著竹籤移動方位。黃蓉見她插一根，心中便記一根，不敢有絲毫怠忽，此事性命攸關，只要記錯了數寸地位，待會動起手來，立時有竹籤穿腳之禍。過了一會，黃蓉又道：「段皇爺不肯救你兒子，也是為了愛你啊。」瑛姑道：「你都知道了？哼，為了愛我？」語意中充滿怨毒。黃蓉道：「他是喝老頑童的醋。若是不愛你，為甚麼要喝醋？他見到你那塊『四張機』的鴛鴦錦帕，實是傷心之極。」瑛姑從沒想到段皇爺對己居然有這番情意，不禁呆呆出神。黃蓉道：「我瞧你還是好好回去罷。」瑛姑冷冷的道：「除非你有本事擋得住我。」黃蓉道：「好，既是定要比劃，我只得捨命陪君子。只要你闖得過去，我決不再擋。若是闖不過呢？」瑛姑道：「以後我永不再上此山。要你陪我一年之約，也作罷論。」黃蓉拍手道：「妙極，要我在黑沼的爛泥塘裏住上一年，也真難熬得緊。」說話之間，瑛姑已將竹籤換插了五六十根，隨即逐一踢滅油燈，說道：「其餘的不用換了。」黑暗中五指成抓，猛向黃蓉戳來。黃蓉記住方位，斜身竄出，左足不偏不倚，剛好落在兩根竹籤之間，竹棒抖出，點她左肩。那知瑛姑竟不回手，大踏步向前，只聽格格格一連串響聲過去，數十根竹籤全被她踏斷，逕入後院去了。黃蓉一怔，立時醒悟：「啊也！上了她當。原來她換竹籤時手上使勁，暗中將籤條都捏斷了。」只因好勝心盛，於這一著竟沒料到，不由得大是懊惱。※※※瑛姑闖進後院，伸手推門，只見房內蒲團上居中坐著一個老僧，銀鬚垂胸，厚厚的僧衣直裹到面頰，正自低眉入定。漁樵耕讀四大弟子和幾名老和尚、小沙彌侍立兩旁。那樵子見瑛姑進來，走到老僧面前，合什說道：「師父，劉娘娘上山來訪。」那老僧微微點了點頭，卻不說話。禪房中只點著一盞油燈，各人面目都看不清楚。瑛姑早知段皇爺已經出家，卻想不到十多年不見，一位英武豪邁的皇爺竟已成為如此衰頹的老僧，想起黃蓉適才的話，似乎皇爺當年對自己確也不是全無情意，不禁心中一軟，握著刀柄的手慢慢鬆了開來。一低頭，只見那錦帕所製的嬰兒肚兜正放在段皇爺蒲團之前，肚兜上放著一枚玉環，正是當年皇爺賜給她的。瞬時之間，入宮、學武、遇周、絕情、生子、喪兒的一幕幕往事都在眼前現了出來，到後來只見到愛兒一臉疼痛求助的神色，雖是小小嬰兒，眼光中竟也似有千言萬語，似在埋怨母親不為他減卻些微苦楚。她心中斗然剛硬，提起匕首，勁鼓腕際，對準段皇爺胸口一刀刺了進去，直沒至柄。她知段皇爺武功了得，這一刀未必刺得他死，而且匕尖著肉之際，似乎略有異樣，當下向裏回奪，要拔出來再刺第二刀，那知匕首牢牢嵌在他肋骨之中，一時竟沒能拔動。只聽得四大弟子齊聲驚呼，同時搶上。瑛姑十餘年來潛心苦修，這當胸一刺不知已練了幾千幾萬遍。她明知段皇爺必定衛護周密，右手白刃刺出，左手早已舞成掌花，守住左右與後心三面，這一奪沒將匕首拔出，眼見情勢危急，雙足一點，已躍向門口，回頭一瞥，只見段皇爺左手撫胸，想是十分痛楚。她此刻大仇已報，心中卻殊無快慰之意，忽然想起：「我與人私通生子，他沒一言半語相責，仍是任由我在宮中居住，不但沒將我處死，一切供養只有比前更加豐厚。他實在一直待我好得很啊。」她向來只記住段皇爺不救自己兒子性命，心中全是怨毒，此刻當胸一刃，才想到他的諸般好處，長嘆一聲，轉身出門。這一轉過身來，不禁尖聲驚呼，全身汗毛直豎，但見一個老僧合什當胸，站在門口。燈光正映在他的臉上，隆準方口，眼露慈光，雖然作了僧人裝束，卻明明白白是當年君臨南詔的段皇爺。瑛姑如見鬼魅，一個念頭如電光般在心中一閃：「適才定是殺錯了人。」眼光橫掃，但見被自己刺了一刀的僧人慢慢站起身來，解去僧袍，左手在頦下一扯，將一把白鬍子盡數拉了下來。瑛姑又是一聲驚呼，這老僧竟是郭靖假裝的。這正是黃蓉安排下的計謀。郭靖點了一燈大師的穴道，就是存心要代他受這一刀。他只怕那天竺僧人武功厲害，是以先出手攻他，豈知此人竟是絲毫不會武藝。當黃蓉在院子中向瑛姑解明三道算題、以「打狗棒法」阻路、再布油燈竹籤之時，四弟子趕速給郭靖洗去身上泥污，剃光頭髮。他頦下白鬚，也是剃了一燈的鬍子黏上去的。四大弟子本覺這事戲弄師父，大大不敬，而且郭靖本身須得干冒大險，各人心中也感不安，可是為了救師父之命，除此實無別法，若是由四弟子中一人出來假扮，他們武功不及瑛姑，勢必被她一刀刺死。瑛姑挺刀刺來之時，郭靖眼明手快，在僧袍中伸出兩指，捏住了刃鋒扁平的兩側。那知瑛姑這一刺狠辣異常，饒是郭靖指力強勁，終於刃尖還是入肉半寸，好在未傷肋骨，終無大礙。他若將軟蝟甲披在身上，原可擋得這一刀，只是瑛姑機伶過人，匕首中甲，定然知覺，那麼禍胎終是不去，此次一擊不中，日後又會再來尋仇。這「金蟬脫殼之計」眼見大功告成，那知一燈突然在此時出現，不但瑛姑吃驚，餘人也是大出意料之外。原來一燈元氣雖然大傷，武功未失，郭靖又怕傷他身子，只點了他最不關緊要的穴道。一燈在隔房潛運內功，緩緩解開了自身穴道，恰好在這當口到了禪房門口。瑛姑臉如死灰，自忖這番身陷重圍，定然無倖。一燈向郭靖道：「把匕首還她。」郭靖不敢違拗，將匕首遞了過去。瑛姑茫然接過，眼望一燈，心想他不知要用甚麼法子來折磨我，只見他緩緩解開僧袍，又揭開內衣，說道：「大家不許難為她，要好好讓她下山。好啦，你來刺罷，我等了你很久很久了。」這幾句話說得十分柔和，瑛姑聽來卻如雷轟電掣一般，呆了半晌，手一鬆，噹的一聲，匕首落在地下，雙手掩面疾奔而出。只聽她腳步逐漸遠去，終於杳無聲息。※※※眾人相互怔怔的對望，都是默不作聲。突然間咕咚、咕咚兩聲，那書生和農夫一俯一仰的跌倒在地。原來兩人手指中毒，強自撐住，這時見師父無恙，心中一喜，再也支持不住。那樵子叫道：「快請師叔！」話猶未了，黃蓉已陪同那天竺僧人走了進來。他是療毒聖手，取出藥來給二人服了，又將二人手指頭割開，放出黑血，臉上神色嚴重，口中嘰哩咕嚕的說道：「阿馬裏，哈失吐，斯骨爾，其諾丹基。」一燈懂得梵語，知道二人性命不妨，但中毒甚深，須得醫治兩月，方能痊癒。此時郭靖已換下僧服，裹好胸前傷口，向一燈磕頭謝罪。一燈忙伸手扶起，嘆道：「你捨命救我，真是罪過罪過。」他轉頭向師弟說了幾句梵語，簡述郭靖的作為。那天竺僧人道：「斯裏星，昂依納得。」郭靖一怔，這兩句話他是會背的，當下依次背了下去，說道：「斯熱確虛，哈虎文缽英……」當日周伯通教他背誦九陰真經，最後一篇全是這些古怪說話，郭靖不明其意，可是心中囫圇吞棗的記得滾瓜爛熟，這時便順口接了下去。一燈與那天竺僧人聽他居然會說梵語，都是一驚，又聽他所說的卻是一篇習練上乘內功的秘訣，更是詫異。一燈問起原委，郭靖照實說了。一燈驚歎無已，說道：「此中原委，我曾聽重陽真人說過。撰述九陰真經的那位高人黃裳不但讀遍道藏，更精通內典，識得梵文。他撰完真經，上卷的最後一章是真經的總旨，忽然想起，此經若是落入心術不正之人手中，持之以橫行天下，無人制他得住。但若將這章總旨毀去，總是心有不甘，於是改寫為梵文，卻以中文音譯，心想此經是否能傳之後世，已然難言，中土人氏能通梵文者極少，兼修上乘武學者更屬稀有。得經者如為天竺人，雖能精通梵文，卻不識中文。他如此安排，其實是等於不欲後人明他經義。因此這篇梵文總綱，連重陽真人也是不解其義。豈知天意巧妙，你不懂梵文，卻記熟了這些咒語一般的長篇大論，當真是難得之極的因緣。」當下要郭靖將經文梵語一句句的緩緩背誦，他將之譯成漢語，寫在紙上，授了郭靖、黃蓉二人。這九陰真經的總綱精微奧妙，一燈大師雖然學識淵博，內功深邃，卻也不能一時盡解，說道：「你們在山上多住些日子，待我詳加鑽研，轉授你二人。」又道：「我玄功有損，原須修習五年，方得復元，但依這真經練去，看來不用三月，便能有五年之功。雖然我所習是佛門功夫，與真經中所述的道家內功路子頗不相同，但看這總綱，武學到得最高處，殊途同歸，與佛門所傳亦無大別。」黃蓉說起洪七公為歐陽鋒擊傷之事，一燈大師甚是關心，說道：「你二人將這九陰神功告知你們師父，他必可由此恢復功力。」郭蓉二人聽了更是歡喜。二人在山上一連住了十餘日，一燈大師每日裏講解九陰神功的要旨，黃蓉更藉此養傷。這一日兩人正在禪寺外閒步，忽聽空中鵰鳴啾急，那對白鵰遠遠從東而至。黃蓉拍手叫道：「金娃娃來啦。」只見雙鵰斂翼落下，神態甚是委頓。兩人不由得一驚，但見雌鵰左胸血肉模糊，受了箭傷，箭枝已然不在，想是鵰兒自行拔去了，雄鵰腳上縛了一塊青布，卻無金娃娃的蹤跡。黃蓉認得這青布是從父親衫上撕下，那麼雙鵰確是已去過桃花島了。瞧這情形，莫非桃花島來了強敵，黃藥師忙於迎敵，無暇替女兒做那不急之務？雙鵰神駿異常，雌鵰卻被射中一箭，發箭之人武功自必甚是高強。郭靖忙替雌鵰裹創敷藥。黃蓉推詳半天，不得端倪。雙鵰不會言語，雖然目睹桃花島上情景，也不能透露半點消息。兩人掛念黃藥師安危，當即向一燈大師告別。一燈道：「本期尚有多日相聚，桃花島上既然有事，我也不能再留你們了。但藥兄神通廣大，足智多謀，料來當世也無人能加害於他，兩位不必多慮。」當下將漁樵耕讀四人都傳來，命靖蓉二人坐在面前蒲團之上，講述武學中的精義，直說了一個多時辰，這才講畢。靖蓉二人依依不捨的告別下山。書生與農夫未曾痊癒，送到山門。那漁人與樵子直送到山腳，待二人找到小紅馬，這才執手互道珍重而別。※※※回程熟路，景物依然，心境卻已與入山時大不相同。想起一燈大師的深恩厚意，黃蓉情不自禁的向著山峰盈盈下拜，郭靖跟著跪倒磕頭。一路上黃蓉雖然掛念父親，但想他一生縱橫天下，罕有受挫，縱遇強敵，即或不勝，也必足以自保，正如一燈大師所云：「料來當世也無人能加害於他」，是以也不怎麼擔心。兩人坐在小紅馬背上，談談說說，甚是暢快。黃蓉笑道：「咱倆相識以來，不知遇了多少危難，但每吃一次虧，多少總有點好處，像這次我挨了裘千刃那老傢伙兩掌，卻換得了九陰神功的秘奧，就算當年王重陽，卻也不知。」郭靖道：「我寧可一點兒武功也沒有，只要你平平安安。」黃蓉心中甚是喜歡，笑道：「啊喲，要討好人家，也不用吹這麼大的氣！你若是不會武功，早就給打死啦，別說歐陽鋒、沙通天他們，就是鐵掌幫的一名黑衣漢子，也一刀削了你的腦袋。」郭靖道：「不管怎樣，我可不能再讓你受傷啦。上次在臨安府自己受傷倒不怎樣，這幾天瞧著你挨痛受苦，唉，那當真不好過。」黃蓉笑道：「哼，你這人沒心肝的。」郭靖奇道：「怎麼？」黃蓉道：「你寧可自己受傷，讓我心裏不好過。」郭靖無言可答，縱聲長笑，足尖在小紅馬肋上輕輕一碰，那馬電馳而出，四足猶似凌空一般。中午時分，已到桃源縣治。黃蓉元氣究未恢復，騎了半天馬，累得雙頰潮紅，呼吸頓促。桃源城中只有一家像樣的酒家，叫作「避秦酒樓」，用的是陶淵明〈桃花源記〉中的典故。兩人入座叫了酒菜。郭靖向酒保道：「小二哥，我們要往漢口，相煩去河下叫一艘船，邀梢公來此處說話。」酒保道：「客官若是搭人同走，省錢得多，兩人單包一艘船花銀子可不少。」黃蓉白了他一眼，拿出一錠五兩的銀子往桌上一拋，道：「夠了麼？」店小二忙陪笑道：「夠了，夠了。」轉身下樓。郭靖怕黃蓉傷勢有變，不讓她喝酒，自己也就陪她不飲，只吃飯菜。剛吃得半碗飯，那酒保陪了一個梢公上來，言明直放漢口，管飯不管菜，共是三兩六錢銀子。黃蓉也不講價，把那錠銀子遞給梢公。那梢公接了，行個禮道謝，指了指自己的口，嘶啞著嗓子「啊」了幾聲，原來是個啞巴。他東比西指的做了一陣手勢，黃蓉點點頭，也做了一陣手勢，姿式繁複，竟是長篇大論，滔滔不絕。啞巴喜容滿臉，連連點頭而去。郭靖問道：「你們兩個說些甚麼？」黃蓉說道：「他說等我們吃了飯馬上開船。我叫他多買幾隻雞、幾斤肉，好酒好菜，儘管買便是，回頭補錢給他。」郭靖嘆道：「這啞梢公若是遇上我，可不知怎生處了。」原來桃花島上侍僕均是啞巴，與啞巴打手勢說話，黃蓉在兩歲上便已會了。那酒樓的一味蜜蒸臘魚做得甚是鮮美，郭靖吃了幾塊，想起了洪七公，道：「不知恩師現在何處，傷勢如何，教人好生掛懷。」恨不得將臘魚包起來，拿去給洪七公吃。黃蓉正待回答，只聽樓梯腳步聲響，上來一個道姑，身穿灰布道袍，用遮塵布帕蒙著口鼻，只露出了眼珠。那道姑走到酒樓靠角裏的一張桌邊坐下，酒保過去招呼，那道姑低低說了幾句話，酒保吩咐下去，不久端將上來，是一份素麵。黃蓉見這道姑身形好熟，卻想不出曾在那裏見過。郭靖見她留上了神，也向那道姑望了一眼，只見她急忙轉過頭去，似乎也正在打量著他。黃蓉低聲笑道：「靖哥哥，那道姑動了凡心，說你英俊美貌呢。」郭靖道：「呸，別瞎說，出家人的玩笑也開得的？」黃蓉笑道：「你不信就算啦。」說著兩人吃完了飯，走向樓梯。黃蓉心中狐疑，又向那道姑一望，只見她將遮在臉上的布帕揭開一角，露出臉來。黃蓉一看之下，險些失聲驚呼。那道姑搖一搖手，隨即將帕子遮回臉上，低頭吃麵。郭靖走在前頭，並未知覺。下樓後會了飯帳，那啞梢公已等在酒樓門口。黃蓉做了幾下手勢，意思說要去買些物事，稍待再行上船。那啞梢公點點頭，向河下一艘烏篷大船指了一指。黃蓉會意，卻見那梢公並不走開，於是與郭靖向東首走去。走到一個街角，在牆邊一縮，不再前行，注視著酒樓門口。過不多時，那道姑出了酒樓，向門口的紅馬雙鵰望了一眼，似在找尋靖蓉二人，四下一瞥未見人影，當即逕向西行。黃蓉低聲道：「對，正該如此。」一扯郭靖衣角，向東疾趨。郭靖莫名其妙，卻不詢問，只跟著她一股勁兒的走著。那桃源縣城不大，片刻間出了東門，黃蓉折而南行，繞過南門後，又轉向西。郭靖低聲道：「咱們去跟蹤道姑嗎？你可別跟我鬧著玩。」黃蓉笑道：「甚麼鬧著玩兒？這天仙般的道姑，你不追那才是悔之晚矣。」郭靖急了，停步不走，道：「蓉兒，你再說這些話我要生氣啦。」黃蓉道：「我才不怕呢，你倒生點兒氣來瞧瞧。」郭靖無奈，只得跟著又走，約莫走出五六里路，遠遠見那道姑坐在一株槐樹底下，她見靖蓉來到，便即站起身來，循著小路走向山坳。黃蓉拉著郭靖的手跟著走向小路。郭靖急道：「蓉兒，你再胡鬧，我要抱你回去啦。」黃蓉道：「我當真走得累了，你一個人跟罷。」郭靖滿臉關切之容，蹲低身子，道：「莫累壞了，我揹你回去。」黃蓉格格一笑，道：「我去揭開她臉上手帕，給你瞧瞧。」加快腳步，向那道姑奔去。那道姑回轉身子等她。黃蓉撲過去一把抱住了她，伸手去揭她臉上布帕。郭靖隨後跟來，只叫：「蓉兒，莫胡鬧！」突然見到道姑的臉，一驚停步，說不出話來，只見她蛾眉深蹙，雙目含淚，一副楚楚可憐的神色，原來卻是穆念慈。黃蓉抱著她的腰道：「穆姊姊，你怎麼啦？楊康那小子又欺侮了你嗎？」穆念慈垂首不語。郭靖走近來叫了聲：「世妹。」穆念慈輕輕嗯了一聲。黃蓉拉著穆念慈的手，走到小溪旁的一株垂柳下坐了，道：「姊姊，他怎樣欺侮你？咱們找他算帳去。我和靖哥哥也給他作弄得苦，險些兒兩條性命都送在他手裏。」穆念慈低頭不語，她和黃蓉二人的倒影映在清可見底的溪水之中，水面一瓣瓣的落花從倒影上緩緩流過。郭靖坐在離二人數尺外的一塊石上，滿腹狐疑：穆家世妹怎麼作了道姑打扮？在酒樓中怎麼又不招呼？楊康卻不知到那裏去了？黃蓉見了穆念慈傷心的神色，也不再問，默默的握著她手。過了好一陣，穆念慈才道：「妹子，郭世哥，你們僱的船是鐵掌幫的。他們安排了鬼計，要加害你們。」靖蓉二人吃了一驚，齊聲道：「那啞巴梢公的船？」穆念慈道：「正是。不過他不是啞巴。他是鐵掌幫裏的好手，說話聲音響得很，生怕一開口引起你們的疑心，因此假裝啞巴。」黃蓉暗暗心驚，說道：「不是你說，我還真瞧不出來。這傢伙手勢倒打得好，想來他時時裝啞巴。」郭靖飛身躍上柳樹，四下張望，見除了田中二三農人之外，再無旁人，心想：「若非她二人大兜圈子，只怕鐵掌幫定有人跟來。」穆念慈嘆了一口長氣，緩緩的道：「我跟楊康的事，以前的你們都知道了。後來我運義父義母的靈柩南下，在臨安牛家村冤家路狹，又遇上了他。」黃蓉接口道：「那回事我們也知道，還親眼見他殺了歐陽克。」穆念慈睜大了眼睛，難以相信。黃蓉當下將她與郭靖在密室養傷之事簡略說了，又說到楊康如何冒認丐幫幫主、兩人如何脫險等事。這回事經過曲折，說來話長，黃蓉急於要知道穆念慈的經歷，只扼要一提。穆念慈切齒道：「這人作惡多端，日後總沒好下場，只恨我有眼無珠，命中有此劫難，竟會遇上了他。」黃蓉摸出手帕，輕輕替她拭去頰上淚水。穆念慈心中煩亂，過去種種紛至沓來，一時不知從何說起，定了定神，待心中漸漸寧定，才說出一番話來。