第十二回　望穿秋水 木婉清獃了一陣，將六具童屍並排放在一起，捧些石子泥沙，掩蓋在屍首之上。正掩埋間，突覺背後微有一陣涼氣，她應變也是奇速，左足一點，已向前竄出。只聽一陣金屬相擦般的笑聲自身後發出，一人笑道：「小姑娘，你丈夫撇下你不要了，不如跟了我罷。」正是「窮兇極惡」雲中鶴。他人隨聲到，手爪將要搭到木婉清肩膀，啪的一聲，斜刺裏一掌拍到，架開了他這一掌，卻是南海鱷神。他哇哇怒吼，喝道：「老四，我南海派門下，不容你染指。」雲中鶴一抓不中，幾個起落，已避在十餘丈外，笑道：「你徒兒收不成，她便不是南海派門下。」木婉清見這雲中鶴身材極高，卻又極瘦，便似是根竹桿，一張臉也是長得嚇人，笑起來時，一根血紅的舌頭一伸一縮，卻宛然便是一條蟒蛇。祇聽南海鱷神喝道：「你怎知我徒兒不來？是你害死了他，是不是？是了，定是你瞧我徒兒資質太好，將他收了起來，逼著要據為己有。你壞我大事，先捏死了你再說。」這人也真是橫蠻到了極處，不問雲中鶴是否真的暗中作了手腳，便向他撲將過去。雲中鶴叫道：「你徒兒是方是圓，是尖是扁，我從來沒見過，怎說是我收了起來？」他一面說話，一面迅捷之極的連避南海鱷神兩下閃電似的撲擊。南海鱷神罵道：「放屁！誰信你的話？你定是打架輸了，一口冤氣出在我徒兒身上。」雲中鶴道：「你徒兒是男的還是女的？」南海鱷神道：「自然是男的，我收女徒弟幹麼？」雲中鶴道：「照啊！我雲中鶴只搶女人，從來不要男人，難道你不知道麼？」南海鱷神本已撲在空中，聽他這句話，覺得有理，猛得使個「千斤墜」，從半空中直摔下來，右足落在一塊岩石之上，喝道：「那麼我徒兒那裏去了，為甚麼到這時候還不來拜師？」雲中鶴笑道：「嘿嘿，你南海派的事，我管得著麼？」南海鱷神苦候段譽，七日來已是焦躁萬分，一腔怒火無處發洩，喝道：「你敢譏笑於我？」木婉清心想：「若能挑撥這兩個惡人鬥個兩敗俱傷，實有莫大的好處。」當即大聲說道：「不錯，段郎定是給這雲中鶴害了，否則他在那高崖之上，如何能夠下來？這雲中鶴輕功了得，定是竄到崖上，將段郎攜到隱僻之處殺了，以免南海派中出一個厲害人物。」南海鱷神伸手拍拍自己的腦門，大聲道：「你瞧，我徒弟的媳婦兒也這麼說，難道還會冤枉你麼？」木婉清哭道：「師父，我丈夫言道，他能拜到你這般了不起的師父，真是三生有幸，一定要用心習藝，以光大南海派的門楣，使你南海鱷神的名頭，更加威震天下。讓甚麼『惡貫滿盈』、『無惡不作』，都瞧著你老人家眼巴巴的喝醋。那知道雲中鶴起了毒心，害死了你的好徒兒，從此你老人家再也找不到這般像你的人。」她說一句，南海鱷神拍一下頭。木婉清又道：「我丈夫的後腦骨長得跟你一模一樣，天資又跟你一模一樣的聰明，像這樣十全十美的南海派傳人，世間再也沒第二個了。這雲中鶴偏偏跟你為難，你還不替你的乖徒兒報仇？」南海鱷神聽到這裏，目中兇光大盛，呼的一聲，向雲中鶴撲了過去。雲中鶴自知武功較他稍遜，又不如他這般笨拙易欺，明知他是受了木婉清的挑撥，一時也說不明白，不願跟他真個動手，見他撲到，拔足便逃。南海鱷神雙足在地下一點，又撲了過去。木婉清叫道：「他逃走了，那便是心虛。若不是他殺了你徒兒，何必逃走？」南海鱷神吼道：「還我徒兒的命來！」兩人一追一逃，轉眼間便繞到了山後。木婉清暗暗歡喜，片刻之間，只聽得南海鱷神的吼聲自遠而近，兩人從山後追逐而來。雲中鶴的輕功比南海鱷神高明得多，只見他一個竹竿般的瘦長身子在空中搖搖擺擺，東一晃，西一飄，南海鱷神老是與他相差一大截，追趕不上。兩人剛到木婉清眼前，剎那間又已轉到了山後。待得第二次追還過來，雲中鶴猛地一個長身，飄到木婉清身前，伸手便往她肩頭抓去。木婉清大吃一驚，右手一揮，嗤的一聲，一枝毒箭向他射了過去。雲中鶴身在半空，憑空向左挪移半尺，避開了這枝毒箭，也不知他身形如何轉動，竟是長臂抓到了木婉清面門。木婉清急忙閃避，但終是慢了一步，只覺臉上一涼，一張面幕已被他抓在手中。雲中鶴見到木婉清清麗絕俗的面容，獃了一獃，淫笑道：「妙啊，這娘兒好標緻。只是不夠風騷，尚未十全十美──」說話之間，南海鱷神已然追到，呼的一掌，向他後心拍去。雲中鶴雙足牢牢釘在地下，運氣反擊一掌，砰的一聲大響，兩股掌風相碰，木婉清只覺一陣窒息，氣也透不過來，丈餘方圓之內，塵沙飛揚。雲中鶴借著南海鱷神這一掌之力，向前縱出二丈有餘。南海鱷神吼道：「再吃我三掌。」雲中鶴笑道：「你追我不上，我也打你不過。再鬥一天一晚，也不過是如此。」兩人追逐已遠，四周塵沙兀自未歇，木婉清心想：「我須得設法攔住這雲中鶴，否則兩人永遠動不上手。」等兩人第三次繞山而來，木婉清縱身而上，右手連揮，嗤嗤嗤響聲不絕，六七枝毒箭向雲中鶴射去，大聲叫道：「還我夫君的命來。」雲中鶴聽著短箭破空之聲，知道厲害，竄高伏低，連連閃避。木婉清挺起長劍，唰唰兩劍，向他刺了過去。雲中鶴知她心意，竟不抵敵，飄身閃避。但這樣一停，南海鱷神雙掌左右拍到，掌風將雲中鶴全身圈住。雲中鶴獰笑道：「老三，我幾次讓你，乃是為了免傷咱『天下四大惡人』的和氣，難道我當真怕了你不成？」伸手在腰間一掏，雙手中各已多了一柄鋼抓。這對鋼抓柄長三尺，抓頭各有一隻人手，手指箕張，指頭發出藍汪汪的閃光，左抓向右，右抓向左，封住了身前，仍是只守不攻之勢。南海鱷神喜道：「妙極，十年不見，你又練成了一件古怪兵刃，瞧老子的！」解下背上包袱，取了兩件兵刃出來。木婉清情知自己若是加入戰團，徒勞無益，當即向後退開幾步。只見南海鱷神右手所攜，乃是一把短柄長口的奇形剪刀，剪口盡是銀齒，宛然是一隻鱷魚的嘴巴，左手拿著一條鋸齒軟鞭，成鱷魚尾巴之形，若是給這「鱷嘴剪」剪上一口，或是給「鱷尾鞭」鞭上一記，休想保得性命。雲中鶴斜眼向這兩件古怪兵刃瞧了一眼，右手鋼抓一起，驀地向南海鱷神面門抓了過去。南海鱷神左手的鱷尾鞭翻起，啪的一聲，將鋼抓盪開。雲中鶴出手快極，右手鋼抓尚未縮回，左手鋼抓已然遞出。只聽得喀喇一聲，鱷嘴剪伸將上來，夾住他的鋼抓一絞。這鋼抓是純鋼打就，本是堅牢無比，但那鱷嘴剪的剪口不知是何物鑄成，竟是將五根手指中剪斷了兩根。總算雲中鶴縮手得快，保住了鋼抓上另外的三根手指，但他所練的抓法，十根手指每一根都有作用，少了兩根，威力登時減弱。南海鱷神狂笑聲中，鱷尾鞭疾捲而上。突然間一條青影從二人之間輕飄飄的插入，正是葉二娘到了。她左掌橫掠，貼在鱷尾鞭上，斜斜向外一推，雲中鶴已乘機向外躍開。葉二娘道：「老三、老四，甚麼事動起傢伙來啦？」她一轉眼看到木婉清的容貌，臉色登時變了。她第一是容不得天下有美過她的女子，而木婉清容貌之美，任何人一望而知。木婉清見她手中又是抱著一個男嬰，約莫三四歲左右，才知她適才下山，原來去尋覓嬰兒，以便吮吸鮮血。葉二娘這一回到峰頂，顯然南海鱷神和雲中鶴的架是打不成了。木婉清見到她眼中發出異樣光芒，急忙轉過了頭不敢看她，只聽得那嬰兒大聲叫道：「爸爸！爸爸！山山要你，山山要你。」葉二娘柔聲道：「山山乖，爸爸待會兒就來啦。」木婉清想到草叢中那六具童屍的可怖情狀，再聽到她這般慈愛親切，撫慰言語，更是毛骨悚然。雲中鶴笑道：「二姊，老三新練成的鱷嘴剪和鱷尾鞭，實在了不起啊。適才我跟他練了幾手玩玩，當真是難以抵擋。這十年來你練了甚麼功夫？能敵得過老三這兩件厲害傢伙麼？」他竟是絲毫不提南海鱷神冤枉自己害死了他的門徒，輕描淡寫的幾句言語，想引得葉二娘和南海鱷神動手。葉二娘上峰之時，看到二人的神情全是性命相搏，絕非練武拆招，當下淡淡一笑，說道：「這十年來我勤修內功，兵刃拳腳上都生疏了，定然不是老三和你的對手。」南海鱷神和雲中鶴都是一驚，均想：「她素來以綿軟小巧的勁力見長，內功卻是平平。這十年中她居然勤修武功，難道是遭逢明師，還是得到了甚麼內功秘笈之類的經典麼？」要知武學之中，內功遠較外門功夫為厲害，內功若是修到深湛之境，再猛惡的外功往往也為之所制。南海鱷神正待說話，忽聽得山腰中一人長聲喝道：「賤妖婦，你搶了我兒子幹麼？快還我兒子來！」聲音甫歇，人已竄到峰上，身法甚是乾淨利落。木婉清一看，只見這人身穿一件古銅色緞袍，手中倒提長劍，卻是「無量劍」的掌門人左子穆，微微一怔，便已恍然：「原來葉二娘在無量山中再也找不到小兒，竟將無量劍掌門人的小兒擄了來。」葉二娘道：「左先生，令郎生得活潑可愛，我抱來玩玩，明天就還給你。你不用著急。」說著在山山的臉頰上親了一親，輕撫他的頭髮。左山山見到父親到來，大聲便叫：「爸爸，爸爸！」左子穆伸出左手，走近幾步，說道：「小兒頑劣不堪，沒甚麼好玩的，請還我罷。」南海鱷神笑道：「這位『無惡不作』葉三娘，就算是皇帝的太子公主到了她手中，那也是決計不還。」左子穆身子一顫，道：「你──你是葉三娘？那麼葉二娘是尊駕何人？」他久聞葉二娘每日要吮吸一名嬰兒的鮮血，只怕這「葉三娘」和葉二娘乃是姊妹妯娌之屬，性格一般，那可糟了。葉二娘咯咯嬌笑，說道：「你別聽他胡說八道，我便是葉二娘，世上那裏有甚麼葉三娘了。」左子穆一張臉霎時之間全無人色。他一發覺幼兒被擒，便全力追趕而來，途中已覺察她武功遠在自己之上，初時還想這婦人素不相識，與自己無怨無仇，不見得會難為了兒子，一聽到她竟是「天下四惡」中排名第二的葉二娘，幾句話塞在咽喉之中，竟是說不出口來。葉二娘道：「你瞧這孩兒皮光肉滑，養得多壯！血色紅潤，晶瑩透明，畢竟是名門子弟，與尋常農家的孩兒大不相同。」一面說，一面拿起孩子的手掌對著太陽，察看他的血色，口中嘖嘖稱讚，便似常人在菜市中購買雞鴨魚羊，撿精撿肥一般。左子穆見她一副饞涎欲滴的模樣，轉眼便要將自己的親生孩兒吃了，如何不驚怒交迸？明知不敵，也要跟她拼個你死我活，當下長劍一送，使招「有鳳來儀」，劍尖向她喉上直刺過去。葉二娘淺笑一聲，將山山的身子輕輕移過，左子穆這一劍若是刺將過去，首先便將愛兒刺個透明窟窿。幸好他劍術精湛，招數未老，陡然收勢，劍尖在半空中微微一抖，一個劍花，已換了一招「天馬行空」，斜刺葉二娘右肩。葉二娘仍不閃避，仍是將山山的身子一移，擋在自己身前。霎時之間，左子穆上下左右連刺了五劍，葉二娘卻是以逸待勞，只是將山山的身子略加移動，將左子穆的劍招都擋了回去。雲中鶴被南海鱷神追得繞山三匝，一口憤氣無處發洩，突然間縱身而上，左手鋼抓疾往左子穆頭頂抓落。左子穆長劍上掠，使一招「萬卉爭艷」，劍光亂顫，牢牢將上盤封住。噹的一聲輕響，兩個兵刃相交，左子穆一招「順水推舟」，正要乘勢將劍鋒向敵人咽喉推去，驀地裏那鋼抓的手指一合，竟將劍刃抓住。原來雲中鶴這對鋼抓上裝有極靈巧的機括，一按彈簧，鋼指便即合攏，隨心所欲，與大人的手指相差無幾。左子穆是一派宗師，劍法上有極深的造詣，雖然武功未能及得上雲中鶴，但也絕不致這麼兩招便即落敗。他一驚之下，不肯就此撤劍，急運內力相奪，噗的一下，雲中鶴右手的鋼抓已插入他肩頭。總算這柄鋼抓的五根手指已被南海鱷神削去了兩根，左子穆所受創傷稍輕，但也已鮮血迸流，三根鋼指拿住了他的肩骨，牢牢不放。雲中鶴上前補了一腳，將他踢倒，這幾下兔起鶻落，一個名門大派的掌門人，竟無絲毫招架餘地。南海鱷神讚道：「老四，這兩下子不壞，還不算丟臉。」葉二娘笑吟吟的道：「左大掌門，你見到咱們老大沒有？」左子穆的右肩肩骨被鋼爪抓住，絲毫動彈不得，強忍痛楚，道：「你老大是誰？我沒有見過。」南海鱷神也問：「你見過我徒兒沒有？」左子穆又道：「你徒兒是誰？我沒見過。」南海鱷神怒道：「你既不知我徒兒是誰，怎能說沒有見過？放你媽的狗臭屁！三妹，快將他兒子吃了。」葉二娘道：「我今天早晨已經用過了早餐，左大掌門，你去罷，咱們不要你的性命。」左子穆道：「既是如此。葉──葉二娘，你還我兒子，我去另外給你找三四個小孩兒來。我左子穆永感大德。」葉二娘笑咪咪的道：「那也好！你去找八個孩兒。咱們這裏一共四人，每人抱兩個，夠我八天用的了。老四，你放了他。」雲中鶴鬆了機括，鋼指張開，放脫了左子穆。他咬牙站起身來，向葉二娘深深一揖，伸手去抱孩兒。葉二娘笑道：「你也是江湖上的人物，怎地不明規矩？沒八個孩兒來換，我隨隨便便就將你孩子還你？」左子穆見兒子被她摟在懷裏，雖是萬分不願，但格於情勢，只得點頭道：「我去挑選八個最肥壯的孩子給你，望你好好待我兒子。」葉二娘不再理他，口中又低聲哼起兒歌來。左子穆道：「山山，乖孩子，爸爸馬上就回來抱你。」山山大聲哭叫，掙扎著要撲到他的懷裏。左子穆戀戀不捨的向兒子瞧了幾眼，左手按著肩頭傷處，轉頭便走。木婉清將這一切情景都瞧在眼裏，心想左子穆定是命門人弟子去劫奪附近農家的嬰兒，前來以八換一，雖說父子情深，無可奈何，終究是太過自私，這麼一來，轉眼間便有八個小兒無辜喪命。她一時不及多想，縱身而出，攔在左子穆身前，喝道：「姓左的，你去搶奪人家兒子，來換自己兒子，羞也不羞？你日後還有臉做一派掌門麼？」左子穆低下頭來道：「姑娘問得是，左子穆再無顏面在武林中現世，從此封劍洗手隱居不出。」木婉清橫劍說道：「我不許你下山。」突然間數峰外傳來一陣龍吟般的清嘯之聲。南海鱷神和雲中鶴同時喜道：「老大到了！」兩人縱身而起，呼呼相應，一溜煙般向嘯聲來處奔去，片刻間便已隱沒在山岩之後。葉二娘卻是漫不在乎，仍是慢條斯理的逗弄孩兒，向木婉清斜看一眼，笑道：「木姑娘，你倒有三分俠義之心那。」木婉清與她發著邪光的眼色一對，不由得打了個寒噤，緊緊握住劍柄，手心中滲出冷汗。葉二娘輕輕一笑，說道：「你這對眼珠子很美啊，我真想跟你換上一對。你過來，我先將你眼珠子挖了出來。」木婉清道：「要掉麼？那也成。你先挖了自己的出來。」葉二娘道：「還是先挖你的好。左大掌門，你給我幫一個忙，去挖了這小姑娘的眼珠。」左子穆原也不想和木婉清為難，但自己兒子在人家掌握之中，不得不聽她的話，當下一挺長劍，喝道：「木姑娘，你還是依從葉二娘吩咐的好，也免得多吃苦頭。」說著一劍便向木婉清刺去。木婉清叱道：「無恥小人！」仗劍反擊，噹噹兩聲，雙劍相交，劍尖直指左子穆的左肩。她攻左子穆乃是掩飾，三招過去，身子斜轉，突然間左手向後微揚，嗤嗤嗤，三枝毒箭向葉二娘射去。這三箭去得極是陰毒，只盼攻其不備，能夠得手。左子穆大叫：「別傷我孩兒。」不料這三箭去得固是萬分迅捷，葉二娘左手衫袖一拂，捲下三枝短箭，甩在一旁，隨手除下了山山右腳的一隻小鞋，向木婉清後心擲了過去。木婉清聽到風聲，回劍一擋，那隻鞋子順著劍鋒，滑溜而前，噗的一聲，打在木婉清右腰。葉二娘在這隻鞋上使了陰勁，木婉清重傷之餘，急運內力相抗。只覺半身酸麻，長劍嗆啷落地。便在此時，山山的第二隻鞋子又已擲到，這一次正中木婉清的後心。她眼前一花，再也支持不住，一跤坐倒。左子穆劍尖斜處，已抵住她的胸口，左手便去挖她的右眼。木婉清低叫一聲：「段郎！」身子前撲，往劍尖上迎了過去，寧可死在他劍下，勝於受這挖目折辱之慘。突然間白光微微一閃，左子穆的長劍脫手向上空飛去，這股勢頭帶得他向後跌了三步。峰上三人都是一驚，不約而同的向長劍瞧去。原來這劍被一條釣魚的魚絲捲住，魚絲盡頭是一根竹桿，拿在一個蓑衣斗篷的漁人手中。這漁人約莫三十來歲年紀，臉上英氣逼人，不住的嘿嘿冷笑。葉二娘認得他乃是七日前與雲中鶴相鬥之人，功夫大是不弱，然而比之自己，尚自差了一籌，也不去懼他，只不知與他在一起的另一個人是否也到了，斜目一瞧，果見一個短衣草鞋的漢子站在左首，這漢子腰間束著一條粗草繩，插著一把短柄鐵斧。葉二娘正要開言，忽聽得背後微有響動，她倏地轉身，只見東南和西南兩邊角上，各自站著一人。東南角上是個儒生打扮的文士，右手持折扇，左手握著一卷書。西南角上的則是個粗眉大眼的赤足漢，肩頭托著一柄五齒釘耙。四個人分作四角，隱隱成合圍之勢。葉二娘心下嘀咕：「這四人若是武功差相彷彿，我一人怕難敵，好在老大他們都在附近，聞聲即至，先料理這四人，日後攻打大理皇宮，也好少費一番手腳。」忽聽得左子穆失聲說道：「皇宮中的『漁樵耕讀』四大護衛一齊到了，在下無量劍左子穆這廂有禮。」說著向四人團團一揖，只有那書生恭恭敬敬的作揖還禮，其餘三人卻並不理會。那漁人抖動釣竿，只見長劍在空中一晃一晃，陽光照耀下閃閃發光。他冷笑一聲，說道：「『無量劍』在大理國也算是個名門大派，沒想到掌門人竟是這麼一個卑鄙之徒。段公子呢？他在那裏？」木婉清本已決意一死，忽來救星，本已喜出望見外，聽他問到段公子，更是關心。左子穆道：「段──段公子？是了，數日之前，曾見過段公子幾面──但是和這位──這位姑娘在一起。」那漁人瞧著木婉清，眼光中滿是詢問之意。木婉清道：「段公子本在那邊崖上，這幾天卻不知去向，至今存亡未卜。」那漁人向她打量了幾眼，喝道：「你──你便是那惡命遠播的香藥叉木婉清了？咱們公子爺在那兒？快說！」木婉清初時聽那漁人關懷段譽，心中對他頗有親切之意，但他對自己一出口便是惡聲盤詰，倒似是自己害了段譽一般。她性子原本十分高傲，怎能忍受旁人如此無禮，當即冷笑：「你是誰？也配這麼問我？」那漁人怒道：「你到大理境內橫行，殺人無算，咱兄弟早就便要找你。你說出段公子的下落便罷，否則的話，哼哼！」木婉清道：「段譽已被這婆娘的兄弟害死了。」她一面說，一面指著葉二娘，又道：「那人叫做甚麼『窮兇極惡』雲中鶴，身材又高又瘦，好似竹竿模樣──」那漁人大吃一驚，喝道：「當真？便是那人？」那執著五齒釘耙的農夫性如烈火，一聽段譽已死，登時放聲大哭，叫道：「段公子，我給你報仇。」一耙便向葉二娘當頭砸了下去。葉二娘身形一晃避開，笑道：「你便是『漁樵耕讀』中的點蒼山農了，是不是？」那農夫道：「不錯，吃我一耙！」那釘耙攔腰橫掃過去。葉二娘數日前曾見過那漁人和雲中鶴相鬥的身手，此刻見那點蒼山農兩招一過，每一招都是沉雄狠辣的勁敵，當即咯咯笑了起來，只笑得幾下，那笑聲突轉哭聲，叫道：「啊喲，大理國『漁樵耕讀』我的四個兒啊，你們短命而死，我做娘的好不傷心！黃泉路上，等一等你的親娘葉二娘啊。」這漁樵耕讀四人，每一個年紀都和她差相彷彿，她卻自稱親娘，「我的兒啊」、「短命的心肝啊」這麼叫將起來。點蒼山農既悲且怒，將一柄釘耙使得呼呼風響，霎時間化成一團黃霧，將她裹在其中。葉二娘雙手抱著左子穆的幼兒山山，竟是一招也不還手，只在他釘耙之間穿來插去的閃避，點蒼山農的釘耙越舞越急，始終是連她衣角也帶不到半點。葉二娘的悲啼聲仍是哀怨漫長，聲音卻漸漸響了起來。木婉清心念一動，叫道：「她是在招呼同伴。若是『天下四惡』齊到，你們只怕抵敵不過。」便在此時，山峰之後突然飄來一陣笛聲，這笛聲清亮激越，調和了葉二娘的悲苦，若合符節。她哭聲高揚，笛聲也翻了上去，哭聲倘是若斷若續的有如游絲，那笛聲也是飄忽無定的和她相配。木婉清暗暗驚訝：「莫非『天下第一惡人』到了。」只見那樵子從腰間抽出短斧，喝道：「『無惡不作』葉二娘果然是名不虛傳，侍我『採薪客』領教高招。」人隨聲到，著地攻將過去。採薪客一出手便是「盤根錯節十八斧」的絕招，左一斧，右一斧的砍她下盤。葉二娘笑道：「這孩子礙手礙腳，你先將他砍死了罷。」將手中孩子往下一送，向斧頭上迎將過去。採薪客吃了一驚，急忙收斧，不料葉二娘裙底一腿飛出，正中他的肩頭，幸好他軀體粗壯，挨了這一腿只是略一踉蹌，並未受傷。但葉二娘以小孩為護符，點蒼山農和採薪客兵刃遞將出去之時，反而大受牽制。左子穆大叫：「小心孩子！這是我的小兒，小心，小心！」正混亂間，只聽得笛聲漸近，山後轉出一個寬袍緩帶的人來，雙手持著一枝玉笛，兀自湊在嘴邊吹著。木婉清見這人三絡長鬚，相貌甚是俊雅，尤其膚色如玉，臉孔和十根手指放在玉笛之旁，竟是一般的晶瑩潔白。那書生快步上前，走到他的身邊，低聲說了幾句，神態甚是恭謹。那人口不離笛，眼光卻向木婉清飄來。木婉清心道：「原來這人和漁樵耕讀乃是一路。」那人一面吹笛，一面緩步向正自激鬥的三人走去。採薪客短斧揮舞，點蒼山農釘耙砸打，那人恍若未見，猛地裏笛聲高入雲端，震得各人耳鼓中都是一痛。他十根手指一齊按住笛孔，鼓氣一吹，玉笛尾端飛出一股勁風，向葉二娘臉上撲去。葉二娘一驚之下轉臉相避，玉笛頭前已指向她的咽喉。這兩下動作兔起鶻落，快得驚人，饒是葉二娘應變神速，也不禁有些手足無措，百忙中纖腰微翹，上半身硬硬生生的向後讓開尺許，避開了玉笛指向咽喉中的那一點。那寬袍客右手使勁，玉笛脫身飛出，射向葉二娘的心口。到此地步，葉二娘再也不能如以前一般不用雙手，將山山往地下一拋，伸手便向玉笛抓去。寬袍客大袖一揮，捲起嬰兒，說道：「拿來！」伸出了左掌。葉二娘剛抓到玉笛，只覺笛上燙如紅炭，熱氣幾欲燒破她的掌心。這一下大出她意料之外，心頭一動：「莫非笛上敷有毒藥？」急忙撤掌放笛。寬袍客左手五指前探，抓住玉笛，順勢將笛向她肩頭擊了過去，同時右手大袖揮出，將山山穩穩的擲向左子穆。他奪孩攻敵，每一招都是有如行雲，瀟灑自如，略無阻礙，神姿好看到了極處，似乎全不著力，但木婉清瞧在眼裏，知道每一招也都是難到了極處，其間不但絕無厘毫之差，更是處處蘊蓄深厚內力。葉二娘當他接笛之時，一瞥眼間，看到他左掌掌心殷紅如血，不禁一驚：「難道他已練成了武林中故老相傳的硃砂手？如此說來，玉笛上並非敷有毒藥，乃是他的上乘內力，燙得玉笛如同剛從熔爐中取出來一般。」足下交差後退，輕飄飄的走上數步，笑道：「閣下武功好生了得，不意大理境內，竟有如許高人。請問尊姓大名？」那寬袍客微微一笑，說道：「葉二娘駕臨敝境，未得遠迎，望乞恕罪。大理雖是國小民貧，亦當一盡地主之誼。」左子穆抱住了兒子，正自驚喜交集，驀地裏想起了一人，然轉念又想：「雖與傳聞中那人形貌相似，可是他如何會涉足江湖？」但仍是忍不住衝口而出：「尊駕是高──高君候麼？」那寬袍客既不說是，亦不說否，問葉二娘道：「段公子安危如何，還盼見告。」葉二娘咬著下唇，冷笑道：「我不知道，便是知道，也不會說。」突然間縱身而起，向山峰飄落。寬袍客道：「且慢！」飛身追去，突然眼前金光閃動，七八件暗器連珠般擲來，嗤嗤破空，分打他頭臉數處要害。寬袍客揮動玉笛，一一擊落，只震得他虎口隱隱生疼，暗道：「這婆娘當真了得。」只見她一飄一晃，有如鬼魅，再也追她不上了。再瞧那些落在地下的暗器時，每一件各不相同，均是懸在小兒身上的金器銀器，或為長命牌，或為小鎖片。寬袍客猛地想起：「這都是被她害死的眾小兒之物。此害不除，大理國中不知更將有多少小兒喪命。」那漁人一揮釣桿，釣絲上捲著的長劍托地飛出，倒轉劍柄，向左子穆飛去。左子穆伸手挽住劍柄，滿臉羞慚，無言可說。那漁人轉向木婉清，厲聲喝道：「到底段公子怎樣了？是真的為雲中鶴所害麼？」木婉清心想：「這些人個個武功卓絕，看來都是段郎的朋友，我還是跟他們說了實話，好一齊去那邊山崖上仔細尋訪。」正待開言，忽然聽得半山裏一人大聲叫道：「木姑娘──木姑娘──你在這兒麼？南海鱷神，我來了，你別害木姑娘！」寬袍客等一聽，臉上都現出大喜若狂之色，一齊聲道：「是公子爺！」木婉清苦候了他七日七夜，已是心力交瘁，此刻居然聽到他的聲音，驚喜之下，只覺眼前一黑，便即暈了過去。昏迷之中，耳邊只聽有人低呼：「木姑娘，木姑娘，你，你快醒來！」她神智漸復，覺得自己是躺在一人懷中，被人抱著肩背，登時便跳將起來，但隨即想到：「是段郎來了。」心中又是甜蜜，又是酸苦，緩緩睜開眼來，眼前一雙眼睛清淨如秋水，卻不是段譽是誰？只聽段譽喜道：「啊，你終於醒轉了。」木婉清忍不住淚水滾滾而下，反手一掌，重重打了他一記耳光。