第九十一回　獨闖丐幫此時張無忌更無懷疑，沿著小路追了下去，直追到沙河驛，天已黎明，在飯店中胡亂買些饅頭麵餅充飢，更向西行，到了棒子鎮上。只見街角牆腳下繪著一個火燄記號，指向一所破破爛爛的祠堂。無忌大喜，心想義父定是藏身其間，走近一看，見匾額上寫著「魏氏宗祠」四個大字。一走進門，只聽得一陣呼吆喝六之聲，大廳上圍著一群潑皮和破落子弟，正自入局賭博，卻是個賭場。賭場莊頭見張無忌衣飾華貴，只道是位大豪客來了，忙笑吟吟的迎將上來，說道：「公子爺快來擲兩手，你手氣好，殺他三個連莊。」轉頭向眾賭客道：「快讓位給公子爺，大夥兒端定銀子輸錢，可給公子爺雙手捧回府去啊！」張無忌眉頭一皺，見眾賭客中並無江湖人物，提聲叫道：「義父，義父，你老人家在這兒嗎？」隔了一會，不聽有人回答，他又問了幾句。一個潑皮見他不來賭博，卻來大呼小叫的擾局，當即應道：「乖孩兒，我老人家在這兒，你快快來擲骰子啊。」眾潑皮一聽，登時哄堂大笑。張無忌問那莊頭道：「你可曾見一位黃頭髮、高身材的大爺進來，是一位雙目失明的大爺？」那莊頭見他不來聚賭，卻是來尋人，心中登時淡了，笑道：「笑話奇談，天下竟有瞎子來賭骰子的麼？除非這瞎子活得不耐煩了。」張無忌追尋義父不見，心中已沒好氣，又聽這莊頭和那潑皮出言不遜，辱及義父，一怒之下，踏上一步，一手一個，將那莊頭和潑皮抓了起來，雙手輕輕一送，將二人擲上了屋頂。這二人雖未受傷，卻已嚇得殺豬似的大叫起來。無忌推開眾人，拿起賭台上的兩錠大銀，說道：「大爺借去使使。」揣在懷內，大踏步走出祠堂。眾潑皮驚得呆了，誰敢來追？他續向西行，不久卻又見到了火燄記號。傍晚時分到了豐潤，那是冀北的一座大城。無忌依著記號所指，尋到一處粉牆黑門之外。但見門上銅環擦得晶亮，牆內梅花半開，卻是一家幽雅精潔的人家，他拿起門環，輕輕敲了三下。不久腳步細碎，黑門呀的一聲開了，鼻中先聞到一陣濃香，只見應門的是個身穿粉紅皮襖的小鬟，抿嘴一笑，說道：「公子爺這久不來啦，姐姐想得你好苦，快進來喝茶。」說著又是一笑，向他拋了個媚眼。張無忌猶如丈二金剛，摸不著頭腦，問道：「你怎麼識得我？你姊姊是誰？」那小鬟笑道：「你是明知故問，還假惺惺作態呢，快來吧，別讓我姊姊牽肚掛腸啦。」一伸手，已握住了無忌的右手，引著他向內走去。無忌心下大奇：「怎地她跟我一見如故？」轉念一想：「啊，是了，想必芷若寄身此間，知我日內必定循著記號尋來，命這小鬟日夜應門。唉，多日不見，芷若原是牽肚掛腸，想得我苦。」他心中一陣溫馨，便隨著那小鬟，曲曲折折經過一條鵝卵石舖的小徑，穿過一處院落，來到一間廂房之中。只聽得簷間一隻鸚哥尖起嗓子，叫道：「情哥哥來啦，姊姊，情哥哥來啦。」無忌臉上一紅，心想：「連鸚哥兒也知道了。」只見房中椅上都舖著錦墊，炭火熊熊，烘得一室皆春，小几上點著一爐香，旁邊放著一張瑤琴。那小鬟轉身出去，不久托著一隻盤子進來，盤中六色果子細點，一壺清茶。那小鬟款款的斟了茶，遞在無忌手中，卻在他手腕上輕輕捏了一把。無忌眉頭一皺，心想：「這丫頭怎地如此輕狂？」礙著周芷若面子，卻也不好說她，問道：「謝老爺子呢？周姑娘在那裏？」那小鬟笑道：「你問謝老爺子幹麼？喝乾醋麼？我姊姊就來啦，瞧你這急色兒的模樣，你啊，好沒良心，到咱們這兒，心上卻又牽掛著什麼周姑娘、王姑娘的。」無忌一怔，道：「你滿口胡言亂語，瞎扯些什麼？」那小鬟又是抿嘴一笑，轉身出去。過了一會，只聽得環珮丁冬，帷子掀開，那小鬟扶了一個二十三四歲的女子進來。只見她膚色白膩，眉毛彎彎，卻也頗具姿色，右邊嘴角上點著一粒風流痣，眼波盈盈，欲語先笑，體態婀娜，嬝嬝婷婷的迎了上來。無忌只覺濃香襲人，心下甚不自在，只聽那女子道：「相公貴姓？今兒有閒來坐坐，小女子真是好大的面子。」一面說，左手便搭到了無忌的肩頭。無忌滿臉通紅，急忙避開，說道：「賤姓張。有一位謝老爺子和一位姓周的姑娘，可是在這兒麼？」那女子笑道：「這兒是梨香院啊，你要找周纖纖，該上碧桃居去。你給那一個小妮子迷得失了魂。上梨香院來找周纖纖了？嘻嘻！」無忌一聽，這才恍然大悟，原來此處竟是所妓院，身子一閃，便即出門。那小鬟追了出來，叫道：「公子爺，我家姐姐那一點兒比不上周纖纖了？你便一刻兒也坐不得。」無忌連連搖手，摸出一錠從賭場搶來的銀子往地下一擲，飛步出門。這麼一鬧，心神半晌不得寧定，眼見天色將黑，夜晚間只怕錯過了路旁的火燄記號，便向一家客店借宿，用過晚飯後，躺在床上思潮起伏：「義父怎地又去賭場，又去妓院？他老人家此舉，中間到底含著什麼深意？」朦朦朧朧的和衣躺在床上，睡到中夜，突然間在睡夢中驚醒：「義父雙目失明，怎能一路上清清楚楚的留下這許多記號？難道是芷若從旁指引？還是敵人故意假冒本教的記號，戲弄於我？甚至是引我入伏？哼，便是龍潭虎穴，好歹也要闖他一闖。」次晨起身，在豐潤城外又找到了火燄記號，仍是指向西方。張無忌行到午後，到了玉田，只見那記號指向一家大戶人家。這一家門外懸燈結綵，正做喜事，大門外貼著「之子於歸」的紅字，看來是人家嫁女，鑼鼓吹打，賀客盈門，正是三朝回門。無忌這一次學了乖，不敢直入打聽謝遜的下落，混在賀客群中一看，未見異狀，便即出來找尋記號，果在一株大樹旁又找到了火燄的記號。話休絮煩，那記號引著他自玉田而至三河，更折而向南，直至香河。此時無忌已然想到：「這多半是丐幫發現了我的蹤跡，使個調虎離山之計，將我遠遠引開，以便自行幹那陰毒的勾當。」他心中雖然焦急，卻又不敢不順著記號而行，只怕那記號確是謝遜和周芷若所留。倘若他們正受厲害敵人追擊，一路奔逃，一路留下記號，只盼自己前去救援，自己若是自作聰明，逕返盧龍，義父和芷若竟爾因此遇難，那可如何是好。他心中打定了主意：「事已至此，我只有跟著這火燄記號，追他個水落石出。」他自香河而寶城，再向大白莊、潘莊，已是趨向東南，再到寧河，更向北行，經豐南、開平、雷莊果然引著他奔馳數日，兜了一個大圈子，重行回行盧龍。無忌一回盧龍，心下反而平靜，暗想：「敵人若是引我千里萬里的出去，直到廣東、廣西、貴州，那便如何？幸好是重回盧龍。今日不再暗訪，卻是明查，總要著落在這群惡丐身上，要他們交出義父和芷若出來。」當下在酒樓中飽餐了一頓，在故衣店買了一件白色長袍，借了硃筆，在白袍上畫了一個極大的火燄，決意堂堂正正，以明教教主身份，硬闖丐幫總堂。他換上白袍，大踏步走到那財主巨宅門前，只見兩扇巨大的朱門緊緊閉著，門上碗口大的銅釘閃閃發亮。無忌一掌推出，砰的一聲，兩扇大門飛了起來，直向院子中跌了進去，乒乒乓乓一陣響喨，兩隻大金魚缸打得粉碎。這數日之中，張無忌既掛令義父和周芷若的安危，又是連遭戲弄，在冀北大繞圈子，這時回到丐幫總舵，決意大鬧一場，一出胸中的怒氣。他一掌劈破大門，大踏步走了進去，舌綻春雷，喝道：「丐幫眾人聽了，快叫史火龍出來見我。」院子中站著丐幫的十多名四袋弟子、五袋弟子，見兩扇大門陡然飛起，已是大吃一驚，又見一個白衣少年闖進，登時有七八人同聲呼喝，迎上攔住，紛紛叫道：「什麼人大呼小叫，到這裏撒野？」張無忌雙臂一振，那七八名丐幫弟子猶如七八綑稻草一般，砰砰連聲，直摔了出去，只撞得一排長窗，盡皆稀爛。無忌穿過大廳，砰的一掌，又撞飛了中門，見中廳上排著筵席，史火龍居中而坐。一干丐幫首領剛聽得大門口喧嘩之聲，正派人出來查詢。那知無忌來得好快，半路上迎住匆匆出來查問的七袋弟子，劈胸截住，便向史火龍擲了過去。那財主模樣的主人坐在下首，一見那七袋弟子向席上飛來，伸出雙臂，往那人身上抱去。這抱抱個正著，但覺這股勁力排山倒海般撞到，腳下急使「千斤墜」，要待穩住身形，終是這股撞來的力道太強，登登登連退七八步，背心靠在大柱之上，這才停住。這麼一來，群丐無不駭然，要知那七袋弟子武功甚是不弱，卻被來人要抓便抓，手到擒來。那財主武功高強，可是連接個人都接不住，簡直是匪夷所思。群丐固是驚詫，不料無忌更是驚喜交集，原來那圓桌左首，赫然是周芷若和宋青書二人並肩坐著。無忌一時摸不著頭腦，呆呆望著周芷若，說不出話來。周芷若驚呼一聲：「無忌哥哥！」站起身來，身子一晃，便委頓在地。無忌吃了一驚，搶上前去，俯身抱起。他身子尚未挺直，背上拍的一聲，砰的一響，已被宋青書擊了一掌，再被另外一名丐幫高手打了一拳。張無忌此時九陽神功早已運遍全身，這一掌一拳打在他背上，掌力拳力盡數卸去。他抱起周芷若，縱身躍回院子，問道：「我義父呢？」周芷若道：「我…我…」無忌道：「他老人家可好麼？」周芷若道：「我被他們點中了穴道，半點功夫也沒有了。」無忌只是關心謝遜，又問：「我義父呢？」周芷若道：「不知道啊，我被他們擒來此處，一直不知義父他老人家的下落。」無忌在她腰腿關節上推拿了幾下，將她放在地下。那知周芷若被點中穴道的手法，似是丐幫特有的功夫，無忌這兩下推拿竟不奏效。她雙足著地，卻無法站直，兩膝一軟，便即坐倒。群丐紛紛離座，走到階前。史火龍抱拳道：「閣下便是明教張教主了？」張無忌心想他是一幫之主，倒是不可失了禮數，當下抱拳還禮，說道：「不敢。在下擅闖貴幫總舵，還乞史幫主恕過無禮之罪。」史火龍道：「張教主近年來名震江湖，在下仰慕得緊，今日得見尊駕身手，果然名下無虛，佩服佩服。」張無忌道：「在下來得魯莽，倒讓史幫主見笑了。我義父金毛獅王現居何處，請史幫主請他老人家出來相見。」史火龍臉上一紅，哈哈一笑，說道：「張教主年紀輕輕，說話卻是如此陰損。咱們好意請謝獅王來敝處盤桓數日，那知獅王不告而別，還下重手傷了敝幫八名弟子，這筆帳不知如何算法？卻要請張教主示下。」無忌一怔，心想：「那八名丐幫弟子，果是我義父用七傷拳所殺。看來他老人家確已不在此間，但到了何處呢？」便道：「這位周姑娘呢？她什麼地方得罪了貴幫，卻將她囚禁在此？」史火龍笑道：「人道明教張無忌武功雖強，卻是個蠻不講理的魔頭……哈哈……」張無忌沉著臉道：「怎樣？」史火龍道：「今日一見，果然是樹的影兒，人的名兒，半點也不錯。」張無忌道：「我怎樣蠻不講理了？」史火龍道：「這位周姑娘乃峨嵋派的掌門，她是名門正派的領袖人物，跟貴教旁門左道之士，有什麼干係？這位宋青書兄弟，是武當派後起之秀。他和周姑娘郎才女貌，珠聯璧合，當真是門當戶對，一對兩好，二人攜手路過此間，丐幫邀他二位作客，共飲一杯，何以明教教主來橫加干預？真是好笑啊好笑！」群丐聽幫主如此說，都隨聲附和，哈哈大笑起來。張無忌道：「若說周姑娘是你們客人，何以你們又點了她的穴道，使她無法站直？」史火龍一愕之間，一時為之語塞。陳友諒哈哈一笑，說道：「周姑娘一直好好的在此飲酒，談笑自若，誰說是點了她的穴道？丐幫和峨嵋派淵源極深，世代交好。峨嵋派創派師祖郭女俠，是敝幫上代黃幫主的親生女兒，敝幫上代耶律幫主，是郭女俠的親姊夫。武林中若非乳臭小兒的無知之輩，這些史實總該知曉。咱們丐幫豈能得罪現任峨嵋派的掌門？張教主信口雌黃，怎不讓天下英雄恥笑？」張無忌冷笑道：「如此說來，周姑娘是自己點了自己穴道？」陳友諒道：「那也未必，這兒人人親眼目睹，張教主飛蹤過來，強加非禮，一把將周姑娘抱了過去。周姑娘掙扎不服，尊駕自是順手點了她的穴道。張教主，雖說英雄難過美人關，好色之心，人皆有之，可是這般大庭廣眾之間，眾目睽睽之下，張教主這等急色舉動，不是太失自己身份了麼？」張無忌口才本是遠遠不及陳友諒，被他這麼反咬一口，急怒之下，更是難以分辯，只氣得臉色鐵青，喝道：「如此說來，你們定是不肯以在下義父的行蹤相告了？」陳友諒道：「張教主，貴教光明使者楊逍，當年姦勢峨嵋派紀曉芙女俠，引得天人共憤。你別恃武功高強，又來幹這種卑鄙齷齪的勾當。在下是良言相勸，聽不聽由你。」張無忌對周芷若道：「芷若，你倒說一聲，他們如何擄劫你來此處？」周芷若道：「我…我…我…」連說了三個「我」字，忽爾身子一斜，暈了過去。群丐紛紛鼓噪，叫道：「明教魔頭殺了人啦！」「張無忌逼姦不遂，害死了峨嵋派的掌門！」「殺了淫賊張無忌，為天下除害。」無忌大怒，踏步而前，便向史火龍衝了過去，心想：「擒賊先擒王，只要抓住了史火龍，好歹著落在他身上，逼問出我義父的下落。」他向前只衝出兩步，掌棒龍頭和執法長老雙雙攔在他的身前。掌棒龍頭一棒橫掃，執法長老右手鋼鉤，左手鐵拐，兩個人三件兵刃，同時向無忌招呼了過來。張無忌一聲清嘯，乾坤大挪移心法使出，叮噹一聲響，執法長老右手的鋼鉤格開了掌棒龍頭的鐵棒，左手單拐向他脅下砸了過去。旁邊傳功長老長劍遞出，叫道：「這小子武功怪異，人人小心了。」刷刷刷三劍，吐勢如虹，連指無忌胸口小腹三處要穴。張無忌見他招數凌厲，叫道：「好劍法。」側身避開，左手食指點向他大腿「環跳穴」。傳功長老長劍圈轉，劍尖對準張無忌指尖，直戳了過去。這一下變招既快，劍尖所指，更是不差厘毫，單此一劍，已是武林中罕見的高招。張無忌心中暗讚：「丐幫名揚江湖，百年不衰，幫中臥虎藏龍，果是有傑出的人材。」那日在彌勒廟中，他曾見玄冥二老和丐幫高手交戰，只是身藏柏樹之中，不敢探首觀看，所見不切，此刻親自交手，才知傳功、執法兩位長老，足可列名當世一流高手而無愧色。掌棒龍頭火候較淺，卻也只見稍遜一籌而已。瞬息之間，丐幫三老已和張無忌拆了二十餘招。陳友諒突然高聲叫道：「擺殺狗陣！」群丐荷荷高呼，刀光似雪，二十一名丐幫高手，各執彎刀，將張無忌圍在垓心。這二十一人或口唱蓮花落，或呻吟呼痛，或高叫：「老爺、太太、施捨口飯！」或伸拳猛擊自己胸口。張無忌先是一怔，但隨即明白，這些古怪的舉動，均是旨在擾亂敵人心神，只見群丐腳步錯雜，然進退趨避，均是嚴謹有法。傳功長老喝道：「且住！」向後退了兩步，橫劍當胸，執法長老和掌棒龍頭也各躍開，那些排成「殺狗陣」的群丐，卻仍是奔躍來去，絲毫不停。傳功長老說道：「張教主，咱們以眾欺寡，原是勝之不武，但丐幫中任何一人，均非張教主對手。除奸殺賊，可顧不得俠義道中單打獨鬥的規矩了。」張無忌微微一笑，道：「好說，好說。」傳功長老又道：「咱們人人均有兵刃，張教主卻是空手，丐幫所佔便宜，未免太多。張教主要什麼兵刃，儘管吩咐，咱們自當遵命奉上。」張無忌心想：「這位傳功長老武功既高，人也仗義，與陳友諒這干人倒是頗有不同。」當下說道：「丐幫之中，並無在下合手的兵刃。跟各位玩玩，又何必掄刀動杖？在下要用兵刃，自己不會取麼？」他說到此處，身形一晃，已從殺狗陣中閃了出去，雙手分在陳友諒與宋青書二人肩頭一按，夾手奪了二人手中長劍，側身斜退，又回入陣中。他一出一入，二十一名幫眾竟未碰到他一片衣角。群丐正自駭然，只聽張無忌朗聲說道：「貴幫幹慣了偷雞摸狗的勾當，這『殺狗陣』的名，取得甚好。只是殺狗容易，要想降龍伏虎，此陣便不管用。」說著雙劍一振，一股勁力傳到劍身之上，但聽得喇喀兩響，雙劍從中折斷。掌棒龍頭大呼：「大夥兒上啊。」張無忌一聲清嘯，向左一衝，身子卻向右斜了出去，乾坤大挪移手法使將出來，但見白光連連閃動，噗噗之聲不絕，殺狗陣群丐手中的彎刀，都被無忌奪下拋上，一柄柄都插在大廳中間的正樑之上。二十一柄彎刀整整齊齊的列成一排，每把刀都沒入木中尺許。猛聽得陳友諒叫道：「張無忌，你還不住手？」無忌一回頭，只見陳友諒手中另執柄長劍，劍尖指在周芷若的後心，這一來投鼠忌器，登時受了挾制。張無忌冷笑道：「百年來江湖上都說『明教、丐幫、少林派』，各教以明教居首，各幫推丐幫為尊，各位如此作為，也不怕辱沒了洪七公老俠的威名？」傳功長老怒道：「陳長老，你放開周姑娘，咱們再跟張教主決一死戰。丐幫傾全幫之力，拾奪不下明教的孤身一人，咱們大夥兒還有臉面做人麼？」陳友諒笑道：「大丈夫寧鬥智，不鬥力。張無忌，你還不束手待縛？」張無忌大笑道：「也罷！今日教張無忌見識了丐幫的威風。」突然間倒退兩步，向後一個空心觔斗，凌空落下，雙足騎在丐幫幫主史火龍的肩頭。他右掌平放在史火龍的頂門，左手拿住了他後頸的經脈。這一招聖火令上所載武功，竟是如此輕輕易易的得手，連無忌自己也是頗出意料之外。他原意是使一招怪招、出其不意的欺近史火龍，心中早已計算好三下極厲害的後著，要快如閃電的將史火龍擒拿過來，不讓他有動念的時機，須知陳友諒心狠手辣，說不定真的會向周芷若猛下毒手，那知他心中想好的這三招乾坤大挪移厲害殺手，竟是一招也使不上，史火龍不經招架，便已被擒。無忌騎在史火龍肩頭，猶如兒童與大人戲耍一般，形相甚是不雅，但既已制住對方頂門要穴，卻也不願縱身下地，以致另生波折。群丐見幫主被擒，齊聲驚呼。張無忌右手手掌平平按住史火龍頂門的「百會穴」上，那「百會穴」是足太陽經和督脈之交會，最是人身大穴，他掌力只須輕輕一吐，史火龍立時經脈震斷而斃，無藥可救。群丐雖然驚惶，卻是誰也不敢動彈。一陣呼喝過後，大廳上突然間一片寂靜，人人睜大雙眼望著張無忌和史火龍，不知如何是好。正在此時忽聽得屋頂上傳下來輕輕數響琴簫和鳴之聲，似是有數具瑤琴，數枝洞簫同時奏鳴。這樂聲飄渺宛轉，若有若無，但人人聽得十分清楚，只是忽東忽西，不知是從屋頂的那一方傳來。無忌大奇，心中連轉幾個念頭，想不起這琴簫之聲是何含意。忽聽得陳友諒朗聲說道：「何方高人駕臨丐幫？若是明教的群魔，不妨就此現身，何必裝神弄鬼？」瑤琴聲錚錚錚連響三下，忽見四名白衣少女從東南簷上飄然落入庭中，每人手中都抱著一具瑤琴比尋常的七絃琴短了一半，窄了一半，但具體而微，也是七絃齊備。四名少女落下後分站庭中四方，跟著門外又走進四名黑衣少女，每人手中各執一枝黑色長簫，這簫卻比常見的洞簫長了一半。這四名黑衣少女也是分站四角。四白四黑，交叉而立。張無忌於四象八卦的易理所知無多，但見這八個少女所佔方位正八卦不像正八卦，倒八卦不像倒八卦，似乎站得完全錯了，但八人齊錯，中間隱隱又似有脈絡可尋。八女站定方位，四具瑤琴上響起樂調，接著洞簫加入合奏，樂音極盡柔和幽雅。張無忌雖是不懂音樂，但覺這樂聲溫柔和平，雖處這般極緊張的局面，也願多聽一刻。悠揚的樂聲之中，緩步走進一位身披淡黃輕紗的女子，左手攜著一個十二三歲的女童。那女子約莫二十七八歲年紀，風姿綽約，容貌極美，只是臉色太過蒼白，竟無半點血色。那女童卻相貌醜陋，鼻孔朝天，一張闊口，露出兩個大大的門牙，直有兇惡之態。她一手拉著那個美女，另一手卻持一根青竹棒。群丐一見這兩個女子進來，目光不約的集中在那根青竹棒上。張無忌見了這許多女子，自覺仍是騎在史火龍肩頭，未免太過兒戲，但陳友諒的劍尖不離周芷若後心，自己又不能輕易放開史火龍。他見群丐人人目不轉睛的瞪著那女童手中的竹棒，似乎天下之大，唯有這根竹棒才是第一要緊的物事，甚麼白衣少女、黑衣少女、黃衫美女，以及這個醜女童本人，誰都是對之視若無物。無忌暗暗詫異，打量這根竹棒時，只見那棒兒通體碧綠，精光溜滑，不知多少年來經過多少人的摩挲把弄，但除此之外，卻也別無異處。那黃衫美女目光一轉，猶似兩道冷電，閃過了大廳上眾人，最後這目光停留在張無忌臉上，冷冰冰的道：「張教主，你年紀也不少了，正經事不幹，卻在這兒胡鬧。」這幾句話中微含責備之意，但詞語頗為親切，猶似長姊教訓幼弟一般。張無忌臉上一紅，分辯道：「丐幫的陳長老以卑鄙手段，制住我的…我的同伴，我只好擒住他們幫主。」那美女微微一笑，道：「將人家幫主當馬騎，不是太過份了一點嗎？我從長安來，道上聽人說明教教主是個小魔頭，今日一見，唉，唉！」說著螓首輕搖，頗有不以為然的神色，史火龍突然叫起來，「張無忌你這小淫賊，快快下來！」想伸手去扳無忌的腿，可是苦於後頸經脈被拿，混身半點勁道也使不出來。無忌聽他當著婦道人家的面，斥責自己為「小淫賊」，又羞又怒，左手一股內力從他後頸透了過去，史火龍全身酸麻難當，忍不住大聲「啊喲，啊喲」的呻吟起來。群丐見張無忌如此無禮，而且自己幫主卻又是如此孱弱，無不憤怒，均覺史火龍在敵人手下居然出聲呻吟，實是大失英雄好漢的身份，別說他是江湖上第一大幫主，便是尋常一個丐幫弟子，也不該對敵人低頭示弱。陳友諒道：「張無忌，你放開咱們史幫主，我便收劍如何？」他不等對方答應，當即還劍入鞘。他料得無忌不是言而無信之人，這一著必可收效，果然無忌說道：「甚好。」身形一晃，已站在周芷若身邊，但是她雙眉深鎖，神情委頓，甫自昏暈中醒轉，不由得甚是憐惜，扶起她身子，坐在庭中一張石鼓凳上。陳友諒轉向那黃衫美女，拱手說道：「芳駕惠臨敝幫，不知有何教言？尊姓大名，可得見示否？」他見這黃衫女子年紀已然不小，但仍是穿著未嫁人的閨女衣飾，八女前導，氣派非凡，心中苦苦思索，實想不起武林中有這麼一號人物，而那醜陋女童手中所持的這根綠竹棒，宛如便是丐幫幫主的信物打狗棒，更不知何以會在她手中。那黃衫美女冷冷的道：「混元霹靂手成崑在那裏？請他出來相見。」張無忌聽到「混元霹靂手成崑」七字，心下大奇，卻見陳友諒臉上陡然變色。但他臉色迅即回復，淡淡的道：「混元霹靂手成崑？那是金毛獅王謝遜的師父啊。你問明教張教主才是。」黃衫美女冷笑道：「閣下是誰？」陳友諒道：「在下姓陳，草字友諒，乃丐幫的八袋長老。」黃衫美女嘴角向史火龍一撇，問道：「這傢伙是誰？模樣倒是雄糾糾的一副英雄氣概，怎地如此膿包？給人略加整治，便即大呼小叫，沒半點兒光棍。」群丐一聽之下，都感臉上無光，心下暗自羞慚，有些人瞧向史火龍的眼色之中，已帶著三分輕蔑，兩分氣惱。陳友諒道：「這位便是本幫史幫主。他老人家近來大病初愈，身子不適。你遠來是客，咱們讓你三分。若再胡言亂道，得罪莫怪。」說到最後兩句，已是聲色俱厲。那黃衫美女神色漠然，向站在巽位上的黑衣少女道：「小翠，先將那封信還了給他。」那黑衣少女小翠應道：「是！」從懷中取出一封信來，托在手中。無忌目光敏銳，一瞥之下，已見封板上寫著：「面陳韓大爺山童親啟。」，另一行寫著四個小字：「丐幫史緘。」掌棒龍頭一見那信，登時滿臉紫脹，罵道：「小賤婢，原來途中一再戲弄老子的偷信賊，便是你這死丫頭。」一橫手中鐵棒，便要撲上前去廝拚。小翠格格一笑，說道：「我丫頭是丫頭，可是沒死。這麼大的人，連封信也看不住，不害羞。」說著纖手一揚，那封信平平穩穩的向掌棒龍頭飛來。他二人相隔三丈有餘，一封信飄揚揚的絕無重量，那黑衣少女居然以內力穩穩送至，內功造詣，實是不弱。掌棒龍頭伸手去抓，但說也奇怪，那信距他尚有三尺，突然間一拐彎，轉向左首，噗的一聲，掉在地下，掌棒龍頭這一抓竟是抓了個空。他一愕之下，正要俯身去拾。張無忌衣袖一捲，送出一股勁風，將那信捲了起來，左手乾坤大挪移神功運出，撥動風勢，已將那信取在手中。旁人不明其理，還道他竟有空中取物的法術，盡皆駭然失色。張無忌那晚曾見史火龍命掌棒龍頭送信去給韓山童，以韓林兒為要挾，脅他歸降丐幫，此時聽了小翠和掌棒龍頭的對答，已是恍然，知道必是那白衣黑衣少女途中戲耍掌棒龍頭，盜了他的書信，以致他迫得重返盧龍。但掌棒龍頭武功精強，聽他言中之意，竟是直至此時，方知戲耍他的人是誰，那麼這些黑白少女不是有過人的機智，便是身具極高的武功，更可能是那黃衫美女暗中主持，將一位丐幫高手耍得團團亂轉。無忌想到此處，不禁對那黃衫女子好生感激。