第七十回　射殺楚王蕭峰向敵陣中望去，只見遠處黃蓋大纛掩映之下，有兩個人各乘駿馬，以手中馬鞭指指點點。一個人全身黃袍，頭戴衝天冠，頦下灰白長鬚；另外一個身披黃金衣甲，在太陽光下閃閃發光，面容瘦削，神情卻是甚為精悍。蕭峰尋思：「瞧這模樣，這兩個人便是皇太叔和楚王父子了。」忽然間十名「罵手」低聲商議了一會，一齊放大喉嚨，大揭皇太叔和楚王的陰事。那皇太叔似乎立身甚正，無甚可罵之處，十個人所罵的，主要都針對於楚王，說他奸淫父親的妃子，仗著父親的權勢為非作歹。這些話顯是在挑撥他父子間的感情，十個人齊聲而喊，叫罵的言語字字相同，聲傳數里，數十萬軍士只怕倒有半數都聽得清楚。那楚王鞭子一揮，叛軍齊聲大噪，大都是啊啊亂叫，喧嘩呼喊，登時便將十個人的罵聲淹沒了。亂了一陣，只見敵軍分開，推出數十輛車子，來到御營之前，車子一停，隨車的軍士從車中拉出數十個女子來，有的白髮婆娑，有的方當妙齡，衣飾都是十分華貴。這些女子一走出車子，雙方罵聲一齊止歇。耶律洪基大叫：「娘啊，娘啊，兒子捉住叛徒，碎屍萬段，替你老人家出氣。」原來那白髮老婦便是當今皇太后、耶律洪基的母親蕭太后，其餘的便是他的皇后蕭后、眾殯妃和眾公主。皇太叔和楚王乘洪基出外圍獵時作亂，圍住禁宮，將皇太后等一古腦兒都擒了來。皇太后朗聲道：「陛下勿以老婦和妻兒為念，奮力殺賊！」數十名軍士倏地拔出長刀，架在眾后妃頸中，年輕的嬪妃驚惶哭喊。洪基大怒，喝道：「將哭喊的女人都殺死了！」只聽得颼颼聲響，十餘枝羽箭射了出去，哭叫呼喊的妃子紛紛都立時中箭而死。皇后叫道：「陛下射得好，射得好，祖宗的基業，決計不能墮在奸賊手中。」楚王見皇太后和皇后都是如此倔強，非但不能脅迫洪基，反而動搖了自己軍心，便發令道：「押了這些女人上車，退下。」眾軍士將皇太后，皇后等又押入車中。推入陣後。楚王下令：「押敵軍家屬上陣！」猛聽得呼呼呼的竹哨吹起。聲音極是蒼涼，軍馬向兩旁分開，鐵鏈聲嗆啷不絕，一排排男女老幼從陣後牽了出來，霎時間哭聲震地。原來這些人都是御營官兵的家屬。御營官兵是遼帝親軍，耶律洪基對他們特別優遇，准許他們的家屬都在上京居住，一來是使親軍感激，有事時可出死力，二來也是監視之意，使這一枝精銳之師不敢稍起反心，那知道這次出獵，變起肘腋之間，竟是最親信的皇太叔作亂造反。這些御管官兵的家屬無慮二十餘萬人，其中有許多是胡亂捉來而捉錯了的，一時也分辨不出，但見拖兒帶女，亂成一團，解到陣前的也不過一二萬人，其餘的正絡繹從上京而來。楚王令麾下一名將軍縱馬出陣，高聲叫道：「御營軍官兵聽著，爾等家小，都已被收，投降的升官發財，若不投降，新皇有命，所有家屬一齊殺死了。」契丹人向來殘忍好殺，說是「一齊殺了」，那絕非恐嚇之詞，當真是要一齊殺了的。御營中有些官兵已認出了自己親人，登時「爹爹、媽媽、孩子、夫君、妻啊」呼喚之聲，響成一片。只聽得叛軍中鼓聲響起，二千名刀斧手步行而出，手中大刀擦得精光閃亮。鼓聲一停，二千柄大刀便舉了起來，對準眾家屬的頭頸。那將軍叫道：「向新皇投降，重重有賞，若不投降，親家屬一齊殺了！」他左手一揮，鼓聲又起。御營眾將士知道他左手再是一揮，鼓聲停止，這二千柄明晃晃的大刀便砍了下去。這些親軍對洪基向來忠心，皇太叔和楚王以「升官」和「重賞」相招，那是難以引誘，但這時眼見自己的父母子女引頸待戮，心中如何不驚？鼓聲隆隆不絕，御營親軍的官兵的心也是怦怦急跳，突然之間，御營中有人叫道：「媽媽，媽媽，不能殺了我媽媽！」投下長矛，向敵陣前的一個老婦奔了過去。跟著颼的一箭從御營中射出，正中他的後心。這人一時未死，兀自向他母親爬去。只聽得「爹娘、孩兒」叫聲不絕，御營中數百人同時奔了出去。耶律洪基的親信大臣拔劍亂斬，卻那裏止得住？這數百人一奔出，跟著便是數千，數千人之後，嘩啦啦一陣大亂，十五萬親軍之中，倒奔去了八九萬人。耶律洪基長嘆一聲，知道大勢已去，乘著親軍和其家屬抱頭相認，亂成一團，將皇叔的叛軍從中隔開了，便即下令：「向西北蒼茫山退軍。」中軍將軍悄悄傳下號令，餘下未降的尚有五六萬人，後軍轉作前軍，向西北馳了出去。楚王急命騎兵追趕，但戰場上塞滿了老弱婦孺，騎兵不能奔馳，待得推開眾人，洪基已率領著御營親軍去得遠了。這五萬多名親軍趕到蒼茫山腳下，已是黃昏，眾軍士又饑又累，還是在山坡上趕造營寨，居高臨下，以作守禦之計，剛安營已定，還未造飯，楚王已親率精銳趕到山下，立即向山坡衝鋒，一陣仰攻。御營軍士箭石如雨齊施，將叛軍擊退，卻又損折了三千餘人。楚軍見仰攻不利，當即收兵，在山下安營。這日晚間，耶律洪基站在山崖之旁，一眼望將出去，但見叛軍營中營火有如繁星，遠處有三條火龍蜿蜒而至，卻是叛軍的後續部隊前來參與圍攻。洪基心下黯然，正待入帳安寢，突然北院樞密使前來奏告：「臣屬下的一萬五千兵馬，衝下山去投了叛逆。臣治軍無方，罪該萬死。」耶律洪基揮了揮手，道：「這也怪你不得，下去休息罷！」他轉過身來，見蕭峰望著遠處出神，道：「一到天明，叛軍就會大舉來攻，我輩盡成俘虜矣。我是國君，不能受辱於叛徒，當自刎以報社稷，兄弟，你帶了你妹妹，乘夜衝了出去罷。你武藝高強，叛軍須攔你不住。」他說到這裏，神色凄然，又道：「我本想大大賜你一場富貴，豈知做哥哥的自身難保，反而累了你啦。」蕭峰道：「大哥，大丈夫能屈能伸，今日戰陣不利，我保你退了出去，招集舊部，徐圖再舉。」洪基搖頭道：「我連老母妻子都不能保，那裏還說得上大丈夫？契丹人眼中，勝者英雄，敗者叛逆。我一敗塗地，豈能再興？你自己去罷！」蕭峰知他所說的乃是實情，慨然道：「既然如此，我便陪著哥哥，明日與敵人決一死戰。你我義結金蘭，你是帝皇也好，是百姓也好，蕭某都當你是義兄。兄長有難，做兄弟的和你同生共死，豈有自行逃走之理？」耶律洪基熱淚盈眶，握住他的雙手道：「好兄弟，多謝你了。」蕭峰回到自己帳中，見阿紫臥在帳幕一角，睜著一雙圓圓的大眼，兀自未睡。阿紫說道：「姊夫，你怪我不怪？」蕭峰奇道：「怪你甚麼？」阿紫道：「都是我不好，若不是我定要到大草原中來遊玩，也不會累得你困在這裏。姊夫，咱們要死在這裏了，是不是？」帳外火把的紅光映在阿紫的臉上，蒼白之色中泛起一片暈紅，更是顯得嬌小稚弱。蕭峰心中大起憐意，道：「我怎會怪你？若不是我打傷了你，咱們就不會到這種地方來。」阿紫微微一笑，道：「若不是我向你發射毒針，你就不會打傷我。」蕭峰伸出大手，撫摸她的頭髮。阿紫重傷之餘，頭髮脫落了大半，又黃又稀。蕭峰輕嘆一聲，道：「你年紀輕輕，卻跟著我受苦。」阿紫道：「姊夫，我本來不明白，姊姊為甚麼這樣喜歡你，後來，我才懂了。」蕭峰心想：「你姊姊待我深情無限。你這小姑娘懂得甚麼。其實，阿朱為甚麼會愛上我這粗魯漢子，連我自己也不知道，你又怎麼知道？」阿紫側過頭來，臉上露出奇怪神色，道：「姊夫，你猜到了沒有，為甚麼那天我向你發射毒針？我不是要射死你，我只是要你動彈不得，讓我來服侍你。」蕭峰道：「那有甚麼好？」阿紫微笑道：「你動彈不得，就永遠不能離開我了。否則的話，你心中瞧我不起，隨時就拋開我，不理睬我。」蕭峰聽她說的雖是小孩子話，卻也不禁暗暗心驚，知道不是隨口胡說，尋思：「反正明天大家都死，安慰她幾句也就是了。」說道：「你這真是孩子的想法，你真的喜歡跟著我，儘管跟我說就是，我也不會不答應。」阿紫眼中突然發出明亮的光來，喜道：「姊夫，我傷好了之後，仍是要跟著你，永遠不回到星宿派師父那裏去了。你可別拋開我不理。」蕭峰知她在星宿派所闖的禍實在不小，料想她確是不敢回去。看來明晨皇太叔大軍攻山，勢必是玉石俱焚，逃出去的機會極渺，便笑道：「你是星宿派的大師姊、傳人，你不回去，群龍無首，那便如何是好？」阿紫咯咯一笑，道：「讓他們去亂成一片好了。我才不理呢。」蕭峰拉上毛氈，蓋在她的頸下，自己展開毛氈，在營帳的另一角睡下。帳外火光時明時滅，閃爍不定，但聽得哭聲隱隱，知道御營官兵思念家人，大家均知明晨這一仗性命難保，只是各人忠於皇上，不肯背叛而已。次晨蕭峰一早便醒了，囑咐室里隊長備好馬匹，照料阿紫，自己結束停當，吃了兩斤羊肉，喝了一斤酒，便走到山邊。其時四下裏尚一片黑暗，過不多時，東方曙光初現，敵營小號角聲嗚嗚吹起，但聽得鏗鏗鏘鏘，兵甲軍刃相撞之聲不絕於耳。軍營中一隊隊兵馬開出，赴各處衝要之處守禦。蕭峰居高臨下的一眼望將出去，只見東南方三面，人頭湧湧，盡是敵軍，一陣白霧罩著遠處，軍陣不見盡頭。霎時間太陽於草原邊上露出一弧，金光萬道，射入白霧之中，濃霧漸消，顯出霧中也都是軍馬。驀地裏鼓聲大起，敵陣中兩隊黃旗軍馳了出來，跟著皇太叔和楚王乘馬馳到山下，向山上指指點點，極是得意。耶律洪基領著侍衛站在山邊，見到這等情景，怒從心起，從侍衛手中接過弓箭，彎弓搭箭，一箭向楚王射了過去。但山上望將下去，似乎相隔不遠，其實相距還有三箭之地，這一箭沒到半途，便力盡跌落。楚王哈哈大笑，說道：「洪基，你篡了我爹爹之位，做了這許多時候的偽君，也該讓位了。你快快投誠，我爹爹便饒你一死，還假仁義的封你為皇太侄如何？哈哈哈！」他這幾句話，顯然是諷刺洪基封耶律重元為皇太叔乃是一片假仁假義。洪基大怒，罵道：「無恥叛賊還在逞這口舌之利。」北院樞密使道：「主辱臣死，主上待我等恩重如山，今日正是我等報主之時。」率領了三千名親兵，齊聲發喊，從山上衝了下去。這三千人都是契丹軍中的勇士，此番抱了必死之心，無不以一當十，大喊衝殺，登時將敵軍衝退里許。但楚王令旗揮處，數萬軍馬圍了上來，刀矛齊施，只聽得喊聲震動了天地，血肉橫飛。三千人越戰越少，鬥到後來，盡數死節。那北院樞密使刀殺數人，自刎而死。洪基和蕭峰等在山峰上看得明白，卻是無力相救，心感北院樞密使的忠義，無不垂淚。楚王又馳到山邊，笑道：「洪基，到底投降不投降？你這一點兒軍馬，還濟得甚事？你手下這些人都是大遼勇士，何必要他們陪你送命？是男兒漢大丈夫，爽爽快快，降就降，戰就戰，倘若自知氣數已盡，不如自刎以謝天下，也免得多傷士卒。」耶律洪基長嘆一聲，虎目含淚，擎刀在手，說道：「這錦繡江山，便讓了你父子罷。咱們叔侄兄弟，骨肉相殘，何必多傷契丹勇士的性命。」說著舉起刀來，便往頸上勒去。蕭峰猿臂伸出，施展擒拿手法，將耶律洪基手中的刀子奪了下來，說道：「大哥，是英雄好漢，便當死於戰陣，如何能自盡而死？」洪基嘆道：「兄弟，這許多將士跟隨我日久，我反正是死，不忍他們盡都跟著我丟了性命。」只聽得楚王大聲叫道：「洪基，你還不自刎，更待何時？」手中馬鞭指指點點，囂張已極。蕭峰見他越走越近，心念一動，低聲道：「大哥，你跟他信口敷衍，我悄悄掩近身去，射他一箭。」洪基知他了得，喜道：「如此甚好，若能先將他射死，我死也瞑目。」當即提高嗓子，叫道：「楚王，我待你父子不薄，你父親要做皇帝，也無不可，何必殺傷本國這許多軍士百姓，害得我遼國大傷元氣？」蕭峰執了一張強弓，十枝狼牙長箭，牽過一匹駿馬，慢慢拉到山邊，一矮身，轉到馬腹之下，身藏馬下，雙足鉤住馬背，足尖一踢，那馬便衝了下去。山下叛軍見一匹空馬奔將下來，馬背上並無騎者，只道是軍馬斷韁奔逸，這是十分尋常之事，誰也沒加留神。但不久便有人見到馬腹之下有人，登時大呼起來。蕭峰以足尖踢馬，縱馬向楚王直衝過去，眼見離他約有二百步之遙，在馬腹之下拉開強弓，颼的一箭，向楚王射了過去。楚王身旁的衛士十分機警，舉起盾牌，將這一箭擋過了。蕭峰連珠箭發，一箭將那衛士射倒，第二箭直射楚王胸膛。楚王眼明手快，馬鞭揮出，往箭上擊來。這以鞭擊箭之術，原是楚王的拿手本領，他卻不知射這一箭之人不但膂力雄強，而且箭上附有內勁，馬鞭雖是擊到了箭桿，卻只將羽箭撥得準頭稍歪，噗的一聲，插入他的左肩。楚王叫聲「啊喲！」痛得伏在鞍上。蕭峰羽箭又到，這一次相距更近，一箭從他後心穿進，透胸而過，楚王身子一晃，從馬背上溜了下來。蕭峰一舉成功，心想：「我何不乘機更去射死了皇太叔！」楚王一死，跌下馬來，敵軍陣中人人大呼，幾百枝羽箭都向蕭峰所藏身的馬匹射到，霎時之間，那馬身上中了二百多枝長箭，變成了一隻刺蝟馬。蕭峰在地下幾個打滾，溜到了一名軍官的坐騎之下。駐在這一邊的敵軍官兵個個都乘馬，蕭峰展開小巧綿軟功夫，從這匹馬腹底下鑽到那一匹馬之下，一個打滾，又鑽到另一匹馬底下。眾官兵投鼠忌器，無法放箭，紛紛以長矛來刺。但蕭峰東一鑽、西一滾，盡是在馬肚子底下做功夫。敵軍官兵亂成一團，數千人馬你推我擠，自相踐踏，卻那裏刺得到蕭峰？原來蕭峰所使的，只不過是中原武林中平平無奇的地堂功夫。不論是地堂拳、地堂刀、地堂劍，都是在地下翻滾騰挪，俟機攻敵下盤。只是他眼明手快，躲得過千萬隻馬蹄的踐踏。他看準皇太叔的所在，直滾過去，颼颼颼三箭，向皇太叔射去。皇太叔的衛士見楚王被他射死，已然有備，三十餘人各舉盾牌，密密層層的擋在皇太叔身前，只聽得錚錚錚三響，三技箭都在盾牌上撞了下來。蕭峰手中的十枝箭射出了七技，只剩下三枝，眼見敵方三十幾面盾牌相互掩護，這三枝箭便是要射死三名衛士也難，不用說射皇太叔了。這時他已深入敵陣，身後數千軍馬挺矛追來，面前更是千軍萬馬，可說已陷入絕境之中。當日他獨鬥中原群雄，對方只不過數百人，已是兇險之極，也是有人相救，方能脫身，今日困於數十萬人的重圍之中，卻如何逃命？當真是困獸猶鬥，驀地裏一聲大吼，縱身而起，呼的一聲，從那三十幾面盾牌之上一躍而過，落在皇太叔的馬前。皇太叔大吃一驚，舉起馬鞭往他臉上擊下。蕭峰斜身一躍，身子上了皇太叔的馬鞍，左手抓住他的後心，將他身子高高舉起，叫道：「你要死還是要活？快叫眾人放下兵刃！」皇太叔嚇得獃了，對他的話一個字也沒聽見。這時叛軍中的擾攘之聲更是震耳欲聾，成千成萬的官兵彎弓搭箭，對準了蕭峰，但皇太叔被他擒在手中，誰也不敢輕舉妄動。蕭峰氣運丹田，朗聲說道：「皇太叔有令，眾三軍放下兵刃，聽宣聖旨。皇帝赦免眾軍無罪，誰都不加追究。」雖不過說幾句話，但這幾句話蓋過了數十萬人的喧嘩紛擾，聲聞數里，令得山前山後數十萬人至少有半教人聽得清清楚楚，功力之深，實是非同小可。一眾叛軍本來氣勢洶洶，都想搶先擒住耶律洪基，立一場大功，忽然間楚王陣前喪命，人人已是大為氣沮，軍心搖動，待見皇太叔被擒，更是亂成一團，不知如何是好。蕭峰有過丐幫幫眾背叛自己的經驗，懂得眾人心思，一處逆境之後，最要緊的是企圖免罪，只須保證不念舊惡，絕不追究，叛軍自然鬥志消失。此刻叛軍勢大，耶律洪基身邊不過二萬餘人馬，若講戰鬥，絕不是叛軍的敵手，因此他不等洪基下旨，便說了這幾句話，好讓叛軍安心。這幾句話朗朗傳出，眾叛軍的喧嘩聲登時靜了下來，你看看我、我看看你，人人心中均是惶惑無主。蕭峰情如此刻局勢極是危險，只須有人登高一呼，數十萬沒頭蒼蠅般的叛軍立時就會釀成巨變。當真片刻也延緩不得，又大聲叫道：「皇帝有旨，眾叛軍中官兵不論大小，一概無罪，皇帝開恩，絕不追究，眾官士兵各就原職，大家快快放下兵刃！」只聽得嗆啷啷、嗆啷啷，有人擲下了手中長矛。這擲下兵刃的聲音能夠相互感染，霎時之間，嗆啷啷之聲大作，倒有一半人擲下兵刃，餘下的兀自躊躇不決。蕭峰舉起皇太叔身子，縱馬緩緩上山，眾叛軍誰也不敢攔阻，他馬頭到處，前面便讓出一條路來。蕭峰騎馬來到山腰，御營中兩隊兵馬下來，接了上去，山峰上奏起鼓樂，一片喜悅之氣。蕭峰道：「皇太叔，你快快下令，叫部屬放下兵刃投降，便可饒你性命。」皇太叔道：「你擔保饒我性命？」蕭峰向山下望去，只見無數叛軍手中還是執著弓箭長矛，軍心未定，危險未過，尋思：「眼下是安定軍心為第一要務。皇太叔一人的生死何足道哉，只須派人嚴加監守，諒他以後再也不能為非作歹。」便道：「你戴罪立功，眼下是惟一的良機。陛下知道都是你兒子不好，當可赦你的性命。」皇太叔原無爭奪帝位的念頭，都是因他兒子楚王野心勃勃而起禍，這時他身落人手，但求免於一死，便道：「好，我依你之言便了！」蕭峰將他身子安放在馬鞍之上，朗聲說道：「眾三軍聽者，皇太叔有言吩咐。」皇太叔大聲道：「楚王挑動禍亂，現已伏法，皇上寬洪大量，饒了大家的罪孽，各人快快放下兵刃，向皇上請罪。」皇太叔是這麼說，眾叛軍群龍無首，雖有兇惡倔強之徒，也已不敢再行違抗，但聽得嗆啷啷響成一片，眾叛軍都投下了兵刃。蕭峰押著皇太叔上得蒼茫山來，耶律洪基喜不自勝，如在夢中，搶到蕭峰身邊，握著他的雙手，說道：「兄弟，兄弟，哥哥這江山，以後和你共享之。」說到這裏，不由得流下淚來。皇太叔跪伏在地，說道：「亂臣向陛下請罪，求陛下哀憐。」耶律洪基此時心境好，向蕭峰道：「兄弟，你說該當如何？」蕭峰道：「叛軍人多勢眾，須當安定軍心，求陛下赦免皇太叔死罪，以安反側。」洪基笑道：「很好，很好，一切依你，一切依你。」他轉頭向北院大王道：「你傳下聖旨，封蕭峰爵為楚王，官居南院大王，督率叛軍，回歸上京。」蕭峰吃了一驚，他殺楚王，擒皇太叔，全是為了要救義兄之命，絕無貧圖爵祿之意，耶律洪基封他這樣的大官，倒令他手足無措，一時說不出話來。北院大王向蕭峰說道：「恭喜，恭喜，楚王的爵位向來不封外姓，蕭兄快向皇上謝恩。」蕭峰向洪基道：「哥哥，今日之事全仗你洪福齊天，眾官兵對你輸心歸誠，叛亂方得平定，做兄弟的只不過出一點蠻力，實在算不得甚麼功勞。何況兄弟不會做官，也不願做官，請哥哥收回成命。」耶律洪基哈哈大笑，伸出右手，攬著蕭峰的肩頭，說道：「這楚王之封，南院大王的官位，在我遼國已是最高的爵祿，兄弟倘若還嫌不夠，一定不肯臣服於我，做哥哥的除了以皇位相讓，更無別法了。」蕭峰吃了一驚，心想：「哥哥大喜之餘，說話有些忘形，眼下亂成一團，不能猶豫以防更起禍變。」只得屈膝跪下，說道：「臣蕭峰領旨，多謝萬歲恩典。」耶律洪基笑著雙手扶起。蕭峰道：「臣不敢違旨，領受官爵，只是草野鄙人，不明朝廷法度，若有差失，尚請原宥。」耶律洪基伸手在他肩頭拍了幾下，說道：「絕無干係！」他轉頭向一個四十來歲的中年人道：「耶律莫哥，我命你為南院樞密使，佐輔蕭大王，處理國事軍事。」耶律莫哥大喜，忙跪下謝恩，又向蕭峰參拜，道：「參見大王！」洪基道：「莫哥，你稟受大王號令，督率叛軍回歸上京，咱們去向皇太后請安去。」當下山峰上奏起鼓樂，耶律洪基等一行人向山下走去。叛軍的領兵將軍已將皇太后、皇后等請出，恭恭敬敬的在營中安置。耶律洪基進得帳去，母子夫妻相見，死裏逃生，恍如隔世，自是人人稱讚蕭峰的大功，那也不必細表。耶律莫哥先行，引導蕭峰去和南院諸部屬相見。適才蕭峰在千軍萬馬中一進一出，勇不可當，眾人均是親見。南院諸屬官雖然均是楚王的舊部，但一來蕭峰神威凜凜，各人心中害怕，不敢不服，二來人人敬他英雄了得，三來楚王平素脾氣暴躁，寡恩於人，是以蕭峰一到軍中，眾叛軍肅然敬服，齊聽號令。蕭峰說道：「皇上已赦免各人從逆謀叛之罪，此後大夥兒應該痛改前非，再也不可稍起貳心。」一名白鬚將軍上前說道：「稟告大王，皇太叔和世子扣押我等家屬，脅迫我等附逆，我等若有不從，世子便將我等家屬斬首，事出無奈，還祈大王奏明萬歲。」蕭峰點頭道：「既是如此，以往之事，那也不用說了。」轉頭向耶律莫哥道：「眾軍就地休息，飽餐之後，拔營回京。」當下南院中部屬一個個依著官職大小，上來參見。蕭峰雖然從來沒做過官，但他久為丐幫的幫主，統率群豪，自有一番威嚴。統領丐幫的豪傑和契丹大豪，其間也無甚差別，只是遼國軍中另有一套規矩，蕭峰一面小心在意，一面由耶律莫哥分派處理，一切均是井井有條。蕭峰帶領大軍出發不久，皇太后和皇后分別派了使者，到軍中賜給袍帶金釵。蕭峰謝恩甫畢，室里護著阿紫到了。她身披錦衣，騎著駿馬，說道均是皇太后所賜，蕭峰見阿紫小小的身體裹在寬大的錦袍之中，一張小臉倒被衣領遮去了一半，不禁好笑。阿紫沒親眼見到蕭峰射殺楚王、生擒皇太叔，只是從室里等人口中轉述而知，但大凡述說故事，總不免加油添醬，將蕭峰的功績，更是說得神乎其神，加了三分。阿紫一見到他，便埋怨道：「姊夫，你怎麼立了這樣的大功，事先也不跟我說一聲，卻將我瞞在鼓裏？」蕭峰說道：「這是僥倖立下的功勞，事先我怎麼知道？你一見面便來說孩子話。」阿紫道：「姊夫，你過來。」蕭峰走近他的身邊，見她蒼白的小臉上發著興奮的紅光，經她身上所披的錦繡衣裳一襯，倒像是個玩偶娃娃一般，又是滑稽，又是可愛，忍不住哈哈大笑起來。阿紫臉有慍色，道：「我跟你說正經話，你卻哈哈大笑，有甚麼好笑？」蕭峰笑道：「我見你穿著這樣的衣服，像是個玩偶娃娃一般，很是有趣。」阿紫嗔道：「你老是當我小孩子，卻來取笑於我。」蕭峰笑道：「不是，不是！阿紫，這一次我只道咱二人都要死於非命了，那知居然能夠死裏逃生，我自然歡喜。甚麼南院大王、楚王的封爵，我才不放在心上，能夠活著不死，那就好得很了。」阿紫道：「姊夫，你很怕死麼？」蕭峰怔了一怔，點頭道：「是，遇到危險之時，我自然怕死。」阿紫道：「我只道你是英雄好漢，不怕死的。你既然怕死，眾叛軍千千萬萬，你怎麼膽敢衝將過去？」蕭峰道：「這叫做置之死地而後生，我倘若不衝，那就非死不可，那也說不上甚麼勇敢不勇敢，只不過是困獸猶鬥而已。咱們圍住了一隻大熊、一隻老虎，它逃不出去，自然會拼命的亂咬亂撲。」阿紫嫣然一笑，道：「你將自己比作畜生了。」這時兩人乘在馬上，並肩而行，一眼望將出去，大草原上旌旗招展，長長的隊伍行列，一直伸展到天際，望不到盡頭，前後左右，盡是護士部屬。阿紫很是喜歡，道：「那日我使計奪得了星宿派傳人之位，心想星宿派中二代弟子、三代弟子數百人之眾，除了師父一人之外，算我最大，心裏十分得意。可是比之你統率千軍萬馬，那是全比不上了。姊夫，聽說丐幫不要你做幫主，哼，小小一個丐幫，有甚麼希罕，你帶領人馬，都將他們殺了。」蕭峰連連搖頭，道：「孩子話，我是契丹人，丐幫不要我做幫主，道理也是對的。丐幫中人都是我的舊部朋友，怎麼能將他們殺了？」阿紫道：「他們逐你出幫，對你不好，自然要將他們殺了。姊夫，難道他們還是你的朋友麼？」蕭峰一時難以回答，只搖了搖頭，想起在聚賢莊上和眾舊友斷義絕交，豪氣登消。阿紫又問：「如果他們聽說你做了遼國的南院大王，忽然懊悔起來，又接你去做丐幫幫主，你到底去也不去？」蕭峰微微一笑，道：「天下焉有是理？大宋的英雄好漢，都當契丹人是萬惡不赦的奸徒，我在遼國官越做得大，他們越是懼我。」阿紫道：「呸，有甚麼希罕？他們恨你，咱們也恨他們。」蕭峰極目南望，但見天地相接之處，遠山重疊，心想：「過了這些山嶺，那便是中原了。」他雖是契丹人，但自幼在中原長大，內心實是愛大宋極深而愛遼國極淺，如果丐幫讓他做一名無職份、無名份的光袋弟子（比一袋弟子更低，背上無麻袋的低級幫眾），只怕比之在遼國做甚麼南院大王更是心安理得。阿紫又道：「姊夫，我說皇上真聰明，封你做南院大王。以後遼國跟人家打仗，你帶兵出征，那當然百戰百勝。你只要衝進敵陣，將對方的元帥一打死，敵軍大家跪下投降，這仗不就勝了麼？」蕭峰微笑道：「皇太叔的部下都是遼國官兵，向來聽皇上號令的，所以楚王一死、皇太叔一擒，大家便投降。如果是兩國交兵，那便大大不同，殺了元帥，有副元帥，殺了大將軍，有偏將軍，人人死戰到底，我單槍匹馬是全然的無能為力了。」阿紫點頭道：「嗯，原來如此！姊夫，你說衝進敵陣去殺楚王不算勇敢，那麼你一生真正最勇敢的事，是甚麼，說給我聽，好不？」蕭峰向來不喜述說自己得意的武勇事蹟，從前在丐幫之時，出馬誅殺大奸大惡，不論如何激戰惡鬥，回到本幫後只是輕描淡寫的說一句：「已將某某人殺了。」至在種種驚險艱巨的經過，不論旁人如何探詢，他是決計不說的，這時聽阿紫問起，心想這一生身經百戰，臨敵時從不退縮，說到勇敢之事，當真是說不勝說，便道：「我和人相鬥，大都是被迫而為，既是不得不鬥，也就說不上甚麼勇敢。」阿紫道：「我卻知道，你生平最勇敢的是聚賢莊一場惡鬥。」