第十五回　神龍擺尾陸冠英扶起完顏康，見他已被點中穴道，動彈不得，只有兩顆眼珠光溜溜的轉動。陸乘風道：「我答應過你師父，放了你去。」瞧他被點中了穴道的情形不是本門手法，自己雖能替他解穴，但對點穴之人卻有不敬，正要出言詢問，朱聰過來在完顏康腰裏捏了幾把，又在他背上輕拍數掌，解開了他穴道。陸乘風心想：「這人手上功夫真是了得。完顏康武功不弱，未見他還得一招半式，就被點了穴。」其實若是當真動手，完顏康雖然不及朱聰，但不致立時就敗，只是大廳倒塌時亂成一團，完顏康又牽著那姓段的武官，朱聰最善於乘人分心之際攻人虛隙，是以出手即中。朱聰道：「這位是甚麼官兒，你也帶了走罷。」又給那武官解了穴道。那武官自分必死，聽得竟能獲釋，喜出望外，忙躬身說道：「大……大英雄活命之恩，卑……卑職段天德終身不忘。各位若去京師耍子，小將自當盡心招待……」郭靖聽了「段天德」三字，耳中嗡的一震，顫聲道：「你……你叫段天德？」段天德道：「正是，小英雄有何見教？」郭靖道：「十八年前，你可是在臨安當武官麼？」段天德道：「是啊，小英雄怎麼知道？」他剛才曾聽得陸乘風說陸冠英是枯木大師弟子，又向陸冠英說道：「我是枯木大師俗家的侄兒，咱們說起來還是一家人呢，哈哈！」郭靖向段天德從上瞧到下，又從下瞧到上，始終一言不發，段天德只是陪笑。過了好半晌，郭靖轉頭向陸乘風道：「陸莊主，在下要借寶莊後廳一用。」陸乘風道：「當得，當得。」郭靖挽了段天德的手臂，大踏步向後走去。江南六怪個個喜動顏色，心想天網恢恢，竟在這裏撞見這惡賊，若不是他自道姓名，那裏知道當年七兄妹萬里追蹤的就是此人？陸乘風父子與完顏康卻不知郭靖的用意，都跟在他的身後，走向後廳。家丁掌上燭火。郭靖道：「煩借紙筆一用。」家丁應了取來。郭靖對朱聰道：「二師父，請你書寫先父的靈位。」朱聰提筆在白紙上寫了「郭義士嘯天之靈位」八個大字，供在桌子正中。段天德還道來到後廳，多半是要吃消夜點心，及見到郭嘯天的名字，只嚇得魂飛天外，一轉頭，見到韓寶駒矮矮胖胖的身材，驚上加驚，把一泡尿全撒在褲襠之中。當日他帶了郭靖的母親一路逃向北方，江南六怪在後追趕，在旅店的門縫之中，他曾偷瞧過韓寶駒幾眼，這人矮胖怪異的身材最是難忘。適才在大廳上相見，只因自己心中驚魂不定，未曾留意別人，這時燭光下瞧得明白，不知如何是好，只是瑟瑟發抖。郭靖喝道：「你要痛痛快快的死呢，還是喜歡零零碎碎的先受點折磨？」段天德到了這個地步，那裏還敢隱瞞，只盼推委罪責，說道：「你老太爺郭義士不幸喪命，雖跟小的有一點兒干係，不過……不過小的是受了上命差遣，概不由己。」郭靖喝道：「誰差你了？誰派你來害我爹爹，快說，快說。」段天德道：「那是大金國的六太子完顏洪烈六王爺。」完顏康驚道：「你說甚麼？」段天德只盼多拉一個人落水，把自己的罪名減輕些，於是原原本本的將當日完顏洪烈怎樣看中了楊鐵心的妻子包氏、怎樣與宋朝官府串通、命官兵到牛家村去殺害楊郭二人，怎樣假裝見義勇為、殺出來將包氏救去，自己又怎樣逃到北京，卻被金兵拉伕拉到蒙古，怎樣在亂軍中與郭靖之母失散，怎樣逃回臨安，此後一路升官等情由，詳詳細細的說了，說罷雙膝跪地，向郭靖道：「郭英雄，郭大人，這事實在不能怪小的。當年見到你老太爺威風凜凜，相貌堂堂，原是決意要手下留情，還想跟他交個朋友，只不過……只不過……小人是個小小官兒，委實自己做不了主，空有愛慕之心，好生之德……小人名叫段天德，這上天好生之德的道理，小人自幼兒就明白的……」瞥眼見到郭靖臉色鐵青，絲毫不為自己言語所動，當即跪倒，在郭嘯天靈前連連叩頭，叫道：「郭老爺，你在天之靈要明白，害你的仇人是人家六太子完顏洪烈，是他這個畜生，可不是我這螻蟻也不如的東西。你公子爺今日長得這麼英俊，你在天之靈也必歡喜，你老人家保佑，讓他饒了小人一條狗命罷……」他還在嘮嘮叨叨的說下去，完顏康倏地躍起，雙手下擊，噗的一聲，將他打得頭骨碎裂而死。郭靖伏在桌前，放聲大哭。陸乘風父子與江南六怪一一在郭嘯天的靈前行禮致祭。完顏康也拜在地下，磕了幾個頭，站起身來，說道：「郭兄，我今日才知我那……那完顏洪烈原來是你我的大仇人。小弟先前不知，事事倒行逆施，真是罪該萬死。」想起母親身受的苦楚，也痛哭起來。郭靖道：「你待怎樣？」完顏康道：「小弟今日才知確是姓楊，『完顏』兩字，跟小弟全無干係，從今而後，我是叫楊康的了。」郭靖道：「好，這才是不忘本的好漢子。我明日去北京殺完顏洪烈，你去也不去？」楊康想起完顏洪烈養育之恩，一時躊躇不答，見郭靖臉上已露不滿之色，忙道：「小弟隨同大哥，前去報仇。」郭靖大喜，說道：「好，你過世的爹爹和我母親都曾對我說過，當年先父與你爹爹有約，你我要結義為兄弟，你意下如何？」楊康道：「那是求之不得。」兩人敘起年紀，郭靖先出世兩個月，當下在郭嘯天靈前對拜了八拜，結為兄弟。當晚各人在歸雲莊上歇了。次晨六怪及郭楊二人向陸莊主父子作別。陸莊主每人送了一份厚厚的程儀。※※※出得莊來，郭靖向六位師父道：「弟子和楊兄弟北上去殺完顏洪烈，要請師父指點教誨。」柯鎮惡道：「中秋之約為時尚早，我們左右無事，帶領你去幹這件大事罷。」朱聰等人均表贊同。郭靖道：「師父待弟子恩重如山，只是那完顏洪烈武藝平庸，又有楊兄弟相助，要殺他諒來也非難事。師父為了弟子，十多年未歸江南，現下數日之間就可回到故鄉，弟子不敢再勞師父大駕。」六怪心想也是實情，眼見他武藝大進，儘可放心得下，當下細細叮囑了一番，郭靖一一答應。最後韓小瑩道：「桃花島之約，不必去了。」她知郭靖忠厚老實，言出必踐，瞧那黃藥師性子古怪殘忍，如去桃花島赴會，勢必凶多吉少。郭靖道：「弟子若是不去，豈不失信於他？」楊康插口說道：「跟這般妖邪魔道，有甚麼信義好講。大哥是太過拘泥古板了。」柯鎮惡哼了一聲，說道：「靖兒，咱們俠義道豈能說話不算數？今日是六月初五，七月初一我們在嘉興醉仙樓相會，同赴桃花島之約。現下你騎小紅馬趕赴北京報仇。你那義弟不必同去了。你如能得遂心願，那是最好，否則咱們把殺奸之事託了全真派諸位道長，他們義重如山，必不負咱們之託。」郭靖聽大師父說要陪他赴難，感激無已，拜倒在地。南希仁道：「你這義弟出身富貴之家，可要小心了。」韓小瑩道：「四師父這句話，你一時也不會明白，以後時時仔細想想。」郭靖應道：「是。」朱聰笑道：「黃藥師的女兒跟她老子倒挺不同，咱們以後再犯不著生她的氣，三弟，是麼？」韓寶駒一捋鬍髭，說道：「這小女娃罵我是矮冬瓜，她自己挺美麼？」說到這裏，卻也不禁笑了出來。郭靖見眾師父對黃蓉不再心存芥蒂，甚是喜慰，但隨即想到她現下不知身在何處，又感難受。全金發道：「靖兒，你快去快回，我們在嘉興靜候好音。」江南六怪揚鞭南去，郭靖牽著紅馬，站在路旁，等六怪走得背影不見，方才上馬，向楊康道：「賢弟，我這馬腳程極快，去北京十多天就能來回。我先陪賢弟走幾天。」兩人扣轡向北，緩緩而行。楊康心中感慨無已，一月前命駕南來時左擁右衛，上國欽差，何等威風，這時悄然北往，榮華富貴，頓成一場春夢；郭靖不再要他同去中都行刺，固是免得他為難，但是否要設法去通知完顏洪烈防備躲避，卻又大費躊躇。郭靖卻道他思憶亡故的父母，不住相勸。中午時分，到了溧陽，兩人正要找店打尖，忽見一名店伴迎了上來，笑道：「兩位可是郭爺、楊爺麼？酒飯早就備好了，請兩位來用罷。」郭靖和楊康同感奇怪。楊康問道：「你怎認識我們？」那店伴笑道：「今兒早有一位爺囑咐來著，說了郭爺、楊爺的相貌，叫小店裏預備了酒飯。」說著牽了兩人坐騎去上料。楊康哼了一聲，道：「歸雲莊的陸莊主好客氣。」兩人進店坐下，店伴送上酒飯，竟是上好的花彫和精細麵點，菜餚也是十分雅致，更有一碗郭靖最愛吃的口蘑煨雞。兩人吃得甚是暢快，起身會帳。掌櫃的笑道：「兩位爺請自穩便，帳已會過了。」楊康一笑，給了一兩銀子賞錢，那店伴謝了又謝，直送到店門之外。郭靖在路上說起陸莊主慷慨好客。楊康對被擒之辱猶有餘恨，說：「這人也不是甚麼好東西，只會以這般手段籠絡江湖豪傑，才做了太湖群雄之主。」郭靖奇道：「陸莊主不是你師叔麼？」楊康道：「梅超風雖教過我武功，也算不得是甚麼師父。這些邪門外道的功夫，要是我早知道了，當日不學，也不至落到今日這步田地。」郭靖更奇，問道：「怎麼啊？」楊康自知失言，臉上一紅，強笑道：「小弟總覺九陰白骨爪之類不是正派武功。」郭靖點頭道：「賢弟說得不錯。你師父長春真人武功精湛，又是玄門正宗，你向師父說明真相，好好悔過，他必能原宥你以往之事。」楊康默然不語。傍晚時分，到了金壇，那邊客店仍是預備好了酒飯。其後一連三日，都是如此。這日兩人過江到了高郵，客店中又有人來接。楊康冷笑道：「瞧歸雲莊送客送到那裏？」郭靖卻早已起疑，這三日來每處客店所備的飯菜之中，必有一二樣是他特別愛吃之物，如是陸冠英命人預備，怎能深知他的心意？用過飯後，郭靖道：「賢弟，我先走一步，趕上去探探。」催動小紅馬，倏忽之間已趕過三個站頭，到了寶應，果然無人來接。郭靖投了當地最大的一家客店，揀了一間靠近帳房的上房，守到傍晚，聽得店外鸞鈴響處，一騎馬奔到店外，戛然而止，一人走進店來，吩咐帳房明日預備酒飯迎接郭楊二人。郭靖雖早料到必是黃蓉，但這時聽到她的聲音，仍不免喜悅不勝，心中突突亂跳，聽她要了店房，心想，蓉兒愛鬧著玩，我且不認她，到得晚上去作弄她一下。睡到二更時分，悄悄起來，想到黃蓉房裏去嚇她一跳，只見屋頂上人影一閃，正是黃蓉。郭靖大奇：「這半夜裏她到那裏去？」當下展開輕功，悄悄跟在她身後。黃蓉逕自奔向郊外，並未發覺有人跟隨，跑了一陣，到了一條小溪之旁，坐在一株垂柳之下，從懷裏摸出些東西，彎了腰玩弄。其時月光斜照，涼風吹拂柳絲，黃蓉衣衫的帶子也是微微飄動，小溪流水，蟲聲唧唧，一片清幽，只聽她說道：「這個是靖哥哥，這個是蓉兒。你們兩個乖乖的坐著，這麼面對面的，是了，就是這樣。」郭靖躡著腳步，悄沒聲的走到她身後，月光下望過去，只見她面前放著兩個無錫所產的泥娃娃，一男一女，都是肥肥胖胖，憨態可掬。郭靖在歸雲莊上曾聽黃蓉說過，無錫泥人天下馳譽，雖是玩物，卻製作精絕，當地土語叫作「大阿福」。她在桃花島上就有好幾個。這時郭靖覺得有趣，又再走近幾步。見泥人面前擺著幾隻黏土捏成的小碗小盞，盛著些花草之類，她輕聲說著：「這碗靖哥哥吃，這碗蓉兒吃。這是蓉兒煮的啊，好不好吃啊？」郭靖接口道：「好吃，好吃極啦！」黃蓉微微一驚，回過頭來，笑生雙靨，投身入懷，兩人緊緊抱在一起。過了良久，這才分開，並肩坐在柳溪之旁，互道別來情景。雖只數日小別，倒像是幾年幾月沒見一般。黃蓉咭咭咯咯的又笑又說，郭靖怔怔的聽著，不由得痴了。那夜黃蓉見情勢危急，父親非殺郭靖不可，任誰也勸阻不住，情急之下，說出永不相見的話來。黃藥師愛女情深，便即饒了郭靖。黃蓉在太湖中耽了大半個時辰，料想父親已去，掛念著郭靖，又到歸雲莊來窺探，見他安然無恙，心中大慰，回想適才對父親說話太重，又自懊悔不已。次晨躲在歸雲莊外樹叢之中，眼見郭靖與楊康並轡北去，於是搶在前頭給他們安排酒飯。兩人直說到月上中天，此時正是六月天時，靜夜風涼，黃蓉心中歡暢，漸漸眼睏神倦，言語模糊，又過一會，竟在郭靖懷中沉沉睡去，玉膚微涼，吹息細細。郭靖怕驚醒了她，倚著柳樹動也不動，過了一會，竟也睡去。也不知過了多少時候，只聽得柳梢鶯囀，郭靖睜開眼來，但見朝曦初上，鼻中聞著陣陣幽香，黃蓉兀自未醒，蛾眉斂黛，嫩臉勻紅，口角間淺笑盈盈，想是正做好夢。郭靖心想：「讓她多睡一會，且莫吵醒她。」正在一根根數她長長的睫毛，忽聽左側兩丈餘外有人說道：「我已探明程家大小姐的樓房，在同仁當鋪後面的花園裏。」另一個蒼老的聲音道：「好，咱們今晚去幹事。」兩人說話很輕，但郭靖早已聽得清楚，不禁吃了一驚，心想這必是眾師父說過的採花淫賊，可不能容他們為非作歹。突然黃蓉急躍起身，叫道：「靖哥哥，來捉我。」奔到一株大樹之後。郭靖一呆之下，見黃蓉連連向自己招手，這才明白，當下裝作少年人嬉戲模樣，嘻嘻哈哈的向她追去，腳步沉滯，絲毫不露身有武功。說話的兩人本來決計想不到這大清早曠野之中就有人在，不免一驚，但見是兩個少年男女追逐鬧玩，也就不在意下，但話卻不說了，逕向前行。黃蓉與郭靖瞧這兩人背影，衣衫襤褸，都是乞兒打扮。待得兩人走遠，黃蓉道：「靖哥哥，你說他們今晚去找那程家大小姐幹甚麼？」郭靖道：「多半不是好事。咱們出手救人，好不好？」黃蓉笑道：「那當然。但不知道這兩個叫化子是不是七公的手下。」郭靖道：「一定不是。但七公說天下叫化都歸他管？嗯，這兩個壞人定是假扮了叫化的。」黃蓉道：「天下成千成萬叫化子，一定也有不少壞叫化。七公本領雖大，也不能將每個人都管得好好地。看來這兩個定是壞叫化。七公待咱們這麼好，難以報答，咱們幫他管管壞叫化，七公一定歡喜。」郭靖點頭道：「正是。」想到能為洪七公稍效微勞，甚是高興。黃蓉又道：「這兩人赤了腳，小腿上生滿了瘡，我瞧定是真叫化兒。旁人扮不到那麼像。」郭靖心下佩服，道：「你瞧得真仔細。」※※※兩人回店用了早飯，到大街閒逛，走到城西，只見好大一座當鋪，白牆上「同仁老當」四個大字，每個字比人還高。當鋪後進果有花園，園中一座樓房建構精緻，簷前垂著綠幽幽的細竹簾。兩人相視一笑，攜手自到別處玩耍。等到用過晚飯，在房中小睡養神，一更過後，兩人徑往西城奔去，躍過花園圍牆，只見樓房中隱隱透出燈火。兩人攀到樓房頂下，以足鉤住屋簷，倒掛下來。這時天氣炎熱，樓上並未關窗，從竹簾縫中向裏張望，不禁大出意料之外。只見房中共有七人，都是女子，一個十八九歲的美貌女子正在燈下看書，想必就是那位程大小姐了，其餘六人都是丫鬟打扮，手中卻各執兵刃，勁裝結束，精神奕奕，看來都會武藝。郭靖與黃蓉原本要來救人，卻見人家早已有備，料得中間另有別情，兩人精神一振，悄悄翻上屋頂，坐下等候，只待瞧一場熱鬧。等不到小半個時辰，只聽得牆外喀的一聲微響，黃蓉一拉郭靖衣袖，縮在屋簷之後，只見圍牆外躍進兩條黑影，瞧身形正是日間所見的乞丐。兩丐走到樓下，口中輕聲吹哨，一名丫鬟揭開竹簾，說道：「是丐幫的英雄到了麼？請上來罷。」兩丐躍上樓房。郭靖與黃蓉在黑暗中你瞧瞧我，我瞧瞧你，日間聽得那兩丐說話，又見樓房中那小姐嚴神戒備的情狀，料想二丐到來，立時便有一場廝殺，那知雙方竟是朋友。只見程大小姐站起身來相迎，道了個萬福，說道：「請教兩位高姓大名。」那聲音蒼老的人道：「在下姓黎，這是我的師侄，名叫余兆興。」程大小姐道：「原來是黎前輩，余大哥。丐幫眾位英雄行俠仗義，武林中人人佩服，小女子今日得見兩位尊範，甚是榮幸。請坐。」她說的雖是江湖上的場面話，但神情靦覥，說一句話，便停頓片刻，一番話說來極是生疏，語言嬌媚，說甚麼「武林中人人佩服」云云，實是極不相稱。她勉強說完了這幾句話，已是紅暈滿臉，偷偷抬眼向那姓黎的老丐望了一眼，又低下頭去，細聲細氣的道：「老英雄可是人稱『江東蛇王』的黎生黎前輩麼？」那老丐笑道：「姑娘好眼力，在下與尊師清淨散人曾有一面之緣，雖無深交，卻是向來十分欽佩。」郭靖聽了「清淨散人」四字，心想：「清淨散人孫不二孫仙姑是全真七子之一，這位程大小姐和兩個乞丐原來都不是外人。」只聽程大小姐道：「承老英雄仗義援手，晚輩感激無已，一切全憑老英雄吩咐。」黎生道：「姑娘是千金之體，就是給這狂徒多瞧一眼也是褻瀆了。」程大小姐臉上一紅。黎生又道：「姑娘請到令堂房中歇宿，這幾位尊使也都帶了去，在下自有對付那狂徒的法子。」程大小姐道：「晚輩雖然武藝低微，卻也不怕那惡棍。這事要老前輩一力承當，晚輩怎過意得去？」黎生道：「我們洪幫主與貴派老教主王真人素來交好，大家都是一家人，姑娘何必分甚麼彼此？」程大小姐本來似乎躍躍欲試，但聽黎生這麼說了，不敢違拗，行了個禮，說道：「那麼一切全仗黎老前輩和余大哥了。」說罷，帶了丫鬟盈盈下樓而去。黎生走到小姐床邊，揭開繡被，鞋也不脫，滿身骯髒的就躺在香噴噴的被褥之上，對余兆興道：「你下樓去，和大夥兒四下守著，不得我號令，不可動手。」余兆興答應了而去。黎生蓋上綢被，放下紗帳，熄滅燈燭，翻身朝裏而臥。黃蓉暗暗好笑：「程大小姐這床被頭舖蓋可不能要了。他們丐幫的人想來都學幫主，喜歡滑稽胡鬧，卻不知道在這裏等誰？這件事倒也好玩得緊。」她聽得外面有人守著，與郭靖靜悄悄的藏身在屋簷之下。約莫過了一個更次，聽得前面當鋪中的更伕「的篤、的篤、噹噹噹」的打過三更，接著「啪」的一聲，花園中投進一顆石子來。過得片刻，圍牆外竄進八人，逕躍上樓，打著了火摺子，走向小姐床前，隨即又吹熄火摺。就在這火光一閃之際，郭黃二人已看清來人的形貌，原來都是歐陽克那些女扮男裝、身穿白衣的女弟子。四名女弟子走到床前，揭開帳子，將綢被兜頭罩在黎生身上，牢牢摟住，另外兩名女弟子張開一隻大布袋，抬起黎生放入袋中，抽動繩子，已把袋口收緊。眾女抖被罩頭、張袋裝人等手法熟練異常，想是一向做慣了的，黑暗之中頃刻而就，全沒聲響。四名女弟子各執布袋一角。抬起布袋，躍下樓去。郭靖待要跟蹤，黃蓉低聲道：「讓丐幫的人先走。」郭靖心想不錯，探頭外望，只見前面四女抬著裝載黎生的布袋，四女左右衛護，後面隔了數丈跟著十餘人，手中均執木棒竹杖，想來都是丐幫中人。郭黃二人待眾人走遠，這才躍出花園，遠遠跟隨，走了一陣，已到郊外，只見八女抬著布袋走進一座大屋，眾乞丐四下分散，把大屋團團圍住了。黃蓉一扯郭靖的手，急步搶到後牆，跳了進去，卻見是一所祠堂，大廳上供著無數神主牌位，樑間懸滿了大匾，寫著族中有過功名之人的名銜。廳上四五枝紅燭點得明晃晃地，居中坐著一人，摺扇輕揮，郭黃二人早就料到必是歐陽克，眼見果然是他，當下縮身窗外，不敢稍動，心想：「不知那黎生是不是他敵手？」只見八女抬了布袋走進大廳，說道：「公子爺，程家大小姐已經接來了。」歐陽克冷笑兩聲，抬頭向著廳外說道：「眾位朋友，既蒙枉顧，何不進來相見？」隱在牆頭屋角的群丐知道已被他察覺，但未得黎生號令，均是默不作聲。歐陽克側頭向地下的布袋看了一眼，冷笑道：「想不到美人兒的大駕這麼容易請到。」緩步上前，摺扇輕揮，已折成一條鐵筆模樣。黃蓉、郭靖見了他的手勢和臉色，都吃了一驚，知他已看破布袋中藏著敵人，便要痛下毒手。黃蓉手中扣了三枚鋼針，只待他摺扇下落，立刻發針相救黎生。忽聽得颼颼兩聲，窗格中打進兩枝袖箭，疾向歐陽克背心飛去，原來丐幫中人也已看出情勢凶險，先動上了手。歐陽克翻過左手，食指與中指挾住一箭，無名指與小指挾住另一箭，喀喀兩響，兩枝短箭折成了四截。群丐見他如此功夫，無不駭然。余兆興叫道：「黎師叔，出來罷。」語聲未畢，嗤的一聲急響，布袋已然撕開，兩柄飛刀激射而出，刀光中黎生著地滾出，扯著布袋一抖，護在身前，隨即躍起。他早知歐陽克武功了得，與他拚鬥未必能勝，本想藏在布袋之中，出其不意的忽施襲擊，那知還是被他識穿了。歐陽克笑道：「美人兒變了老叫化，這布袋戲法高明得緊啊！」黎生叫道：「地方上三天之中接連失了四個姑娘，都是閣下幹的好事了？」歐陽克笑道：「寶應縣並不窮啊，怎麼捕快公人變成了要飯的？」黎生說道：「我本來也不在這裏要飯，昨兒聽小叫化說，這裏忽然有四個大姑娘給人劫了去，老叫化一時興起，過來瞧瞧。」歐陽克懶懶的道：「那幾個姑娘也沒甚麼好，你既然要，大家武林一脈，衝著你面子，便給了你罷。叫化子吃死蟹，隻隻好，多半你會把這四個姑娘當作了寶貝。」右手一揮，幾名女弟子入內去領了四個姑娘出來，個個衣衫不整，神色憔悴，眼睛哭得紅腫。黎生見了這般模樣，怒從心起，喝道：「朋友高姓大名，是誰的門下？」歐陽克仍是滿臉漫不在乎的神氣，說道：「我複姓歐陽，你老兄有何見教？」黎生喝道：「你我比劃比劃。」歐陽克道：「那再好沒有，進招罷。」黎生道：「好！」右手抬起，正要發招，突然眼前白影微晃，背後風聲響動，疾忙向前飛躍，頸後已被敵人拂中，幸好縱躍得快，否則頸後的要穴已被他拿住了。黎生是丐輩中的八袋弟子，行輩甚尊，武功又強，兩浙群丐都歸他率領，是丐幫中響噹噹的腳色，那知甫出手便險些著了道兒，臉上一熱，不待回身，反手還劈一掌。黃蓉在郭靖耳邊低聲道：「他也會降龍十八掌！」郭靖點了點頭。歐陽克見他這招來勢兇狠，不敢硬接，縱身避開。黎生這才回過身來，踏步進擊，雙手當胸虛捧，呼的轉了個圈子。郭靖在黃蓉耳畔輕聲道：「這是逍遙遊拳法中的招數罷？」黃蓉也點了點頭，只是見黎生拳勢沉重，卻少了「逍遙遊」拳法中應有的飄逸之致。歐陽克見他步穩手沉，招術精奇，倒也不敢輕忽，將摺扇在腰間一插，閃開對方的圈擊，拳似電閃，打向黎生右肩。黎生以一招「逍遙遊」拳法中的「飯來伸手」格開。歐陽克左拳鉤擊，待得對方豎臂相擋，倏忽間已竄到他背後，雙手五指抓成尖錐，雙錐齊至，打向他背心要穴。黃蓉和郭靖都吃了一驚：「這一招難擋。」這時守在外面的群丐見黎生和敵人動上了手，都湧進廳來，燈影下驀見黎生遇險，要待搶上相助，已然不及。黎生聽得背後風響，衣上也已微有所感，就在這一瞬之間，反手橫劈，仍是剛才使過的「降龍十八掌」中那一招「神龍擺尾」。這一招出自《易經》中的「履」卦，始創「降龍十八掌」的那位高人本來取名為「履虎尾」，好比攻虎之背，一腳踏在老虎尾巴上，老虎回頭反咬一口，自然厲害猛惡之至。後來的傳人嫌《易經》中這些文縐縐的卦名說來太不順口，改作了「神龍擺尾」。歐陽克不敢接他這掌，身子向後急仰，躲了開去。黎生心中暗叫：「好險！」轉身拒敵。他武功遠不及歐陽克精妙，拆了三四十招，已連遇五六次凶險，每次均仗這招「神龍擺尾」解難脫困。黃蓉低聲對郭靖道：「七公只傳了他一掌。」郭靖點點頭，想起自己當日以一招「亢龍有悔」與梁子翁對敵之事，又想到洪七公對他丐幫中的首要人物也不過傳了一掌，自己竟連得他傳授十五掌，心中好生感激。只見歐陽克踏步進迫，把黎生一步步逼向廳角之中。原來歐陽克已瞧出他只一招厲害，而這一招必是反身從背後發出，當下將他逼入屋角，叫他無法反身發掌。黎生明白了敵人用意，移步轉身，要從屋角搶到廳中，剛只邁出一步，歐陽克一聲長笑，掄拳直進，蓬的一拳，擊在他下頦之上。黎生吃痛，心下驚惶，伸臂待格，敵人左拳又已擊到，片刻間，頭上胸前連中了五六拳，登時頭暈身軟，晃了幾晃，跌倒在地。丐幫諸人搶上前來救援，歐陽克轉過身來，抓起奔在最前的兩個乞丐，對著牆壁摔了出去，兩人重重撞在牆上，登時暈倒，餘人一時不敢過來。歐陽克冷笑道：「公子爺是甚麼人，能著了你們這些臭叫化的道兒？我叫你們瞧一個人！」雙手一拍，兩名女弟子從堂內推出一個女子來，雙手反縛，神情委頓，淚水從白玉般的臉頰上不住流下，正是程大小姐。這一著大出眾人意料之外，黃蓉與郭靖也是大惑不解。歐陽克揮了揮右手，女弟子又把程大小姐帶回內堂。他得意洋洋的道：「老叫化在樓上鑽布袋，卻不知區區在下守在樓梯之上，當即請了程大小姐，先回來等你們駕到。」群丐面面相覷，心想這一下真是一敗塗地。歐陽克搖了搖摺扇，說道：「丐幫的名氣倒是不小，今日一見，卻真叫人笑掉了牙，甚麼偷雞摸狗拳、要飯捉蛇掌，都拿出現世。以後還敢不敢來礙公子爺的事？瞧在你們洪幫主的份上，便饒了這老叫化的性命，只是要借他兩個招子，作個記認。」說著伸出兩根手指，向黎生眼中插下。忽聽得有人大叫：「且慢！」一人躍進廳來，揮掌向歐陽克推去。歐陽克猛覺一股凌厲掌風撲向前胸，疾忙側身相避，但已被掌風帶到，身子晃了兩下，退開兩步，不由得暗暗吃驚：「自出西域以來，竟接連遭逢高手，這是何人，居然有如此功力？」定睛看時，更是詫異，只見擋在自己與黎生之間的，竟是那個在趙王府中曾同過席的少年郭靖。此人武功平平，怎麼剛才這一掌沉猛至斯？只聽他說道：「你作惡多端，不加悔改，還想傷害好人，真把天下好漢不放在眼裏了麼？」歐陽克心想剛才這一掌不過碰巧，那將他放在心上，側目斜視，笑道：「你也算得是天下好漢？」郭靖道：「我那敢稱得上『好漢』二字，只是斗膽要勸你一句，還請把程大小姐放回，自己早日回西域去罷。」歐陽克笑道：「要是我不聽你小朋友的勸呢？」郭靖還未答話，黃蓉已在窗外叫了起來：「靖哥哥，揍這壞蛋！」歐陽克聽到黃蓉聲音，登時心神震盪，笑道：「黃姑娘，你要我放程大小姐，那也不難，只要你跟隨我去，不但程大小姐，連我身邊所有的女子，也全都放了，而且我答應你以後不再找別的女子，好不好？」黃蓉躍進廳來，笑道：「那很好啊，我們到西域去玩玩，倒也不錯。靖哥哥，你說好麼？」歐陽克搖頭笑道：「我只要你跟我去，要這臭小子同去幹麼？」黃蓉大怒，反手一掌，喝道：「你罵他？你才臭！」歐陽克見黃蓉盈盈走近，又笑又說，麗容無儔，又帶著三分天真爛漫，更增嬌媚，早已神魂飄盪，那知她竟會突然反臉？這一下毫不提防，而她這掌又是「落英神劍掌」中的精妙家數，啪的一下，左頰早著，總算黃蓉功力不深，並未擊傷，但也已打得他臉上熱辣辣的甚是疼痛。歐陽克「呸」的一聲，左手忽地伸出，往她胸口抓去。黃蓉不退不讓，雙拳猛向他頭頂擊落。歐陽克是好色之徒，見她不避，心中大喜，拚著頭上受她兩拳，也要在她胸上一碰，豈知手指剛觸到她衣服，忽覺微微刺痛，這才驚覺：「啊，她穿著軟蝟甲。」虧得他只是存心輕薄，並非要想傷人，這一抓未用勁力，急忙抬臂格開她的雙拳。黃蓉笑道：「你跟我打沒便宜，只有我打你的份兒，你卻不能打我。」歐陽克心癢難搔，忽然遷怒郭靖，心想：「先把你這小子斃了，叫你死了這條心。」眼睛望著黃蓉，突然飛足向後踢出，足跟猛向郭靖胸口撞去。這一腳既快且狠，陰毒異常，正是「西毒」歐陽鋒的家傳絕技，對方難閃難擋，只要踢中了，立時骨折肺碎。郭靖避讓不及，急忙轉身，同時反手猛劈。只聽得蓬的一聲，郭靖臀上中腳，歐陽克腿上中掌，兩人都痛到了骨裏，各自轉身，怒目相向，隨即鬥在一起。丐幫中的高手均感驚訝：「這一掌明明是黎老的救命絕技『神龍擺尾』，怎麼這個少年也會使？而且出手又快又狠，似乎尚在黎老之上？」這時丐幫中人已將黎生扶在一旁。他見郭靖掌力沉猛，招數精妙。他只會得一招「神龍擺尾」，見郭靖其餘掌法與這一招掌理極為相近，不禁駭然：「降龍十八掌是洪幫主的秘技，我不顧性命，為本幫立了大功，他才傳我一掌，作為重賞，這個少年卻又從那裏去把這十八掌都學全了？」歐陽克手上與郭靖對招，心中也是暗暗稱奇：「怎麼只兩個月之間，這小子的武功竟會忽然大進？」轉眼間兩人拆了四十餘招，郭靖已把十五掌招數反覆使用了幾遍，足夠自保，但歐陽克武功實高出他甚多，要想取勝，卻也不能。再鬥十餘招，歐陽克拳法斗變，前竄後躍，聲東擊西，身法迅捷之極。郭靖一個招架不及，左胯上中了一腳，登時舉步蹣跚，幸好他主要武功是在掌上，當下把十五掌從尾打到頭，倒轉來使。歐陽克見他掌法顛倒，一時不敢逼近，準擬再拆數十招，摸熟了他掌法變化的大致路子，再乘隙攻擊。郭靖從尾使到頭一遍打完，再從頭使到尾。第十五掌「見龍在田」使過，如接第一掌，那是「亢龍有悔」；若從尾倒打，那麼是再發一掌「見龍在田」。他腦筋轉得不快，心想：「從頭打下來好，還是再倒轉打上去？」就這麼稍一遲疑，歐陽克立時看出破綻，伸手向他肩上拿去。郭靖形格勢禁，不論用十五掌中那一掌都無法解救，順勢翻過手掌，撲地往敵人手背上拍下。這一招是他在危急之中胡亂打出，全無章法理路可言。歐陽克已看熟了他的掌法，決計想不到對方竟會忽出新招，這一掌竟然啪的一聲，被他擊中了手腕。歐陽克吃了一驚，向後縱出，揮手抖了幾抖，幸好雖然疼痛，腕骨未被擊斷。郭靖胡打亂擊，居然奏功，心想：「我現下肩後，左胯，右腰尚有空隙，且再杜撰兩掌，把這三處都補滿了。」心念甫畢，歐陽克又已打來。郭靖心思遲鈍，就是苦思十天半月，也未必創得出半招新招，何況激戰之際，那容他思索鑽研，只得依著降龍掌法的理路，老老實實的加多三掌，守住肩後、左胯、右腰三處。歐陽克暗暗叫苦：「他掌法本來有限，時刻一久，料得定必能勝他，怎麼忽然又多了三招出來？」他不知郭靖這三招其實全然無用，只是先前手腕被擊，再也不敢冒進，當下漸漸放慢拳法，要以遊鬥耗他氣力，忽然發覺郭靖有一掌的出手與上一次略有不同，心念一轉：「是了，這一掌他還沒學到家，是以初時不用。」陡然飛身而起，左手作勢擒拿郭靖頂心，右足飛出，直踢他左胯。郭靖自創這三掌畢竟管不了用，突見敵人全力攻己弱點，心中登時怯了，一掌剛打到半路，立即收回，側身要避開他這一腳。黃蓉暗叫不妙，心念電轉：「臨敵猶豫，最是武學大忌，靖哥哥這一掌亂七八糟打出去，倒也罷了，縱然不能傷敵，卻也足以自守，現下卻收掌回身，破綻更大。」眼見歐陽克這一腳使上了十成力，郭靖其勢已無可解救，當即右手一揚，七八枚鋼針激射而出。歐陽克拔出插在後頸中的摺扇，鐵扇入手即張，輕輕兩揮，將鋼針盡數擋開，踢出這一腳卻未因此而有絲毫窒滯，眼見這腳定可踢得郭靖重傷倒地，驀地足踝上一麻，被甚麼東西撞中了穴道，這一腳雖然仍是踢中了對方，卻已全無勁力。歐陽克大驚之下，立時躍開，喝道：「鼠輩暗算公子爺，有種的光明正大出來……」語音未畢，突聽得頭頂風聲微響，想要閃避，但那物來得好快，不知怎樣，口中忽然多了一物，舌頭上覺得有些鮮味，又驚又恐，慌忙吐出，似是一塊雞骨。歐陽克驚惶中抬頭察看，只見樑上一把灰塵當頭罩落，忙向旁躍開，噗的一聲，口中又多了一塊雞骨。這次卻是一塊雞腿骨，只撞得牙齒隱隱生疼。歐陽克狂怒之下，見樑上人影閃動，當即飛身而起，發掌凌空向那人影擊去。陡然間只覺掌中多了甚麼物事，當即彎指抓住，落地一瞧，更是惱怒，卻是兩隻嚼碎了的雞爪，只聽得樑上有人哈哈大笑，說道：「叫化子的偷雞摸狗拳怎樣？」黃蓉與郭靖一聽到這聲音心中大喜，齊叫：「七公！」眾人都抬起頭來，只見洪七公坐在樑上，兩隻腳前後搖盪，手裏抓著半隻雞，正吃得起勁。丐幫幫眾一齊躬身行禮，同聲說道：「幫主！您老人家好。」歐陽克眼見是他，全身涼了半截，暗想：「此人連擲兩塊雞骨入我口中，倘若擲的不是雞骨而是暗器，我此刻早已沒命了。好漢不吃眼前虧，還是溜之大吉。」當下躬身唱喏，說道：「又見到洪世伯了，侄子向您老磕頭。」口中說是磕頭，卻不屈膝下跪。洪七公嚼著雞肉，含含糊糊的道：「你還不回西域去？在這裏胡作非為，想把一條小命送在中原麼？」歐陽克道：「中原也只您老世伯英雄無敵。只要您老世伯手下留情，不來以大欺小，跟晚輩為難，小侄這條性命只怕也保得住。我叔叔吩咐小侄，只消見到洪世伯時恭恭敬敬，他老人家顧全身份，決不能跟晚輩動手，以致自墮威名，為天下好漢恥笑。」洪七公哈哈大笑，說道：「你先用言語擠兌我，想叫老叫化不便跟你動手。中原能殺你之人甚多，也未必非老叫化出手不可。剛才聽你言中之意，對我的偷雞摸狗拳，要飯捉蛇掌小覷得緊，是也不是？」歐陽克忙道：「小侄實不知這位老英雄是世伯門下，狂妄放肆之言，請世伯與這位老英雄恕罪。」洪七公落下樑來，說道：「你稱他做英雄，可是他打不過你，那麼你更是大英雄了，哈哈，不害臊麼？」歐陽克好生著惱，只是自知武功與他差得太遠，不敢出言衝撞，只得強忍怒氣，不敢作聲。洪七公道：「你仗著得了老毒物的傳授，便想在中原橫行，哼哼，放著老叫化沒死，須容你不得。」歐陽克道：「世伯與家叔齊名，晚輩只好一切全憑世伯吩咐。」洪七公道：「好哇，你說我以大壓小，欺侮你後輩了？」歐陽克不語，給他來個默認。洪七公道：「老叫化手下，雖然大叫化、小叫化、不大不小中叫化有這麼一大幫，但都不是我的徒弟。這姓黎的只學了我一招粗淺的功夫，那能算得是我的傳人？他使的『逍遙拳』沒學得到家，可不是老叫化傳的。你瞧不起我的偷雞摸狗拳，哼哼，老叫化要是真的傳了一人，未必就及不上你。」歐陽克道：「這個自然。洪世伯的傳人定比小侄強得多了。只不過您老人家武功太高，您的徒兒便要學到您老人家的一成功夫，只怕也不容易。」洪七公道：「你嘴裏說得好聽，心中定在罵我。」歐陽克道：「小侄不敢。」黃蓉插口道：「七公，您別信他撒謊，他心裏罵你，而且罵得甚是惡毒。他罵你自己武功雖然不錯，但只會自己使，不會教徒弟，教來教去，卻只教些雞零狗碎的招數，沒一個能學得了全套。」洪七公向她瞪了一眼，哼了一聲，說道：「女娃娃又來使激將計了。」轉頭說道：「好哇，這小子膽敢罵我。」手一伸，已快如閃電的把歐陽克手中的摺扇搶了過來，一揮之下打開摺扇，見一面畫著幾朵牡丹，題款是「徐熙」兩字。他也不知徐熙是北宋大家，雖見幾朵牡丹畫得鮮艷欲滴，仍道：「不好！」扇子一面寫著幾行字，下款署著「白駝山少主」五字，自是歐陽克自己寫的了。洪七公問黃蓉道：「這幾個字寫得怎樣？」黃蓉眉毛一揚，道：「俗氣得緊。不過料他也不會寫字，定是去請同仁當鋪的朝奉代寫的。」歐陽克風流自賞，自負文才武學，兩臻佳妙，聽黃蓉這麼一說，甚是惱怒，向她橫了一眼，燭光下但見她眉梢眼角似笑非笑，嬌痴無邪，不禁一呆。洪七公把摺扇攤在掌上，在嘴上擦了幾擦。他剛才吃雞，嘴邊全是油膩，這一擦之下，扇子字畫自然一塌胡塗，跟著順手一捏，就像常人拋棄沒用的紙張一般，把扇子捏成一團，拋在地下。旁人還不怎麼在意，歐陽克卻知自己這柄摺扇扇骨係以鐵鑄，他這樣隨手將扇骨搓捏成團，手上勁力實是非同小可，心下更是惶恐。洪七公道：「我若親自跟你動手，諒你死了也不心服，我這就收個徒弟跟你打打。」歐陽克向郭靖一指道：「這位世兄適才與小侄拆了數十招，若非世伯出手，小侄僥倖已佔上風。郭世兄，你沒贏了我罷？」郭靖搖頭道：「我打你不過。」歐陽克甚是得意。洪七公仰天一笑，道：「靖兒，你是我徒弟麼？」郭靖想起當日向七公磕頭而他定要磕還，忙道：「晚輩沒福做您老人家的徒弟。」洪七公向歐陽克道：「聽見了麼？」歐陽克心中甚是奇怪：「這老叫化說話當然不會騙人，那麼這小子的精妙掌法又從何處學來？」洪七公向郭靖道：「我若不收你做徒弟，那女娃兒定是死不了心，鬼計百出，終於讓老叫化非收你為徒不可。老叫化不耐煩跟小姑娘們磨個沒了沒完，算是認輸，現下我收你做徒兒。」郭靖大喜，忙撲翻在地，磕了幾個響頭，口稱：「師父！」日前在歸雲莊上，他向六位師父詳述洪七公傳授「降龍十八掌」之事，江南六怪十分欣喜，都說可惜這位武林高人生性奇特，不肯收他為徒，吩咐他日後如見洪七公露出有收徒之意，可即拜師。黃蓉只樂得心花怒放，笑吟吟的道：「七公，我幫你收了個好徒兒，功勞不小，你從今而後，可有了傳人啦。你謝我甚麼？」洪七公板起了臉，道：「打一頓屁股。」對郭靖道：「傻小子，我先傳你三掌。」當下把降龍十八掌餘下的三掌，當著眾人之面教了他，比之郭靖剛才狗急跳牆，胡亂湊乎出來的三記笨招，自是不可同日而語。歐陽克心想：「老叫化武功卓絕，可是腦筋不大靈，只顧得傳授徒兒爭面子，卻忘了我便在旁邊觀看。」當下凝神看他傳授郭靖掌法，但看他比劃的招數，卻覺平平無奇；又見洪七公在郭靖耳邊低聲說話，料是教導這三招的精義，郭靖思索良久，有時點點頭，大半時候，卻總是茫然搖頭，要洪七公再說幾遍，才勉強點頭，顯然也未必便當真領會了，心想：「這人笨得要命，一時三刻之間定然學不到家。我卻反可乘機學招。」洪七公等郭靖練了六七遍，說道：「好，乖徒兒，你已學會了這三招的半成功夫，給我揍這為非作歹的淫賊。」郭靖道：「是！」踏上兩步，呼的一掌向歐陽克打去。歐陽克斜身繞步，回拳打出，兩人又鬥在一起。「降龍十八掌」的精要之處，全在運勁發力，至於掌法變化卻極簡明，否則以梁子翁、梅超風、歐陽克三人武功之強，何以讓郭靖將一招掌法連使許多遍，卻仍無法破解？剛才歐陽克眼睜睜瞧著洪七公傳授三記掌法，郭靖尚未領悟一成，他早已瞭然於胸，可是一到對敵，於郭靖新學的三掌竟是應付為難。郭靖把十八掌一學全，首尾貫通，原先的十五掌威力更是大增。歐陽克連變四套拳法，始終也只打了個平手，又拆了數十招，歐陽克心下焦躁：「今日不顯我家傳絕技，終難取勝。我自幼得叔叔教導，卻勝不了老叫化一個新收弟子，老叫化豈不是把叔叔比了下去？」陡然間揮拳打出，郭靖舉手擋格，那知歐陽克的手臂猶似忽然沒了骨頭，順勢轉彎，拍得一聲，郭靖頸上竟是中了一拳。郭靖一驚，低頭竄出，回身發掌，歐陽克斜步讓開，還了一拳。郭靖不敢再格，側身閃避，那知對方手臂忽然間就如變了一根軟鞭，打出後能在空中任意拐彎，明明見他拳頭打向左方，驀地裏轉彎向右，蓬的一聲，又在郭靖肩頭擊了一拳。郭靖防不勝防，接連吃了三拳，這三下都是十分沉重，登時心下慌亂，不知如何應付。洪七公叫道：「靖兒，住手，咱們就算暫且輸了這一陣。」郭靖躍出丈餘，只覺身上被他擊中的三處甚是疼痛，對歐陽克道：「你果然拳法高明，手臂轉彎，轉得古怪。」歐陽克得意洋洋的向黃蓉望了幾眼。洪七公道：「老毒物天天養蛇，這套軟皮蛇拳法，必是從毒蛇身上悟出來的了。這套拳法高明得很，老叫化一時之間想不出破法，算你運氣，給我乖乖的走罷。」歐陽克心中一凜：「叔叔傳我這套『靈蛇拳』時，千叮萬囑，不到生死關頭，決不可使，今日一用就被老叫化看破，如給叔叔知道了，必受重責。」想到此處，滿腔得意之情登時消了大半，向洪七公一揖，轉身出祠。黃蓉叫道：「且慢，我有話說。」歐陽克停步回身，心中怦然而動。黃蓉卻不理他，向洪七公盈盈拜了下去，說道：「七公，你今日收兩個徒兒罷。好事成雙，你只收男徒，不收女徒，我可不依。」洪七公搖頭笑道：「我收一個徒兒已大大破例，老叫化今日太不成話。何況你爹爹這麼大的本事，怎能讓你拜老叫化為師？」黃蓉裝作恍然大悟，道：「啊，你怕我爹爹！」洪七公被她一激，加之對她本就十分喜愛，臉孔一板，說道：「怕甚麼？就收你做徒兒，難道黃老邪還能把我吃了？」黃蓉笑道：「咱們一言為定，不能反悔。我爹爹常說，天下武學高明之士，自王重陽一死，就只賸下他與你二人，南帝也還罷了，餘下的都不在他眼裏。我拜你為師，爹爹一定喜歡。師父，你們叫化子捉蛇是怎樣捉的，就先教我這門本事。」洪七公一時不明她用意，但知小姑娘鬼靈精，必有古怪，說道：「捉蛇捉七寸，兩指這樣鉗去，只要剛好鉗住蛇的七寸，憑他再厲害的毒蛇，也就動彈不得。」黃蓉道：「若是很粗很大的蛇呢？」洪七公道：「左手搖指引牠咬你，右手打牠七寸。」黃蓉道：「這手法可要極快。」洪七公道：「當然。左手搽上些藥，那就更加穩當，真的咬中了也不怕。」黃蓉點點頭，向洪七公霎了霎眼，道：「師父，那你就給我手上搽些藥。」捉蛇弄蛇是丐幫小叫化的事，洪七公以幫主之尊，身邊那有甚麼捉蛇用的藥物，但見黃蓉使眼色，就在背上大紅葫蘆裏倒些酒來，給她擦在雙掌之上。黃蓉提手聞了聞，扮個鬼臉，對歐陽克道：「喂，我是天下叫化子頭兒洪老英雄的徒兒，現下來領教領教你的軟皮蛇拳法。先對你說明白了，我手上已搽了專門剋制你的毒藥，可要小心了。」歐陽克心想：「與你對敵，還不是手到擒來。不管你手上搗甚麼鬼，我抱定宗旨不碰就是。」當下笑了一笑，說道：「死在你手下，也是甘願。」黃蓉道：「你其他的武功也稀鬆平常，我只領教你的臭蛇拳，你若用其他拳法掌法，可就算輸了。」歐陽克道：「姑娘怎麼說就怎麼著，在下無不從命。」黃蓉嫣然一笑，說道：「瞧不出你這壞蛋，對我倒好說話得很。看招！」呼地一拳打出，正是洪七公所傳的「逍遙遊」拳法。歐陽克側身讓過，黃蓉左腳橫踢，右手鉤拿，卻已是家傳「落英神劍掌」中的招數。她年紀幼小，功夫所學有限，這時但求取勝，那管所使的功夫是何人所傳了。歐陽克見她掌法精妙，倒也不敢怠慢，右臂疾伸，忽地轉彎，打向她的肩頭。這「靈蛇拳」去勢極快，倏忽之間已打到黃蓉肩上，猛地想起，她身上穿有軟蝟甲，這一拳下去，豈不將自己的拳頭撞得鮮血淋漓？匆忙收招，黃蓉颼颼兩掌，已拍到面門。歐陽克袍袖拂動，倒捲上來，擋開了她這兩掌。黃蓉身上穿甲，手上塗藥，除了臉部之外，周身無可受招之處，這樣一來，歐陽克已處於只挨打不還手的局面，「靈蛇拳」拳法再奇，卻也奈何她不得，只得東躲西閃，在黃蓉掌影中竄高縱低，心想：「我若打她臉蛋取勝，未免唐突佳人，若是抓她頭髮，更是鹵莽，但除此之外，實在無所措手。」靈機一動，忽地撕下衣袖，扯成兩截，於晃身躲閃來掌之際，將袖子分別纏上雙掌，翻掌鉤抓，逕用擒拿手來拿她手腕。黃蓉托地跳出圈子，叫道：「你輸啦，這不是臭蛇拳。」歐陽克道：「啊喲，我倒忘了。」黃蓉道：「你的臭蛇拳奈何不了洪七公的弟子，那也沒甚麼出奇。在趙王府中，我就曾跟你劃地比武，那時你邀集了梁子翁、沙通天、彭連虎、靈智和尚，還有那個頭上生角的侯通海，七八個人打我一個，我當時寡不敵眾，又懶得費力，便認輸了事。現下咱們各贏一場，未分勝敗，不妨再比一場以定輸贏。」黎生等都想：「這小姑娘雖然武藝得自真傳，但終究不是此人敵手，剛才胡賴勝了，豈不是好？何必畫蛇添足，再比甚麼？」洪七公卻深知此女詭計百出，必是仗著自己在旁，要設法戲弄敵人，當下笑吟吟的不作聲，一隻雞啃得只賸下幾根骨頭，還是拿在手裏不住嗑嘴嗒舌的舐著，似乎其味無窮。歐陽克笑道：「咱倆又何必認真，你贏我贏都是一樣。姑娘既有興致，就再陪姑娘玩玩。」黃蓉道：「在趙王府裏，旁邊都是你的朋友，我打贏了你，他們必定救你，因此我也不願跟你真打。現今這裏有你的朋友，」說著向歐陽克那些白衣姬妾一指，又道：「也有我的朋友。雖然你的朋友多些，但這一點兒虧我還吃得起。這樣罷，你再在地下劃個圈子，咱們仍是一般比法，誰先出圈子誰輸。現下我已拜了七公他老人家為師，明師門下出高徒，就再讓你這小子一步，不用將你雙手縛起來了。」歐陽克聽她句句強辭奪理，卻又說得句句大方無比，不禁又是好氣又是好笑，當下以左足為軸，右足伸出三尺，一轉身，右足足尖已在地下劃了一個徑長六尺的圓圈。丐幫群雄都不由得暗暗喝采。黃蓉走進圈子，道：「咱們是文打還是武打？」歐陽克心道：「偏你就有這許多古怪。」問道：「文打怎樣？武打怎樣？」黃蓉道：「文打是我發三招，你不許還手；你還三招，我也不許還手。武打是亂打一氣，你用死蛇拳也好，活耗子拳也好，都是誰先出圈子誰輸。」歐陽克道：「當然文打，免得傷了和氣。」黃蓉道：「武打你是輸定了的，文打嘛，倒還有點指望，好罷，這就又再讓你一步，咱們文打。你先發招還是我先？」歐陽克那能佔她的先，說道：「當然是姑娘先。」黃蓉笑道：「你倒狡猾，老是揀好的，知道先發招吃虧，就讓我先動手。也罷，我索性大方些，讓你讓到底。」歐陽克正想說：「那麼我先發招也無不可。」只聽得黃蓉叫道：「看招。」揮掌打來，突見銀光閃動，點點射來，她掌中竟是挾有暗器。歐陽克見暗器眾多，平時擋擊暗器的摺扇已被洪七公捏壞，而本可用以拂撲的衣袖也已撕下，這數十枚鋼針打成六七尺方圓，雖然只須向旁縱躍，立可避開，但那便是出了圈子，百忙中不暇細想，一點足躍起丈餘，這一把鋼針都在他足底飛過。黃蓉一把鋼針發出，雙手各又扣了一把，待他上縱之勢已衰，將落未落之際，喝道：「第二招來啦！」兩手鋼針齊發，上下左右，無異一百餘枚，那正是洪七公所授她的「滿天花雨擲金針」絕技，這時也不取甚麼準頭，只是使勁擲出。歐陽克本領再高，但身在半空，全無著力之處，心道：「我命休矣！這丫頭好毒！」就在這一瞬之間，忽覺後領一緊，身子騰空，足下嗤嗤嗤一陣響過，點點鋼針都落在地下。歐陽克剛知有人相救，身子已被那人擲出，這一擲力道不大，但運勁十分古怪，饒是他武藝高強，還是左肩先著了地，重重摔了一交，方再躍起站定。他料知除洪七公外更無旁人有此功力，心中又驚又惱，頭也不回的出祠去了。眾姬妾跟著一擁而出。黃蓉道：「師父，幹麼救這壞傢伙？」洪七公笑道：「我跟他叔父是老相識。這小子專做傷天害理之事，死有餘辜，只是傷在我徒兒手裏，於他叔父臉上須不好看。」拍拍黃蓉的肩膀道：「乖徒兒，今日給師父圓了面子，我賞你些甚麼好呢？」黃蓉伸伸舌頭道：「我可不要你的竹棒。」洪七公道：「你就是想要，也不能給。我有心傳你一兩套功夫，只是這兒天懶勁大發，提不起興致。」黃蓉道：「我給你做幾個好菜提提神。」洪七公登時眉飛色舞，隨即長嘆一聲，說道：「現下我沒空吃，可惜，可惜！」向黎生等一指道：「我們叫化幫裏還有許多事情要商量。」黎生等過來向郭靖、黃蓉見禮，稱謝相救之德。黃蓉去割斷了程大小姐手足上的綁縛。程大小姐甚是靦覥，拉著黃蓉的手悄悄相謝。黃蓉指著郭靖道：「你大師伯馬道長傳過他的功夫，你丘師伯、王師伯也都很瞧得起他，說起來大家是一家人。」程大小姐轉頭向郭靖望了一眼，突然間滿臉通紅，低下頭去，過了一會，才偷眼向郭靖悄悄打量。黎生等又向洪七公、郭靖、黃蓉三人道賀。他們知道七公向來不收徒弟，幫中乞丐再得他的歡心，也難得逢他高興指點一招兩式，不知郭黃二人怎能與他如此有緣，心中都是羨慕萬分。黎生道：「咱們明晚想擺個席，恭賀幫主收了兩位好弟子。」洪七公笑道：「只怕他們嫌髒，不吃咱們叫化子的東西。」郭靖忙道：「我們明兒準到。黎大哥是前輩俠義，小弟正想多親近親近。」黎生蒙他相救，保全了一雙眼睛，本已十分感激，又聽他說得謙遜，心中甚是高興，言下與郭靖著實結納。洪七公道：「你們一見如故，可別勸我的大弟子做叫化子啊。小徒兒，你送程小姐回家去，咱們叫化兒也要偷雞討飯去啦。」說著各人出門。黎生說好明日就在這祠堂中設宴。郭靖陪著黃蓉，一起將程大小姐送回。程大小姐悄悄將閨名對黃蓉說了，原來名叫程瑤迦。她雖跟清淨散人孫不二學了一身武藝，只是生於大富之家，嬌生慣養，說話神態，無一不是忸忸怩怩，與黃蓉神采飛揚的模樣大不相同。她不敢跟郭靖說半句話，偶爾偷瞧他一眼，便即雙頰紅暈。