第三十回　窮追金笛玉女瞋群雄正說話之間，徐天宏忽對駱冰道：「四嫂，我看霍青桐姑娘的神氣有點兒不對。」駱冰望霍青桐時，只見她臉色蒼白，瞪著火光獃獃出神，於是慢慢走近，想逗她說話。霍青桐站起來相迎，突然身子一晃，吐出一口鮮血。駱冰嚇了一跳，忙搶上住，問道：「青妹妹，怎樣？」霍青桐不語，努力調勻氣息，只覺喉口一甜，又吐出一口血來。這時香香公主、木卓倫、陳家洛、霍阿伊、周綺都奔過來看視。香香主急得連叫：「姊姊，你別吐啦。」眾人見霍青桐臉色蒼白，玉容憔悴都是又驚又疼，駱冰忙把扶入帳中，展開氈毯讓她躺下。木卓倫十分懊悔，知道女兒指揮這一仗用盡了心神，在力戰和爾大之後又率兵衝鋒陷陣，加之自己和部將都對她懷疑，她自然要滿懷氣苦，而最使她難受的，只怕是陳家洛對她冷漠而與她妹子要好了，木卓倫見女兒睡下，一時也想不出話來安慰，嘆了口氣，走出帳來。他在四下巡視，只聽見維人戰士紛紛誇獎霍青桐神機妙算。走到一處，見一百多名戰士圍著一位伊斯蘭教的阿訇，聽他講話。那阿訇道：「在穆聖遷居到麥地那的第二年，墨克人來進攻。敵人有戰士九百五十人。戰馬一百匹，駱駝七百頭，個個武裝齊全。穆聖的部下只有戰士三百十三人，戰馬兩隊，駱駝七八十頭，甲六副。敵人強過三倍，但穆聖終於擊敗了敵人。」一名維人小伙子叫道：「咱們這次也是以少勝多。」阿訇道：「不錯，霍青桐姑娘依循穆聖的遺教，領著咱們打勝仗，願真主保佑她。可蘭經第三章中說：『在交戰的兩軍之中，這一軍是為主道而戰的，那一軍是不信道的，眼見這一軍有自己的兩倍。阿拉用他的佑護扶助他所喜愛的人。』」眾戰士歡聲雷動，齊聲大叫：「真主保佑翠羽黃衫，她領著咱們打勝仗。」木卓倫想著女兒，一夜沒好好睡，第二天一早，天還沒亮，走到霍青桐帳中，一揭開帳門，只見帳中無人，嚇了一跳，忙問帳外的衛士。那衛士道：「霍青桐姑娘在一個時辰前出去了。」木卓倫道：「到哪裏去？」衛士道：「不知道。這封信她要我交給族長。」木卓倫搶過信來，只見上面寫道：「爹爹，大事已了，只要加緊包圍，清兵指日就殲。兒青上。」木卓倫獃獃的說不出話來，過了半晌，問道：「她向哪裏去的？」那衛士往東北方一指，木卓倫躍上馬背，向前直追，趕了半個時辰，茫茫大漠上一望數十里沒一個人影，怕她已轉了方向，只得回來，走到半路，香香公主、陳家洛、徐天宏等已得訊迎來。眾人十分憂急，都知霍青桐病勢不輕，忽然單身出走，病況必定加劇。回到大帳，木卓倫派出四小隊人往東南西北追尋。傍晚時分，三小隊都廢然而返，派到東面的那小隊卻帶來了一個穿黑衫的漢人美少年。余魚同一獃，原來那人是穿了男裝的李沅芷，忙迎上去，說道：「你怎麼來了？」李沅芷又是高興、又是難受，道：「我來找你啊，剛好遇上他們。」她一指那小隊維人道：「他們就把我帶來啦。咦，你怎麼不穿袈裟啦？」余魚同笑道：「我不做和尚了。」李沅芷大喜，眼圈一紅，險險掉下淚來。香香公主見找不到姊姊，十分焦急，對陳家洛道：「姊姊到底為甚麼啊？怎麼辦呢？」陳家洛道：「我這就去找她，無論如何要勸她回來。」香香公主道：「嗯，我同你一起去。」陳家洛道：「好，你跟你爹說去。」香香公主去到木卓倫身邊，說要與陳家洛同去找姊姊。木卓倫心亂如麻，知道霍青桐就是為了他們而走，這兩人同去，只怕使她更增煩惱，但也不知如何是好，頓足說道：「你們愛怎樣就怎樣罷，我也管不得許多了。」香香公主睜大了一雙眼睛，望著父親，見他眼中全是紅絲，知他難過，輕輕拉著他的手。李沅芷對別人全不理會，不斷詢問余魚同別來情形。陳家洛見到李沅芷，心中暗喜，走到香香公主前道：「你姊姊的意中人來啦，他一定能勸她轉來。」香香公主喜道：「真的麼！姊姊怎麼從來不對我說。啊，咱們姊姊真壞死啦。」一面說，一面走到李沅芷跟前，細細打量。木卓倫獃了一獃，也過來看。李沅芷與木卓倫見過面，忙作揖見禮，她見香香公主如此絕世的美貌，怔住了說不出話來。香香公主微笑著對陳家洛道：「你對這位大哥說，他到這裏我們很是高興，請他和我們一同去找姊姊。」陳家洛這才和李沅芷見禮相見，說道：「李大哥怎麼也來啦？別來可好？」李沅芷紅了臉，只是格格的笑，望著余魚同，下巴微揚，示意要他說明。余魚同道：「總舵主，她是我陸師叔的徒弟。」陳家洛道：「我知道，我們見過幾次。李大哥這時趕到真是再好也沒有。」余魚同笑道：「她是我師妹。」陳家洛驚問：「甚麼？」余魚同道：「她出來愛穿男裝。」陳家洛仔細朝李沅芷一看，只見她秀眉淡淡，雙頰暈紅，哪裏有一絲一毫的男子模樣，自己和她數次見面，因為有霍青桐的事耿耿於懷，沒一次細細瞧她，這一下登時獃住，頭腦中空蕩蕩的甚麼也不能想，一時之間又是千思萬慮，一齊湧到：「原來她是女子？那麼自己對霍青桐的一切思疑完全是誤會了。霍青桐曾要我去問陸老前輩，我總覺尷尬而問不出口，那麼她這次出走，豈不是與自己有關，她妹子對我又如此情深愛重，教我如何自處？」眾人見陳家洛突然失魂落魄般的出神，都覺很是奇怪。李沅芷忽道：「霍青桐姊姊呢？我有一件很重要的事對她說。」駱冰聽說李沅芷是女子，過來拉住她手，很是親熱，見了她對余魚同的神態，再回想在天目山、孟津等地的情形，今日又見她不辭萬里的跟到回部來，那麼她對余魚同的心意是不問可知了，她心想余魚同對自己一片癡心，現在有這樣一位美貌姑娘真心愛他，大可慰他過去許多無謂的苦惱，只是余魚同對她總是神情落寞，實在大大不妥，於是對李沅芷道：「霍青桐妹妹不知到那裏去了，我們大家都在找她呢，妹妹有重要事情對她說？」李沅芷道：「她是一個人走的麼？」駱冰道：「嗯，而且她身上還有病呢。」李沅芷急道：「她向那個方向走的？」駱冰道：「本來是向東北走的，後來有沒有轉道，那就不知道了。」李沅芷連連頓足，說道：「糟啦，糟啦！」眾人見她十分焦急，忙問原因。李沅芷道：「關東三魔要找翠羽黃衫報仇，你們是知道的了，這三人路上被我作弄了一個夠，他們正跟在我後面，現在霍青桐姊姊向東北去，剛剛撞上。」原來李沅芷在孟津寶相寺中見到余魚同出家做了和尚，悲從中來，掩面痛哭。余魚同見她糾纏不已，竟然硬起心腸，寫了一封信留給陳家洛等人，對李沅芷不理不睬，飄然出寺。李沅芷脾氣執拗，余魚同對她越是冷淡，她越是堅執，當下擦乾眼淚，回到孟津城內，另想計謀，總要使這個人回心轉意，方才罷休。她心中籌劃，余魚同目下不知走向何方，不如先找到紅花會眾人，再行計較，於是她在孟津各家店去探尋陳家洛等人。那知陳家洛等沒遇到，卻見到了滕一雷、顧金標、哈合台三人。他們一夜勞累，很是辛苦，在一家僻靜客店休息。李沅芷偷聽他們談話，知道他們要到回部去找翠羽黃衫報仇。李沅芷憎恨他們欺侮逼迫余魚同，心想先給點苦頭他們吃吃，於是到一家大藥材店買了一大包巴豆，回到自己客店，煎成濃濃一大碗汁水，盛在一個酒瓶裏，混到滕一雷等住的客店內，等他們到街上閒逛時，破窗而入，將巴豆汁水倒在桌上的大茶壺裏。關東三魔回來，那裏知道，口渴就喝，雖然覺得有點異味，也只道茶葉粗劣，不以為意。到了夜半，三人都腹痛起來，這個去了茅房回來，那個又去，三人川流不息，瀉了一夜肚子。第二天早晨肚瀉仍未停止，三人精疲力盡，委頓不堪，本來要上路的，這時也走不動了。滕一雷把客店老闆找來大罵，說他們店裏東西不乾淨，吃壞了他們肚子。客店老闆見他們兇得厲害，只得連連陪笑，請了一個醫生來診脈。那醫生那裏知道他們受了暗算，只道是受了風寒，開了一張驅寒暖腹的方子，客店老闆掏錢出來抓藥，叫店小二在藥罐中煎熬。李沅芷從客店後門溜進去偷看，見滕一雷等三人川流不息的上茅房去，心中暗暗好笑，又見店夥給他們煎藥，乘店夥走開時，揭開藥罐，又放了一大把巴豆在裏面。滕一雷等吃了藥，滿擬轉好，那知腹瀉更是厲害。李沅芷心想這惡作劇一不做二不休，半夜裏飛身跳進當地一家大藥材舖，在幾百隻抽屜裏每種藥抓了一撮，不管它是熟地大黃、當歸貝母，還是三七蟬衣、紅花甘草，每一種都拿了少些，回去放在關東三魔的藥罐裏。第二日店夥生起炭爐再煎，濃濃的三碗藥端了上去。那關東三魔一口喝下，這數百藥味在他們肚子裏胡鬧起來，那還了得，只把生龍活虎般的三條大漢折騰得不成樣子。好在他們武功精湛，身體堅強，這才抵受下來。滕一雷見多識廣，知道其中必有蹺蹊，只當是錯住了黑店，客店老闆謀財害命，於是囑咐兩人不再喝藥，過了一日，果然好些。顧金標拿起鋼叉，要出去殺盡客店的掌櫃店夥。滕一雷一把拉住，說道：「老二，且慢。再養一日，等力氣復原了再幹，說不定店裏有好手，現在廝殺起來咱們吃虧。」顧金標這才忍住氣。到得傍晚，店夥送進一封信來，信封上寫著：「關東三魔收啟。」滕一雷吃了一驚，忙問：「這信是誰送的？」店夥道：「一個泥腿小孩送來的，也不知是誰差他的。」滕一雷打開信，氣得暴跳如雷，顧金標與哈合台接過來，只見紙上整整齊齊的寫道：「翠羽黃衫，女中英豪，豈能怕你，三個草包。略施小懲，巴豆吃飽。如不速返，絕不輕饒。」字體娟秀，確是出於女子手筆。顧金標把字條扯得粉碎，說道：「我們正要去找她，她竟在這裏，那再好不過。」三人不敢再在這客店居住，當晚搬到另一處，將養了兩日，身體這才復原。他們在孟津四處尋訪，哪裏有翠羽黃衫的蹤跡。原來這時李沅芷已查知衛春華趕來報知張召重殺害師兄馬真的事，群雄邀齊余魚同，同赴回部。她想余魚同既走，自己也不必去理會滕一雷等人了，於是隨後跟去。關東三魔找不到霍青桐，以為她必回到回部去，也連日連夜向西趕來，在甘肅境內又被李沅芷撞見。滕一雷見李沅芷，怔了一怔，待細看時，她早已躲過。第二天關東三魔用過早飯，正要上道，忽然外面進來了十多人，有的肩挑，有的扛抬，說滕爺要的東西送來了。滕一雷一看，只見送來的是大批雞鴨蔬菜、雞蛋鴨蛋，還有一頭殺翻了的牛與一口豬。滕一雷喝問：「這些東西幹麼？」抬豬捉雞的人道：「這裏一位姓滕的客官叫我們送來的。」店夥道：「就是這位客官姓滕。」送物的人紛紛放下物事，準備收錢，顧金標怒道：「胡說八道，誰要這許多東西來著？」正吵嚷間，忽然外面一陣諠譁，抬進了三口棺材來，還有一名仵作，帶了紙筋石灰等收殮屍體之物，說道：「過世的人在哪裏？」掌櫃的出來罵道：「你見了鬼啦，抬棺材來幹麼？」仵作道：「店裏不是死了人麼？」掌櫃劈面一記巴掌打去，仵作一躲，說道：「這裏不是明明死了三個人？一個姓滕，一個姓顧，還有一個蒙古人姓哈。」顧金標怒火上衝，搶上一步，反手一掌。打在那仵作的腮幫子上。那仵作那裏抵受得住武功精湛的顧金標這一掌，半邊臉登時腫了起來，吐出滿口鮮血，還帶出了三枚大牙。他只覺滿眼金星，險險暈了過去。忽然外面鼓樂吹打，奏起喪樂，一個小廝捧了一副輓聯進來。滕一雷雖然滿懷怒氣，但已知是敵人搗鬼，哈哈一笑，展開輓聯，見上聯寫道：「草包三隻歸陰世」，下聯是「關東六魔聚黃泉」，上聯小字寫道：「一雷、金標、合台三兄千古」，下聯寫道：「盟弟焦文期、閻世魁、閻世章敬挽」，一塊橫額題著四字：「多行不義」。哈合台把輓聯扯得粉碎，抓住那小廝胸口問道：「誰叫你送來的？」那小廝嚇得要哭出來說道：「是一位青年公子，他給了我一串錢，說他有三位朋友死在這客店裏，要我送這副對來弔喪。」哈合台知道他是受人之愚，把他一摔，那小廝仰天直摜出去，放聲大哭。滕一雷再問各人，都說是一位青年公子叫他們來的。滕一雷抄起銅人，說道：「快追！」三人闖出店去，四下搜索，哪裏有敵人的蹤影，李沅芷早已去得遠了。滕一雷道：「咱們向前追，抓住了那丫頭把她細細剮了。」他們還只道是霍青桐搗的鬼，這一下苦了抬棺材，扛著羊的那些人，等了半天也不見滕一雷回來，只得自認晦氣，把東西抬了回去。滕一雷等三人怒氣勃勃，拚命趕路。這天到了涼州，三人在「西來客店」中息下，到得半夜，客店後面忽然起火，三人跳起來去察看，滕一雷見燒去的只是一堆柴草，似乎是有人故意縱火，他是江湖大行家，猛然醒悟，說道：「老二、老四，快回房。」三人趕回房內，果然三個包裹已經不見，原本放包裹的地方卻放著三串燒給死人的紙錢，滕一雷一躍上房，四下並無人影。顧金標拍案大罵：「有種就正大光明見個輸贏，這樣偷雞摸狗算他媽的甚麼好漢？」滕一雷道：「這一來咱們明天房飯錢也付不出啦！」顧金標怒道：「咱們快想法兒除了這賤貨，好早日出了心中這口惡氣。」滕一雷道：「不錯，老二、老四，你們想怎麼辦？」這三人武藝雖好，頭腦卻不靈便，想了半天，只想出一條計策，那就是晚上大家不脫衣服，三人輪流守夜，一見敵人蹤影，立即跳出去廝殺，滕一雷明知這辦法並不高明，可是三個臭皮匠無論如何變不成一個諸葛亮，也只索罷了。哈合台道：「明兒的房飯錢怎麼辦？現在出去弄點呢，還是明兒一早撒腿就跑？」顧金標道：「反正以後還得用，我出去拿點罷。」他飛身上房，四下一望，看準了一家最高大的樓房，躍進去想不論偷搶，弄到幾百兩銀子好走路。他見一間房裏有燈火透出來，伏身下去察看，忽然身後嗆嗆一聲響亮，一疊瓦片拋在地下跌得粉碎，有人大叫：「捉飛賊啊，捉飛賊啊！」顧金標嚇了一跳，但他自恃武藝高強，並不理會，跳進房去，原來是幾個傭僕正在賭錢，桌上放了幾百文銅錢，見他進來，嚇得大叫起來。顧金標正想退出，外面梆子急敲，火把明亮，十多人持刀拿棍趕來，忙破窗而出，躍上屋頂，只聽見嗖的一聲，腦後生風，他回手一叉，把擲來的一塊石子砸飛，其快如風，搶到發暗器的處所，人剛撲到，迎面一劍刺來。微光下只見那人身穿黑衣，身手矯健，顧金標連日受氣，可是始終找不到敵人，這時那裏再肯放過，刷刷刷三叉，盡往敵人要害刺去。那人劍法精奇，但料不到顧金標鋼叉招術如此迅捷，拆了數招，虛晃一劍，回身就走。顧金標持叉趕去，見那人回手一揚，一陣嗤嗤破空之聲，他嚇了一跳，一個觔斗翻下屋頂，這才躲開了李沅芷的芙蓉金針。下面眾人齊聲吶喊，顧金標鋼叉一揮，眾人刀棍紛紛脫手。他再上屋追尋時，那裏還有敵人的影子。顧金標回到客店，滕哈二人見他面色有異，空手而歸，忙問原委，顧金標把與敵人交手的事說了，哈合台連連嘆氣：「早知道我就和你同去，兩個人總截得住他。」滕一雷道：「還說甚麼，咱們快走罷，別等天明不好看。」三人剛結束定當，忽然有人拍門，三人相望了一眼，哈合台去開門，進來的原來是店中掌櫃，他手中拿了燭台，說道：「小店本錢微薄，請客們結了房飯錢再走。」原來他在夢中給人推醒，告訴他這三人沒錢付賬，要溜之大吉。他披衣坐起，推醒他的人已不知去向，忙來拍門，果見滕一雷等要走。顧金標發了橫，說道：「老子沒錢使啦。櫃上先借一百兩銀子再說！」鋼叉噹啷啷一抖，迫著掌櫃的去拿銀子。掌櫃苦著臉轉身出去，忽然外面喊聲大作，一群人大叫：「別讓飛賊跑了！」從大門中望出去，只見外面燈籠火把齊明，人聲諠譁，總有百十來人，一疊聲的大叫：「捉飛賊啊！」滕一雷銅人一擺，叫道：「上屋！」顧金標扭斷了櫃台上的鎖，抓了一把碎銀子放在袋裏，三人上屋而去，那些公差鄉丁那敢來追，而且也沒上屋的本事。關東三魔跑了七八里路，這才放下腳步，心想掌櫃半夜裏來要賬，這許多人來捕拿，一定也是對頭搗的鬼。顧金標和李沅芷當面交過手，見他是一個漢人少年，並不是維族女子，以為敵人另有幫手，更加不敢托大，三人每晚真的輪流守夜。這天快到嘉峪關，滕一雷道：「此去是敵人的地界，咱們可要特別小心。」後半夜是哈合台輪值，他正感到有點迷迷糊糊，忽聽屋子後面有兩塊小石子投在地上，他知道夜行人「投石問路」探聽動靜，忙悄悄推開窗子，掩到後面去想生擒敵人。那知等了好一陣，始終不見有人跳下房來，前面顧金標卻大叫起來。哈合台一驚：「糟啦，又中了敵人調虎離山之計。」忙奔回去，只見滕顧兩人手中拿了燭台，逃出房外，情形十分狼狽。哈合台拿燭台往窗口一照，吃了一驚，屋裏地上、炕上、桌上都是青蛇與癩蝦蟆，到處亂蹦亂跳，窗口有兩個竹簍，顯然是敵人用竹簍盛了來開玩笑的。滕一雷罵道：「也真難為這臭丫頭，捉了這許多醜傢伙來。」原來李沅芷因余魚同對她無情，心中萬分氣苦，這種事用強不行，軟求也不行，滿腔怨怒，無處出氣，都發洩在關東三魔身上，所以一路上想出各種刁鑽古怪的門道來和他們為難。這些青蛇與蝦蟆是她花錢叫頑童們捉的。關東三魔那裏知道，他們受到這種種麻煩，原來都是為了那個醜臉秀才不肯愛這位將軍小姐。幾次三番的一鬧，關東三魔晚上不敢再住客店，盡往古廟農家借宿。李沅芷和顧金標交了手，知道自己武功與他們差得太遠，也不敢明目張膽的招惹。就這樣，四人前前後後的一起來到回部。眾人聽李沅芷簡略的一說，又是好笑又是吃驚，都為霍青桐擔心。陳家洛道：「事不宜遲，我馬上尋她去。」徐天宏道：「關東三魔不可輕敵，咱們得多去幾個人。總舵主先去，李姑娘和他們最熟，第二撥接應，唔，你一個人去不大好，請十四弟同去，我們夫妻第三撥接應。四哥四嫂和其餘各位在這裏守著張召重。」陳家洛道：「好！」上馬欲行，駱冰把白馬牽了過來，香香公主騎了紅馬奔來，笑道：「走罷！」兩人並轡而去。不久余魚同與李沅芷、徐天宏和周綺先後都離開大營向東北方追去。文泰來正要回營，忽見帳篷角上人影一閃，喝問：「是誰？」那人早已去遠，文泰來見這人身手異常矯健，不像普通維人戰士，拔步追去，那人在人堆中一鑽就不見了。他追趕不上，退回來時，已有兩名維人戰士向木卓倫稟報，說和爾大被人救去，看守他的四名戰士都被人殺死在地。木卓倫吃了一驚，和文泰來同去看視，見四名維人都被人用劍當胸穿過。駱冰眼尖，從帳篷角拔出一柄匕首，匕首上縛著一張紅紙，上寫寫著：「御林軍統帶張召重拜上紅花會陳總舵主和奔雷手文四爺。」文泰來一股怒氣從心中直冒上來，把字條團成一團，力透掌心。衛春華要討來看，文泰來攤開手掌，那字條已成為片片碎紙，隨風如蝴蝶般飛出帳外。木卓倫又是驚奇又是佩服，心想：「上次與他們無塵道長交了手，只道天下英雄盡於此矣，哪知這位文四爺卻也如此了得。」文泰來對木卓倫道：「木老英雄，圍困兆惠清兵的事偏勞你了，我們去追張召重那奸賊。」木卓倫點頭稱是。文泰來率領衛春華、章進、駱冰、心硯，五人上馬，在大漠中辨認馬蹄足跡，連夜追索。且說霍青桐大勝之後，心中反而感到說不出的寂寞淒涼。那天晚上在帳中思潮起伏，聽帳外維人彈起東不拉，不斷唱著情致纏綿的情歌，更增惆悵，想起父親對自己懷疑，意中人又愛上自己妹子，在這裏留戀，還有甚麼滋味？於是悄悄起來，留了一封信給木卓倫，帶了長劍暗器，以及師父所賜的兩頭巨鷹，上馬向東北而行，她想：「不如去跟著師父，隨他們二老在大漠中四處飄泊，這個身體，就在茫茫黃沙中埋葬了罷。」她這時病已沉重，仗著從小練武，根基堅實，終放強支撐，她縱馬往東，在大漠中行了十多日，這天離天山雙鷹所居的玉旺崑還有四五日路程，身體已是衰弱不堪，當晚在一個沙丘旁張開了小帳篷休息。睡到半夜，忽聽遠處有緩緩的馬蹄聲，三人騎馬從東面過來，走到沙坵的側旁，三人下馬休息。他們在黑暗之中一時沒瞧見霍青桐的帳篷，見沙坵旁有些青草，就縱馬咬嚼，三人談起話來。霍青桐聽他們談的是漢語，當時迷迷糊糊的也不在意，朦朧中忽聽一人說道：「這翠羽黃衫害得咱們好苦！」霍青桐心中一震，忙用心傾聽，只聽另一人怒罵：「這賊婆娘，老子抓到她不抽她的筋、剝她的皮，老子十八代祖宗都不姓顧。」原來這三人就是關東三魔，他們追到大漠之中，只道霍青桐帶領維人在西面與清軍交兵，所以一路趕來，不意這時和她只隔一個小小沙坵。當日陳家洛趕來回部報信，連日軍務倥傯，霍青桐又故意避開不和他談話，所以關東三魔尋仇之事竟沒機會提及。霍青桐聽見這三人竟是衝著自己而來，很是奇怪，還以為是兆惠手下的殘兵敗將，再聽下去，卻又不對。只聽見一個人道：「閻六弟這樣好的功夫，我就不信一個娘們能害死他，這婆娘一定是用詭計。」另一人道：「那當然啦。所以我說老二老四，咱們這次可千萬別莽撞。」霍青桐恍然大悟，原來是關東六魔一派的人到了。她仔細尋思，在這大漠上，一望數十里，自己又在病中，無論如何躲不開只好，見機行事，用計脫身。又聽一人說道：「咱們帶的水越來越少啦，最多只能支持五六日，此去只怕七八日行程中都找不到水，打明兒起大家再要少喝。」霍青桐心想：「我不如自己迎上去，想法兒領他們去見師父。」第二日清晨，關東三魔睜開眼，見了霍青桐的帳篷，很有點訝異。霍青桐這時已把黃衫脫去，換了一件紅白相間的花衫，頭上的翠羽也拔了下來，她把寶劍衣服等一股腦兒包在包裹中，空手走出帳來。滕一雷見她一個單身女子，孤身在這大大漠中行走，很是懷疑，說道：「姑娘，你有水麼？分一點給我們。」說著拿出一錠銀子來。霍青桐搖搖頭，表示不懂他的漢語，哈合台用維語照樣說了一遍，霍青桐用維語道：「我的水不能分，翠羽黃衫派我送一封緊要的信，現在趕去回報，坐騎喝少了水跑不快。」她一面說一面上馬。哈合台搶上去拉住馬的轡頭道：「翠羽黃衫在哪裏？」霍青桐道：「你們問她幹麼？」哈合台道：「我們是她朋友，有要緊事找她。」霍青桐嘴一扁道：「當面扯謊！翠羽黃衫在玉旺崑，你們卻向西南去，別騙人啦！」一抖韁繩要走。哈合台拉住轡頭不放，說道：「我們不認識路，你帶我們走罷！」他翻身上馬，對滕顧二人道：「她是到那賊婆娘那裏去的。」關東三魔見霍青桐一臉病容，憔悴不堪，那像是身有武功之人，所以毫不懷疑，三人欺她不懂漢語，跟在她身後嘰嘰咕咕的商量，決定將到玉旺崑時先把她殺了，然後去找翠羽黃衫。顧金標見她雖然面色憔悴，但風致楚楚，秀麗無倫，不覺起了色心。霍青桐見他不住用眼瞟來，色迷迷的不懷好意，心想他們雖然不認得自己，但形勢也極為危險，把他們引到師父那裏的計策是行不通了，於是撕下身上一塊紅布，縛在一頭巨鷹腳上，拿出一塊羊肉來給鷹吃了，把鷹往空中一丟，那鷹振翼飛入空際。滕一雷起了疑心，問道：「你幹甚麼？」霍青桐搖搖頭。滕一雷道：「老四，你問她。」哈合台用維話詢問。霍青桐道：「這裏過去七八天的路程中都沒水泉子，你們水帶得這麼少，怎麼夠喝？把鷹放了，讓牠們自己去找水喝罷。」說著又把另一頭鷹放了。哈合台道：「兩頭鷹喝得了多少水？」霍青桐道：「渴起上來時，一滴水也能救命，再過幾天你們便知道啦。」到玉旺崑這時其實只有四天的路程，霍青桐怕他們傷了自己，所以故意把道路說得長些。哈合台喃喃咒罵：「在我們蒙古，就算有沙漠，那裏有七八天的路程上找不到水的。真是鬼地方！」這天晚上在沙漠上過宿，霍青桐在烈火旁見顧金標不住眼溜她，心裏暗暗吃驚，走進自己的單人篷帳後，拔出劍來，靠在帳門口，不敢就睡，等到二更時分，果然聽到有輕輕的腳步聲慢慢走近。她心中劇跳，冷汗直冒出來，心想：「數萬清兵都滅了，可別在這三人手中遭到報應。」只忽身上一寒，一陣冷風從帳外吹進，原來帳門的布帶已被顧金標扭斷，走進帳來。他向前一按，心想這樣一個病得半死的女子，還有甚麼抵抗的力氣，只怕她叫喊起來被老大老四聽見了不雅，所以一上來就想按霍青桐的嘴，哪知毯子中空空的竟沒有人，正想伸手到邊上去摸，脖子上一涼，一件鋒利的兵刃抵住了項頸。霍青桐用漢語喝道：「你動一動，我就刺！」顧金標空有一身武藝，要害被人制住，哪敢動彈？霍青桐道：「伏在地下！」顧金標依言伏下。霍青桐把劍尖抵住他的背心，坐在地上，兩人僵在那裏，誰也不敢動彈。霍青桐心想：如殺了這壞蛋，那兩人一定不肯甘休，只好挨到師父來救再說。等了一個更次，滕一雷半夜醒來，發覺顧金標不見了，跳了起來，叫道：「老二，老二！」霍青桐低喝：「快答應，你說在這裏。」顧金標依言，叫道：「老大，我在這裏啊！」滕一雷笑罵：「這風流的賊脾氣總是不改，你倒會享福。」第二天清晨，霍青桐挨到滕一雷和哈合台在帳外不住催促，才放顧金標出去。哈合台怨道：「老二，咱們是來報仇，可不是來胡鬧。」顧金標恨得牙癢癢地有苦無處說，如把這件倒楣事說出來，那可是終身之羞，他打定了主意，今晚一定要遂了自己心願，再把這賊婆一叉戳死。到得晚上，顧金標暗暗咬牙，這次有了準備，拔出獵虎叉拿在右手，左手拿了火摺，闖進帳篷，心想就算這女子會武藝，三招兩式，還不手到擒來，虎叉不晃動，護住門面，火光下見霍青桐縮在帳篷角裏，心中大喜，撲了上去，突覺腳上一緊，暗叫不好，待要反躍出帳，雙腳已被霍青桐佈置在地下繩圈套住。他彎腰想去奪繩，被霍青桐用力一拉，站立不穩，仰天跌倒，只聽見霍青桐喝道：「別動！」長劍劍尖已點在小腹之上。霍青桐心想：「如果像昨晚那樣僵持一夜，我身子支持不住了，但又不能只斃他一人，必須三賊一齊廢了！」低聲道：「叫你那老大進來！」顧金標慣走江湖，已知她的用意，不上她的當，沉默不語。霍青桐手上一用勁，劍尖透進衣裏，劃破了一層皮。顧金標知道小腹中劍最為受罪，好是好不了，可是一時又不得死，總要挨上三四天才能斃命，不敢再強，低聲道：「他不肯來的。」霍青桐低喝：「只要你漏一點風聲，馬上叫你見閻世章去！」顧金標一獃，大吃一驚：「難道你這賊婆娘就是翠羽黃？」只得叫道：「老大，你來，快來啊！」霍青桐道：「你笑！」顧金標皺著眉頭，哈哈的乾笑幾聲。霍青桐道：「笑得快活些！」顧金標肚裏暗暗咒罵：「你奶奶雄，還快活得出？」可是劍尖已經嵌在肉裏，只得放大聲音勉強一陣傻笑，中夜聽來，直如梟鳴。滕一雷和哈合台早已被吵醒。滕一雷罵道：「老二別快活啦，養點氣力罷。」他是關東六魔之長，最工心計，平素儼然是君子模樣，所以五個盟弟都肯服他，霍青桐見他不來，低聲道：「叫你老四來！」顧金標又叫了幾聲，哈合台比較正派，對顧金標這種行徑本已不滿，因為他是盟兄，不好怎麼說他，這時只裝沒聽見。霍青桐暗暗切齒：「我如脫此難，不把這三個奸賊殺了，難解今日之羞。」她右手持劍，左手把繩子在顧金標身上繞來繞去，縛了個結結實實，這才放心，但倚在帳邊，不敢睡著。挨到天明，顧金標居然橫了心呼呼大睡，霍青桐舉起馬鞭，對他沒頭沒腦的抽了一頓，劍尖對準他心口，喝道：「哼一聲就宰了你！」顧金標滿臉是血，只得苦捱。霍青桐心想：「這事雖已鬧穿，但殺了他大禍馬上臨頭，不如讓他多活一時，預計師父今日下午就可來迎。」於是取出手帕，輕輕替顧金標把臉上血跡擦去，笑道：「這才知道你是真心。」顧金標愕然不解，不知她又使甚麼花樣。霍青桐道：「咱們維人有這規矩，前頭兩晚一定不能讓野男子近身，而且要使野男子身上見血。現在好啦，今晚你來罷。」嫣然一笑，說道：「可別讓他們知道。」顧金標將信將疑，霍青桐解去了他身上繩索，把他推出帳去。滕一雷見他一臉血斑，大起疑心，說道：「老二，這婆娘是甚麼路數？可別著了人家道兒。」顧金標心想，霍青桐雖在病中，仍有勁力將他拉倒，她身上帶劍，不但會說漢語，並且知道閻世章的事，絕非普通維人姑娘，對滕一雷一霎眼睛，道：「咱們擒住她。」兩人慢慢走向她身邊。霍青桐放走顧金標後，目不轉瞬的注意著他，見他與滕一雷行動有異，突然奔向馬旁，長劍一晃，已把顧金標與哈合台馬背上盛水的革囊刺破，接著一劍把滕一雷馬背上最大的水囊割了下來，搶在手中，一躍上馬。滕一雷等三人獃了一獃，只見兩皮袋水流了一地，登時被黃沙吸乾，在大漠之中，這兩袋水比兩袋珠寶更加珍貴，三人又氣又急，各挺兵刃上來廝拚。霍青桐伏在馬背上不住喘氣咳嗽，叫道：「你們過來我又是一劍！」她把劍尖指住最後一隻水囊，關東三魔果然停步不動。霍青桐咳了一陣，說道：「我好意領你們到翠羽黃衫那裏，你們卻來欺侮我。這裏到有水的地方還有六天路程，你們不放過我，我就刺破這水囊，大家在沙漠中乾死。」關東三魔面面相覷，做聲不得，暗罵她這一招果然毒辣，滕一雷心想：「暫且答應，等挨過了大沙漠再擺佈她。」於是說道：「咱們不難為你，大家走罷。」霍青桐道：「你們在前面走！」於是三個男人在前，一個女人在後，在大漠上前進。走到中午，烈日當空，四個人都唇焦舌乾，霍青桐只覺眼前金星直冒，神智糢糊，心想：「難道今日我畢命於此？」只聽見哈合台道：「喂，給點水喝！」霍青桐打起精神，說道：「把碗放在地下。」哈合台依言把碗放在沙上。霍青桐又道：「你們三人退開一百步。」顧金標有些遲疑。霍青桐道：「不退開我就不給水。」顧金標喃喃咒罵，三人終於退開，霍青桐躍馬上前，拔去囊上塞子，注了大半碗水在碗裏，說著：「喝罷！」自己催馬走開，三人奔上來，你一口我一口，把水喝得點滴不剩。四個人上馬又行，過了兩個多時辰，道旁忽然出現一叢青草，滕一雷眼睛一亮。說道：「前面必定有水！」霍青桐暗暗心驚，苦思下一步方略，但頭痛欲裂，用不來心思，突然長空一聲鷹唳，黑影一閃動，一隻巨鷹直撲下來。霍青桐大喜，伸出左臂，那鷹斂翼停在她肩頭，只見鷹腿上縛了一塊黑布，知道師父馬上就到。滕一雷甚是機靈，心知其中必有古怪，手一揚，一枝袖箭向她右腕打來，滿擬打落她手中長劍，再來搶奪水囊。霍青桐揮劍擊去袖箭，一提馬韁，向前飛馳。關東三魔大聲吆喝，隨後追來。馳出十餘里，霍青桐手腳酸軟，再也支持不住，被馬一顛，跌了下來。