第十一回　彎弓射鵰朔風漸和，大雪初止，北國大漠之中卻尚苦寒，這日正是清明佳節，江南六怪一早起來，帶了牛羊祭禮，和郭靖趕到張阿生的墳上去致祭。蒙古人居處遷徙無定，這時他們所住的蒙古包與笑彌陀張阿生的墳墓相距不遠，快馬疾奔大半天，也就到了。七人走上荒山，點了香燭，在墳前一一依次跪拜。韓小瑩心中暗暗禱祝：「五哥，十年來咱們傾心竭力的教誨這個孩子，只是他天資不高，未能將咱們功夫學全，但願五哥在天之靈保佑，後年嘉興比武時不讓這孩子折了咱們江南七怪的威風！」六怪在朔北一住十年，各人鬢絲都見灰白，韓小瑩雖然風致不減，但亦非當年少女的容華。朱聰望著墳旁幾堆骷髏，心中說不出的感慨，十年來他與柯鎮惡兩人踏遍了方圓數百里之內的每一處山谷洞穴，找尋鐵屍梅超風的蹤跡。此人如中毒而斃，定有骸骨遺下，她一個瞎眼女子勢必無法長期隱居，那知這梅超風竟如幽靈般突然消失，只在此處空留下一個墳墓，數堆白骨，標誌著黑風雙煞當年行兇作惡的遺跡。柯鎮惡一面教導郭靖武藝，同時自己勤練「伏魔杖法」，他知道黑風雙煞陰毒無比，只要她有一絲氣在，必會重來尋仇。十年勤修苦練，六怪功力大進，已迥非昔年與丘處機及雙煞惡鬥時可比。南山樵子南希仁見郭靖凝重沉靜，勉力以勤補拙，與自己幼時練武的苦況很為相似，所以對他特別鍾愛。這時見他在張阿生墳前叩拜後站起來時，無意間踏在一粒渾圓的小石子上，腳下一滑，但立即收住，上盤穩然不動，心中甚喜，知他功夫練得甚為紮實，與全金發相視一笑，縱身出去，道：「來！」左掌護身，右掌向郭靖肩頭斜劈下去。郭靖一楞，順著本能舉手一擋，但手到肩頭，立即垂下。南希仁見他不敢招架，微微一笑，收掌換拳，呼的一聲，一拳往他胸口打到。韓小瑩道：「顯功夫與四師父過招，讓五師父瞧瞧你練得怎樣了。」郭靖這才明白。南希仁這一拳仍只打到半路即收回，左手又快又準，往他腰間抓來。郭靖向後一躍，那知南希仁身法好快，不等他雙腳落地，右抓又已搭到他的肩頭。郭靖沉肩化掌，好容易才逃開這抓。韓寶駒叫道：「還手啊！傻小子！一味挨打麼？」郭靖當下拆招還拳，他先用韓寶駒所授的羅漢拳對付南希仁的開山掌法，鬥到分際，也用開山掌法一掌相還一掌。南希仁有心逗他儘量將功夫顯將出來，一連拆了七八十招，忽地左掌向外一撒，翻身一招「蒼鷹搏兔」，向郭靖後心擊去。郭靖立即身形一矮，「秋風掃落葉」左腿盤旋，橫掃師父下盤。南希仁「鐵牛耕地」，掌鋒戳將下來。郭靖正要收腿變招，南希仁叫道：「記住這招！」手一沉，變掌為抓，已抓住了他的左脛。郭靖左足被抓，左掌立即遞出，往師父面門捺到，這一掌也算快捷異常，南希仁左掌飛出，拍的一聲，雙掌相交，同時右手向外一送，雖然只用了五成力，郭靖已是身不由主的向外跌出。他雙手在地下一撐，立即躍起，滿臉愧色。南希仁正要指點他這招的弊病所在，樹叢中突然「噗哧、嗤」，發出兩下笑聲。朱聰、全金發臉色頓變，喝道：「什麼人？」身子縱起，已攔住發出笑聲那人下山的後路，只聽得枯枝喀喀輕響，樹叢中鑽出一張鵝蛋般的白膩臉蛋來，雙頰暈紅，尚孕笑意，竟是一個美貌少女。她笑著叫道：「靖哥哥，又叫師父打了麼？」郭靖脹紅了臉，道：「誰叫你到這裏來的？」那少女笑道：「我就愛瞧你挨打！」原來這少女就是鐵木真的幼女華箏公主。她與拖雷、郭靖三人年紀相若，自小就在一起遊耍。她因父母寵愛，脾氣不免嬌縱，郭靖卻生性戇直，當她無理取鬧時常常對她衝撞，但吵了一次之後，不久又言歸於好，每次總是華箏自知理屈，向他軟言央求。兩人年紀漸大，感情竟是越來越好，猶如親兄妹般互相照顧。華箏的母親念著郭靖曾捨身在豹口下相救女兒，所以對他另眼相看，常常送他母親衣物牲口。這日華箏知道郭靖要來掃墓，騎了馬先行趕來，躲在樹叢之中，好教他得個意外之喜。郭靖雖然聽她嘲笑自己跌交，不免臉有慍色，但見她到來同玩，心裏也自高興。華箏笑道：「你不要我來麼？那麼我去了。」郭靖急道：「不，不，你跟咱們一起回去好啦。」華箏一笑，從樹叢中鑽了出來。江南六怪見他們情投意合，都是微微而笑。柯鎮惡忽問華箏道：「跟你來的人呢？」華箏一怔，道：「誰啊？我是一個人來的。」柯鎮惡道：「你哥哥躲在後面跟你鬧著玩，是不是？」華箏道：「哥哥沒來，真的只有我一個人。」柯鎮惡道：「六弟過去瞧瞧。」鐵杖向墳後樹叢中一指，全金發奔過去披開樹枝，叫道：「這裏沒人。」柯鎮惡道：「我明明聽見兩人的聲音。」原來華箏一笑之時，他聽到墳後另有一人，當時以為華箏的同伴，也未在意，這時忽然沒有蹤影，倒也有點奇怪，正自沉吟，全金發忽然驚叫起來：「怎麼少了一個骷髏？」眾人走過去一看，只見一堆骷髏中頂上一枚已自不見。骷髏堆上尚留殘雪，頂上那個骷髏在雪中留下的印痕宛然可見，顯是片刻之前有人取去的。眾人不禁變色，全金發悄聲將情形對柯鎮惡說了，柯鎮惡叫道：「四下兜截！」拄了鐵杖，當先衝下荒山，側耳傾聽，眾人隨後趕到。柯鎮惡向南一指，道：「那邊有馬蹄聲，快追！」眾人急忙上馬，向南疾馳。華箏見各人神色嚴重，悄聲問道：「是我不好麼？」郭靖道：「不關你事。大概是來了厲害的對頭。」華箏聽了，伸了伸舌頭。馳了一陣，突然前面數十騎急奔而來，遠遠望去，見都是蒙古的軍士，當先一名百夫長馳近見到華箏，翻身下馬，行了一禮，說道：「公主，大汗派我來接您回去。」華箏皺了皺眉頭道：「幹什麼啊？」百夫長道：「是王罕的使者到了。」華箏一聽到王罕的名字，更加不快，怒道：「我不去！」那百夫長十分為難，又行了一禮道：「公主您不去，大汗要責罰我的。」華箏幼時被父親許配給王罕的孫子都史，她逐漸長大後與郭靖很是要好，雖然大家年幼，還說不上有什麼情意，但想到將來要與郭靖分別，去和那名驕橫的都史結親，芳心總是好生不快，這時撅起了小嘴，默不作聲。韓小瑩道：「靖兒，你陪公主回去。」也不等他回答，一提鞭，向前趕去。華箏挨了一會，總是不敢違拗父親命令，與郭靖倆隨著百夫長回營，原來是王罕與桑昆命人送來了聘禮，鐵木真要她會見使者。郭靖回到自己營帳之中，悶悶不樂，坐著默不作聲。李萍問起情由，郭靖只是不說，這時外面奏起音樂號鼓，歡迎使者，李萍才明白了兒子心事，勸道：「公主雖和你合得來，但咱們總是漢人。公主金枝玉葉，那王罕的孫子將來要做大汗，這才配得上她。」郭靖道：「娘，我又不是想怎樣。我知道那都史兇惡得很，公主嫁給他一定會吃苦。」李萍知道兒子心地純厚，嘆了口氣道：「這個咱們又有什麼法子？」母子倆閒話了一會，吃了晚飯，郭靖到師父帳幕中探看，見六位師父都已回來，各人都向他搖搖頭，那麼追尋是並無所得了。郭靖在全金發指點下練了一套長拳，回得帳來，和衣鑽入羊毛毯中，在帳外傳來的音樂聲中朦朧入睡。睡到中夜，忽聽得帳上有人輕拍了三下，學武之人耳朵特別靈敏，他立即坐起，輕輕揭開帳幕一角往外一瞧，不覺大吃一驚，月光下只見帳幕入口處端端正正的放著一個骷髏。那骷髏頭頂心五個小窟窿隱約可辨。郭靖倒抽一口涼氣，心想：「對頭找上門來啦！師父們不在這裏，我一人如何能敵？但要是被對頭衝進帳來，傷到母親，那如何得了？」當下悄悄從被褥下拔出朴刀，倏地揭開帳幕，刷刷刷三刀護住全身，左足起處，將骷髏踢出數丈以外，身子已竄在營帳之前，橫刀四顧，只見一個人影氣定神閒的站在左前方大樹之旁，身子背光，面貌看不清楚。只聽他叫道：「喂，有種的就跟我來。」說的卻是漢語，月光下只見他寬袍大袖，不是蒙古人的裝束。郭靖道：「你是誰？找我幹什麼？」那人道：「你是郭靖，是不是？」郭靖道：「怎樣？」那人道：「你那柄削鐵如泥的匕首呢？拿來給我瞧瞧！」身子一晃，驀地欺到郭靖身邊，一腳將郭靖手中朴刀踢飛，隨即一掌往他胸口按去。郭靖見敵人來勢兇狠，身子略閃，右手猛抓敵腕，左手拿向敵人肘部，這一手是「分筋錯骨手」中的「壯士斷腕」，只要敵人手腕被抓住了，肘部非同時被拿不可，前一送，下一扭，喀喇一聲，右腕關節就會立即脫出。原來朱聰雖然滑稽玩世，心思卻極縝密，他與大哥暗中計議了幾次，知道梅超風只要不死，十之八九必會再來尋仇。她來得愈遲，準備必定愈為周到，也即手段愈為毒辣。十年中梅超風始終沒有蹤影，他們非但不敢怠懈，反更加意提防。朱聰那日荒山一戰之後，細思破解「九陰白骨爪」，望著自己手背上被梅超風抓傷而留下來的五條傷痕，心想此人手爪功夫如此厲害，全身又是刀槍不入，即令知道她的練門所在，也必定無法近她之身，世上決不會再有郭靖無意間刺死銅屍陳玄風的事。抵禦「九陰白骨爪」最妙之術，似乎只有「分筋錯骨手」。這種武術不必傷人皮肉，專門脫人之臼、斷人之骨，以快如閃電手法，攻擊對方的關節與筋脈。朱聰自悔當年在中原時，未曾向精於此術的名家請教，六兄弟中又無人能會，後來轉念一想，天下武術本是人創，既然無人相授，難道我就不能自創？他渾號叫做「妙手書生」，一雙手機靈之極，加之雅擅點穴，對人身的穴道關節研究有素，有了這兩大特長，鑽研分筋錯骨之術自不如何為難，數年之後，已深通此道的精微，與鬧市俠隱全金發拆解純熟之後，都授了郭靖。這時郭靖斗逢強敵，一出手就是分筋錯骨的妙著。那人手腕與手肘突被郭靖拿住，猛吃一驚，左掌突起，急向郭靖面門拍來。這一掌快速之極，郭靖雙手正要抖送，以扭斷敵人關節，那知敵人手掌突到，自己雙手都沒空，無法抵擋，只得放下敵手，向後躍出，只覺掌風掠面而過，熱辣辣的十分難受。一轉身，明暗易位，只見敵人原來是一個青年道士，長眉俊目，面如冠玉，大約十八九歲年紀，聽他低聲道：「功夫不錯，不枉了江南六俠十年的教誨。」郭靖單掌護身，嚴陣戒備，問道：「你是誰？找我幹麼？」那道士喝道：「咱們再練練。」語聲未畢，掌隨身至，郭靖凝神不動，待到掌風襲到胸口，身子一偏，左手拿敵手臂，右手暴起，捏向敵腮，只要一搭上臉頰，向外一拉，下顎關節應手而脫，這一招朱聰給取了個滑稽名字，叫做「笑語解頤」，表示笑脫了下巴的意思。這次那道士再不上當，右掌疾縮，左掌橫劈，郭靖仍用分筋錯骨手對付，轉瞬之間已拆了十餘招，只見那道士身形輕靈，掌法行雲流水般瀟灑之極，真如乳燕掠波、蜻蜓點水一般，掌未到，身已轉，瞧不清楚他的來勢去跡，顯然功夫是遠在自己之上。郭靖學藝後初遇敵手，就是一個武功極強之人，又怕梅超風尚躲在暗處，俟機偷下毒手，心中一怯，敵人一腳飛來，拍的一聲，正踢在自己右胯之上。幸而他下盤堅實，敵人又似未用全力，所以只是身子一晃，並未受傷，當下雙掌飛舞，護住全身要害，盡力守禦，又拆數招，那道士步步進逼，眼見抵敵不住，忽然背後一個聲音喝道：「攻他下盤！」郭靖一聽，正是三師父韓寶駒的聲音，心中大喜，身形一挫，搶到右首再回頭過來，只見六位師父原來早就站在自己身後，只因全神對付敵人，竟未發覺，這一來精神大振，依著三師父的指點，猛向那道士下三路攻去。那道士身形飄忽，下盤果然不甚堅穩，江南六怪旁觀者清，早已看出了他的缺點所在，他被郭靖一輪急攻，不住倒退。郭靖乘勝直上，眼見那人一個蹌踉，似在地下絆了一下，當下一個連環鴛鴦腿，雙足齊飛。那知敵人這一下正是誘敵之計，韓寶駒與韓小瑩同時叫聲：「留神！」郭靖究竟經驗不足，右足已被敵人抓住，被他乘著踢來之勢輕輕往外一送，郭靖身不由主，一個筋斗翻跌下來，篷的一聲，背部著地，撞得好不疼痛。他一個「鯉魚打挺」，立即翻身躍起，待要再上，只見六位師父已把那道士團團圍住。那道士既不抵禦，也不作勢突圍，雙手相拱，朗聲說道：「弟子尹志平，奉師尊長春子丘道長差遣，謹向各位師父請安問好。」說著恭恭敬敬的磕下頭去。江南六怪聽說丘道長差來，都感詫異，但恐有詐，卻不伸手相扶。尹志平站起身來，從懷中摸出一封書信，雙手呈給朱聰。柯鎮惡聽見巡邏的蒙古兵逐漸走近，道：「咱們進包說話。」尹志平跟著六怪走進蒙古包內，全金發點亮了羊脂蠟燭。這蒙古包是五怪共居之所，韓小瑩則與單身的蒙古婦女另行居住。尹志平見包內陳設簡陋，想見江南六怪平日生活清苦，稽首說道：「各位師傅辛勞了這些年，家師感激無已，特命弟子先來向各位拜謝。」柯鎮惡「哼」了一聲，心想：「你要是好意而來，為何將靖兒跌一個筋斗？那豈不是在比武之前先殺咱們一個下馬威？」這時朱聰已揭開封皮，抽出信箋，低聲讀了出來：「全真教下弟子丘處機沐手稽首，謹拜上江南六俠柯公、朱公、韓公、南公、全公、韓俠女尊前曰：江南一別，忽忽十有六載。七俠千金一諾，間關萬里，雲天高義，海內同欽，識與不識，皆相顧擊掌而言曰：不圖古人仁俠之風，復見之於今日也。」柯鎮惡聽到這裏，皺著的眉頭稍稍舒展。朱聰接著讀道：「張公仙逝漠北，尤足令人扼腕長嘆，耿耿之懷，無日或忘。貧道仗諸公之福，幸不辱命，楊君子嗣，亦已於九年之前訪得矣。」五俠聽到這裏，同時「啊」了一聲。江南六怪早知丘處機神通廣大，他全真教中門人弟子又遍於天下，那楊鐵心的子嗣必能找到，所以對嘉興比武之約真可說念茲在茲，然而尋訪一個不知下落之女子的遺腹子息，究是十分渺茫之事，因此這時聽到信中說已將孩子找到，心中都不禁一震。他們六人一直未將此事對李萍與郭靖說起，朱聰望了郭靖一眼，見他並無異樣，又讀了下去：「二載之後，江南花盛之日，當與諸公置酒高會醉仙樓頭也。人生如露，大夢一十八年，天下豪傑豈不笑我輩癡絕耶？」讀到這裏朱聰就停住了。韓寶駒道：「底下怎麼說？」朱聰道：「信完了。這確是他的筆跡。」原來當日酒樓賭技時，朱聰曾在丘處機袋中偷到一張詩箋，看到他寫的兩句詩，所以認得他的筆跡。柯鎮惡沉吟了一下，道：「那姓楊的是叫楊康吧？」尹志平道：「是。」柯鎮惡道：「那麼他是你的師弟了？」尹志平道：「是我師兄。弟子雖然年長，但楊師哥入門比我早了兩年。」江南六怪剛才見了他的功夫，郭靖實在不是他的對手，師弟已是如此，他師兄當然是更加了得，這一來心頭都不禁涼了半截；而自己的行蹤丘處機知道得一清二楚，張阿生的逝世他也已經知曉，一面詫異，一面感到己方已處於下風。柯鎮惡冷冷的道：「剛才你與他過招，是試他本事來著？」尹志平聽了他的語氣，頗為惶恐，忙道：「弟子不敢！」柯鎮惡道：「你去對你師父說，江南六怪雖然不濟，醉仙樓之會決不失約，叫你師父放心吧，咱們也不寫回信啦！」尹志平聽了這番話，答應又不是，不答應又不是，十分尷尬。柯鎮惡又道：「你把那骷髏拿來幹什麼？」原來尹志平奉師父之命北上投書，丘處機確是叫他設法查察一下郭靖的為人與武功。長春子關心故人之子，原是一片好意，但尹志平年少好事，到了蒙古斡難河畔之後，不即求見六怪，卻躲在暗中窺探郭靖練武。這日六怪與郭靖到張阿生墳上掃墓，他也悄悄跟了去，隱身在樹叢之中，看南希仁與郭靖過招。後來華箏一笑，他也是出其不意，吃了一驚，身子一動發出了聲音，立被柯鎮惡驚覺。要是他空身逃去，那也罷了，偏是他看到一堆堆骷髏白骨十分古怪，順手拿了一個，這一來卻大觸六怪之忌。柯鎮惡見他不答，又問：「你是與黑風雙煞有交情呢，還是恥笑江南七怪之中，有人命喪於九陰白骨爪之下？」尹志平忙道：「弟子是隨手拿了一個玩弄，絕無他意。弟子實在不知道什麼黑風雙煞與九陰白骨爪。」柯鎮惡「哼」了一聲，不再理他。尹志平被他一頓搶白，訕訕的十分沒趣，向各人行了個禮：「弟子告辭了。」柯鎮惡送到蒙古包口，尹志平又行了一禮。柯鎮惡厲聲道：「你也翻個筋斗吧！」左手倏地伸出，抓住了他胸口衣襟。尹志平大驚，雙手猛力向外一格，想要撂開柯鎮惡的手臂，豈知他不格倒也罷了，只不過跌一個筋斗，這一還手，更觸柯鎮惡之怒。他左臂一沉，將尹志平全身提了起來，揚聲吐氣，「嘿」的一聲，將這小道士重重摔在地下。尹志平跌得背上疼痛如裂，過了一會才慢慢掙扎起來，一跛一拐的走了。韓寶駒道：「小道士無禮，大哥教訓得好。」柯鎮惡默然不語，過了良久，長長嘆了一口氣，餘人心中都是同樣的感觸，俱覺黯然。南希仁忽道：「知其不可而為之。」韓小瑩道：「四哥說的是，咱們七人結義，同闖江湖以來，不知經過多少艱險，江南七怪從來沒有退縮過。」柯鎮惡點點頭，對郭靖道：「回去睡吧，明兒我教你暗器。」朱聰等都知大哥這閉目打菱的手法，是他盲目後防身絕藝，非至生死關頭決不肯用，更不要說傳授別人，這時他答應教給郭靖，確是非同小可之舉。韓小瑩道：「靖兒，快磕頭謝大師父。」郭靖依言磕頭，退出帳去，柯鎮惡又輕輕嘆了一口氣，心想郭靖能否學成這門絕藝，實在難以預卜。自此之後，六怪授藝更加督得嚴了。可是不論讀書學武，以至彈琴奕棋，一味望其速成，拚命以赴，有時反而窒塞良多，停滯不前。六怪望徒藝成心切，督責甚嚴，而郭靖又非聰明穎悟之人，心裏一嚇，竟是錯誤百出。自小道士尹志平夜訪之後，三月來竟是進步極少。正所謂「欲速則不達」、「貪多嚼不爛」，就是這個道理。江南六怪各有不同的驚人藝業，每人都是下了無數苦功，方有今日成就，要郭靖在數年之間領悟其中精微，就算聰明絕頂之人尚且難能，何況他只是中人之資呢！這天清晨，韓小瑩在曠野中教了他越女劍法中的四招，使到「技擊白猿」中那一招時，要躍在空中，在半空中連挽兩個平花，然後迴劍下擊。郭靖多紮了下盤功夫，縱躍不夠輕靈，在半空中只挽了一個半平花，身子已落下地來，連試了七八次，始終不能成功。韓小瑩心頭火起，勉強克制脾氣，教他如何足尖使力，如何腰腿用勁，那知郭靖縱躍夠高了，卻忘了劍挽平花，一連幾次都是如此。韓小瑩想起自己七兄弟為他在漠北苦寒之地挨了十多年，五哥張阿生更葬身異域，教來教去，卻教出這樣一個蠢材出來，心中一陣悲苦，眼淚奪眶而出，把寶劍往地下一擲，掩面而走。郭靖追了幾步沒追上，呆呆的站在當地，心中難過極。他感念師恩如山，只盼自己稍有成就，以慰師心，那知眾師父詞色之間，顯然對自己越來越感不滿。正自怔怔出神，突然聽到華箏公主的聲音在身後叫道：「靖哥哥，快來，快來！」郭靖回頭一看，見她騎在一匹青驄馬上，一臉焦慮與興奮的神色。郭靖道：「怎麼？」華箏道：「快來看啊，好多大鵰打架。」郭靖道：「我在練武呢？」華箏笑笑道：「練不好，又被師父罵了是不是？」郭靖點了點頭。華箏道：「打得真厲害呢，快去瞧。」郭靖少年心情，躍躍欲動，但想到韓小瑩剛才的情景，垂頭喪氣的道：「我不去。」華箏急道：「我自己不瞧，趕著來叫你。你不去，以後別理我！」郭靖道：「你快去看吧。回頭你說給我聽也是一樣。」華箏從馬背上跳了下來，嘟起小嘴，道：「你不去，我也不去。也不知道黑鵰打勝呢，還是白鵰勝。」郭靖道：「就是懸崖上的那對大白鵰和人打架麼？」華箏道：「是啊，黑鵰很多，但白鵰厲害得很，已啄死了六七頭黑鵰……」郭靖聽到這裏，再也忍耐不住，牽了華箏的手，一躍上馬，兩人共乘一騎，馳到懸崖之下。果見有十七八頭黑鵰圍攻白鵰，雙方奮勇互啄，只打得毛羽紛飛。白鵰身形既大，嘴爪又極厲害，一頭黑鵰閃避稍慢，被白鵰當頂一啄，立即斃命。落在華箏的馬前。又鬥一陣，草原上的蒙古男女都趕來觀戰，鐵木真得報，也帶了窩闊台和拖雷馳馬而來，看得很有興味。郭靖與拖雷、華箏常在懸崖之下遊玩，這對白鵰飛來飛去幾乎日日見到，對牠們似乎有了感情，又見牠們以寡敵眾，所以只盼白鵰得勝，三個人不住口的為白鵰吶喊助威：「白鵰啄啊，左邊敵人來啦，快轉身，好好，追上去，追上去！」酣鬥良久，黑鵰又死了兩頭，兩白鵰身上也傷痕累累，白羽上染滿了鮮血。一頭身材特大的黑鵰忽然高叫幾聲，十多頭黑鵰轉身逃去，沒入雲中，只剩下三頭黑鵰還在勉強支持，眾人眼見白鵰已獲勝利，都歡呼起來。過了一會，三頭黑鵰也掉頭急向東方飛逃，一頭白鵰不捨，隨後趕去。眾人見戰鬥結束，正要散去，忽然空中怪聲急唳，十多頭黑鵰從雲中猛撲下來，直向站在崖上用嘴整理羽毛的白鵰啄去。鐵木真喝采道：「好兵法！」這時白鵰落單，不敵十多頭黑鵰的圍攻，雖然又啄死了一頭黑鵰，但終於身受重傷，墮在崖上，群鵰撲上去亂抓亂啄。郭靖與拖雷、華箏十分著急，華箏甚至哭了出來，連叫：「爹爹，快射黑鵰。」鐵木真對窩闊台與拖雷道：「黑鵰打了個勝仗，這是用兵之道，你們要記住了。」兩人點頭答應。眾黑鵰啄死了白鵰，突然又向懸崖的一個洞中撲去，只見洞中伸出了兩隻小白鵰的頭來，竭力抵擋。華箏哭叫：「爹爹，你還不射？」鐵木真微微一笑，彎雕弓，搭鐵箭，嗖的一聲，飛箭如電，正穿入一頭黑鵰的身中，眾人齊聲喝采。鐵木真把弓箭交給窩闊台道：「你來射。」窩闊台一箭也射死了一頭，待拖雷又射中一頭時，眾黑鵰見勢頭不對，紛紛飛逃。蒙古諸將也都彎弓相射，但那些黑鵰振翅高飛之後，射中就極不容易，弩箭上去時被牠們健翼一撲，都掉了下來。鐵木真叫道：「射中的有賞。」神箭手哲別正站在鐵木真身旁，存心要郭靖一顯身手，從背上拿下自己的強弓硬弩，走到郭靖身邊，交在他手裏，低聲道：「跪下，射項頸。」郭靖接過弓箭，一膝跪地，左手似托泰山，右手如抱嬰兒，將一張二百斤的弓拉了開來。他跟江南六怪練了十年武藝，上乘功夫固然未窺堂奧，但雙臂之勁，眼力之準，已非比尋常，眼見兩頭黑鵰並翼從左首飛過，左臂一挪，瞄準了黑鵰頸項，右臂一拉一放，正是：弓彎有若滿月，箭去恰如流星。那箭去得好快，黑鵰待要閃避，箭桿已從牠頸中對穿而過，這一箭勁力未衰，接著又刺進了第二頭黑鵰腹內，一箭貫著雙鵰，落在郭靖身前。眾人齊聲喝采歡呼。餘下的黑鵰再也不敢停留，四散飛逃，片刻間飛得無影無蹤。華箏在郭靖耳邊悄聲道：「把雙鵰獻給我爹爹。」郭靖依言捧起雙鵰，奔到鐵木真馬前，一膝半跪，高舉過頂。鐵木真生平最愛的是良將勇士，見郭靖一箭力貫雙鵰，心中甚喜。要知北國寒地的大鵰非比尋常，雙鵰伸展開來足足有一丈多長，羽毛堅硬如鐵，一撲下來，能把整個小馬大羊攫到空中，連虎豹遇到大鵰也要迅速躲避，真是厲害無比。鐵木真命親兵收起雙鵰，笑道：「好孩子，難為你啦！」郭靖不掩哲別之功，道：「是哲別師父教我的。」鐵木真笑道：「師父是哲別，徒弟也是哲別。」在蒙古語中，哲別是神箭手的意思。拖雷有意相幫義弟，對鐵木真道：「爹爹，你說射中的有賞，我義弟一箭雙鵰，你賞什麼給他？」鐵木真道：「賞什麼都行。」問郭靖道：「你要什麼？」拖雷喜道：「真的賞什麼都行？」鐵木真笑道：「難道我還能欺騙孩子。」蒙古諸將見鐵木真這時心緒好極，心想郭靖不論求什麼重賞，他都能答應，大家望著郭靖，瞧他要什麼東西。郭靖道：「大汗待我這麼好，我媽媽什麼都有了，不用再給我啦。」鐵木真笑道：「你這孩子倒有孝心，總是先記著媽媽。那麼你自己要什麼？隨便說吧，不用怕。」郭靖微一沉吟，雙膝跪在鐵木真馬前，道：「我自己不要什麼，我是代別人求大汗一件事。」鐵木真道：「什麼？」郭靖道：「王罕的孫子都史又惡又壞，華箏公主嫁給他後一定吃苦。求求大汗別把公主許配給他。」鐵木真一怔，隨即哈哈大笑，說道：「真是孩子話，那怎麼成！好吧，我賞你一件寶物。」從腰間解下一口短刀，遞給郭靖。蒙古諸將嘖嘖稱賞，個個心中好生羨慕，原來這是鐵木真平素十分寶愛的佩刀，曾用以殲敵無數，如不是他先前把話說滿了，決不能輕易賞賜給他。郭靖謝了賞，接過短刀，只見刀鞘是純金鑄成，刀柄盡頭鑄了一個黃金的虎頭，柄上鑲了一片晶瑩異常的黑玉，玉旁刻著幾個蒙古文字：「鐵木真大汗親佩」，刀柄的另一邊刻著：「殺敵殲仇，如虎屠羊」兩句話。鐵木真道：「我的敵人用不著我親自去殺了，你這小子給我殺吧。」郭靖未及回答，華箏忽然失聲而哭，一躍上馬，疾馳而去。鐵木真心腸如鐵，但見自己十分鍾愛的幼女這樣難過，也不禁心中一軟，微微嘆了一口氣，掉馬回營，蒙古眾王子諸將在後遠遠跟隨。郭靖見眾人去盡，將短刀拔出鞘來，只覺寒氣逼人，刃鋒上隱隱有血光之印，想來這刀已不知殺過多少人了。把玩了一會，將刀鞘穿入腰帶之中，拔出長劍，又練起越女劍法來，練了半天，那一招「技擊白猿」仍是沒有練成，不是躍起太低，就是來不及劍挽平花。他心裏一躁，沉不住氣，反而越來越糟，只練得滿頭大汗，忽然遠處馬蹄聲響，華箏又騎了青驄馬奔來。她馳到近處，翻身下馬，橫臥在草地之上，一手支頤，瞧著郭靖練劍，她見郭靖十分辛苦，叫道：「靖哥哥，別練了，息一忽兒吧。」郭靖道：「你別來吵我，我沒功夫陪你說話。」華箏就不言語了，笑吟吟的望著他，過了一會，從懷裏摸出了一塊手帕，打了兩個結，向郭靖拋擲過去，道：「你擦擦汗吧。」郭靖「嗯」了一聲，讓手帕落在地下，仍是練劍。華箏看了一會，抬起頭來，只聽得懸崖頂上兩頭小白鵰不住啾啾鳴叫，忽然間遠處鳴聲慘急，那頭大白鵰疾飛而至。牠追逐黑鵰到這時方才回來，想是眾黑鵰將牠誘到極遠之處。鵰眼視力極遠，牠早見到愛侶已喪身在懸崖之上，晃眼間猶如一朵白雲，從頭飛掠而過。郭靖住了手，抬起頭來，只見那頭白鵰盤來旋去，不住悲嗚。華箏道：「靖哥哥，你瞧牠多可憐。」郭靖道：「嗯，牠一定很傷心！」只聽得白鵰一聲長鳴，振翼直上雲霄。華箏道：「牠上去幹什麼……」語聲未畢，那白鵰突然如一枝箭般從雲中猛衝下來，噗的一聲，把頭撞在岩石之上，登時斃命，郭靖與華箏同聲驚呼，一齊跳了起來，嚇得半晌說不出話來。忽然背後一個洪亮的聲音道：「可敬，可敬！」兩人回過頭來，見是一個蒼髮道士，臉色紅潤，手裏拿著一柄拂塵。這人裝束十分古怪，頭頂梳了三個髻子，如品字形般高高聳立，一件道袍卻是一塵不染，在這塵沙之地，不知如何竟能這般清潔。他說的是漢語，華箏聽了不懂，也就不再理會，轉頭又望懸崖之頂，忽道：「那兩頭小白鵰死了爹娘，在這上面怎麼辦？」這懸崖高聳接雲，四面都是險岩怪石，無可容足之處。兩頭乳鵰尚未學會飛翔，眼見就要餓死在懸崖之頂了。