第四十三回　萬丈深谷朱長齡不再多言，攜著張無忌的手，回到石室，向姚清泉道：「那是奸賊，確然無疑。」姚清泉點了點頭，手執匕首，走進密室，只聽得那開碑手胡豹長聲慘呼，已然了帳。姚清泉從密室中出來，關上了鐵門，但見他匕首上鮮血殷然，順手在鞋底拂拭。朱長齡道：「這賊子來此臥底，咱們的蹤跡看來已經洩露，此地不可再居。」當下領著各人，從石洞中出來，行了二十餘里，轉過兩座山峰，進了一個山谷，一棵大槐樹旁築著四五間小屋。此時天將黎明，各人進了小屋後，無忌見屋中放的都是犁頭、鐮刀之類農具，但鍋灶糧食，一應俱全。看來朱長齡為防強仇，在宅第之旁，安排了不少避難的所在。朱長齡重傷之下，臥床不起。朱夫人取出土布長衫，以及草鞋、包頭，給各人換上，霎時間，大富之家的夫人小姐，變成了農婦村女，雖然言談舉止不像，但只要不加近視，也不致露出馬腳。在農舍中住了數日，朱長齡因有祖傳的雲南傷藥，服後痊癒很快，幸喜敵人也不再追來。張無忌閒中旁觀，見姚清泉每日出去打探消息，朱夫人卻率領弟子，收拾行李包裹，顯有遠行計。他知朱長齡是為了報恩避仇，決意舉家前往海外冰火島，心中極是歡喜。這一晚他睡在床上，想起日後到了冰火島，如能天幸不死，終生得和這位美若天人的朱九真姊姊在島上廝守，不禁面紅耳熱，一顆心怦怦跳動，又想朱伯伯、姚二叔和義父見面之後，三人結成好友，在島上無憂無慮的嘯傲歲月，既不怕蒙古韃子殘殺欺壓，也不必耽心武林強仇明攻暗襲，為人若斯，自也更無他求了。他想得喜歡，雖在黑暗之中，臉上也露著微笑，直到中夜，仍未睡著，正朦朧間，忽聽得板門輕輕被人推開，一個人影閃進房來。無忌微感詫異，鼻中已聞到一陣淡淡幽香，正是朱九真日常用以薰衣的素馨花香。他心中一動，突然間滿臉通紅，說不出的害羞。只見朱九真悄步走到床前，低聲道：「無忌弟，你睡著了麼？」無忌不敢回答，緊緊閉住雙眼，假裝睡熟。過了一會，忽有幾根溫軟的手指摸到他眼皮上，要探知他是否真的睡著。無忌又驚又喜，又羞又怕，只盼朱九真快快出房，須知他心中對朱九真敬重無比，只求每日能瞧她一眼，便已心滿意足，稚弱的心靈之中，固然從無半分褻瀆的念頭，便是將來娶她為妻的盼望，也是從未有過。這時見她半夜裏忽然走進自己房來，如何不令他手足無措？他忽然又想：「真姊難道有什麼要緊事情，須得半夜裏來跟我說麼？」便在此時，突覺胸口「膻中穴」上一麻，接著肩貞、神藏、曲池、環跳諸穴上都一一被點。這一下大出無忌意料之外，那想得到朱九真深夜竟來點自己的穴道？不由得大是懊喪：「啊，真姊是來試探我睡著之後，是否警覺？明兒她解了我穴道，再來嘲笑我一番。早知如此，她進房時我便該躍起身來，嚇她一跳，免得她明日說嘴。」只見朱九真點了他穴道後，輕輕推開窗子，飛身而去。張無忌心道：「我快些解穴，跟在她身後，扮鬼嚇她，倒也好玩。」於是即以謝遜所授的獨門解穴之法，衝解穴道。不料朱九真家傳的「一陽指」功夫厲害無比，無忌直用了大半個時辰，方始解開被點的諸穴，這也因一來朱九真功力不夠，二來她不欲使無忌受到些微損傷，因而使力極輕，否則倘若是練就一陽指力的高手來點，無忌解穴之法再妙，卻也衝不開。待得他站起身來，匆匆穿上衣服，躍出窗去時，空山寂寂，樹影深深，那裏還尋得著朱九真的芳蹤？張無忌站在黑暗之中，頗是沮喪，但忽而轉念：「真姊明兒要笑我無用，讓她取笑便是，何必跟她爭強鬥勝？我平日想博她個歡喜，也是不易，今晚倘若追到了她，只怕她反而要著惱了。」想到此處，登時心安理得。這時已是初春，山谷間野花放出清香，良夜人靜，無忌一時也睡不著，信步便順著山谷中一條小溪走去。山坡上積雪初溶，雪水順著小溪流去，偶爾挾著一些細小的冰塊，相互撞擊，錚錚有聲。無忌走了一會，忽聽得左首樹林中傳出格格一聲嬌笑，正是朱九真的聲音。無忌吃了一驚，心道：「真姊瞧見了我麼？」卻聽得朱九真低聲叱道：「表哥，不許胡鬧，瞧我不老耳括子打你。」跟著是幾聲男子的爽朗笑聲，不問可知便是衛璧。無忌心頭一震，幾乎要哭了出來，做了半天的美夢登時破滅，登時心中雪亮：「真姊點我穴道，那裏是跟我鬧著玩？她是半夜裏跟她表哥相會，怕我知道。」霎時間手酸腳軟，又想：「我是個無家可歸的窮小子，文才武功，人品相貌，那一樣都遠遠不及衛相公。真姊和他是表兄妹之親，跟他原是郎才女貌，天造地設的一對。」自己寬解了一會，輕輕嘆了口氣，忽聽得腳步聲響，有人從後面走來，便在此時，朱九真和衛璧也低聲笑語，手攜手的並肩而來。張無忌不願和他們碰面，忙閃身在一株大樹後一躲，但聽得兩邊腳步聲漸漸湊近，朱九真叫道：「爹！你……你……」聲音顫抖，似乎很是害怕，原來從另一邊來的那人正是朱長齡，他對女兒深夜中和外甥私會一事，顯得大為忿怒，鼻孔中哼了一聲，道：「你們在這裏幹什麼？」朱九真強作無所掛礙，笑道：「爹，表哥跟我這麼久沒見了，他今日難得來到這裏，咱們隨便談談。」朱長齡道：「你這小妮子忒也大膽，若是給無忌知覺……」朱九真忙接口道：「我輕輕點了他五處大穴，這時他正睡得香甜呢。待會去解開穴道，管教他決不知覺。」無忌心道：「朱伯伯也瞧出我喜歡真姊，為了我爹爹有恩於他，不肯令我傷心失望。其實我雖喜歡真姊，卻是絕無他念。朱伯伯，你待我當真是太好了。」只聽朱長齡道：「雖是如此，一切還當小心，不可功虧一簣，被他瞧出破綻。」朱九真笑道：「孩兒理會得。」衛璧道：「真妹，我也該回去了，只怕師父等我。」朱九真對他甚是依戀，道：「我送你去。」朱長齡道：「好，我也去再跟你師父談一會，咱們此去北海冰火島，大家須得萬事齊備，不可稍有差失。」說著三人一齊向西。無忌聽得頗為奇怪，知道衛璧的師父叫做武烈，是武青嬰的父親，聽朱長齡的口氣，好像武家父女和衛璧都要到冰火島去，怎麼事先沒聽他說起？這件事知道的人多了，難保不洩漏風聲，別要累及義父才好。他藏身樹後，低頭沉思，突然間想到了朱長齡的一句話：「別要被他瞧出了破綻。」破綻，破綻，有甚麼破綻？想到「破綻」兩字，腦海中一個糢糊的疑團，驀地裏鮮明異常的顯現在眼前：那幅「張翠山恩德圖」中，為什麼人人相貌逼肖，卻將他尖臉的父親畫作了方臉？他父親的眉目很像，不錯，那因為他父子倆眉目相似，可是他父親是尖臉蛋，不像無忌自己，臉作長方。聽朱長齡說：這幅書是十餘年前他親筆所繪，就算他丹青之術不佳，也不該將大恩公畫得面目全非。畫上的張翠山，倒像是長大了的張無忌一般。「啊，另有節難解之處。爹爹所用鐵筆形似毛筆，筆管極短，但畫中爹爹所使兵刃，卻是尋常的判官筆。朱伯伯自己是使判官筆的大行家，什麼都可畫錯，怎能將爹爹所用的判官筆也畫錯了？」張無忌想到此節，心中隱隱感到恐懼，在他內心，已是有了一個答案，可是這答案實在太可怕，無論如何不敢明明白白的去想它，只是安慰自己：「千萬別胡思亂想，朱伯伯如此待我，怎可瞎起疑心？我這就回去睡吧，要是讓他們知道我半夜中出來，說不定會有性命之憂。」他想到「性命之憂」四字，全身為之一震，自己也解釋不來，為什麼無端端的會這樣害怕。他呆了半晌，不自禁向著朱長齡父女所去的方向逃去，只見樹林中透出一星光，原來這樹叢之中，另有房屋。張無忌心中怦怦亂跳，放輕腳步，朝著火光悄悄前行，走到屋後，定了定神，探頭從窗縫中向內一張，只見朱長齡父女和衛璧對窗而坐，在和人說話，有兩個人背向無忌，看不見面目，但其中一個少女顯是「雪嶺雙姝」之一的武青嬰，另外那男子身材高大，傾聽朱長齡述說如何假裝客商，到山東一帶出海，他一聲不響的聽著，不住點頭。無忌心想：「我這人不是庸人自擾嗎？這一位多半是武莊主，朱伯伯既然跟他交好，邀他同去冰火島，本來也是人情之常，我又何必大驚小怪。」只聽得武青嬰道：「爹，咱們都去冰火島，要是茫茫大海之中，找不到那小島，回又回不來，那可怎生是好？」無忌心想：「這位果然是她爹爹武莊主。」只聽他說道：「你若是害怕，那就別去。天下之事，不經艱難困苦，那有安樂時光？」武青嬰嬌嗔道：「我不過問一問，又引得你來教訓人家。」武烈哈哈的一笑，朗聲說道：「這一下原是孤注一擲。要是運氣好，咱們到了冰火島上，想那謝遜武功再好，也只一人，何況雙目失明，自不是咱們的敵手……」無忌聽到此處，一道涼氣從背脊上直衝了下來，全身打戰，答答兩響，牙齒互擊出聲。他用力咬緊牙關，只聽武烈繼續說道：「……那屠龍刀還不手到拿來？那時『號令天下，莫敢不從？』我和你朱伯伯並肩成為武林至尊。倘若人算不如天算，我們終於死在大海之中，哼，世上有那個人是不死的？」衛璧說道：「聽說金毛獅王謝遜武功卓絕，王盤山島上一吼，將數十名江湖好手一齊震死，崑崙派的兩名弟子被震成了白痴。依弟子之見，咱們到得島上，不用跟他明槍交戰，只須在食物中偷下毒藥，別說他是盲人，便算他雙目完好，瞧得清清楚楚，也決不會疑心他義兒會帶人來害他啊。」朱長齡點頭道：「璧兒此計甚妙。只是咱們朱武兩家，上代都是名門正派的俠士，向來不碰毒藥，便是暗器之上，也從不餵毒。到底要用什麼毒藥，使他服食時全不知覺，我可一竅不通了。」衛璧道：「我爹爹多在中原行走，定然知曉，請他購買齊備便是。」武烈站起身來，拍了朱九真的肩頭，笑道：「真兒……」這時他回過頭來，張無忌看得清清楚楚，不由得吃了一驚。原來此人正是假扮他義父的「開碑手胡豹」，什麼將朱長齡打得重傷吐血、被姚清泉一刀殺死等等，全是誑騙無忌的巧妙機關，為了這戲要演得逼真，一掌擊出，碰到牆上是石屑紛飛，遇到桌椅是堅木破碎，所以要武功精強的武烈親自出馬。只聽武烈對朱九真笑道：「所以啊，這場戲還有得唱呢，你一路得跟那小鬼假裝親熱，直至送了謝遜的性命為止。可千萬別露出馬腳。」朱九真道：「爹，你須得答應我一件事。」朱長齡道：「什麼？」朱九真道：「你叫我侍候這小鬼，這些日子來，吃的苦頭可真不小。要到那冰火島，時候還長著呢，不知道還要受多少罪。等你取到屠龍刀後，我可要這小鬼一刀殺死！」張無忌聽朱九真這麼惡狠狠的說話，眼前一黑，幾欲暈倒，隱隱約約聽得朱長齡道：「咱們這般用巧計騙他，誘出金毛獅王的所在，說來已有些不該。這小子也不是壞人，咱們殺了謝遜，取得屠龍寶刀之後，將這小子雙目刺瞎，留在冰火島上，也就是了。」武烈讚道：「朱大哥就是心地仁善，不失俠義家風。」朱長齡嘆道：「咱們這一步棋子，實在也是情非得已。武二弟，咱們出海之後，你們座船遠遠跟在我們後面，倘若太近，會惹起那小子的疑心，過份遠了，又怕失了連絡，這梢公舟師，可得費神物色才是。」武烈道：「是，朱大哥想得甚是周到。」張無忌心中一片混亂：「我從沒吐露自己身份，怎地會給他們瞧破？嗯，想是我全力和衛璧及朱武二女周旋之時，使出了武當心法和降龍十八掌中的功夫，朱伯伯見多識廣，登時便識破了我的來歷。」又道：「他知道我爹爹媽媽寧可自刎，也不吐露義父的所在，若是用強，決不能逼迫我洩露真相。於是假造圖畫、焚燒巨宅、再使苦肉計使我感動。他不須問我一句，卻使我反求他帶往冰火島去。朱長齡啊朱長齡，你的奸計，可真是毒辣之至了。」這時朱長齡和武烈兀自在商量東行的各種籌劃。張無忌不敢再聽，凝住氣息，輕輕提腳，輕輕放下，每跨一步，要聽得屋中並無動靜，才敢再跨第二步。他知朱長齡、武烈兩人武功強極，自己只要稍一不慎，踏斷半條枝枯枝，立時便會給他們驚覺。這三十幾步路，跨得其慢無比，直至離那小屋已在十餘丈外，方才走得稍快。他慌不擇路，只是向山坡上的林木深處走去，越攀越高，越走越快，到後來竟是發足狂奔，一個多時辰之中，不敢停下來喘一口氣。他奔逃了半夜，到得天色明亮，只見自己處身在一個雪嶺的叢林之內。他回頭眺望，要瞧瞧朱長齡等是否追來，這麼一望，不由得叫一聲苦，只見一望無際的雪地之中，留著長長的一行足印。原來西域苦寒，這時雖然已是春天，但山嶺間積雪未溶。他昨晚倉惶逃命，不敢在山谷和平地上逗留，竭力的攀登山嶺，那知反而洩露了自己行藏。便在此時，隱隱聽得前面傳來一陣狼嗥的聲音，極是悽厲可怖，張無忌站在一塊突出的懸崖之上，向前遙望，只見山谷中有七八條大灰狼仰起了頭，向著他張牙舞爪的嗥叫。顯是群狼腹飢，想要食之裹腹，只是和他站立之處隔著一條望不見底的萬丈峽谷，無法過來。他回頭再看，心中突的一跳，只見山坡上有五個黑影，慢慢向上移動。此時相隔尚遠，似乎這五人走得不快，實則奔行如風，不用一個時辰，便能追到，那自是朱武兩家一行人了。張無忌定了定神，打定了主意：「我寧可被餓狼分屍而食，也不能落入他們手中，苦受他們折磨。」想到自己對朱九真如此痴心敬重，那知她美艷絕倫的面貌之下，竟是藏著這樣一副蛇蝎心腸，他又是慚愧，又是傷心，縱身便往密林中奔去。樹林中長草齊腰，雖然也有積雪，足跡卻不易看得清楚。他奔了一陣，體中寒毒突然發作，雙腿也已累得無法再動，便鑽在一叢長草之中，從地下拾起一塊尖角的石頭，拿在手裏，若是朱長齡等追到，發覺了自己藏身所在，那麼便用尖石撞擊太陽穴自殺。他心意已決，靈台清明，回想這兩個多月來，寄身朱家莊的種種經過，越想越是難受，心道：「少林寺的高僧害我，那也罷了。崆峒派、華山派、崑崙派這些人恩將仇報，我也不放在心上，可是我對真姊這般一片誠心，到頭來才知內中真相原來如此……唉，唉，媽媽臨死之時叮囑我什麼話？怎地我全然置之腦後？」他的母親素素臨死時對他說的那幾句話，清晰異常的在他耳邊響了起來：「孩兒，你大了之後，要提防女人騙你，越是好看的女人，越會騙人。」張無忌熱淚盈眶，眼前一片糢糊，心道：「媽媽跟我說這幾句話之時，那柄匕首已插在她胸口。她忍著劇痛，如此叮囑我，我卻將她這幾句血淚之言全不放在心上。若不是我會衝解穴道之法，鬼使神差的聽到了朱長齡的陰謀，以他們佈置的周密，我非將他們帶到冰火島上，害了義父的性命不可。」他心中一靜，對朱長齡父女所作所為的含意，登時瞧得明明白白。朱長齡一料到他是張翠山的之子，便出手擊斃群犬，掌擊女兒，使得張無忌深信他是一位是非分明、仁義過人的俠士。至於將這些連綿數十里的華廈付之一炬，雖然有些可惜，但比之「武林至尊」的屠龍寶刀，卻又是不值什麼了。張無忌又想：「我在島上之時，每天都見義父抱著那柄刀兒呆呆出神，十年之中，始終參解不透刀中的祕密。可是這朱長齡機智過人，計謀之深，遠遠勝我義父。我義父想不出，寶刀若是到了朱長齡手中，他卻多半能想得出……」這時猛聽得腳步聲響，朱長齡和武烈二人已找到了叢林之中。武烈低聲道：「那小子定是躲在林內，不會再逃往遠處……」朱長齡急忙打斷他的話題，說道：「唉，不知真兒說錯了什麼話，得罪了這位小兄弟。我真是擔心，他小小年紀，若是在這大雪遍野的山嶺中有甚失閃，我便是粉身碎骨，也對不起張恩公啊。」他這幾句話說得憂心如搗，自責甚深，張無忌聽在耳裏，不由得毛骨悚然，暗想：「他心尚不死，還在想花言巧語的騙我。」只聽得朱、武二人各持木杖，在長草叢中拍打，張無忌全身蜷縮，一動也不敢動，幸而那林中佔地甚廣，要每一處都拍打到，卻是無法辦到。不久衛璧和雪嶺雙姝也趕到了，五人在這叢林中搜索了半天，始終沒找到張無忌，各人都感倦累，便石上坐下休息。其實五人所坐之處，和張無忌相隔不過兩丈，只是林密草長，將無忌的身子掩蔽得極是嚴密。朱長齡凝思片刻，突然大聲喝道：「真兒，你到底怎地得罪了無忌兄弟，害得他三更半夜的不告而別？」朱九真一怔，朱長齡忙向她使個眼色。張無忌伏在草叢，卻將這眼色瞧得清清楚楚。朱九真會意，便大聲道：「我跟他開玩笑，點了他的穴道，不知怎樣，這位小兄弟卻當了真。」說著提高嗓子，縱聲叫道：「無忌弟弟，無忌弟弟，你快出來，真姊跟你陪不是啦。」聲音雖響，卻仍是嬌媚婉轉，充滿了誘惑之意。她叫了一會，見無動靜，忽然哭了起來，說道：「爹，你別打我，別打我。我不是故意得罪無忌弟弟啊。」朱長齡大聲怒喝，朱九真不住口的慘叫，似乎給父親打得痛不可當。張無忌眼見他父女倆做戲，可是聽著這聲音，仍是心下惻然，暗道：「幸而我瞧見你們的神情，否則聽了她如此尖聲慘叫，明知於我不利，也要忍不住挺身而出。」朱氏父女知道張無忌是藏身在這樹林之內，一個怒罵，一個哀喚，聲音越來越是淒厲，張無忌雙手掩耳，那聲音還是一陣陣傳入耳中。他再也忍耐不住，把心一橫，縱身躍出，叫道：「你們搗什麼鬼，難道還騙倒我麼？」朱長齡等五人齊聲歡呼：「在這裏了！」張無忌道：「真姊，你好！」穿林而北，發足狂奔。朱長齡和武烈便如兩頭大鳥般向他身後撲去。張無忌死志早決，更無猶疑，筆直向那萬丈峽谷奔去，可是朱長齡的輕功勝他甚遠，待他奔到峽谷邊上，朱長齡已追到他的身後，伸手往他背心抓去。張無忌只覺背心奇痛徹骨，朱長齡右手的五根手指已緊緊抓住他背脊，就在此時，他足底踏空，半個身子已在深淵之上。他左足跟著跨出，全身向前一撲。朱長齡萬沒料到他寧可投崖而死，也不願落入他的手裏，被他一帶，跟著向前傾出。以他數十年的武功修為，若是立時放手反躍，自可保住性命，可是他知道只須五根手指一鬆，那「武林至尊」的屠龍刀，便永遠再無到手的機會，這兩個月來的苦心籌劃、成為一片焦土的巨宅華廈，盡數隨著這五根手指的一鬆而付諸東流。當真是時遲那時快，他策一猶豫，張無忌下跌之勢卻是決不稍緩，朱長齡叫道：「不好！」反探左手來和自後馳到接應的武烈相握時，卻是差了尺許。他抓著張無忌的右手兀自不肯放開，兩人一齊自峭壁跌落，直摔向足底的萬丈深淵，只聽得武烈和朱九真等人的驚呼聲自頭頂傳來，一霎間便聽不到了，兩人衝開瀰漫谷中的雲霧直向下墜。朱長齡心知這一摔下去，自必變成肉泥，但他一生之中經歷過不少風浪，臨危不亂，只覺身旁風聲虎虎，不住的向下摔落，卻是仍未著地。這峽谷兩邊相距並不甚寬，偶爾見到峭壁上有樹枝伸出，朱長齡左手去抓，但幾次都是差數尺，沒能抓到，最後一次是抓到了，可是他二人下跌的力道太強，那枝樹枝吃不住力，喀喇一聲，一根手臂粗的松枝登時折斷。但就是這麼緩得一緩，朱長齡身子已有借力之處，雙足一絞，使招「烏龍絞柱」，牢牢的抱住那株松樹，提起無忌，將他放在樹上，唯恐他仍要躍下尋死，抓住他手臂不放。張無忌見始終沒能逃出他的掌握，灰心沮喪已極，恨恨的道：「朱伯伯，不論你如何折磨我，若要我帶你去找我義父，那是一萬個休想。」朱長齡翻轉身子，在樹枝上坐穩了，抬頭一望，上面的峭壁相距極遠極遠，朱九真等人固然見不到，呼聲也已聽不到了，饒是他大膽厲害，想起適才的死裏逃生，也自不禁心悸，額頭上冷汗涔涔而下。他定了定神，笑道：「小兄弟，你說什麼？我一點兒也不懂，別胡思亂想。」張無忌道：「你的奸謀既被我識破，那是無用的了。便是逼著我帶去冰火島，我東南西北的亂指一通，大家一齊死在大海之中，你當我不敢麼？」朱長齡心想這話倒是實情，眼前不能跟他破臉，總要著落在女兒身上，另圖妙策。當下氣凝丹田，縱聲叫道：「咱們都好好兒的，放心好啦！」這一聲叫了上去，只震得山谷鳴響，「放心好啦……放心好啦……放心好啦……」朱長齡猛地裏想起：「啊喲，不好！這雪山之中，可不能如此呼叫。」只見山壁上白雪滾滾而下，幸好這一帶積雪不厚，並未造成雪崩，但朱長齡卻也不敢再叫，一瞧四下的情勢，向上攀援決不可能，腳下仍是深不見底，便算到了谷底，十九也無出路。唯一的法子是沿著山壁斜坡，慢慢爬行出去，於是向張無忌道：「小兄弟，你千萬不可瞎起疑心，總而言之，我決計不會逼迫你去找謝大俠，若有此事，教我姓朱的萬箭攢身，死無葬身之地。」他立這個誓，並非虛言，實則他明知便是逼迫，也決計無用，只有誘得他心甘情厚的帶去，才有指望。張無忌聽他如此立誓，心下稍寬。朱長齡道：「咱們從這裏慢慢爬出去，你不能再往下跳，知道麼？」張無忌道：「你既不逼我，我何必自己尋死？」朱長齡點點頭，取出短刀，剝下樹皮，搓成了一條繩子，兩端分別縛在自己和無忌腰裏，兩人沿著雪山斜坡，手腳著地，一步步向有陽光處爬去。至於這般爬將出去，到底是步出生天，還是陷入絕境，朱長齡卻也無法逆料，眼前之計，也只有走得一步算一步。那峭壁本就極陡，加上凍結的冰雪，更是滑溜無比，張無忌兩度滑跌，都是朱長齡使力拉住，才不跌入下面的深谷。無忌心中並不感激，暗想：「你不過是想得屠龍寶刀，那裏是真的好意救我了？」兩人爬了半天，手肘膝蓋都已被堅冰割得鮮血淋漓，總算山坡已不如何陡峭，兩人站起身來，一步步的向前掙扎而行，好容易轉過了那堵屏風也似的大山石，朱長齡只叫得一聲苦，不知高低。原來眼前茫茫雲海，更無去路，卻是置身在一個三面皆空，當真是死路一條。這大平台上白皚皚的都是冰雪，既無樹木，更無野獸，那裏有可吃的東西？張無忌反而高興，笑道：「朱伯伯，你花盡心機，卻到了這個半天吊的石台上來。這會兒就有一把屠龍寶刀給你，你拿著它卻又如何？」朱長齡叱道：「你別胡說八道！」盤膝坐下，吃了兩口雪，運氣休息半晌，心想：「此時雖然疲累，精力尚在，若在這裏再餓上一天，只怕再也難以脫困了。」於是站起身來，說道：「這裏既是前路已斷，咱們回去向另一邊找找出路。」張無忌道：「我卻覺得這兒很是好玩，又何必回去？」朱長齡怒道：「這兒什麼也沒得吃的，呆在這兒幹麼？」張無忌笑道：「不食人間煙火更好，便於修仙練道啊。」朱長齡心下大怒，但知若是逼得緊了，說不定他便縱身往崖下一跳，便道：「好，你在這兒多休息一會，我找到了出路，再來接你。別太走近崖邊，小心摔了下去。」張無忌笑道：「我生死存亡，何勞你如此掛懷，你這時候還在妄想我帶你到冰火島去，勸你別操這份心了吧。」朱長齡不答，逕自從原路回去，到了那棵大松樹旁，向左首探路而前。這一邊的山壁地勢更加兇險，只是不須顧到張無忌，他行得反而更快，或爬或走的行了半個多時辰，來到一處懸崖之上。眼前再無去路。朱長齡臨崖浩嘆，怔怔的呆了良久，才沒精打采的回到平台。張無忌不用詢問，一看他的臉色，便知沒找到出路，心想：「我身中玄冥神掌之後，陰毒難除，屈指計來，原是壽元將盡，不論死在那裏，都是一樣，只是這朱伯伯好端端的有福不會享，貪心一起，竟陪著我在冰天雪地中活活餓死，可歎可憐！」他初時憎恨朱長齡陰狠奸險，墜崖出險之後還取笑他幾句，這時眼見生路已絕，朱長齡垂頭喪氣，心下反而憐憫他起來，溫言說道：「朱伯伯，你年紀已大，什麼榮華快活都享過了，此刻便是與世長逝，又有何憾？不用難過吧。」朱長齡對張無忌一直容讓三分，只不過不肯死心，盼望最後終能騙動了他。帶領自己前往冰火島去，這時眼見生路已斷，心想所以陷入這個絕境，全是為了這個小子，一口怨氣那裏消得下去？雙眼中如要噴出烈火，惡狠狠的瞪視著他。張無忌見這個向來面目慈祥的溫厚長者，陡然間如同變成了一頭野獸，不由得大是害怕，一聲驚叫，站起來便逃。朱長齡喝道：「這兒還有路逃麼？」伸手向他背後抓去，決意盡情將他折磨一番，使他死不死、活不活的受盡痛楚，這才將他弄死。張無忌向前滑出一步，但見左側山壁黑黝黝的似乎有個洞穴，更不思索，便鑽了進去，嗤的一聲，褲管被朱長齡的手爪撕去了一塊，大腿也已抓破。張無忌捨命向前爬行，同時反手一掌，拍出一招「神龍擺尾」。他與朱長齡武功相差懸殊，可是朱長齡對這一招「神龍擺尾」卻也頗為忌憚，不敢過於逼近，但仍是彎著腰，一步步的追來。