第三十回　青袍怪客郭靖這一招正是「降龍十八掌」中的「亢龍有悔」，經過一個月來的用心習練，威力比之洪七公初傳時又大了數倍。裘千仞本來見韓寶駒功夫也不如何高強，心想他們的弟子更屬尋常，那知他這一掌打來，勢道如此強勁，雙足一點，疾忙躍在半空，只聽喀喇一聲，他所坐的那張紫檀木椅子已被郭靖一掌打塌。裘千仞落下地來，怒喝：「小子無禮！」郭靖存著忌憚之心，不敢跟著進擊，說道：「請前輩賜教。」黃蓉存心要擾亂裘千仞心神，叫道：「靖哥哥，別對這糟老頭子客氣！」裘千仞成名以來，誰敢當著他面呼他「糟老頭子」，一氣之下，就要縱身過去發掌相擊，但一轉念想起自己身份，冷笑一聲，先出右手一引，再發左手摩眉掌，見郭靖身子一側閃避，引手立時鉤拿回撤，摩眉順手搏進，轉身坐盤，右手閃電挑出，已變塌掌。黃蓉叫道：「那有什麼希奇，這是『通臂六合掌』中的第八式『孤雁出群』！」裘千仞這套掌法正是通臂六合掌，是從通臂五行拳中變化出來。招數雖然不奇，他卻已在這套掌法上花了數十載寒暑之功。所謂通臂，乃是雙臂貫為一勁之意，並非左臂可縮至右臂，右臂可縮至左臂。郭靖見他甲手發出，乙手往甲手貫勁，乙手隨發之時，甲手往回帶撤，以增乙手之力，雙手確有相互相援、連環不斷之巧，一來震於裘千仞威名，二來應敵時識見不足，心下一怯，不敢還手招架，只是連連倒退。裘千仞心道：「這少年一掌碎椅，原來只是力大，武功平常得緊。」當下「穿掌劈閃」、「撩陰掌」、「跨虎蹬山」越打越是精神。黃蓉見郭靖要敗，心中焦急，漸漸走近，只要他一還險招，立時上前相助。郭靖閃開對方斜身一蹬，一轉頭，只見黃蓉臉色有異，大見關切，心神微分，裘千仞得勢不容情，一招「白蛇吐信」，拍的一掌，平平正正的擊在郭靖胸口之上。黃蓉和江南六怪、陸氏父子一齊大驚，心想以他功力之深，這一掌正好擊在胸口，郭靖不死必傷。郭靖吃了這掌，也是一驚，雙臂一振，胸口竟是沒有多大疼痛，不禁大惑不解。黃蓉見他突然發楞，以為必是被他掌力震得昏暈了過去，縱身上去扶住了他，叫道：「靖哥哥你怎樣？」心中一急，兩道淚水流了下來。郭靖卻道：「沒事！我再試他一試。」挺起胸膛，走到裘千仞面前，叫道：「你是鐵掌老英雄，再打我一掌試試。」裘千仞大怒，運勁使力，蓬的一聲，又在郭靖胸口打了一掌。郭靖哈哈大笑，叫道：「師父、陸莊主、蓉兒，這老兒武功稀鬆平常。他不打我倒也罷了，打我一掌，卻漏了底子。」一語方畢，左臂橫掃，逼到裘千仞的身前，叫道：「你也吃我一掌！」裘千仞見他左臂掃來，口中卻說「吃我一掌」，心道：「你臂中套拳，誰不知道？」雙手懷摟，來撞他左臂。那知郭靖這招「六龍御天」是降龍十八掌中十分奧妙的功夫，左臂右掌，均是可實可虛，非拘一格，一見敵人擋他左臂，右掌一起，也是蓬的一聲，正擊在他右肩連胸之處，裘千仞的身子如紙鷂斷線般直向門外飛去。眾人驚叫聲中，門口突出現了一人，一把抓住裘千仞的衣領，大踏步走進廳來，將他在地下一放，凝然而立，臉上冷冷的全無笑容。眾人瞧這人時只見她長髮披肩，抬頭仰天，正是黑風雙煞中的鐵屍梅超風。眾人心頭一寒，卻見她身後還跟著一人，那人身材高瘦，身穿青色布袍，臉色怪異之極，一望他的臉，不知怎的，一陣涼氣從背脊上直冷下去，人人看了一眼之後，都是不願再看，將頭轉了開去。陸莊主萬料不到裘千仞名滿天下，口出大言，卻是如此的不堪一擊，心中又好氣又好笑，眼見梅超風翩然而至，心中更是一股說不出的滋味。完顏康見師父到來，不禁大喜，上前拜見，心頭卻又牽掛著穆念慈，不知現下她身在何方。陸莊主雙手一拱，說道：「梅師姊，二十年前一別，今日又喜重逢，陳師哥可好？」六怪與郭靖聽他叫梅超風為師姊，面面相覷，無不凜然。柯鎮惡心道：「今日我們落入了圈套，梅超風一人已不易對敵，何況更有她的師弟。」黃蓉卻是暗暗點頭：「這莊主的武功文學、談吐行事，無一不是學我爹爹，我早就疑心他與我家必有什麼淵源，果然是爹爹的弟子。」梅超風冷然道：「說話的可是陸乘風陸師弟？」陸莊主道：「正是兄弟，師姊別後無恙。」梅超風道：「我雙目已盲，你玄風哥也在十二年前被人害死了。這可稱了你的心意麼？」陸乘風又驚又喜，驚的是黑風雙煞橫行天下，怎會栽在敵人手裏？喜的是強敵少了一人，而剩下的也已身有殘疾，但想到昔日桃花島同門學藝的情形，不禁喟然長嘆，說道：「害死陳師哥的對頭是誰？師姊可報了仇麼？」梅超風道：「我正在到處找尋他們。」陸乘風道：「小弟當得相助一臂之力，待報了本門怨仇之後，咱們再來算算你我之間的舊帳。」梅超風「哼」了一聲。韓寶駒拍案而起，大嚷：「梅超風，你的仇家就在這裏。」全金發急忙一把拉住。梅超風聞聲一呆。裘千仞被郭靖一掌打得痛澈心肺，這時方才疼痛漸止，朗然說道：「說什麼報仇算帳，連自己師父被人害死都不知道，還逞那一門子的英雄好漢？」梅超風一翻手抓住他的手腕，喝道：「你說什麼？」裘千仞被她握得痛入骨髓，急叫：「快放手！」梅超風毫不理會，喝問：「你說什麼？」裘千仞道：「桃花島島主黃藥師給人害死了！」陸乘風驚叫：「你這話可真？」裘千仞道：「為什麼不真？黃藥師是被王重陽門下全真七子圍攻而死的。」他此言一出，梅超風與陸乘風放聲大哭，黃蓉咕咚一聲，連椅帶人仰天跌倒，暈死了過去。眾人本來不信黃藥師絕世武功，竟會被人害死，但一聽是全真七子圍攻，這才不由得不信。以馬鈺、丘處機、王處一眾人之能，合力對付，黃藥師只怕難以抵擋。郭靖忙將黃蓉抱在懷內，連叫：「蓉兒，醒來！」見她臉色慘白，氣若遊絲，心中極是驚惶，大叫：「師父，師父，快救救她。」朱聰奔過來一探她的鼻息，說過：「別怕，這是一時悲痛過度，昏厥過去，死不了！」在她掌心「勞宮穴」用力揉了幾下，黃蓉悠悠醒來，大哭叫道：「爹爹呢，爹爹，我要爹爹！」陸乘風一怔，隨即領悟：「啊，她如不是師父的女兒，怎能知道九花玉露丸？」他淚痕滿面，朗然說道：「小師妹，咱們去和全真教的賊道們拚了。梅超風，你去也不去？你不去我就先跟你拚了！」陸冠英見爹爹悲痛得語無倫次，忙扶住了他，勸道：「爹爹，你且莫悲傷，咱們從長計議。」陸乘風大哭大叫道：「梅超風，你這賊婆娘害得我好苦。你不要臉偷漢，那也罷了，幹麼要偷師父的九陰真經？師父一怒之下，將我們兄弟四人一齊挑斷腳筋，逐出桃花島。我只盼師父終會回心轉意，憐我們無辜，重行收歸師門，現在他老人家逝世，我是終身遺恨，再無指望的了。」梅超風罵道：「我從前罵你沒有志氣，現在仍舊要罵你沒有志氣。你三番兩次邀人來跟我夫婦為難，逼得我夫婦無地容身，這才會在蒙古大漠遭難。現在你不計議報師大仇，卻哭哭啼啼的跟我算舊帳。咱們找那七個賊道去啊，你走不動我揹你去。」黃蓉叫道：「梅師姊，陸師哥，你們去給爹爹報仇。靖哥哥，咱倆見爹爹去吧。」隨手拔出蛾眉鋼刺，往自己咽喉間刺去。朱聰眼明手快，一手奪過，說道：「姑娘，先問問清楚。」他走到裘千仞面前，在他身上撣了幾下灰土，說道：「小徒無知，多有冒犯，請老前輩恕罪。」裘千仞怒道：「我年老眼花，一個失手，咱們再來比過。」朱聰輕輕拍拍他的肩膀，在他左手上握了一握，笑道：「老前輩功夫高明得緊，不必再比啦。」一笑歸座，左手拿了一隻酒杯，右手兩指捏住杯口，不住團團旋轉，突然右手平掌，向外一揮，掌緣擊在杯口，說也奇怪，托的一聲，一個高約半寸的磁圈飛出跌落在桌面之上。他左手將酒杯放在桌上，只見杯口平平整整的矮了一截。他所用手法和裘千仞的一模一樣，眾人無不驚訝。朱聰笑道：「老前輩功夫果然了得，被晚輩偷了招來，得罪得罪，多謝多謝。」裘千仞立時變色。眾人已知其中必有蹊蹺，但一時卻看不透這中間的機關。朱聰叫道：「靖兒，過來，師父教你這個本事，以後你可去嚇人騙人。」郭靖走近身去。朱聰從左手中指上除下一枚戒指，說道：「這是裘老前輩的，剛才我借了過來，你戴上。」裘千仞又驚又氣，卻不懂明明戴在自己手上的戒指，怎麼會變到了他的手指之上。郭靖依言戴了戒指。朱聰道：「這戒指上有一粒金剛石，最是堅硬不過。你用力握緊酒杯，將金剛石抵在杯上，然後用右手轉動酒杯。」郭靖照他吩咐做了，各人這時均已了然於胸，陸冠英等不禁笑出聲來。郭靖用右掌在杯口輕輕一擊，杯口的一圈磁圈果然應手而落，原來戒指上的金剛石已在杯口劃了一道極極深的印痕，那裏是什麼深湛的內功？黃蓉看得滑稽，不覺破涕為笑，但想到父親，又哀哀的哭了起來。朱聰道：「姑娘且莫就哭，這位裘老前輩很愛騙人，他的話呀，未必很香。」黃蓉愕然不解。朱聰笑道：「令尊黃老先生武功蓋世，怎會被人害死？再說全真七子都是規規矩矩的人物，又與令尊沒仇，怎會打將起來？」黃蓉急道：「一定是為了丘道長他們的師叔周伯通啊。」朱聰道：「怎樣？」黃蓉哭道：「你不知道的。」朱聰道：「不管怎樣，我總說這個糟老頭子的話有點兒臭。」黃蓉道：「你說他是放……放……」朱聰一本正經的道：「不錯，是放屁！他衣袖還有許多鬼鬼祟祟的東西，你來猜猜是幹什麼用的。」他一件件摸了出來，放在桌上，只見兩塊磚頭，一紮縛得緊緊的乾茅，一塊火絨、一把火刀和一塊火石。黃蓉拿起磚頭一捏，那磚應手而碎，只用力搓了幾搓，磚頭化了成碎粉。她聽了朱聰剛才開導，悲痛之情大減，這時笑生雙靨，說道：「二師父，這磚頭是他用麵粉做的，剛才他還露了一手捏磚成粉的上乘內功呢！」裘千仞一張老臉一時青、一時紅、一時白，羞得無地自容，袍袖一拂，轉身走出。梅超風一把抓住，將他往地下一摔，喝道：「你說我恩師逝世，到底是真是假？」這一摔勁力好大，裘千仞痛得哼哼唧唧，一時說不出話來。黃蓉見那束乾茅頭上有燒焦了的痕跡，登時省悟，說道：「二師父，你把這束乾茅點燃了藏在袖子裏，然後吸一口噴一口。」朱聰依言而行，還閉了眼搖頭晃腦。黃蓉拍手笑道：「靖哥哥，咱們剛才見這糟老頭子練內功，不就是這樣麼？」她走到裘千仞身旁，笑吟吟的道：「起來吧。」伸手攙他站起，突然左手一揮，已用「蘭花拂穴手」拂中了他背後第五椎骨下的「神堂穴」，喝道：「到底我爹爹有沒有死？你說他死，我就要你的命。」手一翻，明晃晃的蛾眉鋼刺已抵在他的胸口。眾人聽了黃蓉的問話，都覺好笑，雖是問他訊息，卻又不許他說黃藥師真的死了。裘千仞只覺身上一陣酸一陣癢，難過之極，顫聲道：「只怕沒死也未可知。」黃蓉嫣然一笑道：「你很好，我就饒了你。」在他「缺盆穴」上捏了幾把，解開他的穴道。陸乘風心想：「這位師妹問話一廂情願，不得要領。」當下問道：「你說我恩師被全真七道害死，是你親見呢，還是傳聞？」裘千仞道：「我是聽人說的。」陸乘風道：「是誰說的？」裘千仞沉吟了一下道：「是洪七公。」黃蓉急問：「那一天說的？」裘千仞道：「一個月之前。」黃蓉問道：「七公在什麼地方對你說的？」裘千仞道：「在泰山頂上，我跟他比武，他輸了給我，無意之間說起這回事。」黃蓉大喜，縱上前去，左手抓住他的胸口，右手拔下了他一小把鬍子，咭咭而笑的道：「洪七公會輸給你這糟老頭子？梅師姊，陸師哥，別聽他放……放……」她女孩兒家粗話竟說不出口，朱聰接口道：「放屁！」黃蓉道：「一個月之前洪七公明明跟我和靖哥哥在一起，靖哥哥，你再請他吃一掌！」郭靖道：「好！」縱身就要上前。裘千仞大驚，轉身就逃，他見梅超風守在門口，當下反向裏走。陸冠英上前阻攔，被他出手一推，一個踉蹌，跌了開去。須知裘千仞雖然欺世盜名，但武功究非泛泛，當年他享此盛名，一大半是由於裝神弄鬼，顯假功夫嚇人，但究意也有些真實武藝，要不然他那敢貿然與六怪、郭靖動手？陸冠英須不是他的敵手。黃蓉縱身過去，雙臂一張，說道：「你頭頂鐵缸，在水面上走了過去，那是什麼功夫？」裘千仞道：「這是我獨門的登萍渡水輕身法。」黃蓉笑道：「啊，還在信口胡吹，你到底說不說？」裘千仞道：「我年紀老了，武功已大不如前，輕身功夫卻還沒丟荒。」黃蓉道：「好啊，外面天井裏有一隻大金魚缸，你露露登萍渡水的功夫給大夥開開眼界。你瞧見沒有？一出廳門，左首那株桂花樹下面就是。」裘千仞道：「一缸水怎能演功夫……」他話未說完，突然眼前亮光一閃，斗覺腳上一緊，身子已倒吊了起來。梅超風喝道：「死到臨頭，還要嘴硬。」毒龍鞭將他捲在半空，依照黃蓉所說方位，銀鞭一抖，噗通一聲，將他摔在魚缸之中。黃蓉奔到缸邊，蛾眉鋼刺一晃，說道：「你不說，我不讓你出來。」裘千仞雙足在缸底一蹬，想要躍出，被她用重手在肩頭一按，又跌了下去，濕淋淋的探頭出來，苦著臉道：「那口缸是薄鐵皮做的，缸口封住，上面放了三寸深的水。那條小河麼，我在水底下打了樁子，樁頂離水面五六寸，所以看不出來。」黃蓉哈哈大笑，進廳歸座，再不理他。裘千仞躍出魚缸，低頭疾趨而出。梅超風與陸乘風剛才又哭又笑的鬧了一場，尋仇兇殺之意本已大減，又聽小師妹黃蓉連笑帶比、咭咭咯咯說著裘千仞的事，那裏還放得下臉？硬得起心腸？梅超風沉吟片刻，沉著嗓子說道：「陸乘風，你把我徒兒放了，瞧在師父份上，咱們前事不咎。」陸乘風長嘆一聲，心想：「她丈夫死了，眼睛盲了，在這世上孤苦伶仃。我雖是雙腿殘廢，卻是有妻有子，有家有業，比她好上百倍。大家都是五十多歲的人了，還提舊怨幹什麼？」當下說道：「你將你徒弟領去就是。梅師姊，小弟明日就要動身到桃花島探望恩師，你去也不去？」梅超風顫聲道：「你敢去？」陸乘風道：「不得恩師之命，擅到桃花島上，那是犯了大規，但剛才給那裘老頭兒信口雌黃的亂說一輪，我總是念著恩師，放心不下。」黃蓉道：「大家一起去探望爹爹，我代你們求情就是。」梅超風呆立片刻，眼中兩行淚水滾了下來，說道：「我那裏還有面目再去見他老人家？恩師憐我孤苦，救我養我，我卻狼子野心，背叛師門……」突然間厲聲喝道：「只待夫仇一報，我會自尋了結。江南七怪，有種的站出來，今晚跟老娘拚個死活吧。陸師弟，黃師妹，你們袖手旁觀，兩不相幫，不論誰死誰活，都不許插手勸解，聽見了麼？」柯鎮惡大踏步走到廳中，鐵杖在方磚上一落。鏜的一聲，悠悠不絕，嘶啞著嗓子說道：「梅超風，你瞧不見我，我也瞧不見你。那日荒山夜戰，你丈夫死於非命，咱張五弟卻也給你們害死了，你知道麼？」梅超風道：「哦，現在只剩下六怪了。」柯鎮惡道：「咱們應承馬鈺馬道長，不再向你尋仇為難，今日卻是你來找咱們。好吧，天地雖寬，咱們卻總是有緣，處處碰頭。老天爺不讓六怪與你梅超風在世上並生，進招吧。」梅超風一聲冷笑，說道：「你們六個人一齊上吧。」朱聰等在柯鎮惡與梅超風對話之際，早已站在大哥身旁相護，防她偷下毒手，這時各亮刀兵刃。郭靖忙道：「有事弟子服其勞，仍是讓弟子先擋一陣。」陸乘風聽梅超風與六怪雙方叫陣，心中好生為難，有意要替兩下解怨，只恨自己威不足以服眾、藝不足以驚人，聽郭靖這麼一說，靈機一動，說道：「各位且慢動手，聽小弟一言。梅師姊與六俠雖有宿嫌，但雙方已有人不幸下世，依弟愚見，今日只賭勝負，點到為止，不可傷人。六俠以六敵一，雖是向來使然，總覺不公，就請梅師姊教幾招給這位郭老弟如何？」梅超風冷笑一聲道：「我豈能與無名小輩動手？」郭靖叫道：「你的丈夫是我親手殺的，與我師父們何干？」梅超風悲怒交迸，喝道：「正是！先殺你這小賊。」聽聲辨形，左手一抓，五指往郭靖天靈蓋插下。郭靖一躍避開，叫道：「梅前輩，晚輩當年無知，誤傷了陳老前輩，一人作事一人當，你只管問我。今日你要殺要剮，我決不逃走。若是日後你再找我六位師父囉唆，那怎麼說？」梅超風道：「你真的有種不逃？」郭靖道：「不逃。」梅超風道：「好！我和江南六怪之事，也是一筆勾銷。好小子，跟我走吧！」黃蓉叫道：「梅師姊，他是好漢子，你卻叫江湖英雄笑歪了嘴。」梅超風怒道：「怎麼？」黃蓉道：「他是江南六俠的嫡傳弟子。六俠的武功近來已大非昔比，他們要取你性命真是易如反掌，今日饒了你，還給你面子，你卻不知好歹，尚在口出大言。」梅超風怒道：「呸！我要他們饒？六怪，你們武功大進了？那就來試試！」黃蓉道：「他們何必親自和你動手？單是他們的弟子一人，你就未必能勝。」梅超風哇哇大叫：「三招之內我殺不了他，我當場就撞死在這裏。」他在趙王府裏曾與郭靖動過手，知道他的底細。卻不知數月之間，郭靖得九指神丐傳授絕藝，功夫已大不相同。黃蓉笑道：「好，這裏的人都是見證，三招太少，十招吧。」郭靖道：「我陪梅前輩走十五招。」黃蓉道：「就請陸師哥和陪你來的那位客人計數作證。」梅超風奇道：「誰陪我來著？我單身闖莊，用得著誰陪？」黃蓉道：「你身後那位是誰？」梅超風反手一撈，快如閃電，眾人也不見那穿青布長袍的人如何閃躲，這一抓竟沒有抓著。那人行動有如鬼魅，竟未發出半點聲響。梅超風那晚聽人吹簫驅蛇給她解圍，當下望空拜謝，卻是無人搭腔，此後一直覺得身後有點古怪，但不論如何出言試探，如何擒拿抓打，始終摸不著半點影子，還道是自己心神恍忽，疑心生暗鬼，這時聽黃蓉一說，不禁大驚，顫聲道：「你是誰？一路跟著我幹什麼？」那人恍若未聞，毫不理會。梅超風向前疾撲，那人似乎身子未動，梅超風這一撲卻撲了個空。眾人大驚，覺得這人功夫高得出奇，真是生平罕見。陸乘風道：「閣下遠道來此，小可未克迎接，請坐下共飲一杯如何？」那人一轉身，飄然而出。過了片刻，梅超風又問：「是你吹簫救我的麼？」眾人不禁駭然，梅超風用耳代目，以她聽力之佳，竟未聽到這人出去的聲音。黃蓉道：「梅師姊，那人已經走了。」梅超風驚道：「他出去了？」黃蓉道：「你快去找他吧，別在這裏發威了。」梅超風呆了一陣，臉上又現悽厲之色，喝道：「姓郭的小子，接招吧！」雙手一提，只見她十指尖尖，在燭火下瑩然生光，卻不發出。郭靖道：「我在這裏。」梅超風只聽得他說了一個「我」字，右掌一晃，左手五指已抓向他的面門。郭靖見他來招奇速，身子稍稍一側，左臂反過來就是一掌。梅超風聽到聲音，待要相避，已是不及，「降龍十八掌」招招精妙無比，蓬的一聲，正擊在肩頭之上。梅超風被震得退開三步，但她武功卓絕，身子雖是退開，手爪反而疾攻上來。郭靖猛吃一驚，右腕上「內關」「外關」「會宗」三穴已被她同時拿住。郭靖平時聽師父們言道，梅超風的「九陰白骨爪」專在對方明知決不能發招之時暴起疾進，所以最是難閃難擋，他一出來與梅超風動手，對此點已嚴加防範。豈知她招數變化無方，雖被郭靖擊中一掌，反過手來立時扣住了他的脈門。郭靖暗一聲：「不妙！」半身已感酸麻，危急中右手屈起食中兩指，半拳半掌，向對方胸口打去，那是一招「潛龍勿用」的半招，本來左手同時向裏勾拿，一推一鉤，敵人必然無法閃避，現下左腕被拿，只得用了半招。「降龍十八掌」威力大得異乎尋常，雖只半招，也已非同小可，梅超風聽到風聲怪異，既非掌風，亦非拳風，忙將身子一側，卸去了一半來勢，但肩頭上還是中了一下，只覺一股極大力量將自己身子向後撞去，手一揮，也將郭靖身子推出。這一下兩人都用了全力，只聽得蓬的一聲大響，兩人背心同時撞在一根廳柱之上。幸那廳柱極粗，並未撞斷，但屋頂上瓦片、磚石、灰土落下來的不計其數。眾莊丁齊聲吶喊，逃出廳去。江南六怪面面相覷，心中又驚又喜：「靖兒從那裏學來這樣高的功夫？」韓寶駒望了黃蓉一眼，以為必是她的傳授。這時郭靖與梅超風各展生平所學，打在一起，一個掌法精妙，力道沉猛，一個抓打狠辣，變招奇幻，大廳中只聽得呼呼風響。梅超風躍前縱後，四面八方的進攻。郭靖知道敵人招數太奇，跟著她見招拆招，立時就會吃虧，記著洪七公當日教他對付黃蓉「落英掌」的訣竅，不管敵人如何花樣百出，千變萬化，自己只是把「降龍十八掌」中的十五掌連環往復的使了出來，這個訣竅果真使得，兩人拆了四五十招，梅超風竟不能逼近半步，只看得黃蓉笑顏逐開，六怪撟舌不下，陸氏父子目眩神馳。陸乘風心想：「梅師姊功夫精進如此，這次要是她跟我動手，十招之內，我那裏還有性命？這位郭老弟年紀輕輕，怎麼有這樣深湛的武功？我真是走了眼了。幸虧對他禮貌周到，絲毫沒有得罪。」黃蓉大聲叫道：「梅師姊，拆了六十多招啦，你還不認輸麼？」梅超風惱怒異常，心想我苦練數十年，還不能對付你這小子？當下掌打爪戳，越打越打。要知梅超風武功與郭靖本來相去何止倍蓰，只是一來她雙目已盲；二來為報殺夫大仇，不免心躁，犯了武學大忌；三來郭靖連得全真派玄門正宗內功，蝮蛇寶血，降龍十八掌等等好處，兩人竟打了個難解難分。堪堪拆到百招之外，梅超風對他這十五招掌法的脈路已大致摸清，知道他掌法威力極大，不能近攻，當下在離他丈餘之地奔來竄去，要累他力疲。郭靖雖然內力已自不淺，但施展這降龍十八掌最是耗神費力，時間一長，掌鋒所及之處，果然已不如先前之遠。梅超風乘勢疾上，雙臂直上直下，在「九陰白骨爪」的招數之中，同時挾了「摧心掌」掌法。黃蓉知道再鬥下去，郭靖必然吃虧，不住叫道：「梅師姊，一百多招啦，快兩百招啦，還不認輸？」梅超風充耳不聞，越打越急。黃蓉靈機一動，縱身躍到柱邊，叫道：「靖哥哥，瞧我！」郭靖連發兩招「利涉大川」、「入於幽谷」，將梅超風遠遠逼了開去，抬頭一看，只見黃蓉繞著柱子而奔，立時醒悟，回身一躍，已到一根柱子邊上。梅超風五指抓來，郭靖向後一縮，躲在柱後，禿的一聲，梅超風五指已插入了柱中。她雙目不能視物，打鬥之際，全憑耳朵聽著敵人拳風腳步之聲而辨知對方所在，柱子固定在地，絕無聲息，郭靖在酣戰時斗然間躲到柱後，她那裏知道。待得驚覺，郭靖呼的一掌，從柱後打了出來，當下只得硬接，左掌照準來勢猛推出去。兩人各自震開數步，她五指從柱中拔了出來。梅超風惱怒異常，未等郭靖站定腳步，閃電般撲了上來，只聽得嗤的一聲，他衣襟被扯脫一截，臂上也被她手抓帶中，幸未受傷，郭靖心中一凜，還了一掌，拆不三招，他又向柱後一閃，呼叫一聲。梅超風左手五指又插入柱中。郭靖這次卻不乘勢相攻，叫道：「梅前輩，我武功遠不及你，請你手下留情。」眾人眼見郭靖已佔上風，他借助柱子和她相鬥，顯已立於不敗之地，如此說法，那是給她面子，要她就此罷手之意。梅超風冷然道：「要憑比試武功，我在三招之內不能勝你，早該服輸認敗。但現在不是比試，我是報仇。我早已輸給了你，但非殺你不可！」一言方畢，雙臂運勁，左手連發三掌，右手連發三掌，都擊在柱子腰心，大喝一聲，雙掌齊出，喀喇喇一聲響，那柱子居中折斷。廳上諸人個個都是一身武功，見機極快，一見她發掌擊柱，已各向外竄出。陸冠英抱著父親，最後奔出，只聽得震天價一響，那廳塌了半邊。只有那宋朝的兵馬指揮使段大人逃避不及，兩腿被一根巨樑壓住，狂呼救命。完顏康過去將樑木抬起，把他拉了起來，扯扯他的手，乘亂想走，兩人剛一轉身，背後都是一麻，不知被誰同時點中了穴道。梅超風全神貫注在郭靖身上，聽他從廳中飛身而出，立時跟著撲上。這時莊前雲重月暗，眾人方一定神，只見郭梅二人已鬥在一起，星光熹微之中，兩條人影倏分倏合，掌風虎虎中，夾著梅超風運功時骨節格格暴響，比適才在大廳中的激鬥尤為驚心動魄。郭靖本就不敵，昏黑之中更加不利，霎時之間，連遇險招，只見梅超風一腿掃來，當下右足飛起，逕踢她掃來那一腿的脛骨，只要兩下一碰，她小腿非折斷不可，那知梅超風這一腿乃是虛招，只踢出一半，忽地後躍，左臂卻向他腿上抓下。陸冠英在旁看得親切，驚叫道：「留神！」那日他小腿被抓，完顏康所用的正就是這個手法。在這一瞬之間，郭靖已驚覺危險，左手猛地穿出，在梅超風手腕上一擋。這是危急之中變招，招數雖快，勁力卻弱，梅超風何等人物，和他手掌一交，立時察覺，手一翻，小指、無名指、中指三根已劃上他的手背。郭靖知道厲害，右掌呼的擊出，敵人若是不擋，那就落個兩敗俱傷。梅超風側身躍開，一聲長笑。郭靖只感左手背上麻麻辣辣的有如火燒，低頭一看，手背上已被劃傷，三條血痕中似乎微帶黑色，斗然間記起蒙古懸崖頂上梅超風所留下的九顆骷髏，馬鈺說她手爪上餵有劇毒，剛才臂上被她搔傷，因未損肉見血，毒藥未曾見功，現下可難逃厄運了，叫道：「蓉兒，我中了毒。」不待黃蓉回答，縱身上去呼呼兩掌，心想目下只有擒拿住她，逼她拿出解藥，自己才能活命。梅超風察覺掌風猛惡，早已閃開。黃蓉等聽了郭靖之言，無不大驚，柯鎮惡鐵杖一擺，六怪和黃蓉七人將梅超風圍在核心，決不容她脫身。黃蓉叫道：「梅師姊，你早就輸了，怎麼還打？快把解藥救他。」梅超風感到郭靖掌法凌厲，不敢分神答話。心中暗喜：「你越是用勁，毒性越發得快，今日我就是命喪此地，夫仇總是報了。」郭靖這時只感到頭暈目眩，全身說不出的舒泰鬆散，左臂更是酸軟無力，漸漸不想禦敵，須知這正是毒發之象，若不是他服過蝮蛇寶血，早已中毒而死。黃蓉見他臉上懶洋洋的似笑非笑，大聲叫道：「靖哥哥，快退開！」拔出蛾眉鋼刺，就要撲上。郭靖被她一呼，精神一凜，左掌拍出，那是降龍十八掌中的第十二掌「時乘六龍」，只是左臂酸麻，去勢緩慢之極。黃蓉、韓寶駒、南希仁、全金發四人正待同時向梅超風攻去，只見郭靖這掌輕輕拍出，她卻不知閃避，一掌打在她的肩頭，一交栽倒。原來梅超風對敵全憑雙耳，郭靖這一招去勢極緩，沒了風聲，她那能察知？黃蓉一怔，韓南全三人已同時撲在梅超風身上，要將她按住，卻被她雙臂一振，韓寶駒與全金發先被她甩了開去。她回手一抓，向南希仁身上抓來。南希仁見來勢厲害，著地滾開，梅超風已乘勢躍起身子，不提防足未站穩，背上又中了郭靖一掌，再是撲地跌倒，這一掌仍是倏來無聲，難避難擋，只是打得緩了，力道不強，雖然擊中在背心要害之處，卻未受傷。郭靖打出這兩掌之後，神智已感迷糊，身子搖了幾搖，一個踉蹌，跌了下去，正躺在梅超風的身邊，黃蓉急忙俯身去扶。梅超風聽得聲響，人未站起，五指已戳了過去，突覺指上奇痛，立時醒悟，原來是戳中了黃蓉身上軟蝟甲的尖刺，急忙一個「鯉魚打挺」躍起，只聽得一人叫道：「這個給你！」