第五十回　君子淑女公孫谷主與楊過素不相識，那裏來的仇怨？所以要將他致之死地，完全是為了小龍女的緣故，因此最後一劍刺出，情不自禁的向小龍女瞧了一眼。這一眼瞧去，心中竟是打翻了醋缸，但見她情致纏綿的望著楊過，再斜眼向楊過一看，見他的目光也是與小龍女一模一樣。黑劍的劍尖已抵住他的胸口，只要手臂微微一送，劍尖便透胸而入，但小龍女既不驚惶關切，楊過也不設法抵禦，兩人痴痴的互望，心意相通，早把身外之物盡數忘了。公孫谷主憤恚難平，心道：「此時將你殺了，倒讓你死時心中快美，我定要叫你親眼見我與柳兒成婚，過了洞房花燭，那時再來殺你。」大聲叫道：「柳兒，你要我殺他呢，還是饒他？」小龍女眼望楊過之時，全未想到公孫谷主，突然給他大聲一呼，這才醒悟，驚道：「把劍拿去，你用劍抵著他胸口幹麼？」谷主微微冷笑，道：「饒他性命不難，你叫他立時出谷，莫阻了你我的吉期。」小龍女未見楊過，立意永世不再與他相會，此時當真會面，如何再肯與谷主成親？自知這些日子來自己所打的主意絕難做到，寧可自己死了，也不能捨卻他另嫁旁人，於是回頭向谷主道：「公孫先生，多謝你救我性命，但我是不能與你成親的了。」公孫谷主明知其理，仍是問道：「為什麼？」小龍女與楊過並肩而立，挽著他的手臂，微笑道：「我決意與他結成夫妻，終身廝守，難道你瞧不出來嗎？」公孫谷主身子晃了兩晃，道：「當日你若不答允，我豈能乘人之危，以勢相逼？你親口允婚，那可是真心情願的。」小龍女天真瀾漫，不通世務，說道：「那不錯，可是我捨不了他。咱們要去了，請你別見怪。」說著拉了楊過的手，逕往廳口走去。她出此一著，眾人不由得相顧愕然。公孫谷主一縱而起，攔在廳口，嘶啞著嗓子道：「若要出谷，除非你先將我殺了。」小龍女微笑道：「你於我有救命大恩，我焉能害你？再說，你武功這般強，我也決計打你不過。」她一面說，一面撕下自己衣襟給楊過裹傷。金輪法王突然大聲說道：「公孫兄，你還是讓他們走的好。」谷主哼了一聲，鐵青著臉不語，身子仍是擋住廳口。法王又道：「他二人雙劍聯手，你的陰陽雙刀如何能敵？與其陪了夫人又折兵，還不如賣個人情，讓了他吧。」原來法王敗在小龍女與楊過聯手的「玉女素心劍法」之下，引為畢生奇恥，此時見谷主陰陽刀法極是厲害，實不在自己金輪之下，於是出言相激，要他三人相鬥，一來可乘機再研二人聯劍招法中的敗筆破綻，尋求取勝復仇之機，二來也盼他們鬥個三敗俱傷，自己便坐收漁人之利。其實他縱不出言相激，公孫谷主也絕不能讓小龍女與楊過攜手出谷，回頭向金輪法王怒視一眼，心想：「你敢膽在我面前說這種言語。此刻無暇，日後再跟你算帳。」他雖是荒谷隱逸之士，卻無淡泊恬退之心，向來又是在這水仙幽谷中唯我獨尊，無人敢違拗他半點，連獨生女兒觸怒了他，也得遭受烤身之刑，其餘更是可想而知了。他心中越是惱怒，越是決意不顧一切，非與小龍女成親不可，咬牙切齒的想道：「你的心不給我，身子定須給我。你活著不與我成親，你死了我也要與你成親。」初時他本擬以楊過的性命相脅，逼迫小龍女屈服，但見二人絕不畏死，心想縱然二人齊殺，也絕不放人。楊過見小龍女對自己回復原來情意，不由得鬥志陡增，勇氣倍長，問道：「谷主，要怎地才讓我們走？」公孫谷主的雙眉本已放下，聽了楊過此言，又是緩緩上豎，臉上漸佈殺氣，忽聽馬光祖叫道：「喂，公孫老頭，人家說過不跟你成親了，你還攔著人家幹什麼？」瀟湘子陰惻惻的插口道：「馬兄別要胡說，公孫谷主今日擺下喜宴，要請咱們大吃一頓呢。」馬光祖大聲道：「他的清水生菜，有什麼吃頭，我若是換作這位姑娘，也絕不嫁他，如她這般美貌，便是皇帝娘娘也做得，何苦跟著一個老頭兒一輩喝清水吃生菜。」他雖是個渾人，這幾句話倒也說得在理。小龍女卻轉過頭來，婉言說道：「馬大爺，公孫先生於我有活命之恩，我……我……心中是永遠感激他的。」馬光祖叫道：「好吧，公孫老兒，你若要做個大仁大義之人，不如今日就讓他小倆口兒在此間拜堂成親，洞房花燭。若是你救了一位姑娘，便想霸佔她身子，那還有什麼江湖義氣？」他心直口快，說出來的話，句句令人刺心逆耳，卻又難以反駁。公孫谷主殺機一起，決意要將入谷的外人，盡數一網打盡，當下不動聲色，淡淡的道：「我這絕情谷雖非什麼了不起的地方，但各位說來便來，說去便去，我姓公孫的也太過讓人小覷了。柳姑娘……」小龍女嫣然一笑，道：「姓柳是騙你的，我姓龍。為的是他姓楊，我便說姓柳。」公孫谷主醋意更甚，對她這幾句只作沒聽見，仍道：「柳姑娘……」他一句話還沒接下去，馬光祖又插口道：「這位姑娘明明說是姓龍，你何以又叫她柳姑娘？」小龍女忙道：「公孫先生叫慣了？這只怪我先前騙他的不好，他愛叫什麼便什麼吧。」公孫谷主對二人之言絕不理會，仍道：「柳姑娘，這姓楊的只要勝得了我手中陰陽雙刀，我自任他。咱們私下的事，咱們自行了斷，這可與旁人無干。」他說來說去，仍是要憑武力截留小龍女。小龍女嘆了一口氣，道：「公孫先生，我原不願與你動手，但他一個人打你不過，我只好助他。」公孫谷主雙眉豎成兩條直線，說道：「你不怕自己適才嘔過血，那一起上也成。」小龍女對他極感抱憾，又道：「我和他都沒兵刃，空手跟你這一對刀劍相鬥準輸，你大人大量，還是放咱們走吧。」金輪法王插口說道：「公孫兄，你這谷中包羅萬有，還缺兩把兵刃麼？只是我先得提醒你，他二人雙劍聯手，恐怕你性命難保。」公孫谷主向西首一指，道：「那邊過去第三間便是劍室，你們要什麼兵刃，自行去挑選吧。只怕我所藏的利器，這幾位貴客身上還未必有。」楊過與小龍女互視一眼，心中均想：「我二人若能撇開旁人，在靜室中相處片刻，死亦甘心。」當即攜手向西，從側門出去，走過兩門房，來到第三間房前。小龍女眼光始終沒離開楊過之臉，見房門閉著也不細看，伸手推開，正要跨過門檻進去，楊過猛地想到一事，忙伸手拉住道：「小心了。」小龍女道：「怎麼？」楊過左足踏在門檻之外，右足跨過門檻往地板上一點，立即縮回，絲毫不見異狀。小龍女道：「你怕谷主要暗害咱們嗎？他這人很好，絕不致於。」剛說完這三句話，猛聽得嗤嗤風響，眼前白光閃動，八柄利劍自房門上下左右挺出，縱橫交錯，佈滿入口，就算有通天本事，周身也得給這八柄利劍刺成十六個透明窟窿。小龍女透了一口長氣，說道：「過兒，這谷主恁地歹毒，我真瞧錯他的為人了。咱們也不用跟他比什麼劍，這就走吧。」忽聽身後一人說道：「谷主請兩位入室揀劍。」兩人一回頭，只見八名綠衫弟子手持帶刀漁網，攔在身後。小龍女的金鈴索已被公孫谷主用黑劍割斷，再不能如適才這般遙點諸綠衫弟子的穴道，看來公孫谷主早已防他們相偕逃走，所以派人截住後路。她向楊過道：「你說這劍室中還有什麼古怪？」楊過將她雙手握在掌中，說道：「姑姑，此時你我相聚，復有何憾？便是萬劍穿心，你我也死在一起。」小龍女心中也是柔情萬種，兩人一齊步入劍室，楊過隨手把門帶上。只見室中壁上、桌頭、櫃中、几間，都列滿各種各樣的兵刃，十之八九都是古劍，或長逾七尺，或短僅數寸，有的鐵鏽斑駁，有的寒光逼人，二人眼花繚亂，一時也看不清這許多。小龍女與楊過相對而立，凝視半晌，突然「嚶」的一聲，投入他的懷中。楊過將他緊緊抱住，在她嘴上親去。小龍女在他一吻之下，心魂俱醉，雙手也伸出去摟他的頭頸，突然砰的一聲，室門被人推開，一名綠衫弟子厲聲說道：「谷主有令，揀劍後立即出室，不得逗留。」楊過臉上一紅，當即雙手放開。小龍女卻是心胸純潔，心想自己喜歡楊過，二人相擁而吻絕無什麼不該，只是有人在旁干擾，難以暢懷，當下嘆了一口氣，輕聲說道：「過兒，待咱們打敗了那谷主，你再這樣親我。」楊過笑著點了點頭，道：「你揀兵器吧。」小龍女道：「這裏的兵刃瞧來果然均是異物，沒一件不好。」於是先從壁間逐一看去。她是要想揀一對長短輕重都是一樣的利劍與楊過聯手禦敵之時，收效最大，但瞧來瞧去，各劍均自不同，她一面看，一面問道：「適才進室之時，你怎知此處裝有機關？」楊過道：「我從谷主的臉色猜想而知，他想娶你為妻，但眼光之中卻充滿怨毒之情。以他為人，我不信他會好心讓咱們來選揀兵刃。」小龍女又低低嘆了口氣，道：「你想我二人用玉女素心劍法，能勝得了他麼？」楊過道：「他武功雖強，卻也並不在金輪法王之上。我二人聯手勝得法王，諒來也可勝他。」小龍女道：「是了，法王不住激他和我二人動手，卻也是存了私心。」楊過微笑道：「人心鬼蜮，你也懂得一些了。」但臉色隨即一變，道：「我只擔心你的身子，剛才你又嘔了血。」小龍女笑靨如花，道：「你知道，我傷心氣腦的時候，才會嘔血，現下我喜歡得很，這點內傷不礙事。啊，過兒，你近來武功大進，與合鬥法王之時已大不相同，彼時尚且能勝，何況今日？」楊過聽了此言，也覺這場比試定能取勝，握著她手說道：「你答應我一件事。」小龍女柔聲道：「你何必問我？我早已不是你師父，是你的妻子啦。你說什麼，我便聽你什麼。」楊過道：「那……那真好。我……卻不知道。」小龍女道：「自從那天在終南山的晚上，你和我這般親熱，我怎麼還能是你師父？你雖不肯娶我為妻，在我心裏，我早就成了你妻子了。」楊過不知那天在終南山上到底為了何事她才突然如此相問，或許是她一時心情激動，或許是她久懷情愫而那時突然奔放，萬萬料想不到有尹志平作惡那一節，心想：「那天我義父歐陽鋒授我武功，將你點倒，我可並沒和你親熱啊。」但耳聽得她如此柔聲說著纏綿的言語，醺醺如醉，一時也說不出話來。小龍女將身子靠在他的胸前，問道：「你要我答應什麼？」楊過撫著她的秀髮，道：「咱們勝了谷主，立即動身回古墓去，以後不論什麼，你永遠不能再離開我身邊。」小龍女抬起頭來，望著他的雙眼道：「難道我喜歡離開你麼？難道離開你之後，我的傷心不及你厲害麼？我自然答應你，便是天塌下來，我也不離開你啦。」楊過大喜，待要說話，忽聽為首的綠衫弟子大聲道：「揀定了兵刃沒有？」小龍女微微一笑，向楊過道：「咱們快快走吧。」轉過身來，想任意取兩把劍便是，卻見西壁間一大片火燒的焦痕，幾張桌椅也均燒得殘破，不禁微微一怔。楊過笑道：「那老頑童曾闖進這劍房中來過，放了一把火，又取去了什麼物事，這焦痕自是他的手筆了。」只見屋角裏半截畫幅之下，露出兩段劍鞘來。楊過心念一動：「這兩把劍本是用畫遮住，只因畫幅給老頑童燒去半截，劍身才露顯出來，主人如此佈置，這兩把劍定是特別珍異了。」於是伸手到壁上摘下來，將一柄交給小龍女，握住另一柄的劍柄，拔出劍鞘。那劍一出鞘，兩人都感到一陣涼意，但劍身烏黑，沒半點光芒，就似一段黑木一般。小龍女也將手中之劍拔出鞘來，那劍與楊過手中的一模一樣，大小長短，全無二致，雙劍並列，室中寒氣大增，只是兩把劍既無尖頭，又無劍鋒，圓頭鈍邊，倒有些似一條薄薄的木鞭。楊過將劍身翻過來一看，只見上面刻著兩個篆字，文曰：「君子」，再看小龍女那把劍時，上面寫的是「淑女」兩字。楊過本來不喜這兩把劍的形狀，但對這兩個劍名卻很喜歡，眼望小龍女，瞧她意下如何。小龍女喜道：「此劍無尖無鋒，正好用來與谷主過招，他曾救我性命，我本不想傷他。」楊過笑道：「劍是殺人利器，取了個名字卻叫君子淑女。」說著舉劍虛刺兩下，但覺輕重合手，極是靈便，道：「好，咱倆便用這對劍吧。」小龍女還劍入鞘，正要出室，只見桌上花瓶中插著的一花叢嬌艷欲滴，異常美麗，只是插得亂七八糟，不成格局，於是順手去整理一下。楊過叫道：「啊喲，使不得。」但為時不及，小龍女手指上已被花刺刺中數下，她愕然回顧，道：「怎麼？」楊過道：「這是情花啊，你在谷中這些日子，難道不知麼？」小龍女將手指在口中吮了數下，搖頭道：「我不知道。」楊過待要解釋，室中的綠衫弟子已連聲催促，於是兩人重回大廳。公孫谷主等得極不耐煩，向綠衫弟子怒目而視，顯是怪責他們催促不力，何以任楊龍二人耽擱了這許多時候？眾弟子極為害怕，臉上各各變色。公孫谷主待二人走近，說道：「柳姑娘，你揀定劍了？」小龍女取出「淑女劍」，點頭道：「我們用這對鈍劍，不敢當真與谷主為敵，只是點到為止如何？」谷主見她取的竟是這柄淑女劍，心中一凜，厲聲道：「是誰教你取這劍的？」說著眼光向公孫綠萼一掃，隨即又定在小龍女臉上。小龍女微感奇怪，道：「沒有人教我啊。這把劍用不得麼？那麼我們去換過兩把便是。」谷主怒目向楊過橫了一眼道：「換兩把劍，豈不又去半天？不用換了，動手吧。」小龍女道：「公孫先生，咱們將話說明在先，我和他跟你單打獨鬥，絕非你的敵手，現下以二對一，那是咱們佔了便宜，縱然勝了，也算不得是我們本事。」谷主冷笑道：「這話待勝了之後再說不遲。若是你們贏得我手中刀劍，我自是任你們處置，倘若你們輸了，婚姻之約可再不能反悔。」小龍女淡然一笑，道：「我們輸了，我和他葬身在這絕情谷中便是。」公孫谷主更不打話，左手金刀一劈，呼的一聲，向楊過斜砍過去。楊過提劍一振，還了一招「白鶴亮翅」，正是全真派的正宗劍法。公孫谷主心想：「這一招雖然法度嚴謹，卻也平穩而已，那藏僧把他吹得好大的氣兒。」右劍迴過，向他肩頭直刺，竟是撇開了小龍女，刀劍齊向他身上招呼。楊過凝神接戰，使的雖是當年在古墓中所學的全真劍法，但自在荒山中大悟武學精奧之後，運用之妙，已與昔日會鬥金輪法王之時大不相同。他獨自接了三招，板拙之中竟含古樸淳厚之意，金輪法王心中對他甚含妒意，然見他小小年紀，劍法中居然大有老而彌辣的味道，也不禁暗自欽佩。小龍女待谷主出了三招，這才挺劍上前，公孫谷主對她劍招卻不用金刀招架，只在她來勢極急之時，方出黑劍擋開，招數之中，似乎故意容讓。法王看了七八招，微笑道：「公孫兄，你若惜玉憐香，只怕要大吃苦頭。」公孫谷主道：「大和尚，你若瞧不起在下，待會不妨下場賜教，此刻卻不消費心指點。」他一面說，一面催動刀劍，廳中風聲漸響。又鬥數合，楊過使一招全真劍法的「漠北橫行」，小龍女使一招玉女劍法的「彩筆畫眉」，兩下都是橫劍斜削的劍法，只是一劍幅度極大，一劍不過自左而右的微微一顫，兩招合成了玉女素心劍法中的一招「簾下梳裝」。公孫谷主一驚，他本不敢以金刀與他們雙劍相碰，危急中再無別法，舉黑劍擋了楊過一劍，橫金刀守住眉心。小龍女的劍刃堪堪劃到他雙目之上，刀劍相交，噹的一響，那金刀的刀頭竟被淑女劍割去了一截。旁觀眾人都吃了一驚，想不到小龍女手中這柄平平無奇的鈍劍，竟有如此鋒銳。楊過與小龍女也是大出意外，他們初時選此一對鈍劍，不過為了名目好聽，雙劍大小相同，不料誤打誤撞，竟是選中了一對寶劍，這一來精神大振，雙劍著著搶攻。公孫谷主究竟武學極為深湛，陰陽雙刀一柔一剛，使將開來時威力一招強過一招，但心中也是暗暗納罕：「柳兒與這姓楊的小子武功和我差得很遠，二人合力我本來絲毫不懼，怎知雙劍合壁，竟是如此厲害，看來那賊禿的說話倒也不假，若是今日輸在他二人手下……若是今日輸在他二人手下……」想到此處，再也想不下去，猛地裏左刀右攻，右劍左擊，使出他生平絕學的「陰陽倒亂刀法」來。這一路倒亂刀法實是神妙無比，黑劍本來陰柔，此時突然硬砍猛拆，變成了陽剛的刀法，而笨重長大的鋸齒金刀，卻刺挑擊洗，全走單劍的輕靈路子，激鬥中，但見他刀成劍，或劍變刀，當真是奇幻無方。尹克西自負天下武學無所不窺，但這路陰陽倒亂的刀法劍法，卻是生平從所未見，從所未聞。馬光祖叫了起來：「喂，糟老頭子，你這般亂七八糟，搞的是什麼古怪？」公孫谷主不過四十來歲，年紀也不甚老，今日存心要與小龍女成親，卻給這渾人「老頭子長，老頭子短」的叫著，心中如何不惱？此時也無餘暇與他算帳，全力施展自己下了二十餘年苦功的這路刀法，決意先打敗小龍女與楊過再說。他一刀一劍，看似並重，其實也有賓主之分，黑劍為主而金刀作輔，但用到最精妙之際，黑劍成刀而金刀成劍，所以他的武功稱之為「陰陽刀法」。這路倒亂刀法從未在人前用過，如樊一翁這等跟隨他二十來年的大弟子也是直到今日，方始明白這套武功命名的真意。楊過與小龍女雙劍合壁，本來已漸佔上風，但對手忽然刀劍錯亂，招數奇特，二人不由得手忙腳亂，霎時之間連遇險招。此時楊過的武功已勝於小龍女，看出黑劍的威力強於金刀，當下將劍上的刀法盡數接了過來，讓小龍女擋鋸齒金刀，心想她兵刃上佔了便宜，那金刀不敢與她淑女劍相碰，當不致有重大危險，只是敵人的刀法實在太奇，正規的全真劍法難以抵擋，只得隨機應變，以他自成一家的劍法與之周旋。當年林朝英新創「玉女素心劍法」，原是想像與王重陽聯手縱橫江湖，是以男的使全真派劍術，女的使玉女劍法。這時楊過摒全真劍術不用，以自創的劍法禦敵，他這套劍法說到精妙凌厲，也未必在全真劍術之上，只是乃他自創，心意神體，六合歸一，每一招均與他個性脾氣相合，使用時特別靈便。但這樣一來，玉女素心劍法只剩半截，二人各自為戰，威力急劇減弱。公孫谷主心中大喜，噹噹噹，用劍砍了三刀，左手刀卻同時使了「定陽針」、「虛式分金」、「荊軻刺秦」、「九品蓮台」四招，這四招都是飄逸流轉的劍招，四劍夾在三刀之中楊過尚能勉力抵禦，小龍女卻意亂心慌，想用劍去削他刀鋒，他的金刀卻勢如飛鳳，劈削不到。楊過情知不妙，拼著自身受傷，使一招全真劍法中的「馬蹴落花」平膀出劍，劍鋒上指，將對方刀劍一齊接了過來，小龍女迴劍急刺公孫谷主後心，二人一起一合，又回到了玉女素心劍法。要知這套劍法的真諦，在於使劍的兩人心心相印，渾若一人，這一招楊過捨身相救，真是這劍術的無上心法，是以這一下「馬蹴落花」威力大盛，將谷主的刀劍接過而有餘。小龍女見他不守門戶而來相救自己，心中感激，伸劍過去代他守護，於是成為二人皆不守而皆守，雙劍之勢驟然而長。數招一過，公孫谷主額頭微微見汗，小龍女與楊過卻越打越是順手，但見楊過左手捏個劍訣，右手劍斜刺敵人左腰，小龍女雙手持住劍柄，舉劍上挑，這一招叫做「舉案齊眉」，乃是素心劍法中最是風光旖旎的一招，她心中滿溢柔情蜜意，回首凝視楊過。突然之間，她胸間猶如被大鐵錘猛力一擊，右手手指劇痛，險險連劍柄也拿捏不定，不由得臉色大變，躍開三步。公孫谷主冷笑道：「嘿，情花，情花。」小龍女不明其意，楊過卻知是情花之毒發作，她適才在劍室中被情花的小刺刺損手指，當使「舉案齊眉」這一招時動了真情，指上頓感難以忍受的劇痛。他曾身受此苦，對小龍女極是憐惜，道：「很痛吧！」公孫谷主乘此良機，刀劍向楊過一陣急攻，小龍女疼痛稍減，提劍又上。楊過心中關注，道：「你再休息一下。」豈知他一動柔情，手指上心是疼痛斗作，公孫谷主何等厲害，乘隙一劍急砍，噹的一響，將他的君子劍打落在地，黑劍隨即前挺，已抵住楊過胸口。小龍女大驚來救，卻給他金刀攔住，無法近身。谷主叫道：「拿下了。」四名綠衫弟子張著漁網應聲上前，一罩兜轉，將楊過擒住網裏。公孫谷主回身問道：「柳兒，你怎樣？」小龍女知道憑己一人，非他敵手，將淑女劍往地下一擲，只聽擦的一響，君子劍與淑女劍互相躍近，併在一起，牢牢的再不分開，原來劍上有極強的磁力。小龍女悠然道：「劍猶如此，人豈不若？你將我們二人一齊殺了便是。」公孫谷主「哼」了一聲，道：「你隨我來。」舉手向法王等一拱，道：「少陪！」轉入內堂，四名弟子拉著漁網，擒了楊過跟著進去，小龍女自也跟隨入內。馬光祖道：「大和尚，殭屍鬼，咱們得設法救人。」金輪法王微笑不答，瀟湘子冷笑道：「大個兒，你打得過這裏的主人麼？」馬光祖抓耳摸腮，想不出主意，只道：「打不過也得打，打不過也得打。」公孫谷主昂首前行，走進一間小小的石室之中，說道：「柳兒，我不是存心叫你屈辱，只是防你自盡。」左手一揮，四名綠衫弟子又將漁網兜上，把小龍女縛在網裏。谷主道：「割幾綑情花來。」楊過與小龍女既已決定一死，二人只是相向微笑，對公孫谷主在做什麼事、說什麼話，全不理會。過不多時，石室門口突然傳進一陣醉人心魄的花香，二人一齊轉頭瞧去，迎眼只見五色繽紛，嬌紅嫩黃，一叢叢的情花被十多名綠衫弟子拿進室來。他們手掌上都墊了一塊牛皮，以防為情花的小刺所傷。公孫谷主將手一揮，冷然道：「都堆在這小子身上。」霎時之間，楊過全身猶似為千萬隻黃蜂同時螫咬，四肢百骸，劇痛難當，忍不住大聲號叫。小龍女又是憐惜，又是憤怒，向公孫谷主喝道：「你這是幹什麼？」谷主正色道：「柳兒，今日是你我洞房花燭的吉期，卻給這小子闖進谷來，將大好的日子鬧了個亂七八糟。我和他素不相識，原無怨仇，何況他既與你有舊，只要他謹守賓客之義，我自然也是禮敬有加，今日事已如此……」他說到此處，左手一揮，眾弟子立即退出石室，帶上了室門。他繼續說道：「是禍是福，全在你一念之轉移了。」楊過在情花小刺的圍螫之下，苦不堪言，只是不願小龍女為自己難過，咬緊牙關，默不出聲。小龍女望著他的臉，憐惜之念大起，就在此時，手指上情花之毒發作，又是一陣劇痛，心想：「我只不過給情花略刺一下，已是痛得如此厲害，他遍身千針萬刺，那可如何抵受？」公孫谷主知道她的心意，說道：「柳兒，我是誠心與你結百年良緣，對你只有一片愛慕之忱，絕無歹意，這一節你自是明白的。」小龍女點點頭，淒然道：「你待我一直是很好的，在他來此之前，你對我千依百順，殷勤周至，唯恐搏不了我的歡心。」她垂首半晌，長長嘆了口氣，說道：「公孫先生，當日你若沒在荒山中遇著我，若是沒救我的性命，任我沒聲沒息的死了，這於咱們三人都更好些。你硬逼我與你成親，我會終身不樂。這於你又有什麼好處？」公孫谷主雙眉又是緩緩豎起，低沉著聲音道：「我這人說一是一，說二是二，絕不容人欺負折辱，你既答允與我成親，便得成親。至於歡喜愁苦，世事原本難料，大家著瞧吧。」他袍袖一揮，說道：「此人遍身為情花所傷，每過一個時辰，疼痛便增一分，過了六六三十六日後，全身劇痛而死。在十二個時辰內，我自有祕製妙藥，給他醫治，一天之後卻是神仙難救，他是死是活，就由你說吧。」說著緩步走向室門，伸手推開了門，轉頭道：「若是你寧可任他慢慢痛死，那也由得你，你就在這兒瞧他三十六天。柳兒我對你絕無加害之意，你儘可放心。」說著便要邁步而出。小龍女知他所言非虛，心想若是與楊過此刻相擁而死，原是一了百了，但公孫谷主偏生想出了這個歹毒主意，但見楊過全身發顫，咬唇出血，一雙本來朗若流星的雙目，此刻已是黯然無光，想得到他身上痛苦是如此難當，若這疼痛每過一個時辰便增一分，一連痛上六六三十六天，只怕地獄之中也無如此苦刑，一咬牙，說道：「公孫先生，我允你成親便了，你快放了他，取藥解救。」公孫谷主一直逼迫，為的便是要她口出此言，此時聽在耳裏，心中又是喜歡又是妒恨，知道自今之後，這女子對己只有怨憎，絕無愛意，於是點頭道：「你回心轉意，於大家都好。今晚你我洞房花燭之後，明日一早我便取藥救他。」小龍女道：「你先給他治好傷。」谷主嘆道：「柳兒，你太小覷我了。好容易才叫你答允，你實非真心情願，難道這個我還不懂？難道我先能給他治傷麼？」說著解開她身上的漁網，轉身出門，室中就留著小龍女與楊過二人。