第十回胡斐見到苗人鳳發怒時神威凜凜，心中也自駭然，抱著苗若蘭不敢停留，搶到崖邊，一手拉索，溜下峰去。他知附近有個山洞人跡罕至，當下展開輕身功夫，直奔而去，手中雖抱了人，但苗若蘭身子甚輕，全沒減了他奔跑之速。不到一盞茶功夫，已抱著苗若蘭進了山洞，將棉被緊緊裹住她身子，讓她靠在洞壁，心中躊躇：「若要解她穴道，非碰到身子不可，如不解救，時間一長，她不會內功，只怕身子有損。」實在好生難以委決，當下取火摺點燃了一根枯枝。火光下但見苗若蘭美目流波，俏臉生暈，便道：「苗姑娘，在下絕無輕薄冒瀆之意，但要解開姑娘穴道，難以不碰姑娘貴體，此事該當如何？」苗若蘭雖不能點頭示意，但目光柔和，似羞似謝，殊無半點怒色，胡斐大喜，先吹熄柴火，伸手到衾中在她幾處穴道上輕輕按摩，替她通了經脈。苗若蘭手足漸能活動，低聲道：「行啦，多謝您！」胡斐急忙縮手，待要說話，卻不知說甚麼好，過了良久，才道：「適才冒犯，實是無意之過，此心光明磊落，天日可鑒，務請姑娘恕罪。」苗若蘭低聲道：「我知道。」兩人在黑暗之中，相對不語。山洞外雖是冰天雪地，但兩人心頭溫暖，山洞中卻如春風和煦，春日融融。過了一會，苗若蘭道：「不知我爹爹現下怎樣了。」胡斐道：「令尊英雄無敵，這些人不是他的對手。你放心好啦。」苗若蘭輕輕嘆了口氣，說道：「可憐的爹爹，他以為你……你對我不好。」胡斐道：「這也難怪，適才情勢確甚尷尬。」苗若蘭臉上一紅，道：「我爹爹因有傷心之事，是以感觸特深，請胡爺不要見怪。」胡斐道：「甚麼事？」一問出口，立覺失言，想要用言語岔開，卻一時不知說甚麼好。他號稱雪山飛狐，平時聰明伶俐，機變百出，但今日在這個溫雅的少女之前，不知怎的，竟似變成了另一個人，顯得十分拙訥。苗若蘭道：「此事說來有愧，但我也不必瞞你，那是我媽的事。」胡斐「啊」了一聲。苗若蘭道：「我媽做過一件錯事。」胡斐道：「人孰無過？那也不必放在心上。」苗若蘭緩緩搖頭，說道：「那是一件大錯事。一個女子一生不能錯這麼一次。我媽媽教這件事毀了，連我爹爹也險險給這事毀了。」胡斐默然，心下已料到了幾分。苗若蘭道：「我爹是江湖豪傑。我媽卻是出身官家的一個千金小姐。有一次我爹無意之中救了我媽的性命，他們才結了親。兩人本來不大相配，那也罷了。可是我爹有一件事大大不對，他常在我媽面前，誇獎你媽的好處。」胡斐奇道：「我的母親？」苗若蘭道：「是啊。我爹跟令尊比武之時，你媽媽英風颯爽，比男子漢還有氣概。我爹平時閒談，常自羨慕令尊，說道：『胡大俠得此佳偶，活一日勝過旁人百年。』我媽聽了雖不言語，心中卻甚不快。後來天龍門的田歸農到我家來作客。他相貌英俊，談吐風雅，又能低聲下氣的討人喜歡。我媽一時胡塗，竟撇下了我，偷偷跟著那人走了。」胡斐輕輕嘆了口氣，難以接口。苗若蘭話聲哽咽，說道：「那時我還只三歲，爹抱了我連夜追趕，他不吃飯不睡覺，連追三日三夜，終於趕上了他們。那田歸農見了我爹，那敢動手？我媽卻全力護著他。我爹見我媽媽對這人如此真心相愛，無可奈何，抱了我走了，回到家來生了一場大病，險些死去。他對我說，若不是見我孤苦伶仃，在這世上沒人照顧，他真不想活啦。一連三年，他不出大門一步，有時叫著：『蘭啊蘭，你怎地如此胡塗？』我媽媽的名字之中，也是有個『蘭』字的。」她說到此處，臉上一紅。要知當時女子的名字也是秘密，旁人只知女子姓氏，只有對至親至近之人方能告知名字，她這麼說，等於是對胡斐說自己名字中有個「蘭」字。胡斐雖見不到她臉上神色，但聽她竟把家中最隱密的可恥私事，也毫不諱言的告知了自己，不禁大是感激，最後聽她提到她自己小名，更是如飲醇醪，頗有微醺薄醉之意，說道：「苗姑娘，那田歸農存心極壞，對你媽未必有甚麼真正的情意。」苗若蘭嘆了口氣道：「我爹也是這麼說。只是他時常埋怨自己，說道若非他對我媽不夠溫存體貼，我媽也不致受了旁人之騙。我爹號稱打遍天下無敵手，但說到待人處世，卻不及田歸農了。那姓田的欺騙我媽，其實是想得我苗家家傳的一張藏寶之圖。可是他雖令我一家受苦，令我自幼就成了個無母之人，到頭來卻仍是白費了心機。我媽看穿了他的用心，臨終之時，仍將藏著地圖的鳳頭珠釵還給了我爹。」於是將劉元鶴在田歸農床底的所見所聞，說了一遍，最後說到那圖如何給寶樹他們搶去，那些人如何憑了闖王軍刀與地圖去找藏寶。胡斐恨恨的道：「這姓田的心思也忒煞歹毒。他畏懼你爹爹，又弄不到地圖，就想假手官家，將你爹爹擒住，好迫他交出圖來。那知天網恢恢，終於難逃孽報。唉，這寶藏不知害了多少人。」他停了片刻，又道：「苗姑娘，我爹和我媽就是因這寶藏而成親的。」苗若蘭道：「啊，是麼？快說給我聽。」她雖矜持，究竟年紀幼小，心喜之下，伸手去握住了胡斐了手，但隨即覺得不妙，要待縮回，胡斐卻翻過手掌，輕輕握住了她手不放。苗若蘭臉上一紅，也就不再縮回，只覺胡斐手上熱氣，直透進自己的心裏。胡斐道：「你道我媽是誰？她是杜希孟杜莊主的表妹。」苗若蘭更加驚奇，說道：「我自幼識得杜伯伯，爹爹卻從來沒提起過。」胡斐道：「我在爹爹媽媽的遺書中得悉此事，想來令尊未必知道其中詳情。杜莊主得到一些線索，猜得寶藏必在雪峰附近，是以長住峰上找尋。只是他一來心思遲鈍，二來機緣不巧，始終參透不出藏寶的所在。我爹爹暗中查訪，卻反而先他得知。他進了藏寶之洞，見到田歸農的父親與你祖父死在洞中，正想發掘藏寶，那知我媽跟著來了。「我媽的本事要比杜莊主高得多。我爹連日在左近出沒，她早已看出了端倪。她跟進寶洞，和我爹動起手來。兩人不打不成相識，互相欽慕，我爹就提求親之議。我媽說道：她自幼受表哥杜希孟撫養，若是讓我爹取去藏寶，那是對表哥不起，問我爹要她還是要寶藏，兩者只能得一。「我爹哈哈大笑，說道就是十萬個寶藏，也及不上我媽。他提筆寫了一篇文字，記述此事，封在洞內，好令後人發現寶藏之時，知道世上最寶貴之物，乃是兩心相悅的真正情愛，決非價值連城的寶藏。」苗若蘭聽到此處，不禁悠然神往，低聲道：「你爹娘雖然早死，可比我爹媽快活得多。」胡斐道：「只是我自幼沒爹沒娘，卻比你可憐得多了。」苗若蘭道：「我爹爹若知你活在世上，就是拋盡一切，也要領你去撫養。那麼咱們早就可以相見啦。」胡斐道：「我若住在你家裏，只怕你會厭憎我。」苗若蘭急道：「不！不！那怎麼會？我一定會待你很好很好，就當你是我親哥哥一般。」胡斐怦怦心跳，問道：「現在相逢還不遲嗎？」苗若蘭不答，過了良久，輕輕說道：「不遲。」又過片刻，說道：「我很歡喜。」古人男女風懷戀慕，只憑一言片語，便傳傾心之意。胡斐聽了此言，心中狂喜，說道：「胡斐終生不敢有負。」苗若蘭道：「我一定學你媽媽，不學我媽。」她這兩句話說得天真，可是語意之中，充滿了決心，那是把自己一生的命運，全盤交托給了他，不管是好是壞，不管將來是禍是福，總之是與他共同擔當。兩人雙手相握，不再說話，似乎這小小山洞就是整個世界，登忘身外天地。過了良久，苗若蘭才道：「咱們去找到我爹，一起走吧，別理杜莊主他們啦。」胡斐道：「好的。」可是他一生之中，從未有如此之樂，實是不願離開山洞。苗若蘭也有此心，覺得不如說些閒話，多留一刻好一刻，於是問道：「杜莊主既是你長親，何以你要跟他為難？」胡斐恨恨的道：「這件事說來當真氣人。我媽臨終之時，拜懇你爹照看，養我成人。我媽在我襁褓中放了一包遺物，一通遺書，其中記明我的生日時辰，我胡家的籍貫、祖宗姓名，以及世上的親戚。後來變生不測，平四叔抱了我逃走。他以為你父有害我之意，見到遺書中有杜莊主的姓名，便抱了我前去投奔。那知杜莊主起心不良，想得我爹的武學秘本。他又隱約猜到我爹媽知道藏寶秘密，竟來搜查我媽給我的遺物。平四叔情知不妙，抱著我連夜逃下雪峰。我爹的武學秘本是帶走了，但我媽給我的一包遺物，卻失落在莊上。這次我跟他約會，是要問他為甚麼欺侮我一個幼年孤兒，又要向他要回我媽所遺的物事。」苗若蘭道：「杜莊主對人溫和謙善，甚是好客，想不到待你這麼壞。」胡斐道：「這人假人假義，單是他陰謀害你爹爹，就可想見其餘……」隨即語意轉柔，說道：「不過現在我也不惱他了。若不是他，我又怎能跟你相逢？」正說到此處，忽聽洞外傳來一陣兵刃相交之聲，隱隱夾雜著呼呵叱罵。只是聲音極沉極悶，胡斐依稀分辨得出，苗若蘭卻還道是風動松柏，雪落山巔。胡斐道：「這聲音來自地底，那可奇了。你留在這裏，我瞧瞧去。」說著站起身來。苗若蘭道：「不，我跟你去。」胡斐也不願留她一人孤身在此，說道：「好。」攜著她手，出洞尋聲而去。兩人在雪地上緩緩走出數十丈。這天是三月十五，月亮正圓，銀色的月光映著銀色的雪光，再與苗若蘭皎潔無暇的肌膚一映，當真是人間仙境，此夕何夕？這時胡斐早已除下自己長袍，披在苗若蘭身上。月光下四目交投，於身外之事，竟是全不縈懷。兩人心中柔和，古人詠嘆深情蜜意的詩句，忽地一句句似脫口而出。胡斐不自禁低聲說道：「宜言飲酒，與子偕老。」苗若蘭仰起頭來，望著他的眼睛，輕輕的道：「琴瑟在御，莫不靜好。」這是「詩經」中一對夫婦的對答之詞，情意綿綿，溫馨無限。突然之間，地底呼聲轉劇，兩人當即止步，側耳傾聽。胡斐一辨聲音，說道：「他們找到了寶藏所在，正在地下廝殺爭奪。」他從父親遺書之中得知寶藏地點，曾進入數次，取出父母當年封存的文字，又取了田歸農之父的黃金小筆。這日早晨他用小筆投射田青文，就是示警之意。他雖知寶藏所在，但體念父母遺志，不肯發掘。這時辨聲知向，料定寶樹等必是見財眼紅，正在互相爭奪。※※※胡斐所料絲毫不錯，那地底山洞之中，天龍門、飲馬川山寨、平通鏢局諸路人馬，為了爭奪寶物，正自殺成一團。寶樹袖手旁觀，只是冷笑，心想且讓你們打個三敗俱傷，老僧再慢慢一個個的收拾。周雲陽與熊元獻又是扭在一起，在地下滾來滾去。兩人突然間滾到了火堆之旁。初時互欲將對方壓在火上，那知幾個打滾，險險將火頭壓熄，寶樹罵道：「壓滅了火，大夥兒都凍死嗎？」伸出右腳，抄到周雲陽身底一挑，兩個人一齊飛了起來，騰的一聲，落在地下。寶樹嘿嘿一笑，彎腰拿起幾根粗柴，添入火堆。正要挺直身子，忽見火光突突跳跳，在對面冰壁上映出兩個人影，人影也在微微跳動。寶樹吃了一驚，轉過身來，見山洞口並肩站著兩人。一個臉帶嬌羞，乃是苗若蘭，另一個虯髯戟張、眼露殺氣，卻是雪山飛狐胡斐。寶樹「啊」的一聲，右手一揚，一串鐵念珠激飛而出。念珠初擲出似是一串，其實串著鐵珠的絲線早被他捏斷，數十顆鐵珠忽然上下左右，分打胡苗二人的要害。這是他苦練十餘年的絕技，恃以保身救命，臨敵之時從未用過，此時陡逢大敵，事勢緊迫，立施殺手。胡斐一聲冷笑，踏上一步，擋在苗若蘭身前。寶樹見他並無特異功夫擋避，心下大喜，暗道：「原來你裝模作樣，功夫也不過爾爾，這番可要叫你死無葬身之地了。」正自得意，但見胡斐雙手衣袖倏地揮出，已將數十顆來勢奇急的鐵念珠盡行捲住，衣袖振處，嗒嗒急響，如落冰雹，鐵念珠都飛向冰壁，只打得碎冰四濺。寶樹一見之下，不由得心膽俱裂，急忙倒躍，退在曹雲奇身後，生怕胡斐跟著上前，大叫一聲：「不好了！」雙手抓住曹雲奇背心，提起他一個魁偉長大的身子，就往火堆中擲將過去。他本意將火堆壓滅，好教胡斐瞧不見自己，那知道火堆剛得他添了乾柴，燒得正旺。曹雲奇跌在火中，衣服著火，洞中更是明亮。胡斐見寶樹一上來就向自己和苗若蘭猛施毒手，想起平阿四適才所言，這和尚卑鄙貪財，害了自己父母性命，心中怒火大熾，立時也如那火堆一般燒了起來，一彎腰抄起了一把珠寶，托在左手掌心，右手食指不住彈動。但見珍珠、珊瑚、碧玉、瑪瑙、翡翠、寶石、貓兒眼、祖母綠、各種各樣的珍物，如雨點般往寶樹身上飛去。每一塊寶物射到，都打得他劇痛難當。寶樹縱高竄低，竭力閃避，但胡斐手指彈出，珍寶飛到，準頭竟是不偏半點，洞中人數不少，這些珠寶卻始終不碰到別人身上。劉元鶴、陶百歲等見此情景，個個貼身冰壁，一動也不敢動。寶樹初時還東西奔躍，後來足踝上連中了兩塊碧玉，竟自倒地，再也站不起來，高聲號叫，在地下滾來滾去。他先前只愁珍寶不多，此時卻但願珍寶越少越好。胡斐越彈手勁越重，有意避開寶樹的要害，要讓他多吃些苦頭。眾人縮在洞角，凝神觀看，個個嚇得心驚肉跳，連大氣也不敢喘一口。苗若蘭聽寶樹叫得淒慘，心中不忍，低聲道：「這人確是很壞，但也夠他受的了。饒了他吧！」胡斐生平除惡務盡，何況這人正是殺父害母的大仇人，但一聽苗若蘭之言，突然覺得自己正處於極大幸福之中，對這世上最大的惡人，憎恨之心也登時淡了許多，當即左手一擲，掌中餘下的十餘件珍寶激飛而出，叮叮噹噹一陣響，盡數嵌在冰壁之中。眾人盡皆駭然，暗道：「這些珍寶若要寶樹受用，單只一件就要了他的性命。」胡斐橫眉怒目，自左至右逐一望過去，眼光射到誰的臉上，誰就不自禁的低下頭去，不敢與他目光相接。洞中寂靜無聲。寶樹身上雖痛，卻也不敢發出半聲呻吟。隔了良久，胡斐喝道：「各位如此貪愛珍寶，就留在這裏陪伴寶藏吧！」說著攜了苗若蘭的手，轉身便出。眾人萬料不到他居然肯這麼輕易罷手，個個喜出望外，但聽他二人腳步聲在隧道中逐漸遠去，各人齊聲低呼，俯身又去撿拾珠寶。胡斐和苗若蘭來到兩塊圓岩之外。胡斐道：「我們在這裏等上一會，瞧他們出不出來。那一個貪念稍輕，自行出來，就饒了他的性命。」洞內各人雙手亂扒，拚命的執拾珠寶，只恨爹娘當時少生了自己兩三隻手。過了良久，突然隧道中傳來一陣鬱悶的軋軋之聲，眾人初尚不解，轉念之間，個個驚得臉如土色，齊叫：「啊喲，不好啦！」「他堵死了咱們出路。」「快跟他拼了。」眾人情急之下，爭先恐後的擁出，奔到圓岩之後，果見那塊巨岩已被胡斐推回原處，牢牢的堵住了洞門。洞門甚窄，在外尚有著力之處，內面卻只容得一人站立，岩面光滑，無所拉扯，這麼一堵上，過不多時，融化了的冰水重行凍結，若非外面有人來救，洞內諸人萬萬不能出來。苗若蘭心中不忍，道：「你要他們都死在裏面嗎？」胡斐道：「你說，裏面那一個是好人，饒得他活命？」苗若蘭嘆了口氣，道：「這世上除了爹爹和你，我不知道還有誰是真正的好人。可是，你總不能把天下的壞人都殺了啊。」胡斐一怔，道：「我那算得是好人？」苗若蘭抬頭望著他，說道：「我知道你是好的。我沒見你面的時候就知道啦！大哥，你可知在甚麼時候，我這顆心就已交了給你？」這是她第一次出口叫他「大哥」，可是這一聲叫得那麼自然流暢，隨隨便便得脫口而出，卻似已經叫了一輩子一般。胡斐再也抑制不住，張臂抱住了她。苗若蘭伸手還抱，倚在他的懷中。兩人摟抱在一起，但願這一刻無窮無盡。※※※兩人這樣抱著，也不知過了多少時候，忽然洞口傳進來幾下腳步之聲。胡斐心道：「不好！我堵死別人，別要螳螂捕蟬，黃雀在後，讓別人來堵死了我們。」手臂摟著苗若蘭不放，急步搶出洞去。月光之下，但見雪地裏有兩人在發力奔跑，顯然便是雪峰上與自己動過手的武林豪客。胡斐笑道：「你爹爹把那些傢伙都趕跑啦。」彎腰在地下抓起一把雪，手指用勁，這把雪立時團得堅如鐵石。他手臂一揮，雪團直飛過去，擊中前面一人後腰。那人一交俯跌，再也站不起來。後面一人吃了一驚，回過頭來，一個雪團飛到，正中胸口，立時仰天摔倒。兩人跌法不同，卻是同樣的再不站起。胡斐哈哈一笑，忽然柔聲道：「你甚麼時候把心交給了我？我想一定沒我早。我第一眼瞧你，我……我就管不住自己了。」苗若蘭輕聲道：「十年之前，那時候我還只七歲，我聽爹爹說你爹媽之事，心中就盡想著你。我對自己說，若是那個可憐的孩子活在世上，我要照顧他一生一世，要教他快快活活，忘了小時候別人怎樣欺侮他、虧待他。」胡斐心下感激，不知說甚麼才好，只是緊緊的將她摟在懷裏，眼光從她肩上望去，忽見雪峰上幾個黑影，正緣著繩索往下急溜。胡斐叫道：「咱們幫你爹爹截住這些歹人。」說著足底加勁，抱著苗若蘭急奔，片刻間已到了雪峰之下。這時兩名豪客已踏到峰下實地，尚有幾名正急速下溜。胡斐放下苗若蘭，雙手各握一個雪團，雙臂齊揚，峰下兩名豪客應聲倒地。胡斐正要再擲雪團，投擊尚未著地之人，忽聽半山間有人朗聲說道：「是我放人走路，旁人不必攔阻。」這兩句話一個字一個字的從半山裏飄將下來，洪亮清朗，正是苗人鳳的說話。苗若蘭喜叫：「爹爹！」胡斐聽這聲音尚在百丈之外，但語音遙傳，若對其面，金面佛內力之深，卻是己所莫及，不禁大為欽佩，雙手一振，扣在掌中的雪團雙雙飛出，又中躺伏在地的兩名豪客身上，不過上次是打穴，這次卻是解穴。那二人蠕動了幾下，撐持起來，發足狂奔而去。但聽半空中苗人鳳叫道：「果然好俊功夫，就可惜不學好。」這十二字評語，一字近似一字，只見他又瘦又長的人形緣索直下，「好」字一脫口，人已站在胡斐身前。兩人互相對視，均不說話。但聽四下裏乞乞擦擦，盡是踏雪之聲，這次上峰的好手中留得性命的，都四散走了。月光下只見一人一跛一拐的走近，正是杜希孟杜莊主。他將一個尺來長的包裹遞給胡斐，顫聲道：「這是你媽的遺物，裏面一件不少，你收著吧。」胡斐接在手中，似有一股熱氣從包裹傳到心中，全身不禁發抖。苗人鳳見杜希孟的背影在雪地裏蹣跚遠去，心想此人文武全才，結交遍於天下，也算得是個人傑，與自己二十餘年的交情，只因一念之差，落得身敗名裂，實是可惜。他不知杜希孟與胡斐之母有中表之親，更不知胡斐就是二十多年來自己念念不忘的孤兒，當下緩緩轉過頭來，只見女兒身披男人袍服，怯生生的站在雪中，心想眼前此人雖然救了自己性命，卻玷污了女兒清白，念及亡妻失節之事，恨不得殺盡天下輕薄無行之徒，一時胸口如要迸裂，低沉著聲音道：「跟我來！」說著轉身大踏步便走。苗若蘭叫道：「爹，是他……」苗人鳳沉默寡言，素來不喜多說一個字，也不喜多聽一個字，此時盛怒之下，更不讓女兒多說。他見胡斐伸手去拉女兒，喝道：「好大膽！」閃身欺近，左手倏地伸出，破蒲扇一般的手掌已將胡斐左臂握住，說道：「蘭兒你留在這兒，我和這人有幾句話說。」說著向右側一座山峰一指。那山峰雖遠不如玉筆峰那麼高聳入雲，但險峻巍峨，殊不少遜。他放開胡斐手臂，向那山峰急奔過去。胡斐道：「蘭妹，你爹既這般說，我就過去一會兒，你在這裏等著。」苗若蘭道：「你答應我一件事。」胡斐道：「別說一件，就是千件萬件，也全憑你吩咐。」苗若蘭道：「我爹若要你娶我……」最後兩字聲若蚊鳴，幾不得聞，低下了頭，羞不可抑。胡斐將適才從杜希孟手裏接來的包裹交在她手裏，柔聲道：「你放心。我將我媽的遺物交於你手。天下再沒一件文定之物，能有如此隆重的。」苗若蘭接過包裹，身子不自禁的微微顫動，低聲道：「我自然信得過你。只是我知道爹爹脾氣，若是他惱了你，甚至罵你打你，你都瞧在我臉上，便讓了他這一回。」胡斐笑道：「好，我答應你。」遠遠望去，只見苗人鳳的人影在白雪山石間倏忽出沒，正自極迅捷的向山峰奔上，當下輕輕的在苗若蘭的臉頰上親了一親，提氣向苗人鳳身後跟去。※※※他順著雪地裏的足跡，一路上山，轉了幾個彎，但覺山道愈來愈險，當下絲毫不敢大意，只怕一個失足，摔得粉身碎骨。奔到後來，山壁間全是凝冰積雪，滑溜異常，竟難有下足之處，心道：「苗大俠故意選此險道，必是考較我的武功來著。」於是展開輕功，全力施為，山道越險，他竟奔得越快。又轉過一個彎，忽見一條瘦長的人影站在山壁旁一塊凸出的石上，身形襯著深藍色的天空，猶似一株枯槁得老樹，正是打遍天下無敵手金面佛苗人鳳。胡斐一怔，急忙停步，雙足使出「千斤墜」功夫，將身子牢牢定住峭壁之旁。苗人鳳低沉著嗓子說道：「好，你有種跟來。上吧！」他背向月光，臉上陰沉沉的瞧不清楚神色。胡斐喘了口氣，面對著這個自己生平想過幾千幾萬遍之人，一時之間竟爾沒了主意：「他是我殺父仇人，可是他又是若蘭的父親。「他害得我一生孤苦，但聽平四叔說，他豪俠仗義，始終沒對不起我的爹媽。「他號稱打遍天下無敵手，武功藝業，舉世無雙，但我偏不信服，倒要試試是他強呢還是我強？「他苗家與我胡家累世為仇，百餘年來相砍不休，然而他不傳女兒武功，是不是真的要將這場世仇至他而解？「適才我救了他的性命，可是他眼見我與若蘭同床共被，認定我對他女兒輕薄無禮，不知能否相諒？」苗人鳳見胡斐神情粗豪，虯髯戟張，依稀是當年胡一刀的模樣，不由得心中一動，但隨即想起，胡一刀之子早已為人所害，投在滄州河中，此人容貌相似，只是偶然巧合，想起他欺辱自己的獨生愛女，怒火上沖，左掌一揚，右拳呼的一聲，衝拳直出，猛往胡斐胸口擊去。胡斐與他相距不過數尺，見他揮拳打來，勢道威猛無比，只得出掌擋架。兩人拳掌相交，身子都是一震。苗人鳳自那年與胡一刀比武以來，二十餘年來從未遇到敵手，此時自己一拳被胡斐化解，但覺對方掌法精妙，內力深厚，不禁敵愾之心大增，運掌成風，連進三招。胡斐一一拆開，到第三招上，苗人鳳掌力極猛，他雖急閃避開，但身子連幌幾幌，險險墜下峰去，心道：「若再相讓，非給他逼得摔死不可。」眼見苗人鳳左足飛起，急向自己小腹踢到，當即右拳左掌，齊向對方面門拍擊，這一招攻敵之不得不救，是拆解他左足一踢的高招。胡斐這一招用的雖是重手，究竟未出全力。但高手比武，半點容讓不得，苗人鳳伸臂相格，使的卻是十成力。四臂相交，咯咯兩響，胡斐只覺胸口隱隱發痛，急忙運氣相抵。豈知苗人鳳的拳法剛猛無比，一佔上風，拳勢愈來愈強，再不容敵人有喘息之機。若在平地，胡斐原可跳出圈子，逃開數步，避了他掌風的籠罩，然後反身再鬥，但在這巉崖峭壁之處，實是無比可退，只得咬緊牙關，使出「春蠶掌法」，密密護住全身各處要害。這「春蠶掌法」招招全是守勢，出手奇短，抬手踢足，全不出半尺之外，但招數綿密無比，週身始終不露半點破綻。這路掌法原本用於遭人圍攻而大處劣勢之時，不求有功，但求無過，雖守得緊密，確有一個極大不好處，一開頭即是「立於不勝之地」，名目叫做「春蠶掌法」，確是作繭自縛，不能反擊，不論敵人招數中露出如何重大破綻，若非改變掌法，永難克敵制勝。苗人鳳一招緊似一招，眼見對方情勢惡劣，但不論自己如何強攻猛擊，胡斐必有方法解救，只是他但守不攻，自己卻無危險，當下不顧防禦，十分力氣全用在攻堅破敵之上。鬥到酣處，苗人鳳一拳打出，胡斐一避，那拳打在山壁之上，冰凌飛濺，一小塊射上了他左眼。眼皮極是柔軟，這一下又是出乎意料之外，難以防備，胡斐但覺眼上劇痛，雖不敢伸手去揉，拳腳上總是一緩。苗人鳳乘勢搶進，靠身山壁，已將胡斐逼在外檔。此時強弱優劣之勢已判，胡斐半身凌空，只要足底微出，身子稍有不穩，立時掉下山谷，苗人鳳卻是背心向著山壁，招招逼迫對手硬接應架。胡斐極是機伶，卻也偏不上這個當，出手柔韌滑溜，盡力化解來勢，決不正面相接。兩人武功本在仲伯之間，平手相鬥，胡斐已未必能勝，現下加上許多不利之處，如何能夠持久？又鬥數招，苗人鳳忽地躍起，連踢三腳。胡斐急閃相避，但見對手第三腳踢過，雙掌齊出，直擊自己胸口。這兩掌難以化解，自己站立之處又是無可避讓，只得也是雙掌拍出，硬接來招。四掌相交，苗人鳳大喝一聲，勁力直透掌心。胡斐身子一幌，急忙運勁反擊。兩人都將畢生功力運到了掌上，這是硬碰硬的比拼，半點取巧不得。兩人氣凝丹田，四目互視，竟是僵住了再也不動。苗人鳳見他武功了得，不由得暗暗驚心：「近年來少在江湖上走動，竟不知武林中出了這等厲害人物！」雙腿稍彎，背脊已靠上山壁，一收一吐，先江胡斐的掌力引將過來，然後藉著山壁之力，猛推出去，喝道：「下去！」這一推本就力道強勁無比，再加上借了山壁的反激，更是難以抵擋，胡斐身子連幌，左足已然凌空。但他下盤之穩，實是非同小可，右足在山崖邊牢牢定住，宛似鐵鑄一般。苗人鳳連催三次勁，也只能推得他上身幌動，卻不能使他右足移動半分。苗人鳳暗暗驚佩：「如此功夫，也可算得是曠世少有，只可惜走上了邪路。他年歲尚輕，今日若不殺他，日後遇上，未必再是他敵手。他恃強為惡，世上有誰能制？」想到此處，突然間左足一登，一招「破碑腳」，猛往胡斐右膝上踹去。胡斐全靠單足支持，眼見他一腳踹到，無可閃避，嘆道：「罷了，罷了，我今日終究命喪他手。」危難中死中求生，右足一登，身子陡然拔起丈餘，一個鷂子翻身，凌空下擊。苗人鳳道：「好！」肩頭一擺，撞了出去。胡斐雙拳打中了他肩頭，卻被他巨力一撞，跌出懸崖，向下直墜。胡斐慘然一笑，一個念頭如電光般在心中一閃：「我自幼孤苦，可是臨死之時得蒙蘭妹傾心，也自不枉了這一生。」突然臂上一緊，下墜之勢登時止住，原來苗人鳳已抓住他手臂，將他拉了上來，喝道：「你曾救我性命，現下饒你相報。一命換一命，誰也不虧負了誰。來，咱們重新打過。」說著站在一旁，與胡斐並排而立，不再佔倚壁之利。胡斐死裏逃生，已無鬥志，拱手說道：「晚輩不是苗大俠敵手，何必再比？苗大俠要如何處置，晚輩聽憑吩咐就是。」苗人鳳皺眉道：「你上手有意相讓，難道我就不知？你欺苗人鳳年老力衰，不是你對手嗎？」胡斐道：「晚輩不敢。」苗人鳳喝道：「出手！」胡斐要解釋與苗若蘭同床共衾，實是出於意外，決非存心輕薄，說道：「在那廂房之中……」苗人鳳聽他提及「廂房」二字，怒火大熾，劈面就是一掌。胡斐只得接住，經過了適才之事，知道只要微一退讓，立時又給他掌力罩住，只得全力施為。兩人各展平生絕藝，在山崖邊拳來腳往，鬥智鬥力，鬥拳法，鬥內功，拆了三百餘招，竟是難分勝敗。苗人鳳愈鬥心下愈疑，不住想到當年在滄州與胡一刀比武之事，忽地向後躍開兩步，叫道：「且住！你可識得胡一刀嗎？」胡斐聽他提到亡父之名，悲憤交集，咬牙道：「胡大俠乃前輩英雄，不幸為奸人所害。我若有福氣能得他教誨幾句，立時死了，也所甘心。」苗人鳳心道：「是了，胡一刀去世已二十七年。眼前此人也不過二十多歲，焉能相識？他這幾句話說得甚好，若不是他欺辱蘭兒，單憑這幾句話，我就交了他這個朋友。」順手在山邊折下兩根堅硬的樹枝，掂了一掂，重量相若，將一根拋給胡斐，說道：「咱們拳腳難分高下，兵刃上再決生死。」說著樹枝一探，左手捏了劍訣，樹枝走偏鋒刺出，使的正是天下無雙、武林絕藝的「苗家劍法」。雖是一根小小樹枝，但刺出時勢夾勁風，又狠又準，要是給尖梢刺上了，實也與中劍無異。胡斐見來勢厲害，那敢有絲毫怠忽，樹枝一擺，向上橫格，這一格剛中帶柔，卻是名家手法。苗人鳳一怔，心道：「怎麼他武功與胡一刀這般相似？」但高手相鬥，刀劍一交，後著綿綿而至，決不容他有絲毫遲疑的餘裕，但見胡斐樹刀格過，跟著提手上撩，苗人鳳揮樹劍反削，教他不得不迴刀相救。這一番惡鬥，胡斐一生從未遇過。他武功全是憑著父親傳下遺書修習而成，招數雖然精妙，實戰經驗畢竟欠缺，功力火候因年歲所限，亦未臻上乘，好在年輕力壯，精力遠過對方，是以數十招中打得難解難分。兩人迭遇險招，但均在極危急下以巧妙招數拆開。胡斐奮力拆鬥，心中佩服：「金面佛苗大俠果然名不虛傳，若他年輕二十歲，我早已敗了。難怪當年他和我爹爹能打成平手，當真英雄了得。」兩人均知要憑招數上勝得對方，極是不易，但只須自己背脊一靠上山壁，占了地利，這一場比拼就是勝了。因此都是竭力要將對方逼向外圍，爭奪靠近山壁的地勢。但兩人招招扣得緊密，只要向內緣踏進半步，立時便受對方刀劍之傷。鬥到酣處，苗人鳳使一招「黃龍轉身吐鬚勢」疾刺對方胸口，眼見他無處閃避，而樹刀砍在外檔，更是不及回救。胡斐吃了一驚，忙伸手在他樹枝上橫撥，右手一招「伏虎式」劈出。苗人鳳叫了一聲：「好！」樹劍一抖。胡斐左手手指劇痛，急忙撒手。苗人鳳踏上半步，正要刺出一招「上步摘星式」，那知崖邊堅壁給二人踏得久了，竟漸漸鬆裂融化，他劍勢向前，全身重量盡在後邊的左足之上，只聽喀喇一響，一塊岩石帶著冰雪，墮入下面深谷。苗人鳳腳底一空，身不由主的向下跌落，胡斐大驚，忙伸手去拉。只是苗人鳳一墜之勢著實不輕，雖然拉住了他袖子，可是一帶之下，連自己也跌出崖邊。二人不約而同的齊在空中轉身，貼向山壁，施展「壁虎遊牆功」，要爬回山崖。但那山壁上全是冰雪，滑溜無比，那「壁虎遊牆功」竟然施展不出，莫說是人，就當真壁虎到此，只怕也遊不上去。可是上去雖然不能，下墮之勢卻也緩了。二人慢慢溜下，眼見再溜十餘丈，是一塊向外凸出的懸岩，如不能在這岩上停住，那非跌個粉身碎骨不可。念頭剛轉得一轉，身子已落在岩上。二人武功相若，心中所想也是一模一樣，當下齊使「千斤墜」功夫，牢牢定住腳步。岩面光圓，積了冰雪更是滑溜無比，二人武功高強，一落上岩面立時定身，竟沒滑動半步。只聽格格輕響，那數萬斤重的巨岩卻搖晃了幾下。原來這塊巨岩橫架山腰，年深月久，岩下砂石漸漸脫落，本就隨時都能掉下谷中，現下加上了二人重量，砂石夾冰紛紛下墮，巨岩越幌越是厲害。那兩根樹枝隨人一齊跌在岩上。苗人鳳見情勢危急異常，左掌拍出，右手已拾起一根樹枝，隨即「上步雲邊摘月」，挺劍斜刺。胡斐頭一低，彎腰避劍，也已拾起樹枝，還了一招「拜佛聽經」。兩人這時使的全是進手招數，招招狠極險極，但聽得格格之聲越來越響，腳步難以站穩。兩人均想：「只有將對方逼將下去，減輕岩上重量，這巨岩不致立時下墮，自己才有活命之望。」其時生死決於瞬息，手下更不容情。片刻間交手十餘招，苗人鳳見對方所使的刀法與胡一刀當年一模一樣，疑心大盛，只是形格勢禁，實無餘暇相詢，一招「返腕翼德闖帳」削出，接著就要使出一招「提撩劍白鶴舒翅」。這一招劍掌齊施，要逼得對方非跌下岩去不可，只是他自幼習慣使然，出招之前不禁背脊微微一聳。其時月明如洗，長空一碧，月光將山壁映得一片光亮。那山壁上全是晶光的凝冰，猶似鏡子一般，將苗人鳳背心反照出來。胡斐看得明白，登時想起平阿四所說自己父親當年與他比武的情狀，那時母親在他背後咳嗽示意，此刻他身後放了一面明鏡，不須旁人相助，已知他下一步非出此招不可，當下一招「八方藏刀式」，搶了先著。苗人鳳這一招「提撩劍白鶴舒翅」只出得半招，全身已被胡斐樹刀罩住。他此時再無疑心，知道眼前此人必與胡一刀有極深的淵源，嘆道：「報應，報應！」閉目待死。※※※胡斐舉起樹刀，一招就能將他劈下岩去，但想起曾答應過苗若蘭，決不能傷她父親。然而若不劈他，容他將一招「提撩劍白鶴舒翅」使全了，自己非死不可，難道為了相饒對方，竟白白送了自己性命嗎？霎時之間，他心中轉過了千百個念頭：這人曾害死自己父母，教自己一生孤苦，可是他豪氣干雲，是個大大的英雄豪傑，又是自己意中人的生父，按理這一刀不該劈將下去；但若不劈，自己決無活命之望，自己甫當壯年，豈肯便死？倘若殺了他吧，回頭怎能有臉去見苗若蘭？要是終生避開她不再相見，這一生活在世上，心中痛苦，生不如死。那時胡斐萬分為難，實不知這一刀該當劈是不劈。他不願傷了對方，卻又不願賠上自己性命。他若不是俠烈重意之士，這一刀自然劈了下去，更無躊躇。但一個人再慷慨豪邁，卻也不能輕易把自己性命送了。當此之際，要下這決斷實是千難萬難……※※※苗若蘭站在雪地之中，良久良久，不見二人歸來，當下緩緩打開胡斐交給她的包裹。只見包裹是幾件嬰兒衣衫，一雙嬰兒鞋子，還有一塊黃布包袱，月光下看得明白，包上繡著「打遍天下無敵手」七個黑字，正是她父親當年給胡斐裹在身上的。她站在雪地之中，月光之下，望著那嬰兒的小衣小鞋，心中柔情萬種，不禁癡了。※※※胡斐到底能不能平安歸來和她相會，他這一刀到底劈下去還是不劈？（全書完）　