第一一七回　豪情豪義蕭峰跟著又是一招「亢龍有悔」，前招掌力未消，後招掌力又至。丁春秋不敢正面直攖其鋒，一掌斜斜的揮了出去，與蕭峰掌力的偏勢一觸，但覺右臂酸麻，胸中氣息登時沉濁，當即乘勢縱出三丈以外，唯恐敵人又再追擊，豎掌當胸，暗暗將毒氣凝到掌上。蕭峰輕伸猿臂，將從半空中墮下的阿紫接住，著手之際，已解開了她的穴道。阿紫自被丁春秋制住，雖然目不能視物，口不能說話，於周遭變故，卻是聽得清清楚楚，身上穴道一被解開，立時喜道：「好姐夫，多虧你來救了我。」蕭峰想起她不辭而別，害得自己好生掛念，這女孩子實在太過頑劣，怒氣上衝，伸手在她的屁股上便是一掌，說道：「你便是要出門，怎麼也不跟我說一聲？害得我到處找你。」他在遼國日久，多沾契丹人的風習，性子又向來豁達豪爽，不拘小節，怒發於心，伸手便打。饒是他這一掌未含真力，阿紫便痛得哇哇大叫起來，說道：「壞姐夫，你怎麼打人？」蕭峰道：「正要教訓教訓你這小丫頭！」驀見阿紫轉過頭來，眼中無光，瞳仁已毀，不由得吃驚道：「你──你的眼睛──」蕭峰來到山上之時，群雄立時騷動，那日聚賢莊上一戰，他孤身一人連斃數十名好手，當真是威震天下。中原群雄思之切齒，卻也是聞之喪膽，這時見他突然又到少室山來，眾人心想惡戰又是勢所難免，當日曾參與聚賢莊之會者，同思其時莊中大廳上血肉橫飛的慘狀，兀自心有餘悸，不寒而慄。待見他僅以一招「亢龍有悔」，將一個不可一世的星宿老仙打得落荒而逃，個個更增加了幾分驚懼，一時山上群雄面面相覷，肅然無語，只有星宿派門人還有十幾個在那裏大言不慚：「姓喬的，你身上中了我星宿派老仙的仙術，不出十天，全身化為膿血而亡！」「星宿老仙見你是後生小輩，先讓你三招！」「星宿老仙是甚麼身份，怎屑與你動手？你再不悔悟，向星宿老仙求饒，日後勢必死無葬身之地。」只是聲音零零落落，絕無先前的囂張氣燄。游坦之見到蕭峰，心上微有懼意，待見他打責阿紫，那卻難以忍耐，當即縱身而前，說道：「你快放下阿紫姑娘！」蕭峰將阿紫放在地下，道：「閣下何人？」游坦之在遼國曾和他相見，此刻自己不但面目全非，身份武功亦已全然不同，但蕭峰的「南院大王」之威，在游坦之心中根深蒂固，實是難以磨滅，何況蕭峰出手救出阿紫，這勇救佳人之德，於他已勝過了殺父之仇、毀家之恨，不由得氣勢先自怯了，囁嚅道：「在下──在下是極樂派掌門、丐幫幫主──幫主王星天。」丐幫中有人大聲說道：「你已拜入星宿派門下，怎麼能是丐幫幫主？」阿紫道：「我才是星宿派的掌門。王公子向星宿老怪行使『磕頭化血功』，你道真是拜他為師麼？星宿老怪已著了道兒，不出三日，便全身化血而死，屍骨無存。你若不信，等著瞧罷！」她不愧為星宿派嫡傳弟子，這強辭奪理，老著面皮公然說謊的本領，練得到家之極。丐幫群弟子將信將疑，心想星宿派功夫奸惡邪毒，無奇不有，說不定真有甚麼「磕頭化血功」也未可知。蕭峰聽阿紫又在胡說八道，目光環掃之際，在人叢中見到了段正淳和阮星竹，胸中一酸又是一喜，朗聲道：「大理國鎮南王爺，令愛千金在此，你好好的管教罷！」攜著阿紫的手，三腳兩步，走到段正淳身前，輕輕將她一推。阮星竹早已哭濕了衫袖，這時更加淚如雨下，撲上前來，摟住了阿紫，道：「乖孩子，你──你的眼睛怎麼樣了？」阿紫對父母卻沒有情誼，她要強好勝，不肯承認是給丁春秋弄盲，大聲道：「那有甚麼要緊？我在練星宿派的『四眼普觀大法』，故意把眼睛瞎了的。丁春秋就不會這功夫。」段譽見到蕭峰突然出現，大喜之下，早便想上前廝見，只是蕭峰掌擊丁春秋，責打阿紫，會見游坦之，沒絲毫空間。待得阮星竹抱住了阿紫大哭，段譽不由得暗暗納罕：「怎地喬大哥說這個盲眼少女是我爹爹的令愛千金？」但他素知父親到處留情，心念一轉之際，便已猜到了父親與阮星竹的關係，快步而出，叫道：「大哥，別來可好？這可想煞小弟了。」蕭峰自和他在無錫酒樓中賭酒結拜，雖然相聚甚短，卻是傾慕如故，肝膽相照，意氣十分相投，當即上前握住他的雙手，說道：「兄弟，別來多事，一言難盡，差幸你我安好。」忽聽得人叢中有人大聲叫道：「姓喬的，你殺了我兄長，血仇未曾得報，今日和你拼了。」跟著又有人喝道：「這喬峰乃契丹胡虜，人人得而誅之，今日可再也不能容他活著走下少室山去。」但聽得呼喝之聲，響成一片，有的說蕭峰殺了他的兒子，有的說他殺了父親。要知蕭峰當日在聚賢莊一戰，殺傷的高手著實不少。此時聚在少林山上的各路英雄，與死者若非親人戚屬，大都也有師門淵源，或是知交戰友，心中雖對蕭峰甚是忌憚懼怕，但想到親友血仇，終於忍不住向之叫罵。喝聲一起，登時越來越是響亮。眾人眼見蕭峰隨行的不過一十八騎，他與丐幫及少林派均有仇怨，而適才與丁春秋一戰更成為星宿派的大敵，動起手來，就算丐幫兩不相助，各路英雄、少林寺僧侶，再加上星宿派門人，以數千人圍攻蕭峰一十九騎契丹人馬，就算他真有通天的本領，那也決計難脫重圍。聲勢一盛，各人膽氣也便更加壯了。何況到少室山來的，都是各門各派中的首腦人物，武功既高，向來均是獨霸一方，誰也不是貪生怕死的懦夫。蕭峰聽得群雄叫囂，朗聲說道：「蕭峰此番來到中原，乃是有一件要事向少林寺請教。眾位欲殺蕭某而後快，原無不可，能否成功，待會各憑雙手本事，此刻卻恕不奉陪。」群雄人多口雜，混亂之中那裏肯靜靜的等待，有些粗魯之輩、急仇之人，不免口出污言，叫罵得甚是兇狠毒辣。這麼的推波助瀾，數十人紛紛拔出兵刃，舞刀擊劍，湧將過來，看情勢便欲一擁而上，將蕭峰亂刀分屍。蕭峰一人快馬奔馳的來到少室山，事先絕未料到竟有這許多對頭聚集在一起，只是既來之，則安之，卻也不便立時退去。此刻見群雄劍拔弩張，一場血戰已如箭在弦，蕭峰自幼便在中原江湖行走，與各路英雄不是素識，便是相互聞名，知道這些人大都是俠義之輩，所以與自己結怨，一來由於自己乃契丹人，二來卻是有人從中挑撥，出於誤會。當日聚賢莊一戰，為了自全，殺傷甚多，實非心中所願，今日若再大戰一場，取勝絕無可能，自己縱能全身而退，攜之同來的「燕雲十八騎」，卻不免傷亡慘重。何況即令將這些人殺得乾乾淨淨，只有增加心中內疚，又有何益？他此念一起，心中便即盤算：「在這許多人之前，要向少林寺請問的事，是不便提的了。不如先行避開，以免流血傷人，待眾人散去之後，再來不遲。」當即向段譽道：「兄弟，此時局面惡劣，我兄弟難以多敘，你暫且退開，山高水長，後會有期。」他是要段譽避在一旁，免得向山下衝突之時，旁人出手誤傷了他。段譽雖是不會武功，卻是極具血性肝膽，眼見各路英雄數逾千人，個個要擊殺義兄，不由得激起了他的俠義之心，大聲說道：「大哥，做兄弟的和你結義之時，說甚麼來？咱倆有福同享，有難同當，不願同年同月同日生，但願同年同月同日死。今日大哥有難，兄弟焉能苟且偷生？」他以前每次遇到危難，都是施展凌波微步的巧妙步法，從人叢中奔逃出險，這時絲毫沒想到自逃性命，越是見到情勢兇險，越是決意與蕭峰同死，以全結義之情。一眾豪傑大都不識段譽是何許人，見他自稱是蕭峰的結義兄弟，決意與蕭峰聯手和眾人對敵，這麼一副文弱儒雅的模樣，年紀又輕，自是誰也沒將他放在心上，反而叫嚷得更兇，蕭峰道：「兄弟，你的好意，哥哥甚是感謝，他們想要殺我，卻也沒有這麼容易。你快退開，否則我要分手護你，反而不便迎敵。」段譽道：「你不用護我。他們和我無怨無仇。如何便殺我？」蕭峰臉上露出苦笑，胸間感到一陣悲涼之意，心想：「倘若無怨無仇便不加害，世間種種怨仇卻又從何而生？」段正淳低聲向范驊、華赫良、巴天石諸人說道：「這位蕭大俠於我有救命之恩，待會危急之際，咱們衝入人群，助他脫險。」范驊道：「是！」他向拔刃相向的數千豪傑瞧了一眼，說道：「對方人多，不知主公有何計策？」段正淳搖搖頭，道：「大丈夫恩怨分明，勉力而為，以死相報。」大理眾士齊聲道：「原當如此！」這邊姑蘇燕子塢諸人也在輕聲商議，公冶乾自在無錫與蕭峰對掌賽酒之後，對他極是傾倒，力主出手相助。包不同和風波惡對蕭峰也十分佩服，躍躍欲試的要上前助拳。慕容復卻道：「眾位兄長，咱們以復興大燕為第一要務，豈可為了蕭峰一人得罪天下英雄？」鄧百川道：「公子之言甚是。咱們該當如何？」慕容復道：「收攬人心，以為己助。」突然間長嘯而出，朗聲說道：「蕭兄，你是契丹英雄，視我中原豪傑，有如無物，區區姑蘇慕容復，今日想領教閣下高招。在下死在蕭兄掌下，也算是為中原豪傑盡了一分微力，雖死猶榮。」他這幾句話其實是說給中原豪傑聽的，這麼一來，不論勝敗，中原豪傑自將姑蘇慕容氏視作生死之交，果然群豪一聽之下，喝采之聲，響徹四野。要知群豪雖有一拼之心，但誰也不敢首先上前挑戰。人人均知縱然戰到後來終於能將他擊斃，但頭上幾十人卻是非死不可，這時忽見慕容復上場，不由得大是快慰，精神為之一振。「北喬峰、南慕容」二人向來齊名，慕容復決死出手，就算最後不敵，也已大殺對方兇燄，耗去他不少內力。蕭峰也是久聞「姑蘇慕容」的大名，知道他這一家的武功非同小可，忽聽他向自己挑戰，不由得吃了一驚，雖然慕容復一人未必能制自己死命，但有這麼一個高手為敵，可不怎麼容易脫身了。他雙手一合，抱拳相見，說道：「素聞公子英名，今日得見高賢，大慰平生。」段譽急道：「慕容兄，這可是你的不是了。我大哥初次和你相見，素無嫌隙，你何必乘人之危？」慕容復冷冷一笑，道：「段兄要做抱打不平的英雄好漢，一並上來賜教便是。」他對段譽糾纏王玉燕，心中早已不耐，此刻乘機發作了出來。段譽道：「我有甚麼本領來賜教於你？只不過說句公道話罷了。」丁春秋被蕭峰數掌擊退，大感面目無光，而自己的種種絕技，至未得施，當下縱身而前，打個哈哈，說道：「姓蕭的，老夫看你年輕，適才讓你三招，這第四招卻不能讓了。」游坦之上前說道：「王星天多謝你救了阿紫姑娘，可是殺父之仇，不共戴天。姓蕭的，你今日要想生下少室山，那是難上加難。」少林派玄生大師暗暗傳下號令：「羅漢大陣把守各處下山的要道。這惡徒害死了玄苦師兄，絕不容也再生還。」蕭峰見三大高手以鼎足之勢圍住了自己，少林群僧東一簇、西一撮，看似雜亂無章，其實暗含極厲害的陣法，這情形比之當年聚賢莊之戰又是兇險得多。忽聽得幾聲馬匹悲嘶之聲，十九匹雄健之極的契丹駿馬，一匹匹翻身滾倒，口吐白沫，斃於地下。蕭峰一見己方的坐騎突然倒斃，更是一驚。十八名契丹武士連聲呼叱，出刀出掌，剎那間將七八名星宿派門人砍倒擊斃，另有數名星宿門人卻逃了開去。原來丁春秋上前挑戰之際，他們便分頭下毒，算計了契丹人的坐騎，要蕭峰不能倚仗駿馬腳力衝出重圍。蕭峰一瞥眼間，看到愛馬在臨死之時，眼望自己，流露出戀主的凄涼之色，想到乘坐此馬日久，千里南下，更是朝夕不離，不料卻於此處喪於奸人之手，胸口熱血上湧，激發了英雄肝膽，一聲長嘯，說道：「慕容先生、王幫主、丁老怪，你們便是三位齊上，蕭某何懼？」他惱恨星宿派手段陰毒，呼的一掌，向丁春秋猛擊出去，丁春秋領教過他掌力的厲害，雙掌齊出，全力抵禦。蕭峰順勢一帶，將二人的掌力都引了開來，斜斜的劈向慕容復。慕容復最擅長本的是「斗轉星移」之技，將對方使來的招數轉換方位，反施於對方，但蕭峰這一招挾著二人的掌力，力道太過雄渾，同時掌力急速迴旋，實不知他擊向何處，竟然無法牽引，當即凝運內力，雙掌推出，同時向後飄開了三丈。蕭峰身子微側，避開了慕容復的掌力，大喝一聲，猶似半空中響個霹靂，一拳平平向游坦之擊出。他身體魁偉，比游坦之足足高了一個頭，這一拳打將出去，正對準了他的面門。游坦之對他心中本存懼意，聽到他一聲大喝，更是大吃一驚。蕭峰這一拳來得好快，掌擊丁春秋、斜劈慕容復、拳打游坦之，雖說有先後之分，但三招接連而施，快如電閃，游坦之雙手一伸，待要招架，拳力已及面門。總算他勤練「易筋經」後，功力大增，體內自然而然的生出反應，忙將腦袋向後一仰，兩個空心觔斗向後翻出，這才在間不容髮之際避開了蕭峰的千斤一擊。只聽得群雄「咦」的一聲，游坦之臉上一涼，便見一片片碎布如蝴蝶般四散飛開。他蒙在臉上的面幕，竟被蕭峰這一拳擊得粉碎。旁觀眾人見到這個丐幫幫主、極樂派掌門人一張臉凹凹凸凸，一塊紅，一塊黑，滿是創傷疤痕，醜陋可怖，達於極點，無不駭然。蕭峰三招之間，擊退了當世的三大高手，豪氣勃發，大聲道：「拿酒來！」一名契丹武士從死馬背上解下一隻大皮袋，快步走近，雙手奉上。蕭峰拔下袋上的塞子，將袋高舉過頂，一股白酒激瀉而下。他仰起頭來，咕嘟咕嘟的喝之不已。皮袋中所裝的酒，少說也有二十來斤，但蕭峰一口氣不停，將一個裝得鼓脹的皮袋中的白酒，喝得涓滴無存。只見他肚子微微脹起，臉色卻黑黝黝地一如平時毫無酒意。群雄相顧失色之中，蕭峰右手一揮，餘下十七名契丹武士各持一隻大皮袋，奔到身前。蕭峰向十八名武士說道：「眾位兄弟，這位大理公子，乃是我的結義兄弟。今日咱們陷身重圍之中，寡不敵聚，已然勢難脫身。」他適才和慕容復等各較一招，雖然佔了上風，卻已試出這三大高手每一個都是身負絕技，三人聚手，自己便非其敵，何況此外虎視眈眈、環伺在側者，又有千百名豪傑。他拉著段譽之手，說道：「兄弟，你我生死與共，不枉了結義一場，死也罷，活也罷，大家痛痛快快的喝他一場。」段譽為他豪氣所激，接過一隻皮袋，說道：「不錯，正要和大哥喝一場酒。」突然之間，少林群僧中走出一名灰衣僧人，朗聲道：「大哥、三弟，你們喝酒，怎麼不來叫我？」正是虛竹。他在人叢中見到蕭峰一上山來，登即英氣逼人，群雄黯然無光，不由得大為心折，又見段譽顧念結義之情，甘與共死，當日自己在飄渺峰上與段譽結拜之時，曾將蕭峰也結拜在內，大丈夫一言既出，至死不渝，想起與段譽大醉靈鷲宮的豪情勝慨，登時將甚麼安危生死、清規格律，一概置之腦後。蕭峰從未見過虛竹，忽聽他稱自己為「大哥」，不禁一獃。段譽卻搶了上去，拉著虛竹的手，轉身向蕭峰道：「大哥，這也是我的結義哥哥。他出家時法名虛竹，還俗時叫虛竹子。咱二人結拜之時，將你也結拜在內。二哥，快來拜見大哥。」虛竹當即上前，跪下磕頭，說道：「大哥在上，小弟叩見。」蕭峰微微一笑，心想：「兄弟做事有點獃氣，他和人結拜，竟將我也結拜在內。我死在頃刻，情勢兇險無比，但這人不怕艱危，挺身而出，足見是個重義輕身的大丈夫，好漢子。蕭峰和這種人相結為兄弟，卻也不枉了。」當即跪倒，說道：「兄弟，蕭某得能結交你這等英雄好漢，歡喜得緊。」兩人相對拜了八拜，竟然在天下英雄之前，義結金蘭。蕭峰不知虛竹身負絕頂武功，見他是少林寺中的一名低輩僧人，料想功夫有限，只是他既慷慨赴義，若教他避在一旁，反而小覷他了，提起一隻皮袋，說道：「二位兄弟，這十八契丹武士對哥哥忠心耿耿，平素相處，有如手足，大家痛飲一場，放手大殺罷。」拔開袋上塞子，大飲一口，交給虛竹。虛竹胸中熱血如沸，管他甚麼佛家的五戒六戒、七戒八戒，提起皮袋，便即喝了一口交給段譽，段譽喝一口後，交了給一名契丹武士。眾武士一齊舉袋痛飲烈酒。虛竹向蕭峰道：「大哥，這個星宿老怪害死了我的師父、師兄，及害死我少林派的師叔祖玄難大師和玄痛大師。兄弟要報仇了！」蕭峰心中一奇，道：「你──」第二個字還沒說下去。虛竹雙掌飄飄，已向丁春秋直擊了過去。蕭峰見他掌法精奇，內力渾厚，不由得又驚又喜，心道：「原來二弟武功如此了得，那個萬萬意想不到。」喝道：「看拳！」呼呼兩拳，分向慕容復和游坦之猛擊過去。十八名契丹武士知道主公心意，在段譽身周一圍，團團護衛，游坦之和慕容復分別出招，也解了蕭峰擊來的拳勢。虛竹的「天山六陽掌」盤旋飛舞，著著進逼。這天山六陽掌雖是天山童姥所創，但根基完全源自逍遙派的功夫，丁春秋只拆了三招，便暗暗心驚：「怎麼這小和尚竟會使逍遙派的掌法？」他自和游坦之對掌吃了大虧之後，再見虛竹使出逍遙派的掌法來，不敢使用毒功，深恐虛竹的毒功更是自己之上，那時害人不成，反受其害，劇毒若是逼入自身，為禍慘不堪言，當即也以本門掌法相接，心道：「我先摸清了你這小禿的底細來歷，再來計算於你也不遲。」那逍遙派的武功講究輕靈飄逸，無跡可尋，丁春秋和虛竹都是個中翹楚，這一交上手，但見一個童顏白髮，彷若神仙，一個僧袖飄飄，冷若御風。兩個人都是一沾即走，當真便似一對花間蝴蝶，蹁躚不定，於這「逍遙」二字發揮到了淋漓盡致。旁觀群雄於這逍遙派的武功大都是從未見過，一個個只看得心曠神怡，均想：「這二人招招兇險，攻向敵人要害，顯然每一招都是生死之爭，偏生姿式卻是如此優雅美觀，直如舞蹈。這般舉重若輕，瀟灑如意的掌法，武林中從所未聞，卻不知那一門功夫，叫做甚麼名字？」那邊廂蕭峰獨鬥慕容復、游坦之二人，最初十招，頗佔上風，但到十餘招後，只覺游坦之每一掌擊出，每一掌拍來，都是滿含陰寒之氣。蕭峰以全力和慕容復相拼之際，游坦之再向他出招，不由得寒氣襲體，大為難當。要知游坦之體內的冰蠶寒毒得到易筋經內功一加培養，正邪為輔，火水相濟，已成為天下一等一的厲害內功。蕭峰雖然天生的勇武，遇到了這種亦正亦邪的功夫，卻也頗覺不易應付，再加上慕容復的武功和他亦是在伯仲之間，每在要緊關頭出手攻擊要害，更感辣手。蕭峰力戰慕容復與游坦之兩大高手，兇險之情，比之當日在聚賢莊與數百名武林好漢對壘，實是不遑多讓。但他天生的雄健威武，越是處境不利，體內潛在神力越是發揚了出來，他將天下陽剛第一的「降龍十八掌」一掌掌的發出，竟爾使慕容復和游坦之二人無法近身，卻也幸得如此，游坦之的冰蠶寒毒才不致侵襲到他身上。但蕭峰如此發掌內力消耗著實不小，只要拆到二百餘招之後，掌力勢非減弱不可。游坦之並無接戰經驗，看不透其中的訣竅，慕容復卻是心下雪亮，知道如此這般的鬥將下去，只須自己和王星天不在一個時辰中落敗，此後便能穩佔上風。但「北喬峰、南慕容」二人素在武林中齊名，今日首次當眾拼鬥，自己卻要丐幫幫主王星天相助，縱然將蕭峰打死，「南慕容」卻也顯然不及「北喬峰」了。慕容復在心中盤算數轉，尋思：「復興事大，名望事小。我若能在天下英雄之前，除去了這個中原武林的大害，則大宋豪傑之士，不論識與不識，自然對我懷恩感德，看來這武林盟主一席，非我莫屬了。那時候振臂一呼，大燕復興可期。何況其時喬峰這廝已死，就算『南慕容』如不及『北喬峰』，也不過往事一件罷了。」他轉念又想：「殺了喬峰之後，王星天便成大敵，倘若武林盟主之位終於被他奪去，我反而要聽他號令，卻又大大的不妥。」是以發招出掌之了，暗暗留下幾分內力，只是面子上似乎全力出擊，勇不顧身，但蕭峰「降龍十八掌」的威力，卻大半由游坦之受了去。慕容復身法精奇，旁人誰也瞧不出來。轉瞬之間，三人翻翻滾滾的已拆了百餘招。蕭峰連使巧勁，誘使游坦之上當。游坦之經驗極淺，幾次險險著了道兒，多虧慕容復從旁照料，及時化解，而對蕭峰所擊出剛猛無儔的掌力，游坦之卻以深厚內功坦然承受。段譽在十八名契丹武士圍成的圈子之中，眼看二哥步步進逼，絲毫不落下風，大哥以一敵二，雖然神威凜凜，但想他每一掌都是打得狂風呼嘯，飛沙走石，只怕難以持久，心道：「我口口聲聲說要和兩位哥哥同赴患難，事到臨頭，卻躲在人叢之中，受人保護，那算得甚麼義氣？算得是甚麼同生共死？左右是個死，咱結義三兄弟中，我這老三可不能太不成話。我雖是全無武功，但以凌波微步去和慕容復糾纏一番，讓大哥騰出手來先打退那個醜臉王幫主，也是好了。」他思念已定，一閃身便從十八名契丹武士圍成的圈子中走了出來，朗聲說道：「慕容公子，你自稱『北喬峰、南慕容』該當和我哥哥一對一的比拼一番才是，怎麼要人相助，方能苦苦撐持？就算勉強打個平手，豈不是已然貽羞天下？來來來，你有本事，便打我一拳試試。」說著身子一晃，搶到了慕容復身後，伸手往他後頸抓去。慕容復見他身形來得奇快，反手啪的一掌，正擊在段譽臉上。段譽登時右頰上血肉模糊，痛得眼淚也流了下來。原來段譽這凌波微步雖是神妙，但他於武學之道，卻是一竅不通。這巧妙步法施展開來之時，別人要去打擊他的身子，原來萬萬不能，可是這一次他是出手去攻擊旁人。這麼毛手毛腳的一抓，焉能抓得到武功絕頂的姑蘇慕容？被他一掌擊來，段譽又不會閃避，立時皮開肉綻，苦不堪言。可是慕容復的手掌只和他面頰這麼極快的一觸，立覺身子內的內力猛地向外奔瀉，就此無影無蹤，手臂手掌上失了這一部份內力後，不由得麻了一麻，心中也是大吃一驚：「他使的甚麼古怪邪術，竟和丁老怪的化功大法一模一樣？星宿派的妖術流毒天下，這小子居然也學上了，倒是不可不防。」變色罵道：「姓段的，你幾時也投入星宿派門下了？」段譽道：「你說甚──」一言未畢，冷不防慕容復飛起一腳，將他踢了個觔斗。原來慕容復見他會使「化功大法」，不敢正面和他相鬥，出其不意的飛腿而出，登時將他踢倒。慕容復沒料到竟是如此容易得手，飛身而上，右足踩住了他的胸口，喝道：「你要死是要活？」段譽一側頭，見蕭峰還在和王星天惡鬥，心想自己若是出言挺撞，立時便給他殺了，他空出手來又去相助王星天，大哥卻是不妙，還是跟他拖延時刻的為是，便道：「死有甚麼好？當然是活在世上做人，比較有些趣味。」慕容復沒想到此人死在臨頭，居然還是在漫不在乎的說俏皮話，臉色一沉，道：「你若是要活，便──」他想叫段譽向自己磕一百個響頭，當眾折辱於他，但轉念一想，要是放開了他，未必便能輕易再度將之制住，隨即轉口道：「──便叫我一百聲『親爺爺』！」段譽笑道：「你又大不了我幾歲，怎麼能做我爺爺，怎不害臊？」慕容復呼的一掌拍出，擊在段譽腦袋右側，登時泥塵紛飛，地下現出一坑，這一掌只要偏得數寸，段譽當場便腦漿迸裂。慕容復喝道：「你叫是不叫？」段譽側過了頭，避開地下濺起來的塵土，一瞥眼，看到王玉燕遠遠站在包不同和風波惡的身邊，雙眼目不轉睛的注視著自己，段譽這一眼看得甚是清楚，王玉燕確是在凝神看著自己和慕容復相鬥，然臉上卻無半分關切焦慮之情，顯然，她心中所想的，只不過是：「表哥會不會殺了段公子？」但若自己給他殺了，王姑娘恐怕也不會有甚麼傷心難過。他一看到王玉燕的臉色，不由得萬念俱灰，只覺還是即刻死於慕容復之手，免得日後受那相思的無窮折磨，便道：「你幹麼不叫我一百聲『親爺爺』？」慕容復大怒，提起一掌，向段譽面門直擊下去，倏見兩條人影如箭般衝來。一個叫道：「別傷我兒！」一個叫道：「別傷我師父！」兩人身形雖快，其勢卻已不及阻止他掌擊段譽，但段正淳和南海鱷神都是武功極高明之士，兩股掌力一前一後的分擊慕容復要害。慕容復若不及時回救，雖能打死段譽，自己非受重傷不可。他自不願自身甘受重傷，右掌立即收回，擋向段正淳拍來的雙掌，左掌在背後畫個圓圈，化解南海鱷神的來勢。三人六掌相接，各自心中一凜，均覺對方武功著實了得。段正淳急於解救愛子，左掌一橫，右手食指點出，便是一招「一陽指」，招數正大，內力雄渾。王玉燕叫道：「表哥小心，這是大理段氏一陽指，不可輕敵。」南海鱷神哇哇大叫：「你奶奶的，我這他媽的師父雖然不成話，總是我岳老二的師父。你打我師父，便如打我岳老二一般。我師父若是貪生怕死，叫了你一句親爺爺，我岳老二今後還能做人麼？見了你如何稱呼？你豈不是比岳老二要大上三輩？我不成做了你的灰孫子？實在欺人太甚，今日給你拼了。」他一面叫罵，一面取出鱷嘴剪來，左一剪，右一剪，不斷向慕容復剪去。原來他生平最怕的便是輩份排名低於別人，連「四大惡人」中老二、老三的名次，還要和葉二娘爭個不休。此刻段譽倘若叫了慕容復一聲「親爺爺」，南海鱷神這現成「灰孫子」可就做定了。在他想來，當真是陷入了萬劫不復的境地，寧可腦袋落地，灰孫子是萬萬不做的。慕容復不知他叫罵些甚麼，右足牢牢踏定了段譽，雙手分敵二人。拆到十餘招後，覺得南海鱷神雖有一件厲害的兵刃，倒還容易抵敵，段正淳的一陽指卻著實難以小覷，是以正面和段正淳相對，凝神拆招，對於南海鱷神的鱷嘴剪卻只以餘力化解，百忙中還攻得一兩招，便將南鱷神逼得躍出數丈以外相避。段譽身子被他踏住了，出力掙扎，要爬起身來，卻那裏能夠？