第十八回　倚天長劍飛寒芒次日續向西行，走出百餘里後，已是正午，赤日當頭，雖在隆冬，亦覺炎熱。正行之際，西北方忽地傳來隱隱幾聲兵刃相交和呼叱之聲，眾人不待靜玄下令，均各加快腳步，向聲音來處疾馳。不久前面便出現幾個相互跳蕩激鬥的人形，奔到近處，見是三個白袍道人手持兵刃，在圍攻一個中年漢子。三個道人左手衣袖上都繡著一個紅色火焰，顯然是魔教中人。那中年漢子手舞長劍，劍光閃爍，和三個道人鬥得甚是激烈，以一敵三，絲毫不落下風。張無忌腿傷早愈，但仍是假裝不能行走，坐在雪橇之中，好讓峨嵋派諸人不加提防，以便俟機和蛛兒脫身逃走。這時他眼光被身前一名峨嵋派男弟子擋住，須得側身探頭，方能見到那四人相鬥，只見那中年漢子長劍越使越快，突然間轉過身來，一聲呼喝，刷的一聲，在一名魔教道人胸口穿過。峨嵋眾人喝采聲中，張無忌忍不住輕聲驚呼，這一招「順水推舟」，正是武當劍法的絕招，使這一招劍法的中年漢子，卻是武當派的六俠殷梨亭。峨嵋群弟子遠遠觀鬥，並不上前相助。餘下兩名魔教道人見己方傷了一人，對方又來了幫手，心中早怯，突然呼嘯一聲，兩人分向南北急奔。殷梨亭飛步追逐那逃向南方的道人。他腳下快得多，搶出七、八步，便已追到道人身後。那道人回過身來，狂舞雙刀，想與他拼個兩敗俱傷。峨嵋眾人眼見殷梨亭一人難追兩敵，逃向北方的道人輕功又極了得，越奔越快，瞧這情勢，殷梨亭待得殺了南方那纏戰的道人，無論如何不及再回身追殺北逃之敵。峨嵋弟子和魔教中人仇深似海，都望著靜玄，盼她發令攔截。眾女弟子大都和紀曉芙交好，心想若非魔教奸人作惡，這位武當六俠本該是本派的女婿，此時均盼能助他一臂之力。靜玄心下也頗躊躇，但想武當六俠在武林中地位何等尊崇，他若不出聲求助，旁人貿然伸手，便是對他不敬，略一沉吟，便不發令攔截，心想寧可讓這妖道逃走，也不能得罪了武當殷六俠。便在此時，驀地青光一閃，一柄長劍從殷梨亭手中擲出，急飛向北，如風馳電掣般射向那道人背心。那道人斗然驚覺，待要閃避時，長劍已穿心而過，透過了他的身子，仍是向前疾飛。那道人腳下兀自不停，又向前奔了兩丈有餘，這才撲地倒斃。那柄長劍卻又在那道人身前三丈之外方始落下，青光閃耀，筆直的插在沙中，雖是一柄無生無知的長劍，卻也是神威凜凜。眾人看到這驚心動魄的一幕，無不神馳目眩，半晌說不出話來。待得回頭再看殷梨亭時，只見和他纏鬥的那個魔教道人身子搖搖幌幌，便似喝醉了酒一般，拋下了雙刀，兩手在空中亂舞亂抓，殷梨亭不再理他，自行向峨嵋眾人走來。他跨出幾步，那道人一聲悶哼，仰天倒下，就此不動，至於殷梨亭用甚麼手法將他擊斃，卻是誰也沒有瞧見。峨嵋群弟子這時才大聲喝起采來。連滅絕師太也點了點頭，跟著歎息一聲。這一聲長歎也許是說：武當派有這等佳弟子，我峨嵋派卻無如此了得的傳人。更也許是說：曉芙福薄，沒能嫁得此人，卻傷在魔教淫徒之手。在滅絕師太心中，紀曉芙當然是為楊逍所害，而不是她自己擊死的。張無忌一句「六師叔」衝到了口邊，卻又強行縮回。在眾師伯叔中，殷梨亭和他父親最為交好，待他也親厚殊甚。他瞧著這位相別九年的六師叔時，只見他滿臉風塵之色，兩鬢微見斑白，想是紀曉芙之死於他心靈有極大打擊。張無忌乍見親人，極想上前相認，終於想到眼下耳目眾多，不能在旁人之前吐實，以免惹起無窮後患。周芷若雖已知道了自己真相，但顯然沒向別人洩漏。殷梨亭向滅絕師太躬身行禮，說道：「敝派大師兄率領眾師弟及第三代弟子，一共三十二人，已到了一線峽畔。晚輩奉大師兄之命，前來迎接貴派。」滅絕師太道：「好，還是武當派先到了。可和妖人接過仗嗎？」殷梨亭道：「曾和魔教的木、火兩旗交戰三次，殺了幾名妖人，七師弟莫聲谷受了一點傷。」滅絕師太點了點頭，她知殷梨亭雖然說得輕描淡寫，其實這三場惡鬥定是慘酷異常，以武當五俠之能，尚且殺不了魔教的掌旗使，七俠莫聲谷甚至受傷。滅絕師太又問：「貴派可曾查知光明頂上實力如何？」殷梨亭道：「聽說天鷹教等魔教支派大舉赴援光明頂，有人還說，紫衫龍王和青翼蝠王也到了。」滅絕師太一怔，道：「紫衫龍王也來了嗎？」兩人一面說，一面並肩而行。群弟子遠遠跟在後面，不敢去聽兩人說些甚麼。兩人說了一陣，殷梨亭舉手作別，要再去和華山派聯絡。靜玄說道：「殷六俠，你來回奔波，定必餓了，吃些點心再走。」殷梨亭也不客氣，道：「如此叨擾了。」峨嵋眾女俠紛紛取出乾糧，有的更堆沙為灶，搭起鐵鍋煮麵。她們自己飲食甚簡樸，但款待殷梨亭卻十分殷勤，自然是為了紀曉芙之故。殷梨亭明白她們的心意，眼圈微紅，哽咽道：「多謝眾位師姊師妹。」蛛兒一直旁觀不語，這時突然說道：「殷六俠，我跟你打聽一個人，成嗎？」殷梨亭手中捧著一碗湯麵，回過頭來，說道：「這位小師妹尊姓大名？不知要查問何事？但教所知，自當奉告。」神態很是謙和。蛛兒道：「我不是峨嵋派的。我是給他們捉了來的。」殷梨亭起先只道她是峨嵋派的小弟子，聽她這麼說，不禁一呆，但想這小姑娘倒很率直，問道：「你是魔教的嗎？」蛛兒道：「不是，我是魔教的對頭。」殷梨亭不暇細問她的來歷，為了尊重主人，眼望靜玄，請她示意。靜玄道：「你要問殷六俠何事？」蛛兒道：「我想請問：令師兄張翠山張五俠，也到了那一線峽嗎？」此話一出，殷梨亭和張無忌都是大吃一驚。殷梨亭道：「你打聽我五師哥，為了何事？」蛛兒紅暈生臉，低聲道：「我是想知道他的公子張無忌，是不是也來了。」張無忌自是更加吃驚，心道：「原來她早知道了我的真相，這時要揭露出來了。」殷梨亭道：「你這話可真？」蛛兒道：「我是誠心向殷六俠打聽，怎敢相欺？」殷梨亭道：「我五師哥逝世已過十年，墓木早拱，難道姑娘不知嗎？」蛛兒一驚站起，「啊」的一聲，道：「原來張五俠早死了，那麼……他……他早就是個孤兒了。」殷梨亭道：「姑娘認得我那無忌侄兒麼？」蛛兒道：「五年之前，我曾在蝶谷醫仙胡青牛家中見過他一面，不知他現下到了何處。」殷梨亭道：「我奉家師之命，也曾到蝴蝶谷去探視過，但胡青牛夫婦為人所害，無忌不知去向，後來多方打聽，音訊全無，唉，那知……那知……」說到這裏，神色淒然，不再說下去了。蛛兒忙問：「怎麼？你聽到甚麼噩耗嗎？」殷梨亭凝視著她，問道：「姑娘何以如此關切？我那無忌侄兒於你有恩，還是有仇？」蛛兒眼望遠處，幽幽的道：「我要他隨我去靈蛇島上……」殷梨亭插口道：「靈蛇島？金花婆婆和銀葉先生是你甚麼人？」蛛兒不答，仍是自言自語：「……他非但不肯，還打我罵我，咬得我一隻手鮮血淋漓……」她一面說，一面左手輕輕撫摸右手的手背：「……可是……可是……我還是想念著他。我又不是要害他，我帶他去靈蛇島，婆婆會教他一身武功，設法治好他身上玄冥神掌的陰毒，那知他兇得很，將人家一番好心，當作了歹意。」張無忌心中一團混亂，這時才知：「原來蛛兒便是在蝴蝶谷中抓住我的那個少女阿離，她心中念念不忘的情郎，居然便就是我。」側頭細看，見她臉頰浮腫，那裏還有初遇時的半分俏麗？但眼如秋水，澄澈清亮，依稀記得仍如當年。滅絕師太冷冷的道：「她師父金花婆婆，聽說也是跟魔教有梁子的。但金花婆婆實非正人，此刻我們不想多結仇家，暫且將她扣著。」殷梨亭道：「嗯，原來如此。姑娘，你對我無忌侄兒倒是一片好心，只可惜他福薄，前幾日我遇到朱武連環莊的武莊主武烈，得知無忌已於五年多前，失足摔入萬丈深谷之中，屍骨無存。唉，我和他爹爹情逾手足，那知皇天不佑善人，竟連僅有的這點骨血……」他話未說完，啪的一聲，蛛兒仰天跌倒，竟爾暈了過去。周芷若搶上去扶了她起來，在她胸口推拿好一會，蛛兒方始醒轉。張無忌甚是難過，眼見殷梨亭和蛛兒如此傷心，自己卻硬起心腸置身事外，一抬頭，只見周芷若正瞧向自己，目光中大有疑問之色，似乎在問：「怎麼她會不認得你？」張無忌卻知自己這些年來身材相貌均已大變，若不是自己先行提到漢水舟中之事，周芷若也必認不出來。蛛兒咬了咬牙，說道：「殷六俠，張無忌是給誰害死的？」殷梨亭道：「不是給誰害死的。據那朱武連環莊的武烈說，他親眼見到張無忌自行失足，摔下深谷，武烈的結義兄弟『驚天一筆』朱長齡，也是一起摔死的。」蛛兒長歎一聲，頹然坐下。殷梨亭道：「姑娘尊姓大名？」蛛兒搖頭不答，怔怔下淚，突然間伏在沙中，放聲大哭。殷梨亭勸道：「姑娘也不須難過。我那無忌侄兒便是不摔入雪谷，此刻陰毒發作，也已難於存活。唉，他跌得粉身碎骨，未始非福，勝於受那無窮無盡陰毒的熬煎。」滅絕師太忽道：「張無忌這孽種，早死了倒好，否則定是為害人間的禍胎。」蛛兒大怒，厲聲喝道：「老賊尼，你胡說八道甚麼？」峨嵋群弟子聽她竟然膽敢辱罵師尊，早有四、五人拔出長劍，指住她胸口背心。蛛兒毫不畏懼，仍然罵道：「老賊尼，張無忌的父親是這位殷六俠的師兄，俠名播於天下，有甚麼不好？」滅絕師太冷笑不答。靜玄道：「你嘴裏放乾淨些。張無忌的父親固是名門正派的弟子，可是他母親呢？魔教妖女生的兒子，不是孽種禍胎是甚麼？」蛛兒問道：「張無忌的母親是誰？怎會是魔教妖女？」峨嵋眾弟子齊聲大笑，只有周芷若垂頭瞧著地下。殷梨亭神態頗為尷尬。張無忌面紅耳赤，熱淚盈眶，若不是決意隱瞞自己身世，便要站起身來為母親申辯。靜玄為人忠厚，對蛛兒道：「張五俠的妻子便是天鷹教教主殷天正的女兒，名叫殷素素……」蛛兒「啊」的一聲，神色大變。靜玄續道：「張五俠便因娶了這個妖女，以致身敗名裂，在武當山上自刎而死。這件事天下皆聞，難道姑娘竟然不知嗎？」蛛兒道：「我……我住在靈蛇島上，中原武林之事，全無聽聞。」靜玄道：「這便是了。你得罪了我師父，趕快謝罪。」蛛兒卻問：「那殷素素呢？她在何處？」靜玄道：「她和張五俠一齊自刎。」蛛兒身子又是一顫，道：「她……她也死了？」靜玄奇道：「你認得殷素素？」※※※便在此時，突見東北方一道藍焰沖天而起。殷梨亭道：「啊喲，是我青書侄兒受敵人圍攻。」轉身向滅絕師太彎腰行禮，對餘人一抱拳，便即向藍焰奔去。靜玄手一揮，峨嵋群弟子跟著前去。眾人奔到近外，只見又是三人夾攻一個的局面。那三人羅帽直身，都作僮僕打扮，手中各持單刀。眾人只瞧了幾招便暗暗驚訝，這三人雖穿僮僕裝束，出手之狠辣卻竟不輸於一流好手，比之殷梨亭所殺那三個道人武功高得多了。三人繞著一個青年書生，走馬燈似的轉來轉去廝殺。那書生已大落下風，但一口長劍仍將門戶守得嚴密異常。在酣鬥的四人旁，站著六個身穿黃袍的漢子，袍上名繡紅色火焰，自是魔教中人。這六人遠遠站著，並不參戰，眼見殷梨亭和峨嵋派眾人趕到，六人中一個矮矮胖胖的漢子叫道：「殷家兄弟，你們不成了，夾了尾巴走罷，老子給你們殿後。」穿僕人裝束的一人怒道：「厚土旗爬得最慢，姓顏的，還是你先請。」靜玄冷冷道：「死到臨頭，還在自己吵嘴。」周芷若道：「師姊，這些人是誰？」靜玄道：「那三個穿傭僕衣帽的，是殷天正的奴僕，叫做殷無福、殷無祿、殷無壽。」周芷若驚道：「三個奴僕，也這麼……這麼了得？」靜玄道：「他們本是黑道中成名的大盜，原非尋常之輩。那些穿黃袍的是魔教厚土旗下的妖人。這個矮胖子說不定便是厚土旗的掌旗使顏垣。師父說魔教五旗掌旗使和天鷹教教主爭位，向來不和……」這時那青年書生已迭遇險招，嗤的一聲，左手衣袖被殷無壽的單刀割去了一截。殷梨亭一聲清嘯，長劍遞出，指向殷無祿。殷無祿橫刀硬封，刀劍相交。此時殷梨亭內力渾厚，已是非同小可，拍的一聲，殷無祿的單刀震得斗然彎了過去，變成了一把曲尺。殷無祿吃了一驚，向旁躍開三步。突然之間，蛛兒急縱而上，右手食指疾伸，戳中了殷無祿的後頸，立即躍回原處。殷無祿武功原非泛泛，但在殷梨亭內力撞激之下，胸口氣血翻湧，兀自立足不定，竟被蛛兒一指戳中。他痛得彎下了腰，只是低哼，全身不住顫抖。殷無福、殷無壽大驚之下，顧不得再攻那青年書生，搶到殷無祿身旁，只見他身子不住扭曲，顯是受傷極重。兩人眼望蛛兒，突然齊聲說道：「原來是三小姐。」蛛兒道：「哼，還認得我嗎？」眾人心想這兩人定要上前和蛛兒廝拼，那知兩人抱起殷無祿，一言不發，便向北方奔去。這變故突如其來，人人目瞪口呆，摸不著頭腦。那身穿黃袍的矮胖子左手一揚，手裏已執了一面黃色大旗，其餘五人一齊取出黃旗揮舞，雖只六人，但大旗獵獵作響，氣勢甚是威武，緩緩向北退卻。峨嵋眾人見那旗陣古怪，都是一呆。兩名男弟子發一聲喊，拔足追去。殷梨亭身形一幌，後發先至，轉身攔在兩人之前，橫臂輕輕一推，那兩人身不由主的退了三步，滿臉脹得通紅。靜玄喝道：「兩位師弟回來，殷六俠是好意，這厚土旗追不得。」殷梨亭道：「前幾日我和莫七弟追擊烈火旗陣，吃了個大虧，莫七弟頭髮眉毛燒掉了一半。」一面拉起左手衣袖，只見他手臂上紅紅的有大塊燒炙傷痕。兩名峨嵋男弟子不禁暗自心驚。滅絕師太寒森森的眼光在蛛兒臉上轉了幾圈，冷冷的道：「你這是『千蛛萬毒手』？」蛛兒道：「還沒練成。」滅絕師太道：「倘若練成了，那還了得？你為甚麼要傷這人？」蛛兒道：「可惜沒當場戳死了他。」滅絕師太問道：「為甚麼？」蛛兒道：「是我自己的事，你管得著嗎？」滅絕師太身形微側，已從靜玄手中接過長劍，只聽得錚的一聲，蛛兒急忙向後躍開，臉色有如白紙。原來滅絕師太在這一瞬之間，已在蛛兒的右手食指上斬了一劍，手法奇快，誰都沒有看清。那知蛛兒因斷腕未癒，手上無力，兼之千蛛萬毒手亦未練成，這次出手之前先在手指上套了精鋼套子，滅絕師太所用的不是倚天劍，這一劍竟然沒能斬去她手指。滅絕師太將長劍擲還靜玄，哼了一聲道：「這次便宜了你，下次再使這等邪惡功夫，休教撞在我手中。」她對小輩既然一擊不中，就自重身份，不肯再度出手。※※※殷梨亭見蛛兒練這門歹毒陰狠的武功，原是武家的大忌，但她指戳殷無祿，乃是相助自己，再者見她牽掛張無忌，一往情深，也不禁為之感動，不願滅絕師太傷她，便勸道：「師叔，這孩子學錯了功夫，咱們慢慢再叫她另從明師，嗯，或者……或者……」他本覺滅絕師太如肯將她收入峨嵋門下，實是最好不過，但立即想起這小姑娘剛才罵她為「老賊尼」，當即住口不說下去了，拉著那書生過來，說道：「青書，快拜見師太和眾位師伯師叔。」那書生搶上三步，跪下向滅絕師太行禮，待得向靜玄行禮時，眾人連稱不敢當，一一還禮。張三丰年過百歲，算起輩份來比滅絕師太高了實不止一輩。殷梨亭只因曾和紀曉芙有婚姻之約，才算比滅絕師太低了一輩，倘若張三丰和峨嵋派祖師郭襄平輩而論，那麼滅絕師太反過來要稱殷梨亭為師叔了。好在武當和峨嵋門戶各別，互相不敘班輩，大家各憑年紀，隨口亂叫。但那青年書生稱峨嵋眾弟子為師伯師叔，靜玄等人自非謙讓不可。眾人適才見他力鬥殷氏三兄弟，法度嚴謹，招數精奇，的是名門子弟的風範，而在三名高手圍攻之下，顯然已大落下風，但仍是鎮靜拒敵，絲毫不見慌亂，尤其不易，此時走到臨近一看，眾人心中不禁暗暗喝采：「好一個美少年！」但見他眉目清秀，俊美之中帶著三分軒昂氣度，令人一見之下，自然心折。殷梨亭道：「這是我大師伯的獨生愛子，叫做青書。」靜玄道：「近年來頗聞玉面孟嘗的俠名，江湖上都說宋少俠慷慨仗義，濟人解困。今日得識尊範，幸何如之。」峨嵋眾弟子竊竊私議，臉上均有「果然名不虛傳」的讚佩之意。蛛兒站在張無忌身旁，低聲道：「阿牛哥，這人可比你俊多啦。」張無忌道：「當然，那還用說？」蛛兒道：「你喝醋不喝？」張無忌道：「笑話，我喝甚麼醋？」蛛兒道：「他在瞧你那位周姑娘，你還不喝醋？」張無忌向宋青書望去，果見他似乎在瞧周芷若，也不在意。他自得知蛛兒即是當年在蝴蝶谷遇見過的阿離之後，心中一直思潮翻湧，當時蛛兒用強，要拉他前赴靈蛇島，他掙扎不脫，只得在手上狠命咬了一口，豈知她竟會對自己這般念念不忘，不由得好生感激。殷梨亭道：「青書，咱們走罷。」宋青書道：「崆峒派預定今日中午在這一帶會齊，但這時候還未到，只怕出了岔子。」殷梨亭臉有憂色，道：「此事甚為可慮。」宋青書道：「殷六叔，不如咱們便和峨嵋派眾位前輩同向西行罷。」殷梨亭點頭道：「甚好。」滅絕師太和靜玄等均想：「近年來張三丰真人早就不管俗務，實則宋遠橋才是真正的武當掌門。看來第三代武當掌門將由這位宋少俠接任。殷梨亭雖是師叔，反倒聽師侄的話。」她們卻不知殷梨亭性子隨和，不大有自己的主張，別人說甚麼，他總是不加反對。一行人向西行了十四、五里，來到一個大沙丘前。靜玄見宋青書快步搶上沙丘，便左手一揮，兩名峨嵋弟子奔了上去，不肯落於武當派之後。三人一上沙丘，不禁齊聲驚呼，只見沙丘之西，沙漠中橫七豎八的躺著三十來具屍體。眾人聽得三人驚呼，都急步搶上沙丘，只見那些死者有老有少，不是頭骨碎裂，便是胸口陷入，似乎個個受了巨棍大棒的重擊。殷梨亭見多識廣，說道：「江西鄱陽幫全軍覆沒，是給魔教巨木旗殲滅的。」滅絕師太皺眉道：「鄱陽幫來幹甚麼？貴派邀了他們嗎？」言中頗有不悅之意。武林中的名門正派對各幫會向來頗有歧視，滅絕師太不願和他們混在一起。殷梨亭忙道：「沒邀鄱陽幫。不過鄱陽幫劉幫主是崆峒派的記名弟子，他們想必聽到六派圍剿光明頂，便自告奮勇，前來為師門效力。」滅絕師太哼了一聲，不再言語了。眾人將鄱陽幫幫眾的屍體在沙中埋了，正要繼續趕路，突然間最西一座墳墓從中裂開，沙塵飛揚中躍出一個人來，抓住一名男弟子，疾馳而去。這一下眾人當真嚇得呆了。七、八個峨嵋女弟子尖聲大叫。但見滅絕師太、殷梨亭、宋青書、靜玄四人一齊發足追趕。過了好一陣，眾人這才醒悟，從墳墓中跳出來的那人正是魔教的青翼蝠王。他穿了鄱陽幫幫眾的衣服，混在眾屍首之中，閉住呼吸，假裝死去，峨嵋群弟子不察，竟將他埋入沙墳。他藝高人膽大，當時卻不發作，好在黃沙鬆軟，在沙下屏息片時，也自無礙，直將眾人作弄得夠了，這才突然破墳而出。初時滅絕師太等四人並肩齊行，奔了大半個圈子，已然分出高低，變二前二後。殷梨亭和滅絕師太在前，宋青書和靜玄在後。可是那青翼蝠王輕功之高，當真世上無雙，手中雖抱著一個男子，殷梨亭等又那裏追趕得上？第二個圈子將要兜完，宋青書猛地立定，叫道：「趙靈珠師叔、貝錦儀師叔，請向離位包抄，丁敏君師叔、李明霞師叔，請向震位堵截……」他隨口呼喝，號令峨嵋派的三十多名弟子分佔八卦方位。峨嵋眾人正當群龍無首之際，聽到他的號令之中自有一番威嚴，人人立即遵從。這麼一來，青翼蝠王韋一笑已無法順利大兜圈子，縱聲尖笑，將手中抱著那人向空中擲去，疾馳而逝。滅絕師太伸手接住從空中落下的弟子，只聽韋一笑的聲音隔著塵沙遠遠傳來：「峨嵋派居然有這等人才，滅絕師太了不起啊。」這幾句話顯是稱讚宋青書的。滅絕師太臉一沉，看手中那名弟子時，只見他咽喉上鮮血淋漓，露出兩排齒印，已然氣絕。眾人圍在她身旁，愴然不語。隔了良久，殷梨亭道：「曾聽人說過，這青翼蝠王每次施展武功之後，必須飽吸一個活人的熱血，果是所言不虛。只可惜這位師弟……唉……」滅絕師太又是慚愧，又是痛恨，她自接任掌門以來，峨嵋派從未受過如此重大的挫折，兩名弟子接連被敵人吸血而死，但連敵人面目如何竟也沒能瞧清。她呆了半晌，瞪目問宋青書道：「我門下這許多弟子的名字，你怎地竟都知道？」宋青書道：「適才靜玄師叔給弟子引見過了。」滅絕師太道：「嘿，入耳不忘！我峨嵋派那有這樣的人才？」當日晚間歇宿，宋青書恭恭敬敬的走到滅絕師太跟前，行了一禮，說道：「前輩，晚輩有一不情之請相求。」滅絕師太冷冷的道：「既是不情之請，便不必開口了。」宋青書恭恭敬敬的行了一禮，道：「是。」回到殷梨亭身旁坐下。眾人聽到他向滅絕師太出言求懇，可是一被拒絕，隨即不再多言，都是好奇心起，不知他想求甚麼事。丁敏君沉不住氣，便過去問他：「宋兄弟，你想求我師父甚麼事？」宋青書道：「家父傳授晚輩劍法之時，說道當世劍術通神，自以本門師祖為第一，其次便是峨嵋派掌門滅絕前輩。家父說道，武當和峨嵋劍法各有長短，例如本門這一招『手揮五弦』，招式和貴派的『輕羅小扇』大同小異，但劍刃上勁力強了，出招時便不夠輕靈活潑，難免及不上『輕羅小扇』的揮灑自如。」他一面說，一面拔出長劍比劃了兩招，使那一招「輕羅小扇」時卻有些不倫不類。丁敏君笑道：「這一招不對。」接過他手中長劍，試給他看，說道：「我手腕還痛著，使不出力，但就是這麼一個模樣。」宋青書大為歎服，說道：「家父常自言道，他自恨福薄，沒能見到尊師的劍術。今日晚輩見到丁師叔這招『輕羅小扇』，當真是開了眼界。晚輩適才是想請師太指點幾手，以解晚輩心中關於劍法上的幾個疑團，但晚輩非貴派弟子，這些話原本不該出口。」滅絕師太坐在遠處，將他的話都聽在耳裏，聽他說宋遠橋推許自己為天下劍法第二，心中極是樂意。張三丰是當世武學中的泰山北斗，人人都是佩服的，她從未想過能蓋過這位古今罕見的大宗師。但武當派大弟子居然認為她除張三丰外劍術最精，不自禁的頗感得意，眼見丁敏君比劃這一招，精神勁力都只三、四分火候，名震天下的峨嵋劍法豈僅如此而已？當下走近身去，一言不發的從丁敏君手中接過長劍，手齊鼻尖，輕輕一顫，劍尖嗡嗡連響，自右至左、又自左至右的連幌九下，快得異乎尋常，但每一幌卻又都清清楚楚。眾弟子見師父施展如此精妙劍法，無不看得心中劇跳，掌心出汗。殷梨亭大叫：「好劍法！好劍法！妙極！」宋青書凝神屏氣，暗暗心驚。他初時不過為向滅絕師太討好，稱讚一下峨嵋劍法，那知她施將出來，實有難以想像的高妙，不由得衷心欽服，誠心誠意的向她討教起來。宋青書問甚麼，滅絕師太便教甚麼，竟比傳授本門弟子還要盡力。宋青書武學修為本高，人又聰明，每一句都問中了竅要。峨嵋群弟子圍在兩人之旁，見師父所施展的每一記劍招，無不精微奇奧，妙到巔毫，有的隨師十餘年，也未見師父顯過如此神技。張無忌與蛛兒站在人圈之外，均覺不便偷看峨嵋派的劍術絕技。蛛兒忽向張無忌道：「阿牛哥，我若能學到青翼蝠王那樣的輕功，真是死也甘心。」張無忌道：「這些邪門功夫，學他作甚？殷六……殷六俠說，這韋一笑每施展一次武功，便須吸飲人血，那不是成了魔鬼麼？」蛛兒道：「他武功好，便殺死峨嵋派的弟子，要是他輕功差了些，給老尼姑他們捉住，還不是一樣給人殺死，只是不吸他的血而已。可是人都死了，吸不吸血又有甚麼相干？名門正派，邪魔外道，又怎生不同了？」張無忌一時無言可答，忽見人叢中飛起一柄明晃晃的長劍，直向天空。原來宋青書和滅絕師太拆招，被她在第五招上使一招「黑沼靈狐」，將宋青書的長劍震上了天空。這一招是峨嵋派祖師郭襄為紀念當年楊過和她同到黑沼捕捉靈狐而創。眾人一齊抬頭瞧著那柄長劍，突見東北角上十餘里外一道黃焰沖天升起。殷梨亭叫道：「崆峒派遇敵，快去赴援。」這次六大派遠赴西域圍剿魔教，為了隱蔽行動，採取分進合擊的方略，議定以六色火箭為聯絡信號，黃焰火箭是崆峒派的信號。※※※當下眾人疾向火箭升起處奔去，但聽得廝殺聲大作，聲音越來越是慘厲，不時傳來一兩聲臨死時的呼叫。待得馳到臨近，各人都大吃一驚。眼前竟是一個大屠殺的修羅場，雙方各有數百人參戰，明月照耀之下，刀光劍影，人人均在捨死忘生的惡鬥。張無忌一生之中，從未見過如此大戰的場面，但見刀劍飛舞，血肉橫濺，情景慘不忍睹。他並不盼望魔教得勝，但也不願殷六叔他們得勝，一面是父親的一派，一面是母親的一派，可是雙方卻在勢不兩立的惡鬥，每一個人被殺，他都是心中一凜，一陣難過。殷梨亭一觀戰局，說道：「敵方是銳金、洪水、烈火三旗，嗯，崆峒派在這裏，華山派到了，崑崙派也到了。我方三派會鬥敵人三旗。青書，咱們也參戰罷。」長劍在空中虛劈一招，嗡嗡作響。宋青書道：「且慢，六叔你瞧，那邊尚有大批敵人，待機而動。」張無忌順著他手指向東方瞧去，果見戰場數十丈外黑壓壓的站著三隊人馬，行列整齊，每隊均有一百餘人。戰場中三派鬥三旗，眼前是勢均力敵的局面，但若魔教這三隊投入戰鬥，崆峒、華山、崑崙三派勢必大敗，只是不知如何，這三隊始終按兵不動。滅絕師太和殷梨亭都暗暗心驚。殷梨亭問宋青書道：「這些人幹麼不動手？」宋青書搖頭道：「想不通。」蛛兒突然冷笑道：「那有甚麼想不通？再明白也沒有了。」宋青書臉上一紅，默然不語。滅絕師太想要出口相詢，但終於忍住。殷梨亭道：「還請姑娘指點。」蛛兒道：「那三隊人是天鷹教的。天鷹教雖是明教旁支，但向來和五行旗不睦，你們若是將五行旗殺光了，天鷹教反而會暗暗歡喜。殷天正說不定便能當上明教的教主啦。」滅絕師太等登時恍然大悟。殷梨亭道：「多謝姑娘指點。」滅絕師太向蛛兒瞪了一眼，點了點頭，心想：「金花婆婆武功不弱，想不到她一個小小徒兒，卻也如此了得。」這時峨嵋群弟子已先後到達，站在滅絕師太身後。靜玄道：「宋少俠，說到佈陣打仗，咱們誰也不及你，大夥兒都聽你號令，但求殺敵，你不用客氣。」宋青書道：「六叔，這個……這個……侄兒如何敢當？」滅絕師太道：「這當兒還講究甚麼虛禮？發號令罷。」宋青書眼見戰場中情勢急迫，崑崙派對戰銳金旗頗佔上風，華山派和洪水旗鬥得勢均力敵，崆峒派卻越來越感不支，給烈火旗圍在垓心，在施屠戮，便道：「咱們分三路衝下去，一齊攻擊銳金旗。師太領人從東面殺入，六叔領人從西面殺入，靜玄師叔和晚輩等從南面殺入……」靜玄奇道：「崑崙派並不吃緊啊，我看倒是崆峒派十分危急。」宋青書道：「崑崙派已佔上風，咱們再以雷霆萬鈞之勢殺入，當能一舉而殲銳金旗，餘下兩旗便望風披靡。倘若去救援崆峒，殺了個難分難解，天鷹教來個漁翁得利，那便糟了。」靜玄大是欽服，道：「宋少俠說得不錯。」當即將群弟子分為三路。蛛兒拉著張無忌的雪橇，道：「咱們走罷，在這兒沒甚麼好處。」說著轉身便行。宋青書發足追上，橫劍攔住，叫道：「姑娘休走。」蛛兒奇道：「你攔我幹甚麼？」宋青書道：「姑娘來歷甚奇，不能如此容你走開。」蛛兒冷笑道：「我來歷奇便怎樣？不奇又怎樣？」滅絕師太心急如焚，恨不能立時大開殺戒，將魔教人眾殺個乾淨，聽得蛛兒和宋青書鬥口，身形一幌，已欺近身去，伸手點了她背上、腰間、腿上三處穴道。蛛兒和她武功相去太遠，這一下全無招架之功，膝彎一軟，倒在地下。滅絕師太長劍揮動，喝道：「今日大開殺戒，除滅妖邪。」和殷梨亭、靜玄各率一隊，直向銳金旗衝去。崑崙派何太沖、班淑嫻夫婦領著門人弟子對抗銳金旗本已頗佔優勢，峨嵋、武當兩派一衝入，聲勢更是大盛。滅絕師太劍法凌厲絕倫，沒一名明教的教眾能擋得了她三劍，但見她高大的身形在人叢中穿插來去，東一刺，西一劈，瞬息間便有七名教眾喪生在她長劍之下。銳金旗掌旗使莊錚見情勢不對，手挺狼牙棒搶上迎敵，才將滅絕師太擋住。十餘招一過，滅絕師太展開峨嵋劍法，越打越快，竭力搶攻。但莊錚武藝甚精，一時竟和她鬥個旗鼓相當。這時殷梨亭、宋青書、何太沖、班淑嫻等人放手大殺，銳金旗下雖也不乏高手，便如何敵得過峨嵋、崑崙、武當三派聯手，頃刻間死傷慘重。莊錚砰砰砰三棒，將滅絕師太向後逼退一步，跟著又是一棒，摟頭蓋臉的壓將下來。滅絕師太長劍斜走，在狼牙棒上一點，使一招「順水推舟」，要將他狼牙棒帶開。那知莊錚是明教中非同小可的人物，在武林中實可算得一流高手，他天生臂力奇大，內功外功俱臻上乘。這時狼牙棒上感到對方劍上內力，大喝一聲，一股剛猛的臂力反彈出去，拍的一響，滅絕師太長劍斷為三截。滅絕師太兵刃斷折，手臂酸麻，卻不退開閃避，反手抽出背上負著的倚天劍，寒芒吞吐，電閃星飛，一招「鐵鎖橫江」推送而上。莊錚猛覺手下一輕，狼牙棒生滿尖齒的棒頭已被倚天劍從中剖開，跟著半個頭顱也被這柄鋒利無匹的利劍削下。銳金旗旗下諸人眼見掌旗使喪命，盡皆大聲呼叫，紅了眼不顧性命的狠鬥，崑崙和峨嵋門下接連數人被殺。洪水旗中一個叫道：「莊旗使殉教歸天，銳金、烈火兩旗退走，洪水旗斷後。」烈火旗陣中旗號一變，應命向西退卻。但銳金旗眾人竟是越鬥越狠，誰也不退。洪水旗中那人又高聲叫道：「洪水旗唐旗使有令，情勢不利，銳金旗諸人速退。日後再為莊旗使報仇。」銳金旗中數人齊聲叫道：「請洪水旗速退，將來為我們報仇雪恨。銳金旗兄弟，人人和莊旗使同生共死。」洪水旗陣中突然揚起黑旗，一人聲如巨雷，叫道：「銳金旗諸位兄弟，洪水旗決為你們復仇。」銳金旗中這時尚剩下七十餘人，齊聲叫道：「多謝唐旗使。」只見洪水旗旗幟翻動，向西退走。華山、崆峒兩派見敵人陣容嚴整，斷後者二十餘人手持金光閃閃的圓筒，不知有何古怪，便也不敢追擊。各人回過頭來，向銳金旗夾攻。這時情勢已定，崑崙、峨嵋、武當、華山、崆峒五派圍攻明教銳金旗，除了武當派只到二人，其餘四派都是精英盡出。銳金旗掌旗使已死，群龍無首，自然不是對手，但旗下諸人竟然個個重義，視死如歸，決意追隨莊錚殉教。殷梨亭殺了數名教眾，頗覺勝之不武，大聲叫道：「魔教妖人聽著：你們眼前只有死路一條，趕快拋下兵刃投降，饒你們不死。」那掌旗副使哈哈笑道：「你把我明教教眾忒也瞧得小了。莊大哥已死，我們豈願再活？」殷梨亭叫道：「崑崙、峨嵋、華山、崆峒諸派的朋友，大夥兒退後十步，讓這批妖人投降。」各人紛紛後退。滅絕師太卻恨極了魔教，兀自揮劍狂殺。倚天劍劍鋒到處，劍折刀斷，肢殘頭飛。峨嵋派弟子見師父不退，已經退下了的又再搶上廝殺，變成了峨嵋派獨鬥銳金旗的局面。明教銳金旗下教眾尚有六十餘人，武功了得的好手也有二十餘人，在掌旗副使吳勁草率領下，與峨嵋派的三十餘人相抗，以二敵一，原可穩佔上風。但滅絕師太的倚天劍實在太過鋒銳，她劍招又是凌厲之極，青霜到處，所向披靡，霎時之間，又有七、八人喪於劍下。張無忌看得不忍，對蛛兒道：「咱們走罷！」伸手去解她身上穴道，那知在她背心和腰間推拿幾下，蛛兒只感一陣酸麻，穴道卻解不開，才知滅絕師太內力深厚，出手輕輕一點，勁力直透穴道深處，他解法雖然對路，卻非片刻之間所能奏功。他嘆了一口氣，轉過頭來，只見銳金旗數十人手中兵刃已盡數斷折，一來四面崑崙、華山、崆峒諸派人眾團團圍住，二來教眾也不想逃遁，各憑空手和峨嵋群弟子搏鬥。滅絕師太雖然痛恨魔教，但她以一派掌門之尊，不願用兵刃屠殺赤手空拳之徒，左手手指連伸，腳下如行雲流水般四下飄動，片刻之間，已將銳金旗的五十多人點住穴道。各人呆呆直立，無法動彈。旁觀眾人見滅絕師太顯了這等高強身手，盡皆喝采。這時天將黎明，忽見天鷹教三隊人眾分東南北三方影影綽綽的移近，走到十餘丈外，便停步不動，顯是遠遠在旁監視，不即上前挑戰。蛛兒道：「阿牛哥，咱們快走，要是落入了天鷹教手中，可糟糕得緊。」張無忌心中對天鷹教卻有一片難以形容的親近之感。那是他母親的教派，當想念母親之時，往往便想：「母親是見不到了，幾時能見外公和舅舅一面呢？」這時天鷹教人眾便在附近，只想看看外公舅舅是不是也在其間，實不願便此離去。宋青書走上一步，對滅絕師太道：「前輩，咱們快些處決了銳金旗，轉頭再對付天鷹教，免有後顧之憂。」滅絕師太點了點頭。東方朝日將升，朦朦朧朧的光芒射在滅絕師太高大的身形之上，照出長長的影子，威武之中，帶著幾分淒涼恐怖之感。她有心要挫折魔教的銳氣，不願就此一劍將他們殺了，厲聲喝道：「魔教的人聽著：那一個想活命的，只須出聲求饒，便放你們走路。」隔了半晌，只聽得嘿嘿、哈哈、呵呵之聲不絕，明教眾人一齊大笑，聲音響亮。滅絕師太怒道：「有甚麼好笑？」銳金旗掌旗副使吳勁草朗聲道：「我們和莊大哥誓共生死，快快將我們殺了。」滅絕師太哼了一聲，說道：「好啊，這當兒還充英雄好漢！你想死得爽快，沒這麼容易。」長劍輕輕一顫，已將他的右臂斬了下來。吳勁草哈哈一笑，神色自若，說道：「明教替天行道，濟世救民，生死始終如一。老賊尼想要我們屈膝投降，乘早別妄想了。」滅絕師太越益憤怒，刷刷刷三劍，又斬下三名教眾的手臂，問第五人道：「你求不求饒？」那人罵道：「放你老尼姑的狗臭屁！」靜玄閃身上前，手起一劍，斬斷了那人右臂，叫道：「讓弟子來誅斬妖孽！」她連問數人，明教教眾無一屈服。靜玄殺得手也軟了，回頭道：「師父，這些妖人刁頑得緊……」意下是向師父求情。滅絕師太全不理會，道：「先把每個人的右臂斬了，若是倔強到底，再斬左臂。」靜玄無奈，又斬了幾人的手臂。張無忌再也忍耐不住，從雪橇中一躍而起，攔在靜玄身前，叫道：「且住！」靜玄一怔，退了一步。張無忌大聲道：「這般殘忍兇狠，你不慚愧嗎？」眾人突然見到一個衣衫襤褸不堪的少年挺身而出，都是一怔，待得聽到他質問靜玄的這兩句話理正詞嚴，便是名派的名宿高手，也不禁為他的氣勢所懾。靜玄一聲長笑，說道：「邪魔外道，人人得而誅之，有甚麼殘忍不殘忍的？」張無忌道：「這些人個個輕生重義，慷慨求死，實是鐵錚錚的英雄好漢，怎能說是邪魔外道？」靜玄道：「他們魔教徒眾難道還不是邪魔外道？那個青翼蝠王吸血殺人，害死我師妹師弟，乃是你親眼目睹，這不是妖邪，甚麼才是妖邪？」張無忌道：「那青翼蝠王只殺了二人，你們所殺之人已多了十倍。他用牙齒殺人，尊師用倚天劍殺人，一般的殺，有何善惡之分？」靜玄大怒，喝道：「好小子，你竟敢將我師父與妖邪相提並論？」呼的一掌，往他面門擊去，張無忌急忙閃身相避。靜玄是峨嵋門下大弟子，武功已頗得師門真傳，這一掌擊他面門，實是虛招，待得張無忌一閃身，立時飛出左腿，一腳踢中他的胸口。但聽得砰磅、喀喇兩聲，靜玄左腿早斷，身子向後飛出，摔在數丈之外。原來張無忌胸口中了敵招，體內九陽神功自然而然的發出抗力，他招數之精固遠遠不及靜玄，但九陽神功威力何等厲害，敵招勁力越大，反擊越重，靜玄這一腿便如踢在自己身上一般。幸好靜玄沒想傷他性命，這一腿只使了五成力，自己才沒受厲害內傷。張無忌歉然道：「真對不住！」搶上去欲扶。靜玄怒道：「滾開，滾開！」張無忌道：「是！」只得退開。峨嵋派兩名女弟子忙奔過去扶起了大師姊。旁觀眾人大都識得靜玄，知道她是滅絕師太座下數一數二的好手，怎地如此不濟，一招之間便給這破衫少年摔出數丈？若說徒負虛名，卻又不然，適才她會鬥銳金旗時劍法凌厲，那是人人見到的。難道人不可貌相，這襤褸少年竟具絕世武功？滅絕師太也是暗暗吃驚：「這少年到底是甚麼路道？我擒獲他多日，一直沒留心於他，原來真人不露相，竟是個了不起的人物。我便要將靜玄如此震出，也是有所不能，當今之世，只怕唯有張三丰那老道，以百年的內功修為，才有這等能耐。」滅絕師太是薑桂之性，老而彌辣，雖然不敢小覷了張無忌，卻也無半分畏懼之心，橫著眼向他上上下下的打量。這時張無忌正忙於替銳金旗的各人止血裹傷，手法熟練之極，伸指點了各人數處穴道，斷臂處血流立時大減。旁觀各人中自有不少療傷點穴的好手，但他所使的手法卻令人人自愧不如，至於他所點的奇穴，更是人所不知。掌旗副使吳勁草道：「多謝小俠仗義，請問高姓大名。」張無忌道：「在下姓曾，名阿牛。」滅絕師太冷冷的道：「回過身來，小子，接我三劍。」張無忌道：「對不起，請師太稍等，救人要緊。」直到替最後一個斷臂之人包紮好了傷口，這才回身，抱拳說道：「滅絕師太，我不是你對手，更不想和你老人家動手，只盼你們兩下罷鬥，揭開了過去的怨仇。」他說到「兩下罷鬥」這四個字之時，辭意十分誠懇。他心中所想到的雙方，正是已去世的父母，一邊是父親武當派的名門正派，一邊是母親天鷹教的邪魔外道。滅絕師太道：「哈哈，憑你這臭小子一言，便要我們罷鬥？你是武林至尊嗎？」張無忌心念一動，問道：「請問是武林至尊便怎樣？」滅絕師太道：「他便有屠龍刀在手，也得先跟我的倚天劍爭個高下。當真成了武林中的至尊，那時再來發號施令不遲。」峨嵋群弟子聽師父出言譏刺張無忌，都笑了起來。別派中也頗有人附和訕笑。以張無忌的身份年紀，說出「罷鬥」的話來原是大大不配，他聽得各人譏笑，登時面紅耳赤，但忍不住說道：「你為甚麼要殺死這許多人？每個人都有父母妻兒，你殺死了他們，他們家中孩兒便要伶仃孤苦，受人欺辱。你老人家是出家人，請大發慈悲罷。」他原本不擅辭令，但想到自己身世，出言便即真摯。這幾句話情辭懇切，眾人聽了都是心中一動。滅絕師太臉色木然，冷冰冰的道：「好小子，我用得著你來教訓嗎？你自負內力深厚，在這兒胡吹大氣。好，你接得住我三掌，我便放了這些人走路。」張無忌道：「我連你徒兒的一掌都躲不開，何況是師太？我不敢跟你比武，只求你慈悲為懷體念上天好生之德。」吳勁草大聲叫道：「曾相公，不用跟這老賊尼多說。我們寧可個個死在老賊尼的手下，何必要她假作寬大。」滅絕師太斜眼瞧著張無忌，問道：「你師父是誰？」張無忌心想：「父親、義父雖都教過我武功，卻都不是我的師父。」說道：「我沒師父。」此言一出，眾人均是大感奇怪，本來心想他在一招之間震跌靜玄，自是高人之徒，各人心中都還存著三分顧忌，那知他竟說沒有師父。武林中人最尊師道，不肯吐露師父姓名，那是常事，但決不敢有師而說無師，他說沒有師父，那便是真的沒有師父了。滅絕師太不再跟他多言，說道：「接招罷！」右手一伸，隨隨便便的拍了出去。當此情勢，張無忌不能不接，當下不敢大意，雙掌並推，以兩隻手同時來接她一掌。不料滅絕師太手掌忽低，便像一尾滑溜無比、迅捷無比的小魚一般，從他雙掌下穿過，波的一響，拍在他的胸前。張無忌一驚之下，護體的九陽神功自然發出，和對方拍來的掌力一擋，就在這兩股巨大的內勁將觸未撞、方遇未接之際，滅絕師太的掌力忽然無影無蹤的消失。張無忌一呆，抬頭看她時，猛的裏胸口猶似受了鐵錘的一擊。他立足不定，向後接連摔了兩個觔斗，哇的一聲，噴出一口鮮血，委頓在地，便似一堆軟泥。滅絕師太的掌力如此忽吞忽吐，閃爍不定，引開敵人的內力，然後再行發力，實是內家武學中精奧之極的修為。旁觀眾人中武功深湛之士識得這一掌的妙處，都忍不住喝采。蛛兒大急，搶到張無忌身旁，伸手待去相扶，不料腿膝一麻，便又摔倒。原來她雖得張無忌解穴，但血脈未曾行開，眼見他受傷，焦急之下，便即奔出相救，但過得片刻，終於站立不定，叫道：「阿牛哥，你……你……」張無忌但覺胸口熱血翻湧，搖了搖手，道：「死不了。」慢慢爬起身來。只聽滅絕師太對三名女弟子道：「將一干妖人的右臂全都砍了。」那三名女弟子應道：「是！」挺劍走向銳金旗眾人。張無忌忙道：「你……你說我受得你三掌，就放他們走路，我……我挨過你一掌，還有……還有兩掌。」滅絕師太擊了他一掌，已試出他的內功正大渾厚，絕非妖邪一路，甚至和自己所學頗有相似之處，又見他雖然袒護魔教教眾，實則不是魔教中人，說道：「少年人別多管閒事，正邪之分，該當清清楚楚。適才這一掌，我只用了三分力道，你知道嗎？」張無忌知她以一派掌門之尊，自是不會虛言，她說只用三分力道，那便是真的只用三分，但不論餘下的兩掌如何難挨，總不能顧全自己性命，眼睜睜讓銳金旗人眾受她宰割，便道：「在下自不量力，再受……再受師太兩掌。」吳勁草大叫道：「曾相公，我們深感你的大德！你英雄仗義，人人感佩。餘下兩掌千萬不可再挨。」滅絕師太見蛛兒倒在張無忌身旁，嫌她礙手礙腳，左手袍袖一拂，已將她身子捲起，向後擲出。周芷若搶上一步接住，將她輕輕放在地下。蛛兒急道：「周姊姊，你快勸他別再挨那兩掌，你的說話，他會聽的。」周芷若奇道：「他怎會聽我的話？」蛛兒道：「他心中很喜歡你，難道你不知道嗎？」周芷若滿臉通紅，啐道：「那有此事？」只聽滅絕師太朗聲道：「你既要硬充英雄好漢，那是自己找死，須怪我不得。」右手一起，風聲獵獵，直襲張無忌胸口。張無忌這一次不敢伸掌抵擋，身形側過，意欲避開她掌力。滅絕師太右臂斜彎急轉，手掌竟從絕不可能的彎角橫將過來，拍的一聲，已擊中他背心。他身子便如一捆稻草般，在空中平平的飛了出去，重重摔在地下，動也不動的伏在沙裏，似已斃命。滅絕師太這一招手法精妙無比，本來旁觀眾人都會喝采，但各人對張無忌的俠義心腸均已忍不住暗中欽佩，見他慘遇不幸，只有驚呼歎息，竟沒一人叫好。蛛兒道：「周姊姊，求求你，快去瞧他傷得重不重。」周芷若一顆心突突跳動，聽蛛兒求得懇切，原想過去瞧瞧，但眾目睽睽之下，以她一個十八、九歲的少女，如何敢去看視一個青年的傷勢？何況傷他之人正是自己師父，這一過去，雖非公然反叛師門，究是對師父大大不敬，是以跨了一步，卻又縮回。這時天已大明，陽光燦爛。過了片刻，只見張無忌背脊一動，掙扎著慢慢坐起，但手肘撐高尺許，突然支持不住，一大口鮮血噴出，重新跌下。他昏昏沉沉，只盼一動也不動的躺著，但仍是記著尚有一掌未挨，救不得銳金旗眾人的性命。他深深吸一口氣，終於硬生生坐起。但見他身子發顫，隨時都能再度跌下，各人屏住了呼吸注視，四周雖有數百人眾，但靜得連一針落地都能聽見。便在這萬籟俱寂的一剎那間，張無忌突然間記起了九陽真經中的幾句話：「他強由他強，清風拂山岡。他橫由他橫，明月照大江。」他在幽谷中誦讀這幾句經文之時，始終不明其中之理，這時候猛地裏想起，以滅絕師太之強橫狠惡，自己決非其敵，照著九陽真經中要義，似乎不論敵人如何強猛、如何兇惡，盡可當他是清風拂山、明月映江，雖能加於我身，卻不能有絲毫損傷。然則如何方能不損我身？經文下面說道：「他自狠來他自惡，我自一口真氣足。」他想到此處，心下豁然有悟，盤膝坐下，依照經中所示的法門調息，只覺丹田中暖烘烘地、活潑潑地，真氣流動，頃刻間便遍於四肢百骸。那九陽神功的大威力，這時方才顯現出來。他外傷雖重，嘔血成升，但內力真氣，竟是半點也沒損耗。滅絕師太見他運氣療傷，心下也不禁暗自訝異，這少年果是有非常之能。她打張無忌的第一掌乃是「飄雪穿雲掌」中的一招，第二掌更加厲害，是「截手九式」的第三式，這都是峨嵋派掌法中精華所在。第一掌她只出三分力，第二掌將力道加到七分，料想便算不能將他一掌斃命於當場，至少也要叫他筋斷骨折，全身萎癱，再也動彈不得。那知他俯伏半晌，便又坐起，實是大出她意料之外。依照武林中的比武慣例，滅絕師太原可不必等候他運息療傷，但她自重身份，自不會在此時乘人之危，對一個後輩動手。丁敏君大聲大叫道：「喂，姓曾的，你若是不敢再接我師父第三掌，乘早給我滾得遠遠的。你在這兒養一輩子傷，我們也在這兒等你一輩子呢？」周芷若細聲細氣的道：「丁師姊，讓他多休息一會，那也礙不了事。」丁敏君怒道：「你……你也來袒護外人，是不是瞧著這小子……」她本來想說：「瞧著這小子英俊，對他有了意思啦。」但立即想到有各大門派不少知名之士在旁，這些粗俗的言語可不能出口，因此一句話沒說完，便即住口。但她言下之意，旁人怎不明白？下面半句話雖然沒說，還是和說出口一般無異。周芷若又羞又急，氣得臉都白了，卻不分辯，淡淡的道：「小妹只是顧念本門和師尊的威名，盼望別讓旁人說一句閒話。」丁敏君愕然道：「甚麼閒話？」周芷若道：「本門武功天下揚名，師父更是當世數一數二的前輩高人，自不會跟這種後生小子一般見識。只不過見他大膽狂妄，這才出手教訓於他，難道真的會要了他的性命不成？本門俠義之名已垂之百年，師尊仁俠寬厚，誰不欽仰？這年輕人螢燭之光，如何能與日月爭輝？便讓他再去練一百年，也不能是咱們師尊的對手，多養一會兒傷，又算得甚麼？」這一番話說得人人暗中點頭。滅絕師太心下更喜，覺得這個小徒兒識得大體，在各派的高手之前替本門增添光采。張無忌體內真氣一加流轉，登時精神煥發，把周芷若的話句句聽在耳裏，知道她是在極力迴護自己，又以言語先行扣住，使滅絕師太不便對自己痛下殺手，不由得心中感激，站起身來，說道：「師太，晚輩捨命陪君子，再挨你一掌。」滅絕師太見他只這麼盤膝一坐，立時便精神奕奕，暗道：「這小子的內力如此渾厚，當真邪門。」說道：「你只管出手擊我，誰叫你挨打不還手？」張無忌道：「晚輩這點兒粗陋功夫，連師太的衣角也碰不到半分，說甚麼還手？」滅絕師太道：「你既有自知之明，那便乘早走開。少年人有這等骨氣，也算難得。滅絕師太掌下素不饒人，今日對你破一破例。」張無忌躬身道：「多謝前輩。這些銳金旗的大哥們你也都饒了嗎？」滅絕師太的長眉斜斜垂下，冷笑道：「我的法名叫作甚麼？」張無忌道：「前輩的尊名是上『滅』下『絕』。」滅絕師太道：「你知道就好了。妖魔邪徒，我是要滅之絕之，決不留情。難道『滅絕』兩字，是白叫的嗎？」張無忌道：「既然如此，請前輩發第三掌。」滅絕師太斜眼相睨，似這般頑強的少年，一生之中確是從未見過，她素來心冷，但突然間起了愛才之念，心想：「我第三掌一出，他非死不可。這人究非妖邪一流，年紀輕輕的如此送命，不免有些可惜！」微一沉吟，心意已決，第三掌要打在他丹田的要穴之上，運內力震盪他的丹田，使他立時閉氣暈厥，待誅盡魔教銳金旗的妖人之後，再將他救醒。她左袖一拂，第三掌正要擊出，忽聽得一人叫道：「滅絕師太，掌下留人！」這八個字的聲音有如針尖一般的鑽入各人耳中，人人覺得極不舒服。只見西北角上一個白衫男子手搖摺扇，穿過人叢，走將過來，行路足下塵沙不起，便如是在水面飄浮一般。這人白衫的左襟上繡著一隻小小黑鷹，雙翅展開。眾人一看，便知他是天鷹教中的高手人物。原來天鷹教教眾的法服和明教一般，也是白袍，只是明教教袍上繡一個紅色火焰，天鷹教則繡一頭黑鷹。那人走到離滅絕師太三丈開外，拱手笑道：「師太請了，這第三掌嘛，便由區區代領如何？」滅絕師太道：「你是誰？」那人道：「在下姓殷，草字野王。」他「殷野王」三字一出口，旁觀眾人登時起了哄。殷野王的名聲，這二十年來在江湖上著實響亮，武林中人多說他武功之高，與他父親白眉鷹王殷天正實已差不了多少，他是天鷹教天微堂堂主，權位僅次於教主。滅絕師太見這人不過四十來歲年紀，但一雙眼睛猶如冷電，精光四射，氣勢懾人，倒也不能小覷了他，何況平時也頗聽到他的名頭，當下冷冷的道：「這小子是你甚麼人，要你代接我這一掌？」張無忌心中只叫：「他是我舅舅，是我舅舅。難道他認出我來了？」殷野王哈哈一笑，道：「我跟他素不相識，只是見他年紀輕輕，骨頭倒硬，頗不像武林中那些假仁假義、沽名釣譽之徒。心中一喜，便想領教一下師太的功力如何？」最後一句話說得頗不客氣，意下似乎全沒將滅絕師太放在眼裏。滅絕師太也並不動怒，對張無忌道：「小子，你倘若還想多活幾年，這時候便走，還來得及。」張無忌道：「晚輩不敢貪生忘義。」滅絕師太點了點頭，向殷野王道：「這小子還欠我一掌。咱們的帳一筆歸一筆，回頭不教閣下失望便是。」殷野王嘿嘿一笑，說道：「滅絕師太，你有本事便打死這個少年。這少年若是活不成了，我教你們人人死無葬身之地。」一說完，立時飄身而退，穿過人叢，喝道：「現身！」突然之間，沙中湧出無數人頭，每人身前支著一塊盾牌，各持強弓，一排排的利箭對著眾人。原來天鷹教教眾在沙中挖掘地道，早將各派人眾團團圍住了。眾人全神注視滅絕師太和張無忌對掌，毫沒分心，便是宋青書等有識之士，也只防備天鷹教教眾突然奔前衝擊，那料得他們乘著沙土鬆軟，竟然挖掘地道，冷不防佔盡了週遭有利的地形。這麼一來，人人臉上變色，眼見利箭上的箭頭在日光下發出暗藍光芒，顯是餵有劇毒。只消殷野王一聲令下，各派除了武功最強的數人之外，其餘的只怕都要性命難保。當地五派之中，論到資望年歲，均以滅絕師太為長，各人一齊望著她，聽她號令。滅絕師太的性子最是執拗不過，雖然眼見情勢惡劣，竟是絲毫不為所動，對張無忌道：「小子，你只好怨自己命苦。」突然間全身骨骼中發出劈劈啪啪的輕微爆裂之聲，炒豆般的響聲未絕，右掌已向張無忌胸口擊去。這一掌乃是峨嵋的絕學，叫做「佛光普照」。任何掌法劍法總是連綿成套，多則數百招，最少也有三五式，但不論三式或是五式，定然每一式中再藏變化，一式抵得數招乃至十餘招。可是這「佛光普照」的掌法便只一招，而且這一招也無其它變化，一招拍出，擊向敵人胸口也好，背心也好，肩頭也好，面門也好，招式平平淡淡，一成不變，其威力之生，全在於以峨嵋派九陽功作為根基。一掌既出，敵人擋無可擋，避無可避。當今峨嵋派中，除了滅絕師太一人之外，再無第二人會使。她本來只想擊中張無忌的丹田，將他擊暈便罷，但殷野王出來一加威嚇之後，她再手下留情，那便不是寬大，而是貪生怕死、向敵人屈膝投降了。因此這一招乃是使上了全力，絲毫不留餘地。張無忌見她手掌擊出，骨骼先響，也知這一掌非同小可，自己生死存亡，便決於這頃刻之間，那敢有些微怠忽？在這一瞬之間，只是記著「他自狠來他自惡，我只一口真氣足」這兩名經文，絕不想去如何出招抵禦，但把一股真氣匯聚胸腹。猛聽得砰然一聲大響，滅絕師太一掌已打中在他胸口。旁觀眾人齊聲驚呼，只道張無忌定然全身骨骼粉碎，說不定竟被這排山倒海般的一擊將身子打成了兩截。那知一掌過去，張無忌臉露訝色，竟好端端的站著，滅絕師太卻是臉如死灰，手掌微微發抖。原來適才滅絕師太這一招「佛光普照」純以峨嵋九陽功為基，偏生張無忌練的正是九陽神功。峨嵋九陽功乃當年郭襄聽覺遠背誦九陽真經後記得若干片段而化成，和原本的九陽神功相較，威力自是不可同日語。但兩門內功威力有大小，本質卻是一致，峨嵋九陽功一遇到九陽神功，猶如江河入海，又如水乳交融，登時無影無蹤。滅絕師太擊他的第一掌是「飄雪穿雲掌」，第二掌是「截手九式」，均非九陽神功所屬，是以擊在張無忌身上，卻能使他受傷嘔血。這中間的道理，當時卻無一人能理會得，張無忌固然茫無所知，滅絕師太雖見識廣博，也只道這小子內功深湛、自己傷他不得而已。是以圈子內外的數百人，除了滅絕師太自己，個個均以為她手下留情，有的以為她愛惜張無忌的骨氣，有的以為她顧全大體，不願五派在天鷹教的毒箭下傷亡慘重，更有的以為她膽小害怕，屈服於殷野王的威嚇之下。張無忌躬身一揖，說道：「多謝前輩掌底留情。」滅絕師太哼了一聲，大是尷尬，若說上前再打，自己明明說過只擊他三掌，倘若就此作罷，那更是向天鷹教屈服的奇恥大辱。便在她這微一遲疑之間，殷野王哈哈大笑，說道：「識時務者為俊傑，滅絕師太不愧為當世高人。」喝令：「撤去弓箭！」眾教徒斗然間翻翻滾滾的退了開去，一排盾牌，一排弓箭，排列得極是整齊，看來這殷野王以兵法部勒教眾，進退攻拒之際，頗具陣法。滅絕師太臉上無光，卻又如何能向眾人分辯，說自己這一掌並非手下留情？各人明明見到她輕輕兩掌，便將張無忌打得重傷，但給殷野王一嚇之後，第三掌竟徒具威勢，一點力道也沒使上。她便竭力申辯，各人也不會相信，何況她向來高傲慣了的，豈肯去求人相信？當下狠狠的向張無忌瞪了一眼，朗聲道：「殷野王，你要考較我掌力，這就請過來。」殷野王拱手道：「今日承師太之情，不敢再行得罪，咱們後會有期。」滅絕師太左手一揮，不再言語，領了眾弟子向西奔去。崑崙、華山、崆峒各派人眾，以及殷梨亭、宋青書等跟隨而去。※※※蛛兒雙足尚自行走不得，急道：「阿牛哥，快帶我走。」張無忌卻很想和殷野王說幾句話，道：「等一會兒。」迎著向殷野王走了過去，說道：「前輩援手大德，晚輩決不敢忘。」殷野王拉著他的手，向他打量了一會，問道：「你姓曾？」張無忌真想撲在他懷裏，叫出聲來：「舅舅，舅舅！」但終於強行忍住，雙眼卻不自禁的紅了。有道是：「見舅如見娘」，他父母雙亡，殷野王是他十年多來第一次見到的親人，如何不教他心情激動？殷野王見他眼色中顯得對自己十分親近，只道他感激自己救他性命，也不放在心上，眼光轉到躺在地下的蛛兒，淡淡一笑，說道：「阿離，你好啊！」蛛兒抬起頭來，眼光中充滿了怨毒，隨即低頭，過了一會，叫道：「爹！」這個「爹」字一出口，張無忌大吃一驚，但心中念頭迅速轉動，頃刻間明白了許多事情：「原來蛛兒是舅舅的女兒，那麼便是我的表妹了。她殺了二娘，累死了自己母親，又說爹爹一見到便要殺她……哦，她使『千蛛萬毒手』戳傷殷無祿，想來這個家人跟著主人，也對她母女不好。殷無福、殷無壽雖然心中痛恨，卻不能跟她動手，是以說了一句『原來是三小姐』便抱了殷無祿而去。」他回頭瞧著蛛兒時，忽又想到：「怪不得我總覺得她舉動像我媽媽，原來她和我有血肉之親，我媽是她的嫡親姑母。」只聽殷野王冷笑道：「你還知道叫我一聲爹，哼，我只道你跟了金花婆婆，便將天鷹教不瞧在眼裏了。沒出息的東西，跟你媽一模一樣，練甚麼『千蛛萬毒手』，哼，你找面鏡子自己瞧瞧，成甚麼樣子，我姓殷的家中有你這樣的醜八怪？」蛛兒本來嚇得全身發顫，突然間轉過頭來，凝視著父親的臉，朗聲道：「爹，你不提從前的事，我也不提。你既要說，我倒要問你，媽好好的嫁了你，你為甚麼又要另娶二娘？」殷野王道：「這……這……死丫頭，男子漢大丈夫，那一個沒有三妻四妾？你懺逆不孝，今日狡辯也是無用。甚麼金花婆婆、銀葉先生，天鷹教也沒放在眼裏。」回手一揮，對殷無福、殷無壽兩人道：「帶了這丫頭走。」張無忌雙手一攔，道：「且慢！殷……殷前輩，你要拿她怎樣？」殷野王道：「這丫頭是我的親生逆女，她害死庶母，累死母親，如此禽獸不如之人，怎能留於世間？」張無忌道：「那時殷姑娘年幼，見母親受人欺辱，一時不忿，做錯了事，還望前輩念在父女之情，從輕責罰。」殷野王仰天大笑，說道：「好小子，你究竟是那一號的人物，甚麼閒事都管，連我殷家的家事也要插手？你是『武林至尊』不是？」張無忌心下激動，真想便說：「我是你外甥，可不是外人。」但終究忍住了。殷野王笑道：「小子，你今天的性命是撿來的，再這般多管江湖上的閒事，再有十條小命，也不夠賠。」說著左手一擺。殷無福、殷無壽二人上前架起蛛兒，拉到殷野王身後。張無忌知道蛛兒這一落入她父親手中，性命多半無幸，情急之下，衝上去便要搶人。殷野王眉頭一皺，左手陡地伸出，抓住他胸口輕輕往外一揮。張無忌身不由主，便如騰雲駕霧般的直摔出去，砰的一聲，重重摔在黃沙之中。他有九陽神功護體，自是不致受傷，但身陷沙內，眼耳口鼻之中塞滿了沙子，難受之極。他不肯甘休，爬起來又搶上去。殷野王冷笑道：「小子，第一下我手下留情，再來可不客氣了。」張無忌懇求道：「她……她是你的親生女兒啊，她小的時候你抱過她，親過她，你饒了她罷。」殷野王心念一動，回頭瞧了蛛兒一眼，但見到她浮腫的臉，不由得厭惡之情大增，喝道：「走開！」張無忌反而走上一步，便想搶人。蛛兒叫道：「阿牛哥，你別理我，我永遠記得你待我的好處。你快走開，你打不過我爹爹的。」便在這時，黃沙中突然間鑽出一個青袍人來，雙手一長，已抓住殷無福、殷無壽兩人的後領，跟著並臂一合，兩人額頭對額頭猛撞一下，登時暈去。那人抱起蛛兒，疾馳而去。殷野王怒喝：「韋蝠王，你也來多管閒事？」青翼蝠王韋一笑縱聲長笑，抱著蛛兒向前急馳，他名叫「一笑」，這笑聲卻是連綿不絕，何止百笑千笑？殷野王和張無忌一齊發足急追。這一次韋一笑不再大兜圈子，逕向西南方飄行。這人身法之快，實是匪夷所思。殷野王內力深厚，輕功了得，張無忌體內真氣流轉，更是越奔越快，但韋一笑快得更加厲害。眼見初時和他相距數丈，到後來變成十餘丈、二十餘丈、三十餘丈……終於人影不見。殷野王怒極而笑，見張無忌始終和自己並肩疾奔，半步也沒落後，心下暗自驚異，這時明知已無法追上韋一笑，卻要考一考這少年的腳力，足底加勁，身子如箭離弦，激射而出，卻見他不即不離，仍是和自己並肩而行，忽聽他說道：「殷前輩，這青翼蝠王奔跑雖快，未必長力也夠，咱們跟他死纏到底。」殷野王吃了一驚，立時停步，自忖：「我施展如此輕功，已是竭盡平生之力，別說開口說話，便是換錯了一口氣也是不成。這小子隨口說話，居然足下絲毫不慢，那是甚麼功夫？」他斗然間停步，張無忌一竄已在數丈之外，忙轉身回頭，退回到殷野王身旁，聽他示下。殷野王道：「曾兄弟，你師父是誰？」張無忌忙道：「不，不！你千萬不能叫我兄弟，我是你晚輩，你老人家叫我『阿牛』便了。我沒師父。」殷野王心念一動：「這小子的武功如此怪異，留著大是禍胎，不如出其不意，一掌打死了他。」便在此時，忽聽得幾下極尖銳的海螺聲遠遠傳來，正是天鷹教有警的訊號。殷野王眉頭一皺，心想：「定是洪水、烈火各旗怪我不救銳金旗，又起了亂子。倘若一掌打不死這小子，這時候卻沒有功夫跟他纏鬥。不如借刀殺人，讓他去送命在韋一笑手裏。」便道：「天鷹教遇上了敵人，我須得趕回應付，你獨自去找韋一笑罷。這人兇惡陰險，待得遇上了，你須先下手為強。」張無忌道：「我本領低微，怎打得過他？你們有甚麼敵人來攻？」殷野王側耳聽了一下號角，道：「果然是明教的洪水、烈火、厚土三旗都到了。」張無忌道：「大家都是明教一脈，又何必自相殘殺？」殷野王臉一沉，道：「小孩子懂得甚麼？又來多管閒事！」轉身向來路奔回。※※※張無忌心想：「蛛兒落入了大惡魔韋一笑手中，倘若給他在咽喉上咬了一口，吸起血來，那裏還有命在？」想到此處，更是著急，當即吸一口真氣，發足便奔。好在韋一笑輕功雖佳，手上抱了一個人後，總不能踏沙無痕，沙漠之中還是留下了一條足跡。張無忌打定主意：「他休息，我不休息，他睡覺，我不睡覺，奔跑三日三夜，好歹也追上了他。」可是在烈日之下，黃沙之中，奔跑三日三夜當真是談何容易，他奔到傍晚，已是口乾唇燥，全身汗如雨下。但說也奇怪，腳下卻毫不疲累，積蓄了數年的九陽神功一點一滴的發揮出來，越是使力，越是精神奕奕。他在一處泉水中飽飽的喝了一肚水，足不停步，循著韋一笑的足印奔跑。奔到半夜，眼見月在中天，張無忌忽地恐懼起來，只怕突然之間，蛛兒被吸乾了血的屍體在眼前出現。就在這時，隱隱聽得身後似有足步之聲，他回頭一看，卻沒有人。他不敢耽擱，發足又跑，但背後的腳步聲立時跟著出現。他心中大奇，回頭再看，仍是無人，仔細一看，沙漠中明明有三道足跡，一道是韋一笑的，一道是自己的，另一道卻是誰的？再回過頭來，身前只韋一笑的一道足跡。那麼有人在跟蹤自己，定然無疑的了，怎麼總是瞧不見他，難道這人有隱身術不成？他滿腹疑團，拔足又跑，身後的足步聲又即響起。張無忌叫道：「是誰？」身後一個聲音道：「是誰？」張無忌大吃一驚，喝道：「你是人是鬼？」那聲音也道：「你是人是鬼？」張無忌急速轉過身來，這一次看到了身後那人留在地下的一點影子，才知是個身法奇快之人躲在自己背後，叫道：「你跟著我幹嗎？」那人道：「我跟著你幹嗎？」張無忌笑道：「我怎麼知道？這才問你啊。」那人道：「我怎麼知道？這才問你啊。」張無忌見這人似乎並無多大惡意，否則他在自己身後跟了這麼久，隨便甚麼時候一出手，都能致自己死命，便道：「你叫甚麼名字？」那人道：「說不得。」張無忌道：「為甚麼說不得？」那人道：「說不得就是說不得，還有甚麼道理好講。你叫甚麼名字？」張無忌道：「我……我叫曾阿牛。」那人道：「你半夜三更的狂奔亂跑，在幹甚嗎？」張無忌知道這是一位身懷絕技的異人，便道：「我一個朋友給青翼蝠王捉了去，我要去救回來。」那人道：「你救不回來的。」張無忌道：「為甚麼？」那人道：「青翼蝠王的武功比你強，你打他不過。」張無忌道：「打他不過也要打。」那人道：「很好，有志氣。你朋友是個姑娘嗎？」張無忌道：「是的，你怎知道？」那人道：「要不是姑娘，少年人怎會甘心拚命。很美罷？」張無忌道：「醜得很！」那人道：「你自己呢，醜不醜？」張無忌道：「你到我面前，就看到了。」那人道：「我不要看，那姑娘會武功嗎？」張無忌道：「會的，是天鷹教殷野王前輩的女兒，曾跟靈蛇島金花婆婆學武。」那人道：「不用追了，韋一笑捉到了她，一定不肯放。」張無忌道：「為甚麼？」那人哼了一聲，道：「你是個傻瓜，不會用腦子。殷野王是殷天正的甚麼人？」張無忌道：「他們兩位是父子之親。」那人道：「白眉鷹王和青翼蝠王的武功誰高？」張無忌道：「我不知道。請問前輩，是誰高啊？」那人道：「各有所長。兩人誰的勢力大些？」張無忌道：「鷹王是天鷹教教主，想必勢力大些。」那人道：「不錯。因此韋一笑捉了殷天正的孫女，那是奇貨可居，不肯就還的，他想要挾殷天正就範。」張無忌搖頭道：「只怕做不到，殷野王前輩一心一意想殺了他自己的女兒。」那人奇道：「為甚麼啊？」張無忌於是將蛛兒殺死父親愛妾、累死親母之事簡略說了。那人聽完後，嘖嘖讚道：「了不起，了不起，當真是美質良材。」張無忌奇道：「甚麼美質良材？」那人道：「小小年紀，就會殺死庶母、害死親母，再加上靈蛇島金花婆婆的一番調教，當真是我見猶憐。韋一笑要收她作個徒兒。」張無忌吃了一驚，問道：「你怎知道？」那人道：「韋一笑是我好朋友，我自然明白他的心性。」張無忌一呆之下，大叫一聲：「糟糕！」發足便奔。那人仍是緊緊的跟在他背後。張無忌一面奔跑，一面問道：「你為甚麼跟著我？」那人道：「我好奇心起，要瞧瞧熱鬧。你還追韋一笑幹嗎？」張無忌怒道：「蛛兒已經有些邪氣，我決不許她再拜韋一笑為師。倘若她也學成一個吸飲人血的惡魔，那怎生是好？」那人道：「你很歡喜蛛兒麼為甚麼這般關心？」張無忌嘆了口氣，道：「我也不知道歡不歡喜她，不過她……她有點兒像我媽媽。」那人道：「嗯，原來你媽媽也是個醜八怪，想來你也好看不了。」張無忌急道：「我媽媽很好看的，你別胡說八道。」那人道：「可惜，可惜！」張無忌道：「可惜甚麼？」那人道：「你這少年有肝膽，有血性，著實不錯，可惜轉眼便是一具給吸乾了鮮血的殭屍。」張無忌心念一動：「他的話確也不錯，我就算追上了韋一笑，又怎能救得蛛兒，也不過是白白饒上自己的性命而已。」說道：「前輩，你幫助我，成不成？」那人道：「不成。一來韋一笑是我好朋友，二來我也打不過他。」張無忌道：「韋一笑既是你好朋友，你怎地不勸勸他？」那人長歎一聲，道：「勸有甚麼用？韋一笑自己又不想吸飲人血，他是迫不得已，實是痛苦難當。」張無忌奇道：「迫不得已？那有此事？」那人道：「韋一笑練內功時走火，自此每次激引內力，必須飲一次人血，否則全身寒戰，立時凍死。」張無忌沉吟道：「那是三陰脈絡受損嗎？」那人奇道：「咦，你怎知道？」張無忌道：「我只是猜測，不知對不對。」那人道：「我曾三入長白山，想替他找一頭火蟾，治療此病，但三次都是徒勞無功。第一次還見到了火蟾，差著兩丈沒捉到，第二次第三次連火蟾的影子也沒見到。待眼前的難關過了之後，我總還得再去一次。」張無忌道：「我同你一起去，好不好？」那人道：「嗯，你內力倒夠，就是輕功太差，簡直沒半點火候，到那時再說罷。喂，我問你，幹麼你要去幫忙捉火蟾？」張無忌道：「倘若捉到了，不但治好韋一笑的病，也救了很多人，那時候他不用再吸人血了。啊，前輩，他奔跑了這麼久，激引內力，是不是迫不得已，只好吸蛛兒的血呢？」那人一呆，說道：「這倒說不定。他雖想收蛛兒為徒，但是打起寒戰來，自己血液要凝結成冰，那時候啊，只怕便是自己的親生女兒……」張無忌越想越怕，捨命狂奔。那人忽道：「咦，你後面是甚麼？」張無忌回過頭來想看，突然間眼前一黑，全身已被一隻極大的套子套住，跟著身子懸空，似乎是處身在一隻布袋之中，被那人提了起來。他忙伸手去撕布袋，豈知那袋子非綢非革，堅韌異常，摸上去布紋宛然，顯是粗布所制，但撕上去卻紋絲不動。那人提起袋子往地下一擲，哈哈大笑，說道：「你能鑽出我的布袋，算你本事。」張無忌運起內力，雙手往外猛推，但那袋子軟軟的絕不受力。他提起右腳，用力一腳踢出，波的一聲悶響，那袋子微微向外一凸，不論他如何拉推扯撕，翻滾頂撞，這只布袋總是死樣活氣的不受力道。那人笑道：「你服了嗎？」張無忌道：「服了！」那人啪的一下，隔著袋子在他屁股上打了一記，笑道：「小子，乖乖的在我乾坤一氣袋中別動，我帶你到一個好地方去。你開口說一句話，給人知覺了，我可救不得你。」張無忌道：「你帶我到那裏去？」那人笑道：「你已落入我乾坤一氣袋中，我要取你小命，你逃得了嗎？你只要不動不作聲，總有你的好處。」張無忌一想這話倒也不錯，當下便不掙扎。那人道：「你能鑽入我的布袋，是你的福緣。」提起布袋往肩頭上一掮，拔足便奔。張無忌道：「蛛兒怎麼辦啊？」那人道：「我怎知道？你再囉唆一聲，我把你從布袋裏抖了出來。」張無忌心想：「你把我抖出來，正是求之不得。」嘴裏卻不敢答話，只覺那人腳下迅速之極。那人走了幾個時辰，張無忌在布袋中覺得漸漸熱了起來，知道已是白天，太陽曬在袋上，過了一會，只覺那人越走越高，似在上山。這一上山，又走了兩個多時辰，張無忌這時身上已頗有寒意，心想：「多半是到了極高的山上，峰頂積雪，因此這麼冷。」突然之間，身子飛了起來，他大吃一驚，忍不住叫出聲來。他叫聲未絕，只覺身子一頓，那人已然著地，張無忌這才明白，原來適才那人是帶了自己縱躍一下，心想身處之地多半是極高山峰上的危崖絕壁，那人背負了自己如此跳躍，山巖積了冰雪，甚是滑溜，倘若一個失足，豈不是兩人都一齊粉身碎骨？心中剛想到此處，那人又已躍起。這人不斷的跳躍，忽高忽低，忽近忽遠，張無忌雖在布袋之中，見不到半點光亮，也猜想得到當地的地勢必定險峻異常。