第二十回　忍見紅顏墮火窟　空餘碧血葬香魂乾隆自陳家洛帶了香香公主去後，心中怔怔不寧，漸漸天色大明，又眼見太陽從東方升到頭頂，太監開上御膳來，雖是山珍海味，卻食不下嚥。這天他也不朝見百官，整日坐起又睡倒，睡倒又坐起，派了好幾批侍衛出去打探消息，直到天色全黑，月亮從宮牆上升起，還是沒一個侍衛回報。他在寶月樓上十分焦急，只得盡往好處去想，向著壁上的「漢宮春曉圖」獃獃的凝望，突然想到：「這妮子既然喜歡他，定也喜歡漢裝。待會他們回宮，他定已勸服她從我。我何不穿上漢裝，叫她驚喜一番？」於是命太監取明人的衣冠。可是深宮之中，那裏來的明人衣冠？還是一名小太監聰明，奔到戲班子裏去拿了一套戲服來，服侍他穿了。乾隆大喜，對鏡一照，自覺十分風流瀟灑，忽見鬢旁有幾莖白髮，急令小太監拿小鉗子來鉗去。正低了頭讓小太監鑷髮，忽聽背後輕輕的腳步之聲，一名太監低聲喝道：「皇太后慈駕到！」乾隆吃了一驚，抬起頭來，鏡中果然現出太后，只見她鐵青了臉，滿是怒容。乾隆疾忙轉身道：「太后還不安息麼？」扶著她在炕上坐下。太后揮揮手，眾太監退了出去。隔了好一陣，太后沉聲說道：「奴才們說你今天不舒服，沒上朝，也沒吃飯。我瞧你來啦！」乾隆道：「兒子現下好了。只是吃了油膩有點兒不爽快，沒甚麼，不敢驚動太后。」太后哼了一聲，道：「是吃了回子的油膩呢，還是漢人的油膩呀？」乾隆一驚，答道：「想是昨天吃了烤羊肉。」太后道：「那是咱們的滿洲菜呀，嗯，你做滿洲人做厭了。」乾隆不敢回答。太后又問：「那個回子女人在那裏？」乾隆道：「她性子不好，兒子叫人帶出去訓導去了。」太后道：「她隨身帶劍，死也不肯從你。叫人訓導，有甚麼用？是要誰去開導她？」乾隆見她愈問愈緊，只得道：「是個老年的侍衛頭兒，姓白的。」太后抬起了頭，好半天不作聲，冷笑了幾下，陰森森的道：「你現今四十多歲啦，還要娘做甚麼？」乾隆大驚，忙道：「太后請勿動怒，兒子有過，請太后教導。」太后道：「你是皇帝，是天下之主，愛怎麼做就怎麼做，愛撒甚麼謊就撒甚麼謊。」乾隆知道太后耳目眾多，這事多半已瞞她不過，低聲說道：「開導那女子的，還有一個是兒子在江南遇到的士子，這人才學很好……」太后厲聲道：「是海寧陳家的是不是？」乾隆低下了頭，那裏還敢做聲。太后道：「怪不得你穿起漢人衣衫來啦！幹麼你還不殺我？」說這句話時，已然聲色俱厲。乾隆大吃一驚，雙膝跪下，連連磕頭，說道：「兒子若有不孝之心，天誅地滅！」太后一拂衣袖，走下樓去。乾隆忙隨後跟去，走得幾步，想起自己身上穿著明人衣冠，給人見了可不成體統，匆匆忙忙的換過了，一問太監，知道太后在武英殿的偏殿，於是加快腳步進殿，說道：「太后息怒，兒子有不是的地方，請太后教誨。」太后冷冷的問道：「你連日召那姓陳的進宮幹甚麼？在海寧又幹了些甚麼事？」乾隆垂頭不語。太后厲聲喝道：「你真要恢復漢家衣冠麼？要把我們滿洲人滅盡殺絕麼？」乾隆顫聲道：「太后別聽小人胡言，兒子那有此意？」太后道：「那姓陳的你待怎樣處置？」乾隆道：「他黨羽眾多，手下有不少武功高強的亡命之徒，兒子所以一直和他敷衍，乃是要找個良機，把他們一網打盡，以免斬草不除根，終成後患。」太后聽了容色稍霽，問道：「這話可真？」乾隆聽得太后此言，知已洩機，更無抉擇餘地，心一狠，決意一鼓誅滅紅花會群雄，答道：「三日之內，就要叫那姓陳的身首異處。」太后陰森的臉上露出了一絲笑容，道：「好，這才不壞了祖宗的遺訓。」頓了一頓，道：「嘿，你跟我來。」站起身來，走向武英殿正殿。乾隆只得跟了過去。太后走近殿門，太監一聲吆喝，殿門大開。只見殿中燈燭輝煌，執事太監排成兩列，八名王公跪下接駕，太后與乾隆走到殿上兩張椅中坐下。乾隆向下看時，見那八名王公都是皇室貴族，為首的是自己兄弟和親王弘晝。此外是莊親王允祿、履親王允祹、怡親王弘曉、果親王弘瞻、裕親王廣祿、顯親王衍璜，以及信郡王德昭，都是皇室的近親。乾隆心神不定，不知太后這番布置主何吉凶。太后緩緩說道：「先帝崩駕之時，遺命八旗旗兵由宗室八人分統，只是這些時候來邊疆連年用兵，先帝的遺命一直沒能遵辦。眼下賴祖宗福蔭，今上聖明，回疆已然削平，從今日起，八旗旗兵歸你們八人分帶，務須用心辦事，以報皇上的恩典。」八人忙磕頭謝恩。乾隆心想：「原來她還是不放心，要分散我的兵權。」太后道：「請皇上分派吧。」乾隆心想：「這次大大落了下風，反正已不想舉事，暫時分散兵權也是無妨。眼看她部署周密，我若是不允，她定然另有對付之策。」於是把正黃、鑲黃、正白、鑲白、正紅、鑲紅、正藍、鑲藍八旗旗兵分派給了八王統領。八名王公暗暗納罕，均想：按照本朝開國遺規，正黃、鑲黃、正白三旗，由皇帝自將，稱為上三旗，餘下五旗稱為下五旗。每一旗由滿洲都統統率。此時太后分給八王統領，卻是大大的不符祖宗規矩了，擺明是削弱皇帝權力之意，眼見太后懿旨嚴峻，不敢推辭，當下磕頭謝恩，有的心想：「明日還是上摺歸還兵權為是，免惹殺身之禍。」太后手一揮，遲玄托著一個盤子上前跪下，盤中鋪著一塊黃綾，上放鐵盒。太后拿起鐵盒，揭開盒蓋，拿出一個小小的卷軸來。乾隆側頭看去，見卷軸外是雍王親筆所書「遺詔」兩字，旁邊注著一行字道：「國家有變，著八旗親王會同開拆。」乾隆登時臉色大變，心想原來父皇早就防到日後機密洩漏，如自己敢於變更祖宗遺規，甚至反滿興漢，遺詔中必定命八旗親王廢他而另立新君。他隨即鎮定，說道：「先帝深遠謀慮，明見百世。兒子只要及得上先帝萬一，太后就不必再為兒子操心了。」太后把遺詔交給和親王，道：「你把先皇遺詔恭送到雍和宮綏成殿，派一百名親兵日夜看守。」頓了一頓，又道：「就是有今上御旨，也不能離開一步。」和親王領了慈旨，把遺詔送到雍和宮去了。雍和宮在北京西北安定門內，本是雍正未登位時的貝勒府。雍正死後，乾隆追念父皇，將之擴建成為一座喇嘛廟。太后布置已畢，這才安心，打了個呵欠，嘆道：「這萬世的基業，可要好好看著啊！」※※※乾隆送太后出殿，忙召侍衛詢問。白振稟道：「陳公子已送娘娘回宮，娘娘在寶月樓候駕。」乾隆大喜，急速出殿，走到門口，回頭問道：「路上有甚麼事嗎？」白振道：「奴才等曾遇見紅花會的許多頭腦，幸虧陳公子攔阻，沒出甚麼事。」乾隆到了寶月樓上，果見香香公主面壁而坐，喜道：「長城好玩麼？」香香公主不理。乾隆心想：「待我安排大事之後再來問你。」走到鄰室，命召福康安進宮。不多時，福康安匆匆趕到。乾隆命他率領驍騎營軍士到雍和宮各殿埋伏，密囑了好一陣子，福康安領旨去了。乾隆又命白振率領眾侍衛在雍和宮內外埋伏，安排已定，說道：「明兒晚我在雍和宮大殿賜宴，你召陳公子、紅花會所有的頭腦和黨羽齊來領宴。」白振聽了這話，才知是要把紅花會一網打盡，心想那定是有一場大廝殺了，磕了頭正要走出，乾隆忽道：「慢著！」白振回過頭來，乾隆道：「召雍和宮大喇嘛呼音克！」待呼音克進來磕見，乾隆問道：「你來京裏有幾年了？」呼音克道：「臣服侍皇上已二十一年了。」乾隆道：「你想不想回西藏去啊？」呼音克磕頭不答。乾隆又道：「西藏有達賴和班禪兩個活佛，幹麼沒第三個？」呼音克道：「回皇上，這是向來的規矩，自從國師……」乾隆攔住了他的話頭，說道：「要是我封你做第三個活佛，去管一塊地方，沒人敢違旨吧？」呼音克喜從天降，連連磕頭，說道：「聖皇降恩，臣粉身難報。」乾隆道：「現下我叫你做一件事。你回去召集親信喇嘛，預備了硝磺油柴引火之物，等他傳訊給你時，」說著向白振一指，又道：「你就放火燒宮，從雍和宮大殿和綏成殿燒起。」呼音克大吃一驚，磕頭道：「這是先皇的府邸，先皇遺物很多，臣不敢……」乾隆厲聲道：「你敢違旨麼？」呼音克嚇得遍體冷汗，顫聲道：「臣……臣……臣遵旨辦理。」乾隆道：「這事只要洩漏半點風聲，我把你雍和宮八百名喇嘛殺得一個不剩。」隔了一會，溫言道：「綏成殿有旗兵看守，可要小心了，到時可把這些兵將一起燒在裏面。事成之後，你就是第三位活佛了。去吧！」手一揮，呼音克又驚又喜，謝了恩和白振一同退出。乾隆布置已畢，暗想這一下一箭雙鵰，把紅花會和太后的勢力一鼓而滅，就可安安穩穩做太平皇帝了，心頭十分舒暢，見案頭放著一張琴，走過去彈了起來，彈的是一曲〈史明五弄〉，彈不數句，鏗鏗鏘鏘，琴音中竟充滿了殺伐之聲，彈到一半，錚的一聲，第七根弦忽然斷了。乾隆一怔，哈哈大笑，推琴而起，走到內室來。香香公主倚在窗邊望月，聽得腳步聲，寒光一閃，又拔出了短劍。乾隆眉頭一皺，遠離坐下，道：「陳公子和你到長城去，是叫你來刺殺我嗎？」香香公主道：「他是勸我從你。」乾隆道：「你不聽他的話？」香香公主道：「他的話我總是聽的。」乾隆又喜又妒，道：「那麼你為甚麼帶著劍？把劍給我吧！」香香公主道：「不，要等你做了好皇帝。」乾隆心想：「原來你要如此挾制於我。」一時之間，憤怒、妒忌、色慾、惱恨，百感交集，強笑道：「我現今就是好皇帝。」香香公主道：「哼，剛才我聽你彈琴，你要殺人，要殺很多人，你……你是惡極了。」乾隆一驚，心想原來自己的心事竟在琴韻中洩漏了出來，靈機一動，說道：「不錯，我是要殺人。你那陳公子剛才已給我抓住了。你從了我，我瞧在你面上，可以放他。要是不從，嘿嘿，你知道我要殺很多人。」香香公主大驚，顫聲道：「你要殺死自己親弟弟？」乾隆鐵青了臉道：「他甚麼都對你說了？」香香公主道：「我不信你抓得住他。他比你能幹得多。」乾隆道：「能幹？哼，就算今天還沒抓住，明天呢？」香香公主不語，暗自沉吟。乾隆又道：「我勸你死了這條心吧，我是好皇帝也罷，惡皇帝也罷，你總是永遠見不著他了。」香香公主急道：「你答應他做好皇帝的，怎麼又反悔？」乾隆厲聲道：「我愛怎樣就怎樣，誰管得了我？」他剛才受太后挾制，滿腔憤怒，不由得流露了出來。霎時之間，香香公主便似胸口給人重重打了一拳，想道：「原來皇帝是騙他的，早知這樣，我何必回來？」一時悔恨達於極點，險些暈倒。乾隆見她臉上突然間全無血色，自悔適才神態太過粗暴，說道：「只要你好好服侍我，我自然也不難為他，還會給他大官做，教他一世榮華富貴。」香香公主一生之中，從沒給人如此厲害的欺騙過，她本來還只見到皇帝的兇狠，這時才知道惡人還能這麼奸險，心想：「皇帝這麼壞，定要想法子害他。他雖然本事比皇帝大，可是不知道親哥哥會存心害他的啊。我一定須得讓他明白，好教他不會上了皇帝的當。可是怎麼去通知他呢？」乾隆見她皺眉沉思，稚氣的臉上多了一層凝重的風姿，絕世美艷之中，重增華瞻，不覺瞧得呆了。香香公主想道：「宮裏全是皇帝的手下人，誰能給我送信？事情緊急，只有這麼辦。」說道：「那麼你答應不害他？」乾隆大喜，隨口道：「不害他，不害他！」香香公主見他說得沒半分誠意，心中恨極，一個純樸的少女在皇宮中住得多日，也已學會了怎樣對付敵人，於是不動聲色的道：「我明天一早要到清真禮拜堂去，向真神祈禱之後，才能從你。」乾隆大喜，笑道：「好，明天可不能再賴了。」又道：「宮裏也有清真禮拜堂，我特地給你起的。再過得幾天，等一切布置就緒，以後你就不用再出宮去做禮拜了。」※※※香香公主見他笑嘻嘻的下樓，找到紙筆，寫了一封信給陳家洛，警告他皇帝有加害之心，反滿興漢之想全成虛幻，請他即速設法相救，一同逃出宮去，寫畢，用一張白紙將信包住，白紙上用回文寫道：「請速送交紅花會總舵主陳家洛。」她想回人個個對她爹爹和姊姊十分尊敬，對自己也極崇仰，在禮拜堂中只要俟機交給任何一個回人，誰都會設法送到。她寫了信後，心神一寬，想到皇帝背盟為惡，反使自己與情郎有重聚的機會，陳家洛無所不能，要救自己出宮，自非難事，想到此處，心頭登覺甜蜜無比，整日勞頓之後，靠在床上便睡著了。矇矓間聽得宮中鐘聲響動，睜開眼來，天已微明，忙起身梳洗。服侍她的宮女知她不許別人近身，只是在旁邊瞧著，見她神采煥發，都代她歡喜。香香公主把書信暗藏在袖，走下樓來。抬轎的太監已在樓下侍候，眾侍衛前後擁衛，將她送到了西長安街清真寺門口。香香公主下了轎，望到伊斯蘭教禮拜堂的圓頂，心中又是歡喜又是難受，俯首走進教堂，只見左右各有一人和她並排而行。她抬起頭來，見是兩個回人，心中一喜，正要把捏在手裏的書信遞過去，和右面那人目光一接，不禁遲疑，緩緩縮回了手。那人雖是回人裝束，可是面目神情，全不是她族人模樣，又向左邊那人一望，也似有異。她低聲問道：「你們是皇帝派來看守我的嗎？」她說的是回語，那兩人果然不懂，都隨意點了點頭。她一陣失望，轉過身來，只見身後又跟著八名回人裝束的皇宮侍衛，真正回人都被隔得遠遠地。她快步向寺中教長走近，說道：「這信無論如何請你送去。」那教長一愕，香香公主將信塞入他手中。突然間一名侍衛搶上前來，從教長手中將信奪了去，在他胸口重重一推。教長一個踉蹌，險些跌倒。眾人愕然相顧，都不知發生了何事。教長怒道：「你們幹甚麼？」那侍衛在他耳邊低聲喝道：「別多管閒事！我們是宮裏當差的。」那教長一嚇，不敢多言，便領著眾人俯伏禮拜。香香公主也跪了下來，淚如泉湧，心中悲苦已極，這時只剩下一個念頭：「怎地向他示警，教他提防？就是要我死，也得讓他知道提防。」「就是要我死！」這念頭如同閃電般掠過腦中：「我在這裏死了，消息就會傳出去，他就會知道。不錯，再沒旁的法子！」但立即想到了《可蘭經》第四章中的話：「你們不要自殺。阿拉確是憐憫你們的。誰為了過份和不義而犯了這嚴禁，我要把誰投入火窟。」穆罕默德的話在她耳中如雷震般響著：「自殺的人，永墮火窟，不得脫離。」她並不怕死，相信死了之後可以升上樂園，將來會永遠和心愛的人在一起，《可蘭經》上這樣說：「他們在樂園裏將享有純潔的配偶，他們得永居其中。」可是如果自殺了，那就是無窮無盡的受苦！想到這裏，不禁打了一個寒顫，只覺全身冷得厲害，但聽眾人喃喃誦經，教長正在大聲講著樂園中的永恆和喜悅，講著墮入火窟的靈魂是多麼悲慘。對於一個虔信宗教的人，再沒比靈魂永遠沉淪更可怕的了，可是她沒有其他法子。愛情勝過了最大的恐懼。她低聲道：「至神至聖的阿拉，我不是不信你會憐憫我，但是除了用我身上的鮮血之外，沒有別的法子可以教他逃避危難。」於是從衣袖中摸出短劍，在身子下面的磚塊上劃了「不可相信皇帝」幾個字，輕輕叫了兩聲：「大哥！」將短劍刺進了那世上最純潔最美麗的胸膛。※※※紅花會群雄這日在廳上議事，蔣四根剛從廣東回來，正與眾人談論南方各地英豪近況，忽報白振來拜，陳家洛單獨接見。白振傳達皇上旨意，說當晚在雍和宮賜宴，命紅花會眾位香主一齊赴宴，皇上親自與會，因怕太后和滿洲親貴疑慮，是以特地在宮外相會。陳家洛領旨謝恩，心想喀絲麗定是勉為其難，從了皇帝，是以他對興漢大業加倍熱心起來，心中說不出的又喜又悲，送別白振後與群雄說了。眾人聽得皇帝信守盟約，行將建立不世奇功，都很興奮。無塵、陸菲青、趙半山、文泰來等人吃過滿清官員不少苦頭，對乾隆的話本來不大相信，這時見大事進行順利，都說究竟皇帝是漢人，又是總舵主的親兄弟，果然大不相同。只是陳家洛為了興復大業，割捨對香香公主之情，都為他難過。陳家洛怕自己一人心中傷痛，冷了大家的豪興，當下強打精神，和群雄縱論世事，後來談到了武藝。無塵說道：「總舵主，你這次在回部學到了精妙武功，露幾手給大家瞧瞧怎樣？」陳家洛道：「好，我正要向各位印證請教，只怕有許多精微之處沒悟出來。」向余魚同道：「十四弟，請你吹笛。」余魚同道：「好！」李沅芷笑吟吟的奔進內室，把金笛取了出來。駱冰笑道：「好啊，把人家的寶貝兒也收起來啦。」李沅芷臉一紅不作聲。自那日李沅芷被張召重擊斷左臂，一路上余魚同對她細加呵護，由憐生愛，由感生情，這才是一片真心相待。李沅芷一往情深的痴念，終於有美滿收場，自是芳心大慰。兩人這一日談到那天在甘涼道上客店中初會的情景，李沅芷說很羨慕他用金笛點倒公差的本事，抱怨師父不肯傳她點穴功夫。余魚同笑道：「陸師叔雖然年老，總不便在你身上指點，也不能讓你摸他。穴道認不準，怎麼教？等將來咱倆成了夫妻，我再教你吧。」李沅芷笑道：「那麼我倒錯怪師父了。」余魚同笑道：「要我傳你點穴功夫，那也可以，但你得磕頭拜師。」李沅芷笑道：「呸，你想麼？」從那日起，余魚同就把使笛打穴的入門功夫先教會了她。李沅芷把笛子借來練習，因此這些日子來那枝金笛一直在她身邊。陳家洛隨著笛聲舞動掌法，群雄圍觀參詳。無塵笑道：「總舵主，你用這掌法竟打倒了張召重，我用劍給你過過招怎樣？」說著仗劍下場。陳家洛道：「好，來吧！」揮拳向他肩頭拍去。無塵一劍斜刺，不理陳家洛的手掌攻到、逕攻對方腰眼。陳家洛側身繞過，笛聲中攻他後心。無塵更不回頭，倒轉劍尖，向後便刺，部位時機，無不恰到好處，正是追魂奪命劍中的絕招「望鄉回顧」。陳家洛身子一側，翻掌拿他手腕。無塵明知這一劍刺不中，但沒患到他反攻如此迅捷，腳下一點，向前竄出三步，手腕一抖，長劍又已遞出。旁觀群雄，齊聲叫好。兩人雖是印證武功，卻也絲毫不讓，單劍斜走，雙掌齊飛，打得緊湊異常。正鬥到酣處，忽然胡同外傳來一陣漫長淒涼的歌聲。群雄也不在意，卻聽那歌聲越來越近，似是成千人齊聲唱和，悲切異常，令人聞之墮淚。心硯久在大漠，知是回人所唱悼歌，好奇心起，奔出去打聽，過了一會從外面回來，臉色灰白，腳步踉蹌，走近陳家洛身邊，顫聲叫道：「少爺！」無塵收劍躍開。陳家洛回頭問道：「甚麼？」心硯道：「香……香……香香公主死了！」群雄齊都變色。陳家洛只覺眼前一黑，俯伏摔了下去。無塵忙擲劍在地，伸手拉住他臂膀。駱冰忙問：「怎麼死的？」心硯道：「我問一個回人大哥，他說是在清真禮拜堂裏祈禱之時，香香公主用劍自殺。」駱冰又問：「那些回人唱些甚麼？」心硯道：「他們說：皇太后不許她遺體入宮，交給了清真寺。他們剛才將她安葬了，回來時大家唱歌哀悼。」眾人大罵皇帝殘忍無道，逼死了這樣一位善良純潔的少女。駱冰一陣心酸，流下淚來。陳家洛卻一語不發。眾人防他心傷過甚，正想勸慰，陳家洛忽道：「道長，我學的掌法還沒使完，咱們再來。」緩步走到場子中心，眾人不禁愕然。無塵心想：「讓他分心一下以免過悲，也是好的。」於是拾起劍來，兩人又鬥。群雄見陳家洛步武沉凝，掌法精奇，似乎對剛才這訊息並不動心，互相悄悄議論。李沅芷低聲在余魚同耳邊道：「男人家多沒良心，為了國家大事，心愛的人死了一點也不在乎。」余魚同吹著笛子，心想：「總舵主好忍得下，倘若是我，只怕當場就要瘋了。」無塵顧念陳家洛遭此巨變，心神不能鎮攝，不敢再使險招。兩人本來棋逢敵手，功力悉匹，無塵一有顧忌，兩招稍緩，立處下風。只見劍光掌影中，無塵不住後退，他一招不敢疾刺，收劍微遲，陳家洛左手三根手指已搭上了他手腕，兩人肌膚一碰，同時跳開。無塵叫道：「好，好，妙極！」陳家洛笑道：「道長有意相讓。」笑聲未畢，忽然一張口，噴出兩口鮮血。群雄盡皆失色，忙上前相扶。陳家洛淒然一笑，道：「不要緊！」靠在心硯肩上，進內堂去了。※※※陳家洛回房睡了一個多時辰，想起今晚還要會見皇帝，正有許多大事要幹，如何這般不自保重，但想到香香公主慘死，卻不由得傷痛欲絕。又想：「喀絲麗明明已答應從他，怎麼忽又自殺，難道是思前想後，終究割捨不下對我的恩情？她知道此事非同小可，如無變故，決不至於今日自殺，內中必定別有隱情。」思索了一回，疑慮莫決，於是取出從回部帶來的回人衣服，穿著起來，那正是他在冰湖之畔初見香香公主時所穿，再用淡墨將臉頰塗得黝黑，對心硯道：「我出去一會兒就回來。」心硯待要阻攔，知道無用，但總是不放心，悄悄跟隨在後。陳家洛知他一片忠心，也就由他。大街上人聲喧闐，車馬雜沓，陳家洛眼中看出來卻是一片蕭索。他來到西長安街清真禮拜寺，逕行入內，走到大堂，俯伏在地，默默禱祝：「喀絲麗，你在天上等著我。我答應你皈依伊斯蘭教，決不讓你等一場空。」抬起頭來，忽見前面半丈外地下青磚上隱隱約約的刻得有字，仔細一看，是用刀尖在磚塊上劃的回文：「不可相信皇帝」，字痕中有殷紅之色。陳家洛一驚，低頭細看，見磚塊上有一片地方的顏色較深，突然想到：「難道這是喀絲麗的血？」俯身聞時，果有鮮血氣息，不禁大慟，淚如泉湧，伏在地下嚎哭起來。哭了一陣，忽然有人在他肩頭輕拍兩下，他吃了一驚，立即縱身躍起，左掌微揚待敵，一看之下又驚又喜，跟著卻又流下淚來。那人穿著回人的男子裝束，但秀眉微蹙，星目流波，正是翠羽黃衫霍青桐。原來她今日剛隨天山雙鷹趕來北京，要設法相救妹子，那知遇到同族回人，驚聞妹子已死，匆匆到禮拜寺來為妹子禱告，見一個回人伏地大哭，叫著喀絲麗的名字，因此拍他肩膀相詢，卻遇見了陳家洛。正要互談別來情由，陳家洛突見兩名清宮侍衛走了進來，忙一拉霍青桐的袖子，並肩伏地。兩名侍衛走到陳家洛身邊，喝道：「起來！」兩人只得站起，眼望窗外，只聽得叮噹聲響，兩名侍衛將劃著字跡的磚塊用鐵鍬撬起，拿出禮拜寺，上馬而去。霍青桐問道：「那是甚麼？」陳家洛垂淚道：「要是我遲來一步，喀絲麗犧牲了性命，用鮮血寫成的警示也瞧不到了。」霍青桐問道：「甚麼警示？」陳家洛道：「這裏耳目眾多，我們還是伏在地下，再對你說。」於是重行伏下，陳家洛輕聲把情由擇要說了。霍青桐又是傷心，又是憤恨，怒道：「你怎地如此胡塗，竟會去相信皇帝？」陳家洛慚愧無地，道：「我只道他是漢人，又是我的親哥哥。」霍青桐道：「漢人就怎樣？難道漢人就不做壞事麼？做了皇帝，還有甚麼手足之情？」陳家洛哽咽道：「是我害了喀絲麗！我……我恨不得即刻隨她而去。」霍青桐覺得責他太重，心想他本已傷心無比，於是柔聲安慰道：「你是為了要救天下蒼生，卻也難怪。」過了一會，問道：「今晚雍和宮之宴，還去不去？」陳家洛切齒道：「皇帝也要赴宴，我去刺殺他，為喀絲麗報仇。」霍青桐道：「對，也為我爹爹、哥哥，和我無數同胞報仇。」陳家洛問道：「你在清兵夜襲時怎能逃出來？」霍青桐道：「那時我正病得厲害，清兵突然攻到，幸而我的一隊衛士捨命惡鬥，把我救到了師父那裏。」陳家洛歎道：「喀絲麗曾對我說，我們就是走到天邊，也要找著你。」霍青桐禁不住淚如雨下。兩人走出禮拜堂，心硯迎了上來，他見了霍青桐，十分歡喜，道：「姑娘，我一直惦記著你，你好呀！」霍青桐這半年來慘遭巨變，父母兄妹四人全喪，從前對心硯的一些小小嫌隙，那裏還放在心上，柔聲說道：「你也好，你長高啦！」心硯見她不再見怪，很是高興。三人回到雙柳子胡同，天山雙鷹和群雄正在大聲談論。陳家洛含著眼淚，把在清真寺中所見的血字說了。陳正德一拍桌子，大聲道：「我說的還有錯麼？那皇帝當然要加害咱們。這女孩子定是在宮中得了確息，才捨了性命來告知你。」眾人都說不錯，關明梅垂淚道：「我們二老沒兒沒女，本想把她們姊妹都收作乾女兒，那知……」陳正德歎道：「這女孩子雖然不會武功，卻大有俠氣，難得難得！」眾人無不傷感。陳家洛道：「待會雍和宮赴宴，長兵器帶不進去，各人預備短兵刃和暗器。酒肉飯菜之中，只怕下有毒物迷藥，決不可有絲毫沾唇。」群雄應了。陳家洛道：「今晚不殺皇帝，解不了心頭之恨，但要先籌劃退路。」陳正德道：「中原是不能再住的了，大夥兒去回部。」群雄久在江南，離開故鄉實在有點難捨，但皇帝奸惡凶險，人人恨之切齒，都決意撲殺此獠，遠走異域，卻也顧不得了。陳家洛命文泰來率領楊成協、衛春華、石雙英、蔣四根在城門口埋伏，到時殺了城門守軍，接應大夥出城西去，命心硯率領紅花會頭目，預備馬匹，帶同弓箭等物在雍和宮外接應；又命余魚同立即通知紅花會在北京的頭目，遍告各省紅花會會眾，總舵遷往回部，各地會眾立即隱伏，以防官兵收捕。他分派已畢，向天山雙鷹與陸菲青道：「如何誅殺元兇首惡，請三位老前輩出個主意。」陳正德道：「那還容易？我上去抓住他脖子一扭，瞧他完不完蛋？」陸菲青笑道：「他既存心害咱們，身邊侍衛一定帶得很多，防衛必然周密。正德兄扭到他脖子，他當然完蛋，就只怕扭不到他脖子。」無塵道：「還是三弟用暗器傷他。」天山雙鷹在六和塔上見過趙半山的神技，對他暗器功夫十分心折，當下首先贊同。趙半山從暗器囊裏摸出當日龍駿所發的三枚毒蒺藜來，笑道：「只要打中一枚，就教他夠受了！」心硯見到毒蒺藜是驚弓之鳥，不覺打了個寒噤。陳家洛道：「我怕那姓龍的還在宮裏，有解藥可治。」趙半山道：「不妨，我再用鶴頂紅和孔雀膽浸過，他解得了一種，解不了第二種。」陸菲青對駱冰道：「你的飛刀和我的金針也都浸上毒藥吧吧。」駱冰點頭道：「咱們幾十枚暗器齊發，不管他多少侍衛，總能打中他幾枚。」陳家洛見眾人在炭火爐上的毒藥罐裏浸熬暗器，想起皇帝與自己是同母所生，總覺不忍，但隨即想到他的陰狠毒辣，怒火中燒，拔出短劍，也在毒藥罐中熬了一會。※※※到申時三刻，眾人收拾定當，飽餐酒肉，齊等赴宴。過不多時，白振率領了四名侍衛來請。群雄各穿錦袍，騎馬前赴雍和宮。白振見眾人都是空手不帶兵刃，心下暗暗歎息。到宮門外下馬，白振引著眾人入宮。綏成殿下首已擺開了三席素筵，白振肅請群雄分別坐下。中間一席陳家洛坐了首席，左邊一席陳正德坐了首席，右邊一席陸菲青坐了首席。佛像之下居中獨設一席，向外一張大椅上鋪了錦緞黃綾，顯然是皇帝的御座了。陸菲青、趙半山等人心中暗暗估量，待會動手時如何向御座施放暗器。菜肴陸續上席，眾人靜候皇帝到來。過了一會，腳步聲響，殿外走進兩名太監，陳家洛等認得是遲玄和武銘夫兩人。太監後面跟著一名戴紅頂子拖花翎的大官，原來是前任浙江水陸提督李可秀，不知何時已調到京裏來了。李沅芷握住身旁余魚同的手，險些叫出聲來。遲玄叫道：「聖旨到！」李可秀、白振等當即跪倒。陳家洛等也只得跟著跪下。遲玄展開敕書，宣讀道：「奉天承運皇帝制曰：國家推恩而求才，臣民奮勵以圖功。爾陳家洛等公忠體國，宜錫榮命，愛賜陳家洛進士及第，餘人著禮部兵部另議，優加錄用。賜宴雍和宮。直隸古北口提督李可秀陪宴。欽此。」跟著喝道：「謝恩！」群雄聽了心中一涼，原來皇帝奸滑，竟是不來的了。李可秀走近陳家洛身邊，作了一揖，道：「恭喜，恭喜，陳兄得皇上如此恩寵，真是異數。」陳家洛謙遜了幾句。李沅芷和余魚同一起過來，李沅芷叫了一聲：「爹！」李可秀一驚，回頭見是失蹤近年、自己日思夜想的獨生女兒，真是喜從天降，拉住了她手，眼中濕潤，顫聲道：「沅兒，沅兒，你好麼？」李沅芷道：「爹……」可是話卻說不下去了。李可秀道：「來，你跟我同席！」拉她到偏席上去。李沅芷和余魚同知他是愛護女兒，防她受到損傷。兩人互相使了個眼色，分別就坐。遲玄和武銘夫兩人走到中間席上，對陳家洛道：「哥兒，將來你做了大官，可別忘了咱倆啊！」陳家洛道：「決不敢忘了兩位公公。」遲玄手一招，叫道：「來呀！」兩名小太監托了一隻盤子過來，盤中盛著一把酒壺和幾隻酒杯。遲玄提起酒壺，在兩隻杯中斟滿了酒，自己先喝一杯，說道：「我敬你一杯！」放下空杯，雙手捧著另一杯酒遞給陳家洛。群雄注目凝視，均想：「皇帝沒來，咱們如先動手，打草驚蛇，再要殺他就不容易。這杯酒雖是從同一把酒壺裏斟出，但安知他們不從中使了手腳，瞧總舵主喝是不喝？」陳家洛早在留神細看，存心尋隙，破綻就易發覺，果見酒壺柄上左右各有一個小孔。遲玄斟第一杯酒時大拇指捺住左邊小孔，斟第二杯酒時，拇指似乎漫不經意的一滑，捺住了右邊小孔。陳家洛心中瞭然，知道酒壺從中分為兩隔，捺住左邊小孔時，左邊一隔中的酒流不出來，斟出來的是盛在右邊一隔中的酒，捺住右邊小孔則剛剛相反。遲玄捧過來的這杯從右隔中斟出，自是毒酒，心想：「哥哥你好狠毒，你存心害我，怕我防備，先賜我一個進士，叫我全心信你共舉大事。若非喀絲麗以鮮血向我示警，這杯毒酒是喝定的了。」他拱手道謝，舉杯作勢要飲。遲玄和武銘夫見大功告成，喜上眉梢。陳家洛忽將酒杯放下，提起酒壺另斟一杯，斟酒時捺住右邊小孔，杯底一翻，一口乾了，把原先那杯酒送到武銘夫前面，說道：「武公公也喝一杯！」武銘夫和遲玄兩人見他識破機關，不覺變色。陳家洛又捺住左邊小孔，斟了一杯毒酒，說道：「我回敬遲公公一杯！」遲玄飛起右足，將陳家洛手中酒杯踢去，大聲道：「拿下了！」大殿前後左右，登時湧出數百名手執兵刃的御前侍衛和御林軍來。陳家洛笑道：「兩位公公酒量不高，不喝就是，何必動怒？」武銘夫喝道：「奉聖旨：紅花會叛逆作亂，圖謀不軌，立即拿問，拒捕者格殺勿論。」陳家洛手一揮，常氏雙俠已縱到遲武二人背後，各伸右掌，拿住了兩人的項頸，兩人待要抵敵，已然週身麻木，動彈不得。陳家洛又斟一杯毒酒，笑道：「這真是敬酒不吃吃罰酒了。」駱冰和章進各拿一杯，給遲武兩人灌了下去。眾侍衛與御林軍見遲武被擒，只是吶喊，不敢十分逼近。紅花會群雄早從衣底取出兵刃，無塵身上只藏一柄短劍，使用不便，縱入侍衛人群之中，夾手奪了一柄劍來，連殺三人，當先直入後殿，群雄跟著衝入。李可秀拉著女兒的手，叫道：「在我身邊！」他一面和白振兩人分別傳令，督率侍衛們攔截，一面拉著女兒，防她混亂中受傷。余魚同見狀，長歎一聲，心想：「我與她爹爹勢成水火，她終究非我之偶！」一陣難受，揮笛衝入。李沅芷右手使勁一掙，李可秀拉不住，當即被她掙脫。李沅芷叫道：「爹爹保重，女兒去了！」反身躍起，縱入人叢。李可秀大出意外，急叫：「沅芷，沅芷，回來！」她早已衝入後殿，只見余魚同揮笛正與五六名侍衛惡戰，形同拚命。李沅芷叫道：「師哥，我來了！」余魚同一聽，心頭一喜，精神倍長，刷刷數笛一輪急攻，李沅芷仗劍上前助戰，將眾侍衛殺退。兩人攜手跟著駱冰，向前直衝。這時火光燭天，人聲嘈雜，陳家洛等已衝到綏成殿外，一看之下，甚是驚異。只見數十名喇嘛正和一群清兵惡戰，眼見眾喇嘛抵敵不住，白振卻督率了侍衛相助喇嘛，把眾清兵趕入火勢正旺的殿中。陳家洛怎知乾隆與太后之間勾心鬥角的事，心想這事古怪之極，但良機莫失，忙傳令命群雄越牆出宮。李可秀與白振已得乾隆密旨，要將紅花會會眾與綏成殿中的旗兵一網打盡，但二人一個念著女兒，一個想起陳家洛的救命之恩，都對紅花會放寬了一步，只是協力對付守殿的旗兵。過不多時，旗兵全被殺光燒死。綏成殿中大火熊熊，將雍正的遺詔燒成灰燼。群雄躍出宮牆，不禁倒抽一口涼氣，只見雍和宮外無數官兵，都是弓上弦，刀出鞘，數千根火把高舉，數百盞孔明燈晃來晃去，射出道道黃光。陳家洛心想：「他布置得也真周密，惟恐毒藥毒不死我們！」轉眼之間，無塵與陳正德已殺入御林軍隊伍。四下裏箭如飛蝗，齊向群雄射來。霍青桐大叫：「大家衝啊！」群雄互相緊緊靠攏，隨著無塵與陳正德衝殺。但清兵愈殺愈多，衝出了一層，外面又圍上一層。無塵劍光霍霍，當者披靡，力殺十餘名御林軍，突出了重圍，等了一陣，見餘人並未隨出，心中憂急，又翻身殺入，只見七八名侍衛圍著章進酣鬥。章時全身血污，殺得如痴如狂。無塵叫道：「十弟莫慌，我來了！」刷刷刷三劍，三名侍衛咽喉中劍。餘人發一聲喊，退了開去，無塵道：「十弟，沒事麼？」忽然呼的一聲，章進揮棒向他砸來。無塵吃了一驚，側身讓過。章進連聲狂吼，叫道：「眾位哥哥都給你們害了，我不要活了！」狼牙棒著地橫掃。無塵叫道：「十弟，十弟，是我呀！」章進雙目瞪視，突然撇下狼牙棒，叫道：「二哥啊，我不成了！」無塵在火光下見他胸前、肩頭、臂上都是傷口，處處流血，自己只有單臂，無法相扶，咬牙道：「你伏在我背上，摟住我！」蹲下身子，章進依言抱著他頭頸。無塵只覺一股股熱血從道袍裏直流進去，當下奮起神威，提劍往人多處殺去。劍鋒到處，清兵紛紛讓道，忽見前面官兵接二連三的躍在空中，顯是被人提著拋擲出來的，無塵心想：「除四弟外，別人無此功力，莫非城門有變？」仗劍衝去，果見文泰來、駱冰、余魚同、李沅芷四人正與眾侍衛惡戰。無塵叫道：「總舵主他們呢？」余魚同道：「不見啊，咱們到那邊去找！」無塵心中一寬，心想章進受傷甚重，是以胡言囈語，未必大夥都已死傷。文泰來刀砍掌劈，殺開了一條血弄堂，四人隨後趕去。無塵奔到文泰來身旁，叫道：「城門口怎樣？」文泰來道：「那邊沒事。我不放心，過來瞧瞧！」無塵道：「來得正好！」他雖然負了章進，仍是一劍便殺一人，長劍起處，清軍兵將無人能避。突然李沅芷高聲叫道：「總舵主！」只見陳家洛從火光中掠過，東竄西晃，似乎在尋人。陸菲青從西首殺出，叫道：「大夥退向宮牆！」遙見遠處火光中一根翠羽不住晃動。陸菲青道：「總舵主，你領大家退到牆邊，我去接她出來！」說著手揮長劍，往霍青桐那邊殺去。陳家洛與文泰來當先開路，又退回到牆邊。無塵叫道：「十弟，下來吧！」章進只是不動，駱冰去扶他時，只覺他身子僵硬，原來已經氣絕。駱冰伏屍大哭。文泰來正在抵敵眾侍衛，接應趙半山、常氏雙俠等過來，聽得駱冰哭聲，不由得灑了幾點英雄之淚，怒氣上沖，揮刀連斃三敵。群雄逐漸聚攏，這時陸菲青和霍青桐已會合在一起，人叢中只見那根翠羽慢慢移來，但到相隔數十步時，再也無法走近。常氏雙俠奪了兩桿長槍，衝去接了過來。霍青桐臉色蒼白，一身黃衫上點點斑斑盡是鮮血。陳家洛叫道：「咱們再衝，這次可千萬別失散了。」話聲方畢，雍和宮內颼颼數聲，連射了幾枝箭出來。原來李可秀和白振手下人眾殺盡了綏成殿中的旗兵後，蜂擁而至。紅花會這一來前後受敵，處境更是險惡。正危急間，正面御林軍忽然紛紛退避，火光中數十名黃衣僧人衝了進來，當先一人白鬚飄動，金刀橫砍直斬，威不可當，正是鐵膽周仲英。群雄大喜，只聽周仲英叫道：「各位快跟我來！」文泰來抱起章進屍身，隨著眾人衝出。只見天鏡禪師率著大苦、大癲、大痴、元痛、元悲、元傷等少林僧人，正與御林軍接戰。霍青桐見眾人殺敵甚多，但不論衝向何處，敵兵必定跟著圍上，抬頭西望，果見鼓樓屋頂上站著十多人，內中四人手提紅燈分站西方，群雄殺奔西方，西方那人高舉紅燈，殺奔東方，東方便有紅燈舉起。霍青桐對陳家洛道：「打滅那幾盞紅燈便好辦了！」趙半山聽了，從地下撿起一張弓，拾了幾枝箭，弓弦響處，四燈熄滅。群雄喝一聲彩。清兵不見了燈號，登時亂將起來。霍青桐又道：「屋頂上諸人之中，必有主將在內，咱們擒賊先擒王！」眾人知她在回部運籌帷幄，曾殲滅兆惠四萬多名精兵，真是女中孫吳，說話必有見地。無塵叫道：「四弟、五弟、六弟，咱們四個去！」文泰來和常氏雙俠齊齊答應。四人有如四頭猛虎，直撲出去，御林軍那裏攔阻得住？陳家洛與天鏡禪師等跟著殺出，眼見就要衝出重圍，突然喊聲大振，李可秀和白振率領親兵侍衛圍了上來。一陣混戰，又將群雄裹在垓心。李沅芷、駱冰、以及七八名少林僧人都受了傷。無塵等衝到牆邊，躍上鼓樓，早有七個人過來阻攔。這些人竟是武功極好的高手，常氏雙俠合敵三人，一時未分勝敗。無塵與文泰來都是以一對二，在屋頂攻拒進退，打得十分激烈。無塵心中焦躁，想道：「怎麼這裏竟有這許多硬爪子？」只見屋角上眾人擁衛之中，一名頭戴紅頂子的官員手執佩刀令旗，正在指揮督戰。無塵叫道：「這些鷹爪都交給我！」左一劍「心傷血污池」直刺敵人胸膛，右一劍「膽裂奈何橋」，逕斬對手雙足。這兩人或縮身，或縱躍，無塵長劍已指向纏著文泰來的兩名侍衛，「千刃刀山」斜戳左股，「萬斛油鍋」橫削右腰，招招極狠極。文泰來緩出手來，向那紅頂子大官直衝過去。左右衛士見他來勢兇猛，早有四人挺刀阻截。文泰來在火光中猛見那官員回過頭來，吃了一驚，險些失聲叫出：「總舵主！」這官員面貌幾乎與陳家洛一模一樣，若不是服色完全不同，真難相信竟是兩人。他陡然想起，妻子曾說到徐天宏設計取玉瓶、捉拿王維揚之事，總舵主喬扮官員，竟被眾人誤認為驍騎營統領兼九門提督福康安，那麼這人必是福康安無疑。眼下群雄身處危境，如不抓到此人，只怕無法脫難，當下身形一縮，從兩柄大刀的刃鋒下鑽過，逕向福康安撲去。統率御林軍兜捕紅花會的，正是乾隆第一親信的福康安。乾隆因火燒雍和宮之事萬分機密，是以命他總領其事。但怕他遇到凶險，特選了十六名一等侍衛，專門負責護他一人。眾侍衛中又有兩人上前阻擋，餘人擁著福康安避到另一間屋子頂上。無塵數招之下，已傷了兩名侍衛，突然斜奔橫走，在眾侍衛中穿來插去，這裏一劍，那裏一腳，片刻間已連施七八下毒招。文泰來再度緩出手來，雙足使勁，躍在半空，向福康安頭頂猛撲而下。這時地下驍騎營官兵與眾侍衛已見到主帥處境凶險，他身旁雖有十多名高手侍衛保護，兀自攔阻不住這兩個怪傑所向無敵的狠撲，又有七八人躍上屋來相助。餘人也暫不向紅花會餘人進迫，都舉頭凝視屋頂的激鬥，突見文泰來飛撲而下，不由得齊聲驚呼。福康安不會武功，當此危急之際，也只得舉起佩刀仰砍，同時兩枝長槍、兩柄大刀齊向文泰來身上刺砍。文泰來心想：這一下抓不到，他後援即到，再無機會了，雙臂一振，兩桿長槍騰在空中，一足踹在左邊一名侍衛胸前，右手一拳擊中右邊一名侍衛面門，大喝一聲，兩名剛躍上屋頂的侍衛嚇得跌了下去。福康安驚得手足都軟了，被文泰來一把當胸揪住，舉在半空。四下裏的清兵不約而同的又是大聲驚叫。這時常氏雙俠已打倒三名侍衛，雙雙躍到，往文泰來身旁一站，取出飛抓，亮光閃閃，舞成徑達兩丈的一個大圈子，清兵那敢過來？只見福康安舉起令旗，顫聲高叫：「大家住手！各營官兵與眾侍衛各歸本隊！」驍騎營官兵與眾侍衛見本帥被擒，都是大驚失色。奉旨衛護福康安的侍衛中有三人不理會常氏雙俠飛抓厲害，奮勇衝上。無塵叫道：「五弟、六弟，放這三個鷹爪過來！」雙俠一收飛抓躍開，只道無塵要親自取他們性命，那知無塵長劍直指福康安咽喉，笑道：「來吧，來吧！」三名侍衛停步遲疑，互相使個眼色，又都躍開。文泰來雙手微一用力，福康安臂上痛入骨髓，只得高聲叫道：「快收兵，退開！」清兵侍衛不敢再戰，紛紛歸隊。陳家洛叫道：「咱們都上高！」群雄奔到牆邊，一一躍上。趙半山點查人數，除章進傷重斃命外，其餘尚有八九人負傷，幸喜都不甚重。火光中又見孟健雄與徐天宏扶著周綺躍上屋頂。只見她頭髮散亂，臉如白紙。周仲英罵道：「你怎麼也來了？不保重自己身子！」周綺叫道：「我要孩子，孩子，還我孩子來！」陳家洛見她神智不清，忙亂中不及細問，用紅花會切口傳令：「咱們攻進宮去，殺了皇帝給十哥報仇！」群雄轟然叫好，駱冰把這話譯給陸菲青、天鏡禪師、天山雙鷹、霍青桐等人聽了，眾人舉刀響應。天鏡禪師道：「少林寺都教他毀了，老衲今天要大開殺戒！」陳家洛驚問：「怎麼，少林寺毀了？」天鏡禪師道：「不錯，已是燒成白地。天虹師兄護法圓寂了。」陳家洛一陣難受，愈增憤慨。眾人擁著福康安，從御林軍的刀槍劍戟中走出去，只見走了一層又是一層，圍著雍和宮的兵將何止萬人。群雄饒是大膽，也不覺心驚，暗想要不是擒住了他們頭子，無論如何不能突出重圍。待走出最後一層清兵，見心硯領著紅花會的頭目，牽了數十匹馬遠遠站著等候。各人紛紛上馬，有的一人一騎，有的一騎雙乘，縱聲高呼，一陣風般向皇宮衝去。徐天宏跑在陳家洛身旁，叫道：「總舵主，退路預備好了麼？」陳家洛道：「九哥他們在城門口接應。你們怎麼也剛巧趕到？」徐天宏恨道：「方有德那奸賊，那奸賊！」陳家洛道：「怎麼？」徐天宏道：「他勾結成璜、瑞大林，調兵夜襲少林寺。天虹老禪師不肯出寺，在寺中給燒死了。他們還搶了我的兒子去！」陳家洛聽見他生了個兒子，想說句「恭喜」，卻又縮住。徐天宏道：「天鏡師伯率領僧眾找這幾個奸賊報仇，直追到北京來。咱們去雙柳子胡同找你，才知你們在雍和宮。」這時眾人已奔近禁城，御林軍與眾侍衛在後緊緊跟隨，雖不交鋒，但毫不放鬆。徐天宏轉頭對天山雙鷹道：「要是皇帝得訊躲了起來，深宮中那裏去找，請兩位前輩先趕去探明如何？」他想二老最是好勝，適才無塵與文泰來擒拿福康安大顯威風，他們夫婦卻未顯技立功。天山雙鷹齊聲應道：「好，我們就去！」徐天宏從衣袋裏摸出四枚流星火炮，交給陳正德道：「見到皇帝，能殺馬上就殺，如他護衛眾多，請老前輩放流星為號。」關明梅道：「好！」雙鷹躍過宮牆，直往內院而去，身手快捷，直和鷹隼相似。※※※天山雙鷹在屋頂上飛奔，只見宮門重重，庭院處處，怎知皇帝躲在何處？關明梅道：「抓個太監來問。」陳正德道：「正是！」兩人一躍下地，隱身暗處，側耳靜聽，想查到聲息，過去抓人，忽聽腳步聲息，兩人直奔而來。陳正德低聲道：「這兩人有武功。」關明梅道：「不錯，跟去瞧瞧。」語聲方畢，兩個人影已從身邊急奔過去。雙鷹悄沒聲的跟在兩人身後，見前面那人身材瘦削，武功甚高，後面那人是個胖子，腳步卻沉重得多。前面那人時時停步等他，不住催促：「快，快，咱們要搶在頭裏給皇上報訊。」雙鷹一聽大喜，他們去見皇帝，正好帶路，暗暗感激後面那胖傢伙，要不是他腳步笨重，夫婦倆在後跟躡勢必給前面那人發覺。四人穿庭過戶，來到寶月樓前。前面那人道：「你在這裏等著。」那大漢應了站住，那瘦子逕自上樓去了。雙鷹一打手勢，從樓旁攀援而上，直上樓頂，雙足鉤住樓簷，倒掛下來，見一排長窗，外面是一條畫廊，欄干上新漆的氣味混著花香散發出來，窗紙中透出淡淡的燭光。兩人縱身落入畫廊，只見一個人影從窗紙上映了出來。關明梅用食指沾了唾液，輕輕濕了窗紙，附眼往裏一張，果見乾隆坐在椅上，手裏搖著摺扇，跪在地上稟報的瘦子原來便是白振。只聽白振奏道：「綏成殿已經燒光了，看守的親兵沒一個逃出來。」乾隆喜道：「很好！」白振又叩頭道：「奴才該死，紅花會的叛徒卻擒拿不到。」乾隆驚道：「怎麼？」白振道：「太后身邊的遲玄與武銘夫兩人要敬甚麼毒酒，洩漏了機關，動起手來。奴才正在管綏成殿的事，給遲武兩人放了他們出去。」乾隆嗯了一聲，低頭沉吟。陳正德指指白振，又指指乾隆，向妻子打手勢示意：「我鬥那白振，你去刺殺皇帝。」關明梅點了點頭，兩人正要破窗而入，白振忽然拍了兩下手掌。關明梅一把拉住丈夫手臂，左手搖了搖，示意只怕其中有甚麼古怪，瞧一下再說，果然床後、櫃後、屏風後面悄沒聲的走出十二名侍衛來，手中各執兵刃。天山雙鷹均想：「保護皇帝的必是一等高手，我兩人貿然下去，如刺不到皇帝，反令他躲藏得無法尋找，不如等大夥到來。」只見白振低聲向一名侍衛說了幾句，那侍衛下樓，把那大漢帶了上來。那大漢一身黃衣，叩見皇帝，等抬起頭來，雙鷹大出意外，原來是一名喇嘛。乾隆道：「呼音克，你辦得很好，沒露出甚麼痕跡麼？」呼音克道：「一切全遵皇上旨意辦理，綏成殿連人帶物，沒留下一丁點兒。」乾隆道：「好，好，好！白振，我答應他做活佛的。你去辦吧。」白振道：「是！」呼音克大喜，叩頭謝恩。兩人走下樓來，白振道：「呼音克，你謝恩吧！」呼音克一愣，心想我早已謝過恩了，但皇帝的侍衛總管既如此說，便又向寶月樓跪下叩頭，忽覺得項頸中一陣陣冰涼，兩名侍衛的佩刀架在頸中。呼音克大驚，顫聲道：「怎……怎麼？」白振冷笑道：「皇上說讓你做活佛，現在就送你上西天做活佛。」手一揮，兩名侍衛雙刀齊下，跟著兩名太監拿了一條氈毯過來，裹了呼音克的屍身去了。忽然遠處人聲喧嘩，數十人手執燈籠火把蜂擁而來。白振疾奔上樓，稟道：「有叛徒作亂，請皇上退回內宮。」乾隆在杭州見過紅花會群雄的身手，知道眾侍衛實在不是敵手，也不多問，立即站起。陳正德放出一個流星，嗤的一聲，一道白光從樓頂升起，劃過黑夜長空，大聲喊道：「我們等候多時，想逃到那兒去？」兩人知道群雄趕到還有一段時候，這時先把皇帝絆住要緊，當下破窗撲入樓中。眾侍衛不知敵人到了多少，齊吃一驚，只見樓梯口站著一個紅臉老漢、一個白髮老婦。兩名侍衛當先衝下迎敵。白振把乾隆負在背上，四名侍衛執刀前後保護，從欄干旁跳下，逕行奔向第三層樓。關明梅手一揚，打出了三枚鐵蓮子，對手一避，她已縱身站在三四兩層之間的欄干上，挺劍直刺乾隆左肩。白振大駭，倒縱兩步，早有兩名侍衛挺刀上前擋住。陳正德與三名侍衛交手數合，立知均是高手勁敵，當即施展輕身功夫，在樓房中四下遊走，不與眾侍衛纏鬥。白振一聲呼哨，四名侍衛從四角兜抄過來，後面又是三人，七人登時將陳正德困在中間。鬥了十餘回合，陳正德回劍擋開左邊一桿短槍、一個鏈子錘，右面一鞭掃到，拍的一聲，打中了他右臂，陳正德數十年來對敵，連油皮也未擦傷過一塊，這一下又痛又怒，當即劍交左手，一招「旋風捲黃沙」把眾人逼退數步，低頭一劍直刺，戳死了那名揮鞭傷他的侍衛。關明梅見丈夫受傷，猛衝上前接應，兩人退到第二層樓。陳正德見群雄尚未到達，只怕自己夫婦纏不住這十多名高手侍衛，被他們衝下樓去，忙乘隙搶到樓外又放了個流星，回進樓中，見妻子守到樓梯上，打數回合，退一級，扼險拒敵，當真是寸上必爭。幸面樓梯狹窄，最多容身下三四名敵人同時進攻，但仰面拒戰，十分吃力。陳正德心想何不以攻為守？當下仗劍撲向乾隆。眾侍衛搶上抵禦，他早已退開，向攻擊關明梅的侍衛背後連刺數劍，待得有人上來相助，他又向乾隆攻去，眾侍衛忙不迭的過來護駕。這般反客為主，立時爭到了機先。眾侍衛心慌意亂，被他刺傷了兩名。關明梅也搶上了四級樓梯。白振見情勢不利，對一名侍衛道：「馬兄弟，你背皇上。」這人便是在杭州曾被紅花會抓去過的馬敬俠。他蹲下身子，把皇帝負在背上。白振長嘯一聲，雙爪向陳正德抓去。兩人一交上手，陳正德就無法脫身，心中暗暗叫苦，加之右臂受傷，越戰越痛，單敵白振已是勉強，何況還有四五名侍衛圍攻。白振雙掌翻飛，招招不離敵人要害。陳正德全神貫注的招架，不提防背後一名侍衛突然冷劍偷襲，刺入他後心。那侍衛正喜得手，被陳正德奮力回肘猛撞，登時頭骨撞破而死。陳正德所受這一劍正中要害，知道今日要畢命於斯，大喝一聲，神威凜凜。白振吃了一驚，倒退一步。陳正德提劍向乾隆猛力擲去。馬敬俠見長劍疾飛而至，要待退讓，卻已不及，他只怕傷了皇帝，拚著手掌重傷，舉手去格，但這劍正是陳正德臨終一擲，那是何等功力？何等義憤？馬敬俠的肉掌怎能擋格得開？波的一聲，手掌被削去半隻，長劍直刺入胸膛之中，對穿而過。陳正德大喜，心想這一劍也得在乾隆胸前穿個透明窟窿，自己一條命換了一個皇帝，雖死也值得了！白振及眾侍衛見長劍沒入馬敬俠胸膛，關明梅見丈夫受傷擲劍，個個大驚失色，顧不得互鬥，各自過來搶救。白振忙把乾隆抱起，問道：「皇上，怎樣？」乾隆已嚇得臉色蒼白，強自鎮定，微笑道：「總算我先有防備。」白振見那劍從馬敬俠身後穿出半尺，乾隆胸口衣服數層全被刺破，不覺駭然，但皇帝竟未受傷，又驚又喜，道：「皇上洪福齊天，真是聖天子有百神呵護。」他那知乾隆變盟之後，深恐紅花會前來報復，想起二十多年前雍正皇帝半夜裏被俠客割去首級的慘狀，甚是寒心，因此這幾日來外衣之內總是襯了金絲軟甲，果然救了一命。白振把乾隆負在背上，見樓梯上已無人阻攔，呼哨一聲，眾侍衛前後擁衛，直奔下樓。將出寶月樓門，乾隆忽然驚呼，掙下地來，只見樓下門口當先一人正是陳家洛。他身後火光劍影，數十名英雄豪傑站在當地。乾隆反身急奔上樓。眾侍衛蜂擁而上。兩名侍衛走得稍慢，被常氏雙俠截住，鬥不數合，三個少林僧上前夾攻，立時擊斃。陳家洛等見了流星訊號，急向寶月樓奔來，但一路有侍衛相拒攔阻，邊打邊進，牽延了時刻，殺到寶月樓時，皇帝被天山雙鷹絆住，竟未逃出。群雄大喜，急搶上樓。文泰來虎吼一聲，叫道：「啊哈，原來在此！」卻是成璜和瑞大林手執兵刃，站在床前。陳家洛一上樓，立即分派各人守住通道。無塵仗劍站在第三層通下來的梯口，常氏雙俠守住上來的梯口，趙半山、大苦、大癲、大痴分守東南西北四面窗口。霍青桐見師父抱住師公不住垂淚，忙走過去，只見陳正德背上傷口中的血如泉湧，汩汩流出。陸菲青也搶了過來，拿出金創藥給他敷治。陳正德苦笑搖了搖頭，對關明梅道：「我對不住你……累得你幾十年心中不快活，你回到回部之後，和袁……袁大哥去成為夫妻……我在九泉，也心安了。陸兄弟，你幫我成就了這樁美事……」關明梅雙眉豎起，喝道：「這幾個月來，難道你還不知道我對你的一片心嗎？」陸菲青心想：「他人都快死了，你們這對冤家還吵甚麼？就算口頭上順他幾句又有何妨？」正要開言相勸，關明梅叫道：「這樣你可放了心吧！」橫劍往喉中一勒，登時氣絕。霍青桐和陸菲青雖近在身旁，但那裏料想得到她如此剛烈，都是不及相救。陳正德放聲大哭，突然哭聲頓息。陸菲青俯身下去，只見他抱著妻子身體，兩人都死在血泊裏了。霍青桐伏在雙鷹身上，痛哭不已。陳家洛手執短劍，指著乾隆道：「且不說六和塔中盟言如何，我們在海寧塘上曾擊掌為誓，決不互相加害，你卻用毒酒暗算於我，今日還有甚麼話說？」說著走上兩步，短劍劍尖寒光閃閃，對準他的心口，凜然說道：「你認賊作父，殘害百姓，乃是天下仁人義士的公敵！你我兄弟之義，手足之情，再也休提。今日我要飲你之血，給所有死在你手裏的人報仇。」乾隆嚇得臉無人色，全身發抖。天鏡禪師踏步上前，喝道：「我們在少林寺清修，與世無爭，你何以派了贓官，將佛門勝地燒得片瓦不存？今日老衲要開殺戒了。」成璜忽地竄出，舉起齊眉棍當頭猛砸下來。天鏡不閃不避，右手撩住棍梢一拖。成璜收腳不住，向前跌來。天鏡反手一掌，拍的一聲，把他半個頭打進脖子裏去，登時斃命。天鏡右手一抖，齊眉木棍斷成三截。眾侍衛見這個老和尚如此神威，那個再敢上前。白振到此地步，只得挺身而出，叫道：「待我來接老禪師幾招。」天鏡哼了一聲，待要進招，陳家洛道：「師叔，待弟子來。」天鏡道：「好！」陳家洛道：「白老前輩請！」呼的一掌橫劈過來。白振舉臂欲格，不料陳家洛手掌忽然轉彎，拍的一聲，打在他肩頭。白振大吃一驚：「我與他在杭州交手時勢均力敵，怎麼不到一年，他功力陡然大進？」轉念未畢，陳家洛又是兩掌打到。白振避開一掌，接了一掌，知道不是敵手，跳開一步，叫道：「且住！」乾隆忽道：「他是你救命恩人，又何必再打？」白振知皇帝已有疑他之意，從侍衛手裏接過一柄刀來，說道：「陳總舵主，我不是你對手。」陳家洛道：「我敬重你是條漢子，只要你不再給皇帝賣命，那就去吧！」趙半山守在東面窗口，往旁側一讓。白振淒然一笑，道：「多謝兩位美意。在下不能保護皇上，那是不忠；不能報答閣下救命之恩，那是不義；不忠不義，有何面目生於天地之間？」回刀往自己項頸中猛力砍落，一顆首級飛了起來，蓬的一聲，落在地下。陳家洛扶起霍青桐來，把短劍遞在她手裏，說道：「你爹爹媽媽、哥哥妹妹、兩位師父，以及無數同族父老兄弟姊妹，都死在此人手裏。你親手殺了他吧！」霍青桐接過短劍，向乾隆走去。瑞大林挺著鋸齒刀來攔，文泰來斜刺裏躍到，左手抓住他背心提起，右拳如擂鼓般在他胸口連擊八九拳，手一鬆，瑞大林胸骨脊骨齊斷，軟軟的一團掉在地下。當日他與七名侍衛捉拿文泰來，先施偷襲，令他身受重傷，此仇這時方始得報。文泰來見霍青桐持劍上來，乾隆身旁只剩下寥寥五六名侍衛，哈哈一笑，讓在一旁監視。霍青桐走上數步，忽聽得樓下人聲鼎沸。趙半山回頭外望，只見得寶月樓外火把齊明，御林軍、侍衛、太監等等何止三四千人，齊來救駕。文泰來走到窗口，高聲喝道：「皇帝在這裏。誰敢上來，老子先把皇帝宰了。」他威風凜凜，聲若雷震，這一聲大喝，樓下眾人登時肅靜無聲。徐天宏和心硯將白振、瑞大林、馬敬俠、成璜等人的屍體擲將下來。眾侍衛見這些高手都死於非命，更加不敢亂動，只怕傷了皇帝。寶月樓上群雄也是默不作聲，凝視霍青桐手持寒光閃閃的短劍，一步步走向乾隆。突然間床帳後人影一晃，一個人奔出來擋在乾隆身前，霍青桐一愣停步，見這人是個白鬚老者，手中卻抱著一個嬰兒，那老者右手將嬰兒舉在面前，微微冷笑，左手伸出五指，虛捏在嬰兒喉頭。那嬰兒又白又胖，吮著小指頭兒，十分可愛。周綺撲了出來，大叫：「還我孩子！」縱身上去就要奪那嬰兒。那老頭叫道：「你上來吧，你要死孩子，你上來。」周綺失神落魄般呆在當地。這老人便是曾任安徽巡撫的方有德。那日在福建德化娶妾，被群雄趕來一場大鬧，他老奸巨猾，在人叢中溜了，後來會到成璜、瑞大林，知道皇帝欲得紅花會群雄而甘心，於是定下奸計，率領軍馬夜襲少林寺，燒死了天虹老方丈，還把周綺的兒子搶了來。他知這是大功一件，因此與瑞大林等趕到北京來朝見皇帝。乾隆連夜召見，想細問少林寺中是否還留下甚麼和他身世有關的痕跡。他三人上樓之時，正逢陳家洛等殺到。方有德躲在帳後不敢露面，這時見事勢緊急，他雖不會武藝，但陰鷙果決，立即抱了嬰兒出來。僵持片刻，方有德道：「你們都退出宮去，我就還你們孩子！」霍青桐罵道：「你這魔鬼，你騙人！」她激動中說的是回語，方有德不懂。群雄眼見乾隆已處在掌握之中，就是天下所有的精兵銳甲一齊來救，也要先把皇帝殺了再說，那知忽然出來一個手無寸鐵、不會武藝的老人，懷抱一個嬰兒，就把眾人制得束手無策。群雄望著陳家洛，等他示下。陳家洛望著霍青桐，想起香香公主為乾隆逼死，霍青桐全家的血海深仇，豈可不報？再見到天山雙鷹與章進的屍身，不覺悲憤沖心。但一轉眼見徐天宏滿臉又是驚惶又是擔心的神色，不禁又望了一眼抱在方有德手裏的那個孩子。這嬰兒還只有兩個月大，憨憨的笑著，伸出小手，去摸按在他頸裏方有德那只乾枯凸筋的大手。陳家洛心中一凜，回過頭來，只見天鏡眼中閃爍著慈和的光芒，陸菲青輕輕歎息，周仲英白鬚飄動，身子微顫。周綺張大了口，一副神不守舍的樣子。陳家洛心想：「周老爺子為了紅花會，斬了周家血脈，這孩子是他傳種接代的命根……但今日不殺皇帝，以後他加意防備，只怕再無機緣報此大仇，那便如何是好？」正自沉吟，忽聽周綺一聲呼叫，又要撲上前去，卻被駱冰和李沅芷拉住，只是拚命掙扎，連無塵、文泰來、常氏雙俠等素來殺人不眨眼的豪傑，臉上也均有不忍之色。趙半山手扣暗器，隨便一枚發出，必制方有德的死命，只是這孩子實在太過脆弱，萬一方有德臨死之時手指使勁捏死了他，那便如何是好？他扣著暗器的手微微發顫，饒是週身數十種暗器，竟是一枚不敢妄發。霍青桐回過身來，將短劍還給陳家洛，低聲道：「死了的人已歸天國！要教這孩子長大之後，記得咱們的大仇！」陳家洛點點頭，朗聲對方有德道：「好吧，我們不傷皇帝性命，把這孩子給我。」說著還劍入鞘，仲出雙手去接孩子。方有德陰森森道：「哼，誰相信你？你們出宮之後，才能把孩子還你。」陳家洛大怒，喝道：「我們紅花會言出必踐，難道會騙你這老畜生？」方有德道：「我就是信不過。」陳家洛道：「好，那麼你跟我們出宮。」方有德遲疑不答。乾隆聽陳家洛饒他性命，心中大喜，那裏還顧方有德的死活，說道：「你跟他們出宮好了。你今日立此大功，我自然知道。」方有德心頭一寒，聽皇帝口氣，是要在他死後給他來個追贈封蔭之類，只得說道：「謝皇上恩典。」方有德轉頭向陳家洛道：「我跟你們出去，這條老命還想要麼？」他是想陳家洛再答應饒他不死。陳家洛知他心意，怒道：「你作惡多端，早就該進地獄啦。」乾隆怕夜長夢多，對方心意又變，催道：「快跟他們出去。」方有德道：「我一出去，只怕你們留下幾人又害皇上。」陳家洛怒道：「依你說怎樣？」方有德道：「請皇上聖駕先下樓去，我再隨你們出宮。」陳家洛心想到此地步，只得放人，向乾隆道：「好，去吧！」乾隆再也顧不得皇帝尊嚴，拔刀向樓門飛奔。陳家洛突然伸右手一把拉住，左手拍拍拍拍，連打他四記耳光，甚是清脆響亮。乾隆兩邊面頰登時腫了起來。眾人出其不意，隔了一陣才轟然喝采。陳家洛罵道：「你記不記得自己發過的毒誓？」乾隆那裏還敢答話？陳家洛手一揮，乾隆打個踉蹌，急奔下樓去了。陳家洛喝道：「拿孩子來！」趙半山扣住毒蒺藜，望著窗外，只等陳家洛接到孩子，乾隆在樓下出現，就要大顯身手，數十枚餵毒暗器齊往皇帝身上射去。方有德環顧周遭，籌思脫身之計，說道：「我要親眼見到皇上太平無事，才能交出孩子。」說著慢慢走向窗口。常伯志罵道：「你這龜兒是死定了的。」緊跟在他身後，只待他一交出孩子，要搶先一掌將他打死。只見乾隆走出樓門，侍衛一擁而上。趙半山喃喃罵道：「奸賊，奸賊！」方有德見數十名侍衛集在樓下，心想與其在樓上等死，不如冒險跳下，必有侍衛接住，突然抱著孩子，湧身跳出。群雄出其不意，驚叫起來。常伯志飛抓抖出，已繞住方有德左腿，用力上甩。方有德身子飛起，孩子脫手，兩人一齊落下。趙半山雙足力蹬，如箭離弦，躍在半空，頭朝下，腳向上，左手前伸，已抓住孩子的一隻小腿，同時右手三枚毒蒺藜飛出，打在方有德頭頂胸前。這時樓上群雄、樓下侍衛，無不大叫。趙半山凝神提氣，左手裏彎，已把孩子抱在懷裏，雙足穩穩落地，一招太極拳「雲手」，把撲上來的兩名侍衛推了出去，餘人紛紛攻來。常氏雙俠、徐天宏、周仲英、文泰來齊從樓上躍下，團團護住。趙半山俯首瞧那孩子，只見他手舞足蹈，咯咯大笑，顯然對剛才死裏逃生那一躍大感有趣，還想再來一下。陳家洛把福康安推到窗口，高聲叫道：「你們要不要他的性命？」乾隆在眾侍衛重重擁衛之下，再無懼怕，火光中突見到福康安被擒，大驚失色，連叫：「住手，住手！」眾侍衛退了下來。周仲英等也不追擊。原來乾隆的皇后是大臣傅恆的姊姊。傅恆之妻十分美貌，進宮來向皇后請安之時，給乾隆見到了，就和她私通而生了福康安。傅恆共有四子，三個兒子都娶公主為妻。傅恆懵懵懂懂，數次請求讓福康安也尚主而為額駙，乾隆只是微笑不許。他兒子很多，對這私生子偏生特別鍾愛。福康安與陳家洛面貌相似，只因兩人原是親叔侄，血緣甚近。陳家洛不知內中尚有這段怪事，但見皇帝著急，胸中已想好了計謀，當下押著福康安，與眾人一齊下樓。周綺搶到趙半山身邊把孩子抱在手裏，喜得如痴如狂。一邊是紅花會群雄與少林寺眾僧，另一邊是清宮侍衛與御林軍。寶月樓前本已拆成一片白地，這時猶如兩軍在戰場上列陣對圓一般，只是眾寡懸殊。李可秀明白皇帝心思，叫道：「陳總舵主，你放下福統領，就讓你們平安出城。」陳家洛道：「皇帝怎麼說？」乾隆剛才吃了四記耳光，面頰腫得猶如熟爛了的桃子，疼痛難當，但見愛子落在對方手裏，只得擺手道：「放你們走，放你們走！」陳家洛道：「福統領送我們出城。」高聲對乾隆道：「天下百姓恨不得食你之肉，寢你之皮，你就是再活一百年，也叫你一百年中日日提心吊膽，夜夜魂夢難安！」轉過身來，說道：「走吧！」眾人擁著福康安，抱了天山雙鷹和章進的屍身，逕向宮外而去。眾侍衛與御林軍眼睜睜的不敢追趕。出宮不遠，兩騎馬飛馳追來，李可秀在馬上高聲叫道：「陳總舵主，李可秀有話相商。」群雄勒馬等候，李可秀和曾圖南縱馬走近。李可秀道：「皇上說道，如放福統領平安歸去，你有甚麼意思，都可答應。」陳家洛雙眉一揚，道：「哼，還有誰會相信皇帝的鬼話？」李可秀道：「務求陳總舵示下，小將好去回稟。」陳家洛道：「好！第一，要皇帝撥庫銀重建福建少林寺，佛像金身，比前更加宏大。朝廷官府，永遠不得向少林寺滋擾。」李可秀道：「這事易辦。」陳家洛道：「第二，皇帝不可再加重回部各族百姓徵賦，俘虜的回部男女，一概放歸。」李可秀道：「這也不難。」陳家洛道：「第三，紅花會人眾散處天下，皇帝不得懷恨捕拿。」李可秀沉吟不語，陳家洛道：「哼，真要捕拿，難道我們就怕了？這位奔雷手文四爺，不在李軍門衙門裏住過一時麼？」李可秀道：「好，我也斗膽答應了。」陳家洛道：「明年此日，我們見這三件事照辦無誤，就放福統領回來。」李可秀道：「好，就是這樣。」向福康安道：「福統領，陳總舵主千金一諾，請你寬心。皇上一定下旨辦理這三件事。小將盡心竭力，刻刻以福統領平安為念，自當監督盡快辦成。陳總舵主或能提前讓福統領回來。」福康安默然不語。陳家洛想起白振與李可秀攻打綏成殿旗兵之事，雖然不明原因，但想內中必有重大隱情，大可嚇他一跳，說道：「你對皇帝說，綏成殿中之事，我們都知道了。要是他再使奸，可沒好處。」李可秀一驚，只得答應。陳家洛一拱手道：「李軍門，咱們別過了。你陞官發財，可別多害百姓呀。」李可秀拱手道：「不敢！」李沅芷和余魚同雙雙下馬，走到李可秀跟前，跪了下去。李可秀一陣心酸，知道此後永無再見之日，低聲道：「孩子，自己保重！」伸手撫摸她頭髮，兜轉馬頭，回宮去了。李沅芷伏地哭泣，余魚同扶她上馬。群雄馳到城門，與楊成協、衛春華等會合。福康安叫開城門。鐘樓上巨鐘鏜鏜，響徹全城，正交四更。眾人出得城來、只見水邊一片蘆葦，殘月下飛絮亂舞，再走一程，眼前盡是亂墳。忽聽一群人在邊唱邊哭，唱的卻是回人悼歌。陳家洛和霍青桐都是一驚，縱馬上前，問道：「你們悲悼誰啊？」一個老年回人抬起頭來，臉上淚水縱橫，道：「香香公主！」陳家洛驚問：「香香公主葬在這裏麼？」那回人指著一座黃土未乾的新墳，道：「就在這裏。」霍青桐流下淚來，道：「咱們不能讓妹子葬在這裏。」陳家洛道：「不錯，她最愛那神峰裏面的翡翠池，常說：『我能永遠住在那裏就高興了！』咱們把她遺體運去葬在池邊。」霍青桐含淚道：「正是。」那老年回人問道：「兩位是誰？」霍青桐道：「我是香香公主的姊姊！」另一個回人叫了起來：「啊，你是翠羽黃衫。」霍青桐道：「咱們把墳起開來吧。」當下與陳家洛、幾名回人、心硯、蔣四根等一齊動手。少林僧中以方便鏟作兵器的甚多，各人鏟土，片刻之間已把墳刨開，撬起石塊，先聞到一陣幽香，眾人都吃了一驚，墳中竟然空無所有。陳家洛接過火把，向壙中照去，只見一灘碧血，血旁卻是自己送給她的那塊溫玉。眾人驚詫不已。眾回人道：「我們明明親送香香公主的遺體葬在這裏，整天沒離開過，怎麼她遺體忽然不見了？」駱冰道：「這位妹妹如此美麗神異，自是仙子下凡。現今又回到了天上。總舵主和霍青桐妹妹不必傷心。」陳家洛拾起溫玉，不由得一陣心酸，淚如雨下，心想喀絲麗美極清極，只怕真是仙子。突然一陣微風過去，香氣更濃。眾人感歎了一會，又搬土把墳堆好，只見一隻玉色大蝴蝶在墳上翩躚飛舞，久久不去。陳家洛對那老回人道：「我寫幾個字，請你雇高手石匠刻一塊碑，立在這裏。」那回人答應了。心硯取出十兩銀子給他，作為立碑之資，從包袱中拿出文房四寶，把一張大紙鋪在墳頭。陳家洛提筆醮墨，先寫了「香塚」兩個大字，略一沉吟，又寫了一首銘文：「浩浩愁，茫茫劫，短歌終，明月缺。鬱鬱佳城，中有碧血。碧亦有時盡，血亦有時滅，一縷香魂無斷絕！是耶非耶？化為蝴蝶。」群雄佇立良久，直至東方大白，才連騎向西而去。　（全書完）※※※注：一、陳家洛之母姓徐名燦，字湘蘋，世家之女，能詩詞，才華敏贍，並非如本書中所云為貧家出身。筆記中云：「京城元夜，婦女連而出，踏月天街，必至正陽門下摸釘乃回。舊俗傳為『走百病』。海寧陳相國夫人有詞以紀其事。詞云：『華燈看罷移香屧。正御陌，遊塵絕。素裳粉袂玉為容，人月都無分別。丹樓雲淡，金門霜冷，纖手摩挲怯。三橋婉轉凌波躡。斂翠黛，低迴說。年年長向鳳城遊，曾望蕊珠宮闕。星橋雲爛，火城日近，踏遍天街月。』」二、乾隆向陳家洛立誓，若生異心，死後陵墓給人發掘。乾隆死後，所葬陵墓稱為「裕陵」。民國十七年（一九二八）五月，孫殿英部以火藥爆開乾隆及慈禧太后陵墓，搜獲大批寶物而去，乾隆遺體全遭損毀。後溥儀派「內務府總管大臣」寶熙、「侍郎」陳毅（非中共元帥）等去辦理善後。寶熙有《于役東陵日記》，七月十六日記云：「幸將高宗元首及后妃顱骨，全行覓得，其四體百骸，則十不存五。」陳毅所作〈東陵紀事詩〉有句云：「帝共后妃六，軀惟完其一，傷哉十全主，遺骸不免析」，其註云：「……確為男體，即高宗也……下頷已碎為二，檢驗吏審而合之。上下齒本共三十六，體幹高偉，骨皆紫黑色，股及脊猶黏有皮肉……腰肋不甚全，又缺左脛，其餘手指足趾諸零骸，竟無以覓。高宗……自稱『十全老人』，乃賓天百三十年，竟嬰此奇慘……」香港高伯雨先生輯有《乾隆慈禧墳墓被盜紀實》一書。三、《清宮詞》中，有兩首與本書故事有關，摘錄於下：鉅族鹽官高渤海，異聞百載每傳疑。冕旒漢制終難復，曾向安瀾駐翠蕤。（原註：海寧陳氏有安瀾園，高宗南巡時，駐蹕園中，流連最久。乾隆中嘗議復古衣冠制，不果行。）家人燕見重椒房，龍種無端降下方。丹闡幾曾封貝子，千秋疑案福文襄。（原註：福康安，孝賢皇后之胞侄，傅恆之子也，以功封忠銳嘉勇貝子，贈郡王銜，二百餘年所僅見。滿洲語謂后族為「丹闡」。）四、趙翼記乾隆喜作詩及用僻典云：「……詩尤為常課，日必數首，皆用硃筆作草，令內監持出，付軍機大臣之有文學者，用摺紙楷書之，謂之『詩片』。遇有引用故事，而御筆令註之者，則諸大臣歸，遍繙書籍，或數日始得，有終不得者，上亦弗怪也。余扈從木蘭時，讀御製〈雨獵〉詩，有『著製』二字，不知所出，後始悟《左傳．齊陳成子帥師救鄭》篇：『衣製杖戈』，註云：製，雨衣也。又用兵時諭旨，有硃筆增出『埋根首進』四字，亦不解所謂，後偶閱《後漢書．馬融傳》中始得之，謂『決計進兵』也。聖學淵博如此，豈文學諸臣所能仰副萬一哉……御製詩每歲成一本，高寸許。」乾隆從古書中隨手翻到一個生僻典故，用在詩中，文學侍從之臣自然難解所謂；而縱明出處，也必佯作不知，或假裝回家查書數日，斯知聖學淵博如此。大概乾隆一意要得香香公主，因此下旨：「埋根首進」。五、關於陳家洛、無塵道人、趙半山、福康安等人事蹟，《飛狐外傳》中續有敘述。