第九十八回　勇救佳人包不同見機甚快，左腳一起，將那塊大石挑開，地下登時現出一個洞來，只是這洞不過尺許圓徑，不知桑土公這胖胖的身子如何鑽得過去？他那知桑土公的名字中有一個「土」字，大精地行之術，伏在地上之時，手腳並用，爬鬆泥土，竟爾鑽了進去。適才慕容復將桑土公壓在鼎下，他無法掀開鼎蓋脫出，也是打開鼎腹，從地底脫身。包不同一獃之下，回身去尋桑土公的所在，心想就算你鑽入地底，又不是穿山甲，最多不過鑽入數尺，躲得一時，難道真有土遁之術不成？忽聽得慕容復叫道：「在這裏了！」左手衣袖一揮，向一塊岩石捲了過去，原來這塊岩石不是真的石頭，卻是桑土公的背脊。此人古裏古怪，有各種迷惑人的技術，若不是慕容復眼尖，還真不易發見。袖風之力，雄勁厚重，一帶之下，桑土公一團肉球般的身子起在半空。他自中了慕容復一掌之後，受傷已然不輕，這時殊無抗禦之力，大聲叫道：「休下毒手，我給你解藥便了！」慕容復道笑：「放心，我絕不傷你！」右袖拂出，將左袖的勁力抵消，同時生出一股力道，托住桑土公的身子，輕輕放了下來。忽聽得前方遠處一人叫道：「姑蘇慕容，名不虛傳！」慕容復舉手說道：「貽笑方家，愧不敢當！」便在此時，一道金光和一道銀光從左首如電也似的射來，破空之聲，甚是凌厲。慕容復心道：「這是甚麼兵刃，勢道如此厲害？」當下不敢怠慢，雙袖鼓風，迎了上去，砰的一聲巨響，袖風給撞了回來，那道金光和銀光，也退後三尺。這時方才看清，原來是兩條又闊又長的帶子，一條金色，一條銀色。慕容復從這一撞之力上覺察到，使金帶的人內力較強，使銀帶的便遠為不如，但隨即又覺得，那銀帶的勁力有餘未盡，金帶卻已發揮得淋漓盡致。只見兩條帶子的盡頭處站著二人。兩個都是老翁，使金帶的身穿銀袍，使銀帶的身穿金袍。金銀之色閃耀燦爛，華麗之極，這種金銀色的袍子常人絕不穿著，倒像是戲臺上的人物一般。只聽那穿銀袍的老人說道：「佩服，佩服，再接咱兄弟一招！」金光閃動，那金帶自左方遊動而至，那銀帶卻一抖向天，再從上空落下，徑襲慕容復的上盤。慕容復道：「兩位前輩──」他只說了四個字，突然間呼呼聲響，三柄長刀著地捲來，敵人使的是地堂刀功夫，三個人配合得天衣無縫，狠襲慕容復的下體。這種地堂刀的刀法本來非高手所用，一來專攻下路，威力有限，二來滾動而前，有失高手名宿的身份，但從這三人刀上所發出的聲響聽來，內力著實不弱，可算得是二流頂、一流下的好手。何況三人聯刀，三團雪花也似的白色刀輪翻翻滾滾的撲來，當者立斃，著實不容小覷了。慕容復上方、前方、左側三處受攻，心想：「對方號稱是三十六洞洞主、七十二島島主，人多勢眾，混戰下去，若不讓他們知道厲害，如何方了？」他見三柄刀著地掠來，眼明腳快，颼颼颼踢出三腳，每一腳都中在敵人的手腕之上，白光閃動，三柄刀都捲了上天。慕容復身形略側，右手一掠，已使出「斗轉星移」功夫，撥動金帶帶頭，啪的一聲響，金帶和銀帶已纏在一起。這時那使地堂刀的三人已搶在桑土公和慕容復之間，三人單刀脫手，更不退後，荷荷發喊，張臂便來抱慕容復的雙腿。混戰之際，慕容復如何能容得他們纏上了身？足尖起處，勢如飄風般踢中了三人胸口穴道，卻見一個黑衣人長臂長腿，越眾而前，張開蒲扇般的大手，一把將桑土公抓了起來。此人手掌也不知是天生厚皮，還是戴了金屬絲所織的手套，竟然不怕桑土公滿身倒刺，一抓到地，便是直腿向後一躍，退開了丈餘。慕容復見這人舉手投足之際，沉穩老辣，武功比其餘諸人高強得多，不由得暗暗一驚：「桑土公若被此人救出，再取解藥可就不易了。」心念微動，身子已然躍起，越過橫臥地下的三人，一掌拍出，徑襲黑衣人。那人一聲長笑，橫刀當胸，身前藍光閃閃，竟是一柄厚背薄刃、鋒銳異常的鬼頭刀。慕容復這掌若是拍了下去，那是硬生生將自己的手腕切斷了。他雖見到刀刃當前，這一掌仍是照常拍將下去，待手掌離刃約有二寸，突然間改拍為掠，手掌順著刃口，一抹而下，徑削黑衣人抓住刀柄的手指。他掌緣上佈滿了真氣，力道之強，實不亞於那鬼頭刀，只要真的削上了，也有切指斷臂之功。那黑衣人出其不意，「咦」的一聲，翻掌相迎，啪的一聲，兩人對了一掌。黑衣人又是「咦」的一聲，身子一晃，向後躍開丈餘，但左手仍是抓著桑土公那矮矮胖胖的身子，竟不脫手，慕容復翻過手掌，抓過了鬼頭刀，鼻中聞到一陣腥臭，幾欲作嘔，知道這刀上餵有劇毒，邪門險惡之至。他一招間雖將敵人的兵刃奪了過來，但眼見敵方七八個人各挺兵刃，截在黑衣人之前，要再在人叢中搶那桑土公過來，卻是殊非易事，何況適才和那黑衣人對掌，覺他功力雖較自己略弱，但另有一種詭異奇特之處，縱然單打獨鬥，也非片刻便能取勝。但聽得人聲嘈雜：「桑土公，快取解藥出來！」「你這他媽的牛毛毒針若不快治，半個時辰就送了人性命。」「烏老大，快取解藥出來，糟糕，再挨可就乖乖不得了！」燈光火把下人影奔來竄去，都在求那黑衣人快取解藥。黑衣人道：「好，桑胖子，將解藥取出來。」桑土公道：「你放我下地啊！」黑衣人道：「我一放手，敵人又捉了你出去，如何放得？快將解藥摸出來。」旁邊的人跟著起哄：「是啊，快將解藥摸出來！」更有人在破口大罵：「賊苗子，還在推三阻四，瞧老子一把火將你碧磷洞裏的烏龜王八蛋燒個乾乾淨淨。」桑土公嘶啞著嗓子道：「我的解藥藏在土裏，你須得放下我才好去取。」眾人一怔，知他說確是實情，這桑土公喜在山洞、地底等等陰暗不見天日之處藏身，將解藥藏在地底，原是應有之義。慕容復雖沒見公治乾和風波惡叫喚呻吟，但想那些人既加此麻癢難當，二哥和四哥身受自然也是一般，眼前只有竭盡全力，將桑土公奪了過來，再作打算。突然間發一聲喊，舞動鬼頭刀，衝入了人叢之中。鄧百川和包不同守護在公冶乾與風波惡身旁，不敢離開半步，深恐敵人前來加害。眼見慕容復縱身而前，猶如虎入羊群，當者披靡，那黑衣人見他勢頭來得甚兇，不敢正攖其鋒，抓起桑土公，遠遠避開。只聽得眾人叫道：「大家小心了！此人手中拿的是『綠波香露刀』，別給他砍中了。」「啊喲，『綠波香露刀』給他奪了去，可大大的不妙！」慕容復舞刀而前，只見和尚道士、醜漢美婦，各種各樣人等紛紛辟易，臉上均有驚恐之色。他料想這柄鬼頭刀大有來歷，但明明臭得厲害，偏偏叫甚麼「香露刀」，真是好笑。又想：「我若是將這柄毒刀舞了開來，將這些洞主、島主殺個十個八個倒也不是難事，只是我和他們無怨無仇，何必多傷人命？倘若仇怨結得深了，他們拼死不給解藥，二哥、四哥身上所中之毒便難以善後。」是以慕容復衝殺之際，並不殺傷人命，遇有機緣便點倒一個，踢倒兩個。那些人初時甚為驚怒，待見他刀上威力不大，便定下來，霎時之間，長槍短戟、軟鞭硬牌，紛紛向慕容復四面進襲。慕容復武功雖高，但給十多人圍在核心，一時間倒也手忙腳亂，何況外面重重疊疊，圍困的不下三四百人，不禁暗暗心驚。再鬥得片刻，慕容復尋思：「這般鬥將下去，卻如何了局？看來非下殺手不可。」刀法一緊，砰砰兩聲，以刀柄撞暈了兩人。忽聽得鄧百川叫道：「下流東西，不可驚擾了姑娘。」慕容復斜眼一瞥，只見兩人縱身躍起，去攻擊躲在松樹上的王玉燕。鄧百川飛步去救，連連出掌，截住了一人，但另一人終於躍到了樹上，卻聽得「啊」的一聲，給王玉燕踢了下來。慕容復心下稍寬，卻見又有三人躍向樹上，登時明白了這些人的主意：「他們鬥我不下，便想擒獲表妹，作為要挾，當真是無恥之極。」但自己給這些人纏住了，實在無法分身，眼見兩個女子，抓住王玉燕的手臂，從樹上躍了下來，一個頭戴金環的長髮頭陀手挺戒刀，橫架在王玉燕頸前，叫道：「慕容小子，你降是不降？若不投降，我可要將你相好的砍了！」慕容復一獃，心想：「這些人邪惡無比，說得出做得到，當真加害表妹，如何是好？但我姑蘇慕容氏縱橫武林，豈有向人投降之理？今日一降，日後怎生做人？」他心中猶豫，手上卻絲毫不緩，左掌呼呼兩掌拍出，將兩個敵人擊出丈餘，忽地飛起，重重的摔下地來。那頭陀又叫：「你當真不降，我可要將這如花如玉的腦袋切下來啦！」戒刀一晃，刀上青光閃閃。猛聽得山腰裏一人叫道：「使不得，千萬不可傷了王姑娘，我向你投降便是。」聽這聲音甚是熟悉。只見一個灰影如飛的趕來，腳下輕靈之極，站在外圍的數人齊聲呼叱，上前攔阻，卻給他東一拐、西一閃，避過了眾人，撲到面前，火光下看得明白，卻是段譽。只聽他叫道：「要投降還不容易，為了王姑娘，你要我投降一千次、一萬次也成。」他奔到那頭陀面前，叫道：「喂，喂，你們快放開手，捉住王姑娘幹甚麼？」王玉燕知他不會武功，卻這般不顧性命的前來相救，不禁大是感激，道：「段──段公子，是你？」段譽喜道：「是我！是我！」那頭陀罵道：「你──你是甚麼東西？」段譽道：「我是人，怎麼是東西？」那頭陀反手一掌，啪的一聲打在段譽下頦。段譽立足不定，一交往左便倒，恰好將額頭撞在一塊岩石之上，登時鮮血長流。那頭陀見他奔來的輕功，只道他武功頗為不弱，反手這一掌虛招，原沒想能打到他，這一掌打過之後，右手戒刀連進三招，那才是殺手之所在，不料左掌虛晃一招，便將他打倒，反而一獃。他見慕容復仍在不住手的來往衝殺，大聲又呼：「你再不撒手投降，我可真要砍去這小妞兒的腦袋了，老佛爺說一是一，絕不騙人，一二三！你降是不降？」慕容復好生為難，說到表兄妹之情，他絕不忍心玉燕命喪奸人之手，但「姑蘇慕容」這四個字尊重無比，絕不能受人要脅，因而永遠留作江湖上為人恥笑的話柄。他大聲叫道：「賊頭陀，你要公子爺認輸，那是千難萬難。你只要傷了這位姑娘一根毫毛，我不將你碎屍萬段，誓不為人！」一面說，一面向玉燕衝了過來，但二十餘人各挺兵刃左刺右擊，前攔後襲，一時之間那裏衝得過去？那頭陀怒道：「我偏將這小妞兒殺了，瞧你又拿老佛爺如何？」說著舉起戒刀，便向玉燕頸中揮去。抓住玉燕手臂的兩個女子恐被波及，同時放手，向旁躍開。段譽掙扎著正要從地上爬起，左手掩住額頭傷口，神情十分狼狽，一見那頭陀當真揮刀要殺玉燕，而玉燕獃獃站著，似乎被人點中了穴道，竟是不會抗禦閃避，這一急自然是非同小可，手指一揚，嗤嗤聲響過去，擦的一聲，那頭陀右手上臂從中截斷，戒刀連著手掌，跌落在地。原來段譽情急之下，自然而然的真氣充沛，使出了「六脈神劍」功夫，竟是一劍將那頭陀的手臂斬斷，他一衝上前，反手將玉燕負在背上，叫道：「逃命要緊！」那頭陀名叫豹眼頭陀，乃是青海鹽山島的島主，為人兇悍無比。他右臂被截，自是痛入骨髓，但急怒之下，狂性大發，左手抄起斷臂，猛吼一聲，向段譽擲了過來。他斷下的右手仍是緊緊抓著那柄戒刀，連刀帶手，急擲而至，情急頗為險惡。段譽右手一指，嗤一聲響，一招「少陽劍」，刺在戒刀之上，那戒刀一震，從斷手中跌落下來。這斷手卻繼續飛去，啪的一聲，重重打了段譽一個耳光。段譽本已額上流血，這一下打得頭暈眼花，腳步踉蹌，只是心中念著務須將玉燕救了出去，展開「凌波微步」，疾向外衝。眾人大聲吶喊，前來阻攔。但段譽這「凌波微步」精妙無比，左斜右歪，彎彎曲曲的衝將出去。有些洞主、島主武功著實了得，一劍一掌的向他擊出，明明是對準了他的身子，可是突然間見他身子一扭，便避了開去。片刻之間，段譽已負了王玉燕衝出重圍，唯恐有人追來，直奔出數百丈，這才停步。他舒了口氣，將玉燕放下地來。王玉燕臉上一紅，道：「不，不，段公子，我給人點了穴道，站立不住。」段譽扶住她肩頭，道：「是！你教我解穴，我來給你解開穴道。」玉燕道：「不，不用！過得一時三刻，穴道自然會解，你不必給我解穴。」原來要解穴道，須得在「神封穴」上推宮過血，而「封神穴」卻是在胸前乳旁，極是不便。段譽不明其理，說道：「此地危險，不能久留，我還是給你解開穴逍，再謀脫身的為是。」玉燕紅著臉道：「不好！」一抬頭間，只見慕容復與鄧百川等仍在人叢之中衝殺，她心掛表哥的安危，道：「段公子，我表哥給人圍住了，咱們須得去救他出來才是。」段譽胸口一酸，知她心念所繫，只在慕容公子一人，突然間萬念俱灰，心想：「此番相思，總是無有了局，段譽今日全她心願，為慕容復而死，也就罷了。我不會武功，再冒險衝進去便是。」說道：「很好，你等在這裏，我去救他。」王玉燕道：「不，不成！你不會武功，如何能去救人？」段譽微笑道：「適才我不也將你背出來麼？」玉燕深知他的「六脈神劍」時靈時不靈，不能發放由心，說道：「剛才運氣好，你──你念著我的安危，六脈神劍使了出來。你對我表哥，未必能像對我一般，只怕──只怕──」段譽道：「你不用擔心，我對你表哥也如對你一般便了。」但在不會運用真氣內力之人，真氣是否能夠激發，非由心靈所能控制，所謂「有心栽花花不發，無意插柳柳成蔭」，全憑機緣。王玉燕搖頭道：「段公子，那太冒險，不成的。」段譽胸口一挺，道：「王姑娘，只要你叫我去冒險，萬死不辭。」王玉燕臉上又是一紅，低聲道：「你對我這般好法，當真是不敢當了。」段譽大是高興，道：「怎麼不敢當？敢當的，敢當的。」一轉身，但覺意氣風發，便欲衝入戰陣。王玉燕忙說：「段公子，我動彈不得，你去我無人照料，若是有壞人前來害我──」段譽轉過身來，搔了搔頭道：「這個──嗯──這個──」玉燕本意是要他再將自己負在背上，過去相助慕容復，只是這句話不便出口，一個女孩兒家，叫人家男子漢負抱在背，終是太過羞人。她盼望段譽會意，但段譽偏偏不懂，只見他搔頭頓足，甚是為難。耳聽得吶喊之聲轉盛，乒兵乓乓，兵刃相交的聲音大作，慕容復等人爭鬥得更加緊了。王玉燕知道敵人厲害，甚是焦急，當下顧不得害羞，道：「段公子，勞駕你再背負我一陣，咱們去救我表哥，那就兩全其美了。」段譽恍然大梧，道：「是極，是極！蠢才，蠢才！我怎麼便想不到？」蹲下身來，又將王玉燕負在背上。段譽初次背負王玉燕時，一心在救她脫險，全未思及其餘，這時再將她這個軟綿綿的身子負在背上，兩手又鉤住了她的雙腿，雖是隔著層層衣衫，總也感到了她滑膩的肌膚。這些日子來，他心中聽想的，便只是個王玉燕，夢中聽見的，也只是個王玉燕。王玉燕隨伴慕容復而行，段譽千次萬番的自行告誡，須得及早離去，但一雙腳卻總是不由自主的遠遠跟隨。他也不知對自己說了多少次：「我跟了這里路後，萬萬不可再跟。段譽啊段譽，你自誤誤人，陷溺不能自拔，當真是枉讀詩書了。須知懸崖勒馬，回頭是岸，務須揮慧劍斬斷情絲，否則這一生可就白白斷送了。」但不論他心中想得如何明白，要他的腳步不跟隨王玉燕而行，卻是萬萬不能。自從他服食莽牯朱蛤，腳步輕快之極，遠遠綴在王玉燕身後，居然沒給慕容復等發覺。王玉燕上樹，慕容復迎敵等情，他都看得甚是清楚，那豹眼頭陀要殺王玉燕，他自然挺身而出，竟是甘願代慕容復「投降」，偏偏對方不領會他的好意，反而送了一條手臂。這時他將王玉燕反抱於背，不由得心神盪漾，隨即自責：「段譽啊段譽，這是甚麼時刻，你居然心起綺念，可真是禽獸不如！人家是冰清玉潔，尊貴無比的姑娘，你心中生半分不良念頭，那便是褻瀆她，該打，真正該打！」他想到「真正該打」四字，提起手掌，便在自己臉上重重的打了兩下，同時放開腳步，向前疾奔。王玉燕好生奇怪，問道：「段公子，你幹甚麼？」段譽本來誠實，他對玉燕敬若天人，更是不敢相欺，道：「慚愧之至，我心中起了對姑娘不敬的念頭，該打，該打！」玉燕明白了他的意思，只羞得耳根子也都紅了。便在此時，一個道士手持長劍，飛步搶來，叫道：「媽巴羔子的，這小子又來搗亂。」一招「毒龍出洞」，向段譽刺了過來。段譽自然而然的使開「凌波微步」，閃身避開。玉燕低聲道：「他第二劍從左側刺來，你先搶到他的右側，在他『天宗穴』上拍上一掌。」果然那道士一刺不中，第二劍「清澈梅花」自左方刺到，段譽得了玉燕指點，搶到他的右側，拍的一掌，正中在它的「天宗穴」上。那穴道正是那道士的罩門所在，段譽這一掌出手雖然不重，卻打得他口噴鮮血，嚇得魂飛天外，再也不敢回身動手。這道士剛被打倒，又有兩條漢子搶了過來。王玉燕胸羅萬有，於天下武學，無所不知，輕聲指點，段譽依法施為，立時便將這名漢子料理了。段譽見勝得輕易，王玉燕又在自己耳邊低聲囑咐，吹氣如蘭，香澤微聞，雖在性命相搏的戰陣之中，卻覺風光旖旎，實在生平從所未歷的奇境。他又打倒兩人，距慕容復已不過二丈，驀地裏風聲響動，兩條青影竄將上來，兩條軟鞭齊向段譽擊到。段譽滑步避開，忽兒一條軟鞭在半空中一挺，反竄上來，撲向自己面門，靈動快捷無比。王玉燕和段譽齊聲驚呼：「啊喲！」原來這兩條軟鞭並非兵刃，卻是兩條活蛇。段譽在大理初離皇宮，他曾見鍾靈以活蛇為兵刃，但當時鍾靈是以活蛇制敵，這時卻是敵人以活蛇對付自己，情景全然相反。他加快腳步，要搶過兩人，不料這兩個青衫客身形矮小，步法迅捷無比，幾次三番都攔在段譽身前，阻住了去路。他連連發問：「王姑娘，怎麼辦？」王玉燕於各家各派的兵刃拳腳，不知者可說極罕，但這兩條活蛇縱身而噬，絕不依據那一家那一派的武功。她要預料高手名家的下一招武功，那是全不為難，但要預料這兩條活蛇從那一個方位攻來，卻是全然的無能為力了。再看這兩個青衫客竄高伏低，姿式極是笨拙難看，可是快卻快到了極處。顯而易見，這兩人並未練過甚麼輕功，卻如猿猴虎豹一般天生的迅速。段譽閃避之際，連連遇險。王玉燕心想：「活蛇的招數猜它不著，擒賊擒王，須當打倒了毒蛇主人。」可是那兩個蛇主人的身形步法，說怪是奇怪之極，說不怪是半點也不怪，原來這兩人揮手跨步，便和尋常不會武功之人一模一樣，任意所之，絕無章法。既是全然沒有法度，玉燕要料到他們一下步跨向何處，下一招打向何方，那就為難之極。她叫段譽打他們「期門穴」，點他們「曲泉穴」，說也奇怪，段譽手掌到處，他們都是靈動之極的避開了，機靈矯健直是天生。王玉燕一面尋思破敵，一面留心看著她表哥，耳中只聽得一慘叫呼喚之聲，此起彼伏，數十個人躺在地下，不住翻滾，原來那些中了桑土公牛毛毒針之人毒性發作，都倒了下來。那黑衣人抓了桑土公之手，要他快快取出解藥，偏偏那解藥便埋在慕容復身畔的地下，那黑衣人忌憚慕容復了得，不敢貿然上前，只是不住口是催促儕輩急攻，須得先拾奪了慕容復，才能取解藥救人。但要打倒慕容復，卻又是談何容易？忽聽得有人尖聲發令，圍在慕容復身旁的眾人退下了三個，另外換了三個人上去。那新上去的三人都是高手，尤其一條矮漢膂力大得驚人，手中兩柄銅錘使將開來，勁風逼體，聲勢威猛，慕容復以香露刀擋了一招，居然震得手臂隱隱發麻，不由得心下吃驚，以後見他銅錘打來，便即閃避，不敢硬接。激鬥之際，忽聽得王玉燕大聲叫道：「表哥，使『銀燈萬盞』，轉『披襟當風』。」慕容復素知這位表妹武學上見識，遠比自己高明，只是她自己不大習武，教人有餘，自用不足而已。聽她出聲指點，更不多想，右手連畫三個圈子，刀光閃動，幻出點點寒光，只是那「綠波香露刀」顏色發綠，化出來是「綠燈萬盞」，而不是「銀燈萬盞」。眾人發一聲喊，都退後了三步，便在此時，慕容復左袖拂出，袖底藏掌一帶，那矮子正好一招「開天辟地」，銅錘指天劃地的猛擊出來。只聽得噹的一聲巨響。眾人耳中嗡嗡發響，那矮子左錘擊在自己右錘之上，右錘擊在自己左錘之上，火花四濺，他雙臂之力何等凌厲，二力相撞，喀喇一聲響，雙臂臂骨自行震斷，登時摔倒在地，暈了過去。慕容復乘著這個餘裕，拍出兩掌，助包不同打退了兩個強敵。包不同俯身扶起公冶乾，但見他臉色發黑，中毒已深，若再不救，眼見是不成了。段譽那一邊，事情也起了新奇變化。王玉燕關心慕容復，指點他以一招「銀燈萬盞」逼退身旁眾敵，再以一招「披襟當風」擊倒膂力強猛的使雙錘矮子，但心無二用，她照顧了慕容復，對段譽身前的兩個敵人不免疏忽。段譽聽她忽然去幫助慕容復，將自己置之不理，雖然身在己背，一顆心卻飛到了慕容復身邊，霎時之間，胸口酸苦，眼淚便要奪眶而出，嗤嗤兩聲，兩條毒蛇撲將上來，一齊咬住他的左臂。王玉燕「啊」的一聲，叫道：「段公子你──你──」段譽嘆道：「給毒蛇咬死，也就是了。」王玉燕見那兩條蛇混身青黃相間，斑條鮮明，蛇頭奇扁，作三角之形，顯然是劇毒無比，一時之間嚇得慌了，沒了主意，忽然聞兩條毒蛇身子一挺，掙了兩掙，跌在地下，登時僵斃。兩個使蛇的青衫客臉如土色，嘰哩咕嚕的說了幾句蠻語，轉身便逃。原來這兩人自來養蛇拜蛇，見段譽毒蛇噬體非但不死，反而剋死了毒蛇，只道他是蛇神，再也不敢停留，立時落荒而走。玉燕也不知段譽服食莽牯朱蛤後的神異，連問：「段公子，你怎麼了，你怎麼了？」段譽正在暗自神傷，忽聽得玉燕軟語關懷，殷殷相詢，不由心花怒放，精神大振。只聽王玉燕又問道：「那兩條毒蛇咬了你，現在覺得怎樣？」段譽道：「不礙事，不礙事！」心想只要你對我關心，每天都給毒蛇咬上幾口，也所甘願，當下邁開腳步，向慕容復身邊靠去，忽聽得一個清朗的聲音從半空中傳了下來：「慕容公子，列位洞主島主，各位往日無怨，近日無仇，何苦如此狠鬥？」眾人抬頭向聲音來處望去，只見一棵樹頂上站著一個黑鬚道人，手中握著一條拂塵，他落足處的樹枝一彈一沉，那道人便也依勢起伏，神情極是瀟灑。燈火照耀下見他面目俊秀，約莫五十來歲年紀，但見他臉露微笑，又道：「中毒之人命在頃刻，還是及早醫治的為是。各位瞧小弟薄面，暫且罷鬥，慢慢再行分辨如何？」慕容復見他露了這手輕功，已知此人武功甚是了得，心中本來掛懷公冶乾和風波惡的傷勢，當即抓住機會，說道：「閣下出來排難解紛，那是再好也沒有了。在下這裏罷鬥便是。」說著揮刀劃了個圈子，提刀而立。但覺右掌和右臂隱隱發脹，心想：「這使銅錘的矮子好生了得，震得我兀自手臂酸麻。」抓著桑土公的黑衣人卻抬頭問道：「閣下尊姓大名？」那道人尚未回答，人群中一個聲音道：「烏老大，這人來頭很大，是個──是個了不起──了不起的人物，他──他──他是蛟──蛟──蛟──」連說了三個「蛟」字始終沒能接續下去，原來此人口吃，心中一急，更是一路「蛟」到底，接不下去。烏老大靈機一觸，驀地裏想起一個人來，大聲道：「他是蛟王──蛟王不平道人？」口吃者喜脫困境，有人將他塞在喉頭的一句話說了出來，忙道：「是──是──是啊，他──他──他是蛟──蛟──蛟──蛟──」說到這個「蛟」字卻又卡住了。烏老大不等他掙扎著說完，向樹頂道人拱手說道：「閣下便是四海揚名的不平道長麼？久聞大名，當真是如雷貫耳，幸會幸會。」他說話之際，餘人都已停手罷鬥。那道人微笑道：「豈敢，豈敢！江湖上都說貧道早已一命嗚呼，所以烏先生有些不信，是也不是？」說著縱身一躍，從半空中冉冉而下。本來他雙足離開樹枝自然是極快的墮向地面，但他手中拂塵擺動，激起一股勁風，射向地下，生出反射的力道，托住他的身子，使他落下時極為緩慢。在不明其理之人看來，簡直有點不可思議，不是仙法，便是妖術。武功高強之人知道這是由於他拂塵上真氣的反激，卻也不禁暗生欽佩之情。烏老大脫口叫道：「好一門『逍遙御風』的輕功！」他叫聲甫歇，不平道人也已雙足著地，說道：「雙方衝突之起，貧道旁觀者清，純係誤會，何不看貧道的薄面，化敵為友？先請桑土公取出解藥，解治了各人的傷毒。」他說話的語氣甚是和藹，但自有一份威嚴，叫人難以拒卻。何況受傷的數十人在地下輾轉呻吟，神情極是痛楚，雙方友好，都盼及早救治。烏老大放下桑土公，說道：「老桑，瞧著不平道長的金面，咱們是非買帳不可。」桑土公一言不發，奔到慕容復身前，雙手在地下撥動，迅速異常的挖了一洞，取了一樣黑黝黝的物事來，卻是一個包裹。他打開布包，拿了一塊黑鐵，轉身去吸身旁一人傷口中的牛毛細針。原來那黑鐵模樣之物乃是磁石，須得將毒針先行吸出，再敷解藥。不平道人笑道：「桑先生，推心置腹，先人後己，何不先治慕容公子的朋友？」桑土公「嗯」了一聲，喃喃的說：「反正要治，誰先誰後都是一樣。」他話是那麼說，終究還是依著不平道人的囑咐，先治了公冶乾和風波惡，又治了包不同的手掌，再去醫治自己一面的朋友。別瞧此人矮矮胖胖，似乎十分笨拙，其實動作敏捷之極，十棍棒槌般的胖手指，比之小姑娘拈繡花針的尖尖纖指還更靈巧。