第二回　赤練神掌棺中屍首卻已影蹤全無，屍身旁的石灰、紙筋、棉墊等亦已凌亂不堪。陸立鼎定了定神，只見兩具棺木的蓋上留著一個個五指深陷的爪痕，顯是那盜屍惡賊硬生生用指力撬開棺蓋。這兩具棺材都用上好的楠木所造，既用筍頭，又有鐵釘，堅牢之極，他竟能以空手撬開，那人武功之強，實已到了駭人聽聞之境。陸立鼎百感交集，既悲且憤，又驚又疑，剛才沒聽完女兒之言，不知這惡賊與父母有何深仇大怨，在他們既死之後尚來毀屍洩憤？他在墓前呆立半晌，立即提刀就追，但只奔出數步，心想：「這惡賊逃往何處去了？」低頭在墳旁四下查看，竟無絲毫蹤跡，心下更是奇怪，尋思：「他一人挾著我父母的遺體而行，輕功再好。也必留下痕跡，怎麼連足印也沒一個？」他平時為人謹重，但遭此大變，方寸已亂，顧不得詳查細察，沿大路追了下去。那三條大漢怕他有失，隨後跟去。陸立鼎展開輕功，跑得疾逾奔馬，那三人如何跟隨得上？片刻之間，已失了他的蹤影。陸立鼎四下兜了幾個圈子，天色早已全黑，他回到墳邊，見三客站在墳旁相候。陸立鼎撲在墳前，抱著母親的棺木放聲大哭。那三客待他哭了一陣，勸道：「陸爺，請稍釋孝思。此事的端倪，咱們許能知道一些。」陸立鼎雙目圓睜，叫道：「那盜屍惡賊是誰？他在那裡？快說。」三客中一人說道：「這件事說來話長，陸爺此時急也無用，咱們且到尊府，共商對策。」陸立鼎心想此言合理，抱拳道：「小可情急之下，多有失禮。」三客道：「陸爺說那裏話來。」當下四人一齊回到陸立鼎莊中，分賓主坐下。陸立鼎向客人敬了一杯茶，不及請問姓名，當即進入內堂告知夫人。那知夫人已聽女兒說起，仗劍出去追賊未歸。陸立鼎又平添一番心事，只得回到廳上，與三客敘話。那三客自通姓名，原來都是山東濟南府安遠鏢局的鏢客，一個姓龍，一個姓蘇，另一個姓朱。陸立鼎聽說他們是鏢局子的鏢客，心中不快，神色登時冷淡，冷冷的道：「在下向來不與鏢局的朋友們交往，三位見訪，不知有何貴幹？」三人互相望了一眼，突然站起身來，一齊跪下，叫道：「請陸爺救命。」陸立鼎心中已琢磨到幾分，淡然道：「三位請起來好說話。不知朱爺怎生中了赤練神掌？」龍鏢頭與蘇鏢頭齊道：「咱哥兒倆也都中了。」一面站起身來，一面捋起衣袖，只見四隻手臂都是殷紅如血，十分怕人。陸立鼎吃了一驚，沉吟道：「三個人一齊中？下手的人是誰？你們又怎知先父能救？」龍鏢頭道：「七天之前，咱們三個保了一趟鏢從山東到福建，經過揚州，道上行得熱了，鏢車在一座涼亭中歇一會兒。咱三個都說且喜路上平靖無事，也沒聽到甚麼消息，瞧來這趟鏢能夠平安到達。「說話之間忽然大道上一匹花驢快步跑來，驢上騎的是一個穿杏黃衫的中年道姑。她下驢走進涼亭，到施茶桶去舀茶喝。也是朱賢弟少年好事，見她生得白淨，向她笑笑，做個眼色。那道姑也回報一笑。朱賢弟道她有心，走上前去摸摸她的衣衫，笑道：『獨個兒走道，不怕強盜擄了你去做押寨夫人麼？』那道姑笑道：『我不怕強盜，就怕鏢客。』說著回手在他肩頭輕輕一拍，朱賢弟突如電震，不由得全身發抖，牙齒相撞，格格作響。」陸立鼎向朱鏢頭橫了一眼，心道：「這叫做咎由自取，這女魔頭也冒犯得的。」那龍鏢頭又道：「我和蘇賢弟一見，都是大吃一驚。我搶上去扶住朱賢弟，蘇賢弟卻伸手揪那道姑，喝道：『你使甚麼邪法？』那道姑微微一笑，在我和蘇賢弟的肩頭都拍了一掌。我登時全身有如烈火焚燒，炙熱難當，但立即有如跌進了冰窖，忍不住的發抖。「鏢行的趟子手，夥計們個個驚得呆了，那敢上前？那道姑笑道：『這樣的功夫，也插起鏢旗到江湖上丟人現眼，可算得大膽。若不是瞧你們這三張厚臉皮的份上，再要拍上幾掌。』我想一掌已抵不起，再拍上幾掌，那裏還有命在？那道姑笑道：『你們服了我麼？還敢在道上耀武揚威麼？』我連說：『服了！不敢了！』那道姑倒轉拂塵，用那拂塵之柄在我後頸擊了一下，我不再發冷，雖然身上仍是又酸又癢，可比先前好過得多了。我忙抱拳道：『咱們有眼不識泰山，得罪了仙姑。但求仙姑不計小人之過，也饒了我這兩個不成人的兄弟。』「那道姑笑道：『我師父當年只教了我打人的法兒，可沒教救人的本事。適才你們中了我這一掌，若是你們身子硬朗，許能挺得十天十晚。待得紅氣透到指頭胸膛，那就回姥姥家去吧！』說著低頭一笑，用拂麈拂了拂身上的塵土，出涼亭便去牽那花驢。我這一驚非同小可，旁人聽著或許不信，可是我身受她一掌之苦，那敢怠慢？當下顧不得甚麼鏢頭身份，甚麼惹人恥笑，奔上去跪在她的面前，叫道：『務請仙姑高抬貴手，相救則個。』」陸立鼎聽到這裏，眉頭微微一皺。龍鏢頭知他嫌自己過於膿包，道：「陸爺，咱們是來求你相救，當時怎麼便怎麼說，不敢絲毫隱瞞。」陸立鼎道：「是了，請說下去。」龍鏢頭道：「那道姑只是微笑，過了半晌才道：『好吧，我指點你一條路子，他肯不肯救，瞧你的造化。你們趕到湖州府菱湖鎮，去求陸展元陸老英雄。當世之間，只有他一人能治此傷。你跟他說，我日內就去找他！』」陸立鼎心頭一驚，脫口叫道：「難道先嚴先慈遺體被盜，竟與此人有關不成？這……這可難了。」龍鏢頭道：「在下也這麼想。當時聽了她話後，我還想懇求，她道：『此去湖州路程不近，你還要延挨時刻麼？』說完這話，也不見她提足跨腿，不知如何，身子一起，已跨在花驢背上。那花驢後腿一登，篤篤篤，腳步細碎，箭也似的去了。我呆了一陣，眼見蘇朱兩位賢弟還在發抖，只得扶他們上了鏢車。「一到鎮上，我即刻去請教當地的名醫，可是那醫生如何治得？解衣一看，咱三個肩頭都留下一個殷紅如血的掌印。到第二天早晨，兩個兄弟發抖是止往了，可是那掌印卻漸漸大了起來，我想起那道姑之言，待得紅氣透到指尖胸膛，三條命兒就算完事，當下也不理會鏢車，連日連晚趕來，那知陸老英雄竟不幸仙逝了。也是在下十分胡塗，只記著那道姑『當世只陸老英雄一人能治』的話，沒想到陸爺家學淵源，竟成了咱們哥兒三個救命恩人。」他閱歷豐富，口齒利便，陸立鼎還沒答應救治，已稱他為「救命恩人」，好教他無推辭餘地。陸立鼎微微一笑道：「在下自幼秉承庭訓，不敢涉足江湖。三位不知賤名，那也難怪。」他言語謙虛，其實心中極是自負，說著緩緩抬起頭來，斗然一驚，叫道：「甚麼？」燭光下只見對面白牆上清清楚楚列著九個血手印。四人望著那九個血手印，宛如著邪中魔，半晌說不出話來。安遠鏢局的三個鏢頭並不知血手印的來歷，但見陸立鼎神色大變，不由自主的感到這血手印必定關係不淺。那九個手印排列在靠近屋頂的白牆之上，最上兩個並列，中間兩個並列，下面又是兩個並列，最下面稍稍遠離，再並列著三個。即是最下三個，離地也有一丈來高，若非乘梯上去，絕難印得如此整齊清晰。陸立鼎喃喃自語：「這魔頭，這魔頭她找上我幹甚麼？」那朱鏢頭人最性急，問道：「陸爺，這九個手印是甚麼意思？」陸立鼎心中有事，又記掛著妻子，不去理他，逕行走出大門，祇見妻子陸大娘一手攜著程英，一手攜著陸無雙，急步回來，見到丈夫，搖了搖頭。陸立鼎怕妻子擔心，不說牆上血印之事，陪著她從旁廊回到內房，將三個鏢頭中了赤練神掌前來求救之事說了。陸大娘道：「立鼎，咱們今晚別在這住，好不好？」陸立鼎問道：「為甚麼？」陸大娘叫程英與陸無雙出房，關上了房門，低聲道：「今日之事，甚是蹊蹺，咱們莊上已是雞犬不留。」陸立鼎嚇了一跳，忙道：「甚麼？」陸大娘道：「莊上三條看門狗，四隻貓兒，後槽的七口豬，十幾隻鴨子，二十幾隻雞，盡數死了。」她這番話還沒說完，陸立鼎急步奔向後院，只見男僕根生拉長了臉，叫聲道：「少爺！」險險哭了出來。陸立鼎見地下貓狗雞鴨排了一列，隻隻肚腹朝天，直僵僵的動也不動，問道：「怎麼死的？」根生急得話也說不清楚，結結巴巴的道：「少爺和少奶奶剛才出去，我在後院劈柴，劈了一陣，總覺得靜悄悄的雞犬無聲，有些兒不對，可又說不上是甚麼。過了一會兒，天黑下來啦，公雞母雞該要回窩，我回到院子裏一看，嘿，全都死啦。我急得很，奔到後槽去拿雞瘟藥，那知道大大小小七口豬也全瘟死啦…還有…」他還待再說下去，陸立鼎揮揮手叫他住口，俯身瞧了瞧愛犬阿花，只見牠頭骨碎裂，那裡是發瘟？只是牠頭骨碎成極細的一片片，既不是用掌力震碎，亦非由棍棒之類硬物所擊，倒像是用細棒挨次慢慢打碎一般，可天下又焉有此理？陸立鼎微一沉吟，猛然想起龍鏢頭所說，那道姑手中拿著一柄拂塵，這些雞犬豬貓，定是斃於她拂塵之下了。但拂塵柔軟之物，她一揮立斃豬狗，隻隻頭骨被擊得如此細碎，此人內力之強，真算得是深不可測。他喃喃自語：「雞犬不留，雞犬不留！」心想：「我自來不闖江湖，怎能與她結下仇怨？此人忽然下這毒手，定是衝著我爹娘來了。」當下走到廳上，向三個鏢客說道：「非是兄弟不肯款留三位，實因舍下眼前就是一場大禍，只得請三位兄台急速離去。」三人本道他已答允救命，斗然聽他出言逐客，不禁焦急萬分，一齊站起身來，道：「陸爺…陸爺…你…」三個人心中焦急，把言語都擠上住了，竟然說不明白。陸立鼎眉頭一皺，奔進書房，取出二十七枚金針，每枚均長九寸九分，回到廳上，隔著衣衫就把二十七枚盡數插在三人身上，每人身上插了九枚，體外只露出寸許長的一截。他手法迅捷之極，一刺一針，直沒入體內要穴，三個鏢客還未明白，二十七枚金針早已插完。說也奇怪，雖然每枚金針都沒入體內七八寸深，但因這些穴道中均無知覺，是以絲毫不覺疼痛。陸立鼎道：「三位且到隱僻之處找個農家住下，三日之後再來舍間。那時若是兄弟命兒還在，再替三位醫治。」三個鏢頭聞言不禁大驚，道：「陸爺有甚大禍？」陸立鼎不耐煩跟他們多言，道：「三位身中赤練神掌，原是十天毒發而亡。現下我替三位刺了金針，能將毒性阻住，一時之間紅氣不致蔓延。三日後我再設法施救，尚不為遲。」朱鏢頭道：「若是三天之後陸爺有甚不測，那便怎地？」陸立鼎雙眼一翻，冷然道：「當世除我之外，無人能治神掌之毒。我若死了，三位也就陪陪兄弟吧。」龍蘇兩人欲待善言相懇，求他即日施救，但還未開言，陸立鼎已道：「你們還待怎地？找上我的不是旁人，就是那個道姑。她眼下就要到這兒了。」三個鏢頭一聽，嚇得魂飛魄散，那敢再有片刻逗留，抱拳為禮，別過陸立鼎去了。陸立鼎也不送客，坐在椅中，望著牆上的九個血手印呆呆出神，忽然背後腳步細碎，一雙柔軟的小手幪住了他的雙眼，有人說道：「爹爹，你猜我是誰？」這是陸無雙自小與父親玩慣了的玩意，她三歲時伸手幪住父親雙目，說：「爹爹，你猜我是誰？」被父母大笑了一場，自此而後，每當父親悶悶不樂，她總是使這法兒引他高興，陸立鼎縱在盛怒之下，被愛女這麼一逗，他必怒氣盡消，那知這次他卻再無心思與女兒戲耍，拂開她的雙手，道：「爹爹沒空，你到裏面玩去！」陸無雙一呆，她自小得父母愛寵，難得見他如此不理睬自己，小嘴一撅，要待撒嬌跟父親不依，只見男僕阿根匆匆進來，垂手稟道：「少爺，外面來了客人。」依江南規矩，陸立鼎是一家之主，阿根稱他「老爺」才是，但老主人陸展元逝世未久，阿根一時改不過口來，仍是照舊時稱呼。陸立鼎揮手道：「你說我不在家。」阿根道：「少爺，那大娘不是要見你，是過路人借宿一晚。」陸立鼎驚道：「甚麼？是娘們？」阿根道：「是啊，那大娘還帶了兩個孩子，長得怪俊的。」陸立鼎聽說那女客帶著孩子，稍稍放心，道：「她不是道姑？」阿根搖頭道：「不是。穿得乾乾淨淨的，瞧上去倒是好人家的大娘。」陸立鼎道：「好吧，你招呼她到客房安息，飯菜相待就是。」阿根答應著去了。陸無雙道：「我也瞧去。」隨後奔出。陸立鼎站起身來，正要入內與娘子商議如何應敵，陸大娘已走到廳上，皺眉道：「兩個孩子送到那裏去躲避？」陸立鼎指著牆上血印道：「兩個孩子也在數內，這魔頭既按下了血手印，天涯海角也躲避不了。」陸大娘望著白牆，似乎那九個手印越來越大，越來越紅，竟要從牆上撲將下來，擊她一下，不禁「啊」的叫了一聲，抓住椅背，道：「為甚麼九個手印。咱們家裏可只有七口。」她兩句話出口，手足酸軟，怔怔的望著丈夫，竟要流下淚來。陸立鼎伸手扶住她臂膀，道：「娘子，事到臨頭，咱們也不必害怕。上面這兩個手印，是要取爹爹和娘的性命，下面兩個自然是打在你我身上了。第三排的兩個，是對付無雙和小英。最後三個，打的是阿根和兩名婢女，嘿嘿，這才叫做血濺滿門，雞犬不留啊。」陸大娘打個寒噤，道：「爹爹和娘？」陸立鼎道：「我也不知道這魔頭跟爹爹和娘有甚麼大仇，咱爹娘死了，她仍要派人從墳中掘出他們遺體，每人打上一掌，方算報了怨仇。」陸大娘道：「你說那瘋子是她派來的？」陸立鼎道：「這個自然。」夫婦倆說到此處，阿根突然怒氣沖沖的走進廳來，說道：「這種玩笑也開得的？那還成甚麼話？少爺，少奶奶，咱們大門給人在外邊頂住啦，說甚麼也推不開。」陸氏夫婦臉上登時變色，雙雙搶出大廳。兩人並肩向外，奔向大門，只見兩扇黑漆厚門緊緊閉著。陸立鼎雙手齊出，抓住門環向內一拉，但聽格支格支兩聲響亮，大門晃了一晃，竟然拉之不動，陸夫人作個手勢，一躍上了牆頭，卻見門外靜悄悄的並無人影。她揮劍護身，躍到門外，不禁柳眉豎起，罵道：「這也未免欺人太甚！」原來大門上被人橫著釘了兩個鐵條，竟然將門封了。鐵條懸了一塊喪家用的麻布，布上斑斑點點，盡是血跡，看來不禁驚心動魄。這時陸立鼎也已翻牆出外，見了鐵條麻布，心知敵人越逼越緊，不出兩個時辰，那魔頭就要到來大施殺手。他呆立片刻，憤怒漸減，說道：「娘子，陸家滿門今日若是難逃一死，也讓咱們死得不墮了爹娘的威名。」陸大娘心中一酸，道：「大哥說得是。」二人越牆回廳，走到後院，忽聽得東邊壁上喀的一響，高處有人。陸立鼎搶上一步，擋在妻子身前，抬頭看時，卻見牆頭上坐著一個男孩，頭上紮著兩根小辮兒，伸手去摘一朵凌霄花。又聽牆腳邊有人叫道：「小心啦，莫掉下來。」原來程英，陸無雙和另一個男孩守在牆邊花叢之後。陸立鼎心道：「這兩個孩兒想是來借宿的了，怎麼如此頑皮？」牆頭那男孩摘了一朵花兒，陸無雙叫道：「給我，給我！」那男孩一笑，卻向程英擲去，程英伸手接住，遞給表妹，陸無雙心頭惱了，拿過花兒丟在地下，踏了幾腳，嗔道：「希罕麼？我才不要呢？」陸氏夫婦見四個孩兒玩得起勁，全不知一場血腥大禍已籠罩在本宅之上，嘆了口氣，走進房中。程英見陸無雙踏壞花朵，道：「表妹，你又生甚麼氣啦？」陸無雙小嘴一撅，道：「我不要他的，我自己採。」說著右足一點，身子躍起，已抓住一根爬在牆上的長春藤，這麼一借力，左手在牆上一按，又躍高數尺，逕往一株銀桂樹的枝幹上竄去。牆頭那男孩拍手喝采，叫道：「到這裏來！」陸無雙雙手拉著桂花樹枝，在空中翻了兩個筋斗，突然身子凌空，往牆頭撲了過去。以她的輕功造詣而言，這一撲實是大為行險僥倖，只是她氣惱那男孩把花朵拋給表姊，不給自己，也是女孩兒家好勝心切，竟不顧危險的從空中飛躍過去。那男孩吃了一驚，叫道：「留神！」伸手相接。他若不伸出手去，陸無雙原可攀到牆頭，但在半空中見到男孩要來相拉，叱道：「讓開！」身子一側，要避開他雙手。想那空中轉身之技是極上乘的輕功，她雖曾見父母使過，自己可從未習練，這一轉身，手指已夠不上牆頭，驚叫一聲「啊喲」，身子直墮下來。牆腳下那男孩見她跌落，飛步過來，伸手抱她。但牆高數丈，陸無雙身子雖輕，這一跌下來力道可仍是極為厲害，那男孩一把住了她腰身，兩人重重的一齊摔倒。祇聽喀、格兩響，陸無雙左腿腿骨斷折，那男孩的額角撞在一塊尖石之上，登時鮮血噴了出來。程英與另一個男孩見闖了大禍，急忙上前相扶。只見那男孩慢慢站起身來，按住額上創口，陸無雙卻已暈了過去。程英抱住表妹，大叫：「姨丈，阿姨，快來！」陸大娘聽得叫聲，從房中奔出，猛覺頭頂風聲勁急，一件重物擲了下來。陸大娘閃身避過，原來擲下來的竟是一個死人。她不及回身取兵刃，一躍上屋，人未站定，又是兩具屍體迎面擲到，陸大娘一彎腰，只覺雙膝一麻，站立不定，竟從屋瓦上摔下天井。陸立鼎聞聲，也不及繞過桌子，飛起左腿將廳上方桌踢開，見陸大娘正從屋頂掉下，當即橫竄出去，這是他苦練數十年的「蜻蜓三抄水」絕技，雖與娘子相距三丈，但橫撲而前，如箭般激射過去，手掌搭上娘子背心。陸大娘被他這一托，身子拋高丈許，待得二次跌落，陸立鼎已雙足站定，輕輕接住，將她放在地下。他不及細問娘子傷勢，一瞥之下見她尚無大礙，立即縱身上屋，遊目四望，但見眉月在天，微風動樹，卻無半個人影。陸立鼎展開輕身功夫，倏忽之間已在莊前莊後兜了一個圈子，心想：「這魔頭既不肯在此時相見，我再找也是枉然。」當下縱身一躍，從天井翻回庭中。只見一個中年婦人正抱著陸無雙與那男孩回到廳中，她不替孩子止血，卻先給陸無雙接續斷了的腿骨。陸立鼎先前還道女兒已遭毒手，見她只折斷腿骨，稍微放心，問娘子道：「你不礙事麼？」陸大娘搖搖頭，撕下衣襟，給那男孩頭上包紮。想過去看女兒腿傷，不意只一邁步，腿上一疼，竟自跌倒。那婦人在陸無雙斷腿內側的「白海穴」與膝後「委中穴」各點一指，止住她的疼痛，雙手持定斷腿兩邊，待要接骨。陸立鼎見她出手俐落，點穴功夫更是非大名家莫辦，心中疑雲大起，叫道：「大娘是誰？光臨舍下有何指教？」那婦人全神貫注的要替陸無雙接骨，對他的問話不加理會。陸立鼎見她左手拿住女兒小腿，右手在空中轉了半個圈子，緩緩的點將下去，這正是自己父親曾說過生平第一大對頭的絕技「一陽指」手法，當下更無懷疑，雙掌一併，猛往她後心擊去。那婦人聽到背後風聲勁急，右手仍點向陸無雙的「白海穴」，左手反掌拍出，與陸立鼎雙掌一抵。陸立鼎只覺一股大力推來，胸口一熱，倒退兩步。那婦人只因拍出這一掌，沒將陸無雙小腿拿住，她食指點到陸無雙用力一扭，喀的一聲，斷骨處又自錯開，大叫一聲，二次昏暈。就在此時，屋頂上一人哈哈一笑，說道：「但要陸家滿門九口性命，餘人快快出去。」說話的卻是女子口音。陸立鼎抬起頭來，只見屋簷上站著一個道姑，月光淡淡的映在她臉上，顯得正當妙齡，約摸十八九歲年紀，膚色白潤，英氣逼人，背上插著雙劍，血紅的劍縧在風中獵獵作響，陸立鼎心想：「那魔頭數十年前即已名震江湖，絕不能如此年輕。」當下朗聲叫道：「在下就是陸立鼎，道友是赤練島來的麼？」那道姑嘴角一歪，說道：「你知道就好啦！你把你妻子、女兒、婢僕盡數殺了，然後自盡，免得我多費一番手腳。」這幾句話說得輕描淡寫，不徐不疾，竟是將陸立鼎半點沒放在眼裡。他在江湖上雖無名頭，究竟是一代大俠之子，那裏忍得下這口氣去，眼見那道姑兩隻腳一半踏在屋簷之外，身子搖搖晃晃，似乎被風一吹即要跌下，顯然是在露一手「風擺楊柳」的上乘輕功，當下縱身躍上，喝道：「那也先得瞧瞧你的手段。」那道姑理也不理，待他右足剛要踏上屋簷，身子尚自凌空之際，突然雙劍齊出，兩道寒光，已將他上半身罩在劍鋒之下。這一招迅捷莫倫，陸立鼎武功雖高，究是少了臨敵經驗，萬料不到武術之中竟有這般厲害的殺手，但覺劍刃冷冷，已削到頸中，當下無可抵禦，只得閉目待死。忽聽錚的一聲，有人架開了這劍，睜開眼來，但見那婦人手挺長劍，已與那妙齡道姑鬥在一起。那婦人身穿灰衫，那少年道姑穿的是杏黃道袍，月光下只見灰影與黃影盤旋飛舞，夾雜著三道寒光，竟不聞兵刃碰撞之聲。陸立鼎究竟家學淵源，武功得自父母的親傳，兩人身法雖快捷無倫，但一招一式，他仍是瞧得清清楚楚。只見那道姑左攻右守，右攻左守，守忽轉攻，攻倏變守，劍法凌厲無比。那婦人卻是凝然應敵，乘隙遞出數招。斗然間聽得叮的一聲，雙劍相交，那道姑的左手劍飛向半空。她一躍退後，俏臉生暈，美目含怒，叱道：「我自奉師命來殺陸家滿門，干你武家甚事？」那婦人冷笑道：「你師父若有本事，就該早尋陸展元算帳，現下明知他死了，卻來找他小輩的晦氣，羞也不羞？」那道姑袖子一揮，三枚銀針激射而出，兩枚打向婦人，第三枚卻射向天井中的陸立鼎。這一下去勢既快，又是出人意外，那婦人揮劍擊開，只聽陸立鼎低聲怒叱，伸兩指鉗住了銀針。那道姑微微冷笑，翻身下屋，倏忽間只聽遠處一聲清嘯，原來已奔出數十丈外。那婦人見她輕身功夫如此了得，心下也自駭然，當即躍回庭中，見陸立鼎手中拿著銀針，忙道：「快快放下！」陸立鼎此時對她已全無敵意，依言擲下。那婦人右手回縮，扯斷了一截衣帶，將他右手口腕牢牢縛住。陸立鼎嚇了一跳，道：「針上有毒？」那婦人道：「劇毒無比。」立取一粒藥丸給他服下。陸立鼎只覺食中兩指麻木不仁，隨即腫大。那婦人也不及去看陸大娘等的傷勢，急忙用劍尖劃破他兩根手指的指心，但見一滴滴的黑血滲了出來。陸立鼎大駭，心道：「我手指又未破損，只碰了一下銀針，就如此厲害，若是給針尖刺破一點，那裏還有命在？」這時那婦人扶起陸大娘，捋高她裙子察看膝上傷勢，原來兩膝後的「委中穴」各中一針。那針卻是陸立鼎平時給人治病用的。陸立鼎見大禍雖未過去，總算家中各人暫時無恙，回首看那庭中三具死屍時，不由得又驚又怒，原來那三人不是旁人，正是安遠鏢局的龍蘇朱三位鏢頭。他一查三人傷痕，只見自己給他們所刺的金針都已移了部位，原本針針解毒止痛，這時針針刺在死穴之中。單是一針已禁受不起，何況連中九針？只是那龍鏢頭所中各針都略略偏位，一時未死，目光中露出哀傷之色，似在求陸立鼎救命。陸立鼎心中不忍，但瞧他傷勢，縱有神仙下凡，亦已難以救治，嘆道：「龍鏢頭，你好好去吧。」龍鏢頭吸了口氣，昂起上身，道：「陸……陸爺，我是不行啦，你……你快逃走。那魔頭說，天下只許陸展元救我，連他的親生兒子也不成……你……你快逃，她就來啦……」最後幾個字聲音微弱，難以聽清，接著眼睛上翻，氣絕而死。那婦人怒道：「哼，這魔頭，這魔頭。」陸立鼎向她施了一禮，道：「在下有眼不識泰山，不敢請問大娘高姓。」那婦人道：「我家官人姓武。」陸立鼎道：「在下果然猜得不錯。我見了娘子的一陽指功夫，就想到定是雲南大理一燈大師的門下。請進廳奉茶。」當下各人一齊進廳坐下。陸立鼎將女兒抱在懷內，只見她臉色慘白，但強自忍痛，竟不哭泣，不禁心中對她甚是憐惜。那武三娘嘆道：「這女魔頭的徒弟一去，那魔頭立即親至。陸爺，不是我小看於你，憑你夫婦兩人，縱然再加上我，也萬萬不是那魔頭的對手。我瞧逃也無益，咱們聽天由命，在這兒等她駕臨吧！」