第二十七回　三招絕技楊過見她秋波流轉，真與小龍女一模一樣，不自禁想抱她一抱，親她一親，只是此事太過大膽、荒唐，咬住刀背，一張臉脹得通紅。完顏萍那知他的心事，但見他神色怪異，心中微感驚奇，自覺全身酸麻，雙腿軟軟的似欲摔倒。楊過踏上一步，距她不過尺許，正想拋去刀子，把嘴唇湊到她眼皮上去親一個吻，猛地想起：「她曾感激耶律公子以禮相待，難道我就不如他了？哼，我偏要處處都勝過他。」楊過生性偏激，自幼又無父母師長教養，什麼禮法道德，全然不懂，行事全憑一己好惡，當時若非此一念好勝，真要抱住完顏萍來親她一親了，於是低下頭來，下顎一擺，將刀柄在她腰間撞了一撞，解開她的穴道，將刀柄遞了過去。完顏萍不接刀子，忽地雙膝跪地，說道：「求師父指點，小女子得報父母深仇，永感大德。」楊過大為狼狽，急忙扶起，說道：「我那裏能做你師父？不過我能教你一個殺死耶律公子的法門。」完顏萍大喜，道：「只要殺了耶律公子，他哥哥和妹子都非我對手，我自能再殺他父親……」說到此處，忽然轉念道：「唉，待得我學到殺他的本事，那耶律老兒怎能還在世上。我父母之仇，終究是報不了的啦。」楊過笑道：「那耶律老兒一日之命，總還是有的。」完顏萍道：「什麼？」楊過道：「要殺耶律齊，又有何難？現下我教你三招，今晚就能殺了他。」完顏萍曾三次行刺耶律楚材，三次都被耶律齊行若無事的打敗，知他本領高於自己十倍。她想楊過武功雖強，未必這就勝過耶律齊，但縱使勝他，也絕不能只教自己三招，就能用之殺他，而今晚就能殺他，更是萬萬不能的了。她怕楊過著惱，不敢出言反駁，只是微微搖頭，眼中那股叫楊過瞧了發痴發狂的眼色，不住滾來滾去。楊過何等聰明，早知她的心意，說道：「不錯，我武功未必在他之上，當真動起手來，說不定我還是輸多贏少。但要教你三招，今晚去殺了他，卻不費吹灰之力。就只怕他曾饒你三次，你下不了手殺他罷了。」完顏萍心中一動，隨即硬著心腸道：「他雖有德於我，但父母之仇，不能不報。」楊過道：「好，這三招我便教你。但若你能夠殺他而不殺，那便如何？」完顏萍道：「憑你處置便了，反正你這麼高明本領，要打要殺，難道我還能逃得了麼？」楊過心道：「我那捨得打你殺你？」於是微微一笑，道：「其實這三招也沒什麼希罕？你瞧清楚了。」當下從她手裏接過刀來，緩緩自左而右的砍去，說道：「第一招，是『雲橫秦嶺』。」完顏萍心想：「這一招我早就會了，何用你教？」見刀鋒橫來，側身而避。楊過突出左手，抓住她的右掌，說道：「第二招，是你鐵掌功的『枯藤纏樹』。」完顏萍心想：「這一招是我鐵掌功的十八擒拿手之一，又何用你教了？但不知他怎會使我鐵掌門的掌法？」楊過握著她又軟又滑的手掌，心中一蕩，笑道：「你該學羊脂玉掌功，怎麼去學鐵掌了？」完顏萍不知他是出言調笑，道：「有羊脂玉掌功麼？這名兒倒挺美。」鐵掌門的拿手功夫一是輕功，二是掌法，十八擒拿手尤其厲害，九陰真經集天下武功之大成，一通無所不通，楊過練了真經，也就粗知鐵掌門的擒拿法，只是真正精要之處，自然不知。完顏萍覺得他捏住自己手掌，一緊一放，輕輕撫摸，不知他用意何在，但覺他這擒拿手法還不及自己所學的厲害，當下睜大雙眼瞧著他，等他再教第三招。完顏萍心想：「你第一招與第二招都是我鐵掌門的功夫，並無特異之處，難道單憑第三招一招，就能殺了耶律公子？」楊過望著她的眼睛，叫道：「你瞧仔細了！」突然手腕翻處，橫刀往自己頭頸中抹去。完顏萍大驚，叫道：「你幹什麼？」她右手被楊過牢牢握住，忙伸手來奪他的刀子。雖在危急之中，她的擒拿手法仍是出招極準，一把抓住楊過手腕，往外一拗，叫他不能用刀鋒自刎。楊過雙手一鬆，向後躍開三步，笑道：「你學會了麼？」完顏萍驚魂未定，被他嚇得一顆心怦怦亂跳，不明他的用意。楊過笑道：「你先用『雲橫秦嶺』橫削，再用『枯藤纏樹』牢牢抓住他右手，第三招舉刀自刎，他勢必用左手救你。他跟你立過誓，只要你逼得他用了左手，任你殺他，這叫做死而無怨。這不成了麼？」完顏萍一想不錯，但她怔怔的望著楊過，心想：「你小小年紀，怎麼想得出這等刁鑽古怪的法子來？」楊過道：「這三招萬無一失，若不收效，我跟你磕頭。」完顏萍微微搖頭道：「他說過不用左手，一定不會用的。那便怎地？」楊過道：「那又怎地？你報不了仇啦，自己死了不就乾淨？」完顏萍淒然點頭，道：「你說得對，多謝你指點迷津，你到底是誰？」楊過還未回答，窗外忽然有個女子聲音叫道：「他叫傻蛋，你別聽他的鬼話。」楊過聽得是陸無雙的聲音，只笑了笑，並不理會。完顏萍縱向窗邊，只見黑影一閃，一個人影躍出了圍牆。完顏萍待要追出，楊過拉住她手笑道：「不用追，是我的同伴。她最愛跟我過不去。」完顏萍望著楊過，沉吟半晌，道：「你既不肯說，那也罷了。我總相信你對我並沒歹意。」楊過的性兒最是吃軟不吃硬，若有人逼他欺他，他死也不服，此時完顏萍秋波一轉，神色楚楚，不由得起了一股憐香惜玉之心，當下拉著她手，並肩坐在床上，柔聲說道：「我姓楊名過，我爹爹媽媽都死啦，跟你身世一般……」完顏萍聽他說到這裏，心裏一酸，兩滴珠淚奪眶而出，楊過情緒激動，忽然哇的一聲，哭了出來。完顏萍從懷裏抽出一塊手帕，擲給了他。楊過拿到臉上一抹，只感到一陣淡淡的香氣，想到自己身世，眼淚越來越多。完顏萍強笑道：「楊爺，你瞧我倒把你招哭啦。」楊過道：「別叫我楊爺。你今年幾歲啦？」完顏萍道：「我十八歲，你呢？」楊過道：「我也是十八。」心想：「我若是月份小過她，被她叫一聲兄弟，沒有味兒。」於是道：「我是正月裏的生日，以後你叫我大哥得啦。我也不跟你客氣，叫你妹子啦。」完顏萍臉上一紅，覺得此人作事處處單刀直入，好生古怪，但對自己確是沒有惡意，於是點了點頭。楊過新認了個妹子，喜得心癢難搔。陸無雙罵他氣他，他就不住逗的她為樂；完顏萍容色悄麗，身材瘦削，遭遇不幸，似乎生來就叫人憐惜，最要緊的，是她一雙眼波竟與小龍女極為相似。楊過望著她的眼睛，忽而將她的黑衣幻想為白衣，將她瘦瘦的瓜子臉幻想成為小龍女清幽絕俗的容貌，痴痴的瞧著她，自己臉上不禁流露出了祈求、想念、愛憐等等的柔情來。他情緒強烈，臉上神色也是大異尋常，完顏萍有點害怕，輕輕掙脫了他手，道：「你怎麼啦？」楊過如夢方醒，嘆了口氣，道：「沒什麼。你去不去殺他？」完顏萍道：「我這就去。楊大哥，你陪不陪我？」楊過待要說「自然陪你去」，但轉念一想：「若我在旁，她有恃無恐，自刎之情不切，耶律齊就不會計。」於是說道：「我不便陪你。」完顏萍眼中登時露出淒涼神色，楊過心裏一軟，幾乎要答應陪她，那知完顏萍幽幽的道：「好吧，楊大哥，只怕我再也見不到你啦。」楊過忙道：「那裏？那裏？我……」完顏萍取出一小錠銀子拋在桌上，給那民家作房飯之資，逕自竄了出去。她輕功極好，片刻之間，又已回到耶律晉的住處。那時耶律楚材等各已回房，正要安歇，完顏萍在大門上敲了兩下，朗聲說道：「完顏萍求見耶律公子。」早有四名侍衛奔過來待要攔阻，耶律齊將板門打開，說道：「完顏姑娘有何見教？」完顏萍道：「我再領教你的高招。」耶律齊心中奇怪：「怎麼她如此不自量力？」於是側身讓開，右手一伸道：「請進。」完顏萍進房拔刀，呼呼呼連環三招，刀影中夾著六招鐵掌，這叫做「一刀夾雙掌」。耶律齊左手下垂，右手劈打戳拿。將她三刀六掌盡數化解，心想：「怎生尋個法兒，叫她知難而退，永不再來糾纏？」二人鬥了一陣，完顏萍正要使出楊過所授的三招，門外忽有一個女子叫道：「耶律公子，她要騙你使用左手，須小心了。」正是陸無雙的聲音。耶律齊一怔，完顏萍不等他會過意來，立時一招「雲橫秦嶺」削去，待他側身閃避，斗地伸出左手，正是「枯藤纏樹」，已抓住耶律齊的右手，自己右手一振，將刀猛往頸中抹去。在這電光石火的一瞬之間，耶律齊心中轉了幾轉：「定須救她！但她是騙我用左手，我一用左手，那就得憑她處置了。大丈夫死則死耳，豈能見死不救？」本來楊過逆料耶律齊的心思，只要突然出這三招，他非出左手相救不可，那知陸無雙從中搗亂，事先通知了他。但耶律齊慨慷豪俠，明知這一出手相救，自己性命不保，危急之際，竟然還是伸出左手，在完顏萍右腕上一擋，手腕一翻，奪過了她的柳葉刀來。二人交換了這三招，各自躍後兩步，耶律齊不等她開口，將刀擲了過去，說道：「你已迫得我用了左手，我的性命交給你，但有一事相求。」完顏萍臉色慘白，道：「什麼事？」耶律齊道：「求你別再加害家父。」完顏萍「哼」了一聲，慢慢走近，舉起刀來，燭光下見耶律齊神色坦然，凜凜生威。她是個極溫文極嬌柔的少女，見到這般真正男子漢的氣概，想起他是為了相救自己方用左手，這一刀那裏還砍得下去？她眼中殺氣突然轉柔和，將柳葉刀往地下一擲，掩面奔出。此時她六神無主，信步所之，直奔郊外，到了一處深水之旁，望著淡淡的星光映在溪中，心中亂成一團。過了良久良久，嘆了一口長氣，忽然身後也有一聲嘆息，靜夜聽來，竟是充滿著森森鬼氣。完顏萍一驚，轉過身來，只見一個人影站在身後，正是楊過。她叫了聲「楊大哥」，垂首不語。楊過上前握住她雙手，道：「妹子，要為父母報仇，原非易事，那也不必性急。」完顏萍道：「你都瞧見了？」楊過點點頭。完顏萍道：「像我這等無用之輩，報仇自然不易。我只要有你一半功夫，也不會落得如此下場。」楊過攜著她手，並肩在一棵大樹下坐地，說道：「縱然學得我的武功，又有何用？你雖不能報仇，總知道仇人是誰。我呢，連我爹爹是怎樣死也不知，是誰害死他也不知，甚麼報仇雪恨，全不必提。」完顏萍一呆，道：「你父母也是給人害死的麼？」楊過嘆道：「我媽是毒蛇咬死的，我爹爹卻死得不明不白。我從來沒見過我爹一面。」完顏萍道：「那怎麼會？」楊過道：「我媽生我之時，我爹已經死了。我常問我媽，爹爹到底是怎樣死的，仇人是誰。我每次問起，媽媽總是垂淚不答，後來我卻不敢再問啦。那時候我想，等我年紀大些再問不遲，那知道媽媽忽然不幸中了蛇毒。她臨死時我又問起，媽媽說道：『你爹爹行止不端，罪有應得。害他之人本領極大，又是好人，孩兒，你這一生一世千萬別想報仇二字。』唉，你說我怎生是好啊？」他說這一番原意是安慰完顏萍，但說到後來，自己也傷心起來。古人說道：「殺父之仇，不共戴天」，人若不報父仇，乃是最大的不孝，終身蒙受恥辱，為世人不齒。楊過連殺父仇人的姓名都不知道，難怪他說起來，是傷心又是怨憤了。完顏萍道：「是誰養你大了？」楊過道：「又有誰了？自然是我自己養自己。我媽死後，我就在江湖上東遊西蕩，這裏討一餐，那裏挨一宿，有時肚子餓得抵不住，偷了人家一個瓜兒薯兒，常常給人家抓住，飽打一頓。你瞧，這裏有個傷疤，這裏的骨頭突出來，都是小時給打的。」一面說，一面捲起衣袖褲管給她看，星光朦朧下完顏萍瞧不清楚，楊過抓住了她的手，在自己小腿的傷疤上撫摸。完顏萍心腸很軟，生來多愁善感，摸到他腿上凹凹凸凸的疤痕，不禁心中一酸，暗想自己雖然國破家亡，但父親留下不少親故，金銀財寶更是不計其數，與他的身世相較，自己又是幸運得多了。二人默然半晌，完顏萍將手輕輕縮轉，離開了他的小腿，但手仍是讓他握著，低聲道：「你又怎地學會了這一身武功？怎地又做了蒙古人的官兒？」楊過微微一笑，道：「我不是蒙古的官兒。我穿蒙古衣服，那是躲避一個仇家的追尋。」完顏萍喜道：「那好啊。」楊過道：「好什麼？」完顏萍臉上微微一紅，道：「蒙古人是我大金國的死對頭，我自然盼望你不是蒙古的官兒。」楊過握著她又軟又滑膩的手掌，大是心神不定，說道：「妹子，若是我做大金的官兒，你又對我怎生？」完顏萍當初見他容貌英俊，武功高強，本已有三分喜歡，後來聽了他訴說身世，更增了幾分憐惜之情，此時聽他說話有些不懷好意，卻也並不動怒，祇嘆道：「若是我爹爹在世，你要怎麼便怎麼？現下我爹娘都不在了，一切還說甚麼？」楊過聽她語氣溫和，伸出手去搭在她的肩頭，在她耳邊低聲道：「妹子，我求求你一件事。」完顏萍芳心怦怦亂跳，已自料到三分，低聲問：「甚麼？」楊過道：「我要親親你的眼睛，你放心！我祇親你的眼睛，別的甚麼也不犯你。」完顏萍初時祇道他要出口求婚，又怕他要有肌膚之親，就在這荒野之地成了好事，自己如果拒卻，他微一用強，怎能是他對手？何況她少女情懷，一隻手被他堅強粗厚的手掌握著，已自意亂情迷，別說他用強，縱然毫不動粗，實在也是難以拒卻，那知他只說要親親自己的眼睛，不由得鬆了一口氣，可是心中卻又微感失望，微感詫異，當真是中心栗六，其亂如絲了。她妙目流波，怔怔的望著楊過，眼中微帶嬌羞。楊過凝視她的眼睛，忽然想起小龍女與自己最後一次分別之前，也曾這般又嬌羞又深情的望著自己，不禁大叫一聲，躍了起來。完顏萍被他嚇了一跳，想問他為了甚麼，又覺難以啟齒。楊過心中混亂，眼前晃來晃去，盡是小龍女的眼波。他初見此眼波之時，尚是個混沌未鑿的天真少年，全然不明這眼波之意，但自下得山來，與陸無雙共處幾日，今日又與完顏萍耳鬢廝磨，猛然間想起小龍女的柔情蜜意，此時方解，不由得懊喪萬端，幾欲在大樹幹上一頭撞死，心想：「姑姑對我如此一片真情，又說要做我妻子，我竟然辜負她的美意，此時卻又往何處尋她？」突然間大叫一聲，撲上去一把抱住完顏萍，猛往她眼皮上親去。完顏萍見她如痴如狂，心中又驚又喜，但覺他雙臂似鐵，緊緊箍在自己腰裏，當下閉了眼睛，任他恣意憐惜，恣意領受那溫柔滋味，只覺他嘴唇親來親去，始終不離自己的左眼右眼，心想此人雖然狂暴，倒是言而有信，但不知他何以親自己的眼睛？忽聽得楊過叫道：「姑姑，姑姑！」聲音中熱情如沸，卻又顯得極是痛楚。完顏萍正要問他叫甚麼，忽然背後一個女子聲音說道：「勞您兩位的駕！」楊過與完顏萍同時一驚，放手躍開，見大樹旁站著一個青袍女子，正是數次報訊示警，救了他與陸無雙之人。楊過一揖到地，說道：「一再蒙加援手，大德難忘。」那女子恭恭敬敬的還禮，說道：「楊爺忒煞多情，有了眼前新知，還記得那一同出死入生的舊伴麼？」楊過道：「你說是……」那女子道：「李莫愁師徒適才將她擒了去啦！」楊過大吃一驚，顫聲道：「當真？她！她到那裏去啦？」那女子道：「你和這位姑娘卿卿我我，正是陸家姑娘被李莫愁擒去之時。」楊過道：「她，她現下不礙事麼？」那女子道：「一時三刻還不礙事。陸家姑娘咬定那部祕本給丐幫拿了去，赤練魔頭押著她去追討，性命一時無妨，折磨自然是免不了。」楊過是個十分衝動之人，說道：「咱們快救她去。」那女子搖頭道：「楊爺武功雖高，只怕還不是那赤練魔頭的對手。咱們枉自送了性命，卻於事無補。」楊過眼光敏銳，雖在黑暗之中，視物仍如白晝，但覺這青衣女子面目是說不出的怪異醜陋，臉上肌肉半點不動，倒似一個死人，教人一見之下，不自禁的生出一種恐怖之意。他向她望了幾眼，不願再看，心想：「此人對我極好，卻不知怎地，竟生就了這樣一副怪相？」於是問道：「不敢請教姑娘尊姓？小人與姑娘素不相識，何以得承眷顧？」那女子道：「賤名不足掛齒，將來楊爺自會知曉，眼前快想法子救人要緊。」她說話之時，臉上絲毫不動聲色，若非聽到聲音是從她口中發出，真欲以為她是一具行屍走肉的僵尸。但說也奇怪，她說話的聲音卻極是柔嬌清脆，令人聽之醒倦忘憂。楊過道：「既然如此，如何救人，一憑姑娘計議，小人敬聽吩咐便是。」那女子彬彬有禮，說道：「楊爺不必客氣，你武功強我十倍，比我聰明十倍，年紀也大過我，又是個堂堂男子漢，你說什麼便什麼，我是在這裏憑你差遣。」楊過聽了她這幾句又謙遜，又體貼的話，心頭真是說不出的舒服，心想這女子面目可憎，說話來卻是如此的教人受用，真是人不可貌相了，當下想了一想，道：「那麼咱們悄悄隨後跟去，俟機救人便了。」那女子道：「這樣最好。但不知完顏萍姑娘意下如何？」說著走了開去，讓楊過與完顏萍商議。楊過道：「妹子，我要去救一個同伴，咱們後會有期。」完顏萍低頭道：「我本事雖低，或者只能出得一點力，楊大哥，我隨同你去救人吧。」楊過本來也捨不得與她分手，聽她如此說，心中大喜，連說：「好，好！」當下他提高聲音，向那青衣女子說道：「姑娘，完顏姑娘願助咱們去救人。」那女子走近身來，向完顏萍行下禮去，說道：「完顏姑娘，你是金枝至葉之體，行事還須三思。咱們的對頭行事毒辣無比，江湖上稱她作赤練仙子，說她就如赤練蛇那樣的狠毒，當真萬般的不好惹。」她這番話說來甚是斯文有禮，而語意之中，又顯得誠懇體貼。完顏萍還禮說道：「且別說楊大哥於我有恩，他的事就是我的事。單憑姐姐你這個朋友，我完顏萍也很想交交。我跟了姐姐去，一切小心便是。」那女子過來攜住她手，柔聲道：「那再好也沒有。姐姐，你年紀比我大，還是叫我妹子吧。」完顏萍在黑暗之中瞧不見她醜陋的容貌，但聽得她聲音嬌美，一隻手握住自己的手掌，也是又軟又嫩，只道她是個美貌少女，心中很是喜歡，問道：「你今年幾歲？」那少女輕輕一笑，道：「咱們不忙比大小，楊爺，還是救人要緊，你說是不是？」楊過道：「是了，請姑娘指引路途。」那少女道：「我見到他們是向東南方而去，定是直奔荊紫關了。」三人當即施展輕功，齊向東南方急行。古墓派玉女心經向以輕功擅長，稱得上天下第一，那是不必說了。完顏萍是鐵掌幫的弟子，當年鐵掌幫的幫主裘千仞號稱「鐵掌水上飄」，既然稱得上「水上飄」三字，自是一等一的輕功。豈知那青衣女子，不疾不徐的跟在完顏萍身後。完顏萍奔得快，她跟得快，完顏萍行得慢了，她也放慢腳步，兩人之間始終是相距約摸兩步。楊過暗暗驚異：「這位姑娘不知是那一派的弟子，瞧她的輕功，只在完顏萍之上。」他不願在兩位姑娘之前逞勝，是以一直墮後。行到天色大明，那少女從衣囊中取出乾糧，分給二人。楊過見她的青袍雖是布質，但縫工精巧，裁剪合身，穿在身上讓人瞧著說不出的舒服受用，同時乾糧、水壺等物，無一不是安排得十分妥善，處處顯得她心細如髮。完顏萍見到她的容貌，極為駭異，不敢多看，心想：「世上怎會有如此醜陋的女子？」那少女待兩人吃完，向楊過道：「楊爺，那李莫愁識得你，是不是？」楊過道：「她見過我幾次。」那少女從衣囊中取出一塊薄薄的絲巾般之物，道：「這是一張人皮面具，你戴了之後，她就認不得你了。」楊過接過一看，只見那面具上露出雙眼與口鼻四個洞孔，在臉上一貼，高高凹凸，處處吻合，就如生成一般，當下大喜稱謝。完顏萍見楊過戴了這面具之後，相貌斗變，醜陋無比，這才醒悟，說道：「妹子，原來你也戴著人皮面具，我真傻，還道你生就一副怪樣呢。」那少女微笑道：「楊爺這副俊俏的模樣，戴了面具可真委曲了他。我自己的相貌哪，戴不戴都是一樣。」完顏萍道：「我不信，妹子，你揭下面具給我瞧瞧，成不成？」楊過心中好奇，也是急欲看一看她的容貌，但那少女退開兩步，笑道：「別瞧，別瞧，我一副怪相可嚇壞了你。」完顏萍見她一定不肯，只得罷了。中午時分，三人趕到了武關，在鎮上一家酒樓上揀個座頭，坐下用飯。店家見楊過是蒙古軍官打扮，不敢怠慢，極力奉承，三人吃得一半，只見門帷掀處，進來三個女子，正是李莫愁師徒押著陸無雙。楊過生性乖巧，知道此時李莫愁雖認不得自己，如此古怪的容貌，若引起她的疑竇，行事諸多不便，當下轉過頭去不住扒飯，傾聽李莫愁她們說話，那知陸無雙固然默不作聲，李莫愁師徒要了飯菜後也不說話。完顏萍倒轉筷子，在湯裏一沾，在桌上寫道：「動手麼？」楊過心想：「憑我三人之力，再加上媳婦兒，仍難敵她師徒。此事只可智取，不能力敵。」於是將筷子緩緩搖了幾搖。李莫愁上樓後見陸無雙目光閃爍，心中微覺有異，不住往完顏萍等三人打量。楊過背向著她，身子全然不動，教她瞧不出半點破綻。正當雙方俟機而動之際，樓梯腳步聲響，走上兩人。完顏萍斜眼一看，卻是耶律齊、耶律燕兄妹。二人忽見完顏萍在此，均是驚奇，向她點了點頭，找了個座位坐下。李莫愁見這一對壁人，男的如玉樹臨風，女的似芙蓉映水，暗暗稱羨，只道是一對少年夫妻，卻不知二人乃是兄妹。他們自完顏萍去後，知她不致再來行刺，於是別過父兄，結伴出來遊山玩水，在此處又遇見她，心中更是寬慰。李莫愁因「五毒祕傳」落入丐幫之手，好生愁悶，這幾日都是食不下嚥，只吃了半碗麵條，就放下筷子抬頭往樓外閒眺，忽見街角邊並肩站著兩個乞丐，背上都負著七隻布袋，正是丐幫中的七袋弟子，另有一個乞丐匆匆走來，向兩丐低聲說了幾句話，快步走開。李莫愁心念一動，走到窗口，向兩丐招手道：「丐幫的兩位英雄，請上樓來，貧道有一句話，相煩轉達貴幫幫主。」她知若是平白無端的呼喚，這二人未必肯來，若說有話轉致幫主，縱然有天大的危難，丐幫的弟子也是非來不可。陸無雙聽師父召喚丐幫人眾，必是質詢五毒祕傳的去處，不由得臉色慘白。耶律齊知丐幫在北方勢力極大，這樣平平無奇的一個中年道姑，居然有言語傳給他們幫主，不知她是個何等身份，不由得好奇心起，停盃不飲，側頭斜睨。片刻之間，樓梯上踏板微響，兩名化子走了上來，向李莫愁行了一禮，道：「仙姑有何差遣，自當遵奉。」兩人行禮後站直身子，一名化子見陸無雙在側，臉上倏地變色，原來他曾與另外幾個七袋弟子，在道上攔截過她。當下那人一扯同伴，兩人一齊躍到梯口，單掌護胸，昂首待敵。李莫愁微微一笑，柔聲說道：「兩位請看手背。」兩丐的眼光同時往自己手背上一瞧，只見每隻手背上都抹了一個硃砂般的手印，實不知她用快捷無倫的手法，神不知鬼不覺的使上了五毒神掌。她這一下出手，兩丐固然不及防備，連楊過與耶律齊二人也未瞧得明白。兩丐一驚之下，同聲叫道：「你……你是赤練仙子？」李莫愁拈起酒杯，慢慢斟了半杯酒，手指一彈，酒杯斜飛而出，盃中的酒卻筆直流下。她仰起頭來，半杯酒盡數流入嘴中，竟沒潑出半滴。說也奇怪，那酒杯斜飛出去在空中兜了半個圈子，重又回到她的手中。原來她彈的力道用得恰到好處，那是打暗器的上乘功夫，雖是古墓派的傳技，但楊過自愧不如，還沒能練到這般不動聲色的揮灑自如。她顯了一手神技，柔聲道：「去跟你家幫主言道，你丐幫和我姓李的素來河水不犯井水，我一直仰慕貴幫英雄了得，只是無緣謀面，難聆教益，實感抱撼。」兩丐互望了一眼，心想：「你口中說得好聽，怎又無緣無故的突下毒手？」李莫愁頓了一頓，道：「兩位中了五毒神掌，那不用擔心，只要將奪去的書賜還，貧道自會替兩位醫治。」一丐道：「什麼書？」李莫愁笑道：「這本破書說來嘛，也不值幾個大錢，貴幫倘若定是不還，原也算不了什麼。貧道只向貴幫取一千條叫化的命兒作抵便了。」