第五回　古剎惡戰眾人回頭一看，見數十人都是穿著金兵裝束的勁卒。丘處機本來還敬重江南七怪的武功，只道他們被焦木和尚一時欺矇，所以在比試之際始終未下殺手，這時見金兵上來，心頭怒極，縱聲長笑道：「焦木和尚，江南七怪，你們就是再搬三千金寇來，道爺又有何懼。」韓寶駒道：「誰搬金兵來著？」那些金兵正是完顏烈的侍從，他們見王爺出外久久不歸，大家不放心，一路尋來，聽說醉仙樓上有人正在兇殺惡鬥，所以疾忙趕上，見完顏烈好端端的坐著飲酒，忙上前見禮。正在這時，酒保已將豹肉煮熟，分切成九盤，除了焦木和尚外，在每人桌上放了一盆。完顏烈站起身來，向柯鎮惡一拱手道：「多謝柯大哥厚賜。」丘處機「哼」了一聲道：「好啊，好啊！貧道這時恕不奉陪了！」手托銅缸，大踏步的走向梯口。柯鎮惡站起身來，叫道：「丘道長，您可別誤會。」丘處機邊走邊說道：「我誤會？你們是英雄好漢，幹麼要約金兵助拳？」柯鎮惡道：「咱們可沒有約。」丘處機道：「我又不是瞎子！」柯鎮惡眼睛盲了，生平最忌別人譏諷他這缺陷，鐵杖一擺，搶上前來，喝道：「瞎子便怎樣？」丘處機更不打話，左手一抬，拍的一掌，打在一名金兵的天靈蓋上，那兵哼也沒哼一聲，登時腦漿迸裂而死。丘處機道：「這便是榜樣！」他袍袖一拂，逕自下樓。眾金兵見打死了同伴，一陣大亂，早有數人挺矛向丘處機後心擲下，他頭也不回，就像背後生著眼睛，伸手一一撥落。眾金兵正要衝下，完顏烈疾忙喝住，轉身對柯鎮惡道：「這惡道無法無天，各位請過來共飲一杯，商議對付他之策，如何？」柯鎮惡萬料不到他是金人，這時知他是金兵頭腦，那裏還肯理睬，喝道：「滾開！」完顏烈愕然道：「什麼？」韓寶駒道：「咱大哥叫你滾開！」右肩一聳，正撞在他左胯之上。完顏烈一個蹌踉，退開數步，江南七怪和焦木和尚一擁下樓。妙手書生朱聰走在最後，經過完顏烈身旁時伸扇又在他肩頭一拍，笑道：「你拐帶的女人賣掉了麼？賣給我怎樣？哈哈，哈哈！」說著急步下樓。完顏烈順手往懷裏一摸，他帶出來的幾錠黃金果然又都不翼而飛。他心想這幾個人個個武藝驚人，自己和這數十名隨從決非他們對手，萬一他們發現包氏娘子竟在自己這裏，實是天大禍事，越想越怕，也不再和包惜弱購買衣衫，逕行趕回客店，帶同包惜弱和眾侍從，連夜向北，回金國的都城燕京（即今日的北京）而去。這且按下不表。且說江南七怪隨著焦木禪師到嘉興西郊的法華寺來，在靜室中坐下，小沙彌泡上香茶後退了出去。焦木禪師嘆了口氣道：「這誤會越結越深啦！」韓小瑩道：「禪師，他說兩個女人什麼的，到底是怎麼回事？」焦木道：「我有一位師兄，在杭州光孝寺作主持。」柯鎮惡道：「那是枯木禪師了？」焦木道：「不錯，前日他寫了一封信，命兩個漢子送來，說有惡人和他們為難，要我留他們在寺裏避一避。出家人慈悲為懷，又有師兄的信，我自然收留。那知他們來了只不過一天，那長春子就找上門來了。硬說有兩個女子從杭州光孝寺來，躲在我這裏，我實在是莫名其妙。」全金發道：「我瞧他剛才神氣，必定還會再來生事，咱們不可不防。」柯鎮惡道：「正是！」八人當下商議對付丘處機之策。原來那日丘處機殺了奸細王道乾，在牛家村結識了郭嘯天，楊鐵心兩人，又將前來追捕的金兵和衙役殺得一個不剩，心裏很是暢快，趕到杭州後，連日在西湖各處漫遊，賞玩雪景。這日走過清河坊前，忽見數十名官兵在街上狼狽經過，甩盔曳甲，折弓斷槍，顯見是吃了敗戰逃回來的。丘處機心裏奇怪，暗想：「這時並未和金國開仗，又未聽說附近有盜賊作亂，不知官兵是那裏吃了這虧？」一問街上百姓，大家也都茫然不知。他好奇心起，遠遠跟著官兵，見他們走進了威果第六指揮所之內。到了夜間，他悄悄摸進指揮所內，抓了一名官兵出來，拖到旁邊小巷中喝問。那官兵正睡得糊裏糊塗，突然一把寶劍架在頸上，那敢有絲毫遲疑，當下把牛家村捉拿郭、楊二人的事照實說了。丘處機不迭的叫苦，只聽那兵士說，郭嘯天已當場格斃，楊鐵心身受重傷，不知下落，多半也是不活的了。丘處機愈想愈怒，但想那小兵奉命差遣，實是身不由己，當下也不拿他出氣，只問：「你們上官是誰？」那小兵道：「指揮大人他……他……姓段……名叫段天德。」丘處機放了小兵，摸到指揮所內去找那段天德，卻是遍尋不獲。次日一早，指揮所前的竿子上高高掛出一顆首級，號令示眾。丘處機一看，赫然是他新交朋友郭嘯天的頭顱，這一下幾乎氣破了胸膛，自己對自己道：「丘處機，丘處機，這兩位朋友好意請你飲酒，你卻累得他們家破人亡，你不替他們報仇雪恨，還稱得上是什麼男子漢大丈夫。」想到憤恨之處，反手一掌，只把指揮所前的旗桿石打得石屑粉飛。好容易守到了半夜，他爬上長竿，把郭嘯天的首級取了下來，邁開大步，奔到西湖邊上，用劍挖了一坑，把那首級埋在裏面，拜了幾拜，不禁灑下幾點英雄之淚，默默祝禱：「貧道當日答允傳授兩位後裔的武藝，貧道言出必踐，如不將你們的後人調教為英雄人物，我他日再無面目在黃泉之下和兩位相見。」他心中計算已定，首先要找到那段天德，將他殺了替郭楊兩人報仇，然後救出兩人的妻子，將她們安頓在妥善之所，天可憐見生下兩個遺腹子來，好給兩個鐵錚錚的好漢留下後代。他連續兩晚闖進威果第六指揮所去找指揮使段天德，卻都未能找到，想來此人貪安逸，不守軍紀，不在營房中與士卒同甘同苦。第三日辰牌時分，丘處機逕到指揮所轅門之外，喝道：「段天德在那裏，快給我滾出來！」段天德為了郭嘯天的首級被竊，正在營房中審訊郭嘯天的妻子李萍，要她招認出來丈夫有什麼大膽不法的朋友。那時營外官兵已與丘處機交上了手，段天德從窗口一張，只見一個道士威風凜凜的提著兩名軍士，橫掃直劈，只打得眾兵丁叫苦連天。指揮所裏軍佐一迭連聲的喝叫：「放箭！」但那裏擋得住這個惡道。段天德大怒，提起腰刀，直搶出去，喝道：「造反了嗎？」一刀往丘處機腰裏橫掃過去。丘處機見是一名軍官，將手中軍士一拋，不閃不架，左手一探，已搶前抓住了段天德的手腕，喝道：「段天德那狗賊在那裏？」段天德手上劇痛，全身酸麻，他生性機伶，忙道：「道爺要找段大人麼？他……他在西湖船裏飲酒，過午後就回所來啦！」丘處機信以為真，把手一放，段天德向兩名軍士道：「你們快帶領這位道爺，到湖邊找段大人去。」那兩名軍士尚未領悟，段天德喝道：「快去，快去，莫惹道爺生氣。」兩名軍士這才會意，轉身走出，丘處機跟了出去。段天德那裏還敢停留，疾忙帶了幾名軍士，押了李萍，急奔雄節第八指揮所而來，那指揮使和他是酒肉至交。兩人說不上幾句話，雄節第八指揮所的指揮使正要點兵去捉拿惡道，突然營外喧聲大起，報稱一個道士打了進來，想必帶路的軍士受逼不過，將他的行蹤說了出來。段天德是驚弓之鳥，也不多說，帶了隨從與李萍便走，這次是去投城外全捷第二指揮所。大概那所地處偏僻，丘處機一時找他不到。段天德驚魂稍定，想起那道人在千百軍士中橫衝直撞的威勢，真是不寒而慄。這時手腕上又開始劇痛，越腫越高，找了個營中的跌打醫生來一瞧，腕骨竟是被捏斷了。接骨之後，當晚他也不敢回家，就住在全捷第二指揮所內。睡到半夜，營外軍士喧擾起來，說是守崗的軍士忽然逃走無蹤。段天德驚跳起床，心知定是被那道士擄去，自己不論躲在何處軍營，他總能找上門來，打是打不過，躲又躲不開，那如何是好？正自惶急，突然想起有一位伯父在光孝寺出家，不如投奔他去。他知道那道士找自己尋仇，定與郭嘯天有關，如把李萍帶在身邊，危急時以她為要挾，那惡道必然不敢貿然動手，當下逼迫李萍，換上軍士裝束，悄悄從營房後門溜了出去，黑夜中七高八低的往光孝寺來。他伯父出家已久，法名枯木，是光孝寺的主持，素來不齒段天德為人，不與他往來，這時見他夤夜逃來，不覺吃了一驚。段天德武功雖然不行，為人卻機變百出，他知道這位伯父為了憤恨金兵入寇、朝廷非但不加抵抗，反而戕害忠良，所以憤而出家，要是將自己與金兵會同去捕殺郭楊二人的事說下出來，只怕自己反而有性命之憂，所以在路上早已想妥了一套說辭。枯木和尚是法華宗南宗的掌門人，以前在軍中當軍官時武功已頗有根底，出家後心不旁鶩，勤練武藝，二十多年來功力更是精進。他知道這個俗家的姪兒為人狡猾無行，當下冷冷的道：「你來幹什麼？」段天德急忙跪下磕頭，連稱：「姪兒被人欺負了，求伯父作主。」枯木道：「你在營裏當官，誰敢欺侮你啦？」段天德知道如把自己說得太好，伯父一定不信，當下滿臉慚容，說道：「姪兒不爭氣，被一個惡道趕得東奔西逃，無路可走，求伯父瞧在我過世的爹爹面上，救姪兒一命。」枯木聽他說得可憐，心中一動，道：「那道人追你幹什麼？」段天德又跪在地下，連稱：「姪兒該死，該死。日前姪兒和幾個朋友到清冷橋西熙春樓下南瓦子去玩耍……」枯木鼻孔中哼了一聲。原來宋朝的妓院稱為「瓦舍」，取其「來時瓦合，去時瓦解」之義，意思是說易聚易散。宋室南渡後為了羈縻軍心，在杭州城外設立瓦舍，以供軍卒淫樂，即是以貧苦無依之婦女，供從北方逃來的軍人侮辱。大凡朝政腐敗，軍紀蕩然之際，當政者都會出此下策。瓦舍本為軍妓，及後達官豪商，富貴少年也漸去遊樂，成為臨安府士庶放蕩不羈之所，子弟所流連敗壞之門。段天德又道：「姪兒素日有個相好的粉頭，這日正陪姪兒飲酒，忽然有個道人入來，定要叫她過去陪他……」枯木搶著道：「出家人怎會到這種地方去？」段天德道：「是啊，姪兒當下就出言嘲諷，命他出去，那道人兇惡得緊，反罵姪兒指日就要身首異處，卻在這裏胡鬧。」枯木道：「什麼身首異處？」段天德道：「他說金兵不日渡江，要將咱們大宋的官兵個個殺得乾乾淨淨。」枯木勃然道：「他如此說來？」段天德道：「也是姪兒脾氣不好，和他打將起來，姪兒卻不是他的敵手。他一路追趕，姪兒無處逃避，只得來求伯父救持。」枯木道：「我是出家之人，不理會你們這種爭風吃醋的醜事。」段天德哀求道：「只求伯父救我一命，以後決不敢了。」枯木想起兄弟昔日之情，嘆了一口氣道：「好，你就在這客舍住幾日避他一避。可不許胡鬧。」段天德連連答應。枯木嘆道：「做軍官的卻如此無用，唉。」李萍受了段天德的挾制威嚇，眼見他肆意撒謊，卻不敢出一句嘴。這天下午申牌時分，知客僧氣急敗壞的奔進來向枯木稟報：「外面有一個道人，聲勢洶洶，要段……段長官出去。」枯木命人把段天德叫來。段天德驚道：「是他，正是他！」枯木道：「這道人如此凶狠，他是那一門那一派的？」段天德道：「不知是那裏來的鄉下道士，也不見武功有什麼了不起，只是膂力大一點，姪兒無用，所以抵敵不住。」枯木道：「好，我去會會。」當下披袈裟，走到大雄寶殿。丘處機正要闖進內殿，監寺拚命攔阻，卻攔不住。枯木上前在丘處機臂上輕輕一推，潛用內力，想把丘處機推出殿去，那知這一推猶如碰在綿花堆裏，心想不妙，正想收力，已經來不及了，身不自主的直跌出去，蓬的一聲，正撞在殿後的韋護神像之上，喀喇喇幾聲巨響，韋護被撞塌了半邊。枯木大驚，心想：「這道人明明有深不可測的武功，豈只是膂力大一點。」當下雙掌合十，打個問訊，道：「道長光臨敝寺，有何見教？」丘處機道：「我是來找一個姓段的惡賊。」枯木自知遠遠不是他的敵手，說道：「出家人慈悲為懷，何必與俗人同樣見識？」丘處機不理，大踏步走向內殿。這時段天德早已攜了李萍，在密室裏躲了起來。光孝寺香火極盛，這時正是春天進香的時候，四方來的善男信女絡繹不絕。丘處機不便明加搜查，冷笑數聲，退了出去。枯木使個眼色，命知客僧送出山門。段天德從隱藏之處出來，枯木怒道：「這那裏是鄉下道士？如不是他手下容情，我一條老命早已不在了。」段天德不敢作聲，知客僧回來稟報，說那道人已經走了。枯木微一沉吟，道：「他說了些什麼話？」知客僧道：「沒說什麼。」枯木道：「這倒奇了。嗯，他在下山之前有什麼奇特的行為？」知客僧道：「沒有啊，他走到山門口的石獅子旁邊，好像有點疲倦，在兩隻獅子靠了一會，喘了一陣子氣，後來就笑嘻嘻的去了。」枯木迭連聲的叫道：「苦也，苦也，這數百年的寶物。」反手重重打了段天德一記耳光，叫道：「今日都毀在你的手裏了。」說著搶了出去。段天德和知客僧都不明所以，段天德半邊臉登時熱辣辣的腫起，他捧住了臉，和知客僧急步跟出，只見枯木和尚望著山門前兩頭雕刻得極為雄偉的石獅子，怔怔的出神，臉上一副惋惜和惱恨的神色。段天德道：「伯父，怎麼啦？」枯木嘆道：「這也是劫數使然，我是錯怪你了。這對石獅子是南北朝時的古物，梁武帝當年招募了高手匠人雕成，素來是光孝寺鎮寺之寶，唉。」說著連聲嘆息。段天德不懂，看那石獅子並無毫異狀，不知伯父可惜些什麼，伸手一摸獅子，獅耳獅鼻忽然應手而落。段天德大吃一驚，縮住了手，望著枯木。枯木嘆道：「這對石獅子早被那道人用內功毀了。」知客僧不信，一摸另一頭獅子，用力稍重，獅子碎成無數石塊，垮成一堆。知客憎嚇得臉色蒼白，道：「怎……怎麼會這樣子？」枯木黯然道：「這道人內功深厚之極。石獅，石獅，你們鎮守山門，辛苦了數百年，現在好好去吧！」他轉頭對段天德道：「身上有這樣武功的人，會跟你這種下流坯子奪粉頭？」段天德嚇得不敢作聲。枯木道：「我師弟焦木大師功力勝我十倍，只有他或許能敵得住這個道人，你到他那裏去避一避吧。」段天德見了丘處機如此神功，那裏還敢說半個不字，討了書信，連夜僱船往嘉興來，投奔法華寺住持焦木大師。焦木那裏知道他攜帶的隨從竟是女子，見是師兄所薦，就收留他們在寺內。豈知丘處機神出鬼沒，跟著追來，在後園中竟自見到了李萍。他眼光極準，一看就知不對，等到躍下來查察時，段天德已將李萍拉入地窖之中。丘處機還道包惜弱也藏在寺內，一定要焦木交出人來，因他是親眼所見，不管焦木怎樣解說，他總是不信。丘處機一顯武功，焦木自知不是他的敵手，他與江南七怪素來交好，所以約他在醉仙樓見面。丘處機那口銅缸，就是從法華寺裏拿來的。焦木當時把自己所知的情形說了，並道：「素聞長春子武功過人，果然名不虛傳，只是看他也不是無理取鬧之人，中間必定有什麼誤會。」全金發道：「還是把令師兄薦來的那兩個人請來，仔細問一問他們。」焦木道：「不錯，我也沒好好盤問過他們。」正要差人去請段天德，柯鎮惡道：「焦木師兄，那道人必定跟著就來，這一次卻不同酒樓賭技，他只道咱們和金兵勾結，出手再不容情。」焦木道：「柯大哥說的是，咱們得想法子和他說明誤會。」柯鎮惡道：「要是說明不了，不得不用武決勝，一對一的與他動手，誰也擋不住他。他是善者不來，來者不善……」朱聰道：「咱們跟他要個一擁齊上！」韓寶駒道：「八人打他一人？那未免不大光明磊落。」全金發道：「咱們又不是要傷他性命，不過叫他平心靜氣的聽焦木大師說說清楚。」韓小瑩道：「江湖上傳言出去，說焦木大師和江南七怪以多欺少，豈不壞了咱們名頭？」八人議論未決，忽聽見大殿上震天價一聲巨響，似是兩口巨鐘互相撞擊，眾人耳中嗡嗡的好一陣不絕。柯鎮惡一躍而起，叫道：「那道人來啦！」八人奔至大殿，又聽見一聲巨響，還夾著猛惡的金屬破碎之聲，只見丘處機托著銅缸，正在敲撞大殿上的那口鐵鐘。數擊之下，銅缸上已出現了裂口。韓寶駒是韓小瑩的堂兄，兩人在七怪中最為性急，韓寶駒叫道：「七妹，咱們兄妹先上！」刷的一聲，腰間一條金龍鞭已握在手中，一招「烏龍擺尾」，疾往丘處機托著銅缸的右手手腕上捲去。這時韓小瑩也已抽出長劍，劍光如水，逕往丘處機後心刺到。丘處機前後受敵，右手一轉，鐺的一聲，金龍鞭梢正打在銅缸之上，同時身子一偏，讓過後心一劍。古時吳越成仇，越王勾踐臥薪嚐膽，一意想圖吳國，可是吳王手下有個大將伍子胥，極會用兵，訓練的士卒精銳異常。勾踐眼見自己的兵卒武藝不及敵國，心中悶悶不樂。有一日忽然來了一位美貌的處女，劍法精妙無比，勾踐大喜，請她教導越兵劍法，終於滅了吳國。嘉興是吳越交界之處，兩國用兵，向來以此地為戰場，這套越女劍法，就此流傳下來。韓小瑩學會這套劍法後，潛心鑽研，在原來三十六路大變之外，更加創了四十九路小變。原來越國處女當日傳授給兵卒的三十六路大變，上陣決勝，斬將刺馬，很是有用，但與江湖上武術名家爭鬥，就嫌不夠輕靈翔動。韓小瑩依據這套劍法的要旨，再加補充，鋒銳之中另蘊複雜變化，所以江湖上送了她一個「越女劍」的名頭。數招一過，丘處機已看出她劍法奧妙，當下以快打快，她劍法快，丘處機出手更快，一面以銅缸擋住韓寶駒的金龍鞭，左掌著著搶快，硬打硬拿，強行奪取韓小瑩的寶劍。片刻之間，韓小瑩倏遇險招，被他迫到了佛像之旁。南山樵子南希仁和笑彌陀張阿生一個手持扁擔，一個握著屠牛的尖刀，加入戰團。南希仁一語不發，把扁擔使得虎虎生風，張阿生卻是吼叫連連，滿口的江南的市井俗語，丘處機也不知他說的是什麼。酣戰中丘處機突飛一掌，往張阿生面門劈到。張阿生向後一仰，那知他這一招乃是虛招，突然飛出一腳，張阿生手腕一疼，一柄尖刀脫手飛出。張阿生拳術上造詣遠勝兵刃，尖刀脫手，竟是毫不在意，左足一挫，右掌虛晃，呼的一聲，左拳猛擊出來，丘處機讚道：「好！」身子一側，避開了這拳，接著連叫：「可惜，可惜！」張阿生探道：「可惜什麼？」丘處機一面招架，一面道：「可惜你一身功夫，卻是自甘墮落，投降敵寇。」張阿生大怒，叫道：「你這賊道，胡說八道。」呼呼呼，連擊三拳，丘處機身子一縮，銅缸一轉，鐺鐺兩聲，接連兩拳竟都打在缸上。妙生書生朱聰見四人合戰他一人，仍是遠處下風，向全金發一招手，二人又從兩側攻了上去。全金發用的是一桿大鐵秤，他這兵刃十分奇特，秤桿使的是桿棒路子，秤鉤飛出去可以勾人，猶如飛抓，秤錘更是一個鏈子錘，所以他一樣兵器，同時有三種用途。朱聰擅於點穴之術，把扇子作為點穴鐝，鑽空尋隙，在各人兵器飛舞中找尋對方的穴道。丘處機的銅缸運轉如飛，宛如一個巨大的盾牌，擋在身前，各人的兵器那裏攻得進去，他左手擒拿劈打，仍是不斷反擊。焦木見各人越打越猛，心想時間一久，必有損傷，急得大叫：「各位住手，請聽我一言。」但眾人鬥發了性，那裏收得住。丘處機喝道：「無恥反賊，瞧我的！」突然間左手拳掌並用，變化無窮，連下殺手。酣鬥中突然飛出一掌，猛向張阿生肩頭擊來，這一掌迅捷異常，眼見張阿生無法避開。焦木大師叫道：「道長休下殺手！」但丘處機與六人拼鬥，發覺對方個個都是能手，實在已感吃力異常，時間一久，只怕自己支持不住，而且對方尚有兩人在一旁虎視眈眈的旁觀，隨時都會殺入，那時自己武功再強，也會葬身在這江南的古剎之中了，這時好容易抓到敵方空隙，豈肯容情，這一掌竟用了十成功力。張阿生練就了一身鐵布衫橫練功夫，在屠房裏時常脫光了衣衫，與蠻牛相撞角力為戲，全身又粗又硬，直如包了一層牛皮相似。他知丘處機這一掌打下來非同小可，但既已閃架不及，當下運氣於肩，猛喝一聲：「好！」硬接了他這一掌，只聽見喀喇一聲，上臂竟被他生生擊斷。朱聰在旁大驚，一扇穿出，逕往丘處機「璇璣穴」點來，他這招是寓防於攻，生怕五弟受傷之後，敵人繼續追擊。丘處機打倒一人，威風大振，在兵器叢中單掌猶如鐵爪般連續進招，全金發「啊喲」一聲，秤錘已被他一手抓住。丘處機用力一拉，全金發力氣不及，身子被他拉近，丘處機銅缸一側，擋住南希仁與朱聰面前，左掌呼的一聲，往全金發天靈蓋上直擊下來。韓寶駒與韓小瑩大驚，他們義結金蘭，情同手足，顧不得自己下盤不固，雙雙躍起，猛往丘處機頭上攻到。丘處機肩頭一偏，全金發乘機竄出，這一來死裏逃生，驚得全身冷汗，但腰間終於被他踢中一腳，滾在地上爬不起來。焦木本來不想和丘處機動手，但邀來的朋友也已經受傷，自己不能不上，當下袍袖一拂右手拿了一段烏焦的短木，往丘處機腋下點到。丘處機心想：「這和尚是點穴能手，出手竟自不凡。」當下打起精神對付。柯鎮惡雙目雖盲，卻知五弟六弟已受重傷。聽著各人兵器撞擊之聲，挺起鐵杖，準擬加入助戰。全金發叫道：「大哥，用鐵菱打他。打『晉』位，再打『小過』！」只聽嗖嗖兩聲，兩件暗器一先一後往丘處機眉心與右胯飛到。丘處機吃了一驚，心想目盲之人也會施發暗器，而且打的部位如此之準，真是罕見罕聞，雖有旁人用伏羲六十四卦的方位指點，終是極難之事。當下銅缸一側，噹噹兩聲，兩隻鐵菱都落入了缸內。這鐵菱是柯鎮惡的獨門暗器，四面尖角，就如湖內的鮮菱一般，暗器既沉，手法又準。丘處機接住兩隻鐵菱，銅缸竟是一晃，心想：「這瞎子好大手勁！」全金發不住叫喚：「打『中孚』，打『離』位……好，現在踏到了『明夷』……」柯鎮惡接連打出幾只鐵菱，雖把丘處機逼得不住倒退招架，再無還手的餘暇，但也始終傷他不到。柯鎮惡心念一動：「他聽到了六弟的叫喊，先有了防備，自然打他不中了。」這時全金發聲音越來越微，叫聲不住夾著呻吟，想是傷痛甚烈，而張阿生竟是一聲不作，不知生死如何。只聽全金發道：「打……打……他……『同人』。」柯鎮惡這次卻不依言，雙手一揚，四枚鐵菱齊齊飛出，兩枚分打「同人」之右的「節」位，「損」位，另外兩枚分打「同人」之左的「豐」與「離」位。這時焦木和韓小瑩正從右邊攻到，丘處機向左跨一大步，避開了「同人」的部位，那知柯鎮惡突然用計，只聽兩個人同時驚叫。丘處機右肩中了一菱，另外對準「損」位發出的一菱，卻打在韓小瑩背心。柯鎮惡又驚又喜，喝道：「七妹，快來！」韓小瑩知道大哥的暗器餵有劇毒，這時傷口不感痛楚，但知道毒性發作起來厲害無比，只嚇得芳心無主，縱然平素豪邁，到了生死關頭，也不敢再行逞強，忙躍出圈子。柯鎮惡從袋裏摸出一顆黃色藥丸，塞在她的口裏，道：「快去睡在後園子泥地之上，不可稍有動彈，等我來給你治傷。」韓小瑩拔腳就奔，柯鎮惡叫道：「別跑，別跑，平心靜氣慢慢的走。」韓小瑩登時領悟，暗罵自己愚蠢，身上中了毒菱，一跑一跳，血行開來把毒帶到心裏，立時無救，當下放慢腳步，踱到後園。丘處機中了一菱，初時並不在意，酣戰中忽然聽見柯鎮惡連叫「別跑！」心念一動，只覺傷口隱隱發麻，不覺大驚，知道暗器上有毒，心裏一寒，不敢再行戀戰，奮起神威，一拳往南希仁面門直擊過去。南希仁見來勢猛惡，立定馬步，烏金扁擔一橫，一招「鐵鎖橫江」，攔在面前。丘處機並不收拳，揚聲吐氣，嚇的一聲，一拳打在扁擔正中。南希仁全身一震，雙手虎口迸裂，鮮血直流，噹啷一響，扁擔跌在地下。丘處機情急拚命，這一拳用了全身之力，南希仁已受內傷，腳步虛浮，突然眼前金星亂冒，喉口發甜，哇的一聲，口中鮮血直噴。丘處機雖然又傷一人，但肩頭越來越麻，托著銅缸很感吃力，大喝一聲，橫掃一腿。韓寶駒縱身一躍，避開這腿。丘處機斗然叫道：「那裏逃！」右手一推，銅缸從空中罩將下來。韓寶駒身在空中，無處用力，只翻了半個筋斗，那口巨缸已罩到頂門，他怕打傷身體，雙手抱頭，縮成一團。只聽得一聲猛響，銅缸端端正正的把他罩住。丘處機銅缸一脫手，已把長劍抽在手裏，點足躍起，伸劍割斷了巨鐘頂上的粗索，左掌一推，那千餘斤重的巨鐘震天價一聲，跌在銅缸之上。韓寶駒再有神力，也爬不出來了。丘處機這時臉色蒼白，額頭上黃豆般的大汗一顆顆鑽出來。柯鎮惡叫道：「快拋劍投降，再耽一會，你性命不保。」丘處機心想落入他們手裏必定無倖，長劍揮動，往外奪路。江南七怪中只剩下柯鎮惡、朱聰兩人不傷，餘人存亡不知，這時那裏能容他出殿？柯鎮惡一擺鐵杖，攔住殿門。