第一零七回　啼笑皆非虛竹既感體內真氣奔騰，似乎五臟六腑都易了部位，同時冰水離鼻孔只是一線，再上漲三分，那便無法吸氣了，苦在穴道被封，要將頭頸抬上一抬，也是不能。可是說也奇怪，過了良久，冰水竟然不再上漲，原來棉花之火既熄，冰塊便不再融。又過一會，只覺人中上有些刺痛，這層刺痛之感越來越是厲害，漸漸傳到下頦，再到頭頸。原來第三層冰窖中堆滿冰塊，極是寒冷，冰水流下之後，又慢慢凝結成冰，竟將童姥、李秋水、虛竹三人都凍結在冰中了。堅冰一結，童姥和李秋水的內力就此隔絕，不能再傳到虛竹身上，但二人十分之九的真氣內力，卻也因此而盡數封在虛竹體內，彼此鼓盪衝突，越來越是厲害，虛竹只覺全身皮膚似乎都要爆裂開來，雖在堅冰之內，仍是炙熱煩躁不堪。也不知過了多少時候，突然間全身一震，兩股熱氣竟和體內原有的真氣合而為一，不經引導，自行在他各處經脈穴道中迅速無比的奔繞起來。原來他身子被封在冰內，童姥和李秋水的真氣相持不下，終於和無崖子傳給他的真力歸併，合三為一，力道沛然不可復禦，所到之處，被封的穴道立時衝開。虛竹一感到身上束縛除去，而內息兀自奔騰遊行，洶湧不已，雙手輕輕一振，喀喇喇一陣響，結在身旁的堅冰立時崩裂，他站起身來，只覺冰窖中的氣悶異常，呼吸為艱，心想：「不知師伯師叔二人性命如何，需得先將她們救了出去。」伸手一摸，觸手處冰涼堅硬，二人都已結在冰中，他心中驚惶，不及細想，將二人連冰帶人，一手一個的提了起來，去到第一層冰窖中，推開兩重木門，只覺一陣清新氣息撲面而來，只吸得一口氣，便是說不出的舒服受用。門外明月在天，花影鋪地，卻是深夜時分。他心頭一喜：「黑夜中闖出皇宮，那是容易得多了。」提著兩團冰塊，奔向牆邊，提氣一躍，突然間身子冉冉向上升去，高過牆頭丈餘，升勢兀自不止。虛竹不知自己體內的真氣竟有如許妙用，只怕越升越高，「啊」的一聲竟叫了出來。四名西夏國的御前護衛正在這一帶宮牆外巡查，聽到人聲，一齊奔來察看，但見兩塊大水晶夾著一團灰影越牆而出，實不知是甚麼怪物。四人驚得獃了，張大了口合不攏來，只見三個怪物一晃之間，沒入了宮牆外的樹林。四人吆喝著追去，那裏還有蹤影？四人疑神疑鬼，爭執不休，有的說是山怪，有的說是花妖。虛竹一出皇宮，放步而行，腳下走的都是青石板大路，兩旁密密層層的盡是人家屋宇。他不敢停留，只是向西疾衝。奔了一會，到了城牆腳下，他又是一提氣便上了城頭，翻城而過，城頭上守卒無甚武功，只是眼睛一花，甚麼東西也沒看清。虛竹直奔到離城十餘里，再無一所房屋的荒郊，才停了腳步，將兩團冰塊放下，心道：「須得盡早除去她二人身外的冰塊。」尋到一處小溪，便將兩團冰塊浸在溪水之中。月光下見童姥的口鼻露在冰塊之外，只是雙目緊閉，也不知她是死是活。眼見兩塊團冰上的碎冰一片片隨水流開，虛竹又抓又剝，將二人身外的堅冰除去，然後將二人從溪水中提出，摸一摸各人額頭，居然各有微溫，當下將二人遠遠放開，生怕她們醒轉後又再廝拼。忙了半日，天色漸明，待得東方朝陽升起，樹頂雀鳥喧噪，只聽得北邊樹下的童姥「咦」的一聲，南邊樹下李秋水「啊」的一聲，兩人竟然同時醒了過來。虛竹大喜，一躍而起，站在兩人中間，連連合十行禮，說道：「師伯、師叔，咱們三人死裏逃生，這一場架，可再也不能打了！」童姥道：「不行，賤人不死，豈能罷手？」李秋水道：「仇深似海，不死不休。」虛竹聽二人言語之中，仍足充滿了怨毒之意，不由得大驚失色，雙手亂搖，說道：「你們兩位若生死相拼，我可──我可──」只見李秋水伸手在地下一撐，便欲縱身向童姥撲來，童姥雙手一圈，凝力待擊。那知李秋水剛伸腰站起，便「啊」的一聲，重行軟倒；童姥雙臂說甚麼也圈不成一個圓圈，倚在樹上只是喘氣。要知道二人雖是身負絕世神功，但適才這一場拼鬥，已將真氣內力都傳到虛竹身上，自身所餘只是聊足苟延殘喘而已，這時雖想鼓勇再鬥，卻是有心無力，要知童姥今年已九十六歲，李秋水亦已八十餘歲，同負重傷，實已到了油盡燈枯的地步。虛竹見二人無力搏鬥，心下大喜，道：「這樣才好，兩位且歇一歇，我去找些食物來給兩位吃。」只見童姥和李秋水各自盤膝而坐，手心腳心均翻著向天，姿式竟是一模一樣，知道這兩個同門師姊妹正在全力運功，只要誰先能凝聚一些力氣，先發一擊，對手絕無抗拒的餘地。這麼一來，虛竹卻又不敢離開，生怕自己一轉身，回來時兩人中便有一個已然屍橫就地。他瞧瞧童姥，又瞧瞧李秋水，但見二人都是皺紋滿臉，形容枯槁，心道：「二人都是這麼一大把年紀，竟然還是如此看不開，火氣都這麼大。」這時日光漸暖，虛竹抖了抖衣衫，啪的一聲，一物掉在地下，卻是無崖子所給他的那幅圖畫。這軸畫乃是絹畫，浸濕之後，並未破損，但畫上丹青，卻頗有些模糊了。虛竹將畫攤在石上，就日而曬。李秋水聽到聲音，微微睜目，見到那幅畫，尖聲叫道：「拿來給我看，我才不信師哥會畫這賤婢的畫像。」童姥也叫道：「別給她看！我要親手炮製她。若是氣死了這小賤人，豈不便宜了她？」李秋水哈哈一笑，道：「我不要看了！你怕我看畫，足見畫中人並不是你。師哥丹青妙筆，豈能圖傳你這人不像人、鬼不像鬼的侏儒？他又不是畫鍾馗來捉鬼，畫你幹甚麼？」童姥一生最傷心之事，就是練功失慎，以致永不長大，成為侏儒。此事也可說是李秋水當年種下的禍胎，當童姥練功正在要緊關頭之時，李秋水大叫一聲，令她走火，真氣走入岔道，從此再也難以復原。這時聽她又提起自己的生平恨事，以自己形體上的缺陷加以嘲笑，不由得怒氣填膺，叫道：「賊賤人，我──我──我──」李秋水冷冷的道：「你怎樣？」童姥道：「總算你這賊賤人運氣好，趕著在我練成『天上地下唯我獨尊功』之前尋到了我。若是再遲一天，哼哼，只要再遲得一天，你在我手下，就夠你受了。」李秋水道：「你練你的功夫，難道我這幾十年是白過的麼？我跟你說，三百六十面青銅鏡上所載的『天鑒神功』，小妹是揣摩出來了。就算你練成了鬼功夫，我的『天鑒神功』難道敵不住你？」童姥怔了一怔，道：「『天鑒神功』給你揣摩出來了？我不信，胡說八道，瞎吹法螺。」李秋水哼了一聲，道：「誰要你相信。只可惜──我──我──中了你的奸計，否則叫你見識見識『天鑒神功』的厲害。」童姥道：「就算你揣摩到了『天鑒神功』的訣竅，又豈能擋我『天上地下唯我獨尊功』的一擊？我單是一招『拈花微笑』，你就萬萬化解不了。」李秋水道：「誰知道你的『拈花微笑』是甚麼鬼門道！矮冬瓜拈花微笑，醜人多作怪，再美也不到那裏去。」童姥大怒，掙扎著站起來要施展這招「拈花微笑」的殺手，可是說甚麼也站不起來，無可奈何之下，向虛竹道：「你過來。」虛竹走近身去，道：「師伯有何吩咐？」童姥道：「我把這一招教你，你去打這賤人，瞧她如何抵擋。」虛竹搖頭道：「我是兩不相助，不能去打師叔。」童姥更是忿怒，道：「好，你不用真的打她，只須演個姿式給她瞧瞧。」虛竹見二人劍拔弩張，只要稍有力氣，便會撲上去廝打，二人若是再打成一團，那是非分生死不可了，聽童姥說只是要他演一個姿式給李秋水瞧瞧，那倒是不會有甚麼損傷之事，便道：「很好，請師伯指教。」童姥道：「你附耳過來，別讓這賤人學去了訣竅。」李秋水道：「呸！你這點微末道行，難道我還希罕？」虛竹向李秋水望了一眼，臉有歉然之意，便俯耳到童姥口邊。童姥將這招「拈花微笑」詳加解釋，教他如何運氣，如何發力。這三個月來，虛竹曾受過童姥不少指教，自上樹飛躍、投擲松球、拍人穴道，以至「天山折梅手」、「天山六陽掌」等上乘功夫，可說武學上已極有根基，這一招「拈花微笑」經她一說，便已領會，再問了幾處疑難，心中默想一遍，走到李秋水身前，說道：「師叔，師伯命我演一招功夫，請你老人家指點。」李秋水臉上變色，心想：「小和尚一直和這矮冬瓜在一起，自然是她的心腹，何況她有鐵指環在手，掌門人的號令，小和尚不敢不聽。看來今日我大限已到，小和尚是要向我下毒手了。」但見虛竹左手一舉，大拇指和食指作虛拈花枝之狀，臉上現出溫和可親的笑容，右手緩緩抬起，兩根手指輕輕一彈，似在彈去花朵上的露珠，卻聽得嗤的一聲輕響，一丈外的一株大松樹幹出現了一個小孔。李秋水心中一驚：「好厲害的指力！」童姥罵道：「笨蛋！為甚麼有聲音？內力運得不純，知不知？」虛竹道：「是！」依樣又試一次，手勢更加柔和圓熱，那松樹上又出現一孔，聲音卻是細微得多，幾不可聞。童姥哼了一聲，道：「還是有聲音！不過運功的法門是對了！賊賤人，這一招若是由我來發，是半點聲音也沒有的，你擋得了麼？」李秋水見虛竹兩指都彈向松樹，才知他確無加害自己之意，登時放心。她和童姥鬥了一生，如何肯輸這口氣？說道：「賢侄，你尊姓大名，我還沒請教。」虛竹聽她言語甚是有禮，忙道：「不敢，我本是在少林寺出家的和尚，法名叫做虛竹，只恨自己不肖，犯了清規戒律，這和尚是做不成了。我──我自幼沒有父母，也不知自己俗家的姓名。」言下黯然。李秋水點點頭，道：「賢侄，那也不必難過，禪家言道心即是佛，做不做和尚也無多大分別，只要多行善事，俗家居士一樣能修成正果。你既入本門，你師父道號無崖子，你就叫做『虛竹子』罷！」虛竹做不成和尚，僧不僧，俗不俗，本來大是彷徨，聽李秋水這麼一開導，心中登時有了歸宿，不禁大喜，合十道：「多謝師叔，多謝師叔！我──我感激不盡。」李秋水是西夏國的皇太妃，武功既高，位望又尊，那把旁人瞧在眼內？何況她向來是個陰險忌刻之人，此番所以對虛竹如此客氣，全因自己武功已失，生怕虛竹對自己乘危下手，是以用言語籠絡於他，見虛竹喜形於色，其意甚誠，又道：「賢侄，你為人甚好，我一見你便很歡喜，定有大大的好處給你。」童姥怒罵：「放屁，放屁！小和尚，別聽這賤人的花言巧語。這賤人從來只喜歡英俊風流的美少年，你這副尊容，她本來一見便生氣，絕不肯跟你多一句話，說甚麼『我一見你便很歡喜』，真是漫天大謊。賊賤人，你擋不住我這招『拈花微笑』，乘早認輸。向小和尚勾勾搭搭，又有何用？」她生就一副霹靂火爆的脾氣，雖在重傷之餘，仍不稍減。李秋水冷笑道：「『拈花微笑』這個名稱倒是不錯，我道既安了這麼個好名字，必有了不起的氣候，那知竟是如此平庸，豈不笑歪旁人嘴巴？我只須施展『天鑒神功』中的『凌波微步』，輕輕巧巧的便將你這一指避開了。」童姥一怔，道：「你會凌波微步？嘿嘿，胡吹大氣，誰能相信了？」李秋水向虛竹道道：「賢侄，我這凌波微步，是一種巧妙無比的步法，你學會之後，不論遇到任何強敵，都能輕易避開。」虛竹大喜，道：「那是再好也沒有了。我生平不喜傷人，若能避開對方，不和他動手，那正是求之不得的事。」李秋水微笑道：「賢侄心地甚好，將來必定是一位頂天立地的大英雄。」虛竹聽她如此稱讚自己，不由得脹紅了險，甚是忸怩。童姥罵道：「不要臉！除了拍馬屁，你還有別的本事沒有？」李秋水不去理她，續向虛竹道：「這凌波微步，乃從易經的六十四卦中變化出來，你學過易經沒有？」易經是儒家的典籍，道家倒也學者甚眾，佛家卻是不學的。虛竹搖了搖頭，道：「沒有。」李秋水道：「那也不打緊，日後我再慢慢教你。今日我先教你一步，從『同人』到『歸妹』的步法。」於是拔下頭上的珠釵在地下慢慢畫了個圖樣，教虛竹依圖而行。雖然說是一步，但身子左斜右擺，腳步似後實前，卻也十分繁複。童姥遠遠望見，透了口涼氣，心道：「這果然是『凌波微步』，居然給這賤人揣摩出來了。」她是個十分性急之人，叫道：「好，這一步算你走對了，避開我這招『拈花微笑』。但我一招既過第二招跟著來，那是一招『三龍四象』，威力無窮的招數，掌力中夾有金剛神指的指力，你又如何趨避？小和尚，快快，快過來，我教你這招『三龍四象』。」李秋水微笑道：「賢侄，你師伯叫你，你就去學罷，多學些武功，對你也大有好處。」當下虛竹走到童姥身前，又學了這一招「三龍四象」。這一招施展之時，果然是剛猛無儔，十指齊出，松樹上登時被指力刺出十個小孔，雙掌的掌力跟隨而至，啪的一響，一株松樹從中斷絕。虛竹沒料到這一招竟是如此厲害，不由得吃了一驚。李秋水道：「這一招掌力中挾有指力，施展時太過霸道，而且出手時沒有迴旋餘地，一打便取了敵人性命，要想饒他也是不成。」虛竹點點道：「正是。我也覺得這一招不大好。」童姥大怒，喝道：「臭和尚，你膽敢附和這賤人，說我的招數不好？」虛竹道：「不是不好，只是──只是太兇了一點。」童姥道：「對付壞人，當然越兇越好，趕盡殺絕才對，留甚麼餘地？」李秋水道：「賢侄，我師姊向我施展這一招殺手，掌風指力籠罩十丈方圓，以凌波微步閃避雖然可以，但不免落了下風，勢必要給她連攻十餘招，無法還手。」童姥得意洋洋的道：「你知道就好。」李秋水道：「最好抵禦之法，是順著對方的掌力指力飄身後退，示人以弱，但當對方力道將消未消、將絕未絕之際，突然吐氣反擊，攻她個出其不意。」於是又傳了他一招。童姥待見虛竹演將出來，忍不住讚了一聲，道：「這一招虧你想得出，也可算是武學中古往今來的傑作了。」李秋水道：「不敢當，多謝姊姊謬讚，遇到姊姊出手指教，小妹不敢不盡全力。」童姥喝道：「你得意甚麼？我這招後著你又化解得了麼？小和尚，快過來，演給她看，演給她看！」話休絮煩，師姊妹倆殫精竭慮，將生平絕學一招招的傳給虛竹，務求折服對方。但二人同門學藝，後來各有際遇，武功上均有大成，一個修練「天上地下唯我獨尊功」，雖然功虧一簣，但種種功行門道，全已了然於胸；另一個將逍遙派武學最上層的「天鑒神功」學成。兩人在武學上都可說是登堂入室，蔚為一代宗匠，誰也勝不了誰，先前真的動手，不論武功、機智、經驗、體力，已是難分高下，此刻單比招數，更無法分出勝負。兩人所授的招數越來越難，好在虛竹體內已融合逍遙派三大高手的內力，氣隨意轉，不論多麼奇妙古怪的招數，他學會之後，都能正確無誤的搬演出來。童姥和李秋水全力求勝，虛竹凝神學招，心無旁騖，竟然忘了饑渴，直到天色昏黑，虛竹所演的招數旁人再也無法瞧見，童李二人這才無可奈何的住口罷鬥。虛竹彈石上天，打下十幾隻鳥雀，便在溪邊洗剝燒烤，三個人吃了一頓，又以雙手掬了溪水，分別給童李二人飲用。虛竹和尚自變成虛竹子之後，不忌葷腥。殺戒也不再守了。次晨一早，虛竹尚在睡夢之中，便給童姥大聲喝醒，說道有一記絕招，要他快快學了，好去考較李秋水。待得虛竹學會演出，李秋水一口氣應了三招，連消帶打，守中含攻，竟然也是妙著紛呈。如此日復一日，轉眼間竟過了二十餘天，童李二人傷勢難愈，每日竭盡心力的相鬥，雖不親自出手，但所耗精神卻也著實不少。眼看她二人臉色越來越是憔悴，說話之時，也是日益有氣無力，虛竹苦口相勸二人暫且罷鬥，各自回家休養身體。但童李二人均知自己傷重難痊，若是分手，那是永無相見之日，非叫對方比自己先死不可。二人相鬥之處，本離西夏國都城靈州不遠，只是縮在山坳中十分偏僻之地，居然並未給西夏國一品堂中諸高手發現。如此又鬥數日，童李二人所出招數屢有重複，就是偶有巧妙新招，那也是苦思良久，方能使出。虛竹心想：「這般纏鬥，不知何日方了？說不得，我只好得罪師伯師叔，硬生生將她們拆開。我背李師叔遠遠走開，令她二人彼此不能見面，說話也彼此不能聽到；再回來負了童師伯他去。她們就是罵我，也只好如此了。」只是此刻他所學的巧妙奇幻招數，無慮數千，數月來浸潤於高深武學之中，已不由自主的生出極強的興趣來。童姥使出一招之後，他企盼知道李秋水如何對付，而在李秋水高招的進攻之下，又極想瞧瞧童姥怎生反擊。二人每一招都扣得極緊，竟令虛竹找不到餘暇來將二人分開，不免一日又一日的拖延下去。這日午後，童姥說了一招，沒解釋到一半，一口氣提不上來，險些便要昏暈過去。李秋水冷笑相嘲，道：「你認輸了罷？當真出手相鬥之際，那有──那有──那有──」她連說了三個「那有」，竟是連連咳嗽。便在這時，西南角上忽然傳來叮噹、叮噹，幾下清脆的駝鈴之聲。童姥一聽之下，突然精神大振，從懷中摸出一個黑色的短管，說道：「你將這管子彈上天去。」李秋水的咳嗽聲卻越來越急。虛竹不明其中原因，當即將那黑色小管扣在中指之上，向上一彈，只聽得一陣尖銳之極的哨聲，從那管中發了出來。這時虛竹的指力何等了得，那小管筆直的射上天去，沒入雲端，仍是嗚嗚嗚的響過不停。虛竹心中一驚，道：「不好，師伯這小管乃是信號，他是叫人來對付李師叔了。」當即奔到李秋水面前，俯身低聲說道：「師叔，師伯有幫手來啦，我背了你逃走。」只見李秋水閉目垂頭，咳嗽也已停止，一動也不動了。虛竹吃了一驚，伸手去探她鼻息時，竟然沒了呼吸。虛竹更是驚惶，叫道：「師叔，師叔！」輕輕推了推她肩頭，想推她醒轉，不料李秋水應手而倒，斜臥於地，卻是死了。童姥哈哈大笑，道：「好，好，好！小賤人嚇死了。哈哈，我大仇報了，賊賤人終於先我而死，哈哈，哈哈──」她激動之下，氣息難繼，一大口鮮血噴了出來。但聽得嗚嗚之聲，自高而低，那黑色小管從雲端中掉了下來，虛竹伸手接住，正要去瞧瞧童姥，只聽得蹄聲急促，夾著叮噹、叮噹的鈴聲，數十匹駱駝自西南方急馳而至。虛竹回頭一望，但見駱駝背上所騎的都是女子，一色的淡綠衣衫，遠遠奔來，宛如一片綠雲，聽得幾個女子聲音叫道：「教主，屬下追隨來遲，罪該萬死。」這數十騎駱駝奔馳近前，駝上女子遠遠見到童姥，便即躍下駱駝，在童姥面前拜伏在地。虛竹見這女子當先一人也是個老婦，已有五六十歲年紀，其餘的或長或少，四十餘歲以至十七八歲的都有，人人對童姥極是敬畏，俯伏在地，不敢仰視。童姥哼了一聲，怒道：「你們都當我已經死了，是不是？誰也沒有把我這老太婆放在心上了。沒人再來管束你們，大夥兒逍遙自在，無法無天了。」她說一句，那老婦在地下重重的磕一個頭，說道：「不敢。」童姥道：「甚麼不敢？你們若是當真還想到姥姥，為甚麼只來了這一點兒人手？」那老婦道：「啟稟教主，自從那晚教主離宮，屬下個個焦急得了不得──」童姥怒道：「放屁，放屁！」那老婦道：「是，是！」童姥更加惱怒，喝道：「你明知是放屁，怎地膽敢在我面前放屁？」那老婦不敢作聲，只有磕頭。虛竹尋思：「我少林寺方丈威重無比，但和童姥相比，怎及得上她威勢的十分之一？」童姥道：「你們焦急，那便如何？怎地不趕快下山尋我？」那老婦道：「是，是！屬下九天九部一商議，立即分頭下山，前來伺候教主。屬下昊天部向東方恭迎教主大駕，其餘陽天部向東南方、赤天部向南方、朱天部向西南方、成天部向西方、幽天部向西北方、玄天部向北方、鸞天部向東北方，鈞天部則把守本宮。屬下無能，追隨來遲，該死，該死！」說著連連磕頭。童姥道：「你們個個衣衫破爛，這四個多月中，路上想來也吃了點兒苦頭。」那老婦聽得童姥話中微有獎飾之意，臉上不禁露出喜色，道：「若得為教主盡力，赴湯蹈火，在所不辭。些少微勞，原是屬下該盡的本份。」童姥道：「我練功未成，猝逢強敵，給賊賤人削去了一條腿，險些性命不保，幸得我師侄虛竹子相救，這中間的艱危，實是一言難盡。」一眾青衫女子一齊轉過身來，向虛竹叩謝，說道：「先生大恩大德，賤妾等雖然粉身碎骨，亦是難報於萬一。」突然之間有這許多女人一齊向他磕頭，虛竹不由得手足無措，連說：「不敢當，不敢當！」忙也跪下來還禮。童姥喝道：「虛竹站起！她們都是我的奴婢，你怎可自失身份？」虛竹又說了幾句「不敢當」，這才站起。童姥除下手指上的鐵指環，向虛竹擲來，虛竹雙手一合，接在手中。童姥道：「你是逍遙派的掌門，我又已將生死符、天山折梅手、天山六陽掌等一干功夫傳你，從今日起你便是飄渺峰靈鷲宮的主人，靈鷲宮九天九部的奴婢，生死一如你的喜歡。」虛竹大驚，道：「師伯，師伯，這個萬萬不可。」童姥怒道：「甚麼萬萬不可。這九天九部的奴婢辦事不力，沒能及早迎駕，累得我屈身布袋，竟受烏老大這種狗賊的虐待侮辱，最後仍是不免斷腿喪命──」那些女子嚇得全身發抖，求道：「奴僕等該死，教主開恩。」童姥向虛竹道：「這昊天部諸婢，總算找到了找，罪責可以輕一些，其餘八部的一眾奴婢，斷手斷腿，由你去處置罷。」那些女子叩首道：「多謝教主。」童姥喝道：「怎地不向新教主叩謝？」眾女忙又向虛竹叩謝。虛竹雙手亂搖，道：「罷了，罷了！我怎能做你們的主人？」童姥道：「我雖命在頃刻，但親眼見到賊賤人先我而死，生平武學，又得了個傳人，可說死也瞑目，你竟不肯答應麼？」虛竹道：「這個──我是不成的。」童姥哈哈一笑，道：「那個夢中姑娘，你想不想見？你答不答應我做靈鷲宮的主人？」虛竹一聽她提到「夢中姑娘」，全身為之一震，再也無法拒卻，只得紅著臉點了點頭，童姥笑道：「很好，很好，你將那幅圖畫拿來，讓我親手撕個稀爛，我再無掛心之事，便可指點你去尋那夢中姑娘的道路。」虛竹心想李秋水已死，這畫已無用處，既然童姥要撕爛了洩憤，且也由她，於是將那幅圖畫取了過來。童姥伸手拿過，就著日光一看，不禁「咦」的一聲，臉上現出又驚又喜的神色，再一審視，突然哈哈大笑，叫道：「不是她，不是她，不是她！哈哈，哈哈，哈哈！」大笑聲中，兩行眼淚從頰上滾滾而落，頭頸一軟，腦袋垂下，就此無聲無息。虛竹一驚，伸手去扶時，只覺她全身骨骼如綿，縮成一團，竟是死了，靈鷲宮昊天部一眾青衫女子圍將上來，哭聲大振，甚是真切，原來這些女子每一個都是在艱難困危之極的境遇中，由童姥出手救出，童姥御下雖嚴，但人人感激她的恩德。虛竹想起四個多月中和童姥寸步不離，蒙她傳授了不少武功，同時察覺她雖然脾氣乖戾，對待自己可說甚好，此刻見她一笑身亡，心中難過，也伏地哭了起來。忽聽得背後一個陰惻惻的聲音道：「嘿嘿，姊姊，終究是你先死一步，到底是我勝了，還是我勝了！」虛竹聽得是李秋水的聲音，大吃一驚，心想怎地死人又復活了？一躍而起，轉過身來，只見李秋水身子已然坐直，背靠樹上，說道：「賢侄，你把那幅畫拿過來給我瞧瞧，為甚麼姊姊又哭又笑，啼笑皆非的西去？」虛竹輕輕扳開童姥的手指，將那幅畫拿了出來，一瞥之下，見那畫上仍是那個宮裝美女，面貌就和王玉燕一般無異，只是水浸之後又再曬乾，筆劃有許多地方模糊了，他走向李秋水，將那畫交了給她，李秋水接過畫來，淡淡一笑，道：「你們教主和我苦拼數十日，終於不敵，你們這些螢燭之光，也敢和日月相爭麼？」虛竹一回頭，只見一眾青衫女手按劍柄，神色極是悲憤，顯然是要一擁而上，殺李秋水而為童姥報仇，只是未得新主人的號令，不敢貿然動手。虛竹泣道：「師叔，你，你──」李秋水道：「你師伯武功是很好的，就是有時候不大精細。她救兵一到，我那裏還有抵禦的餘地，自然只好詐死。嘿嘿，終於是她先我而死。她全身骨碎筋斷，吐氣散功，這種死法，卻是假裝不來的。」虛竹道：「在那冰窖中惡鬥之時，師伯也曾假死，騙過了師叔一次，大家扯直，可說是不分高下。」李秋水嘆了口氣，道：「在你心中，總是偏向你師伯一些。」一面說，一面將那畫展開來，一瞥之下，臉上神色便即大變，雙手不住發抖，連得那畫也是簌簌顫動，低聲道：「是她，是她，是她！哈哈，哈哈，哈哈！」她雖然發笑，但笑聲之中，充滿了愁苦傷痛。虛竹情不自禁的為她難過，道：「師叔，那是怎麼了？」心下尋思：「一個說『不是她』，一個說『是她』，卻不知到底是誰？」李秋水向畫中的美女凝神良久，道：「你看，這人嘴角也有個酒窩，右眼旁有顆黑痣，是不是？」虛竹看了看畫中美女，點頭道：「是！」李秋水黯然道：「她是我的小妹子！」虛竹更是奇怪，道：「是你的小妹子？」李秋水道：「我小妹子容貌和我十分相似的，只是她有酒窩，我沒有；她右眼旁有顆小小黑痣，我也沒有。」虛竹「嗯」了一聲。李秋水又道：「師姊本來說道：師哥替她繪了一幅畫像，朝夕不離，我早就不信，卻──卻──卻料不到竟是小妹。到──到底──這幅畫是怎麼來的？」虛竹當下將無崖子如何臨死時將這幅畫交了給自己，如何命自己到天山來尋人傳授武藝，童姥見了這畫後如何發怒等情，一一說了。李秋水長長嘆了口氣，道：「姊姊初見此畫，只道畫中人是我，一來相貌甚像，二來師哥一直和我很好，何況──何況姊姊和我相爭之時，小妹子還只十九歲，她又不會絲毫武功，姊姊說甚麼也不會疑心到是她，全沒留心到畫中人的酒窩和黑痣。唉，小妹子，你好，你好，你好！」