第十九回　不堪回首張翠山想起這位空見大師後來是被他一十三拳打死，聽到這裏，已是隱隱不安。謝遜續道：「當時我便回問道：『是少林寺的空見神僧？』那白衣僧人道：『神僧二字，愧不敢當。老衲正是少林空見。』我道：『在下跟大師素不相識，何故相戲？』空見說道：『老衲豈敢戲弄居士？請問居士，此刻欲往何處？』我道：『我到何處去，跟大師有何干係？』空見道：『居士今晚想去殺害武當派的宋遠橋宋大俠，是不是？』我聽他一語道破我的心意，又是奇怪，又是吃驚。他又道：『居士欲再做一件震動武林的大案，激那混元霹靂手成崑出頭，以報殺你全家的大仇……』我聽他逕自說出了我師父的名字，更是駭異。要知我師父殺我全家之事，我從沒跟旁人說過，這種醜事我師父掩飾抵賴也猶死不及，自己當然更不會說，這空見卻如何知道？」「我一聽到『混元霹靂手成崑』七個字，身子猛烈的一聲說道：『大師若肯見示他的行蹤所在，我謝遜一生給你做牛做馬，也所甘願。』空見嘆道：『這成崑所作所為，罪孽確是太大，但居士一怒而牽累著害死了許多武林人物，真是罪過罪過。』我心中本來想說：『要你多管什麼閒事？』但想起適才他所顯示的武功，我可不是他的敵手，於是說道：『在下這是迫於無奈，那成崑躲得了無影無蹤，四海茫茫，教我到那裏去找他？』空見點頭道：『我也知你滿腔怨毒，無處發洩，但那宋大俠是武當派張三丰張真人的首徒，你要是害了他，這個禍闖得不小。』我道：『我是志在闖禍，禍事越大，越能逼成崑出來。』」「空見大師道：『謝居士，你要是害了宋大俠，那成崑確是非出頭不行，但今日的成崑已非昔日可比，你武功遠不及他，這場血海冤仇是報不了的。』我道：『成崑是我師父，他武功如何，我知道得心你清楚。』空見大師搖頭道：『他另投明師，三年來的進境非同小可。你雖練成了崆峒派的『七傷拳』，卻傷他不得。』我心裏驚詫無比，這位空見大師我生平從未見過面，但我的一舉一動，他卻似件件親眼目睹。我呆了片刻，道：『你怎麼知道？』他道：『是成崑跟我說的。』」他說到這裏，張殷夫妻和無忌一齊「啊」的一聲。謝遜道：「你們此刻聽著尚自驚奇，當時我聽了這句話，全個人跳了起來，喝道：『他又怎麼知道？』他緩緩的道：『這幾年來，他始終跟隨在你身旁，只是他不斷的易容改裝，是以你認他不出。』我道：『哼，我認他不出，他便是化了灰，我也認得他。』他道：『謝居士，你自非粗心大意之人，可是這幾年來，你一心想的只是練武報仇，對身週之事都不放在心上了。你在明裏，他在暗裏，你不是認他不出，你壓根兒便沒去認他。』這番話不由得我不信，何況空見大師是名聞天下的有道高僧，諒也不致打誑騙我，我道：『既是如此，他暗中將我殺了，豈不乾淨？』空見道：『他若起心害你，自是一舉手之勞。謝居士，你曾兩次找他報仇，兩次都打敗了，他若要傷你性命，那時候為什麼便不下手？再說你去奪那「七傷拳譜」之時，你曾跟崆峒派的三大高手比拚內力，可是「崆峒五老」中的其餘二老呢？他們為什麼不來圍攻？要是五老齊上，你未必能保得性命吧？』」「當日我打傷『崆峒三老』後，發覺其餘二老竟也身受重傷，這件怪事我一直存在心中，是一個未能得解的疑團。莫非崆峒派忽起內鬨？還是另有不知名的高手在暗中助我？我聽見空見大師這般說，心念一動，說道：『竟難道那二老是成崑所傷？』」張翠山和殷素素聽他愈說愈奇，雖然江湖上的事波譎雲詭。兩人見聞均廣，什麼古怪的事也都聽見過，可是像謝遜所說那樣的事，卻實是猜想不透。兩人心中均隱隱覺得，謝遜已是個極了不起的人物，但他師父混元霹靂手成崑，不論智謀武功，似乎又是處處勝他一疇。殷素素道：「大哥，那崆峒二老，真是你師父暗中所傷麼？」謝遜道：「當時我這般衝口而問，空見大師說道：『崆峒二老受的是什麼傷，謝居士親眼得見麼？他二人臉色怎樣？』我默然無語，隔了半晌，道：『如此說來，崆峒二老當真是我師父所傷了。』原來我見到崆峒二老躺在地下，滿臉都是血紅的斑點，顯然是他二人用陰勁傷人，卻被高手以『混元功』逼回。這種滿臉血紅斑點，以我所知，除了被混元功逼回自身內勁之外，除非是猝發斑症傷寒之類惡疾，但我當日初見崆峒五老之時，五個人都是好端端地，自決非突起暴病。當然武林之中，除了我師徒二人，再無第三人練過混元功。」「空見大師點了點頭，嘆道：『你師父酒後無德，傷了你一家老小，酒醒之後，惶慚無地，是以你兩次找他報仇，他都不傷你性命。他甚至不肯將你打傷，但你兩次都是發瘋般跟他拚命，若不傷你，他始終無法脫身。嗣後他一直暗中跟隨在你身後，你三度遭遇危難，都是他暗中解救。』我心下琢磨，除了崆峒鬥五老之外，果然另有兩件蹊蹺之事，在萬分危急之際，敵方攻勢忽懈。空見大師又道：『他自知罪過太深，也不敢求你饒恕，只盼日子一久，你慢慢淡忘了。豈知你越鬧越大，害死的人越來越多，今日你若是再去殺了宋遠橋宋大俠，這場大禍可真的是難以收拾了。』」「我道：『好，那姓宋的與此事無涉，我也不去找他了，便請大師叫我師父來見我。』空見大師道：『他沒臉見你，也不敢見你。再說，謝居士，不是老衲小覷你，你便是見了他也是枉然，你的武功跟他差得太遠，這場仇是報不了的啦。』我道：『大師是當世有道高僧，你叫我便此罷了不成？』他道：『謝居士遭遇之慘，老衲也代為心傷。可是尊師酒後亂性，實非本意，何況他已深自懺悔，還望謝居士念著昔日師徒之情，網開一面。』我心下狂怒，說道：『我若再打他不過，任他一掌擊斃便了。此仇不報，我也不想活了。』」「空見大師沉吟良久，說道：『謝居士，尊師武功已非昔比，你便是練成了『七傷拳』，也傷他不得。你若不信，便請打老衲幾拳試試。』我道：『在下跟大師無冤無仇，豈敢相傷？在下武功雖是低微，這七傷拳卻也不易抵擋。』他見我執意要報此血仇，說道：『謝居士，我跟你打一場賭。尊師殺了你全家一十三口性命，你便打我一十三拳。倘若打傷了我，老衲罷手不理此事，尊師自會出來見你。否則這場冤仇便此作罷如何？』我沉吟不答，心知這位高僧武功奇深，七傷拳雖然厲害，要是真的傷他不得，難道這仇便不報了？」「空見大師又道：『老實跟你說，老衲既然插手管了此事，決不容你再行殘害無辜的武林同道。你若一念向善，便此罷手，過去之事大家一筆勾銷。否則你要找人報仇，難道為你所害那些人的子弟家人，便不想找你報仇麼？』我聽他語氣嚴厲起來，狂性大發，喝道：『好，我便打你一十三拳！你抵擋不住之時，隨時喝止。大丈夫言出如山，你可要叫我師父出來相見。』空見大師微微一笑，說道：『請發拳吧！』我見他雖是身子矮小，但白眉白鬚，貌相慈祥莊嚴，不忍便此傷他，第一拳只使了三成力，砰的一聲，擊在他的胸口。」無忌道：「義父，你使的便是這種震斷樹脈的『七傷拳』麼？」謝遜道：「不是！這第一拳是我師父成崑所授的『霹靂拳』，我一拳擊去，他身子晃了晃，退後一步。我心中想，這一拳只使了三成力，他已退後一步，若是將『七傷拳』施展出來，不須三拳，便能送了他的性命。當下我第二拳稍加勁力，他仍是晃了晃，退後一步。第三拳時我使了七成力，他也是一晃之下，再退一步。我心中微感奇怪，我拳上的勁力已加了一倍有餘，但擊在他的身上，仍是一模一樣。依他枯瘦的身形，我一拳便能打斷他的肋骨，但他體內並不生反震之力，只是若無其事的受了我三拳。」「我心想，若要將他打倒，非出全力不可，可是我一出全力，他非死即傷。我雖然為惡已久，但對他捨己為人的慈悲心懷，也有些肅然起敬，於是我說道：『空見大師，你只挨打不還手，我不忍再打。你受了我三拳，我答應不去害那宋遠橋便是。』他道：『那麼你跟成崑的怨仇怎樣？』我道：『此仇不共戴天，不是他死，便是我亡。』我頓了一頓，又道：『但大師既然出面，我姓謝的敬重大師，自此而後，只找成崑自己和他的家人，決不再連累不相干的武林同道。』」「空見大師合什說道：『善哉，善哉！謝居士有此一念，老衲謹代天下武林同道謝過。只是老衲立心化解這場冤孽，剩下的十拳，你便照打吧。』我心下盤算，只有用『七傷拳』將他擊傷，我師父才肯露面，好在這『七傷拳』的拳勁收發自如，我下手自有分寸，於是說道：『如此便得罪了！』第四拳跟著發出，這一次用的是『七傷拳』的拳勁了。拳力一中在他的胸口，他胸口微一低陷，便向前跨了一步。」無忌拍手道：「這可奇了，這位老和尚這一次不再退後，反而向前。」張翠山道：「我想那是少林派的『金剛不壞體』神功吧？」謝遜點頭道：「五弟見多識廣，所料果然不錯。我一拳擊出，和前三拳已是大不相同，他身上生出一股反震之力，只震得我胸內腹中，有如五臟一齊翻轉。我心知他也是迫於無奈，倘若不使這種神功，那便擋不住我的七傷拳。我久聞少林派的『金剛不壞體』神功，乃是古今五大神功之一，其時親身領受，果然是非同小可。當下第五拳我偏重陰柔之力，他仍是跨前一步，那股陰柔之力反擊過來，我好容易才得化解……」無忌道：「義父，這老和尚說話可不算數了，他說好不還手的，怎地將你的拳勁反擊回來？」謝遜撫著他的頭髮，說道：「我打過他五拳，空見大師便道：『謝居士，我沒料到七傷拳威力如此驚人，我不運勁回震，那便抵擋不住。』我道：『你沒還手打我，已是深得盛情。』當下我拳出如風，第六、七、八、九四拳一口氣打出。那空見大師也真了得，這四拳打在他身上，他一一震回，剛柔分明，層次井然。我心下好生駭異，喝道：『小心了！』第十拳輕飄飄的打了出去。他微微的點了點頭，不待我拳力著身，便跨上兩步，竟是在這霎息之間，佔了機先。」無忌自然不明白跨兩步有什麼難處，張翠山卻深知高手對敵，能在對手出招之前，先行料到，實是極大的難事，通常只須料到一招，即足制勝。他點頭道：「了不起，了不起！」謝遜續道：「這第十拳我已是便足了全力，他搶先反震，竟使我倒退了兩步。我雖是瞧不見自己的臉色，但可以想見，那時我是臉如白紙，全無血色。空見大師緩緩吁了口氣，說道：『這第十一拳不忙便打，你定一定神再發吧！』我雖是萬分的要強好勝，但內氣翻騰，一時之間，那第十一拳確是擊不出去。」張翠山等聽到這裏，都是甚為心焦，無忌忽道：「義父，下面還有三拳，你就不要打了吧。」謝遜道：「為什麼？」無忌道：「這老和尚為人很好，你打傷了他，心中過意不去。倘若傷了自己，那也不好。」張翠山和殷素素對望一眼，心想這孩子小小年紀，居然有這等見識，可說極不容易。張翠山心中更是喜歡，覺得無忌心地仁厚，能夠分辨是非。只聽得謝遜嘆了口氣，說道：「枉自我活了幾十歲，那時卻不及孩子的見識。我心中充滿了報仇雪恨之念，不找到師父，那是決不肯甘休，明知再打下去，兩人中必有一個死傷，可也顧不了許多。我運足勁力，第十一拳又擊了出去，這一次他卻身形斗地向上一拔，我這一拳本來打他胸口，但他一拔身，拳力便中在小腹之上。他眉頭一皺，顯得很是疼痛。我明白他的意思，若是他用胸口擋我拳力，反震之力極大，只怕我禁受不起，但小腹的反擊之力雖然弱了，他自身受的苦楚卻大得多。」「我呆了一呆，說道：『我師父罪孽深重，死有餘辜，大師何苦以金玉之體，為他擋災蔽晦？』空見大師調勻了一下呼吸，苦笑道：『只盼再挨兩拳，便……便化解了這場劫數。』我聽他說話氣息不屬，突然心念一動：『看來他運起『金剛不壞體』神功之時，不能說話，我何不引他說話，突然一拳打出。』於是便道：『倘若我在十三拳內打傷了你，你保得我師父一定會來見我麼？』他道：『出家人不打誑語。』我道：『你雖答應了我，卻怎料得他一定現身？』他道：『他親口跟我說過的……』就在此時，我不等他一句話說完，呼的一拳便擊向他的小腹。這一拳去勢既快，落拳又低，要令他來不及發動護體神功。」「那知道道佛門神功，隨心而起，我的拳勁剛觸到他的小腹，他神功便已佈滿全身。我但覺天旋地轉，心肺欲裂，騰騰騰連退七八步，背心在一株大樹上一靠，這才站住。」「我心灰意懶之下，惡念陡生，說道：『罷了！罷了！此仇難報，我謝遜又何必活於天地之間？』提起手掌，一掌便往自己天露蓋拍下。」無忌叫道：「妙計，妙計！可是義父，這一下不是太狠毒了麼？」張翠山道：「為什麼？」無忌道：「義父拍擊自己的天靈蓋，那位老和尚自然出聲喝步，過來救你。義父乘他不防，便可下手了。不過老和尚對你這麼好，你決不能傷他，是不是？」張翠山和殷素素盡皆駭異，他們雖知自己的兒子聰明伶俐之極，那料到他在這頃刻之間，便能識破謝遜的奸計。他夫婦也都是一等一的機伶人物，江湖上閱歷又多，但見事卻比無忌還慢了一步。謝遜慘然嘆道：「我便是要利用他的好心仁善，無忌，你料得不錯，我揮掌自擊天靈蓋，雖是暗伏詭計，卻也是行險僥倖。倘若這一掌擊得不重，他看出了破綻，便不會過來阻止。十三拳中只剩下最後一拳，七傷拳的拳勁雖然厲害，怎破得了他的護身神功？那時要找我師父報仇之事，再也休提。當時我是孤注一擲，這一掌實是用足了全力，他若不來救，我便自行擊碎天靈蓋而死，反正報不了仇，我原本是不想活了。」「空見大師一見事出非常，大聲叫道：『使不得，使不得，你何苦……』一面說，一面飛躍過來架開我的一掌，我左手跟著一拳擊出，砰的一聲，打在他的胸腹之間。這一下他確是全無提防，連運神功的念頭也沒生，他血肉之軀，如何擋得住這一拳？登時內藏震傷，摔倒在地。」「我擊了這一拳，眼見他不能再活，陡然間天良發現，伏在他身上大哭起來，叫道：『空見大師，我謝遜忘恩負義，豬狗不如！』」張翠山等三人都是默然，心想謝遜以這詭計打死這位有德高僧，確是大大不該，謝遜道：「空見大師見我痛哭，反而微微一笑，安慰我道：『人孰無死？居士何必難過？你師父即將到來，你須得鎮定從事，別要魯莽。』他一言提醒了我，適才這一十三拳大耗真力，眼下大敵將臨，豈可再痛哭傷神？於是我盤膝坐下，調勻內息。那知隔了良久。始終不見我師父到來。我望著空見大師，臉上頗現詫異之色。」「這時空見大師已氣息微弱，斷斷續續的道：『想……想不到他……他言而無信……難道……難道什麼人忽然絆住了他麼？』我大怒起來，喝道：『你騙人，你騙我打死了你，我師父還是不出來見我。』他搖頭道：『我不騙你，真是對你不起。』我狂怒之下，還想罵他，忽然想起：『他騙我來打死他自己，於他有什麼好處？我打死他，他反而來向我道歉。』不由得心中十分慚愧，跪在他的身前，說道：『大師，你有什麼心願，我一定給你了結？』他又是微微一笑，說道：『但願你今後殺人之際，有時想起老衲。』」「這位高僧不但武功精湛，而且大智大慧，洞悉我的為人。他知道若要我絕了報仇之心，改做好人，那是決計做不到的，他說了也不過是白說，可是他叫我殺人之際有時想起他，五弟，那日在船中你跟我比拚掌力，我所以沒傷你性命，就是因為忽然間想起了空見大師。」張翠山萬想不到自己的性命竟是空見大師救的，對這位高僧更增景慕之心。無忌道：「義父，你為什麼跟爹爹比拚掌力？」殷素素道：「他兩人鬧著玩呢，瞧是誰的功夫厲害些。」無忌有些不信，又問：「義父，那時你的眼睛已瞎了沒有？」殷素素急忙喝阻：「無忌，別胡說八道。」謝遜道：「沒有瞎啊，你為什麼要問？」無忌道：「一定是爹爹打你不過，媽媽幫著爹爹，便把你眼睛射瞎……」張翠山和殷素素齊聲喝道：「無忌！」兩人語聲十分嚴峻，無忌嚇了一跳，不敢再說下去了。謝遜道：「你們別嚇壞了我好孩兒，無忌，你說好啦，你怎樣猜到的？」無忌向爹媽望了一眼，道：「我……我……」謝遜道：「你說得不錯，那時你爹爹打我不過，你媽媽幫你爹爹，便將我眼睛射瞎了。那是很久很久以前的事了。這件事起因是我自己不好，我也沒怪他們。是你媽媽跟你說的麼？」他明知此事殷素素決不會跟兒子說，但這麼一問，兩人便不會出言阻止。無忌道：「不！前幾天媽說要教我打金針，但第二天卻又說不教了。我想一定是爹爹叫媽別教我，怕你知道之後心裏不高興。」謝遜哈哈大笑，道：「五弟，素妹，這孩子比我聰明五倍，比你們聰明十倍，你們說將來如何得了？」張殷二人不約而同的伸出手去，各自握住了無忌的一隻手。二人雖自得意，但隱隱的卻也感到了一層憂慮，張翠山是生怕孩子聰明有餘，將來卻不學好，殷素素是怕他不壽。無忌笑道：「義父，這麼說來，你不是比我爹媽聰明兩倍麼？」謝遜道：「只怕兩倍也不還不止。」無忌道：「後來那位老和尚能治好麼？」謝遜嘆道：「治不好啦！他氣息越來越微，我手掌按住他靈台穴，拚命將以自己真力，延續他的性命。他忽然深深吸了口氣，問道：『你師父還沒來麼？』我道：『那是不會來的了。』我道：『大師，你放心，我不會再胡亂殺人，激他出來。但我走遍天涯海角，定是找到他。』他道：『很好，很好！不過，你武功不及他除非……除非……』說到這裏，聲音越來越低。我把耳朵湊到他的嘴邊，只聽他道：『除非……能找到屠龍刀，找到……找到刀中的祕……』他說到這個『祕』字，一口氣接不上來，便此死了。」直到謝遜源源本本的說了這個故事，張翠山夫婦方始懂得，他為什麼苦思焦慮的要探索屠龍刀中的祕密，為什麼平時溫文守禮，狂性發作起來時卻又是行如禽獸，為什麼雖然身負絕世武功，卻是終日愁苦……他三人結義十年，平素無話不說，但這位大哥的身世，可到今晚方才明白。謝遜道：「後來我得到屠龍刀的消息，趕到王盤山島上來奪刀，這些事你們親眼得見，那也不用說了。我在得刀之前，千方百計的要找尋成崑，得了屠龍刀之後，卻反而怕他找上了我，因此要尋個極隱僻的所在，慢慢探尋刀中祕密。為了生怕你們洩露我的行藏，才把你們帶同前來。想不到一晃十年，謝遜啊謝遜，你還是一事無成。」張翠山道：「空見大師臨死之時，這番話或是沒有說全，他說『除非能找到屠龍刀中的祕密……』，說不定是另有所指。」謝遜道：「這十年之中，什麼荒誕不經，異想天開的情景我都想過了，但沒一件事能和他的說話相符。刀中一定藏有一件大祕密，那是確定無疑的，但我殫智竭力，猜想不透，無忌，你比我聰明得多，將來說不定你能想得出來。」無忌道：「義父，那成崑今年有幾歲啦？」謝遜臉色一變，說道：「孩子，你說的不錯，他今年六十五歲啦，冤沉海底，再無報仇之日，賊老天，賊老天，你真會害人。」張翠山夫婦和無忌心中都明白，就算將來無忌能發現刀中所藏的祕密，能練成剋制的功夫，他又能回歸中土，找到成崑，看來那也是二三十年之後的事，那時成崑十之八九早已不在人世了。四個人談了一晚，天色將明。謝遜道：「無忌，你不要睡了，義父再傳你一路武功。」張翠山夫婦對望一眼，無法阻步，只得相偕回洞。自這晚一夕長談之後，謝遜不再提及此事，但督率無忌練功，卻變成了嚴厲異常。無忌此時不過九歲，雖然聰明過人，但要短期內盡數領悟謝遜這身舉世少見的武功，卻怎生能夠？謝遜竟是不加理會，只要無忌學得不如他意，他便又打又罵，絲毫不予姑息。殷素素常常見到兒子身上青一塊、烏一塊，心中甚是痛惜，跟謝遜道：「大哥，你神功蓋世，三年五載之內，無忌如何能練得成？這荒島上歲月無盡，你不妨慢慢教他。」謝遜道：「我又不是教他練，是教他盡數記在心中。」殷素素奇道：「你不教無忌練武功麼？」謝遜道：「哼，一招一式的練下去，練到他頭髮白了，也不知成不成。我只是要他記著，牢牢的記在心頭。」殷素素不明其意，但知這位大哥行事處處出人意表，只得一切由他。不過每見到孩子身上傷痕累累，便抱他哄他，疼惜一番，無忌居然很是明白事理，道：「媽，義父是要我好，他打得狠些，我便記得牢些。」如此又過了大半年，一日早晨，謝遜忽道：「五弟，素妹，再過四個月，風向和海潮一齊轉南，今日起咱們來紮木排吧。」張翠山驚喜交集，道：「你說紮了木排，回歸中土嗎？」謝遜冷冷的道：「那也得瞧賊老天發不發善心，這叫作謀事在人，成事在天。成功，便回去，不成功，便溺死在大海之中。」依著殷素素的心意，在這海外仙山般的荒島之上，日子過得逍遙自在，實在不必冒著奇險回去，但想到無忌長大之後如何娶妻生子，想到他一生埋沒荒島實在可惜，當下便興高采烈的一起來紮結木排。好在島上多的是參天古木，因為生於寒冰之地，木質緻密，硬如鐵石。謝遜和張翠山忙忙碌碌的砍伐樹木，殷素素便用樹筋來編織帆布，搓結帆索。無忌奔走傳遞，連那玉面火猴也是毛手毛腳的在一旁幫忙。饒是謝遜和張翠山武功精湛，殷素素也早不是個嬌怯怯的女子，但因沒有刀斧等就手家生，紮結這個大木排實是事倍功半。往往費了大半個時辰，方始弄倒一棵合用的大樹。紮結木排之際，謝遜總是要無忌站在他的身邊，盤問他是否忘了他所教的武功。這時張殷二人也不再避嫌走開，由得他義父義子二人一問一答，但聽所問答的都是些口訣之類。謝遜甚至將各種刀法、劍法，都要無忌一一記在心中。但要他記的又不是如何擊刺變招的動作，只是要他背經書一般的死記。謝遜這般「武功文教」，已是奇怪，偏又不加半句解釋，便似一個最不會教書的蒙師，要小學生呆背詩云子曰，圇囫吞棗，生吞活剝。殷素素在旁聽著，有時忍不住可憐孩子，心想別說是孩子，便是一個精通武學的大人，也未便能記得這些口訣招式，而且不加試演，死記住這些口訣招式又有何用？難道口中說幾句招式，便能克敵制勝麼？更何況無忌只要背錯一字，謝遜便重重的一個耳光打了過去。雖然他手掌上不帶內勁，但這一個耳光，常常便使無忌半邊臉蛋紅腫半天。這座大木排一直紮了兩個多月，方得大功告成，而豎立主桅副桅，又花了半個月時光。跟著便是打獵醃肉，縫製存貯清水的皮袋，要知在這茫茫的大海之上，說不定風向不順，一飄便是半年數月。待得事事就緒，已是白日極短，黑夜極長，但風向仍未轉過。三人在海旁搭了一個茅棚，遮住木排，只待風向一轉，便可下海。這時謝遜竟是片刻也不和無忌分離，便是晚間，也要無忌跟他同睡。張翠山夫婦見他對兒子又是親熱，又是嚴厲，只有相對苦笑。一天晚上，張翠山半夜醒轉，忽聽得風聲有異，他坐起身來，聽得風聲果是從北而至，忙推醒殷素素，喜道：「素素，你聽！」殷素素迷迷糊糊的尚未回答，忽聽得謝遜在洞外說道：「轉北風啦，轉北風啦！」這聲音中竟又帶著哭音，中夜聽來，極其淒厲辛酸。次晨張殷夫婦歡天喜地的收拾一切，但想在這冰島上住了十年，忽然便要離開，竟有些戀戀不捨起來。待得一切食物用品搬上木排，已是正午，三人合力將木排推下海中，無忌抱了玉面火猴，第一個跳上排去，跟著是殷素素。張翠山挽住謝遜的手，道：「大哥，木排離此七尺，咱們一齊跳上去吧！」謝遜忽道：「五弟，咱兄弟從此永別，願你好自珍重。」張翠山心中突的一跳，有似胸口被人重重打了一拳，說道：「你……你……」謝遜道：「你心地仁厚，原該福澤無盡，可是人事難料，天道難知，你一切小心。無忌已學得我一身武功，人又聰明，他日成就，當在你我之上。素妹雖是女子，卻不會吃人的虧。我所擔心的，反倒是你。」張翠山道：「大哥，你說什麼？你不跟……不跟我一起去麼？」謝遜道：「早在數年之前，我便與你說過了。難道你忘了麼？」這幾句話聽在張翠山耳中，猶似雷轟電擊一般，這時他方始記得，當年謝遜確曾有他猶個兒不離此島的言語，但此刻他不再提起，張殷二人誰也沒放在心上。當紮結木排之時，謝遜也從未露過獨留之意，不料直到臨行，他才忽然說了出來。張翠山急道：「大哥，你一個人在這島上寂寞淒涼，有什麼好？快跳上木排啊！」說著手上使勁，用力拉他。但謝遜的身子猶似一株大樹牢牢釘在地下，竟是一晃也不晃。張翠山叫道：「素妹，無忌，快上來！大哥說不跟咱們一起去。」殷素素和無忌聽了，也是大吃一驚，一齊縱上岸來。無忌道：「義父，你為什麼不去？你不去我也不去。」