第二十一回　冤家聚頭楊鐵心聽到背後風聲響動，左手一圈，拿住了鐵槍紅纓之處。「楊家槍法」戰陣無敵，一招「回馬槍」尤其是世代相傳的精妙絕技。楊鐵心這左手拿住槍桿，是「回馬槍」中第三個變化的半招，本來不待敵人回奪，右手早已一槍迎面搠去，這時他右手抱著包惜弱，回身喝道：「這招槍法我楊家傳子不傳女，諒你師父沒有教過。」丘處機武功雖高，但槍法並不精研，雖然熟識楊家槍法，楊家數代祕傳的絕招，究竟並不通曉。完顏康果然不懂這招槍法，一怔之下，兩人手力一迸，那鐵槍年代長久，桿子早已朽壞，喀的一聲，齊腰折斷。郭靖縱身上前，喝道：「你見了親生父親，還不磕頭？」完顏康躊躇難決，楊鐵心早已抱了妻子衝出屋去，穆念慈在屋外接應，父女兩人越牆而出。郭靖不敢逗留，奔到屋外，正要翻牆隨出，突覺黑暗中一股勁風從頂心襲到，急忙一縮，掌風從鼻尖上直擦過去，臉上猶如刀刮般的一陣劇痛。這敵人掌風好不厲害，而且悄沒聲的襲到，自己竟不知覺，不禁心中駭然，只聽那人喝道：「渾小子，老子在這兒候得久啦！」原來正是參仙老怪梁子翁。且說黃蓉聽彭連虎說她是黑風雙煞的門下，笑道：「你輸啦！」轉身走向門口。彭連虎身子一晃，攔在門口，喝道：「你既是黑風雙煞門下，我也不來難為你，但你說說，你師父叫你來幹麼？」黃蓉笑道：「你說十招中認不出我的門戶宗派，就讓我走，你好好一個大男人，怎麼這樣賴皮？」彭連虎怒道：「你最後這招是『靈鰲步』，還不是黑風雙煞傳的？」黃蓉笑道：「我從來沒見過黑風雙煞。再說，他們這一點本事，怎麼夠做我師父？」彭連虎道：「你混賴也沒用。」黃蓉道：「黑風雙煞的名字我倒聽見過。我只知道這兩人傷天害理，無惡不作，欺師滅祖，是武林中的無恥敗類，彭寨主怎能把我和他們拉扯在一起？」眾人起先還道她不肯吐實，這時她把黑風雙煞如此詆毀，不禁面面相覷，才信她決不是雙煞一派。心想再無稽的天大謊話也有人敢說，但沒人會當眾辱罵師長。彭連虎向旁一讓，說道：「小姑娘，算你贏啦，我老彭很佩服你，想請教你的芳名。」黃蓉嫣然一笑：「不敢當，我叫蓉兒。」彭連虎道：「您貴姓？」黃蓉道：「我沒姓。」這時閣中諸人除靈智上人與歐陽公子之外，都已輸在她的手裏，靈智上人身受重傷，動彈不得，看來只有歐陽公子出手，才能將她截留，各人都注目於他。歐陽公子緩步而出，微微一笑，說道：「下走不才，想請教姑娘幾招。」黃蓉看了他一身白衣打扮，道：「那些騎白駝的美貌姑娘們，都是你一家的麼？」歐陽公子笑道：「你見過她們了？她們那裏有你一半美。」黃蓉臉上微微一紅，道：「這裏有好多老頭子要難為我，你怎麼不幫我？」那歐陽公子武技驚人，獨霸西域，只是天性好色，歷來派人到各地搜羅美女，收為姬妾，閒居之餘，就把文事武功傳給她們，半日教文，半日習武，這些姬妾竟同時又成為他的女弟子。這次他受趙王之聘來到燕京，把眾姬妾都隨帶而來，命她們身穿一色的白衣男裝，各騎純白駱駝。因為姬妾數眾，兼之均會武功，所以分批行走，其中八人就在道上遇到了江南六怪與郭靖，因聽妙手書生朱聰談起汗血寶馬，當下起心劫奪，想將寶馬獻給歐陽公子討好，那知卻未成功。歐陽公子自負下陳姬妾全是天下佳麗，就是皇帝的後宮也未必能比得上，那知乍見到黃蓉秋波流轉，嬌腮欲暈，竟是生平未見的絕色，早已神魂飄盪，這時聽她輕顰薄責，頓覺心癢骨軟，說不出話來。黃蓉道：「我要走啦，要是他們攔我，你幫著我，成不成？」歐陽公子笑道：「要我幫你那也成，你得拜我做師父，永遠跟著我。」黃蓉道：「就算拜師父，也用不著永遠跟著啊！」歐陽公子道：「我的弟子與別人的不同，都是女的，我只要叫一聲，她們全都來啦。」黃蓉側頭，笑道：「我不信。」歐陽公子一聲呼哨，過不片刻，大門中前前後後的走了數十個白衣女子進來，或高或矮，或肥或瘦，但服飾打扮，全無二致，一齊站在歐陽公子的身後。原來歐陽公子在華翠閣飲宴，她們都守在閣外。彭連虎等個個看得眼都花了，心中好生羨慕他真會享福。黃蓉在張家口酒樓之中，曾以「閃電手」接連點倒八人，知道她們武功平常，這次出言激他，將她們召來，原想乘閣中人多雜亂，借機脫身，那知歐陽公子早已看破她的心思，待眾弟子一進閣，立即將身擋在門口，摺扇輕搖，紅燭下斜睨黃蓉，顯得又是瀟灑，又是得意。黃蓉見計不售，說道：「你如真的本領了得，我拜你為師那是再好沒有，省得我被人家欺侮。」歐陽公子道：「莫非你要試試？」黃蓉道：「不錯。」歐陽公子道：「好，你來吧，不用怕，我不還手就是。」黃蓉道：「怎麼？你不還手就能將我打敗，是不是？」歐陽公子笑道：「你打我，我那捨得還手？」眾人一面笑他輕薄，一面卻感奇怪：「這小姑娘武功極強，就算你高她十倍，不動手怎能將她打敗？難道還真使用妖法？」黃蓉道：「我不信你真不還手，我要將你雙手反背縛起來。」歐陽公子解下腰帶，遞給了她，雙手疊在背後，走到她的面前。黃蓉見他有恃無恐，完全不把自己當一回事，臉上雖然露著笑容，心中卻越來越是驚懼：「這人明明不安好心，要是給他拿住，那可比死還慘！」一時沉吟無計，心想：「只好行一步算一步了。」於是接過腰帶，雙手微微向外一繃，那腰帶似是用金絲織成，竟然繃它不斷，當下將歐陽公子雙手縛住了，笑道：「怎麼算輸？怎麼算贏？」歐陽公子伸出右足，點在地下，以左足為軸，雙足相離三尺，在原地轉了一個圈子，只見磚地憑空被他右足尖畫了深約半寸的一個圓圈，其徑六尺，畫得整整齊齊。畫這個圓已自不易，而足下功夫如此了得，連沙通天、彭連虎等也均佩服。歐陽公子走進圈子，說道：「誰出了圈子，誰就輸了。」黃蓉道：「要是兩人都出圈子呢？」歐陽公子道：「那就算我輸好啦。」黃蓉道：「你輸了那就不能再追我攔我？」歐陽公子道：「那當然。如你被我推出圈子，你可得乖乖的跟我走。這裏的老前輩們都是見證。」黃蓉道：「好！」走進圈子，左掌「迴風拂柳」，右掌「星河在天」，一輕一重，一柔一剛，齊齊發出。歐陽公子身一側，兩掌竟未避開，同時擊在他的肩背之上。黃蓉掌力一與他身子相遇，立知不妙，那歐陽公子內功精湛，說不還手真不還手，但借力打力，黃蓉有多少掌力打到他的身上，立時有多少勁力反擊出來。他手不動，足不起，黃蓉竟是站立不穩，險險跌出圈子之外，她那敢再發第二招，說道：「我要走啦！你可不能走出圈子追我，剛才你說過的，兩人都出圈子就是你輸。」歐陽公子一怔，黃蓉已緩步走出圈子。她怕夜長夢多，再生變卦，加快腳步，只見她頭髮上金環閃閃，身上白綢衫飄動，已是奔到門邊，正要出門，突見前面一件巨物從空中而墮。黃蓉身子一側，收住腳步，只見空中落下的卻是坐在太師椅中的一個高大的藏僧。他身穿紅袍，坐在太師椅上竟還比她高出半個頭，他連人帶椅，一齊過來，那椅子似乎黏住在他身上一般。黃蓉正要開言，忽見靈智上人從紅袍下取出一對銅鈸，雙手一合，噹的一聲，震耳欲聾，正自詫異，突然眼前一花，那對銅鈸一上一下，已對準了自己飛來，只見鈸邊閃閃生光，鋒利異常，這一打中，身子立時被雙鈸切成三截，大驚之下，那裏還及閃避，雙足一點，反向前衝，右掌接在上面一鈸底下一托，左足在下面一鈸上一頓，竟自在兩鈸之間衝了過去。這一下兇險異常，雙鈸固然逃過，但也已躍近靈智上人身旁。靈智上人巨掌起處，「大手印」往她身上拍來。黃蓉好像收腳不住，仍是向前猛衝，撲向敵人懷裏。眾人同聲驚呼，這樣花一般的一個少女，眼見要被靈智上人一掌震得筋骨折斷，五臟碎裂。只聽蓬的一響，靈智上人一掌已擊在她的背上，黃蓉就如斷線鷂子般飛出閣外。眾人一凝神，只見靈智上人右手掌中鮮血淋漓，掌中竟被刺破了十多個小孔。彭連虎驚道：「這丫頭身上穿了『軟蝟甲』，那是東海桃花島的鎮島之寶啊！」沙通天道：「她小小年紀，怎有能耐弄到這副『軟蝟甲』？」歐陽公子掛念著黃蓉，躍出門外，黑暗中不見人影，不知她已逃到了何處，口中一聲呼哨，率領了眾姬妾追尋，心中卻感喜慰：「她既逃走，想來並未受傷，好歹我要抱她在手裏。」侯通海問道：「師哥，什麼叫軟蝟甲？」彭連虎搶著道：「刺蝟見過嗎？」侯通海道：「那當然見過。」彭連虎道：「她外衣之內，貼身穿著一套軟甲，這套軟甲不但刀槍不入，而且生滿了倒刺，就同刺蝟一般。誰打她一拳、踢她一腳，那就夠誰受的！」侯通海伸了舌頭道：「虧得我沒打中這丫頭。」幾個人一面說一面追尋。這時趙王也已傳下令去，湯祖德率領了衛隊捉拿刺客，王府中鬧得天翻地覆。且說郭靖又在牆邊遇到梁子翁，心中大駭，回頭狂奔，不辨東南西北，儘往最暗的處所跑去。梁子翁一心想抓住他喝他鮮血，半步不肯放鬆，幸好郭靖輕功了得，又在黑夜，否則已被他所擒，奔了片刻，忽覺遍地都是荊棘，亂石嶙峋，有如一柄柄石劍插在那裏。王府之中何來荊棘亂石，郭靖那有餘暇尋思，只覺小腿上被刺得疼痛難當，突然間腳下一軟，叫聲不好，身子已憑空墮下，跌了數十丈，這才到底，竟是一個極深的洞穴。郭靖在半空中已然運勁，只待著地時立定，以免跌傷，那知雙足所觸處都是圓球一般滑溜溜的東西，立足不穩，仰天一交跌倒，坐起身來，隨手一摸，嚇了一跳，原來那些圓球般的東西都是死人骷髏，看來這洞是趙府殺人之後拋棄屍體所在了。只聽梁子翁在上面洞口叫道：「小子，快上來！」郭靖心道：「我沒那麼笨，上去送死。」他伸手四下一摸，身後空洞無物，於是向後退了幾步，以防梁子翁躍下追殺。梁子翁叫罵了幾聲，罵道：「你逃到閻王殿上，老子也要追到你。」湧身一躍，跳了下來。郭靖大驚，又向後退了幾步，居然仍有容身之處。他轉過身子，雙手伸在前面，一步步向前走去，原來卻是一個地道。只走出兩丈，梁子翁也已發覺這是地道，他藝高膽大，雖然眼前漆黑一團，伸手不見五指，但也不怕郭靖暗算，發足追來。郭靖心中暗暗叫苦：「這地道總有盡頭之處，我命休矣！」梁子翁卻大為得意，雙手張開，摸著地道的兩壁，也不性急，慢慢的一步步緊迫。郭靖又逃了數丈，斗覺前面一空，地道已完，到了一個土室。梁子翁轉眼追到，哈哈大笑，叫道：「渾小子，再逃到那裏去？」忽然間左邊角落裏一個冷冷的聲音說道：「誰在這裏撒野？」兩人萬料不到這地底黑洞之中，竟爾有人居住，郭靖固然嚇得心兒突突亂跳，而梁子翁雖然經歷過無數大風大浪，這時也不禁毛骨悚然，只聽那聲音又陰森森的道：「進這洞來的人，有死無生，你們活得不耐煩了麼？」從聲音中聽來，說話的是似是一個女人，只是她一面說話，一面微微喘氣，好像身患重病。郭靖生性謹厚，聽她發言怪責，忙道：「我是不小心掉進來的，有人追我……」一言未畢，梁子翁已聽清楚了他身體的所在，搶上數步，伸手來拿。郭靖聽到他手掌的風聲，疾忙向後避開。梁子翁一擊不中，連施擒拿，郭靖左躲右閃，十分吃緊。只聽那女子道：「誰敢到這裏捉人？」梁子翁罵道：「你裝神扮鬼嚇得倒我麼？」那女人氣喘喘的道：「哼！少年人，你躲到我這裏來。」她竟似身子癱瘓，動彈不得。郭靖身處絕境，本已危險萬狀，聽她的說話，不加思索的縱身過去，突覺一隻冰涼的手伸了過來，抓住了自己手腕，勁力大得異乎尋常，被她一拉，身不由己的向前撲去，撞在一個蒲團之上。又聽那女人一面喘氣，一面向梁子翁道：「你剛才這幾下擒拿，勁道很厲害啊！你是關外的武林人物吧？」梁子翁一怔，心道：「我瞧不見她半根毫毛，怎麼她連我的家數都認了出來？看來是一個勁敵了。難道她真能暗中視物？」當下不敢輕視，朗聲說道：「在下是關東參客，姓梁。這小子偷了我的要物，在下非追還不可，請尊駕弗予阻攔。」那女子道：「啊，是參仙梁子翁。別人不知，無意中闖進我家裏來，已是罪不可赦，梁老怪你是一派宗師，難道武林中的規矩也不懂麼？」梁子翁愈覺驚奇，問道：「不敢請教尊駕的萬兒。」那女人道：「我……我……」郭靖突覺拿住自己手腕的那隻手猛然發抖，慢慢鬆開，聽他輕輕呻吟，似乎全身十分痛苦，問道：「你有病麼？」梁子翁聽到郭靖說話，不願再和鬼魅一般的人糾纏，一來自負武功罕遇對手，二來聽到她的呻吟，心想這人就算身負絕技，也是非病即傷，不足為患。當下運勁於臂，雙掌齊出，快如閃電般向郭靖胸口抓來，剛碰到郭靖衣服，正待手指抓緊，突然手腕上遇到一股大力向左一黏。梁子翁吃了一驚，左手一揚，反拿敵臂，那女子喝道：「去吧！」一掌拍在梁子翁背上，騰的一聲，將他打得倒退三步，幸而他內功了得，未曾受傷。梁子翁罵道：「好賊婆！你過來。」那女子只是喘氣，身子絲毫不動，梁子翁這才知她果真下身不能移動，心中驚懼之心立時減了七分，慢慢逼近，正要縱身上前襲擊，忽聽呼的一響，腳下一條長鞭捲來。梁子翁覺得鞭到如電，心中一驚，就在這一瞬間身隨鞭起，躍在半空，右腿一腿往那女子踢來。他的腿上功夫原是武林一絕，在關外享大名垂二十年，這一腿當者立斃，端的厲害無比。那知他的腳尖將到未到之際，忽覺「公孫穴」上一麻，不覺大驚。須知這「公孫穴」位於足部踝骨與脛骨接合之凹陷，屬於麻穴，只要被人輕輕一拿，立即全身昏倒。梁子翁心念一閃：「這人在暗中如處白晝，拿穴如是之準，豈非妖魅？」心到足移，即行縮回，在空中翻了半個筋斗，反手一掌，要震開她拿來這一招。他知對手厲害異常，這一掌用了十成之力，確是生平絕學，心想此人這樣氣喘，絕無內力抵擋，突然聽得格格一響，敵人手臂暴長，爪尖已搭到了他的肩頭。梁子翁左手一格，只覺敵人手腕冰涼，似乎不是血肉之軀，那敢再行拆招，就地一滾，急奔而出，爬出了地洞，在洞外吸了一口長氣，心想：「數十年來，從未遇過這樣怪異的事，難道世上真有鬼物？想來王爺必知其中蹊蹺。」忙回華翠閣來。郭靖聽他走遠，心中大喜，跪下向那女人磕了三個頭，說道：「弟子拜謝前輩救命之恩。」那女人剛才和梁子翁拆了這幾招，累得氣喘更劇，咳嗽了一陣，嘶嗄著嗓子道：「那老怪幹麼要殺你？」郭靖道：「王道長受了傷，要藥治傷，弟子到王府來……」忽然想到：「此人住在趙王府內，不知是否完顏烈一黨？」當下住口不說了。那女人道：「嗯，你是偷了老怪的藥，聽說他精研藥性，想來你偷到的必是靈丹妙藥了。」郭靖道：「前輩可是受傷？弟子這裏有四味藥，是田七、血竭、熊膽、沒藥，王道長也不需用這許多，前輩要是……」那女人怒道：「我受什麼傷？誰要你討好？」郭靖碰了一個釘子，忙道：「是，是。」隔了片刻，聽她不住喘氣，心中不忍，又道：「前輩要是行走不便，待晚輩負您老人家出去。」那女人罵道：「誰老啦？你這渾小子怎麼知道我是老人家？」郭靖唯唯，不敢作聲，要想捨她而去，總感不安，當下硬起頭皮，又問：「您可要什麼應用物品，我去給您拿來。」那女人冷笑道：「你婆婆媽媽的，倒真好心。」左手一伸，搭在郭靖肩頭，向裏一拉，郭靖只覺肩上劇痛，身不由主的到了她的面前，忽覺頸中一陣冰涼，那女人右臂已扼住他的頭頸，只聽她喝道：「揹我出去。」郭靖心想：「我本來就要揹你出去的。」於是轉身一步步的走出地道。那女人道：「是我逼著你不得不揹我，我可不受人賣好。」郭靖這才明白，原來這女人驕傲得緊，不肯受後輩的恩惠。走到洞口，向上一望，看到了天上的星星，他跟著丹陽子馬鈺行走懸崖慣了的，那洞雖如深井，卻也不費力的攀援了上去。出得洞來，那女子問道：「你這輕功是誰教的，快說！」手臂一緊，郭靖喉頭被扼，幾乎喘不過氣來。郭靖心中驚慌，忙運內勁抵禦，殊不知那女人故意要試他功力，扼得更加緊了，過了一陣，才漸漸放鬆，喝道：「你還會玄門正宗的內功，你說王道長受了傷，王道長叫什麼名字？」郭靖心想：「你救了我的性命，問我什麼自然不會瞞你，何必動蠻？」當下答道：「王道長名叫王處一，人家稱他為玉陽子。」突覺背上那女人身體一震，又聽她氣喘喘的道：「那麼你是全真門下弟子了，王處一是你什麼人？幹麼你叫他王道長，不稱師父，師叔？」郭靖道：「弟子不是全真門下，不過丹陽子馬鈺馬道長傳過弟子一些呼吸吐納的功夫。」那女人道：「那麼你師父是誰？」郭靖道：「弟子共有七位師尊，人稱江南七俠。大師父飛天蝙蝠姓柯。」那女人劇烈的咳嗽了幾下，聲音甚為苦澀，說道：「那是柯鎮惡！」郭靖道：「是！」那女人道：「你是從蒙古來的？」郭靖又道：「是。」心中卻頗感奇怪：「怎麼她知道我從蒙古來的？」那女人道：「你叫楊康，是不是？」郭靖道：「不是，弟子姓郭。」那女人沉吟了片刻，伸手從懷中摸出一捲東西來，放在地下，捲開外面包的一塊不知是布是紙之物，星光熹微下燦然耀眼，卻是一柄匕首。郭靖見了甚是眼熟，拿起一看，那匕首寒光閃閃，柄上刻著「楊康」兩字，正是那把自己用以刺死銅屍陳玄風的利刃。原來當年郭嘯天與楊鐵心受長春子丘處機各贈一柄匕首，兩人曾有約言，妻子他日生下孩子，如均是男，結為兄弟，若各為女，結成姊妹，要是一男一女，那就是夫妻了。兩人將匕首互換，以為誓約，所以刻有「楊康」字樣的匕首後來是在郭靖手中。他正自沉吟，那女人已夾手將匕首奪過，喝道：「你認識這匕首，是不是？」郭靖道：「是啊！弟子幼時曾用這匕首殺死了一個惡人，那惡人突然不見，連匕首都……」他說未說完，突覺頸中一緊，立時窒息，危急中彎臂向後，用力一掌，立被那女人伸左手擒住。她右臂放鬆，身子一落，坐在地下，喝道：「你瞧我是誰？」寒夜中聲音慘厲，十分可怖。郭靖本已被她扼得眼前金星直冒，一定神向她看時，只見這女人長髮披肩，臉如白紙，正是黑風雙煞中的鐵屍梅超風，這一下嚇得魂飛魄散，左手用力一掙，但她五爪已經入肉，那裏掙得脫？原來黑風雙煞當年與江南七怪荒山夜鬥，陳玄風將笑彌陀張阿生抓死，自己卻被郭靖一匕首刺中練門。梅超風雙目已盲，乘著風雨驟至，拖了丈夫的屍身逃下荒山。梅超風坐在地下，一手扼在郭靖頸中，一手抓住他的手腕，十餘年來遍尋不見的殺夫仇人忽然自行送上門來，心中又喜又悲，百感交集，自己一生的往事斗然間紛至沓來，一幕幕的在心頭閃過。她想起了從前許多許多的事：最初，我是一個天真瀾漫的小姑娘，整天戲耍，受著父母的愛撫，後來父母相繼謝世，我受著惡人的欺侮折磨。師父黃藥師救我到了桃花島，教我學藝。忽然間，一個粗眉大眼的年輕人的影子站在我的面前，那是師兄陳玄風，我們一起練習武功，慢慢的心心相印。一個春天的晚上，他忽然緊緊摟抱著我。一陣紅潮湧上了梅超風的臉，郭靖聽得她喘氣更加急速，長長的嘆了一口氣。梅超風想到陳玄風和自己怎樣懼怕師父責罰，偷偷的逃走，兩人怎樣結成夫婦，丈夫怎樣告訴她盜到了半部「九陰真經」。後來是在深山的苦練，出山後的橫行天下，夫婦兩人怎樣打敗了無數英雄豪傑，怎樣打死飛天神龍柯辟邪、打瞎飛天蝙蝠柯鎮惡而結成深仇。丈夫陳玄風的話在她耳邊響了起來：「賊婆娘，九陰真經只盜到了下半部，上半部中紮根基練內功的祕訣完全不知，咱們功夫再也練不下去，你說怎麼辦？」我說：「那有什麼辦法？」他說：「我們再到桃花島去。」我怎敢再去？我們夫婦倆人的本領再大十倍，也敵不住師父的兩根指頭。這賊漢子也是怕的，可是眼看著經上各種奇妙的功夫不能練，他死了也不甘心。他決意去盜經。他道：「要就咱夫婦天下無敵，要就你這臭婆娘做寡婦。」我可不做寡婦！我們倆人甩出了性命再去。我們知道，師父為了我們逃走而大發脾氣，把徒弟們都挑斷了筋而趕走啦，島上就只他們夫婦兩人和幾個僮僕。我們到了島上，遇上了許多奇怪的事，原來師父的大對頭找上門來比武。這場比武只瞧得我們驚心動魄，我悄悄說：「賊漢子，咱們不成，快逃走吧！」可是他不肯。我們看著師父把那個對頭擒住，打斷了他的腿。我想起師母待我的恩情，想到窗外瞧瞧她，可是看到的只是一座靈堂，原來師母過世了。我心裏難過，忽然看見靈堂旁邊一個一歲大的小孩坐在椅子上向我直笑，這女孩真像師母，一定是她的女兒，難道她是難產死的麼？「不許賊漢子再來碰我，我一定不生孩子！」我在這樣想，忽然師父聽到了我們的聲音，他從靈堂旁邊飛步出來。啊！我嚇得手酸腳軟，動彈不得。我聽得那女孩笑著說：「爸爸，抱！」她笑得像一朵花，張開了雙臂，撲向師父。這女孩兒救了我們的性命，師父怕她跌下來，伸手抱住了她。賊漢子拉著我飛奔，咱們坐在船裏，海水濺進船艙，我的心還在突突的急跳，好像要從口裏衝出來。這時一陣寒風吹過，遠處一隻貓頭鷹在怪聲啼叫，梅超風耳朵靈敏，聽得清清楚楚，心中卻仍想著當年的往事：我那漢子看了師父這一場大戰，從此死心了。他說：「不但師父的本事咱們沒學到一成，就是他的對頭，咱倆又那裏及得上？」於是我們離開了中原，走得遠遠的，一直到了蒙古的沙漠之中。我那漢子成天擔心他那部真經被人偷去，他不許我看，我也不知他藏在什麼地方。「好吧，賊漢子，我不看就是。」「賊婆娘，我是為了你好，你看了一定要練，可是不會內功，一定練壞身體。」「是啦！你還囉唆什麼？」於是他教我練「九陰白骨爪」和「摧心掌」。忽然間，那天夜裏在荒山之上，江南七怪圍住了我。「我的眼睛！我的眼睛！」一陣疼痛，一陣麻癢，我運氣抵禦毒藥，我沒死，可是眼睛瞎了，丈夫死了。那是報應，我們弄死過他的兄長，弄瞎過他的眼睛。梅超風想到這件痛事，雙手自然而然的一緊，牙齒咬得格格作響，郭靖暗暗叫苦：「我這次一定活不成啦，不知她要用什麼殘酷的法子來害死我？」於是說道：「喂，我是不想活啦，我求你一件事，請你答允吧。」梅超風冷然道：「你還有事求我？」郭靖道：「是啦。我身上有好些藥，求你送去交給西城外安寓客店裏的王道長。」梅超風道：「我一生從來不做好事！」她已記不起這一生中受過多少苦，也記不起殺過多少人，但荒山之夜的情景卻記得清清楚楚。眼前突然黑了，瞧不見半點星星的光。丈夫說：「我不成啦！真經的祕要是在胸……」這是他最後的話。忽然間大雨傾倒下來，江南七怪在猛力向我進攻，我背上中了一掌，這人內勁好大，打得我痛到骨頭裏。我抱起了賊漢子的屍體逃下山去，我看不見，可是他們沒有追來，真奇怪。啊！雨下得這樣大，天一定是漆黑一片，他們看不見我。我在雨裏走，賊漢子的屍體起初還是熱的，後來慢慢冷了下來，我的心裏，也跟著他一分一分的冷，我全身發抖，冷得很。「賊漢子，你真的死了麼？你這樣絕世的武功，忽然不明不白的死了嗎？」我拔出了他肚臍中的匕首，鮮血跟著噴出來，那有什麼奇怪？殺了人一定有血，我不知殺過多少人？「算啦，我也該和賊漢子一起死啦！沒人叫他賊漢子，可有多冷清！」匕首尖抵到了舌頭底下，那是我的練門所在，忽然間，我摸到匕首柄有字，細細的摸，是「楊康」兩字。嗯，殺死他的叫做楊康。我怎能不報仇？不先殺了這楊康，我怎能死？於是我在賊漢子的胸口摸那部真經的祕要，但搜遍了全身，也沒摸到一點東西。我非找到不可！我從他頭髮開始，不漏過一個地方，我忽然摸到他胸膛上的皮肉有點古怪。梅超風想到這裏，喉中不禁發出幾聲乾枯苦澀的笑聲，郭靖聽來，只覺十分的慘厲可怖。梅超風覺得自己又到了荒漠之中，大雨濺得她全身濕透了，但她的身子忽然火熱起來：我仔細的摸，原來他的胸口用針刺著細字和圖形，原來這就是「九陰真經」的祕要。「你怕真經被人偷去，於是刺在身上，將原經燒毀了！」是啊！像師父這樣大本事的人，真經也會被咱們偷來，誰又保得定沒人來偷咱們的呢？你這主意是「人在經在，人亡經亡。」我用匕首把你胸口的皮肉割下來，嗯，要把這塊皮好好硝製了，別讓它腐爛，我永遠帶在身邊，你就永遠陪著我。這時候我不傷心了，忽然哈哈大笑起來。我用雙手在地下挖了一個深坑，把你埋在裏面。你教了我「九陰白骨爪」的厲害功夫，我就用這功夫來挖坑埋你。我躲在山洞裏，只怕被江南七怪找到。現在不是他們對手，等我功夫練成之後，哼，每個人頭頂心抓一把。不懂內功要傷身體？傷了就傷了，總之我要把功夫練好。過了兩天，我肚子很餓，忽然聽到有大隊人馬從洞旁經過，他們說的是大金國的女真語。我走出去問他們討東西吃，帶隊的王爺見我可憐，就收留了我，一直帶我到中都王府來。後來我才知道，原來這位王爺是大金國的六太子趙王爺，我在後花園替他們掃地，晚上偷偷的練功夫，這樣的練了幾年，誰也沒瞧出來，只當我是個可憐的瞎眼婆子。那一天晚上，唉！那頑皮的小王爺半夜到後花園找鳥蛋，他瞧見了我練銀鞭，於是纏著我非教不行。我教了他三招，他一學就會，真是聰明，我教得高起興來，什麼功夫也傳了他，只是要他發了重誓，對誰都不許說，連王爺王妃也不能說，只要洩露一句，我一抓就抓破他天靈蓋。又過幾年，小王爺說，王爺又要到蒙古去啦。我求王爺帶我去，去祭祭我丈夫的墳，小王爺替我去說，王爺當然答應，王爺寵愛他得很，什麼事都依他。唉！賊漢子埋骨的所在當然找不到啦，我是要找江南七怪報仇。運氣真不好，全真教的七子居然都在蒙古，我眼睛瞧不見，怎能敵他們七人？那丹陽子馬鈺的內功實在了不起，他說話一點不用力，聲音卻送得這麼遠。蒙古之行總算不虛，那馬鈺被我劈頭一問，胡裏胡塗的傳了我一句內功的祕訣，回到王府之後，我打了地洞再練苦功，唉！這內功沒人指點真是不成，我強修猛練，憑著一股剛勁急衝，突然間一股氣到了丹田之後回不上來，我下半身就此動彈不得了。我不許小王爺來找我，他怎知道我練功走了火？要不是這小子闖進來，我是餓死在那地洞之中了。哼！都是賊漢子的鬼魂勾他的，叫他來救我，叫我殺了他替夫報仇，啊，哈哈，哈哈，啊，哈哈，哈，嘿嘿，哼，哈哈！