第十一回　玄門習藝再聽一會，忽覺號角中隱隱有肅殺之意，似是向人挑戰。丘處機臉現怒色，罵道：「孽障，孽障！」眼望西邊樹林，道：「靖兒，那奸人與你訂了十年之約，妄想這十年中肆意橫行，好教你不便干預，天下那有這等稱心如意之事，咱們過去！」郭靖道：「那霍都王子？」丘處機道：「自然是他。他是在向小龍女挑戰！」他一邊說，一邊飛步下山。郭靖當下跟隨在後。二人行出里許，但聽那號角吹得更加緊了，號角嗚嗚聲中，還夾著一聲聲梵磬的叮叮撞擊，顯是那藏僧達爾巴也出手了。丘處機怒道：「兩個武學名家，合力欺侮一個少女，當真好不要臉。」說著足部加快，片刻之間，奔到山腰，轉過一塊石壁，郭靖只見眼前是黑壓壓的一座樹林。林外高高矮矮的站著數十人，正是適才圍攻重陽宮那些妖邪。兩人隱身在石壁之後，察看動靜。只見霍都王子與達爾巴並肩而立，一個吹號，一個擊磬，互相應和，要引那小龍女出來。兩人鬧了一陣，樹林中靜悄悄的始終沒半點聲響。霍都放下號角，朗聲說道：「小王蒙古霍都，敬向小龍女恭賀芳辰。」一語甫畢，樹林中錚錚錚響了三下琴聲，想是小龍女鼓琴回答。霍都大喜，又道：「聞道龍姑娘天下揚言，今日比武招親，小王不才，特來求教，請龍姑娘不吝賜教。」猛聽得琴聲激越，大有怒意。眾妖邪縱然不懂音樂，卻也知鼓琴者心情難平，出聲逐客。霍都笑道：「小王家世清貴，姿貌非陋，願得良配，諒也不致辱沒。姑娘乃當世俠女，不須靦腆。」此言甫畢，但聽琴韻更轉高亢，隱隱有斥責之意。七絃琴乃是樂中至清至和之器，不料在小龍女手上彈來，卻令人聽得心頭煩燥，極不舒暢，有幾個江湖豪客忍不住伸手蒙住雙耳，不願再聽。霍都向達爾巴望了一眼，那藏僧點了點頭。霍都道：「姑娘既不肯就此現身，小王只好強請了。」說著右手一揮，大踏步向林中走去，群豪蜂湧而前。各人心想：「連全真教這麼厲害的武林宗派，也阻擋不了咱們，諒那小龍女孤身一個小小女子，濟得甚事？」但怕別人搶在頭裏，將墓中寶物先得了去，各人爭先恐後，一齊湧入樹林。丘處機高聲叫道：「此是先師重陽真人舊居之地，快快退出來。」眾人聽得他叫聲，微微一怔，但腳下絲毫不停。丘處機怒道：「靖兒，動手吧！」二人轉出石壁，正要搶入樹林，忽聽群豪大聲叫喊，狂奔而出。丘郭二人一呆，但見數十人沒命價飛跑，接著霍都與達爾巴也急步奔出，其狼狽之狀，比適才退出重陽宮時不知過了幾倍。丘郭心中均感詫異：「那小龍女不知用何妙法驅退群邪？」這念頭只在心中一閃，只聽得嗡嗡嗡聲自遠而近，月光下白茫茫，灰濛濛一群甚麼東西，從樹林中疾飛出來，在群邪頭頂急趕。郭靖奇道：「那是甚麼？」丘處機搖頭不答，凝目而視，只見江湖豪客中有幾個跑得稍慢，被那群東西在頭頂一撲，那幾人登時倒在地下，抱頭狂呼，痛苦難當。郭靖驚道：「是一群蜂子，怎麼白色的？」說話之間，那群玉色的蜂子又已螫倒了五六個人。樹林前十餘人滾來滾去，叫聲極為慘厲。郭靖心想：「被蜂子刺了，就真疼痛，也不至這般猛惡，難道這玉蜂毒性異常麼？」只見灰影晃動，那群玉蜂有如一股濃煙急噴，疾向他與丘處機面前撲來。眼見這群玉蜂來勢兇猛，難以抵擋，郭靖要待轉身逃走，丘處機氣湧丹田，張口向蜂群一口噴出。蜂群飛得正急，突覺一股強風當頭括來，勢道一挫，待丘處機一口氣噴完，二次又上。郭靖學到訣竅，也是一口氣從胸中噴出，與丘處機吹的一股風連成一起。二人用的都是玄門正宗的上乘功夫，蜂群抵擋不住，當先的數百隻蜂子飛勢立偏，從二人身旁掠過，卻又追趕霍都，達爾巴等人去了。這時在地下打滾的十餘人叫聲更是淒厲，呼爹喊娘，大聲叫苦，更有人叫道：「小人知錯啦，求小龍女仙姑救命！」郭靖暗暗駭異：「這些人都是江湖上的亡命之徒，縱然砍了他一臂一腿，也未必會討饒叫痛，怎麼小小蜂子的一螫，竟然厲害至斯？」但聽得林中傳出錚錚琴聲，接著樹梢頭冒出一股淡淡白煙，丘郭二人鼻中登時聞到一陣極甜美的花香。過不多時，嗡嗡之聲自遠而近，那群玉蜂聞到花香，飛回林中，原來是小龍女燒香召回。丘處機雖與小龍女做了二十年鄰居，卻從來不知她竟然有此本事，又是佩服，又覺有趣，說道：「早知咱們這位芳鄰如此神通廣大，全真教大可不必多事。」他這兩句話是跟郭靖說的，語音不響，但說也奇怪，林中小龍女似也知道了他心意，琴聲一變，柔和雅緻，卻是酬謝高義之意。丘處機哈哈大笑，朗聲叫道：「姑娘不必多禮。貧道丘處機率弟子郭靖，敬祝姑娘芳辰。」琴聲錚錚兩響，從此寂然。郭靖聽那些人叫得可憐，道：「道長，這些人怎生救他們一救？」丘處機搖手道：「龍姑娘自有處置，咱們走吧。」當下二人轉身東回，一路上郭靖將楊過身世約略說了。丘處機浩然嘆道：「你楊鐵心叔父一世英雄，豈能無後？你放心好了，我必盡心竭力，教養他成人。」郭靖大喜，就在山路上跪下拜謝，丘處機又問：「你說有人來桃花島偷繪圖形，又有丐幫弟子牽涉在內，卻是何事？」郭靖道：「道長可記得丐幫之中，有一個不肖的叛徒彭長老麼？」丘處機道：「啊！原來是他。此人膽小倒也不小，難道他竟敢上桃花島來惹事生非？」郭靖道：「蓉兒與我琢磨此事，她說若憑彭長老一人，他絕不敢妄動，必是另行有人暗中撐腰。」丘處機笑道：「以蓉兒此時功力，再加島上的佈置，若是有人前來搗鬼，當真是活得不耐煩了，你倒不必擔心。」郭靖點頭稱是。二人談談說說，回到重陽宮前，天色已然大明，眾道士正在收拾殘餘，清理瓦石，有的砍伐樹木，在宮旁搭蓋一個臨時的棲身之所。丘處機召集眾道士，替郭靖引見，指著那在山下主持北斗大陣的長鬚道人道：「他是王師弟的弟子，名叫趙志敬。第三代弟子中武功以他練得最純，就由他點撥過兒的功夫吧。」郭靖與此人交過手，知他武功確是了得，心中甚喜，當下命楊過向趙志敬行了拜師之禮。他在終南山盤桓數日，對楊過鄭重告誡叮囑，這才與眾人別過，自回桃花島而去。丘處機回想當年教授楊康武功，任他在王府中養尊處優，終於鑄成大錯，心想：「自來嚴師出高弟，棒頭出孝子。這次對過兒須得嚴加管教，方不蹈他父覆轍。」當下將楊過叫來，疾言厲色的訓誨一頓，囑他刻苦耐勞，事事聽師父教訓，不可有絲毫怠忽。楊過留在終南山上，本已老大不願，此時受了一場責罵，心中恚憤難言，當時忍著眼淚答應了，待得丘處機走開，不禁放聲大哭，忽然背後一人冷冷的道：「怎麼？祖師爺說錯了你麼？」楊過一驚，收哭回頭，只見背後站著的，正是自己的師父趙志敬，忙垂手道：「不是。」趙志敬道：「那你為甚麼哭泣？」楊過道：「弟子想起郭伯伯，心中難過。」趙志敬明明聽得丘師伯厲聲教訓他，此時他卻推說思念郭靖，愈是不悅，心想：「這孩子小小年紀，就已如此狡猾，若不重重責打，大了如何能改？」沉著臉喝道：「你對著師父，膽敢說謊？」楊過眼見全真教的道士個個被郭靖打得落花流水，又見丘處機等被霍都一班妖邪逼得手忙腳亂，全賴郭靖救援，心中認定這些道士武功全都平常。他對丘處機尚且毫不佩服，更何況對趙志敬？也是郭靖一時疏忽，未跟他說明全真派武功乃是天下武學正宗，當年王重陽武功天下第一，各家各派的高手，無一能敵。他所以能勝得諸道，實因眾道士功夫未練到絕頂，卻非全真派武功不濟。只因少此一番解釋，以致日後生出許多事來。楊過見師父臉色難看，心道：「我雖拜你為師，實是迫不得已，就算我武功練得跟你一模一樣，又有何用，你兇霸霸的幹麼？」當下轉過了頭不答。趙志敬大怒，嗓門提得更加高了：「我問你話，你膽敢不答？」楊過道：「師父要我答甚麼我就答甚麼。」趙志敬聽他出言挺撞，一口氣再也忍不住，反手一掌，拍的一聲，登時將他打得臉頰紅腫。楊過哇的一聲，哭了出來，發足便奔。趙志敬追上去一把抓住，問道：「你到那裏去？」楊過道：「你放開我，我不跟你學武藝啦。」趙志敬更怒，喝道：「小雜種，你說甚麼？」楊過此時橫了心，罵道：「臭道士，狗道士，你打死我吧！」古時師徒之份最是看重，武林之中，師徒之間就如父子一般，師父就是要處死弟子，為徒的也不敢道半個不字。此時楊過開口辱罵師尊，實是罕見罕聞的大逆不道之事。趙志敬氣得臉色焦黃，舉掌又劈臉打了下去。楊過縱起身子，抱住他手臂，張口牢牢咬住他的手指。原來楊過自得歐陽鋒授以武功祕訣，他間中修習，內功已頗具根底，趙志敬盛怒之下，又道他是小小孩童，絲毫未加提防，給他一抱一咬，竟然掙之一脫。常言道十指連心，手指受痛，最是難忍。趙志敬左手出拳，在他肩頭重重打了一拳，喝道：「你作死麼？快放開！」楊過生就一副天不怕，地不怕的激烈性子，此時心中狂怒，縱然刀槍齊施，他也決意不放，但覺肩頭劇痛，牙齒更加用勁，喀的一響，直咬抵骨。趙志敬再也無所顧忌，左拳壓下，狠狠在他天靈蓋上一錘，將他打得昏了過去，這才控住他的下顎，將右手食指抽了出來。但見滿手鮮血淋漓，指骨已斷，雖能用金創藥續骨接指，但從此這一根手指使不上力，武功不免受損，氣惱之餘，不禁在楊過身上又踢了幾腳。他撕下袖口包了手指創口，四下一瞧，幸好無人在旁，心想此事若被旁人知曉，江湖上傳揚出去，自己顏面無存，當下取過一盆冷水，將楊過潑醒。楊過一醒轉，發瘋般縱上又打。趙志敬一把扭住他胸口，喝道：「畜生，你當真不想活了？」楊過罵道：「狗賊，臭道士，你才是畜生。」趙志敬給他罵得忍不住了，右手一掌，又打了他一記。此時有了提防，楊過要待還手，那裏還能近身？瞬時之間，被他連踢了幾個觔斗。趙志敬若要傷他，原只是一舉手之勞，但想他究竟是自己徒弟，如下手重了，師父師伯問起來如何對答？但楊過瞎纏猛打，倒似與他有不共戴天之仇一般，雖然身上連中拳腳，疼痛不堪，竟絲毫沒退縮之意。趙志敬一面對楊過拳打足踢，心中卻是好生後悔，眼見他雖然全身受傷，卻是越戰越勇，最後迫於無奈，左手伸指在他脅下一點，封閉了他的穴道。楊過躺在地上動彈不得，眼中滿含怒色。趙志敬道：「你這逆徒，服不服了？」楊過雙眼瞪著他，毫無屈服之意。趙志敬坐在一塊大石上，累得呼呼喘氣。他若與高手比武過招，打這一時三刻，絕不致呼吸急喘，現下手腳並未被累，只是心中惱得厲害，竟然不能寧定。一師一徒怒目相對，趙志敬竟想不出一個善策來處置這頑劣的孩兒，正煩惱間，忽聽鐘聲鐺鐺響起，卻是掌教馬鈺召集全教弟子。趙志敬吃了一驚，對楊過道：「你若不再忤逆，我就放了你。」於是伸手解開了他的穴道。那知楊過一躍而起，縱身欲上。趙志敬怒道：「我不打你，你還要怎地？」楊過道：「你以後還打我不打？」趙志敬聽得鐘聲甚急，不敢耽誤，只得道：「你若是乖乖地，我打你作甚？」楊過道：「那也好。師父，你不打我，我就叫你師父。你再打我一記，我永不認你。」趙志敬氣得只有苦笑，點了點頭，道：「掌教召集門人，快跟我去吧。」他見楊過衣衫破壞，面目青腫，只怕旁人查問，給他略略整理一下，拉了他手，奔到宮前聚集。此時重陽宮原址之上，已由眾道士蓋了數十間茅舍，趙志敬與楊過到達時，眾道已分班站立，馬鈺、丘處機、玉處一三人向外而坐。馬鈺雙手一拍，眾道寂靜無聲，他朗聲說道：「長生真人與清淨散人從山西傳來訊息，說道該處之事極為棘手，長春真人與玉陽真人即日前去應援，要帶同十名弟子。」眾道人面面相覷，有的駭異，有的憤激。丘處機當下朗聲叫了十名弟子的姓名，說道：「各人即行收拾，明天一早隨我前去。餘人都散了吧？」眾道這才悄悄議論，說道：「那赤練仙子李莫愁不過是個女子，怎麼這生了得，連長生子劉師叔也制她不住？」有的道：「淨靜散人孫師伯難道不是女子？可見女子之中也儘有人物，卻小覷不得。」有的道：「丘師伯與王師叔一去，那李莫愁自當束手就縛。」正議論間，丘處機走到趙志敬身邊，向他道：「我本要帶你同去，但怕耽誤了過兒功夫，這一趟你就不用去了。」一眼瞥見楊過滿臉傷痕，不覺一怔，道：「怎麼？跟誰打架了？」趙志敬大急，知道若是他照實說出，丘師伯必然嚴責，忙向楊過連使眼色。楊過心中早有主意，見到趙志敬惶急之情，只作不知，支支吾吾的卻不回答。丘處機怒道：「是誰將你打得這個樣子？到底是誰不好？快說。」趙志敬聽丘師伯語氣嚴厲，心中更是害怕。楊過道：「不是打架，是弟子自己摔了一交，掉下山坑之中。」丘處機不信，怒道：「你說謊，好好的怎會摔一交？」楊過道：「適才祖師爺教訓弟子要乖乖的學藝……」丘處機道：「是啊，那怎麼了？」楊過道：「祖師爺走開之後，弟子想祖師爺教訓得是，弟子今後要力求上進，才不負了祖師爺的期望之心。」他這番花言巧語，丘處機聽得臉色漸和，嗯了一聲。楊過接著道：「那知突然之間來了一隻瘋狗，向弟子亂撲亂咬，弟子踢牠趕牠，那瘋狗卻越來越兇。弟子只怕被牠咬中，只得轉身逃走，一不小心，摔到了山坑之中。幸好我師父趕來，才救了我起來。」丘處機將信將疑，眼望趙志敬，意思是問他這番話是真是假，趙志敬大怒，心道：「好哇，你這臭小子膽敢罵我瘋狗？」但形逼勢緊，不敢不替他圓謊，只得點頭道：「是我救他起來的。」丘處機這才信了，道：「我去之後，你盡心授他本門玄功，每隔十天，由你馬師伯覆查一次，指點竅要。」趙志敬心中老大不願，但師伯之言那敢違抗，只得點頭答應。楊過此時只想著逼得師父自認瘋狗的樂趣，丘師祖之言全未聽在耳裏，待丘處機走開數十步，趙志敬怒火上衝，忍不住伸手要往楊過頭頂擊去。楊過大叫道：「丘師祖！」丘處機愕然回頭，道：「甚麼？」趙志敬的手伸在半空，不敢落下，情勢甚是尷尬，勉強回臂用手指去搔鬢邊頭髮。楊過奔向丘處機，道：「祖師爺，你去之後，沒人護我，這裏好多師伯師叔都要打我。」丘處機將臉一板，喝道：「胡說！那有這等事。」但他是個外表嚴厲，內心慈和之人，忽然間想起孤兒可憐，朗聲道：「志敬，你好好照料這個孩兒，若有差失，回來唯你是問。」趙志敬只得又答應了。當日晚飯過後，楊過慢吞吞的走到師父所住茅舍之中，垂手叫了聲：「師父！」此刻原是傳授武藝之時，趙志敬盤膝坐在榻上早已盤算了半日。心想：「這孩子頑劣如斯，此時已是桀驁不馴，日後武藝高了，還有誰更能制他得住？可是丘師伯與師父派我傳他功夫，不傳又是不成。」左思右想，好生委絕不下，見他慢慢進來，眼光閃動，一副似笑非笑的模樣，更是老大生氣，忽然靈機一動：「有了，他此時對本門功夫一竅不通，我只教他玄功口訣，修練之法卻半點不傳。他記誦得幾百句歌訣，可說半點無用。師父與師伯們問起，我儘可推諉，說他自己不肯用功。」琢磨已定，和顏悅色的道：「過兒，你過來。」楊過道：「你打不打我？」趙志敬道：「我傳你功夫，打你作甚？」楊過見他如此神情，倒是大出意料之外，當下慢慢走近，但心中仍是嚴加戒備，生怕他有甚詭計。趙志敬瞧在眼裏，只作不知，說道：「我全真派功夫，乃是從內練出外，與外家功夫自外向內者不同。現下我傳你本門心法，你要牢牢記住了。」當下將全真派的內功口訣，說了一遍。楊過聰明過人，只聽了一遍，就已記在心裏，但尋思：「師父惱我恨我，豈肯當真傳我功夫？只怕他教我一些沒用的假口訣。」過了一會，假裝忘卻，又向趙志敬請教。趙志敬照舊說了。到第二日上，楊過再問師父，聽他說的與昨日一模一樣，這才相信非假，因他若是胡亂捏造，連說三次，不能字字相同。如此過了十日，趙志敬只是授他口訣，如何習練的實際法門，卻一字不說。到第十天上，趙志敬帶他去參見馬鈺，說已授了本門心法，命楊過背誦給掌教祖師爺聽。楊過從頭至尾背了一遍，一字不錯。馬鈺甚喜，連讚孩子聰明。他是個敦厚謙沖的有道之士，所謂君子可欺以方，那裏想到趙志敬另有詭計。夏盡秋至，秋去冬來，轉瞬過了數月，楊過記了一肚皮的口訣，可是一絲一毫的功夫也沒學到，若論武藝內功，與他上山之時實無半點差別。他是個絕頂聰明之人，自己功夫停滯，豈有不知？只過了十多天，即知師父是有意作弄自己，但他既不肯相授，卻也無法可想，只有待丘師祖回來，再向他訴說。但左等右等，丘處機始終不歸。楊過年紀雖小，城府卻是極深，心中對師父懷恨愈來愈烈，臉上可越加恭順。趙志敬暗暗歡喜，心道：「你忤逆師父，到頭來瞧是誰吃了虧？」眼見到了臘月，全真派中自王重陽傳下來的門規，每年除夕前三日，門下弟子大較武功，考查這一年來各人的進境。眾弟子見較武之期漸近，日夜勤練不息。這一天臘月望日，全真七子的門人分頭較藝，稱為小較。每年到了這一日，各弟子分成七處，馬鈺的徒子徒孫成一處，丘處機的徒子徒孫又成一處。譚處端雖然已死，他的徒子徒孫仍是極盛，馬鈺、丘處機等憐念師弟早死，對他的門人加意指點，是以每年大較，譚氏門人倒也不輸於其餘六子的弟子。這一年丘處機、王處一等部外出未歸，宮中只馬鈺與郝大通二人留守，但因重陽宮新毀，全真派險遭顛覆之禍，全派上下，都想到全真教雖號稱天下武功正宗，實則武林中好手輩出，這名號岌岌可危，因此人人勤練苦修，反比往年更著重了幾分。且說趙志敬、崔志方等玉陽子的門下，這日午後齊集在東南角一處曠地之上，較武論藝。王處一不在山上，當由大弟子趙志敬主持小較。第四代弟子或演拳腳，或使刀槍，或發暗器，或顯內功，由趙志敬等評講一番，以定甲乙。何謂第四代弟子？蓋全真教由王重陽首創，他是創教祖師，馬鈺等七子是他親傳弟子，稱第二代；趙志敬、尹志平、楊康等為七子門徒，稱第三代；而楊過等一輩卻是第四代了。楊過入門最遲，位居末座，眼見許多年紀與自己相若的小道士都是拳法精熟，各有專長，並無羨慕之心，卻生懷恨之意。趙志敬見他臉上忿忿不平，有意要使他出醜，待兩名小道士比過器械，大聲叫道：「楊過出來！」楊過呆了一呆，心想：「你沒傳我半點武藝，叫我出來幹麼？」趙志敬又叫道：「楊過，你聽見沒有，快出來。」楊過只得走到座前，打了一躬，道：「弟子楊過，參見師父。」全真門人大都是道人，但也有不少如楊過這般俗家弟子，他們就行俗家之禮。趙志敬指著場中適才比武得勝的小道士道：「他也大不了你幾歲，你去和他比試。」楊過道：「弟子又不會絲毫武藝，怎能和師兄比試？」趙志敬怒道：「我傳了你大半年功夫，怎說不會絲毫武藝？這大半年中你幹什麼來著？」楊過無話可答，低頭不語。趙志敬道：「你自己懶惰貪玩，不下苦功，拳腳上自然生疏。我問你，手腳齊進橫豎找，下一句是甚麼？」楊過道：「掌中亂環落不空。」趙志敬道：「不錯，我再問你：生剋二法隨著用，下一句是甚麼？」楊過答道：「閃進全在動中求。」趙志敬微笑道：「很好，一點兒也不錯，你就用這四句法門，下場和師兄過招吧。」楊過又是一怔，道：「弟子不會。」趙志敬心中得意，臉上卻現大怒之色，喝道：「你學學口訣，卻不練功，推三阻四，快快下場去吧。」眾道士親耳聽到楊過背誦口訣，絲毫無誤，只道他臨試怯場，好心的出這鼓勵，幸災樂禍的就暗暗訕笑。全真弟子本來都是良善之士，只因郭靖上終南山時一場大戰，把全真高手打得一敗塗地，得罪的人多了，是以許多人都遷怒楊過，盼他多受挫折，雖然未必就是惡意，但出氣之心人人皆有，卻也怪他們不得。楊過見眾人催促，有的人冷言冷語，出聲譏刺，不由得怒氣更盛，把心一橫，暗道：「今日把命拼了就是。」當下一縱入場，雙臂舞動，直上直下的往那小道士頭頂猛擊過去。那小道士見他一上場既不行禮，亦不按門規謙遜求教，已自詫異，更見他發瘋般亂打，更是吃驚，不由得連連倒退。楊過早把生死置之度外，猛衝上去著著進逼。那小道士退了幾步，見他下盤虛浮，斜身出足，一招「風掃落葉」，往他腿上掃去。楊過沒有提防，立足不住，撲地倒了，跌得鼻血長流。旁觀群道見他跌得狼狽，有的笑了起來。楊過翻身爬起，也不抹拭鼻血，低頭向那小道士猛撲。小道士見他來得兇惡，側身閃避。楊過出招全然不依法度，雙手一摟，已抱住對方左腿。小道士右掌斜飛，擊他肩頭，這招「天紳倒懸」原是拆解自己下盤被襲的正法，但楊過在桃花島並未學到武藝，這次在重陽宮中又未得傳授實用功夫，對方甚麼來招，全不知曉，只聽蓬的一聲，肩頭熱辣辣的一陣疼痛，已被重重的擊中了一掌。他愈敗愈狠，一頭撞正對方右腿，小道士立足不住，被他壓在身上。楊過掄起拳頭，狠命往他頭上打去。小道士敗中求勝，手肘猛地在他胸口一撞，乘他疼痛，已借勢躍起，反手一推一甩，又重重將楊過摔了一交。他打個稽首道：「楊師弟承讓！」同門較藝，本來一分勝敗就須住手，那知楊過勢若瘋虎，又是疾衝過來。只兩三招之間，又已跌倒，但他越戰越勇，拳腳也越出越快。趙志敬叫道：「楊過，你早已輸了，還比甚麼？」楊過那裏理會，橫踢豎打，竟無半點退縮。群道初時各各好笑，都想：「全真門中那有這種蠻打功夫？」但後來見他情急拼命，只怕闖出禍來，叫道：「算啦，算啦，自己師兄弟切磋武藝，不必認真。」再打一陣，那小道士心中已有怯意，只是閃避擋躲，不敢再容他近身。常言道：「一人拼命，萬夫莫當。」楊過在終南山上受了大半年怨氣，此時要盡情發洩，自己生死早已置之度外，小道士的武功雖遠勝於他，卻那有這等旺盛的鬥志，眼見抵敵不住，只得在場中繞著圈子逃走，楊過在後疾追，罵道：「臭道士，你打得我好，打過了想逃麼？」此時旁觀的十人中倒有八九個是道士，聽他這麼臭道士、賊道士的亂罵，不由得又是好氣，又是好笑，人人都道：「這小子非好好管教不可。」眼見那小道士被趕得急了，驚叫：「師父，師父！」盼趙志敬出言喝止，但趙志敬雖連聲怒喝，楊過毫不理睬。正沒做理會處，人群中一聲怒吼，竄出一名胖大道人，此人身材雖然肥胖，行動卻極靈便，縱上前去，一把抓住楊過的後腦，提了起來，拍拍拍的三記耳光，下的竟是重手，打的他半邊面頰登時腫了起來。楊過險險被他三下打暈，一看之下，原來是與自己有仇的淨光。楊過首日上山，淨光曾被他使詐險些燒死，因而受盡師兄弟們的訕笑，說他本事還不及一個小小孩兒。他一直懷恨在心，此時見楊過又在胡鬧，忍不住出來動手。楊過本就打豁了心，一見是他，更知無倖，只是後心被他抓住了，動彈不得。淨光一陣獰笑，又是拍拍拍三記耳光，叫道：「你不聽師父的言語，就是本門叛徒，誰都打得。」說著舉手又要打落，趙志敬的師弟崔志方為人正直，見楊過出手之際，竟似不會半點本門武功，又知趙志敬心地狹隘，只怕其中另有別情，此時見淨光落手兇狠，恐防重傷了他，於是喝道：「淨光，住手！」淨光聽師叔叫喝，雖然不願，只得將楊過放下，道：「師叔你有所不知，這小子狡詐無賴之極，不重重教訓，我教中還有甚麼規矩？」崔志方不去理他，走到楊過面前，只見他兩邊面頰都腫得高高的，又青又紫，鼻底口邊都是鮮血，神情十分可憐，當下柔聲道：「楊過，你師父教你武藝，你怎麼不好好用功修習，卻與師兄們撒潑亂打？」楊過恨恨的道：「甚麼師父？他沒教我半點武功。」