第三十二回　神龍擺尾陸乘風父子與完顏康卻不知郭靖的用意，都跟在他的身後，走向後廳。家丁們掌上燭火，郭靖道：「煩借紙筆一用。」家丁應了取來，郭靖提筆在白紙上寫了「先父郭義士嘯天之靈位」十個大字，把紙供在桌子正中。段天德初時還不知他要幹什麼，及見郭嘯天的名字，只嚇得魂飛天外，一轉頭，見到韓寶駒矮矮胖胖的身材，又是一驚，把一泡尿全撒在褲襠之中。當日他帶了郭靖的母親一路逃向北方，江南六怪在後追趕，在旅店的門縫之中，他曾偷偷見到過韓寶駒幾眼，這人矮胖怪異的身材最是難忘。適才在大廳上相見，一來相隔已久，二來驚魂不定，未曾留意別人，這時燭光下瞧得明白，不知如何是好，只是瑟瑟發抖。郭靖手掌一起，拍的一聲，將一張紫檀木的方桌打得粉碎，喝道：「你要痛痛快快的死呢，還是喜歡零碎碎、先受點折磨？」段天德聽到了這個地步，那裏還存活命的指望，說道：「你父親郭嘯天是我殺死的，不過我是受上命差遣，概不由己。」郭靖雙眼如要射出火來，說道：「誰差你了？誰派你來害我爹爹，快說，快說。」段天德道：「那是大金國的六太子完顏烈六王爺。」完顏康驚道：「你說什麼？」段天德只盼多拉一個人落水，把自己的罪名減輕些，於是原原本本的將當日完顏烈怎樣看中了楊鐵心的妻子包氏，怎樣與宋朝官府串通、命官兵到牛家村去殺害楊郭二人，怎樣假裝見義勇為、殺出來將包氏救去，自己怎樣到北京去求見六王爺、被他派到漠北，怎樣在亂軍中與郭靖之母失散，怎樣逃回臨安，慢慢升官等情由，詳詳細細的說了一遍，說罷雙膝跪地，向郭靖道：「郭英雄、郭大人，小人是受人差遣，罪不在我。」又在郭嘯天靈前連連叩頭，叫道：「郭老爺，你在天之靈要明白，害你的仇人是人家六太子完顏烈，可不是我這個螻蟻也不如的畜生。你公子爺今日長得這麼英俊，你在天之靈也必歡喜，你老人家保佑，讓他饒小人一條狗命吧……」他還在嘮嘮叨叨的說下去，完顏康倏地躍起，雙手下擊，噗的一聲，將他打得頭骨碎裂而死。郭靖伏在桌前，放聲大哭。陸乘風父子與江南六怪一一在郭嘯天的靈前行禮致祭。完顏康也拜在地下，磕了幾個頭，說道：「郭兄，我今日才知我那義……那完顏烈原來是你我的大仇人。小弟先前不知，事事倒行逆施，真是罪該萬死。」他想起母親的苦楚，也痛哭起來。郭靖抬起頭來，說道：「你待怎樣？」完顏康道：「小弟今日才知確是姓楊，從今而後，我是叫楊康的了。」郭靖道：「好，這才是不忘本的好漢子。我明日去北京殺完顏烈，你去也不去？」楊康想起完顏烈養育之恩，一時不即答應，見郭靖眼中露出不滿之色，忙道：「小弟隨大哥同去報仇。」郭靖大喜，說道：「好。兄弟，你過世的爹爹和我母親都曾對我說過，當年先父與你爹爹有約，你我要義結兄弟，你意下如何？」楊康道：「我是求之不得。」兩人當下在郭嘯天靈前對拜了八拜，結為兄弟。當晚各人在歸雲莊上歇了，次晨六怪及郭楊二人向陸莊主父子作別，陸莊主每人送了一份厚厚的程儀。走出莊來，郭靖向眾師父道：「弟子和楊兄弟北上去殺完顏烈，要請師父指點教誨。」柯鎮惡道：「中秋之約為時尚早，我們左右無事，帶領你們去幹這件大事吧。」朱聰等人均各贊同。郭靖道：「師父待弟子恩重如山，只是那完顏烈武藝平庸，又有楊兄弟相助，殺了他諒來也非難事。師父們為了弟子十多年未歸江南，現下數日之間就可回到故鄉，弟子不敢再勞師父們大駕。」六怪一想也是實情，當下細細叮囑了一番，郭靖一一答應。韓小瑩最後道：「桃花島之約，不必去了。」她知郭靖忠厚老實，言出必踐，瞧那黃藥師性子古怪殘忍，如到桃花島上會他勢必凶多吉少。郭靖道：「弟子如若不去，豈不失信於他。」楊康插口笑道：「跟這種妖邪魔道，有什麼信不信好說。大哥是太過拘泥古板了。」柯鎮惡「哼」了一聲，說道：「靖兒，咱們俠義道豈能說話不算數？今日是六月初五，七月初一我們在嘉興醉仙樓相會，同赴桃花島之約。現下你騎小紅馬趕赴北京報仇，得遂心願，那是最好，否則咱們把殺奸之事託了全真派的諸位道長，他們義重如山，必不負咱們之託。」郭靖聽大師父說要陪他同死，感激無已，拜倒在地。南希仁道：「你這義弟出身富貴之家，你要小心了。」郭靖不解。朱聰笑道：「黃藥師的女兒跟她老子不同，咱們以後再犯不著生她的氣，三弟，是麼？」韓寶駒一捋鬍髭，說道：「這臭女娃罵我是矮冬瓜，她自己挺美麼？」說到這裏，自己也不禁笑了出來。郭靖見師父們對黃蓉不再存什麼芥蒂，甚為喜慰，但隨即想到她現下不知身在何處，又感難受。全金發道：「靖兒，你快去快回，我們在嘉興靜候好音。」江南六怪揚鞭南去，郭靖手中牽了紅馬，站在路旁，等六怪走得背影不見，方才上馬，向楊康道：「賢弟，我這馬腳程極快，到北京去十多天就能來回。我先陪賢弟走幾天。」兩人扣轡向北，緩緩而行。楊康心中感慨無已，一月前命駕南來時左擁右衛，上國欽差何等威風，這時悄然北往，榮華富貴，頓成一場春夢。郭靖卻道他思憶亡故父母，不住相勸。中午時分，到了溧陽，兩人正要找店打尖，忽見一名店伴迎了上來，笑道：「兩位可是郭爺楊爺麼？酒飯早就備好了，請兩位來用吧。」郭靖和楊康同感奇怪。楊康問道：「你怎麼認識我們？」那店伴笑道：「今兒早有一位爺囑咐來著，說了郭爺楊爺的相貌，叫小店裏預備了酒飯。」他一面說，一面牽了兩人坐騎去上料。楊康道：「歸雲莊的陸莊主好客氣。」兩人進店坐下，店伴送上酒飯，竟是上好的花雕和精細麵點，菜餚也是十分雅緻，更有一碗郭靖最愛吃的口蘑煨雞。兩人吃得甚是暢快，起身會帳，掌櫃的笑道：「兩位爺請自穩便，賬已會過了。」郭靖一笑，給了二錢銀子賞錢，那店伴謝了又謝，直送到店門之外。郭靖在路上說起陸莊主慷慨好客，楊康對被擒之辱猶有餘恨，說道：「原來他用這種手段籠絡天下豪傑，才做了太湖群雄之主。」郭靖奇道：「賢弟，陸莊主不是你師叔麼？」楊康道：「梅超風雖教我武功，也算不得是什麼師父。他們這種邪門外道，要是我早知道了，當日不學，或許還不至落到今日這步田地。」郭靖更奇說道：「賢弟，怎麼啊？」楊康自知失言，臉上一紅，強笑道：「小弟總覺九陰白骨爪之類不是正派武功。」郭靖點頭道：「賢弟說得不錯。你師父長春真人武功精湛，又是玄門正宗，你向師父好好悔過，他必能原宥你已往之事。」楊康默然不語。傍晚時分，到了金壇，那邊客店仍是預備好了酒飯。話休絮煩，一連三日，都是如此，這日兩人已過江到了高郵，客店中有人來接，楊康冷笑道：「瞧歸雲莊送客送到那裏？」郭靖心中卻早已起疑，原來每處客店所預備的飯菜之中，必有一二樣是他特別愛吃之物，如是陸冠英命人預備，怎能如此深知他的心意？用過飯後，郭靖道：「賢弟，我先走一步，趕上去探探。」催動小紅馬，倏忽之間已趕過三個站頭，到了寶應，果然無人來接。郭靖投了當地最大的一所客店，揀了一間靠近帳房的上房，守到傍晚，聽得店外鸞鈴響處，一騎馬奔到店外，戛然而止，一個人走進店來，吩咐帳房明日預備酒飯迎接郭楊二人。郭靖雖早疑心是黃蓉，但這時聽到她的聲音，仍是又驚又喜，心中突突亂跳，聽她要了店房，心想，蓉兒愛鬧著玩，我且不認她，晚上作弄她一下。睡到二更時分，悄悄起來，想到黃蓉房裏去嚇她一跳，只見屋頂上人影一閃，正是黃蓉。郭靖大奇：「這半夜裏她到那裏去？」當下展開輕功提縱術，跟在她的後面。只見她專心致意的奔向郊外，並未察覺身後有人跟隨。黃蓉跑了一陣，到了一條小溪旁邊，坐在垂柳之下，從懷裏摸出些不知什麼東西，彎了腰玩弄。這時月光斜照，涼風吹拂柳絲，黃蓉衣衫的帶子也是微微飄動，小溪流水，夾著四野的蟲聲，清幽無比，只聽她說道：「這是靖哥哥的，這是蓉兒的。」郭靖躡著腳步，悄悄走到她的身後，月光之下看得明白，她面前放著兩個無錫製的泥娃娃，一個男的，一個女的，都是肥肥胖胖，憨態可掬。無錫泥人天下馳譽，是太湖的一絕，郭靖童心猶存，覺得有趣，又再走近幾步。見泥人面前放了許多小碗小盞，想來都是黃蓉自製的了，碗盞中盛著花草之類，她口中輕輕說著：「這碗靖哥哥吃，這碗蓉兒吃。這是蓉兒煮的啊，好不好吃啊？」郭靖接口道：「好吃，好吃極啦！」黃蓉一驚，回過頭來，笑生雙靨，縱體入懷，兩人緊緊抱在一起。過了良久，這才分開，並肩坐在柳溪之旁，互道別來情景。雖只數日小別，倒像是幾年幾月沒見一般，黃蓉咭咭咯咯的又笑又說，郭靖怔怔的聽著，不由得癡了，心想：「蓉兒對我如此情深愛重，日後要是咱倆不能長相廝守，這日子如何得過？」原來那夜黃蓉見情勢危急，父親非殺郭靖不可，任誰也勸阻不住，情急之下，說出永不相見的話來。黃藥師愛女情深，果然手下留情，饒了郭靖。黃蓉在水中耽了半夜，料想父親已去，掛著郭靖，又到歸雲莊來窺探，見他安然無恙，心中大慰，回想適才對父親說話太重，又自懊悔不已。次晨躲在歸雲莊外樹叢之中，眼見郭靖與楊康並轡北去，於是搶在前面替他們安排酒飯。兩人直談到月上中天，黃蓉心中歡暢，漸漸眼困神惓，言語糢糊，又過一會，竟在郭靖懷中沉沉睡去，此時正是六月天時，玉膚瑩瑩，冰肌無汗，郭靖怕驚醒了她，倚在柳樹之上動也不動，過了一會，竟也睡去。也不知過了多少時光，只聽得柳梢鶯囀，郭靖睜開眼來，但見朝曦初上，鼻中聞著陣陣幽香，黃蓉兀自未醒，蛾眉歛黛，嫩臉勻紅，口角間淺笑盈盈，想是正做好夢。郭靖心想：「讓她多睡一會，且莫吵醒她。」正在一根根數她長長的睫毛，忽聽身子左側兩丈外一個聲音說道：「我已探明程家大小姐的樓房所在，同仁當舖後面那座花園中的樓房就是。」另一個蒼老的聲音道：「好，咱們今晚去幹事。」兩人說得很輕，但郭靖耳朵靈敏，聽得清清楚楚，不禁吃了一驚，心想這必是江湖上下五門的採花淫賊，倒要瞧瞧是何等樣人，突然黃蓉一躍而起，叫道：「靖哥哥，來捉我。」奔向一株大樹後面。郭靖立時醒悟，心想究竟是蓉兒機警，當下裝作少年人嬉戲模樣，與她嘻嘻哈哈的追逐，腳步沉滯，絲毫不露身有武功。說話兩人本來不意這大清早曠野之中就有人在，不免一驚，但見是一對少年男女，也就不在意下，但話卻住口不說了，逕向前行。黃蓉與郭靖瞧瞧這兩人背影，衣衫襤褸，都是乞兒打扮，待兩人走遠，黃蓉站定說道：「靖哥哥，你說他們今晚去找那程家大小姐幹什麼？」郭靖道：「多半不是好事。咱們出手救人，好不好？」黃蓉笑道：「那當然。但不知道這兩個叫化子是不是七公公的手下。」郭靖道：「那一定不是。」兩人回店用了早飯，到大街閒逛，走到城西，只見好一座大當舖，「同仁老當」四個大字，每個字比人還高。當舖後面果有一座花園，園中一座樓房，垂著綠幽幽的細竹簾。兩人相視一笑，攜手自到別處玩耍。等到用過晚飯，各自在房中養神，一更過後，兩人逕往城西奔去，躍過花園圍牆，只見小姐的樓房中隱隱透出燈火，兩人攀到樓房頂下，以足鉤住屋簷，倒掛下來。這時天氣炎熱，樓上並未關窗，從竹簾縫中向裏一望，不禁大出意料之外。房中共有七人，都是女子，一個十八九歲的美貌女子正在燈下閱書，想必就是那位程大小姐了，其餘六人都是丫鬟打扮，手中卻各執兵刃，一人拿吳鉤劍，一個拿日月雙輪，還有一個捧著一對沉重的懷杖，其餘三人各執單刀，日月輪、吳鉤劍等兵刃，若非武功有相當根底，決不能使，丫鬟已是如此，難道那小姐是精通武藝的了？郭靖與黃蓉原本要來救人，這時料想中間只怕另有蹺蹊，兩個都是少年心性，見了這副情形，精神為之一振，存心要瞧瞧熱鬧。突然間圍牆外喀的一聲微響，黃蓉知道有人來了，一拉郭靖衣袖，縮身在屋簷之後，只見圍牆外躍進兩條黑影，瞧那身形，正是日間所見的乞丐。這兩人走到樓下，口中輕輕吹哨，一名丫鬟揭開竹簾，說道：「是丐幫的英雄到了麼？請上來吧。」兩個乞丐提氣躍上樓房，程大小姐站起身來相迎，道個萬福，說道：「請教兩位高姓大名。」那聲音蒼老的人道：「在下姓黎，這是我的師姪，名叫余兆興。」程大小姐見了他臉上傷疤累累，忽然想起，說道：「老英雄可是人稱降龍手的黎生黎前輩麼？」那老丐笑道：「姑娘好眼力，在下與尊師清淨散人曾有一面之緣，雖無深交，卻是向來十分仰慕的。」郭靖聽了「清淨散人」四字，心中一凜：「清淨散人孫不二孫仙姑是全真七子之一啊，這位程大小姐原來不是外人。」只聽程大小姐道：「承老英雄仗義援手，晚輩感激無已，一切全憑老英雄吩咐。」黎生道：「姑娘是千金之體，就被這種狂徒多瞧一眼也是褻瀆了。」程大小姐臉上一紅，黎生又道：「姑娘請到令堂房中歇宿，只把這幾位尊使留在這裏，在下自有對付那狂徒的法子。」程大小姐道：「晚輩雖然武藝低微，卻也不怕那個惡棍。這事要老英雄一力承當，晚輩那裏過意得去？」黎生道：「我們洪幫主與貴派全真教主王重陽王真人素來交好，大家是一家人，姑娘何必分什麼彼此？」那程大小姐學了一身武藝，從未用過，甚是躍躍欲試，但見黎生一雙眸子精光燦然，神完氣足，排起輩份來既是長輩，這次他又是仗義相助，不敢違拗，行了個禮，說道：「那麼一切全仗黎老前輩和余大哥了。」說罷盈盈下樓而去。黎生走到小姐床邊，揭開繡被，鞋也不脫，滿身骯髒的就躺在香噴噴的被褥之上，對余兆興道：「你下樓去，和大夥兒四下守著，不得我號令，不要動手。」余兆興應著去了。黎生蓋上一條薄薄的綢被，命丫鬟放下紗帳，朝裏而臥，熄滅了燈燭。黃蓉暗暗好笑：「他們丐幫的人想來都學幫主的脾氣，喜歡滑稽胡鬧，卻不知在這裏等誰？」她知道外面有人守著，與郭靖倆藏身屋簷之下，不作一聲。約莫過了一個更次，聽得前面當舖中的打更人「的篤、的篤、噹噹噹」的打過三更，接著「拍」的一聲，花園中投進一顆石子來。黃蓉一扯郭靖衣袖，知道有夜行人來了，只過了片刻，果見圍牆外竄進七八個人來，逕躍上樓，火摺子一晃，走向小姐的臥床。就在這火光一閃之中，郭黃二人已看清楚來人的面目，為首兩人卻是歐陽公子的手下、拿了長桿趕蛇的白衣男子，後面跟著的正是歐陽公子的女弟子。兩個男人往兩旁一站，四名女弟子走上前去，取出一張大被，兜頭罩在黎生身上，牢牢摟住，又有兩名女弟子張開一隻大布袋，抬起黎生，放入袋中，繩子一抽，已把袋口收緊。罩被、張袋、裝人等等手段，各人做得熟練異常，想是習練有素，黑暗之中頃刻而就，毫不發出聲響，兩名女子弟抬起布袋，躍下樓去。郭靖待要跟蹤，黃蓉低聲道：「讓丐幫的人先走。」郭靖一想不錯，探頭外望，只見前面八人抬著裝載黎生的布袋，後面或先或後的跟著十餘人，一律的手中拿著竹杖，想來都是丐幫的高手了。郭黃二人待眾人走出數丈，這才躍出花園，隨著走在最後的一個乞丐。走了一陣，已到郊外，只見前面八人抬著布袋走進一座大屋，眾乞丐四下分散，把大屋團團圍住。黃蓉一扯郭靖的手，急步搶到後牆，飛身入內，原來那是劉氏的一所祠堂，大廳上供著無數神主牌位，樑間掛滿了大匾，寫著這一族中做過官的人的官銜。廳上四五枝紅燭點得明晃晃地，居中坐著一人，摺扇輕揮，郭黃二人早料到必是歐陽公子了。二人知他功夫了得，微一響動，必致被他發覺，當下縮身在窗外向裏偷看，心想：「不知那黎生是否他的敵手？」只見那八人抬了布袋走進大廳，說道：「公子爺，程家大小姐已接來了。」歐陽公子冷笑一聲，抬頭向廳外道：「朋友，既蒙枉顧，何不進來喝一杯茶？」郭靖心道：「這歐陽公子好眼力。」隱在牆頭屋角的丐幫諸人已知被他看到，但未得黎生號令，均是默不作聲。歐陽公子側了頭向地下的布袋看了一眼，笑道：「想不到美人的大駕這樣容易請到。」緩步上前去，手中摺扇一揮，已摺成一條鐵筆模樣，黃蓉、郭靖見了他的手勢，都吃了一驚，知他已看破布袋中藏著敵人，立時就要痛下毒手。黃蓉手中扣了三枚鋼針，只得他摺扇下落，就要發針相救黎生，只聽得颼颼兩聲，窗格中打進兩枝袖箭，直向歐陽公子背心飛去，原來丐幫中人也已看出情勢凶險，先動上了手。歐陽公子翻過左手，食指與中指挾住一箭，無名指與小指挾住一箭，喀的一響，兩枝短箭折成了四截。群丐見他如此功夫，不禁相顧駭然，余兆興叫道：「黎師叔，出來吧。」猛聽得嗤的一聲急響，布袋裂開，兩柄飛刀激射而出，刀光之中，黎生著地滾出，扯著布袋一抖，以防敵人加害，隨即起身來。他早知歐陽公子十分了得，與他以真功夫拚鬥未必能勝，本想藏在布袋中，出其不意的襲擊，那知還是被他識穿。歐陽公子笑道：「美人兒變了老叫化，這布袋戲法高明得緊啊！」黎生叫道：「地方上三天之中接連失了四個姑娘，都是閣下幹的好事了？」歐陽公子笑道：「寶應縣並不窮啊，怎麼捕快公人變成了要飯的？」黎生也不生氣，說道：「我本來也不在這裏要飯，昨兒聽幾個小叫化說，這裏忽然有幾位美貌姑娘影蹤不見，老叫化一時興起，過來瞧瞧。」歐陽公子懶懶的道：「那幾個姑娘也沒有什麼了不起，你要，衝著你面子還給你吧。」他手一揮，幾名女弟子入內去領了四個姑娘出來，個個衣衫不整，神色憔悴，眼睛哭得紅腫。黎生見了她們的模樣，怒從心起，唱道：「閣下高姓大名，是那一位門下？」歐陽公子仍是一臉漫不在乎的神氣，說道：「我複姓歐陽，你老兄有何見教？」黎生喝道：「你我比劃比劃。」歐陽公子道：「那再好沒有，進招吧。」黎生道：「好！」右手一抬，正要發招，突然眼前白影一晃，背後風聲響動，疾忙向前一躍，頸後已被敵人手指拂中，幸喜縱躍得快，否則頸後要穴已被他一把拿住。黎生在丐幫中輩份既尊，武功又強，兩湖兩浙的群丐都歸他率領，是丐幫中響噹噹的高手，那知甫一出手就險險著了敵人的道兒，臉上一熱，不待回身，反手還劈一掌。黃蓉在郭靖耳邊低聲道：「他也會降龍十八掌！」郭靖點了點頭。歐陽公子見他這招來勢兇狠，不敢硬接，縱身避開。黎生這才回過身來，踏步進擊，雙手當胸，虛捧一物，呼的轉了個圈子。郭靖在黃蓉耳畔輕聲道：「這是破玉拳的『相如護璧』吧？」黃蓉也點了點頭。歐陽公子見他氣穩手沉，招術精奇，倒也不敢輕忽，將摺扇在腰間一插，閃開對方的圈擊，拳似電閃，打向黎生右肩。黎生用了一招「破玉拳」中的「和氏獻璞」格開。歐陽公子左拳一鉤，待得對方豎臂相擋，倏忽間已竄到他的背後，雙手五指抓成尖錐，兩錐齊至，打向他背心要穴。黃蓉和郭靖都吃了一驚：「這一招難擋。」這時守在外面牆上的群丐見黎生和敵人動上了手，先先後後走進廳來，燈影下見黎生遇險，要待搶上相助，眼見已是不及。黎生聽得背後風響，衣上也已微有所感，就在這一瞬之間，反手橫劈一掌，仍是剛才使過的「降龍十八掌」中的「神龍擺尾」，歐陽公子不敢接他這掌，身子向後一仰，躲了開去。黎生心中叫聲：「好險！」轉身拒敵。他武功遠不及歐陽公子精妙，拆了三四十招，已連遇五六次兇險，每次均仗這招「神龍擺尾」救了性命。黃蓉低聲對郭靖道：「七公只傳了他一掌。」郭靖點點頭，想起自己當日以一招「亢龍有悔」與梁子翁對敵之事，又想到洪七公對他丐幫的首要人物，都只傳了一掌，自己竟在一月之間連得他十五掌，心中好生感激，只見歐陽公子踏步進迫，把黎生一步步逼向廳角之中。原來歐陽公子也已瞧出他只一招厲害，而這一招必是反身從背後發出，當下將他逼入屋角，叫他無法反身發掌。黎生久經大敵，立知敵人用意，移步轉身，要從屋角搶到廳中，剛只邁出一步，歐陽公子一聲長笑，掄拳直進，蓬的一拳，擊在他下頦之上。黎生一驚，伸臂待格，敵人左拳又已擊到，片刻之間，頭上胸前連中了五六拳，登時頭暈身軟，晃了幾晃，跌倒在地。丐幫諸人搶上前來救援，歐陽公子一轉身，抓起奔在最前的兩個乞丐，頭對頭一撞，兩人同時暈倒，餘人一時不敢過來。歐陽公子笑道：「我是什麼人，能著了你們這批臭叫化的道兒？我叫你們瞧一個人！」雙手一拍，兩名弟子從內堂推出一個女子來，她雙手被反縛在背後，神情委頓，正是程大小姐。這一著大出眾人意料之外，黃蓉與郭靖也是大惑不解。歐陽公子手一揮，女弟子又把程大小姐帶回內堂，他得意洋洋的說道：「老叫化在樓上鑽布袋，卻不知區區在下守在樓梯之上，當即請了程大小姐，先回來等你們駕到。」群丐面面相覷，心想這一下真是一敗塗地。歐陽公子搖了搖摺扇，說道：「丐幫的名氣倒大得緊，卻真叫人笑掉了牙，什麼偷雞摸狗拳、要飯捉蛇掌，都拿出現世。以後還敢不敢來礙公子爺的事？現在暫且饒了這老叫化的性命，只是要借他兩個招子，作個記認。」說著伸出兩根手指，向黎生眼中插下，只聽得一聲叫道：「且慢！」一人躍進廳來，一掌向歐陽公子推去。歐陽公子只覺一股凌厲之極的掌風，撲向自己前胸，疾忙身子一側，但已被掌風帶到，身子晃了一晃，退開一步，不禁一驚：「自出西域以來，竟接連遭逢高手，此是何人，有如此功力？」定睛一看，更是奇詫，只見擋在自己與黎生之間的，卻是那個在趙王府中同過席的少年郭靖，此人武功平平，怎麼剛才這一掌若斯沉猛？只聽他說道：「你行止邪惡，不自悔改，還想傷害好人，真把天下好漢不放在眼裏了麼？」歐陽公子側目斜睨，笑道：「你也算得是天下好漢？」郭靖道：「晚輩那敢稱得上「好漢」二字，只是斗膽要奉勸公子爺一句，請把程大小姐放回，自己早日回西域去。」歐陽公子笑道：「要是我不聽你這位小朋友的勸呢？」郭靖還未答話，黃蓉已在窗外叫了起來：「靖哥哥，揍這壞蛋！」歐陽公子聽到黃蓉聲音，心裏一蕩，笑道：「黃姑娘，你要我放程大小姐，那也不難，只要你跟隨我去，不但程大小姐，連我身邊所有的女子，也全都放了，而且我答應你以後不再找別的女子，好不好？」黃蓉躍進廳來，笑道：「那很好啊，我們到西域去玩玩，倒也不錯。靖哥哥，你說好麼？」歐陽公子搖頭笑道：「我要你跟我去，要這臭小子同去幹麼？」黃蓉大怒，反手一掌，喝道：「你罵他？你才臭！」歐陽公子原本見黃蓉盈盈走近，又笑又說，真是肌膚勝雪，玉容如花，嬌媚異常，心中早已神魂飄盪，那知她竟會突然反臉？一來毫不提防，二來她這掌又是「落英掌」中的精妙家數，拍的一下，左頰早著，總算黃蓉功力不深，並未擊傷，但也已打得他半臉熱辣辣的甚是疼痛。歐陽公子「呸」的一聲，左手忽地伸出，往她胸口抓去。黃蓉不退不讓，雙拳猛往他頭頂擊落，歐陽公子是好色之徒，見她不避，心中大喜，拚著頭上受她兩拳，也要在她胸前一碰，豈知手指尖剛觸到她的衣服，忽覺微微刺痛，這才驚覺：「啊！她穿著軟蝟甲。」虧得他只是存心輕薄，並非要想傷她，所以這一抓未用勁力，怎忙抬臂格開她的雙拳。黃蓉笑道：「你跟我打沒便宜，只有我打你的份兒，你卻不能打我。」歐陽公子心癢難搔，忽然遷怒郭靖，心想：「我先把你這小子斃了，叫她死了這個心。」眼睛望著黃蓉，突然一腳向後踢出，足跟猛向郭靖胸口撞去。這一腳又快又狠，陰毒異常，正是「西毒」歐陽鋒的家傳絕技，對方難閃難擋，只要踢中了，立時骨折肺碎。郭靖避讓不及，急忙轉身，同時反手猛力橫劈，只聽得蓬的一聲，郭靖臂上中了一腳，歐陽公子腿上中了一掌，兩人都痛到了骨裏，各自轉身，鬥在一起。丐幫中的高手均感驚訝：「這一掌明明是黎生的救命絕技『神龍擺尾』，怎麼他也會了？而且出手又快又準，尚在黎生之上？」這時丐幫中已有人將黎生扶在一旁，他見郭靖掌力沉雄，招數精妙，生平從未見過。他只識得一招「神龍擺尾」，見郭靖其餘掌法與這一招拳理極相近，心中不禁駭然：「降龍十八掌是洪幫主不傳之祕，我為本幫捨生立了一件大功，他才傳我一掌，難道這個少年竟把十八掌都學全了？」歐陽公子一面與郭靖對招，一面也是暗暗稱奇：「怎麼兩個月之間，他武功精進至斯？」轉眼之間兩人拆了四十餘招，郭靖已把十五掌招數反覆用了幾遍，足然自保，但因歐陽公子武功高出他極多，要想取勝，卻也不能。再打十餘招，歐陽公子拳法一變，前縱後躍，聲東擊西，身法迅捷無倫，郭靖一個招架不及，左胯上被他踢中了一腳，登時舉步蹣跚，幸好他主要武功是在掌上，當下把十五掌從尾打到頭，倒轉來用，歐陽公子見他掌法顛倒，一時卻不敢逼近，準擬再拆數十招，摸熟了他掌法變化的大致路子，再乘隙攻擊。郭靖從尾打到頭一遍打完，再從頭打到尾。第十五掌「魚躍於淵」打過，如接第一掌，那是「亢龍有悔」；若從尾倒打，那麼是再發一掌「魚躍於淵」。就在這稍一遲之際，歐陽公子立時看出破綻，一把向他肩上拿來。郭靖見形格勢禁，不論用十五掌中那一掌都無法解救，順勢翻過手掌，撲地往敵人手背上拍下。這一招是他在危急之中自行創出，那知因順著掌勢，竟是巧妙異常，拍的一聲，正擊在敵人手腕之上。歐陽公子大吃一驚，向後縱出數步，把手一揮，幸好雖然疼痛，腕骨未被擊斷。郭靖在無意中創出一掌，精神大振，斗然間福至心靈：「這反手一掌，運力之功幾與七公傳我的十五掌相若，只可惜未曾加勁。想來學全十八掌之後，必可循環往復，全身再無破綻，我現下肩後、左跨、右腰尚有空隙，且再杜撰兩掌，把這三處都補滿了。」心念甫畢，歐陽公子又已打來，激戰之中，那裏容他思索鑽研，只得依著降龍掌的掌理，老老實實的加多兩掌，守住左胯右腰。歐陽公子暗暗叫苦：「他掌法本來不全，時間一久，必能勝他，怎麼忽然又多了三招出來？」郭靖越打越順，數遍之後，已漸將自創的三掌溶入師傳的十五掌之中。歐陽公子搶攻數次不能得手，漸把拳法放慢，要以遊鬥耗他氣力，突然間見郭靖十七掌的打法第二次與第一次略有不同，心念一轉：「是了，這一掌他還未學得到家，所以初時不用。」斗然飛身而起，左手作勢擒拿郭靖頂心，一腳飛出，直踢他的左胯。郭靖自創三掌雖然走對了路子，但一來未曾習練，威力不足，二來究竟只是粗具雛型，未臻精微之境，突見敵人全力攻其弱點，心中一寒，不知自己這一掌是否使得，一掌打到半路，重行收回，側身要避開他這一腳。臨敵猶豫，最是武學大忌。郭靖這一掌打出倒也罷了，縱然不能傷得敵人，卻也足以自守，現下他收掌迴身，破綻更大，歐陽公子這一腳用了十成力，眼見郭靖胯上要受重傷。黃蓉暗叫不妙，手一揚，七八枚鋼針猛向歐陽公子飛去。歐陽公子摺扇一揮，全數擋開，突覺足踝上一陣酸麻，被一件什麼東西在穴道上一撞，這一腳雖然踢中了郭靖，卻是全無勁力。歐陽公子一驚之下，先行躍開，喝道：「鼠輩暗算公子爺，有種的光明正大出來……」語音未畢，突聽風聲微響，要想閃避，但那物來勢好快，不知怎樣，自己口中忽然多了一物，舌頭上覺得有些鮮味，又驚又怒，急忙吐出，原來是一塊雞骨。歐陽公子一抬頭，突見樑上一把灰塵當頭罩來，撒向自己眼中，忙向旁躍出數步，噗的一聲，口中又多了一塊雞骨。這次卻是一條腿骨，撞得牙齒隱隱生疼。歐陽公子武功卓絕，生平那裏受過人這種戲弄？只見樑上人影一閃，當即飛身而起，一掌凌空向那人影擊去。斗然間只覺掌中多了一些物事，一把抓住，落地一瞧，更是惱怒，原來又是兩隻嚼啐了的雞爪，只聽得樑上一人哈哈大笑，說道：「叫化子的偷雞摸狗拳怎樣？」黃蓉與郭靖聽到這聲音心中大喜，齊叫：「七公！」眾人都抬頭來，只見洪七公舒舒服服的坐在樑上，手中拿了半隻雞，正吃得起勁。歐陽公子一見是他，心中涼了半截，唱了一喏，說道：「是洪世伯，姪子向您老磕頭。」他口中說著磕頭，雙膝卻不跪下。洪七公口中嚼著雞肉，含含糊糊的說道：「嗯，你認得老叫化啦。」歐陽公子道：「上次遇到世伯，小姪有眼不識泰山，甚是該死。後來飛鴿傳書，到西域請示家叔，才知端的。家叔囑咐小姪，如再見到世伯，代他向您老人家問安。」洪七公道：「老毒物虛假得緊，囉裏囉唆一大套，老叫化吃得偷得，就差個沒搶人家閨女，有什麼安不安的？你叔叔沒生病沒長疔瘡吧？」歐陽公子含糊答應。洪七公道：「剛才聽你言中之意，對我的偷雞摸狗拳、要飯捉蛇掌小覷得緊，是也不是？」歐陽公子暗道：「原來他早就躲在這裏了。」忙道：「小姪不知貴幫這位老英雄是世伯門下，狂妄放肆之言，要請世伯與這位老英雄恕罪。」洪七公哈哈大笑，長笑聲中，落下樑來，說道：「你稱他做英雄，但是他打不過你，那麼你更是英雄了，哈哈，不怕羞麼？」歐陽公子好生著惱，只是知道不是他的敵手，不敢出言衝撞，只得含嗔不語。洪七公道：「你仗著得了老毒物的真傳，想到中原東南來橫行，哼哼，放著老叫化不死，只怕容你不得。」歐陽公子道：「世伯與家叔齊名，晚輩只好一切全憑世伯吩咐。」洪七公道：「好哇，你說我倚大壓小，欺侮你後輩了？」