第九章　「梁山伯、祝英台」狄雲在雪谷中又耽了半個月，將「血刀經」上的刀法和內功練得純熟無比，再也不會忘卻，於是將「血刀經」燒成了灰，撒在血刀老祖的墳墓上。這半個月中，他仍是睡在山洞外的大石上。水笙雖然走了，他還是不敢到山洞裏去睡，自然更不敢去用她的褥子、墊子。他想：「我該走了！這件鳥羽衣服不必帶去，待該辦的事情辦了，就回這雪谷來住。外面的人聰明得很，我不明白他們心裏在想些甚麼。這裏誰也不會來，還是住在這裏的好。」於是他出了雪谷，向東行去。第一件事要回老家湘西麻溪鋪去，瞧瞧師父怎樣了。自己從小由師父撫養長大，他是世上唯一的親人。從藏邊到湘西，須得橫越四川。狄雲心想若是遇上了中原群豪，免不了一場爭鬥，自己和他們無怨無仇，諸般事端全因自己拔光頭髮、穿了寶象的僧衣而起。這時他武功雖然已然極高，可是全無自信，料想只消遇上了一兩位中原的高手，非給他們殺了不可。於是買了一套鄉民的青布衣褲換上了，燒去寶象的僧衣，再以鍋底煤焦抹黑了臉。四川湘西一帶農民喜以白布纏頭，據說是為諸葛亮服喪的遺風。狄雲也找了一塊污穢的白布纏在頭上。一路東行，偶爾和江湖人物狹路相逢，卻是誰也認他不出了。他最怕的是遇上了水笙和汪嘯風，還有花鐵幹，幸好，始終沒見到。直走了三十多天，才到麻溪鋪老家，其時天氣已暖，田裏禾秧已長得四寸來高了。越近故居，感慨越多，漸漸的臉上炙熱，心跳也快起來。他沿著少年時走慣了的山路，來到故居門外，不由得大吃一驚，幾乎不相信自己的眼睛。原來小溪旁、柳樹邊的三間小屋，竟已變成了一座白牆黑瓦的大房子。這座房子比原來的小屋少說也大了三倍，一眼望去，雖然起得頗有草草之意，但氣派甚是雄偉。他又驚又喜，仔細再看週遭景物，確是師父的老家，心想：「師父發了財回家來啦，那可好極了。」他大喜之下，高聲叫道：「師父！」但只叫得一聲，便即住口，心想：「不知屋裏還有沒有別人？我這副小叫化的模樣，別丟了師父的臉。且瞧個明白再說。」也是他這些年來多歷艱難，才有這番謹慎，正自思量，屋裏走出一人，斜眼向他打量，臉上滿是鄙夷的神氣，問道：「幹甚麼的？」狄雲見這人帽子歪戴，滿身灰土，和這華廈頗為不稱，瞧他神情，似乎是個泥水木匠的頭兒，便道：「請問頭兒，戚師父在家麼？」那人哼了一聲，道：「甚麼七師父、八師父的，這裏沒有。」狄雲一怔，問道：「這兒主人不是姓戚的麼？」那人反問道：「你問這個幹麼？要討米嘛，也不用跟人家攀交情。沒有，就是沒有！小叫化，走，快走！」狄雲掛念師父，好容易千里迢迢的回來，如何肯單憑他一句話便即離去，說道：「我不是來討米的，跟你打聽打聽，從前這裏住的是姓戚的，不知他老人家是不是還住在這裏？」那人冷笑道：「瞧你這小叫化兒，就是有這門子囉嗦，這裏主人不姓戚，也不姓八、姓九、姓十。你老人家乘早給我請罷。」說話之間，屋中又出來一人，這人頭戴瓜皮帽，衣服光鮮，是個財主家的管家模樣，問道：「老平，大聲嚷嚷的，又在跟誰吵架了？」那人笑道：「你瞧，這小叫化囉嗦不囉嗦？討米也就是了，卻來打聽咱主人家姓甚麼？」那管家一聽，臉色微變，向狄雲打量了半晌，說道：「小朋友，你打聽咱主人姓名作甚？」若是換作五六年前的狄雲，自即直陳其事，但這時他閱歷已富，深知人心險惡，見那管家目光中滿是疑忌之色，尋思：「我且不直說，慢慢打聽不遲，莫非這中間有甚麼古怪。」便道：「我不過問主人爺姓甚麼，想大聲叫他一聲，請他施捨些米飯，你……你就是老爺罷？」他故意裝得傻頭傻腦，以免引起對方疑心。那管家哈哈大笑，雖覺此人甚傻，但他竟誤認自己為老爺，心中倒也歡喜，笑道：「我不是老爺，喂，傻小子，你幹麼當我是老爺？」狄雲道：「你……你樣子……好看，威風得緊，你……你一副財主相。」那管家更加高興了，笑道：「傻小子，我老高他日當真發了大財，定有好處給你。喂，傻小子，我瞧你身強力壯，幹麼不好好做事，卻要討米？」狄雲道：「沒人叫我做事啊。財主老爺，你賞口飯給我吃，成不成？」那管家用力在那姓平的肩上一拍，笑道：「你聽，他口口聲聲叫我財主老爺，不賞口飯吃是不成的了。老平，你叫他也去擔土吧，算一份工錢給他。」那姓平的道：「是啦，憑你老吩咐便是。」狄雲聽兩人口音，那姓平的工頭是湘西本地人，那姓高的管家卻是北方人，當下不動聲色，恭恭敬敬的道：「財主老爺，財主少爺，多謝你們兩個啦。」那工頭笑罵：「他媽的，胡說八道！」那管家笑得只是跌腳，說道：「我是財主老爺，你是財主少爺，這……這不是做了你的便宜老子嗎？」那工頭揪著狄雲耳朵，笑道：「進去，進去！先好好吃一頓，晚上開工。」狄雲毫不抗拒，跟著他進去，心道：「怎麼晚上開工？」進得大屋，經過一個穿堂，不由得大吃一驚，眼前所見當真奇怪之極。只見屋子中間挖掘了一個極大的深坑，土坑邊緣幾乎和四面牆壁相連，只留下一條窄窄的通道。土坑中丟滿了鐵鋤、鐵鏟、土箕、扁擔之類用具，顯然還在挖掘。看了這所大屋外面雄偉堂皇的模樣，那想得到屋中竟會掘了這樣一個大土坑。那工頭道：「這裏的事，不許到外面去說，知不知道？」狄雲道：「是，是！我知道，這裏風水好，主人家要葬墳，不能讓外面的人曉得。」那工頭嘿嘿一笑，道：「不錯，傻小子倒聰明，跟我來吃飯罷。」狄雲在廚房中飽餐了一頓。那工頭叫他在廊下等著，不可亂走。狄雲答應了，心中愈益起疑。只見屋中一切陳設都十分簡陋，廚房中竟無砌好的灶頭，只擺著一隻大行灶，架了隻鐵鑊。桌子板凳等物也都是貧家賤物，和這座大屋實在頗不相稱。到得傍晚，進屋來的人漸多，都是左近年青力壯的鄉民，大家鬧哄哄的喝酒吃飯。狄雲隨眾而食，他說的正是當地土話，語音極正。那管家和工頭聽了，絲毫不起疑心，都道他只是本地一個遊手好閒的青年。眾人飯罷，平工頭率領大夥來到大廳之中，說道：「哥兒們大家出力挖掘，盼望今晚運氣好，若是挖到了甚麼有用的東西，重重有賞。」眾人答應了，鋤頭鐵鏟撞擊泥土之聲，擦擦擦的響了起來。一個年紀較長的鄉民低聲道：「掘了兩個多月啦，屁也沒挖到半個。就算這裏真有寶貝，也要看你有沒福氣拿得到手啊。」狄雲心想：「他們想掘寶？這裏會有甚麼寶物？」他等工頭一背轉身，慢慢挨到那年長鄉民身邊，低聲道：「大叔，他們要掘甚麼寶貝？」那人低聲道：「這寶貝可了不起。這裏的主人會望氣。他不是本地人，遠遠瞧見這裏有寶光上沖，知道地裏有寶貝，於是來買了這塊地皮，生怕走漏風聲，因此先蓋了這座大屋，叫咱們白天睡覺，夜晚掘寶。」狄雲點頭道：「原來如此，大叔可知道是甚麼寶貝呢？」那人道：「工頭兒說，那是一隻聚寶盆，一個銅錢放進了盆中，過得一夜，明天就變成了一盆銅錢。一兩金子放進盆中，明早就變成了滿盆黃金。你說是不是寶貝？」狄雲連連點頭，說道：「真是寶貝，真是寶貝！」那人又道：「工頭特別吩咐，下鋤要輕，打爛了聚寶盆，那可不是玩的。工頭說的，掘到了聚寶盆後，可以借給咱們每個人使一晚，你愛放甚麼東西都成。傻小子，你倒自己合計合計，要放甚麼東西。」狄雲想了一會，道：「我常常餓肚子，放一粒白米進去，明天變出一滿盆白米來，豈不是好？」那人哈哈大笑，道：「好，好！」那工頭聽到笑聲，過來呼叱：「別耗著盡說不幹，快挖，快挖！」狄雲心想：「世上那有甚麼聚寶盆？這主人決不是傻子，定是另有計謀，捏造聚寶盆的鬼話來騙人。」又低聲問道：「這裏主人姓甚麼？你說他不是本地人？」那人道：「你瞧，主人不是出來了麼？」狄雲順著他眼光望去，只見後堂走出一人，身形瘦削，雙目炯炯有神，服飾極是華麗，約莫五十來歲年紀。狄雲只向他瞧了一眼，心中便怦怦亂跳，轉過了頭，不敢對他再看，心中不住說道：「這人我見過的，這人我見過的。他是誰呢？」只覺這人相貌好熟，一時卻想不起在那裏見過。只聽得那人道：「今晚大夥兒把西半邊再掘深三尺，不論有甚麼紙片碎屑，木條磚瓦，一點都不可漏了，都要拿上來給我。」狄雲聽到他的說話之聲，心中一凜，登時省悟：「是了，原來是他。」低下了頭，斜眼又向他瞧一眼，心道：「不錯，果真是他。」這間大屋主人，竟是在荊州萬震山家中教了他三招劍法的老乞丐。那時他衣服破爛，頭髮蓬亂，全身污穢之極，今日卻是一個衣飾華貴的大財主，通身都變了相，因此直到聽了他說話的聲音，這才認出。狄雲立時便想從坑中跳將上去，和他相認，但這幾年來的受苦受難，教會他事事都要鄭重，不可魯莽急躁，尋思：「這位老乞丐伯伯待我很好，當年我和那大盜呂通相鬥，已然落敗，幸虧他出手相救。後來他又教了我三招精妙的劍法，我才得以大勝萬門眾弟子。現在想來，他這三招劍法平平無奇，也沒甚麼了不起，但當時卻使我得以免受羞辱。」又想：「今日重會，原該好好謝他一番才是。可是這裏是我師父的舊居，他在這裏挖掘甚麼東西？他為甚麼要起這樣一座大屋，掩人耳目？他從前是乞丐，又怎樣發了大財？」心下暗暗暗琢磨：「還是瞧清楚了再說。他雖是我恩人，但是拜謝也不忙在一時。他怎麼不怕我師父回來？難道……難道……師父竟死了麼？」他從小由師父養育長大，向來便當他是父親一般，想到師父說不定已經逝世，不由得眼眶便紅了。突然之間，東南角上發出叮的一聲輕響，一個鄉民的鋤頭碰到了甚麼東西。那主人躍入坑中，俯身拾起一件東西。坑中眾鄉民都停了挖掘，向他望去，只見他手中拿著一根銹爛鐵釘，反來覆去的看了半晌，才拋在一邊，說道：「動手啊，快挖，快挖！」※※※狄雲和眾民忙了一夜，那主人始終全神貫注的在旁監督，直到天明，這才收工。多數鄉民散去回家，有七八人住得遠，便在大屋東邊廊下席地而睡。狄雲也在廊下睡了。睡到下午，眾人才起身吃飯。狄雲身上骯髒，旁人不願和他親近，睡覺吃飯時都離得他遠遠地。狄雲正是求之不得。他雖學會了小心謹慎，不敢輕信旁人，但要假裝作偽，仍是頗覺為難，時候一久，定然露出馬腳，別人不來和他親近，那是再好也沒有了。吃過飯後，狄雲走向三里外的小村，想找人打聽師父是否曾經回來過。遠遠見到幾個少年時的遊伴，這時都已粗壯成人，在田間忙碌工作，他不願顯露自己身份，並不上前招呼，尋到一個不相識的十三四歲少年，問起那間大屋的情形。那少年說，大屋是去年秋天起的，屋主人很有錢，來掘聚寶盆的，可是掘到這時候還沒掘到。那少年邊說邊笑，可見掘聚寶盆一事，在左近一帶已成了笑柄。「原來的那幾間小屋麼？嗯，好久沒人住啦，從來沒人回來過。起大屋的時候，自然是把小屋拆了。」狄雲別過那少年，心中悶悶不樂，又是充滿了疑團，猜不出那老乞丐幹這件怪事到底是何用意。他在田野間信步而行，經過一塊菜地，但見一片青綠，都種滿了空心菜。「空心菜，空心菜！」驀然之間，他心中響起了這幾下清脆的頑皮的聲音。「空心菜」是湘西一帶最尋常的蔬菜，粗生粗長，菜莖的心是空的。他師妹戚芳給他取了這個綽號，笑他直肚直腸，沒半點心事。他自離湘西之後，直到今日，才再看到空心菜。他呆了半晌，俯身摘了一根，聞聞青菜汁液的氣息，慢慢向西走去。西邊都是荒山，亂石嶙峋，那是連油桐樹、油茶樹也不能種的。那邊荒山之中，有一個旁人從來不知的山洞，卻是他和戚芳以前常去玩耍的地方。他懷念昔日，信步向那山洞走去。翻過兩個山坡，鑽過一個大山洞，才來到這幽秘荒涼的山洞前。只見一叢叢齊肩的長草，把洞口都遮住了。他心中又是一陣難過，鑽進山洞，見洞中各物，仍和當年自己和戚芳離去時一模一樣，沒半點移動過，只是積滿了塵土。戚芳用黏土捏的泥人，他用來彈鳥的彈弓，捉山兔的扳機，戚芳放牛時吹的短笛，仍是這麼放在洞裏的石上。那邊是戚芳的針線籃。籃中的剪刀已生滿了黃銹。當年逢到冬天農閒的日子，他常在這山洞裏打草鞋或是編竹筐，戚芳就坐在他身畔做鞋子。她拿些零碎布片，疊成鞋底，然後一針針的縫上去。師父和他的鞋子都是青布鞋面。她自己的，鞋面上有時繡一朵花，有時繡一隻鳥，那當然是過年時節穿的，平時穿的鞋子也都是青布面。若是下田下地做莊稼，不是穿草鞋，就是赤腳。狄雲隨手從針線籃中拿起一本舊書，書的封面上寫著「唐詩選輯」四個字。他和戚芳都識字不多，誰也不會去讀甚麼唐詩，那是戚芳用來夾鞋樣、繡花樣的。他隨手翻開書本，拿出兩張紙樣來。那是一對蝴蝶，是戚芳剪來做繡花樣的。他心裏清清楚楚的湧現了那時的情景。一對黃黑相間的大蝴蝶飛到了山洞口，一會兒飛到東，一會兒飛到西，但兩隻蝴蝶始終不分開。戚芳叫了起來：「梁山伯，祝英台！梁山伯，祝英台！」湘西一帶的人管這種彩色大蝴蝶叫「梁山伯，祝英台」。這種蝴蝶定是雌雄一對，雙宿雙飛。狄雲正在打草鞋，這對蝴蝶飛到他身旁，他舉起半隻草鞋，拍的一下，就將一隻蝴蝶打死了。戚芳「啊」的一聲叫起來，怒道：「你……你幹甚麼？」狄雲見她忽然發怒，不由得手足無措，囁嚅道：「你喜歡……蝴蝶，我……我打來給你。」死蝴蝶掉在地下，一動也不動了，那隻沒死的卻繞著死蝶，不住的盤旋飛動。戚芳道：「你瞧，這麼作孽！人家好好一對夫妻，你活生生把它們拆散了。」狄雲看到她黯然的神色，聽到她難過的語音，心中才覺歉然，道：「唉，這可是我的不對啦。」後來，戚芳照著那隻死蝶，剪了個繡花紙樣，繡在她自己鞋上。到過年的時候，又繡了一隻荷包給他，也是這麼一對蝴蝶，黃色和黑色的翅膀，翅上靠近身體處有些紅色、綠色的細線。這只荷包他一直帶在身邊，但在荊州被捉進獄中之後，就給獄卒拿去了。狄雲拿著那對做繡花樣子的紙蝶，耳中隱隱約約似乎聽到戚芳的聲音：「你瞧，這麼作孽！人家好好一對夫妻，你活生生把它們拆散了。」他呆了一陣，將紙蝶又挾回書中，隨手翻動，見書頁中還有許多紅紙花樣，有的是一尾鯉魚，有的是三隻山羊，那是過年時貼在窗上的窗花，都是戚芳剪的。他正拿了一張張細看，忽聽得數十丈外發出石頭相擊的喀喇一響，有人走來。他心想：「這裏從沒人來，難道是野獸麼？」順手將挾著繡花紙樣的書往懷中一塞。只聽得有人說道：「這一帶荒涼得很，不會在這裏的。」另一個蒼老的聲音道：「嘿，越是荒涼，越是有人來收藏寶物。咱們得好好在這裏尋尋。」狄雲心道：「怎麼到這裏尋寶來著？」閃身出了山洞，隱身在一株大樹之後。過不多時，便有人向這兒走來，聽腳步聲共有七八人。他從樹後望將出去，只見當先一人衣服光鮮，油頭粉臉，相貌好熟，跟著又有一人手中提著鐵鏟，走了過來。這人身材高高的，氣宇軒昂。狄雲一見，不由得怒氣上衝，立時便想衝出去一把捏死了他。這人正是那奪他師妹，送他入獄，害得他受盡千辛萬苦的萬圭。他怎麼會到了這裏？旁邊那個年紀略輕的，卻是萬門小師弟沈城。那兩人一走過，後面來的都是萬門弟子，魯坤、孫均、卜垣、吳坎、馮坦一齊到了。萬門本有八弟子，二弟子周圻在荊州城廢園中為狄雲所殺，只剩下七人了。狄雲好生奇怪：「這批人趕到這裏，尋甚麼寶貝？難道也是尋聚寶盆麼？」只聽得沈城叫了起來：「師父，師父，這裏有個山洞。」那蒼老的聲音道：「是嗎？」語音中抑制不住喜悅之情。跟著一個高大的人形走了過來，正是五雲手萬震山。狄雲和他多年不見，只見他精神矍鑠，步履沉穩，絲毫不見蒼老之態。萬震山當先進了山洞，眾弟子一擁而進。洞中傳出來諸人的聲音：「這裏有人住的！」「灰塵積得這樣厚，多年沒人來了。」「不，不！你瞧，這裏有新的腳印。」「啊，這裏有新手印，有人剛來過不久。」「一定是言師叔，他……他將連城劍譜偷了去啦。」狄雲又是吃驚，又是好笑：「他們要找連城劍法的劍譜麼？怎地攪了這麼久，還是沒找到？甚麼言師叔？師父說他二師兄言達平失蹤多年，音訊不知，只怕早已不在人世，怎麼又會鑽了出來奪連城劍譜？那明明是我留下的手印腳印，他們瞎猜一通，真是活見鬼了。」只聽萬震山道：「大家別忙著起哄，四下裏小心找一找。」有人道：「言師叔既來過這裏，那還有不拿了去的？」有人道：「戚長發這廝真工於心計，將劍譜藏在這裏，別人還真不容易找到。」又一人道：「他當然工於心計啊，否則怎麼會叫『鐵鎖橫江』？」萬震山道：「剛才咱們遠遠跟著那鄉下人過來，這人腳步好快，一會兒就不見了。這個人說不定也有點兒邪門。」萬圭道：「本地鄉下人熟悉山路，定是轉上小路走了。若不是他，咱們就算再找上一年半載，恐怕也不會找到這兒來。」狄雲心想：「原來他們是跟著我來的，否則這山洞這麼隱僻，又怎會給他們找到。」只聽得各人亂轟轟的到處一陣翻掏。洞裏本來沒甚麼東西，各人這樣亂翻，也不過是將幾件破爛物事東丟來、西丟去的移動一下位置而已。跟著鐵鏟挖地之聲響起，但山洞底下都是岩石，那裏挖得下去？萬震山道：「沒甚麼留著了，大夥出去，到外面合計合計。」只見眾弟子隨著萬震山出來，走到山溪旁，在岩石上坐了下來。狄雲不願給他們發現，不敢走近。這八人說話聲音甚低，聽不見說些甚麼。過得好一會，八個人站起身來走了。狄雲心想：「他們是來找連城劍譜，卻疑心是給我二師伯言達平盜了去。我師父的家給改成了一座大屋子，那老乞丐說要找甚麼聚寶盆……啊，是了，是了！」突然之間，一道靈光閃過腦海，猛地裏恍然大悟：「這老丐那裏是找甚麼聚寶盆了，他也是在尋找連城劍譜。他認定這劍譜是落入了我師父手中，於是到這裏來仔細搜尋，為了掩人耳目，先起這麼一座大屋，然後再在屋中挖坑找尋，生怕別人起疑，傳出風聲說是找聚寶盆，那自然是欺騙鄉下人的鬼話。」跟著又想：「那日萬師伯做壽，這老乞丐白天夜晚的來來去去，顯然是別有用心。嗯，萬震山他們找不到劍譜，豈有不到那大屋去查察之理？多半早已去查察過了。這件事尚未了結，我到那大屋去等著瞧熱鬧便是，這中間大有古怪，一百個不對頭！」「可是我師父呢？他老人家到了那裏？他的家給人攪得這麼天翻地覆，他知不知道？」「師妹呢？她是留在荊州城裏，享福做少奶奶吧。萬家的人要來搜她父親的屋子，多半不會給她知道。這時候，她在幹甚麼呢？」※※※晚上，大屋裏又是四壁點起了油燈和松明。十幾個鄉民拿起了鋤頭鐵鏟挖地。狄雲也混在人群中挖掘，既不特別出力，也不偷懶，要旁人越少留意到他越好。他頭髮蓬鬆，不剃鬍子，大半張臉都給毛髮遮住了，再塗上一些泥灰，當真是面目全非，又想日間萬震山等人跟隨過自己，別給他們認了出來，於是將纏頭的白布和腰間的青布帶子掉換了使用。這一晚，他們在挖靠北那一邊，那老乞丐背負著雙手，在坑邊踱來踱去。當然，他現在完全不像乞丐了，衣飾富麗，左手上戴著個碧玉戒指，腰帶上掛了好大的一塊漢玉。突然之間，狄雲聽到屋外有人悄悄掩來，東南西北，四面都有人。這些人離得還遠，那老乞丐顯然並未知覺。狄雲側過身子，斜眼看那老丐，只聽得腳步聲慢慢近了，五個、六個……七個……八個，是了，便是萬震山和他的七個弟子。但那老丐還是沒發覺。狄雲早已聽得清清楚楚，那八個人便如近在眼前，可是老乞丐卻如耳朵聾了一般。五年之前，狄雲對那老乞丐敬若神明。他只跟那老丐學了三招劍法，便將萬門八弟子打得一敗塗地，全無招架的餘地。「但怎麼他的武功變得這樣差了，難道不是他麼？是認錯人了麼？不，決不會認錯的。」狄雲卻沒想到是自己的武功進步到了極高境界，於他是清晰可聞的聲音，在旁人耳中卻是全無聲息。八個人越來越近。狄雲很是奇怪：「這八人真是好笑，誰還聽不到你們在偷偷掩來，還是這麼躡手躡腳，鬼鬼祟祟？」那八人又走近了十餘丈，突然間，那老丐身子微微一顫，側過了耳，傾聽動靜。狄雲心想：「他聽見了？他是聾的麼？」其實，這八人相距尚遠，若是換作一兩年前的狄雲，他不會聽到腳步聲的，再走近些，也還是聽不到的。那八個人更加近了，走幾步，停一停，顯然是防屋中人發現。可是那老乞丐已經發覺了。他轉過身來，拿起倚在壁角的一根拐杖，那是一根粗大的龍頭木拐。突然之間，那八人同時快步搶前，四面合圍。砰的一聲響，大門踢開，萬圭當先搶入，跟著沈城、卜垣跟了進來。七人各挺長劍，將那老丐團團圍住。那老乞丐哈哈大笑，道：「很好，哥兒們都來了！萬師哥，怎麼不請進來？」門外一人縱聲長笑，緩步踏入，正是五雲手萬震山。他和那老丐隔坑而立，兩人相互打量。過了半晌，萬震山笑道：「言師弟，幾年不見，你發了大財啦。」這三句話鑽入狄雲耳中，他頭腦中登時一片混亂：「甚麼？這老丐便是……便是二師伯……二師伯……言達平？」只聽那老丐道：「師哥，我發了點小財。你這幾年買賣很好啊。」萬震山道：「託福！喂，小子們，怎麼不向師叔磕頭？」魯坤等一齊跪下，齊聲說道：「弟子叩見言師叔。」那老丐笑道：「罷了，罷了！手裏拿著刀劍，磕頭可不大方便，還是免了罷。」狄雲心道：「這人果然是言師伯。他……他？」萬震山道：「師弟，你在這裏開煤礦嗎？怎麼挖了這樣大一個坑？」言達平嘿嘿一笑，道：「師兄猜錯了。小弟仇人太多，在這裏避難，挖個深坑是一作二用。仇人給小弟殺了，就隨手掩埋，不用挖坑。倘若小弟給人家殺了，這土坑便是小弟的葬身之地。」萬震山笑道：「妙極，師弟真是想得周到。師弟身子也不肥大，我看這坑夠深的了，不用再挖啦。」言達平微笑道：「葬一個人是綽綽有餘了，葬八個人恐怕還不夠。」狄雲聽他二人一上來便是唇槍舌劍，針鋒相對，不禁想起丁典的說話，尋思：「他們師兄弟合力殺了他們的師父。受業恩師都要殺，相互之間又有甚麼情誼？聽丁大哥說，他們師兄弟奪到了連城劍譜，卻沒有得到劍訣。那劍訣盡是一些數字，甚麼第一字是『四』，第二字是『五十』，第三個字是『三十三』，第四字是『五十三』，丁大哥一直到死，也沒說完。劍譜不是早在他們手中麼？怎地又到這裏來找尋？」萬震山道：「好師弟，咱倆同門這許多年，我的心思，你全明白，你的肚腸，我也早看穿了，大家還用得著繞圈子說話麼？拿來！」說了這「拿來」兩字，便即伸出右手。言達平搖了搖頭，道：「還沒找到。戚老三的心機，咱哥兒倆都不是對手。我可萬萬猜不到他將劍譜藏在那裏。」狄雲又是一凜：「難道他師兄弟三人合力搶到劍譜，卻又給我師父拿去了？可是這些年來，怎地又絲毫沒有動靜？是了，定是我師父下手極是巧妙，他們一直沒覺察出來。師父既不在此處，劍譜自會隨身攜帶，怎會埋藏在這屋中？他們拚命到這裏來翻尋，那不是太傻了麼？」可是，他知道萬震山和言達平決不是傻瓜，比自己聰明十倍還不止。這中間到底隱藏著甚麼陰謀和機關？萬震山哈哈大笑，說道：「師弟，你還裝甚麼假？大家說咱們三師弟是『鐵鎖橫江』，手段厲害。我說呢，還是你二師弟厲害。拿來！」說著右手又向前一伸。言達平拍拍衣袋，說道：「咱哥兒倆多年老兄弟，還能分甚麼彼此？師哥，這玩意兒若是師弟得到了，我一人決計對付不了，非得你來主持大局不可，做兄弟的只能在旁協助，分一些好處。但要是師兄得到了呢，嘿嘿，師兄門下弟子雖多，功夫都還嫩著點兒，只怕也須讓做兄弟的湊合湊合，加上一把手。」萬震山皺眉道：「你在那邊山洞裏，拿到了甚麼？」言達平奇道：「甚麼山洞？這附近有個山洞麼？」萬震山道：「師弟，你我年紀都這麼一大把了，何必到頭來再傷和氣？請你拿出來，大家一同參詳。今後有福同享、有難同當如何？」言達平道：「這可奇了，你怎麼一口咬定是我拿到了？要是我已得手，還在這裏挖挖掘掘的幹甚麼？」萬震山道：「你鬼計多端，誰知道你幹甚麼？」言達平道：「三師弟的東西，那有這麼容易找到的。我瞧啊，也不會是在這屋中，再掘得三天，倘若仍然毫無結果，我也不想再攪下去了。」萬震山冷笑道：「哼！我瞧你還是再掘十天半月的好，裝得像些。」言達平勃然變色，便要翻臉，但一轉念間，忍住了怒氣，道：「你要怎樣才信？」放下拐杖，解開衣扣，除下長袍，抓住袍子下襬，倒轉來抖了兩抖，叮叮噹噹地跌出幾兩碎銀子和一隻鼻煙壺來，都掉在地下。萬震山道：「你有這麼蠢，拿到了之後會隨身收藏？就算是藏在身邊，也必貼肉收的，不會放在袍子袋裏。」言達平嘆了口氣，道：「師兄既信不過，那就來搜搜罷。」萬震山道：「如此得罪了。」向萬圭和沈城使個眼色。兩人點了點頭，還劍入鞘，一左一右，走到言達平身邊。萬震山向卜垣和魯坤又橫了個眼色，兩人慢慢繞到言達平身後，手中緊緊抓住了劍柄。言達平拍內衣口袋，道：「請搜！」萬圭道：「師叔，得罪了！」伸手去摸他口袋。突然之間，萬圭「啊」的一聲尖叫，急忙縮手倒退，火光下只見手背上爬著一隻三寸來長的大蠍子。他反手往土坑邊一擊，拍的一聲，將蠍子打得稀爛，但手背已中劇毒，登時高高腫起。他要逞英雄，不肯呻吟，額上汗珠卻已如黃豆般滲了出來。言達平驚道：「啊喲，萬賢姪，你那裏去攪了這隻毒蟲來？這是花斑毒蠍，可厲害得很哪。這東西是玩不得的。師哥，快，快，你有解藥沒有？只要救遲了一步，那就不得了，了不得！乖乖我的媽！」只見萬圭的手背由紅變紫，由紫變黑，一道紅線，緩緩向手臂升上去。萬震山知道中了言達平的陷阱，說不得，只好忍一口氣，說道：「師弟，做哥哥的服了你啦。我這就認輸。你拿解藥來，我們拍手走路，不再來向你囉嗦了。」言達平道：「這解藥麼，從前我倒也有過的，只是年深日久，不知丟在那裏了，過幾天我慢慢跟你找找，或許能找得到。要不然，我到大名府去，找到藥方，另外給你配過，那也成的。誰教咱師兄弟情誼深長呢。」萬震山一聽，當真要氣炸了胸膛，這種毒蛇、毒蠍之傷，一時三刻便能要了人性命，只要這道紅線一通到胸口，立時便即氣絕斃命，說甚麼「過幾天慢慢找找」，此處到河北大名府千里迢迢，又說甚麼找藥方配藥，居然還虧他有這等厚顏無恥，還說「誰教咱師兄弟情誼深長」，但眼見愛子命在頃刻，只好強忍怒氣，心想君子報仇，十年未晚，便道：「師弟，這個觔斗，我是栽定了。你要我怎麼著，便劃下道兒來罷。」言達平慢條斯理的穿上長袍，扣上衣扣，說道：「師哥，我有甚麼道兒好劃給你的？你愛怎麼便怎麼罷。」萬震山心想：「今日且讓你扯足順風旗，日後要你知道我厲害。」說道：「好吧，姓萬的自今而後，永不再和你相見。再向你囉嗦甚麼，我姓萬的不是人。」言達平道：「這個可不敢當。做兄弟的只求師哥說一句，那『連城劍譜』，該當歸言達平所有。倘若兄弟僥倖找到，自然無話可說；就算落入了師哥手裏，也當讓給兄弟。」萬圭毒氣漸漸上升，只覺一陣陣暈眩，身子不由自主的搖搖擺擺。魯坤叫道：「師弟，師弟！」伸手扶住，撕破他衣袖。只見那道紅線已過腋下。他轉頭向著萬震山叫道：「師父，今日甚麼都答允罷！」萬震山道：「好，這連城劍譜，就算是師弟你的了，恭喜！恭喜！」這兩句「恭喜」，卻是說得咬牙切齒，滿腔怨毒。言達平道：「既然如此，讓我進屋去找找，說不定能尋得到甚麼解藥，那要瞧萬賢姪是不是有這門造化了。」說完慢慢吞吞的轉身入內。萬震山使個眼色，魯坤和卜垣跟了進去。過了好一會，三人都沒出來，也沒聽到甚麼聲息，只見萬圭神智昏迷，由沈城扶著，已是不能動彈。萬震山心中焦急，向馮坦道：「你進去瞧瞧。」馮坦道：「是！」正要進去，只見言達平走了出來，滿臉春風的道：「還好，還好！這不是找到了嗎！」手中高舉著一個小瓷瓶，說道：「這是解藥，行，治蠍毒再好不過了。萬賢姪，你好大的命啊。以後這種毒物可玩不得了。」說著走到萬圭身邊，拔開瓶塞，在萬圭手背傷口上灑了些黑色藥末。這解藥倒也真靈，過不多時，便見傷口中慢慢滲出黑血，一滴滴的掉在地下，黑血越滲越多，萬圭手臂上那道紅線便遲緩向下，回到臂彎，又回到手腕。萬震山吁了口氣，心中又是輕鬆，又是惱恨，兒子的性命是保全了，可是這一仗大敗虧輸，還沒動手便受制於人。又過了一會，萬圭睜開了眼睛，叫了一聲：「爹！」言達平將瓷瓶口塞上，放回懷中，拿過拐杖，在地下輕輕一頓，笑道：「這就行啦，萬賢姪，你今後學了這個乖，伸手到人口袋裏去掏摸甚麼，千萬得小心才是。」萬震山向沈城道：「叫他們出來。」沈城應道：「是！」走到廳後，大聲道：「魯師哥，卜師哥，快出來，咱們走了。」只聽得魯卜二人「啊，啊，啊」的叫了幾下，卻不出來。孫均和沈城不等師父吩咐，逕自衝了進去，隨即分別扶了魯坤、卜垣出來。但見兩人臉無人色，一斷左腿，一折右足，自是適才遭了言達平的毒手。萬震山大怒，他本就有意立取言達平的性命，這時更有了藉口，這口惡氣那裏還耐得到他日再出？當即刷的一聲，長劍出鞘，刃吐青光，疾向言達平喉嚨刺了過去。狄雲從未見萬震山顯示過武功，這時見他這一招刺出，狠辣穩健，心中暗想：「這一劍好像沒有漏洞。」狄雲此時武學修為已甚是深湛，雖然無人傳授，但在別人出招之時，自然而然的首先便看對方招數中有甚麼破綻。言達平斜身讓過，左手抓住拐杖下端，右手抓住拐杖龍頭，雙手一分，擦的一聲輕響，白光耀眼，手中已多了一柄長劍。原來那拐杖的龍頭便是劍柄，劍刃藏在杖中，拐杖下端便是劍鞘。他一劍在手，當即還招，只聽得叮叮叮叮之聲不絕，師兄弟二人便在土坡邊上鬥了起來。鬥得數招，均覺坑邊地形狹窄，施展不開，同聲吆喝，一齊躍入坑中。眾鄉民見二人口角相爭，早已驚疑不定，待見動上了傢伙惡鬥，更是嚇得縮在屋角落中，誰也不敢作聲。狄雲也裝出畏縮之狀，留神觀看兩位師伯，只看得七八招，心想：「二位師伯內力太過不足，招法卻儘夠了，就算得到了甚麼『連城劍譜』，恐怕也沒有甚麼用處，除非那是一部增進內功的武經。但既是『劍譜』，想來必是講劍法的書。」他又看幾招，更覺奇怪：「劉乘風、花鐵幹他們『落花流水』四俠的武功，比之我兩位師伯高多了。兩位師伯一味講究招數變化，全不顧和內力配合。那是甚麼道理？當年師父教我劍術，也是這麼教。看來他們萬、言、戚師兄弟三人全是這麼學的。這種武功遇上比他們弱的對手，自然佔盡了上風，但只要對手內力稍強，他們這許多變幻無窮的劍招，就半點用處也沒有了。為甚麼要這樣學劍？為甚麼要這樣學劍？」只見孫均、馮坦、吳坎三人各挺長劍，上前助戰，成了四人合攻言達平之勢。言達平哈哈大笑，說道：「好，好！大師哥，你越來越長進啦，招集了一批小嘍囉，齊來攻打你師弟。」他雖裝作若無其事，劍法上卻已頗見窒滯。狄雲心想：「他師兄弟二人的劍招，各有各的長處。言師伯當年教了我刺肩、打耳光、去劍三式，用以對付萬門諸弟子，那是十分有用的，用來對付萬師伯，卻是半點用處也沒有了。唉，他們大家都不懂，單學劍招變化，若無內功相濟，那有甚麼用？半點用處也沒有，真是奇怪，這樣淺的道理，連我這笨人也懂，他們個個十分聰明，怎麼會誰也不懂？難道是我自己胡塗了？」突然之間，心頭似乎閃過了一道靈光：「丁大哥跟我說過那神照經的來歷，顯然，師祖爺梅念笙是懂得這道理的，卻為甚麼不跟三個弟子說？難道……難道……難道……」他心中連說三個「難道」，背上登時滲出了一片冷汗，不由得打了個寒噤，身子也輕輕發抖。旁邊一個老年鄉民不住念佛。「阿彌陀佛，阿彌陀佛，別弄出人命來才好。小兄弟，別怕，別怕。」他見狄雲發抖，還道他是見到萬言二人相鬥而害怕，雖出言安慰，自己心中可也著實驚懼。狄雲心底已明白了真相，可是那實在太過陰險惡毒，他不願多想，更不願將已經猜到了的真相，歸併成為一條明顯的理路，只是既然想通了關鍵的所在，一件件小事自然會匯歸在一起。萬震山、言達平、孫均、馮坦……這些人每一招遞出，都是令他的想法多了一次印證。「不錯，不錯，一定是這樣。不過，又恐怕不會吧？做師父的，怎能如此惡毒？不會的，不會的……可是，倘若不是，又怎會這樣？實在太也奇怪了。」一張清清楚楚的圖畫在他腦海中呈現了出來：「許多年以前，就是在這屋子外面，我和師妹練劍，師父在旁指點。師父教了我一招，很是巧妙。我用心的練，第二次師父卻教得不同了，劍法仍然很巧妙，卻和第一次有些兒不同。當時，我只道是師父的劍法變幻莫測。這時想來，兩次所教的劍招為甚麼不同，道理是再也明白不過了。」突然之間，心裏感到一陣陣的刺痛：「師父故意教我走錯路子，故意教我些次等劍法。他自己的本事高得多，卻故意教我學些中看不中用的劍招。他……他……言師伯的武功和師父應該差不多，可是他教了我三招劍法，就比師父的高明得多……」「言師伯卻又為甚麼教我這三招劍法？他不會存著好心的。是了，他是要引起萬師伯的疑心，要萬師伯和我師父鬥將起來……」「萬師伯也是這樣，他自己的本事，和他的眾弟子完全不同……卻為甚麼連自己兒子也要欺騙？唉，他不能單教自己兒子，卻不教別的弟子，這一來，西洋鏡立刻就拆穿了。」言達平左手捏著劍訣，右手手腕抖動，劍尖連轉了七個圈子，快速無倫的刺向萬震山胸口。萬震山橫過劍身，以橫破圓，斜劈連削，將他這七個劍圈盡數破解了。狄雲在旁看著，又想：「這七個圈子全是多餘，最終是一劍刺向萬師伯的左胸，何不直捷了當的刺了過去？豈不既快又狠？萬師伯斜劈連削，以七個招式破解言師伯的七個劍圈，好像巧妙，其實笨得不得了，若是反刺言師伯的小腹，早已得勝了。」猛地裏腦海中又掠過一幕情景：他和師妹戚芳在練劍，戚芳的劍招花式繁多，他記不清師父所教的招數，給迫得手忙腳亂，連連倒退。戚芳接連三招攻來，他頭暈眼花，手忙腳亂，眼看抵敵不住，已無法去想師父教過的劍招，隨手擋架，跟著便反刺出去……戚芳使一招「俯聽文驚風，連山石布逃」，圈劍來擋，但他的劍招純係自發，不依師授規範，戚芳這一招花式巧妙的劍法反而擋架不住。他一劍刺去，直指師妹的肩頭。正收勢不及之際，師父戚長發從旁躍出，手中拿著一根木柴，拍的一聲，將他手中長劍擊落了。他和戚芳都嚇得臉色大變。戚長發將他狠狠責罵了一頓，說他亂刺亂劈，不依師父所教的方法使劍，太不成話。當時他也曾想到：「我不照規矩使劍，怎麼反而勝了？」但這念頭只是一閃即逝，隨即明白：「自然因為師妹的劍術還沒練得到家，要是遇上了真正好手，我這般胡砍亂劈當然非輸不可。」他當時又怎想得到：自己隨手刺出去的劍招，其實比師父所教希奇古怪、花巧百端的劍法實用得多。現下想來，那可全然不同了。以他此刻的武功，自是清清楚楚的看了出來：萬震山和言達平兩人所使的劍術之中，有許多是全然無用的花招，而萬震山教給弟子的劍法，戚長發教給他和戚芳的劍法，其中無用的花招更多。不用說，師祖梅念笙早瞧出三個徒兒心術不正，在傳授之時故意引他們走上了劍術的歪路，而萬震山和戚長發在教徒兒之時，或有意或無意的，引他們在歪路上走得更遠。臨敵之時使一招不管用的劍法，不只是「無用」而已，那是虛耗了機會，讓敵人搶到上風，便是將性命交在敵人手裏。為甚麼師祖、師父、師伯都這麼狠毒？都這麼的陰險？「他們會和自己的兒子、女兒有仇麼？故意要坑害自己的徒弟麼？那決計不會。必定另外有更重大的原因，一定有要緊之極的圖謀。難道是為了那本『連城劍譜』？」「應該是的罷？萬師伯和言師伯為了這劍譜，可以殺死自己的師父，現在又在拚命想殺死對方。」不錯，他們在拚命想殺死對方。土坑中的爭鬥越來越緊迫。萬震山和言達平二人的劍法難分高下，但萬門眾弟子在旁相助，究竟令言達平大為分心。鬥到分際，孫均一劍刺向言達平後心，言達平迴劍一擋，劍鋒順勢掠下。孫均一聲「啊喲！」虎口受傷，跟著噹的一聲，長劍落地。便在這時，萬震山已乘隙削出一劍，在言達平右臂上割了長長一道口子。言達平吃痛，急忙劍交左手，但左手使劍究竟甚是不慣，右臂上的傷勢也著實不輕，鮮血染得他半身都是血污。七八招拆將下來，左肩上又中了一劍。眾鄉民見狀，都是嚇得臉上變色，竊竊私議，只想逃出屋去，卻是誰也不敢動彈。萬震山決意今日將這師弟殺了，一劍劍出手，更是狠辣，嗤的一聲響，言達平右胸又中一劍。眼看數招之間，言達平便要死於師兄劍底，他咬著牙齒浴血苦鬥，不出半句求饒的言語。他和這師兄同門十餘年，離了師門之後，又明爭暗鬥了十餘年，對他為人知之極深，出言相求只有徒遭羞辱，絕無用處。狄雲心道：「當年在荊州之時，言師伯以一隻飯碗助我打退大盜呂通，又教了我三招劍法，使我不受萬門諸弟子的欺侮，雖然他多半別有用意，但我總是受過他的恩惠，決不能讓他死於非命。」當下假裝不住發抖，提起手中鐵鏟在地下鏟滿了泥土。只見萬震山又挺劍向言達平小腹上刺去，言達平身子搖幌，已閃避不開。狄雲手中鐵鏟輕輕一抖，一鏟黃泥便向萬震山飛了過去。泥上所帶的內勁著實不小，萬震山被這股勁力一撞，登時立足不住，騰的一下，向後便摔了出去。眾人出其不意，誰也不知泥土從何處飛來。狄雲幾鏟泥土跟著迅速擲出，都是擲向點在壁上的松明和油燈，大廳中立時黑漆一團，眾人都驚叫起來。狄雲縱身而前，一把抱起言達平便衝了出去。※※※狄雲一到屋外，便將言達平負在背上，往後山疾馳。他於這一帶的地勢十分熟悉，儘往荒僻難行的高山上攀行。言達平伏在他背上，只覺耳畔生風，猶似騰雲駕霧一般，恍如夢中，真不信世間竟有這等武功高強之人。狄雲負著言達平，攀上了這一帶最高的一座山峰。山峰陡峭險峻，狄雲也從未上來過。他曾和戚芳仰望這座雲圍霧繞的山峰，商量說山上有沒有妖怪神仙。戚芳道：「那一日你待我不好了，我便爬上山去，永遠不下來了。」狄雲說：「好，我也永遠不下來。」戚芳笑道：「空心菜！你肯陪著我永遠不下來，我也不用上去啦！」當時狄雲只是嘻嘻傻笑，此刻卻想：「我永遠願意陪著你，你卻不要我陪。」他將言達平放下地來，問道：「你有金創藥麼？」言達平撲翻身軀便拜，道：「恩公尊姓大名？言達平今日得蒙相救，大恩不知如何報答才是。」狄雲不能受師伯這個禮，忙跪下還禮，說道：「前輩不必多禮，折殺小人了。小人是無名之輩，一些小事，說甚麼報答不報答？」言達平堅欲請教，狄雲不會捏造假姓名，只是不說。言達平見他不肯說，只得罷了，從懷中取出金創藥來，敷上了傷口，撫摸三處劍傷，兀自心驚：「他再遲得片刻出手，我這時已不在人世了。」狄雲道：「在下心中有幾件疑難，要請問前輩。」言達平忙道：「恩公再也休提前輩兩字。有何詢問，言達平自當竭誠奉告，不敢有分毫隱瞞。」狄雲道：「那再好不過了。請問前輩，這座大屋，是你所造的麼？」言達平道：「是的。」狄雲又問：「前輩僱人挖掘，當然是找那『連城劍譜』了，不知可找到了沒有？」言達平心中一凜：「我道他為甚麼好心救我，卻原來也是為了那本『連城劍譜』。」說道：「我花了無數心血，至今未曾得到半點端倪。恩公明鑒，小人實是不敢相瞞。倘若言達平已經得到，立即便雙手獻上，姓言的性命是恩公所救，豈敢愛惜這身外之物？」狄雲連連搖手，道：「我不是要劍譜。不瞞前輩說，在下武功雖然平平，但相信這甚麼『連城劍譜』，對在下的功夫也未必有甚麼好處。」言達平道：「是，是！恩公武功出神入化，已是當世無敵，那『連城劍譜』也不過是一套劍法的圖譜。小人師兄弟只因這是本門的功夫，才十分重視，在外人看來，那也是不足一哂的了。」狄雲聽出他言不由衷，當下也不點破，又問：「聽說那大屋的所在，本來是你師弟戚老前輩所住的。這位戚前輩外號叫作『鐵鎖橫江』，那是甚麼意思？」他自幼跟師父長大，見師父實是個忠厚老實的鄉下人，但丁典卻說他十分工於心計，是以要再問一問，到底丁典的話是否傳聞有誤。言達平道：「我師弟戚長發外號叫作『鐵鎖橫江』，那是人家說他計謀多端，對付人很辣手，就像是一條大鐵鍊鎖住了江面，叫江中船隻上又上不得、下又下不得的意思。」狄雲心中一陣難過，暗道：「丁大哥的話沒錯，我師父竟是這樣的人物，我從小受他的欺騙，他始終不向我顯示本來面目。不過，不過他一直待我很好，騙了我也沒有甚麼。」心中仍是存著一線希望，又道：「江湖中這種外號，也未必靠得住，或許是戚師傅的仇人給他取的。你和令師弟同門學藝，自然知道他的性情脾氣。到底他的性子如何？」言達平嘆了口氣，道：「非是我要說同門的壞話，恩公既然問起，在下不敢隱瞞半分。我這個戚師弟，樣子似乎是頭木牛蠢馬，心眼兒卻再也靈巧不過。否則那本『連城劍譜』，怎麼會給他得了去呢？」狄雲點了點頭，隔了半晌，才道：「你怎知那『連城劍譜』確是在他手中？你親眼瞧見了麼？」言達平道：「雖不是親眼瞧見，但小人仔細琢磨，一定是他拿去的。」狄雲道：「我聽人說，你常愛扮作乞丐，是不是？」言達平又是一驚：「這人好厲害，居然連這件事也知道了。」便道：「恩公信訊靈通，在下的作為，甚麼都瞞不過你。初時在下料得這本『連城劍譜』不是在萬師哥手中，便是在戚師弟手中，因此便喬裝改扮，易容為丐，在湘西鄂西來往探聽動靜。」狄雲道：「為甚麼你料定是在他二人手中？」言達平道：「我恩師臨死之時，將這劍譜交給我師兄弟三人……」狄雲想起丁典所說，那天夜里長江畔萬、言、戚三人合力謀殺師父梅念笙之事，哼了一聲，道：「是他親手交給你們的嗎？恐怕……恐怕……不見得罷？他是好好死的嗎？」言達平一躍而起，指著他道：「你……你是……丁……丁典……丁大爺？」丁典安葬梅念笙的訊息後來終於洩露，是以言達平聽得他揭露自己弒師的大罪，便猜想他是丁典。狄雲淡淡道：「我不是丁典。丁大哥嫉惡如仇。他……他親眼見到你們師兄弟三人合力殺死師父，倘若我是丁大哥，今日就不會救你，讓你死在萬……萬震山的劍下。」言達平驚疑不定，道：「那麼你是誰？」狄雲道：「你不用管我是誰。若要人不知，除非己莫為。你們合力殺了師父之後，搶得『連城劍譜』，後來怎樣？」言達平顫聲道：「你既然甚麼都知道了，何必再來問我？」狄雲道：「有些事我知道，有些事我不知。請你老老實實說吧。若有假話，我總會查察得出。」言達平又驚又怕，說道：「我如何敢欺騙恩公？我師兄弟三人拿到『連城劍譜』之後，一查之下，發覺只有劍譜，沒有劍訣，仍是無用，便跟著去追查劍訣……」狄雲心道：「丁大哥言道，這劍訣和一個大寶藏有關。現下梅念笙、凌小姐、丁大哥都已逝世，世上已無人知道劍訣，你們兀自在作夢。」只聽言達平繼續說道：「我們三個人你不放心我，我不放心你，每天晚上都在一間房睡，這本劍譜，便鎖在一隻鐵盒之中。我們把鐵盒鎖上的鑰匙投入了大江，鐵盒放在房中桌子的抽屜裏，鐵盒上又連著三根小鐵鍊，分繫在三人的手上，只要有誰一動，其餘二人便驚覺了。」狄雲嘆了口氣，道：「這可防備得周密得很。」言達平道：「那知道還是出了亂子。」狄雲問道：「又出了甚麼亂子？」言達平道：「這一晚我們師兄弟三人在房中睡了一夜，次日清晨，萬震山忽然大叫：『劍譜呢？劍譜呢？』我一驚跳起，只見放鐵盒的抽屜拉開了沒關上，鐵盒的蓋子也打開了，盒中的劍譜已不翼而飛。我們三人大驚之下，拚命的追尋，卻那裏還尋得著？這件事太也奇怪，房中的門窗仍是在內由鐵扣扣著，好端端的沒動，因此劍譜定非外人盜去，不是萬師哥，便是戚師弟下的手了。」狄雲道：「果真如此，何不黑夜中開了門窗，裝作是外人下的手？」言達平嘆了口氣，說道：「我們三人的手腕都是用鐵鍊連著的。悄悄起身去開抽屜，開鐵盒，那是可以的，要走遠去開門開窗，鐵鍊就不夠長了。」狄雲道：「原來如此。那你們怎麼辦？」言達平道：「劍譜得來不易，我們當然不肯就此罷休。三個人你怪我，我怪你，大吵了一場，但誰也說不出甚麼證據，只好分道揚鑣……」狄雲道：「有一件事我想不明白，倒要請教。你們師父既有這樣一本劍譜，遲早總會傳給你們，難道他要帶到棺材裏去不成？何以定要下此毒手？何以要殺了師父來搶這劍譜？」言達平道：「我師父，我師父，唉，他……他是老胡塗了，他認定我們師兄弟三人心術不正，始終不傳我們這劍譜上的劍法，眼看他是在另行物色傳人，甚至於要將本門武功盡數傳於外人。我們三人忍無可忍，迫於無奈，這才……這才下手。」狄雲道：「原來如此。你後來又怎斷定劍譜是在你戚師弟手中？」言達平道：「我本來疑心是萬震山盜的，他首先出聲大叫，賊喊捉賊，最是可疑。我暗中跟蹤他，跟得不久，便知不是他。因為他在跟蹤戚師弟。劍譜倘若是萬震山這廝拿去的，他不會去跟蹤別人，定是立即躲到窮鄉僻壤，或是甚麼深山荒谷中去練了。可是我每次在暗中見到他，總是見他咬牙切齒，神色十分焦躁痛恨，於是我改而去跟蹤戚長發。」狄雲道：「可尋到甚麼線索？」言達平搖頭道：「這戚長發城府太深，沒半點形跡露了出來。我曾偷看他教徒兒和女兒練劍，他故意裝傻，將出自唐詩的劍招名稱改得狗屁不通，當真要笑掉旁人大牙。不過他越是做作，我越知道他路道不對。我一直釘了他三年，他始終沒顯出半分破綻。當他出外之時，我曾數次潛入他家中細細搜尋，可是別說沒連城劍譜，連尋常書本子也沒一本。嘿，嘿！這位師弟，當真是好心計，好本事！」狄雲道：「後來怎樣？」言達平道：「後來嘛，萬震山忽然要做壽，派了個弟子來請戚長發到荊州去吃壽酒。當然哪，做壽是假，查探師弟的虛實是真。戚長發帶了女兒，還有一個傻頭傻腦的弟子叫甚麼狄雲的一塊兒去。酒筵之間，這狄雲和萬家八個弟子打了起來，露出了三招精妙的劍術，引起了萬震山的疑心……恩公，你說甚麼？」狄雲淒然搖了搖頭。言達平續道：「於是萬震山將戚長發請到書房中去談論，兩人你一言我一語的說翻了臉。戚長發出手將萬震山刺傷，從此不知所蹤。奇怪，真是奇怪，真奇怪之極了。」狄雲道：「甚麼奇怪？」言達平道：「戚長發從此便無影無蹤，不知躲到了何處。戚長發去荊州之時，決不會將盜來的劍譜隨身攜帶，定是埋藏在這裏一處極隱蔽的地方。我本來料想他刺傷萬震山後，一定連夜趕回此間，取了劍譜再行遠走高飛，是以一發生事故，我立即備下了快馬，搶先來到這裏等候，瞧他這劍譜放在那裏，以便俟機下手，可是左等右等，他始終沒有現身。一過幾年，看來他是永遠不會回來了，我便老實不客氣，在這裏攪他個天翻地覆，想要掘那劍譜出來。可是花了無數心血，半點結果也沒有。若不是恩公出手相救，姓言的今日連性命也送在這裏了。嘿，嘿，我那萬師哥可當真辣手！」狄雲道：「照你看來，你那戚師弟現下到了何處？」言達平搖頭道：「這個我可真猜想不出了。多半是天網恢恢，疏而不漏，在甚麼地方一病不起，又說不定遇到甚麼意外，給豺狼虎豹吃掉了。」狄雲見他滿臉幸災樂禍的神氣，顯得十分歡喜，心中大是厭惡，但轉念一想，師父音訊全無，多半確已遭了不幸，便站起身來，說道：「多謝你不加隱瞞，在下要告辭了。」言達平恭恭敬敬地作了三個揖，道：「恩公大恩大德，言達平永不敢忘。」狄雲道：「這種小事，也不必放在心上。何況……何況你從前……你在這裏養傷，那萬震山決計找你不到的，儘管放心好了。」言達平笑道：「這會兒多半他急得便如熱鍋上螞蟻一般，也顧不到來找我了。」狄雲奇道：「為甚麼？」言達平微笑道：「我那毒蠍傷了他兒子的手，必須連續敷藥十次，方能除盡毒性。只敷一次，有甚麼用？」狄雲微微一驚，道：「那麼萬圭會性命不保麼？」言達平甚是得意，道：「這種花斑毒蠍，當真是非同小可，都是西域回疆傳來的異種，妙在這萬圭不會一時便死，要他呼號呻吟足足一個月，這才了帳。哈哈，妙極，妙極！」狄雲道：「要一個月才死，那就不要緊了，他去請到良醫，總有解毒的法子。」言達平道：「恩公有所不知。這種毒蠍是我自己養大的，自幼便餵它服食各種解藥，蠍子習於解藥的藥性，尋常解藥用將上去便全無效驗，任他醫道再高明的醫生，也只是用治毒蟲的藥物去解毒，那有屁用？只有一種獨門解藥，是這蠍子沒服食過的，那才有用，世上除我之外，沒第二個知道這解藥的配法。哈哈，哈哈！」狄雲側目而視，心想：「這個人心腸如此惡毒，真是可怕！下次說不定我會給他的毒蠍螫中。丁大哥常說，在江湖上行走，害人之心不可有，防人之心不可無。還是問他拿些解藥放在身邊，這叫做有備無患。」便道：「你這瓶解藥，給了我罷！」言達平道：「是，是！」可是並不當即取出，問道：「恩公要這解藥，不知有甚麼用途？」狄雲道：「你的毒蠍十分厲害，說不定一個不小心我自己碰到了，身邊有一瓶解藥，那就放心些了。」言達平臉色尷尬，陪笑道：「恩公於小人有救命之恩，小人怎敢加害？恩公這是多疑了。」狄雲伸出手去，說道：「備而不用，放在身邊，那也不妨。」言達平道：「是，是！」只得取出解藥，遞了過去。※※※狄雲下得峰來，又到那座大屋去察看，只見屋中眾鄉民早已散去，那管家和工頭也已不知去向，空蕩蕩的再無一人。狄雲心想：「師父已死，師妹已嫁，這地方我是再也不會來的了。」走出大屋，沿著溪邊向西北走去。行出數十丈，回頭一望，這時東方太陽剛剛升起，陽光照射在屋前的楊樹、槐樹之上，溪水中泛出點點閃光，這番情景，他從小便看熟了的，不由得又想：「從今而後，這地方我是再也不會來的了。」他理一理背上的包裹，尋思：「眼下還有一件心事未了，須得將丁大哥的骨灰，送去和凌小姐遺體合葬，這且去荊州走一遭。萬圭這小子害得我好苦，好在惡人自有惡人磨，我也不用親手報仇。言達平說他要呻吟號叫一個月才死，卻不知是真是假。倘若他命大，醫生給治好了，我還得給他補上一劍，取他狗命。」自從昨晚見到萬震山與言達平鬥劍，他才對自己的武功有了信心。