第七十二回　古廟之夜這時廝殺之聲漸遠漸輕，似乎全真諸子已將這一路的官兵殺散，人聲遠去之中，隱隱又聽得郭靖在大叫「大師父」，只是呼聲越來越低，想是找錯了方向。又過片刻，四下一片寂靜，遠處公雞啼聲此起彼和。柯鎮惡心想：「這是我最後一次聽到雞啼了！明天嘉興府四下裏公雞一般啼鳴，我柯鎮惡再無耳朵聽到。」想到此處，忽聽腳步聲響，共有三人走來，一人腳步輕巧，自是黃蓉，另外兩人卻是落腳重濁，起腳拖沓。只聽黃蓉道：「就是這位大爺，快抬他起來。」說著伸手在他身上推拿數下，解開他被封的穴道。柯鎮惡只覺身子被兩個男人抬起，橫放在一張竹枝紮成的抬床之上，隨即被人抬了行走。他心中甚是奇怪，欲待詢問，又想莫再被她搶白幾句，自討沒趣，只聽得刷的一響，前面抬他的那人「啊唷」叫痛，定是吃黃蓉打了一棒，又聽他罵道：「走快些，哼哼唧唧的幹麼？你們這些當官軍的就會欺侮老百姓，沒一個好人！」接著刷的一響，後面那人也吃了一棒，他可不敢叫出聲來了。柯鎮惡心道：「原來她去捉了兩名官軍來抬我，也真虧她想得出這個主意。」這時他覺得腿上箭傷越來越疼，只怕黃蓉出言譏嘲，咬緊牙根，沒哼一聲，但覺身子高低起伏，知道走上了一條崎嶇的小道。又走一陣，樹枝樹葉不住拂到身上臉上，顯是在樹林之中穿行。兩名官軍跌跌撞撞的，走得疲累已極，但聽黃蓉拿竹棒不住鞭打，趕得兩人拼了命支撐。約莫行出三十餘里，柯鎮惡算來已是巳末午初，此時大雨早歇，日光將濕衣曬得半乾，耳聽得蟬鳴犬吠，田間男女歌聲遙遙相和，一片太平寧靜，和適才南湖惡鬥，宛似換了另一個世界。黃蓉向農家買了兩個大南瓜，和米煮了，自己吃了一碗，端了一碗放在柯鎮惡面前。柯鎮惡道：「我不餓。」黃蓉道：「你腿疼，當我不知道麼？什麼餓不餓的。我偏要你多痛一陣，才給你醫治。」柯鎮惡大怒，端起一碗熱騰騰的南瓜，迎面潑去，只聽她冷笑一聲，一名官兵大聲叫痛，原來是她閃身避開，這碗南瓜都潑在官兵身上。黃蓉罵道：「嚷嚷什麼？柯大爺賞南瓜給你吃，不識抬舉嗎？快吃乾淨了。」那官兵被他打得怕了，肚中確也飢餓，當下忍著臉上燙痛，拾起地下南瓜，一塊塊的吃了下去。這一來，倒把柯鎮惡弄得惱也不是，笑也不是，半站半坐的倚在一隻板凳邊上，神色極是尷尬，要待伸手去拔箭，卻又怕創口鮮血狂噴，若是她當真見死不救，那可難以收拾。正自沉吟，聽她說道：「去倒一盆清水來，快快！」話剛說完，拍的一聲，清清脆脆的打了一名官兵一個耳括子。柯鎮惡心道：「這妖女不說話則已，一開口，總是要叫人吃點苦頭。」黃蓉又道：「拿這刀子去，給柯大爺箭傷旁的下衣割開。」一名官兵依言割了。黃蓉道：「姓柯的，你有種就別叫痛，叫得姑娘心煩，可給你來個撒手不理。」柯鎮惡怒道：「誰要你理了？快給我滾得遠遠的。」話未說完，突覺創口一陣劇痛，顯是她拿住箭桿，反向肉裏一送。柯鎮惡又驚又怒，順手一拳，創口又是一痛，手裏卻多了一枝長箭。原來黃蓉已將羽箭拔出，塞在他的手中。只聽她說道：「再動一動，我打你老大個耳括子！」柯鎮惡知她說得出做得到，眼前不是她的對手，當真被這小妖女打幾個耳括子，那可是終身之辱，當下鐵青著臉不動，聽得嗤嗤幾聲，她撕下幾條布片，在他大腿的創口上下用力縛住，止住流血。又覺創口一陣冰涼，知她在用清水洗滌。柯鎮惡驚疑不定，尋思：「她若心存惡念，何以反來救我？倘說是並無歹意，……哼，哼，桃花島妖人父女難道還能安什麼好心？定是她另有毒計。」轉念之間，黃蓉已用金創藥替他敷上傷口，包紮妥善。只覺創口清涼，疼痛減了大半，他卻不知這是黃蓉從桃花島帶來的小還丹，乃是醫療外傷的天下第一靈藥。創口疼痛一減，腹中卻餓得咕嚕咕嚕的響了起來。黃蓉冷笑道：「我道是假餓，原來當真餓得厲害，好吧，走啦！」拍拍兩聲，在兩名官軍身上一人一棒，押著兩人抬起柯鎮惡繼續趕路。又走三四十里，天已向晚，只聽得鴉聲大噪，不知有幾千幾萬頭烏鴉在空中飛來飛去。嘉興四鄉他沒一處不熟，一聽鴉聲，已知到了鐵槍廟附近。那鐵槍廟中祀奉的是五代時名將鐵槍王彥章，廟旁有一高塔，塔頂群鴉世代為巢，當地居民以為鴉群是神兵神將，向來不敢侵犯，以致生養繁殖，越來越多。黃蓉道：「喂，天黑啦，到那裏投宿去？」柯鎮惡尋思：「若投民居借宿，只怕洩漏風聲，引動官軍捉拿。」於是說道：「過去不遠有一古廟。」黃蓉罵道：「烏鴉有什麼好看？沒見過麼？快走！」這次不聽棒聲，兩名官軍卻又叫痛，不知她是指戳還是足踢。不多時來到鐵槍廟前，柯鎮惡聽黃蓉推開廟門，撲鼻聞到一陣鴉糞塵土之氣，似乎廟中久無人居，只怕黃蓉埋怨嫌髒，那知她竟沒加理會。耳聽得黃蓉命兩名官軍將地下打掃乾淨，又命兩人到廚下去燒些熱水。黃蓉先替柯鎮惡換了金創藥，這才自行洗臉洗腳。柯鎮惡躺在供桌東首，拿個蒲團當作枕頭，忽聽黃蓉啐道：「你瞧我的腳幹麼？我的腳你也瞧得麼？挖了你一對眼珠子！」那官軍嚇得魂不附體，咚咚咚的直磕響頭。黃蓉道：「你說，你幹麼眼睜睜的望著我洗腳？」那官軍不敢說謊，磕頭道：「小的該死，小的見姑娘一雙腳生得……生得好看……」柯鎮惡一驚，心想：「那賊廝鳥死到臨頭，還存色心！這妖女不知要抽他的筋，還是剝他的皮。」那知黃蓉笑道：「憑你這副蠢相，竟也知道好看難看。」砰的一聲，伸棒打他一個筋斗，居然沒再追究。兩名官軍躲向後院，再也沒敢出來。柯鎮惡一語不發，靜以待變。只聽黃蓉在大殿上走了一週。說道：「王鐵槍威震當世，到頭來還是落得個身首異處，逞什麼英雄？說什麼好漢？唉，這鐵槍只怕當真鐵鑄的。」柯鎮惡幼時眼睛未瞎，曾與韓寶駒、南希仁等到這廟裏來玩過，幾人雖是孩子，俱都力大異常，輪流抬了那桿鐵鎗舞動玩耍，這時聽黃蓉如此說，接口道：「自然鐵打的，還能是假的麼？」黃蓉「嗯」了一聲，伸手抽起鐵槍，說道：「倒有三十來斤。嗯，我弄丟了你的鐵杖，一時也鑄不及賠你。明兒咱們分手，各走各的，你沒兵器防身，就拿這鐵槍當杖使吧。」也不等柯鎮惡答話，到天井中拿了一塊大石，砰砰彭彭的將鐵槍槍頭打掉，遞在他的手中。柯鎮惡在這世上孤苦伶仃，再無一個親人，與她相處雖只一日，但不知不覺之間已頗是捨不得與她相離，聽她說到「明兒咱們分手，各走各的」，不禁一陣茫然，迷迷糊糊的接過鐵槍，比他用慣的鐵杖是沉了些，卻也將就用得，心想：「她給我兵器，那當真是不存惡意了。」只聽黃蓉又道：「這是我爹爹配製的小還丹，對你傷口最有好處。你恨我父女，用不用在你！」說著遞了一包藥過來。柯鎮惡伸手接了，緩緩放入懷中，想說什麼話，口中偏說不出來，只盼黃蓉再說幾句，卻聽她道：「好啦，睡吧！」柯鎮惡側身而臥，將鐵槍放在身旁，一時間思潮起伏，那裏睡得著。但聽塔頂群鴉噪聲漸歇，終於四下無聲，卻始終不聽黃蓉睡倒，聽聲音她一直坐在一個蒲團之上，動也不動。又過半晌，聽她輕輕吟道：「四張機，鴛鴦織就欲雙飛。可憐未老頭先白。春波碧草，曉寒深處，相對浴紅衣。」聽她翻來覆去的低吟，咀嚼詞中之意。柯鎮惡不通文墨，不懂她吟的什麼，但聽她語音悽婉，似乎傷心欲絕，竟不覺呆了。又過良久，只聽黃蓉拖了幾個蒲團排成一列，側身臥倒，呼吸漸細，慢慢睡熟，柯鎮惡手撫身旁鐵槍，兒時種種情狀，突然清清楚楚的現在眼前。他見到朱聰拿著一本破書，搖頭晃腦的誦讀；韓寶駒與全金發騎在神像肩頭，拉扯神像的鬍子；南希仁與自己拼力拉著鐵槍一端，張阿生拉著鐵槍另一端，三人鬥力；韓小瑩那時還只四五歲，梳著兩條小辮子，鼓掌嘻笑。她小辮子上結著鮮紅的頭繩，在眼前一幌一幌的不住搖動。突然之間，眼前又是漆黑一團，這是永無窮盡的黑暗，胸中一叢仇恨之火，再也難以抑制。他提著鐵槍，悄沒聲的走到黃蓉身前，只聽她輕輕呼吸，睡得正沉。他心道：「我這樣一槍下去，她就無知無覺的死了。咳，若非如此，黃老邪武功蓋世，我今生怎能報得此仇？他女兒睡在這裏，正是天賜良機，教他嘗一嘗喪女之痛。」轉念一想：「這女子救我性命，我豈能恩將仇報？咳，殺她之後，我撞死她身旁，以報今日之情就是。」言念及此，意下已決，心道：「我柯鎮惡一生正直，數十年來無一事愧對天地，得以回歸故鄉就死，夫復何憾？」舉起鐵槍，雙臂用力，正要向黃蓉當頭一杖猛擊下來，忽聽遠處有人哈哈大笑，聲音極是難聽刺耳，靜夜之中，更是令人毛骨悚然。黃蓉被這笑聲驚醒，一躍而起，突見柯鎮惡高舉鐵槍，站在身前，不覺吃了一驚，叫道：「歐陽鋒！」柯鎮惡聽她驚醒，這一槍再也打不下去，又聽得有數人說話之聲，漸行漸近，只是隔得遠了，言語卻不清楚。再過片刻，腳步聲也隱隱聽到了，一共有三四十人。這廟中前殿後院，柯鎮惡無一處不熟，當下低聲道：「他們定是見到鴉塔，向這邊過來，咱們且躲一躲。」黃蓉道：「是。」將睡過的蒲團踢在一邊。柯鎮惡牽著她手，走向後殿，伸手推門，那通向後殿的門被閂上了。柯鎮惡罵道：「這兩個狗官軍！」耳聽大門被人推開，知道大殿中無處可以躲藏，低聲道：「神像背後。」兩人剛在神像背後坐定，殿中嗤的一響，柯鎮惡聞到一陣硫磺氣息，知道已有人晃亮火摺。只聽歐陽鋒道：「趙王爺，今日煙雨樓之役雖然無功，但也已大挫敵人的銳氣。」完顏烈笑道：「這全仗先生主持全局。將來鐵掌峰取書，還得倚仰大力。」歐陽鋒道：「這個自然。若不是小王爺死裏逃生，經歷了這場大難，誰又猜得著武穆遺書會在鐵掌峰上呢？」完顏烈道：「先生手下這幾位蛇奴此番救了小兒性命，小王已命人送往京都，養他們一世。」歐陽鋒笑道：「那真是王爺的恩德。」完顏烈道：「裘幫主一怒而回鐵掌峰，必定周密防範，取書之事，不知先生有何妙策？」歐陽鋒道：「王爺眼前有這許多高手，諒一個小小鐵掌幫何足道哉？裘鐵掌武藝雖強，歐陽鋒想來也還敵得住。」說著乾笑了幾聲。梁子翁、彭連虎、沙通天等各出諛言，奉承歐陽鋒，把裘千仞說成一錢不值，忽然一個年輕的聲音說道：「各位這些話卻又不對了。裘幫主武功卓絕，小王可是親眼見過的，當世除了歐陽鋒先生，及得上他的只怕也沒幾人。」柯鎮惡認得是楊康的聲音，不由得怒火填胸。他這番話讓梁子翁等碰了一個釘子，各人都是訕訕的覺得臉上無光。靈智上人忽道：「裘千仞一個糟老頭兒，連郭靖這小子也勝不了，本領甚是平常。」歐陽鋒冷笑道：「那麼上人是勝得過郭靖了？」眾人想起當日大內翠華堂前，靈智上人被郭靖摔出水簾之事，心中都是暗暗好笑。歐陽鋒又道：「不是我小覷了上人，只怕你功夫再強十倍，也未必是裘幫主對手。鐵掌水上飄威震兩湖，連兄弟也不敢絲毫輕視於他呢！」說著又是一陣乾笑。靈智上人滿臉通紅，心中雖甚惱怒，卻不敢反唇相稽。柯鎮惡聽這許多高手群集於此，連大氣也不敢透一口，適才他要與黃蓉同歸於盡，不知怎的，此時卻又惟恐被敵人驚覺，傷了黃蓉與自己的性命。只聽完顏烈的從人打開舖蓋，請完顏烈、歐陽鋒、楊康三人安睡。楊康忽道：「歐陽先生，晚輩所見上官劍南遺書之中，記得有破解鐵掌之法。」歐陽鋒大喜，跳了起來：「此事當真？」楊康道：「晚輩那敢相欺，只是這破法在冊子最後數頁之中，晚輩眼見被那小賤人撕得粉碎了。」歐陽鋒武功雖不在裘千仞之下，但對他的鐵掌功夫，卻也忌憚三分，耳聽得有破解之法，偏偏這破法又被一個不會武功的女子毀了，當下甚是失望。楊康又道：「晚輩反覆看了數遍，依稀也記得一個大概，只是晚輩武功淺薄，不能明白這中間精微之處，還得請先生指點。」歐陽鋒大喜，連叫：「好，好！」他突然不語，嘆了一口氣，說道：「我姪兒慘被黃藥師與全真賊道害死，白駝山已無傳人，我收了你做徒兒吧。」這話正說中了楊康的心願，只聽得咚咚咚幾聲，想是爬在地下向歐陽鋒磕頭。柯鎮惡心想這人好好一個忠良之後，認賊作父之後，更拜惡人為師，陷溺愈來愈深，只怕是再難回頭的了，心中愈益憤怒。只聽完顏烈道：「客地無敬師之禮，日後再當重謝。」歐陽鋒笑道：「珠寶珍物，白駝山也有一些，歐陽鋒只圖這孩子聰明，盼望我一身功夫將來有個傳人罷了。」完顏烈道：「小王失言，先生勿罪。」只聽梁子翁等紛紛向三人道喜。正亂間，忽聽一人叫了起來：「傻姑餓了，餓死啦，怎麼不給我吃的。」柯鎮惡聽見傻姑叫喚，大是驚詫，心想此人怎會與完顏烈、歐陽鋒等人混在一起。只聽楊康笑道：「對啦，快找些點心給大姑娘吃，莫餓壞了她。」過了片刻，傻姑大聲咀嚼，吃起東西來。她一邊吃，一邊道：「好兄弟，你說帶我回家，叫我一直聽你的話，怎麼還不到家？」楊康道：「明兒就到啦，你吃得飽飽的睡吧。」又過一會，傻姑忽道：「好兄弟，那寶塔上面悉悉索索的，是什麼聲音？」楊康道：「不是鳥兒，就是老鼠。」傻姑道：「我怕。」楊康笑道：「傻姑娘，怕什麼？」傻姑道：「我怕鬼。」楊康笑道：「這裏許多人，鬼怪那裏敢來。」柯鎮惡聽她語聲微微發顫，笑得有些不甚自在，只聽傻姑又道：「我就是怕那個矮胖子的鬼。」楊康強笑道：「別胡說八道啦，什麼矮胖子的。」傻姑道：「哼，別當我不知道。矮胖子死在婆婆的墳裏，婆婆的鬼會把他的鬼趕出，不讓他住在墳裏，他要來找你的。」楊康喝道：「你再多嘴，我叫你的爺爺來領你回桃花島去。」傻姑不敢再說，忽聽沙通天喝道：「喂，踏著我的腳啦。」想是傻姑怕鬼，在人叢中亂挨亂擠。柯鎮惡聽了這番話，疑雲大起，傻姑所說的矮胖子，定是指三弟韓寶駒了，他命喪桃花島上，明明是為黃藥師所殺，他的鬼魂怎會來找楊康？傻姑雖然說話痴呆，但這番話中必有原因，苦在強敵當前，無法去問個明白。他忽又想到：「黃藥師在煙雨樓前對我言道：『我黃藥師是何等樣人，豈能與你一般見識？』他既不屑殺我，又怎能殺我五位兄弟？但若不是黃藥師，四弟又怎說親眼見他加害二弟、七妹？」心中正自細細琢磨，忽覺黃蓉拉過自己左手，伸手在他掌心中寫了一字：「求」，接著一字一字的寫道：「…你一事。」柯鎮惡在她掌心中寫道：「何事。」黃蓉寫道：「告我父何人殺我。」柯鎮惡一怔，不明她用意何在，突然身旁微風一動，黃蓉已躍了出去，只聽她笑道：「歐陽伯伯，您好啊。」眾人萬料不到神像後面竟躲得有人，只聽得擦擦、錚錚一陣響處，各人抽出兵刃，將她團團圍住，紛紛喝道：「是誰？」「有刺客！」「什麼人？」黃蓉笑道：「我爹爹命我在此相候歐陽伯伯大駕，你們大驚小怪什麼？」歐陽鋒道：「令尊怎知我會到此？」黃蓉道：「我爹爹醫卜星相，無所不通，他起一個文王先天神課，自然知曉。」歐陽鋒信了一成，倒有九成不信，卻也不便再問。沙通天等到廟外巡視了一遍，不見再有旁人，當下手執兵刃，環衛在完顏烈身旁。黃蓉坐在一個蒲團之上，笑吟吟的道：「歐陽伯伯，你害我爹爹好苦！」歐陽鋒微笑不答，他知黃蓉雖然年幼，卻是機變百出，只要一個應對不善，給她抓住了岔子，譏嘲一番，在眾人之前可是難以下台，當下靜待她說明來意，再定對策。只聽她說道：「歐陽伯伯，我爹爹在新塍鎮小蓬萊給全真教的道士圍住啦，你若不去解救，只怕他難以脫身。」歐陽鋒微微一笑，說道：「那有此事？」黃蓉急道：「你說得好輕描淡寫！大丈夫一身做事一身當，明明是你殺了全真教的譚處端，不知怎的，那些臭道士始終糾纏著我爹爹。再加上個老頑童從中亂攪，我爹爹又不肯分辯是非，那怎麼得了？」歐陽鋒暗暗心喜，說道：「你爹爹武功了得，全真教幾個雜毛，怎奈何得了他？」黃蓉道：「我爹爹也不是要你前去相助，只命我來對你說，他苦思了七日七夜，已參透了一篇文字的意思。」歐陽鋒道：「什麼文字？」黃蓉道：「斯里星，昂依納得。斯熱確虛，哈虎文砵英。」這幾句嘰哩咕嚕的話，柯鎮惡與完顏烈等全都聽不明白，但是，歐陽鋒卻是一驚，他知道這是九陰真經最後一篇中的言語，難道黃藥師當真參詳透了？他心中雖怦然而動，臉上卻絲毫不動聲色，淡然說道：「小丫頭又要騙人，這些話胡言亂語，誰又懂得了？」黃蓉道：「爹爹已把這篇古怪文字逐句譯出，我親眼所見，誰來騙你。」歐陽鋒素服黃藥師之能，心想這篇古怪文字若是始終無人能解，那便罷了，若有一人解識得出，則捨黃藥師外再沒別人，於是說道：「那我倒要恭賀你爹爹了。」黃蓉聽他言中之意，仍是將信將疑，又道：「我見了之後，現下還記得幾句，不妨背給你聽聽。」當下唸道：「或身騷動，或時身重如物鎮壓，或時身輕欲飛，或時如縛，或時煎寒壯熱，或時歡喜躁動，或時惡觸身毛驚豎，或時大樂昏醉，凡此種種，須以下法導入神通。」這幾句經文只把歐陽鋒聽得心癢難搔。原來黃蓉所唸的，正是一燈大師所譯「九陰神功篇」文字中的一段。這諸般怪異境界，原是修習上乘內功之人常所經歷的，只是每個修士遭逢此境，總是戰戰兢兢的鎮懾心神，以防走火入魔，豈知竟有妙法將邪魔導化而為神通，那真是無上至寶了。只因黃蓉所唸的正是真經的經文，並非杜撰，歐陽鋒內功精湛，一聽即知真偽，至此再無疑念，問道：「下面怎麼說？」黃蓉道：「下面有一大段我忘了，只記得什麼『遍身毛孔皆悉虛疏，即以心眼見身內三十六物，猶如開倉見諸麻豆等，心大驚喜，寂靜安快。』」歐陽鋒默然，心想憑你這等聰明，豈能忘了，必是故意不說，但不知她來說這番話是何用意。黃蓉又道：「我爹爹命我來問歐陽伯伯，你是要得五千字呢，是三千字？」歐陽鋒道：「請道其詳。」黃蓉道：「若是你去助我爹爹，二人合力一鼓而滅全真教，那麼這篇九陰真功的五千字經文，我盡數背給你聽。」歐陽鋒微微笑道：「倘若我不去呢？」黃蓉道：「爹爹請你去給他報仇，待殺了周伯通與全真六子後，我說三千字與你。」歐陽鋒笑道：「你爹爹跟我交情不深呀，怎地這等瞧得起老毒物？」黃蓉道：「我爹爹說道：第一，害你姪兒，是全真教的嫡派門人，想來你該報仇……」楊康聽了這話，不由得打個寒噤。傻姑正在他的身旁，問道：「好兄弟，你冷麼？」楊康含含糊糊的應了一聲。黃蓉接著道：「第二，他譯出經文後就與全真道士動手，不及細細給我講解，想這部奇書曠世難逢，豈能隨他湮沒？當今只有你與他性情相投，因此要你修習神功後再轉而授我。」歐陽鋒心下琢磨：「這番話倒也可信，若無高人指點，諒這小丫頭縱把經文背得滾瓜爛熟。也是無用。」轉念一想，說道：「我怎知你背的是真是假？」黃蓉道：「郭靖那渾小子已將經文寫與你了，我說了梵文關鍵，你一對自知真假。」歐陽鋒道：「話倒不錯，讓我養神，明兒去救你爹爹。」黃蓉急道：「救兵如救火，如何等得明日？」歐陽鋒笑道：「那麼我給你爹爹報仇，也是一樣。」他算計已定，反正經文已在自己掌握之中，將來逼著黃蓉說出梵文關鍵，自能參詳得透全篇文義，此時讓黃藥師與全真教鬥個兩敗俱傷，豈不妙哉？柯鎮惡躲在神像背後，聽兩人說來說去，話題不離九陰真經，尋思黃蓉在他掌中寫了「告我父何人殺我」七字，不知是何用意。只聽黃蓉又道：「那你明日一早前去，好麼？」歐陽鋒笑道：「這個自然，你也歇歇吧！」只聽黃蓉拖動蒲團，坐在傻姑身旁，說道：「傻姑，我爹爹帶了你到桃花島上，怎麼你在這裏？」傻姑道：「我不愛在島上住，我要回自己的家。」黃蓉道：「是這位姓楊的好兄弟到島上帶你來的，是不是？」傻姑道：「是啊，他是個好人。」柯鎮惡心念一動：「楊康幾時到過桃花島上？」只聽黃蓉又道：「我爹爹那裏去啦？」傻姑驚道：「你別說我逃走啊，爺爺要打我的。」黃蓉笑道：「我不說。不過我問你什麼，你須得好好回答。」傻姑道：「你可不能說給爺爺知道，他要來捉我回去，教我認字。」黃蓉笑道：「我一定不說。你說爺爺要你認字？」傻姑道：「是啊，那天爺爺在書房裏教我認字。說我爹爹姓曲，我也姓曲，他寫了個曲字，叫我記著。又說我爹爹的名字叫曲什麼風。我老是記不得，爺爺就生氣了，罵我傻得厲害。我本來就叫傻姑嘛！」黃蓉笑道：「傻姑自然是傻的，爺爺罵你，他不好！」傻姑聽了很是高興。黃蓉道：「後來怎樣？」傻姑道：「我說我要回家，爺爺更加生氣。忽然一個啞巴僕人進來指手劃腳，爺爺說：『我不見客，叫他們回去吧！』過了一會，那啞巴送了一張紙來，爺爺看了一看，就叫我跟啞巴出去接客人。哈哈，那矮胖子生得真難看，我向他瞪眼，他也向我直瞪眼。」柯鎮惡回想當日赴桃花島求見島主之時，情景果真如此，可是三弟韓寶駒現下已不在人世了，心中不禁一酸，只聽黃蓉又道：「爺爺見了他們麼？」傻姑道：「爺爺叫我陪客人吃飯，他自己走了。我不愛瞧那矮胖子，偷偷溜了出來，見爺爺坐在石頭後面向海裏張望，我也向海裏張望，看見一艘船遠遠開了過來，船裏坐的都是道士。」柯鎮惡心道：「當日我們得悉全真派大舉赴桃花島尋仇，搶在頭裏向黃藥師報訊，請他避讓，由江南六怪向全真派說明原委。但在島上始終沒見全真諸子到來，怎麼這傻姑又說有道士坐船而來？」只聽黃蓉又問：「爺爺就怎樣？」傻姑道：「爺爺向我招招手，叫我過去，我嚇了一跳，只道他不知我溜了出來玩，原來他早就瞧見啦。我不敢過去，我怕打，他說我不打你，你過來，我就過去。他說他要坐船出海釣海，等那些道士上岸，叫我領他們進去，和矮胖子他們六個人一起吃飯，我說我也要去釣魚，爺爺臉一沉，我只好不說啦。」黃蓉道：「後來呢？」傻姑道：「後來爺爺就到島後面去開船。我知道的，那些道士生得難看，爺爺不愛見他們。」黃蓉讚道：「是啊，你說得一點兒也不錯，爺爺什麼時候再回來？」傻姑道：「什麼回來？他沒回來。」柯鎮惡身子一震，只聽黃蓉問道：「你記得清楚麼？後來怎樣？」只聽她問話的聲音也微微發顫。傻姑道：「爺爺正要開始，忽然飛來了一對大鳥，就是你那對鳥兒啊。爺爺向鳥兒招手呼哨，這對鳥兒就飛了下來，鳥足上還縛著什麼東西，那真好玩呢！我大叫：『爺爺，給我，給我！』……」她說到這裏，當真大叫起來。楊康叱道：「別說話啦，大家要睡覺。」黃蓉道：「別理他，你說下去。」傻姑道：「我輕輕的說。」果真放低了聲音說道：「爺爺不理我，在袍子上撕下一塊布來，縛在鳥兒足上，把大鳥又放走了。」黃蓉心道：「爹爹要避開全真諸子，怪不得他無暇去取金娃娃，但不知雌鵰身上那枝短箭是誰射的？」問道：「誰射了鳥兒一箭？」傻姑道：「射箭？沒有啊。」說著呆呆出神。黃蓉道：「好，再說下去。」傻姑道：「爺爺見袍子撕壞了，就脫了下來，叫我回去給他拿過一件，等我拿來，爺爺卻不見啦，道士們的船也不見啦，只有那件撕壞的袍子拋在地下。」她說到這裏，黃蓉不再詢問，似在靜靜思索，過了半晌，才道：「他們那裏去了呢？」傻姑道：「我瞧見的，我大叫爺爺，不聽見答應，就跳到大樹頂上去瞧，我瞧見爺爺的小船在前面，道士們的大船跟在後面，慢慢就開得不見了。我不願意去見那矮胖子，就在沙灘上踢石子玩，直到天黑，才領這爺爺和好兄弟回去。」黃蓉急道：「這爺爺，不是教你認字的那個爺爺吧？」傻姑嘻嘻笑了幾聲，道：「這爺爺好，不要我認字，還給我吃糕兒。爺爺，你糕兒還有麼？」歐陽鋒乾笑道：「有啊，給你！」柯鎮惡聽到此處，一顆心似乎要從腔中跳躍而出：「原來歐陽鋒那日也在島上。」猛聽得傻姑「啊喲」一聲叫，接著拍拍兩響，有人交手，又是躍起縱落之聲，只聽黃蓉叫道：「你要殺她滅口，不如先殺了我。」歐陽鋒道：「這事瞞得了旁人，卻瞞不過你爹爹。我何必殺她？你要問，痛痛快快的問個清楚吧。」只聽得傻姑哼哼唧唧不住叫痛，卻說不出話來，想是被歐陽鋒打中了什麼地方。黃蓉道：「我不問，也已經猜到，只是要她親口說來罷了。」歐陽鋒笑道：「你這小丫頭鬼機伶，我早說瞞不過你。可你怎能猜到，倒說給我聽聽。」黃蓉道：「我初時見了島上情形，也道是爹爹殺了江南五怪。後來想到一事，才知決然不是。你想，我爹爹怎能讓這些臭男子的屍體，在我媽墓中陪她？又怎能從墓中出來之後，不將墓門掩上？」歐陽鋒伸手在大腿上一拍，叫道：「啊喲，這當真是我們疏忽了。康兒，是不是？」柯鎮惡只聽得心膽欲裂，這時才悟到黃蓉原來早瞧出殺人兇手是歐陽鋒、楊康二人，她突然出去，原是捨了自己性命揭露真相，好替她爹爹洗清冤枉。她明知道一出去凶多吉少，是以要柯鎮惡將害死她之人去告知她爹爹。柯鎮惡又悲又悔，心道：「姑娘啊姑娘，你只要跟我說明兇手是誰，也就是了，何必枉自送了性命？」轉念一想：「我飛天蝙蝠性兒何等暴躁，目不視物，卻將罪孽硬派在她父女身上。她縱然說明，我又豈肯相信？柯鎮惡啊柯鎮惡，你這該當千刀萬割的賊廝鳥，臭瞎子，是你生生逼死這位姑娘了！」他自怨自艾，真想舉手猛打自己耳光，只聽歐陽鋒又道：「你怎麼又想到我上來了？」黃蓉道：「想到你並不難。掌斃黃馬、手折秤桿，當世有這功力的寥寥無幾。不過初時我還疑心是別人。南希仁臨死時用手指在地下劃了幾個字，是『殺我者乃十』，第五個字沒寫完就斷了氣。我想你的姓名並非是『十』字開頭，只道是裘千仞的『裘』字。」歐陽鋒呵呵大笑。說道：「這漢子倒也硬朗，竟然等得到見你。」黃蓉道：「我見他臨死時的情狀，必是中了怪毒，心想鐵掌幫餵養了各種蛤蟆、青蛙、毒蛇，是以猜到裘鐵掌身上。」歐陽鋒笑道：「鐵掌幫毒物雖多，卻也沒甚麼特別厲害的，那南希仁死時口中呼叫，說不出話，臉上卻露笑容，是也不是？」黃蓉道：「是啊，那是中了什麼毒？」歐陽鋒不答，又問：「他身體扭曲，在地下打滾，力氣卻大得異乎尋常，是也不是？」黃蓉道：「是啊。如此劇毒，我想天下捨鐵掌幫外，再也無人能有。」她這話明著相激，歐陽鋒終於忍耐不住，勃然怒道：「人家叫我老毒物，難道是白叫的嗎？」他蛇杖在地下重重一頓，喝道：「就是這杖上的蛇兒咬了他，是咬中了他的舌頭，是以他身上無傷，說不出話。」柯鎮惡聽得氣憤填膺，幾欲暈倒。黃蓉聽得神像後微有響動，急忙咳嗽幾聲，掩蓋了下去，緩緩說道：「當時江南五怪被你盡數擊斃，逃掉的柯鎮惡又沒眼珠，以致到底是誰殺人都辨不清楚。」柯鎮惡聽了此言，心中一驚：「她明明點醒於我，叫我不可輕舉妄動，以免兩人一齊送命，死得不明不白。」卻聽歐陽鋒乾笑道：「一個瞎子能逃得出我的手掌？我是故意放他走的。」黃蓉道：「啊，是啦，你殺了五人，卻教他誤信是我爹爹殺的，讓他出去宣揚此事，好讓天下英雄，群起而攻我爹爹。」歐陽鋒笑道：「這倒不是我的主意，是康兒想的，是麼？」楊康又含含糊糊的應了一聲。黃蓉道：「這當真是神機妙算，佩服佩服。」歐陽鋒道：「話又得說回來，後來你怎麼又想到是我？」黃蓉道：「我想裘千仞曾在兩湖南路和我交手，雖說他也可趕在頭裏，先到桃花島，但要快過小紅馬，終究難能，我再想朱聰在信後寫的那句話，他叫大家防備，後面那個字沒寫完，只寫了三筆，說是『東』固然可以，是『西』也何嘗不能？若非東邪，定是西毒了，這一點我在桃花島上就已想到，但當時尚有許多枝節，想不明白。」歐陽鋒嘆道：「我只道做得天衣無縫，原來留下了這許多手腳。那個骯髒書生見機倒快，我就沒瞧見他動筆寫字。」黃蓉道：「他號稱妙手書生，動手做什麼事自然不會讓你看破。我苦苦思索南希仁所寫的那個小『十』字，到底是想寫什麼。只因我曾聽人說，這位楊家哥哥已中毒去世，是以千想萬想，始終想不到是他。」楊康顫聲道：「你怎知我中毒去世？誰說的？」黃蓉道：「我知道的事多著呢！那天我迷迷糊糊的醒了又睡，睡了又醒，始終猜想不透。我夢見了很多人，後來我夢到穆家姊姊，夢見她在北京比武招親。我突然從夢中驚醒，跳了起來，我知道這兇手一定是你！」這幾句話說得極是尖銳，楊康不由得嚇出一身冷汗，強笑道：「難道是穆念慈託夢給你？」黃蓉道：「是啊，若不是這個夢，我怎能想到是你？你那隻翡翠小鞋呢？」楊康一怔，厲聲道：「你怎麼知道？又是穆念慈在夢中說的？」黃蓉冷笑道：「那何用說？你將朱聰打死後，把我媽媽墓裏的珠寶放在他的懷裏，好教旁人見了，只道他盜寶被我爹爹見到，因而喪生。這栽贓之計原本大妙，只是你忘了一節，朱聰的外號叫作妙手書生。」歐陽鋒好奇心起，說道：「是妙手書生便又怎地？」黃蓉道：「哼，知道在他身上放寶，卻不知從他身上取寶。」歐陽鋒不解：「什麼取寶。」黃蓉道：「朱聰武功雖不及你，但他在臨死之前施展妙手，在這位小爺身上取了一物，握在手中，你們居然始終不覺。若非此物，我萬萬想不到小王爺竟會死而復生，光降桃花島上。」歐陽鋒笑道：「此事有趣得緊。這妙手書生倒也厲害，性命雖已不在，卻能留下話來。他取的那物，想必是什麼翡翠小鞋了。」黃蓉道：「不錯。媽媽墓中寶物，我自幼見熟，這翡翠小鞋卻從未見過。朱聰死後仍是牢牢握住，其中必有緣故。這小鞋正面鞋底有一『比』字，反面有一『招』字，我苦苦思索，總是猜想不透。那晚做夢，見到穆家姊姊在北京街頭賣藝，豎一面『比武招親』的錦旗，這一下可教我豁然而悟，全盤想通了。」歐陽鋒笑道：「這鞋底的兩個字，原來尚有此香艷典故。哈哈，哈哈！」他笑得高興，柯鎮惡卻愈聽愈是忿怒，只是黃蓉如何想通，還未全然明白。黃蓉料他不懂，當下明裏說給歐陽鋒聽，實則是向他解釋：「那日穆姊姊在北京比武招親，小王爺下場大顯身手，我在旁邊是親眼見到的。比到後來，小王爺除下了穆姊姊腳上一隻繡鞋，這場比武是他勝了，說到招親，卻是糾葛甚多。」只因這場比武招親，他日生出許多事來。那時不但梁子翁、沙通天等在旁目睹，此後完顏烈喪妻、楊康見父等等情由，亦均從此而起。是以眾人聽到此處，心中各有感慨。黃蓉道：「一想到此事，那是再也明白不過。小王爺與穆姊姊日後私訂終身，定情之物，最好不過是雕一雙玉鞋了。這雙玉鞋想來各執一隻。小王爺，我猜得不錯吧？」楊康默然不語。黃蓉又道：「想通此節，其他更無疑難。韓寶駒身中九陰白骨爪身亡，世上練過這個武功的原只黑風雙煞，可是這兩個人早已身故，旁人只道黑風雙煞的師父亦必精擅，豈知銅屍梅超風生前曾收過一位高足呢。至於南希仁所寫的那個小小『十』字，自然是『楊』字的起筆，想不到郭靖那渾小子定要說是個『黃』字。」說到此處，不禁黯然。