第十六回　奇計環生奪奇珍陳家洛收拾起柔情哀思，一路奔馳回杭，進入馬善均家裏，只見大夥在廂房裏圍著鬼見愁石雙英談論。石雙英見他回來，忙過來行禮，說道：「我在京裏探知皇帝已來江南，所以連日連夜趕來，那知眾位哥哥已和皇帝見過面，動過手。」陳家洛道：「十二哥這次辛苦了，快好好休息一下。你還打聽著甚麼消息麼？」石雙英道：「我一聽見皇帝老兒南來，覺得事情重大，再也沒能顧到別的。」陳家洛「哼」了一聲道：「快好好去睡一覺，咱們再談。」他見石雙英雙目深陷，知道他這許多日子中一定連夜趕路，疲勞萬分。石雙英答應了出去，回頭對駱冰道：「四嫂，你那匹白馬真快。你放心，一路我招呼牠很好。」駱冰笑道：「多謝你啦。」石雙英停步道：「啊，我在道上見到了這馬的舊主韓文沖。」駱冰道：「怎麼？他想奪我這馬麼？」石雙英道：「他沒見到我。我可在客店裏見到了他。他和鎮遠鏢局的幾名鏢頭在一起，我聽到他們在房裏罵咱們紅花會，就去偷聽。他們罵咱們下作，使用蒙汗藥，殺死了姓童的那小子。」徐天宏與周綺聽到這裏，相對一笑。周綺忍不住插嘴道：「那天我饒了他們不殺，他們還要罵人，真是不識好歹。」徐天宏問道：「這次鎮遠鏢局在幹甚麼了？」石雙英道：「我細細聽了半天，琢磨出來，他們是從北京護送一批御賜的珍物到海寧陳相國府。」他說到這裏，轉頭對陳家洛道：「那是總舵主府上的東西。所以我通知了濟南和江寧的總頭目，叫他們暗中幫同保護。」陳家洛笑道：「多謝你，想不到這次咱們竟和鎮遠鏢局聯起手來啦。」石雙英又道：「他們王總鏢頭這次親自出馬，可見對這枝鏢看重得緊。」陳家洛、無塵、趙半山、周仲英等一聽威震河朔王維揚也來了，不約而同的「啊」了一聲。周仲英道：「王老鏢頭十多年前早就不親自走鏢了，這一下倒是出人意料之外。總舵主，你府上的面子可真是不小。」石雙英道：「我也覺得奇怪，所以接連偷聽了兩晚，才知道他們護送的除了總舵主府上的珍物之外，還有一對玉瓶。」陳家洛道：「玉瓶？」石雙英道：「是啊，說那是回部的珍物。這次兆惠西征，回部不願兵連禍結，雖然打了一個大勝仗，還是送了這對玉瓶來求和。」大家一聽回部打了勝仗，都十分興奮，忙問端詳。石雙英道：「聽說兆惠的大軍因為軍糧給咱們劫了，連著幾天沒吃飽飯，兆惠只好退兵，在路上中了維人的伏兵，折了二三千人。」群雄鼓掌叫好。周綺悄悄對徐天宏道：「要是霍青桐姊姊知道這是你的計策，她一定感激你得很。」徐天宏笑著低聲說：「這是你叫我想的法兒啊！」石雙英又道：「兆惠雖然暫時退了兵，但軍糧一到，又會再攻，所以回部送這個兩個玉瓶來求和。皇太后與朝裏大臣不能作主，叫人送到江南來請皇帝自己看了之後決定。王維揚這老兒自己出馬，我想就是為了這對玉瓶。」陳家洛道：「莫說一對玉瓶，就算再多奇珍異寶，皇帝也不會肯答應講和的。」石雙英道：「我聽鏢局子的人說，要是答應回人求和，當然是把玉瓶收下了，否則就得把玉瓶交還給回人的使者，所以玉瓶可不能有半點損傷。」馬善均道：「王維揚這老兒倚老賣老，到了浙江境內也不同咱們會裏送個帖子，咱們是因為總舵主的關係了才一路照應他，他怕還不知道呢。」章進怒道：「鎮遠鏢局目中無人，咱們就把這對玉瓶扣下來，瞧他們怎樣？」駱冰道：「那不成，那豈不是阻撓了霍青桐妹妹他們的大計。」群雄聚在一起議論紛紛，陳家洛向徐天宏使了一個眼色，兩人走到陳家洛的臥房裏。陳家洛道：「七哥，昨晚我見到了皇帝。他說三天之後就回北京，回京之前一定要把文四哥殺了。」徐天宏聽了，吃了一驚，道：「我本來也覺情勢十分危急，事不直遲，咱們馬上動手。」陳家洛道：「文四哥是監在杭州將軍李可秀的內衙裏，請你盤算個萬全之策。皇帝現在或許還未回到杭州，大內侍衛的高手都跟著他，咱們救起來比較為容易。」徐天宏道：「皇帝不在杭州？」陳家洛把昨天的情形大略的對他說了。徐天宏把桌上的筆硯紙張搬來搬去，東放一件，西擺一件，沉思不語。陳家洛知道他是在籌劃救人的方略，靜靜的坐在一方，不去打亂他的思路。過了半晌，徐天宏道：「總舵主，咱們力強，對方力弱，可以強攻。」陳家洛點頭稱是。兩人商量回到廳上召集群雄發令。陳家洛雙掌一擊，依著紅花會的規矩拜過祖師，念過規條，朗聲說道：「咱們馬上動手去救文四當家。」群雄俱各大喜。陳家洛道：「蔣十三哥，你率領三百名會水的兄弟，準備船隻，咱們一得手，大夥坐船退向太湖。」蔣四根接令去了。陳家洛道：「馬大挺馬兄弟，你收拾細軟，將兄弟們的老幼家眷先送到船上。」馬大挺也接令去了。陳家洛道：「石十二郎，你精神未復，也上船去休息。其餘眾位哥哥隨我去攻打將軍署，相救文四哥。」一聽陳家洛此言，群雄精神陡振，陳家洛把馬善均叫在一旁，命他派人到海寧去辦遷葬雨詩及替晴畫贖身的事，又叫他派人招呼受傷未愈的心硯，馬善均一一答應。陳家洛道：「現在請七哥佈置進攻，大家都聽他分派。」徐天宏道：「咱們在杭州多年經營，已有不小的基業，連旗營裏也有很多兄弟，假使咱們來個明攻，那麼這裏的身家勢必全部拋棄，未免可惜。」眾人點頭稱是，靜聽他有甚麼妙計。徐天宏又道：「所以咱們去救文四當家，雖然是硬搶明奪，也要做得隱祕些，不要和杭州裏一萬多清兵正面開仗，一方面是免得多傷人眾，再者也是保存咱們這裏的基業。」無塵道：「七弟說得是，你就下令罷。」徐天宏道：「四嫂，你在巳時正到將軍署東首的興隆炮仗店放火，放火之後趕到將軍署西門，會齊大夥進攻。」駱冰接令去了。徐天宏道：「馬大哥，你派人把興隆炮仗店的老闆伙計全部去請來，不必對他說甚麼原因，等事完之後，加倍補還他店裏損失。再招齊全城各街坊的水龍隊，召集四百名得力的兄弟，另外三百名旗營中的弟兄，辰時正在此聽令。」馬善均接令，立即派人去召集紅花會會眾。徐天宏道：「楊八弟，你率二百名兄弟，一百名用手車裝滿稻草，一百名各挑硬柴木炭，扮作賣柴的農夫。衛九弟，你率領水龍隊，假扮是救火的街坊。綺妹妹，你率一百名兄弟，扮作難民，每人挑一百斤油，背一口大鑊。」周綺笑道：「又有鑊子又有油，炒菜麼？」徐天宏道：「我自有用處。章十弟，你率領一百名兄弟扮作泥水木匠，各推一輛手車，車中裝滿石灰。」群雄聽徐天宏分派，都覺好笑，但各應令。徐天宏又道：「馬大哥，你扮作清兵軍官，率領三百名旗營兄弟在外面巡邏，不許閒雜人等走近，不許將軍署的人出外報訊。義父與孟大哥、安大哥從南牆攻進去。總舵主、道長與我從西牆攻入，三哥、五哥、六哥從北牆攻入。」他分派已定，把預定的計謀與大家詳細一說，群雄俱讚妙計。馬善均立刻分頭派人採辦用品，招集人馬。紅花會在杭州勢力極大，一時三刻之間準備好了。群雄趕著吃飯，磨拳擦掌，準備大舉。飽餐已畢，各人忙著化裝改扮，身上暗藏兵刃，分批陸續向將軍署進發。陳家洛對徐天宏道：「孫子兵法說：以火佐攻者明，以水佐攻者強。你既用火攻又用水攻，還有泥攻，難道這李可秀能抵擋麼？」兩人談笑未畢，只聽見辟拍轟隆之聲大作，紅光衝天而起，炮仗店起火了。駱冰在炮仗店一放火，硫磺硝石一齊爆炸，附近居民紛紛逃竄，登時大亂，看將軍署時卻毫無動靜。她站在牆邊等候，不一會，只見將軍署高牆邊伸出數百個兵士的頭來，彎弓搭箭，戒備十分森嚴，另有數十名兵丁拿了水桶在牆頭守候，竟自不出來救火。駱冰心想那李可秀倒也頗有謀略，他怕中了對方調虎離山之計，所以外面儘管騷亂，他卻以逸待勞。紛亂中只見數百名賣柴農民擁了過來，一見火起，似乎心裏驚慌，把挑著的稻草一擔擔的亂丟在地上。將軍署出來一名軍官，大罵：「混蛋，柴草丟在這裏豈不危險，快挑走！」舉起馬鞭亂打，那些鄉民四散奔逃。忙亂中鑼聲大作，數十輛水龍陸續趕到，這時將軍署外稻草已經燒著，慢慢延燒過來。叫喊聲中周綺所率領的一百名假難民也都到了，就在地上支起大鑊，把油倒在鑊裏，用硬柴生火，煮了起來。李可秀站在牆頭觀看火勢，見外面人眾來得古怪，派參把曾圖南出去查看。曾圖南走到難民身旁，喝問：「你們在這裏幹甚麼？」周綺笑道：「我們炒菜吃，你不見麼？」曾圖南罵道：「混帳王八羔子，快滾快滾！」正爭吵間，馬善均已率領旗營兵丁趕到，把將軍署團團圍住，驅散閒雜人眾。曾圖南叫道：「帶兵的是那一位大人，快請過來把這些奸民轟走──」他話未說完，周綺已用木勺搯起一杓滾油，向他臉上澆了過去。曾圖南只感到一陣奇痛，倒在地上亂滾亂爬，隨從的幾名兵丁大驚，忙把他扶起向署內逃去。牆頭清兵看得明白，亂箭射了下來。紅花會眾兄弟早有準備，各自躲在柴草手車後面，弩箭一枝也射他們不到。這時油已煮滾，衛春華督率水龍隊，把熱油從水龍中向牆頭衝去。清兵出其不意，無不燙得頭面手臂全是水泡，一陣大亂，紛紛從牆上跌下去。李可秀知道是紅花會聚眾來奪文泰來，一面派人出外求救，一面率兵卒在牆頭抵禦。那知派出去的人都被馬善均帶領的旗營弟兄截住，而火頭卻越燒越近。徐天宏所以只燒稻草，旨在虛張聲勢，他怕真的燒了將軍署，那時如果文泰來不及救出，豈不糟極？但李可秀那裏知道，十分焦急，只怕大火真的延燒過來，這時滾油已經澆完，改澆冷水。章進督率紅花會人眾，把生石灰一包包一塊塊的拋進署內，水龍冷水一淋，石灰燒得沸騰翻滾，清兵逃避不迭，陳家洛大呼：「衝啊！」紅花會眾兄弟一鼓作氣，東南西北四面湧了進去。清兵各挺刀槍迎戰。章進兩柄板斧著地捲去，兩旁楊成協與衛春華各率紅花會會眾猛衝過來。清兵且戰且退，成千官兵擠在演武場上，被紅花會會眾分成一堆堆的圍攻。徐天宏見清兵人多，一時之間不易將之全部壓服，正尋思間，忽見駱冰挺著雙刀在各廳房中奔進奔出找尋文泰來，忙道：「四嫂，你到外面把水龍隊調進來，叫綺妹妹趕緊在鑊中燒水！」駱冰接令去了。這時陳家洛、無塵、趙半山、周仲英、常氏雙俠諸人在將軍署內縱橫來去，四下找尋文泰來的蹤跡，抓到幾個兵丁喝問，都是瞪目不知，絲毫沒有下落，無塵大怒，仗劍直殺入清兵大隊之中，轉眼之間刺倒了七八名官兵。徐天宏用紅花會切口高聲傳令，群雄率領會眾把清兵逼在一處，團團圍住。李可秀久歷戎行，身經百戰，督領部屬誓拼鬥，雖然死傷甚眾，仍舊陣勢不亂，正酣戰間，忽聽對方一個人高聲叫了幾句古怪說話，紅花會會眾突然四下散開。李可秀怕對方使用詭計，忙呼口令：「各佔原位，別追，放箭！」語聲未畢對方人叢中鑽出了數十架水龍來，沸滾的開水大股射來。清兵燙得無處奔逃，滾地哭喊，朝人叢中亂擠。徐天宏叫道：「水龍暫停！」向清兵喝道：「要性命的快拋下兵器伏在地上。」不讓他們稍有猶豫餘地，隨即叫道：「放水！」數十股沸水又向清兵隊裏衝去。清兵一陣大亂，都拋下兵器，伏下地來。李可秀無法可施，正惶急間，忽見一個少年從外面挺劍奔了進來，拉住他手，叫道：「爹爹快走！」李可秀見是穿了男裝的女兒，也不知她如何力氣奇大，竟被她一把拉了就走。章進雙斧砍來，叫道：「往那裏走！」李沅芷劍尖向他肩上刺去，章進舉斧一格，那知她這一劍是虛招，回劍一揮，父女兩人已乘隙竄了出去。章進正待追趕，趙半山識得她是陸菲青的徒弟，心想：「不知他與這個將軍有甚麼淵源，如此捨命相救，瞧著陸大哥臉上，放他走罷！」於是叫道：「十弟，別追啦！咱們救四弟要緊。」章進止步不追。這時清兵都已拋下兵器，楊成協率領會眾把清兵押在一旁。陳家洛、無塵等人已在將軍署內內外外找尋了一遍。駱冰不見丈夫影蹤，隨手抓住一名清兵，用刀背在他肩上亂打喝問，那清兵只是求饒，看樣子真的不知文泰來監禁之所。徐天宏道：「大家快去把那將軍截回來，他一定知道四哥的所在。」群雄向外追出，奔不數步，忽然一個蒙面人從斜刺裏躍出，一劍向駱冰刺來。駱冰右手短刀一格，左手長刀還了他一刀。那人舉劍一擋，啞著嗓子道：「要見你丈夫，就跟我來！」駱冰獃了一獃，那人回頭就走。駱冰叫道：「你說甚麼？」跟著追去。章進、周綺怕駱冰有失，也隨後趕去。那蒙面人轉彎抹角，直向後院奔去。駱冰、周綺、章進跟在後面。駱冰不住喝叫：「你是誰？」蒙面人不應，穿過幾扇月洞門，已奔到了花園，沿路儘是死屍，想是無塵等來找時所殺。那蒙面人跑到一座花壇旁，繞著花壇轉了一圈，連拍四下手掌，正待開口說話，忽見李可秀與李沅芷兩人奔進園來，後面常氏雙俠一路緊追。那蒙面人躍到常氏雙俠面前，舉劍一擋，李氏父女乘機躍上牆頭。常伯志右手一飛抓，左手一掌，蒙面人寶劍「迴風拂柳」，拆開了飛抓，身子向後一退，避開他那一掌。那知常氏兄弟接戰時素來互相呼應，兄弟兩人四掌四腿，就如一人一般。常伯志一掌出手，常赫志早料到敵人退路，那蒙面人向後一退，剛被常赫志左掌反手一掃，打在肩上，登時跌出數步，駱冰大叫：「五哥、六哥，且莫傷他。」常氏雙俠一怔，那蒙面人已從花園門中穿了出去。駱冰把那蒙面人的奇怪舉動簡略的向常氏雙俠一說。他兩兄弟在江湖上縱橫多年，見聞廣博，這時仔細看那花壇，見並無特異之處，正在思索，章進早已不耐，大叫大嚷：「四哥，四哥，你在那裏，咱們救你來啦！」揮動雙斧，把花壇上的花盆乒乒乓乓亂砍一陣。常赫志眼睛一晃之間，見一隻碎花盆底下有些古怪，跳過去一看，卻是一個鐵環，用力一拉，只聽見軋軋一陣響動，整個花壇慢慢移開，露出一塊大石板來。周綺知道下面必有機關，忙奔出去把徐天宏、陳家洛等人都叫了進來。常氏雙俠、章進、駱冰四人合力抬那塊石板，但竟如生鐵鑄成一般，絲毫不動。駱冰大叫：「大哥，大哥，你在下面麼？」她伏耳在石板上靜聽，下面一點聲息都沒有。徐天宏看那石板並無異狀，他退後數步，想再看那花壇，日光微斜，忽見那石板右上角隱隱約約繪著一個八卦太極圖，忙跳上石板用單拐的拐頭在太極圖中心一按，並無動靜，又用力一按，忽覺腳下晃動，忙用力一縱，跳在旁邊。石板突然陷落，駱冰喜極，大叫一聲，正待跳下去，常伯志叫道：「且慢！」一把拉住她的手，就在此時，下面忽然的射出三箭來。駱冰暗暗吃驚。石板落完，露出一道石級，陳家洛道：「五哥、六哥，你們守在洞口。咱們下去！」這時無塵、趙半山、周仲英、楊成協、孟健雄等都已聞知趕到，大家救文泰來心切，一齊湧了進去，章進揮動雙斧，當先開路。石級走完是一條長長的甬道，群雄顧不得危險，順著甬道直奔進去，甬道盡頭現出一扇鐵門。這時徐天宏已有經驗，取出火絨火石，打亮了往鐵門上一照，果然又找到一個八卦太極圖，他用單拐在太極圖中連按兩按，叫道：「大家讓在邊上。」群雄縮在甬道兩側，提防鐵門中又有暗器射出來，這次暗器倒沒有，但鐵門上升極慢，等鐵門離地數尺時，群雄已看得明白，這鐵門厚達兩尺，即便沒有千斤之重，也總有七八百斤。駱冰不等鐵門之勢停住，矮身從鐵門下鑽了進去。徐天宏叫道：「四嫂且慢！」叫聲剛出口，她已鑽了進去。章進、周綺接著進去。群雄正要跟進，衛春華從外面奔了進來，對陳家洛道：「總舵主，那將軍已被他溜了出去，兄弟們沒截住。咱們快動手，怕他就會調救兵來。」陳家洛道：「你去幫助馬大哥，多準備弓箭，別讓救兵進來。」衛春華接令去了。陳家洛與無塵道人等也都從鐵門下進去，只見裏面又是一條甬道，眾人這時相救文泰來之心愈急，顧不到甚麼機關暗器，一股勁兒往內衝去。走了數丈之地，甬道似又到了盡頭。章進罵道：「王八羔子，這麼多機關！」待趕到盡頭，原來甬道忽然轉了個彎。群雄轉過彎來，突然眼前一亮，當前是一間小室，室中明晃晃的點著數枝巨燭，中間椅上一人按劍獨坐。仇人相見，分外眼明，正是火手判官張召重。張召重身後是一張床，駱冰看得明白，床上睡著的就是她日思夜想的丈夫。文泰來聽得腳步響，回頭一看，見愛妻奔了進來，宛如夢中。他手腳上都是銬鐐，移動不得，只「啊」了一聲。駱冰三把飛刀朝張召重飛去，也不去理他如何迎戰躲避，直向床前撲來。張召重左手自右向左一橫，把三把飛刀都抄在手中，右手在坐椅的機括上一按，一張鐵網突然從空降下，把文泰來一張床恰恰罩在裏面，夫妻兩人眼睜睜的無法親近。陳家洛叫道：「咱們齊上，先結果這奸賊。」語聲未畢，腕底匕首一翻，猱身直上，當胸向張召重刺來。無塵、趙半山、周仲英都知道張召重厲害，這時事在緊急，也談不上單打獨鬥的好漢行徑，三人各出兵器，把張召重圍在垓心。這四人全是武林中一等的好手，張召重縱有通天本領，此時也已不能脫身。火手判官凝神接戰，和四人拆了數招，百忙中凝碧劍還遞出招去。陳家洛把匕首往懷裏一揣，雙手施開擒拿法，直撲張召重胸前。他想敵人攻勢自有無塵等人代他接住，雙掌有攻無守，連環進擊。燭光劍影中左掌向張召重抓去。張召重猛鬥中見他掌到，不及退避，一吐氣，胸部向內一吸，避開了這一抓，同時無塵與趙半山的兩柄劍也已刺到，周仲英的金背大刀橫斬過來。張召重疾退兩步，讓開周仲英橫砍而來、勢急力沉的大刀，揮動凝碧劍，往無塵與趙半山雙劍削去。兩人怕他劍利，不敢相碰，疾忙變招，一刺下腹，一刺右胸，此時陳家洛與周仲英又迫了過來，張召重武藝再高，那裏抵得住這四人合力進攻，又退了兩步，斗室本小，此時他已退到牆邊，無塵大喜，劍走中宮，當胸直刺，同時周仲英、陳家洛與趙半山也同時攻到。張召重左手按牆，右手挺劍拒敵。無塵一劍快似一劍，奮起神威，一眼就要把他釘在牆上，那知「噗」的一聲，牆上突然出現一扇小門，張召重快如閃電般鑽了進去，小門又倏然關上。無塵與趙半山的劍險被門夾住。四人吃了一驚，無塵頓足大罵。陳家洛縱到文泰來面前，這時章進、周綺、駱冰正在各舉兵刃猛砍罩著文泰來的鐵絲網。突然頭頂聲音響動，一塊鐵板落了下來，剛把文泰來隔在裏面。陳家洛疾把駱冰和周綺向後一拉，兩人才沒有被鐵板碰著。章進舉斧往鐵板上猛砍。徐天宏細察牆上有無開啟鐵板的機關，尋了一個八卦太極圖形，用力按動，但顯然張召重已在內裏做了手腳，連掀了十幾下都無動靜。楊成協站在最後，守在甬道轉角，以防外敵，忽聽見外面軋軋連聲，鐵索絞動，叫聲：「不好！」猛然竄出。徐天宏等人仍不死心，在斗室中找尋開啟鐵板的機關。駱冰撫著鐵板哀叫：「大哥，大哥！」忽然楊成協在甬道中連聲猛吼，聲甚惶急，趙半山與周仲英忙奔出。不一會只聽得趙半山大叫：「大家快出來，快出來。」眾人疾忙奔出，只有駱冰仍舊戀戀不捨的扶著鐵板不肯走，周綺剛走到轉角處，見駱冰不走，回頭把她拉著出來。只見楊成協雙手托住那重達千斤的鐵閘，已是滿頭大汗。周仲英拋去大刀，擠過身去，蹲下用力向上托住。陳家洛見情勢危急，叫道：「咱們先出去，再想辦法。」群雄從閘下鑽出去。楊周兩人雖然使盡全力，那鐵閘仍舊緩緩下落。章進弓身奔到閘下，說道：「周老英雄，八哥，我來頂住！」他用駝背駝住千斤閘，楊成協與周仲英向外竄出。楊成協拾起他丟在地上的鋼鞭，豎在閘下，叫道：「十弟快出來！」章進往地下一伏，鐵閘往下一落，仗著鋼鞭一支，楊成協已揪住章進的肩膀，一把提了出來。只聽見「喀喇」一聲，鋼鞭已被鐵閘壓斷，又是重重的「篷」的一聲，鐵閘打在地上，塵灰揚起，勢極猛惡。楊成協與章進兩人都是力已用盡，坐倒地上。甬道中腳步急速，常赫志奔了進來，說道：「總舵主，外面御林軍到了，咱們要不要接仗？」徐天宏道：「打硬仗形勢不利，咱們退罷。」陳家洛道：「好，大家退出去。」趙半山與周仲英在鐵閘機關上又掀又拉，弄了半天，始終紋絲不動，聽陳家洛下令，只得向外奔出。在花園中忽見一個艷裝少婦，神色倉皇，陳家洛道：「拿下！」周綺一把拖住拉了出去。到得將軍署外時，只見人頭聳動，亂成一團，官兵與會眾擠在一起。陳家洛用紅花會切口叫道：「馬上退卻，大夥到北門外聚集。」眾人齊聲應令，各路人馬向北退去。官兵一時摸不著頭腦，也不追趕。群雄功敗垂成，在路上紛紛議論。出得城來，陳家洛叫道：「到城北十里山裏煮飯吃了，再商善策。」好在周綺率領會眾帶有大批鑊子，另有數十名會眾採辦米糧菜餚，在樹林中煮起飯來。趙半山安慰駱冰道：「四弟妹你儘管放心，不把四弟平平安安的救出來，咱們誓不為人。」眾人大罵張召重十惡不赦，兩次相救都被他壞事。大家又猜那蒙面人不知是誰，他指點監禁文泰來的所在，明明是朋友，怎麼又不肯露面，反去幫助李可秀逃走，實在費解。正談論間，忽聽林外傳來「我武──維揚──」「我武──維揚──」的趟子聲。趙半山道：「鎮遠鏢局的鏢到了。」駱冰罵道：「鎮遠鏢局罪大惡極，那姓童的雖給七哥殺了，還是不能消我心頭之恨。這次算他運氣，保了總舵主家裏的東西，否則不去奪來才怪呢。」徐天宏把陳家洛拉在一旁，悄聲道：「皇帝三天內要殺四哥，這話可不能讓四嫂知道，否則她情急拼命，怕要壞事。」陳家洛點頭稱是，徐天宏又道：「咱們今天這一鬧，說不定皇帝心慌，提早害了四哥。」陳家洛皺眉道：「這一著絕不可不防。」徐天宏道：「目前別無他法，只能搶他的玉瓶。」陳家洛不解，說道：「玉瓶？」徐天宏道：「不錯，剛才十二郎說，回部送了一對玉瓶來求和，就由鎮遠鏢局護送。皇帝既派大軍西征，媾和是一定不肯的，不媾和就得還他們的玉瓶，否則失信於天下？這個皇帝老兒最愛戴高帽，愛面子，對這種情形是很有顧忌的。」陳家洛道：「咱們拿到玉瓶，就去對他說，你要是動了四哥一根毫毛，咱們把玉瓶打碎。」徐天宏道：「照啊。將來就算不能用玉瓶換四哥，至少可以多拖他幾日，這對回部木老英雄也有好處。」陳家洛喜道：「好，咱們就鬥鬥這威震河朔王維揚。」兩人商量已定，陳家洛回到群雄身邊說道：「衛九哥，你去探探鎮遠鏢局這枝鏢的情形，馬上回來報訊。」衛春華接令而去。威震河朔王維揚今年六十九歲，自三十歲起出來闖道走鏢，以一把八卦刀、一對八卦掌打遍江北綠林無敵手。當年保定府一戰，他獨力打死了七名著名的巨盜，黑道中人聞名喪膽，「威鎮河朔」這名號就是這樣得來的。他手創的「鎮遠鏢局」在北方紅了三十年，經過不少大風大浪，始終屹立不倒。綠林中人說：「寧碰閻王，莫碰老王。」見到他的鏢旗，誰都不敢動手，他本想到明年七十大慶時正式封刀收山，得一個福壽全歸，那知今年奉兆惠將軍之命護送回部的聖物可蘭經卻出了亂子，不但聖物被劫，還死傷了許多得力的鏢頭。這次奉皇命差遣護送玉瓶南來，指定要他親自出馬，同時又接到海寧陳相國府委託的一筆生意。王維揚年紀雖老，功夫可沒擱下，知道這次差使事關重大，不敢輕忽，從各處鏢局中調來了六名好手，官家還派了四名大內侍衛，領了三十名御林軍護送，一路上戒備森嚴，居然一點風險也沒遇到。這天快到午牌時分，離杭州城已不過十里路，此去人煙稠密，已保得定沒有亂子，眾人興高采烈，都在談論到了杭州之後，如何好好的玩樂一下。鎮遠鏢局奉天分局的鏢頭汪浩天道：「王總鏢頭，這次咱們仰仗你老人家的威名，把這枝鏢平平安安的送到了杭州，皇上一喜歡，說不定還要賞你一個功名啦！」王維揚捋鬚大笑，說道：「我自己這把年紀，功名功名甚麼也看得淡了，要是我兩個小孫兒蒙皇上恩典賞賜一點甚麼，那麼我這一生也就心滿意足了。」御前侍衛馬敬俠道：「王總鏢頭，我去跟白振白大哥說說，要你兩位令孫跟咱們一起當差，多半可以成功。」王維揚道：「馬老弟，這事要是成了，那做哥哥的真是感激不盡。」幾個人正談得得意，忽然聽得馬蹄聲響，後面上來一騎馬，從大隊右側掠過，搶前而去。眾人見馬上那人騎術甚精，身手矯健，都不禁怦然心動，但想離杭州已近，絕不會再有人在這裏動手。又走了兩里路，前面馬蹄聲響，剛才過去那人竟又迎面奔來，這一下王維揚等都留了神，只見那人用一頂大草帽遮住了半邊臉，轉眼之間又掠過大隊。這種行徑極像江湖上探道採盤子的，汪浩天笑道：「難道有毛賊敢在太歲頭上動土？」馬敬俠道：「咱們正悶得慌殺幾個毛賊倒也不壞。」不一刻，到了一座大鎮，王維揚為人精明謹慎，說道：「此去杭州雖然已不過十里路，但我們看剛才那人路道不正，咱們不必貪趕路，就在這裏吃飯，要是真有甚麼風吹草動，吃飽了好有力氣料理毛賊。」大夥走進一家大飯舖，點了菜，王維揚道：「咱們到了杭州，交卸了物品再開酒戒。」馬敬俠等御前侍衛見杭州城已經在望，還要特別謹慎，都覺得未免迂腐，但王維揚年紀長，名望大，他的話不便不聽。眾人捧起了碗正要吃飯，忽然間門外駿馬一聲長嘶，聲音清越異常。韓文沖聽得特別刺耳，忙回頭搶出門外看時，果然自己那匹愛馬從門外緩緩走過，馬身上卻堆滿了硬柴，良駒竟被屈作負柴劣馬，韓文沖又疼又氣，跳出去想去拉馬韁，那知馬後跟定一個鄉下人，見韓文沖跳出，先在馬臀上打了一鞭，隨即跳上馬背，坐在柴上。韓文沖一下沒拉住，那馬已躍出十多丈遠，馬背那人見韓文沖追趕不上，叫了聲「啊喲！」似乎坐得不穩，搖搖欲墜。韓文沖不捨，又追上去，那馬轉了個彎，奔入林中去了。韓文沖心想對於這種鄉下土老兒，也不用守著甚麼「遇林莫入」的戒條，直追入林去。眾鏢頭見韓文沖追趕一個農民，也不在意。汪浩天笑道：「韓大哥想那匹白馬想瘋了，路上一見毛色稍微白淨的馬匹就要追上去瞧個明白。明兒回家見到韓大嫂一身白肉，怕也會疑心是他的馬。」眾人樂得哈哈大笑。正取笑間，店小二連聲招呼：「張老爺，你這邊請坐，今兒怎麼有空出玩玩？」只見一個身穿藍長衫紗馬褂、富商模樣的人走了進來，後面跟著四個家人，有的捧水煙袋，有的拿著食盒，氣派很是豪闊。那張老爺揀了一個乾淨位子坐定，店小二連忙泡茶，說道：「張老爺，這是虎趵的泉水，昨兒有人挑來的，你嘗嘗這雨前的龍井。」張老爺哼了一聲，一口杭州官話，道：「你給來幾塊牛兒肉，三斤陳紹。」店小二應了下去，一會兒酒香撲鼻的端了出來。王維揚道：「韓老弟怎麼去了這久還不回來？」趟子手孫老三正要回答，忽然門外踢躂踢躂拖著皮鞋響，走進一個精瘦矮小的漢子來，後面跟著一個大姑娘，一個壯年漢子，三人都是走江湖的打扮。那矮子作了一個四方揖，說道：「常言道，在家靠父母，出外靠朋友。在下流落江湖，有一點小玩藝兒供各位酒後一笑。玩得好，請各位隨意賞賜。玩得不好，多多包涵。」接著又交代了幾句江湖的場面話，取下頭上的破氈帽，拿起桌上一個茶杯，把氈帽往上一蓋，喝了聲：「變！」氈帽揭起，茶杯竟然不見，眾人明知戲法都是假，可是竟看不出他的手法門道。那張老爺似乎看得有興趣，站起來走了過去。那矮子笑道：「這位老爺這個鼻煙壺可否借來一用？」張老爺笑嘻嘻的把手中鼻煙壺遞給了他。矮子把鼻煙壺在氈帽下一放，揭開時又已不見。張老爺的一個家人笑道：「這鼻煙壺貴重得很，可別砸壞哪。」那矮子笑道：「請管家摸摸你的口袋。」那家人伸手一摸，眾人都獃了，原來鼻煙壺竟從他的袋裏掏了出來。這一來，不但那張老爺與他的家人大感驚訝，眾鏢師與御前侍衛也覺得出奇，紛紛聚攏來看他變戲法。張老爺脫下左手食指上的一個翡翠般指來，遞給那矮子，笑道：「你倒再變變看。」矮子接了過來，放在桌上，氈帽一蓋，吹一口氣，喝道：「東變西變，亂七八糟，閻王不怕，性命難逃！」手一指，揭開氈帽，那般指果然不見了，眾人嘩然叫好。矮子道：「老爺，你摸摸你袋裏。」張老爺一伸手，竟從自己袋裏摸了出來。這時店門外陸陸續續走進幾十個人來，有的是行旅商人，有的是公差打扮，有的是統兵軍官，見一大群人圍著看變戲法，也走近來。一個軍官罵道：「他媽的，江湖上的人騙錢，有狗屁希奇，老子這東西你敢變掉？」隨手在桌上一拍，眾人見是一角文書，封皮上寫著「急呈北京兵部王大人」的字樣，下面印的是「杭州將軍李」的官銜。那矮子陪笑道：「總爺莫見怪，小人胡亂混口飯吃，官廳的緊要文書，小人有天大的本領也不敢動。」張老爺似乎看不過那軍官的氣燄，說道：「變戲法玩玩有甚麼大不了，你就變他一變。」轉頭對家人道：「拿十兩銀子出來。」家人從行囊裏取出一錠銀子，張老爺接過放在桌上，對矮子道：「你變得好，這銀子就是你的。」矮子見了銀子，轉身與那大姑娘咬了幾句耳朵，對那軍官道：「小人大了膽子，變個戲法，請總爺多多包涵。」舉氈帽往文書上一蓋，喝道：「快變，快變，玉皇大帝到，太白金星哇哇叫！」王維揚聽他胡言亂語，只覺好笑，只見矮子手指東指西指，突然指著盛放玉瓶的那隻皮盒，喝道：「進去進去，孫悟空一根毫毛，鑽進盒去不見了！」揭開氈帽那文書果然不見。那軍官罵道：「龜兒子，倒真有一下子。」矮子向張老爺請了個安，笑道：「多謝老爺賞賜。」取了那錠銀子，交給站在他身後的大姑娘。眾人不住喝采叫好。那軍官道：「好啦，把文書拿來。」矮子笑道：「在這皮盒之中，請總爺打開一看。」此言一出，鏢行人眾都嚇了一跳，原來那隻皮盒上面貼著皇宮內府的封條，誰敢揭開。那軍官走近了，便要伸手摸那皮盒。鏢頭汪浩天道：「喂，總爺，這是皇宮的寶物哪，可不能動。」那軍官道：「開甚麼玩笑？」仍舊伸手過去。御前侍衛馬敬俠道：「誰跟你開玩笑？快走開些！」那軍官見他穿著侍衛服色，官階比他大得多，不敢挺撞，道：「那麼請大人把文書還給我。」馬敬俠向矮子喝道：「你別玩鬼花樣啦，快把文書還他。」矮子道：「文書真的在是這盒子裏哪，大人要是不信，請打開來一瞧便知。」那軍官惱了，一拳打在矮子肩頭，喝道：「別囉唆，快拿出來。」那大姑娘怒道：「有話好說，你幹麼打人？」軍官罵道：「混帳王八蛋，老子的公文你也敢拿來開玩笑！」張老爺看不過了，說道：「別動粗。」對矮子道：「你快把文書變還給這位總爺。」矮子愁眉苦臉的道：「我不敢騙您老爺，那文書真的是在這皮盒子裏，小人變不回來啦！」張老爺走過兩步，對馬敬俠道：「這位大人貴姓？」馬敬俠道：「姓馬。」張老爺道：「這種市井小人做事沒有分寸，馬大人高抬貴手，把文書還了他罷！」馬敬俠道：「這是皇家的御封，不是皇上有旨，誰敢打開？」張老爺皺起眉頭，很感為難。那軍官道：「你不把文書還我，耽誤了緊要公事，咱就是殺頭的罪名。喂，弟兄們，你們倒給我評評這個道理看？」飯店中散散落落坐著十多個軍官兵丁，服色和那送文書的軍官相同，大概都是和他同一營裏的，這時都圍攏來，七張八嘴的幫那軍官，聲勢洶洶，一定要馬敬俠還文書。王維揚是數十年的老江湖了，看見今天的事透著古怪，他想這事情的關鍵是那矮子，一伸手，向矮子左膀抓來。矮子上身一縮，躲了開去，大叫：「達官爺，饒了我罷！」王維揚見他身手便捷，更是犯疑，正要追過去，數十名軍官士兵已和眾鏢頭及御前侍衛等吵成一團。汪浩天把皮盒抱在懷裏，兩名鏢頭站在他身旁衛護。馬敬俠拔出腰刀，在桌上一砍，喝道：「誰敢囉唆？快退開。」那軍官也拔出刀來，叫道：「你不還我，反正我也沒命，今兒給你拚啦！兄弟們，大夥兒上呀！」撲了上去，與馬敬俠交起手來。王維揚連聲喝止，那裏喝得住？其餘的軍官兵士也都抄起兵刃，湧了過來，勢成群毆。馬敬俠是御前侍衛中的一等腳色，與這個小軍官拆了數招，絲毫未佔便宜，只見對方刀法精奇，武功深湛，不禁又驚又怒，再打數招，肩頭險險吃了一刀。正紛亂間，門外又湧進一批人來，有人大叫：「甚麼人在這裏搗亂，都給我拿下！」那些官兵給他話聲中威勢所懾，都停了手。馬敬俠喘了一口氣，見數十名官兵擁著一個青年公子走了進來，他認得那是皇上第一寵愛的福康安，現任北京九門提督兼御林軍統領，忙上去請安，其餘幾名御前侍衛也都過來行禮。那青年公子道：「你們在這裏亂甚麼？」馬敬俠道：「回統領大人，是他們在這裏無理取鬧。」於是把經過情形說了一遍。那青年公子道：「變戲法的人呢？」那矮子本來躲得遠遠的，這時過來叩頭。那青年公子道：「這件事倒也古怪，你們都跟我到杭州去，我要好好查一查。」馬敬俠道：「是，是，任憑統領大人英斷。」青年公子回頭道：「走罷！」出門上了馬。他手下的官兵把鏢行人眾與鬧事軍官都一擁而出。王維揚本來見當日的事頗有點懷疑，寶刀出鞘，要先以武力壓服鬧事的軍官，再和他說理，忽見御林軍統領福康安到來，心中大喜。馬敬俠對那青年公子道：「福大人，這是鎮遠鏢局的王總鏢頭王維揚。」王維揚過去請了一個安。那青年公子從頭至腳打量了他一番，「哼」了一聲，道：「走罷！」一行人到得杭州城內，王維揚等一語不發，跟著御林軍官兵走到裏西湖孤山旁一座大公館裏。王維揚心中暗忖：「這大概是福統領所住的地方了。他是皇上第一得寵的紅人，怪不得有這樣大的勢派。」眾人走進內廳。那青年公子對馬敬俠道：「各位稍坐一會。」馬敬俠道：「大人請便。」那青年公子逕自進內去了。過了半晌，一個御林軍的軍官出來，把鬧事的軍官、變戲法的人、張老爺和他的家人都傳了進去。汪浩天道：「剛才鬧事的時候，我倒真有點擔心，怕這些兵弄壞了玉瓶，我瞧他們路道不正。」馬敬俠道：「嗯，這幾個人武功好得出奇，不像是普通軍官。幸虧咱們遇見福大人，否則說不定還得出點亂子。」王維揚道：「這福大人內功深湛，一個貴族公子有這樣的功力，倒真不容易。」馬敬俠道：「怎麼？福大人武功好？你怎知道的？」王維揚道：「從他眼神看來，他武功一定不是泛泛之輩。不過皇室宗族的爺們武功好的人很多，也不算稀奇。」正談話間，一個軍官出來說道：「傳鎮遠鏢局王維揚。」王維揚站起身來，跟著他進去。穿過了兩個院子，來到後廳，只見那青年公子坐在中間，面前放了一張公案，兩旁許多御林軍人員侍候著，變戲法的矮子、張老爺等跪在左邊。王維揚一進去，兩旁公差軍官一齊呼喝：「跪下！」到此地步，王維揚不得不跪。那青年公子喝道：「你是王維揚麼？」王維揚道：「小人是王維揚。」那年公子道：「聽說你有個外號叫威震河朔。」王維揚道：「那是江湖上朋友們胡亂說的。」那青年公子道：「皇上和我都在北京，那麼你的威把皇上和我都震倒了？」王維揚陡然一驚，連說：「小人不敢，小人馬上把這外號廢了。」那青年公子喝道：「好大的膽子，拿下。」兩旁官兵擁上來，把他帶了下去。王維揚空有一身武藝，不敢反抗。接著馬敬俠、汪浩天等侍衛，鏢頭一個個被傳進來，一個個的拿下，分別上了手鐐監禁起來。最後連趟子手等也都拿下了，一個軍官把皮盒雙手捧著，走到青年公子案前，一膝半跪，雙手舉盒，笑道：「福大人，玉瓶帶到。」那青年公子哈哈大笑，走下座來。