第一二二回　藏經閣中那老僧慢慢轉過頭來，向慕容博瞧去。慕容博見他目光遲鈍，直如視而不見其物，卻又似自己心中所隱藏的秘密，每一件事都被他清清楚楚的看透了，不由得心中發毛，周身大不自在。只聽那老僧嘆了口氣，說道：「慕容居士雖然是鮮卑族人，但在江南僑居已有數代，老僧初料居士必已沾到南朝的文采風流，豈知居士來到藏經閣中，將我禪宗的精言微語、歷代高僧的語錄心得，一概棄如敝屣，挑到一本『拈花指』法，便如獲至寶。昔人買櫝還珠，貽笑千載，兩位居士乃當今不世的高人，卻也作此愚行。唉，於己於人，都是有害無益。」慕容博心下駭然，自己初入藏經閣，第一部看到的武功秘籍，確然便是「拈花指功」，但當時曾四周詳察，查明藏經閣裏外並無一人，怎麼這老僧直如親見？只聽那老僧又道：「居士之心，比之蕭居士尤為貪多務得。蕭居士所研習者，只是如何剋制少林派現有的武功，慕容居士卻將本寺七十二絕技，一一囊括以去，直過了三年，這才重履藏經閣。想來這三年之中，居士盡心竭力，意圖融會貫通這七十二絕技，說不定已傳授於令郎了。」他說到這裏，眼光向慕容復轉去，只看了一眼，便搖了搖頭，待看到鳩摩智，這才點頭，道：「是了！令郎年紀尚輕，功力不足，無法研習少林七十二絕技，原來是傳之於一位天竺高僧。大輪明王，你錯了，全然錯了，次序顛倒，大難已在旦夕之間。」鳩摩智從未入過藏經閣，對那老僧絕無敬畏之心，冷冷的說道：「甚麼次序顛倒，大難已在旦夕之間？大師之語，不太也危言聳聽麼？」那老僧道：「不是危言聳聽。明王，請你將那部易筋經還給我罷。」鳩摩智此時不由得不驚，心道：「你怎知我從那鐵頭人處搶到的『易筋經』？要我還你，那有這麼容易？」口中兀自強硬：「甚麼『易筋經』？大師的說話，教人好難明白。」那老僧道：「本派武功傳自達摩老祖。佛門子弟學武，乃在強身健體，護法伏魔。在修習任何一套武功之時，心中都須存著一股慈悲仁善之念。若不以佛學為基，則練武之時，必定傷及自身。功夫練得越深，自身受傷越重。如果所練的只不過是拳打腳踢、兵刃暗器的外門功夫，那也罷了，對自身為害甚微，只須身子強壯，盡自抵禦得住──」他一番話尚未說完，忽聽得樓下說話聲響，跟著樓梯上托、托、托、幾下輕點，七八個僧人縱身上閣。當先的是少林派兩位玄字輩高僧玄生、玄病，其後便是神光上人、道清大師等幾位外來高僧，跟著是天竺哲羅星、波羅星師兄弟，其後又是玄字輩的玄真、玄淨。眾僧見蕭遠山父子、慕容博父子、鳩摩智五人都在閣中，靜聽一個面目陌生的老僧說話，均感詫異。這些僧人均是大有修養的高明之士，當下也不上前打擾，站在一旁，且聽他說甚麼。那老僧見眾僧上來，全不理會，繼續說道：「但若練的是本派上乘的武功，有如拈花指、多羅葉指、般若掌之類，每日不以慈悲佛法調和化解，則戾氣深入臟腑，愈陷愈深，比之任何外毒，都要厲害百倍。大輪明王既是我佛門弟子，精通佛法。但記誦明辨，固是當世無雙，若是非覺非悟，不存慈悲捨身、普渡世人之念，雖是精熟典籍，妙辯無礙，卻終不能消解修習這些上乘武功時所種的戾氣。」群僧只聽得幾句，便覺這老僧所言大含精義，道前人之所未道，心下均有凜然之意。有幾人便合十念沸，道：「阿彌陀佛，善哉善哉！」但聽他繼續說道：「我少林寺建剎千年，古往今來，唯有達摩祖師一人身兼諸種絕技，此後更無一位高僧能並通諸般武功，都是何故？七十二絕技的典籍一向在此樓中，向來不禁門人弟子翻閱，明王可知其理安在？」鳩摩智道：「那是寶剎自己的事，外人如何得知？」玄生、玄病、玄真、玄淨均想：「這位老僧服色打扮，乃是本寺操執雜役的服事僧，怎有如此修為？」原來這些服事僧雖是少林寺的僧人，但不拜師父、不傳武功、不列「玄、慧、虛、空」的輩份排行，宛如是雇工一般，作些燒火、鋤地、灑掃、土木的粗活。玄生等都是寺中第一等高僧，不識此僧的相貌，倒也並不稀奇，只是聽他吐屬高雅，識見卓超，都是不由得暗暗納罕。只聽那老僧繼續說道：「本寺七十二絕技，每一項功夫都能傷人要害，取人的性命，凌厲狠辣，大干天和，是以每一項絕技，均須有相應的慈悲佛法為之化解。這道理本寺僧人倒也並非人人皆知，只是一人練到四五種絕技之後，在禪學上的領悟，自然而然的會到了止境，須知佛學在求渡世，武功在求殺生，兩者背道而馳，相互剋制。只有佛法越高，慈悲之念越盛，這些武功絕技才能練得越多，但修為上到了如此境界的高僧，卻又不屑去多學各種厲害的殺人法門了。」道清大師點頭道：「得聞師父一番言語，小僧今日茅塞頓開。」那老僧合十道：「不敢，老衲說得不對之處還望眾位指教。」群僧一齊合掌道：「請師父更說佛法。」鳩摩智卻倚在書架之上，尋思：「少林寺的七十二絕技被慕容先生盜了出來，洩之於外，便遣個老僧在此裝神弄鬼，意欲叫外人不敢練他門中的武功。嘿嘿，我鳩摩智那有這容易上當？」只聽那老僧又道：「本寺之中，自然也有人佛學修為不足，卻要強自多學上乘武功的，但練將下去，不是走火入魔，便是內傷難愈。當年玄澄大師以一身超凡絕俗的修為，先輩高僧均許為本寺二百年來武功第一，但在一夜之間，突然筋脈俱斷，成為廢人，那便是為此了。」玄生、玄病二人突然跪倒，說道：「大師，可有法子救得玄澄師弟一救？」那老僧搖頭道：「太遲了，不能救了。當年玄澄大師來藏經閣撿取武學典譜，老衲曾三次提醒於他，他始終執迷不悟，筋脈既斷，如何能夠再續？」忽聽得嗤、嗤、嗤三聲輕響，響聲過去更無異狀。玄生等均知這是本門「無相劫指」的功夫，齊向鳩摩智望去，只見他臉上已然變色，卻兀自強作微笑。原來鳩摩智越聽越是不服，心道：「你說少林派七十二絕技不能齊學，我不是已經都學會了？怎麼又不見甚麼筋脈齊斷，成為廢人？」雙手攏在衣袖之中，暗暗使出「無相劫指」，神不知、鬼不覺的向那老僧彈去。不料指力甫及那老僧身前三尺之處，便似遇上了一層柔軟之極，卻又堅硬之極的屏障，嗤的一聲響，指力便散得無形無蹤，卻也並不反彈而回。鳩摩智大吃了一驚，心道：「這老僧果然有些鬼門道，並非大言唬人！」那老僧恍如不知，只道：「兩位請起。老衲在少林寺供諸位大師差遣，兩位行此大禮，如何克當？」玄生、玄病只覺各有一股柔和的力道在小臂下輕輕一托，身不由主的便站將起來，卻沒見那老僧伸手拂袖，都是驚異不置，心想這般潛運神功，心到力至，莫非這位老僧竟是菩薩化身，否則怎能有如此廣大神通，無邊佛法？那老僧又道：「本寺七十二絕技，均分『體』、『用』兩道，『體』為內力本體，『用』為運用法門。兩位居士和大輪明王、天竺波羅星師兄本身早具上乘內功，來本寺所習的，只不過七十二絕技的運用法門，雖有損害，卻一時不顯。明王所練的，本來是『逍遙派』的『小無相功』罷？」鳩摩智又是大吃一驚，他偷學逍遙派的「小無相功」，本來無人知悉，怎麼他卻瞧了出來？但轉念一想，隨即釋然：「虛竹適才跟我相鬥，使的便是小無相功。多半是虛竹跟他說的，何足為奇？」鳩摩智當即說道：「『小無相功』雖然源出道家，但近日佛門弟子習者亦多，演變之下，已集佛道兩家之所長。即是貴寺之中，居然亦不乏此高手。」那老僧微現驚異之色，道：「少林寺中也有人會『小無相功』？老衲今日還是首次聽聞。」鳩摩智心道：「你倒裝得很像。」微微一笑也不加點破。那老僧繼續道：「小無相功宏博精心，以此為根基，本寺的七十二絕技皆可運使，只不過細微曲折之處，不免有點似是而非罷了。」玄生轉頭向鳩摩智道：「明王自稱兼通敝派七十二絕技，原來是如此兼通法。」語中帶刺，鋒芒逼人。那老僧又道：「明王若只是習七十二絕技的運用之法，其傷隱伏，雖有疾患，一時之間也不致喪命。可是明王此刻『承泣穴』上色現朱紅，『聞香穴』上隱隱有紫氣進出，『眉沖穴』筋脈顫動，種種跡象，顯示明王在練過少林七十二絕技之後，又去強練本寺內功秘笈『易筋經』──」他說到這裏，曳然而止，眼光中大露悲憫惋惜之情。鳩摩智驀地想起，自從半年多前在鐵頭人處奪得「易筋經」以來，知道這是武學至寶，隨即靜居苦練，但練來練去，始終沒半點進境，猜想凡是上乘內功，絕非旦夕之間聽能奏效，儘管並無進益，還是堅持不懈，心想少林派「易筋經」與天龍寺「六脈神劍」齊名，慕容博曾稱之為武學中至高無上的兩大瑰寶，自然非一蹴可就，說不定要練上十年八年，這才豁然貫通，只是越練到後來，越感心煩意躁，頭緒紛紜，難以捉摸，難道那老僧所說確非虛話，果然是「次序顛倒，大難已在旦夕之間」麼？但轉念又想：「修練內功不成，因而走火入魔，原是常事，但我鳩摩智精通武學秘奧，豈是常人可比？這老僧大言炎炎，我若中了他的詭計，鳩摩智一生英名，付諸流水了。」那老僧雙目注視著他，見他臉上初現憂色，但隨即雙眉一挺，又從一臉剛愎自負的模樣，顯然將自己的言語當作了耳畔東風，不由得輕輕嘆了一口氣，向蕭遠山道：「蕭居士，你近來小腹上『梁門』、『太乙』兩穴，可感到隱隱疼痛麼？」蕭遠山全身一凜，道：「神僧明見，正是這般。」那老僧又道：「你『關元穴』上的麻木不仁，近日來卻又如何？」蕭遠山更是驚訝，道：「這麻木之處十年前只有小指頭般大一塊，現下──現下幾乎有茶杯口大了。」說到這裏，聲音已是發顫。蕭峰一聽之下，知道父親三處要穴現出這種跡象，乃是強練少林絕技所致，從父親的話中聽來，這種徵象煩擾他多年，始終無法驅除，成為他內心一大隱憂，為了父親之故，向這位老僧脆求又有何妨？當即上前兩步，雙膝跪下，向那老僧拜了下去，說道：「神僧既知家父病根，還祈慈悲解救。」那老僧道：「居士請起。居士宅心仁善，以天下蒼生為念，不肯以私仇而傷害宋遼軍民，居士如此大仁大義，不論有何吩咐，老衲無有不從。不必多禮。」蕭峰大喜，又磕了兩個頭，這才站起。那老僧又道：「蕭老居士過去殺人甚多，頗傷無辜，像喬三槐夫婦、玄苦大師，實是不該殺的。」蕭遠山是契丹英雄，年紀雖老，不減獷悍之氣，聽那老僧責備自己，便朗聲道：「老夫自知受傷已深，但年過六旬，有子成人，縱然頃刻間便死，亦復何憾？神僧要老夫認錯悔過，卻是萬萬不能。」那老僧搖頭道：「老衲不敢要老居士認錯悔過，只是老居士之傷，乃因練少林派武功而起，欲覓化解，便須從佛法中去尋。」他說到這裏，轉頭向慕容博道：「慕容老居士視死如歸，自不須老衲饒舌多言。但若老衲指點途徑，令老居士免除了陽白、廉泉、風府三處穴道，每日三次的萬針攢刺之苦，卻又何如？」慕容博臉色大變，不由得全身微微顫動。他陽白、廉泉、風府三處穴道，每日清晨、正午、子夜三段時間之中，確如萬針攢刺，痛不可當，這種痛楚近日越來越是厲害，不論服食何種靈丹妙藥，都是沒半點效驗，只要一運內功，那針刺之痛更是深入骨髓，一日之中，連死三次，那裏還有甚麼人生樂趣？他所以甘願一死，以交換蕭峰答允興兵攻宋，雖說是為了光復燕國的大業，一小半也為了身患這無名惡疾，實是難以忍耐。他突然聽到那老僧說出自己的病根，宛如聽到一個晴天霹靂一般，當真是一驚非同小可，其實以他這等武功高深之士，真的耳邊平白響起一個霹靂，絲毫也不會吃驚，甚至連響十個霹靂，卻也只是當老天爺放屁，不予理會。但那老僧平平淡淡的幾句話，卻令他心驚肉跳，惶惑無已。他身子抖得兩下，猛覺陽白、廉泉、風府三處穴道之中，那針刺般的劇痛又發作起來。本來此刻並非作痛的時辰，可是心神震盪之下，其痛陡生，但聽得他周身骨骼咯咯作響，宛似互相撞擊一般，慕容博是何等身份之人，豈肯出聲向那老僧求教？當下只有咬緊牙關，強忍痛楚。但這牙關卻也咬它不緊，上下牙齒得得相撞，霎時間狼狽不堪。慕容復素知父親要強好勝的脾氣，寧可殺了他，也不能在人前出醜受辱，當下向蕭峰父子一拱手，說道：「青山不改，綠水長流，今日暫且別過。兩位要找我父子報仇，咱們在姑蘇燕子塢參合莊恭候大駕。」伸手攜住慕容博右手，道：「爹爹，咱們走罷！」那老僧道：「你竟忍心如此。便讓令尊受此徹骨奇痛的熬煎？」慕容復臉色慘白，拉著慕容博之手，邁步便走。蕭峰喝道：「你就想走？天下有這等便宜事？你父親身上有病，大丈夫不屑乘人之危，且放了他過去。你可沒病沒痛！」慕容復氣往上衝，喝道：「那我便接蕭兄的高招。」蕭峰更不打話，呼的一掌，一招降龍十八掌中的「見龍在田」，向慕容復猛擊過去。他見藏經閣中地勢狹隘，高手群集，不便久鬥，是以使上了十成力，要在數掌之間便取敵人性命。慕容復見他掌勢兇惡，當即運起平生之力，雙掌力推，與之相抵。那老僧雙手合十，說道：「阿彌陀佛，佛門善地，兩位居士不可妄動無名，冒犯了菩薩。」說也奇怪，他雙掌只是這些一合，便似有一股力道化成一堵堅不可摧的無形高牆，擋在蕭峰和慕容復之間。兩人排山倒海的掌力撞在這堵牆上，登時無影無蹤，消於無形。這堵牆堅韌無比，絲毫不為兩股掌力所搖動，卻又是平和之極，將兩人掌力盡數受了下來，沒半點力道反彈回去。蕭峰心中一凜，他生平從未遇過敵手，自忖以虛竹二弟招數之奇、段譽三弟劍法之精，比之自己尚自遜了一籌，但眼前這個貌不驚人的老僧，功力顯是比自己強過太多，既是他出手阻止，今日之仇是絕不能報了。他天性純孝，想到父親的內傷，便又躬身道：「在下蠻荒匹夫，草野之輩，不知禮儀，冒犯了神僧，恕罪則個。」那老僧微笑道：「好說，好說。老僧對蕭居士好生相敬，唯大英雄真本色，蕭居士當之無愧。」蕭峰道：「家父犯下的殺人罪孽，都係由在下身上引起，懇求神僧治了家父之傷，諸般罪責，都由在下領受，萬死不辭。」那老僧微微一笑說道：「老衲已經說過，欲求化解蕭老居士的內傷，須從佛法中尋求。佛由心生，佛即是覺，旁人只能指點，卻不能代勞。我問蕭居士一句話：倘若你有治傷的能耐，那慕容老居士的內傷，你肯不肯替他醫治？」蕭遠山一怔，道：「我──我替慕容老──老匹夫治傷？」慕容復喝道：「你嘴裏放乾淨些。」蕭遠山咬牙切齒的道：「慕容老匹夫殺我愛妻，毀了我一生，我恨不得千刀萬剮，將他斬成肉醬。」那老僧道：「你不見慕容居士死於非命，難消心頭之恨？」蕭遠山道：「正是。我在少林寺中潛居三十年，正是為了報此大仇。」那老僧點頭道：「那也容易。」站起身來，緩步向前，伸出一掌，拍向慕容博頭頂。慕容博初時見那老僧離座而起，也不在意，待見他伸掌拍向自己天靈蓋，急忙左手上抬相格，又恐對方武功太過厲害，一抬手後，身子跟著向後飄出。他姑蘇慕容氏家傳武學，本已非同小可，再鑽研少林寺七十二絕技後，更是如虎添翼，這一抬手，一飄身，看似平平無奇，卻是一掌擋盡天下諸般攻招，一退閃去世間任何追襲，守勢之嚴密飄逸，直可說至矣盡矣，無以復加。閣中諸人個個都是武學高手，一見他使出這兩招來，都是暗暗喝一聲采，即是蕭遠山父子，也是不禁欽佩。殊不知那老僧一掌輕輕拍將下去，波的一聲響，正好擊在慕容博腦門正中的「百會穴」上，慕容博的一格一退，竟是沒有一點效用。想那「百會穴」是人身體何等要緊的所在，即是給全不會武功之人碰上一碰，也有重傷致命之虞，那老僧運足了內力一掌擊下，慕容博全身一震，登時氣絕，仰身向後便倒。慕容復大驚，搶上扶住，叫道：「爹爹，爹爹！」但見父親嘴眼俱閉，鼻孔中已無出氣，忙伸手到他心口一摸，卻是心跳亦停。慕容復悲怒交集，萬想不到這滿口慈悲佛法的老僧居然會下此毒手，叫道：「你──你──你這老賊禿！」將父親的屍身往柱上一靠，飛身縱起，雙掌齊出，向那老僧猛擊拍去。那老僧不聞不見，全不理睬，慕容復雙掌推到那老僧身前兩尺之處，突然間如撞上了那堵無形氣牆，更似撞進了一張漁網之中，掌力雖猛，卻是無可施力，被那氣牆一推，反彈出丈餘，撞到一座書架之上。本來他去勢既猛，反彈之力也必十分凌厲，但說也奇怪，他掌力似被那無形氣牆盡數化去，然後將他輕輕推開，是以他背脊撞上書架，那書架固不倒塌，連架上堆滿的經書也沒落下一冊。慕容復生性十分機警，雖然是傷痛父親之亡，但知那老僧武功高出自己十倍，縱然狂打狠鬥，終究是奈何他不得，當下倚在書架之上，假作喘息不止，心下卻在暗自盤算，如何出其不意的再施偷襲。那老僧轉向蕭遠山，淡淡的道：「蕭老居士要親見慕容老居士死於非命，以平積年仇恨。現下慕容老居士是死了，蕭老居士這口氣可平了罷？」蕭遠山見那老僧一掌擊死了慕容博，也是訝異無比，聽他這麼問，不禁心中一片茫然，張口結舌，說不出話來。這三十年來，他處心積慮，便是要報這殺妻之仇、奪子之恨。這一年中真相顯現，他將當年參與雁門關之役的中原豪傑一個個打死，連玄苦大師與喬三槐夫婦也死在他的手中。其後得悉那「帶頭大哥」便是少林寺方丈玄慈，更在天下英雄之前揭破他與葉二娘的奸情，這仇可算報得到家，令他身敗名裂，這才逼他自殺。待見玄慈死得光明磊落，不失英雄氣概，蕭遠山內心深處，隱隱已覺此事做得未免過了份，而葉二娘之死，更令他良心漸感不安。只是其時得悉假傳音訊，釀成慘變的奸徒，便是那同在寺中隱伏，與自己三次交手不分高下的白衣僧慕容博，蕭遠山滿腔怒氣，便都傾注在此人身上，恨不得食其肉而寢其皮，恨不得抽其筋而炊其骨。那知道平白無端的出來一個無名老僧，行若無事的一掌便將自己的大仇人給打死了，他霎時之間，猶如身在雲端，飄飄蕩蕩，在這世間更無立足之地。蕭遠山少年時豪氣干雲，學成一身出神入化的武功，一心一意為國效勞，樹立功名，做一個名標青史的人物。他與妻自幼便青梅竹馬，兩相愛悅，成婚後不久誕下一個麟兒，更是襟懷爽朗，意氣風發，但覺天地之間更無一件恨事，不料雁門關外奇變徒生，墮谷不死之餘，整個人全變了個樣子，甚麼功名事業、名位財寶，在他眼中皆如塵土，日思夜想，只是如何手刃仇人，以洩大恨。他本來是個豪邁誠樸，無所縈懷的塞外大漢，這心中一充滿仇恨，性子自然越來越是乖戾。再在少林寺中潛居數十年，晝伏夜出，勤練武功，一年之中難得與旁人說一兩句話，性情更是大變。突然之間，數十年來恨之切齒的大仇人，一個個死在自己面前，按理說該當十分快意，但他心中卻是感到說不出的寂寞凄涼，只覺自己在這世上再也沒甚麼事情可幹，活著也是白活。他斜眼向倚在柱上的慕容博瞧去，只見他臉色平和，嘴角邊微帶笑容，倒似死去之後，比活著還更快樂。蕭遠山內心反而隱隱有點羨慕他的福氣，但覺一了百了，人死之後，甚麼都是一筆勾銷。在這頃刻之間，他心中轉過了無數念頭：「仇人都死光了，我的仇全報完了。我卻到那裏去？回大遼麼？到雁門關外去隱居麼？帶了峰兒浪跡天涯，四海飄流麼？」只覺不論到甚麼地方，都是全無意味。那老僧道：「蕭老居士，你要到那裏去，這就請便。」蕭遠山搖搖頭道：「我──我卻到那裏去？我無處可去。」那老僧道：「慕容居士是我出手打死，你未能親自報得大仇，是以心有餘憾，是也不是？」蕭遠山道：「不是！就算你沒有打死他，我也不想打死他了。」那老僧點頭道：「不錯！可是這位慕容少俠傷痛父親之死，卻要找老衲和你報仇，卻是如何是好？」蕭遠山心灰意冷，萬念俱息，道：「大和尚乃代我出手，慕容少俠要為父報仇，儘管來殺我便是。」他突然嘆了口氣道：「他來取我性命倒好。峰兒，你也回到大遼去罷，咱們的事都辦完啦，路已走到了盡頭。」蕭峰叫道：「爹爹，你──」忽聽那老僧道：「慕容少俠若是打死了你，你兒子勢必又要殺慕容少俠為你報仇，如此怨怨相報何時方了？不如天下罪孽，都歸我罷！」說著踏上一步，提起手掌，往蕭遠山頭頂拍將下去。蕭峰一見大驚，他已有前車之鑒，知道這老僧既能一掌打死慕容博，也能一掌打死了父親，大聲喝道：「住手！」雙掌齊出，向那老僧當胸猛擊過去。他對那老僧本來大有敬仰之意，但這時為了相救父親，只有全力奮擊，已顧不得這雙掌之中包含了當世至剛至強、無堅不摧的大力，縱然是銅筋鐵骨之身，只怕也是當者立斃。那老僧伸出左掌，將蕭峰雙掌推來之力擋了一檔，右掌卻仍是拍向蕭遠山頭頂。蕭遠山全沒想到抵禦，眼見那老僧的右掌正要碰到他腦門的百會穴上，那老僧突然大喝一聲，右掌改向蕭峰擊去。蕭峰雙掌之力正與他左掌相持，突見他右掌轉而襲擊自己，當即抽出左掌抵擋，同時叫道：「爹爹，快走，快走！」不料那老僧右掌這一擊中途轉向，純係虛招，只是要引開蕭峰雙掌中的一掌之力，以減輕推向自身的力道。蕭峰左掌一迴，那老僧的右掌立即圈轉，波的一聲輕響，已擊中了蕭遠山的頂門。便在此時，蕭峰的右掌已跟著擊到，砰的一響，重重打中那老僧胸口，跟著喀喇喇幾聲，肋骨斷了幾根。那老僧微微一笑，道：「好俊的功夫！降龍十八掌，果然天下第一。」這個「一」字說出，口中一股鮮血跟著直噴了出來。蕭峰一獃之下，過去扶著父親身子，但見他呼吸停閉，心不再跳，已然氣絕身亡。忽聽得閣下傳來人聲，有人說道：「難道是在藏經閣中？」好幾個人快步走近。那老僧道：「是時候了，該當走啦！」伸出雙手，右手抓住蕭遠山屍身的後領，左手抓住慕容博屍身的後領，邁開大步，竟如凌虛而行一般，走了幾步，便跨出了窗子。蕭峰和慕容復齊聲大喝：「你──你幹甚麼？」同發掌力，向那老僧背心擊去。就在片刻之前，他二人還是勢不兩立，要拼個你死我活，這時二人的父親雙雙被害，竟爾敵愾同仇，聯手追擊對頭。二人掌力相合，力道更是巨大。但那老僧的身子便如是一隻紙鳶般，在二人掌風的推送之下，向前飄出數丈，雙手仍是抓著兩具屍身，三個身子輕飄飄地，渾不似血肉之軀。蕭峰縱身一跳，跟著便追出窗外，只見那老僧手提二屍，直向山上走去。蕭峰加快腳步，只道三腳兩步便能追到他身後，不料那老僧輕功之奇，實是生平從所未見，宛似身有邪術一般。蕭峰奮力急奔，只覺山風刮臉如刀，自知奔行奇速，但離那老僧背後始終有兩三丈遠近，連連發掌，總是打了個空。那老僧越走越高，在荒山中東一轉、西一拐，到了一處林間略略平曠之地，忽將兩具屍身往一株樹下一放，擺成了盤膝而坐的姿勢，自己坐在二屍之後，各出一掌，抵住二屍的背心。他剛坐定，蕭峰亦已趕到。蕭峰性子雖豪邁，處事卻又極為精細，一見那老僧舉止有異，便不上前動手。只聽那老僧道：「我提著他們奔走一會，活活血脈。」蕭峰幾乎不相信自己的耳朵，給死人活活血脈，那是甚麼意思？順口道：「活活血脈？」那老僧道：「他們內傷太重，須得先令他們作龜息之眠，再圖解救。」蕭峰心下一凜：「難道我爹爹沒死？他──他是在給爹爹治傷？天下那有先將人打死再給他治傷之法？」這時慕容復、鳩摩智、玄生、玄渡以及神光上人等先後趕到，只見兩具屍體的頭頂，忽然冒出一縷縷的白氣。那老僧將二屍轉過身來，面對著面，再令二屍的四雙手相互握住。慕容復說道：「你──你──這是幹甚麼？」那老僧不答，繞著二屍緩緩行走，不住伸出手掌，有時在蕭遠山「大椎穴」上拍一記，有時在慕容博「玉枕穴」上揉一下，只見二屍頭頂白氣越來越濃，又過了一盞茶時分，蕭遠山和慕容博身子同時一動。蕭峰和慕容復又驚又喜，齊叫：「爹爹！」蕭遠山和慕容博慢慢睜開雙眼來，向對方看了一眼，隨即閉住。但見蕭遠山滿臉紅光，慕容博臉上卻隱隱現著青氣。眾人這時方才明白，那老僧出掌擊打二人，只不過暫時令他們停閉氣息，心臟不跳，似是醫治重大內傷的一種法門，只是「龜息」之法，許多內功高深之士都曾練過，然這是自停呼吸，要一掌打得將旁人停止呼吸而不死，卻是萬萬不能。這老僧既是用心良善，原可事先明言，何必開這個大大的玩笑，以致累得蕭峰、慕容復驚怒如狂，更累得他自身受到蕭峰的掌擊，口噴鮮血？眾人心中積滿了疑團，但見那老僧全神貫注，甚是忙碌，誰也不敢出口詢問。卻聽得蕭遠山和慕容博二人呼吸由低而響，愈來愈是粗重，跟著蕭遠山臉色漸紅，到後來便如要滴出血來，慕容博的臉色卻是越來越青，碧油油的甚是怕人。二人身子顫動，顯是頗為危殆。旁觀眾人均知，一個是陽氣過旺，虛火上沖，另一個卻是陰氣太盛，風寒內塞。玄生、玄渡、神光，道清等身上均帶得有種種靈丹妙藥，只是不知那一種方才對症。只聽得那老僧突然喝道：「咄！四手互握，內息相應，以陰濟陽、以陽消陰。權位之圖、仇恨之心，天地悠悠，消於無形！」蕭遠山和慕容博的四手本來交互握住，聽那老僧一喝，不由得手掌一緊，各人體內的內息向對方湧了過去，融會貫通，以有餘補不足，兩人臉色漸漸的變得蒼白，又過一會，兩人同時睜開眼來，相對一笑，莫逆於心。