第二十四回　兇險如斯乎　怨毒甚矣哉那人粗衣草履，背插長刀，正是崔秋山的侄兒崔希敏。承志道：「有什麼事？」希敏從身邊取出一封信來，承志一見封皮上寫著「字諭諸弟子」的字樣，認得是師父筆跡，先作了一揖，然後恭恭敬敬的接過來，抽出信紙，見上面寫著：「吾華山派累世遺訓，不得在朝居官任職。今闖王大業克就，吾派弟子功成身退，其於四月月圓之夕，齊集華山之顛。」下面簽著「人清」兩字。承志道：「啊，距會期已不到一月，咱們就得動身。」希敏道：「正是，我叔叔說也要去呢。」兩人逕回正條子衚衕來，一進衚衕，就聽見兵刃相交，呼喝斥罵之聲，隨見數十名明軍急奔出來。承志心想：「明軍早已潰敗，怎麼還有許多人在這裏？」當下加快腳步，走到門口，只見何惕守揮鉤亂殺，把十多名困在屋裏逃不出來的明軍打得東奔西竄。她見師父到來，微微一笑，閃在一旁，那些明軍斗見有路可逃，蜂擁而出，你推我擠，連奔帶跌，片刻之間，走得沒一個蹤影。何惕守笑道：「這些敗兵見咱們房子高大，想來搶東西！」承志笑道：「幸虧我回來得早，否則這幾個人還有苦頭吃。」三人同進內堂，忽見洪勝海奔出，面如土色，大叫：「不好啦，不好啦！」承志吃了驚問道：「什麼？」洪勝海氣急敗壞，只道：「程─程─程老夫子──」眾人一齊擁到程青竹房裏，那一驚真是非同小可，只見他跪在地下，身體僵硬，胸口插了一柄明晃晃的利刃。沙天廣怒道：「快拿刺客！」縱身躍出，胡桂南、何惕守等跟了出去。承志一探青竹鼻息，早已停止呼吸，身體冰冷，已死去多時，再俯身看利刃，見刀上縛了一張白紙，上書：「微臣同死，以殉吾主」八個大字，這才知道原來他是自殺殉主，想是他得知了崇禎崩駕的訊息，憶起舊日之情，於是自殺。這雖是一番愚忠，但烈性也殊可憫可嘆，承志不禁灑了幾點英之淚，命人追回沙天廣等人，購買棺木衣衾，給程青竹安葬。他是青竹幫一幫之主，葬儀本就不可草率，但這時京中大亂，也不能廣致賓客，祇得即日成殮。承志與眾人向靈柩行禮已畢，見青青始終不出來，問宛兒道：「夏姑娘呢？」宛兒道：「好久不見她啦，我去請她來行禮！」承志道：「我去叫她。」走到青青房外，在門上用手指彈了幾下，說道：「青弟，是我。」房內並無聲息，候了片刻，又輕輕拍門，仍無回音。承志把門推開，往裏一張，只見房內空無所有，進得房去，不禁一呆，原來她衣囊、寶劍等物都已不見，連她母親的骨灰罐也帶走了，看來似已遠行。承志在各處一翻，在她枕下尋到一張字條，上面寫道：「既有金枝玉葉，何必要我平常百姓。」承志望著那張字條呆呆的出了一會神，心中千頭萬緒，不知如何是好，自思：「我待她一片真心誠意，她總是小心眼兒，處處疑我防我。男子漢大丈年做事光明磊落，但求心之所安，咱們每日在刀山槍林中賭死拚生，那裏還顧得到瓜田李下之防？青弟，青弟，你實在太不知我的心了。」想到這裏，不禁一陣心酸，又想：「她上次負氣出走，險些兒失閃在洋兵手裏，現在天下未定，兵荒馬亂之際不知到了那裏？」他獃獃的坐在床上，書空咄咄，大為沮喪。宛兒輕輕走進房來，見承志猶如失魂落魄一般，不覺大吃一驚。眾人得知消息後，都湧進房來，七張八嘴，有的勸慰，有的各出主意，宛兒年紀雖小，對事情卻最把持得定，當下說道：「袁相公，你急也無用，夏姑娘一身武藝，有誰敢欺侮她？這樣吧，你會期已近，還是和啞巴叔叔、何姊姊等一起上華山去。我留在這裏看護阿九妹子。沙叔叔、鐵老師、胡叔叔和咱們金龍幫的，大夥兒出去找夏姑娘，再傳出江湖令牌，命七省豪傑幫同照顧。」她一面說，承志一面點頭，道：「焦姑娘的主意很高，就這麼辦。不過惕守還沒正式入我門中，待我稟明師父之後再說，這一次她不必同上華出了。」何惕守眼睛一溜，正想求懇，忽地想起青青也曾有疑心自己之意，和承志同行祇怕不甚妥當，當下微微一笑，也就不言語了，暗自尋思：「你不讓我到華山，我偏偏自己去。」她做慣了邪教的教主，近來雖已大為收歛，究竟野性未除，一門心思的只管籌劃自行上華山拜見祖師的事。承志安排已畢，當晚向闖王與義兄李岩辭別，闖王賞賜了許多大內的珍寶，承志要待推辭，李岩連使眼色，承志祇得謝過受了。李岩送出門來，嘆道：「兄弟，你功成身退，那是最好不過──我在此大受小人傾軋，但又不能辭大王而去，只好以性命報他知遇之恩了。」說罷神色黯然。承志慨然道：「大哥你多多保重，如有危難，小弟雖在萬里之外，也必星夜趕到。」兩人灑淚而別。次日一早，承志騎了闖王所贈的烏駁馬，與啞巴、崔秋山、崔希敏、安大娘、小慧、洪勝海六人帶了兩頭猩猩，取道向西，往華山進發。各人乘坐的都是駿馬，腳程極快，不多時已到了宛平。眾人進客店打尖，用完飯正要上馬，洪勝海眼尖，忽見牆角裏有一隻蠍子，一條蜈蚣，都用鐵釘釘在牆腳，他心中一震，一扯承志的衣服，承志仔細一看，點了點頭，心想這必與五毒教有關，可惜何惕守沒有有同來，不知這兩個記號表示什麼意義，洪勝海借與店小二攀談了幾句，淡淡的問道：「那牆腳下的毒物，是幾個南方口音的人釘的吧？」店小二笑道：「要不是我收了銀子，真要把這兩樣鬼東西丟了。煩死人！」他一面說一面板手指，笑道：「兩天不到，問起這些勞什子的，連您達官爺不知是第十幾位了。」洪勝海忙問：「是誰釘的？」店小二道：「是那個老乞婆啊！」洪勝海和承志對望了一眼，又道：「那些人問過呢？」他一面說，一面拿了塊碎銀子塞在店小二手裏。店小二一面客氣，一面接了銀子，笑道：「不是叫化丐頭，就是光棍混混兒，那知道您達官爺也問這個──嘿嘿，叫您老人家破費啦。」承志插口道：「那老乞婆釘這些毒物時，還有進在一旁嗎？」店小二道：「那天的事也真透著稀奇，先是一個青年標緻相公獨個兒來喝酒──」承志急問：「多大年紀？怎樣打扮？」店小二道：「瞧模樣兒比您相公還子幾歲，生得這樣俊，咱們還道是唱小旦的戲子兒呢，後來見他腰裏帶著一把寶劍，那就不知是什麼路數了。他好像家裏死了人似的，愁眉苦臉，喝喝酒，眼圈兒就紅了，真叫人心裏疼──」眾人知道這必是青青無疑，崔希敏怒道：「你別口裏不乾不淨的。」店子二嚇了一跳，抹了抹桌子道：「爺們要上道了麼？」承志道：「後來怎樣？」店小二望了崔希敏一眼道：「那位青年相公喝了一會酒，忽然樓梯上腳步響，上來了一位老爺子，別瞧他頭髮鬍子白得銀子一般，可真透著精神，手裏提著一根枴杖，騰的一聲，往地下一登，桌上的碗兒盞兒都跳了起來。」承志聽到這裏，不由得大急，心想：「溫明山那老兒和她遇上，青弟怎麼能逃出他的毒手？」店小二又道：「那老爺子坐在那相公旁邊的一張桌子邊，要了酒菜，他剛坐定，又上來一位老爺子，那真叫古怪，前前後後一共來了四個，都是白頭髮、白鬍子、紅臉孔。有的拿著一對短戟，有的拿著一根皮鞭，他們誰也不望誰，每個各自開了一張桌子，四個兒把那位年青相公圍在中間。我越瞧越透著邪門，再過一會兒，那老乞婆就來啦。掌櫃的要趕她出去，那知噹的一聲，嚇，你道什麼？」崔希敏忙問：「什麼？」店小二道：「這叫做財神爺爺披狗皮，人不可以貌相。噹的一聲，她拋了一大錠銀子在櫃上，向著那四個老頭和那相公一指，叫道：『這幾位吃的都算在我帳上！』您老，您見過這麼闊綽的叫化婆麼？」承志越聽越急，心想：「溫氏四老已經難敵，再遇上何紅藥那如何得了？」店小二越說興緻越好，口沫橫飛的道：「那知他們理也不理，自顧自的飲酒，那老乞婆惱了，叫了一聲，一張手，一道白光，直往那拿枴杖的老兒射去。」崔希敏道：「你別瞎扯啦，難道她還真會放飛劍不成？」店小二急道：「我幹麼瞎扯？雖然不是飛劍，可也是幾成兒不離。只見那老兒伸出筷子，叮叮噹噹一陣響，筷子上套了明晃晃的一串，我偷偷蹩過去一張，嚇，你道是什麼？」希敏道：「什麼？」店子二道：「原來是一串指甲套子，都教那老兒用筷子套住啦，我剛喝得一聲彩，只聽見波的一聲，您道是什麼？」希敏道：「什麼？」店小二拉著他走到一張桌子旁，道：「你瞧。」只見那桌上有一個小孔，店小二拿起一根筷子，一插下去，剛剛合式，說道：「那老兒筷子一轉，就插進了桌面。這手功夫可不含糊吧？老乞婆知道敵他不過，就奔了出去。後面那青年相公跟著四個老頭一起走了，原來他們是一路，擺好了陣勢對付那叫化婆的。」承志問道：「他們向那裏去的？」店小二道：「是向西南到良鄉去的。他們走了不久，叫化婆又回轉來，在牆角邊釘了這兩件怪東西，又給了我一塊銀子，叫我好好瞧著，別讓人動。這幾日四下大亂，咱們掌櫃的說收鋪幾日別做生意，老闆娘一定不肯，這才開市，倒挑我賺了一筆外快──」他還在嘮叨叨的說下去，承志已搶出門去，一躍上馬，叫道：「咱們快追！」且說青青那日負氣離京，心裏傷痛異常，決意把母親骨灰帶到華山之巔與父親骸骨合葬，然後在父母屍骨之旁圖個自盡，想到孑然一身，個郎薄倖，落得如此下場，不禁自傷自憐。這日在宛平打尖，竟不意與溫氏四老及何紅藥相遇。溫明山露了一手絕技，何紅藥自知不敵，逕自退開。青青已抱必死之心。倒也並不驚懼，怕的是四老當場把她處死，那麼母親的遺志就不能奉行了，當下念頭一轉，已想出了計謀，盈盈走到溫明達跟前，施了一禮，叫聲：「大爺爺！」然後逐一與其餘三老見禮。溫氏四老見她坦然不懼，倒頗出意外，四人對望了一眼，青青笑道：「四位老爺爺到那裏去？」溫明達道：「你到那裏去？」青青道：「我和那個姓袁的朋友約好在這裏會面，那知他這時還沒來。」四老一聽到承志名字，猶如驚弓之鳥，那敢再有一刻停留，溫明義喝道：「快跟咱們去。」青青假意道：「我要等人呢。」溫明義手一伸，快如閃電，已隔衣叩住她的脈門，把她拉出店門，兩人共乘一騎，馳向郊外。四老儘往荒僻無人之處馳去，到了一株大樹之下，跳下馬來，溫明義把青青一摔，推在地下，罵道：「你這無恥賤人，今日教你撞在我們手裏。」青青哭道：「爺爺，我錯了什麼啊？你們饒了我，我以後都聽你們話。」溫明義罵道：「你還想活命？」嗖的一聲，拔出了一柄匕首，青青哭道：「二爺爺，你要殺我麼？」溫明悟道：「你死是罪有應得！」青青道：「三爺爺，我媽是你親生女兒，我求你一件事。」溫明山道：「要活命那是休想！」青青哭道：「我死之後，求你送一個信給我那姓袁的朋友，叫他獨個兒去找寶貝吧，別等我了。」四老一聽到「找寶貝」三字，心中一震，齊聲問道：「什麼？」青青道：「我反正是死了，這個祕密是不能說的，我只求你送這封信去。」說著從身上撕下了一塊衣襟。又從懷裏針線包內取出一根針來，刺破手指，點了鮮血，在衣上寫起字來。四老不住問她找什麼寶，她只是不理，寫好之後，交給溫明山道：「三爺爺，您不必見他，託人捎到宛平剛才咱們相會的那處酒樓就得啦！」她雖是做作，但想起承志無良，又不禁流下淚來。四老見了她傷心的神情，那裏知她是作偽騙人，一齊圍觀，只見衣襟上寫道：「承志大哥：你我今生已無再見之日，我父之重寶，均贈予你，請自行前往挖取，不必等我，青妹泣白。」溫明義喝道：「那是些什麼寶貝？難道你知道藏寶的處所？」青青點點頭，溫明悟道：「呸，你騙人，壓根兒就沒什麼寶貝？你那死鬼父親騙了我們一場，現在你又想來搞鬼。」青青垂頭不語，暗中伸手入懷，解開了一對玉蝶的絲條。這本是十隻鐵箱中之物，在售寶變錢時她見這對玉蝶既美，彫刻尤其靈動如生，就拿來繫在身上，好在十箱珍寶不計其數，也不少這對小小玉蝶。她突然站起身來，叫道：「這信送不送也由你們了，現在來殺我吧！」只聽見叮叮兩聲清脆之音，一對王蝶落在地下。青青俯身要拾，溫明悟搶先一步，撿了起來，四老見到這無價之寶，眼都紅了，他們數十年為盜，豈有不識寶貨之理，四人心中突突亂跳，齊聲喝道：「這是那裏來的？」青青只是不語，溫明山道：「你好好說出來，或者就饒你一條小命。」青青道：「那就是那批珍寶裏的。我和袁大哥照著爹爹留下來的那張圖，挖到了十隻鐵箱，裏面都是珍奇寶物，因為不便帶，所以我只撿了這對玉蝶好玩兒，我們說好這次去全都挖了出來，那知你們──」說著又哭了起來。四老站在一邊，輕輕商議，他們武功比青青高得很多，也不怕她逃走，溫明達道：「這樣說來，寶藏的事當真不假。」溫明義道：「咱們逼她領著去找。」三老都點了點頭，溫明山道：「先騙她說饒她不死，等寶貝找到後，再來好好整治這小賤人。」溫明悟道：「我有一個好主意：咱們搶在頭裏，珍寶掘出之後，就把這賤人埋在寶窟之中，等姓袁的小畜生來掘寶，一掘掘到這個寶貝，那豈不是好。」三老同聲大笑，都說：「五弟這主意最好。」四人商議已畢，心想既有寶藏可得，又能出了心中之氣，興高采烈的回來威逼青青。青青起先假意不肯，後來裝作實在受逼不過，祇得說出來藏寶之地是在華山之巔，她心中的主意，是要五老帶她到了華山，找到父親埋骨的所在，乘他們在旁邊荒山中亂挖亂掘時，自己把母親的骨灰和父親的骸骨葬在一起，然後橫劍自刎。她這句謊話一說，四老卻更深信不疑。原來當年溫氏五老把金蛇郎君擒住，他也是將他們帶到華山，寶貝雖然沒有找到，金蛇郎君又突然失蹤，但在他們腦海之中，卻已深印了寶物必在華山的印象。當日張春九和那和尚所以到華山之巔來搜索，也是因此。當下四老帶了青青，連日馬不停蹄的趕路，祇怕承志追到，那麼不但寶物得不到，祇怕四條老命還保不住。這天來到山西界內，五人奔馳了一日，已是頗為疲累，當晚在一家客店中歇了。溫明義人最粗壯，食量最大，一迭連聲的急叫：「炒菜，篩酒，趕麵條兒！」等店伴端整了飯菜上來，他就和往常一般，搶先稀裏呼嚕的吃了起來，三老和青青正要跟著動筷，溫明義忽從麵湯中挑起一物，驚叫一聲，登時直僵僵的不動了。四人大驚，看她所挑起的，赫然是一隻極大的黑色蜘蛛。溫明達一摸兄弟的手，早已冰冷，鼻孔裏也沒氣了。溫明悟又驚又怒，把店小二掀起往地下一摔，喀喀兩聲，那店小二一對腿骨齊齊折斷暈死過去。溫明山搶出去一把抓住掌櫃的胸口，用筷子挾起蜘蛛，喝道：「好大的膽子，竟敢謀財害命，這是什麼？」那掌櫃嚇得魂飛天外，連聲道：「小店是七十多年的老店，廚房又是清潔不過，怎──怎麼有這──這東西──」溫明山左手在他面頰上一捏，那掌櫃下頦跌了下來，再也合不攏口，溫明山手一伸，把蜘蛛塞入了他口裏，片刻之間，那掌櫃全身發黑而死。這時店中已經大亂，溫明達一手拿住青青手腕，防她逃走，一手抱起兄弟屍身，明山、明悟兄弟兩人乒乒乓乓一陣亂打，把住客和店伴不分青紅皂白的打死了七八個人，然後一把火將客店燒得乾乾淨淨，旁人見他們逞兇，那敢過來。三老將溫明義的屍身帶到野外葬了，四人在一座古廟中宿歇，三老又是悲痛，又是忿怒，猜疑這蜘蛛怎會如此劇毒。青青見過五毒教的鬼蜮伎倆，暗自尋思：「這必是五毒教所為。那老乞婆暗中撮上咱們啦。」次日四人在客店吃飯時，逼著店伴先嚐幾口，等他無事，這才放膽吃喝。行了數日，一晚馬廄忽然人聲嘈雜，店小二大呼有人偷馬，溫明悟大怒，起身查看，將到馬廄時，暗中只聽見嗤的一聲，一股水從噴筒中噴了過來，他身子一縮，已經已不及，被噴得滿臉都是，只覺奇腥刺鼻，知道不妙。他武功卓絕，雖然眼睛已經睜不開來，聽聲辨形，長鞭一揮，虎的一聲，已把偷施暗襲的人打得背脊折斷，另一人喝道：「老兒還要逞兇！」一斧砍到。溫明悟長鞭倒轉，連人帶斧將那人捲了起來，用力一放，那人一頭撞在牆上，當下腦漿迸裂。明達、明山以為區區幾個毛賊，兄弟必可料理得了，待到聽見溫明悟吼叫連連，忙搶出去看時，只見他雙手在自己臉上亂掀亂挖，才知不妙。溫明達一把將他抱住，溫明山縱身出外查看敵蹤，無所發現，回進店房時見兄長抱住了五弟的身體大哭，原來溫明悟已經氣絕而亡，鬚眉臉容，俱都被毒藥爛得不成模樣。溫明達泣道：「二十年前那金蛇惡賊忽然從咱們手裏逃出去，那時他筋脈已斷，早成廢人，我已疑心是五毒人眾來救他出去──」溫明山道：「不錯，原來五毒教暗中在與咱們作對。這次咱們和他們同受曹化淳之聘，圖謀大事，雖不成功，並無仇冤，幹麼要苦苦相逼？」溫明達沉思片刻，忽地跳了起來，叫道：「那金蛇惡賊所用毒藥如此厲害，莫非他與五毒教頗有淵源？」溫明山恍然大悟，說道：「必是如此。」兩人想到舊日金蛇郎君來衢州報仇的狠毒，不覺心有餘悸，商量了半天，把溫明悟埋葬之後，決心先上華山，掘到寶藏之後，再找五毒教報仇，只是害怕他們暗中加害，不但飲食特別留心，晚上連客店也不敢住了。這天兩兄弟帶了青青宿在一座破殿之中，溫明達年紀雖老，仍俱神力，搬了兩隻大石臼，一隻撐住前門，一隻撐住後門，方纔安心睡覺。時至中夜，佛像之後忽然悉悉數聲，練武之人耳目特別醒覺，初時當是老鼠，也不以為意，溫明山朦朧間正要再睡，忽然鼻管中鑽入一縷異香，頓覺身心舒泰，快美異常，全身飄飄蕩蕩的似乎神遊太虛，置身極樂。他心神一蕩，立即醒悟，大叫一聲，跳了起來。溫明達雖然事起倉卒，但究竟是數十年的老江湖，見機極快，一拉青青的左手，兩人已躍上了旁邊的供桌，星光熹微下只見溫明山手舞鋼杖，使得呼呼風響，驀裏地震天價一聲巨響，佛像被鋼杖打去了一截。佛像後面躍出兩個黃衣童子，一人使刀向溫明山攻去，另一人手執噴筒，又要噴射毒霧。溫明達手一揚，波波兩聲，兩枝袖箭當時把兩名童子穿胸釘死。溫明山並不住手，仍在亂舞亂打。溫明達叫道：「三弟，沒敵人啦！」溫明山充耳不聞，他腦子已為毒霧所迷，鋼杖越使越急，溫明達瞧出不對，搶上去要奪他鋼杖。溫明山把鋼杖舞得一團銀光，急切間那裏搶得入去，突然間大叫一聲，杖柄倒轉，杖頂的龍頭恰恰撞在自己的胸前，口裏鮮血直噴，雙腳一挺，眼見不活了。青青見三個爺爺數日之內都被五毒教害死，雖然平素與他們並無情誼，但也不禁灑了幾點眼淚，溫明達一聲不響，把溫明山的屍身抱出去掩葬了，他性格最是倔強硬朗，在溫明山墳前拜了幾拜，對青青道：「咱們走吧！」青青不敢違拗，祇得陪著他連夜趕路。溫明達一路防備更加周密，入陝西境後曾有一名紅衣童子挨近他的身邊，被他手起一掌，登時震破了天靈蓋。青青見他鐵青了臉，性子越來越乖戾，連話也不敢多說一句。這日快到華山腳下，兩人趕了半天路程，很是口渴，在一個涼亭中暫時歇足飲水，讓馬匹涼一涼汗。只見一名鄉農走進亭來，打著陝西土腔問道：「這位是溫老爺子吧？」溫明達站起身，喝道：「你要幹什麼？」那鄉農道：「剛才有人給了我兩吊錢，叫我送信來給你。」溫明達道：「那人呢？」鄉農道：「他早已騎馬走了。」溫明達怕有詭計，命青青拿信，拆信見無異狀，才從青青手裏接過信箋，只見信箋共有三頁，第一頁上寫道：「溫老大：你的死期到啦！」溫明達大怒，忙展開第二頁觀看，幾頁信紙急切間卻揭不開來，他伸手到嘴裏沾了一點唾液，翻開第二頁來，見上面寫道：「如果不信，再看第三頁。」溫明達愈加忿怒，隨手又在嘴中一濕，把第三頁揭開，只見第三頁上畫了一條大蜈蚣，一個骷髏頭，再無字跡，氣惱中把紙箋往地下一擲，忽覺右手食指與舌頭上似乎微微麻痛，定神一想，不覺冷汗直冒，心知中計。原來這封信的紙箋上已浸了劇毒的汁液，幾張紙箋又故意稍稍黏住，使人不知不覺間用手指沾濕唾液而把毒劑帶入口中。這是五毒教下毒的三十六大法之一，金蛇郎君當年從何紅藥處學得之後，用在假的祕笈之上，張春九即因此中毒斃命。溫明達雖然精細，那裏想得到這層，驚惶中抬起頭來，見那鄉農模樣的人已奔出數十步。他惱怒已極，趕出亭來，只覺頭惱一陣暈眩，情知不妙，待要鎮懾心神，更是頭痛欲裂，當下奮起神威，一戟直往那鄉農後心擲去。那人正是五毒教教眾，只道已然得手，那知短戟擲來，勢不可當，狂叫一聲，整個身子已被鐵戟牢牢釘在地下。溫明達慘笑數聲，往後便倒。青青叫道：「大爺爺，您怎麼啦！」俯身來看，溫明達左手一伸，忽地一戟往青青胸口擲到。青青萬想不到他臨死時還要下此毒手，只覺眼前銀光一閃，戟尖已指向胸口，這時退避已經不及，只好閉目待死，忽聽噹的一聲，同時腳背上一陣劇痛，睜眼一看，那短戟已被人打落在地下，戟柄打中了自己腳背。她轉身要看是誰出手相救，突覺背心已被人牢牢揪住，動彈不得，那人隨即取出皮索，將她雙手反背縛住，這才轉到她的面前，正是五毒教的老乞婆何紅藥。青青一股涼氣從丹田直冒上來，心想落入這惡人手裏，死法不知將如何慘酷。何紅藥陰惻惻的笑道：「你是要我一刀殺了呢，還是要我用一千條無毒小蛇來咬你七七四十九天才死？」青青閉目不答，何紅藥道：「你帶我去找你那負心的父親，就不讓你零碎受苦。」青青心想：「反正我是要去找爹爹的埋骨之地，帶她去見見，瞧她能夠怎樣？」當下昂然道：「我也正要去尋爹爹，你和我一同去吧。」何紅藥見她答應得爽快，不禁起了疑心，但想金蛇郎君已成廢人，武功全失，不怕他怎的，冷笑道：「好，你帶路。」青青道：「放開我，讓我先葬了大爺爺。」何紅藥道：「放開你？哼！」她拾起溫明達的短戟，在路旁掘了一個大坑，把溫明達和那名五毒教徒投在坑裏，蓋上了泥土，一面掩埋，一面口裏喃喃咒罵：「你父親是壞蛋，可是我不許別人折辱他。這四個老頭兒弄得他死不死，活不活的，我早就要找他們的晦氣了。怎麼你又叫他們爺爺？」青青不理，循著山道上山。這天兩人走了四五十里路，在半山腰裏歇了。何紅藥晚上用皮索把青青的雙足牢牢縛住，防她逃走。次日一早，天剛微明，兩人又再上山。山路愈來愈陡，到後來必須手足並用，攀藤附葛，方能上去，何紅藥左手已斷，無法拉扯青青，祇得解去她手上皮索，要她走在前頭，自己在後頭監視。青青從未來過華山，反而要何紅藥指點路徑，當晚兩人在一顆生在懸崖上的大樹樹上歇宿，青青身處荒山，命懸敵手，只見明月在天，深谷中猿啼不已，心中思潮起伏，那裏還睡得著。次晨又行，直到第三天傍晚，才到華山絕頂。青青聽承志詳細說過父親埋骨之所四週的景物，這時抬頭望見峭壁，只見石壁旁孤松怪岩，流泉飛瀑，和承志所說的一模一樣，不禁一陣心酸，流下淚來。何紅藥厲聲道：「他躲在那裏？」青青向峭壁一指道：「那石壁上有一個洞，爹爹就住在這裏面。」何紅藥道：「好，咱們去見他。」青青見她臉上表情十分怕人，雖然自己死志已決，但也不禁打了一個寒噤，兩人繞道盤向峭壁頂上，走出數十步，忽然轉角處傳來笑語之聲。何紅藥拉著青青往草叢一縮，右手五根帶著鋼套的指甲抵住青青的喉嚨，低聲喝道：「不許作聲！」只見一個老道和一個商賈打扮的中年人邊談邊行，青青認得正是鬼影子木桑道人和承志的大師兄銅筆鐵算盤黃真，她知道這兩人武功都遠勝何紅藥，但自己只要一動，她的五枚指甲就嵌入自己喉頭，只聽見黃真笑道：「師父他老人家這幾天就快上山啦，小師弟總也是這幾日到，道長不必愁沒下棋的對手。」木桑哈哈笑道：「要不是貪下棋，你們華山派聚會，我這老道巴巴的趕來幹麼呀？湊熱鬧麼？」兩人一路說笑，逐漸遠去。何紅藥領教過華山派的厲害，聽說他們要在此聚會，更是不敢大意，伏低了身子，慢慢爬到峭壁之頂，從背囊裏取出繩索，一端縛在老樹之上，另一端縛著自己和青青，一齊縋了下去。青青細看峭壁，忽見一處有一個小洞，叫道：「是這裏了！」何紅藥心中突突亂跳，數十年來，長日凝思，深宵夢回，無一刻不是想到與這負心人重行會面的情景，或許，自己要狠狠的折磨他一番，然後將將他打死，又或許，心裏竟會不忍而饒了他，這時相見在即，只覺身體發顫，手心裏都是冷汗。她右手亂挖亂撬，把洞孔周圍的磚石扒去。石壁上的入口本來被金蛇郎君砌得極為狹小，但後來被袁承志用金蛇寶劍削開，所以這時再有人進去並不為難。何紅藥命青青在前面爬行，自己右掌扣住了餵有劇毒的鋼套，謹防金蛇郎君突襲。青青進洞之後，早已淚如雨下，越向內走，越是哭得抽抽噎噎。進不數步，洞內已是一團漆黑，何紅藥打亮火摺，點燃繩索的一端，命青青拿在手裏，照亮路徑。青青一呆，心想：「把繩索燒掉，咱們怎樣回上去？我是反正死在這裏陪爹爹媽媽的了，難道她也不回去？」何紅藥其實也是死志早決，不再存生還之想，只是愈向內走，愈覺這洞內不是有人居住的模樣，疑心越來越盛，突然一把叉住青青的脖子，喝道：「你對老娘搞鬼，可教你不得好死！」驀地裏前面微風颯然，火光下見是空空洞洞的有如一間石室。何紅藥心中一震，舉起繩索四下一照，只見四壁刻了許多習練武功的圖形，還有一行字寫道：「重寶祕術，付與有緣，入我門來，遇禍莫怨。」何紅藥與金蛇郎君雖然相處日子不多，但他替她繪過肖像，題過字，他的筆跡書法，早已深深印在她的心裏，這四行字宛然是郎君當日的手筆，只是遺書雖在，人卻不見，不覺心痛如絞，高聲叫道：「雪宜，你出來！」石室極小，她這一聲叫喊，只震得泥塵四下撲疏疏的亂落。她定了一定神，回頭厲聲問青青道：「他那裏去了？」青青哭著往地下一指道：「在這裏！」何紅藥眼前一黑，伸手抓住青青手腕，險些兒暈倒，嘶了嗓子道：「什麼？」青青道：「爹爹葬在這裏。」何紅藥道：「哦──原來──他──他已經死了。」這時再也支持不住，騰的一聲，跌坐在金蛇郎君平昔打坐的那塊岩石之上，雙手抱頭，心中悲苦之極，數十年的怨毒，一時盡解，舊時的柔情蜜意，斗然又回到了心頭，低聲道：「你出去吧，我饒了你啦！」青青見她這樣難過，不覺憐惜之情油然而生，想起爹爹對她不起，承志也是這樣負心，兩人實在是同病相憐，忽然衝上去抱住她的身子，放聲痛哭起來。何紅藥道：「快出去，繩子再燒一陣，你永遠回不上去了。」青青道：「你呢？」何紅藥道：「我在這裏陪你爹爹！」青青道：「我也不去了。」何紅藥陷入沉思，對青青不再理會，忽然伸手在地下如癡如狂般挖了起來。青青驚道：「你幹什麼？」何紅藥淒然道：「我想了他二十年，人見不到，見見他的骨頭也是好的。」青青見她神色大變，心中又驚又怕。何紅藥指上功夫極為了得，手掌猶如一把鐵鍬，不住在泥土中掏挖，挖了好一陣，坑中已露出一堆骨骸，那正是袁承志當年所埋葬的金蛇郎君的骸骨。高山之巔的洞穴中甚為乾燥，所以絲毫不腐，青青撲在父親的遺骨上，縱聲痛哭。何紅藥再挖一陣，倏地在土坑中捧起一個骷髏頭來，抱在懷裏，又哭又親，叫道：「夏郎，夏郎，我來瞧你啦！」一會又低低的唱歌，青青卻一句也聽不懂。何紅藥鬧了一陣，把骷髏湊到自己嘴邊狂吻，突然一聲驚呼，原來面頰上被什麼尖利之物刺了一下。她把骷髏往外一挪，在火光下細看時，只見骷髏的牙齒中牢牢咬著一根小小的金釵，這金釵極短，初時竟沒瞧見。何紅藥伸手去拔，誰知一拔竟拔不下來，想是金蛇郎君臨死時用力咬住，直到肌肉爛完，那枚金釵仍舊咬在嘴裏。何紅藥左手兩指插到骷髏口中，用力一掀，骷髏牙齒散落，金釵跌在地下。她撿了起來，拭去塵土，不由得臉色大變，厲聲喝道：「你媽媽的名字是一個『儀』字麼？」青青點了點頭。何紅藥又是傷心又是痛恨，咬牙切齒的道：「好，好，你臨死時還是記著那個賤婢，把她的釵子咬在口裏！」望著金釵上刻著的「溫儀」兩字，眼中如要噴出火來，突然把金釵放入口裏，亂咬亂嚼，只刺得滿口都是鮮血。青青見她猶如瘋虎，神智已亂，心知兩人畢命之期已不在遠，從背囊中取出母親的骨灰罈，解開罈上縛著的牛皮，倒轉罈子，把骨灰緩緩傾入坑中。何紅藥呆了一呆，喝道：「你幹什麼？」青青不答，倒完骨灰後，把泥土扒著掩上，心中默默禱祝：「父母在天之靈有知，女兒已完了你們合葬的心願。」何紅藥奪過骨灰罈一瞧，恍然而悟，叫道：「這是你母親的骨灰？」青青緩緩點了點頭，何紅藥反手一掌，青青身子一縮，但仍沒能避開，這一掌正打在她肩頭之上，一個踉蹌，險些兒跌倒。何紅藥狂叫：「不許你們合葬！」用手亂扒，但骨灰已與泥土混在一起，再也分拆不開。何紅藥妒念如熾，把金蛇郎君的骸骨都從坑中撿了出來，叫道：「我把你燒成灰，燒成灰，撒在華山腳下，教你四散張揚，四散張揚，永遠不能跟那賤婢相聚！」青青大急，搶上來要拼命，但她武藝遠遠不及何紅藥，拆不數招，已被一掌打倒倒在地。何紅藥脫下自己外衣做引火物，把骸骨堆在衣上，用火點燃衣服。她左肘抵住青青，右掌撥火使旺，片刻之間，骸骨已經燃著，石洞中濃濃瀰漫，何紅藥哈哈大笑，突然鼻孔中鑽進一股異味，一愕之下，大叫道：「夏郎，你好毒呀！」青青也覺一股異香猛撲鼻端，正詫異間，突覺頭腦一陣暈眩，只見何紅藥撲在燃著的骸骨堆上，猛力吸氣，口中亂叫：「好，好，我本來要和你死在一起。」她斗然抬起頭來，凝望青青，臉色恐怖之極。青青大叫一聲，往外逃出，奔出數丈，神智逐漸胡塗，腳上一軟，跌倒在地。且說承志那日在酒店之中見到何紅藥釘在牆角裏的記號，知道她召集教眾，大舉追蹤，同時青青又落在溫氏四老手裏，不論那一邊得勝，青青都是無倖，心裏焦急萬分，立即縱騎疾馳，沿路尋訪，查覺了溫氏四老有三人中毒死亡的情事。承志更是掛慮，日間食不甘味，晚間睡不安枕，幸喜看這批人的蹤跡，是向華山而去，倒也不致因追蹤而誤了會期。趕到華山腳下時，洪勝海在涼亭邊發現有一片泥土頗有異狀，用兵刃一撬，挖出來的赫然是溫明達的屍首。承志道：「青弟必已落入五毒教的手裏，咱們快上山。」安大娘安慰他道：「這時正是華山派的會期，穆老師傅就算沒到，只要黃師兄、歸師兄那一位到了，他們必定會出手相救。」承志道：「五毒教膽敢闖上華山，必定是有備而來，別讓咱們派裏的師侄們遭了他們毒手。」崔希敏道：「連祖師爺也到了，怕他們什麼，大家快上山啊！」眾人當下把馬匹寄在鄉人家裏，急趕上山。快到山頂時，忽然頭頂嗤嗤嗤的一陣響，數粒暗器劃過天空，承誌喜道：「木桑道長在上面，他發出訊號招呼咱們了。」當即從衣囊裏摸出三粒棋子，向天猛擲，只見三顆黑點消失在雲氣之中，悠然而逝，隔了好一陣方纔落下。崔希敏讚道：「小師叔，你這一下勁道好足！」承志正要躍出去伸手接還棋子，突然山腰中閃出數枚暗器，錚錚錚數聲，將三粒圍棋子全部打歪，落入遠處草叢之中，一人手持算盤乞擦乞擦的搖晃，大笑而出，正是銅筆鐵算盤黃真。崔希敏大叫：「師父，您老人家先到啦！」搶上去咚咚咚的磕了三個響頭，他是個莽撞至性之人，也不理會這是什麼地方，心中高興，這幾個頭磕得特別用力，站起身來時，額角上已給岩石撞腫了高高一塊，小慧又是憐惜，又是氣惱，不住低聲埋怨。希敏只是傻笑。承志等也都上去見了禮，各人互道別來情況，承志懸念青青，正想詢問大師哥有沒見到她的蹤跡，兩頭猩猩突然吱吱亂叫，猛往山壁上竄去。崔希敏道：「不好，猩猩要逃！」拔足要追，承志道：「這是牠們的故居，既然要走，由牠們去吧！」但這對猩猩畜養已久，牠們臨去時竟無一點惜別留戀之意，倒也頗出意外，凝望著牠們越爬越高，身形越來越小，心中頗為感慨。承志望了一陣，忽見峭壁上冒出陣陣煙來，那處所正是當年自己鑽入去埋葬金蛇郎君的洞穴，不覺心中一驚，又見兩頭猩猩在遠處指手劃腳，大打手勢，似乎招呼自己過去。小慧也看了出來，說道：「承志大哥，兩頭猩猩好像不是逃跑，牠們在叫你呢！」承志道：「不錯！」向啞巴打了幾下手勢，啞巴點頭會意，奔回石室取了火把長索，與眾人直上峭壁。承志道：「洞裏的路徑只有我熟，我一個人進去吧。」在衣上撕下兩片小布，塞住鼻孔，點燃把火，縋繩下去，兩頭猩猩在峭壁上亂叫亂跳，搔頭挖耳，似乎十分焦急。承志一進洞，就見一陣濃煙冒出，當下屏除呼吸，直衝進去，奔至甬道，果見一人橫臥在地，湊近一看，竟是青青，承志又驚又喜，一摸她口鼻，已無呼吸，胸口卻尚微微跳動。承志見洞內微有火光，尚有一人躺在那裏，還想搶入去相救，突然間一個踉蹌，胸口作惡，頭腦暈眩，當場就要昏倒，知道煙霧中含有劇毒，彎身抱起青青，奔出洞來，抓住繩子，啞巴和洪勝海一齊用力，把兩人吊了上來。承志見四週已無毒煙，才深深吸了兩口氣，忽覺腹裏難過之極，再也忍耐不住，在空中大嘔起來。眾人在上面十分擔憂，祇怕他身體受損，一個失手，兩人都跌入深谷之中。啞巴和洪勝海戰戰兢兢的向上提拉，崔秋山、崔希敏叔侄在旁護持，兩人將到山頂，突然峭壁洞內震天價一陣巨響，煙霧瀰漫，山石橫飛，眾人都猛吃一驚，洪勝海險些失手，幸得啞巴耳聾，並未聽見，兼之神力驚人，雙手交互拉扯，把承志和青青提了上來。承志腳一著地，立足不穩，登時軟到。木桑忙給兩人推宮過氣，這時峭壁中爆炸聲一陣連著一陣，不知山洞之中怎麼會藏著這許多火藥，又不知有誰在內中搗鬼，各人面面相覷，茫然不解。過了一陣，承志悠悠醒來，自己調勻呼吸，只覺倦乏萬分，連說：「好險！」又過了一陣，青青也醒來了，見了承志，「哇」的一聲，哭了出來。眾人見兩人醒轉，這才放心，在峭壁上休息了半晌，聽爆炸聲完全停息，崔希敏自告奮勇要下去查看。崔秋山把繩索牢牢繫在他的腰上，如遇危險，可立刻將他弔上。崔希敏縋了下去，只見洞口已被爆炸出來的碎石巨岩封住，再也找不到入洞之門，祇得廢然回上。青青神智漸復，斷斷續續的把洞中情由說了，木桑嘆道：「當年我見金蛇郎君在鐵匣中藏箭，已驚詫他心計之工，那知遠不止此。」黃真道：「誰想得到他竟會在自己骸骨中種了毒藥。」崔希敏睜大了一隻圓圓的眼睛，問道：「師父，怎麼他在骸骨中種毒？他人已死了，變成了枯骨，怎麼還能在自己骨頭中下毒？」黃真笑罵：「好，等你昇天歸位之後，你倒在自己的傻骨頭裏放點兒毒藥瞧瞧！」眾都鬨笑起來。崔希敏嘟起了嘴脣道：「人家不知道才問呢。」承志道：「金蛇郎君夏老師是個極精於計算之人，他自知一生結仇太多，死後必會有人來損毀他的骸骨出氣。他既善於用毒，臨終時必定服了一種毒入骨髓的劇毒藥劑。」崔希敏一拍大腿，恍然大悟，叫道：「我也知道啦，要是有人燒他的遺骨，燒骨頭的那股毒煙就能害死人。」過了一會，又道：「那麼洞裏怎麼又會有爆炸呢？難道他還在骸骨中放了炸藥？」小慧道：「骨頭裏怎麼能放炸藥？那必定是埋在土坑之中的。」承志黯然點頭，嘆道：「青弟的母親遺命要和丈夫合葬，現在兩人雖然屍骨化灰，但總於合葬在一起了。」希敏伸出了舌頭，不住驚嘆：「這人好厲害，他在死了幾十年之後，還能對付去害他的人。那五毒教的惡婆也是恐有應得。」承志道：「她雖然怨毒太過，但一往情深，也是一個苦命之人。」小慧不住撫摸兩頭猩猩，道：「要不是牠們發現得早，再慢一步，不但青姊姊救不出來，祇怕承志大哥你自己也會炸在山洞之中。」眾人都說的確好險，畜生的知覺有時比人還靈得多。大家一路談，一路上山，安大娘和小慧扶著青青走進石室，給她洗臉換衣，扶上床去休息。青青中毒很深，木桑道人雖給她服了解毒靈丹，但因金蛇郎君用的毒藥得自五毒教的祕方，普通解藥見不了功，她睡了一晚之後，次日臉上佈滿黑氣，病勢反而更見沉重，有時神智胡塗起來，又哭又鬧，睡夢中只罵承志負心無義，眾人見承志一副尷尬模樣，又是好笑，又是擔心，怕他為難，都悄悄退了出去。承志柔聲安慰，堅稱矢志靡她，決不移愛旁人，青青臉上一陣紅一陣黑，口中不住嘔吐黑水。承志雖然心情明敏，武功絕頂，但到了這個地步，也是束手無策，只有在臥榻旁垂淚的份兒。眾人在外面紛紛議論，都說金蛇郎君用心狠毒，自受其報，反而害了自己女兒，大家唉聲嘆氣，也吃不下飯。將到黃昏，兩頭猩猩先叫了起來，外面一陣人聲喧擾，原來是歸辛樹夫婦率領著梅劍和、劉培生、孫仲君等六名弟子到了。歸二娘聽說青青中毒，忙把兒子未服完的茯苓首烏丸拿出來給她服下。青青安靜了一陣，沉沉睡去。天黑後，黃真的大弟子領著八名師弟和兩個兒子到了山上。他先向木桑道人行禮，然後叩見師父和二師叔二師娘，他見承志年紀極輕，自己大兒子還大過他，要跪下向他磕頭，實在有點不願，叫了一聲：「師叔！」不禁有點遲疑。承志見這個師侄大約四十多歲年紀，虎背熊腰，筋骨似鐵，站著幾乎高過自己一個頭，先暗暗喝了聲採，心想大師哥如此英雄，確要這樣人物才能做他掌門弟子，崔希敏既莽撞，武功又差，和這位師侄可差得遠了，見他作勢要跪，忙伸手攔住，向黃真的九名徒弟擺了擺手說道：「大家可別多禮啦！」崔希敏在一旁介紹，說道：「我這位大師兄姓馮名難敵，江湖上人稱八面威風。」承志道：「馮兄一定是得了大師哥真傳了。」黃真知道馮難敵不肯對這小師叔下跪，心想他已是江湖上的成名人物，也就不加勉強，兼之他為人滑稽玩世，這些禮數向來並不考究，當下一笑了之。馮難敵謙遜了幾句，命大兒子馮不破、二兒子馮不摧向木桑道人與歸、袁兩位師叔祖以及梅劍和等師叔依次拜見了。馮不破今年二十一歲，馮不摧十七歲，兩人在甘涼一帶仗著父親名頭，武林中個個讓他哥兒三分，他們手下也確有點兒真功夫，這時見承志不過二十歲左右，居然長著自己兩輩，雖然勉勉強強的磕了頭，心中好不服氣，又見他紅腫了雙眼，出來見客時淚痕未乾，心想如此膿包，更加瞧著不在眼裏。他們和歸辛樹門下的弟子個個交好，知道就中孫仲君最是心傲好勝，武功也強，當晚哥兒倆偷偷商議，要挑撥孫師姑去和這個小叔祖比試一場，叫他出一個醜，萬一給父親或是師祖知道了，也怪不到自己頭上。第二天兩兄弟一早起來，溜到外面去找孫仲君，迎面撞見八師叔石駿，他也是個年少好事之人，武功和馮氏兄弟在伯仲之間，因為右頰有極大一塊青記，所以綽號叫做青面神。他見馮氏兄弟探頭探腦的在找尋什麼，喝道：「喂，你們哥兒倆鬼鬼祟祟的幹什麼？」馮不摧笑道：「我們去找孫師姑呢，聽說她在山東幹掉了不少渤海派的人，咱們要她說來聽聽。」石駿喜道：「好啊，剛才我見她在山那邊和梅師哥練武呢。」三人興匆匆的趕往後山，馮氏兄弟心中不住盤算，要用什麼話來挑動孫仲君去找那袁小師祖比武。馮不摧悄聲道：「要是孫師姑還在練劍，咱們就說那姓袁的說的，這一路那一路練得不對。」馮不破笑著點點頭。三人剛轉到山後，只聽見孫仲君正在厲聲叫罵，這一下大出三人意外，馮不摧拔足當先趕去，只聽見孫仲君正在追逐一人。那人是個三十餘歲的男子，面色憤激，一面「賊婆娘，惡賤人」的破口亂罵，一持刀狠鬥，只見他武功不及孫仲君，所以打一陣逃一陣，但他並不奔逃下山，找到空隙，就回身拚命猛砍。馮不摧道：「咱們上去截住這小子，別讓他跑了！」石駿道：「孫師姊不愛別人幫手，這小子她對付得了。」這時只聽那人狂呼亂叫：「你殺了我妻子和三個兒女，那也罷了，怎麼連我七十多歲的老母也都害了？」孫仲君臉上猶如罩了一層嚴霜，喝道：「你這種無恥狂徒，家裏再多些人也一起殺了！」兩人愈鬥愈烈，馮不破忽道：「孫師姑怎麼不用劍？這單鉤使來好像很不順手。」石駿和馮不摧也見她兵刃很不合用，石駿把自己的單劍倒轉，柄前刃內，叫道：「孫師姊，接劍！」長劍向孫仲君擲去，忽地人影一閃，一人從旁邊樹叢中倏地躍出，伸手在半路上將劍接了過去。三人吃了一驚，見那人輕身功夫又迅速又美妙，心中暗暗讚嘆，待那人站定身子，看清楚原來是歸師叔門下的大弟子沒影子梅劍和。石駿叫了聲：「梅師哥！」梅劍和點了點頭，將劍擲還給他，道：「孫師妹另練兵刃，她不用劍！」石駿「哦」了一聲，他不知道孫仲君因為濫殺無辜，已被穆老祖師禁止用劍。再看相鬥的兩人時，那男子雖然情急拚命，但武功究遜一層，漸漸刀法散亂，鬥到酣處，孫仲君突然飛出一腿，踢在他右手腕之上，他手中單刀直飛起來，孫仲君一鉤抵在他胸前，待要向前一送，在他身上刺一個窟窿，梅劍和急叫：「住手！」