第三十九回　丐幫耆老丐幫中這些高手，大都是重意氣、愛朋友的江湖漢子，聽了喬峰這番話後，個個覺得有理，好多人都出聲附和。全冠清卻道：「幫主，依你之見，殺害馬副幫主的，決計不是慕容復了？」喬峰道：「我不敢斷定說慕容復一定是殺害馬副幫主的兇手，卻也不敢說他一定不是兇手。報仇之事，不必急在一時，咱們須當詳加訪查，倘若憑了自己想當然耳的推測，竟然殺錯了好人，真兇卻逍遙自在，暗中偷笑丐幫糊塗無能，這不是冤枉之至麼？」傳功長老項保華一直沒有出聲，這時伸出瘦削的右手，摸著頦下稀稀落落的鬍子，說道：「這話很是有理，很是有理。當年我錯殺過一個無辜的好人，至今耿耿，唔，至今耿耿！」吳長風大聲道：「幫主，咱們所以叛你，皆因誤信人言，只道你與馬副幫主不和，暗裏勾結姑蘇慕容氏下手害他。種種小事湊在一起，竟是不由得人不信。現下一想，咱們實是太過糊塗。執法白長老，請你取過法刀來，依照幫規，咱們自行了斷便是。」白世鏡臉如寒霜，沉聲道：「執法弟子，請本幫法刀。」他屬下的九名弟子齊聲應道：「是！」每個人從背後的布袋之中，取出一個極其陳舊的黃布包袱來。九個包袱湊在一起，九人齊聲叫道：「法刀齊集，驗明無誤。」九個人各自打開包袱，段譽眼前只覺刀光閃動，九柄精光燦然的短刀並列在一起。那九柄短刀一樣的長短大小，刀刃上閃出藍森森的光彩，一望而知，那是鋒銳異常的兵刃。白世鏡嘆了口氣，說道：「宋奚陳吳四位長老誤信人言，圖謀叛亂，危害本幫大業，罪當處死。大智分舵舵主全冠清，造謠惑眾，鼓動內亂，罪當處死。參與叛亂的各舵弟子，各個罪責，日後詳加查究，分別處罰。」他宣布了各人的罪刑，大家都是默不作聲。須知江湖上任何幫會，凡是有叛本幫，謀殺幫主的，理所當然的予以處死，誰都不會有甚麼異言，當時參與圖謀之時，原已知道這個後果。吳長風大踏步走到人群之中，對著喬峰躬下身去，說道：「幫主，吳長風對你不起，自行了斷，盼你知我糊塗，勿再怪責。」說著走到法刀之前，大聲道：「吳長風自行了斷，請執法弟子鬆綁。」一名執法弟子道：「是！」上前正要去解他的綁縛，喬峰忽然大聲道：「且慢！」吳長風臉如死灰，低聲道：「幫主，我罪孽太大，你不許我自行了斷？」原來丐幫中有這麼一項規矩，犯了幫規的人若是自行了斷，則死後聲名無污，他的罪行劣跡，也絕不外傳。江湖上若是有人數說他的惡行，丐幫反而會出頭干涉。武林中的好漢誰都將自己的名聲看得極重，不肯令自己死後的名字尚受人損辱。是以吳長風見喬峰不許他自行了斷，不禁大為惶惑。喬峰不答，走到執法刀前，說道：「十五年之前，契丹國胡騎入侵雁門關，宋長老得知訊息，三日不食、四晚不睡，星夜趕回報知緊急軍情，途中連斃九匹好馬，他自己也累得口吐鮮血。終於我大宋守軍有備，契丹胡騎不逞而退。這是有功於國的大事，江湖上雖然大家不如內中詳情，咱們丐幫卻是知道的。執法長老，宋長老功勞甚大，盼你體察，許他將功贖罪。」白世鏡道：「幫主代宋長老求情，似覺有理。但本幫幫規有云：『叛幫大罪，絕不可赦，縱有大功，亦不能贖。以免自恃有功者驕橫生事，危及本幫百代基業。』幫主，你的求情於幫規不合，咱們不能壞了歷代幫主傳下來的遺法。」宋長老慘然一笑，站起身來，說道：「執法長老之言半點不錯。咱們身居長老之位的，那一個不是有過不少汗馬功勞？倘若人人追論舊功，那麼甚麼罪行都可犯了。幫主，請你見憐，許我自行了斷。」只聽得喀喀兩聲響，縛在他手腕上的牛筋，已被崩斷。群丐見宋長老舉手之間便將牛筋崩斷，不禁駭然動容，那牛筋又堅又韌，便是用鋼刀利刃來斬割，一時也未必便能斫斷，宋長老卻視若無物，可見他的外功內勁，兩臻佳妙，實不愧為丐幫四大長老之首。宋長老雙手一脫束縛，伸手便去抓放在面前的法刀，用以自行了斷。不料一股柔和的內勁逼將過來，阻住了他的身形，使他無法上前，手指和法刀相距尺許，便是抓之不到，正是喬峰不令他上前取刀。來長老慘然變色，叫道：「幫主，你──」喬峰一伸手，將左首第一柄法刀拔了下來。宋長老道：「罷了，罷了，我起過殺害你的念頭，原是罪有應得，你下手罷！」眼前刀光一閃，噗的一聲輕響，只見喬峰將那法刀戳入了他自己左肩之中。群丐「啊」的一聲大叫，不約而同的都站起身來。段譽驚道：「大哥，你！」連王玉燕這局外之人，也是為這變故嚇得花容變色聲，脫口叫了聲：「喬幫主，你不要──」喬峰道：「白長老，本幫幫規之中，有一條如此說：『本幫弟子犯規，不得輕赦，幫主欲加寬容，亦須自流鮮血，以洗淨其罪。』是也不是？」白世鏡臉容仍是僵硬如石，緩緩的道：「幫規是有這麼一條，但幫主自流鮮血洗人之罪，亦須想想是否值得。」喬峰道：「只要不壞了祖宗遺法，那就好了。」他轉過身來，對著奚長老道：「奚長老當年指點我的武功，雖無師父之名，卻有師父之實。這尚是私人的恩德，想當年汪幫主為契丹國的五大高手設伏擒獲，囚於黑風洞中，威逼我丐幫向契丹降服，奚長老喬裝汪幫主的模樣，甘願代死，使汪幫主得以脫險。這是有功於國家和本幫的大事，本人非免他的罪名不可。」說著拔起第二柄法刀，輕輕一揮割斷奚長老腕間的牛筋，跟著回手一刀，又將這柄法刀刺入了自己肩頭。他目光緩緩向陳長老移去。陳長老向來心地偏狹，往年做了對不起家門之事，變名出亡，心中老是擔心旁人揭他的瘡疤，是以和喬峰一直疏疏落落，並無深交，這時見喬峰的目光瞧來，大聲說道：「喬幫主，我跟你沒甚麼交情，平時得罪你的地方太多，不敢要你流血贖命。」雙臂一翻，忽地從背後移到了身前，只是手腕仍被牛筋牢牢的縛著。原來他的「通臂拳功」已練到了出神入化之境，一雙手臂伸縮自如，身子一蹲，手臂微長，已將一柄法刀搶在手中。喬峰反掌一拿，「擒龍功」的手法巧妙無比，輕輕巧巧的便將這柄短刀搶了過來，朗聲說道：「陳長老，我喬峰是個粗魯漢子，不愛結交做事謹慎、處處把細的朋友，也不喜歡不愛喝酒、不肯大笑之人，這是各人性格使然，說不上是好是壞。我和你性情不投，平時難得有好言好語，我也不喜馬副幫主的為人，見他到來，往往避開，寧可去和一袋二袋的低輩弟子喝烈酒、吃狗肉，大家知道我這個脾性，我改也改不來，但若你以為我因此而欲除去你和馬副幫主，那可大錯而特錯了。你和馬副幫主不喝酒、不吃葷，那是你們的好處，我喬峰及你們不上。」說到這裏，將第三柄法刀也插入了自己肩頭，說道：「刺殺契丹國左路副元帥耶律不魯的大功勞，旁人不知，難道我不知道麼？」群丐之中，登時傳出一陣低語之聲，混著驚異、佩服和讚嘆。原來年前契丹國大舉入侵，但軍中數名大將接連暴斃，師行不利，無功而返，大宋國免除了一場大災。暴斃的大將之中，便有左路副元帥耶律不魯在內。丐幫中除了最高的幾位首腦人物，誰也不知這是陳長老所建的大功。陳長老聽喬峰當眾宣揚自己的功勞，心下大慰，低聲說道：「我陳不平名揚天下，死且不朽。」須知丐幫一直暗助大宋國抗禦外敵，保國護民，然為不令敵人注目，引得全力攻打丐幫，各種謀幹不論成敗，都是做過便算，絕不外洩，是以外間多不知情。陳不平一向倨傲無禮，自恃年紀比喬峰大，在丐幫中的歷史比喬峰久，對喬峰平時並不如何謙敬。這情形群丐眾所周知，這時見喬峰居然不念舊嫌，代他流血洗罪，無不心下感動。喬峰走到吳長風身前，說道：「吳四兄，當年你獨守鷹愁峽，力抗西夏國強敵，使其行刺楊家將的陰謀無法得逞。吳四兄，單是楊元帥贈給你的那面『記功金牌』，你取出來便可免了自己的罪行。你取出來給大家瞧瞧罷！」吳長風突然間滿臉通紅，神色忸怩不安，說道：「這個──這個──」喬峰道：「咱們都是自己兄弟，吳四兄有何為難之處，盡說不妨。」吳長風道：「我那面記功金牌，不瞞幫主說，是──這個──那個──已經不見了。」喬峰奇道：「如何會不見了？」吳長風道：「是自己弄丟了的。嗯──」他定了定神，大聲道：「那一天我酒癮大發，沒錢買酒，把金牌賣了給金鋪子啦！」喬峰哈哈大笑，道：「爽快，爽快，只是未免對不起楊元帥了。」說著手一伸，拿起一柄法刀，先割斷了吳長風腕上的牛筋，跟著一刀插入了自己左肩。吳長風是條胸無城府的爽直漢子，說道：「幫主，吳長風這條性命，從此交了給你。」喬峰拍拍他的肩頭，笑道：「咱們做叫化子的，沒飯吃，沒酒喝，儘管向人家討啊，用不著賣金牌。」吳長風笑道：「討飯容易討酒難。人家都說：『臭叫化，吃飽了肚子還想喝酒，太不成話了！不給，不給。』」群丐聽了，都是轟笑起來。須知討酒而為人所拒，丐幫中不少人都經歷過，而喬峰赦免四太長老的罪責，人人身上都是如釋重負。各人目光一齊望著全冠清，心想他是煽動這次叛亂的罪魁禍首，喬峰便再寬宏大量，也決計不會赦他。只見喬峰走到全冠清身前，說道：「全舵主，你更有甚麼話說？」全冠清道：「幫主，我所以反你，是為了大宋國的江山，更為了丐幫百代基業。可惜跟我說了你身世真相之人，畏事怕死，不敢現身。你將我一刀殺死便是。」喬峰沉吟片刻，道：「我身世中有何不對之處，你儘管說來。」全冠清搖頭道：「我這時空口說白話，誰也不會相信，你還是將我殺了的好。」喬峰滿腹疑雲，大聲說道：「大丈夫有話便說，何必吞吞吐吐，想說卻又不說？全冠清，是好漢子，死都不怕，說話卻又有甚麼顧忌了？」全冠清冷笑道：「不錯，死都不怕，天下還有甚麼事可怕？姓喬的，痛痛快快，一刀將我殺了。免得我活在世上，眼看大好一個丐幫已落入胡人手中，我大宋的錦繡江山，淪亡於夷狄。」喬峰道：「大好一個丐幫，如何會落入胡人手中？請你明言。」全冠清道：「我這時說了，眾兄弟誰也不信，還道我全冠清貪生怕死，亂嚼舌根。我早已拼著一死，何必死後再落罵名。」白世鏡大聲道：「幫主，這人詭計多端，信口胡說一頓，只盼你也饒了他的性命。執法弟子，取法刀行刑。」一名執法弟子應道：「是！」邁步上前，取過一柄法刀，走到全冠清身前。喬峰目不轉睛的凝視著全冠清的臉色，只見他只有憤憤不平之容，神色間既無奸詐譎獪，亦無畏懼惶恐，心下更是起疑，向那執法弟子道：「將法刀給我。」那執法弟子雙手捧刀，躬身呈上。喬峰接過法刀，說道：「全舵主，你說知道我身世真相，又說此事與本幫安危有關，到底真相如何，卻又不敢吐實。」說到這裏，將這柄法刀還入包袱之中，包了起來，放入自己懷中，說道：「你煽動叛亂，一死難免，只是今日暫且寄下，待真相大白之後，我再親自殺你。喬峰並非一味婆婆媽媽，賣好示惠之輩，若是決心殺你，諒你也逃不出我的手掌。你去罷，解下背上布袋，自今而後，丐幫中沒了你這號人物。」所謂「解下背上布袋」，那便是驅除出幫之意。丐幫弟子，除了初入幫而全無職司者之外，每人背上均有布袋，多則九袋，少則一袋，以布袋多寡而定輩份職位之高下。全冠清聽喬峰命他解下背上布袋，眼光中陡然間露出殺氣，一轉身便搶過了一柄法刀，手腕翻處，將刀尖對準了自己胸口。須知江湖上幫會中人若是被逐出幫，那實是難以形容的奇恥大辱，較之當場處死，往往是更加令人無法忍受。喬峰冷冷的瞧著他，看他這一刀是否真的戳了下去。全冠清持法刀那隻手極是堅穩，竟不顫抖，他轉頭向著喬峰，兩人你望著我，我望著你，一時之間，杏子林中更無半點聲息。全冠清忽道：「喬峰，你好泰然自若，難道你自己真的不知？」喬峰道：「知道甚麼？」全冠清口唇動了一動，終於並不說話，緩緩的將法刀放還原處，再緩緩將背上的八隻布袋，一隻隻的解了下來，恭恭敬敬的放在地下。段譽明知此人極是陰毒厲害，但見到他自解布袋時這等痛苦的神情，也不禁為他難受。全冠清解到第五隻布袋時，忽然馬蹄聲響，有馬匹自外急奔而來，跟著傳來一兩聲口哨。群丐中有人發哨相應，那乘馬越奔越快，越奔越近。吳長風喃喃的道：「有甚麼緊急變故？」那乘馬尚未奔到，忽然間東首也有一乘馬奔來，只是相距尚遠，蹄聲隱隱，一時還分不清它馳向何方。片刻之間，北方那乘馬已奔到了林外，只見一人縱馬入林，翻身下鞍。那人寬袍大袖，衣飾甚是華麗，他極迅速的除去外衣，露出裏面鶉衣百結的丐幫裝束，段譽微一思索，即明其理：原來丐幫中人乘馬馳驟，極易引入注目，官府中人，往往更予干涉，但傳報緊急訊息之人，必須乘馬，是以急足信使便裝成富商大豪的模樣，但裏面必是仍服鶉衣，以示不敢忘本。那人恭恭敬敬走到大信分舵的舵主眼前，呈上小小一個包裹，說道：「緊急軍情──」只說了這四個字，便喘氣不已，突然之間，他乘來的那匹馬一聲悲嘶，滾倒在地，竟然是脫力而死。那信使身子搖搖晃晃，猛地噴出一口鮮血，直挺挺的撲向地下。顯而易見，一人一馬長途奔馳，都已精疲力竭。大信舵舵主認得這信使是本舵派往契丹刺探消息的弟子，位屬五袋，職司已然不低。契丹國是大宋當前的大敵，時時興兵犯境，佔土擾民，為害不小，丐幫常有諜使來往兩國，暗助大宋。他見這五袋弟子如此奮不顧身，所傳的訊息自然極為重要，且必異常緊急，當下竟不開拆，捧著那個小包，呈到喬峰手裏，說道：「契丹國軍情。」喬了接過包裹，打了開來，只見裏面裹著一枚小小的蠟丸。他將蠟丸捏碎，取出一個紙團，正要展開來看，忽聽得馬蹄聲緊，東首那乘馬已奔向林中。馬頭剛在林中出現，馬背上的乘客已飛身而下，喝道：「喬峰，這契丹國的軍情，你不能看。」眾人都是一驚，看那人時，只見他白鬚飄動，穿著一身補丁累累的鶉衣，是個年紀極高的老丐。傳功、執法兩長老一齊站起身來，說道：「徐長老，何事大駕光臨？」群丐聽得徐長老到來，都是聳然動容。原來這徐長老在丐幫中輩份極高，今年已有八十七歲，前任汪幫主都尊他一聲「師伯」，丐幫之中，沒一個不是他的後輩。他退隱已久，早已不問世務。喬峰和傳功、執法等長老每年循例去向他請安問好，也只是隨便說說幫中家常而已。不料這時候他突然趕到，而且制止喬峰閱看契丹軍情，眾人自是無不驚訝。喬峰立即左手一緊，握住紙團，躬身施禮，道：「徐長老安好！」跟著攤開手掌，將那紙團送到徐長老面前。喬峰是丐幫的一幫之主，雖說輩份比徐長老為低，但遇到幫中大事，終究是由他發號施令，別說是徐長老，便是前代的歷位幫主復生，那也是非得遵從不可。不料徐長老不許他觀看來自契丹國的軍情急報，他竟然毫不抗拒，連徐長老也是一愕。徐長老知道此事極關重大，說道：「得罪！」從喬峰手掌中將紙團取了過來，握在左手之中，朗聲說道：「馬大元馬兄弟的遺孀馬夫人，即將到來，向諸位有所陳說，大夥兒請待她片刻如何？」眾丐都眼望喬峰，瞧他有何話說。喬峰道：「假若此事關連重大，咱們便在這裏等她不妨。」徐長老道：「此事關連重大。」說了這六個字，再也不說甚麼，向喬峰補行參見幫主之禮，便即坐在一旁。段譽心下嘀咕，乘機又想找些話題和玉燕說說，便向她低聲道：「王姑娘，丐幫中的事情真多。咱們且避了開去呢，還是在旁瞧瞧熱鬧。」玉燕皺著眉頭道：「咱們是外人，本不該參預旁人的機密大事，不過──不過──他們所爭的事情跟我表哥有關，我想聽聽。」段譽附和道：「是啊，那位馬副幫主據說是你表兄殺的，這下一個無依無靠的寡婦，想必十分的伶仃可憐。」玉燕忙道：「不！不！馬副幫主不是我表哥殺的，喬幫主不是也這樣說麼？」正說到此處，馬蹄之聲又作，兩騎馬奔向杏林而來。原來丐幫人眾在道路旁留下了本幫特用的記號，本幫幫眾便能循著記認，來到聚會之所。眾人只道其中一人必是馬大元之妻，那知馬上乘客是一個老翁，一個老嫗，男的極為矮小，而女的極是高大，兩人相映成趣。喬峰一見，急忙站起相迎，說道：「華山沖霄洞譚公、譚婆賢伉儷駕到，有失遠迎，喬峰這裏謝過。」徐長老和傳功、執法等六長老一齊上前行禮。段譽見了這等情狀，知道這譚公、譚婆必是武林中來頭極大的人物。只聽那譚婆說道：「喬幫主，你肩頭上插了這幾把玩意幹甚麼啊。」手臂一長，立時便將他肩上的四柄法刀拔了下來，手法實是快到了極處。她這一拔刀，譚公即刻從懷中取出一個瓷瓶，拔去瓷塞，倒出藥粉，敷在喬峰的肩頭。這金創藥一敷上，創口中如噴泉一般的鮮血立時便即止住。譚婆拔刀手法之快，已是人所罕見，但終究是一種武功，然譚公取瓶、換塞、倒藥、敷傷、止血，幾個動作乾淨利落，雖是快得異常，卻是人人瞧得清清楚楚，真如變魔術一般，而金創藥止血的神效，更是不可思議，藥到血停，絕不遲延。喬峰早知譚公、譚婆這對夫妻乃是武林中的前輩高人，這時他二人平白無端的出手替自己拔刀治傷，雖然微嫌魯莽，心下卻也不禁好生感激，口中稱謝之際，只覺肩頭由痛變癢，竟是疼痛大減。譚婆又問：「喬幫主，是誰這麼大膽，竟敢用刀傷你？」喬峰笑道：「我是自己刺的。」譚婆奇道：「為甚麼自己刺自己？活得不耐煩了麼？」喬峰心想：「我幫中內叛之事，不能向外人明言，損了本幫和眾位長老的臉面。」便道：「我自己刺著玩兒的，這肩頭皮粗肉厚，也傷不到筋骨。」宋奚陳吳四長老聽喬峰替自己隱瞞真相，不由得暗暗自愧。譚婆哈哈一笑道：「你撒甚麼謊兒？我知道啦，你鬼精靈的，打聽到譚公新得冰蠶和白玉蟾蜍，合成了靈驗無比的傷藥，是以試試來了。」喬峰既不說是，也不說否，只是微微一笑，心想：「這位老婆婆大是戇直。世上卻有誰這麼空閒，自己在身上戳幾刀，來試你的藥靈是不靈。」譚婆問道：「馬寡婦呢，她巴巴的請咱們來，自己怎麼還不到。」喬峰愕然之際，忽然間蹄聲得得，一頭驢子闖進林來，驢上一人倒轉而騎，背向驢頭，臉朝驢尾。譚婆勃然大怒，喝道：「趙錢孫，見了譚家婆婆也是這般無禮，我打你的屁股！」眾人瞧那驢背上之人時，只見他縮成一團，似乎是個七八歲的孩童模樣，譚婆伸出大手，一掌往他屁股上拍去。那人一骨碌翻身下地，突然間伸手撐足，變得又高又大。眾人都是微微一驚。譚公卻是臉有不豫之色，道：「李兄，你又來開甚麼玩笑？我見了你就心裏不痛快！」那人說是年紀很老，卻又不老，說他年紀輕，卻又不像，總之是三十歲到六十歲之間，相貌說醜不醜，說俊不俊，不去理睬譚公，向譚婆道：「小娟，近來過得快活麼？」這譚婆人高馬大，白髮如銀，滿臉皺紋，居然名字叫做「小娟」，嬌嬌滴滴，全不相襯，眾人聽了都覺好笑。但每個老太太都曾年輕過來，小姑娘時叫做「小娟」，老了總不成改名叫做「老娟」？段譽心中正想著這件事，又聽得馬蹄聲響，又有數匹馬馳來，這一次卻奔跑並不急驟。喬峰卻在打量那名叫「趙錢孫」之人，猜不透他到底是何等樣人物。只想他和譚公、譚婆相識，而在驢背上所露的這手縮骨功又是如此出神入化，自是非同尋常的高手，然而既是一流高手，自己卻從來未曾聽過他的名字，不免奇怪。那數乘馬來到杏子林中，前面是五個青年人，一色的濃眉大眼，容貌甚為相似，年紀最大的三十餘歲，最小的二十餘歲，顯然是一母同胞的五兄弟。吳長風大叫道：「泰山五雄到了，好極，好極！甚麼風把你們哥兒五個一齊吹來啊！」泰山五雄中的老三叫做單叔山，和吳長風是忘年之交，他搶著說道：「吳四哥你好，我爹爹也來啦。」吳長風臉上微微變色，道：「當真，你爹爹──」他做了違犯幫規之事，心下正虛，聽到泰山「鐵面判官」單正突然到來，不由得暗自慌亂。須知「鐵面判官」單正生平嫉惡如仇，只要知道江湖上有甚麼不公道之事，定然伸手要管。他本身武功已然極高，除了親生的五個兒子外，又廣收門徒，徒子徒孫，共達一百餘人，「泰山單家」的名頭，在武林中誰都忌憚三分。跟著一騎馬馳進林中，泰山五雄一齊上前拉住馬頭，馬背上一個身穿薄綢長袍的老者飄身而下，向喬峰拱手道：「喬幫主，單正不請自來，打擾了。」喬峰久聞單正之名，今日也是初見，但見他滿臉紅光，當得起「童顏鶴髮」四字，神情卻甚謙和，不似江湖上傳說的出手無情，當即抱拳還禮，說道：「若知單老前輩大駕光臨，早該遠迎才是。」那倒騎驢子的人忽然怪聲道：「好哇！鐵面判官到來，就該遠迎。我『鐵屁股判官』到來，你就不該遠迎了。」眾人聽到「鐵屁股判官」這五個字的怪綽號，無不哈哈大笑，王玉燕、阿朱、阿碧三人雖覺笑之不雅，卻也不禁嫣然。「泰山五雄」聽這人如此說，自知他是有心侮辱自己的父親，五人勃然變色，只是單家家規極嚴，單正自己既未發話，做兒子的誰也不敢強行出頭。那單正修養甚好，一時又捉摸不定這怪人的來歷，裝作並未聽見，說道：「請馬夫人出來敘話。」林子後轉出一頂小轎，兩名健僕抬著，快步如飛，來到林中一放，揭開了轎帷。只見轎中緩步走出一位全身縞素的少婦來。那少婦低下了頭，向喬峰盈盈拜了下去，說道：「未亡人馬門溫氏，參見幫主。」喬峰和馬大元除了幫中事務之外，平時甚少見面，這位馬夫人不出家門，更是沒有見過。當下還了一禮，說道：「嫂嫂，有禮！」馬夫人道：「先夫不幸亡故，多承幫主及眾位伯伯叔叔，照料喪事，未亡人衷心銘感。」她話聲極是清脆，聽來年紀甚輕，只是她始終眼望地下，見不清她的容貌。喬峰鑒貌辨色，情知馬夫人必已發見了丈夫亡故的重大線索，這才親身趕到，但幫中之事她不先稟報幫主，卻去尋鐵面判官作主，其中實是大有蹊蹺。喬峰回頭向執法長老白世鏡望去，白世鏡的眼光卻也正在此時向他瞧來，兩人的目光之中，均是充滿了驚疑。喬峰先接外客，再論本幫的幫務，向單正道：「單老前輩，華山沖霄洞譚氏伉儷，不知是否素識？」單正抱拳道：「久仰譚氏伉儷的威名，幸會，幸會。」喬峰道：「譚老爺子，這一位前輩，請你給在下引見，以免失了禮數。」譚公尚未答話，那騎驢客搶著說道：「我姓雙，名歪，外號叫作『鐵屁股判官』。」鐵面判官單正修養再好，這時也不禁怒氣上衝，心想：我姓單，你就姓雙，我叫正，你就叫歪，這不是衝著我來麼？正待發作，譚婆卻道：「單老爺子，你莫聽趙錢孫隨口胡說，這人是個癲子，當不得真。」喬峰道：「眾位，此間並無座位，只好隨意坐下了。」他見眾人分別坐定，說道：「一日之間，會見眾位前輩高人，真是不勝榮幸。不知眾位駕到，有何見教？」單正道：「喬幫主，貴幫是江湖上第一大幫，數百年來俠名播於天下，武林中提起『丐幫』二字，誰都十分敬重，我單某向來也是極為心儀的。」喬峰道：「不敢！」趙錢孫道：「喬幫主，貴幫是江湖上第一大幫，數百年來俠名播於天下，武林中提起『丐幫』兩字，誰都十分敬重，我雙某向來也是極為心儀的。」他這番話和單正讚的一模一樣，就是將「單某」的「單」字改成了「雙」字，喬峰知道武林中這些前輩高人大都有副希奇古怪的脾氣，這趙錢孫處處和單正挑眼，不知真意如何，自己總之是雙方都不得罪就是，於是也跟著說了句：「不敢！」單正微微一笑，向大兒子單伯山道：「伯山，餘下來的話，你跟喬幫主說。旁人若是要學我兒子，儘管學個十足便是。」眾人聽了，都不禁打個哈哈，心想這鐵面判官道貌岸然，倒也陰損得緊，趙錢孫若是再跟著單伯山學嘴學舌，那就變成學做他兒子了。不料趙錢孫說道：「伯山，餘下來的話，你跟喬幫主說。旁人若是要學我兒子，儘管學個十足便是。」這麼一來，反而給趙錢孫討了便宜去，認了是單伯山的父親。單正最小的兒子單小山火氣最猛，大聲罵道：「他媽的，這不是活得不耐煩了麼？」趙錢孫自言自語：「他媽的，這種兒子，生四個已經太多，第五個實在不必生，嘿嘿，也不知是不是親生的。」說到這個地步，便是泥人也有土性兒，單正向趙錢孫道：「咱們在丐幫是客，爭鬧起來，那是不給主人面子，待此間事了之後，我再來領教閣下的高招。伯山，你自管說罷！」趙錢孫又學著他道：「咱們在丐幫是客，爭鬧起來，那是不給主人面子，待此間事了之後，我再來領教閣下的高招。伯山，老子叫你說，你自管說罷！」單伯山恨不得衝上前去，拔刀猛砍他幾刀，方消心頭之恨，當下強忍怒氣，向喬峰道：「喬幫主，貴幫之事，咱們父子原是不敢干預，但我爹爹說：君子愛人以德──」他說到這裏，眼光瞧向趙錢孫，看他是否又再學舌，若是照學，勢必也要學「但我爹爹說：君子愛人以德」，那便是叫單正為「爹爹」了。不料趙錢孫竟然也是一句一句的照說，說道：「喬幫主，貴幫之事，咱父子原是不敢干預，但我兒子說：君子愛人以德。」他將「爹爹」兩字改成「兒子」，那明明佔單正的便宜。眾人一聽，都是眉頭深皺，覺得趙錢孫太也過份，只怕當場便要流血。單正道：「閣下一味跟我過不去，但在下與閣下素不相識，不知甚麼地方得罪了你，倒要請閣下明白示知。若是在下的不是，即行向閣下賠禮請罪便是。」眾人心下暗讚單正了得，不愧是中原得享大名的俠義之輩。趙錢孫道：「你沒得罪我，可是得罪了小娟，這比得罪我更加可惡十倍。」