第一百零一回　群豪獻壽大頭鬼打開酒罈，一股濃冽的酒香，撲鼻而至，他捧起罈子喝了幾口，連讚：「好酒，好酒！」拿到神鵰嘴邊。神鵰的鐵嘴一啄，已在瓦罈上啄了一孔，伸嘴入罈，片刻間將一罈酒飲得乾淨。黃蓉心中暗罵：「襄兒這小鬼當真該打，胡亂拿我這九花玉露酒去給一頭扁毛畜生喝，豈不糟蹋了？」原來這酒調配極是費事，乃是黃蓉依照父親配製九花玉露丸的方子，採集花露，和以珍貴藥草，再釀入一等一的陳年佳釀而成，若非至交好友，絕不輕易奉客。郭襄笑道：「鵰大哥酒量真好，咱們走吧！」當下二人一鵰，奔往大校場。一走進丐幫大會的場子，群雄見到神鵰軀體雄、偉形相醜怪，無不嘖嘖稱奇，郭襄引著大頭鬼和神鵰來到台邊，揀一處空地坐下。負責知賓的丐幫弟子見大頭鬼是生客，當下過來招呼，請問姓名。大頭鬼冷然道：「我沒名字的，什麼也不懂得，郭姑娘帶我來，我便來了。」這時武敦儒、修文兄弟全已被人打下台來，朱子柳的姪兒、泗水漁隱的三個弟子、丐幫中的四名八袋弟子、六名七袋弟子，均已先後失手，台上耶律齊正施展周伯通所授的七十二路空明拳，和一個四十餘歲的壯漢交手。這壯漢名叫藍天和，是貴州的一個苗人，幼時隨人至四川青城山採藥，失足墮入山崖，得遇奇人，學得了一身剛猛險狠，兼而有之的外門武功。他的掌力中隱隱有風雷之聲，轟轟發發，果然是威風凜凜。耶律齊的拳法卻是拳出無聲，腳去無影，飄飄忽忽，令人難以捉摸，兩人一剛一柔，在台上打了旗鼓相當。這一番功夫一顯，台下數百名本來大想上台一較的好漢，無不自愧不如，均想：「幸虧我沒貿然上台，否則豈不是自獻其醜？人家這般的內力外功，我便是再練十年二十年，也不能是他對手。」藍天和的掌力雖猛，但狂風不終朝，驟雨不終夕，畢竟是難以持久，雖聽他一掌一掌發出去時呼呼之聲越來越大，其實中間所蓄積的潛力卻已大不如前。耶律齊的拳招既不比前快，亦不比前慢，始終是輕描淡寫，見招拆招，他知今日之鬥不是擊敗一個兩個對手便算了局，上台來鬥的敵手多半愈來愈強，因此必得留下後勁。藍天和久鬥不勝，心下焦躁起來，自思在西南各省二十餘年，從未遇到過一個能擋得住自己三十招的勁敵，想不到今日在天下英雄之前，偏偏奈何不了一個後輩，當下催動內勁，不住增加掌力。兩人迴旋反覆的又拆了二十餘招，藍天和陡然間見到對方露出一個破綻，機不可失，喝一聲：「著！」一掌「九鬼摘星」，往耶律齊胸口打去。他滿心喜歡，眼見敵人胸口門戶洞開，這一掌非中不可，只聽得砰的一聲，一掌果然是結結實實的打中了。台下觀鬥的群雄齊聲驚呼，站了起來，因為從這掌力中胸的聲音聽來，耶律齊非死必受重傷，適才梁長老曾諄諄告誡，此次比武點到即止，倘若藍天和這一掌把耶律齊打死了，他是郭大俠、郭芙的愛婿，只怕馬上便會掀起軒然大波。但藍天和一掌既出，立時臉上慘白，踉踉蹌蹌的退了兩步，拱手說道：「佩服，佩服！」他走到台口，朗聲說道：「耶律大爺手下留情，沒要了兄弟的性命，果然是英雄仁義，兄弟心悅誠服。」說完一躍下台。眾人面面相覷，不明其中之理，再看耶律齊時，只見他臉露微笑，渾若無事。眾人均想：「明明是藍天和打中了耶律齊，怎地反而是耶律齊饒了藍天和，便算他有內功，也絕不能如此取勝啊。」原來藍天和一掌打在耶律齊胸口，猛覺著手之處，突然間變得虛虛盪盪，但卻又不是一掌打空，只是便如伸手入水，似空非空，似實非實，另有一股黏稠之力纏在他的掌上。但這一股似虛非虛的知覺，瞬息間便從對方胸口傳到自己手臂，再自手臂通到自己胸口，直降丹田，小腹中登時便如積蓄了十多碗沸水，擠逼著要向外爆炸，藍天和這一驚之下，自是魂飛天外，急忙運勁後奪，但手掌竟如給極韌的膠水黏住了一般，雖向後拉了尺許，卻是離不開耶律齊的胸口。當日師傅授他武藝之時，曾說他這一路風雷掌法，以之行走江湖，大是綽綽有餘，但倘若遇上了內家高手，千萬要小心在意，只要給對方內力侵入丹田，縱不是當場斃命，這一身功夫可也廢了。但三十年來他始終未曾遇到強敵，師傅這一番話也就早已置之腦後，只道師傅只是告誡他須知強中更有強中手，不可驕傲自大之意，以自己外門功夫之強，出手之迅捷，敵人便真有神奇內力，也絕無機會傳入自己體內，豈知到頭來終於遇上了剋星，眼前這個中年人，果真有如此功夫。這番念頭只如電光石火般在腦海中一閃，雙目一閉，只待就死，陡然間掌上黏力忽失，跟著丹田中鬱熱之氣也緩緩消散，藍天和微一運勁，竟覺全身功夫絲毫未損，那自是耶律齊饒了自己一命，因此上感愧之餘，站到台口向群雄交代了幾句。適才二人這一場龍爭虎鬥，台下人人得見，藍天和掌力之威猛凌厲，自是有目共睹，但耶律齊居然將他敗於無形，凡是稍有見識之人，再也不敢上台挑戰。耶律齊是郭靖、黃蓉的女婿，可說與丐幫大有淵源，四大長老和眾八袋弟子都願他當上幫主。他又是全真派耆宿周伯通的弟子，於是全真派的俗家弟子、東邪南帝各系的弟子也均不再與爭。只有幾個不自量力的莽撞之徒，才再上台領教，但都是接不上三招，便即落敗。郭芙見丈夫驚壓當場，心中的歡喜自是難以言宣，但一瞥眼間，只見一隻奇醜的巨鵰，和那在風陵渡見過的大頭矮子分坐在妹子兩側，不禁一怔。當郭襄和大頭鬼、神鵰來到大校場時，耶律齊和藍天和正鬥得激烈，郭芙全神貫注在丈夫身上，因之那神鵰雖然形貌驚人，她卻是視而不見。這時勁敵已去，她才想到何以妹子說過不來卻又來了？一轉念間，暗道：「不好！楊過自稱『神鵰大俠』，這隻窮凶極惡的大鵰，想來便是什麼神鵰了。神鵰既來，楊過也就必在左近，他若是來搶幫主……他若是來搶幫……」一剎那間，心中自喜變憂，當日楊過拂袖將她長劍擊彎的情景，歷歷如在目前，「齊哥武功雖強，能不能敵得過這個獨臂怪人呢？唉，這個人自幼便是我命中的剋星，今日當此要緊關頭，他卻又出現了。」但她遊目四顧，並不見楊過的蹤跡，這時天色將黑，耶律齊已連敗七人，再也無人上台較藝。只見梁長老走到台口，朗聲道：「耶律齊大爺文武雙全，我幫上下向來欽仰，若能為我幫之主，自是人人悅服擁戴。……」他說到這裏，台下丐幫的幫眾一齊站起，大聲歡呼起來。梁長老又道：「不知有那一位英雄好漢，還欲上來一顯身手？」他連問三遍，台下寂靜無聲。郭芙大喜，心想：「楊過此刻不至，時機已失！待齊哥一接任幫主，他再要為難，也是來不及了。」便在此時，忽聽得蹄聲急迫，兩騎馬向大校場疾馳而來，聽那馬蹄之聲，馬上乘客顯是身有急事。郭芙一驚：「終於來了！」但見兩騎馬如飛般馳進校場，乘者身穿灰衣，卻是郭靖派出去打探軍情的探子。郭靖雖然瞧著台上比武，心中可無時無刻不念著軍情，一見這兩個探子如此縱馬狂奔，心道：「終於來了！」郭靖、郭芙父女心中說的都是「終於來了」四字，但女兒指的是楊過，父親心中所指的卻是「蒙古大軍」。兩名探子馳到離高台十餘丈之處，翻身下馬，上前向郭靖行禮，郭靖與黃蓉來不及等二人開口，先留神瞧他們的臉色，蓋軍情好惡，臉上必有流露，卻見這二人滿臉又是迷惘又是喜歡之色，似乎見到了什麼意外的喜事。只聽一名探子報道：「稟報郭大俠，蒙古大軍右翼前鋒的一個千人隊，已到了新野。」郭靖心中一驚，暗道：「來得好快。」又聽一名探子道：「稟報，蒙古右翼前鋒的一個千人隊，已抵鄧州。」郭靖「嗯」了一聲，不動聲色，心想：「北路敵軍又分兩路，軍行神速，鋒勢銳利之極。」要知新野與鄧州離襄陽都不過一百餘里，由兩地南下，而至襄陽對岸的樊城，一路都是平野，並無山川阻隔之險，蒙古鐵騎如狂風暴雨般馳驟而來，只須一日便能攻到。卻聽第二個探子喜孜孜的說道：「可是有一件奇事，鄧州城郊的蒙古千人隊，一個個都死在就地，長官士卒，無一得生。」郭靖奇道：「有這等事？」第一個探子道：「小人所見也是如此，新野的蒙古前鋒，一千人全變了野鬼，只見遍地都是屍首。最奇怪的是，這些蒙古兵屍上的耳朵都給人割了去。」第二個探子道：「鄧州的蒙古兵也是這般，人人沒了左耳。」郭靖和黃蓉對瞧了一眼，心下均是驚喜交集，尋思：「蒙古兩路先鋒都是全軍覆沒，那是大大的折了銳氣，雖說來攻的人馬至少有十餘萬之眾，損折二千人無關大局，但訊息傳去，三軍為之奪氣，於我大吉大利。卻不知是誰奇兵突出，將這兩路蒙古兵盡數殲滅？」郭靖問道：「新野和鄧州的守軍怎樣了？」兩個探子齊道：「兩城守軍閉城不出，蒙古軍死在郊外，守城的將軍只怕此刻尚未得知。」黃蓉道：「你們快去稟報呂大帥知道，他一高興，定然重重有賞。」兩探磕過了頭，歡天喜地的去了。蒙古先鋒隊尚未與襄陽守軍交戰，即已兩路齊殲，黃蓉站到台上將這消息一宣布，登時全場歡聲雷動。黃蓉道：「丐幫新立幫主，固是喜事，可怎及得上這件聚殲敵軍的大事？梁長老，快命人擺設酒筵，咱們得好好慶祝一番。」這酒筵倒是早就預備下了的，丐幫今晚本就要大宴群雄，祝賀新立幫主，這時錦上添花，又傳到大捷之訊，人人均是興高采烈。武敦儒等較藝落敗，心中雖不無怏怏，但滿場喜氣洋溢，卻把少數人的鬱悶，剎那間沖得乾乾淨淨。丐幫宴客不設桌椅，群雄東一團、西一堆的在大校場上席地而坐，便此杯觥交錯，吃喝起來。這筵席模樣雖陋，酒肉菜餚卻極之豐盛。群雄都道那是郭靖、黃蓉安排下的奇計，流水價過來敬酒祝捷，郭靖不住口的說絕非自己之功，但他向來謙抑，群雄那裏肯信？黃蓉道：「靖哥哥，這件事好生奇怪，此時實在琢磨不透，咱們且別分辯，且候確息。」原來黃蓉一得探子之報，知道其中甚有蹊蹺，當即派了八名精明強幹的丐幫弟子，騎下快馬，分赴新野、鄧州再探。郭襄和大頭鬼、神鵰三個坐在一起，旁人見了神鵰這等威猛模樣，誰也不敢坐近。郭襄只問：「大哥哥怎地還不來？」大頭鬼道：「他說過要來，總是會來的。」一言甫畢，忽道：「你聽，那是什麼聲音？」郭襄側耳靜聽，只聽得遠處傳來一陣陣獅吼虎嘯，猿啼象奔之聲，她心中一喜，道：「史氏兄弟來啦！」過不多時，群獸的吼叫之聲越來越近，校場上群雄先是愕然變色，跟著紛紛拔出兵刃，站了起來，只聽得場中亂成一片：「那裏來的這許多野獸？」「是獅子，還有大蟲！」「大家小心！」「提防惡狼，提防豹子！」郭靖卻甚是鎮靜，對武修文道：「你去城內傳我號令，調二千弓弩手來。」武修文應道：「是！」剛欲轉身，忽聽得遠處有人長聲叫道：「萬獸山莊史氏兄弟奉神鵰俠之命，來向郭襄郭姑娘祝壽，恭獻壽禮。」那聲音非一人所發，乃是史氏五兄弟齊聲高呼，他五人的內功另成一家，雖非一等一的高手，但縱聲長嘯，竟同具宮、商、角、徵、羽五音之聲，鏗鏘豪邁，震人耳鼓。黃蓉向武修文一揮手，命他即去傳令，蓋人心難測，史氏兄弟雖如此說，未必定無他意，寧可調集弓弩手有備而不發，勝於無備而受制於人。武修文躍上馬背，馳入城內調兵。過不多時，第一隊弩手已到，布在大校場之側。郭靖在蒙古習得騎射之術，以此教練士卒，是故襄陽兵精，甲於天下，遂能以一城之眾，獨抗蒙古數十年。那弓弩手人人能挽強弓，發硬箭，射術實不遜於蒙古武士。弩手剛佈好陣勢，只見一條大漢身披虎皮，領著一百頭猛虎來到大校場外，正是白額山君史伯威。那一百頭猛虎排得整整齊齊，蹲伏在地下。接著管見子史仲猛率領一百頭金錢豹子、金甲獅王史叔剛率領一百頭雄獅、大力神史季強率領一百頭大象、八手仙猴史孟捷率領一百頭巨猿，各列隊伍，排在校場之外。群獸猛惡猙獰，不斷發出低吼，然行列整齊，竟是絲毫不亂。大校場上群雄個個見多識廣，但斗然間見到這許多猛獸，終不免中心惴惴。史氏五兄弟手中各提一隻皮袋，走到郭襄身前，躬身說道：「恭祝姑娘長命百歲，芳齡永繼。」郭襄忙起立還禮，道：「多謝五位史家叔叔。」史伯威指著五隻皮袋道：「這是神鵰俠送給姑娘的第一件生辰禮物。」郭襄笑道：「真是生受不起？那是什麼啊。嗯，我猜你的皮袋裏裝著一隻小老虎，他的裝著一隻小豹子，是不是？」史伯威搖頭說道：「不是，這件禮物，是神鵰俠率領了七百多位江湖好手去辦來的，費的力氣可真不小。」說著打開了手中的皮袋。郭襄一看之下，大吃一驚，叫道：「是耳朵！」史伯威道：「正是！五隻皮袋之中，共是兩千隻蒙古兵的耳朵。」郭襄尚未會意，驚道：「這許多蒙古兵的耳朵，我要來幹麼？」郭靖、黃蓉卻聽得分明，一齊離座，走到史伯威身前，就皮袋中一看。再想起適才探子之言，不由得驚喜交集。黃蓉道：「史大哥，原來新野和鄧州城郊的蒙古兵，是神……神鵰俠率人所殺？」史氏五兄弟當下向郭靖、黃蓉一齊拜倒，郭靖夫婦拜倒還禮。史伯威才答道：「神鵰俠言道，郭姑娘身在襄陽，蒙古蠻兵竟敢無禮前來進犯，那是非殺不可，只恨蠻兵勢大，不能盡誅，因此帶領豪傑，殺了他作先鋒的兩個千人隊。」郭靖道：「神鵰大俠現在何處？小可當親自拜見，為襄陽合城百姓致謝。」要知這十多年來，郭靖專心練兵守城，江湖遊俠之事久已不聞不問，而楊過隱姓埋名，所交又多是介乎邪正之間的人物，因此他竟不知「神鵰俠」便是楊過。史伯威道：「神鵰俠連日忙於為令愛採備生日禮，未克前來拜見郭大俠和郭夫人，請予恕罪。」忽聽得遠處嘯聲又起，一個聲音叫道：「西山一窟鬼奉神鵰俠之令，來向郭襄姑娘祝壽，恭獻壽禮。」聲音尖細，若斷若續，但人人聽得清楚。郭靖見第一件壽禮實在太大，忙提聲叫道：「郭靖謹候台駕。」他的話聲渾厚和平遠遠傳送出去，跟著走到大校場入口之處相迎。黃蓉和他並肩而立，低聲道：「你猜神鵰俠是誰？」郭靖道：「我猜不出。」黃蓉道：「便是楊過！」郭靖一呆，隨即滿心歡暢，說道：「了不起，了不起！他立下如此奇功，當真是大宋之福。」黃蓉道：「你猜他第二件壽禮是什麼？」郭靖微笑道：「過兒才智卓絕，只有你方勝得了他，也只有你才猜中他的心思。」黃蓉搖頭道：「這一次我可猜不中了。」片刻之間，長鬚鬼樊一翁領著八鬼來到校場，向郭靖夫婦見了禮，逕自走到郭襄身前，說道：「恭祝姑娘康寧安樂，福澤無盡！神鵰俠命咱們來送第二件禮物。」郭襄道：「多謝，多謝。」只見西山一窟鬼手中各自拿著一些或大或小的盒子，生怕他們又送什麼人鼻子、人耳朵來，忙道：「若是難看的物事，就別打開來。」大頭鬼笑道：「這次是挺好看的。」樊一翁打開盒子，取出一個極大的流星火炮，一晃火摺點著了，那火炮沖天而起，在半空中一聲爆炸，散了開來，但見滿天花雨，組成一個「恭」字，郭襄大喜，拍手笑道：「好玩，好玩！」那吊死鬼接著也放了一個煙花，卻是一個「祝」字。西山一窟鬼各放一個，組起來是「恭祝郭二姑娘多福多壽」十個大字，十個顏色各不相同，高懸半空，良久方散。這煙花乃是漢口鎮天下馳名的巧手匠人黃一炮所作，華美繁富，妙麗無方，端的是當世一絕。郭靖微微一笑，心想：「小女孩兒家原是喜歡這個，也虧過兒覓得這製煙花的巧手匠人。」半空中這十個大字剛散，北邊天空突然升起一個流星，相距大校場約有數里，跟著極北遠處，又有一個流星升起。黃蓉心想：「這流星傳訊，取法於烽火報警，頃刻之間，便可一個接一個的傳出數百里之遙，只不知楊過安排下了什麼。他這第二件禮物，絕不只是放幾個煙花，博我襄兒一粲便算。」當下吩咐丐幫弟子安排筵席，宴請史氏兄弟和西山一窟鬼，斟酒未定，只聽得北方遠遠傳來猶如悶雷般的聲音，一響跟著一響，轟轟不絕，只是隔得遠了，響聲卻是極輕。史氏兄弟和西山一窟鬼聽了這聲音，突然間一齊躍起身來，高聲歡呼，大叫：「成功了，成功了！」群雄愕然不解，大頭鬼指著北方，大叫：「妙極，妙極！」這時天已全黑，北面天際卻發出隱隱紅光。黃蓉又驚又喜，叫道：「南陽大火！」郭靖拍腿大叫道：「不錯，正是南陽！」黃蓉向樊一翁道：「願聞其詳。」樊一翁道：「這是神鵰俠送給郭襄姑娘的第二件薄禮，燒了蒙古二十萬大軍的糧草。」黃蓉心中本已猜到三分，聽他如此說，不禁與郭靖相顧大喜。原來蒙古大軍南攻襄陽，以南陽為聚糧之地，數年之前，即在南陽大建糧倉草場，跟著四處徵發，成千成萬斛米糧，成千成萬擔草料，如水流般匯向南陽。常言道：「大軍未發，糧草先行」，那米糧是士卒的食物，乾草是馬匹的秣料，實是軍中的命脈所在。蒙古自來以騎兵為主，這草料更是一日不可或少。郭靖曾數次遣兵襲擊南陽，但蒙古官兵守得牢固，始終無功，想不到楊過竟在一夕之間放火將它燒了。郭靖眼見北方紅光越沖越高，耽心起來，向樊一翁道：「出手的諸位豪傑，都能平安歸來嗎？」樊一翁心道：「郭大俠不問戰果，先問將士安危，果然是仁義過人。」說道：「多謝郭大俠掛懷，神鵰俠早有安排。在南陽城中縱火的，是聖因師太、聾啞頭陀、張一氓、百草仙這些高手，共有八十一人，想來尋常蒙古武士，也傷他們不得。」郭靖恍然大悟，向黃蓉道：「你聽！過兒邀集群豪，原來是為立此奇功。若非這許多高人同時下手，原也不易便兩千蒙古精兵全軍覆沒。」樊一翁又道：「咱們探得蒙古蠻兵要以火炮轟打襄陽，南陽城的地窖之中，藏了數十萬斤火藥。因此一見咱們的祝壽煙花放起，流星傳訊，埋伏在南陽的八十一位前輩同時動手，先燒火藥，再燒糧草，蒙古大軍的士卒馬匹，這番可要餓肚子了。」郭靖和黃蓉對視一眼，均是暗自心驚。他夫婦倆當年隨成吉思汗西征，曾親眼見到蒙古軍以火炮轟城，當真有崩山裂石之威，只是火藥和鐵炮殊不易得，因此蒙古數攻襄陽，都未用炮。這次憲宗蒙哥御駕親征，自是攜有當世最厲害的攻城利器了，若不是楊過這一把火，襄陽合城軍民盡遭大劫。兩人又想：「殲滅敵軍兩個千人隊，固然是大殺其威，但燒毀了蒙古在南陽積貯數年的大軍糧草，只要他糧運稍有不繼，那就逼得非退兵不可，這功勞是更大了」，當下夫婦倆向史氏兄弟、西山一窟鬼連連稱謝。這時遠處火藥爆炸之聲，仍是隱隱傳來，只是隔得遠了，聽來糢糊鬱悶。斗然之間，幾下聲音略響，接著地面也微微震動。樊一翁喜道：「那個最大的火藥庫也炸了。」郭靖叫過武氏兄弟，說道：「你二人各帶二千弓弩手，掩襲南陽。敵軍倘若部伍齊整，那就不要下手，若是驚慌混亂，可乘勢發箭殺傷。」二人接令而去。兩件事接踵而來，校場上把盞敬酒、猜枚行令之聲，響成一片，言語之中，人人都稱頌神鵰俠的功德。郭芙眼見丈夫藝冠群雄。將這丐幫幫主之位拿到了掌中，在當世豪傑之前揚眉吐氣，那知驀地裏生出這些事來，楊過人未露面，卻已將丈夫的威風壓得絲毫不剩，雖說殲滅蒙古先鋒，火燒南陽糧草，實是兩件大大的好事，但她心眼兒窄，不免有點悄然不樂；又聽史氏兄弟和西山一窟鬼說，這是楊過送給妹子的兩件生日禮物，相形之下，自己更加沒了光采。她轉念一想：「好哇！楊過這廝恨我斬他的手臂，故意削我面子來著！」想到此處，更是勃然而怒。梁長老和耶律齊、郭芙同席，眼見人人興高采烈，郭芙卻是臉色不豫，微一沉吟，已知其理，笑道：「老頭子可真的老胡塗啦，這一喜歡，竟把眼前的大事拋到了腦後。」於是縱身躍上高台，朗聲說道：「各位英雄請了，蒙古蠻兵連遭兩大挫折，咱們自是不勝之喜，可還有一件喜上加喜之事。適才耶律大爺顯示了精湛武功，人人欽服，咱們便立耶律大爺為本幫之主。天下英雄，可有不服的麼？本幫弟子，可有異言的麼？」他連問三聲，台下無人答話。梁長老道：「如此便請耶律大爺上台。」耶律齊躍上高台，抱拳向台下團團行禮，正要說幾句「無德無能」的謙抑之言，忽聽得台下有人叫道：「且慢，小人有一句話，斗膽要請教耶律大爺。」耶律齊一怔，眼見這句話是從丐幫弟子的人叢中發出，於是拱手道：「不敢！請說便是。」只見丐幫中站起一人，大聲道：「耶律大爺的令尊在蒙古貴為宰相，令兄也曾居高官，雖然都已逝世，但咱們丐幫和蒙古為敵，耶律大爺負此重嫌，豈能為本幫之主？」耶律齊恨恨的道：「先君楚材公被蒙古皇后下毒害死，先兄耶律晉為當今蒙古皇帝所殺，小可與蒙古暴君，實有不共戴天之仇。」那乞丐道：「這話是如此說，但令尊之死，甚為曖昧，下毒云云，只是風傳，未聞有何確證。令兄犯法獲罪，死有應得，此仇不報也罷，倒是本幫大仇未復……」郭芙聽他出言譏刺丈夫，再也按奈不住，喝道：「你是誰？膽敢在此胡言亂語？有膽子的，站到台上去說。」那乞丐仰天大笑，說道：「好，好，好！幫主還未做成，幫主夫人先顯威風。」也不見他移步抬腿，身子微晃，已站在台口。群雄見他露了這手輕功，心頭都是一驚：「這人武功強得很啊，那是誰？」台下數千對眼光，一齊都集在這乞丐身上。只見這乞丐身披一件寬大破爛的黑衣，右手持著一根酒杯口粗細的鐵杖，滿頭亂髮一張臉焦黃臃腫，凹凹凸凸的滿是疤痕，背上負著五隻布袋，原來是一名五袋弟子。丐幫中本乏相貌俊雅之人，但這人更是奇醜無倫。丐幫幫眾識得他名叫何師我，向來沉默寡言，隨眾碌碌，並無定見，只因十餘年來為本幫幫務勤勉出力，忠心耿耿，才逐步升到五袋弟子，但武藝低微，才識卑下，誰都沒對他絲毫重視，料想他升到五袋弟子，已是極限，再也不能向上升遷，那想到這樣一個庸人，竟會突然上台向耶律齊提出質問，而武功之強，更是大出幫眾意料之外，人人均想：「這何師我從那裏偷偷學了這一身功夫啦？」何師我為人雖然平庸，但相貌之醜，卻令人一見難忘，因此耶律齊倒也識得他，當下抱拳道：「不知何兄有何高見，要請指教。」何師我冷笑道：「指教兩字，如何克當？只是小人有兩件事不明白，因此上台來問問。」耶律齊道：「那兩件事？」何師我道：「第一件，我丐幫幫主前後交替，歷任都以打狗棒為符節。耶律齊大爺今日要做幫主，不知這根本幫至寶的打狗棒卻在何處？小人想要見識見識。」此言一出，丐幫幫眾心中都道：「這一句話問得厲害。」只聽耶律齊道：「魯幫主命喪奸人之手，這打狗棒便也給奸人搶了去。此乃本幫的奇恥大辱，凡是本幫弟子，人人有責，務須將打狗棒奪回。」何師我道：「小人第二件不明白之事，是要請問，魯幫主的大仇到底報是不報？」耶律齊道：「魯幫主為霍都所害，眾所共知，當世豪傑，無不悲憤。只是連日追尋，未知霍都這奸賊的下落，這是本幫的要務，咱們便是找遍了天涯海角，也要尋到霍都這奸賊，替魯幫主報仇。」何師我冷笑道：「第一，打狗棒尚未尋獲。第二，殺害前魯幫主的兇手還沒找到。這兩件大事未成，便想做幫主，未免太性急了些。」這一番話理正詞嚴，咄咄逼人，只說得耶律齊滿臉通紅，無言以對。梁長老道：「何老弟的話自也言之成理，但本幫弟子數萬人，遍布天下，不能無人為首，而尋棒鋤奸，更不是說辦便辦，也須得有人主持，方能成此兩件大事，咱們急於立一位新幫主，正是為此。」何師我搖頭道：「梁長老這幾句話，言之錯矣，可說是反因為果，本末倒置。」梁長老是丐幫中四大長老之首，幫主死後，便以他為尊，這五袋弟子竟敢當眾搶白，可說膽大之極。梁長老怒道：「我這話如何錯了？」何師我道：「依弟子之見，誰人能尋得打狗棒，誰人能殺了霍都為魯幫主報仇，咱們便擁為本幫之主，但如今日這般，誰的武藝最強，誰便來作幫主，假如霍都忽然到此，他的武功又勝過耶律齊大爺，難道咱們便奉他為幫主不成？」這幾句話只說得群雄面面相覷，都覺實在頗為有理。郭芙卻在台下叫了起來：「胡說八道，霍都的武功又怎勝過他？」何師我冷笑道：「耶律大爺武功雖強，卻也不見得就天下無敵，小人只是丐幫的一個五袋弟子，也未必便輸於他了。」郭芙正惱他言語無禮，聽他自願動手，那是再好也沒有，叫道：「齊哥，你便教訓這大膽狂徒。」何師我道：「梁長老，弟子若是勝了耶律大爺，這幫主便由弟子來當，是不是？還是等到有人獲棒殺仇，再來奉他為主？」梁長老見他越來越狂，動了真怒，說道：「不論是誰，他若不能戰勝群雄，那就當不上幫主，日後若不能獲棒殺仇，終也是愧居此位。耶律大爺若是當了本幫之主，那兩件大事他不能不辦，但如勝不過何兄弟，他又焉能得任此位？」