第八十四回　棋局奧秘只聽得嗤的一聲響，一粒白色物事盤旋而上天空，跟著直線落下，不偏不倚的跌在「去」位的四五路上，只因這白子成螺旋形上升，到底發自何處，誰都難以確定，但這白子彎彎曲曲的升上天空之後，落下來仍有如此準頭，這份暗器功夫，實在是驚人之至了。旁觀眾人心下欽佩，齊聲喝采。眾人采聲未歇，只聽得松樹枝葉之間傳出一個清朗的聲音：「慕容公子暗器神技，果真天下獨步，佩服佩服。」王玉燕聽到「慕容公子」四字，叫道：「表哥，你在這裏麼？」突然之間，棋局旁多了一人，這人身穿灰布僧袍，神光瑩然，寶相莊嚴，臉上微微含笑，竟沒看到他如何從松樹間躍下，段譽吃了一驚，心道：「鳩摩智這魔頭又來了！」只見他雙手合十，向蘇星河、丁春秋和玄難各行一禮，伸手從盒子中拈起一粒黑子，便下在棋局之上。王玉燕臉上微微一紅，終於下了決心，移動腳步，奔向右首的松樹與大石後找尋慕容公子，口中叫道：「表哥，表哥，你在那裏？」段譽心中悵然若喪，說不出的難過。猛聽得王玉燕一聲歡呼，叫道：「你怎麼不答我？」跟著從一株松樹之後，轉了兩個人出來。一個一身淡黃衣衫，正是王玉燕。她和一個青年公子攜手，緩步而行。那青年公子約莫二十七八歲年紀，也是穿的黃衫，只是顏色較深，腰懸長劍，走路微塵不起，瀟灑閒雅，臉色微見蒼白，那神情舉止，又是英俊，又是華貴。段譽今日一見慕容復的容顏，心中更是冷了半截：「人道慕容公子是人中龍鳳，果然是名不虛傳。王姑娘對他如此傾慕，唉，我一生一世，命中是注定要受苦受難了。」他心下自怨自艾，自嘆自傷，不願抬頭去看王玉燕的神色，但終於忍不住又偷偷瞧了她一眼。只見王玉燕容光煥發，似乎全身都要笑了出來，從未見過她如此歡喜。段譽又想：「她心中根本從來就沒有我這個人在，只有見了她表哥，她才真正的高興。」那慕容復和眾人點了頭，便拈白子下在棋局之中。鳩摩智微微一笑，道：「慕容公子，你武功雖強，這弈道只怕也是平常。」說著下了一枚黑子。慕容復道：「未必便輸於你。」說著下了一枚白子。這時鄧百川、公冶乾、包不同、風波惡等諸人見慕容復到來，早已紛紛聚在他的身邊。慕容復對這局棋凝思已久，自信已想了解法，可是鳩摩智這一著著法，卻是大出自己意料之外，本來籌劃好的全盤計謀，盡數落空，須得從頭想起。他全神貫注的思考，對鄧百川諸人的禮敬只是微一點頭相答。過了良久，慕容復才又下一子。鳩摩智運思極快，跟著便下。一快一慢，下了二十餘子時，鳩摩智哈哈大笑，道：「慕容公子，咱們一拍兩散！」慕容復怒道：「你這麼瞎搗亂！自己還不是沒能解開？」鳩摩智笑道：「這個棋局原本是世上無人能解，乃是用來作弄人的，小僧有自知之明，不想多耗心血於無益之事。慕容公子，你連我在邊角上的糾纏也擺脫不了，還想逐鹿中原麼？」慕容復心頭一震，覺得他說話語帶雙關，一時之間百感交集，心頭反來覆去只是想著他那兩句話：「你連我在邊角上的糾纏也擺脫不了，還想逐鹿中原麼？」眼前漸漸模糊，棋局上的白子黑子，似乎都化作了將官士卒，東一圈人馬，西一塊陣營，你圍住我，我圍住你，糾纏不清的廝殺。慕容復眼睜睜見到自己大燕國的兵馬被敵人因住了，左衝右突，始終殺不出重圍。他盡心竭力，卻不能將兵馬帶將出去，心中越來越是焦急：「我大燕天命已盡，終究是難以復國，數世來的圖謀，最後化作一場春夢！時也命也，夫復何言？」突然間大叫一聲，拔劍便往頸中刎去。當慕容復獃立不語，神色不定之際，王玉燕和段譽、鄧百川、公冶乾等都是目不轉睛的凝視著他。慕容復居然會忽地拔劍自刎，這一著誰都料想不到，鄧百川等一齊擒上欲待解救，但功力已失，終是慢了一步。段譽食指點出，叫道：「不可如此！」只聽得「嗤」的一聲，慕容復手中長劍一晃，噹的一聲，掉在地下。鳩摩智笑道：「段公子，好一招六脈神劍！」慕容復長劍脫手，一驚之下，才從幻境中醒了過來。王玉燕拉著他手，連連搖晃，哭道：「表哥，表哥！解不開棋局，又打甚麼緊？你何苦自尋短見？」慕容復茫然道：「我怎麼了？」玉燕道：「幸虧段公子打落了你手中的長劍，否則──否則──」公冶乾道：「公子，這棋局迷人心魄，看來其中含有幻術，公子不可再勞心思。」慕容復轉頭向著段譽，道：「閣下適才這一招，當真是六脈神劍的劍招麼？可惜我沒瞧見，閣下能否再試一招，使在下得以大開眼界。」段譽道：「你剛才沒瞧見？」慕容復臉有慚色，道：「在下一時之間心神迷糊，竟似著魔中邪一般。」包不同大叫一聲，道：「是了，定是這星宿老怪在旁施展邪法，公子，你千萬要小心了！」忽聽得遠處一個女子的聲音叫道：「春秋哥哥啊，我找得你好苦，你終於也來中原了，一定是為了我而來，我好歡喜！」這聲音幽幽忽忽的飄來，卻是十分清晰。段譽道：「啊，是『無惡不作』葉二娘！」丁春秋聽了這聲音，老臉顯得頗為尷尬，雙眼中迅速異常的閃過了一團殺氣。只聽葉二娘又叫道：「春秋好哥哥，你怎麼不回答我？難道你就這麼撇下我，不來睬我麼？」她叫喊的聲音雖是柔軟動聽，終究是語氣太過肉麻，令人聽著說不出的難受。包不同叫道：「好妹妹，我在這裏啊，我丁春秋想得你好苦！」只聽得另一個聲音說：「丁春秋在那邊，我可不去！」段譽心道：「啊，是我徒兒南海鱷神岳老三來了！」但聽葉二娘道：「怕甚麼？難道他還能吃了你？」南海鱷神道：「我每見他一次，總得生氣生上大半年，何必見他？」葉二娘道：「這次老大在這裏，你不用怕我的春秋哥哥。」南海鱷神道：「老大，你保不保駕？」段譽心道：「原來延慶太子也到了。我徒兒向來天不怕，地不怕，但對丁春秋卻怕得如此厲害，當真沒出息！」　只聽得一個聲音說道：「丁春秋又不是三頭六臂之人，我段延慶正要去會會他。」說話之間，山下走了四個人上來，當先一人是「無惡不作」葉二娘。第二個雙杖點地，一身青袍，正是「惡貫滿盈」段延慶。南海鱷神遠遠的跟在後面，走得極是勉強。段譽料想第四個定是「窮兇極惡」雲中鶴，那知卻是一個光頭和尚。待得四人走到近處，見那個人中等身材，約莫二十三四歲年紀，雙目炯炯有神，只是面頰紅腫，僧袍撕得稀爛，額頭上滿是烏青，走路得一跛一拐，顯是給人打傷了，而且傷勢著實不輕。葉二娘越走越快，叫道：「好哥哥，你丰采依然，這一次，我可不放你走了。」說著向丁春秋奔近。眾人瞧了她這等妖媚的情狀，只道她一定是投身入懷，上前摟住丁春秋的脖子。那知葉二娘奔到丁春秋身前一丈之處，便即站定，笑道：「冤家，我要來和你親熱親熱，你惱不惱我？」丁春秋仍是一臉的道貌岸然，作全身仙風道骨、神聖不可侵犯之狀，咳嗽了一聲，道：「今日聰辯先生邀請當世高人，前來解棋。段先生，葉姑娘，岳兄數位惠然命駕，那是再好不過了。這一位是誰？」他眼望那個少年僧人，不識此人。卻見那僧人叫道：「師伯祖，你老人家也在這裏。」說著走到玄難身前，拜倒在地。玄難向那僧人瞧去，認得是本寺的第三代弟子，只是少林寺中第三代弟子一百餘人，玄難德高望重，極少與之談話，除了十餘名年紀較大，或是武功出類拔萃者之外，玄難多不記得他們的名字。這個青年僧人貌卻不出眾，技不驚人，玄難只記得他是本寺弟子，卻不知他的法名，說道：「你──你怎麼到這裏來了？」這僧人道：「弟子虛竹，奉師父之命，送一通書信到五台山清涼寺去，歸途上回到這三位施主。這位施主──」他指是葉二娘道：「抓住一個小兒，要挖他的心肝來吃──」玄難「哼」了一聲，雙眉豎起，神色極是威嚴，向葉二娘望去。葉二娘笑道：「世上之人，都稱小兒為『心肝寶貝』，可見小兒心肝味道之美，天下皆知。你少林寺的和尚，一定是吃過不少的了。」玄難道：「罪過，罪過！」心下卻是怒極，若不是功力消失，當時便要一掌向這妖婦拍去。葉二娘笑道：「你這個弟子年紀輕輕，卻是愛裝假道學、假正經，居然來勸我放了那個小兒。小妹問他憑甚麼多管閒事，他還不肯說出自己的來歷。我三弟惱起上來，掄了他幾個耳括子，他膽子倒也不小，竟敢還手。三弟本來當場便要挖了他的心肝，但是老大看出他是少林弟子，說道不可傷他性命，於是狠狠打了他一頓，帶在他身邊。」虛竹道：「弟子資質愚魯，學藝不精，損了少林寺的威名，當領重責。師伯祖，這位女施主竟然將一個活潑可愛的小娃兒開膛破肚，挖了心肝來吃。請師伯祖出手，除此世上一害。」段延慶、葉二娘、南海鱷神三人見到玄難的形貌，又聽虛竹口口聲聲稱他為「師伯祖」，知他是少林派的高手，三個人心下都暗自戒備，卻不知玄難此時功力已失，武功不逾常人。葉二娘笑道：「春秋哥哥，你瞧這小和尚可有多忘恩負義，咱們饒了他的性命，他卻來挑撥是非。」突然間只聽得嗤的一聲響，跟著又是啪的一聲，眾人眼前人影一晃，不約而同「啊」的一聲叫了出來。王玉燕羞得滿臉通紅，叫道：「表哥，你──」但見葉二娘胸前衣衫撕破，露出雪白的胸脯，原來慕容復聽虛竹說這女子挖食小兒心肝，玄難卻遲遲的不肯動手，忍不住心頭火起，當即施展「虎爪功」，右手五指成爪，插向葉二娘胸口，這一下去勢快極，本是慕容氏所謂「以彼之道，還施彼身」，葉二娘閃避不能，招架不及，立時便要給他血淋淋地將心肝挖了出來。豈知丁春秋動作也是神速無比，左掌拍出，擊向慕容復的手腕。慕容復這一抓若是抓實，固然能殺了葉二娘，但自己的一條手臂，卻也就此廢了，當即變抓為掌，與丁春秋對了一掌。兩人身子一震，同時退後一步，他變掌之時，五指一帶，無意中將葉二娘胸口的衣服扯下了一大片。丁春秋在倉卒之際，不及行使化功大法，和慕容復這下對掌，乃是以硬碰硬，兩人都感對方功力了得，心頭微微一震：「果然是名不虛傳！」慕容復一擊不中，無意中卻扯破了葉二娘的衣衫，不禁心下大是慚愧，說道：「得罪了！」眾人只道葉二娘衣衫被扯，定感羞慚，立時便要遮掩，那知她若無其事，反而洋洋自得，媚笑道：「青年人都是急色兒，大庭廣眾之間，也敢對老娘橫加非禮。春秋哥哥，你也不用喝醋，我這顆心只是向著你，這種小白臉靠不住得緊，莫瞧他相貌英俊，我才不跟他相好呢。」王玉燕氣得粉臉通紅，道：「你──你也不怕羞，婦道人家，說這種話！」葉二娘雙肩向後一撐，將破洞扯大，胸口的肌膚露得更加多了，笑道：「小姑娘，你不解風情，這種風流公子不會喜歡你的，要不然，他怎會當著你的面，伸手來摸我胸脯？」玉燕怒道：「不是！他不是！你胡道八道！」葉二娘在一邊賣弄風情，王玉燕脹得滿臉通紅，段譽想要出言安慰她幾句，偏不知說甚麼好。慕容復卻只是冷眼橫了葉二娘一眼，便不再理她，全神貫注的瞧著段延慶。玄難、鳩摩智、丁春秋、蘇星河、康廣陵等也都瞧著他的動靜。只見段延慶目不轉睛的瞧著棋局，凝神思索，過了良久良久，左手竹杖伸到棋盒中一點，他杖頭便如有吸力一般，吸住一枚黑子，放到棋局之上。玄難說道：「大理段氏武功獨步天南，真乃名下無虛。」段譽見過延慶太子當日與黃眉僧弈棋的情景，知他不但內力深厚，棋力也是甚高，只怕這個「玲瓏」給他破解了開來，也未可知。蘇星河對這局棋的千變萬化，每一著都是早了然於胸，當即應了一著白棋。段延慶想了一想，下了一子。蘇星河道：「閣下這一著極是高明，且看能否破關，打開一條出路。」下了一手白棋，封住去路。段延慶又下了一子，那少林僧虛竹忽道：「這一著只怕不行！」南海鱷神大怒，叫道：「憑你這小和尚，也配來說我老大行不行！」一把抓住他的背心，提了過去。段譽道：「好徒兒，別傷了這位小師父！」南海鱷神到來之時，早就見到段譽，心中一直尷尬，最好是段譽不言不語，那知他還是叫了出來，氣憤憤的道：「不傷便不傷，打甚麼緊！」眾人見南海鱷神居然應段譽的話，對他以「徒兒」相稱也不反口，心下都感奇怪。段延慶下一子，想一會，一子一子，越想越久，下到二十餘子時，日已偏西，各人都感腹中饑餓。玄難忽道：「段施主，你起初十著走的是正著，第十一著起，走入了旁門，越走越偏，再也難以挽救了。」段延慶臉上肌肉僵硬，木無表情，喉頭的聲音說道：「你少林派是名門正宗，依你正道，卻又如何解法？」玄難嘆了口氣，道：「這棋局似正非正，似邪非邪，用正道是解不開的，但若純走偏鋒，卻也不行！」段延慶的左手竹杖停在半空，微微發顫，始終點不下去，過了良久，說道：「前無去路，後有追兵，正也不是，邪也不是，那可難也。」他的家傳武功本來是大理段氏的正宗，但後來入了邪道，玄難這幾句話，觸動他的心境，竟如慕容公子一般，漸漸入了魔道。原來這棋局變幻百端，隨人而施，愛財者因貪咎誤，易怒者由憤失手。段延慶生平第一恨事，乃是殘廢之後不得不拋開本門的正宗武功，改習旁門左道的邪術，一到全神貫注之時，外魔入侵，竟爾心神盪漾起來。丁春秋笑瞇瞇的道：「是啊，一個人由正入邪易，改邪歸正難，這一生啊，可說是毀了，毀了，毀了！唉，可惜，一失足成千古恨，再想回首，那也是不能了！」他亂話之中，充滿了憐惜之情。但玄難等高手卻都知道這是星宿老怪大大不懷好意，那是乘火打劫，要引得段延慶走火入魔，除去一個厲害的對頭。果然段延慶獃獃的不動，凄然說道：「我以大理國皇子之尊，今日落魄江湖，淪落到這步田地，實在愧對列祖列宗。」丁春秋道：「你死在九泉之下，也是無顏去見段氏的先人，你若自知羞愧，不如圖個自盡，也算是英雄好漢的行徑。唉，唉！不如自盡了罷，不如自盡了罷！」他說話聲音柔和動聽，一般功力輕淺之人，已自聽得迷迷糊糊的昏昏欲睡，段延慶跟著自言自語：「哎，不如自盡了罷！」提起竹杖，慢慢向自己胸口點去。但他究竟修為甚深，隱隱知道不對，內心深處，似有個聲音在說：「不對，不對，這一點下去，那就糟糕了！」但左手竹杖仍是一寸寸的向自己胸口點了下去。玄難心道：「啊喲，不好！」有心出言將他驚醒，但這一聲所謂「當頭棒喝」，須得功力與他相當，方起振聾發聵之效，否則非但無益，反受其害。周圍的諸大高手之中，玄難慈悲為懷，頗有救援之心，只是功力已失，無能為力；蘇星河格於師父當年立下的規矩，不能相救；慕容復知道段延慶不是好人，他如走火而死，除去天下一害，那是最好不過；鳩摩智幸災樂禍，只是笑吟吟的袖手旁觀；段譽和游坦之功力均甚深厚，卻不懂得其中關鍵所在；王玉燕於各門各派的武學雖所知極多，功力卻是平平，這種旁門左道的邪派功夫，她也是一知半解，知其然而不知其所以然；葉二娘一心要討好丁春秋，自然不願也不敢壞了他的圖謀；鄧百川、康廣陵等不但功力全失，而且也不想救援。這中間只有南海鱷神一人最是焦急，眼見段延慶的杖頭離他胸口不過數寸，再延擱片刻，立時便點了他自己的死穴，當下抓起虛竹，叫道：「老大，接住了這和尚！」說著便將這青年僧人向段延慶擲了過去。虛竹身形甚高，挾了一股勁風，向段延慶撲來。丁春秋拍出一掌，道：「去罷！別來攪局！」別看南海鱷神這一擲之力極是雄渾，但被丁春秋軟軟的一掌，虛竹的身子又飛了回去，直撞向南海鱷神。南海鱷神雙手接住，想再向段延慶擲去，不料丁春秋的掌力之中，蘊蓄著三股後勁，南海鱷神突然雙目圓睜，騰騰騰退出三步，正待立定，第二股後勁又到，他雙膝一軟，坐倒在地。只道再也沒事了，那知還有第三股後勁襲來，南海鱷神身不由主的倒翻了一個觔斗，雙手兀自抓著虛竹，將他在身下一壓，又翻了過來。他是驚弓之鳥，心想丁老怪這一掌更有第四股後勁，將虛竹往前一推，以便擋架。但第四股後勁卻沒有了，虛竹脫卻南海鱷神的掌握，眼望玄難，要瞧師伯祖如何處置，只見玄難臉現憂色，顯然是無可奈何。在少林派第三代、第四代弟子心目之中，玄字輩的諸高僧個個有似菩薩一般，任何難題都是迎刃而解，但此刻玄難竟然束手無策，倒令虛竹大感惶惑。他武功平庸，天資卻是聰明之極，雖然料不到玄難功力消失，但看得出他極想救了段延慶一命，一動念間，說道：「師伯祖，心病還須心藥醫，段前輩因棋入魔，還當從棋局消解。」丁春秋道：「來不及了，來不及了，延慶太子，我勸你還是自盡了罷，還是自盡了罷！」段延慶道：「是啊，活在世上，還有甚麼意思？還是自盡了罷！」說話之間，杖頭離著胸口衣衫又近了兩寸。虛竹一路上頗受段延慶、葉二娘、南海鱷神三人的欺壓，苦頭著實吃了不少，但他胸襟甚廣，不記舊怨，出家人慈悲為懷，師伯祖固想救人，他自己也極不欲段延慶死於非命。不過他雖想到要解段延慶的魔障，須從棋局入手，只是棋藝淺薄，要說解開這局複雜無此的棋中難題，當真是想也不要想了。眼見段延慶雙目獃獃的凝視棋局，危機生於頃刻，他突然靈機一動：「我解不開棋局，但搗亂一番，卻是綽綽有餘，只須他心神一分，便有救了。」便道：「我來解這棋局。」走到蘇星河身邊，從棋盒中取過一枚黑子，閉了眼睛，隨手放在棋局之上，跟著便哈哈大笑起來。他眼睛還沒睜開，只聽得蘇星河怒道：「胡鬧，胡鬧，你自填一氣，自己殺死一塊黑棋，那有這種下棋的法子？」虛竹睜眼一看，不禁滿臉通紅，原來自己閉著眼睛瞎放一子，這一子竟是放在一塊已被白棋圍得密不通風的黑棋之中。這大塊黑棋本來尚有一氣，雖然白棋隨時可將之吃淨，但只要白棋一時無暇去吃，總是還有一線生機，苦苦掙扎，全憑於此。現下他自己將自己的黑棋吃了，棋道之中，從無這種自殺的行徑。這塊黑棋一死，黑方眼看是全軍覆沒了。鳩摩智、慕容復、段譽等人見了，都不禁哈哈大笑。范百齡雖在衰疲之餘，也忍不住道：「那不是開玩笑麼？」蘇星河道：「先師曾有遺命，此局公諸天下，不論何人，均可入局。虛竹小師父這一著雖然異想天開，總也是入局的一著。」一面說，一面將虛竹自己擠死了自己的一大塊黑棋從棋盤上取了下來。段延慶大叫一聲，從幻境中醒覺，眼望丁春秋，道：「星宿老怪，你乘人之危，暗施毒手，咱們可不能善罷干休。」丁春秋向虛竹瞧了一眼，口光中滿含怨毒之意。段延慶看了棋局中的變化，已知適才死裏逃生，乃是出於虛竹的救援，心下好生感激，情知丁春秋挾嫌報復，立時便要向虛竹下手。他也不說甚麼話，只是在一旁照顧，尋思：「少林高僧玄難在此，諒這星宿老怪也不能為難他的徒子徒孫，但若玄難老朽昏庸，迴護不周，我自不容小和尚為我而死。」只聽蘇星河向虛竹道：「小師父，你自己殺了自己一塊棋子，白棋又再逼緊一步，你如何應法？」虛竹陪笑道：「小僧棋藝低劣，胡亂下子，志救在人。這盤棋小僧是不會下了，請老前輩原諒。」蘇星河臉色一沉，道：「先師佈下此局，請天下高手破解，破解不得，那是無妨，若有後殃，也是咎由自取。但如有人前來搗亂攪局，褻瀆了先師畢生的心血，縱然是人多勢眾，嘿嘿，老夫雖然又聾又啞，卻也要誓死與之周旋到底。」他名字叫做「聾啞老人」，其實是不聾不啞，此刻早已張耳應聲，開口說話，但竟然還是自稱「又聾又啞」。只是他說話時鬚髯戟張，聲色俱厲，神情極是兇猛，誰也不敢笑話於他。虛竹合十深深行禮，說道：「老前輩──」蘇星河大聲喝道：「下棋便下棋，多說更有何用？我師父是給你胡亂消遣的麼？」說著右手一揮，拍出一掌，砰的一聲巨響，眼前塵土飛揚，虛竹身前竟爾現出一個深達數尺的大坑。這一掌之力，實是猛惡無比，若是掌力推前尺許，虛竹早已筋折骨斷，死於非命了。虛竹嚇得心中怦怦亂跳，舉眼向玄難瞧去，盼望師伯祖出頭，代他脫此困境。可是玄難棋藝不高，武功又已全失，更有甚麼法子好想？玄難硬起頭皮，正要向蘇星河求情，忽見虛竹伸手入盒，取過一枚黑子，下在棋盤之上。所下之處，卻是提去黑子後現出的空位。這一步棋，竟是大有道理。這三十年來，蘇星河於這局棋的成千成萬種變化，均已拆解得爛熟於胸，對方不論如何下子，都不能逾越他已拆解過的範圍。但虛竹一上來便閉了眼睛亂下一子，以致自己殺了黑子一大塊的下法，原與基本棋理相違，可以說只要稍懂弈理之人，無論如何是不會去下這一著的，正如任何學武之人，絕不會去學提劍自刎，橫刀自殺的招數。豈知他誤打誤撞的殺了一塊黑棋後，局面登呈開朗，白棋雖然大佔優勢，黑棋卻已有迴旋的餘地，不再像以前這般縛手縛腳，顧此失彼。這個新局面，蘇星河是做夢也沒想到過的，他一怔之下，思索良久，方應了一著白棋。原來虛竹適才見蘇星河擊掌威嚇，師伯祖又無指示，並不出言替自己解圍，正自彷徨失措之餘，忽然一個細細的聲音鑽入耳中：「下『平』位三九路！」虛竹也不理會此言是何人指教，更不想此著是對是錯，拿起黑子，依言便下在「平」位三九路上。待蘇星河應了白棋後，那聲音又鑽入虛竹耳中：「『平』位二八路。」虛竹再將一枚黑棋下在「平位」二八路上。他此棋一下，只聽得鳩摩智、慕容復、段譽等人齊聲「咦」的一聲叫了出來。虛竹抬頭起來，只見許多人臉上都顯欽佩訝異之色，顯然自己這一著大是奇妙，又見蘇星河的臉色又是歡喜讚嘆，又是焦躁憂慮，兩條長長的眉毛不住上下的掀動。虛竹見蘇星河有驚喜之色，心下起疑：他為甚麼忽然高興，難道我這一著下錯了麼？但隨即輕念：「管他下對下錯，只要我和他應對到十著以上，顯得我下棋也有若干分寸，不是胡亂攪局，侮辱他的先師，他就不會見怪了。」待蘇星河應了白子後，依著暗中相助之人的指示，又下了一著黑子。他一面下棋，一面留神察看，是否師伯祖在暗加指示，但看玄難神情焦急，卻是不像，何況他始終沒有開口。鑽入他耳中的聲音，顯然是「傳音入密」的上乘內功，說話者以深厚內力，將說話送入他一人的耳中，旁人雖是靠在他的身旁，亦無法聽聞。但不管這些話說得如何輕，話總是要說的。虛竹偷眼察看各人的口唇，還是沒一個在動，可是那「下『去』位五八路，食白棋三子！」的聲音，卻是清清楚楚的傳入他的耳中。虛竹依言而下，尋思：「教我的除了師伯祖外，再沒第二人。其餘那些人和我非親非故，如何肯來教我？這些高手之中，也只有師伯祖沒下過這棋，其餘的都已試過而失敗了。師伯祖神功非凡，居然能不動口唇而傳音入密，我不知幾時才能修得到這個地步。」他那知教他下棋的，卻是那個天下第一大惡人「惡貫滿盈」段延慶。適才段延慶沉迷棋局之際，被丁春秋乘火打劫，險些兒走火入魔，自盡身亡，幸得虛竹搗亂棋局，才救了他一命。他見蘇星河對虛竹厲聲相責，大有殺害之意，當即出言指點，意在替虛竹解圍，令他能敷衍數著，全身而退。他善於腹語之術，說話可以不動口唇，再以深厚內功傳音入密。身旁雖有好幾位一等一的高手，竟是誰也沒瞧出其中的機關。可是數著一下之後，局面竟是起了大大的變化，原來這個「玲瓏」的秘奧，便是要黑棋自己先行擠死了自己一大塊，以後的妙著方能源源而生。只是「擠死自己」的著法，乃是圍棋中千古未有之奇變，任你是如何超妙入神的高手，也絕不會想到這一條路上去，人家所想的，總是如何脫困求生，從來沒人故意往死路上去想。若不是虛竹閉上眼睛瞎下，誤打誤撞的下出這著大笨棋來，只怕再過二十年，這個「玲瓏」也是沒人能夠解得開。段延慶的棋術本來極為高明，當年在大理與黃眉僧對弈，殺得黃眉僧無法招架，適時棋局中取出一大塊黑棋便再下，大地一寬，不再有自己的黑棋處處掣肘，反而騰挪自如，不如以前這般糾纏不清了。鳩摩智、慕容復等不知段延慶在暗中指點，但見虛竹妙著紛呈，接連吃了兩塊白子，忍不住喝采。段譽初時還關注棋局，到得後來，一對眼睛又只放在王玉燕身上，可是他越看越是神傷，王玉燕的眼光，始終沒須臾離開過慕容復。段譽心中只是說：「我走了罷，我走了罷！再耽下去，只有多熬苦楚，說不定當場便要吐血。」可是要他自行離開玉燕，卻又如何能夠？他尋思：「等王姑娘回過頭來，我便跟她說：『王姑娘，你已找到了表哥，我這可要走了！』她如果說：『好，你走罷！』那我只好走了。但如果她說：『不用忙，我還有話跟你說。』那麼我便等著，瞧她這還有甚麼話吩咐。」其實，段譽心中這麼設想，只是替自己找個停留的藉口而已，他明知王玉燕見到表哥之後，再也不會回頭來多瞧他一眼了。突然之間，王玉燕後腦的柔髮微微一動，段譽的心怦怦而跳：「她回過頭來了！」卻聽得玉燕輕輕嘆了口氣，低聲道：「表哥！」慕容復凝視棋局，見黑棋已佔上風，正在著著進迫，心中正想：「這幾步棋，我也想得出來。萬事起頭難，便是第一著怪棋，無論如何想他不出。」玉燕低聲叫喚，他竟沒有聽見。玉燕又是輕輕一聲嘆息，慢慢的轉過頭來。段譽心中大跳：「她轉過頭來了！她轉過頭來了！」