第十四回　夜襲王府 朱丹臣搖了搖頭，說道：「丹臣僻處南疆，孤陋寡聞，於中原前輩英俠，多有未知。這『無名客』前輩，想必是位隱逸山林的高士。」他這幾句話，便是說從來沒聽見過「無名客」的名字。說話之間，忽聽得門外馬蹄聲響，遠遠有人呼道：「四弟，公子爺無恙麼？」朱丹臣叫道，「大哥，公子爺在這兒，平安大吉。」片刻之間，四乘馬來到清華觀前停住，撫仙釣徒、採薪客、點蒼山農三個人走了進來，拜倒在地，向瑤端仙子行禮。木婉清自幼在山野之中長大，見這些人禮數周至，頗為厭煩，心想：「這幾個武功都很高明，怎地見人便拜？」瑤端仙子見這三人情狀狼狽，點蒼山農臉上受了兵刃之傷，半張臉裹在白布之中，採薪客身上血跡斑斑，撫仙釣徒手中那根片刻不離身的釣桿只剩了半截，忙問：「怎麼？敵人很強麼？思歸的傷怎樣？」那點蒼山農名叫董思歸，聽瑤端仙子問起，眼中如要噴出火來，大聲道：「思歸學藝不精，慚愧得緊，倒勞王妃掛懷了。」瑤端仙子幽幽的道：「你還叫我甚麼王妃？你記心須得好一點才是。」董思歸低下了頭，道：「是！請王妃恕罪。」他說的仍是「王妃」，想是以往叫得慣了，無法改口。朱丹臣道：「高侯爺呢？怎麼不進來。」撫仙釣徒凌千里道：「侯爺在門外，他受了點兒內傷，不便下馬。」瑤端仙子輕輕「啊」的一聲，滿臉驚訝之色，道：「高侯爺也受了傷？不──不要緊麼？」凌千里道：「高侯爺和南海鱷神對掌，正鬥到激烈處，葉二娘突然自後偷襲，侯爺無法分手，背心上給她印了一掌。」瑤端仙子微一躊躇，拉著段譽的手，道：「譽兒，咱們瞧瞧高叔叔去。」娘兒倆一齊走出觀門，漁樵耕讀四人跟在後，木婉清也跟著出去。只見善闡侯高昇泰伏在馬鞍之上，背心上衣衫破爛，清清楚楚，現出一個掌印。段譽搶上前去，問道：「高叔叔，你覺得怎樣？」高昇泰抬起頭來，一見瑤端仙子站在門邊，掙扎著要待下馬行禮。瑤端仙子道：「高侯爺，你身上有傷，不用多禮。」但高昇泰已然下馬，遠遠摔倒，說道：「高昇泰敬問王妃安好。」瑤端仙子道：「譽兒，你扶住高叔叔。」木婉清滿臉疑雲：「這姓高的武功非同小可，一枝玉笛，數招間便驚退了葉二娘，在武林中定是有極高的聲譽名位，怎地見了段郎的母親也是如此恭敬？他也稱她為『王妃』，難道──段郎──段郎他──竟是甚麼王子麼？可是這書獃子行事莫名其妙，那裏像甚麼王子了？」只聽瑤端仙子道：「侯爺既是有傷，請即回大理休養。」高昇泰道：「是！」站起身來。木婉清見他一張俊臉全無血色，但站在當地，仍是神采飄逸，不由得暗自欽佩，只聽高昇泰道：「四大惡人同來大理，情勢極是凶險，請王妃暫回王府。」瑤端仙子嘆了口氣，道：「我這一生一世，是不回去的了。」高昇泰道：「既是如此，咱們便在清華觀外防守。」轉頭向點蒼山農董思歸道：「思歸，你即速去稟報皇上與王爺知道。」董思歸應道：「是！」翻身便跨上了馬背。他雖受傷不輕，身手仍是矯捷異常。瑤端仙子道：「且慢！」低頭沉想。幾個人目光一齊集中在她臉上，但見她臉色變幻，顯是心中疑難，好生不易決斷，午後日光斜照在她面頰之上，如明珠、如美玉，晶瑩華彩，雖已中年，芳姿不減少女。過了半晌，她抬起頭來，說道：「好，咱們一起回大理去，總不成為我一人，叫大夥兒冒此奇險。」段譽大喜，跳了起來，摟住她的頭頸，說道：「這才是我的好媽媽呢。」董思歸道：「我先去報訊。」縱馬向北便行。凌千里牽過馬來，讓瑤端仙子、段譽、木婉清三人乘坐。一行人首途前赴大理，瑤端仙子、木婉清、段譽、高昇泰四人乘馬，撫仙釣徒凌千里、採薪客蕭篤城，筆墨生朱丹臣三人步行相隨。只行出里許，迎面奔來一小隊大理國的騎兵。凌千里向那隊長招了招手，說了幾句話。那隊長一聲號令，眾騎兵一齊躍下馬背，拜伏在地。段譽揮了揮手，笑道：「不必多禮。」那隊長率領騎兵，當先開路，鐵蹄錚錚，向大道上馳去。木婉清見了這等聲勢，料知段譽必非常人，心中忽生憂慮：「我還道這是個落魄江湖的書生，因此上要嫁便嫁。瞧這小子的排場不小，倘若他是皇親國戚，或是朝中大官，說不定會瞧我不起。師父言道，男人越是富貴，越是沒良心，娶妻子要講究門當戶對。哼哼，他好好娶我便罷，若是三心兩意，推三阻四，我不砍他幾劍才怪。我才不理他是多大的來頭呢！」她一想到這事，心裏再也藏不住，勒馬馳到段譽身邊，問道：「喂，你到底是甚麼人？咱們在山頂上說過的話，算數不算？」段譽見馬前馬後都是人，她忽然直截了當的問起婚姻之事，不禁頗為尷尬，笑道：「到了大理城內，我慢慢跟你說。」木婉清道：「你若是負──負心──我──我──」說了兩個「我」字，終於說不下去了。段譽見他脹紅了粉臉，眼中淚水盈盈，更增嬌艷，心中愛念大盛，低聲道：「婉清，我是求之不得，你放心，我媽媽也很喜歡你呢。」木婉清破涕為笑，低聲道：「你媽媽喜不喜歡我，我理她作甚？」言下之意自是說：「只要你喜歡我，那就成了。」段譽心中一蕩，眼光過處，只見母親似笑非笑的望著自己兩人，不由得耳根子也紅了。傍晚的時分，離大理城尚有二三十里，忽見前面塵頭大起，一隊數百人的騎兵疾馳而來，兩面杏黃旗迎風招展，一面旗上繡著「鎮南」兩個紅字。另一面旗上繡著「保國」兩個黑字，段譽叫道：「媽，爹爹親自迎接你來啦。」瑤端仙子哼了一聲，勒停了馬。高昇泰等一干人一齊下馬，讓在道旁。段譽縱馬上前，木婉清略一猶豫，也縱馬跟了上去。片刻間雙方馳近，段譽大叫：「爹爹，媽媽回來啦。」只見兩名旗手向旁一讓，一個黃袍人騎著一匹神駿高大之極的白馬迎面奔來，喝道：「譽兒，你胡鬧之極，累得高叔叔身受重傷，瞧我不打斷你的兩腿。」木婉清吃了一驚，心道：「哼，你要打斷段郎的雙腿，就算你是他的父親，那也不成。」只見這黃袍人一張國字臉，神態極是威猛，濃眉大眼，肅然有王者之相，見到兒子無恙歸來，三分怒色之外，倒有七分喜歡。木婉清心道：「幸好段郎的相貌像他媽媽的多，像你的少。否則像你這般兇霸霸的神氣，我可不喜歡。」只見段譽縱馬上前，笑道：「爹爹你老人家身子安好。」那黃袍人佯怒道：「好甚麼？總算沒給你氣死。」段譽笑道：「這趟若不是兒子出去，也接不到娘回來。爹，就是將功折罪，你別生氣罷。」黃袍人哼了一聲道：「就算我不揍你，你伯父也放你不過。」雙腿一夾，那白馬行走如飛，向瑤端仙子奔了過去。木婉清見那隊騎兵都是身披錦衣，甲鮮胄明，兵器擦擦閃閃生光，前面二十人都是手執儀仗，一面朱漆牌上寫著「大理國鎮南國王段」七字，另一面虎頭牌上寫著「保國大將軍段」六字。木婉清雖是天不怕，地不怕的性兒，但見了這等威勢排場，心下也是不禁肅然，問段譽道：「喂，這鎮南王、保國大將軍，就是你爹爹麼？」段譽笑著點頭，低聲道：「那就是你公公了。」霎時之間，木婉清勒馬獃立，心中一片茫然。木婉清獃了半晌，縱馬又向段譽身邊馳去，這大道上前後右左雖都是人，但她心中突然覺得說不出的孤寂，必須靠近段譽，心中才稍覺平安。只見鎮南王在瑤端仙子馬前丈餘之處勒定了馬，兩人你望我一眼，我望你一眼，誰都沒有說話。段譽道：「媽，爹爹親自接你來啦。」瑤端仙子道：「你去跟伯母說，我到她那裏住幾天，退了敵人後，我便回清華觀去。」鎮南王陪笑道：「夫人，你的氣還沒消麼？咱們回家之後，我慢慢跟你賠禮。」瑤端仙子扳住了臉，道：「我不回家，我要進宮去。」段譽道：「很好，我們先進宮去，拜見了伯父伯母再說。媽，這次兒子溜到外面去玩，伯父很生氣，爹爹是不肯給我說話的了。你幫兒子去說句好話。」瑤端仙子道：「你越大越不成話了，須得讓伯父狠狠打一頓板子才成。」段譽笑道：「打在兒身上，痛在娘心裏，還是別打的好。」瑤端仙子給他逗得一笑，道：「打得越重越好，我才不可憐呢。」鎮南王和瑤端仙子僵對無語，本來情勢甚是尷尬，但給段譽嬉皮笑臉的一說，父子夫婦間登時充滿了融融之樂。段譽道：「爹，你的馬好，怎地不讓給媽騎。」瑤端仙子一縱馬，說道：「我不騎！」向前直馳而去。段譽縱馬追去，挽住母親坐騎的轡頭。鎮南王已下了馬，牽過自己的馬去，段譽嘻嘻直笑，抱起母親，放在父親的白馬鞍上，笑道：「媽，你這麼一位絕世無雙的美人兒，騎了這匹白馬，更加好看了。」瑤端仙子笑道：「你那木姑娘，才是絕世無雙的美人兒，你來取笑媽這個老太婆麼？」鎮南王這時才轉頭向木婉清看了一眼，問道：「譽兒，這位姑娘是誰？」段譽道：「她──她是木姑娘，是兒子結交的──結交的好朋友。」鎮南王見了兒子的神色，已知其意，見木婉清明眸皓齒，秀雅端麗，不禁暗暗喝采：「譽兒這孩子眼光倒是不錯。」但見木婉清眼光中野氣甚濃，也不過來拜見，心道：「原來是一個不知禮教的鄉下女孩兒。」心中記掛著高昇泰的傷勢，快步走到他身邊，說著：「泰弟，你內傷怎樣？」伸指搭住他的腕脈。高昇泰道：「我督脈上受了些損傷，並不礙事，你──你不用損耗功力──」一言未畢，鎮南王已伸出右手食指，在他後心和頸中點了三指，右掌按住他的腰間。只見鎮南王頭頂冒起絲絲白氣，過了一盞茶時分，這才放開左掌。高昇泰道：「淳哥，大敵當前，你何苦在這時候為我損耗內力？」鎮南王笑道：「你內傷不輕，早治一刻好一刻。若是見了大哥，他就不讓我動手，自己要出手指了。」木婉清見高昇泰本來臉色白得怕人，但只這片刻之間，雙頰便有了紅暈，心道：「原來段郎的爹爹內功深厚之極，怎地他──他卻又不會武功？」撫仙釣徒凌千里騎一匹馬來，服侍鎮南王上馬。鎮南王和高昇泰並騎徐行，低聲詢問敵情。段譽則與瑤端仙子有說有笑，在鐵甲衛士擁護之下，向大理馳去，卻是將木婉清冷落了。黃昏時分，一行人進了大理城門，「鎮南」、「保國」兩面大旗所到之處，眾百姓大聲歡呼：「鎮南王爺千歲！」「大將軍千歲！」鎮南王揮手作答，看來極得民心。木婉清見大理城內燈火處處，大街上青石平鋪，市肆甚是繁榮，她一生都在深山長大，這兩年來雖到了不少城市城鎮，但從未見過大理這般眾百姓熙來攘往的景象。過得幾條街道，眼前筆直的一條石路，大路盡頭，聳立著無數黃金宮殿，夕陽照在琉璃瓦上，金碧輝煌，令人目為之眩，一行人來到一牌坊之前，一齊下馬。木婉清一抬頭，只見牌坊上寫著四個大金字：「聚道廣慈」。木婉清心想：「這定是大理國皇帝的皇宮了，段郎的伯父住在皇宮之中，想必位居高官，也是甚麼王爺、大將軍之流了。」一行人走過牌坊，只見宮門上的匾額寫著「聖慈宮」三個金字，一個太監快步走將出來，說道：「啟稟王爺，皇上與娘娘在王爺府中相候，請王爺王妃回鎮南王府見駕。」鎮南王道：「是了！」段譽笑道：「妙極，妙極！」瑤端仙子橫了他一眼，嗔道：「妙甚麼？我在皇宮中等候娘娘便是。」那太監道：「娘娘吩咐下來，務請王妃即時朝見，娘娘有要緊事和王妃商量。」瑤端仙子低聲道：「有甚麼要緊事了？詭計多端。」段譽知道這是皇后故意安排，料到他母親不肯回自己王府，是以先到鎮南王府中去相候，原是撮合他父母和好的一番美意，當下牽過母親的馬來，扶著她上馬。一行人折而向東，行了約莫兩里，來到一座大府第前。府門前兩面大旗，寫的也是「鎮南」、「保國」兩字，府額上寫的是「鎮南王府」。門口站滿了親兵衛士，肅靜無嘩的躬身行禮，恭迎王爺王妃回府。鎮南王首先進了府門，瑤端仙子踏上第一級石階，忽然眼眶一紅，怔怔的掉下淚來。段譽半拉半推，將母親擁到了大門，說道：「爹，兒子請得母親回來，立下大功，爹爹有甚麼獎賞？」鎮南王心下甚喜，道：「你向娘討賞，娘說賞甚麼，我便照賞。」瑤端仙子破涕為笑，道：「我說賞你一頓板子。」段譽伸了伸舌頭。高昇泰等到了廳上，便不進去了。段譽向木婉清道：「木──木姑娘，你在此稍坐片刻，我見過皇上皇后，便來陪你。」木婉清實是不願他離去，但也無法阻止，只得滿肚委曲的點了點頭，逕在首座第一張椅上坐了下來。高昇泰以下諸人，站著直等鎮南王父子三人進了內堂，高昇泰這才坐下，但凌千里、蕭篤誠、朱丹臣等人卻仍是垂手站立。木婉清也不理會，放眼看那大廳，只見正中一塊橫匾，寫著「邦國柱石」四字，下首署著「辛酉御筆」四個小字，楹柱中堂，懸滿了字畫，一時也看不了這許多，何況好多字根本不識。侍僕送上清茶，一膝半跪，恭恭敬敬的舉盤過頂。木婉清心想：「這些人古怪真多。」又見只有她自己與高昇泰兩人有茶，朱丹臣等一干人在山峰上迎敵之時，威風八面，到了鎮南王府，卻是恭謹肅立，大氣不敢透一口，那裏像甚麼身負上乘武功的英雄好漢？過得半個時辰，木婉清等得不耐煩起來，大聲叫道：「段譽，段譽，幹麼不出來？」大廳上雖是站滿了人，但人人屏息凝氣，半句聲也不出，木婉清突然大叫，誰都嚇了一跳。高昇泰笑道：「姑娘少安毋躁，小王爺這就出來。」木婉清奇道：「甚麼小王爺？」高昇泰道：「段公子是鎮南王的世子，那不是小王爺麼？」木婉清自言自語：「小王爺，小王爺！這書獃子像甚麼王爺？」只見內堂走出一名太監，說道：「皇上有旨：著善闡候、木婉清進見。」高昇泰見那太監出來，早已恭恭敬敬的站立。木婉親卻仍是大剌剌的坐著，聽那太監直呼己名，心中不喜，低聲道：「姑娘也不稱一聲，我的名字是你隨便叫得的麼？」高昇泰道：「木姑娘，咱們去叩見皇上。」木婉清雖是天不怕，地不怕，聽說要去見皇帝，心頭也有發毛，只得跟在高昇泰之後，穿長廊，過庭院，只覺走不完的一間間屋子，終於來到一座花廳之外。那太監報道：「善闡候、木婉清朝見皇上、娘娘。」揭開了簾子。高昇泰向木婉清使個眼色，走進花廳，向正中坐著的一男一女跪了下去。木婉清卻不下跪，見那男人長鬚黃袍，相貌清俊，問道：「你是皇帝麼？」這居中而坐的男子，正是大理國當今皇帝段正明，帝號稱為保定帝。大理國於五代後晉天福二年建國，其先為武威郡人，始祖段儉魏，佐南詔大蒙國蒙氏為清平官，六傳至段思平，官通海節度使，丁酉年得國稱太祖神聖文武帝。十四傳而到段正明身上，已歷一百五十餘年。是時北宋汴梁哲宗天子在位，年紀尚幼，太皇太后高氏垂簾聽政。這位太皇太后任用名臣，廢除苛政，百姓康樂，華夏綏安，是我國歷代第一位英明仁厚的女王，史稱「女中堯舜」。大理國僻處南疆，歷代皇帝崇奉佛法，與宋朝向來不以兵戎相見。保定帝在位十一年，其時正當天佑年間，四境寧靜，國泰民安。保定帝見木婉清不向自己跪拜，反而開口便問自己是否皇帝，不禁啞然失笑，說道：「我便是皇帝了，你說大理城裏好玩麼？」木婉清道：「我一進城便來見你了，還沒時光玩過。」保定帝微笑道：「明兒讓譽兒帶你到處走走，瞧瞧咱們大理的風光。」木婉清道：「很好，你陪咱們一起去麼？」她此言一出，眾人都忍不住在微笑。保定帝回視身旁的皇后，笑道：「皇后，這娃兒要咱們陪她，你說陪不陪？」皇后微笑未答，木婉清向她打量了幾眼，道：「你是皇后娘娘麼？果然美麗。」保定帝呵呵大笑，說道：「譽兒，這位木姑娘天真誠樸，有趣得緊。」木婉清問道：「你為甚麼叫他譽兒？他常說的伯父，就是你了，是不是？他這次私逃出外，很怕你生氣，你別打他了，好不好？」保定帝微笑道：「我本要重重打他五十記扳子，既是姑娘說情，那就饒過了，譽兒，你還不謝謝木姑娘。」段譽見木婉清逗得皇上高興，心下甚喜，知道伯父性子隨和，便向木婉清深深一揖，說道：「謝過木姑娘說情之恩。」木婉清還了一禮，低聲道：「你伯父答應不打你，那我就放心了，謝倒是不用謝的。」她轉頭又向保定帝道：「我只道皇帝總是個很兇很可怕的人，那知道你……你很好！」保定帝除了幼年時曾得父皇、母后如此稱讚之外，十餘年來人人見他恭敬畏懼，從未有人讚他「你很好」三字。此刻見木婉清猶如渾金樸玉，全然不通世故人情，對她更增三分喜歡，向皇后道：「你有甚麼東西賞她？」皇后從左腕上褪下一隻玉鐲，遞了過去，道：「賞了你罷。」木婉清接了過來，戴上自己手腕，嫣然一笑道：「謝謝你啦。下次我也去找一件好看的東西送給你。」皇后微微一笑，正要答話，忽聽得西首數間屋外，屋頂上咯的一聲響。皇后轉向保定帝，笑道：「有人給你送禮物來啦。」一言甫畢，鄰室的屋上又是閣的一響，木婉清心中一驚，知是敵人來襲，但那人輕功好極，落腳處輕如落葉，而且來得好快。但聽得颼颼數聲，幾個人上了屋頂，撫仙釣徒凌千里的聲音說道：「閣下深夜來到王府，意欲何為？」但聽得一個金屬相擦般的聲音乾笑道：「我找徒兒來啦！快叫我乖徒兒出來見我。」正是南海鱷神。木婉清心下暗驚，雖知王府中戒備森嚴，衛士如雲，鎮南王、瑤端仙子，以及漁樵耕讀諸人個個均有極高的武功，但南海鱷神實在太厲害，如再得葉二娘、雲中鶴，以及那個未曾露過面的「天下第一惡人」相助，四惡聯手，倘要強擄段譽，只怕也是不易阻擋。只聽得凌千里道：「閣下高徒是誰？這鎮南王府之中，那有閣下的徒兒？」突然間嗤的一聲大響，半空中伸下一張大手，將花廳之門上懸著的簾子撕為兩半，人影一晃，南海鱷神已站在廳中。他一對豆眼溜溜的一個滾轉，已見到段譽，哈哈大笑，道：「老四說得不錯，乖徒兒果然在此。快跟我去學功夫。」說著伸出雞爪般的手來，抓向段譽肩頭。鎮南王聽得南海鱷神一抓之中隱隱有風雷之聲，知道厲害，生怕他傷了愛子，當即一掌拍去。兩人手掌相碰，砰的一聲，均感內力受震。南海鱷神心下暗驚，問道：「你是誰？我來帶領我的徒兒，關你甚麼事？」鎮南王微笑道：「在下段正淳，這人是我兒子，幾時拜你為師了？」段譽笑道：「他硬要收我為徒，我說早已拜過師父了，可是他偏偏不信。」南海鱷神瞧瞧段譽，又瞧瞧鎮南王段正淳，說道：「老的武功很強，小的卻是一點不會，我就是不信你們是爺兒倆。段正淳，就算他是你的兒子，可是你教武功的方法不對，你兒子太過膿包。可惜，嘿嘿，可惜。」段正淳道：「可惜甚麼？」南海鱷神道：「你兒子形相像我，乃是天地間極難得的學武材料，只須跟我學得十年，包他成為武林中一位青年高手。」段正淳又是好氣，又是好笑，但適才跟他對了一掌，已知此人極是了得，正待對答，段譽已搶著說道：「岳老三，你武功不行，不配做我師父，你回南海萬鱷島去再練二十年，再來跟人談論武學。」南海鱷神大怒，喝道：「你這小子懂得甚麼？」段譽道：「我問你：『風雷益。君子以見喜則遷，有過則改。』那是甚麼意思？」南海鱷神一獃，怒道：「那有甚麼意思？胡說八道。」段譽道：「你連這幾句最淺近的話也不懂，還談甚麼武學？我再問你：『損上益下，民說無疆。自上下下，其道大光。』那又是甚麼意思？」保定帝、鎮南王，以及守在屋上的朱丹臣等聽到段譽引用「易經」中的話來戲弄南海鱷神，都是不禁好笑。木婉清雖也不懂段譽說些甚麼，但猜到多半是酸秀才在掉書包。南海鱷神一怔之見，只見各人臉上均有嘲笑之意，料想段譽說的多半不是好話，大吼一聲，便要出掌相擊。段正淳錯了半步，攔在他與段譽之間。段譽笑道：「我說的都是武功歌訣，其中奧妙無窮，料你也不懂得。似你這等井底之蛙，居然想為人師，那不是笑歪了天下人的嘴巴？哈哈，我拜的師傅不是飽學宿儒，便是有德高僧，你啊，再學十年，也未必能拜我為師。」南海鱷神吼道：「你拜的師父是誰，叫他出來，露幾手給我瞧瞧。」他這一吼聲如雷，鎮南王府數百間屋宇中前前後後都聽見了，婦孺之輩無不駭然失色。段正淳見來者只是四惡中的一人，盡可拾奪得下，今日夫婦重會，不妨拿他來戲耍一番，以博夫人一粲，當下由得兒子信口胡說，也不出言阻止，段譽見父親對己縱容，更是得意，道：「好，你有膽子便等在這裏，我去請師父來，若是英雄好漢，可別逃走。」南海鱷神怒道：「我岳老三一生縱橫江湖，怕過誰來？快去，快去。」段譽轉身出房。南海鱷神在各人臉上逐一瞧去，雖在高手環伺之下，卻也是泰若自然，毫無戒懼之意。只聽得靴聲橐橐，兩個人走近房來。南海鱷神留神傾聽，從腳步聲中，知道來的兩個人都是不會武功之輩，落步澀滯，拖泥帶水，只聽得段譽的聲音在門外說道：「岳老三這老傢伙逃走了麼？爹，你別讓他逃走，我師父來啦。」南海鱷神吼道：「我逃甚麼？他媽的，這小子就是惹我生氣。」說話聲中，段譽帶了一人進來，眾人一見，忍不住哈哈大笑，只見這人小帽長袍，兩撇焦黃的鼠鬚，瞌著一雙紅眼睛，縮著頭頸，形貌極是猥瑣，瑤端仙子等認得乃是鎮南王府中管帳老師的手下霍先生，這人整日價似睡非睡，似醒非醒，專愛和王府中的僕役賭博。這時帶著七分酒意，胸前滿是油膩，被段譽拖著手臂，畏畏縮縮的不敢進來。一進花廳，便向保定帝和皇后叩下頭去。保定帝不認得霍先生是誰，說道：「罷了！」段譽挽住霍先生的手，向南海鱷神道：「岳老三，我諸位師尊之中，以這位師父武功最淺，你須先勝得了他，再找我另外的師父比武。」南海鱷神哇哇大叫，說道：「三招之內，我岳老二若不將他摔個稀爛，我拜你為師。」段譽眼光一亮，說道：「你這話是真是假？男子漢大丈夫，說過的話若是不作數，那便是烏龜兒子王八蛋。」南海鱷神嘩嘩大叫，道：「來，來，來！」段譽道：「倘若只比三招，那就不用我師父動手，我自己來接你三招也成。」南海鱷神聽到雲中鶴的傳言，匆匆忙忙起來大理鎮南王府。他一心只想擒段譽，要他作南海的一派傳人，待得和段正淳對了一掌，心中始微微有懼意，覺得要在這許多高手之中擒走段譽，實在大是不易，這時聽得段譽願和自己動手，那是再好不過，一出手就可將他扣住，段正淳等武功再強，那時投鼠忌器，只好眼睜睜的讓自己將段譽帶走，便道：「好，你來接我三招，我不出內力，絕不傷你便是。」段譽：「咱們言語說明在先，三招之內你若打我不過，那便如何？」南海鱷神哈哈大笑，他知道段譽乃是個手無縛雞之力的文弱書生，別說三招，就是半招也接不住，便道：「三招之內我若打你不過，我就拜你為師。」段譽笑道：「這裏大家都聽見了，你賴不賴？」南海鱷神怒道：「岳老二說話，素來說一是一，說二是二。」段譽道：「岳老三！」南海鱷神道：「岳老二！」段譽道：「岳老三！」南海鱷神道：「快來動手，囉哩囉唆的幹甚麼？」段譽走上兩步，和他相對而立。在廳中眾人，自保定帝、皇后而下，人人都是看著段譽自幼長大，均知他好文厭武，從來沒學過武功，這次保定帝和段正淳逼著他練武，他竟離家出走，別說和一流高手過招，就是尋常的衛士兵卒，他也決計不是對手。初時眾人均知他是故意戲弄南海鱷神，但到後來說話僵了，竟逼得要和他真的放對。雖然南海鱷神一心想收他為徒，不致傷他性命，但這人性子兇野，說不定突然間狂性大發，段譽以金枝玉葉之體，如何輕易冒險？瑤端仙子愛子心切，首先出言擱阻：「譽兒莫要胡鬧，這等山野匹夫，不必多加理會。」皇后也道：「善闡侯，你下令擒了這個狂徒。」善闡侯高昇泰道：「臣高昇泰接旨。」他轉身喝道：「凌千里、董思歸、蕭篤誠、朱丹臣四人聽令：娘娘有旨，擒了這個犯駕狂徒。」撫仙釣徒等四人一齊躬身道：「臣接旨。」南海鱷神眼見眾人群起而攻，喝道：「你們大夥兒都來，老子也不怕。皇帝、皇后，你兩個也上罷！」段譽雙手急搖，道：「慢來，慢來，讓我跟他比了三招再說。」保定帝素知這侄兒行事往往大出常人意料之外，說不定他暗中另有機謀，好在南海鱷神不會傷他性命，有自己兩兄弟在旁照料，絕無大礙，便道：「眾人且住，讓這狂徒領教一下大理國小王子的高招，也無不可。」凌千里等四人本要一擁而上，聽得皇上有旨，一齊站定。只見保定帝微有笑容，神色寧定，一副有恃無恐的模樣。段譽說道：「岳老三，咱們把話說明在先，你在三招中打我不倒，就拜我為師，我雖做你師父，但你資質太笨，武功我是不教你的。你答不答應？」南海鱷神怒道：「誰要你教武功？你又會甚麼狗屁武功？」段譽道：「好，那你答應了。拜師之後，師尊之命，便不可有違，我要你做甚麼，你便須遵命而行，否則欺師滅祖，大犯武林中的公憤。你答不答應？」南海鱷神不怒反笑，道：「這個自然。你拜我為師之後，也是這樣。」