第十二回　亢龍有悔黃蓉正要將雞撕開，身後忽然有人說道：「撕作三份，雞屁股給我。」兩人都吃了一驚，怎地背後有人掩來，竟然毫無知覺，急忙回頭，只見說話的是個中年乞丐。這人一張長方臉，頦下微鬚，粗手大腳，身上衣服東一塊西一塊的打滿了補釘，卻洗得乾乾淨淨，手裏拿著一根綠竹杖，瑩碧如玉，背上負著個朱紅漆的大葫蘆，臉上一副饞涎欲滴的模樣，神情猴急，似乎若不將雞屁股給他，就要伸手搶奪了。郭黃兩人尚未回答，他已大馬金刀的坐在對面，取過背上葫蘆，拔開塞子，酒香四溢。他骨嘟骨嘟的喝了幾口，把葫蘆遞給郭靖，道：「娃娃，你喝。」郭靖心想此人好生無禮，但見他行動奇特，心知有異，不敢怠慢，說道：「我不喝酒，您老人家喝罷。」言下甚是恭謹。那乞丐向黃蓉道：「女娃娃，你喝不喝？」黃蓉搖了搖頭，突然見他握住葫蘆的右手只有四根手指，一根食指齊掌而缺，心中一凜，想起了當日在客店窗外聽丘處機、王處一所說的九指神丐之事，心想：「難道今日機緣巧合，逢上了前輩高人？且探探他口風再說。」見他望著自己手中的肥雞，喉頭一動一動，口吞饞涎，心裏暗笑，當下撕下半隻，果然連著雞屁股一起給了他。那乞丐大喜，夾手奪過，風捲殘雲的吃得乾乾淨淨，一面吃，一面不住讚美：「妙極，妙極，連我叫化祖宗，也整治不出這般了不起的叫化雞。」黃蓉微微一笑，把手裏剩下的半邊雞也遞給了他。那乞丐謙道：「那怎麼成？你們兩個娃娃自己還沒吃。」他口中客氣，卻早伸手接過，片刻間又吃得只剩幾根雞骨。他拍了拍肚皮，叫道：「肚皮啊肚皮，這樣好吃的雞，很少下過肚吧？」黃蓉噗哧一笑，說道：「小女子偶爾燒得叫化雞一隻，得入叫化祖宗的尊肚，真是榮幸之至。」那乞丐哈哈大笑，說道：「你這女娃子乖得很。」從懷裏摸出幾枚金鏢來，說道：「昨兒見到有幾個人打架，其中有一個可闊氣得緊，放的鏢兒居然金光閃閃。老叫化順手牽鏢，就給他牽了過來。這枚金鏢裏面是破銅爛鐵，鏢外撐場面，鍍的倒是真金。娃娃，你拿去玩兒，沒錢使之時，倒也可換得七錢八錢銀子。」說著便遞給郭靖。郭靖搖頭不接，說道：「我們當你是朋友，請朋友吃些東西，不能收禮。」他這是蒙古人好客的規矩。那乞丐神色尷尬，搔頭道：「這可難啦，我老叫化向人討些殘羹冷飯，倒也不妨，今日卻吃了你們兩個娃娃這樣一隻好雞，受了這樣一個天大恩惠，無以報答。這……這……」郭靖笑道：「小小一隻雞算甚麼恩惠？不瞞你說，這隻雞我們也是偷來的。」黃蓉笑道：「我們是順手牽雞，你老人家再來順口吃雞，大家得個『順』字。」那乞丐哈哈大笑，道：「你們兩個娃娃挺有意思，可合了我脾胃啦。來，你們有甚麼心願，說給我聽聽。」郭靖聽他話中之意顯是要伸手幫助自己，那仍是請人吃了東西收受禮物，便搖了搖頭。黃蓉卻道：「這叫化雞也算不了甚麼，我還有幾樣拿手小菜，倒要請你品題品題。咱們一起到前面市鎮去好不好？」那乞丐大喜，叫道：「妙極！妙極！」郭靖道：「您老貴姓？」那乞丐道：「我姓洪，排行第七，你們兩個娃娃叫我七公罷。」黃蓉聽他說姓洪，心道：「果然是他。不過他這般年紀，看來比丘道長還小著幾歲，怎會與全真七子的師父齊名？嗯，我爹爹也不老，還不是一般的跟洪七公他們平輩論交？定是全真七子這幾個老道不爭氣，年紀都活在狗身上了。」丘處機逼迫郭靖和穆念慈結親，黃蓉心中一直惱他。三人向南而行，來到一個市鎮，叫做姜廟鎮，投了客店。黃蓉道：「我去買作料，你爺兒倆歇一陣子吧。」洪七公望著黃蓉的背影，笑瞇瞇的道：「她是你的小媳婦兒罷？」郭靖紅了臉，不敢說是，卻也不願說不是。洪七公呵呵大笑，瞇著眼靠在椅上打盹。直過了大半個時辰，黃蓉才買了菜蔬回來，入廚整治。郭靖要去幫忙，卻給她笑著推了出來。又過小半個時辰，洪七公打個呵欠，嗅了兩嗅，叫道：「香得古怪！那是甚麼菜？可有點兒邪門。情形大大不對！」伸長了脖子，不住向廚房探頭探腦的張望。郭靖見他一副迫不及待、心癢難搔的模樣，不禁暗暗好笑。廚房裏香氣陣陣噴出，黃蓉卻始終沒有露面。洪七公搔耳摸腮，坐下站起，站起坐下，好不難熬，向郭靖道：「我就是這個饞嘴的臭脾氣，一想到吃，就甚麼也都忘了。」伸出那只剩四指的右掌，說道：「古人說：『食指大動』，真是一點也不錯。我只要見到或是聞到奇珍異味，右手的食指就會跳個不住。有一次為了貪吃，誤了一件大事，我一發狠，一刀將指頭給砍了……」郭靖「啊」了一聲，洪七公嘆道：「指頭是砍了，饞嘴的性兒卻砍不了。」說到這裏，黃蓉笑盈盈的托了一隻木盤出來，放在桌上，盤中三碗白米飯，一隻酒杯，另有兩大碗菜餚。郭靖只覺得甜香撲鼻，說不出的舒服受用，只見一碗是炙牛肉條，只不過香氣濃郁，尚不見有何特異，另一碗卻是碧綠的清湯中浮著數十顆殷紅的櫻桃，又飄著七八片粉紅色的花瓣，底下襯著嫩筍丁子，紅白綠三色輝映，鮮艷奪目，湯中泛出荷葉的清香，想來這清湯是以荷葉熬成的了。黃蓉在酒杯裏斟了酒，放在洪七公前面，笑道：「七公，您嚐嚐我的手藝兒怎樣？」洪七公那裏還等她說第二句，也不飲酒，抓起筷子便夾了兩條牛肉條，送入口中，只覺滿嘴鮮美，絕非尋常牛肉，每咀嚼一下，便有一次不同滋味，或膏腴嫩滑，或甘脆爽口，諸味紛呈，變幻多端，直如武學高手招式之層出不窮，人所莫測。洪七公驚喜交集，細看之下，原來每條牛肉都是由四條小肉條拼成。洪七公閉了眼辨別滋味，道：「嗯，一條是羊羔坐臀，一條是小豬耳朵，一條是小牛腰子，還有一條……還有一條……」黃蓉抿嘴笑道：「猜得出算你厲害……」她一言甫畢，洪七公叫道：「是獐腿肉加兔肉揉在一起。」黃蓉拍手讚道：「好本事，好本事。」郭靖聽得呆了，心想：「這一碗炙牛條竟要這麼費事，也虧他辨得出五般不同的肉味來。」洪七公道：「肉只五種，但豬羊混咬是一般滋味，獐牛同嚼又是一般滋味，一共有幾般變化，我可算不出了。」黃蓉微笑道：「若是次序的變化不計，那麼只有二十五變，合五五梅花之數，又因肉條形如笛子，因此這道菜有個名目，叫做『玉笛誰家聽落梅』。這『誰家』兩字，也有考人一考的意思。七公你考中了，是吃客中的狀元。」洪七公大叫：「了不起！」也不知是讚這道菜的名目，還是讚自己辨味的本領，拿起匙羹舀了兩顆櫻桃，笑道：「這碗荷葉筍尖櫻桃湯好看得緊，有點不捨得吃。」在口中一辨味，「啊」的叫了一聲，奇道：「咦？」又吃了兩顆，又是「啊」的一聲。荷葉之清、筍尖之鮮、櫻桃之甜，那是不必說了，櫻桃核已經剜出，另行嵌了別物，卻嚐不出是甚麼東西。洪七公沉吟道：「這櫻桃之中，嵌的是甚麼物事？」閉了眼睛，口中慢慢辨味，喃喃的道：「是雀兒肉！不是鷓鴣，便是斑鳩，對了，是斑鳩！」睜開眼來，見黃蓉正豎起了大拇指，不由得甚是得意，笑道：「這碗荷葉筍尖櫻桃斑鳩湯，又有個甚麼古怪名目？」黃蓉微笑道：「老爺子，你還少說了一樣。」洪七公「咦」的一聲，向湯中瞧去，說道：「嗯，還有些花瓣兒。」黃蓉道：「對啦，這湯的名目，從這五樣作料上去想便是了。」洪七公道：「要我打啞謎可不成，好娃娃，你快說了吧。」黃蓉道：「我提你一下，只消從《詩經》上去想就得了。」洪七公連連搖手，道：「不成，不成。書本上的玩意兒，老叫化一竅不通。」黃蓉笑道：「這如花容顏，櫻桃小嘴，便是美人了，是不是？」洪七公道：「啊，原來是美人湯。」黃蓉搖頭道：「竹解心虛，乃是君子。蓮花又是花中君子。因此這竹筍丁兒和荷葉，說的是君子。」洪七公道：「哦，原來是美人君子湯。」黃蓉仍是搖頭，笑道：「那麼這斑鳩呢？《詩經》第一篇是：『關關雎鳩，在河之洲，窈窕淑女，君子好逑』。是以這湯叫作『好逑湯』。」洪七公哈哈大笑，說道：「有這麼希奇古怪的湯，便得有這麼一個希奇古怪的名目，很好，很好，你這希奇古怪的女娃娃，也不知是那個希奇古怪的老子生出來的。這湯的滋味可真不錯。十多年前我在皇帝大內御廚吃到的櫻桃湯，滋味可遠遠不及這一碗了。」黃蓉笑道：「御廚有甚麼好菜，您說給我聽聽，好讓我學著做了孝敬您。」洪七公不住口的吃牛條，喝鮮湯，連酒也來不及喝，一張嘴那裏有半分空暇回答她問話，直到兩隻碗中都只賸下十之一二，這才說道：「御廚的好東西當然多啦，不過沒一樣及得上這兩味。嗯，有一味鴛鴦五珍膾是極好的，我可不知如何做法。」郭靖問道：「是皇帝請你去吃的麼？」洪七公呵呵笑道：「不錯，皇帝請的，不過皇帝自己不知道罷啦。我在御廚房的樑上躲了三個月，皇帝吃的菜每一樣我先給他嚐一嚐，吃得好就整盤拿來，不好麼，就讓皇帝小子自己吃去。御廚房的人疑神疑鬼，都說出了狐狸大仙啦。」郭靖和黃蓉都想：「這人饞是饞極，膽子可也真大極。」洪七公笑道：「娃娃，你媳婦兒煮菜的手藝天下第一，你這一生可享定了福。他媽的，我年輕時怎麼沒撞見這樣好本事的女人？」言下似乎深以為憾。黃蓉微微一笑，與郭靖就著殘菜吃了飯。她只吃一碗也就飽了。郭靖卻吃了四大碗，菜好菜壞，他也不怎麼分辨得出。洪七公搖頭歎息，說道：「牛嚼牡丹，可惜，可惜。」黃蓉抿嘴輕笑。郭靖心想：「牛愛吃牡丹花嗎？蒙古牛是很多，可沒牡丹，我自然沒見過牛吃牡丹。卻不知為甚麼要說『可惜，可惜』？」洪七公摸摸肚子，說道：「你們兩個娃娃都會武藝，我老早瞧出來啦。女娃娃花盡心機，整了這樣好的菜給我吃，定是不安好心，叫我非教你們幾手不可。好罷，吃了這樣好東西，不教幾手也真說不過去。來來來，跟我走。」負了葫蘆，提了竹杖，起身便走。郭靖和黃蓉跟著他來到鎮外一座松林之中。洪七公問郭靖道：「你想學甚麼？」郭靖心想：「武學如此之廣，我想學甚麼，難道你就能教甚麼？」正自尋思，黃蓉道：「七公，他功夫不及我，常常生氣，他最想勝過我。」郭靖道：「我幾時生氣……」黃蓉向他使了個眼色，郭靖就不言語了。洪七公笑道：「我瞧他手腳沉穩，內功根基不差啊，怎會不及你，來，你們兩個娃娃打一打。」黃蓉走出數步，叫道：「靖哥哥，來。」郭靖尚自遲疑，黃蓉道：「你不顯顯本事，他老人家怎麼個教法？」郭靖一想不錯，向洪七公道：「晚輩功夫不成，您老人家多指點。」洪七公道：「稍稍指點一下不妨，多指點可划不來。」郭靖一怔，黃蓉叫道：「看招！」搶近身來，揮掌便打。郭靖起手一架，黃蓉變招奇速，早已收掌飛腿，攻他下盤。洪七公叫道：「好，女娃子，真有你的。」黃蓉低聲道：「用心當真的打。」郭靖提起精神，使開南希仁所授的南山掌法，雙掌翻合，虎虎生風。黃蓉竄高縱低，用心抵禦，拆解了半晌，突然變招，使出父親黃藥師自創的「落英神劍掌」來。這套掌法的名稱中有「神劍」兩字，因是黃藥師從劍法中變化而得。只見她雙臂揮動，四方八面都是掌影，或五虛一實，或八虛一實，真如桃林中狂風忽起、萬花齊落一般，妙在姿態飄逸，宛若翩翩起舞，只是她功力尚淺，未能出掌凌厲如劍。郭靖眼花繚亂，那裏還守得住門戶，不提防拍拍拍拍，左肩右肩、前胸後背，接連中了四掌，黃蓉全未使力，自也不覺疼痛。黃蓉一笑躍開。郭靖讚道：「蓉兒，真好掌法！」洪七公冷冷的道：「你爹爹這般大的本事，你又何必要我來教這傻小子武功？」黃蓉吃了一驚，心想：「這路落英神劍掌法是爹爹自創，爹爹說從未用來跟人動過手，七公怎麼會識得？」問道：「七公，您識得我爹爹？」洪七公道：「當然，他是『東邪』，我是『北丐』。我跟他打過的架難道還少了？」黃蓉心想：「他和爹爹打了架，居然沒給爹爹打死，此人本領確然不小，難怪『北丐』可與『東邪』並稱。」又問：「您老怎麼又識得我？」洪七公道：「你照照鏡子去，你的眼睛鼻子不像你爹爹麼？本來我也還想不起，只不過覺得你面相好熟而已，但你的武功卻明明白白的露了底啦。桃花島武學家數，老叫化怎會不識得？我雖沒見過這路掌法，可是天下也只有你這鬼靈精的爹爹才想得出來。嘿嘿，你那兩味菜又是甚麼『玉笛誰家聽落梅』，甚麼『好逑湯』，定是你爹爹給安的名目了。」黃蓉笑道：「你老人家料事如神。你說我爹爹很厲害，是不是？」洪七公冷冷的道：「他當然厲害，可也不見得是天下第一。」黃蓉拍手道：「那麼定是您第一啦。」洪七公道：「那倒也未必。二十多年前，我們東邪、西毒、南帝、北丐、中神通五人在華山絕頂比武論劍，比了七天七夜，終究是中神通最厲害，我們四人服他是天下第一。」黃蓉道：「中神通是誰呀？」洪七公道：「你爹爹沒跟你說過麼？」黃蓉道：「沒有。我爹爹說，武林中壞事多，好事少，女孩兒家聽了無益，因此他很少跟我說。後來我爹爹罵我，不喜歡我，我偷偷逃出來啦。以後他永遠不要我了。」說到這裏，低下頭來，神色淒然。洪七公罵道：「這老妖怪，真是邪門。」黃蓉慍道：「不許你罵我爹爹。」洪七公呵呵笑道：「可惜人家嫌我老叫化窮，沒人肯嫁我，否則生下你這麼個乖女兒，我可捨不得趕你走。」黃蓉笑道：「那當然！你趕我走了，誰給你燒菜吃？」洪七公嘆了口氣，道：「不錯，不錯。」頓了一頓，說道：「中神通是全真教教主王重陽，他歸天之後，到底誰是天下第一，那就難說得很了。」黃蓉道：「全真教？嗯，有一個姓丘、一個姓王，還有一個姓馬的，都是牛鼻子道士，我瞧他們也稀鬆平常，跟人家動手，三招兩式之間便中毒受傷。」洪七公道：「是嗎？那都是王重陽的徒弟了。聽說他七個弟子中丘處機武功最強，但終究還不及他們師叔周伯通。」黃蓉聽了周伯通的名字微微一驚，開口想說話，卻又忍住。郭靖一直在旁聽兩人談論，這時插口道：「是，馬道長說過他們有個師叔，但沒有提到這位前輩道長的名號。」洪七公道：「周伯通不是全真教的道士，是俗家人，他武功是王重陽親自傳授的。嘿，你這楞傢伙笨頭笨腦，你岳父聰明絕頂，恐怕不見得喜歡你罷？」郭靖從沒想到自己的「岳父」是誰，登時結結巴巴的答不上來。黃蓉微笑道：「我爹爹沒見過他。您老要是肯指點他一些功夫，我爹爹瞧在你老面上，就會喜歡他啦。」洪七公罵道：「小鬼頭兒，爹爹的功夫沒學到一成，他的鬼心眼兒可就學了個十足十。我不喜歡人家拍馬屁、戴高帽，老叫化從來不收徒弟，這種傻不楞的小子誰要？只有你，才當他寶貝兒似的，挖空心思，磨著我教你傻女婿的武功。嘿嘿，老叫化才不上這個當呢！」黃蓉低下了頭，不由得紅暈滿臉。她於學武並不專心，自己有這樣武功高強的爹爹，也沒好好跟著學，怎會打主意去學洪七公的功夫？只是眼見郭靖武藝不高，他那六個師父又口口聲聲罵自己為「小妖女」，恰好碰上了洪七公這樣一位高人，只盼他肯傳授郭靖些功夫，那麼郭靖以後見了六位師父和丘處機一班臭道士，也用不著耗子見貓那樣怕得厲害。不料洪七公饞嘴貪吃，似乎胡裏胡塗，心中卻著實明白，竟識破了她的私心。只聽他嘮嘮叨叨的罵了一陣，站起身來，揚長而去。隔了很久，郭靖才道：「蓉兒，這位老前輩的脾氣有點與眾不同。」黃蓉聽得頭頂樹葉微響，料來洪七公已繞過松樹，竄到了樹上，便道：「他老人家可是個大大的好人，他本事比我爹爹要高得多。」郭靖奇道：「他又沒有顯功夫，你怎知道？」黃蓉道：「我聽爹爹說過的。」郭靖道：「怎麼說？」黃蓉道：「爹爹說，當今之世，武功能勝過他的就只有九指神丐洪七公一人，可惜他行蹤無定，不能常與他在一起切磋武功。」洪七公走遠之後，果然施展絕頂輕功，從樹林後繞回，縱在樹上，竊聽他兩人談話，想查知這二人是否黃藥師派來偷學他的武功，聽得黃蓉如此轉述她父親的言語，不禁暗自得意：「黃藥師嘴上向來不肯服我，豈知心裏對我甚是佩服。」他怎知這全是黃蓉捏造出來的，只聽她又道：「我爹爹的功夫我也沒學到甚麼，只怪我從前愛玩，不肯用功。現下好容易見到洪老前輩，要是他肯指點一二，豈不是更加勝過我爹爹親授？那知我口沒遮攔，說錯了話，惹惱了他老人家。」說著嗚嗚咽咽的哭將起來，她起初本是假哭，郭靖柔聲細語的安慰了幾句，她想起母親早逝，父親遠離，竟然弄假成真，悲悲切切的哭得十分傷心。洪七公聽了，不禁大起知己之感。黃蓉哭了一會，抽抽噎噎的道：「我聽爹爹說過，洪老前輩有一套武功，當真是天下無雙、古今獨步，甚至全真教的王重陽也忌憚三分，叫做……叫做……咦，我怎麼想不起來啦，明明剛才我還記得的，我想求他教你，這套拳法叫做……叫做……」其實她那裏知道，全是信口胡吹。洪七公在樹頂上聽她苦苦思索，實在忍不住了，喝道：「叫做『降龍十八掌』！」說著一躍而下。郭靖和黃蓉都是大吃一驚，退開幾步。只不過兩人齊驚，一個是真，一個是假。黃蓉道：「啊，七公，你怎麼會飛到了樹上？是降龍十八掌，一點不錯，我怎麼想不起？爹爹常常提起的，說他生平最佩服的武功便是降龍十八掌。」洪七公甚是開心，說道：「原來你爹爹還肯說真話，我只道王重陽死了之後，他便自以為天下第一了呢！」向郭靖道：「你根柢並不比這女娃娃差，輸就輸在拳法不及。女娃娃，你回客店去。」黃蓉知道他要傳授郭靖掌法，歡歡喜喜的去了。※※※洪七公向郭靖正色道：「你跪下立個誓，如不得我允許，不可將我傳你的功夫轉授旁人，連你那鬼靈精的小媳婦兒也在內。」郭靖心下為難：「若是蓉兒要我轉授，我怎能拒卻？」說道：「七公，我不要學啦，讓她功夫比我強就是。」洪七公奇道：「幹麼？」郭靖道：「若是她要我教，我不教是對不起她，教了是對不起您。」洪七公呵呵笑道：「傻小子心眼兒不錯，當真說一是一。這樣罷，我教你一招『亢龍有悔』。我想那黃藥師自負得緊，就算他心裏羨慕，也不能沒出息到來偷學我的看家本領。再說，他所學的路子跟我全然不同，我不能學他的武功，他也學不了我的掌法。」說著左腿微屈，右臂內彎，右掌劃了個圓圈，呼的一聲，向外推去，手掌掃到面前一棵松樹，喀喇一響，松樹應手斷折。郭靖吃了一驚，真想不到他這一推之中，居然會有這麼大的力道。洪七公道：「這棵樹是死的，如果是活人，當然會退讓閃避。學這一招，難就難在要對方退無可退，讓無可讓，你一招出去，喀喇一下，敵人就像松樹一樣完蛋大吉。」當下把姿式演了兩遍，又把內勁外鑠之法、發招收勢之道，仔仔細細解釋了一通。雖只教得一招，卻也費了一個多時辰功夫。郭靖資質魯鈍，內功卻已有根柢，學這般招式簡明而勁力精深的武功，最是合適，當下苦苦習練，兩個多時辰之後，已得大要。洪七公道：「那女娃娃的掌法虛招多過實招數倍，你要是跟了她亂轉，非著她道兒不可，再快也快不過她。你想這許多虛招之後，這一掌定是真的了，她偏偏仍是假的，下一招眼看是假的了，她卻出你不意給你來下真的。」郭靖連連點頭。洪七公道：「因此你要破她這路掌法，唯一的法門就是壓根兒不理會她真假虛實，待她掌來，真的也好，假的也罷，你只給她來一招『亢龍有悔』。她見你這一招厲害，非回掌招架不可，那就破了。」郭靖問道：「以後怎樣？」洪七公臉一沉道：「以後怎樣？傻小子，她有多大本事，能擋得住我教你的這一招？」郭靖甚是擔心，說道：「她擋不住，豈不是打傷了她？」洪七公搖頭歎息，說道：「我這掌力要是能發不能收，不能輕重剛柔隨心所欲，怎稱得上是天下掌法無雙的『降龍十八掌』？」郭靖唯唯稱是，心中打定了主意：「我若不是學到了能發能收的地步，可決不能跟蓉兒試招。」洪七公道：「你不信嗎？這就試試吧？」郭靖拉開式子，挑了一棵特別細小的松樹，學著洪七公的姿勢，對準樹幹，呼的就是一掌。那松樹晃了幾晃，竟是不斷。洪七公罵道：「傻小子，你搖松樹幹甚麼？捉松鼠麼？撿松果麼？」郭靖被他說得滿臉通紅，訕訕的笑著。洪七公道：「我對你說過：要教對方退無可退，讓無可讓。你剛才這一掌，勁道不弱，可是松樹一搖，就把你的勁力化解了。你先學打得松樹不動，然後再能一掌斷樹。」郭靖大悟，歡然道：「那要著勁奇快，使對方來不及抵擋。」洪七公白眼道：「可不是麼？那還用說？你滿頭大汗的練了這麼久，原來連這點粗淺道理還剛想通。可真笨得到了姥姥家。」又道：「這一招叫作『亢龍有悔』，掌法的精要不在『亢』字而在『悔』字。倘若只求剛猛狠辣，亢奮凌厲，只要有幾百斤蠻力，誰都會使了。這招又怎能教黃藥師佩服？『亢龍有悔，盈不可久』，因此有發必須有收。打出去的力道有十分，留在自身的力道卻還有二十分。那一天你領會到了這『悔』的味道，這一招就算是學會了三成。好比陳年美酒，上口不辣，後勁卻是醇厚無比，那便在於這個『悔』字。」郭靖茫然不解，只是將他的話牢牢記在心裏，以備日後慢慢思索。他學武的法門，向來便是「人家練一朝，我就練十天」，當下專心致志的只是練習掌法，起初數十掌，松樹總是搖動，到後來勁力越使越大，樹幹卻越搖越微，自知功夫已有進境，心中甚喜，這時手掌邊緣已紅腫得十分厲害，他卻毫不鬆懈的苦練。洪七公早感厭悶，倒在地下呼呼大睡。郭靖練到後來，意與神會，發勁收勢，漸漸能運用自如，丹田中吸一口氣，猛力一掌，立即收勁，那松樹竟是紋絲不動。郭靖大喜，第二掌照式發招，但力在掌緣，只聽得格格數聲，那棵小松樹被他擊得彎折了下來。忽聽黃蓉遠遠喝采：「好啊！」只見她手提食盒，緩步而來。洪七公眼睛尚未睜開，已聞到食物的香氣，叫道：「好香，好香！」跳起身來，搶過食盒，揭開盒子，只見裏面是一碗燻田雞腿，一隻八寶肥鴨，還有一堆雪白的銀絲卷。洪七公大聲歡呼，雙手左上右落，右上左落，抓了食物流水價送入口中，一面大嚼，一面讚妙，只是唇邊、齒間、舌上、喉頭，皆是食物，那聽得清楚在說些甚麼。吃到後來，田雞腿與八寶鴨都已皮肉不剩，這才想起郭靖還未吃過，他心中有些歉仄，叫道：「來來來，這銀絲卷滋味不壞。」實在有些不好意思，加上一句：「簡直比鴨子還好吃。」黃蓉噗哧一笑，說道：「七公，我最拿手的菜你還沒吃到呢。」洪七公又驚又喜，忙問：「甚麼菜？甚麼菜？」黃蓉道：「一時也說不盡，比如說炒白菜哪，蒸豆腐哪，燉雞蛋哪，白切肉哪。」洪七公品味之精，世間稀有，深知真正的烹調高手，愈是在最平常的菜餚之中，愈能顯出奇妙功夫，這道理與武學一般，能在平淡之中現神奇，才說得上是大宗匠的手段，聽她這麼一說，不禁又驚又喜，滿臉是討好祈求的神色，說道：「好，好！我早說你這女娃娃好。我給你買白菜豆腐去，好不好？」黃蓉笑道：「那倒不用，你買的也不合我心意。」洪七公笑道：「對，對，別人買的怎能合用呢？」黃蓉道：「剛才我見他一掌擊折松樹，本事已經比我好啦。」洪七公搖頭道：「功夫不行，不行，須得一掌把樹擊得齊齊截斷。打得這樣彎彎斜斜的，那算甚麼屁本事？這棵松樹細得像根筷子，不，簡直像根牙籤，功夫還差勁得很。」黃蓉道：「可是他這一掌打來，我已經抵擋不住啦。都是你不好，他將來欺侮起我來，我怎麼辦啊？」洪七公這時正在盡力討好於她，雖聽她強辭奪理，也只得順著她道：「依你說怎樣？」黃蓉道：「你教我一套本事，要勝過他的。你教會我之後，就給你煮菜去。」洪七公道：「好罷。他只學會了一招，勝過他何難？我教你一套『逍遙遊』的拳法。」一言方畢，人已躍起，大袖飛舞，東縱西躍，身法輕靈之極。黃蓉心中默默暗記，等洪七公一套拳法使畢，她已會了一半。再經他點撥教導之後，不到兩個時辰，一套六六三十六招的「逍遙遊」已全數學會。最後她與洪七公同時發招，兩人並肩而立，一個左起，一個右始，迴旋往復，真似一隻玉燕、一隻大鷹翩翩飛舞一般。三十六招使完，兩人同時落地，相視而笑，郭靖大聲叫好。洪七公對郭靖道：「這女娃娃聰明勝你百倍。」郭靖搔頭道：「這許許多多招式變化，她怎麼這一忽兒就學會了，卻又不會忘記？我剛記得第二招，第一招卻又忘了。」洪七公呵呵大笑，說道：「這路『逍遙遊』，你是不能學的，就算拚小命記住了，使出來也半點沒逍遙的味兒，愁眉苦臉，笨手笨腳的，變成了『苦惱爬』。」郭靖笑道：「可不是嗎？」洪七公道：「這路『逍遙遊』，是我少年時練的功夫，為了湊合女娃子原來武功的路子，才抖出來教她，其實跟我眼下武學的門道已經不合。這十多年來，我可沒使過一次。」言下之意，顯是說「逍遙遊」的威力遠不如「降龍十八掌」了。黃蓉聽了卻反而喜歡，說道：「七公，我又勝過了他，他心中準不樂意，你再教他幾招罷。」她自己學招只是個引子，旨在讓洪七公多傳郭靖武藝，她自己真要學武，儘有父親這樣的大明師在，一輩子也學之不盡。洪七公道：「這傻小子笨得緊，我剛才教的這一招他還沒學會，貪多嚼不爛，只要你多燒好菜給我吃。準能如你心願。」黃蓉微笑道：「好，我買菜去了。」洪七公呵呵大笑，回轉店房。郭靖自在松林中繼續苦練，直至天黑方罷。當晚黃蓉果然炒了一碗白菜、蒸了一碟豆腐給洪七公吃。白菜只揀菜心，用雞油加鴨掌末生炒，也還罷了，那豆腐卻是非同小可，先把一隻火腿剖開，挖了廿四個圓孔，將豆腐削成廿四個小球分別放入孔內，紮住火腿再蒸，等到蒸熟，火腿的鮮味已全到了豆腐之中，火腿卻棄去不食。洪七公一嚐，自然大為傾倒。這味蒸豆腐也有個唐詩的名目，叫作「二十四橋明月夜」，要不是黃蓉有家傳「蘭花拂穴手」的功夫，十指靈巧輕柔，運勁若有若無，那嫩豆腐觸手即爛，如何能將之削成廿四個小圓球？這功夫的精細艱難，實不亞於米粒刻字、彫核為舟，但如切為方塊，易是易了，世上又怎有方塊形的明月？晚飯後三人分別回房就寢。洪七公見郭靖與黃蓉分房而居，奇道：「怎麼？你們倆不是小夫妻麼？怎地不一房睡？」黃蓉一直跟他嬉皮笑臉的胡鬧，聽了這句話，不禁大羞，燭光下紅暈雙頰，嗔道：「七公，你再亂說，明兒不燒菜給你吃啦。」洪七公奇道：「怎麼？我說錯啦？」他想了一想，恍然大悟，笑道：「我老胡塗啦。你明明是閨女打扮，不是小媳婦兒。你小兩口兒是私訂終身，還沒經過父母之命，媒妁之言，沒拜過天地。那不用擔心，我老叫化來做大媒。你爹爹要是不答應，老叫化再跟他鬥他媽的七天七夜，拚個你死我活。」黃蓉本來早在為此事擔心，怕爹爹不喜郭靖，聽了此言，不禁心花怒放，一笑回房。※※※次日天方微明，郭靖已起身到松林中去練「降龍十八掌」中那一招「亢龍有悔」，練了二十餘次，出了一身大汗，正自暗喜頗有進境，忽聽林外有人說話。一人道：「師父，咱們這一程子趕，怕有三十來里罷？」另一人道：「你們的腳力確是有點兒進步了。」郭靖聽得語音好熟，只見林邊走出四個人來，當先一人白髮童顏，正是大對頭參仙老怪梁子翁。郭靖暗暗叫苦，回頭就跑。梁子翁卻已看清楚是他，喝道：「那裏走？」他身後三人是他徒弟，見師父追敵，立時分散，三面兜截上來。郭靖心想：「只要走出松林，奔近客店，那就無妨了。」飛步奔跑。梁子翁的大弟子截住了他退路，雙掌一錯，喝道：「小賊，給我跪下！」施展師門所傳關外大力擒拿手法，當胸抓來。郭靖左腿微屈，右臂內彎，右掌劃了個圓圈，呼的一聲，向外推去，正是初學乍練的一招「亢龍有悔」。那大弟子聽到掌風勁銳，反抓回臂，要擋他這一掌，喀喇一聲，手臂已斷，身子直飛出六七尺之外，暈了過去。郭靖萬料不到這一招竟有偌大威力，一呆之下，拔腳又奔。梁子翁又驚又怒，縱出林子，飛步繞在他前頭。郭靖剛出松林，只見梁子翁已擋在身前，大驚之下，便即蹲腿彎臂、劃圈急推，仍是這招「亢龍有悔」。梁子翁不識此招，但見來勢凌厲，難以硬擋，只得臥地打滾，讓了開去。郭靖乘機狂奔逃命。梁子翁站起身來再追時，郭靖已奔到客店之外，大聲叫道：「蓉兒，蓉兒，不好了，要喝我血的惡人追來啦！」黃蓉探頭出來，見是梁子翁，心想：「怎麼這老怪到了這裏？他來得正好，我好試試新學的『逍遙遊』功夫。」叫道：「靖哥哥，別怕這老怪，你先動手，我來幫你，咱們給他吃點兒苦頭。」郭靖心想：「蓉兒不知這老怪厲害，說得好不輕鬆自在。」他心念方動，梁子翁已撲到面前，眼見來勢猛烈，只得又是一招「亢龍有悔」，向前推出。梁子翁扭身擺腰，向旁竄出數尺，但右臂已被他掌緣帶到，熱辣辣的甚是疼痛，心下暗暗驚異，想不到只隔數月，這小子的武功竟是精進如此，料來必是服用蝮蛇寶血之功，越想越惱，縱身又上。郭靖又是一招「亢龍有悔」。梁子翁眼看抵擋不住，只得又是躍開，但見他並無別樣厲害招術跟著進擊，忌憚之意去了幾分，罵道：「傻小子，就只會這一招麼？」郭靖果然中計，叫道：「我單只這一招，你就招架不住。」說著上前又是一招「亢龍有悔」。梁子翁旁躍逃開，縱身攻向他身後。郭靖回過頭來，待再攻出這一招時，梁子翁早已閃到他身後，出拳襲擊。三招一過，郭靖只能顧前，不能顧後，累得手忙腳亂。黃蓉見他要敗，叫道：「靖哥哥，我來對付他。」飛身而出，落在兩人之間，左掌右足，同時發出。梁子翁縮身撥拳，還了兩招。郭靖退開兩步，旁觀兩人相鬥。黃蓉雖然學了「逍遙遊」的奇妙掌法，但新學未熟，而功力究與梁子翁相差太遠，如不是仗著身上穿了軟蝟甲，早已中拳受傷，不等三十六路「逍遙遊」拳法使完，已然不支。梁子翁的兩個徒弟扶著受了傷的大師兄在旁觀戰，見師父漸漸得手，不住吶喊助威。郭靖正要上前夾擊，忽聽得洪七公隔窗叫道：「他下一招是『惡狗攔路』！」黃蓉一怔，只見梁子翁雙腿擺成馬步，雙手握拳平揮，正是一招「惡虎攔路」，不禁好笑，心道：「原來七公把『惡虎攔路』叫做『惡狗攔路』，但怎麼他能先行料到？」只聽得洪七公又叫：「下一招是『臭蛇取水』！」黃蓉知道必是「青龍取水」，這一招是伸拳前攻，後心露出空隙，洪七公語聲甫歇，她已繞到梁子翁身後。梁子翁一招使出，果然是「青龍取水」，但被黃蓉先得形勢，反客為主，直攻他的後心，若不是他武功深湛，危中變招，離地尺餘的平飛出去，後心已然中拳。他腳尖點地站起，驚怒交集，向著窗口喝道：「何方高人，怎不露面？」窗內卻是寂然無聲，心中詫異之極：「怎麼此人竟能料到我的拳法？」黃蓉既有大高手在後撐腰，自是有恃無恐，反而攻了上去。梁子翁連施殺手，黃蓉情勢又危。洪七公叫道：「別怕，他要『爛屁股猴子上樹』！」黃蓉噗哧一笑，雙拳高舉，猛擊下來。梁子翁這招「靈猿上樹」只使了一半，本待高躍之後凌空下擊，但給黃蓉制了機先，眼見敵拳當頭而落，若是繼續上躍，豈非自行將腦門湊到她拳上去？只得立時變招。臨敵之際，自己招術全被敵方如此先行識破，本來不用三招兩式，便有性命之憂，幸而他武功比黃蓉高出甚多，危急時能設法解救，才沒受傷。再拆數招，托地跳出圈子，叫道：「老兄再不露面，莫怪我對這女娃娃無情了。」拳法斗變，猶如驟風暴雨般擊出，上招未完，下招已至，黃蓉固是無法抵禦，洪七公也已來不及先行叫破。郭靖見黃蓉拳法錯亂，東閃西躲，當下搶步上前，發出「亢龍有悔」，向梁子翁打去。梁子翁右足點地，向後飛出。黃蓉道：「靖哥哥，再給他三下。」說著轉身入店。郭靖擺好勢子，只等梁子翁攻近身來，不理他是何招術，總是半途中給他一招「亢龍有悔」。梁子翁又是好氣，又是好笑，暗罵：「這傻小子不知從那裏學了這一招怪拳，來來去去就是這麼一下。」但儘管傻小子只會這麼一下，老怪物可也真奈何他不得。兩人相隔丈餘，一時互相僵住。梁子翁罵道：「傻小子，小心著！」忽地縱身撲上。郭靖依樣葫蘆，發掌推出。不料梁子翁半空扭身，右手一揚，三枚子午透骨釘突分上中下三路打來。郭靖急忙閃避，梁子翁已乘勢搶上，手勢如電，已扭住他後頸。郭靖大駭，回肘向他胸口撞去，不料手肘所著處一團綿軟，猶如撞入了棉花堆裏。梁子翁正要猛下殺手，只聽得黃蓉大聲呼叱：「老怪，你瞧這是甚麼？」梁子翁知她狡獪，右手拿住了郭靖「肩井穴」，令他動彈不得，這才轉頭，只見她手裏拿著一根碧綠猶如翡翠般的竹棒，緩步上來。梁子翁心頭大震，說道：「洪……洪幫主……」黃蓉喝道：「還不放手？」梁子翁初時聽得洪七公把他將用未用的招數先行喝破，本已驚疑不定，卻一時想不到是他，這時突然見到他的綠竹棒出現，才想起窗後語音，果然便是生平最害怕之人的說話，不由得魂飛天外，忙鬆手放開郭靖。黃蓉雙手持棒走近，喝道：「七公說道，他老人家既已出聲，你好大膽子，還敢在這裏撒野，問你憑的甚麼？」梁子翁雙膝跪倒，說道：「小人實不知洪幫主駕到。小人便有天大的膽子，也不敢得罪洪幫主。」黃蓉暗暗詫異：「這人本領如此厲害，怎麼一聽到七公的名頭就怕成這個樣子？怎麼又叫他作洪幫主？」臉上卻不動聲色，喝道：「你該當何罪？」梁子翁道：「請姑娘對洪幫主美言幾句，只說梁子翁知罪了，但求洪幫主饒命。」黃蓉道：「美言一句，倒也不妨，美言幾句，卻是划不來。你以後可永遠不得再跟咱兩人為難。」梁子翁道：「小人以前無知，多有冒犯，務請兩位海涵。以後自然再也不敢。」黃蓉甚為得意，微微一笑，拉著郭靖的手，回進客店。只見洪七公面前放了四大盆菜，左手舉杯，右手持箸，正自吃得津津有味。黃蓉笑道：「七公，他跪著動也不敢動。」洪七公道：「你去打他一頓出出氣吧，他決不敢還手。」郭靖隔窗見梁子翁直挺挺的跪著，三名弟子跪在他身後，很是狼狽，心中不忍，說道：「七公，就饒了他吧。」洪七公罵道：「沒出息的東西，人家打你，你抵擋不了。老子救了你，你又要饒人。這算甚麼？」郭靖無言可對。黃蓉笑道：「我去打發。」拿了竹棒，走到客店之外，見梁子翁恭恭敬敬的跪著，滿臉惶恐。黃蓉罵道：「洪七公說你為非作歹，今日非宰了你不可，幸虧我那郭家哥哥好心，替你求了半天人情，七公才答應饒你。」說著舉起竹棒，啪的一聲，在他屁股上擊了一記，喝道：「去罷！」梁子翁向著窗子叫道：「洪幫主，我要見見您老，謝過不殺之恩。」店中寂然無聲。梁子翁仍是跪著不敢起身。過了片刻，郭靖邁步出來，搖手悄聲道：「七公睡著啦，快別吵他。」梁子翁這才站起，向郭靖與黃蓉恨恨的瞧了幾眼，帶著徒弟走了。黃蓉開心之極，走回店房，果見洪七公伏在桌上打鼾，當下拉住他的肩膀一陣搖晃，叫道：「七公，七公，你這根寶貝竹棒兒有這麼大的法力，你也沒用，不如給了我罷？」洪七公抬起頭來，打個呵欠，又伸懶腰，笑道：「你說得好輕鬆自在！這是你公公的吃飯傢伙。叫化子沒打狗棒，那還成？」黃蓉纏著不依，說道：「你這麼高的功夫，人家只聽到你的聲音，便都怕了你，何必還要這根竹棒兒？」洪七公呵呵笑道：「傻丫頭，你快給七公弄點好菜，我慢慢說給你聽。」黃蓉依言到廚房去整治了三色小菜。洪七公右手持杯，左手拿著一隻火腿腳爪慢慢啃著，說道：「常言道：物以類聚，人以群分。愛錢的財主是一幫，搶人錢財的綠林盜賊是一幫，我們乞討殘羹冷飯的叫化子也是一幫……」黃蓉拍手叫道：「我知道啦，我知道啦。那梁老怪叫你作『洪幫主』，原來你是乞兒幫的幫主。」洪七公道：「正是。我們要飯的受人欺，被狗咬，不結成一夥，還有活命的份兒麼？北邊的百姓眼下暫且歸金國管，南邊的百姓歸大宋皇帝管，可是天下的叫化兒啊……」黃蓉搶著道：「不論南北，都歸你老人家管。」洪七公笑著點點頭，說道：「正是。這根竹棒和這個葫蘆，自唐末傳到今日，已有好幾百年，世世代代由丐幫的幫主執掌，就好像皇帝小子的玉璽、做官的金印一般。」黃蓉伸了伸舌頭，道：「虧得你沒給我。」洪七公笑問：「怎麼？」黃蓉道：「要是天下的小叫化都找著我，要我管他們的事，那可有多糟糕？」洪七公嘆道：「你的話一點兒也不錯。我生性疏懶，這丐幫幫主當起來著實麻煩，可是又找不到託付之人，只好就這麼將就著對付了。」黃蓉道：「因此那梁老怪才怕得你這麼厲害，要是天下的叫化子都跟他為難，可真不好受。每個叫化子在身上捉一個虱子放在他頭頸裏，癢也癢死了他。」洪七公和郭靖哈哈大笑。笑了一陣，洪七公道：「他怕我，倒不是為了這個。」黃蓉忙問：「那為了甚麼？」洪七公道：「約莫二十年前，他正在幹一件壞事，給我撞見啦。」黃蓉問道：「甚麼壞事？」洪七公躊躇道：「這老怪信了甚麼採陰補陽的邪說，找了許多處女來，破了他們的身子，說可以長生不老。」黃蓉問道：「怎麼破了處女身子？」黃蓉之母在生產她時因難產而死，是以她自小由父親養大。黃藥師因陳玄風、梅超風叛師私逃，一怒而將其餘徒弟挑斷筋脈，驅逐出島。桃花島上就只賸下幾名啞僕。黃蓉從來沒聽年長女子說過男女之事，她與郭靖情意相投，但覺和他在一起時心中說不出的喜悅甜美，只要和他分開片刻，就感寂寞難受。她只知男女結為夫妻就永不分離，是以心中早把郭靖看作丈夫，但夫妻間的閨房之事，卻是全然不知。她這麼一問，洪七公一時倒是難以回答。黃蓉又問：「破了處女的身子，是殺了她們嗎？」洪七公道：「不是。一個女子受了這般欺侮，有時比給他殺了還要痛苦，有人說『失節事大，餓死事小』，就是這個意思了。」黃蓉茫然不解，問道：「是用刀子割去耳朵鼻子麼？」洪七公笑罵：「呸！也不是。傻丫頭，你回家問媽媽去。」黃蓉道：「我媽媽早死啦。」洪七公「啊」了一聲，道：「你將來和這傻小子洞房花燭夜時，總會懂得了。」黃蓉紅了臉，撅起小嘴道：「你不說算啦。」這時才明白這是羞恥之事，又問：「你撞見梁老怪正在幹這壞事，後來怎樣？」洪七公見她不追問那件事，如釋重負，呼了一口氣道：「那我自然要管哪。這傢伙給我拿住了，狠狠打了一頓，拔下了他滿頭白髮，逼著他把那些姑娘們送還家去，還要他立下重誓，以後不得再有這等惡行，要是再被我撞見，叫他求生不能，求死不得。聽說這些年來他倒也沒敢再犯，是以今日饒了他性命。他奶奶的，他的頭髮長起了沒有？」黃蓉格的一聲笑，說道：「又長起啦！滿頭頭髮硬生生給你拔個乾淨，可真夠他痛的了。」※※※三人吃過了飯。黃蓉道：「七公，現下你就算把竹棒給我，我也不敢要啦，不過我們總不能一輩子跟你在一起。要是下次再碰見那姓梁的。他說：『好，小丫頭，前次你仗著洪幫主的勢，用竹棒打我，今日我可要報仇啦。我拔光了你的頭髮！』那我們怎麼辦？先前靖哥哥跟這老怪動手，來來去去就只這麼一招『亢龍有悔』，威力無窮，果然不錯，可不是太嫌寒蠢了些麼？那老怪心裏定是在說：『洪幫主自己武功深不可測，教起徒兒來卻是平平無奇。』」洪七公笑道：「你危言聳聽，又出言激我，只不過要我再教你們兩人功夫。你乖乖的多燒些好菜，七公總不會讓你們吃虧。」黃蓉大喜，拉著洪七公又到松林之中。洪七公把「降龍十八掌」中的第二招「飛龍在天」教了郭靖。這一招躍起半空，居高下擊，威力奇大，郭靖花了三天工夫，方才學會。在這三天之中，洪七公又多嚐了十幾味珍饈美饌，黃蓉卻沒再磨他教甚麼功夫，只須他肯儘量傳授郭靖，便已心滿意足。如此一月有餘，洪七公已將「降龍十八掌」中的十五掌傳給了郭靖，自「亢龍有悔」一直傳到了「龍戰於野」。這降龍十八掌乃洪七公生平絕學，一半得自師授，一半是自行參悟出來，雖然招數有限，但每一招均具絕大威力。當年在華山絕頂與王重陽、黃藥師等人論劍之時，這套掌法尚未完全練成，但王重陽等言下對這掌法已極為稱道。後來他常常嘆息，只要早幾年致力於此，那麼「武功天下第一」的名號，或許不屬於全真教主王重陽而屬於他了。他本想只傳兩三招掌法給郭靖，已然足可保身，那知黃蓉烹調的功夫實在高明，奇珍妙味，每日裏層出不窮，使他無法捨之而去，日復一日，竟然傳授了十五招之多。郭靖雖然悟性不高，但只要學到一點一滴，就日夜鑽研習練，把這十五掌掌法學得頗為到家，只是火候尚遠為不足而已，一個多月之間，武功前後已判若兩人。這日洪七公吃了早點，嘆道：「兩個娃娃，咱三人已相聚了一個多月，這就該分手啦。」黃蓉道：「啊，不成，我還有很多小菜沒燒給您老人家吃呢。」洪七公道：「天下沒不散的筵席，卻有吃不完的菜餚。老叫化一生從沒教過人三天以上的武功，這一次一教教了三十多天，再教下去，唉，那是乖乖不得了。」黃蓉道：「怎麼啊？」洪七公道：「我的看家本領要給你們學全啦。」黃蓉道：「好人做到底，你把十八路掌法全傳了他，豈不甚美？」洪七公啐道：「呸，你們小兩口子就美得不得了，老叫化可不美啦。」黃蓉心中著急，轉念頭要使個甚麼計策，讓他把餘下三招教全了郭靖，那知洪七公負起葫蘆，再不說第二句話，竟自揚長而去。郭靖忙追上去，洪七公身法好快，一瞬眼已不見了蹤影。郭靖追到松林，大叫道：「七公，七公！」黃蓉也隨後追來，跟著大叫。只見松林邊人影一晃，洪七公走了過來，罵道：「你們兩個臭娃娃，儘纏著我幹甚麼？要想我再教，那是難上加難。」郭靖道：「您老教了這許多，弟子已是心滿意足，那敢再貪，只是未曾叩謝您老恩德。」說著跪了下去，砰砰砰砰的連磕了幾個響頭。洪七公臉色一變，喝道：「住著。我教你武功，那是吃了她的小菜，付的價錢，咱們可沒師徒名分。」倏的跪下，向郭靖磕下頭去。郭靖大駭，忙又跪下還禮。洪七公手一伸，已點中他脅下穴道。郭靖雙膝微曲，動彈不得。洪七公向著他也磕了四個頭。這才解開他穴道，說道：「記著，可別說你向我磕過頭，是我弟子。」郭靖這才知他脾氣古怪，不敢再說。黃蓉嘆道：「七公，你待我們這樣好，現下又要分別了。我本想將來見到你，再燒小菜請你吃，只怕……只怕……唉，這件事未必能夠如願。」洪七公問道：「為甚麼？」黃蓉道：「要跟我們為難的對頭很多，除了那個參仙老怪之外，還有不少壞傢伙。總有一天，我兩個會死在人家手下。」洪七公微笑道：「死就死好了，誰不死呢？」黃蓉搖頭道：「死倒不打緊。我最怕他們捉住了我，知道我曾跟你學過武藝，又曾燒菜給你吃，於是逼著我也把『玉笛誰家聽落梅』、『二十四橋明月夜』那些好菜，一味味的煮給他們吃，不免墮了你老人家的威名。」洪七公明知她是以言語相激，但想到有人逼著她燒菜，而這等絕妙的滋味自己居然嘗不到，卻也忍不住大為生氣，問道：「那些傢伙是誰？」黃蓉道：「有一個是黃河老怪沙通天，他的吃相再也難看不過。我那些好小菜不免全讓他糟蹋了。」洪七公搖頭道：「沙通天有啥屁用？郭靖這傻小子再練得一兩年就勝過他了，不用怕。」黃蓉又說了藏僧靈智、彭連虎兩人的姓名，洪七公都說：「有啥屁用？」待黃蓉說到白駝山少主歐陽克時，洪七公微微一怔，詳詢此人出手和身法的模樣，聽黃蓉說後，點頭道：「果然是他！」黃蓉見他神色嚴重，道：「這人很厲害嗎？」洪七公道：「歐陽克有啥屁用？他叔叔老毒物這才厲害。」黃蓉道：「老毒物？他再厲害，總厲害不過你老人家。」洪七公不語，沉思良久，說道：「本來也差不多，可是過了這二十來年……二十來年，他用功比我勤，不像老叫化這般好吃懶練。嘿嘿，當真要勝過老叫化，卻也沒這麼容易。」黃蓉道：「那一定勝不過你老人家。」洪七公搖頭道：「這也未必，大家走著瞧吧。好，老毒物歐陽鋒的侄兒既要跟你為難，咱們可不能太大意了。老叫化再吃你半個月的小菜。咱們把話說在前頭，這半個月之中，只要有一味菜吃了兩次，老叫化拍拍屁股就走。」黃蓉大喜，有心要顯顯本事，所煮的菜餚固然絕無重複，連麵食米飯也是極逞智巧，沒一餐相同，鍋貼、燒賣、蒸餃、水餃、炒飯、湯飯、年糕、花卷、米粉、豆絲，花樣竟是變幻無窮。洪七公也打疊精神，指點郭黃兩人臨敵應變、防身保命之道。只是「降龍十八掌」那餘下的三招卻也沒再傳授。郭靖於降龍十五掌固然領會更多，而自江南六怪所學的武藝招術，也憑空增加了不少威力。洪七公於三十五歲之前武功甚雜，練過的拳法掌法著實不少，這時盡揀些希奇古怪的拳腳來教黃蓉，其實也只是跟她逗趣，花樣雖是百出，說到克敵制勝的威力卻遠不及那老老實實的十五招「降龍十八掌」了。黃蓉也只圖個好玩，並不專心致志的去學。一日傍晚，郭靖在松林中習練掌法。黃蓉撿拾松仁，說道要加上竹筍與酸梅，做一味別出心裁的小菜，名目已然有了，叫作「歲寒三友」。洪七公只聽得不住吞饞涎，突然轉身，輕輕「噫」的一聲，俯身在草叢中一撈，兩根手指夾住一條兩尺來長的青蛇提了起來。黃蓉剛叫得一聲：「蛇！」洪七公左拳在她肩頭輕輕一推，將她推出數尺之外。草叢簌簌響動，又有幾條蛇竄出，洪七公竹杖連揮，每一下都打在蛇頭七寸之中，杖到立斃。黃蓉正喝得一聲采，突然身後悄沒聲的兩條蛇竄了上來，咬中了她背心。洪七公知道這種青蛇身子雖然不大，但劇毒無比，一驚之下，剛待設法替她解毒，只聽得嗤嗤之聲不絕，眼前十餘丈處萬頭攢動，群蛇大至。洪七公左手抓住黃蓉腰帶，右手拉著郭靖的手，急步奔出松林，來到客店之前，俯頭看黃蓉時卻是臉色如常，心中又驚又喜，忙問：「覺得怎樣？」黃蓉笑道：「沒事。」郭靖見兩條蛇仍是緊緊咬在她身上，驚惶中忙伸手去扯。洪七公待要喝阻，叫他小心，郭靖情急關心，早已拉住蛇尾扯了下來，見蛇頭上鮮血淋漓，已然死了。洪七公一怔，隨即會意：「不錯，你老子的軟蝟甲當然給了你。」原來兩條蛇都咬中了軟蝟甲上的刺尖，破頭而死。郭靖伸手去扯另一條蛇時，松林中已有幾條蛇鑽了出來。洪七公從懷裏掏出一大塊黃藥餅，放入口中猛嚼，這時只見成千條青蛇從林中蜿蜒而出，後面絡繹不絕，不知尚有多少。郭靖道：「七公，咱們快走。」洪七公不答，取下背上葫蘆，拔開塞子喝了一大口酒，與口中嚼碎的藥混和了，一張口，一道藥酒如箭般射了出去。他將頭自左至右一揮，那道藥酒在三人面前畫了一條弧線。遊在最先的青蛇聞到藥酒氣息，登時暈倒，木然不動，後面的青蛇再也不敢過來，互相擠作一團。但後面的蛇仍然不斷從松林中湧出，前面的卻轉而後退，蛇陣登時大亂。黃蓉拍手叫好。忽聽得松林中幾下怪聲呼嘯，三個白衣男子奔出林來，手中都拿著一根兩丈來長的木桿，嘴裏呼喝，用木桿在蛇陣中撥動，就如牧童放牧牛羊一般。黃蓉起初覺得好玩，後來見眼前儘是蠕蠕而動的青蛇，不禁嘔心，喉頭發毛，張口欲嘔。洪七公「嗯」了一聲，伸竹杖在地下挑起一條青蛇，左手食中二指鉗住蛇頭，右手小指甲在蛇腹上一劃，蛇腹洞穿，取出一枚青色的蛇膽，說道：「快吞下去，別咬破了，苦得很。」黃蓉依言吞下，片刻間胸口便即舒服，轉頭問郭靖道：「靖哥哥，你頭暈麼？」郭靖搖搖頭。原來他服過大蝮蛇的寶血，百毒不侵，松林中青蛇雖多，卻只追咬洪七公與黃蓉兩人，聞到郭靖身上氣息，卻避之惟恐不及。黃蓉道：「七公，這些蛇是有人養的。」洪七公點了點頭，滿臉怒容的望著那三個白衣男子。這三人見洪七公取蛇膽給黃蓉吃，也是惱怒異常，將蛇陣稍行整理，便即搶步上前。一人厲聲喝罵：「你們三隻野鬼，不要性命了麼？」黃蓉接口罵道：「對啦，你們三隻野鬼，不要性命了麼？」洪七公大喜，輕拍她肩膀，讚她罵得好。那三人大怒，中間那臉色焦黃的中年男子挺起長桿，縱身向黃蓉刺來，桿勢帶風，勁力倒也不弱。洪七公伸出竹杖往他桿上搭去，長桿來勢立停。那人吃了一驚，雙手向後急拉。洪七公手一抖，喝道：「去罷！」那人登時向後摔出，仰天一交，跌入蛇陣之中，壓死了十多條青蛇。幸而他服有異藥，眾蛇不敢咬他，否則那裏還有命在？餘下兩人大驚，倒退數步，齊問：「怎樣？」那人想要躍起身來，豈知這一交跌得甚是厲害，全身酸痛，只躍起一半，重又跌落，又壓死了十餘條毒蛇。旁邊那白淨面皮的漢子伸出長桿，讓他扶住，方始拉起。這樣一來，這三人那敢再行動手，一齊退回去站在群蛇之中。那適才跌交的人叫道：「你是甚麼人？有種的留下萬兒來。」洪七公哈哈大笑，毫不理會。黃蓉叫道：「你們是甚麼人？怎麼趕了這許多毒蛇出來害人？」三人互相望了一眼，正要答話，忽見松林中一個白衣書生緩步而出，手搖摺扇，逕行穿過蛇群，走上前來。郭靖與黃蓉認得他正是白駝山少主歐陽克，只見他在萬蛇之中行走自若，群蛇紛紛讓道，均感詫異。那三人迎上前去，低聲說了幾句，說話之時，眼光不住向洪七公望來，顯是在說剛才之事。歐陽克臉上閃過一絲驚訝之色，隨即寧定，點了點頭，上前施了一禮，說道：「三名下人無知，冒犯了老前輩，兄弟這裏謝過了。」轉頭向黃蓉微笑道：「原來姑娘也在這裏，我可找得你好苦。」黃蓉那裏睬他，向洪七公道：「七公，這人是個大壞蛋，你老好好治他一治。」洪七公微微點頭，向歐陽克正色道：「牧蛇有地界、有時候，有規矩、有門道。那有大白天裏牧蛇的道理？你們這般胡作非為，是仗了誰的勢？」歐陽克道：「這些蛇兒遠道而來，餓得急了，不能再依常規行事。」洪七公道：「你們已傷了多少人？」歐陽克道：「我們都在曠野中牧放，也沒傷了幾人。」洪七公雙目盯住了他的臉，哼了一聲，說道：「也沒傷了幾人！你姓歐陽是不是？」歐陽克道：「是啊，原來這位姑娘已對你說了。你老貴姓？」黃蓉搶著道：「這位老前輩的名號也不用對你說，說出來只怕嚇壞了你。」歐陽克受了她挺撞，居然並不生氣，笑瞇瞇的對她斜目而睨。洪七公道：「你是歐陽鋒的兒子，是不是？」歐陽克尚未回答，三個趕蛇的男子齊聲怒喝：「老叫化沒上沒下，膽敢呼叫我們老山主的名號！」洪七公笑道：「別人叫不得，我就偏偏叫得。」那三人張口還待喝罵，洪七公竹杖在地下一點，身子躍起，如大鳥般撲向前去，只聽得拍拍拍三聲，那三人已每個吃了一記清脆響亮的耳光。洪七公不等身子落地，竹杖又是一點，躍了回來。黃蓉叫道：「這樣好本事，七公你還沒教我呢？」只見那三人一齊捧住了下頦，做聲不得，原來洪七公在打他們嘴巴之時，順手用分筋錯骨手卸脫了他們下頦關節。歐陽克暗暗心驚，對洪七公道：「前輩識得家叔麼？」洪七公道：「啊，你是歐陽鋒的侄兒。我有二十年沒見你家的老毒物了，他還沒死麼？」歐陽克甚是氣惱，但剛才見他出手，武功之高，自己萬萬不敵，他又說識得自己叔父，必是前輩高人，便道：「家叔常說，他朋友們還沒死盡死絕，他老人家不敢先行歸天呢。」洪七公仰天打個哈哈，說道：「好小子，你倒會繞彎兒罵人。你帶了這批寶貝到這裏來幹甚麼？」說著向群蛇一指。歐陽克道：「晚輩向在西域，這次來到中原，旅途寂寞，沿途便招些蛇兒來玩玩。」黃蓉道：「當面撒謊！你有這許多女人陪你，還寂寞甚麼？」歐陽克張開摺扇，搧了兩搧，雙眼凝視著她，微笑吟道：「悠悠我心，豈無他人？唯君之故，沉吟至今！」黃蓉向他做個鬼臉，笑道：「我不用你討好，更加不用你思念。」歐陽克見到她這般可喜模樣，更是神魂飄蕩，一時說不出話來。洪七公喝道：「你叔侄在西域橫行霸道，無人管你。來到中原也想如此，別做你的清秋大夢。瞧在你叔父面上，今日不來跟你一般見識，快給我走罷。」歐陽克給他這般疾言厲色的訓了一頓，想要回嘴動手，自知不是對手，就此乖乖走開，卻是心有不甘，當下說道：「晚輩就此告辭。前輩這幾年中要是不生甚麼大病，不遇上甚麼災難，請到白駝山舍下來盤桓盤桓如何？」洪七公笑道：「憑你這小子也配向我叫陣？老叫化從來不跟人訂甚麼約會。你叔父不怕我，我也不怕你叔父。我們二十年前早就好好較量過，大家是半斤八兩，不用再打。」突然臉一沉，喝道：「還不給我走得遠遠的！」歐陽克又是一驚：「叔叔的武功我還學不到三成，此人這話看來不假，別當真招惱了他，惹個灰頭土臉。」當下不再作聲，將三名白衣男子的下頦分別推入了臼，眼睛向黃蓉一瞟，轉身退入松林。三名白衣男子怪聲呼嘯，驅趕青蛇，只是下頦疼痛，口中發出來的嘯聲不免夾上了些「咿咿啊啊」，模糊不清。群蛇猶似一片細浪，湧入松林中去了，片刻間退得乾乾淨淨，只留下滿地亮晶晶的黏液。黃蓉道：「七公，我從沒見過這許多蛇，是他們養的麼？」洪七公不即回答，從葫蘆裏骨嘟骨嘟的喝了幾口酒，用衣袖在額頭抹了一下汗，呼了口長氣，連說：「好險！好險！」郭靖和黃蓉齊問：「怎麼？」洪七公道：「這些毒蛇雖然暫時被我阻攔了一下，要是真的攻將過來，這幾千幾萬條毒蛇猶似潮水一般，又那裏阻擋得住？幸好這幾個傢伙年輕不懂事，不知道老叫化的底細，給我一下子就嚇倒了。倘若老毒物親身來到，你們兩個娃娃可就慘了。」黃蓉道：「咱們擋不住，逃啊。」洪七公笑道：「老叫化雖不怕他，可是你們兩個娃娃想逃，又怎逃得出老毒物的手掌？」黃蓉道：「那人的叔叔是誰？這樣厲害。」洪七公道：「哈，他不厲害？『東邪、西毒、南帝、北丐、中神通』。你爹爹是東邪、那歐陽鋒便是西毒了。武功天下第一的王真人已經逝世，剩下我們四個大家半斤八兩，各有所忌。你爹爹厲害不厲害？我老叫化的本事也不小罷？」黃蓉「嗯」了一聲，心下暗自琢磨，過了一會，說道：「我爹爹好好的，幹麼稱他『東邪』？這個外號，我不喜歡。」洪七公笑道：「你爹爹自己可挺喜歡呢。他這人古靈精怪，旁門左道，難道不是邪麼？要講武功，終究全真教是正宗，這個我老叫化是心服口服的。」向郭靖道：「你學過全真派的內功，是不是？」郭靖道：「馬鈺馬道長傳過弟子兩年。」洪七公道：「這就是了，否則你短短一個多月，怎能把我的『降龍十八掌』練到這樣的功力。」黃蓉又問：「那麼『南帝』是誰？」洪七公道：「南帝，自然是皇帝。」郭靖與黃蓉都感詫異。黃蓉道：「臨安的大宋皇帝？」洪七公哈哈大笑，說道：「臨安那皇帝小子的力氣，剛夠端起一隻金飯碗吃飯，兩隻碗便端不起了。不是大宋皇帝！那位『南帝』功夫之強，你爹爹和我都忌他三分，南火克西金，他更是老毒物歐陽鋒的剋星。」郭靖與黃蓉聽得都不大瞭然，又見洪七公忽然呆呆出神，也就不敢多問。洪七公望著天空，皺眉思索了好一陣，似乎心中有個極大難題，過了一會，轉身入店。只聽得嗤得一聲，他衣袖被門旁一隻小鐵釘掛住，撕破了一道大縫，黃蓉叫道：「啊！」洪七公卻茫如未覺。黃蓉道：「我給你補。」去向客店老闆娘借了針線，要來給他縫補衣袖上的裂口。洪七公仍在出神，見黃蓉手中持針走近，突然一怔，夾手將針奪過，奔出門外。郭靖與黃蓉都感奇怪，跟著追出，只見他右手一揮，微光閃動，縫針已激射而出。黃蓉的目光顧著那針去路望落，只見縫針插在地下，已釘住了一隻蚱蜢，不由得拍手叫好。洪七公臉現喜色，說道：「行了，就是這樣。」郭靖與黃蓉怔怔的望著他。洪七公道：「歐陽鋒那老毒物素來喜愛飼養毒蛇毒蟲，這一大群厲害的青蛇他都能指揮如意，可真不容易。」頓了一頓，說道：「我瞧這歐陽小子不是好東西，見了他叔父必要挑撥是非，咱倆老朋友要是遇上，老叫化非有一件剋制這些毒蛇的東西不可。」黃蓉拍手道：「你要用針將毒蛇一條條的釘在地下。」洪七公白了她一眼，微笑道：「你這女娃娃鬼靈精，人家說了上句，你就知道下句。」黃蓉道：「你不是有藥麼？和了酒噴出去，那些毒蛇就不敢過來。」洪七公道：「這只能擋得一時。我要練一練『滿天花雨』的手法，瞧瞧這功夫用在鋼針上怎樣。幾千幾萬條毒蛇湧將過來，老叫化一條條的來釘，待得盡數釘死，十天半月的耗將下來，老叫化可也餓死了。」郭黃二人一齊大笑。黃蓉道：「我給你買針去。」說著奔向市鎮。洪七公搖頭嘆道：「靖兒，你怎不教她把聰明伶俐分一點兒給你？」郭靖道：「聰明伶俐？分不來的。」過了一頓飯功夫，黃蓉從市鎮回來，在菜籃裏拿出兩大包衣針來，笑道：「這鎮上的縫衣針都給我搜清光啦，明兒這兒的男人都得給他們媳婦嘮叨個死。」郭靖道：「怎麼？」黃蓉道：「罵他們沒用啊！怎麼到鎮上連一口針也買不到。」洪七公哈哈大笑，說道：「究竟還是老叫化聰明，不娶媳婦兒，免得受娘兒們折磨。來，來，來，咱們練功夫去。你這兩個娃娃，不是想要老叫化傳授這套暗器手法，能有這麼起勁麼？」黃蓉一笑，跟在他的身後。郭靖卻道：「七公，我不學啦。」七公奇道：「幹麼？」郭靖道：「你老人家教了我這許多功夫，我一時也練不了。」洪七公一怔，隨即會意，知他不肯貪多，自己已說過不能再教武功，這時遇上一件突兀之事因而不得不教，那麼承受的人不免有些因勢適會、乘機取巧的意思，點了點頭，拉了黃蓉的手道：「咱們練去。」郭靖自在後山練他新學的降龍十五掌，愈自究習，愈覺掌法中變化精微，似乎永遠體會不盡。※※※又過了十來天，黃蓉已學得了「滿天花雨擲金針」的竅要，一手揮出，十多枚衣針能同時中人要害，只是一手暗器要分打數人的功夫，卻還未能學會。這一日洪七公一把縫衣針擲出，盡數釘在身前兩丈外地下，心下得意，仰天大笑，笑到中途突然止歇，仍是抬起了頭，呆呆思索，自言自語：「老毒物練這蛇陣是何用意？」黃蓉道：「他武功既已這樣高強，要對付旁人，也用不著甚麼蛇陣了。」洪七公點頭道：「不錯，那自是用來對付東邪、南帝、和老叫化的。丐幫和全真教都是人多勢眾，南帝是帝皇之尊，手下官兵侍衛更是不計其數。你爹爹學問廣博，奇門遁甲，變化莫測，仗著地勢之便，一個人抵得數十人。那老毒物單打獨鬥，不輸於當世任何一人，但若是大夥兒一擁齊上，老毒物孤家寡人，那便不行了。」黃蓉道：「因此上他便養些毒物來作幫手。」洪七公嘆道：「我們叫化子捉蛇養蛇，本來也是吃飯本事，捉得十七八條蛇兒，晚上趕出去放牧，讓蛇兒自行捉蛤蟆田雞，已經是很不容易了。那知道老毒物竟有這門功夫，一趕便趕得幾千條，委實了不起。蓉兒，這門功夫定是花上老毒物無數時光心血，他可不是拿來玩兒的。」黃蓉道：「他這般處心積慮，自然不懷好意，幸好他侄兒不爭氣，為了賣弄本事，先洩了底。」洪七公點頭道：「不錯，這歐陽小子浮躁輕佻，不成氣候，老毒物不知另外還有傳人沒有？這些青蛇，當然不能萬里迢迢的從西域趕來，定是在左近山中收集的。說那歐陽小子賣弄本事，也未必盡然，多半他另有圖謀。」黃蓉道：「那一定不是好事。幸得這樣，讓咱們見到了，你老人家便預備下對付蛇陣的法子，將來不致給老毒物打個措手不及。」洪七公沉吟道：「但若他纏住了我，使我騰不出手來擲針，卻趕了這成千成萬條毒蛇圍將上來，那怎麼辦？」黃蓉想了片刻，也覺沒有法子，說道：「那你老人家只好三十六著了！」洪七公笑道：「呸，沒出息！撒腿轉身，拔步便跑，那算是甚麼法子？」隔了一會，黃蓉忽道：「這可想到了，我倒真的有個好法兒。」洪七公喜道：「甚麼法子？」黃蓉道：「你老人家只消時時把我們二人帶在身邊。遇上老毒物之時，你跟老毒物打，靖哥哥跟他侄兒打，我就將縫衣針一把又一把的擲出去殺蛇。只不過靖哥哥只學了『降龍十八缺三掌』，多半打不過那個笑嘻嘻的壞蛋。」洪七公瞪眼道：「你才是笑嘻嘻的小壞蛋，一心只想為你的靖哥哥騙我那三掌。憑郭靖這小子的人品心地，我傳齊他十八掌本來也沒甚麼。可是這麼一來，他豈不是成了老叫化的弟子？這人資質太笨，老叫化有了這樣的笨弟子，給人笑話，面上無光！」黃蓉嘻嘻一笑，說道：「我買菜去啦！」知道這次是再也留洪七公不住了，與他分手在即，在市鎮上加意選購菜料，要特別精心的做幾味美餚來報答。她左手提了菜籃，緩步回店，右手不住向空虛擲，練習「滿天花雨」的手法。將到客店，忽聽得鸞鈴聲響，大路上一匹青驄馬急馳而來，一個素裝女子騎在馬上，奔到店前，下馬進屋。黃蓉一看，正是楊鐵心的義女穆念慈，想起此女與郭靖有婚姻之約，心中一酸，站在路旁不禁呆呆出神。尋思：「這姑娘有甚麼好？靖哥哥的六個師父和全真派牛鼻子道士卻都逼他娶她為妻。」越想越惱，心道：「我去打她一頓出出氣。」當下提了菜籃走進客店，只見穆念慈坐在一張方桌之旁，滿懷愁容，店伴正在問她要吃甚麼。穆念慈道：「你給煮一碗麵條，切四兩熟牛肉。」店伴答應著去了。黃蓉接口道：「熟牛肉有甚麼好吃？」穆念慈抬頭見到黃蓉，不禁一怔，認得她便是在中都與郭靖一同出走的姑娘，忙站起身來，招呼道：「妹妹也到了這裏？請坐罷。」黃蓉道：「那些臭道士啦、矮胖子啦、髒書生啦，也都來了麼？」穆念慈道：「不，是我一個人，沒和丘道長他們在一起。」黃蓉對丘處機等本也頗為忌憚，聽得只有她一人，登時喜形於色，笑咪咪的上下打量，只見她足登小靴，身上穿孝，鬢邊插了一朵白絨花，臉容比上次相見時已大為清減，但一副楚楚可憐的神態，似乎更見俏麗，又見她腰間插著一柄匕首，心念一動：「這是靖哥哥的父親與她父親給他們訂親之物。」當下說道：「姊姊，你那柄匕首請借給我看看。」這匕首是包惜弱臨死時從身邊取出來的遺物，楊鐵心夫婦雙雙逝世，匕首就歸了穆念慈。這時她眼見黃蓉神色詭異，本待不與，但黃蓉伸出了手走到跟前，倒也無法推托，只得解下匕首，連鞘遞過。黃蓉接過後先看劍柄，只見上面刻著「郭靖」兩字，心中一凜，暗道：「這是靖哥哥之物，怎能給她？」拔出鞘來，但覺寒氣撲面，暗讚一聲：「好劍！」還劍入鞘，往懷中一放，道：「我去還給靖哥哥。」穆念慈怔道：「甚麼？」黃蓉道：「匕首柄上刻著『郭靖』兩字，自然是他的東西，我拿去還給他。」穆念慈怒道：「這是我父母唯一的遺物，怎能給你？快還我。」說著站起身來。黃蓉叫道：「有本事就來拿！」說著便奔出店門。她知洪七公在前面松林睡覺，郭靖在後面山坳裏練掌，當下向左奔去。穆念慈十分焦急，只怕她一騎上紅馬，再也追趕不上，大聲呼喚，飛步追來。黃蓉繞了幾個彎，來到一排高高的槐樹之下，眼望四下無人，停了腳步，笑道：「你贏了我，馬上就還你。咱們來比劃比劃，不是比武招親，是比武奪劍。」穆念慈臉上一紅，說道：「妹妹，你別開玩笑。我見這匕首如見義父，你拿去幹麼？」黃蓉臉一沉，喝道：「誰是你的妹妹？」身法如風，突然欺到穆念慈身旁，颼的就是一掌。穆念慈閃身欲躲，可是黃蓉家傳「落英神劍掌」變化精妙，拍拍兩下，脅下一陣劇痛，已是中了兩下。穆念慈大怒，向左竄出，回身飛掌打來，卻也迅猛之極。黃蓉叫道：「這是『逍遙拳』，有甚麼希奇？」穆念慈聽她叫破，不由得一驚，暗想：「這是洪七公當年傳我的獨門武功，她又怎會知道？」只見黃蓉左掌迴擊，右拳直攻，三記招數全是「逍遙拳」的拳路，更是驚訝，一躍縱出數步，叫道：「且住。這拳法是誰傳你的？」黃蓉笑道：「是我自己想出來的。這種粗淺功夫，有甚麼希罕？」語音甫畢，又是「逍遙拳」中的兩招「沿門托缽」和「見人伸手」，連綿而上。穆念慈心中愈驚，以一招「四海遨遊」避過，問道：「你識得洪七公麼？」黃蓉笑道：「他是我的老朋友，當然識得。你用他教你的本事，我只用我自己的功夫，看我勝不勝得了你。」她咭咭咯咯的連笑帶說，出手卻是越來越快，已不再是「逍遙拳」拳法。黃蓉的武藝是父親親授，原本就遠勝穆念慈，這次又經洪七公指點，更是精進，穆念慈那裏抵擋得住？這時要想捨卻匕首而轉身逃開，也已不能，只見對方左掌忽起，如一柄長劍般橫削而來，掌風虎虎，極為鋒銳，急忙側身閃避，忽覺後頸一麻，原來已被黃蓉用「蘭花拂穴手」拂中了後頸椎骨的「大椎穴」，這是人身手足三陽督脈之會，登時手足酸軟。黃蓉踏上半步，伸手又在她右腰下「志室穴」戳去，穆念慈立時栽倒。黃蓉拔出匕首，嗤嗤嗤嗤，向她左右臉蛋邊連刺十餘下，每一下都從頰邊擦過，間不逾寸。穆念慈閉目待死，只感臉上冷氣森森，卻不覺痛，睜開眼來，只見一匕首戳將下來，眼前青光一閃，那匕首已從耳旁滑過，大怒喝道：「你要殺便殺，何必戲弄？」黃蓉道：「我和你無仇無怨，幹麼要殺你？你只須依了我立一個誓，這便放你。」穆念慈雖然不敵，一口氣卻無論如何不肯輸了，厲聲喝道：「你有種就把姑娘殺了，想要我出言哀求，乘早別做夢。」黃蓉嘆道：「這般美貌的一位大姑娘，年紀輕輕就死，實在可惜。」穆念慈閉住雙眼，給她來個充耳不聞。隔了一會，黃蓉輕聲道：「靖哥哥是真心同我好的，你就是嫁了給他，他也不會喜歡你。」穆念慈睜開眼來，問道：「你說甚麼？」黃蓉道：「你不肯立誓也罷，反正他不會娶你，我知道的。」穆念慈奇道：「誰真心同你好？你說我要嫁誰？」黃蓉道：「靖哥哥啊，郭靖。」穆念慈道：「啊，是他。你要我立甚麼誓？」黃蓉道：「我要你立個重誓，不管怎樣，總是不嫁他。」穆念慈微微一笑，道：「你就是用刀架在我脖子裏，我也不能嫁他。」黃蓉大喜，問道：「當真？為甚麼啊？」穆念慈道：「我義父雖有遺命，要將我許配給郭世兄，其實……其實……」放低了聲音說道：「義父臨終之時，神智胡塗了，他忘了早已將我許配給旁人了啊。」黃蓉喜道：「啊，真對不住，我錯怪了你。」忙替她解開穴道，並給她按摩手足上麻木之處，同時又問：「姊姊，你已許配給了誰？」穆念慈紅暈雙頰，輕聲道：「這人你也見過的。」黃蓉側了頭想了一陣，道：「我見過的？那裏還有甚麼男子，配得上姊姊你這般人材？」穆念慈笑道：「天下男子之中，就只你的靖哥哥一個最好了？」黃蓉笑問：「姊姊，你不肯嫁他，是嫌他太笨麼？」穆念慈道：「郭世兄那裏笨了？他天性淳厚，俠義為懷，我是佩服得緊的。他對我爹爹、對我都很好。當日他為了我的事而打抱不平，不顧自己性命，我實在感激得很。這等男子，原是世間少有。」黃蓉心裏又急了，忙問：「怎麼你說就是刀子架在脖子裏，也不能嫁他？」穆念慈見她問得天真，又是一往情深，握住了她手，緩緩說道：「妹子，你心中已有了郭世兄，將來就算遇到比他人品再好千倍萬倍的人，也不能再移愛旁人，是不是？」黃蓉點頭道：「那自然，不過不會有比他更好的人。」穆念慈笑道：「郭世兄要是聽到你這般誇他，心中可不知有多喜歡了……那天爹爹帶了我在北京比武招親，有人打勝了我……」黃蓉搶著道：「啊，我知道啦，你的心上人是小王爺完顏康。」穆念慈道：「他是王爺也好，是乞兒也好，我心中總是有了他。他是好人也罷，壞蛋也罷，我總是他的人了。」她這幾句話說得很輕，但語氣卻十分堅決。黃蓉點了點頭，細細體會她這幾句話，只覺自己對郭靖的心思也是如此，穆念慈便如是代自己說出了心中的話一般。兩人雙手互握，並肩坐在槐樹之下，霎時間只覺心意相通，十分投機。黃蓉想了一下，將匕首還給她，道：「姊姊，還你。」穆念慈不接，道：「這是你靖哥哥的，該歸你所有。匕首上刻著郭世兄的名字，我每天……每天帶在身邊，那也不好。」黃蓉大喜，將匕首放入懷中，說道：「姊姊，你真好。」要待回送她一件甚麼貴重的禮物，一時卻想不起來，問道：「姊姊，你一人南來有甚麼事？可要妹子幫你麼？」穆念慈臉上一紅，低頭道：「那也沒甚麼要緊事。」黃蓉道：「那麼我帶你去見七公去。」穆念慈喜道：「七公在這裏？」黃蓉點點頭，牽了她手站起來，忽聽頭頂樹枝微微一響，跌下一片樹皮來，只見一個人影從一棵棵槐樹頂上連續躍過，轉眼不見，瞧背影正是洪七公。黃蓉拾起樹皮一看，上面用針劃著幾行字：「兩個女娃這樣很好。蓉兒再敢胡鬧，七公打你老大耳括子。」下面沒有署名，只劃了一個葫蘆。黃蓉知是七公所書，不由得臉上一紅，心想剛才我打倒穆姊姊要她立誓，可都讓七公瞧見啦。兩人來到松林，果已不見洪七公的蹤影。郭靖卻已回到店內。他見穆念慈忽與黃蓉攜手而來，大感詫異，忙問：「穆世姊，你可見到我的師父們麼？」穆念慈道：「我與尊師們一起從中都南下，回到山東，分手後就沒再見過。」郭靖道：「我師父們都好罷？」穆念慈微笑道：「郭世兄放心，他們並沒給你氣死。」郭靖很是不安，心想幾位師父定是氣得厲害，登時茶飯無心，呆呆出神。穆念慈卻向黃蓉詢問怎樣遇到洪七公的事。黃蓉一一說了。穆念慈嘆道：「妹子你就這麼好福氣，跟他老人家聚了這麼久，我想再見他一面也不可得。」黃蓉安慰她道：「他暗中護著你呢，剛才要是我真的傷你，他老人家難道會不出手救你麼？」穆念慈點頭稱是。郭靖奇道：「蓉兒，甚麼你真的傷了穆世姊？」黃蓉忙道：「這個可不能說。」穆念慈笑道：「她怕……怕我……」說到這裏，卻也有點害羞。黃蓉伸手到她腋下呵癢，笑道：「你敢不敢說？」穆念慈伸了伸舌頭，搖頭道：「我怎麼敢？要不要我立個誓？」黃蓉啐了她一口，想起剛才逼她立誓不嫁郭靖之事，不禁暈紅了雙頰。郭靖見她兩人相互間神情親密，也感高興。吃過飯後，三人到松林中散步閒談，黃蓉問起穆念慈怎樣得洪七公傳授武藝之事。穆念慈道：「那時候我年紀還小，有一日跟了爹爹去到汴梁。我們住在客店裏，我在店門口玩兒，看到兩個乞丐躺在地下，身上給人砍得血淋淋的，很是可怕。大家都嫌髒，沒人肯理他們……」黃蓉接口道：「啊，是啦，你一定好心，給他們治傷。」穆念慈道：「我也不會治甚麼傷，只是見著可憐，扶他們到我和爹爹的房裏，給他們洗乾淨創口，用布包好。後來爹爹從外面回來，說我這樣幹很好，還嘆了幾口氣，說他從前的妻子也是這樣好心腸。爹給了他們幾兩銀子養傷，他們謝了去了。過了幾個月，我們到了信陽州，忽然又遇到那兩個乞丐，那時他們傷勢已全好啦，引我到一所破廟去，見到了洪七公老人家。他誇獎我幾句，教了我那套逍遙拳法，教了三天教會了。第四天上我再上那破廟去，他老人家已經走啦，以後就始終沒見到他過。」黃蓉道：「七公教的本事，他老人家不許我們另傳別人。我爹爹教的武功，姊姊你要是願學，咱們就在這裏耽十天半月，我教給你幾套。」她既知穆念慈決意不嫁郭靖，壓在心頭的一塊大石登時落地，覺得這位穆姊姊真是大大的好人，又得她贈送匕首，只盼能對她有所報答。穆念慈道：「多謝妹子好意，只是現下我有一件急事要辦，抽不出空，將來嘛，妹子就算不說教我，我也是會來求你的。」黃蓉本想問她有甚麼急事，但瞧她神色，此事顯是既不欲人知，也不願多談，當下縮口不問，心想：「她模樣兒溫文靦覥，心中的主意可拿得真定。她不願說的事，總是問不出來的。」午後未時前後，穆念慈匆匆出店，傍晚方回。黃蓉見她臉有喜色，只當不知。用過晚飯之後，二女同室而居。黃蓉先上了炕，偷眼看她以手支頤，在燈下呆呆出神，似是滿腹心事，於是閉上了眼，假裝睡著。過了一陣，只見她從隨身的小包裹中取出一塊東西來，輕輕在嘴邊親了親，拿在手裏怔怔的瞧著，滿臉是溫柔的神色。黃蓉從她背後望去，見是一塊繡帕模樣的緞子，上面用彩線繡著甚麼花樣。突然間穆念慈急速轉身，揮繡帕在空中一揚，黃蓉嚇得連忙閉眼，心中突突亂跳。只聽得房中微微風響，她眼睜一線，卻見穆念慈在炕前迴旋來去，虛擬出招，繡帕卻已套在臂上，原來是半截撕下來的衣袖。她陡然而悟：「那日她與小王爺比武，這是從他錦袍上扯下的。」但見穆念慈嘴角邊帶著微笑，想是在回思當日的情景，時而輕輕踢出一腳，隔了片刻又打出一拳，有時又眉毛上揚、衣袖輕拂，儼然是完顏康那副又輕薄又傲慢的神氣。她這般陶醉了好一陣子，走向炕邊。黃蓉雙目緊閉，知道她是在凝望著自己，過了一會，只聽得她嘆道：「你好美啊！」突然轉身，開了房門，衣襟帶風，已越牆而出。黃蓉好奇心起，急忙跟出，見她向西疾奔，當下展開輕功跟隨而去。她武功遠在穆念慈之上，不多時已然追上，相距十餘丈時放慢腳步，以防被她發覺。只見她直奔市鎮，入鎮後躍上屋頂，四下張望，隨即撲向南首一座高樓。黃蓉日日上鎮買菜，知是當地首富蔣家的宅第，心想：「多半穆姊姊沒銀子使了，來找些零錢。」轉念甫畢，兩人已一前一後的來到蔣宅之旁。黃蓉見那宅第門口好生明亮，大門前掛著兩盞大紅燈籠，燈籠上寫著「大金國欽使」五個扁扁的金字，燈籠下四名金兵手持腰刀，守在門口。她曾多次經過這所宅第，卻從未見過這般情狀，心想：「她要盜大金國欽使的金銀，那可好得很啊，待她先拿，我也來跟著順手發財。」當下跟著穆念慈繞到後院，一齊靜候片刻，又跟著她躍進牆去，裏面是座花園，見她在花木假山之間躲躲閃閃的向前尋路，便亦步亦趨的跟隨在後。只見東邊廂房中透出燭光，紙窗上映出一個男子的黑影，似在房中踱來踱去。穆念慈緩緩走近，雙目盯住這個黑影，凝立不動。過了良久，房中那人仍在來回踱步，穆念慈也仍是呆望著黑影出神。黃蓉可不耐煩了，暗道：「穆姊姊做事這般不爽快，闖進去點了他的穴道便是，多瞧他幹麼？」當下繞到廂房的另一面，心道：「我給她代勞罷，將這人點倒之後自己躲了起來，叫她大吃一驚。」正待揭窗而入，忽聽得廂房門呀的一聲開了，一人走進房去，說道：「稟報大人，剛才驛馬送來稟帖，南朝迎接欽使的段指揮使明後天就到。」裏面那人點點頭，「嗯」了一聲，稟告的人又出去了。黃蓉心道：「原來房裏這人便是金國欽使，那麼穆姊姊必是另有圖謀，倒不是為了盜銀劫物，我可不能魯莽了。」用手指甲沾了點唾沫，在最低一格的窗紙上沾濕一痕，刺破一條細縫，湊右眼往內一張，竟然大出意料之外，原來裏面那男子錦袍金冠，正是小王爺完顏康。只見他手中拿著一條黑黝黝之物，不住撫摸，來回走動，眼望屋頂，似是滿腹心事，等他走近燭火時，黃蓉看得清楚，他手中握著的卻是一截鐵槍的槍頭，槍尖已起鐵銹，槍頭下連著尺來長的折斷槍桿。黃蓉不知這斷槍頭是他生父楊鐵心的遺物，只道與穆念慈有關，暗暗好笑：「你兩人一個揮舞衣袖出神，一個撫摸槍頭相思，難道咫尺之間，竟是相隔猶如天涯麼？」不由得咯的一聲，笑了出來。完顏康立時驚覺，手一揮，搧滅了燭光，喝問：「是誰？」這時黃蓉已搶到穆念慈身後，雙手成圈，左掌自外向右，右掌自上而下，一抄一帶，雖然使力甚輕，但雙手都落在穆念慈要穴所在，登時使她動彈不得，這是七十二把擒拿手中的逆拿之法，穆念慈待要抵禦，已自不及。黃蓉笑道：「姊姊別慌，我送你見心上人去。」完顏康打開房門，正要搶出，只聽一個女子聲音笑道：「是你心上人來啦，快接著。」完顏康問道：「甚麼？」一個溫香柔軟的身體已抱在手裏，剛呆一呆，頭先說話的那女子已躍上牆頭，笑道：「姊姊，你怎麼謝我？」只聽得銀鈴般的笑聲逐漸遠去，懷中的女子也已掙扎下地。完顏康大惑不解，只怕她傷害自己，急退幾步，問道：「是誰？」穆念慈低聲道：「你還記得我麼？」完顏康依稀認得她聲音，驚道：「是……是穆姑娘？」穆念慈道：「不錯，是我。」完顏康道：「還有誰跟你同來？」穆念慈道：「剛才是我那個淘氣的朋友，我也不知她竟偷偷的跟了來。」完顏康走進房中，點亮了燭火，道：「請進來。」穆念慈低頭進房，挨在一張椅子上坐了，垂頭不語，心中突突亂跳。完顏康在燭光下見到她一副又驚又喜的神色，臉上白裏泛紅，少女羞態十分可愛，不禁怦然心動，柔聲道：「你深夜來找我有甚麼事？」穆念慈低頭不答。完顏康想起親生父母的慘死，對她油然而生憐惜之念，輕聲道：「你爹爹已亡故了，你以後便住在我家罷，我會當你親妹子一般看待。」穆念慈低著頭道：「我是爹爹的義女，不是他親生的……」完顏康恍然而悟：「她是對我說，我們兩人之間並無血統淵源。」伸手去握住她的右手，微微一笑。穆念慈滿臉通紅，輕輕一掙沒掙脫，也就任他握著，頭卻垂得更低了。完顏康心中一蕩，伸出左臂去摟住了她的肩膀，在她耳邊低聲道：「這是我第三次抱你啦。第一次在比武場中，第二次剛才在房門外頭。只有現今這一次，才只咱倆在一起，沒第三個人在旁。」穆念慈「嗯」了一聲，心裏感到甜美舒暢，實是生平第一遭經歷。完顏康聞到她的幽幽少女香氣，又感到她身子微顫，也不覺心魂俱醉，過了一會，低聲道：「你怎會找到我的？」穆念慈道：「我從京裏一直跟你到這裏，晚晚都望著你窗上的影子，就是不敢……」完顏康聽她深情如斯，大為感動，低下頭去，在她臉頰上吻了一吻，嘴唇所觸之處，猶如火燙，登時情熱如沸，緊緊摟住了她，深深長吻，過了良久，方才放開。穆念慈低聲道：「我沒爹沒娘，你別……別拋棄我。」完顏康將她摟在懷裏，緩緩撫摸著她的秀髮，說道：「你放心！我永遠是你的人，你永遠是我的人，好不好？」穆念慈滿心歡悅，抬起頭來，仰望著完顏康的雙目，點了點頭。完顏康見她雙頰暈紅，眼波流動，那裏還把持得住，吐一口氣，吹滅了燭火，抱起她走向床邊，橫放在床，左手摟住了，右手就去解她衣帶。穆念慈本已如醉如痴，這時他火熱的手撫摸到自己肌膚，驀地驚覺，用力掙脫了他的懷抱，滾到裏床，低聲道：「不，不能這樣。」完顏康又抱住了她，道：「我一定會娶你，將來如我負心，教我亂刀分屍，不得好死。」穆念慈伸手按住他嘴，道：「別立誓，我信得你。」完顏康緊緊摟住了她，顫聲道：「那麼你就依我。」穆念慈央求道：「別……別……」完顏康情熱如火，強去解她衣帶。穆念慈雙手向外格出，使上了五成真力。完顏康那料到她會在這當兒使起武功來，雙手登時被她格開。穆念慈躍下地來，搶過桌上的鐵槍槍頭，對準了自己胸膛，垂淚道：「你再逼我，我就死在你面前。」完顏康滿腔情慾立時化為冰冷，說道：「有話好好的說，何必這樣？」穆念慈道：「我雖是個飄泊江湖的貧家女子，可不是低三下四、不知自愛之人。你如真心愛我，須當敬我重我。我此生決無別念，就是鋼刀架頸，也決意跟定了你。將來……將來如有洞房花燭之日，自然……自能如你所願。但今日你若想輕賤於我，有死而已。」這幾句話雖說得極低，但斬釘截鐵，沒絲毫猶疑。完顏康暗暗起敬，說道：「妹子你別生氣，是我的不是。」當即下床，點亮了燭火。穆念慈聽他認錯，心腸當即軟了，說道：「我在臨安府牛家村我義父的故居等你，隨你甚麼時候……央媒前來。」頓了一頓，低聲道：「你一世不來，我等你一輩子罷啦。」這時完顏康對她又敬又愛，忙道：「妹子不必多疑，我公事了結之後，自當儘快前來親迎。此生此世，決不相負。」穆念慈嫣然一笑，轉身出門。完顏康叫道：「妹子別走，咱們再說一會話兒。」穆念慈回頭揮了揮手，足不停步的走了。完顏康目送她越牆而出，怔怔出神，但見風拂樹梢，數星在天，回進房來，鐵槍上淚水未乾，枕衾間溫香猶在，回想適才之事，真似一夢。只見被上遺有幾莖秀髮，是她先前掙扎時落下來的，完顏康撿了起來，放入了荷包。他初時與她比武，原係一時輕薄好事，絕無締姻之念，那知她竟從京裏一路跟隨自己，每晚在窗外瞧著自己影子，如此款款深情，不由得大為所感，而她持身清白，更是令人生敬，不由得一時微笑，一時歎息，在燈下反覆思念，顛倒不已。