第七十三回　妙盜解藥范遙道：「不是虧心事，可以將它做成虧心事。此事要偏勞韋兄了，你施展高來高去的輕功本領，將汝陽王的愛姬劫來，放在鹿杖客的床上。這老兒十之七八，定會按捺不住，胡天胡帝。就算他真是識得大體，能夠臨崖勒馬，我也會闖進他房去，教他百口莫辯，水洗不得乾淨，只好乖乖的將解藥雙手奉上。」楊逍和韋一笑同時拍手笑道：「這個栽贓的法兒，大是高。憑他鹿杖客奸似鬼，也要鬧個灰頭土臉。」張無忌又是好氣，又是好笑，心想自己所領的這批邪魔外道，行事之奸詐陰毒，和趙明手下那批人物並無什麼不同，只是一者為善，一者為惡，這中間就大有區別，以陰毒的法兒去對付陰毒之人，可說以毒攻毒。他想到這裏，當下便即釋然，微笑道：「只可惜累了汝陽王的愛姬。」范遙笑道：「我早些闖進房去，不讓鹿杖客佔了便宜，也就是了。」當下四人詳細商議，奪得解藥之後，由范遙送入高塔，分給少林、武當各派高手服下。張無忌和韋一笑則在外接應，一見范遙在萬法寺中放起煙火，便即寺外四處民房放火，群俠便可乘亂逃出。楊逍事先買定馬匹、備就車輛，候在西城門外，群俠出城後分乘車馬，到昌平會合。張無忌對焚燒民房一節，覺得未免累及無辜。楊逍道：「教主，世事往往難以兩全。咱們救出群俠，日後如能驅走韃子，那是為天下千萬蒼生造福，今日害得幾百家人家，那也說不得了。」四人計議已定，分頭入城幹事。楊逍自去騾馬市收買坐騎。張無忌則配了一服麻藥，命韋一笑拿去交給范遙，為了掩飾藥性，他特地加了三種香料，和在酒中之後，上口時更是醇美馥郁。韋一笑卻在市上買了一個大布袋，只等天黑，便去汝陽王府夜劫王姬。玄冥二老、范遙等為了看守六大派高手，都就近住在萬法寺中，趙明則仍住王府，只有晚間要學練武藝，才乘車來寺。范遙回到自己居室，想起二十餘年來明教四分五裂，今日中興有望，也不枉了自己吃了這許多苦頭，心下甚是欣慰。他住在西廂，玄冥二老卻住在後院的寶相精舍。他平時為了忌憚二人精明了得，生恐露出馬腳，極少和他二人接交，因此居室也是離得遠遠地，這時想邀鶴筆翁飲酒，如何不著形跡，倒不是一件易事。眼望後院，只見夕陽西斜，那七歲寶塔下半截已照不到太陽，塔頂琉璃瓦上的日光也漸漸淡了下去。他一時不得主意，負著雙手，慢慢踱步到後院中去，突然之間，鼻中聞到一股肉香。這肉香從寶相精舍對面的一間廂房中透出，那是神箭八雄中孫三毀和李四摧四人所住。范遙心念一動，走到廂房之前，伸手推開房門，那肉香更是撲鼻衝到，只見李四摧蹲在地下，對著一個紅泥火爐不住搧火，火爐上放著一隻大瓦罐，炭火燒得正旺，肉香陣陣從瓦罐中噴出。孫三毀則在擺設碗筷，顯然哥兒倆要大快朵頤。兩人見苦頭陀推門進來，微微一怔，見他神色木然，不禁暗暗叫苦。原來兩人適才在街上打了一頭大黃狗，割了四條狗腿，悄悄在房中烹煮，那萬法寺是和尚廟，在廟中烹狗而食，實在不妙，旁人見到那也罷了，這苦頭陀卻是佛門子弟，莫要惹得他生起氣來，打上一頓，苦頭陀武功甚高，哥兒倆萬萬不是他的對手，何況是自己做錯了事，給他打了也是活該。心下正自惴惴，只見苦頭陀走到火爐邊，揭開罐蓋，瞧了一瞧，深深吸一口氣，似乎說：「好香，好香！」突然間伸手入罐，也不理湯水煮得正滾，撈起一塊狗腿肉，張口便咬，大爵起來，片刻間將一塊狗肉吃得乾乾淨淨，舐唇嗒舌，只覺美味無窮。孫李二人大喜，忙道：「苦大師請坐，請坐！難得你老人家愛吃狗肉。」苦頭陀卻不就坐，又從瓦罐中抓起一塊狗肉，蹲在火爐邊便大嚼起來。孫三毀要討好他，篩了一碗酒，送到他的面前。苦頭陀端起酒碗，喝了一口，突然都吐在地上，左手在自己鼻子下聞了幾聞，意思說「此酒太劣，難以入口。」大踏步出房，回到自己房中，提了一個大酒葫蘆進來。孫李二人初時見他氣憤憤的出去，又擔心起來，待見他自攜美酒，登時大喜，說道：「對！對！咱們的酒原非上品，苦大師既有美酒，那是再好不過了。」兩人端凳擺碗，恭請苦頭陀坐在上首，將狗肉滿滿的盛了一盤，放在他面前。要知苦頭陀武功極高，在趙明手下實是第一流的人物，平時神箭八雄是萬萬巴結不上的，今日能請他吃一頓狗肉，說不定他老人家心裏一喜歡，傳授一兩手絕招，那就終身受用不盡了。苦頭陀拔開葫蘆上的木塞，倒了三碗酒。那酒色作金黃，稠稠的猶如稀蜜一般，一倒出來便是清香撲鼻。李四摧大聲喝采：「好酒，好酒！」苦頭陀范遙尋思：「不知玄冥二者在不在家，倘若是外出未歸，這番做作可都白耗了。」他拿起酒碗，放在火爐上的小罐中燙熱，其時狗肉湯煮得正滾，命二人燙熱了再飲。三個人輪流燙酒，那酒香直送出去，鶴筆翁不在廟中便罷，否則便是隔著數進院子，也會聞香趕到。果然對面寶相精舍板門呀的一聲打開，只聽鶴筆翁叫道：「好酒，好酒，嘿嘿！」他老實不客氣，跨過天井，推門便進，只見苦頭陀和孫李二人飲酒吃肉，興會淋漓。鶴筆翁一怔，笑道：「苦大師，你也愛這個調調兒啊，想不到咱們倒是同道中人。」孫李二人忙站起身來，說道：「鶴公公，快請來喝幾碗，這是苦大師的美酒，等閒難以喝到。」鶴筆翁坐在苦頭陀對面，兩人喧賓奪主，大吃大喝起來，將孫李二人倒成了端肉斟酒的廝役一般。四個人吃了半晌，都已有六七分酒意，范遙心想：「可以下手了。」自己滿滿斟了一杯酒後，順手將葫蘆橫放了。原來張無忌所配的麻藥，范遙拿來輾成粉末，挖空了酒葫蘆的木塞，將藥粉藏在其中，木塞外包了一層布。葫蘆直置之時，藥粉不致落下，四個人喝的都是尋常美酒，這葫蘆一打橫，那酒透過布層，浸顯藥末，一葫蘆的酒都成了毒酒。葫蘆之底本圓，橫放直置，誰也不會留意，何況四人飲了好半天，除了醺醺微醉，十分舒暢之外，更無半點異狀。范遙見鶴筆翁將面前的一碗酒喝乾了，便拔下木塞，將酒葫蘆遞了給他。鶴筆翁自己斟了一碗，順手替孫李兩人都加滿了，見苦頭陀碗中酒滿將溢，便沒給他斟。四個人舉碗齊口，骨嘟骨嘟的都喝了下去。除了范遙之外，三個人喝的都是毒酒。孫李二人內力不深，都毒酒一入肚，片刻間便覺手酸腳軟，混身不得勁兒。孫三毀低聲道：「四弟，我肚中有點不對。」李四摧也道：「我……我……像是中了毒。」此時鶴筆翁也覺到了，一運內勁，那口氣竟是提不上來。不由得面色大變。范遙站起身來，滿臉怒氣，一把抓住他的胸口，口中荷荷而呼，只是說不出話。孫三毀驚道：「苦大師，怎麼啦？」范遙手指醮了點酒，在桌上寫了「十香軟筋散」五個字。孫李二人均知十香軟筋散是由玄冥二老掌管，眼前情形，確是苦頭陀和哥兒倆都中了此藥之毒。兩人相互使個眼色，躬身向鶴筆翁道：「鶴公公，咱兄弟可沒敢冒犯你老人家，請你老人家高抬貴手。」他二人料定鶴筆翁所要對付的只是苦頭陀，他們二人只不過適逢其會，遭受池魚之殃而已。鶴筆翁詫異萬分，那十香軟筋散這個月由自己掌管，明明是藏在左手所使的一枝鶴嘴筆中，這兩件長刃貼身攜帶，從不離身一步，要說有人從自己身邊偷了毒藥出去，那是決計不能，可是稍一運氣，卻是半點使不出力道，確是中了十香軟筋散之毒無疑。其實張無忌所調製的麻藥雖然藥力頗強，比之十香軟筋散卻大大不如，服食後所覺異狀也是截然不相同，但鶴筆翁平素只聽慣了十香軟筋散使人真力渙散，使不出力道的話，到底不曾親自服過這種毒藥，因此兩種藥物雖然差異甚大，他終究無法辨明，這時見苦頭陀又是慌張，又是惱怒，孫李二人更在旁不住口的哀告，那裏還有半點疑惑，說道：「苦大師不須惱怒，咱們是相好兄弟，在下豈能有加害之意？在下也中了此毒，渾身不得勁兒，只不知是何人在暗中搗鬼，當真奇了。」苦頭陀又醮酒水，在桌上寫了「快取解藥」四字。鶴筆翁點點頭，道：「不錯。咱們先服解藥，再去跟那暗中搗鬼的奸賊算帳。解藥在鹿兄身邊，苦大師請和我同去。」苦頭陀心下暗喜，想不到楊逍這計策甚是使得，輕輕易易便將解藥的所在探了出來，他伸左手握住鶴筆翁的右腕，故意裝得腳步蹣跚，跨過院子，一齊走向寶相精舍。鶴筆翁見了他這等支持不住的神態，心中一喜：「這苦頭陀武功的底子是極高的，只是一直沒機會跟咱兄弟倆較量一個高下，瞧他中毒後這等慌張失措，只怕內力是遠遠不如咱們。」兩人走到精舍門前，靠南一間廂房是鶴筆翁所在，鹿杖客則住在靠北的廂房中，只見北廂房房門牢牢緊閉，不知鹿杖客是否在內。鶴筆翁叫道：「鹿兄在家嗎？」只聽得鹿杖客在房內應了一聲。鶴筆翁伸手推門，那門卻在裏邊閂著。他再道：「鹿兄，快開門，有要緊事。」鹿杖客道：「什麼要緊事？我正在練功，你別來打擾成不成？」鶴筆翁的武功和鹿杖客出自一師所授，原是不分軒輊，但鹿杖客一來是師兄居長，二來智謀遠勝，因此鶴筆翁對他向來尊敬，聽他口氣中頗有不悅之意，便不敢再叫。苦頭陀心想這當口不能多所耽擱，倘若那麻藥的藥力消失了，把戲立時拆穿，當下不理三七二十一，右肩在門上一撞，門閂斷折，板門飛開。只聽得一個女子聲音尖聲叫了出來。鹿杖客正站在床前，一聽門聲，當即回過頭來，一臉孔驚惶和尷尬之色。只見床上橫臥著一個女子。那女子全身被裹在一張薄被之中，只露出了一個頭。那薄被外有繩索綁著，猶如一個舖蓋捲兒相似。那女子一頭長髮披在被外，皮膚白膩，容貌極是艷麗，見苦頭陀和鶴筆翁過來，張著圓圓的大眼，顯得十分害怕。苦頭陀認得這正是汝陽王新納的愛姬韓氏，暗道：「韋蝠王果然好本事，孤身出入王府，將這韓姬手到擒來。」實則汝陽王府雖然警衛森嚴，但眾武士所衛護的也只是王爺、世子、和郡主三人，汝陽王姬妾甚眾，誰也沒想到有人會去行刺或是綁架他的一名姬人，何況韋一笑來去如電，機警靈變，一出手便神不知鬼不覺的將韓姬架了來。倒是如何放在鹿杖客房中，反是為難得多，他候了半日，好容易等到鹿杖客出房如廁，這才閃身入房，將韓姬放在他的床上，隨即悄然遠去。鹿杖客回到房中，一眼便見到一個女子橫臥在床，他一縱身便上了屋頂，四下察看有無敵蹤，其時韋一笑早已去得遠了，除了孫李二人的房中傳出陣陣轟飲歡笑之聲，更無他異。鹿杖客情知此事不妙，當下不動色聲的回到房中，一看那個女子，更是嚇得呆了。那日王室納姬，設便宴款待郡主手下十數名有體面的高手，那韓姬敬酒時盈盈一笑，鹿杖客年事雖高，竟是不禁色授魂與。鹿杖客好色貪淫，一生之中，所摧殘的良家婦女已是不計甚數。那日他見了韓姬的美色，歸來後深自歎息，如何不早日見此麗人，倘若在王爺娶為姬妾之前落入他的眼中，自是逃不過他的手掌，後來想念了幾次，不久另有新歡，也便將她漸漸淡忘了。不意此刻這韓姬竟會從天而降，在他床上出現，他驚喜交集，略一思索，便猜到定是他大弟子游龍子猜到了為師的心意，偷偷去將韓姬劫了出來。只見那韓姬被裹在一張薄被之中，頭頸中肌膚勝雪，隱約可見到赤裸的肩膀，似乎身上未穿衣服，他怦然心動，悄聲問她如何能來此，連問數聲，韓姬始終不答，鹿杖客這才想到，原來她已被人點中了穴道。正要伸手去解她穴道，突然鶴筆翁等到了門外，跟著房門又被苦頭陀撞開，這一下變生不意，鹿杖客自是狼狽萬分，要待掩隱，已是不及。他心念一動，料定是王爺發覺愛姬被劫，派苦頭陀來捉拿自己，事已至此，只有走為上著，右手刷的一聲，抽了鹿角杖在手，左臂已將韓姬抱起，便要破窗而去。鶴筆翁驚道：「鹿師哥，快取解藥來。」鹿杖客道：「什麼？」鶴筆翁道：「小弟和苦大師，不知如何竟中了十香軟筋散之毒。」鹿杖客道：「你說什麼？」鶴筆翁又說了一遍。鹿杖客奇道：「十香軟筋散不是歸你掌管麼？」鶴筆翁道：「小弟便是莫名其妙，咱們四個人好端端的喝酒吃肉，突然之間，一齊都中了毒。鹿師哥，快取解藥給咱們服下要緊。」鹿杖客聽到這裏，驚魂始定，將韓姬放回床中，令她臉朝裏床。鶴筆翁素知這位師兄風流成性，在他房中出現女子，那是司空見慣，絲毫不以為奇，何況鶴筆翁中毒之後驚惶詫異，絲毫沒留神去瞧那女子是誰，即在平時，他也未必認得出來，蓋在王爺宴會席上韓姬出來敬酒時一拜即退，鶴筆翁全神貫注的只是喝酒，那去管她這個珠環翠繞的女子是美是醜？鹿杖客放下韓姬，說道：「苦大師請到鶴兄弟房中稍息，左下即取解藥過來。」一面說，一面伸手將兩人輕輕推出房去。這一推之下，鶴筆翁身子一晃，險險摔倒。苦頭陀十分機警，也是一個踉蹌，裝作內力全失的模樣，豈料他內力深厚，受到外力時自然而然的生出反應抗禦。鹿杖客一推之下，立時發覺師弟確是內力已失，苦頭陀卻是假裝。他深恐有誤，再是用力一推，鶴筆翁和苦頭陀又都向外一跌，但同是一跌，一個下盤虛浮，另一個卻是既隱且實。鹿杖客不動聲色，笑道：「苦大師，當真得罪了。」一面說，一面伸手去扶，著手之處，卻是苦頭陀手腕的「會宗」和「湯池」兩穴。苦頭陀何等機警，一見他如此出手，已是機關敗露，左手一揮，登時使重手法打中了鶴筆翁後心的「魂門穴」，使他三個時辰之內，不論如何救治，都是全身軟癱，動彈不得。兩大高手中去了一個，單打獨鬥，他便不懼鹿杖客一人，當即嘿嘿冷笑，說道：「你要命不要，連王爺的愛姬也敢偷？」他這一開口講話，玄冥二老登時驚得呆了，他們和苦頭陀相識已有十五六年，從未聽他說過一言半語，只道他是天生的啞巴。鹿杖客雖已知他不懷好意，卻也絕未想到此人居然能夠說話，心想他既如此處心積慮的作偽，則自己處境之險，更無可疑，當下說道：「原來苦大師並非真啞，十餘年來苦心相瞞，意欲何為？」苦頭陀道：「王爺知你心謀不軌，命我裝作啞巴，就近監視察看。」這句話中其實破綻甚多，但此時韓姬在床，鹿杖客心懷鬼胎，不由得不信，兼之汝陽王對臣下善弄手腕，他也向來知道。苦頭陀此言一出，鹿杖客登時軟了，說道：「王爺命你來拿我麼？嘿嘿，諒你苦大師武藝雖高，未必能叫我鹿杖客束手就擒。」說著一擺鹿杖，便待動手。苦頭陀笑了笑，說道：「鹿先生，苦頭陀的武功就算不及你，也差不了太多。你要打敗我，只怕不是一兩百招之內能夠辦到。你勝我三招兩式不難，但想既挾韓姬，又救師弟，你鹿杖客未必能有這個能耐。」鹿杖客向師弟了瞥了一眼，知道苦頭陀之言倒非虛語。他師兄弟二人自幼同門學藝，從壯到老，數十年中沒分離過一天。兩人都無妻子兒女，可說是相依為命，要他撇下師弟，孤身逃走，終究是硬不起這個心腸。苦頭陀見他意動，喝命孫李二人進房，關上房門。說道：「鹿先生，此事尚未揭破，大可看落在苦頭陀身上，給你遮掩過去。」鹿杖客奇道：「如何遮掩得了？」苦頭陀頭也不回，反手便點了孫李二人的啞穴和軟麻穴，手法之快，認穴之準，鹿杖客也是暗暗嘆服。只聽苦頭陀道：「你自己是不會宣揚的了，令師弟想來也不致故意跟你為難，苦頭陀是啞巴，以後仍是啞巴，不會說話。這兩位兄弟呢，苦頭陀替你點上他們死穴滅口，也不打緊。」孫李二人大驚失色，心想此事跟自己半點也不相干，那想到吃狗肉竟吃出這等飛來橫禍，要想出言哀求，卻苦於開不得口。苦頭陀指著韓姬道：「至於這位姬人呢，老衲倒有兩個法兒。第一個方法乾手淨腳，將她和孫李二人一併帶到冷僻之處，一刀殺了，報知王爺，說她和李四摧這小白臉戀奸情熱，私奔出走，被苦頭陀見到，惱怒之下，將奸夫淫婦當場格殺卻，還饒上孫三毀一條性命。第二條路是由你將她帶走，好好隱藏，以後是否洩露機密，瞧你自己的本事。」鹿杖客不禁轉頭，向韓姬瞧了眼。只見她眼光之中，滿是求懇，顯要他接納第二個法兒，鹿杖客見到她這等麗質天生，心想倘若一刀殺了，豈非可惜，不由得心中大動，說道：「多謝你為我設身處地，想得這般週到。你卻要我為你幹什麼事？」他明知苦頭陀必有所求，否則決不能如此善罷。苦頭陀道：「此事容易之至。峨嵋派掌門滅絕師太和我交情很深，那個姓周的年輕姑娘，是我跟老尼姑生的私生女兒。求你賜予解藥，好救這兩人出去，郡主面前，由老衲一力承當，倘若牽連於你，教苦頭陀和滅絕老尼一家男盜女娼，死於非命，永世不得超生。」原來苦頭陀深知鹿杖客生性風流，若從男女之事上頭著手，易於取信，他聽楊逍說起明教許多兄弟喪命於滅絕師太的劍下，因此捏造一段和尚尼姑的謊話。要知范遙此人邪性未脫，說話行事，決不依正人君子的常道，至於罰下「男盜女娼」的重誓云云，更不在他的意下。鹿杖客聽了這幾句話，一怔之下，隨即微笑，心想你這頭陀幹這等事來脅迫於我，原來是為救你的老情人和親生女兒，那倒也是人情之常，此事雖然擔些風險，但換到個絕色佳人，確也值得。也見苦頭陀有求於己，登時便放寬了，笑道：「那麼將王爺的愛姬劫到此處，也是出於苦大師的手筆了？」苦頭陀道：「投我以解藥，報之以韓姬，匪報也，永以為好也。」鹿杖客大喜，只是深恐室外有人，不敢縱聲大笑，突然間一轉念，又問：「然則我師弟何以會中十香軟筋散之毒？這毒藥你從何處得來？」苦頭陀道：「那還不容易？這毒藥由令師弟看管，他是好酒貪杯之人，飲到酣處，苦頭陀難道會偷他不到手麼？」鹿杖客再無疑惑，說道：「好！苦大師，兄弟結交了你這個朋友，我決不賣你，盼你別再令我上這種惡當。」苦頭陀指著韓姬笑道：「下次如再有這種香艷的惡當，請鹿杖先生也安排個圈套，給苦頭陀鑽鑽，老衲欣然領受。」兩人相對一笑，心中卻各自想著別的主意。鹿杖客在暗暗盤算，如何安置好韓姬之後，要出其不意的弄死這個惡頭陀。苦頭陀心知鹿杖客雖是暫受自己脅迫，但玄冥二老是何等的身份，吃了這個大虧豈肯就此罷休，只要他一安頓韓姬，解開鶴筆翁的穴道，立時便會找自己動手，但那時六派高手已經救出，自己早拍拍屁股走路了。范遙見鹿杖客遲遲不將解藥取出，心想我若催他，他反為刁難，於是慢吞吞的坐了下來，說道：「鹿兄何不解開韓姬的穴道，大家一起來喝幾杯？燈下看來人，這等艷福幾生才修得到啊！」鹿杖客情知這萬法寺中人來人往，韓姬在此多耽一刻，便多一分危險，當下取過鹿角杖，旋下了其中一根鹿角，取過一隻杯子，倒了些粉末在杯，說道：「苦大師，你神機妙算，兄弟甘拜下風，解藥在此，便請取去。」苦頭陀搖頭道：「這麼一點兒藥末，管得什麼用。」鹿杖客道：「別說要救兩人，便是六七個人也足夠了。」苦頭陀道：「你何必小氣，便多賜一些又何妨？老實說，閣下足智多謀，老頭陀深怕上了你的當。」鹿杖客見他多要解藥，突然心中起疑，說道：「苦大師，你要相救的，莫非不單是滅絕師太和令愛兩人？」苦頭陀正要飾詞解釋，忽聽得院子中腳步聲響，有七八人奔了進來，只聽一人說道：「腳印到了此處，難道韓姬竟到了萬法寺中？」鹿杖客臉上變色，一把將盛著解藥的杯子揣在懷中，只道苦頭陀在外伏下人手，一等取到解藥，便即出賣自己。苦頭陀搖了搖首，叫他且莫驚慌，取過一條單被，罩在韓姬身上，連頭蒙住，又放下帳子，只聽得院子中一人說道：「鹿先生在家麼？」苦頭陀指了指自己的嘴巴，意思說自己是啞子，叫鹿杖客出聲答應。鹿杖客朗聲道：「什麼事？」那人道：「王府裏有一位姬人被歹徒所劫，瞧那歹徒的足印，卻是到萬法寺來。」鹿杖客向苦頭陀怒視一眼，意思是說：若非你故意栽贓，依你的身手，豈能留下足跡？苦頭陀裂嘴一笑，做個手勢，叫他打發那人，心中卻想：「韋蝠王栽贓栽得十分到家，把足印從王府引到了這裏。」鹿杖客冷笑道：「你們還不分頭去找，在這裏嚷嚷的幹什麼？」他武功地位，人人對之極是忌憚，那人唯唯答應，不敢再說什麼，立時分派人手，在附近搜查。鹿杖客知道這一來，萬法寺四下都有人嚴加追索，雖然料想他們還不敢查到自己房裏來，但要帶韓姬出去藏在別處，卻是無法辦到了，不由得皺起眉頭，狠狠的瞪著苦頭陀。范遙心念一動，低聲道：「鹿兄，萬法寺中有個好去處，大可暫且收藏你這位愛寵，過得一天半日，外面查得鬆了，再帶出去不遲。」鹿杖客怒道：「除非藏在你的房裏。」范遙笑道：「這等美人藏在我的房中，老頭陀未必不動心，鹿兄不呷醋麼？」鹿杖客問道：「那麼你說是什麼地方？」范遙一指窗外的塔尖，微微一笑。鹿杖客聰明機警，一點便透，大拇指一翹，說道：「好主意！」要知那寶塔是監禁六大派高手的所在，看守的總管，便是鹿杖客的大弟子游龍子。旁人什麼地方都可疑心，決不會疑心王爺愛姬竟會劫到最是戒備森嚴的重獄之中。苦頭陀低聲道：「此刻院子中沒人，事不宜遲，立即動身。」將床上那單被四角提起，便將韓姬裹在其中，成為一個大包袱，右手提著，交給鹿杖客。鹿杖客心想你別要又讓我上當，我肯負韓姬出去，你聲張起來，那時人贓並獲，還有什麼可說的，不禁臉色微變，竟不伸手去接。苦頭陀知道他的心意，說道：「為人做到底，送佛送上天，苦頭陀再替你做一次護花使者，又有何妨？誰叫我有事求你呢。」說著負起包袱，推門而出，低聲道：「你先走把風，有人阻攔查問，殺了便是。」鹿杖客斜身閃出，卻不將背脊對正苦頭陀，生怕他在後偷襲。苦頭陀反手掩上了門，佝僂著身子，負了韓姬，逕往寶塔。此時已是戍末，除了塔外的守衛武士，再無旁人走動。那些武士見到鹿杖客，一齊躬身行禮，恭恭敬敬的站在一旁。未到塔前，游龍子得屬下報知，遠遠已迎了出來，說道：「師父，你老人家今日興緻好，到塔上坐坐麼？」鹿杖客點了點頭，和苦頭陀正要邁步進塔去，忽然塔門開處，走出一個人來，卻是趙明。鹿杖客作賊心虛，大吃一驚，沒料到郡主竟在塔內，三人一齊上前參見。趙明向游龍子笑道：「你師父真收得個好徒兒，只管去迎接師父，就不顧得來接我了。」游龍子躬身道：「小人不知郡主駕到，請恕失迎之罪。」趙明笑道：「你安排得很是週到，明教想來救人，只怕沒麼容易。」原來昨晚張無忌這麼一鬧，趙明卻不知明教只來了三人，只怕他們大舉來襲，因此親到寶塔上巡視一周。見塔上戒備周密，每一層均有兩位高手把守，很是放心。她向苦頭陀微微一笑，說道：「苦大師，我正在找你。」苦頭陀點了點頭。絲毫不動聲色。趙明道：「請你陪我到一個地方去一下。」苦頭陀心中暗暗叫苦：「好容易將鹿杖客騙進了寶塔，只待下手奪到他的解藥，大功便即告成，那知這小丫頭卻在這時候來叫我。」要想找什麼藉口不去，倉卒之間無善策，何況他是假啞巴，想要推托，苦於無法說話，情急智生，心想：「且由這鹿杖客去想法子。」當下提起手中包袱，向鹿杖客晃了一晃。鹿杖客大吃一驚，肚裏暗罵苦頭陀害人不淺。趙明道：「鹿先生，苦大師這包裹袋著什麼？」鹿杖客道：「嗯，嗯，是苦大師的舖蓋。」趙明奇道：「舖蓋？苦大師揹著舖蓋幹什麼？」她噗哧一笑，說道：「苦大師嫌我太蠢，不肯收這個弟子，自己捲舖蓋不幹了麼？」苦頭陀搖了搖頭，右手伸起來亂打了幾個手勢，心想：「一切由鹿杖客去想法子撒謊，我做啞巴自有做啞巴的好處。」趙明看不懂他的手勢，只有眼望鹿杖客，等他解釋。鹿杖客靈機一動，已有了主意，說道：「是這樣的，昨晚魔教的幾個魔頭這麼來一鬧，屬下生怕他們其志不小……這個，說不定要到高塔中來救人。因此屬下和苦大師決定住到高塔中來，親自把守，以免誤了郡主的大事。這舖蓋是苦大師的棉被。」趙明大悅，笑道：「我原想請鹿先生和鶴先生來親自鎮守，只是覺得過於勞動大駕，不好意思開口。難得鹿鶴兩位肯分我之憂，那是再好沒有了。苦大師，有鹿先生在這裏把守，諒那些魔頭也討不了好去，你跟我去吧。」說著伸手握住了苦頭陀的手掌。苦頭陀無可奈何，心想此刻若是揭破鹿杖客的瘡疤，一來於事無補，二來韓姬明明負在自己背上，未必能使趙明相信，只得將那個大包袱交了給鹿杖客。鹿杖客伸手接過，道：「苦大師，我在塔上等你。」游龍子道：「師傅，讓弟子來拿舖蓋吧。」鹿杖客笑道：「不用！是苦大師的東西，為師的要討好他，親自給他揹舖蓋捲兒。」苦頭陀心中暗罵，伸手在包袱外一拍，正好打在韓姬的屁股上，好在她已被點中了穴道，這一聲驚呼沒能叫出聲來，但鹿杖客已是嚇得臉上變色，不敢再多逗留，向趙明一躬身，便即負了韓姬入塔。他心早已打定主意，一進塔內，立時便將一條棉被換入包袱之中，倘若苦頭陀向趙明告密，他便來個死不認帳。苦頭陀被趙明牽著手，一直走出萬法寺，心中又是焦急，又是奇怪，不知她要帶自己到那裏去。趙明拉上斗蓬上的風帽，罩住了一頭秀髮，悄聲道：「苦大師，咱們去瞧張無忌那小子去。」　