第一零八回　鷲宮新主李秋水連說了兩聲「你好」，不禁怔怔的流下淚來。虛竹心想：「原來師伯和師叔雖對師父都是一往情深，師父心目之中，卻是另有其人。卻不知師叔這個小妹子，是不是還在人間？師叔說她完全不會武功，怎麼師父又命我持此圖像來尋師學藝？」忽聽得李秋水尖聲叫道：「姊姊，你我兩個都是可憐蟲，都──都──教這沒良心的給騙了，哈哈，哈哈，哈哈！」她大笑三聲，身子一仰，翻倒在地。虛竹俯身去看時，但見她口鼻流血，氣絕身亡，看來這一次再也不會是假的了。虛竹瞧著兩具屍首，不知如何是好。昊天部為首的老婦說道：「主人，咱們是否要將教主遺體運回靈鷲宮隆重安葬？敬請主人示下。」虛竹過：「該當如此。」他指著李秋水的屍身道：「這位──這位是你們教主的同門師妹，雖然她和教主生前有仇，但──但死時怨仇已解，我看──我看也──不如一並運去安葬，你們以為怎樣？」那老婦躬身道：「謹遵吩咐。」虛竹心下甚慰，他本來生怕這些青衫女子仇恨李秋水，不但不願運她屍首去安葬，說不定還會毀屍洩憤，不料竟是半分異議也無，殊不知童姥治下眾女對主人敬畏無比，從不敢有半分違拗，虛竹既是她們新主人，自是言出法隨，一如所命。那老婦指揮眾女，用毛氈將兩具屍首裹好，放上駱駝，然後恭請虛竹上駝，虛竹讓遜了幾句，心想事已如此，總得親眼見到童李二人遺體入土，這才回少林寺去待罪，是領責後重行受戒，還是索性還俗，都得聽方丈及師父的示下。問起那老婦的稱呼，那老婦道：「奴婢夫家姓余，教主叫我『小余』，主人隨便呼喚就是。」童姥九十餘歲，自然可以喚她「小余」，虛竹卻不能如此叫法，說道：「余婆婆，我道號虛竹子，大家平輩相稱便是，主人長，主人短的，豈不折殺了我麼？」余婆拜伏在地，流淚道：「主人開恩！主人要打要殺，奴婢甘受，求懇主人別把奴婢趕出靈鷲宮去。」虛竹驚道：「快起來，何出此言？」忙伸手將她扶起，其餘眾女都跪下求道：「主人開恩。」原來童姥怒極之時，往往口出反語，對人特別客氣，對方勢必身受慘禍，苦不堪言。烏老大等洞主、島主逢到童姥派人前來責打辱罵，反而設宴相慶，便知再無禍患，即因此故，這時虛竹對余婆謙恭有禮，眾女只道他要下重責，一齊跪地求情。虛竹問明原由，再三溫言安慰，眾女卻仍是惴惴不安。虛竹上了駱駝後，眾女說甚麼也不肯乘坐，只是牽了駱駝，在後步行跟隨。虛竹道：「咱們須得盡快趕上靈鷲宮去，否則天時已暖，只怕教主的遺體途中有變。」眾女這才不敢違拗，但各人只在他坐騎之後遠遠隨行。虛竹要想問問靈鷲宮中情形，竟是不得其便。一行人逕向西行，走了兩日，途中回到了陽天部的哨騎。余婆婆發出訊號，那哨騎回去報信，不久陽天部諸女飛騎到來，一色都是紫衫，先向童姥遺體叩拜，然後參見新主人。陽天部的首領姓石，三十來歲年紀，虛竹便叫她「石嫂」。他生怕眾女起疑，言辭間不敢客氣，只是淡淡的安慰了幾句，說她們途中辛苦。眾女大喜，一齊拜謝。如此連日西行，昊天部、陽天部派出去的聯絡遊騎，將赤天、朱天、玄天、幽天、成天五部眾女都召了來，只有鸞天部是在極西之處搜尋童姥，未得音訊。靈鷲宮中原無一個男子，虛竹處身數百名女子之間，大感尷尬，幸好眾女對他十分恭敬，若非虛竹出口相問，誰也不敢向他說一句話，倒也使虛竹免了許多為難之處。這一日正趕路問，突然間一名黑衣女子飛騎奔回，卻是玄天部在前探路的單騎，手中搖動黑旗，示意前途出現了變故。那玄天部的哨騎奔到本部首領之前，急語稟告。玄天部的首領是個二十來歲的姑娘，名叫符敏儀，聽罷稟報，立即縱下駱駝，快步來到虛竹身前，說道：「啟稟主人，屬下哨騎探得，本宮舊屬三十六洞、七十二島一眾奴才，乘教主有難，居然大膽作反，正在攻打本峰。鈞天部嚴守上峰道路，一眾妖人無法得逞，只是鈞天部派下峰來求救的姊妹，卻給眾妖人傷了。」眾洞主、島主起事造反之事，虛竹早就知道，本來猜想他們既然捉拿不到童姥，不平道人命喪己手，烏老大重傷後生死未卜，諒來知難而退，各自解散了，不料事隔四月，仍是聚集在一起，而且去攻打飄渺峰。他自幼生長於少林寺中，足不出戶，各種人情世故，實是一竅不通，遇上這件事，當真不知如何應付才是，沉吟道：「這個──這個──」只聽得馬蹄聲響，又有兩乘馬奔來，前面的是玄天部另一名哨騎，後面馬上橫臥著一個黃衫女子，滿身是血，左臂也給人斬斷了。符敏儀臉上滿是悲憤之色，道：「主人，這是鈞天部的副首領程姊姊，只怕性命不保。」那姓程的女子已暈了過去，眾女急忙替她止血施救，眼看她氣息微弱，命在頃刻。虛竹見了她的傷勢，想起聰辯先生蘇星河曾教過他這門治傷之法，當即催駝近前，左手中指連彈幾下，已封閉了那女子斷臂近處的穴道，血流立止。第六次彈指時使的是從童姥那裏學的一招「星丸跳擲」，一股的北溟真氣直射入她臂根的「中府穴」中。那女子「啊」的一聲大叫，醒了轉來，叫道：「眾姊姊，快，快，快去飄渺峰接應，咱們──咱們擋不住了！」虛竹使這凌空彈指之法，倒不是故意炫耀神技，只是對方是個花信年華的女子，他雖已不是和尚，仍是謹守佛門子弟遠避婦女的習慣，覺得不便伸手和她身體相觸，不料數彈之下，應驗如神。要知他此刻身集童姥、無崖子、李秋水逍遙派三大名家之所長，功力淵深，招數精奇，實是非同小可，縱然童姥等三人復生，內功武功也已遠為不如。諸部群女遵從童姥之命，奉虛竹為新主人，然見他年紀既輕，言行又有點獃頭獃腦，傻里傻氣，內心其實並不如何敬服，何況靈鷲宮中諸女個個是吃過男人大虧的，不是為男人始亂終棄，便是給仇家害得家破人亡，在童姥乖戾陰狠的脾氣薰陶之下，都是視男人有如毒蛇猛獸。此刻見他一出手便是靈鷲宮本門的功夫，功力之純，實已登峰造極。眾女驚震之下，齊聲歡呼，不約而同的拜伏在地。虛竹驚道：「這算甚麼？快快請起，請起。」此時早已有人向那姓程女子告知。教主已然仙去，這位青年既是教主恩人，又是她的傳人，乃是本宮新主。那女子名叫程青霜，掙扎下馬，對虛竹跪拜參見，說道：「謝主人救命之恩，請──請──主人相救峰上眾姊妹，大夥兒支撐四月，寡不敵眾，實在是危──危殆萬分。」說了幾句話，伏在地下，連頭也抬不起來。虛竹急道：「有話好說，不必多禮。石嫂，你快扶她起來。余婆婆，你──你想咱們怎麼辦？」余婆婆和這位新主人同行了八九日，雖然今日方始見得他的功夫，卻早知他忠厚老實，不通世務，便道：「稟奉主人，此刻去飄渺峰，尚有兩日行程，最好請主人命奴婢率領本部，立即趕去應援救急。主人隨後率眾而來。主人大駕一到，眾妖人自然冰消瓦解、不足為患。」虛竹點了點頭，但覺得有點不妥，一時未置可否。余婆轉頭向符敏儀道：「符妹子，主人初顯身手，鎮懾群妖，身上法衣似未足以壯觀瞻。你是本宮針神，便給主人趕製一襲法衣罷！」符敏儀道：「正是！妹子也正這麼想。」虛竹一怔，心想在這緊急當口，怎麼做起衣衫來了？當真是婦人之見。眾女眼光都望著虛竹，等他下令。虛竹一低頭，見到身上所穿的那件僧袍又破爛，又骯髒，四個月不洗，自己也覺奇臭難當，混在這許多衣飾鮮麗的女子之中，不由得甚感慚愧，何況自己已經不是和尚，仍是穿著僧衣，大是不倫不類。其實眾女既已奉他為主，那裏還會笑他衣衫的美醜？各人群相注目，也不是看他的服色，但虛竹自慚形穢，神色忸怩。余婆等了一會，又問：「主人，奴婢這就先行如何？」虛竹道：「咱們一塊兒去罷，救人要緊。我這件衣服實在太髒，待會我──我去洗洗。」一催駱駝，當先奔了出去。眾女敵愾同仇，一齊催動坐騎急馳。那駱駝最有是力，快跑之時，疾逾奔馬，眾人直奔出數十里，這才覓地休息，生火做飯。余婆指著西北角上雲霧中的一個山峰，向虛竹道：「主人，這便是飄渺峰了。這山峰終年雲封霧鎖，遠遠望去，若有若無，聽以叫作飄渺峰。」虛竹道：「此去恐怕尚有百里之遙，咱們早到一刻好一刻，大夥兒乘夜趕路罷。」眾女都應道：「是！多謝主人關懷鈞天部奴婢。」用過飯後，騎上駱駝又行。急馳之下，途中倒斃了不少駱駝，到得飄渺峰腳下時，已是第二日黎明。符敏儀雙手捧著一團五彩斑斕的物事，躬身向虛竹道：「奴蜱工夫粗陋，請主人賞穿。」虛竹奇道：「那是甚麼？」接過抖開一看，卻是件長袍。那袍用一條條極細的錦緞縫綴而成，紅黃青紫各色錦緞間成條紋，華貴之中具見雅致，原來符敏儀在眾女的衣衫上割下布料，替虛竹縫了一件袍子。虛竹又驚又喜道：「符姑娘針神之名，當真是名不虛傳，在駱駝急馳之際，居然做成了這樣一件美服。」當即除下僧衣，將長袍披在身上，長短寬窄，無不貼身，袖口衣領之處，更鑲以白色豹皮，那也是從眾女的皮裘上割下來的。當真是佛要金裝，人要衣裝，虛竹相貌雖醜，這件華貴的袍子一上身，頓時大顯精神，眾女盡皆喝采。這時眾人已來到上峰的路口，程青霜在途中已向眾女說知，她下峰之時，敵人已攻上了斷魂崖，飄渺峰的十八天險已失十三，鈞天部眾女死傷過半，情勢萬分兇險。虛竹見峰下靜悄悄無半個人影，青青小草，正從積雪間茁生出來，若非事先得知，那想得到這一片寧靜之中，蘊藏著無窮殺機。眾女憂形於色，掛念鈞天部諸姊妹的安危。石嫂拔刀在手，大聲道：「『飄渺九天』之中，八天部下峰，只餘一部留守，賊子乘虛而來，無恥之極。主人，請你下令，大夥兒衝上峰去，和群賊一決死戰。」神情甚是激昂。余婆卻道：「石家妹子且莫性急，敵人勢大，鈞天部全仗峰上十八處天險，這才支持到百日開外。咱們現在是在峰下，敵人反客為主，反而佔了居高臨下之勢──」石嫂道：「依你之見卻又如何？咱們巴巴的趕來，難道就不打了？」余婆微笑道：「那豈有不戰之理？不過咱們還是不動聲色的上峰，教敵人越遲知覺越好。」虛竹點頭道：「余婆之言不錯。」虛竹既這樣說，當然誰也沒有異言，八部分列隊伍，悄無聲息的上山。這一上峰，各人輕功強弱立時便顯了出來。虛竹見余婆、石嫂、符敏儀等幾位首領雖是女流，足下著實快捷，心想：「果然是強將手下無弱兵，師伯的部屬甚是了得。」一處處天險走將過去，但見每一處都有斷刀折劍斷樹碎石的痕跡，可知敵人通過之時，無不經過慘酷的戰鬥。過斷魂崖、失足岩、百丈澗，來到接天橋時，只見兩片峭壁之間的一條鐵索橋，已被人用寶刀砍成兩截。兩處峭壁相距幾達三丈，勢難飛渡。群女相顧駭然，均想：「難道鈞天部的眾姊妹都殉難了？」要知接天橋乃連通百丈澗和仙愁門兩處天險之間的必經要道，雖說是橋，其實只一根鐵鏈，橫跨兩邊峭壁，下臨亂石嶙峋的深谷。來到靈鷲宮之人，自然個個武功高超，踏索而過，原非難事。這次程青霜下峰時，敵人尚只攻到斷魂崖，距接天橋尚遠，但鈞天部早已有備，派人守禦鐵鏈，一等敵人攻到，便即開了鐵鏈中間的鏈銷，鐵鏈分為兩截，這五丈闊的深谷說寬不寬，但要一躍而過，卻也非世間任何輕功所能辦到。這時但見鐵鏈為利刃所斷，顯然是敵人下的手，倒似敵人陡然間攻到，鈞天部諸女竟然來不及開鎖斷鏈，安然後撤。石嫂將柳葉刀揮得呼呼風響，叫道：「余婆婆快想個法子，怎生過去才好。」她脾氣急躁，遇到難題，從來不肯靜下來好好想上一想。余婆婆道：「嗯，怎麼過去，那倒不大容易──」一言未畢，忽聽得對面山背後傳來「啊，啊」兩聲慘呼，乃是女子的聲音。群女熱血上湧，均知是鈞天部的姊妹遭了敵人毒手，恨不得插翅飛將過去，和敵人決一死戰。但儘管嘰嘰喳喳的破口大罵，卻是無法飛渡天險。虛竹驀地想起，李秋水和童姥傳功相鬥之時，曾傳了他一招「新柳春燕」，這招名字雖然頗有脂粉氣，當時試演之峙，卻是威力奇大，童姥也感不易招架。他在心中將這一招默記一遍，再瞧一瞧峽谷的距離，料想當可辦到，說道：「石嫂，請借兵刃一用。」石嫂道：「是！」倒轉柳葉刀，躬身將刀柄遞過。虛竹接刀在手，北溟真氣運到了刃鋒之上，手腕微抖之間，唰的一聲輕響，已將扣在峭壁石洞中約半截鐵鏈斬了下來。那柳葉刀又薄又細，只不過鋒利而已，也非甚麼寶刀，但經他真氣貫注，切鐵練如斬竹木。這段鐵鏈留在此岸的約有二丈二三尺，虛竹將刀還了石嫂，抓住鐵鏈，提氣一躍，便向對岸縱了過去。群女沒料到他竟然如此大膽，齊聲驚呼起來。余婆、符敏儀等都叫：「主人，不可！」一片呼叫之中，虛竹已躍在峽谷之上，他體內真氣流轉，輕飄飄的向前飛行，突然間真氣一濁，身子下跌，當即將鐵鏈揮出，一捲之間，已捲住了對岸垂下的斷鏈。便這麼一借力，身子沉而復起，落到了對岸，他轉過身來，說道：「大家且歇一歇，我去探探情由。」余婆等見他露了這手驚世駭俗的輕功，無不拜服，說道：「主人小心！」虛竹當即向傳來慘呼之聲的山後奔去，走過一條石弄堂也似的窄道，只見兩女屍橫在地下，身首分離，鮮血兀自從頸口冒出。虛竹合十說道：「阿彌陀佛，罪過，罪過！」對著兩具屍體匆匆忙忙的念了一通「往生咒」，順著小徑向峰頂走去，快步而行，越走越高，身周白霧越濃，不到半個時辰，便已到了飄渺峰的絕頂，雲霧之中，放眼都是松樹，卻聽不到一點人聲。虛竹心下沉吟：「難道鈞天部諸女都給殺光了？當真是作孽。」他一走入松林，便見地下出現一條青石板鋪成的大道，每塊青石都是長約八尺，寬約三尺，十分整齊。這山峰上石料雖是俯拾即是，但要鋪成這樣的大道，工程實是浩大之極，似非童姥手下諸女所能。這青石大道約有二里來長，石道盡處，現出一座巨大的石堡，堡門左右各有一頭石雕的猛鷲，高達三丈有餘，尖喙巨爪，神駿非凡，堡門半掩，仍是一人也無。虛竹輕輕走了進去，穿過兩道庭院，只聽得一人厲聲說道：「賊婆子藏寶之地到底在那裏？你們說是不說？」一個女子的聲音罵道：「狗奴才，事到今日，難道我們還想活麼？你可莫癡心妄想啦。」又有一人說道：「雲兄，有話好說，何必動粗？這般的對付婦道人家，未免太無禮了罷？」虛竹認得那勸解的聲音，乃是出自大理段公子之口，當烏老大要眾人殺害童姥，也是這位段公子獨持異議，心想：「這位公子似乎不會武功，但英雄肝膽，俠義心腸，遠在一眾武學高手之上，令人好生欽佩。」只聽那姓雲的道：「哼哼，你們這些鬼丫頭想死，那自然容易，可是天下豈有這等便宜的事？我碧雲洞有一十七種奇刑，待會一件件在你們這些鬼丫頭身上試過明白。聽說黑石洞、伏鯊島的奇刑怪罰，比我碧雲洞還要厲害得多，也不妨讓眾兄弟開開眼界。」只聽得許多人轟然叫好，更有人道：「大夥兄盡可比賽比賽，且看那一洞、那一島的刑罰最先奏效。」從聲音中聽來，廳內不下數百人之多，加上大廳中的回聲，極是嘈雜噪耳。虛竹想找個門縫向內窺望，那知這座大廳全是以巨石砌成，便無半點縫隙。他一轉念間，伸手在地下泥塵中擦了幾擦，滿手泥污，都抹在臉上，便即邁步進廳。只見大廳中桌上、椅上都坐滿了人，一大半人沒有座位，便席地而坐，有的人走來走去，隨口談笑，一副群龍無首、各行其是的局面。廳中地下坐著二十來個黃衫女子，顯是給人點了穴道，動彈不得，其中一大半都是身上血漬淋漓，受傷不輕，自是鈞天部諸女子。廳上本來便亂糟槽地，虛竹跨進廳門，也有幾人向他瞧了一眼，見他不是女子，自不是靈鷲宮的人，只道是那一位洞主、島主帶來的門人子弟，誰也沒多加留意。虛竹在門檻上一坐，放眼四顧，只見烏老大坐在西首的一張太師椅，臉色憔悴，但強悍乖戾之氣，仍是從眼神中流露出來。一個身形魁梧的黑漢手中握著一條皮鞭，站在鈞天部諸女身旁，不住的喝罵，威脅她們吐露童姥藏寶的所在。諸女卻是抵死不說。烏老大道：「你們這些丫頭真是死心眼兒，我跟你們說，童姥姥早就給她師妹李秋水殺了，這是我親眼目睹的事，難道還會騙你們不成？你們乘早降服，我們絕不來難為你們。」一個中年黃衫女子尖聲叫道：「你胡說八道！教主武功蓋世，已練成了金剛不壞之身，有誰還能傷得了她老人家？你們妄想奪取破解『生死符』的寶訣，快乘早別做這清秋大夢。別說教主必定安然無恙，轉眼就會上峰來懲治你們這些萬惡不赦的叛徒，就算她老人家仙去了，你們『生死符』不解，一年之內，個個要哀號呻吟，受盡苦楚而死。」烏老大冷冷的道：「好，你不信，我給你們瞧一樣物事。」說著從背上取下一個小小包袱，打了開來，赫然是一條人腿。虛竹和眾女認得那條腿上的褲子鞋襪，正是童姥的下肢，不禁都是「啊」的一聲叫了出來。烏老大道：「李秋水將童姥斬成了八塊，分投山谷，烏某人隨手撿來了一塊，你們不妨仔細瞧瞧，是真是假。」鈞天部諸女和童姥日夕相處，自然認得出這確是她的左腿，料想烏老大此言非虛，不禁都放聲大哭。一眾洞主、島主大聲歡呼，都道：「賊婆子已死，當真妙極！」有人道：「普天同慶，博海同歡！」有人道：「烏老大，你耐心真好，這般好消息，居然不向我們說知，該當罰酒三大杯。」卻也有人道：「賊婆子既死，咱們身上的生死符，唉，倘若世上無人能夠破解──」突然之間，人叢中響起一聲「荷荷」之聲，似狼叫，如犬吠，聲音十分恐怖。眾人一聽到這聲音，立時駭然變色，大廳中除了這有如受傷猛獸般的呼號之外，更加別的聲息，只見一名胖子在地下滾來滾去，雙手抓自己的臉孔，又撕爛了胸口衣服，露出黑叢叢的長毛，雙手力抓胸口，竟似要挖出自己的心肝臟腑一般。片刻之間，他滿手是血，臉上、胸口也都是鮮血。這胖子越抓越兇，叫聲也越來越是慘厲。眾人如見鬼魅，不住的後退。有幾個人低聲說道：「生死符催命來啦！」虛竹雖也中過生死符，但不久即由童姥傳授法門，予以破解，並未經歷過這般慘酷的煎熬，這時眼見那胖子令人驚心動魄的情狀，方知一眾洞主、島主所以如此畏懼童姥之故。眾人似乎害怕生死符的毒性能夠傳染，誰也不敢上前設法減他痛苦。片刻之間，那胖子已將全身衣服撕得稀爛，身上一條條地，都是給手爪抓破，深逾半寸的血痕。突然之間，人叢中奔出一個人來，叫道：「哥哥，哥哥，你靜一靜，讓我替你點了穴道，咱們再想法醫治。」那胖子雙眼發直，宛似不聞。說話之人相貌和他依稀有些相像，只是年紀輕些，人也沒那麼胖，顯是他的同胞兄弟，那人一步步的走近胖子，神態間充滿了戒慎恐懼，走到離他三尺之處，陡出一指，疾點他的「月井穴」。那胖子身形一側，避開了他的手指，反過手臂，將他牢牢抱住，張口往他臉上便咬。那人叫道：「哥哥，放手！是我！」可是那胖子神智迷失，只是亂咬，便如是一頭瘋犬一般。他兄弟出力掙扎，卻那裏掙得開，霎時間臉上給他咬下幾塊肉來，鮮血淋漓，只痛得大聲慘呼。段譽向王玉燕道：「王姑娘，咱們怎地救他們一救。」王玉燕秀眉微蹙，道：「那人發了瘋，力大無窮，又不是使甚麼武功，我可沒法子。」段譽轉頭向慕容復道：「慕容兄，你慕容家『以彼之道，還施彼身』的神技，可用得著麼？」慕容復臉有不愉之色，尚未答話，包不同道：「你叫我家公子學做瘋狗，也去咬他一口麼？」段譽歉然道：「是我說得不對，包兄莫怪。」他走到那胖子身邊，說道：「尊兄，此人是你同胞手足，快請放了他罷。」那胖子雙臂卻抱得更加緊了，只聽得他兄弟口中也發出猶似獸吼般的荷荷之聲。那姓雲的大漢抓過一名黃衫女子，說道：「這裏廳上之人，大半曾中老賊婆的生死符，此刻聚在一起，互受感應，不久人人都要發作，幾百個人將你咬得稀爛，你怕是不怕？」那女子向那胖子望了一眼，臉上現出十分驚恐的神色。那大漢道：「反正童姥已死，你將她秘藏之處說了出來，治好眾人，大家感激不盡，誰也不會難為你們。」那女子道：「不是我不肯說，實在是誰也不知道。教主行事，不會讓我們奴婢見到的。」慕容復隨眾人上山，原想助他們一臂之力，樹恩示惠，將這些草澤異人收為己用，日後舉義復國，登高一呼，三十六洞、七十二島的豪士便可成為一支勁旅。但此刻眼見童姥雖死，她種在各人身上的生死符卻是無可破解，看來這「生死符」乃是一種劇毒，非武功所能為力，如果一個個毒發斃命，自己一番圖謀便成一場春夢了。他和鄧百川、公冶乾三人相對搖了搖頭，均感無法可施。那姓雲大漢失望之餘，只覺自身中了生死符的穴道中隱隱發酸，似乎也有發作的徵兆，不禁又急又怒，怒氣無處可出，喝道：「好，你不說，我打死了你這臭丫頭再說！」提起長鞭，呼的一聲，夾頭夾腦往那女子打去，這一鞭力道沉猛，眼見那女子要被打得頭碎腦裂，忽聽得嗤的一聲，一件暗器從大門口射向對面石牆，在牆上一撞，反彈轉來，撞在那女子腰間。那女子的身子被撞得向外滑出丈餘，啪的一聲大響，長鞭打在地下的青石板上，石屑四濺。這一下變故只是一瞬間之事，誰也沒看清那暗器是何人所發，只見地下有一個褐黃色圓球滴溜溜地滾動，原來是一枚松球。眾人大吃一驚，均想：「這人用一枚小小松球，反彈而將一個人撞開丈餘，暗器功夫固然高極，內力尤其非同小可，那是誰啊？」烏老大驀地裏想起一事，失聲叫道：「童姥！那是童姥！」原來那日李秋水一劍將童姥的左腿斬斷，烏老大躲在山石之後親眼看到，及後虛竹負了童姥掉下百丈懸崖，烏老大自是認定他二人已摔成了肉漿，將童姥的斷腿包在油布之中，帶在身邊。雖然他認定童姥已死，但沒有目睹她的死狀，終究是未能十分放心，這時見到有人以高明已極的手法投擲松球，救了那黃衫女子，他第一個便想到是童姥到了。要知那日在雪峰之上，虛竹用兩枚松球擲穿他的肚子，那手法便是童姥所授。烏老大吃過大苦，一見松球又在大廳上出現，教他如何不嚇得魂飛魄散？眾人聽得烏老大狂叫「童姥」，一齊轉身朝外，大廳中但聽得唰唰、擦擦、叮噹、嗆啷各種各樣拔兵刃之聲響成一片，各人均取兵刃在手，同時向後退縮。慕容復反向大門走了兩步，要瞧瞧這童姥到底是甚麼模樣，其實那日他與丁春秋、鳩摩智等將虛竹和童姥推來推去之時，曾見過童姥一面，只是誰也不知那個十八九歲、顏如春花的姑娘，竟會是眾魔頭一想到便膽戰心驚的天山童姥。段譽擋在王玉燕身前，生怕她受人侵害。王玉燕卻叫道：「表哥，小心！」眾人目光群注大門，但過了好半晌，大門口絕無動靜。包不同叫道：「童姥姥，你若是惱了咱們這批不速之客，便進來打上一架罷！」過了一會，門外仍是沒有聲息。風波惡道：「好罷，讓風某第一個來領教童姥的高招，『明知打不過，仍要打一打』，那是風某至死不改的臭脾氣。」說著身形一晃，舞動單刀護住面前，便衝向門外。此人武功雖然未臻一流境界，卻是好鬥成性，勇悍無比。鄧百川、公冶乾、包不同三人和他情同手足，知他絕不是童姥對手，一齊跟了出來。眾洞主有的佩服四人剛勇，有的卻暗自訕笑：「你們沒有見過童姥的厲害，卻來妄逞好漢，一會兒吃了苦頭，那可後悔莫及了。」只聽得風波惡和包不同兩人聲音一尖一沉，在廳外大聲向童姥挑戰，卻始終無人答腔。適才搭救黃衫女子這枚松球，其實乃虛竹所發。他見眾人疑神疑鬼，不由得暗暗好笑，但他是個誠厚篤實之人，不願旁人蒙在鼓裏，說道：「童姥確已逝世，各位不用驚疑不定。」又見那胖子還在張口亂咬他的兄弟，心想：「這裏許多英雄好漢，難道真的無人能夠破解生死符？我本來不願人前顯能，但既然誰也不肯救他二人性命，我只好動一動手了。」當下站起身來，走到二人身前，伸手在那胖子背心上拍了一拍，這一拍使的乃是「天山六陽手」功夫，正是破解生死符的對症妙術。一股陽和之氣通入那胖子的陰蹻脈中，登時將他體內的生死符給化解了。那胖子雙臂一鬆，坐在地下，呼呼喘氣，神情委頓不堪，說道：「兄弟，你怎麼啦？是誰傷得你這等模樣？快說，快說，哥哥給你報仇雪恨。」他兄弟見兄長神智回復，心中大喜，顧不得臉上重傷，不住口的道：「哥哥，你好了！哥哥，你好了！」虛竹又伸手在每個黃衫女子的肩頭上拍了一拍，說道：「各位是鈞天部麼？你們陽天、朱天、昊天各部姊妹，都已到了接天橋邊，只因鐵鏈斷了，一時不得過來。你們這裏有沒有鐵鏈或是粗索？咱們去接她們過來罷。」他手到之處，眾女被封的穴道立解。原來旁人解穴，都須知道對方那一處穴道被封，然後在相應的幾處穴道上推宮過血，方能解開。但虛竹在每人肩頭一拍，掌心中北溟真氣鼓盪之下，鈞天部諸女不論被封的是那一處穴道，其中阻塞的經脈立被震開，再無任何窒滯。眾女驚喜交集，紛紛站起身來，說道：「多謝尊駕相救，不敢請教尊姓大名。」有幾個年輕女子性急，拔步便向大門外奔去，叫道：「快，快去接應八部姊妹們過來，再和反賊們決一死戰。」一面卻又回頭揮手，向虛竹道謝。