第五十五回　忽施襲擊綠萼知道母親對父親怨毒極深，只盼能致之於死地，先見她在一碗茶中混血，雖然不明其理，但心想此事對父親定然不利，後來見兩碗茶一般無異，這才去了疑懼之心，走到廳心，朗聲說道：「請喝茶吧！」公孫止與楊過早就口渴異常，聽得裘千尺的叫聲，一齊罷手躍開。綠萼將茶盤先送到父親面前。公孫止心想此茶是裘千尺命她送來，其中必有古怪，多半是下了毒藥，將手一擺，向楊過道：「你先喝。」楊過坦然不懼，順手拿起一碗，放到口邊，公孫止道：「好，這碗給我！」伸手接過他手中的茶碗。楊過笑道：「是你女兒斟的茶，難道還能有毒藥？」說著一飲而盡。公孫止向女兒臉上一看，見她神色平和，心想：「萼兒對這小子大有情意，茶中自然不會下毒，我已跟他掉了一碗，還怕怎地？」當下也是一口喝乾，錚的一下，刀劍並擊，說道：「不用歇氣啦，咱們再打，哼，若非這老賤人指點，你便有十條小命，也都已喪身在我金刀之下。」裘千尺忽然陰惻惻的道：「他閉穴之功已破，你儘可打他穴道。」公孫止一呆，但覺舌根之處，隱隱有血腥之味，這一驚當真是非同小可。原來他所練的閉穴功夫絕不能飲食半點葷腥，否則功夫立破，他怕無意之中沾到，是以嚴令水仙幽谷之中人人不食葷腥，旁人雖然不練這上乘內功，卻也迫得陪他吃素。他防範雖週，那想到裘千尺竟會行此毒計，將自己血液和入茶中？楊過喝一碗血茶自是絲毫無損，公孫止的上乘閉穴內功卻就此片刻間化於流水。他狂怒之下，回過頭來，只見裘千尺左手拿著一碟蜜棗，右手一枚枚的送往口中，吃得津津有味，緩緩的道：「這功夫是我所傳，由我而破，那也不值得大驚小怪啊。」公孫止眼中如欲噴出血來，舉起刀劍，向她疾衝過去。綠萼一驚，搶到母親身前相護，突覺耳畔呼呼風響，似有暗器掠過，公孫止大叫一聲，兵刃撒手，掩住右眼，疾奔而出，只聽得他慘聲呼號，愈去愈遠，終於在群山之中漸漸隱沒。廳上眾人面面相覷，不知裘千尺用甚法子傷他。只有楊過和綠萼方始明白，裘千尺所用的，仍是口噴棗核功夫。當楊過與公孫止激鬥之際，她早已嘴嚼蜜棗，在口中含了七八顆棗核，但見公孫止武功大進，自己縱然噴出棗核襲擊，只怕他也閃避得了，若是一擊不中，給他有了防範，以後便再難傷他，因此先用血茶破了他的閉穴功夫，乘他怒氣勃發之際，突發棗核，這是她十餘年潛心苦修的唯一武功，勁道之強，準頭之確，不輸於天下任何獨門暗器，若不是綠萼突然搶出，擋在面前，公孫止不但雙目齊瞎，而目眉心穴道中核，登時便送了性命。綠萼見父親忽地奔出，心中不忍，呆了一呆，叫道：「爹爹，爹爹！」想要追出去察看。裘千尺厲聲道：「你要爹爹，便跟他去，永遠別再見我。」綠萼左右為難，但想一來此事究竟父親不對，而母親受苦之慘，遠勝於他，二來父親已然遠去，要追也已追趕不上，當下從門口緩緩回來，垂首不語。裘千尺凜然坐在椅上，東邊瞧瞧，西邊望望，冷笑道：「好啊，今日你們都是喝喜酒來著，這杯酒沒喝成，豈不掃興？」眾人給她冷冰冰的目光瞧得心頭發毛，只怕她口中突然噴出古怪暗器來，給她傷了性命。谷中諸人只是一味驚懼，法王與尹克西等卻各暗自戒備。小龍女與楊過見公孫止落得如此下場，也是大出意料之外，不由得都是深深嘆息了一口長氣，各自伸出手來，相互緊緊握住了。小龍女見公孫止受傷遠走，雖是他罪有應得，但想起他的救命之恩，也是不禁憮然，向楊過使個眼色，兩人並肩往廳外走去。剛到門口，裘千尺突然大聲喝道：「楊過，你要到那裏去？」楊過回轉身來，一揖到地，說道：「裘老前輩，綠萼姑娘，咱們就此別過。」他自知命不久長，也不說什麼「後會有期」之類的話了。綠萼回了一禮，黯然無言。裘千尺怒容滿臉，喝道：「我將獨生女兒許配於你，怎地既不改口稱我岳母，又這麼匆匆忙忙的便走？」楊過一愕，心道：「你雖將女兒許配於我，我可沒說要啊。」裘千尺道：「此間綵禮齊全，燈燭俱備，賀客也到了這許多，咱們武學之士也不必婆婆媽媽，你們二人今日便成了親吧。」楊過為了小龍女，與公孫止捨死忘生的幾番惡鬥，金輪法王等都曾親眼目睹，聽了裘千尺此言，知道必然又是一番風波，各人互相望了一眼，有的微笑，有的輕輕搖頭。楊過一手挽著小龍女的臂膀，一手倒按君子劍的劍柄，說道：「裘老前輩一番美意，晚輩極是感激，但晚輩心有所屬，實非令愛良配。」說著慢慢倒退。他知裘千尺性情極是古怪，說不定斗然口噴棗核，是以按劍以防。裘千尺向小龍女怒目橫了一眼，冷冷的道：「嘿，這小狐狸果然美得出奇，無怪老的為她著迷，小的也為她顛倒。」綠萼道：「媽，楊大哥與這位龍姑娘早有婚姻之約，這中間詳情，女兒慢慢再跟你說。」裘千尺啐了她一口，怒道：「呸！你當我是什麼人？我說過的話，也能改口麼？姓楊的，別說我女兒容貌端麗，沒一點配你不上，便她是個醜八怪，今日我也非要你娶她為妻不可。」馬光祖聽她說話橫蠻，不由得哈哈大笑，大聲說道：「這谷中的夫妻當真是一對活寶，老公逼人家閨女成親，老婆也硬逼人家小子娶女，別人不要，成不成？」裘千尺冷冷的道：「不成！」馬光祖裂開大口，哈哈大笑，突然波的一響，一枚棗核射向他的眉心，真的是來如電閃，無法閃避。馬光祖驚愕之下，頭一抬，拍的一聲，棗核已將他兩顆門牙打落。馬光祖大怒，虎吼一聲，撲了過去。尹克西急叫：「馬兄，小心！」但聽波波兩響，馬光祖右腿「環跳」、左足「陽關」兩穴同時被棗核打中，雙足一軟，摔在地下爬不起來。這三枚棗核實在去得太快，直是有迅雷不及掩耳之勢。楊過當馬光祖大笑之際，已知裘千尺要下毒手，抽出長劍想過去相救，但終是遲了一步，忙伸手將他扶起，解開了他的穴道。馬光祖是個渾人，極肯服輸，見裘千尺手腳不動，口一張便將自己打倒，心中好生佩服，翹起大拇指道：「老太婆，你本事比我大，老馬不敢得罪你啦。」裘千尺毫不理他，瞪著楊過道：「那你是決意不娶我女兒了？」公孫綠萼在大庭廣眾之間受此羞辱，再也忍耐不住，拔出腰間的匕首，指在自己胸口，大聲道：「媽，你再問一句，女兒當場死給你看。」裘千尺嘴一張，波的一響，一枚棗核射了過去，打在匕首之上，這一下勁力好大，那匕首橫飛而出，插在石柱，深入數寸，燭光照射之下，那劍柄兀自微微顫動。眾人「噫」的一聲，無不倒抽一口涼氣。楊過心想留在這裏徒然多費唇舌，手指在劍刃上一彈，和著劍刃振起的嗡嗡之聲，朗聲吟道：「煢煢白兔，東走西顧，衣不如新，人不如故。」挽起一個劍花，攜著小龍女的手轉身便走。綠萼聽著「衣不如新，人不如故」那兩句話，更是傷心欲絕。取過更換下來的楊過那件破衫，雙手捧著，走到楊過面前，悄然道：「楊大哥，衣服也還是舊的好。」楊過道：「謝謝你。」伸手接過。他和小龍女都知她的心意，乃是故意擋在楊過身前，好教裘千尺不能噴棗核傷他。小龍女臉含微笑，點頭示謝。綠萼小嘴向外一努，示意二人快快出去。裘千尺喃喃的唸了兩遍：「人不如故，人不如故。」忽地提高聲音，說道：「楊過，你不肯娶我女兒，連性命也不要了嗎？」楊過淒然一笑，又倒退一步，跨出了大廳的門檻。小龍女心中一凜道：「慢著。」朗聲問道：「裘老前輩，你有丹藥能治情花之毒麼？」綠萼早已想到此事，但料到母親必以此要脅楊過，逼他娶己為妻，是以一直不敢出言相求，她雖是個女孩兒家，實不便當眾為楊過求懇，然而事在危急，再也顧不得許多，轉身說道：「媽，若不是楊大哥援手，你尚困身石窟之中，大難未脫，咱們有恩報恩，你設法解了他身上之毒吧。」裘千尺嘿嘿冷笑，道：「有恩報恩？有仇報仇？世上恩仇之際便能這般分明？那公孫止對我是報了恩麼？」綠萼大聲道：「女兒最恨三心兩意，喜新厭舊的男子，這姓楊的若是捨卻舊人，想娶女兒，女兒便是死了，也絕不嫁他。」這幾句話倒投合了裘千尺的心意，但一轉念，立即明白了女兒的用心，她是愛極了楊過，若是她願意相娶，她自是千肯萬肯，只是迫於眼前的情勢，只盼自己取出丹藥先救他的性命再說。金輪法王與尹克西等瞧著這幕逼婚的好戲，你望我一眼，我望你一眼，都是臉露微笑。法王直至此時，才知楊過身中劇毒，心中暗自得意，但願他堅持到底，料想裘千尺這種性格之人，若不是遂了自己意願，絕不能突發好心，取出丹藥救他。裘千尺的眼光從東到西，在各人臉上緩緩掃過，說道：「楊過，這裏的人中，有的盼你死，有的願你活。你自己願死呢還是願活，好好想一想吧。」楊過伸手摟住小龍女的腰，朗聲道：「她若不能歸我，我若不能歸她，咱倆寧可一齊死了。」小龍女甜甜一笑，道：「正是！」他與楊過心意相通，二人愛到情濃之處，死生大事卻也看得淡了。裘千尺卻難以明白她的心思，喝道：「我若不伸手救他，這小子便要一命嗚呼，你懂不懂？他只能再活三十六天，你知不知道？」小龍女道：「你若肯相救，咱兩個兒能多聚幾年，自是極感大德。你不肯救，咱倆在一起便只三十六天，那也好啊！反正他死了，我也不活著。」她說這幾句話時，美麗的臉龐上顯得十分的漠不在乎。要知她自幼受師父之訓，屏絕七情六慾，事事不動聲色，何況她心意早決，更是坦然無懼。裘千尺望望她，又望望楊過，只見二人相互凝視，其情之痴，其意之誠，那是自己一生之中從未領略過，從未念及過的，原來世間男女之情，竟有如此者，不自禁想起自己與公孫止夫妻一場，竟落得如此下場，長嘆一聲，雙頰上流下淚來。綠萼縱身過去，撲在她的懷裏，哭道：「媽，你給他治了毒吧。我和你找舅舅去，舅舅心中很牽掛你，是不是？」裘千尺一流淚水，心中牽動柔情，但隨即想起二哥裘千仞信中那句話來：「自大哥於鐵掌峰上喪身於郭靖黃蓉之手……」自己手足殘廢，二哥又已出家為僧，則大哥之仇，豈非永不能報？這小子武功不弱，他既堅不肯娶我女兒，那麼命他替我報仇，也可了卻一樁大事。她想到此處，緩緩伸手入懷，將世間唯此一枚的絕情丹用指甲切成兩半，取了半枚出來，托在掌心，說道：「丹藥這便給你，你不肯做我女婿，那也罷了，可你須得答應我辦一件事。」楊過與小龍女互視一眼，料想不到她竟會突起好心，二人雖說將生死置之度外，但眼前既有生路，自是喜出望外，齊聲問道：「老前輩要辦什麼事，咱們自當盡力。」裘千尺緩緩的道：「我是要你去取兩個人的首級，交在我的手中。」楊過與小龍女一聽，立時想到，她要所殺之人，其中之一必是公孫止。楊過對這人自是絕無好感，他自喪了一目，閉穴內功又破，雖然其他武功未失，但短期之內不免大受影響，要追殺他諒亦不難，但想他是公孫綠萼之父，這少女對自己一片痴情，要去殺她父親，不禁大費躊躇。小龍女心中，也覺此人雖惡，對己總是有救命之恩，但瞧裘千尺的神色，若不辦到此事，她的丹藥無論如何不會給楊過的了，看來只有先答應此事再說。裘千尺見二人臉上有為難之意，冷然道：「我也不知這二人和你們有甚瓜葛牽連，但我是非殺這二人不可。」說著將半枚丹藥在手中輕輕一拋一拋。楊過聽她話中之意，所說的似乎並非公孫止，於是問道：「裘老前輩與何人有仇？要晚輩取何人的首級？」裘千尺道：「你沒聽見那人讀信麼？殺我大哥的，叫做什麼郭靖、黃蓉。」楊過大喜，叫道：「那好極了。這二人正是晚輩的殺父仇人，裘老前輩便是無此囑咐，晚輩也要找這二人報仇。」裘千尺心中一凜，道：「此話當真？」楊過指著金輪法王道：「這位大師與這二人也有過節，晚輩之事，曾跟他說過。」裘千尺眼望法王，法王點了點頭，道：「可是這位姓楊的兄弟啊，那時卻明明助著郭靖、黃蓉，來與老衲為難。」小龍女與綠萼惱恨這和尚時時從中挑撥，同時向他怒目橫視一眼。金輪法王只作不見，微笑道：「楊兄弟，此事可有的吧？」楊過笑道：「是啊。待我報了父母之仇，還得向大師領教幾招。」法王雙手合什，說道：「妙極，妙極！」他二人在一旁鬥口，裘千尺卻在想自己的心事，左手一揮，向楊過道：「我也不管你的話是真是假，你將這枚藥拿去服了吧。」楊過走上前去，將丹藥接在手中，一看只有半枚，心中已明白了九成，笑道：「須得取那二人的首級，才來調換另外半枚。」裘千尺點頭道：「你聰明得緊，一瞧便知，不用旁人多說。」楊過心想：「先服了這半枚再說，總是勝於不服。」當下將半枚丹藥放入口中，嚥一口唾液，吞入肚中。裘千尺道：「這絕情丹世上只剩下了半枚，你服了半枚，還有半枚我藏在一個地方，十八日後，你若攜二人首級來此，我自取出給你。否則你縱將我擒住，叫我身受千刀萬剮之苦，再將我投入石窟之中，我也絕不會給你。說話到此為止，我裘千尺說話斬釘截鐵，各位貴客請便，楊大爺，龍姑娘，咱們十八日後再見。」說著閉上眼睛，不再理睬眾人，顯是有逐客之意。小龍女道：「為什麼限定十八日？」裘千尺閉著眼睛道：「他身上的情花之毒，原來是三十六日發作，現下服了半枚丹藥，毒勢聚在一處，發作反而快了一倍，十八日後再服半枚，立時解毒，否則……否則……」說到此處，只是揮手命各人快去。楊過與小龍女知道此人已無可理喻，當下快走出谷，找到了坐騎，並騎而去。楊過進水仙幽谷之時，將那匹廋馬留在谷外，此時與小龍女攜手出谷，一聲呼哨，那瘦馬從樹林中竄了出來。楊過進谷雖只三日，但這三日中遍歷艱險，數度瀕於死亡，此時得與心上人並肩離此險地，真乃恍如隔世。此時天已黎明，站在高崗上俯視幽谷中樹木森森，晨光照射下，滿眼青翠，實是一處極佳妙的所在。楊過攜著小龍女之手，走到一株亭亭如蓋的槐樹之下，說道：「姑姑……」小龍女偎倚在他身邊，嫣然一笑，道：「我瞧你別叫我姑姑了吧。」楊過心中，早已不將她當作師父看待，叫她「姑姑」，也只是一向叫得慣了，聽她這麼說，心裏一甜，回首凝視著她漆黑的眼珠子，道：「那我叫你作什麼？」小龍女道：「你愛叫什麼。」楊過微一沉吟，道：「我一生之中最快活的時光，便是在古墓中跟你一起廝守，那時我叫你姑姑，便到死都叫你作姑姑吧。」小龍女笑道：「那時我打你屁股，你也很快活嗎？」楊過忽地伸出雙臂，將她摟在懷裏，只覺她身上溫馨的氣息混和著山谷間花木的清氣，真是教人心魂俱醉，難以自己，輕輕的道：「咱們如這般廝守一十八日，只怕已快活得要死了，別再去殺什麼郭靖、黃蓉啦。與其奔波勞碌、廝殺拼命，咱們還是安安靜靜，快快活活地過十八天的好。」小龍女道：「你說什麼，便怎麼好。以前我老是要你聽話，從今兒起，我只聽你的話。」她一向神色冷然，如今心胸中充滿愛念，眉梢眼角以至身體手足，無不溫柔婉孌，自己覺得，全心全意的聽楊過話，那才是最快活不過之事。楊過怔怔的望著她，過了良久，緩緩的道：「你眼中為什麼有眼淚？」小龍女拿著他的手，將臉頰貼在他手背上輕輕磨擦，柔聲道：「我……我不知道。」過了片刻，道：「一定是我太喜歡你了。」楊過道：「我知道你在為一件事難過。」小龍女抬起頭來，突然淚如泉湧，撲在他的懷裏，抽抽噎噎的哭道：「過兒，你……你……咱們只有十八天，那怎麼夠啊。」楊過輕輕拍著她的肩膀，輕輕的道：「是啊，我也說不夠。」小龍女道：「我要你永遠這麼待我，要一百年，一千年，一萬年。」楊過捧起她的臉來，在她淡紅的嘴唇上輕輕吻了一下，毅然道：「好，說什麼也得去殺了郭靖、黃蓉。」舌尖上嚐著她淚水的鹹味，胸中情意激動，真欲全身爆裂一般。忽聽得左首高處一人高聲笑道：「便算要卿卿我我，也不用這般迫不及待。」楊過轉頭來，只見數十丈外的一個山崗之上，金輪法王、尹克西、瀟湘子、尼摩星、馬光祖六人並肩站立，說這話的，正是金輪法王。原來楊過與小龍女匆匆離谷，未理會其餘諸人，法王等隨後出來，遠遠跟在二人後面。楊過與小龍女大難之後重會，除了對方之外，其餘一切全是視而不見，聽而不聞，二人在槐樹下情致纏綿，卻給法王隔山望到了。楊過想起在絕情谷中法王數次與自己為難，險險葬身在他的言語之下，早知如此，他在荒山結棚養傷之際，就該一掌送了他的性命，自己助他療傷，枉他為一派宗主，竟是如此的以怨報德。小龍女見他目光中露出怒火，柔聲道：「別理他，這種人便是過一輩子，也沒咱們活一時三刻的歡喜。」只聽馬光祖大聲叫道：「楊兄弟，龍姑娘，咱們一齊去吧。這種荒山野嶺之上，有什麼好玩。」楊過心想自己只盼與小龍女安安靜靜的多過一刻好一刻，偏生有這種不識趣之人前來滋擾，但他知馬光祖是一片好心，於是朗聲答道：「馬大哥請先行一步，小弟隨後便來。」馬光祖道：「好吧，那你們快些來。」金輪法王哈哈大笑道：「那又何必要你費心？他們愛在這荒山野地耽上一十八天啊？」裘千尺說楊過十八天後毒發之言，大廳上人人聞知，這時馬光祖聽他竟如此說，不禁勃然大怒，一把抓住法王的衣襟，罵道：「賊禿，你的心腸忒也歹毒！咱們與楊兄弟同來谷中，你不助他已是不該，一路上冷言冷語，是何道理？」法王微微冷笑，道：「你放不放手？」馬光祖怒道：「我不放，你便怎樣？」法王右手一拳迎面去。馬光祖道：「好啊，你動粗麼？」提起浦扇大的手掌抓他的拳頭，那知法王這一拳乃是虛招，左手倏地伸出，在他背上一托，剛勁柔勁同時使出，馬光祖一個龐大的身軀立時飛起，往山坡上摔將下來。好在那山坡上全是長草，馬光祖又是皮粗肉厚，這一摔，未受重傷，但已是額角青腫，半天爬不起來。楊過隔著高崗見二人動手，知道馬光祖定要吃虧，急忙縱身趕去，但為時不及，馬光祖已結結實實的摔了一交，當下伸手扶起，二人並肩又上崗來。馬光祖雖是渾人，卻也有個獃主意，知道硬打定然鬥不過和尚，口中哼哼唧唧，叫道：「啊喲，啊喲，手臂給賊禿打斷啦。」金輪法王應蒙古王子忽必烈之聘，受封為蒙古第一國師，瀟湘子與尼摩星心中一直忿忿，此時見他如此橫法，更是惱怒，兩人相互使個眼色，瀟湘子道：「大師武功果然了得，不愧了蒙古第一國師的封號。」法王道：「豈敢，豈敢……」他鑒貌辨色，知道尼瀟二人立時有出手之意，而楊過與小龍女在一旁更是躍躍而動，尹克西心意如何，尚不得而知。他雖自恃武學深湛，但若這五大高手並肩來攻，自己決然抵擋不住，口中敷衍對答，心裏卻在尋思脫身之計。那知馬光祖哼哼唧唧，走到他的背後，猛起一拳，砰的一聲，正中在法王腦門，以法王的武功，馬光祖偷襲本難得逞，但此時他全神貫注在楊過、瀟湘子等五人身上，對這渾人毫不在意，竟被他大力一拳，猶如鐵錘般錘得眼前金星亂冒。他驚怒之下，回肘一撞，馬光祖胸口中了肘鎚，大叫一聲，軟綿綿的往前倒了下來。法王身子微矮，馬光祖這龐大的身軀正好跌在他的肩頭。他左足一點，已竄出丈餘，逕往坡下奔去。這一下大出眾人意料之外，楊過持劍在手，第一個追了下去。那法王武功果然了得，肩頭雖然負了一個將近三百斤的巨人，仍是行走如飛。楊過、小龍女、尼摩星等都是一等一的輕功，但數十丈內竟然追他不上。楊過足下加快，漸漸逼近，法王倏地站住，回過頭來，獰笑說道：「好，你們是一齊上呢，還是單打獨鬥？」說著倒舉馬光祖，將他腦袋對準山坡邊的一塊岩石，作勢要撞將下去。楊過繞到他的身後，先將他去路擋住，說道：「你若傷他性命，咱們自是一擁而上。」法王哈哈一笑，將馬光祖拋在地下，說道：「這種渾人，也值得與他結怨？」雙手伸入袍底，左手白光閃閃，右手黃氣澄澄，已各取一隻銀輪一隻銅輪在手，雙輪一碰，嗡嗡之聲，從山谷間傳了出去，傲然道：「那一位先上？」尹克西笑嘻嘻的道：「各位切磋武學，咱做買賣的只在旁觀摩觀摩。」法王微微放心，暗想：「此人兩不相助，少了一個勁敵。」瀟湘子為人最是陰險，心想自己並無勝他把握，還是讓旁人打頭二陣，耗了他的力氣，自己再來乘其敝而取，於是說道：「尼兄，你武功強過小弟，請先上！」尼摩星雖然性格暴躁，卻非愚笨之人，聽了瀟湘子之言，已知他的心意，但自負武功獨步天竺，釋迦擲象功威不可當，心想縱然勝不得金輪法王，也不致落敗，當下順手抓起山坡上一塊極大的岩石，喝道：「好，我試試你兩個輪子的厲害。」舉起巨岩，逕向法王當胸砸來。尼摩星身材本矮，這塊巨岩偏生甚高，竟比他頭頂還高出半尺，瞧來最輕也有三四百斤。眾人見他不用兵刃，舉起這樣大石便打，無不吃了一驚。日前在絕情谷石室中各運內功抗熱，尼摩星曾被炙得暈倒，金輪法王心想此人內功也只平平，不料他天生神力，竟舉大石砸到，當下不敢與他硬碰，左足一挫，避開巨岩鋒銳，右手銅輪向他背心橫掃過去。尼摩星抓著巨岩，竟是舉重若輕，回手一擋。銅輪與岩石相碰，火星四濺，鏜的一聲，只震得山谷鳴響。法王左臂微微發麻，心想：「這小黑炭的武功極怪，甚是不可大意。他力氣再大，舉了這塊巨岩，瞧他支持得幾時？」於是雙輪飛舞，展開輕身功夫繞著尼摩星身子轉動。楊過將馬光祖救起，與小龍女並肩站著觀鬥，見尼摩星神力過人，武功特異，兩人心中均感驚詫。但見二人又鬥片時，尼摩星的力道絲毫不衰，突然大喝一聲：「阿婆星！」將岩石往法王當胸擲了過去。原來他這一擲，正是天竺佛家的一種極厲害武功，叫作釋迦擲象功。據佛經中言：釋迦佛為太子時，一日出城，大象礙路，太子手提象足，擲向高空，過三日後，象還墮地。成為深溝，今名擲象坑。這自是一個寓言，用以形容佛法不可思議，後世天竺武學之士練成一種外功，能以巨力擲物，即以此命名。此時尼摩星運此神功擲巨，但見那岩石在空中急速旋轉，疾往法王飛撞過去。金輪法王武功雖強，那敢硬接硬碰，右足一點，已向旁躍開丈餘。尼摩星身子突然飛起，追上大石，雙掌擊出，那大石轉個方向，又向法王追去。這次飛擲，是第一次的餘勢加上第二次擲力，因而比之第一次力道更強。論到武功造詣，法王實是在尼摩星之上，只是這釋迦象功他從所未見，一時之間竟攻了他一個措手不及，眼見大石轉向飛到，只得又躍開閃避。尼摩星乘勝追擊，那巨岩給他一次次加力，去勢越來越是威猛。法王心念一動：「如此再打下去，須敗在這黑矮子手中，必得立時另想辦法。」他一面閃避，一面尋思變招取勝之道，猛聽得山後馬蹄聲響，勢若雷鳴，旌旗展動，衝出一彪人馬。法王與尼摩星惡鬥方酣，無暇旁視，楊過等卻已看清，但見人強馬壯，長刀硬弩，卻是一隊蒙古精兵。旗影下一人駐馬觀鬥，突然催馬上前，叫道：「罷手，罷手！」但見那人科頭黃袍，手中拿著一張鐵弓，正是蒙古王子忽必烈。尼摩星聽到叫聲，縱上去雙掌一擊，那塊巨岩挾著一股列風，砰騰砰騰的滾下山坡，勢道極是威猛。忽必烈翻身下馬，一手執住法王，一手執住尼摩星，笑道：「原來兩位在這兒切磋武功，真令小王大開眼界。」他何嘗不知二人是因事鬥毆，但為顧全雙方面子，想輕輕一言揭過。法王微微一笑，道：「這位尼兄武功大有獨到之處，難得難得。」尼摩星怪眼一橫，道：「我道蒙古第一國師如何了不起，原來……哼哼！」法王勃然大怒，心道：「難道我當真鬥你不過。」正要開言，忽必烈笑道：「此處風物良佳，豈可無酒？左右，快取酒來，讓咱們痛飲三杯！」