第三十二回　過目難忘胡青牛心下冷笑：「這小鬼大言炎炎，裝出一副英雄好漢的模樣，我真的不給他醫治，瞧他是不是跪地相求？」便道：「他既決意不入本教，遇春，你將他背了出去，我胡青牛門中，怎能有病死之人？」常遇春素知這位師伯性情執拗異常，自來說一不二，他既不答應，再求也是枉然，於是向無忌道：「小兄弟，魔教雖和名門正派的俠義人物其道不同，但自大唐以來，世世代代均有雄傑之士。何況令外祖父是白眉教的教主，令堂是教中香主，你答應了我胡師伯，他日張真人跟前，一切由我承擔便是。」無忌道：「好，常大哥請你在我背上第八根脊椎骨和第十三根脊椎骨上，用指節敲打幾下。」常遇春喜道：「好！」依言敲擊了三下，無忌雙足登時便能動彈。他站了起來，說道：「常大哥，你心意已盡，我太師父也決不會怪你。」說著昂然走出門去。常遇春吃了一驚，忙道：「你到那裏去？」無忌道：「我若死在蝴蝶谷中，豈不壞了『蝶谷醫仙』的名頭？」說著展開輕身功夫，疾馳而去。胡青牛冷笑道：「『見死不救』胡青牛，天下馳名，倒斃在蝴蝶谷中『牛舍』之外的，又那止你這娃娃一人？」常遇春也不去聽他說些什麼，急忙拔步追了出去。兩人雖都身上有傷，但究竟常遇春傷勢較輕，腳步較大，追上了無忌，一把抓住，將他抱了回來。無忌雙手不能揮動，無法掙扎。常遇春氣喘吁吁的回進茅舍，說道：「胡師伯，你定是不肯救他的了，是不是？」胡青牛笑道：「我有一個外號叫作『見死不救』，難道你不知道？卻來問我。」常遇春道：「我身上的傷，你卻是肯救的？」胡青牛道：「不錯。」常遇春道：「好！弟子曾答應過張真人，要救活這位兄弟，此事決不能讓正派中人說一句我魔教弟子言而無信。弟子不要你治，你治了這位兄弟吧。咱們一個換一個，你也沒吃虧。」胡青牛正色道：「你中了這『截心掌』後，七天之內，若能求到第一流的良醫，可以痊癒。過了七天，只能保命，武功從此不能恢復。十四天後再無良醫著手，傷發而死。」常遇春道：「這是師伯你老人家見死不救之功，弟子死而無怨。」無忌叫道：「我不要你救！不要你救！」轉頭向常遇春道：「常大哥，你當我張無忌是卑鄙小人麼？你拿自己性命來換我一命，我便是活著，也是無味。這簡直是豈有此理！」常遇春是個豪氣干雲的漢子，也不再跟他多辯，解下身上帶子，將無忌牢牢的縛在椅上。無忌急道：「你不放我，我可要罵人啦！」見常遇春不理，竟是把心一橫，大罵：「見死不救胡青牛，當真是如笨牛一般，連畜生也不如。魔教中有了這種沒半點人性的東西，你還想小爺入教，真是放你娘的狗臭屁！你祖宗十八代也不知積下了什麼陰功，生下你這種豬狗一般的畜生來。」他口齒極是伶俐，越罵越是厲害，花樣翻新，罵到後來，胡青牛和常遇春聽著，覺得實是生平聞所未聞之奇。常遇春將他縛好，道：「胡師伯，張兄弟，告辭了。我這便尋醫生去！」胡青牛冷冷的道：「安徽境內，沒一個真正的良醫，可是你七天之內，未必能出得安徽省境。」常遇春哈哈一笑，說道：「有『見死不救』的師伯，便有『豈不該死』的師侄！」說著大踏步走出門去。無忌大叫道：「胡青牛，你若不將常大哥治好，終有一天，教你死在我的手裏。我……我……」心中一急，竟自暈了過去。胡青牛哼了一聲道：「蝴蝶谷中，也不爭多死你一人。你何苦去死在外邊？」隨手拿起桌上的半段鹿茸？呼的一聲，擲了出去，正中常遇春膝彎。這一下正中穴道，常遇春咕咚一聲，摔倒在地，再也爬不起來了。胡青牛此人脾氣古怪之極，他若是不肯施救，不論你如何苦苦哀求，如何動之以情、脅之以威，他總是見死不救，但若他有意救治了，便算再厲害的得罪於他，他也是要治好了人才罷。可是無忌最後一句話卻使他深印於心：「你若不將常大哥治好，總有一天，教你死在我的手裏。」他見無忌年紀雖小，但英氣勃勃，實非常物，況且又是張三丰愛徒之子，日後若是糾纏上了自己，當真是個大大的禍胎。他是個極工心計之人，盤算良久，打定了主意：「兩個人都不救，蝴蝶谷中多添兩個怨鬼，何足道哉？」他走將過去，解開無忌身上綁縛，抓住了他雙手手腕，待要將他摔出門去，由得他自生自滅，著手之處，只覺無忌的脈膊跳動古怪無比。胡青牛吃了一驚，再用心搭脈，更是驚異，心道：「難道他小小年紀，居然已打通了奇經八脈？我苦修數十年也不能辦到之事，一個十餘歲的孩童竟能打通？哦，那定是張三丰這老不死的怪道愛憐稚子，不惜耗費功力，替他打通了。」伸掌在他『靈台穴』上一按，試一運氣，果然奇經八脈暢通無阻。再解開他上下衣裳，週身細看一遍，試按他丹田、胸口、頂門諸處，心下已是了然，冷笑道：「張三丰弄巧成拙，愛之適足以害之。這孩童奇經八脈不通，尚有可救，如今陰毒散入五臟六腑，如非是神，才能救得他的性命。嘿嘿，人道武當派張三丰武功神通，依我看來，實是愚不可及。」過了半晌，無忌悠悠醒轉，只是胡青牛坐在對面椅中，望著藥爐中的火光，凝思出神，常遇春卻躺在門外草徑之中。三個人各想各的心思，誰也沒有說話。原來胡青牛畢生潛心醫術，任何疑難怪症，都是手到病除，這才博得了「醫仙」兩字的外號，「醫」而稱到「仙」，可見其神乎其技，非常人所能想像。但「玄冥神掌」所發寒毒，世上已是罕見罕聞，而一個中了「玄冥神掌」之人，再行打通奇經八脈，更是千載難遇。大凡精於奕者，最難得的是棋逢敵手；精於算者，遇到極深奧的算題時方始廢寢忘食，不解不休。胡青牛有心替無忌治傷，然而碰上了這等畢生再也不能重見的怪症，有如酒徒見佳釀、老饕聞肉香，怎肯捨卻？尋思半天，終於想出了一個妙法：「我先將他治好，然後將他弄死。」可是要將無忌體內五臟六腑的陰毒驅出，當真是談何容易。胡青牛一直思索了一個多時辰，取出十二片細小的銅片，運內力在無忌丹田下「中極穴」、頸下「天臟穴」、肩頭「肩井穴」等十二處穴道上插下。要知那「中極穴」是足三陰任脈之會，「天突穴」是陰維任脈之會，「肩井穴」手足少陽陽維之會，這十二條銅片一插下，他身上十二經常脈和經八脈便即膈斷。何謂十二經常脈？人身心、肺、脾、肝、腎，是謂五臟，再加心包，此六著屬陰；胃、大腸、小腸、膽、膀胱、三焦，是謂六腑，六者屬陽。五臟六腑加心包，共為十二經常脈。任、督、衝、帶、陰維、陽維、陰蹻、陽蹻這八脈不係正經陰陽，無表裏配合，別道奇行，是為奇經八脈。無忌身上常脈和奇經隔絕之後，五臟六腑中所中的陰毒相互不能為用。胡青牛便解開他四肢上所閉塞的穴道，然後以陳艾炙他肩頭「雲門」、「中府」兩穴，再炙他自手臂至大拇指的天府、俠白、尺澤、孔最、列缺、經渠、大淵、魚際、少商各穴，這十一處穴道，屬於「手太陰肺經」每炙一處穴道，均可消減少些他深藏肺中的陰毒。這一次以熱攻寒，無忌所受的苦楚，卻比陰毒發作時又是一番不同的滋味。炙完手太陰肺經後，再炙足陽明胃經、手厥陰心包經……。胡青牛下手時毫不理會無忌是否疼痛，用陳艾將他周身燒炙得處處焦黑。無忌不肯有絲毫示弱，心道：「你想要我呼痛呻吟，我偏是哼也不哼一聲。」竟是談笑自如，跟胡青牛講論穴道經脈的部位。他雖然不明醫理，但跟謝遜學過點穴之術，各處穴道和所在卻是知之甚詳。和這位當世神醫相較，無忌對穴道經脈的見識自是甚為膚淺，但所言一涉及醫理，正是投合胡青牛所好。他一面炙艾，替無忌拔除體內陰毒，一面滔滔不絕的講論。無忌聽在心中，多半並不了然，但為了意示「我武當派這些也懂」，往往發些謬論，與他辯駁一陣。胡青牛詳加闡述，及至明白「這小子其實一竅不通，乃是胡說八道」，已是大費了一番唇舌。可是深山僻谷之中，除了幾名燒菜煮藥的僮兒以外，胡青牛無人為伴，今日無忌到來，跟他東拉西扯的講論穴道，倒也令他頗暢所懷。待得十二經常脈數百處穴道炙完，已是天將傍晚。僮兒搬出飯菜，開在桌上，另行端了一大盤米飯青菜，拿到門外草地上給常遇春食用。當晚常遇春便睡在門外。無忌手足即能動彈，也不出聲向胡青牛求懇，臨睡時自去躺在常遇春身旁，兩人同在草地上睡了一夜，以示有難同當之意。胡青牛只作視而不見，毫不理會，心中卻不免暗暗稱奇：「這小子果是和常兒大不相同。」次日清晨，胡青牛又以半日功夫，替無忌燒炙奇經八脈的各處穴道。十二經常脈猶之江河，川流不息，奇經八脈猶之湖海，蓄藏蓄積，因之要除去奇經八脈間的陰毒，卻又是為難得多。胡青牛潛心擬了一張藥方，卻邪扶正，補虛瀉實，用的卻是「以寒治寒」的反治法。無忌服了之後，寒戰半日之後，精神竟是健旺得多。午後胡青牛又替無忌針炙，無忌以言語相激，想迫得他沉不住氣，便替常遇春施治，那知胡青牛理也不理，只哈哈的道：「我胡青牛那『蝶谷醫仙』的外號，說來有點名不副實，旁人叫我『見死不救』，我才喜歡。」其時他正用金針刺無忌腰腿之間「五樞穴」，這一穴乃是少陽和帶脈之會，在同水道旁一寸五分。無忌道：「人身上這個帶脈，可算得最為古怪了。胡先生，你知不知道，有些人是沒有帶脈？」胡青牛一怔，道：「瞎說！怎能沒有帶脈？」無忌原是信口胡吹，說道：「天下之大，無奇不有。何況這帶脈我看也沒有多大用處。」胡青牛道：「帶脈比較奇妙，那是不錯的，但豈可說它無用？世上庸醫不明其中精奧，針藥往往誤用。我著有一部『帶脈論』，你拿去一觀便知。」說著走入內室，取了一部薄薄的黃紙手抄本出來，交給無忌。無忌翻開一頁來，只見上面寫道：「十二經和奇經七脈，皆上下周流。惟帶脈起少腹之側，季肋之下，環身一周，絡腰而過，如束帶之狀。衝、任、督三脈，同起而異行，一源而三岐，皆絡帶脈……」跟著評述古來醫書中的錯誤之處，「十四經發揮」一書中說帶脈只四穴，「針炙大成」一書中說帶脈凡六穴，其實共有十穴、其中兩穴忽隱忽顯、若有若無，最為難辨。無忌一路翻閱下去，暗暗記誦，忽然想起那少林弟子陳友諒對付太師父的故事來。胡青牛的文章有條有理，剖析明白，何況文采斐然，音調鏗鏘。比之記誦武功祕訣，那是易上十倍。無忌看了一遍，還給胡青牛，搖頭道：「這部書我看過的。我太師父在三十歲時著過一部『初學帶脈入門淺說』，跟你這部書一模一樣。也不知是你抄我太師父的，還是我太師父抄你的。」胡青牛一呆，不禁大怒，心道：「我還只五十一歲，你說張三丰三十歲時著過這部醫書，他今年已過百齡，那是七十多年以前所撰，自是我抄他的了。我這部『帶脈論』精微深奧，處處道前人所未言，你卻說和張三丰的什麼『初學帶脈入門淺說』一般無異，又是『初學』，又是『入門』，又是『淺說』。這小子也太過混帳。」怒氣勃發之下，故意下重手一針刺在他穴道之旁，登時鮮血長流。無忌痛得險些兒叫出聲來，但總算及時忍住，微微一笑，道：「你若是不認，我便將太師父那部『初學帶脈入門淺說』背給你聽聽。」胡青牛道：「好，你若背錯一字半句，立時取你性命。」無忌在冰火島上之時，從五歲起始，便給謝遜逼著背書，稍有錯誤，謝遜便是老大耳括子打將過來，一直背到十歲，因此這記誦功夫，可說習練有素，乃是他的拿手本領。但胡青牛說只要背錯一字半句，便要取他性命，這怪醫性子奇特無比，說得出做得到，自己若是背錯了，他盛怒之下，難保不便下殺手，不由得暗自後悔，這玩笑實在開得太過兇險。但事已至此，已無退縮餘地，於是朗聲背道：「十二經和奇經七脈，皆上下周流。惟帶脈起小腹之側……」一路背將下來，直至篇末，竟是一字不誤。胡青牛聽得呆了，心道：「此人過目不忘，無異是天下無雙的奇才。」他卻不知少林寺中尚有一個少年陳友諒，記誦的本事決不在無忌之下，當即讚道：「好聰明，好聰明！」替他帶脈上的十大穴道，都刺過了金針。待他休息了片刻，有心再試他一試，說道：「我另有一部『子午針炙經』，不知張三丰是否也抄襲了去？」從室內取了一部厚達十二卷的手書醫經出來。無忌翻開一看，只見每一頁上都是密密麻麻的寫滿了蠅頭小楷，穴道部位、藥材份量，下針的時刻深淺，無一不是極難記憶。他心念一動：「這十二卷醫經，便是從頭至尾看一遍，也非三四日可畢，如何能在一時三刻內記得住？我且查閱一下，且看有無醫治常大哥身上傷勢的法門？」於是翻到了第九卷「武學篇」中的「掌傷治法」，但見紅沙掌、鐵沙掌、毒沙掌、綿掌、開山掌、破碑掌……各種各樣的掌力傷人的徵狀、急救、治法，無不備載，待看到一百八十餘種掌力之後，赫然出現了「截心掌」。無忌大喜，當下細細讀了一遍，文中對「截心掌」的掌力論述甚詳，但治法卻說得極為簡略，只說「當從『紫宮』、『中庭』、『關元』、『天池』四穴著手，御陰陽五行之變，視寒、暑、燥、濕、風五天候，應傷者喜、怒、憂、思、恐五情下藥。」須知中國醫道，變化多端，並無定規，同一病症，醫者常視寒暑、晝夜、剝復、盈虛、終始、動靜、男女、大小、內外……種種牽連而定醫療之法。無忌將這治法看了幾遍，心想：「眼下設法治好常大哥要緊，不必徒逞口舌之快，而得罪這位神醫。」那「掌傷治法」的最後一項，乃是「玄冥神掌」，述了傷者徵狀後，在「治法」二字之下註著一字：「無」。無忌將醫經合上，恭恭敬敬放在桌上，說道：「胡先生武功不及我太師父，我太師父醫道不及胡先生，這部『子午針炙經』博大精深，我太師父也著不出來。但說到醫治掌傷，胡先生所學，卻也脫不出我太師父的圈子。」於是將紅沙掌、鐵沙掌等等百餘種掌傷，絲毫不漏的背了一遍，最後道：「晚輩中了玄冥神掌，我太師父無法可治，原來胡先生也是束手無策。」胡青牛冷笑道：「你也不用激我。你且瞧我是否束手無策？不過我治得好你身上的掌毒，你的性命卻未必久長。」無忌雖是聰明絕倫，卻也不明白胡青牛這句話的用意，原來是說將無忌身上的陰毒治好，一顯自己身手之後，便即下手將他殺死，以符自己決不替教外人治病療傷的規矩。無忌其時一心一意，只盼能治好常遇春身上之傷，便道：「既是我命不久長，那麼拜讀一下胡先生這部曠古未有的『子午針炙經』，想亦無礙。」胡青牛心想：「反正你決不能活著走出我蝴蝶谷，就是將我的醫術盡數記在心中，也不過是帶入黃泉地府，去替閻王判官治病。」便點頭道：「我這些醫書，你儘管看好了。」要知胡青牛雖然生性古怪，但學識淵博，見解高超，實是醫中不世出的才子奇人。只是他身入魔教，對官紳富商、士大夫等人物固是深痛絕惡，於名門正派的武林人士，也有憎意甚深，脾氣不免越來越是孤僻。可是他一身絕學，空揚大名於外，卻無人可共同研討，更無一個傳人，荒山獨處，孤芳自賞，原是大有寂寞之意，難得無忌到來，雖然是個醫道一竅一通的孩童，但聰明過人，又佩服他的醫學著作，心中也不免歡喜。於是無忌潛心醫書，日以繼夜，廢寢忘食鑽研，不但將胡青牛的十餘種著作都翻閱過，其餘「黃帝內經」、「華陀內昭圖」、「王叔和脈經」、「宋徽宗皇帝勒撰聖總錄」、「孫思邈千金方」、「千金翼」、「王燾外台祕要」等等醫學經典，都亂翻一通。他是一意在尋找醫治常遇春的方法，胡青牛卻道他看不懂自己精奧的著作，硬充好漢，不肯詢問，卻從書籍中去求解釋。其實胡青牛也是個才智過人之士，只要稍加深思，便該能猜到無忌的用意，但他見無忌用心鑽研自己畢生心血之所聚的書作，心下已自歡喜，也不再想及其他了。如此過了數日，無忌沒頭沒腦的亂讀一通，雖是記了一肚皮的醫理藥方，但中國醫道何等精妙，豈能在數天之內明白？屈指一算，到得蝴蝶谷來已是第六日。胡青牛曾說常遇春之傷，若在七日之內得遇良醫，可以痊癒，否則縱然治好，也是武功全失。他在門外草地上躺了六天六晚，到了這日，卻又下雨來。胡青牛眼見他處身泥潭積水之中，仍是毫不理會。無忌心中大怒，暗想：「我所看的每一本醫書中，除了你自己的著作之外，每一部書都道，醫者須有濟世惠民的仁人之心，你空具一身醫術，是這等見死不救。」到得晚上，那雨下得更加大了，同時電光閃閃，一個霹靂跟著一個霹靂。無忌把牙一咬，心道：「便是將常大哥醫壞了，那也無法可想。」當下從胡青牛的藥櫃中取了八根金針，走到常遇春身畔，說道：「常大哥，這幾日中小弟竭盡心力，研讀胡先生的醫書，雖是不能通曉，但時日緊迫，不能再行拖延。小弟只有冒險給常大哥下針，若是不幸出了岔子，小弟也不獨活便是。」常遇春哈哈笑道：「小兄弟說那裏話來？你快快給我下針施治。若是天幸得救，也好羞我胡師伯一羞。倘若兩針三針將我扎死了，也好過在這污泥坑中活受罪。」無忌雙手顫抖，細細摸準常遇春的穴道，將一枚金針，從他「關元穴」中刺了下去。他未練過針炙之法，這施針的手法，自是極為拙劣。胡青牛的金針又是軟金所製，非有深湛的內力，不能使用，無忌用力稍大，那針登時彎了，再也刺不進去，只得拔將出來又刺。自來針刺穴道，絕無出血之理，但給他這麼毛手毛腳的一番亂攪，常遇春「關元穴」上登時鮮血湧出。要知那「關元穴」位處小腹，乃是人身的要害，這一出血不止，無忌心下大急，更是手足無措起來。忽聽得身後一陣哈哈大笑之聲。張無忌回過頭來，只見胡青牛雙手負在背後，悠閒自得，笑嘻嘻的瞧著自己弄得兩手都是染滿了鮮血。無忌急道：「胡先生，常大哥『關元穴』流血不止，那怎麼辦啊？」胡青牛道：「我自然知道怎麼辦，可是何必跟你說？」無忌昂然道：「現下咱們也一命換一命，請你快救常大哥，我立時死在你的面前便是。」胡青牛冷冷的道：「我說過不治的人，總之是不治的了。胡青牛不過是見死不救，又不是催命的無常，你死了於我有什麼好處？便是死十個張無忌，我也不會救一個常遇春。」無忌知道再跟他多說徒然白費時光，心想這金針太軟，我是用不來的，這時候也沒地方去尋找別種金針，便是銅針鐵針也尋不到一枚，略一沉吟，去折了一根竹枝下來，用小刀削成幾根光滑的竹籤，更不細想，便在常遇春「紫宮」、「中庭」、「關元」、「天池」四處穴道中扎了下去。這竹籤硬中帶有韌力，刺入穴道後居然並不流血。過了半晌，常遇春嘔出幾大口黑血來。無忌不知這是自己亂刺一通之後使他傷上加傷？還是竹針見效，逼出了他體內的餘血？回頭看胡青牛時，見他雖是一臉譏嘲之色，但也隱然帶著幾分讚許。無忌知道這幾下竹針刺穴並未全錯，於是進去亂翻醫書，窮思苦想，擬了一張藥方。他雖從醫書上，知道了某藥可治某病，但到底生地、柴胡是什麼模樣，牛膝、熊膽是怎樣的東西，卻是一件不識得，當下硬著頭皮，將藥方交給煎藥的僮兒，說道：「請你照方煎一服藥。」那僮兒將藥方拿去呈給胡青牛看，問他是否照煎。胡青牛鼻中哼一聲，道：「可笑，可笑。」冷笑三聲，道：「你照煎便是。他服下不死，算他命大。」無忌搶過藥方，將幾種藥味的份量都減少了一二錢。那僮兒便依方烹藥，煎成了濃濃的一碗。無忌端到常遇春口邊，含淚道：「常大哥，這服藥喝下去是吉是凶，小弟委實不知……」常遇春笑道：「妙極，妙極，這叫作盲醫治瞎馬。」閉了眼睛，仰脖子將一大碗藥喝得涓滴不存。這一晚常遇春腹痛如刀割，不住的嘔血，無忌在雷電交作的大雨之中服侍著他，直折騰了一夜。到得次日清晨，大雨止歇，常遇春嘔血漸少，血色也自黑變紫，自紫變紅。常遇春喜道：「小兄弟，你的藥居然吃不死人，看來我的傷竟是減輕了好多。」無忌大喜，道：「小弟的藥還使得麼？」常遇春笑道：「先父早料到有今日之事，是以給我取了個名字，叫作『常遇春』，那是說常常會遇到你這妙手回春的大國手啊。只是你的藥方似乎稍嫌霸道，喝在肚中，便如幾十把小刀子在亂削亂砍一般。」無忌道：「是。看來份量是重了些。」其實他下的藥量豈止「稍重」，直是重了好幾倍，又無別種中和調理之藥為佐，一味的急衝猛攻。他雖然從胡青牛的醫書中找到了對症的藥物，但用藥的「君臣佐使」之道，卻是全不通曉，若非常遇春體質強壯，雄健過人，早已抵受不住而一命嗚呼了。胡青牛盥洗已畢，慢慢踱將出來，見常遇春胡青牛臉色紅潤，不禁吃了一驚，暗想：「一個聰明大膽，一個體魄壯健，這截心掌的掌傷，倒給他治好了。」當日無忌又開了一張調理補養的方子，什麼人參鹿茸首烏茯苓，各種大補的藥物，都開在上面。胡青牛家中所藏的藥材，無一不是珍品，藥力特別渾厚。如此調補了六七日，常遇春竟是神采奕奕，武功盡復舊觀，向無忌道：「小兄弟，我身上的掌傷已然痊癒，你每天在這門外陪我露宿，也不是道理。咱們就此別過。」這一個多月之中，無忌與他共當患難，相互的捨命全交，已是結下了生死好友，一旦分別，自是戀戀不捨，但想常遇春終不能長此相伴自己，只得含淚答應。常遇春道：「兄弟，你也不須難過，三個月後，我再來探望。其時如你身上寒毒已然去盡，便送你去武當和你太師父伯相會。」他走進茅舍，向胡青牛拜別，說道：「弟子傷勢痊可，雖是張兄弟動手醫治，但全憑師伯醫書指引，服食了師伯不少珍貴的藥物。」胡青牛點點頭，道：「那算不了什麼。你傷勢已愈，所減者也不過是三十年的壽算。」常遇春不懂，問道：「什麼？」胡青牛道：「依你體魄而言，至少可活過八十歲。但那小子用藥有誤，下針時手勁方法不對，以後再逢陰雨雷電，你便會週身疼痛，大概在五十歲上，便要一命嗚呼了。」常遇春哈哈一笑，慨然道：「大丈夫濟世報國，若能建立功業，便四十餘歲亦已綽然有餘，何必五十？要是碌碌一生，縱然年過百歲，亦是徒然多耗糧食而已。」胡青牛點了點頭，便不再言語了。無忌一直送到蝴蝶谷口，才和他揮淚作別。無忌心下暗暗立志：「我胡裏胡塗的醫錯了常大哥，害得他要損三十年壽算。他身子在我手中受損，難道日後便不能在我手中受益？無論如何？我要設法醫得他和以前一般無異。」自此胡青牛每日替無忌施針用藥，消散他體內的陰毒。無忌卻孜孜不倦的閱讀醫書，記憶藥典，遇有疑難不明之處，便向胡青牛請教。這一著大投胡青牛之所好，竟是將畢生所學，傾囊以授，有時無忌提一些奇問怪想，也頗能觸發胡青牛以前未想到過的許多途徑。他初時打算將無忌治愈之後，便即下手將他殺死，但這時覺得無忌一死，谷中便少了這唯一可以談得來的良伴，用藥之際，竟是一味的拖延，不想他早癒早死。如此過了數月，有一日胡青牛猛地發覺，無忌無名指外側的「關衝穴」、臂彎上二寸的「清冷淵」、眉後陷中的「絲竹空」等穴道，下針後竟是半點消息也沒有。原來這些穴道均屬「手少陽三焦經」，那三焦分上焦、中焦、下焦，為五臟六腑的六腑之一，自來醫書之中，說得神而明之，難以捉摸（按：中國醫學中的三焦，據醫家言，當即指人體的各種內分泌而言。今日科學昌明，西醫對內分泌之運用和調整，仍是所知不多，自來即為醫學中一項極困難的部門。）胡青牛潛心苦思，用了許多巧妙的方法，始終不能將無忌體內散入三焦的陰毒逼出。十多日中，累得他頭髮也白了十餘根，這一日忍不住嘆道：「你太師父武功雖高，於醫道卻是太過外行，他愛你適足以害你，當你中了玄冥神掌後，還來助你打通奇經八脈，真是累死了人。」無忌搖頭道：「不是太師父給我打通的。」他和胡青牛相處數月，覺得他為人固是怪僻，卻非奸險陰惡之徒，於是將自己身世，以及如何在少林寺中學習「少林九陽功」的經過一一說了。胡青牛沉思半晌，突然伸手一拍大腿，說道：「無忌，那少林僧是有意害你也！」無忌吃了一驚，道：「我跟他素不相識，他何故害我？」胡青牛道：「嗯，這事果然奇怪。你將上了少室山後的一切情形，從頭至尾的說給我聽。」無忌對這回事記得清清楚楚，將太師父和空聞、空智等人的對答，少林寺中所見所聞，毫不遺漏的說了。胡青牛背負雙手，在室中踱來踱去，走了數圈，突然大聲道：「那少林僧定是有意害你，這一節我決不料錯，你太師父不明醫理，又是誠信待人，是以沒疑心到這一點。那少林僧圓真既是精修「少林九陽功」，又能助你打通奇經八脈，內功豈是泛泛？他雙掌跟你掌心一碰，便當知你身有陰毒。但仍替你打通經脈，那不是存心害人麼？」