第一百一十回　尾聲楊過執了一枝長矛，躍馬衝前，那神鵰邁開大步，伴在馬旁，伸翅替他撥開射來的弩箭。小龍女、耶律齊、郭芙、郭襄四人緊隨其後。楊過對著蒙古皇帝的九旄大纛，疾馳而去。耶律齊吃了一驚，他知蒙古皇帝既然親臨前敵，定然防衛極嚴，精兵猛將，多在左右，自己這百餘人衝了過去，豈非白白送死，但想自己這條性命是楊過救的，真所謂水裏水裏去、火裏火裏去，他要到那裏，便跟到那裏，何必多言？這一行人去得好快，轉眼間衝出數里，已到襄陽城下。蒙哥的扈駕親兵見楊過來得勢頭猛惡，早有兩個百人隊衝上阻擋。楊過左臂一揮，一枝長矛飛擲出去，洞穿一名百夫長的鐵甲，貫胸而過。他順手從耶律齊手中又接過一枝長矛，擲死了第二名百夫長，蒙古親兵一陣驚亂，楊過已突陣而過。眾親兵大驚，握刀舉戟紛紛上前截攔，但楊過一矛一人，當者立斃。須知他左臂的神功係從山洪海潮之中練成，那長矛一擲之勢，便是岩石也能插入，何況常人的血肉之軀？他每一枝長矛都是對準了頂盔貫甲的將軍發出，頃刻之間擲出十七枚長矛，殺了十七名蒙古猛將。這一下突襲，當真是如迅雷不及掩耳，蒙古大軍空在城下屯軍十萬，但楊過奔馬而前，便如摧枯拉朽般破堅直入，一口氣衝到了皇帝的馬前。扈駕親兵捨命上前抵擋。執戟甲士橫衝直撞的過來，遮在皇帝身前。楊過回臂要去耶律齊手中再拿長矛時，卻拿了個空，原來已給敵軍甲士隔斷。眼見蒙古皇帝臉有驚惶之色，拉過馬頭正要退走，楊過一聲長嘯，雙腳踏上馬鞍，跟著在馬鞍上一點，和身躍起，直撲而前。十餘名親兵將校挺槍急刺，楊過在半空中提一口真氣，一個觔斗，從十餘枝長槍上翻了過去。蒙古皇帝見勢頭不好，一提馬韁，縱騎急馳。他胯下這匹坐騎乃是蒙古萬中選一的良駒，龍背鳥頸、骨竦筋高、嘶吼似雷、奔馳若風，名為「飛雲騅」，和郭靖當年的「汗血寶馬」不相上下，但見牠四蹄翻飛，逕往空曠處馳去。此馬跑得興發，天下再無一匹馬追趕得上，楊過展開輕功，在後追來。蒙古軍數百騎又在楊過身後急趕。兩軍見了這等情勢，城上城下，登時忘了交戰，齊聲吶喊。蒙古軍只盼皇帝馬快，宋軍只盼楊過追上。楊過見皇帝單騎逃遁，心下大喜，暗想你跑得再快，也要教我趕上了，豈知這「飛雲騅」直是非同小可，後蹄只須在地下微微一撐，一竄便是數丈。楊過提氣急追，反而和皇帝越來越遠了，他一彎腰，在地下拾起一根長矛，奮力往蒙哥背心擲去。眼見那長矛猶似流星趕月般飛去，兩軍瞧得親切，人人目瞪口呆。忘了呼吸，只見那飛雲騅猛地裏向前一衝，長矛距皇帝背心約有尺許，力盡而墮。宋軍大叫：「可惜！」蒙古軍齊呼：「萬歲！」這時郭靖、黃藥師、黃蓉、周伯通、一燈等相距均遠，只有空自焦急，卻那裏使得出一分力氣去助楊過？蒙古兵將千千萬萬，也只有吶喊助威，枉有盡忠效死之心，卻那裏追得上飛雲騅的腳力？蒙哥在馬背回頭一望，見將楊過越拋越遠，心下放寬，縱馬向西首一個萬人隊馳去。那萬人隊齊聲發喊，迎了上來，只要兩下裏一湊合，楊過本領再高，也傷不著皇帝了。楊過眼見功敗垂成，好生沮喪，突然間心念一動：「長矛太重，難以及遠，何不用石子？」拾起兩粒小石，使出「彈指神通」功夫，一一彈了出去。但聽得嗤嗤聲響，兩粒石子都擊在飛雲騅臀上。那馬吃痛，一聲長嘶，前足提起，人立起來。那蒙哥雖是貴為有史以來最大帝國的皇帝，但自幼弓馬嫻熟，曾跟隨祖父成吉思汗、父親拖雷數次出征，可說一生活於馬背之上，長於刀槍叢中，這時變出非常，他卻毫不慌亂，挽雕弓、搭長箭，雙腿緊緊挾住馬腹，回身向楊過便是一箭。楊過低頭避開，飛步搶上，手中早已拾了一塊拳頭大小的石塊，呼的一聲擲出，正中蒙哥後心。楊過這一擲勁力何等剛猛，蒙哥筋折骨斷，倒撞下馬，登時斃命。（金庸按：據「元史」本紀卷三：「憲宗諱蒙哥，睿宗拖雷之長子也。……九年二月丙子，帝悉率諸兵，督諸軍戰城下……攻鎮西門、攻東新門、奇勝門……攻護國門……登外城，殺宋兵甚眾……屢攻不克……癸亥、帝崩。帝剛明雄毅，沉斷而寡言……御群臣甚嚴。」「續通鑑」：「蒙古主屢督諸軍攻之，不克……蒙古主殂……史天澤與群臣奉喪北還，於是合州圍解。」「續通鑑考異」：「元憲宗自困頓兵日久，得疾而殂。『重慶志』謂其中飛石……今不取。」依歷史記載，憲宗係因攻重慶不克而死，是否為了中飛石，史書亦記載各異。但元軍、宋軍激戰最久，戰況最烈者係在襄陽，元軍前後攻數十年而不能下。為增加小說之興味起見，安排為憲宗攻襄陽不克，中飛石而死，城圍因而得解。此與史書記載地理上有變動，但其精神並未改變。）蒙古兵將見皇帝落馬，無不驚惶，四面八方搶了過來。郭靖大呼傳令，乘勢衝殺。皇帝在陣上落馬，蒙古兵將大都親見，登時軍心大亂。城內宋軍開城殺出，郭靖、黃藥師、黃蓉等發動二十八宿大陣，來回衝擊。蒙古軍自相踐踏，死者不計其數，一路上拋旗投槍，潰不成軍，紛紛向北奔逃。郭靖等正追之間，忽見西方一路敵軍，隊伍甚是整齊，軍中豎起了皇帝忽必烈的旗號。但蒙古兵敗如山倒，一時之間那能收拾，忽必烈治軍雖嚴，給如潮水般湧來的敗兵一衝，部屬也登時亂了。忽必烈見勢頭不妙，率領一枝親兵殿後，緩緩北退。郭靖等直追出三十餘里，眼見蒙古兵退勢不止，而呂文煥流水價派出傳令官，命郭靖回軍保城，宋軍這才凱捷而回。自蒙古和宋軍交鋒以來，從未有如此大敗，而一國之主喪於城下，更是軍心大沮。再者蒙古皇位並非父死子襲，係由皇族權貴、重臣大將會議擁立，蒙哥既死，忽必烈急欲身登大寶，於是領軍北歸。因此直至一十三年後，宋度宗咸淳九年，蒙古軍方始再攻襄陽，此是後話不提。郭靖領軍回到襄陽城邊，安撫使呂文煥早已率領親兵將校，大吹大擂，列隊在城外相迎。眾百姓也擁在城外，陳列酒漿香燭，羅拜慰勞。郭靖攜著楊過之手，拿起一名老漢呈上來的美酒。轉敬楊過，說道：「過兒，你今日立此大功，天下揚名固不待言，合城軍民，無不重感恩德。」楊過心中感動，有一句話藏在心中二十餘年，始終未說，這時再也忍不住了，朗聲說道：「郭伯伯，小姪幼時若非蒙你撫養教誨，焉能得有今日？」他二人自來萬事心照，不說銘恩感德之言，此時對飲三杯，兩位當世大俠傾吐肺腑，只覺人生而當此境，再無憾事。當下二人攜手入城，但聽得軍民夾道歡呼，聲若轟雷。楊過忽然想起：「二十餘年之前，郭伯伯也攜著我的手，送我上終南山重陽宮去投師學藝。他對我一片至誠，從沒半分差異。可是我狂妄胡鬧，叛師反教，闖下了多大的禍事！倘若我終於誤入歧路，那有今天和他攜手入城的一日？」想到此處，不由得汗流浹背，暗自慚愧。當晚城中大排筵席，慶功祝捷。飲酒之間，郭靖忽然傷感，想起洪七公來。蒙古皇帝憲宗蒙哥身殂襄陽城下，蒙古舉軍北退，襄陽城中家家懸綵，戶戶騰歡。雖有父兄子弟在這一役中陣亡的，但軍勝城完，哀戚之念也不免稍減。這晚安撫使署中大張祝捷之宴，呂文煥便要請楊過坐個首席，楊過說什麼也不肯。眾人推讓良久，終於推一燈大師為尊，其次是周伯通、黃藥師、郭靖、黃蓉，這才是楊過、小龍女、耶律齊。呂文煥心下暗自不悅，心想：「黃島主是郭大俠的岳父，那也罷了。一燈老和尚貌不驚人，周老頭子瘋瘋癲癲，怎能位居上座？」群雄縱談日間戰況，無不逸興橫飛，呂文煥卻那裏插得下口去？酒過數巡，城中官員、大將、士紳紛紛來向郭靖、楊過等敬酒，極口讚譽群俠功略豐偉，武藝過人。郭靖想起師門重恩，說道：「當年若非全真教丘道長仗義、七位恩師遠赴蒙古，又得洪老恩師栽育，我郭靖豈能立此微功？但咱們今日在此歡呼暢飲，各位恩師除柯老恩師外，均已長逝，思之令人神傷。」一燈等盡皆黯然。呂文煥卻茫然不解，心道：「這些草莽之士果是不知輕重，今晚好好的慶祝大捷，怎地說起死人的事來？」郭靖又道：「此間大事已了，明日我想啟程赴華山祭掃恩師之墓。」楊過道：「郭伯伯，我也正想說這句話，大夥兒一齊同去如何？」一燈、黃藥師、周伯通等都想念這位逝世二十年的老友，齊聲贊同，是晚群雄直飲至深夜，大醉而散。次日清晨，郭靖等一行人生怕眾軍民相送，一早便悄悄出了北門，逕往華山而去。周伯通、陸無雙、武氏兄弟、泗水漁隱等傷勢未愈，眾人騎在馬上，緩緩而行，好在也無要事，每日只行數里即止。不一日來到華山，受傷眾人在道上緩行養傷，這時也已大都痊可。一行人上得山來，楊過指點洪七公與歐陽鋒埋骨之處。黃蓉早在山下買了雞肉菜餚，於是生火埋灶，作了幾個洪七公生前最喜歡的菜餚，供奉祭奠。群雄一一叩拜。歐陽鋒的墳墓便在洪七公的墓旁，但郭靖與歐陽鋒仇深似海，想到他殺害恩師朱聰、韓寶駒等五俠的狠毒，雖然事隔數十年，仍是恨恨不已。只有楊過思念舊情，和小龍女兩人在墓前跪拜。周伯通上前一揖，說道：「老毒物啊老毒物，你生前作惡多端，死後骸骨仍得與老叫化為鄰，也可算是三生有幸。今日人人都來拜祭老叫化，卻只有兩個娃娃向你叩頭，你地下有知，想來也要懊悔活著之時太過心狠手辣了吧？」這一篇祭文別出心裁，人人聽著都覺好笑。眾人取過碗筷酒菜，便要在墓前飲食，忽然山後一陣風吹來，傳到一陣兵刃相交和呼喝叱罵之聲，顯是有人在動手打鬥。周伯通最為好事，搶先便往喧嘩聲處奔去，餘人隨後跟去，經過兩個山坳，只見一塊石坪上聚了三四十人，或高或矮，或老或少，有僧有俗，有男有女，手中都拿了兵刃。這群人自管吵得熱鬧，見周伯通、郭靖等人到來，只道是遊山的客人，也不理會，只聽得一名鐵塔般的大漢朗聲說道：「大家且莫吵鬧，亂打一起也非了局，這『武功天下第一』的號稱，絕不是叫叫嚷嚷便能得手的。今日各路好漢都已相聚於此，大夥兒何不便憑兵刃拳腳上見個雌雄？只要誰能長勝不敗，大家便心悅誠服，公推他為『武功天下第一』。」一個長鬚道人揮劍說道：「不錯。武林相傳有『華山論劍』的韻事，咱們便來論他一論，且看當世英雄，到底是誰居首？」餘人轟然叫好，便有數人搶先站出，大叫：「誰敢上來？」周伯通、黃藥師、一燈等人面面相覷，看這群人時，竟無一個識得。第一次華山論劍，連郭靖都還未出世，那時東邪、西毒、南帝、北丐、中神通五人，為爭一部「九陰真經」，約定在華山絕頂比武較量，藝高者得，結果中神通王重陽獨冠群雄，贏得了「武功天下第一」的尊號。二十五年後，王重陽逝世，黃藥師等二次華山論劍，這一次除東邪西毒、南帝北丐四人外，又有周伯通、裘千仞、郭靖三人參與。各人武功相互剋制，均覺不論如何修為精湛，要說到「天下第一」四字，實所難言。想不到事隔數十年居然又有一群武林好手，相約作第三次華山論劍。這一著使黃藥師等盡皆愕然，更奇的是。眼前這數十人並無一個識得。難道真是「長江後浪推前浪，一輩新人勝舊人」？難道是自己這一干人都作了井底之蛙，竟不知天外有天、人上有人？只見人群中躍出六人，分作三對，各展兵刃，動起手來。數招一過，黃藥師、周伯通等無不啞然失笑，連一燈大師如此莊嚴慈祥的人物，也忍不住莞爾。又過片刻，黃藥師、周伯通、楊過、黃蓉等或忍俊不禁，或捧腹大笑。原來相互比鬥的這六人武功平庸之極，別說談不上是第一流的高手，連與武氏兄弟、郭家姊妹相比，也是遠遠不及，瞧來不過是江湖上的一批妄人，不知從那裏聽到「華山論劍」四字，居然也來東施效顰、附庸風雅。那六人聽得周伯通等人嘻笑，登時罷鬥，各自躍開，厲聲喝道：「不知死活的東西。老爺們在此比武論劍，你們在這裏嘻嘻哈哈的幹什麼？快快給我滾下山去，方饒了你們性命。」楊過哈哈一笑，縱聲長嘯，四下裏山谷鳴響，霎時之間，便似長風動地，雲氣聚合。那一干人初時慘然變色，跟著身戰手震，嗆啷啷之聲不絕，一把把兵刃都拋在地下。楊過喝道：「都給我請吧！」那數十人呆了半晌，突然一聲發喊，一齊拚命的奔下山去，跌跌撞撞，連兵刃也不敢執拾，隱隱聽得有人說道：「快走，快走！那是神鵰大俠！」頃刻間走得乾乾淨淨，不見蹤影。瑛姑、郭芙等都笑彎了腰，說不出話來。黃藥師嘆道：「欺世盜名的妄人，所在多有，但想不到在這華山之巔，居然也得見此輩。」周伯通忽道：「昔年天下五絕，西毒、北丐與中神通已然逝世，今日當世高手，卻有那幾位可稱得五絕？」黃蓉笑說道：「一燈大師和我爹爹功力與日俱深，當年已居五絕，今日更無疑義。內舉不避親，我外子深得北丐真傳，當可算得一個。過兒雖然年輕，但武功卓絕，小一輩英才中無人及得，何況他又是歐陽鋒的義子。東和南是舊人，西和北兩位，須當由外子和過兒承繼了。」周伯通搖頭道：「不對，不對！」黃蓉道：「什麼不對？」周伯通道：「歐陽鋒號稱西毒，楊過這小子手段和心腸可都不毒啊，叫他為西毒，豈非不稱？」黃蓉笑道：「靖哥哥也不做叫化子，何況一燈大師現在也不做皇爺了。我說幾位的稱號得改一改。爹爹的『東邪』是老招牌老字號，那不用改。一燈大師皇帝不做去做了和尚，該稱『南僧』。過兒啊，我封他一個『狂』字，你們說貼切不貼切？」黃藥師首先叫好，說道：「東邪西狂，一老一少，咱兩個正是一對兒。」楊過道：「想小子年幼，豈敢和各位前輩比肩。」黃藥師道：「啊哈，小兄弟，這你可不對了。你既然居一個『狂』字，便狂一下又有何妨，再說以你今日聲名之盛、武功之強，難道還不勝過老頑童嗎？」原來黃藥師知道女兒故意遲遲不提周伯通，要使他心癢難搔，於是索性擠他一擠。楊過也明白他父女的心意，和小龍女相視一笑，心想：「這個『狂』字，果然說得好。」周伯通道：「南帝、西毒都改了招牌，『北丐』呢，那又改作什麼？」朱子柳道：「當今天下豪傑，提到郭靖兄時都稱為『郭大俠』。他數十年來苦守襄陽，保境安民，如此任俠，絕非古時朱家、郭解輩逞一時之勇所能及，我說稱他為『北俠』，自當人人心服。」一燈大師、武三通等一齊鼓掌稱善。黃藥師道：「東邪、西狂、南僧、北俠，四個人都有了，中央那一位，該當由誰居之？」說著向周伯通望了一眼，續道：「楊夫人小龍女是古墓派唯一傳人，想當年林朝英女俠威震江湖，縱然是重陽真人，見了她也忌憚三分。古墓派的玉女素心劍法自成一格，當時林女俠若來參與華山論劍之會，別說五絕之名定當改上一改，便是重陽真人那『武功天下第一』的尊號，也未必便能到手。楊過的武藝出自他夫人傳授，弟子尚且名列五絕，師傅是更加不用說了。是以楊夫人可當中央之位。」小龍女微微一笑，道：「這個我是萬萬不敢當的。」黃藥師道：「要不然便是蓉兒。她武功雖非極強，但足智多謀，機變百出，自來智勝於力，列她為五絕之一，那也極當。」周伯通鼓掌笑道：「妙極，妙極！你什麼黃老邪、郭大俠，老實說我都不心服，只有黃蓉這女娃娃精靈古怪，老頑童見了她便縛手縛腳，動彈不得。將她列為五絕之一，那是再好也沒有了。」各人聽了，都是一怔，說到武功之強，黃藥師、一燈等都自知尚遜周伯通三分，所以一直不提他的名字，只是和他開開玩笑，想逗得他發起急來，引為一樂。那知道周伯通天真爛漫，胸中更無半點機心，雖然天性好武，卻從無爭雄揚名的念頭，絕沒想到自己是否該算五絕之一。黃藥師笑道：「老頑童啊老頑童，你當真了不起。我黃老邪對『名』淡泊，一燈大師視『名』為虛幻，只有你，卻是心中空空蕩蕩，本來便不存『名』之一念，可又比咱們高出一籌了。東邪西狂、南僧北俠、中頑童，五絕之中，以你居首！」眾人聽了「東邪西狂、南僧北俠、中頑童」這十一個字，一齊喝采，卻又忍不住好笑。五絕之位已定，人人歡喜，當下四散在華山中各處尋幽探勝。楊過指著玉女峰，對小龍女道：「咱們學的是玉女劍法，這玉女峰不可不遊。」小龍女道：「正是。」兩人攜手同上峰頂，見有小小一所廟宇，廟旁雕有一匹石馬，那廟便是玉女祠，祠中大石之上，有一處深陷，凹處積水甚碧，楊過當年來過華山，曾聽洪七公說起山上各處勝蹟，對小龍女道：「這是玉女的洗頭盆，碧水終年不乾。」小龍女道：「咱們到殿上拜拜玉女去。」走進殿中，只見玉女的神像容貌婉孌，風姿嫣然，依稀和古墓中祖師林朝英的畫像相似。兩人都是吃了一驚，小龍女道：「難道這位女神，便是咱們的祖師麼？」楊過說道：「林師祖當年行俠天下，有人念著她老人家的恩澤，替她在這裏立嗣供奉，那也是有的。」小龍女點頭道：「若是尋常仙姑，何以祠旁又有一匹石馬？看來那是紀念林師祖乘了遊俠江湖的那匹坐騎了。」兩人崇敬之心，油然而增，於是並肩在玉女像前拜倒，心意相通，一齊輕輕禱祝：「願咱倆生生世世都結為夫婦。」忽聽得身後腳步之聲輕響，有人走進殿來。兩人站起身來，見是郭襄。楊過喜道：「小妹子，你和咱們一起玩吧！」郭襄道：「好！」小龍女攜著她手，三個人一齊走出殿來。經過石樑，到了一處高岡，見岡腰有個大洞。郭襄向洞裏一望，只覺一股寒氣從洞中直冒上來。郭襄微微打個寒顫，這大潭望將下去，深不見底，比之絕情谷中那個深谷，卻又截然不同。絕情谷的深谷雲封霧鎖，從上面看來，令人神馳想像，不知下面是何光景，這大潭卻可極目縱視，只是越瞧越深，使人不期然的生出怖畏之心。小龍女拉住她手，說道：「小心！」楊過道：「這個深潭，據說直通黃河，是天下八大水府之一。唐時北方大旱，唐玄宗曾書下禱雨玉版，從這水府裏投下去。」郭襄道：「這裏直通黃河？那可奇了。」楊過笑道：「這也是故老相傳而已，誰也沒下去過，也不知真的通不通。」郭襄道：「唐玄宗投玉版時，楊貴紀是不是在他身邊？後來下雨了沒有？」楊過哈哈一笑，說道：「這個你可問倒我啦。看來老天爺愛下雨便下，不愛下便不下，未必便聽皇帝老兒的話。」郭襄凝望深潭，幽幽的說道：「嗯，便是貴為帝皇，也未必能事事如意。」楊過心中一凜，暗道：「這孩子小小年紀，忽然發此感慨？我須得怎生想個法兒，教她歡悅喜樂。」正欲尋語勸慰，小龍女突然「咦」的一聲，輕聲道：「瞧是誰來了。」楊過順著她手指望去，只見山岡下，有兩人在長草叢中蛇行鼠伏般上來。這兩人輕功甚高，走得又極隱蔽，顯是生怕被人瞧見，但小龍女的眼力異於常人，雖然相隔尚遠，已是遙遙望見。楊過低聲道：「這兩人鬼鬼祟祟，武功卻大是不弱，這會兒到華山來，必有緣故，咱們且躲了起來，瞧他們幹何勾當。」於是三人在大樹岩石之間，隱身而待。過了好一會功夫，只聽得踐草步石之聲，輕輕的傳了上來。這時天色漸晚，一輪新月已掛在大樹之巔。郭襄靠在小龍女身旁，她對上峰而來這兩人全不關心，望著楊過的側影，心中忽想：「若是我終身得能如此，得和大哥哥，龍姐姐相聚，此生再無他求。」但覺此時此情，心滿意足，只盼時光便此停住，永不再流，但內心深處，卻也知此事絕不能夠。小龍女在暮靄蒼茫中瞧得清楚，但見她長長的睫毛下淚光瑩然，心想：「這個小妹子神情有異，不知懷著甚麼心事。待會我和楊郎一商，不論她要什麼，總得設法幫她辦到，好教她喜歡。」唉，可是她那裏知道，天下便有許多事情，終不能使人心願得償！只聽得那兩個人走到了峰頂，伏在一塊大岩石之後。過了半晌，一個人悄聲道：「瀟湘兄，這華山林深山密，到處都可藏身。那禿驢再算他神通廣大，也未必能尋到這個地方，咱們好好躲上幾日，待他到別地尋找，便往西去。」楊過瞧不見二人的身形，但聽這口音，正是尹克西的說話，他口稱「瀟湘兄」，那麼另一人便是瀟湘子了，心想：「蒙古諸武士助紂為虐，其中金輪法王、尼摩星等均已誅滅，達爾巴、馬光祖等作惡不深，只剩下瀟湘子和尹克西這兩個惡徒。當日我饒了他們性命，但看來二人怙惡不悛，不知又在幹什麼奸惡之事。」聽瀟湘子陰惻惻的道：「尹兄且莫喜歡，這禿驢倘若尋咱們不著，定然守在山下孔道之處。咱們若是貿然下去，正好撞在他的手裏。」尹克西說道：「瀟湘兄深謀遠慮，此言不差，卻不知有何高見？」。瀟湘子道：「我倒有一策在此，這華山上寺觀甚多，咱們便揀一處荒僻的寺觀，不管他主持的是和尚還是道士，便下手宰了，占了寺觀，在山上作久住之計。那禿驢決計想不到咱們會在山上窮年累月的居留。想他縱然不肯死心，在山中搜尋數遍，在山下守候數月，也該去了。」尹克西喜道：「瀟湘兄此計大妙。」他心中一喜歡，說話聲音便響了一些。瀟湘子忙道：「禁聲！」尹克西歉然道：「嗯，我竟然是喜極忘形。」接著兩人聲音極輕的低語，楊過再也聽不明白。他心下暗暗奇怪：「這兩人怕極了一個和尚，唯恐給他追上。想這兩個惡徒武功各有獨到之處，方今除了黃島主、郭伯伯等寥寥數人，極少有人是他們之敵，何況他二惡聯手，更是厲害，不知那位高僧是誰，竟能令他們如此畏懼？又不知他何以苦苦追蹤，非擒到這二人不可？」又想：「那瀟湘子說是要殺人佔寺，這件事既給我撞見了，豈能不管？」只聽得遠處郭芙揚聲叫道：「楊大哥、楊大嫂、二妹……楊大哥、楊大嫂、二妹……吃飯啦……吃飯啦！」楊過回過頭來，向小龍女和郭襄搖了搖手，叫她們不要出聲答應。過了半晌，郭芙不再呼喚。忽聽得山腰裏一人喝道：「竊書之徒，快現身相見！」這兩句喝聲，只震得滿山皆響，顯是內力充沛之極，雖不威猛高昂，但功力之淳，竟是不弱於楊過的長嘯。楊過聽了一驚，心想：「這世怎地尚有如此高手，我竟不知！」他略略探身，往呼喝聲傳來之處瞧去，月光下只見一道灰影，迅捷無倫的奔上山來，片刻之間，便已近那高岡。楊過瞧得明白，灰影中共有兩人，一個灰袍僧人，攜著一個少年。自是瀟湘子和尹克西所要竭力躲避的那位高僧了。瀟尹二人縮身在長草叢中，連大氣也不敢透一口。楊過見了那僧人的身形步法，心下暗暗稱奇：「這人的輕功未必在龍兒和我之上，但手上拉了一個少年，在這陡山峭壁之間居然健步如飛，內力之沉厚，竟可和一燈大師、郭伯伯相匹敵。怎地江湖之上，從未聽人說起過有這樣一位人物？」那僧人奔到高崗左近，四下一望，不見瀟尹二人的蹤跡，當即向西峰疾奔而去。郭襄忍耐不住，大聲叫道：「喂，和尚，那兩人便在此處！」她叫聲甫行出口，颼颼兩響，便有兩枚飛錐、一枚喪門釘，向她藏身處疾射過來。楊過袍袖一拂，將三枚暗器捲在衣袖之中。郭襄內功不深，叫聲傳送不遠，那僧人去得快了，竟沒聽見她的呼叫。郭襄見他足不停步的越走越遠，急道：「大哥哥，你快叫他回來？」楊過長吟道：「有緣千里來相會，無緣對面不相逢！」這兩句話一個個字遠遠的傳送出去，那僧人正走在山腰之間，立時停步，回頭說道：「有勞高人指點迷津。」楊過吟道：「踏破鐵鞋無覓處，得來全不費功夫。」那僧人大喜，攜了那少年飛步奔回。瀟湘子和尹克西聽了楊過的長吟之聲，這一驚非同小可，相互使個眼色，從草叢中竄了出來，向東便奔。楊過見那僧人腳力雖快，相距尚遠，這華山之中到處都是草叢石洞，若是給這兩個惡徒躲了起來，黑夜裏卻也未必便能找著，當下伸指一彈，呼的一聲急響，一枚飛錐破空射去，那正是瀟湘子襲擊郭襄的暗器。楊過不知那僧人找尋這二人何事，不欲便傷他們性命，這枚飛錐只在二人面前尺許之處掠過，激蕩氣流，刮得二人顏面有如刀割。二人「啊」的一聲低呼，轉頭向北。楊過又是一枚喪門釘彈出，再將二人逼了轉來。便這麼阻得兩阻，那僧人已奔上高崗。瀟湘子和尹克西見已難以脫身，各出兵刃，並肩而立，一個手持哭喪棒，一個持拿金龍鞭。那僧人四下一望，見暗中相助自己之人並未現身，竟不理睬瀟尹二人，先向空曠處合什行禮，說道：「少林寺小僧覺遠，敬謝居士高義。」楊過看這僧人時，只見他長身玉立，恂恂儒雅，若非光頭僧服，卻便是一位書生相公。和他相比，黃藥師多了三分落拓放誕的山林逸氣，朱子柳卻又多了三分金馬玉堂的朝廷貴氣。這覺遠五十歲左右年紀，當真是腹有詩書氣自華，儼然、宏然，恢恢廣廣，昭昭蕩蕩，便如是一位飽學宿儒、經術名家。楊過不敢怠慢，從隱身之處走了出來，奉揖還禮，說道：「小子楊過，拜見大師。」心中卻自尋思：「少林寺的方丈、達摩院首座等我均相識，他們的武功修為似乎均不及這位高僧，何以從不曾聽他們說起？」覺遠恭恭敬敬的道：「小僧得識楊居士尊範，幸何如之。」向身旁的少年道：「快向楊居士磕頭。」那少年上前拜倒，楊過還了半禮。這時小龍女和郭襄也均現身，覺遠合什行禮，甚是恭謹。瀟湘子和尹克西僵在一旁，上前動手吧，自知萬萬不是覺遠、楊過和小龍女的敵手，若要逃走，也是絕難脫身。兩人目光閃爍，只盼有甚機會，便施偷襲。楊過道：「六年之前，在下曾蒙貴寺方丈天鳴禪師之召，赴嵩山寶剎禮佛，得與天鳴禪師及貴寺達摩院首座無相禪師等各位高僧相晤，受益非淺。貴寺羅漢堂首座無色禪師豪爽豁達，與在下尤稱莫逆。其時大師想是不在寺中，以致無緣拜見。」神鵰大俠楊過名滿天下，但這覺遠卻不知他的名頭，只道：「原來楊居士和天鳴師叔、無相師兄、無色師兄均是素識。小僧在藏經閣領一份閒職，三十年來未曾出過山門一步，只為職位低微，自來不敢和來寺居士貴客交接。」楊過暗暗稱奇：「當真是天下之大，奇材異能之士所在都有，這位覺遠大師身負絕世武功，深藏不露，在少林寺中恐亦默默無聞，否則無色和我如此交好，若知本寺有此等人物，定會和我說起。」楊過和覺遠在山上上下呼叫相應，黃藥師等均已聽見，各人知道這邊出了事故，一齊奔來。楊過和覺遠說話之際，眾人一一上得岡來，當下楊過替各人逐一引見。黃藥師、一燈、周伯通、郭靖、黃蓉在武林中都已享名數十年，江湖上可說是誰人不知，那個不曉，但覺遠全不知眾人的名頭，只是恭謹行禮，又命那少年向各人下拜。眾人見覺遠威儀棣棣，端嚴肅穆，也不由得油然起敬。覺遠見禮已畢，合什向瀟湘子和尹克西道：「小僧監管藏經閣，閣中片紙之失，小僧須領罪責，兩位借去的經書，便請賜還，實感大德。」楊過一聽，已知瀟湘子和尹克西在少林寺藏經閣中盜竊了什麼經書，因而覺遠窮追不捨，但見他對這兩個盜賊如此彬彬有禮，倒是頗出意料之外。只聽尹克西笑嘻嘻的道：「大師此言差矣。我兩人遭逢不幸，得蒙大師施恩收留，圖報尚自不及，怎會向大師借了什麼經書不還，致勞跋涉追索？再說，我二人並非佛門子弟，借閱佛經又有何用？」尹克西是珠寶商出身，口齒伶俐，這番話粗聽之下，原也言之成理。但楊過等素知他和瀟湘子並非善良之輩，而他們所盜的經書，自也不是尋常佛經，必是少林寺拳經劍譜。若依楊過的心性，只須縱身上前，一掌一個打倒，在他們身上搜出經書，立時了事，又何必多費唇舌？但覺遠是個儒雅之士，卻向眾人說道：「小僧且說此事經過，請各位評一評這個道理。」郭襄天性爽快，先忍不住了，說道：「大和尚，這兩個人躲在這裏鬼鬼祟祟的商量，說要殺人佔寺，好讓你尋他們不著。若不是作賊心虛，何以會起此惡心？」覺遠道：「罪過罪過，兩位居士起此孽心，須得及早清心懺悔才好。」眾人見他說話行事，都有點迂腐騰騰，似乎全然不明世務，跟這兩個惡徒竟來說什麼清心懺悔，心下都不禁暗暗好笑。尹克西見覺遠並不動武，卻要和自己評理，覺似多了三分指望，但聽他道：「這一日小僧在藏經閣上翻閱經書，聽得山後有呼喊毆鬥之聲，又有人大叫救命。小僧出去一看，只見這兩位居士躺在地下，被四個蒙古武官打得奄奄一息。小僧心下不忍，上前勸開四位官員，見兩位居士身上受傷，於是扶他們進閣休息。請問兩位，小僧此言非虛罷？」尹克西道：「不錯，原是這樣，所以咱倆對大師感激得緊哪。」楊過「哼」的一聲道：「以你兩位的功夫，別說四名蒙古武士，便是四十名、四百名，又怎能打得你倒？君子可欺以方，覺遠大師這番可上了你們的當啦。」覺遠又道：「他們養了一天傷，便說躺在床上無聊，向小僧借閱經書。小僧心想宏法廣道，原是美事，難得這兩位居士生有慧根，親近佛法，於是借了幾部經書給他們看，那知道有一天晚上，這兩位居士乘著小僧坐禪入定之際，卻將小徒君寶正在誦讀的四卷『楞伽經』拿了去。不告而取，未免有愧君子之道，便請二位賜還。」一燈大師佛學精湛，朱子柳隨侍師父日久，讀過的佛經也自不少，一聽他這番言語，心中暗奇，均想：「這兩人從少林寺中盜了經書出來，我只道定是拳經劍譜的武學之書，豈知失去的竟是四卷楞伽經。這楞伽經雖是達摩祖師東來所傳，但經中所記，乃如來佛在楞伽島上說法的要旨，明心見性，宣說大乘佛法，和武功全無干係，這兩名惡徒盜去作甚？再說，楞伽經流布天下，所在都有，並非不傳秘籍，這覺遠又何以如此緊追不捨，想來其中定有別情。」只聽覺遠說道：「這四卷『楞伽經』，乃是達摩祖師東渡時所攜的原書，以天竺文字書寫，兩位居士讀之難識，但於我少林寺卻是祖述之寶。」眾人聽了恍然大悟：「原來那是達摩祖師從天竺攜來的原書，那自是非同小可了。」尹克西笑嘻嘻的道：「正因我二人不識天竺文字，是以更加不會借閱此種經書了。雖說此是寶物，但變賣起來，想亦不值什麼錢，除了佛家高僧，誰也不希罕，而大和尚們身無長物，又是出不起錢的。」眾人聽他油腔滑調的狡辯，均已動怒。覺遠卻仍是氣度雍容，說道：「這楞伽經共有四種漢字譯本，今世尚存其三。一是劉宋時那跋陀羅所譯，名曰『楞伽阿跋多羅寶經』，共有四卷，世稱『四卷楞伽』。二是元魏時菩提流支譯，名曰『入楞伽經』，共有十卷，世稱『十卷楞伽』。三是唐朝寶叉難陀所譯，名曰『大乘入楞伽經』，共有七卷，世稱『七卷楞伽』。這三種譯本之中，七卷楞伽最為明暢易曉，小僧攜得來此，難得兩位居士心近佛法，小僧便舉以相贈。倘若二位要那四卷楞伽和十卷楞伽，也無不可，小僧當再去求來。」說著從大袖中掏出七卷經書，交給身旁的少年，命他去贈給尹克西。楊過心道：「這位覺遠大師竟是如此迂腐不堪，世上少見，難怪他所監管的經書，竟會給這兩個惡徒盜去。」只見那少年說道：「師傅，這兩個惡徒存心不良，覬覷寶經，豈是當真的心近佛法？」他小小身材，說話卻是中氣充沛，聲若洪鐘，眾人聽了都是一凜，一齊向他望去，只見他形貌甚奇，額尖頸細、胸闊腿長、環眼大耳，臉上隱隱有一層紫氣，雖只十二三歲年紀，但凝氣卓立，居然有和諸名家高手分庭抗禮之概。楊過暗暗稱奇，說道：「這位小兄弟高姓大名？」覺遠道：「小徒姓張，名君寶。他自幼在藏經閣中助我灑掃曬書，雖然稱我一聲師傅，其實並未剃度，乃是俗家弟子。」楊過讚道：「名師出高徒，大師的弟子氣宇果是不凡。」覺遠道：「師非名師，這個徒兒倒真是不錯的。只是小僧修為淺薄，未免耽誤了他。君寶，今日你得遇如許高士，真乃三生有幸，便當向各位請教。常言道：『聞君一席話，勝讀十年書』。」張君寶道：「是。」他心中卻想：「該當先取回被竊之書，再向各位居士請教。」只是他一直唯師言是聽，心中雖如此想，嘴裏卻不說出。周伯通聽覺遠嚕哩嚕嗦說了許多，始終不著邊際，雖然事不關己，卻先忍不住了，叫道：「喂，瀟湘子和尹克西兩個傢伙，你們騙得過這個大和尚，可騙不過我老頑童。你們可知當今五絕是誰？」尹克西道：「不知，卻要請教。」周伯通得意洋洋的道：「好，你們站穩了聽著：東邪西狂、南僧北俠、中頑童。五絕之中，老頑童居首。這經書我說是你們偷的，就是你們偷的，便算不是你們偷的，也要著落在你們兩個賊斯鳥身上，找出來還給大和尚。快快取了出來！若敢遲延，每個人先扭斷一隻耳朵再說。」說著磨拳擦掌，便要上前動手。瀟湘子和尹克西暗皺眉頭，心想這老兒武功奇高，說幹就幹，正自不知所措，忽聽覺遠說道：「周居士此言差矣！世事抬不過一個理字。這部楞伽經兩位居士若是借了，便是借了。若是不借，便是不借。倘若兩位居士當真沒有借，定要胡賴他，那便於理不當了。」周伯通哈哈大笑，說道：「你們瞧這大和尚豈非莫名其妙？我幫他討經，他反而替他們分辯，真正是豈有此理。大和尚，我跟你說，我是賴也要賴，不賴也要賴。這經書倘若他們當真沒有偷，我便押著他們即日啟程，到嵩山少林寺中去偷上一偷。總而言之，偷即是偷，不偷亦偷。」覺遠聽了他這番歪理，反而點頭，說道：「周居士此言頗含禪理。佛家稱色即是空，空即是色，色空之際，原不必強求分界。所謂『偷書』，言之不雅，不如稱之為『不告而借』。兩位居士只須起了不告而借之心，縱然並未真的不告而借，那也是不告而借了。」眾人聽他二人一個迂腐，一個歪纏，當真是各有千秋，心想如此論將下去，不知何時方休。楊過截斷周伯通的話頭，對尹瀟二人說道：「你二人助紂為虐，幫著蒙古來侵我疆土，早已死有餘辜。今日一燈大師和覺遠大師兩位高僧在此，我若出手斃了你們，兩位高僧定覺不忍。我指點兩條路，由你們自擇，一條路是乖乖交出經書，從此不許再履中土。另一條路是每人接我一掌，是死是活憑你們的運氣。」尹瀟面面相覷，不敢接話。他二人都在楊過手下吃過大苦頭，心知雖只一掌，卻是萬萬經受不起。尹克西心想：「只須捱過了今日，自後練成武功，再來報仇雪恥。看來眾人之中，這和尚最好說話，欲脫此難，只有著落在他身上。」當下說道：「楊大俠，你我之事，咱們以後再說。你武功遠勝於我，在下是不敢得罪你的。至於偷不偷經書，還是讓覺遠大師跟咱們兩個細細辯說，這件事可沒礙著你楊大俠啊？」楊過尚未回答，覺遠已連連點頭，說道：「不錯，不錯，尹居士此言有理。」楊過搖頭苦笑，一回首，只見張君寶目光炯炯，躍躍欲動。楊過向他使個眼色，命他逕自挺身而出，自己當可為他撐腰。張君寶會意，大聲道：「尹居士，那日我廊下讀經，你悄悄走到我的身後，伸指點了我的穴道，便把那四卷楞伽經取了去。此事可有沒有？」尹克西搖頭道：「倘若我要借書，儘管開言便是，諒小師傅無有不允，又何必點你穴道？」覺遠點頭道：「嗯，嗯，倒也說得是。」張君寶道：「兩位既說沒有借，可敢讓我在身上搜上一搜麼？」覺遠道：「搜人身體，似覺過於無禮。但此事是非難明，兩位居士是否另有善策，以釋我疑？」尹克西正欲狡辯飾非，楊過搶著道：「覺遠大師，諒這兩個奸徒絕不會當真潛心佛學，這四卷楞伽經中，可有其他特異之處？」覺遠微一沉吟，道：「出家人不打逛語，楊居士既然垂詢，小僧直說便是。這部楞伽經中的夾縫之中，另有達摩祖師親手書寫的一部經書，稱為『九陽真經』。」此言一出，眾人矍然而驚。要知當年武學之士，為了爭奪一部「九陰真經」，鬧到殺戮紛紜，流血天下，最後五大高手聚集華山論劍，這部書終於為武功最強的王重陽所得。但王重陽此舉絕無私心，純係出於一番悲天憫人的濟世之志，他得到經書並不翻閱，將上下卷分處兩地，免得武林中再遭浩劫。此後黃藥師盡逐門下弟子、周伯通被囚桃花島、歐陽鋒心神錯亂、段皇爺出家為僧，種種事故皆是和這部「九陰真經」有關，那想到除了「九陰真經」之外，達摩祖師還著有一部「九陽真經」，陰陽相濟，這部經書想必與「九陰真經」威力相若，且有互發互輔之妙。「九陽真經」之名，人人都是第一次聽見，但「九陰真經」的名頭實在太響，黃藥師、周伯通、郭靖、黃蓉、楊過、小龍女皆曾先後研習，是以覺遠一提那經書的名稱，登時群情聳動。覺遠並沒留神眾人的訝異，又道：「小僧職司監管藏經閣，閣中經書，自是每部都要看上一看。想那佛經中所記，盡是先覺的至理名言，小僧無不深信，看到這『九陽真經』中記著許多強身健體、易筋洗髓的法門，小僧便一一照做，數十年來，勤習不懈，倒也百病不生，近幾年來又揀著容易的教了一些給君寶。那『九陽真經』只不過教人保養有形之身，這臭皮囊原來也沒什麼要緊，經書雖是達摩祖師所著，終究是皮相小道之學，失去倒也罷了。但楞伽經卻是佛家大典，兩位居士又不懂天竺文字，借去也無用處，還不如賜還給小僧了罷。」楊過暗自駭異：「他已學成了武學中上乘的功夫，原來自己居然並不知曉，還道只是強身健體、百病不生而已。如此奇事，武林中從所未有。我若非親眼見他這般拘謹守禮，必說他故意裝腔作勢、深藏不露。難怪天鳴、無色、無相諸禪師和他同寺共居數十年，竟不知儕輩中有此異人。」只有一燈大師暗暗點頭：「這位師兄說『九陽真經』只不過是皮相小道，果已是深悟佛理。禪宗之學，在求明心見性，但九陽真經、九陰真經卻講究克敵制勝，自是為他所不取了。」尹克西拍了拍身子，笑道：「在下四大皆空，身上那有經書？」瀟湘子也抖了抖長袍，說道：「我也沒有。」張君寶突然喝道：「我來搜！」縱身便向尹克西胸口扭去。尹克西左手在他手腕上一帶，右手在他肩頭輕輕一推，拍的一聲，將張君寶推出去摔了一個筋斗。覺遠突然叫道：「啊喲，不對，君寶！你該當氣沉於淵，力凝山根，瞧他是否推得你動？」張君寶爬起身來，道：「是！師傅。」縱身又向尹克西撲去。眾人早便不耐煩了，聽覺遠指點張君寶武藝，都是一樂，均想：「料不到這位君子和尚，居然也會教徒弟打架。」只見張君寶直竄而前，尹克西揪住他手臂，向前一推一送。張君寶依著師傅平時所授的方法，氣沉下盤，對手這麼一推，他只是上身微晃，竟沒給推動。尹克西吃了一驚，心想：「我對周伯通、楊過等一干人雖然忌憚，但這些人都是武林中頂兒尖兒的高手，除了這寥寥數人而外，我實已可縱橫當世，豈知這小小孩童也奈何他不得？」當下加重勁力，向前疾推。張君寶運氣與之相抗。那知尹克西前推之力忽而消失，張君寶站立不定，撲地俯跌。尹克西伸手扶起，笑道：「小師傅，不用行這大禮。」張君寶滿臉通紅，回到覺遠身旁說道：「師傅，還是不行。」覺遠搔了搔頭，說道：「他這是故示以虛，以無勝有。你運氣之時，須得氣還自我運，不必理外力從何方而來。你瞧這山峰。」說著一指西邊的小峰，「他自屹立，千古如是。大風從西來、暴雨自東至，這山峰既不退讓，也不故意和之挺撞。」張君寶悟力奇高，聽了這番話當即點頭，道：「師傅，我懂了，再去幹過。」說著緩步走到尹克西身前。楊過見他前兩次都是急撲過去，這一次聽了覺遠的指點幾句，登時腳步沉穩，心道：「他師徒想是練那『九陽真經』已久，是以功力即為深厚。但兩人從沒想到這部經書不但教人強身健體，還教人如何克敵制勝，如何護法伏魔，因之臨敵打鬥的訣竅，竟是半點不通。」只見張君寶走到距尹克西身前四尺之處，伸出雙手便來扭他手臂。尹克西哈哈一笑，左手虛引一招，右手拍的一聲，拍在張君寶胸前。他礙著大敵環伺在側，不敢便出手傷人，這一掌只使了一成力，但求使張君寶吃痛，叫他不敢再行糾纏。張君寶全然不知閃避，只見敵人手掌在眼前一晃，已拍在自己胸口，叫道：「師傅，我挨打啦。」尹克西一掌擊中，只覺對方胸口自然而然的生出一股彈力，將掌力撞了回來，幸虧自己這一掌力量使得小，否則尚須反受其殃。他跟著左手探出，抓住張君寶的肩頭，想提起他身子一摔，但一提之下，張君寶竟是動也不動。尹克西這一來倒是甚為尷尬，連使幾招擒拿手法，但均只推得張君寶東倒西歪，要將他摔倒，卻是不能，迫得無奈，當下進擊數掌，笑道：「小師傅，我可不是跟你打架。君子動口不動手，你還是走開，咱們好好的講理。」他每一掌都擊在張君寶的身上，雖然掌力逐步加重，但張君寶體內始終能自然而然的生出反力，他掌力增重，對方抵禦之力也相應加強。張君寶叫道：「啊喲，師傅，他打得我好痛，你快來幫手。」尹克西道：「我這是迫於無奈，是你過來打我，可不是我過來打你。」覺遠搖頭晃腦的道：「不錯，不錯，尹居士此言有理，唐時生公說法，連頑石也要點頭，你兩位縱然愚頑，總比石頭強些，原也不必動武……嗯，嗯，我幫手是不幫的，但你須記得，虛實須分清楚，一處有一處虛實，處處總此一虛實。你記得我說的，氣須鼓蕩，神宜內斂，無使有缺陷處，無使有凹凸處，無使有斷續處。」張君寶聽了師父這幾句話，心下頓有悟。要知少林寺僧眾在佛家中屬於禪宗，師徒間授受法要，不注重口耳相傳，而是求人心中自明，往往一位高僧窮年苦思，茫茫莫適，卻在片刻之間恍然大悟，那便是所謂「頓悟」。張君寶自六七歲起在藏經閣中供奔走之役，那時覺遠便將『九陽真經』中扎根基的功夫傳授了他，只是兩人均不知那是武學中最精湛的內功修為。少林僧眾大都精於拳藝，但覺遠是個書獃子式的人物，覺得掄槍打拳不但與佛家精神不符，抑且非君子所當為，因此每見旁人練武，總是遠而避之。直到此時張君寶迫得和尹克西動手，覺遠才教他以抵禦之法，但這也只是守護防身，並非攻擊敵人，張君寶生有慧根，一聽了師父之言，心念一轉，當下全身氣脈貫通，雖不能如覺遠所說「全身無缺陷處、無凹凸處、無斷續處」，但不論尹克西如何掌擊拳打，他已只感微微疼痛，並無大礙了。饒是如此，以尹克西和張君寶二人的功力相較，終是相去不可以道里計，尹克西若是當真使出煞手，張君寶還是非喪命不可，但他眼見楊過、小龍女、周伯通、郭靖等站在數丈之外，那裏膽敢便下毒手？兩個人糾纏良久，張君寶固然不能伸手到尹克西身邊搜索，尹克西卻也打他不到。只瞧得楊過等眾人暗暗好笑，瀟湘子不斷皺眉。郭襄叫道：「小兄弟，出手打他啊，怎麼你只挨打不還手？」覺遠忙道：「不可，不可，勿嗔勿惱，勿打勿罵！」郭襄叫道：「你只管放手打，打不過我便來幫你。」張君寶道：「多謝小姑娘！」一拳便向尹克西胸口打去。覺遠搖首長嘆：「孽障，孽障，一動嗔怒，靈台便不能如明鏡止水了。」張君寶一拳打在尹克西胸口，他從未練過拳術，這一拳打去只如常人打架一般，如何傷得了對方？尹克西哈哈大笑，叫道：「你再打！」張君寶揮拳擊出，尹克西迭伸一指，在他臂彎「曲池穴」裏一點。他心想這一指點中了穴道，張君寶便要手臂軟垂，動彈不得，那知道砰的一響，自己臉上竟是吃了一拳。雖然張君寶出拳無力，於他無礙，但這一指點穴，卻是絲毫不生效力，尹克西固然駭異，旁觀眾人也都大感奇怪，明明瞧見他點了張君寶的穴道，以他的武功而論，豈有點之不中的道理？但張君寶竟然仍是一拳打出，難道他小小年紀，竟已有封穴閉穴的神功？其實張君寶那裏練過封穴閉穴的功夫，便算練過，不是有十年以上的功力，萬難生效，而要擋得住尹克西這種高手的點穴，更非二三十年以上的修為不能見功，只是他有了「九陽真經」的紮根基功夫，鼓氣斂神，全身三十六處大穴之上，都似加了一層堅實的罩子。尹克西驚奇之下，手指晃動，又連點他胸口「神封」、肩頭「肩井」、膝彎「環跳」三處大穴。張君寶大聲呼痛，但身子始終運動自如，經脈絲毫沒受阻滯。黃藥師、黃蓉等各人指指點點，談笑稱奇，他們若要制住尹克西，原只一舉手之勞，但都想見識一下這對練過「九陽真經」的師徒，武功上到底有何出奇之處。郭家姊妹、武氏兄弟數次要上前助拳，都給黃蓉等喝止。眾人見尹克西點穴手法失效，心中對「九陽真經」更增仰慕之心。周伯通道：「大武小武，你兩兄弟莫自以為了得，倘若這四記點穴手招呼在你兩哥兒身上，你們躺不躺下？」武郭儒道：「咱們沒練過封穴閉穴的功夫，自是抵擋不住。」武修文卻道：「周老爺子，咱兄弟可沒自以為了不起啊。只要你老人家肯傳授一招半式，咱兄弟這才受用不盡呢。待會你老人家有空，便請傳了這門封閉穴道的功夫如何？」周伯通哈哈大笑，道：「究竟是小武狡獪，識得打蛇隨棍上。老頑童跟人打架，還能給人點中穴道麼？這種沒出息的功夫從來不學。說到封穴閉穴，向來以老毒物歐陽鋒的本領舉世無匹，自他一命歸陰之後，也不知當世還有誰擅於這門神技。」黃蓉道：「想當年在西域之時，我和靖哥哥將老毒物埋在沙底，封於冰中，他居然仍是不死，可見他封閉要穴的功夫，實已臻於化境。過兒雖學過一些他的武功，但為時甚暫，只怕十成中也只學到了一二成而已。老毒物一身縱橫江湖的絕學，從此便失傳了。」郭靖點頭道：「據襄兒說，他明明伸指點了金輪法王的要穴，那知反而解開他被閉住的穴道。這種神妙的『移宮換穴』功夫，卻也是在襄陽城外一火而逝。」各人和這兩大勁敵周旋半生，雖恨其殘毒歹惡，但始終佩服其武功卓絕，此時一個骨埋荒山，一個化身飛灰，郭靖、黃蓉等回思昔日各場九死一生的劇鬥，心下均感憮然。這時尹克西和張君寶兩人，卻兀自糾纏不清。尹克西成名數十載，不論友敵，向來不敢輕視於他，豈知今日在眾目睽睽之下，竟爾奈何不了一個小童，下殺手傷他是有所不敢，想要點中他的穴道卻是有所不能，一時情勢好生尷尬。其實張君寶雖練了「九陽真經」中的紮根基功夫，究屬不過數年之功，所能護住的只是周身三十六處大穴，尹克西倘若點他其餘小穴，那便應手而倒，偏生尹克西急於制敵，每一指都點在他的大穴之上，是以始終奈何他不得。這邊廂覺遠聽得張君寶不住口的哇哇呼痛，他也是不住口的求情叫饒：「尹居士，你千萬不可下重手傷了小徒的性命，這孩子聰明仁善，他知道我失了世代相傳的經書，歸寺必受方丈重責，這才跟你糾纏不清，你可萬萬不能當真……」他求了幾句情，又禁不住出言指點張君寶：「君寶，經中說道：要用意不用勁。隨人所動，隨屈就伸，挨何處，心要用在何處……」張君寶大聲應道：「是！」見尹克西的手指點向何處，心意便用到何處，果然以心使勁，敵人著指之處便不如何疼痛。尹克西叫道：「小心了，我打你的頭！」張君寶伸臂擋在臉前，精神專注，只待敵拳打到，那料得尹克西虛晃一拳，左足飛出，砰的一聲，踢了他一個筋斗。張君寶幾個翻身，滾到楊過身前，這才站起。覺遠叫道：「尹居士，你如何打逛語？說打他的頭，叫他小心，卻又伸腳踢他，這不是騙人上當麼？」眾人聽了都覺好笑，心想武學之道，原是在實則虛之，虛則實之，虛虛實實，叫人捉摸不定，豈能怪人玩弄玄虛？張君寶年紀雖小，心意卻堅，他既決意去搜尹克西的身子以奪還寶經，那便一往無悔，不論受到如何痛楚苦辛，終是不屈不撓的堅挺，直至搜過他身上方罷。要知他若無沉毅不拔之心，後來如何得成一代大俠，開創一派，成為中國武學中最大門派之一武當派的開山祖師？他給尹克西踢了一個觔斗，揉了揉腿上被踢之處，叫道：「不搜你的身子，終不罷休！」說著拔步又要走上尹克西身前。楊過一伸手，握住了他的手臂道：「小兄弟，且慢！」張君寶正向前行，突然手臂被他拉住，登時半身酸麻，再也不能動彈，愕然回頭。楊過低聲道：「你只挨打不還手，終是制他不住。我教你一招，你去打他，且瞧仔細了。」於是右手袖子在張君寶臉前一拂，左拳伸出，擊到他胸前半尺之處，突然轉彎，輕輕一下擊在他的腰間，說道：「你師傅教你：挨何處，心要用在何處。這句話最是要緊不過，只是你出拳打人，打何處，心要用在何處。你打他之時，心神貫注，便如你師傅所言，要用意不用勁。」張君寶大喜，記住了楊過所教的招數，走到尹克西身前，右手成掌，在他臉前一揚，跟著左拳平出，直擊其胸。尹克西橫臂一封，張君寶這一拳忽地轉彎，拍的一聲，擊中在他脅下。尹克西受過他的拳擊，本來打在身上痛也不痛，因此雖然見楊過當面授他招數，心下更沒半點在意，暗想我便受你一百拳、二百拳，又有何礙？那知這一拳只打得他痛入骨髓，全身顫動，險險彎下腰來。原來張君寶練了「九陽真經」中的基本功夫，真氣充沛，已是非同小可，只不過向來不會使用，這時分別得到覺遠和楊過的指點，懂得了用意不用勁之法，那便如寶劍出匣，利錐脫囊，威力大不相同。尹克西又驚又怒，眼見張君寶右手一揚，左拳又是依樣葫蘆的擊來胸口，知他跟著便彎擊自己脅下，於是反手一抄他的手腕，右手砰的一掌，將張君寶擊出數丈之外。要知張君寶內力雖強，臨敵拆解之道卻是一竅不通，如何能是尹克西之敵？這一下額頭撞在岩石之上，登時鮮血長流。他卻毫不氣餒，抹了抹額上鮮血，走到楊過之前，跪下磕了個頭，道：「楊居士，求你再教我一招。」楊過心想：「我若再當面教招，那尹克西瞧在眼內，定有防備，這便無用。」於是在他耳邊低聲說道：「這一次我連教你三招。第一招左右互調，我使左手時，實則是該使右手，我出右袖時，你打他時須用左拳。」張君寶點頭答應。楊過當下教了他一招「推心置腹」。張君寶跟著他出拳推掌，心中卻記著左右互調。楊過道：「第二招我左便左，我右便右，不用調了。」這一招叫做「四通八達」，拳勢大開大闔，甚具威力，張君寶試了兩遍，便記住了。楊過又低聲道：「第三招『鹿死誰手』，卻是前後對調，這一招最難，部位不可弄錯。你不會認穴，那也無妨，待會我在他背心上做個記號，你用指節按在這記號之上，那便制住他了。」於是錯步轉身，左迴右旋，猛地裏左手成虎爪之形，中指的指節按在張君寶的胸口，低聲道：「這一招全憑步法取勝，你記得麼？」張君寶點頭道：「記得！」學了這三招後精神大振，氣凝丹田走向尹克西身前。當楊過教招之時，尹克西看得清清楚楚，心想：「這三招果然精妙，倘若你楊過突然對我施展，我自是不易抵擋，但這般當面演過，我倘若再對付不了，除非尹克西是蠢牛木馬。楊過啊楊過，你可也太小覷人了。」他氣惱之下，也沒加深思，只見張君寶走到面前，不待他出招，砰的一拳便擊中了他的肩頭。張君寶生怕錯亂了楊過所教的招數，眼見拳來，更不抵禦閃避，咬牙強忍。尹克西這一拳是先打他個下馬威，出拳用了五成力道，只打得他肩頭骨骼格格聲響。張君寶「啊喲」一聲，跟著右掌左拳，使出了第一招「推心置腹」。當楊過傳授張君寶拳法時，尹克西瞧得明白，早便想好了應付之策，準擬一招便摔得他頭破血流，絕不容他再施展第二招第三招。那知道張君寶這招「推心置腹」使出來時，方位左右互調，和楊過所傳的截然不同。尹克西左肘橫推，料得便可擋開他右手的一掌，不料手肘推了個空，砰的一聲，心口結結實實的吃了一拳，跟著自己右手又抓了個空，小腹上再中一掌，但覺得內臟翻動，全身冷汗直冒，這兩下受得實是不輕。周伯通大笑叫道：「楊兄弟，好一招『推心置腹』啊！」尹克西若非自作聰明，只須待敵招之到再行拆招，那麼張君寶所學的拳法雖然神妙，以他此時功力，總不能出招如電，尹克西儘可以從容化解，便算中了一拳，第二拳也必能避開。張君寶一招得手，精神大振，踏上一步，使出第二招「四通八達」來。這一招拳法雖只一招，卻是包著東南西北四方，休生傷杜死景驚開八門。尹克西胸腹間疼痛未止，眼見面前的少年身形飄忽，又攻了過來。他智力原是不低，適才所以吃了大虧，已自悟到原來楊過所授的拳法須得左右互調，只道這第二招仍是應左則右，應右則左，眼見那少年來得極快，當下制敵機先，搶到左方半守半攻。豈知這一招的方位卻未調過，尹克西料敵一錯，又是縛手縛腳，所出的拳腳全部落在空處，霎時間只聽得劈劈拍拍，左肩右腿、前胸後背，一齊中掌。幸好張君寶打得快了之後，內力不易使出，尹克西所中這四掌還不如何疼痛，只是累得他手忙腳亂，十分狼狽。覺遠心頭一凜，叫道：「尹居士，這一下你可錯了。要知道前後左右，全無定向，後發者制人，先發者制於人啊。」楊過心道：「這位大師的說話深通拳術妙理，確是非同小可，這幾句話倒使我受益不淺。『後發制人，先發者制於人』之理，我以往只是糢糢糊糊的悟到，從沒想得這般清楚。只是他徒弟和別人打架，他反而出言指點對方，也算得是奇聞。」轉念又想：「憑那尹克西的修為，便是細細的苦思三年五載，也不能懂得他這幾句話的道理。」尹克西聽了覺遠的話，那想到他是情不自禁的吐露了上乘武學的訣竅，只道他是故意胡言亂語，擾亂自己心神，喝道：「賊禿，放什麼屁！哎喲……」這「哎喲」一聲，卻是左腿上又中了張君寶的一腳，他狂怒之下，雙掌高舉，拼著再受他打中一拳，運起了十成力，從半空中直壓下來。張君寶第三招尚未使出，月光下但見敵人鬚髯戟張，一股沉重如山的掌力直壓到頂門，叫聲：「不好！」待要後躍逃避，但全身已在他掌力籠罩之下。覺遠叫道：「君寶，我勁接彼勁，快快，曲中求直，借力打人須用四兩撥千斤之法。」覺遠所說的這幾句話，確是九陽真經中所載拳學的精義，但可惜說得未免太遲了些，事到臨頭，張君寶便是聰明絕頂，也絕不能立時領悟，用以化解敵人的掌力。這時他被尹克西的掌力壓得氣也透不過來，腦海中空空洞洞，全身猶似墜入了冰窖。尹克西連遭挫敗，這一掌已出全力，存心要將這糾纏不休的少年毀於掌底，縱然楊過等人放不過自己，那也顧不了許多，總之是勝於受這無名少年的屈辱。眼見一掌便可得手，忽聽得呼的一聲輕響，一粒小石子迎面飛來，石子雖小，勁力卻是大的異乎尋常。尹克西咬一咬牙，向後退了一步。這粒石子正是楊過用「彈指神通」的功夫發出，他彈出石子之前，手中早摘了幾朵鮮花，捏碎了團成一個小球，石子飛出，跟著又彈出那個花瓣小球，石子射向尹克西的前胸，那花瓣小球卻在他背後平飛掠過。只是中間的力道距離計算得分毫不爽，尹克西受石子所逼，向後退了一步，正好將自己背心的「大椎穴」撞到了花球之上。這大椎穴非同小可，是在項骨後三節下的第一椎骨上，人身有二十四椎骨，古醫經中稱他應二十四節氣，乃是手足三陽督脈之會，倘若楊過將花球對準了這穴道彈出，花球雖輕，亦必挾有勁風，尹克西是何等樣人，自會擋架閃避，但這時他自行將穴道撞將過去，竟是絲毫不覺，只是淺灰的衣衫之上，被花瓣的汁水清清楚楚的留下了一個紅印。尹克西這一退，張君寶身上的壓力登時減弱，他當即向西錯步，使出了楊過所授的第三招「鹿死誰手」。尹克西呆了一呆，尋思：「第一招他左右方位互調，第二招忽又不調，這一招我不可魯莽，且看明白了他拳勢來處，再謀對策。」他這番計較原本不錯，只可惜事先早落楊過的算中。楊過傳授這一招之時，已料到他定須遲疑，但時機一縱即逝，這招「鹿死誰手」東奔西走，著著搶先，古語云「秦失其鹿，天下共逐之」，豈是猶豫得的？張君寶左一迴右一旋，已轉到了敵人的身後，其時月光西斜，照在尹克西背上，只見他項頸下衣衫上正有一個指頭大的紅印。張君寶心想：「這位楊居士神通廣大，也沒見他過來，怎地果然在他背後作了記號？」當下不及細想，左手指節成虎爪之形，意傳真氣，按在這紅印之上。尹克西一陣酸麻，手腳俱軟，登時萎頓在地。旁觀眾人除了瀟湘子外，個個大聲喝采。叫道：「好一招『鹿死誰手！』」張君寶見敵人已無可抗拒，叫聲：「得罪！」伸手便往他身上裏裏外外搜了一遍，卻那裏有這部楞伽經的影蹤？張君寶抬起頭來，瞧著瀟湘子。瀟湘子已知其意，心想自己的武功和尹克西在伯仲之間，尹克西既已在這少年手底受辱，自己何必再受他的糾纏，當下在長袍外拍了幾下，說道：「我身上並無經書，咱們後會有期。」猛地裏縱起身子，往西南角上便奔。覺遠袍袖一拂，擋在他的面前。瀟湘子惡念陡起，吸一口氣，將他深山苦練數十載的「長生功」全都用在雙掌之上，挾著一股冷森森的陰風，直撲覺遠的胸口。楊過、周伯通、一燈、郭靖四人齊聲大叫：「小心了！」但聽得砰的一響，覺遠已是胸口中掌，各人心中正叫：「不妙！」卻見瀟湘子便似風箏斷線，飄出數丈，跌在地下，縮成了一團，竟爾暈去。原來覺遠不會武功，瀟湘子雙掌打到他的身上，他既不能擋架，又不會閃避，只有無可奈何的挨打，可是他修習九陽真經，體內真氣流轉，敵弱便弱，敵強愈強。那掌力擊在他身上，盡數反彈了出來，變成瀟湘子以畢生功力擊在自己身上，如何不受重傷？眾人又驚又喜，齊口稱譽覺遠的內力了得。但覺遠茫然不解，口說：「阿彌陀佛，阿彌陀佛。」張君寶俯身到瀟湘子身邊一搜，也無經書。楊過道：「適才我聽這兩個奸徒說話，那經書定是他們盜了去的，只不知藏在何處。」武修文道：「咱們來用一點兒刑罰，瞧他們說是不說。」覺遠道：「罪過罪過，千萬使不得。」黃蓉道：「這些亡命之徒，便是斬去他一手一足，他也未必肯說，刑罰是沒有用的。」便在此時，忽聽得西邊山峰上傳來陣陣猿啼之聲。眾人轉頭望去，見楊過那頭神鵰正趕著一頭蒼猿，伸翅擊打。那蒼猿軀體甚大，但畏懼神鵰猛惡，不敢與鬥，只是東逃西竄，啾啾哀鳴。郭襄看得可憐，奔了過去，叫道：「鵰大哥，就饒了這猴兒吧。」神鵰收翅晃頭，神情傲然。那蒼猿一跳一跳的過來，先扶起尹克西，又扶起瀟湘子，竟似是他二人養馴了的一般。兩人夾著一猿，腳步蹣跚，慢慢的走下山去。眾人見了這等情景，心下惻然生憫，也沒再想到去跟尹瀟二人為難。郭襄一回頭，見張君寶頭上的傷口中兀自泊泊流血，於是從懷中取出的塊手帕，替他包紮。張君寶好生感激，欲待出言道謝，卻見郭襄眼中淚光瑩瑩，心下大是奇怪，不知她為什麼傷心，道謝的言辭竟此便說不出口。卻聽得楊過朗聲說道：「今宵良晤，豪興不淺，他日江湖相逢，再當杯酒言歡。咱們就此別過。」說著袍袖一拂，攜著小龍女之手，與神鵰並肩下山。其時明月在天，清風吹葉，樹巔烏鴉啊啊而鳴，郭襄再也忍耐不住，淚珠奪眶而出。正是：「秋風清，秋月明；落葉聚還散，寒鴉栖復驚。相思相見知何日，此時此夜難為情。」（全書完）