第九十三回　花燭春宵無忌撫摸她手指上的鐵指環，道：「那日我見這指環落在陳友諒的手中，心裏焦急得了不得，只怕你受了奸人的欺辱，恨不得插翅飛到你的身邊。芷若，我沒能早日救你脫險，這些日子中，你可受了委屈啦，這鐵指環，他們怎麼又還了你？」周芷若道：「是武當派的宋青書少俠拿來還我的。」無忌聽她提到宋青書的名字，眼前突然出現她與宋青書併肩共席、在丐幫花廳上飲酒的情景，問道：「宋青書對你很好，是不是？」周芷若聽他語聲有異，問道：「什麼叫做『對你很好』？」無忌道：「沒什麼？我只是隨便問問，這位宋師哥對你一往情深，不惜叛派逆父，弒叔謀祖，對你自是很好的了。」周芷若仰頭望著東邊初升的新月，幽幽的道：「你待我只要能有他一半的好，我就心滿意足的了。」無忌道：「我固是不及宋師哥這般情痴，要我為你做這些不孝不義之事，那是萬萬不能。」周芷若道：「為了我，你是不能。為趙姑娘，你偏能夠。你在那小島上曾立過重誓，定當殺此妖女，以替殷姑娘報仇。可是你一見她面，早將這些誓言忘得乾乾淨淨了。」無忌道：「芷若，要是我查明屠龍刀和倚天劍確是趙姑娘所盜，害死了表妹的惡事確是她所幹，我自不饒她。但若她是清白無辜，我總不能無端端的殺她。說不定我當日在小島上立的誓，是立錯了。」芷若不語，無忌道：「是我說錯了麼？」周芷若道：「不！是想起我自己在萬法寺的高塔之上，也曾在師父跟前發過重誓。只恨我在那小島上對你以身相許之時，不肯把這重誓說了出來。」無忌驚道：「你……你發過什麼重誓？」周芷若道：「那時我對師父發誓說，要是我日後嫁你為妻，我父母死在地下不得安穩，我師父化為厲鬼，日夕向我糾纏，我跟你生的子孫男的世世為奴，女的代代為娼。」張無忌一聽到這幾句如此毒辣的惡誓，不禁身子發抖，隔了半晌，才道：「芷若，那是作不得數的。你師父只道明教是為非作惡的魔教，我是奸邪無恥的淫賊，才逼你發此重誓。她老人家若是得知真相，定能教你免了此誓。」周芷若淚流滿面，道：「可是她……她老人家已經不知道啦。」說著撲在無忌懷裏，抽抽噎噎的哭個不休。無忌撫摸她的柔髮，慰道：「你師父若是地下有知，定然不會怪你背誓。難道我真是個奸邪無恥的淫賊？」周芷若抱著他腰，說道：「你現下還不是，可是你將來受了趙明的蠱惑，說不定……說不定便奸邪無恥了。」無忌伸指在她臉頰上輕輕一彈，笑道：「你也把我忒也瞧得小了。良人者，所仰望終身者也。你的夫君是這樣的人麼？」周芷若抬起頭來，臉頰上兀自帶著晶晶珠淚，眼中卻已全是笑意，說道：「也不羞，你已是我的夫君了麼？你再跟那趙明小妖女鬼鬼祟祟，我才不要你呢。誰保得定你不會如那宋青書一般，為了一個女子，便做出許多卑鄙的勾當。」無忌低下頭去，在她臉頰上一吻，笑道：「誰叫你天仙下凡，咱們凡夫俗子，焉能自持？這是你爹爹媽媽不好，生得你太美，可害死咱們男人啦！」突然之間，三丈外一株大樹之後，「嘿嘿」連聲，傳來兩下冷笑，無忌正將周芷若摟在懷裏，一愕之間，只見一個人影連晃幾晃，已遠遠去了，周芷若一躍而起，蒼白著臉，顫聲道：「是趙明！她一直跟在咱們身後。」無忌聽這兩下冷笑，確是女子的聲音，只是難以斷定是否真是趙明，遲疑道：「真是她麼？她跟著咱們幹麼？」周芷若怒道：「她喜歡你啊，還假惺惺的裝不知道呢。你們多半暗中約好了的，這般裝神扮鬼的來耍弄我。」無忌連叫冤枉。周芷若俏立寒風之中，思前想後，不由得怔怔的掉下淚來。無忌左手輕輕摟住她肩頭，右手伸袖替她擦去淚水，柔聲道：「怎麼好端端地又流起淚來？若是我約趙姑娘來此，教我天誅地滅。你想想，要是我心中對她好，又知她人在左近，怎會跟你瘋瘋癲癲的說些親熱話兒？那不是故意讓她難堪麼？」周芷若心想這話倒也不錯，嘆口氣道：「無忌哥哥，我心中一直難以平定。」無忌道：「為什麼？」周芷若道：「我總是忘不了對師父發過的重誓，又想這趙明定然放不過我，不論武功智謀，我都跟她差得太遠。」無忌道：「我盡心竭力，護你周全。她膽敢傷我愛妻的一根毫毛，我豈肯饒她？」周芷若道：「若是我不幸死在她的手裏。那也罷了，只怪我自己命苦。怕的是你受了她的迷惑，信了她花言巧語，中了她的圈套機關，卻來殺我，那時我才死不瞑目呢。」無忌道：「那當真是杞人憂天了。世上多少害過我、得罪過我的人，我都不殺，怎麼反而會殺你？」他解開衣襟，露出胸口的劍疤，笑道：「這一劍是你刺的？你越是刺得我深，我越是愛你。」周芷若伸纖纖素手，撫摸他胸口的傷痕，心中若不勝情，突然臉色蒼白，說道：「一報還一招，將來你便是一劍將我刺死，我也不悔。」無忌伸臂將她樓在懷裏，道：「待咱們找到義父，請他老人家替咱倆主婚，自後咱二人行坐不離，白頭偕老。只要你喜歡，再刺我幾劍都成，我重話兒也不說你一句，這麼著，你夠便宜了吧？」周芷若將臉頰貼在他火熱的胸膛之上，聞到他肌膚間男子的氣息，低聲道：「但願你大丈夫言而有信，不忘了今日之言。」兩人偎倚良久，直至中宵，風露漸重，方回客店分別就寢。次晨三人繼續南行，一路沒再發現趙明的蹤跡，不一日已來到大都。進城時已是傍晚，只見合城男女，都在灑水掃地，將街道里巷，掃得乾乾淨淨，每一家門口都擺了一張香案，無忌等投了客店，問店伴城中有何大事，店小二道：「客官遠來不知，卻也撞得真巧，合該有眼福，明日是大遊皇城啊。」無忌道：「什麼叫遊皇城？」店小二道：「明兒是一年一度皇上大遊皇城的日子。皇上要到慶壽寺供香，數萬男男女女扮戲遊行，頭尾三十餘里。那才叫好看哩。客官今晚早些安息，明兒起一個早，到王德殿門外去佔個座兒，要是你眼光好，皇上、皇后、貴妃、太子、公主，個個都能瞧見。你想想，咱們做小百姓的，若不是住在京師，那裏有親眼見到皇上的福氣？」韓林兒聽得不耐煩起來，斥道：「認賊作父，無恥漢奸。韃子的皇帝，有什麼好看？」店小二睜大了眼睛，指著他道：「你……你說這種話，不是造反麼？你不怕殺頭要？」韓林兒道：「你是漢人，韃子害得咱們多慘，你居然皇上長、皇上短的，還有半點骨氣麼？」那店小二見他兇霸霸的，轉身便欲出去。周芷若手起一指，點中了他背上的穴道，道：「此人出去，定然多口，只怕不久有官兵前來拿人。」說著一腳將他踢到了床底，笑道：「且餓他幾日，咱們走的時候再放他。」過不多時，掌櫃的在外面大叫：「阿福，阿福，又在那裏嘮叨個沒完沒了啦！快給三號房客人打臉水。」韓林兒忍住好笑，拍桌叫道：「快送酒飯來，大爺們餓啦。」過了一會，另一名店小二送酒飯進來，不斷自言自語：「阿福這小子定是去皇城瞧煙花去啦，這小子正經事不幹，便是貪玩。」次日清晨，無忌剛起床，便聽得門外一片喧嘩。他走到門口，只見無數男女，都是衣衫光鮮，一齊向北湧去，人人嘻嘻哈哈，比過年還要熱鬧，炮仗之聲，四面八方的響個不停。周芷若也到了門口，道：「咱們也瞧瞧去。」張無忌道：「我和汝陽王府中的武士們動過手，莫要被他們認了出來，既要去瞧，須得喬裝改扮一下。」當下和周芷若、韓林兒三人扮成了村漢村女的模樣，用泥水塗黃了臉頰雙手，跟著街上人眾，湧向皇城。其時卯末辰初，皇城內外，已是人山人海，幾無立足之地。張無忌雙臂前伸，輕輕開道，終於在延春門外一家大戶人家的屋簷之下，擠到了三個空位。立定不久，已聽得鑼聲噹噹，自遠而來。眾百姓齊呼：「來啦，來啦！」人人延頸而望。鑼聲漸近漸響，敲到近處，只見見一百零八名長大漢子，一色青衣，左手各提一面徑長三尺的大鑼，右手鑼鎚齊起齊落。一百零八面大鑼噹的一聲一齊響了出來，直是震耳欲聾。鑼隊過去，跟著是三百六十人的鼓隊，其後是漢人的細樂吹打、西域琵琶隊、蒙古號角隊，每一隊少則百餘人，多則千人。樂隊行完，只見兩面素緞大旗，高擎而至。一面旗上書著「安邦護國」，一面旗上書著「鎮邪伏魔」，旁附許多金光閃閃的梵文。大旗前後各有二百蒙古精兵衛護，長刀勝雪，鐵矛如雲，四百人騎的一色白馬。眾百姓見了這等威武氣概，都大聲歡呼起來。無忌心下暗自感嘆：「外省百姓，對蒙古官兵無不恨之切骨，這京師人士卻是身為亡國奴而不知恥，想是數十年來日日見到蒙古朝廷的威風，竟忘了自己是亡國之身了。」兩面大旗剛經過無忌身邊不久，突然間西首人叢中白光連閃，兩排飛刀直射出來，逕奔兩根旗桿。每排飛刀均是連串七柄，七把飛刀整整齊齊的插在旗桿之上。那旗桿雖粗，但連受七把飛刀的砍削，立時折斷，呼呼兩響，從半空中倒將下來。只聽得慘叫之聲大作，十餘人被旗桿壓在下面。在旁瞧熱鬧的眾百姓大呼小叫，紛紛逃避，登時亂作一團。這一下變起倉卒，張無忌等也是大出意料之外。韓林兒大喜之下，正要喝采，驀地裏一隻軟綿綿的手掌伸了過來，按住他的口上，卻是周芷若及時制止他的呼喝。只見四百名蒙古兵各持兵刃，在人叢中搜索搗亂之人。無忌見這十四柄飛刀發射的手勁甚是凌厲，顯是武林高手所為，只是閒人阻隔，沒能瞧見放刀之人是誰。連他都沒法見到，蒙古官兵只自亂哄哄的瞎搜一陣。過不多時，人叢中有七八名漢子被橫拖直曳的拉了出來，口中大叫：「冤枉……」蒙古兵刀矛齊下，立時將這些漢子殺死在大街之上。韓林兒大是氣憤，說道：「放飛刀的人早已走了，憑這些膿包，也捉得到麼？卻來亂殺良民出氣。」周芷若低聲道：「韓大哥禁聲！咱們是來瞧遊皇城，不是來大鬧皇城。」韓林兒道：「是。」不敢再說什麼了。亂了一陣，後邊樂聲又起，過來的一隊隊都是吞刀吐火的雜耍，各種西域秘技，看到眾百姓喝采不迭，適才血濺街心的慘劇，似乎已忘了個乾淨，其後是一隊隊的傀儡戲、皮影戲，更後是駿馬拖拉的綵車，每輛車上都有俊童美女扮飾的戲文，什麼「白娘娘水浸金山」、「唐三藏西天取經」、「唐明皇遊明宮」、「李存孝打虎」、「劉關張三戲呂布」、「張生跳粉牆」，爭奇鬥勝，極盡精功。張無忌等三人一向生長於窮鄉僻壤，那裏見過這許多繁華氣象，都是不禁暗嘆今日大開眼界。這些綵車之上，都插有錦旗，書明「臣湖廣行省左丞相某某貢奉」、「臣江浙行省右丞相某某貢奉」等字樣。越到後來，貢奉者的官爵愈大，綵車愈是華麗，扮飾戲文男女的身上，也是越加珠光寶氣，髮釵頸鍊，竟然都是極貴重的翡翠寶石。原來這些蒙古王公大臣，一來為討皇帝歡喜，二來各自誇耀豪富，都是不惜工本的裝點貢奉綵車。絲竹悠揚聲中，一輛裝扮著「白兔記」戲文的綵車過去，忽然樂聲一變，音樂單調古拙，綵牽上一面白布旗子，寫的是「周公流放管、蔡」，車中一個中年漢子手捧朝笏，扮演周公，旁邊坐著一個穿天子衣冠的小孩。扮演成王。管叔蔡叔交頭接耳，向周公指指點點。接著一輛綵車，旗上寫的是「王莽假仁假義」，車中的王莽，白粉塗面，雙手滿持金銀，向一群寒酸士人施捨。其後是四面布旗，寫著四句詩道：「周公恐懼流言日，王莽謙恭下士時，若使當時便身死，千古真偽有誰知。」張無忌見了這兩齣戲文，心中一動：「天下是非黑白，固非易知。周公是大聖人，當他流放管叔蔡叔之時，人人說他有篡位之意。王莽是大奸臣，但起初謙恭下士，舉世莫不歌功頌德。所謂路遙知馬力，日久見人心，世事真偽，實非朝夕之際可辨。」又想：「這二輛綵車與眾大不相同，其中顯是隱藏深意，主理之人，卻是個頗有學識的人物。」正沉吟閒，忽聽得一聲破鑼，一輛綵車由兩匹瘦馬拉了過來。那車子樸素無華，眾百姓遙遙望見，已哄笑起來，都道：「這等破爛傢生，也來遊皇城，那不笑掉了大夥兒的下巴麼？」車子漸近，無忌看得分明，不由得大吃一驚，只見車中一個大漢黃髮垂肩、雙目緊閉，盤膝坐在榻上，扮的卻不是金毛獅王謝遜是誰？旁邊一個青衣美貌少女，手捧茶碗，殷勤服侍，相貌雖不如周芷若之清麗絕俗，但衣飾打扮，和周芷若當日在風外之時全然一模一樣。韓林兒失聲道：「周姑娘，這人好像你啊。」周芷若哼了一聲，並不回答。無忌回過頭去，只見她臉色鐵青，胸口起伏不定，知她心中極是惱怒，於是伸手握住了她的右手，一時猜不透這輛彩車是何用意。這車之後，跟著一輛車上仍是一旦一淨，分別扮演謝遜和周芷若。只見那旦角笑嘻嘻繞到淨角背後，伸出兩指，突然在假謝遜背心上用力一戳。假謝遜「啊」的一聲大叫，倒撞下榻，假周芷若伸足將他踏住，提劍欲殺。眾百姓大聲喝采：「好啊，好啊，快殺了他。」第三輛車上仍是假謝遜和假周芷若二人，另有六七名丐幫幫眾，將假謝遜和假周芷若擒住。張無忌此時更無懷疑，情知這三車戲文，定是趙明命人扮演，料知他和周芷若要到大都來，是以要裝神弄鬼，羞辱周芷若一番。他一俯身，從地下拾起六粒小石子，中指輕彈，嗤嗤連響，將三輛車前的六匹瘦馬右眼睛打瞎了。小石貫腦而入，六馬哀嘶連連，倒地而斃。三輛彩車翻了過來，車上的旦角淨角滾了一地，街上又是一陣大亂。無忌這六粒小石從衣袖之中發出，街上人眾千萬，但除了周芷若和韓林兒，誰也不知是他暗中做的手腳。周芷若咬著下唇，輕聲道：「這妖女如此辱我，我……我……」說到這裏，聲音已然哽咽了。張無忌只覺她纖手冰冷，身子顫抖，忙慰道：「芷若，這小渾蛋甚麼希奇古怪也想得出來，你別理會。只須我對你一片真心，旁人挑撥離間，我如何能信？」周芷若頓了一頓，忽道：「啊，我想起來了。那日，義父本是好端端地，突然間身子一顫，摔倒在地，跟著便胡言亂語的發起瘋來，莫非……莫非當時這妖女真是伏在客店中的暗處，向義父後心施發暗器？」張無忌沉吟道：「她若是做了手腳，再趕來彌勒廟，時候也趕來得及，也說不定是玄冥二老施的暗算。」說話之間，蒙古官兵已彈壓住眾百姓，拉開死馬，後面一輛輛彩車又絡繹而來。無忌和周芷若只是想著適才情事，也無心觀看車上戲文。彩車過完，只聽得梵唱陣陣，一隊隊身披大紅袈裟的番僧邁步而來。眾番僧過後，只聽得鐵甲鏘鏘，二千名鐵甲御林軍各持長矛，列隊而過，跟著是三千名弓箭手。弓箭手過盡，香煙繚繞，一尊尊神像坐在轎中，身穿錦衣的伕役抬著經過，甚麼土地、城隍、靈官、韋陀、財神、東嶽，共是三百六十尊神像，最後一神卻是關聖帝君。眾百姓喃喃念佛，有的便跪下膜拜。神像過完，手持金瓜、金錘的儀仗隊開道，羽扇寶傘，一對對的過去。眾百姓齊道：「皇上來啦，皇上來啦。」遠遠望見一座黃綢大轎，三十二名錦衣侍衛抬著，遠遠而來。張無忌凝目瞧那蒙古皇帝，只見他面目憔悴，雖然雙頰潮紅，但一望而知是荒於酒色。雙目深陷，顯得萎靡不振。皇太子騎馬隨侍，這太子倒是頗有英氣，背負鑲金嵌玉的長弓，不脫蒙古健兒本色。韓林兒在張無忌耳邊低聲道：「教主，你何不撲上前去，一掌劈死了這韃子皇帝，也好為天下百姓除一大害？」張無忌嗯了一聲，沉吟未答。韓林兒又道：「韃子皇帝身旁護衛雖多高手，未必能擋住教主的一擊。」無忌左首一人忽然說道：「不妥，不妥。以暴易暴，未見其可也。」張無忌。韓林兒、周芷若一齊吃了一驚，向這人看去，卻是個五十來歲的賣藥郎中，背負藥囊，右手拿著個虎撐。那人雙手拇指翹起、並列胸前，做了個明教的手勢，低聲道：「彭瑩玉拜見教主。教主貴體無恙，千萬之喜。」無忌大喜，道：「啊，你是彭……」他化裝之術極是巧妙，站在無忌身旁已久，無忌等三人竟是毫沒察覺。彭瑩玉低聲道：「此間非說話之所。鞋子皇帝除他不得。」張無忌素知他極有見識，點了點頭，不再言語，伸出右手去抓住了他左手，心頭喜之不勝。皇帝和皇太子過後，又是三千名鐵甲御林軍，其後成千成萬的百姓跟著瞧熱鬧。街旁眾百姓都道：「瞧皇后娘娘公主娘娘去。」人人一湧而西。周芷若道：「咱們也去瞧瞧。」四人擠入人叢，隨著眾百姓到了玉德殿外，只見七座金脊綵樓聳然而立，樓外御林軍手執藤條，驅趕閒人。百姓雖眾。但張無忌等四人既要擠前，自也輕而易舉，不久便到了綵樓之前。中間最高一座綵樓，皇帝居中坐在龍椅上，旁邊兩位皇后，都是中年的胖胖婦人，全身包裹在珠玉寶石之中，說不盡的燦爛光華。皇太子坐於左邊下首，右邊下首坐著一個二十來歲的女子，身穿綿袍，想必是公主了。無忌一瞥之下，只見左首第二座綵樓中，一個少女身穿貂裘，頸垂珠練，巧笑嫣然，美目流盼，正是趙明。這綵樓居中坐著一位長鬚王爺，相貌威嚴，自是趙明的父親汝陽王察罕特穆爾。趙兄之兄庫庫特穆爾在樓上來回閒步，鷹視虎步，極見驃悍。周芷若瞧著兩位皇后，呆呆出神，不禁走得太近。突然之間，一名御林軍揚起藤鞭，劈頭向她擊了下來。無忌右手輕帶，已抓住了鞭梢，只須一揮，便將他摔得鼻青目腫，但隨即放手，轉身退入人叢。此時眾番僧正在綵樓前排演「天魔大陣」，五百人敲動法器。左右盤旋，縱高伏低。陣法變幻極盡巧妙，眾百姓歡聲雷動，皆大讚嘆。周芷若向趙明凝望半晌，嘆了口氣，道：「咱們回去了吧？」四人從人叢中擠了出來，回到客店。彭瑩玉向張無忌行參見之禮，各道別來情由。無忌問起謝遜消息，彭瑩玉卻是甫從淮泗來到大都，未知謝遜已回中原。他說起朱元璋、徐達、常遇春等年來攻城略地，甚立戰功，明教聲威大振。韓林兒道：「彭大師，適才咱們搶上綵樓，一刀將韃子皇帝砍了，豈非一勞永逸？」彭瑩玉搖頭道：「這皇帝昏庸無道，正是咱們大大的幫手，豈可殺他？」韓林兒奇道：「韃子皇帝昏庸無道，苦害百姓，怎麼反而是咱們大大的幫手了？」彭瑩玉道：「韓兄弟有所不知，韃子皇帝任用番僧，朝政紊亂，又命賈魯開掘黃河，勞民傷財，弄得天怒人怨。咱們近年來連勝韃子，你道咱們這些烏合之眾，當真是縱橫天下的蒙古精兵之敵麼？只不過眾百姓恨極了韃子，一有戰鬥，人人群起而攻，韃子兵好漢敵不過人多，是以落敗，這胡塗皇帝不用好官。汝陽王善能用兵，韃子皇帝處處防他，事事掣肘，生怕他立功太大，搶了他的皇位，因此近來削減他兵權，只是派些吹牛拍馬的酒囊飯袋來領兵。蒙古兵再會打仗，也給這些混蛋將軍害死了。這韃子皇帝，可不是咱們大大的幫手麼？」這番話只聽得韓林兒如夢初醒，連連點頭稱是。彭瑩玉又道：「咱們若是殺了韃子皇帝，皇太子接位，新皇縱然昏庸，總比他的胡塗老子好些。倘若他起用一批能征慣戰的宿將來打咱們，那就糟了。」張無忌道：「幸得大師及時提醒，否則今日咱們只怕已壞了大事。」韓林兒連打自己嘴巴，罵道：「該死，該死！瞧你這小子以後還敢胡說八道麼？」登時把張無忌、周芷若、彭瑩玉逗得都笑了。彭瑩玉又道：「教主是千金之體，肩上擔負著驅虜復國的重任，也不宜干冒大險，效那博浪之一擊。屬下見皇帝身旁的護衛之中，高手著實不少，教主雖然神勇絕倫，但終須防寡不敵眾。萬一失手，如何是好？」張無忌拱手道：「謹領大師的金玉良言。」周芷若忽然嘆了一口氣，道：「彭大師這話當真半點不錯，你怎能輕身冒險？要知待得咱們大事一成，坐在這彩樓龍椅之中的，便是你張教主了。」韓林兒拍手道：「那時候啊，教主做了皇帝，周姑娘做了皇后娘娘，彭大師和楊左使做個左右丞相，豈不美哉！」周芷若雙頰暈紅，含羞低頭，但眉梢眼角間，實是不勝之喜。張無忌連連搖手，道：「韓兄弟，此言不可再說。本教只圖拯救天下百姓於水火之中，功成身退，不貪富貴，那才是大丈夫光明磊落的行徑。」彭瑩玉笑道：「教主胸襟固非常人所及，只不過到了那時候，黃袍加身，你想推也推不掉的。當年陳橋兵變之時，趙匡胤何嘗想做皇帝呢？」張無忌只道：「不可，不可！我若有非份之想，教我天誅地滅，不得好死。」周芷若聽他說得決絕，臉色微變，眼望窗外，說道：「明教教徒做皇帝，那也不稀奇。當年我爹爹自立為王，倘若成事，他老人家不就是皇上麼？」彭瑩玉黯然嘆道：「不錯，只可惜當年周子旺周師兄造反不成，否則周姑娘好端端的便是一位公主娘娘。」周芷若冷笑道：「哼！汝陽王的郡主，那有什麼希罕了？偏偏有人當她了不起，目不轉睛地瞧著出神。我若是個男子漢，想娶韃子的皇親國戚，那也得娶皇帝的公主，做個駙馬爺才算體面。」彭瑩玉和韓林兒只當她是隨口說笑，都哈哈大笑起來。張無忌卻神色頗為尷尬，尋思：「芷若素來溫文靦靦，如何今日說起這些話來？想是今日我瞧趙姑娘時，被她冷眼旁觀，心中不快，是以這時乘時發作。唉，那也是她一番愛我的深情厚意。」當下彭瑩玉向無忌稟報各地明教起事抗元的情形，雖是有勝有敗，聲勢卻是日盛一日，只可惜各大門派、各大幫會妒忌者有之、牽制者有之，未能齊心協力，以致許多起義都是功敗垂成，倘若武林群豪能開一大會，同心反元，那麼大事定然能就。張無忌道：「大師此言甚是，待得會見楊左使後，咱們好好計議一番。」四人談了一會，用過酒飯，無忌道：「我和彭大師到街上走走，打聽義父的消息。」他想韓林兒性子直，在京師中見到什麼不平之事，立時便會揮拳相向，闖出禍來，便道：「韓兄弟，你和芷若今晚別出去了，便在客店中歇歇。」韓林兒道：「是，教主諸多小心！」當下張無忌和彭瑩玉言定一個向西，一個向東，二鼓前回到客店會合。張無忌出店後信步向西，一路上聽到眾百姓紛紛談論，說的都是今日「遊皇城」的豪華熱鬧，那當真是一年勝於一年。有人說道：「南方明教造反，今天關帝菩薩遊行時眼中大放煞氣，反賊定能撲滅。」又有人道：「明教有彌勒菩薩保佑，看來關聖帝君和彌勒佛將有一場大戰。」又有人道：「賈魯大人拉伕挖掘黃河，挖出一個獨眼石人，那有人背上刻有兩行字道：『莫道石人一隻眼，挑動黃河天下反』，這是運數使然，勉強不來的。」張無忌對這些愚民之言，也無意多聽，信步之間，越走越是靜僻，驀地抬頭，竟是到了那日與趙明會飲的小酒店門外。無忌心中一驚，暗想：「怎地無意之間，又來到此處了？難道我心中對趙姑娘竟是如此撇不開、放不下嗎？」只見店門半掩，門內靜悄悄地，似乎並無酒客。無忌稍一遲疑，輕輕推門走下進去，見櫃台一名店伴伏在桌上打盹。他走進內堂，只見角落裏那張方桌上點著一枝明滅不定的蠟燭，桌旁坐著一人，臉朝向裏。這張方桌正是他和趙明兩次飲酒的所在，除了這一位酒客之外，堂上更無旁人。無忌一怔之下，走近一步，那人聽見聲音，霍地站起。燭影搖晃，映在那人臉上，竟是趙明。她和無忌兩人都沒料到居然又會在此地和對方相見，不禁都是「啊」的一聲，叫了出來。趙明低聲道：「你……你怎麼會到這裏？」語聲顫抖，顯是心中極為激動。無忌道：「我閒步經過，便進來瞧瞧，那知道……」他走到桌邊，只見趙明對面另有一副杯筷，問道：「尚有旁人來要？」趙明臉上一紅，道：「沒有了。前兩次我跟你在這裏飲酒，你坐在我對面，所以…所以我叫店小二仍是多放一副杯筷。」無忌心中感激，只見桌上的四碟酒菜，竟和第一次趙明約他來飲酒時一般無異，她一番柔情深意，此刻方從心底體會到了，不由得伸出手去，握住了她的雙手，道：「趙姑娘！」趙明道：「只恨，只恨自己生在蒙古王家，做了你的對頭……」突然之間，窗外「嘿嘿」兩聲冷笑，一物飛了進來。拍的一聲，打滅了燭火，堂中登時漆黑一團。無忌和趙明聽這冷笑之聲，都知是周芷若所發，一時彷徨無主，追出去也不是，留在這裏也不是。耳聽得屋頂之聲細碎，周芷若如一陣風般去了。趙明低聲道：「你和她已有白首之約，是也不是！」無忌道：「是，我原是不該瞞你。」趙明道：「那日我在樹後，聽到你跟她這般甜言蜜語，恨不得自己立時死了，恨不得自己從來沒生在這世界上。那日我冷笑兩聲。她一報還一報，也來冷笑兩聲，可是……可是你卻沒跟我說過半句教我心中歡喜的話兒。」無忌心下歉仄，道：「趙姑娘，我不該到這兒來，不該再和你相見。我的心已有所屬，決不應再惹你煩惱。你是金枝玉葉之身，從此將我這個山村野夫忘記了吧。」趙明拿起他的手來，撫著他手背上的疤痕，道：「這是我咬傷你的，你武功再高，醫道再精，總是去不了這個傷疤。你自己手背上的傷疤也去不了，能除去我心上的傷疤麼？」突然之間，雙臂摟住他的頭頸，在他唇上深深一吻。張無忌迷惘之間。趙明用力一口，將他上唇咬得出血。跟著在他肩頭一推，身子竄出窗去，叫道：「你這小淫賊，我恨你。我恨你！」