第五章　血印石數年之間，他身材長高了，力氣長大了，見識武功，也是與日俱進。四海為家，倒也悠然自得，到處行俠仗義，扶危濟困，卻也說不盡這許多。只是他出手豪闊，趙半山所贈的二百兩黃金，卻已使得蕩然無存了。一日想起，常聽人說，廣東富庶繁盛，頗有豪俠之士，左右無事，於是騎了一匹劣馬，逕往嶺南而來。這一日到了廣東的大鎮佛山鎮。那佛山自來與朱仙、景德、漢口並稱天下四大鎮，端的是民豐物阜，市廛繁華。胡斐到得鎮上，已是巳末午初，腹中饑餓，見路南有座三開間門面的大酒樓，招牌上寫著「英雄樓」三個金漆大字，兩邊敞著窗戶，酒樓裏刀杓亂響，酒肉香氣陣陣噴出。胡斐心道：「這酒樓的招牌起得倒怪。」一摸身邊，只剩下百十來文錢，心想今日喝酒是不成的了，吃一大碗麵飽飽肚再說。當下將馬拴在酒樓前的木樁上，逕行上樓。酒樓中伙計見他衣衫敝舊，滿臉的不喜，伸手攔住，說道：「客官，樓上是雅座，你不嫌價錢貴麼？」胡斐一聽，氣往上衝，心道：「你這招牌叫做英雄樓，對待窮朋友卻是這般狗熊氣概。我不吃你一個人仰馬翻，胡斐便枉稱英雄了。」哈哈一笑，道：「只要酒菜精美，卻不怕價錢貴。」那伙計將信將疑，斜著眼由他上樓。樓上桌椅潔淨。座中客人衣飾豪奢，十九是富商大賈。伙計瞧了他的模樣，料得沒甚油水生發，竟是半天不過來招呼。胡斐暗暗尋思，要生個甚麼念頭，白吃他一頓。忽聽得街心一陣大亂，一個女人聲音哈哈大笑，拍手而來。胡斐正坐在窗邊，倚窗向街心望去，見一個婦人頭髮散亂，臉上、衣上、手上全是鮮血，手中抓著一柄菜刀，哭一陣，笑一陣，指手劃腳，原來是個瘋子。旁觀之人遠遠站著，臉上或現恐懼，或顯憐憫，無人敢走近她身旁。只見她指著「英雄樓」的招牌拍手大笑，說道：「鳳老爺，你長命百歲，富貴雙全啊，我老婆子給你磕頭，叫老天爺生眼睛保佑你啊。」說著跪倒在地，登登登的磕頭，撞得額頭全是鮮血，卻似絲毫不覺疼痛，一面磕頭，一面呼叫：「鳳老爺，你日進一斗金，夜進一斗銀，大富大貴，百子千孫啊。」酒樓中閃出一人，手執長煙袋，似是掌櫃模樣，指著那婦人罵道：「鍾四嫂，你要賣瘋，回自己窩兒去，別在這兒擾了貴客們吃喝的興頭。」那鍾四嫂全沒理會，仍是又哭又笑，向著酒樓磕頭。掌櫃的一揮手，酒樓中走出兩名粗壯漢子，一個夾手搶過她手中菜刀，另一個用力一推。鍾四嫂登時摔了一個觔斗，滾過街心，掙扎著爬起後痴痴呆呆的站著，半晌不言不語，突然搥胸大哭，號叫連聲：「我那小三寶貝兒啊，你死得好苦啊。老天爺生眼睛，你可沒偷人家的鵝吃啊。」搶了菜刀的那漢子舉起刀來，喝道：「你再在這裏胡說八道，我就給你一刀。」鍾四嫂毫不害怕，仍是哭叫。掌櫃的見街坊眾人臉上都有不以為然之色，呼嚕呼嚕的抽了幾口煙，噴出一股白煙，將手一揮，與兩名漢子回進了酒樓。胡斐見兩個漢子欺侮一個婦道人家，本感氣惱，但想這婦人是個瘋子，原也不可理喻，忽聽得坐在身後桌邊兩名酒客悄聲議論。一個道：「鳳老爺這件事，做得也太急躁了些，活生生逼死一條人命，只怕將來要遭報應。」胡斐聽到「活生生逼死一條人命」這九個字，心中一凜。只聽另一人道：「那也不能說是鳳老爺的過錯，家裏不見了東西，問一聲也是十分平常。誰叫這女人失心瘋了，竟把自己的親生兒子剖開了肚子。」胡斐聽到最後這句話，那裏還忍耐得住，猛地轉過身來。只見說話的二人都是四十左右年紀，一個肥胖，一個瘦削，穿的都是綢緞長袍，瞧這打扮，均是店東富商。二人見他回頭，相視一眼，登時住口不說了。胡斐知道這種人最是膽小怕事，若是善言相問，必定推說不知，決不肯坦直以告，當下站起身來，作了個揖，滿臉堆笑，說道：「兩位老闆，自在廣州一別，已有數年不見了，兩位好啊？」那二人和他素不相識，聽他口音又是外省人，心中均感奇怪，但生意人講究和氣生財，當即拱手還禮，說道：「你好，你好。」胡斐笑道：「小弟這次到佛山來，帶了一萬兩銀子，想辦一批貨，只是人地生疏，好生為難。今日與兩位巧遇，那再好也沒有了，正好請兩位幫忙。」二人一聽到「一萬兩銀子」五個字，登時從心窩裏笑了出來，雖見他衣著不似有錢人，但「一萬兩銀子」非同小可，豈能交臂失之？齊道：「那是該當的，請過來共飲一杯，慢慢細談如何？」胡斐正要他二人說這句話，那裏還有客氣，當即走將過去，打橫裏坐了，開門見山的問道：「適才聽兩位言道，甚麼活生生的逼死了一條人命，倒要請教。」那二人臉上微微變色，正欲推搪，胡斐伸出左手，在桌底自左至右的一移，已將每人一隻手腕抓住，握在手掌之中，略一用勁，二人「啊」的一聲叫了出來，立時臉色慘白。樓頭的伙計與眾酒客聽到叫聲，一齊回頭過來。胡斐低聲道：「不許出聲！」二人不敢違拗，只得同時苦笑。旁人見無別事，就沒再看。這二人手腕被胡斐抓在掌中，宛如給鐵箍牢牢箍住了一般，那裏還動彈得半分？胡斐低聲道：「我本是個殺人不眨眼的大盜，現下改邪歸正，學做生意，要一萬兩銀子辦貨，可是短了本錢，只得向二位各借五千兩。」二人大吃一驚，齊聲道：「我……我沒有啊。」胡斐道：「好，你們把鳳老爺逼死人命的事，說給我聽。那一位說得明白仔細，我便不向他借錢。這一萬兩銀子，只好著落在另一位身上。」二人忙道：「我來說，我來說。」先前誰都不肯說，這時生怕獨力負擔，做了單頭債主，竟然爭先恐後起來。胡斐見這個比賽的法兒收效，微微一笑，聽那胖子說北方話口音較正，便指著他道：「胖的先說，待會再叫瘦的說。那一位說得不清楚，那便是我的債主老爺了。」說著放脫了二人手腕，取下背上包裹，打了開來，露出一柄明晃晃的鋼刀，拿起桌上一雙象牙筷子，在刀口輕輕一掠，筷子登時斷為四截。這二人面面相覷，張大了口合不攏來，兩顆心卻是怦怦的跳個不住。胡斐伸出雙手，在二人後頸摸了摸，好似在尋找下刀的部位一般，將二人更是嚇得面如土色。胡斐點點頭，自言自語地道：「好，好！」又將包裹包上。那胖商人忙道：「小爺，我說，保管比……比他說的明白……」那瘦商人搶著道：「那也不見得，讓我先說吧。」胡斐臉一沉，道：「我說過要先聽他說，你忙甚麼？」那瘦商人忙道：「是，是。」胡斐道：「你不遵我吩咐，要罰！」那瘦商人嚇得魂不附體，胖商人卻臉有得色。胡斐道：「酒微菜寡，怎是敬客的道理？快叫一桌上等酒席來。」瘦商人一聽處罰甚輕，如逢大赦，忙叫伙計過來，吩咐他即刻做一席五兩銀子的最上等酒菜。那伙計見胡斐和他們坐在一起，甚是詫異，聽到有五兩銀子的買賣，當即眉開眼笑的連聲答應。胡斐在窗口探頭一望，見那鍾四嫂披頭散髮的坐在對街地下，抬頭望天，口中喃喃的自言自語，不知說些甚麼。那胖商人道：「小爺，這件事我說便說了，可不能讓人知道是我說的。」胡斐眉頭一皺，道：「你不說也罷，那就讓他說。」說著轉頭向瘦商人。胖商人忙道：「我說，我說。小爺，這位鳳老爺名字叫作鳳天南，乃是佛山鎮上的大財主，有一個綽號，叫作……」瘦商人接口道：「叫作南霸天。」胡斐喝道：「又不是說相聲，你插口幹麼？」瘦商人低下了頭。不敢再言語了。那胖商人道：「鳳老爺在佛山鎮上開了一家大典當，叫作英雄當鋪；一家酒樓，便是這家英雄樓；又有一家大賭場，叫作英雄會館。他財雄勢大，交遊廣闊，武藝算得全廣東第一。鎮上的人私下裏還說，每個月有人從粵東、粵西、粵北三處送銀子來孝敬他，聽說他是甚麼五虎派的掌門人，凡是五虎派的弟兄們在各處發財，便得抽個份兒給他。這些江湖上的事，小的也弄不明白。」胡斐點頭道：「是了，他是大財主，又是坐地分贓的大強盜。」二人向他望了一眼，心想：「那你與他是同行哪。」胡斐早已明白他們的心意，笑道：「常言道同行是冤家。我跟這位鳳老爺不是朋友。你們有好說好，有歹說歹，不必隱瞞。」那胖商人道：「這鳳老爺的宅子一連五進，本來已夠大啦，可是他新近娶了一房七姨太，又要在後進旁邊起一座甚麼七鳳樓，給這位新姨太太住。他看中的地皮，便是鍾四嫂家傳的菜園。這塊地只有兩畝幾分，但鍾阿四種菜為生，一家五口全靠著這菜園子吃飯。鳳老爺把鍾阿四叫去，說給五兩銀子買他的地。鍾阿四自然不肯。鳳老爺加到十兩。鍾阿四還是不肯，說道便是一百兩銀子，也吃得完，可是在這菜園子扒扒土、澆澆水，只要力氣花上去，一家幾口便餓不死了。鳳老爺惱了，將他趕了出來，昨天便起了這偷鵝的事兒。「原來鳳老爺後院中養了十隻肥鵝，昨天忽然不見了一隻。家丁說是鍾家的小二子、小三子兄弟倆偷了，尋到他菜園子裏，果然見菜地裏有許多鵝毛。鍾四嫂叫起屈來，說她兩個兒子向來規矩，決不會偷人家的東西，這鵝毛準是旁人丟在菜園子裏的。家丁們找小二小三去問，兩個都說沒偷。鳳老爺問道：『今兒早晨你們吃了甚麼？』小三子道：『吃我，吃我。』鳳老爺拍桌大罵，說：『小三子自己都招了，還說沒偷？』於是叫人到巡檢衙門去告了一狀，差役便來將鍾阿四鎖了去。「鍾四嫂知道自己家裏雖窮，兩個兒子卻乖，平時一家又很懼怕鳳家，決不會去偷他們的鵝吃，便到鳳家去理論，卻給鳳老爺的家丁踢了出來。她趕到巡檢衙門去叫冤，也給差役轟出。巡檢老爺受了鳳老爺的囑託，又是板子，又是夾棍，早已將鍾阿四整治得奄奄一息。鍾四嫂去探監，見丈夫滿身血肉模糊，話也說不出了，只是糊裏胡塗地叫道：『不賣地，不賣地！沒有偷，沒有偷。』鍾四嫂心裏一急，便橫了心。她趕回家裏，一手拖了小三子，一手拿了柄菜刀，叫了左右鄉鄰，一齊上祖廟去。鄉鄰們只道她要在神前發誓，便同去作個見證。小人和她住得近，也跟去瞧瞧熱鬧。「鍾四嫂在北帝爺爺座前磕了幾個響頭，說道：『北帝爺爺，我孩子決不能偷人家的鵝。他今年還只四歲，刁嘴拗舌，說不清楚，在財主爺面前說甚麼吃我，吃我！小婦人一家橫遭不白，贓官受了賄，斷事不明，只有請北帝爺爺伸冤！』說著提起刀來，一刀便將小三子的肚子剖了。」胡斐一路聽下來，早已目眥欲裂，聽到此處，不禁大叫一聲，霍地站起，砰的一掌，打得桌上碗盞躍起，湯汁飛濺，叫道：「竟有此事？」胖瘦二商人見他神威凜凜，一齊顫聲道：「此事千真萬確！」胡斐右足踏在長凳之上，從包袱中抽出單刀，插在桌上，叫道：「快說下去！」胖商人道：「這……這不關我事。」酒樓上的酒客伙計見胡斐兇神惡煞一般，個個膽戰心驚。膽小的酒客不等吃完，一個個便溜下樓去。眾伙計遠遠站著，誰都不敢過來。胡斐叫道：「快說，小三子肚中可有鵝肉？」那胖商人道：「沒有鵝肉，沒有鵝肉。他肚腹之中，全是一顆顆螺肉。原來鍾家家中貧寒，沒甚麼東西裹腹，小二小三哥兒倆就到田裏摸田螺吃。螺肉很硬，小三子咬不爛，一顆顆都囫圇的吞了下去，因此隔了大半天還沒化。他說：『吃我，吃我！』卻是說的『吃螺！』唉，好好一個孩子，便這麼死在祖廟之中。鍾四嫂也就此瘋了。」（按：吃螺誤為吃鵝，祖廟破兒腹明冤，乃確有其事，佛山鎮老人無一不知。今日佛山祖廟之中，北帝神像之前有血印石一方，尚有隱隱血跡，即為此千古奇冤之見證。作者曾親眼見到。讀者如赴佛山，可往參觀。唯此事之年代及人物姓名，年久失傳。作者當時向佛山鎮上文化界人士詳加打聽，無人知悉，因此文中人名及其他故事均屬虛構。）胡斐拔起單刀，叫道：「這姓鳳的住在那裏？」那胖商人還未回答，忽聽得遠處隱隱傳來一陣犬吠之聲，瘦商人嘆道：「作孽，作孽！」胡斐道：「還有甚麼事？」瘦商人道：「那是鳳老爺的家丁帶了惡狗，正在追拿鍾家的小二子。」胡斐怒道：「冤枉已然辨明，還拿人幹甚麼？」瘦商人道：「鳳老爺言道：小三子既然沒吃，定是小二子吃了，因此要拿他去追問。鄰居知道鳳老爺惱羞成怒，非把這件冤枉套在小二子頭上不可，暗暗叫小二子逃走。今日鳳老爺的家丁已到處搜拿了半天呢。」此時胡斐反而抑住怒氣，笑道：「好好，兩位說得明白，這一萬兩銀子我便向鳳老爺借去。」說著提起酒壺就口便喝，將三壺酒喝得涓滴不賸，一疊聲催伙計拿酒來。※※※但聽得狗吠聲吆喝聲越來越近，響到了街頭。胡斐靠到窗口，只見一個十二三歲的孩子從轉角處沒命價奔來。他赤著雙足，衣褲已被惡狗的爪牙撕得稀爛，身後一路滴著鮮血，不知他與眾惡犬如何廝鬥，方能逃到這裏。他身後七八丈遠處，十餘條豺狼般的猛犬狂叫著追來，眼見再過須臾，便要撲到鍾小二身上。鍾小二此時已是筋疲力盡，突然見到母親，叫一聲：「媽！」雙腿一軟，摔倒在地，再也爬不起來。鍾四嫂雖然神智胡塗，卻認得兒子，猛地站起，衝了過去，擋在眾惡犬之前，護住兒子。眾惡犬登時一齊站定，露出白森森的牙齒，嗚嗚發威。這些惡犬隻隻兇猛異常，平時跟著鳳老爺打獵，連老虎大熊也敢與之搏鬥，但見了鍾四嫂這股拚死護子的神態，一時竟然不敢逼近。眾家丁大聲吆喝，催促惡犬。只聽得嗚嗚幾聲，兩頭兇狼般的大犬躍起身來，向臥在地上的鍾小二咬去。鍾四嫂撲在兒子身上。第一頭大犬張開利口，咬住她的肩頭。第二頭惡犬卻咬中她的左腿。雙犬用力拉扯，就似打獵時擒著白兔花鹿一般。眾家丁呼喝助威。鍾四嫂不顧自身疼痛，仍是護住兒子，不讓他受惡犬的侵襲。鍾小二從母親身下爬了出來，一面哭喊，一面和眾惡犬廝打，救護母親。霎時之間，十餘條惡犬從四面八方圍攻了上去。街頭看熱鬧的閒人雖眾，但迫於鳳老爺的威勢，個個敢怒而不敢言。要知當此情景之下，只要有誰稍稍惹惱了這些家丁，一個手勢之下，眾惡犬立時撲上身來。有的不忍卒睹這場慘劇，掩面避開。眾家丁卻是興高采烈，猶似捕獲到了大獵物一般。胡斐在酒樓上瞧得清清楚楚，他遲遲不出手救人，是要親眼看明白那鳳天南是否真如這兩個商人所說的那麼歹毒，以免誤信人言，冤枉無辜。初時他聽胖商人述說這件慘事，心中極其惱怒，後來聽說那鳳天南既已平白無端地逼死了一條人命，還派惡犬追捕另一個孩子，覺得世上縱有狠惡之人，亦不該如此過份，倒有些將信將疑起來，直到親見惡犬撲咬鍾氏母子，那時更無懷疑，眼見街頭血肉橫飛，再遲得片刻，這一雙慈母孝子不免死於當場，當下抓起桌上三雙筷子，勁透右臂，一枚枚的擲了下去。但聽得汪汪汪、嗚嗚嗚幾聲慘叫，六頭惡犬均被筷子打中腦門，伏地而死，其餘惡犬呆在當地，不知該當繼續撲咬，還是轉身逃去。胡斐又拿起桌上的酒杯，飛擲下街，當真是差不失寸，勁力透骨，每一隻酒杯的杯底都擊中在每一頭惡犬的鼻頭上。三頭大狗叫也沒叫一聲，登時翻身而死。餘下幾條惡犬將尾巴挾在後腿之間，轉眼逃得不知去向。帶狗的家丁共有六人，仗著鳳天南的威勢，在佛山鎮上一向兇橫慣了的，眼見胡斐施展絕技殺狗，竟然不知死活，一齊怒喝：「甚麼人到佛山鎮來撒野？打死了鳳老爺的狗，要你這小子償命。」各人身上都帶著單刀鐵鍊，紛紛取出，蜂擁著搶上樓來。眾酒客見到這副陣仗，登時一陣大亂。那「英雄樓」是鳳天南的產業，掌櫃的、站堂的、送菜的、大廚二廚，一見鳳府家丁上樓拿人，各自抄起火叉、菜刀、鐵棒，都要相幫動手。胡斐瞧在眼裏，只是微微冷笑。但見六名家丁奔到身前，為首一人將鐵鍊嗆啷啷一抖，喝道：「臭小子，跟老爺走吧。」胡斐心想：「一個鄉紳的家丁，也敢拿鐵鍊鎖人，這姓鳳的府中，難道就是佛山鎮的衙門？」他也不站起，反手一掌，正中那家丁的左臉，手掌縮回時，順手在他前頸「紫宮」、後腦「風府」兩穴各點了一下。這是人身的兩處大穴，那家丁登時呆呆站著，動彈不得。其時第二、第三個家丁尚未瞧得明白，各挺單刀從左右襲上。胡斐見二人雙刀砍來時頗有勁力，顯是練過幾年武功，倒非尋常狐假虎威的惡奴可比，正是如此，更可想見那鳳天南的兇橫，當下如法炮製，啪啪兩記巴掌，打得那兩名家丁愣愣的站著。餘下三名家丁瞧出勢頭不對，一個轉身欲走，另一個叫道：「鳳七爺，你來瞧瞧這是甚麼邪門。」那鳳七是鳳天南的遠房族弟，就在這英雄酒樓當掌櫃，武功是沒有甚麼，為人卻極是機靈，這時已站在樓頭，瞧出胡斐武功甚是了得，當即搶上兩步，抱拳說道：「原來今日英雄駕到，恕鳳某有眼不識泰山……」胡斐見三名家丁慢慢向樓頭移步，想乘機溜走，當即從身邊站著不動的家丁手中取過鐵鍊，著地捲去，回勁一扯，鐵鍊已捲住三名家丁六隻腳，但聽得「啊喲，啊喲」聲中，三個人橫倒在地，跌成一堆，一齊給他拖將過來。胡斐拿起鐵鍊兩端，打了一個死結，對鳳七毫不理睬，自斟自飲。英雄樓眾伙計雖見胡斐出手厲害，但想好漢敵不過人多，各執傢伙，佈成陣勢，只待鳳七爺一聲令下，便即一擁而上。胡斐喝了一杯酒，問道：「鳳天南是你甚麼人？」鳳七笑道：「鳳老爺是在下的族兄，尊駕可認得他麼？」胡斐道：「不認得，你去叫他來見我。」鳳七心中有氣，暗道：「憑你這小子也請得動鳳老爺？便是你登門磕頭，也不知他老人家見不見你呢？」但臉上仍是笑嘻嘻地道：「請教尊駕貴姓大名，好得通報。」胡斐道：「我姓拔，殺雞拔毛的拔。」鳳七暗自嘀咕：「怎麼有這個怪姓兒？」陪笑道：「原來是拔爺，物以稀為貴，拔爺的姓數，南方倒是少有。」胡斐道：「是啊，俗語道物以稀為貴，掉句文便是『鳳毛麟角』，在下的名字便叫作『鳳毛』。」鳳七笑道：「高雅，高雅！」突然轉念：「不對，他這『拔鳳毛』三字，豈不是有意來尋晦氣，找岔子？」臉色一變，厲聲道：「尊駕到底是誰？到佛山鎮有何貴幹？」胡斐笑道：「早就聽說佛山鎮有幾隻惡鳳凰，我既然名叫拔鳳毛，便得來拔幾根毛兒耍耍。」鳳七退後一步，嗆啷一響，從腰間取出一條軟鞭，左手一擺，叫手下眾人小心在意，右腕抖動，軟鞭挾著一股勁風，向胡斐頭上猛擊下來。胡斐心中盤算已定：「單憑鳳天南一人，也不能如此作惡多端。他手下的幫兇之輩，個個死有餘辜。今日下手不必容情。」眼見軟鞭打到，反手一帶，已抓住鞭頭，輕輕向內一扯。鳳七立足不住，向前衝了過來。胡斐左手在他肩頭一拍，鳳七但覺一股極大力量往下擠迫，不由自主的雙膝一軟，跪倒在地。胡斐笑道：「不敢當！」順手將那十三節軟鞭往他身上一捲，已將他縛在一張八仙桌桌腳上。酒樓眾伙計正要撲上動手，突見如此變故，嚇得一齊停步。胡斐指著一個肥肥的廚子叫道：「喂，將菜刀拿來。」那肥廚子張大了嘴，不敢違拗，將手中握著的菜刀遞了過去。胡斐道：「炒裏脊用甚麼材料？」肥廚子道：「用豬背上脊骨兩旁的上好精肉。你是要吃糖醋、椒鹽、油炸，還是清炒？」胡斐伸手一扯，嗤的一響，將鳳七背上的衣服撕破，露出肥肥白白的背脊來，摸摸他的脊樑，道：「是不是這裏下刀？」那肥廚子的大口張得更大，那哪回答？鳳七連連磕頭，叫道：「英雄饒命！」胡斐心想：「饒你性命可以，但不給你吃些苦頭，豈不是作惡沒有報應？」菜刀一起，在他脊骨旁劃了一條長長的傷口，問道：「半斤夠了麼？」廚子獃頭獃腦的道：「一個人吃，已經夠啦！」鳳七嚇得魂飛天外，但覺背上劇痛，只道真的已給他割了半斤裏脊肉去，只聽胡斐又問：「炒豬肝用甚麼作料？清蒸豬腦用甚麼作料？」鳳七心想：「炒裏脊那還罷了，這炒豬肝、蒸豬腦兩樣一作，我這條老命，還剩得下麼？」拚命的磕頭，只把樓板磕得鼕鼕直響，叫道：「英雄有事便請吩咐，只求饒了小人一命。」胡斐見嚇得他也夠了，喝道：「你還敢幫那鳳天南作惡麼？」鳳七忙道：「小人不敢。」胡斐道：「好，快趕走樓上與雅座的客人，大堂與樓下的客人一個也不許走。」鳳七叫道：「伙計，快遵照這位好漢爺的吩咐。快！快！」樓上眾酒客不是財主，便是富商，個個怕事，一見打架，早想溜走，苦於梯口給手執兵刃的眾伙計守住，欲行不得，這時也不用人趕，早心急慌忙的走了。樓下大堂的客人都是窮漢，十個中倒有七八個吃過鳳七的虧，見今日有人上門尋事，實在說不出的痛快，都要留下來瞧瞧熱鬧。胡斐叫道：「今日我請客，朋友們的酒飯錢，都算在我帳上，你不許收一文錢，快抬酒罈子出來，做最好的菜餚敬客，把街上九隻惡狗宰了，燒狗肉請大家吃。」他吩咐一句，鳳七答應一句。眾伙計行動稍遲，胡斐便揚起菜刀，問那肥廚子：「紅燒大腸用甚麼作料？炒腰花用甚麼作料？」那廚子據實回答，用的是大腸一副，腰子兩枚。只把鳳七驚得臉無人色，不住口的催促。那六名家丁見胡斐如此兇狠，不知他要如何對付自己，心中都如十五隻吊桶打水，七上八落，偷瞧胡斐的臉色一眼，又互相對望一眼，心中只是焦急：「鳳老爺怎地還不過來救人？再遲片刻，這兇神便要來對付我們了。」胡斐見眾伙計已照自己吩咐，一一辦理不誤，大步走到樓下，倒了一大碗酒，說道：「今日小弟請客，各位放量飲酒，想吃甚麼，便叫甚麼，酒樓上若有絲毫怠慢，回頭我一把火將它燒了。」眾酒客歡然吃喝，只是在鳳家積威之下，誰也不敢接口。※※※胡斐回到樓上，解開了三名家丁的穴道，將鐵鍊分別套在各人頸裏，連著另外三名家丁，將六個人一齊拉下樓來，問道：「鳳天南開的當鋪在那裏？我要當六隻惡狗。」便有酒客指點途徑，說道：「向東再過三條橫街，那一堵高牆便是。」胡斐說聲：「多謝！」牽了六人便走。一群瞧熱鬧的人遠遠跟著，要瞧活人如何當法。胡斐一手拉住六根鐵鍊，來到「英雄典當」之前，大聲喝道：「英雄當狗來啦！」牽了六名家丁，走到高高的櫃台之前，說道：「朝奉，當六條惡狗，每條一千兩銀子。」坐櫃的朝奉大吃一驚，佛山鎮上人人知道，這「英雄典當」是鳳老爺所開，十多年來誰也不敢前來胡混，怎麼今日竟有個失心瘋的漢子來當人？凝神一看，認出那六個被他牽著的竟是鳳府家丁，這一來更是驚訝，說道：「你……你……你當甚麼？」胡斐喝道：「你生不生耳朵？我當六條惡狗，每條一千兩，共是六千兩銀子。這筆生意便宜你啦。」那朝奉知他有意來混鬧，悄聲向旁邊的朝奉說了一聲，命他快去呼喚護院武師來打發這瘋子，一面向胡斐客客氣氣的道：「典當的行規，活東西是不能當的，請尊駕原諒。」胡斐道：「好，活狗你們不收，那我便當死狗。」六名家丁大驚，一齊叫道：「俞師爺，你快收下來，救命要緊。」但典當的朝奉做事何等精明把細，豈肯隨隨便便的送六千兩銀子出去，只是陪笑道：「你老請坐啊，用杯茶不用？」胡斐道：「先把活狗弄成死狗，再喝你的茶。」四下一瞧，心下已有了計較，兩步走到大門旁，抓住門緣向上一托，已將一扇黑漆大門抬了下來。那俞朝奉見事情越加不對，叫道：「喂，喂，你這位客人幹甚麼啊？」胡斐不去理他，左一腿，右一腿，將六名家丁踢倒在地，橫轉門板，壓在六人身上。俞朝奉叫道：「唉，不要胡鬧，你可知這是甚麼地方？這典當是誰的產業？」胡斐心想：「瞧你這副尖酸刻薄的樣兒，佛山鎮上定有不少窮人吃過你的苦頭。」走到櫃台之前，夾手一把抓住他的辮子，從高高的櫃台後面揪將出來，也壓在門板之下，接著走到門口，抱起門邊那隻又高又大的石鼓，砰的一聲，摔上了門板。這石鼓何止五百斤重，這一摔上去，門板下七人齊聲慘呼，有的更是痛得屎尿齊流。門外閒人與櫃台內的眾朝奉也是同聲驚叫起來。胡斐又抱起另一隻石鼓，叫道：「惡狗還沒死，得再加一個石鼓！」說著將那石鼓往空中一拋，眼看又要往門板上落去，但聽得眾人齊聲大叫，他雙手環抱，倏地將石鼓抱住，又壓在門板之上。這時門板上已壓了一千餘斤，雖由七人分擔，但人人已壓得筋骨欲斷。俞朝奉大叫道：「好漢爺饒命！快取銀子出來！」胡斐道：「甚麼？你還要我取銀子出來？」俞朝奉身子瘦弱，早已給壓得上氣不接下氣，忙道：「不……不……我是叫當裏取銀子出來……」典當裏眾朝奉見情勢險惡，只得將一封封銀子捧了出來，一百兩一封，共是六十封，胡斐將銀子都堆在門板之上，說道：「六條惡狗當六千兩，還有一個朝奉呢？難道堂堂英雄典當的一位大朝奉，還不及一條惡犬嗎？至少得當三千兩。」這六千兩銀子，足足有三百七十餘斤，又壓在門板上，下面七人更是抵受不住。正亂間，忽然門外有人叫道：「那一個雜種吃了豹子膽，來鳳老爺的鋪子混鬧？」人群往兩旁一分，闖進來兩條漢子。兩人一般的高大魁偉，黑衣黑褲，密排白色扣子，武師打扮。胡斐身形一幌，竄到兩人背後，一手一個，已抓住了兩人後頸。那兩人正是英雄典當的護院，閒著無事，卻在賭場賭博，聽得當鋪中有人混鬧，這才匆匆趕回，那知還沒瞧清楚對手的身形面目，已被他抓住要害，提了起來。胡斐雙手一抖，一個身上落下七八張天九牌，另一個手中卻掉下兩粒骰子。胡斐笑道：「好啊，原來是兩個賭鬼！」將兩人頭對頭一撞，騰騰兩聲，將兩人摔在門板之上。這兩個護院武師武功雖然平平，身子的重量卻是足斤加三。門板上又加了四百來斤，只壓得下面七人想呻吟一句也是有聲無氣。典當的大掌櫃只怕鬧出人命，忙命伙計又捧出三千兩銀子來，不住向胡斐打躬作揖，陪笑說好話，心下納悶：「怎地鳳老爺不親來料理？」胡斐在酒樓中命人烹狗，到典當中來當人，用意本是要激鳳天南出來。他自從少年時在商家堡鐵廳遇險之後，行事極為謹慎，心想這鳳天南既然號稱「南霸天」，家中的佈置只怕比商家堡更為厲害，常言道：「強龍不鬥地頭蛇。」若是上門去與他為難，只怕中了他的毒計，是以先鬧酒樓，再鬧當鋪，那知鳳天南始終不露面，倒也大出意料之外。他見又有三千兩銀子搬到，頭一擺，道：「一齊放在門板上。」眾伙計明知一放上去，又是加上一百八九十斤，但不敢違拗，只得一包包輕輕的放了上去。胡斐叫道：「你們這典當是皇帝老子開的麼？怎樣做事這等橫法？」大掌櫃陪笑道：「不敢，不敢。好漢爺還有甚麼吩咐？」胡斐道：「當東西的沒當票麼？」那大掌櫃心想這六個家丁皮粗肉厚，壓一會兒還不怎樣，這俞朝奉只怕轉眼就要一命嗚呼，一疊連聲的叫道：「快寫當票。」櫃面的朝奉不知如何落筆，見大掌櫃催得緊，只得提筆寫道：「今押到鳳府家丁六名，俞朝奉一名，皮破肉爛，手足殘缺，當足色紋銀九千兩整。年息二分，憑票取贖。蟲蟻鼠咬，兵火損失，各安天命，不得爭論。三年為期，不贖斷當。」原來天下當鋪的規矩，就算你當的是全新完整之物，他也要寫上「殘缺破爛」的字樣，以免贖當時有所爭執。當鋪當活人，那是從所未有之事，那朝奉寫得慣了，也給加上「皮破肉爛，手足殘缺」八字評語。大掌櫃將當票恭恭敬敬遞了過去，胡斐一笑收下，提起兩名武師，喝道：「將石鼓取下來。」兩名武師兀自頭暈眼花，卻自知一人搬一個石鼓不夠力氣，只得二人合力，一個個的抬了下來。胡斐道：「好，咱們到賭場去逛逛。你兩條大漢，抬著本錢跟我來。」兩名武師給他治得服服貼貼，一前一後抬著門板，端了九千兩紋銀，跟在胡斐後面。看熱鬧的閒人見他赤手空拳，鬥贏了佛山鎮上第一家大典當，無不興高采烈，但怕鳳老爺見怪，卻不敢走近和他說話，聽他說還要去大鬧賭場，更是人人精神百倍，跟在後面的人越來越多。※※※那賭場開設在佛山鎮頭一座破敗的廟宇裏，大門上寫著「英雄會館」四個大字。胡斐大踏步走進門去，只見大殿上圍著黑壓壓一堆人，正在擲骰子押大小。開寶的寶官濃眉大眼，穿著佛山鎮的名產膠綢衫褲，敞開胸膛，露出黑毿毿的兩叢長毛，見到胡斐進來，後面跟著兩名武師，抬著一塊大門板，放著近百封銀子，心裏一怔，叫道：「蛇皮張，你做甚麼？」那姓張的武師努一努嘴，道：「這位好漢爺要來玩一手。」那寶官聽蛇皮張說得恭敬，素知鳳老爺交遊廣闊，眼前這人年紀雖輕，多半是他老人家的朋友，心想：「好哇，你是抬了銀子給我們場裏送來啦。開飯店的不怕大肚漢，開賭場的豈怕財主爺？再抬了兩門板來也不嫌多。」咧嘴一笑，說道：「這位朋友貴姓？請坐請坐。」胡斐大剌剌的坐了下來，說道：「我姓拔，名字叫作鳳毛。」那寶官一楞，心道：「啊，你是存心來跟我們過不去了。」拿起骰盅一搖，放下來合在桌上，四周數十名賭客紛紛下注，有的押「大」，有的押「小」。胡斐有意要延挨時刻，等那鳳天南親自出來，好與他相鬥，當下笑嘻嘻的坐著，並不下注。只見寶官揭開盅來，三枚骰子共是十一點，買「大」的賭客紛紛歡呼，買小的卻是垂頭喪氣。那寶官連開三次，都是「大」。胡斐心想：「十賭九騙，這鳳天南既然如此橫法，所開的賭場鬼花樣必多，待我查出弊端，大鬧他一場。」當下注目看那骰盅，又傾聽骰子落下的聲音，要查究骰中是否灌鉛，聽了片刻，覺得骰子倒無花巧。他練過暗器聽風術，耳音極精，縱在黑暗之中，若有暗器來襲，一聽聲音，立知暗器來勢方位，是何種類，手勁如何。如趙半山這等大行家，當日在商家堡中一聽到身後暗器射到，即猜到對方是嵩山少林寺不疑大師的弟子，暗器聽風之術，一精至斯。胡斐的耳音較之趙半山雖然尚有不及，但聽了一陣，竟已聽出三枚骰子向天的是甚麼點數。要知骰子共有六面，每面點數不同，一點的一面與六點的一面落下之時，聲音略有差別，雖然所差微細之極，但在內力精深、暗器功夫極佳之人聽來，自能分辨。胡斐又讓他開了幾盅，試得無誤，笑道：「寶官，限注麼？」那寶官大聲道：「廣東通省都知，南霸天的賭場決不限注，否則還能叫英雄會館麼？」胡斐微微一笑，伸出大拇指一翹，道：「是啊，若是限注，豈不成了狗熊會館？」聽他骰子落定，乃是十六點，回頭叫道：「蛇皮張，押一千兩『大』。」那寶官雖在賭場中混了數十年，但骰子到底開大開小，也是要到揭盅才知，見他一押便是一千兩，不由得一怔，揭開盅來，只見三枚骰子兩枚六點，一枚四點，不由得臉都白了，當下由下手賠了一千兩。接下去搖骰時聲音錯落，胡斐聽不明白，袖手不下，開出來是個八點小。跟著他押了二千兩「小」，盅子揭起，果然是四點「小」。如此只押得五六次，場中已賠了一萬一千兩。那寶官滿手是汗，舉起骰盅猛搖。胡斐聽得明白。盅中正是十四點，說道：「蛇皮張，把二萬兩都給押上『大』！」兩名武師將門板上的銀子一封封的盡往桌上送。寶官掀起骰盅一邊，眼角一張，已看到骰子共是十四點。他手腳也真利落，小指在盅邊輕輕一推，盅邊在骰子上一碰，一枚六點的骰子翻了一轉，十四點變成九點，那是「小」了。這一記手法，若不是數十年苦功，也真不能練成，比之於武功，可算得是厲害之極的絕招。那寶官見他渾然不覺，心想這次勝定你了，得意洋洋的道：「大家下定注了？」胡斐左手將一大堆銀子往桌子中心一推，說道：「這裏是二萬兩銀子，是『小』你便盡數吃去。」寶官叫道：「好！好！吃了！」揭開寶盅，不禁張大了口合不攏來，只見三枚骰子共是十二點。眾賭客早已罷手不賭，望著桌上這數十封銀兩，無不驚心動魄，突見開出來的是「大」，不約而同的齊聲驚呼：「啊！」這聲音中又是驚奇，又是艷羨。要知他們一生之中，從未見過如此的大賭。胡斐哈哈大笑，一隻腳提起來踏在凳上，叫道：「二萬兩銀子，快賠來！」原來那寶官作弊之時，手腳雖快，卻那裏瞞得過胡斐的眼光？他雖瞧不出那寶官如何搗鬼，但料定三枚骰子定是給他從「大」換成了「小」，他左手推動銀兩之際，右手伸到桌底，隔著桌面在盅底輕輕一彈。三枚骰子本來一枚是三，一枚是一，一枚是五，合共九點。他這一彈力道用得恰到好處。三枚骰子一齊翻了個身，變成四點、六點、兩點，合成十二點「大」。那寶官臉如土色，砰的一下，伸手在桌上一拍，喝道：「蛇皮張，這人是甚麼路數？到鳳老爺的場子來攪局？」蛇皮張哭喪著臉道：「我……我……也不知道啊。」胡斐道：「快賠，快賠，二萬兩銀子，老爺贏得夠了，收手不賭啦！」那寶官在桌上又是砰的一擊，罵道：「契弟，你搞鬼出老千，當老子不知道麼？」胡斐雖不明白他罵人的言語，料想決非好話，笑道：「好，你愛拍桌子，咱們賭拍桌子也成！」右手在桌子角上一拍，桌子角兒應手而落，跟著左手一拍，另一隻角又掉在地上。這一手驚人武功顯了出來，這寶官那裏還敢兇橫？突然飛起一腳，要想將桌子踢翻，乘亂溜走。幾個地痞賭客跟著起哄：「搶銀子啊！」胡斐右手一伸，已將寶官踢出的一腳抓住，倒提起來，將他頭頂往桌面一樁。這一下力道奇重，桌面登時給他腦門撞破一洞，腦袋插到了桌面之下，肩膀以上的身子卻倒栽在桌上，手腳亂舞，蔚為奇觀。眾賭客齊聲驚叫，紛紛退開。突然大門中搶進一個青年，二十歲上下年紀，身穿藍綢長衫，右手搖著摺扇，叫道：「是那一個好朋友光降，小可未曾遠迎，要請恕罪啊！」胡斐見這人步履輕捷，臉上英氣勃勃，顯是武功不弱，不覺微微一怔。※※※那少年收攏摺扇，向胡斐一揖，說道：「尊兄貴姓大名？」胡斐見他彬彬有禮，便還了一揖，道：「沒請教閣下尊姓。」那少年道：「小弟姓鳳。」胡斐雙眉一豎，哈哈笑道：「如此說道，在下的姓名未免失敬了。我姓拔，名叫鳳毛。老兄與鳳天南怎生稱呼？」那少年道：「那是家父。家父聽說尊駕光臨，本該親來迎接，不巧恰有要務纏身，特命小弟前來屈駕，請到舍下喝一杯水酒。」他轉頭向英雄當鋪的兩名護院喝道：「定是你們對拔爺無禮，惹得他老人家生氣，還不賠罪？」那兩位護院喏喏連聲，一齊打躬請安，道：「小人有眼不識泰山。」胡斐微微冷笑，心想：「瞧你們鬧些甚麼玄虛。」那寶官的腦袋插在賭桌上，兀自雙腳亂舞，啊啊大叫。那少年抓住他背心，輕輕向上一提，將他倒過身來，那桌子卻仍舊連在他項頸之中，只是四隻桌腳向天，猶似頸中戴了一個大枷。那寶官雙手托住桌子，這情狀當真是十分滑稽，十分狼狽，向那少年道：「大爺，你來得正好，他……他……」眼望胡斐，卻不敢再說下去了。胡斐道：「你不賭了，是不是？那也成，我贏的錢呢？英雄會館想賴帳麼？」那少年罵寶官道：「拔爺贏了多少銀子，快取出來！慢吞吞的幹甚麼？」說著抓住桌子兩角，雙手向外一分，喀的一響，桌面竟被他撕成了兩邊。這一手功夫甚是乾淨利落，賭場中各人一齊喝采。那寶官有小主撐腰，膽子又大了起來，向胡斐惡狠狠地望了一眼，道：「這人出老千。」那少年叱道：「胡說！人家是英雄好漢，怎會出老千？館裏銀子夠麼？若是不夠，快叫人往當鋪取去。」胡斐不懂「出老千」三字是何意思，但想來多半是「欺騙作弊」之意，心想：「這少年武功不弱，行事也有擔當，我可不能絲毫大意了。」只聽那少年道：「拔爺的銀子，決不敢短了半文。這些市井小人目光如豆，從來沒見過真好漢大英雄的氣概，拔爺不必理會。現下便請拔爺移玉舍下如何？」他明知「拔鳳毛」三字決非真名，乃是存心來向鳳家尋事生非，但還是拔爺前，拔爺後，絲毫不以為意。胡斐道：「你們這裏鳳凰太多，不知大爺的尊號如何稱呼？」那少年似乎沒聽出他言語中意含譏諷，連說：「不敢，不敢。小弟名叫一鳴。」胡斐道：「在下賭得興起，還要在這裏玩幾個時辰，不如請你爸爸到這裏會面吧。」那寶官聽他說還要賭，嚇得面如土色，忙道：「不，不……」鳳一鳴臉一沉，叱道：「我們在說話，也有你插嘴的份兒？」轉頭向胡斐陪笑道：「家父對朋友從來不敢失禮，得知拔爺光臨佛山，心中喜歡得了不得，恨不得立時過來相見，只是恰好今日京中來了兩位御前侍衛，家父須得陪伴，實是分身不開。請拔爺包涵原諒。」胡斐冷笑一聲，道：「御前侍衛，果然是好大的官兒。一鳴兄，小弟在江湖上有個外號，你想必知道。」鳳一鳴正自嘀咕：「不知此人真姓名究是甚麼，若能摸清他幾分底細，對付起來就容易得多了。」聽他提起外號，忙道：「小弟孤陋寡聞，請拔爺告知。」胡斐「哼」的一聲，道：「虧你也是武林中人，怎地連大名鼎鼎的『殺官毆吏拔鳳毛』也不知道？」鳳一鳴一怔，道：「取笑了。」胡斐左手倏地伸出，抓住他的衣襟，喝道：「咦，好大的膽子！你怎敢將我的一塊鳳凰肉吃下了肚中。」鳳一鳴再也忍耐不住，右手虛出一掌，左手便來拿他手腕。胡斐手掌疾翻，當真快如電火，叫人猝不及防，啪的一聲，鳳一鳴左頰已吃了一記巴掌，順手將他右手拿住，喝道：「還我的鳳凰肉來。」鳳一鳴家學淵源，武功竟自不弱，只覺自己右掌宛似落入了一雙鐵鉗之中，筋骨都欲碎裂，急忙飛起右足，向胡斐小腹上踢去。胡斐提起腳來，從空一足踏落，正好踏住他的足背。鳳一鳴腳上又如被鐵錘一擊，忍不住「啊」的一聲叫了出來。胡斐左手反手一掌，鳳一鳴右頰早著，雙頰就如豬肝般又紅又腫。胡斐大聲叫道：「各位好朋友聽著，我千里迢迢地從北方來到佛山，向這裏的鍾阿四鍾老兄買到一塊鳳凰肉，卻讓這廝一口偷吃了。你們說該打不該打？」賭場中眾人面面相覷，不敢說話，心中都知他是在為被逼死的鍾小三出氣伸冤。鳳一鳴給他踏住一足，握住一手，已是全身無法動彈。只見人叢中轉出一個老者，手中拿著一根短煙袋，正是英雄當鋪的大掌櫃。他給胡斐逼去了九千兩銀子，那裏便肯罷休？一面命人急報鳳天南，一面悄悄跟到英雄會館來瞧他的動靜，這時見小主人被擒，忙上前陪笑道：「好漢爺，這是我們鳳老爺的獨生愛子，鳳老爺當他猶如性命一般。好漢爺要銀子使用，儘管吩咐，可請快放了我們少主人。」胡斐道：「誰叫他偷吃了我的鳳凰肉？是鳳老爺的獨生愛子，便能偷吃人家東西麼？」大掌櫃笑道：「好漢取笑了。天下那有甚麼鳳凰肉？便算有，我們小主人也決不會偷吃。」胡斐喝道：「這鳳凰肉乃大補之劑，真是無價之寶，一吃下肚，立時滿面通紅，肥胖起來。你們大家看，他的臉是否比平時紅了胖了？還說沒偷吃我的鳳凰肉麼？」大掌櫃陪笑道：「這是好漢爺下手打腫的，不與鳳凰肉相干。」胡斐道：「大家來評個理，這小子可偷吃了我的鳳凰肉麼？」在賭場中胡混之人，一小半是鳳天南的手下，另一半不是地痞流氓，便是破落戶子弟，人人畏懼鳳天南的威勢，聽胡斐如此詢問，七嘴八舌的說道：「沒見到你有甚麼鳳凰肉。」「鳳大爺決不能偷你東西吃。」「鳳老爺府上的東西還怕少了麼？怎能偷人東西？」「笑話笑話！」「好漢快放了他，別鬧出大事來。」胡斐道：「好，你們大家說他沒偷吃，我難道賴了他？咱們到北帝廟判個理去。」眾人一怔，立時想起鍾四嫂在北帝廟中刀剖兒腹之事。那大掌櫃暗暗吃驚，心想：「一到北帝廟，那可要鬧得不可收拾。」不住向胡斐打躬作揖，道：「好漢爺說得對，我們都錯了。少主人吃了好漢的鳳凰肉，好漢要怎麼陪，便怎樣賠就是。」胡斐冷笑道：「你倒說得容易。這裏人人不服，不到北帝廟評個明白，我今後還有臉見人麼？」說著將鳳一鳴挾在腋下，銀子也不要了，大踏步走出賭場，向途人問了路，逕向北帝廟而來。※※※那北帝廟建構宏偉，好大一座神祠，進門院子中一個大水塘，塘中石龜石蛇，昂然盤踞。胡斐拉著鳳一鳴來到大殿，只見神像石板上血跡殷然，想起鍾四嫂被逼切剖兒腹的慘事，胸間熱血上衝，將鳳一鳴往地上一推，抬頭向著北帝神像，朗聲說道：「北帝爺，北帝爺，你威靈顯赫，替小民有冤伸冤，有仇報仇。這賊廝鳥偷吃了我的鳳凰肉，但旁人都說他沒吃……」他話未說完，猛覺背後風聲颯然，左右有人雙雙來襲。他頭一低，身子一縮，那二人已然撲空。他雙手分別在二人背上一推，砰的一聲，二人臉對臉猛地一撞，登時暈去。只聽得一人高聲怒吼，又撲了上來。胡斐聽他腳步沉重，來勢威猛，心想：「這人功夫倒也不弱。」一側身間，乘勢一帶，只見刀光閃動，一條肥水牯似的粗壯大漢已在身旁掠過，一刀逕向鳳一鳴頭頂砍落。總算他武功不低，危急之際手臂一偏，一刀砍在地下青磚之上，磚屑紛飛。胡斐叫道：「妙極！」左足伸出，已踏住他的手肘。那大漢狂吼一聲，放手撒刀。胡斐右足一挑，單刀飛將起來，順手接過，笑道：「我正愁沒刀剖他肚子，你巴巴的趕來送刀，當真有勞了。」那大漢怒極，使力掙扎。胡斐左腿一鬆，竟被他翻身躍起，原來這大漢蠻力過人。他右足一撐，雙手十指如鉤，在空中逕向胡斐撲到。胡斐一轉身，已繞到他的身後，左手搭他肥臀之上，借力一送，喝道：「上天吧！」這一送有八成倒是借了那大漢本身縱躍之勢。那大漢身不由主，向上疾飛，旁觀眾人大叫聲中，眼見要穿破廟頂而出。他忙伸出雙手，抱住了大殿正中的橫樑，總算沒撞破腦門，但就這麼掛在半空，向下一望，離地數丈。他沒練過輕功，身子又重，外家硬功雖然不弱，卻不敢躍下。這大漢在五虎門中位居第三，乃是鳳天南的得力助手，佛山鎮上人人懼怕，這時掛在樑上，上不得，下不來，極是狼狽。胡斐拉住鳳一鳴的衣襟，向上一扯，嗤的一響，露出肚腹肌膚，橫過刀鋒，向擠在殿上的眾人叫道：「他是否吃了鳳凰肉，大家睜大眼睛瞧個明白，別說我冤枉了好人。」旁邊四五個鄉紳模樣的人一齊來勸，都道：「好漢爺高抬貴手，若是剖了肚子，人死不能復生，那可不得了。」胡斐心想：「這些人鬼鬼祟祟，定與鳳天南一鼻孔出氣。」回頭怒喝：「那鍾四嫂剖孩子肚子，你們何以便不勸了？有錢子弟的性命值錢，窮人的孩子便不是性命？你們快回家去，每人把自己的兒子送一個來，若不送到，我自己上門找尋。我的鳳凰肉若不是他吃的，便是你們兒子吃了，我一個個剖開肚子來，查個明白。」這幾句話直把那幾個鄉紳嚇得魂不附體，再也不敢開口。※※※正亂間，廟門外一陣喧嘩，搶進一群人來。當先一人身材高大，穿一件古銅色緞袍，雙手一分，大殿上已有七八人向兩旁跌出數尺。胡斐見了他這等氣派威勢，又是如此橫法，心想：「啊哈，正點子終於到了。」眼光向他從頭上瞧到腳下，又從腳下看到頭上。只見他上唇留著兩撇花白小髭，約莫五十來歲年紀，右腕戴一隻漢玉鐲，左手拿著一個翡翠鼻煙壺，儼然是個養尊處優的大鄉紳模樣，實不似個坐地分贓的武林惡霸，只是腳步凝穩，雙目有威，多半武功高強。這人正是五虎門掌門人南霸天鳳天南，他陪著京裏來的兩名侍衛在府內飲宴，聽得下人一連串的來報，有人混鬧酒樓、當鋪、賭場。他不願在御前侍衛跟前失了氣派，一直置之不理，心想這些小事，手下人定能打發，直聽到兒子遭擒，被拿到北帝廟中要開膛剖肚，這才匆匆趕來。他還道是極厲害的對頭來到尋仇，那知一看胡斐，竟是個素不相識的鄉下少年，當下更不打話，俯身便要扶起兒子。胡斐心想：「這老傢伙好狂，竟將我視如無物。」待他彎腰俯身，一掌便往他腰間拍去。鳳天南竟不回身，左手回掌，想將他手掌格開。胡斐一催勁力，啪的一聲，雙掌相交，鳳天南身子一幌，險些跌在兒子身上，才知這鄉下少年原來是個勁敵。當下顧不得去扶兒子，右手橫拳，猛擊胡斐腰眼。胡斐見他變招迅捷，拳來如風，果然是名家身手，揮刀往他拳頭上疾砍下去。這一刀雖然兇猛，鳳天南也只須一縮手便能避過，但鳳一鳴橫臥在地，他縮手不打緊，兒子卻要受了這一刀。當此危急之際，他應變倒也奇速，一扯神壇前的桌披，倒捲上來，格開了這一刀。胡斐叫道：「好！」左手伸出，已抓住桌披一端。兩人同時向外拉扯，啪啦的一響，桌披從中斷為兩截。此時鳳天南那裏還有半點小覷之心？向後躍開半丈，早有弟子將他的兵刃黃金棍送在手中。這金棍長達七尺，徑一寸有半，通體黃金鑄成，可算得武林中第一豪闊富麗的沉重兵器。他將金棍一抖，指著胡斐說道：「閣下是那一位老師的門下？鳳某甚麼地方得罪了閣下，卻要請教。」胡斐道：「我一塊鳳凰肉給你兒子偷吃了，非剖開他肚子瞧個明白不可。」鳳天南憑一條熟銅棍打遍嶺南無敵手，這才手創五虎門，在佛山鎮定居，家業大發之後，將熟銅棍改為黃金棍。武家所用之棍，以齊眉最為尋常，依身材伸縮，短者五尺不足，長者六尺有餘，鳳天南這條棍卻長達七尺，黃金又較鑌鐵重近兩倍，仗著他膂力過人，使開來兩丈之內一團黃光，端的是厲害之極。他聽了胡斐之言，知道今日已不能善罷，金棍起處，手腕抖了兩抖，棍端將神壇上兩點燭火點熄了，叫道：「在下素來愛交朋友，與尊駕素不相識，何苦為一個窮家小子傷了江湖義氣？是友是敵，但憑尊駕一言而決。」要知金棍乃極沉重的兵器，他一抖棍花而打滅燭火，妙在不碰損半點蠟燭，燭台毫不搖幌，手法之準，可說是極罕見的功夫。他言語中軟裏帶硬，要胡斐知難而退，不必多管閒事。胡斐笑道：「是啊，你的話再對也沒有，你只須割一塊鳳凰肉賠我，我立即拍拍灰塵走路，你看可好？」鳳天南臉一沉，喝道：「既是如此，咱們兵刃上分高下便了。」說著提棍躍向院子。胡斐提起鳳一鳴往地下一摔，將單刀插在他的身旁，喝道：「你若是逃走，便要你老子抵命！」空手走出，大聲道：「老爺行不改姓，坐不改名，大名鼎鼎『殺官毆吏拔鳳毛』便是。鳳毛拔不到，臭雞臭鴨的屁股毛拔幾根也是好的。大家瞧清楚了。」一言甫畢，突然左手探出，逕來抓對方棍頭。鳳天南知他武功厲害，心想你自己托大，不用兵刃，那可怪不得我，眼見他出手便奪兵刃，竟對自己藐視已極，當下棍尾抖起，一招「驅雲掃月」，向他頭頸橫掃過來。這一招雖以橫掃為主，但後著中有點有打，有纏有挑，所謂「單頭雙頭纏頭，頭頭是道；正面側面背面，面面皆靈」，的是武學中的極上乘棍法。胡斐身隨棍轉，還了一掌。眾人凝神屏息，注視二人激鬥。鳳天南手下人數雖眾，但不得他的示意，誰也不敢插手相助，何況二人縱躍如風，旁人武功遠遠不及，便要相助，也是無從著手。二人惡鬥正酣，廟門中又闖進三個人來。當先一個婦人亂髮披身，滿身血污，正是鍾四嫂。她一路磕頭，一路爬著進來，身後跟著二人，一個是她丈夫鍾阿四，一個是她兒子鍾小二。鍾四嫂跪在地下，不住向鳳天南磕頭，哈哈大笑，叫道：「鳳老爺你大仁大義，北帝爺爺保佑你多福多壽，保佑你金玉滿堂，四季發財。我小三子在閻王爺面前告了你一狀，閻王爺說你大富大貴，後福無窮哪。」她瘋瘋癲癲地又跪又拜，又哭又笑。鍾阿四卻鐵青著臉，一聲不作。鳳天南與胡斐拆了十餘招，早已全然落在下風。金棍揮成的圈子越來越小，見鍾四嫂似瘋非瘋地向著自己跪拜，更是心神不寧，知道再鬥下去定要一敗不可收拾，當下勁貫雙臂，使一招「揚眉吐氣」，往胡斐下顎挑去。這一棍勢夾勁風，金光耀眼，胡斐卻不閃不縮，伸手竟然硬奪他的金棍。鳳天南又驚又喜，心想：「你這隻手爪子就算是鐵鑄的，也打折了你。」當下力透手腕，急挑之力更大。胡斐手掌與棍頭一搭著，輕輕向後一縮，已將他挑力卸去，手指彎過，抓住了棍頭。總算鳳天南在這條棍上已下了三十餘年苦功，忙使一招「上滑下劫」，跟著一招「翻天徹地」，以極剛猛的外勁硬奪回去。胡斐叫道：「拔臭雞毛了！」雙手自外向內圈轉，卻來捏他咽喉，也不知他如何移動身形，竟在這一抓一奪之際，順勢攻進了門戶。鳳天南的金棍反在外檔，已然打他不著。鳳天南大駭之下，急忙低頭，同時伸出手護頸。胡斐左手在他天靈蓋上輕輕一拍，除下他的帽子，右手已抓住他的辮子尾端，叫道：「這一掌暫不殺你！」左手已然抓住辮根，雙手向外一分，蹦的一聲，一條辮子斷成了兩截。鳳天南嚇得面如土色，急忙躍開。胡斐右手一揚，鳳天南的帽子飛出，剛好套在石蛇頭上，跟著踏上兩步，一掌擊在石龜昂起的頭頂，砰的一響，水花四濺，石龜之頭齊頸而斷，落入水塘。胡斐哈哈一笑，將鳳天南那條長辮繞在石龜頸中，雙手彈一彈身上灰塵，笑道：「還打麼？」旁觀眾人見他顯了這手功夫，人人臉上變色。鳳天南知他適才這一掌確是手下留情，否則以掌擊石龜之力擊在自己頭頂，那裏還有命在？但斷辮繞龜，飛帽戴蛇，如此的奇恥大辱如何忍耐得了？舞動金棍，一招「青龍捲尾」，猛掃而至。這時他已是性命相拚，再非以掌門人身份與人比武過招。胡斐心想：「此人平素橫得可以，今日若不掃盡他的顏面，佛山一鎮之人冤氣難出。」見他金棍上威力雖增，棍法卻已不如適才靈動，空手拆了幾招，見他使一招「鐵牛耕地」，著地捲到，當下看準棍端，右足一腳踹了下去，棍頭著地，給他踏在腳下。鳳天南急忙運勁後奪，胡斐出腳奇快，剛覺右腳下有些鬆動，左足已踏在棍腰，猛力住下一蹬。鳳天南再也拿捏不住，雙手一鬆，棍尾正好打中他右足足背，兩根小骨登時斷折。這一下痛得他臉如金紙，但他咬緊牙關，一聲不哼，雙手反在背後，朗聲說道：「我學藝不精，無話可說。你要殺要剮，悉聽尊便。」鍾四嫂卻還是不住向他磕頭，哭叫：「多謝鳳老爺成全了我家小三子，他真是偷吃了你的鵝麼？」胡斐見鳳天南敗得如此狼狽，實不想再折辱於他。但見到鍾四嫂發瘋的慘狀，神壇前石板上的血跡，心想這南霸天除了此事之外，這許多年來定是更有不少惡行，既撞在我的手裏，豈能輕饒？當下大踏步過去，將鳳一鳴一把提起，拔起插在地下的單刀，轉頭向鳳天南道：「鳳老爺。我和你無冤無仇，可是令郎偷吃了我的鳳凰肉，實在太不講理。這裏佛山鎮的人都護著你，我冤屈難明，只好剖開令郎的肚子，讓列位瞧瞧。」說著刀鋒在鳳一鳴的肚子上輕輕一拖，雪白的肌膚上登時現出一條血痕。鳳天南固然作惡多端，卻頗有江湖漢子的氣概，敗在胡斐手下之後，仍是十分剛硬，不失掌門人的身份，但一見獨生愛子要慘被他開膛剖腹，不由得威風盡失，傲氣全消，叫道：「且慢！」從身旁手下人手中，搶過一柄單刀。胡斐笑道：「你還不服氣，要待再打一場？」鳳天南慘然道：「一身做事一身當，鳳某行事不當，惹得尊駕打這個抱不平，這與小兒可不相干。鳳某不敢再活，但求饒了小兒性命。」說著橫過單刀，便往頸中刎去。忽聽得屋樑上一人大叫：「鳳大哥，使不得！」原來那個粗壯大漢兀自雙手抱住橫樑，懸身半空。鳳天南臉露苦笑，揮刀急砍。眾人大吃一驚之下，誰也不敢阻攔，眼見他單刀橫頸，立時要血濺當場、屍橫祖廟，忽聽得嗤嗤聲響，一件暗器從殿門外自高而下的飛射過來，錚的一聲，在單刀上一碰。鳳天南手一蕩，單刀立時歪了，但還是在左肩上劃了一道口子，鮮血迸流。胡斐定睛一看，只見射下的暗器卻是一枚女子手上所戴的指環。鳳天南膂力甚強，這小小一枚首飾，居然能將他手中單刀盪開，那投擲指環之人的武功，只怕不在自己之下。他心中驚詫，縱身搶到天井，躍上屋頂，但見西南角上人影一閃，倏忽間失了蹤跡。胡斐右足一點，撲了過去，暮色蒼茫之中，四顧悄然，竟無人影，他心中嘀咕：「這背影小巧苗條，似是女子模樣，難道世間女子之中，竟有這等高手？」他生怕鳳天南父子逃走，不敢在屋頂久耽，隨即轉身回殿，只見鳳天南父子摟抱在一起。鳳天南臉上老淚縱橫，也不知是愛是憐，是痛是悔？胡斐見了這副情景，倒起了饒恕他父子之意。鳳天南放脫兒子，走到胡斐跟前，撲地跪下，說道：「我這條老命交在你手裏，但望高抬貴手，饒了我兒子性命。」鳳一鳴搶上來說道：「不，不！你殺我好了。你要替姓鍾的報仇，剖我肚子便是。」胡斐一時倒不知如何發落，若要殺了二人，有些不忍下手，倘是給他父子倆一哭一跪，便即饒恕，又未免太便宜了他們。正自躊躇，鍾阿四突然走上前來，向胡斐道：「好漢爺救了小人的妻兒，又替小人一家明冤雪恨，大恩大德，小人粉身難報。」一面說，一面撲翻在地，鼕鼕鼕鼕，磕了幾個響頭。胡斐連忙扶起。鍾阿四轉過身來，臉色鐵青，望著鳳天南道：「鳳老爺，今日在北帝爺爺神前，你憑良心說一句，我家小三子有沒偷你的鵝吃？」鳳天南為胡斐的威勢所懾，低頭道：「沒有。是……是我弄錯了。」鍾阿四又道：「鳳老爺，你再憑良心說，你叫官府打我關我，逼死我的兒子，全是為了要佔我的菜園，是不是？」鳳天南向他臉上望了一眼，只見這個平時忠厚老實的菜農，咬緊牙關，目噴怒火，神情極是可怕，不由得低下了頭，不敢回答。鍾阿四道：「你快說，是也不是？」鳳天南抬起頭來，道：「不錯，殺人償命，你殺我便了。」忽聽廟門外一人高聲叫道：「自稱拔鳳毛的小賊，你敢不敢出來鬥三百回合？你在北帝廟中縮頭縮頸，幹麼不敢出來啊？」這幾句話極是響亮，大殿上人人相顧愕然，聽那聲音粗魯重濁，滿是無賴地痞的口氣。胡斐一怔之下，搶出廟門，只見前面三騎馬向西急馳，馬上一人回頭叫道：「縮頭烏龜，料你也不敢和老子動手。」胡斐大怒，見廟門旁一株大紅棉樹下繫著兩匹馬，縱身過去一躍上馬，拉斷韁繩，雙腿一夾，催動坐騎，向那三人急追下去。遠遠望見三乘馬向西沿著河岸急奔，瞧那三人坐在馬背上的姿式，手腳笨拙，騎術更劣，不知是否有意做作，但胯下所乘卻是良馬，胡斐趕出里許，始終沒能追上。聽那三人不時高聲叫罵，肆無忌憚，對自己毫不畏懼，實似背後有極厲害之人撐腰，他焦躁起來，俯身在地下抓起幾塊石子，手腕抖處，五六塊石子飛了出去，只聽得「啊喲」「媽呀」之聲不絕，三個漢子同時打中，一齊摔下馬來。兩個人一跌下來，趴在地上大叫，第三人卻左足套在馬鐙之中，被馬拖著直奔，霎時之間已轉入柳蔭深處。胡斐跳下馬來，只見那二人按住腰臀，哼哼唧唧的叫痛。胡斐在一人身上踢了一腳，喝道：「你說要和我鬥三百回合，怎不起身來鬥？」那人爬起身來，說道：「欠了賭債不還，還這麼橫！總有一日鳳老爺親自收拾你。」胡斐一怔，問道：「誰欠了賭債不還？」另一人猛地裏跳將起來，迎面一拳往胡斐擊去。這一拳雖有幾斤蠻力，但出拳不成章法，顯是全無武功。胡斐微微一笑，揮手輕帶。那人一拳打偏，砰的一聲，正好打中同伴的鼻子，登時鼻血長流。出拳之人嚇了一跳，不明白怎地這一拳去勢全然不對，只撫著拳頭發呆。被擊之人大怒，喝道：「狗娘養的，打起老子來啦！」飛起一腿，踢在他的腰裏。那人回手相毆，砰砰蓬蓬，登時打得十分熱鬧，不再理會胡斐。胡斐見這二人確實不會武功，居然敢向自己叫陣，其中大有蹊蹺，雙手分別抓住兩人頭頸，往後一扯，將兩人分了開來。但兩人打得眼紅了，不住口的污言穢語互相辱罵，一個罵對方專偷人家蘿蔔，另一個說對方是佛山的偷雞好手，看來兩人都是市井無賴，心中越加起疑，大聲喝道：「誰叫你們來罵我的？」說著雙手一擺，砰的一下，將兩人額角對額角的一撞，登時變了兩條怒目相向的獨角龍。那偷雞賊膽子極小，一吃到苦頭，連聲：「爺爺，公公，我是你老人家的灰孫子。」胡斐喝道：「呸，我有你這等賤孫子？快說。」那偷雞賊道：「英雄會館開寶的鄺寶官說，你欠了會館裏的賭債不還，叫我們三個引你出來打一頓。他給了我們每人五錢銀子，這坐騎也是他借的。你賭債還不還，不關我事……」胡斐聽到這處，「啊」的一聲大叫，心道：「糟啦，糟啦！我恁地胡塗，竟中了敵人調虎離山之計。」雙手往外一送，將兩名無賴雙雙跌了個狗吃屎，飛身上馬背，急往來路馳回，心想：「鳳天南父子定然躲了起來，偌大一座佛山鎮，我卻往那裏找去？好在他搜刮霸佔的產業甚多，我一處處的鬧將過去，攪他個天翻地覆，瞧他躲得到幾時？」不多時已回到北帝廟前，廟外本有許多人圍著瞧熱鬧，這時已走得乾乾淨淨，連孩子也沒留下一個。胡斐心想：「那鳳天南果然走了。」翻身下馬，大踏步走向廟中，一步跨進大殿，不由得倒抽一口涼氣，胸口呼吸登時凝住，只嚇得身子搖搖擺擺，險些要坐倒在地。原來北帝廟大殿上滿地鮮血，血泊中三具屍身，正是鍾阿四、鍾四嫂、鍾小二三人，每人身上都是亂刀砍斬的傷口，血肉模糊，慘不忍睹。胡斐呆了半晌，一股熱血從胸間直衝上來，禁不住伏在大殿地上，放聲大哭，叫道：「鍾四哥四嫂，鍾家兄弟，是我胡斐無能，竟然害了你們性命。」只見三人雖死，眼睛不閉，臉上充滿憤怒之色。他站起身來，指著北帝神像說道：「北帝爺爺，今日要你作個見證，我胡斐若不殺鳳天南父子給鍾家滿門報仇，我回來在你座前自刎。」說著砰的一掌，將神案一角打得粉碎，案上供奉的香爐燭台都震在地下。他定神一想，到廟門外牽進馬匹，將三具屍身都放上馬背，心中悔恨不已：「我年幼無知，不明江湖上的鬼蜮伎倆，卻來出頭打抱不平，枉自又害了三條人命。那姓鳳的家中便是佈滿了刀山油鍋，今日也要闖進去殺他個落花流水。」當下牽了馬匹，往大街而來。但見家家店鋪都關上了大門，街上靜悄悄的竟無一個人影，只聽得馬蹄得得，在石板路上一路響將過去。胡斐來到英雄當鋪和英雄酒樓，逐一踢開大門，均是寂然無人，似乎霎時之間，佛山鎮上數萬人忽地盡數消失，只是當鋪與酒樓各處堆滿柴草，不知是何用意。再去賭場，也是一個人也沒有，成萬兩銀子卻兀自放在門板之上，沒一人敢動。胡斐隨手取了幾百兩放入包袱，心中暗暗驚訝：「這鳳天南定然擺下鬼計，對付於我，彼眾我寡，莫要再上他的當。」他步步留神，沿街走去，轉了幾個彎，只見一座白牆黑瓦的大宅第，門上懸著一面大匾，寫著「南海鳳第」四個大字。那宅第一連五進，氣象宏偉。大門、中門一扇扇都大開著，宅中空空蕩蕩的似乎也無一人。胡斐心道：「就算你機關萬千，我一把火燒了你的龜洞，瞧你出不出來。」正要去覓柴草放火，忽見屋子後進和兩側都有煙火冒將上來，一怔之間，已明其理：「這鳳天南好厲害的手段，竟然捨卻家業不要，自己一把火燒個乾淨。如此看來，他定要高飛遠走。若不急速追趕，只怕給他躲得無影無蹤。」於是將馬匹牽到鳳宅旁鍾家菜園，找了一柄鋤頭，將鍾阿四夫婦父子三人葬了。只見菜園中蘿蔔白菜長得甚為肥美，菜畦旁丟著一頂小孩帽子，一個粗陶娃娃。胡斐越看越是傷心惱怒，伏地拜了幾拜，暗暗祝禱：「鍾家兄嫂，你若在天有靈，務須助我，不能讓那兇手走脫了。」忽聽得街上腳步聲響，數十人齊聲吶喊：「捉拿殺人放火的兇手！」「莫走了無法無天的江洋大盜！」「那小強盜便在這裏。」胡斐繞到一株大樹之後，向外一張，只見二三十名衙役兵丁，手執弓箭刀槍、鐵尺鐵鍊，在鳳宅外虛張聲勢地叫喊。他凝神一看，人群中並無鳳家父子在內，心道：「這鳳天南驚動官府，明知拿我不住，卻是要擋我一陣。」當下縱身上馬，向荒僻處疾馳而去。出得鎮來，回頭望時，只見鳳宅的火燄越竄越高，同時當鋪、酒樓、賭場各處也均冒上火頭。看來鳳天南決意將佛山鎮上的基業盡數毀卻，那是永遠不再回頭的了。胡斐心中惱恨，卻也不禁佩服這人陰鷙狠辣，勇斷明決，竟然不惜將十來年的經營付之一炬，心想：「此人這般工於心計，定有藏身避禍的妙策，該當到何處找他才是？」一時立馬佛山鎮外，徬徨不定。遠遠聽得人聲嘈雜，救火水龍在石板路上隆隆奔馳。胡斐心想：「適才追那三個無賴，來去不到半個時辰。這鳳天南家大業大，豈能在片刻之間料理清楚？他今晚若不親自回來分斷，定有心腹親信去他藏身的所在請示。我只守住路口便了。」料想白日定然無人露面，於是在僻靜處找了株大樹，爬上樹去閉目養神，想到鍾家四口被害的慘狀，悲憤難平，心中翻來覆去的起誓：「若不殺那鳳賊全家，我胡斐枉自生於天地之間。」等到暮色蒼茫，他走到大路之旁，伏在長草中守候，睜大了眼四處觀望，幾個時辰過去，竟是沒點動靜，直到天色大明，除了賣菜挑糞的鄉農之外，無人進出佛山。正感氣沮，忽聽馬蹄聲響，兩乘快馬從鎮上奔了出來，馬上乘客穿著武官服色，卻是京中侍衛的打扮。胡斐心中一動，記起鳳一鳴曾道，他父親因要陪伴御前侍衛，不能分身來見，這兩名侍衛定與鳳天南有所干連。心念甫起，兩騎馬已掠過他伏身之所，當即撿起一塊小石，伸指彈出，波的一聲輕響，一匹馬的後腿早著。石子正好打中那馬後腿的關節，那馬奔跑正速，突然後腿一曲，向後坐倒，那腿登時斷折。馬上乘客騎術甚精，這一下變故突起，他提身躍起，輕輕落在道旁，見馬匹斷了後腿，連聲哀鳴，不由得皺起眉頭，叫道：「糟糕，糟糕。」胡斐離著他有七八丈遠，只見另一名侍衛勒馬回頭，問道：「怎麼啦？」那侍衛道：「這畜牲忽然失蹄，折斷了腿，只怕不中用啦。」胡斐聽了他說話的聲音，猛然想起這人姓何，數年前在商家堡中曾經見過。另一名侍衛道：「咱們回佛山去，另要一頭牲口。」那姓何的侍衛正是當年和徐錚打過一架的何思豪，說道：「鳳天南走得不知去向，佛山鎮上亂成一團，沒人理事，還是去向南海縣要馬吧。」說著拔出匕首，在馬腦袋中一劍插進，免得那馬多受痛苦。那侍衛道：「咱們合騎一匹馬吧，慢慢到南海縣去。何大哥，你說鳳天南當真不回佛山了？」何思豪道：「他毀家避禍，怎能回去？」那侍衛道：「這次南來，不但白辛苦一趟，還害死了你一匹好馬。」何思豪跨上馬背，說道：「也不一定是白辛苦。福大帥府裏的天下掌門人大會，是何等盛事，鳳天南是五虎門掌門，未必不到。」說著伸手在馬臀上一拍。那馬背上乘了兩人，不能快跑，只有邁步緩行。胡斐聽了「福大帥府裏的天下掌門人大會」這幾個字，心裏一喜，暗想：「天下掌門人聚會，那可熱鬧得緊哪。鳳天南便算不去，他落腳何方，多少也能在會中打聽到一些消息。但不知那福大帥邀會各派掌門人，卻是為了何事？」