第三十七回　氣走法王金輪法王所用的金輪，乃是中原武士從所未見的奇門武器，不論刀槍劍戟、矛鎚鞭棍，碰到了這金輪全然無法施展，被他輪子一鎖一拿，兵器非脫手不可，因此常人拿了武器與他相鬥，只要一招過去，手中就是沒了兵器。那法王的武功何等厲害，他空手而與旁人兵器相持，別人尚且要輸，何況他有兵器而對方空手？他要小龍女接他十招，絕非口出大言，若不是他見楊過功夫了得，還絕不會說到十招。要知他自出藏以來，沒一位武師接得了金輪的三招。小龍女綢帶一揚，搶先進招，法王道：「這是什麼東西？」左手去抓帶子。他雖見那綢帶夭矯靈動，定然變化極多，但他一抓之中暗藏上下左右中五個方位，不論綢帶閃到那裏，都是逃不脫他的掌握。那知綢帶上的小圓球叮的一聲響，反激起來，卻來打他手背上的「中渚穴」。金輪法王變招奇速，手掌一翻，又來抓那小球。小龍女手腕微抖，這小球又翻過去自下而上的打他手背虎口處的「合谷穴」。金輪法王手掌再翻，這次卻是伸出食中兩指去夾那圓球。小龍女看得明白，綢帶微微向前一送，那圓球伸出去點他臂彎裏的「曲澤穴」。這幾下變招，當真只在反掌之間，金輪法王手掌翻了兩次，小龍女手腕抖了三下，卻已交換了五招。楊過看得明白，大聲數道：「一二三四五……五招啦，還剩五招。」其實金輪法王要小龍女接他十招，乃是要她抵擋金輪的十下攻勢，此時楊過取巧，將雙方交換的招數一併計算。法王明知他狡詐，但自己是一代宗師，那肯與他斤斤辯算招數多少？當下左臂微微一偏，使圓球點中臂上穴道，金輪直攻了過去。小龍女只聽得噹啷啷一陣急響，眼前金光閃動，那金輪於是無影無蹤般攻到面前尺許之處。這一下真是變生不測，別說抵擋，閃躲也已不及，危急中抖動手腕，那綢帶直繞過來，圓球直打他腦後正中的「風池穴」，這是人身要害，任你武功再強，只要給打中了，終須性命難保。那是她無可奈何，才以兩敗俱傷的險招，拼他撤輪自保。果然金輪法王不願與她拼命，低頭避過，只這麼一低頭，手上輪子送出略緩。小龍女已乘機收回綢帶，叮叮噹噹一陣響，圓球與輪子相碰，已將金輪的攻招解開。這只是一瞬間之事，但小龍女已是從生到死、從死到生的經了一轉，急忙展開輕功，向旁急退，臉上已驚得全無血色。其實金輪法王只攻了一招，但楊過大聲叫道：「六七八九十……好啦，我師父已接了你十招，更有什麼話說？」這麼幾下子交手，金輪法王已知小龍女武功雖然高強，但萬萬不及自己，若是正正式式的比拼，十招之內定可將她打敗，最討厭楊過在旁攪局，胡言亂語，弄得自己心神不定，心想：「且不理這少年胡說，我加緊出招，先將這女孩打敗了，再作道理。」於是袍袖帶風，金輪晃動，又是一招極厲害的殺著劈了過去。楊過大叫：「不要臉，說了十招，又來偷襲，十一、十二、十三、十四……」他也不理會雙方攻守招數多少，口中自管連珠價數將出來。小龍女接過他一招之後，心中極是害怕，說什麼也不敢再正面擋他第二招，當下足底展開古墓派的絕頂輕功，在廳上飛舞來去，手中綢帶飄動，金球急轉，幻成一片白霧，一道黃光。那金球發出叮叮的響聲，忽急忽緩，忽輕忽響，竟爾響成一套樂曲。旁觀群雄中自有知音之士，有人叫道：「這是唐明皇的雨淋鈴曲。」審失辨律，果然絲毫不差，更有人搖頭晃腦，居然按著鈴聲打起節拍來。原來小龍女天性喜愛音樂，閒居古墓之時，依著祖師婆婆林朝英遺下的琴譜，按撫瑤琴，極得妙理。後來她練這綢帶金球之際，聽著球中發出的聲音，叮叮噹噹，頗具音節，也是她少年心性，竟在武功之中把音樂配了上去。看官，天地間歲時之序，草木之長，以至人身之脈膊舉動，其間無不含有一定節拍，那音樂乃是依循天簸及人身自然節拍而組成，是故樂音則聽之悅耳，嘈雜則聞之心煩。武功一與音樂配合，使出來更是柔和中節，得心應手。此時小龍女知道對方厲害，不敢與他正面相抗，自行舞動綢帶，飄忽來去，遊走閃避。那古墓派的輕功乃是武林中的一絕，別派任何輕功均所不及。若果在平原曠野中施展，尚不易見其長處，此時屋中使用，卻是飄逸無倫，變幻萬方。要知小龍女一生在墓中練功，專在小範圍內求變求快。金輪法王的武功雖遠勝於她，但她一味騰挪奔躍，實在奈何不了，只聽得鈴聲叮叮，組成一首樂曲，聽了幾下，不禁心念一動，竟要順著她的樂音出手，急忙擺動金輪，發出一陣嘈耳聲音，衝激金鈴之聲。霎時之間，大廳上兩種聲音互相撞激，忽輕忽響，或高或低，竟在樂聲中鬥了起來。小龍女的金鈴清脆動人，聽來心曠神怡，金輪中發出的啷噹響亮，卻是如打鐵，如利鉤，如殺豬，如擊狗，說不出的古怪難聽。一個愈是悠揚，一個愈是喧噪，兩人竟是奏了個旗鼓相當。郭靖與黃蓉在旁觀戰，都想起少年時在桃花島上，曾聽洪七公、歐陽鋒、黃藥師三人以樂聲拼鬥的情景，此時思及，已如隔世。眼前這兩人武功雖妙，說到以樂聲拼鬥的功夫，只怕遠不及洪黃歐陽。這時楊過口中滔滔不絕，早已數到「一千零五，一千零六，一千零七……」但小龍女不與敵人正面動手，金輪法王卻算來未滿十招。郭芙本在母親懷中昏睡，被金輪的惡響吵醒，雙手掩耳，抬起頭來，甚是不快。此時金輪法王也已極不耐煩，自覺以一代宗師身份，來來去去竟然鬥不下一個少女，若是時刻再拖下去，縱然獲勝，也已臉上無光，猛地裏左臂橫伸，金輪斜砸，一招自左下方攻了上去，一招自右上方攻了下來。二人遊鬥這許久，小龍女輕功的路子已被他摸準了五成，這兩下殺招攔住了她進路退路，要教她讓得前面，讓不了後面。危急中小龍女綢帶一揚，捲起一團白花，身子急向上躍。那法王金輪迴轉，已將綢帶鎖住。若是尋常兵刃，早已被他一奪脫手，偏生這綢帶沒半點堅勁，竟爾輕輕巧巧的從輪子中滑了出來。金輪法王喝道：「這是第二招，第三招來了！」踏上一步，金輪忽地脫手，向小龍女飛了過去。這一下絕招確是出乎人人意料之外，耳聽得輪子發出一陣難聽的聲響，急轉著向小龍女砸到。小龍女大駭，伏低身子向後急竄，只聽郎噹噹響亮，一團黃光從臉畔掠過，不容寸許，疾風只削得嫩臉生疼。眾人驚呼聲中，法王搶身長臂，手掌在輪緣一撥，那金輪就如活了一般，在空中一個轉身，又向小龍女追擊過來。小龍女知道這輪子轉動時勢道大得異乎尋常，那敢用綢帶去捲？只得以絕頂輕功旁躍避開。金輪法王兩擊不中，叫道：「好輕功！」搶上去突伸左拳，噹的一聲在輪邊一拳，同時數掌齊出，攔在小龍女身前，那金輪卻嗆啷啷的從她腦後飛來。那金輪雖然飛得並不十分迅速，但帶著一股嗆啷啷的響聲，來勢異常猛惡。金輪法王在輪上擊這一拳時，早已先行料到小龍女閃避的方位，因此那輪子猶似長了眼睛一般，在空中繞了半個圈子，向她身後急追。小龍女知道情勢萬分凶險，這一躍一避，已盡施生平所學，那知金輪法王雙掌一橫一直，竟自攔在前面。群雄耳中鳴響，目為之眩，無不驚心。楊過見她遇險，情急關心，順手抓起達爾巴遺在地下的金杵，盡力躍起，舉杵向輪子搗了過去，只聽得噹的一聲大響，那金剛杵恰好套進了輪子中的空洞，只是那輪子力道太過猛惡，只震得他雙手虎口迸裂，鮮血長流，連人帶輪和著金杵，一齊摔在地下。金輪法王明已得手，卻又被楊過從中阻撓，不但敵人逃開，連自己縱橫無敵的兵刃也被他硬生生打在地下，真是生平從所未遇的大挫折。他本來沉靜睿智，心神獨明，這時卻大動無明，不等楊過起身，呼的一掌，劈空向他擊去。這一掌雖然隔了丈餘，但掌風籠罩上下左右，決計難以躲過。按理他是一派宗師，對方既是後輩，又已摔在地下未曾起身，這般打他一掌，與他尊宗身份及平素自負的性子，實在不大相稱，但盛怒之下，也已顧不得這許多。郭靖見他怒視楊過，抬肩縮臂，知他要猛下毒手，暗叫：「不好！」如搶步上前，縱然擋得一擋，楊過仍然不免受傷，危急中不及細思，一招「飛龍在天」，全身躍在空中，向他頭頂搏擊下來。金輪法王掌力若是不收，雖能將楊過斃於掌底，但自己也要喪生於敵人這凌厲無倫的降龍十八掌之下，當下急收掌力，「嘿」的一聲呼喝，雙掌與郭靖手掌相交。這是當代兩位武學大師的二次交掌，郭靖人在半空，無從借力，順著他掌勢翻了半個觔斗，向後落了下來，金輪法王卻穩站原地，身不晃，腳不移，居然行若無事。郝大通、孫不二、點蒼漁隱等素知郭靖武功，見後無不駭異，心想此人的功夫實是深不可測。其實郭靖向後退讓，自然而然消解敵人掌力，乃是武學的正途。金輪法王給楊過一搗亂，攪得他臉上無光，硬要爭回顏面，他實接郭靖掌力，卻是大耗內功真氣，雖然外表佔了先著，內裏卻是吃虧。二人武功家數大異，均是並世豪傑，數招之內決難分別高下，金輪法王勉強在一招先佔地步，胸口又不免隱隱生疼，好在對方只求救人，並不繼續進招，於是他口唇緊閉，暗運內力，打通胸口接掌時所凝住的一股滯氣。楊過死裏逃生，爬起身來，奔向小龍女身旁，小龍女也正過來探視。兩人齊聲問道：「你沒事麼？」兩人同時點了點頭，臉上同現笑容，雙手互握，滿心喜悅。楊過舉起金剛杵，將那輪子頂在杵上，高聲叫道：「蒙古眾武士聽著：你們大國師的兵刃已被我繳下，還說什麼天下武林盟主？快快給我走吧。」蒙古武士盡皆不服，眼見金輪法王與小龍女比武已然勝了，對方出了一個楊過不足，又出一個郭靖，紛紛叫了起來：「你們以三敵一，羞也不羞？」「法王自行將金輪拋去，豈是你這小子所能奪下？」「一對一，好好比過，不許旁人插手助拳？」「對對，再打過。」眾人喧嘩叫嚷，但說的都是蒙古話，中原群雄一句也聽不明白。中原群雄中明白事理的，也都覺以武功而論，金輪法王實在小龍女之上，但武林盟主這個名號，說什麼也不能讓一個蒙古國師拿去，這不但中原武林丟盡了臉面，而且群集禦敵之際，自先折了銳氣。那些年少英雄見蒙古武士們喧嘩叫嚷，也是大聲喝罵，與他們對吵起來，雙方各抽兵刃，勢成群毆。楊過高舉金杵金輪，向金輪法王說道：「還不認輸？你的兵刃都失了，還有什麼臉面？世上可有兵刃給人收去的武林盟主麼？」金輪法王正暗運內力，耳中對楊過的話聽得清清楚楚，卻不敢開口說話。楊過一見情狀，已自猜到了三分，忙大聲道：「各位英雄聽著：我再問他三聲，法王若是不答，那就是默認輸了。」他怕時間一久，法王運氣完畢，更不延擱，極迅速的問道：「你是不是輸了？武林盟主不是你的了？你默不作聲是承認輸了？」金輪法王正好消去滯氣，胸口隱痛已除，待要答話，楊過見他嘴唇微動，急忙搶在頭裏，說道：「好，你既認輸，我們也不來難為你，你們大夥兒好好的去吧。」當下高舉金杵金輪，拿去交給了郭靖。他心中本想交與師父，但怕金輪法王發怒來奪，師父抵擋不住。金輪法王氣得臉皮紫脹，又忌憚郭靖武功了得，金輪既落入他的手中，自己空手去奪，未必成功，又見中原武士人多勢眾，若是雙方大戰，蒙古一方定要一敗塗地。好漢不吃眼前虧，只得先行退卻，再圖報復，於是大聲說道：「中原蠻子詭計多端，倚多為勝，不是英雄好漢，大夥兒隨我走吧。」他右手一揮，蒙古眾武士齊向廳外退出。他遙遙向郭靖施禮，說道：「郭大俠，黃幫主，今日領教高招。青山不改，綠水長流，咱們後會有期。」郭靖存心厚道，一面躬身答禮，一面說道：「大師武功精深，在下佩服得很。賢師徒的兵刃就請取回。」說著要將金輪金杵遞過。楊過大聲道：「金輪法王，你想伸手接過，要不要臉？」郭靖剛喝得一聲：「過兒，別胡說。」金輪法王早已袍袖飄動，轉身向外，頭也不回的大步出廳。楊過忽地想起一事，叫道：「喂，你的弟子霍都中了我暗器之毒，快拿解藥來換我的解藥吧。」金輪法王自恃玄功通神，深明醫理，什麼毒物都能治得，心中恨極楊過狡猾無禮，對他的話毫不理睬，逕自去了。黃蓉見朱子柳合上眼沉沉睡去，心想此間聚集了不少使用餵毒暗器的名家，總有人能治得他身上之傷，見金輪法王不肯交換解藥，卻也不甚在意。此時陸家莊前前後後歡聲雷動，大家都為楊過與小龍女力勝金輪法王喝采，二人身邊圍集了數百人，你一言我一語的議論。有的說楊過打敗霍都，乃是以其人之道、還治其人之身，有的說小龍女輕功超逸絕倫居然避開了金輪法王那輪子的飛行追擊；但對楊過以「移魂大法」使達爾巴自擊暈倒一節，十之八九都不明白。當下陸家莊上重開筵席，再整杯盤。楊過一生受盡不明白委屈，遭到了無數折辱輕蔑，今日方得揚眉吐氣，為中原武林立下大功，無人不刮目相看，心中自是得意非凡。小龍女天真無邪，不明半點世事，她見楊過喜動顏色，心中也是極為高興。黃蓉對她很是喜愛，拉著她手問長問短，要她坐在席間自己身畔。小龍女見楊過坐在郭靖與點蒼漁隱之間，與她隔得老遠，忙招手道：「過兒，過來坐在我旁邊。」楊過卻知男女有別，初見之際一時忘形，對她感情流露，此時在眾目睽睽之下再與她這般親熱，卻是甚為不妥，聽她這般叫喚，臉上不禁一紅，微微一笑，卻不過去。小龍女又叫：「過兒，你幹麼不來？」楊過道：「我坐在這裏好，郭伯伯跟我說話呢。」小龍女秀眉微蹙，說道：「我要你坐在我身邊。」楊過見了她生氣的神情，心中怦然一動，這輕嗔薄怒的模樣，真教他為之粉身碎骨，也是甘心情願。當日只因陸無雙的嗔容與小龍女微有相似之處，他竟為她累卻強敵、護行千里，此時真人到來，那裏還能有半點違拗？當即站起身來，走到她座前。黃蓉見了二人神情，心中微微有些犯疑，當即命人安排席位，又問楊過道：「過兒，你這身武功是跟誰學的？」楊過指著小龍女道：「她是我師父啊，郭伯母你怎麼不信？」黃蓉素知他的狡詰，但見小龍女一派天真無邪，料定不會撒謊，於是轉頭問她：「妹妹，他的武功是你教的？」小龍女很是得意，說道：「是啊，你說我教得好不好？」黃蓉道：「好得很啊！妹妹，你的師父是誰？」小龍女道：「我的師父已經死了。」說著眼圈一紅，心中頗感難過。她師父本來教得她不動七情六慾，但此時對楊過的愛念一起，胸中隱藏著的深情慢慢都洩露了出來。黃蓉又問：「請問尊師高姓大名？」小龍女搖頭道：「我不知道，師父就是師父。」黃蓉只道她不肯說，武林中人諱言師門真情，也是常事，其實小龍女的師父乃是林朝英的貼身丫鬟，只有一個使喚的小名，真姓是什麼連她自己也不知道。這時各路武林大豪紛紛向郭靖、黃蓉、小龍女、楊過四人敬酒，互慶打敗了金輪法王這個強敵。郭芙跟著父母，本來到處受人尊重，此時相形之下，不由得黯然失色，除了武氏兄弟照常在旁獻獻殷勤之外，竟無一人理她。郭芙心中氣悶，說道：「大武哥哥，小武哥哥，咱們不喝酒了，外邊玩去。」武敦儒與武修文齊聲答應，三人站起身來，正要出廳，忽聽郭靖叫道：「芙兒，你到這兒來。」郭芙回頭一看，只見父親已移坐在母親一席，笑吟吟的向她招手，於是走近身去，叫了聲：「爹，媽！」倚在黃蓉身上。郭靖向黃蓉笑道：「你起初擔心過兒人品不正，又怕他武功不濟，難及芙兒，現下總沒話說了吧？他為中原英雄立了這等大功，別說並無什麼過失，就真有何莽撞，做錯了事，也是過不及功。」黃蓉點點頭，笑道：「這一回總算是我走了眼，過兒人品武功都好，我也喜歡得緊呢。」郭靖聽妻子答應了女兒的姻事，心中大喜，向小龍女道：「龍姑娘，令徒過世了的父親，與在下有八拜之交。楊郭兩家累世交好，在下單生一女，相貌與武功都還過得去……」他性子直爽，心中想什麼口裏就說什麼。黃蓉插嘴笑道：「啊喲，瞧你這般自誇自讚的勁兒，也不怕龍家妹子笑話。」郭靖哈哈一笑，接口說道：「在下意欲將小女許配給賢徒，他父母都已過世，此事須得請龍姑娘作主。乘著今日群賢畢集，喜上加喜，咱們就請兩位年高德劭的英雄作媒，訂了親事如何？」要知古人婚配，講究父母之命，媒妁之言，男女雙方反而做不了主，因之當年郭靖之父郭嘯天與楊過之祖父楊鐵心，才有指腹為婚之事。郭靖說了此言，笑嘻嘻的望著楊過與女兒，心料小龍女定會玉成美事。郭芙早已羞得滿臉通紅，將臉蛋兒藏在母親懷裏。小龍女臉色微變，還未答話，楊過已站起身來，向郭靖與黃蓉深深一揖，說道：「郭伯伯郭伯母養育之恩，見愛之情，小侄粉身難報。但小侄家世寒微，才德猥下，萬萬不敢匹配淑女。」郭靖心想自己夫婦名滿天下，女兒品貌武功，又是第一流的人才，現下親自出口許配，他定然歡喜之極，那知他竟一口拒絕，倒不由得一怔，但隨即想起，他定是年輕面嫩，靦腆推託，當下哈哈一笑，說道：「過兒，你我不是外人，這是終身大事，不須害羞。」楊過又是一揖到地，說道：「郭伯伯，你若有何差遣，小侄赴湯蹈火，在所不辭。婚姻之命，卻是不敢遵從。」郭靖見他臉色鄭重，心中大是詫異，望著妻子，盼她說個明白。黃蓉暗怪丈夫心直，不先探聽明白就在席間開門見山的提了出來，枉自碰了一個釘子。她見楊過與小龍女相互間神情，居然大有纏綿眷戀之意，但他們明明自認師徒，難道兩人行動乖悖，竟做出逆倫之事來？這一節卻大是難信，心想楊過雖然未必是正人君子，卻也不致如此胡作非為。要知宋人最重禮法，師徒間尊卑倫常，看得與君臣、父子一般，萬萬逆亂不得。黃蓉心中雖有疑惑，但此事太大，一時未敢相信，於是問楊過道：「過兒，龍姑娘真的是你師父？」楊過道：「是啊！」黃蓉又問：「你是叩過頭、行過拜師的大禮了？」楊過道：「是啊。」他口中答覆黃蓉，眼光卻望著小龍女，滿臉是溫柔體貼，深憐蜜愛，別說黃蓉聰穎絕倫，就算換作別人，也瞧出了二人之間的關係絕不尋常。郭靖卻尚未明白妻子的用意，心想：「他早說過是龍姑娘的弟子，二人武功果是一路同派，那裏還有什麼假的？我跟他提女兒的親事，怎麼蓉兒又問他師承門派？嗯，他先入全真派，後來改投別師，雖然不好，此事也易化解。」黃蓉見了楊過與小龍女的神色，暗暗心驚，向丈夫使個眼色，道：「芙兒年紀還小，婚事何必急急？今日群雄聚會，還是商議國家大計，兒女私事，暫且擱下吧。」郭靖一想不錯，道：「正是，我倒險些兒以私廢公了。龍姑娘，過兒與小女的婚事，咱們日後慢慢再談。」小龍女搖了搖頭道：「我要做過兒的妻子，他不會娶你女兒的。」這兩句話說得清脆明亮，大廳上倒有數百人都聽見了。郭靖一驚，站了起來，竟不相信自己的耳朵，只見她拉著楊過的手，神態親密，卻又不由得不信，期期艾艾的道：「他……他是你的徒……徒……兒，難道不是麼？」小龍女雖然久在地下古墓，不見日光，因之臉無血色，白皙逾恆，但此時心中歡悅，臉色嬌艷，如花初放，笑吟吟的道：「是啊！我從前教過他武功，可是他現在武功和我一般強了。他心裏歡喜我，我也很歡喜他。從前……」說到這裏，她聲音低了下去，雖然天真無邪，但女兒家的羞澀，卻是有生俱來，只聽她緩緩說道：「從前……我只道他不歡喜我，不要我做他妻子，我……我心裏難受得很，只想死了倒好。但今日我才知他是真心愛我，我……我……」廳上數百人肅靜無聲，傾聽她這番心事的吐露。依常理而論，一個少女縱有滿腔熱愛，怎能如此當眾宣洩？又怎能向郭靖這一個不相干之人傾訴？但她全然不明世事，什麼禮節人情，壓根兒一竅不通，覺得這番言語須得跟人說了，當即說了出來。楊過聽她真情流露，自是大為感動，但見旁人臉上都是又驚又詫、又是尷尬、又是不以為然的神色，知道小龍女太過無知，不該在此處說這一番話，當下牽著她手，柔聲道：「姑姑，咱們去吧！」小龍女道：「好！」兩人並肩向廳外走去。此時大廳上雖然群英聚會、俊彥畢至，但在小龍女眼中，她就只看見了楊過一人。郭靖和黃蓉愕然相顧，他夫婦倆一生之中見過無數驚險奇事，但眼前這種事端卻是萬萬料想不到，一時之間竟不知如何應付才好。小龍女和楊過正要走出大廳，黃蓉叫道：「龍姑娘，你是天下武林盟主，群望所屬，觀瞻所繫，此事還須三思。」小龍女回過頭來，嫣然一笑道：「我做不來什麼盟主不盟主，姊姊你若是喜歡，就請你當吧。」黃蓉道：「不，你如要推讓，該當讓給前輩英雄洪老幫主。」這盟主是武林中最尊榮的名位，小龍女卻半點也不放在心上，隨口答道：「隨你的便吧，反正我是不懂。」拉著楊過的手，又向外走。突然間衣袖帶風，紅燭晃動，座中躍出一人，身披道袍、手挺長劍，正是全真道士趙志敬。他橫劍攔在廳口，突然說：「楊過，你欺師滅祖，已是不齒於人，今日再做這等禽獸之事，怎有面目立於天地之間？我趙志敬但有一口氣在，斷不容你。」楊過不願與他在眾人之前糾纏不清，低沉著聲音道：「讓開。」趙志敬大聲道：「尹師弟，你過來，你倒說說，那天晚上咱們在終南山上，親眼目睹這兩人赤身露體，幹什麼來著？」尹志平顫巍巍的站起身來，左手一舉。眾人見他小指與無名指齊根削斷，雖不知其中深意，但見渾身發抖，臉色怪異，料想中間必然大有蹊蹺。小龍女那晚與楊過在花叢中練玉女心經，被趙尹二人無意撞見，楊過曾迫趙志敬立誓，不得向第五人說起，那知他今日竟在大庭廣眾之間大肆誣衊，心中自是極為惱怒，喝道：「你立過誓，不能向第五人說的，難道你忘了麼？」趙志敬哈哈一笑，大聲道：「不錯，我立誓不向第五人說，可是眼前有六人、第七人、百人千人，自是又作別論。你們行得勾且之事，我口中自然說得。」這件事也是陰差陽錯，趙志敬見二人深夜赤身同處花叢，那裏想得到乃是正正經經的修習上乘武功？他狂怒之下，抖將出來，卻也不是有意造謠。小龍女那晚為此氣得口噴鮮血，險險送命，這時聽他狡言強辯，再也忍耐不住，伸手在他胸口輕輕一按，說道：「你還是別胡說的好。」此刻她玉女心經早已練成，這一掌按出去無影無縱，偏巧玉女心經又是全真派武功的剋星，趙志敬伸手急格，卻不知小龍女的手掌繞過了他手臂，已自按到他的胸口。趙志敬初時一格未成，大吃了一驚，但敵人手掌在自己胸口稍觸即逝，竟無半點知覺，當下也不在意，冷笑道：「你摸我幹麼？我又不……」一言未畢，突然雙目直瞪，一交向前摔倒，原來已受了極重的暗傷。孫不二與郝大通見師姪受傷，急忙搶出扶起，只見他血氣上湧，脹得滿臉通紅，宛似醉酒。孫不二冷笑道：「好哇，你古墓派當真是和我全真幹上了。」拔出長劍，就要與小龍女動手。郭靖急從席間躍出，攔在雙方之間，勸道：「咱們自己人休得相爭。」向楊過道：「過兒，雙方都是你師尊。你勸大家回席，從緩分辨是非不遲。」小龍女在古墓中純潔無邪，出得墓來，卻到處撞見奸險背信之事，心中極是厭煩，牽著楊過的手道：「過兒，咱們走吧，永不見這些人啦！」楊過隨著她走了一步，孫不二長劍閃動，喝道：「打傷了人想走麼？」郭靖見雙方又要爭競，正色說道：「過兒，你可要立定腳跟，好好做人，別鬧得身敗名裂。你的名字是我取的，你可知這個『過』字的用意麼？」楊過聽了這話，心中一震，突然想起童年時的許多往事，想起了許多傷心折辱，又想：「怎麼我這名字是郭伯伯取的？」