第九回　烏鞘嶺頭鬥雙俠趙半山揭開車帳，向裏面一看，黑沉沉的瞧不清楚，只見有一個人睡在裏面，身上裹著一張被，趙半山叫道：「四弟，是你麼？我們救你來啦！」那人「啊」了一聲。無塵道：「你送四弟回去，我去找張召重算帳。」說罷縱馬又衝入人堆裏。鏢行人眾本來在向東奔逃，忽見無塵回馬殺來，發一聲喊，轉頭向西。無塵大叫：「張召重，張召重，你這小子給我滾出來。」喊了幾聲，無人答應，又向敵人人群裏面衝去。鏢師公差見他趕到，嚇得魂飛天外，四散亂竄。紅花會群雄見趙半山押著大車回來，無不大喜，紛紛奔過來迎接。駱冰一馬當先，馳到大車前面，翻身下馬，揭開車帳，顫聲叫了聲：「大哥！」車裏的人卻沒有聲息，駱冰心中一驚，撲入車裏把被揭開。這時紅花會群雄也都趕到，俱跳下馬圍近看視。常氏雙俠見大車已經搶得，哪裏還有心思和這批不明來歷的維人戀戰，兄弟倆呼哨一聲，展開飛抓把一群維人直逼開去，掉轉馬頭便走。那群維人似乎只在阻止旁人走近，見他們退走，也不追趕，返身向中央一團正在惡戰的人群那裏奔去。這時無塵道人仍在人群中縱橫來去。一個趟子手逃得略慢，被他一劍砍在肩頭，跌倒在地。無塵不欲傷他性命，一提馬跳過他的身子，高聲大叫：「火手判官，給我滾出來！」忽然一騎衝到跟前，馬上一個維人身材高大，滿腮虯髯，喝問：「哪裏來的野道人在此亂闖？」無塵不理，迎面刷的就是一劍。那維人舉馬刀一架。無塵不待他馬刀收回，左右連環兩劍，迅捷無比。那維人無法招架，鐙裏藏身，一足勾住馬鐙，翻在馬腹之下，才算逃過兩劍，嚇得一身冷汗，仗著騎術精絕，躲在馬腹之下，催馬逃開。無塵笑道：「你能躲開我三劍，也算一條好漢，我不來傷你性命。」又衝入人群中去。常氏雙俠從東向西返回，只見西邊又奔來了八騎，那正是周仲英和陸菲青一干人。兩撥人還未馳近大車，駱冰已從車內推出一個人來，摔在地上，喝問：「奔雷手文大爺──在哪裏？」話未問畢，兩行淚珠流了下來。眾人看這人面目蒼老黃瘦，公差打扮，右手吊在頸下。駱冰認得他就是趙家堡被文泰來打斷右臂的北京名捕頭吳國棟，踢了他一腳，又待要問，一口氣憋住了說不出話。衛春華單鉤指住吳國棟右眼，說道：「文爺在哪裏？你不說，我先廢了你這隻招子？」吳國棟恨恨的道：「張召重這小子早押著文爺走得遠啦。這小子叫我坐在車裏。我還以為他好心叫我養傷，哪知這狼心狗肺的東西是用金蟬脫殼之計，要我認命給他頂缸，他自己卻到北京去請功。他媽的，瞧他是不是有好死。」他越說越恨，破口大罵張召重。這時東西路兩撥人都已趕到。陳家洛叫道：「把鷹爪孫和鏢行的小子們全部拿下來，別叫走了一個！我們分兩路包抄。」當下陳家洛與趙半山、常氏雙俠、楊成協、衛春華、蔣四根、心硯從南路圍上去，周仲英、陸菲青、徐天宏、駱冰、余魚同、周綺、孟健雄、安健剛從北路圍上去，有如一把鐵鉗，把官差、鏢行和維人全都圍在垓心。那群維人和公差鏢師正鬥得火熾。趙半山雙手揚了一揚，打出一批暗器，剎時之間，兩名捕快、一個鏢師翻身落馬。眾維人這時已分清敵我，歡呼大叫。那個虯髯維人縱馬上前，高聲說道：「不知哪一路英雄好漢拔刀相助，在下先行謝過。」說罷在馬上舉刀致敬。陳家洛拱手還禮，喊道：「各位哥哥，一齊動手罷。」眾英雄齊聲答應，刀劍並施。這時公差與鏢行中的好手早已死傷殆盡，餘下幾名平庸之輩哪裏還敢反抗，俱都跪地求饒，「爺爺、祖宗」的亂喊。心硯十分高興，向駱冰道：「文四奶奶，果真不出你所料，他們叫我爺爺了。」駱冰這時心亂如麻，心硯的話一句也沒聽進耳去。紛亂中無塵道人忽然縱馬從人叢中奔出來，叫道：「喂！大家來瞧啊，這女娃娃的劍法很有幾下子！」眾人都知道無塵的追魂奪命劍海內獨步，江湖上能擋得住他三招兩式的人並不多見，他忽然稱許別人劍法，而且那人是個女子，俱都好奇之心大起，迫近觀看。那虯髯維人高聲說了幾句維語，眾維人讓出道來，與群雄圍成一個圈子。無塵對陳家洛道：「總舵主，張召重找不到。你看這使五行輪的小子，身手倒也不弱。」陳家洛向人圈中看去，只見一個黃衫女郎與一個矯健漢子在捨死忘生的惡鬥。這時陸菲青走到陳家洛身旁，說道：「這穿黃衫女郎名叫霍青桐，是天山雙鷹的弟子。那使五行輪的是關東六魔中的閻世章。」陳家洛聽了，心中一動，他知道天山雙鷹的禿鷲陳正德和雪雕關明梅是回疆的武林前輩，只是和他師父天池怪俠素有嫌隙，雖不成仇，但向不見面，互相故意迴避，久聞天山派「三分劍術」自成一家，這倒要留心一觀。他凝神望去，只見那黃衫女郎劍光霍霍，攻勢凌厲，然而閻世章雙輪展開，也儘自抵敵得住。這時眾維人吶喊助威，有數人漸漸迫近，要想加入戰團。閻世章雙輪「指天劃地」一擋一攻，待霍青桐的劍收轉，突然退出一步，叫道：「且慢，我有話說。」眾維人迫上前來，兵刃耀眼，眼見就要把閻世章亂刀分屍。閻世章倏地雙輪交於左手，右手一扯，把背後的紅布包袱拿在手中，雙輪高舉，叫道：「你們要倚多取勝，我先把這包裹砍爛了。」眾維人一見俱都大驚，退了數步。閻世章明知自己身入重圍，決討不了好去，只有憑一身藝業以圖背城借一，於是高聲說道：「你們人多，要我性命是易如反掌。但我閻六是鐵錚錚的漢子，豈能讓你們得遂心願。除非單打獨鬥，哪一位贏了我手中雙輪，我敬重英雄好漢，自會把包裹雙手奉上，否則我寧可與這包裹同歸於盡。你們想得，哼哼，那是妄想。」俏李逵周綺聽了閻世章這番話，第一個就忍不住，跳出圈子，喝道：「好，我們來比劃比劃。」雁翎刀一擺，就要上前。周仲英一把將她拉了回來，說道：「眼前有這許多英雄的伯伯叔叔，又要你這丫頭來現世？」霍青桐左手向周綺一揚，說道：「這位姊姊的盛情好意，我先謝謝。」周綺道：「那沒有甚麼。」霍青桐道：「我先打頭陣，要是不成，請姊姊伸手相助。」周綺道：「你放心，我看你這人很好，我一定幫你。」周仲英低聲道：「傻丫頭，人家武功比你強，你沒見到麼？」周綺道：「難道她冤我？」陸菲青在旁插口道：「這個鏢師背上的紅布包袱包著他們維族的要物，所以她必須親手奪回來。」周綺點點頭道：「那就是了。」閻世章雙輪一擺，說道：「哪一個上來，商量好了沒有？」霍青桐道：「還是我來接接你五行輪的高明招術。」閻世章道：「決了勝負之後怎麼說？」霍青桐道：「不論勝負，你都得把經留下。你勝了讓你走，你敗了，連人留下。」說罷劍走偏鋒，斜刺左肩。閻世章的雙輪按五行八卦，八八六十四招，專奪敵人兵刃，遮鎖封攔，十分嚴密，兩人轉瞬拆了七八招。陳家洛向余魚同一招手，余魚同走了過去。陳家洛道：「十四弟，你趕緊動身去尋四哥的下落，我們隨後趕來。」余魚同答應了，退出人圈，回頭一望駱冰，見她低垂頭在痴痴出神，想過去安慰她幾句，轉念一想，拍馬走了。眾人留神霍青桐的三分劍術，果然迅捷非凡，劍未遞到，已經變招。閻世章雙輪想鎖她寶劍，哪裏鎖得著。無塵、陸菲青、趙半山幾個都是使劍的好手，在一旁指指點點的評論。無塵道：「這一記刺他右脅，快是夠快了，還不夠狠。」趙半山笑道：「她怎能跟你幾十年的功力相比？你在她這年紀時，有沒有這樣俊的身手？」無塵笑道：「這女娃娃討人歡喜，大家都幫她。」陳家洛看霍青桐劍法精妙，心中也暗暗欽佩，見她雖然雙頰微紅，額上見汗，但神定氣足，腳步身法絲毫不亂，兩人鬥到分際，只見霍青桐劍法一變，使出天山派的絕技「海市蜃樓」一柄劍虛虛實實，似真實幻，似幻實真。群雄屏聲凝氣，都看得出了神。輪光劍影中白刃閃動，閻世章右腕中劍，一聲驚叫，右輪突然飛入半空，眾人不約而同的齊聲叫好。閻世章縱身跳出丈餘，說道：「我認輸了，這部經書還給你罷！」伸手去拿紅布包袱。霍青桐歡容滿臉，搶上幾步，還劍入鞘，雙手去接這部他們族人奉為聖物的可蘭經。閻世章臉色一沉，喝道：「拿去！」右手一揚，三把飛錐向霍青桐當胸飛來。霍青桐見變起倉卒，難以避讓，仰面一個「鐵板橋」，全身筆直向後彎倒，那三把飛錐堪堪在她臉上掠過。閻世章一不做，二不休，三把飛錐剛脫手，連珠般又是三把飛出，這時霍青桐兩眼向天，無法見到大難臨頭。眾維人又急又怒，齊齊搶出。霍青桐剛一擰身立起，只聽見叮、叮、叮三聲，三柄飛錐被甚麼暗器打落地下，剛剛跌在她腳邊，霍青桐嚇出一身冷汗，忙拔劍在手。閻世章已如瘋虎般和身撲上，一柄五行輪當頭砍下。霍青桐不及變招，只得舉劍硬架，一個利輪下壓，一個寶劍上舉，一時之間僵持不決。閻世章力大，五行輪漸漸壓到霍青桐頭上，群雄正要上前搶救，霍青桐突然左手從腰間拔出一柄精光耀眼的短劍，「噗」的一聲，直插入閻世章肚腹之中。閻世章大叫一聲，向後便倒。眾人又是轟天價喝一聲采。霍青桐解下閻世章背後的紅布包袱。這時那虯髯維人已走到跟前，連讚：「好孩子！」霍青桐用雙手把包袱奉上，微微一笑，叫了聲：「爹。」那維人正是她的父親木卓倫。他也是兩手接過，眾維人都擁了上來。霍青桐把短劍拔出，看閻世章時早已斷氣，忽見一個十五六歲僮僕打扮的少年縱下馬來，在地上撿起三枚圓圓的白色東西，走到一個青年跟前，托在手中送上去，那青年伸手接了，放入囊中。霍青桐心想：「剛才打落這奸賊暗器，救我性命的原來是他。」不免仔細看了他兩眼，只見這人臉如冠玉，目似朗星，輕袍緩帶，手中搖著一柄摺扇，神采飛揚，氣度閒雅。兩人目光相接，那人向她微微一笑，霍青桐臉一紅，低下頭跑到父親跟前，在他耳邊低低說了幾句話，木卓倫點點頭，走到那青年馬前，行了一禮。那青年忙跳下馬來還禮。木卓倫道：「承公子相救小女性命，兄弟感激萬分，請問公子尊姓大名？」那青年正是紅花會的總舵主陳家洛，當下連聲遜謝，說道：「小弟姓陳名家洛，我們有一位結義兄弟，被這批鷹爪和鏢行的小子逮去，所以趕來相救，不幸未能救出。貴族聖物已經奪回，可喜可賀。」木卓倫把兒子霍阿伊和女兒叫過來，向陳家洛拜謝。陳家洛看霍阿伊方面大耳，滿臉濃鬚，霍青桐卻體態婀娜，嬌如春花，美若朝霞，先前只留心她劍法，現在臨近當面，想不到人間竟有如此好女子，一時不由得看得痴了。霍青桐低聲說：「若不是公子仗義相救，小女子已遭暗算。大恩大德，永不敢忘。」陳家洛道：「久聞天山雙鷹三分劍術冠絕當時，今日得見姑娘神技，真乃名下無虛。適才在下獻醜，不蒙見怪，已是萬幸，何勞言謝？」周綺聽這兩人客客氣氣的說話，聽得不耐煩起來，插嘴對霍青桐道：「你的劍法是比我好，不過有一件事我要教你。」霍青桐道：「請姊姊指教。」周綺道：「和你打的這個傢伙奸猾得很，你太相信他啦，險些中了他的毒手。有很多男人都是鬼計多端的，以後可千萬要小心。」霍青桐道：「姊姊說得是，如不是陳公子仗義施救，那真是不堪設想了。」周綺道：「甚麼陳公子？啊，你是說他，他是紅花會的總舵主。喂，陳──陳大哥，你剛才用來打飛錐的是甚麼暗器，拿出來給我瞧瞧。」陳家洛從囊中拿出三顆圓圓的東西來，說道：「這是幾顆圍棋子，打得不好，周姑娘別見笑。」周綺道：「誰來笑你？你打得不錯，一路上爹爹老是讚你，他有些話倒也說得對。」霍青桐聽周綺說這公子模樣的人是甚麼幫會的總舵主，心中很有點詫異，低聲和父親商量了一陣。木卓倫點點頭，說：「好。」這時紅花會群雄已督率著投降的官差和鏢行人員掩埋死屍，救護傷者。被無塵削斷四指的鏢師是錢正倫，被趙半山袖箭打死的鏢師是戴永明，被他摔傷的瘦小鏢師是童兆和，這時也不知去向。這一仗鎮遠鏢局大敗虧輸，四位鏢頭兩死兩傷。北京、天津、保定各處來的捕快公差也死傷了七八人。木卓倫走過來對陳家洛道：「承眾位英雄援手，我們大事已了。聽公子說，有一位英雄尚未救出，我想命小兒小女帶同幾名伴當供公子差遣，相救這位英雄。他們武藝低微，不過或可稍效奔走之勞，不知公子准許麼？」陳家洛心中大喜，說道：「那是感激不盡。」當下替群雄引見了，雙方互道仰慕。木卓倫對無塵道：「道長劍法迅捷無倫，我平生從所未見，幸虧道長劍下留情，否則──哈哈──」無塵笑道：「多多得罪，幸勿見怪。」眾維人向來崇拜英雄，剛才見無塵、趙半山、陳家洛、常氏雙俠諸人大顯身手，心中都十分欽佩，紛紛過來執手致敬。正敘話間，忽然西邊蹄聲急促眾人回頭觀望，只見一個人縱馬奔前，翻身下馬，竟是一個美貌少年，那人向陸菲青叫了一聲「師傅」。此人正是李沅芷，這時又改了男裝。她四下一望，沒見余魚同，卻見了霍青桐，忙跑過去親親熱熱的拉住了她的手，說道：「那天晚上你到哪裏去了？我可想死你啦！那部經奪回來沒有？」霍青桐歡然道：「剛奪回來，你瞧。」向霍阿伊背上的紅包袱一指。李沅芷微一沉吟，道：「你打開看過沒有？那經是不是在裏面？」霍青桐道：「我們要先禱告阿拉，感謝神他的大能，再來開啟聖經。」李沅芷道：「最好先打開來瞧一瞧。」木卓倫一聽李沅芷之言，心中驚疑不定，忙把包袱解開，裏面竟是一疊廢紙，哪裏是他們奉為聖物的手抄可蘭經。眾維人一見，俱都氣得大罵。霍阿伊把蹲在地上的一個鏢行趟子手抓起來，「拍」的一記耳光，喝道：「那部經書哪裏去了？」趟子手哭喪著臉，一手按住被打腫的腮幫子，說不出話來。木卓倫拔出馬刀，說道：「你不說我先砍死你。」那趟子手道：「他們鏢頭──幹的事，小的不知道。」一面說，一面指著錢正倫。霍阿伊把錢正倫一把拖過來，說道：「朋友，你要死還是要活？」錢正倫閉目不答，霍阿伊怒火上升，伸手又要打人。霍青桐輕輕把他衣角一拉，他舉起的一隻手登時慢慢垂了下來，原來霍阿伊雖然生性粗暴，但對兩個妹子卻最是敬服疼愛。大妹子就是霍青桐。小妹子喀絲麗千嬌百媚，明艷無雙，大漠上人稱香香公主，她不會武功，所以這次奪經沒有隨同出來。霍青桐問李沅芷道：「你怎知道包裹沒有經書？」李沅芷笑道：「我叫他們上過一次當，我想人家也會學乖啦。」木卓倫又向錢正倫喝問，他一口咬定說經書已被另外鏢師帶走。木卓倫將信將疑，命部下在騾馱子各處仔細搜查，絲毫不見影蹤，他擔心聖物被毀，雙眉緊鎖，十分煩惱。這邊李沅芷正向陸菲青詢問別來情況。陸菲青道：「這些事將來再對妳說，你快回去，你媽又要擔心啦。這裏的事別對人說起。」李沅芷道：「我當然不說，你當我還是不懂事的小孩麼？這些人是誰啊？師父，你給我引見引見。」陸菲青微一沉吟，說道：「我瞧不必了，你快走罷。」他想李沅芷是將軍之女，與這般草莽群豪道路不同，不必讓他們相識。李沅芷小嘴一呶，說道：「我知道你不喜歡自己徒弟，寧願喜歡甚麼金笛秀才的師侄。師父，我走啦！」說罷拜了一拜，上馬就走，馳到霍青桐身邊，俯身摟著她的肩膀，在她的耳邊低語了幾句。霍青桐「嗤」的一聲笑。李沅芷馬上一鞭，向西奔去。陳家洛把這一切都看在眼裏，見霍青桐和這個美貌少年如此親熱，心中一股說不出的滋味，當場獃獃的出了神。徐天宏走過來道：「總舵主，我們商量一下怎麼救四哥啊。」陳家洛不由得一驚，定了一定神，說道：「正是。心硯，你騎文四奶奶的馬，去請章十爺回來。」心硯接令去了。陳家洛又道：「衛九哥，你到峽口會齊十二郎，四下哨探鷹爪行蹤，今晚回報。」衛春華也接令去了。陳家洛向眾人道：「我們今晚就在這裏露宿一宵，等他們探得消息回來，明兒一早繼續追趕。」眾人一日奔馳，半日戰鬥，俱都又飢又累。木卓倫指揮維人把帳篷搬到路旁搭起，分出幾個帳篷來給紅花會群雄，又煮了牛羊肉送過來。眾人吃過東西，陳家洛把吳國棟叫來仔細詢問。吳國棟一味痛罵張召重，說文泰來一向坐在這大車裏，後來大概張召重發現了敵蹤，知道有人要來搶車，所以叫他坐在車裏頂缸，施了金蟬脫殼之計。陳家洛再叫錢正倫等人來盤問，也是絲毫沒有結果。徐天宏等俘虜帶出帳外之後，對陳家洛道：「總舵主，這姓錢的目光閃爍，神情很是狡猾，咱們今晚試他一試。」陳家洛道：「好！」兩人低聲商量定當。到得天黑，衛春華與石雙英兩人沒有一個回來報信，大家掛念不已。徐天宏道：「他們多半發現了四哥的蹤跡，所以掇下去了，這倒是好消息。」群雄點頭稱是，談了一會就在帳篷中席地而臥。鏢行人眾和官差都被繩子縛了手腳，睡在帳篷外面，上半夜由蔣四根看守，下半夜由徐天宏看守。月到中天，徐天宏從帳篷中出來，把蔣四根叫進去睡，自己四周走了一圈，就坐了下來，用一條毯子裹住身體。錢正倫恰恰躺在徐天宏身旁，剛才他坐下來時不小心在上踏了一腳，一痛就痛醒了，他正要迷迷糊糊再睡，忽聽見徐天宏發出微微鼾聲，敢情已經睡熟，心中大喜，雙手一掙縛著他的繩子竟未縛緊，被他掙扎幾下就掙脫了。他屏氣停了一會，聽見徐天宏鼾聲更重，睡得極熟，於是輕輕把腳上的繩子解開，待血脈流通，慢慢站起身來，一步步走了出去。錢正倫走到帳篷後面，把縛在木樁上的一匹馬解了下來，躡手躡腳的走到大路旁，凝神一聽，四下完全沒有聲息，心中暗喜，知道無人知覺，牽著馬走到那輛吳國棟坐過的大車旁。車上騾子已被人解下，大車翻倒在地。正在這時，一個帳篷中忽然竄出一個人影來，悄沒聲息跟在後面，那人正是俏李逵周綺。她和霍青桐、駱冰睡一個帳篷裏，那兩人都有重重心事，翻來覆去的老睡不著。周綺睡夢中好像跌進一個陷坑，好容易有人把她拉上來，一看那人正是徐天宏，心中有氣，和他大吵大鬧，一吵就吵醒了，一醒就聽見帳篷外有人馬走動之聲，抓帳篷一看，正是錢正倫正偷走向大路，忙拿起單刀，追出帳來。追了幾步，張口想叫，忽然背後一人撲了上來，把她的嘴按住。周綺吃了一驚，反手一刀，那人手腳敏捷，伸手抓住了她的手腕，把刀翻了開去，低聲道：「別嚷，周姑娘，是我。」周綺一聽是徐天宏的聲音，刀是不砍了，可是左手一拳打了出去，結結實實，正打在徐天宏右胸。徐天宏一半真痛，一半假裝，「哼」了一聲，向後便倒。周綺嚇了一跳，俯身下去，低聲說道：「喂，誰叫你按住我的嘴，有人要逃走，你瞧見麼？」徐天宏低聲道：「別作聲，我們盯著他。」兩人伏在地上，慢慢爬過去，只見錢正倫把車裏的墊子掀起，「格格」兩聲，似乎是撬開了一塊木板，從裏面拿出一隻木盒來，塞在懷裏，正要上馬，徐天宏在周綺背後急推一把，叫道：「快攔住他。」周綺一縱身直竄出去。錢正倫聽見人聲，一足剛踏上馬鐙，來不及上馬，右足先在馬臀上猛踢一腳，那馬受痛，奔出數丈。周綺一提氣，隨後急追。錢正倫翻身上馬，把手一揚，喝道：「照鏢！」周綺一凝神，哪知錢正倫這一下是虛招，他身邊的兵刃暗器在受縛時早被人搜去了。待周綺獃了一獃，那馬又向前一竄。周綺心中大急，眼見已追趕不上。錢正倫哈哈大笑，笑聲未畢，忽然一個倒栽蔥跌下馬來。周綺又驚又喜，奔上去在錢正倫背上一腳踏住，把刀尖對準他的後心。這時徐天宏也趕了上來，說道：「你看他懷裏的盒子是甚麼東西。」周綺一把將木盒掏了出來，打開一看，裏面厚厚一疊羊皮，裝訂成一本書的模樣，在月光下翻開來看去，那是古怪的文字，一個也不識，周綺道：「又是你們紅花會的怪字，我不識得。」隨手向徐天宏一丟。徐天宏接來一看，喜道：「周姑娘，你這功勞不小，這多半是他們維人的可蘭經，我們快找總舵主去。」兩人剛轉過身來，只見陳家洛已迎了上來。周綺奇道：「咦！陳大哥，你怎麼也出來了？你瞧瞧這是甚麼東西。」徐天宏把木盒遞過去。陳家洛接來一看，說道：「這九成就是那部可蘭經。幸虧你攔住了那個傢伙，我們十幾個男人都不及你。」周綺聽陳家洛和徐天宏兩人都稱讚他，十分高興，想謙虛幾句，可是不知說甚麼好，隔了半晌，問徐天宏道：「剛才打痛了你麼？」徐天宏一笑，說道：「周姑娘好大力氣。」周綺道：「是你自己不好。」轉身對錢正倫道：「站起來，走回去。」把腳一鬆，將刀放開，那知錢正倫倒在地上，動彈不得。周綺罵道：「我又沒傷你，裝甚麼死？」輕輕踢了他一腳，錢正倫仍舊不動。陳家洛微微一下，伸手在他脅下捏按，喝道：「站起來！」錢正倫「哼」了兩聲，慢慢爬了起來，周綺一楞，恍然大悟，四下注目一看，拾起一顆白色的棋子，交給陳家洛道：「你的圍棋子！你飛鏢打穴的功夫很不錯啊。你們串通了來哄我，哼，我早知道你們不是好人。」陳家洛道：「我們怎麼是串通了來哄騙你？是你自己聽見這傢伙的聲音才追出來的。再說，要不是你這麼一攔，他心不慌，自然會躲開了我打穴的棋子。」周綺聽他的話理由十足，就高興起來，說道：「那麼我們三人都有功勞。」徐天宏道：「你功勞最大。」周綺低聲道：「你別告訴爹爹，說我打你一拳。」徐天宏笑道：「告訴了他也不要緊啊！」周綺怒道：「你說了我就永遠不跟你說話。」徐天宏一笑不答。三人押著錢正倫，拿了經書，走到木卓倫帳篷前。守夜的維人一傳報，木卓倫忙披衣出來，把他們迎了進去。陳家洛把經過一說，將那部經書交了過去。木卓倫喜出望外，雙手接過，一翻果然是那部他們奉為聖物的手抄可蘭經。這時在旁觀看的維人把喜訊報了出去，不一會，霍阿伊、霍青桐和眾維人全都擁進帳來，紛對徐陳周三人叉手撫胸，俯首致敬。木卓倫打開經文誦讀：「奉至仁慈的阿拉之名，一切讚頌，全歸阿拉，全世界的主，至仁至慈的主，報應日的君主。我們只崇拜你，只求你佑助，求你引導我們上正路，你所佑助者的路，不是受譴責者的路，也不是迷誤者的路。」眾維人伏地虔誠祈禱，感謝真神阿拉。禱告已畢，木卓倫對陳家洛道：「陳當家的，你將敝族聖物從奸人手中奪回，我們也不敢言謝。以後陳當家的但有所使，只要傳來一信，雖千山萬水，亦必趕到，赴湯蹈火，在所不辭。」陳家洛拱手遜謝。木卓倫又道：「明日兄弟奉聖經回去，小兒小女就請陳當家的指揮教導，等救回文爺之後再讓他們回來。那時陳當家的與眾位英雄，如能抽空到敝地盤桓一時，讓敝族族人得以瞻仰丰采，更是幸事。」陳家洛微一沉吟，說道：「奪回聖經，周姑娘和我們僥倖撞上，我們豈敢居功言德？令郎和令愛還是請老英雄帶同回鄉。老英雄這番美意，我們感激不盡，但驚動令郎令愛大駕，實在愧不敢當。」陳家洛此言一出，木卓倫父子三人俱都出乎意料之外，心想本來說得好好的，怎麼忽然變了卦。木卓倫又說了幾遍，陳家洛只是辭謝。霍青桐叫了聲：「爹！」輕輕微微搖頭，示意不必再說了。這時紅花會群雄也都趕到帳來，向木卓倫道喜。徐天宏見周仲英進來說道：「這次奪回聖經，周姑娘的功勞最大。」周仲英心下得意，望了女兒幾眼，意示獎許。徐天宏忽然按住右胸，叫聲：「啊唷！」眾人目光都注視在他身上。周綺大急，心想：「他要是在許多人面前把自己打他的事說了出來可怎麼辦？」周仲英問道：「怎麼？」徐天宏道：「剛才這裏給人打了一拳。」周仲英道：「誰打的？受傷了麼？」徐天宏道：「沒傷，不過是有點痛，還不是這個壞蛋打的。這人下手好狠。」大家以為他說錢正倫，楊成協走去，抓住他的衣領一把提了起來，喝道：「你還敢打人？」錢正倫道：「我──我沒有呀！」徐天宏道：「八弟，算了，誰打了，自己肚裏明白。」楊成協把錢正倫在地上一扔，「呸」了一口。周綺橫眼看著徐天宏，心道：「好，你這小子，又繞了彎來罵我。」眾人告辭出去，各自安息。次日清晨，木卓倫率領眾維人與群雄道別。雙方相聚雖只半日，但大家肝膽相照情投意合，臨別時互相殷殷致意，眾維人才縱馬西行。周綺牽著霍青桐的手，對陳家洛道：「這位姊姊人又好，武功又強，人家要幫我們救文四爺，你幹甚麼不答應啊？」陳家洛一時語塞。霍青桐道：「陳公子不肯教我們冒險，那是他的美意。我離家已久，著實想我媽媽和妹子，很願早點兒回去。周姊姊，我們再見了！」說罷一舉手，撥轉馬頭就走。周綺對陳家洛道：「你不要她跟我們在一起，你看她眼淚都要流下來啦！你瞧人家不起，得罪人，我可不管。」陳家洛望著霍青桐的背影，一聲不響。霍青桐奔了一段路，忽然勒轉馬來，見陳家洛在獃獃的望著自己，一咬嘴唇，舉手向他招兩下。陳家洛見她招手，不由得一陣迷亂，走了過去。霍青桐跳下馬來。兩人面對面的獃了半晌，說不出話來。霍青桐一定神，說道：「我性命承公子相救，我們族中聖物又蒙公子奪回。不論公子如何待我，我都絕不怨你。」說到這裏，伸手把腰間的短劍解下，說道：「這短劍是家師所賜，據家師說，劍裏面藏著一個極大秘密，幾百年來輾轉相傳，始終無人參詳得出。今日一別，後會無期，此劍請公子收下。公子慧人，或許能解得其中奧妙。」說罷把短劍雙手奉上。陳家洛接過，說道：「此劍既是珍物，本不敢受。但既是姑娘所贈，卻之不恭，只好靦顏收下。」霍青桐見他神情落寞，心中很不好受，頓了一下，說道：「我知道你為甚麼不要我跟你去救文四爺。你昨日見了那少年對待我的模樣，所以瞧不起我。這人是陸菲青陸老前輩的徒弟，是怎麼樣的人，你可以去仔細問陸老前輩，瞧我是不是不知自重的女子！」說罷縱身上馬，絕塵而去。陳家洛手中托著那柄短劍，獃獃的出神，望著霍青桐追上維人大隊，漸漸隱沒在遠方大漠與藍天相接之處，心中突然一震，正要回去請問陸菲青，忽見前面一騎馬如一溜煙般奔來，越到前面越快，原來是心硯回來了。他見到陳家洛，遠遠下了馬，牽了馬走到跟前，興高采烈的道：「少爺，章十爺隨後就來，我們逮到了一個人。」陳家洛問道：「逮到了一個甚麼人？」心硯道：「我騎了白馬趕到破廟那邊，章十爺在和一個人鬥口，那人要過來，章十爺叫他等一會。兩人正在爭鬧，那人忽然看見我騎的馬，就大罵我偷馬賊，一刀向我砍來。我和章十爺合力給他幹上了。那人武功很好，可是沒有兵刃，不知哪裏偷來了一把劈柴刀，當然使不順手啦。打了二十多個回合，章十爺才用斧頭把他的柴刀砍飛，那人手下真是來得，空手鬥我們兩個，後來被我使了一個詭計，他一不留神，腿上被章十爺砍了一斧，這才給我們逮住。」陳家洛道：「你使甚麼詭計」。心硯笑道：「我在章十爺絆住他的當口，在地上抓了一把灰土，丟到他眼睛去。他躲開了，張口罵我，那知我左手還有一把，這一下他可躲不開啦。」陳家洛笑罵：「你這小鬼就是鬼鬼祟祟的不幹好事。那人叫甚麼名字？幹甚麼的？」心硯道：「我們問他，他不肯說。」不過章十爺說他是洛陽韓家門的人，因為他跟我們打時，使的是鐵琵琶手。說到這裏，章進也趕到了，下馬向陳家洛行禮，隨手把馬鞍上的人提了下來，那人雙手雙腳都被綁住，站在地上，神態倨傲。陳家洛問道：「閣下是洛陽韓家門的？尊姓大名，可否見告？」那人昂頭不答。陳家洛道：「心硯，你把這位爺解了綁。」心硯拔出刀來，把綁住他手腳的繩子割斷，挺刀站在他背後，防他有甚麼異動。陳家洛道：「他二人得罪閣下，請勿見怪，請到帳篷裏坐下說話。」四人到得帳中，陳家洛和那人席地而坐，群雄陸續進來，都站在陳家洛身後。那人看見駱冰進來，不由得大怒，站起來戟指而罵：「你這婆娘搶我的馬，原來你們是一夥！」駱冰笑道：「你是韓文沖韓大爺，是麼？我們換一匹坐騎，我還補了你一錠金子，你已經賺了錢啦，幹甚麼還生氣？」陳家洛問起情由，駱冰把搶奪白馬的事笑著說了，眾人聽得都笑了起來。陳家洛道：「既是如此，四嫂你把那匹馬還給韓爺罷。那錠金子韓爺不用還了，算是她租用尊騎的一點敬意。韓爺腿上的傷不礙事罷？心硯，你把金創藥給韓爺敷上。」韓文沖見陳家洛這樣處理，怒氣漸平，正想交待幾句場面話，忽然駱冰說：「總舵主，那不成，你道他是誰？他是鎮遠鏢局的人。」陳家洛問道：「當真？」駱冰把王維揚那封信取出來，交給陳家洛，說道：「你請看。」陳家洛把那封信接過來，打開一看，只看了開頭一個稱呼，就把信一摺，遞給韓文沖，說道：「這是韓爺的信，在下不便觀看。」韓文沖心想：「橫豎你的同黨已經看過，落得大方一點。」於是說道：「我是鎮遠鏢局的，那不錯，不知哪一點冒犯各位了，倒要請教。我韓文沖光明磊落，沒有見不得人的事。閣下請看罷。」說著把信攤開，放在陳家洛面前。陳家洛是解元之才，讀書一目十行，雙眼粗粗一瞥，已知信中意思，朗然說道：「威震河朔王維揚王老鏢頭的威名，在下是如雷貫耳，只是無由識荊，實為恨事。閣下是洛陽韓家門的，不知和韓五娘是怎樣稱呼？」韓文沖道：「那是我的先嬸娘。請教閣下尊姓大名，不知是否識得先嬸娘？」陳家洛微微一笑，說道：「我只是慕名而已。我姓陳名家洛。」韓文沖聽了，驀然站了起來，驚道：「你──是紅花會的少舵主？」常赫志插口道：「他現在是總舵主了。跟你說了半天話，你還不知道說話的是誰。」韓文沖慢慢坐下來，不住打量陳家洛。陳家洛道：「江湖上近日不知是誰造謠，說貴同門焦文期之死與敝會有關，其實這事我們完全不知。在下本來派了一位兄弟要到洛陽來說明這個過節，因為臨時有事走不開，所以暫緩一步，韓爺今日到此，那是再好沒有。不知何以有此謠言，韓爺能否明白見告？」韓文沖道：「你──你就是海寧陳閣老的公子？」陳家洛道：「既然閣下知道在下的身世，那也不必瞞你。」韓文沖道：「自從公子離家之後，相府出了重賞找尋，後來有人訪知公子在紅花會，又說公子到了回部。我師兄焦文期受相府之聘親到回部來訪公子，哪知突然不明不白的失了蹤。此事已隔五年，直到最近，有人在陝西山谷裏發見焦師兄所用的鐵牌和琵琶釘，才知他已不幸被害。雖然他已死無對證，當時又無人親目睹他遭難情形，但如不是紅花會下的毒手，又有何人？──」他話未說完，章進猛然喝道：「像你師兄這種人，貪財賣命，死了也沒有甚麼可惜。我們紅花會要是殺了他，難道不敢認賬？老子老實告訴你，這個人，我們沒有殺。不過你要是找不到人報仇，就算老子殺了，也沒有關係。」韓文沖斜眼看他，心中將信將疑。無塵拔劍在手，叫道：「我們紅花會眾當家說話說一句是一句，幾時騙過人來？你不信他的話，就是瞧我不起。今日先吃我一劍。」紛亂中陸菲青突然高叫：「焦文期是我殺的，這與紅花會無干。」眾人一聽，都不覺一楞。陸菲青站起身來，把當年焦文期怎樣黑夜尋仇、怎樣以三敵一、怎樣狠施毒手、怎樣命喪荒山的事，從頭至尾說了一遍。眾人聽了這番話，都罵焦文期不要臉，該殺。韓文沖鐵青著臉，一言不發。陸菲青道：「韓爺如要給令師兄報仇，現在動手也無不可。這事與紅花會無關，他們要是幫了我一拳一腳，就是瞧我不起。」他轉頭向駱冰道：「文四奶奶，你把韓爺的兵刃還給他罷。」駱冰把鐵琵琶取出來，交給陸菲青。陸菲青接了過來，說道：「韓五娘當年手創鐵琵琶門，名聞江湖，也算得是女中豪傑。唉──」言下不勝慨嘆，他一面說一面雙手暗使內力。鐵琵琶肚腹中空，被陸菲青一按，登時變成一塊扁平的鐵板。陸菲青又道：「我們武林中人，就算不能捨身報國，和滿虜韃子拚個死活，也應當行俠仗義，救困扶危，否則空學了一身武藝，又有何用？」他邊說邊把鐵板半用雙手搓成一個鐵筒，捏了幾下，變成一根鐵棍，他又道：「至不濟，也當潔身自好，隱居山林，做一個安分良民。我陸菲青生平最痛恨的是朝廷鷹犬、保鏢護院的走狗，仗著自己有一點武藝，幫官家欺壓良民，給豪門富室賣命。這種人要是給我遇上了，哼哼，我陸菲青雖然去死不遠，也要和他們周旋周旋。」說到這裏不禁聲色俱厲，手中的鐵棍也已變成了一個鐵環。這一番話把韓文沖只聽得怦然心動。他平素自恃武功精深，目中無人，哪知這一番出來連遭挫折，他失敗在駱冰、章進、心硯等人手裏，還覺得是對方使用詭計，現在陸菲青在言談之間，把他的獨門兵器彎彎捏捏，如弄濕泥，如搓軟麵，不由得又敬又怕。蔣四根見陸菲青弄得有趣，童心頓起，把鐵環接過來，雙手一拉，又變成鐵棍，自己拿一端，另一端伸到楊成協面前。楊成協笑道：「你要和我比比力氣？」蔣四根點點頭，楊成協也握住了鐵棍一端，兩人用力一拉，各不相下，鐵棍卻越拉越長。眾人都看得獃了。陳家洛怕兩人分出輸贏，傷了和氣，笑道：「兩位哥哥力氣一樣大，把這鐵琵琶給我罷。」周綺和駱冰聽他把這個東西仍舊叫做鐵琵琶，都笑了起來。楊成協和蔣四根停手不拉，把鐵棍交給陳家洛。陳家洛笑道：「道長、周老前輩、常五哥，你們三個一邊。趙三哥、常六哥，我們三個一邊，我們來練一個功夫。」周仲英等都笑嘻嘻的走攏來，聽陳家洛指揮，三個一邊，站在鐵棍兩端，各伸單掌，抵住鐵棍。陳家洛笑道：「他們兩位把鐵棍拉長了，我們把它縮短。一、二、三！」六人一齊用力，鐵棍果然漸漸粗短，旁觀的人不由得都高聲喝起采來。韓文沖這一下心灰意懶，心道：「罷了，罷了，這叫做天外有天，人上有人。我韓文沖今日要是留得一命在，明天回鄉耕田去了。」陳家洛笑道：「好了。」周仲英等五人一笑停手。陳家洛道：「我們弄壞了韓兄的兵刃，很是抱歉，請勿見怪。」這時韓文沖滿頭大汗，哪裏還答得出話來？陳家洛道：「在下奉勸韓兄一句話，不知韓兄肯接納否？」韓文沖道：「請說。」陳家洛道：「自古道冤家宜解不宜結，令師兄命喪荒山，是他自取其禍，怨不得陸老前輩。韓兄看在下薄面，和陸老前輩揭過這層過節，大家交個朋友如何？」韓文沖怒道：「難道我師兄一條性命就此白白送了不成？」陳家洛道：「焦三爺此事，其實由我身上而起，這樣罷，在下這裏寫一封信給家兄，就說焦三爺已尋到我，不過我不肯回家。焦三爺在途中遭受意外逝世，請家兄將賞格撫恤，付給焦三爺家屬。」韓文沖沉吟不語。陳家洛雙眉一揚，說道：「韓爺要是一定要報仇，就由在下接接韓家門的鐵琵琶手。」隨手一擲，那根鐵棍直插入土中，沒得影蹤全無。韓文沖見對方個個武功驚人，知道今日無論如何討不到便宜去，說道：「那麼就請陳公子吩咐罷。」陳家洛道：「這才是拿得起放得下的英雄好漢。」於是叫心硯取出文房四寶，筆走龍蛇，寫了一封書信。韓文沖接了，說道：「王總鏢頭本來叫兄弟協助送一支鏢到北京，到了北京，再護送一批御賜的珍寶到江南貴府上去。今日見了各位神技，兄弟這一點點莊家把式，真算得是班門弄斧。公子府上的珍寶，誰敢動一根毫毛？兄弟這就告辭。」陳家洛一聽，說道：「韓兄本來要護送的物品是舍下的？」韓文沖道：「鏢局來給我送信的趟子手說，皇上對公子府上的恩寵厚得了不得，過不了十天半月就賞下一批珍珠寶貝來，現在積得多了，要送到江南老宅去，府上就叫我們鏢局護送。兄弟今日栽在這裏，哪裏還有面目在武林中混飯吃？我把焦師兄的家屬安頓好之後，回家種田打獵，絕不能再到江湖上來了。」陳家洛道：「韓兄肯聽陸老前輩的金玉良言，那真是再好不過。在下索性交交你這位朋友。心硯，你把鎮遠鏢局的各位請進來。」心硯應聲出去，把錢正倫等一干人都帶了進來。韓文沖一見，雙方面面相覷，都說不出話來。陳家洛道：「我們衝著韓爺的面子，這幾位朋友都請韓爺帶去。不過以後要是再見到他們不幹好事，可休怪我們手下無情。」韓文沖給陳家洛軟硬兼施，恩威並濟，顯功夫，套交情，弄得啞口無言，那裏敢再向陸菲青提一句報仇的話。陳家洛道：「我們先走一步，各位請在此休息一日，明天再動身罷。」紅花會群雄紛紛上馬動身，一干鏢師官差獃在當地，做聲不得。群雄走出一程路，陸菲青對陳家洛道：「陳當家的，鏢行的這些小子們留在後面，小徒不久就會和他們遇著。他們吃了虧沒處報仇，說不定會找上小徒，我想遲走一步，照應一下，隨後趕來。」陳家洛道：「好，陸老前輩請便，最好是和令賢徒一起來，我們也好多得一臂之力。」陸菲青笑道：「這個人就會闖禍淘氣，哪裏會幫甚麼忙？」一拱手，掉轉馬頭，向來路而去。群雄繼續趕路，陳家洛沒能詢問陸菲青關於他徒弟的事，心中老大納悶。且說余魚同奉命偵查文泰來等一行人蹤跡，沿路暗訪，沒有絲毫線索，不一日到得涼州。涼州民豐物阜，是甘肅省的一個大郡。余魚同住下客店，踱到南街積翠樓上自斟自飲，感嘆身世，想起駱冰聲音笑貌，思潮起伏，這番相思明明無望，萬萬不該，然而總是割捨不下，見滿壁都是某某到此一遊的字句，詩興忽起，命店小二取來筆硯，在壁上題詩一首：「金笛縱橫一去來，秋風愁緒不能排，人言九轉腸應斷，我已為君轉十回。」下面寫了「魚題」兩字。酒入愁腸，更增鬱悶，吟哦了一會，正要會帳下樓，忽聽樓梯響，上來了兩人，余魚同眼尖，見當先一人似乎那裏見過，忙把頭轉開，才一回頭，猛然想起，那是在鐵膽莊交過手的官差。幸喜那人和同伴談得起勁，沒見到余魚同。他們上得樓來，四下一望，揀了靠窗一個座坐下，正在余魚同桌子旁邊。余魚同十分機伶，伏在桌上，假裝醉酒。店小二來叫他，只是不應。那兩人先談了一些不關緊要事，只聽見一個人道：「瑞大哥，你們這番拿到這點子，真是奇功一件，皇上不知會賞甚麼給你。」那姓瑞的道：「賞甚麼我也不想了，只求太太平平把點子送到杭州，也就罷了。我們八個侍衛一齊出京，只剩下我一個人回去。肅州這一戰，不是我長他人志氣，滅自己威風，到現在想起來，還有點汗毛凜凜。」另一人道：「現在你們張大人在一起，決失不了手。」那姓瑞的道：「話是不錯，不過這一來，功勞都是御林軍的了，我們御前侍衛還有甚麼面子？老朱，這點子幹麼不送北京，送到杭州去做甚麼啊？」那姓朱的低聲道：「我姊姊是劉大學士府裏的人，那你是知道的了。我聽她傳出消息來說，皇上就要到江南去。把點子送到杭州，大概皇上親自要審。」那姓瑞的唔了一聲，喝了一口酒，說道：「你們六個人巴巴從京裏趕來，就為了下這道聖旨？」那姓朱的道：「還做你們幫手啊？江南紅花會的勢力大，我們不可不特別小心。」余魚同聽到這裏，心中暗叫慚愧，如果不是碰巧聽見，那麼他們把文四哥偷偷改道送到江南，大夥卻撲北京去救，豈非誤了大事？這時又聽那姓朱的侍衛道：「瑞大哥，這點子到底犯了甚麼事，皇上要親自御審？」那姓瑞的道：「這個我們怎麼知道？上頭交待下來，要是抓不到他，我們回去全是革職查辦的處分，腦袋保得牢保不牢，還得走著瞧呢。嘿！你道御前侍衛這碗飯是好吃的麼？」那姓朱的笑道：「現在瑞大哥立了大功，我來敬你三杯。」兩人歡呼飲酒，後來談呀談的就談到女人身上了，甚麼北方女人腳小，江南女人皮色白膩。酒醉飯飽之後，那姓瑞的會了鈔下樓，看見余魚同伏在桌上，笑罵道：「讀書人有屁用，三杯落肚，就醉貓般爬不起來。」余魚同等他們下樓之後，忙擲了一兩銀子在桌上，就跟下樓去，遠遠在人叢中盯著那兩人，只見他們一逕進了涼州府台衙門，半天不見出來，余魚同料定他們就在府衙之中，回到店房，閉目靜養，到得三更時分，換了夜行衣服，手持金笛，悄悄跳出窗去，徑奔府衙。他繞到府衙後院，越進牆去，只見四下黑沉沉的，東廂廳的窗中卻出光亮來，他躡足走近，附耳一聽，廳中有人說話的聲音，於是用右手食指沾了一點唾沫，輕輕在窗紙上濕了一個洞，往裏一張，不由得吃了一驚。原來廳裏坐滿了人，張召重坐在居中，兩旁都是侍衛和公差，一個人反背站著，正在破口大罵，聽聲音正是文泰來。余魚同知道裏面都是江湖好手，不敢再看，伏下身子凝神靜聽，只聽見文泰來罵道：「你們這批給韃子做走狗的奴才，文大爺落在你們手中，自有人給我報仇。瞧你們這種狼心狗肺的東西，有甚麼下場。」又聽見一個人陰森森的道：「好，你罵的痛快！你是奔雷手，我的手掌沒有你厲害，但今日教你嘗嘗吃我一掌的滋味。」余魚同一聽不好，心想：「四哥怕要受辱。他是四嫂最敬最愛之人，豈能受宵小之侮？」忙在破孔中一張，只見一個身材瘦長、穿一身青布長袍的中年男子舉起了手，正走到文泰來身邊去。文泰來雙手被綑，動彈不得，怒得牙齒咬得格格直響。那人正待手掌下落，余魚同金笛刺破窗紙，一吐氣，金笛中一枝短劍筆直飛去，正插在那人左眼之中。那人非把，乃辰州言家拳掌門人言伯乾是也。言伯乾眼眶中箭，痛得倒在地下，廳中一陣大亂，余魚同一箭又射在一名侍衛的右頰之上，跟著一抬腿，踢開廳門，直竄進去，喝道：「鷹爪子別動，紅花會救人來啦！」一笛把站在文泰來身旁的官差點中了軟麻穴，從綁腿上拔出匕首，把文泰來手腳上繩索割斷。張召重久經大敵，並不慌亂，也不理會文泰來和余魚同，拔劍在廳門一站，內阻逃犯，外拒援兵。文泰來手一脫綁，精神大振，這時一名御前侍衛正和身撲上，文泰來身體一側，反背一掌，打在他右脅之下，「喀喇」一聲，打斷了兩根肋骨。其餘的侍衛見他身手如此厲害，一時都不敢走攏來。余魚同道：「四哥，快衝出來！」文泰來道：「大夥都來了麼？」余魚同道：「他們還沒到，就是小弟一人。」文泰來一點頭，他右臂和腿上傷勢仍很厲害，行走不便，右臂靠在余魚同身上，並肩向廳門走去。四五名侍衛一湧而上，余魚同手揮金笛擋住。兩人走到廳口，張召重走上一步，喝道：「給我留下。」單劍向文泰來小腹上刺來。文泰來腳下不便，退避不及，以攻為守，左手食中兩指疾如流星，直取張召重雙眼。張召重回劍一擋，不由得讚了一聲：「好！」兩人身手奇快，轉瞬拆了七八招。文泰來只有一隻左手，下盤又如釘住般趨退不靈，再拆數招，被張召重在肩頭上一推，立腳不穩，坐倒在地。余魚同邊打邊想：「我活著今後一輩子也只是痛苦，今日捨了這條命把四哥救出去，借這鷹爪之手了結自己殘生，也好讓四嫂知道，我余魚同並非無義小人。我以一死報她，死也不枉。」胸中計算已定，正見文泰來被張召重推倒，反身一笛向張召重打去。文泰來緩得一緩，掙扎著爬了起來，回身大喝一聲，那些侍衛和官差一獃，不由得退了數步，余魚同道：「四哥，快出去。」一面金笛飛舞，完全不招不架，儘向對方要害攻去。張召重一時倒被他這種拚死打法逼得退出數步。文泰來見露出空隙，閃身出了廳門。眾侍衛都大聲叫起來。余魚同擋在廳門，身上已連中張召重兩劍，仍舊絲毫不加防守，一味是進手招數。張召重喝道：「你不要命麼？這種打法是誰教你的？」余魚同淒然笑道：「你打死我最好。」數招之後，右臂又中一劍，他笛交左手，絲毫不退。這時眾侍衛紛紛趕出來，余魚同向當頭一人撲過去，那人一刀砍來。余魚同置之不理，金笛在對方乳下重穴一點，那人頓時暈死過去，同時，自己左肩卻也被那人砍中了一刀，他勢如瘋虎，渾身血污，揮笛惡戰，劍光刀影中只聽見一聲響，一名侍衛的顎骨又被打碎。眾侍衛圍了攏來，刀劍鞭棍，一時齊上。混戰中，余魚同腿上被打中一棍，跌倒在地，他把笛子一拋，一聲長笑，閉目待死，一停手，登時暈了過去。正在這時，廳門口一聲大喝：「住手！」眾人回頭一望，見文泰來慢慢走進，神態威猛，對別人眼不看，直走到余魚同身邊，見他全身是血，不由得眼中垂下淚來，俯身一探余魚同鼻息，見他尚有呼吸，稍稍放心，伸左臂將他抱了起來，喝道：「快給他止血救傷。」眾侍衛為他威勢所懾，果然有人去取金創藥來。文泰來見他們替余魚同裹好了傷，抬入內堂，這才雙手往後一併，說道：「你們綁罷！」一個侍衛看了一下張召重的眼色，慢慢走近。文泰來道：「怕甚麼？我要傷你，早就動手了，難道用得著騙你過來。」那侍衛見文泰來雙手當真不動，這才將他綁起，送到府衙獄中監禁。兩名侍衛自在獄中守夜。折騰了半夜，張召重傳下命令，當夜之事絕不能向外洩漏半字，否則重辦。次日清晨起來，張召重親自去看余魚同，見他昏昏沉沉的睡著，問了服侍的小廝，知道醫生開的藥已煎了給他服過。下午余魚同略見清醒，張召重問他：「你師父姓陸還是姓馬？」余魚同道：「我恩師是千里獨行俠，姓馬名真。」張召重道：「這就是了，我是你師叔張召重。」余魚同微微點了一點頭。張召重道：「你是紅花會的麼？」余魚同也點了點頭。張召重嘆道：「怎麼好好一個人，墮落到這步田地。文泰來是甚麼人？幹麼你這樣捨命救他！」余魚同閉目不答，隔了半晌，道：「我終於救了他出去，死也暝目。」張召重道：「哼，在我手裏你想救人出去？」余魚同驚問：「他沒逃走？」張召重道：「他逃得走麼？別妄想啦！」張召重繼續盤問，余魚同閉上眼睛給他個不理不睬，不一會竟呼呼打起鼾來。張召重微微一笑，道：「好倔強的少年。」轉身出去。張召重到得廂房，把叫瑞大林、言伯乾、成璜、以及新從京裏來的御前侍衛朱祖蔭等人請來，密密的商議了一番，暗中傳下命令，各人回房安息養神。晚飯過後，又把文泰來從獄中提出，在廂廳中點起晃晃的蠟燭，假裝審問。張召重昨天是真審，不意被余魚同闖進來鬧了一番，這晚他四周佈下伏兵，安排強弓硬弩，只待捉拿紅花會的救兵，哪知空等了一夜，連耗子也沒見到一隻。第二天一早，有人來報黃河猛漲，渡口水勢洶湧。張召重下令即刻動身，各人都收拾停當，辭別了涼州知府和首縣，將文泰來和余魚同放在兩輛大車裏，正要出門，忽然吳國棟、錢正倫、韓文沖等一干人奔進衙門。張召重見他們樣子狼狽異常，忙問原由。吳國棟氣憤憤的把經過情形說了。張召重道：「閻六爺武功很硬，怎麼會死在一個女子手裏，倒真是奇聞。」一舉手，說道：「我們京裏見。」吳國棟敢怒而不敢言，強自把一口氣咽了下去。張召重聽吳國棟說起紅花會群雄個個武功精強，又有大隊維人相助，自己雖然藝高膽大，但究竟好漢敵不過人多，於是去和駐守涼州的總兵商量，要他調四百名精兵，幫同押解欽犯。總兵一聽事關重大，哪敢不答應，調齊兵馬，派副將曹能、參將平旺先兩人領兵卒押送，到了皋蘭省城後，再由省方另派人馬接替。一行人浩浩蕩蕩離開涼州，一路上奸淫擄掠，偷雞摸狗，把百姓弄得個個叫苦連天，不必細表。走了兩日，在雙子井打尖，走到離鎮二三十里，正當未時，只見大路邊兩個漢子袒胸坐在樹下，樹枝上繫著兩匹駿馬。兩名清兵互相使了一個眼色，走到那兩個漢子跟前，喝道：「喂，這兩匹馬你們那裏偷來的？」那面目英秀的漢子笑道：「我們是安份良民，那裏會去偷馬？」一個清兵道：「我們走得累了，借我們騎騎。」另一個清兵笑道：「又騎不壞的，怕甚麼？」那漢子道：「行，總爺賞臉要騎，有甚麼不成？」那清兵道：「嘿，瞧你不出，倒懂得好歹。」那兩個漢子都站起來，走到馬旁，解下韁繩，說道：「總爺小心，別摔著了。」那個清兵道：「騎馬會摔跤，那甚麼話？」大模大樣的走過來，正要去接韁繩，忽然一個屁股上吃了一腳，另一個被人一記耳光，拉起來直拋出去，兩名清兵都摔在大路之上。大隊中兵卒都鼓噪起來。那兩個漢子翻身上馬，衝到車旁。那臉上全是傷疤的漢子一手撩起大車前面的帳幕，一手舉起單刀，「嘩」的一聲，把帳幕割了下來，叫道：「四哥在裏面麼？」車裏的人說道：「啊，十二郎！」那漢子道：「四哥，我們去了，你放心，大夥就來救你。」這時成璜和曹能雙雙來攻，被面目白淨的漢子揮雙鉤攔住，清兵紛紛湧來。兩人呼哨一聲，縱馬落荒而走。成璜和曹能追了一陣趕不上。當晚宿在清水鋪，次日清晨，忽聽見兵卒驚叫，亂成一片。曹能與平旺先出去查看，只見十多名清兵胸口都為兵刃所傷，死在炕上，也不知是怎麼弄死的。眾兵丁交頭接耳，疑神疑鬼。走了一日，宿在橫石。這是一個大鎮，大隊把三家店房都住滿了，還佔了許多民房。黑夜中忽然客店起火，四下喊聲大作。張召重命令各侍衛只管守住文泰來與余魚同，閒事一概不理，以防中了敵人調虎離山之計。這火越燒越大，曹能奔進來道：「有土匪！已和弟兄們動上了手。」張召重道：「請曹大人出去指揮督戰，兄弟這裏不能離開。」曹能應聲出去。外面慘叫聲、奔馳聲、火燒聲、屋瓦墮地聲亂了半日。張召重命瑞大林與朱祖蔭在屋頂上守望，只要敵人不攻到店房來，不必出手。又騷擾喧嘩了好一會，人聲才漸漸靜下來，只聽見馬蹄聲雜沓，一群人騎馬向東奔去。曹能滿臉煤煙血跡，奔進來報告：「土匪已被我們殺退了。」張召重道：「弟兄們傷亡了多少？」曹能道：「約莫有六七十名。」張召重道：「土匪逮到幾個？殺傷多少？」曹能張口結舌，說不出話來，隔了半晌，說道：「沒有。」張召重「哼」了一聲，並不言語。曹能道：「這批土匪臉上都用布蒙住，個個武功厲害，可也真奇怪，他們並不搶財物，只是朝我們的弟兄砍殺。臨走時丟了三百兩銀子給客店老闆，說燒了他房子，賠他的。」張召重道：「你道他們是土匪麼？曹大人，你吩咐大家休息，明天一早上路。」曹能答應了，退了出來，忙去找客店老闆，說他勾結土匪，殺害官兵，嚇得客店老闆不住磕頭求饒，終於把那三百兩銀子雙手獻上，還答應負責安葬死者，救治傷兵，曹能才作罷。第二日忙亂到午牌時分，方才動身，一路山青水綠，草樹茂密，走了兩個時辰，道路漸陡，兩旁盡是高山。參將平旺先騎了馬當先領路，眼見道路如一條長蛇般蜿蜒上山，走不多時，迎面一騎馬從山上衝下來，離大隊十多步外勒定馬。騎者高聲叫道：「喂，大家聽著，你們衝撞了惡鬼，趕快回頭，還有生路，再向東走，一個個都要死於非命。」眾人定睛瞧那人時，只見他一身粗麻布衣衫，腰中縛著一根草繩，臉色焦黃，雙眉倒豎，都不由得打了一個寒噤。那人說罷，縱馬下山，從大隊人馬旁邊擦過，奔馳而去。忽然殿後一名清兵大叫一聲，倒在地下，頓時死去。眾人大駭，圍攏來看視，只見這名清兵身上並無傷痕，都心中驚懼，紛紛議論起來。曹能派兩名兵丁留下掩埋死者，大隊繼續上山，走不多時，迎面又是一乘馬過來，馬上就是剛才那人，只聽他高聲說道：「喂，大家聽著，你們衝撞了惡鬼，趕快回頭，還有生路，再向東走，一個個都要死於非命。」眾人俱都嚇了一跳，怎麼這個人又回到前面了？明明見他下山，這裏一眼望去，並無捷徑可以繞道上山，而且即使返回來趕到前面，也絕沒這樣快，難道是空中飛過、地下鑽過不成？那人說完，又縱馬下山。眾兵丁真如見到惡鬼一般，遠遠避開。朱祖蔭待他走到身旁，伸出單刀一攔，說道：「朋友，慢來！」那人猶如不聞不見，右掌在朱祖蔭肩頭一按，朱祖蔭手中單刀鐺瑯瑯跌落在地下。那人竟不回頭，馬蹄翻飛，下山而去，剛剛走過大隊，末後一名清兵又慘叫一聲，倒地身亡。眾兵丁都嚇得獃了。張召重命侍衛們守住兩輛大車，自己到後隊去察看。朱祖蔭道：「張大人，這傢伙到底是人是鬼？」一面按住受傷的右臂，臉色泛白。張召重叫他解開衣服，只見右肩一大塊烏青，腫得很高，張召重眉頭一皺，從懷裏掏出一包藥來，叫他趕快吞服護傷，又命兵丁把死去的清兵衣服脫光驗傷，翻過來，後背也是一大塊烏青，五指掌形隱約可見。眾兵丁都喧嘩起來，叫道：「鬼摸，鬼摸！」張召重叫留下兩名兵丁埋葬死者。平旺先派了人，但嚇得沒有人敢接令，張召重無奈，只好叫大夥馬上動手，埋葬後大隊再走。瑞大林道：「張大人，剛才這傢伙實在古怪，他怎麼能過去了又回到前面？」張召重心中也是疑惑不解，沉吟了半晌，道：「朱兄弟和這兩名士兵，明明是被黑沙掌所傷，江湖上黑沙掌的好手寥寥可數，怎麼我會認不出來？」瑞大林道：「說到黑沙掌，當然是四川青城派的慧侶道人海內獨步，不過慧侶道人已死去多年，難道真是他的鬼魂出現不成？」張召重一拍大腿，叫道：「是了，是了，這是慧侶道人的徒弟，人稱黑無常、白無常的常氏兄弟。我總往一個人身上想，所以想不出來，原來他們這對雙生兄弟扮鬼嚇人。」瑞大林、成璜等人也久聞西川雙俠大名，現在忽然在西北道上遇到，心中很有點嘀咕，但大家不甘示弱，只好默不作聲。這晚住在黑松堡，曹能命兵丁在鎮外四周放了哨，嚴密守望。但次日清晨，放哨士兵一個都不見回報，派人一查，所有放哨兵全都死在當地，頸裏都掛了一串紙錢。士兵們全都害怕異常，有十多個人偷偷溜走了。這天要過烏鞘嶺，那是甘涼道上有名的險峻所在，曹能命兵士飽餐了，鼓起精神上嶺。走了半日，氣候越來越冷，道路愈來愈險，九月天氣，竟自飄下雪花來。走到一處，一邊高山，一邊盡是峭壁，山谷深不見底，眾兵士手拉手的走，惟恐雪滑，一個失足跌入山谷，那就跌得屍骨無存。眾人正在小心翼翼、全神貫注的走道之際，忽然前面發出一陣啾啾唧唧之聲，過了一會，變成高聲長嘯，聲音慘厲，山谷回聲，令人毛發直豎，眾兵丁都停住了腳步。這時隱約聽見前面的聲音喊道：「過來的見閻王──回去的有活路──過來的見閻王──回去的有活路。」眾兵丁哪裏還敢向前？平旺先帶了十多名衛兵，下馬衝上前去，剛轉過一個彎，對面的一箭射來，一名衛兵當胸中箭，大叫一聲，跌下山谷。平旺先身先士卒，一鼓作氣向前，對方箭無虛發，又有三名兵士中箭。清兵一時衝不過去，只見山腰邊轉出一個人來，陰森森的喊道：「過來的見閻王──回去的有活路。」眾兵丁一看，就是昨天那個神出鬼沒無常鬼般的人物，膽小的發一聲喊，轉身就逃，曹能拚命約束，哪裏約束得住？平旺先抽出腰刀，當場砍死一名兵士，軍心才又穩了下來。當先奔跑的六七十名兵卒卻已逃得無影無蹤了。張召重對瑞大林道：「你們各位守住大車，我去會會這兩位名聞西川的常家兄弟。」說罷越眾上前，朗聲說道：「前面可是常氏雙俠麼？在下張召重有禮了。」那人冷冷一笑，說道：「哈，今日是雙鬼會判官。」「呼」的一聲，右掌當面劈來。當地地勢狹隘異常，張召重無法左右閃避，左手一沉，運用內力接了他這一掌，右掌輕飄飄的向敵人按去。那人左掌又是「呼」的一聲架開，雙掌相遇，兩人較量了一下功夫。張召重變招奇快，左腿「橫雲斷峰」，掠地掃去。那人躲避不及，雙掌合抱，猛向張召重左右太陽穴擊來。張召重一側身，左腿倏地收住，向前跨出兩步，那人也是側身向前。雙方在峭壁旁交錯而過，各揮雙掌猛擊，四隻手掌在空中一碰，兩人都退出數尺。這時位置已經互移，張召重在東，那人已在西端。兩人一凝神，正待再打。平旺先彎弓搭箭，「颼」的一箭向那人射去。那人左手架開張召重一掌，右手攬住箭尾，百忙中轉身向平旺先甩了過來。平旺先低頭一躲，只聽見一名清兵「啊唷」一聲，那枝箭射中了他的肩頭。張召重讚了一聲：「常氏雙俠，名不虛傳！」手下拳勢絲毫不緩，忽然背後「呼」的一聲，又是一掌劈來。張召重閃身讓開，見又是一個黃臉瘦子，面貌與前人一模一樣，雙掌如風，招招迅捷的攻來，將張召重夾在當中。這時成璜、朱祖蔭等人已趕上來觀戰，只見三人擠在一小塊地方，簡直毫無回旋轉側餘地，只要稍一不慎，就跌入萬丈深谷。成璜等一面空有兩百餘人，但無法上前協助，只好吶喊壯威。這時三人愈打愈緊，見敵人兩人四隻手使開來呼呼風響，聲威奪人，張召重凝神屏氣，見招拆招，酣鬥聲中敵方一人一掌打空，擊在山石之上，只見石壁上泥沙撲撲的亂落。惡戰良久，敵方一人忽然斜肩向張召重撞來，張召重一退，另一人搶得空檔，背靠石壁，大喝一聲，右掌反背向張召重揮去。同時左面那人左腳飛出。兩人拳腳並施，硬要把張召重逼入深谷之中。但見一腳踢來，張召重退出一步，半雙腳踏在崖邊，半雙腳已經懸空。官兵們瞧見這危險形勢都驚叫起來。那時另一人的掌風已撲面而來，張召重既不能退，也不能接，因為雙方一抵一退，對方不過在石壁上一撞，自己可勢必墮入深谷，人急智生，施展擒拿法，左手突地挽住對方手腕，喝一聲「起」把對方提了起來。那人手掌一翻，也拿住張召重的手腕，但身體離地，氣力施展不出，被張召重奮起神威，一下擲入山谷，那人正是常氏雙俠中的常赫志。官兵們又是齊聲驚呼。常赫志身體臨空，心神不亂，在空中雙腳一縮，打了一個觔斗，把下跌之勢一緩，就在翻觔斗之際，已把腰中飛抓取出，一揚手，飛抓筆直竄上來，此時常伯志飛抓也已出手，兩人飛抓對飛抓如握手般緊緊握住，常伯志不等兄長下跌之勢墮足，雙手向外一揮，把常赫志揮了起來，落在十餘丈外的山路上。常伯志回身一拱手，說道：「火手判官武藝高強，佩服佩服。」也不見他彎腰用手勁，忽然平空拔起，倒退著竄出數丈，挽了常赫志的手，兄弟倆雙雙走了。眾官兵紛紛圍攏來，有的讚揚張召重武功，有的惋惜沒把常赫志摔死。張召重一語不發，扶著石壁慢慢坐了下來。瑞大林過來道：「張大人好武功。」低聲問道：「沒受傷麼？」張召重不答，調勻呼吸，過了半晌，才道：「沒事。」一看自己手腕，五個烏青的手指印嵌在肉裏，有如繩紮火烙一般，心下也駭然。大隊過得烏鞘嶺，當晚又逃走了三四十名兵丁。張召重和瑞大林等商議道：「大路是奔皋蘭省城，但點子一定不甘心，前面麻煩正多，我們不如繞小路到紅城過黃河，讓點子們撲個空。」曹能本來預計到省城後可以交卸這副擔子，聽了張召重的話大不願意，可是也不敢違拗。張召重道：「路上失散了許多兵卒，曹大人回去都可以報陣亡，兄弟隨同寫一個摺子便是。」曹能一聽，不由得高興起來，原來按軍營慣例，陣亡的官兵可以領到撫恤，這筆銀子自然落入了統兵官的腰包。將到黃河邊上，遠遠已聽到轟轟的水聲，又整整走了大半天，才到紅城渡口，這時天色已晚，暮靄蒼茫中但見黃水浩浩東流，波濤拍岸，一大片混濁的河水，如沸水般，翻翻滾滾。張召重道：「我們今晚就過河，瞧這水勢險惡，一耽擱怕要出亂子。」兵卒去找渡船，找了半天找不到半隻，天又黑下來了。張召重正在焦躁，忽然上游箭也似的衝下兩艘小船來。眾兵丁高聲大叫，那兩隻小船傍近岸來。平旺先叫道：「喂，梢公，你把我們渡過去，賞你銀子。」只見一隻船上後梢站起來一個大漢，把手擺了一擺。平旺先道：「你是啞巴。」那人道：「丟那麼，上就上，唔上就唔上啦，貿事理你咁多。」他一口廣東話別人絲毫不懂，平旺先不再理會，請張召重與眾侍衛押著二輛大車先上船。張召重打量那個梢公，見他頭上光禿禿的沒幾根頭髮，手臂上肌肉盤根錯節，顯得膂力驚人，手中提著一柄槳，黑沉沉的似乎並不是木材所造。他心念一動，自己不會水性，可別著了別人道兒，於是說道：「平大人，你先領二十名兵士過去。」平旺先答應了，上了船，另一艘船上也有二十多兵士上去。那梢公用斗笠遮住了半邊臉，看不清楚面目。水勢湍急，兩艘船筆直先向上游划去，划了數十丈，才轉向河心。兩個梢公水性精熟，安安穩穩的把數十名兵士送到對岸，第二次又來接人。這次是曹能領兵，船剛離岸，忽然後面一聲長嘯，呼哨大作。張召重忙命兵士散開，把大車團團圍住，各人彎弓搭箭，嚴陣戒備。此時新月初升，只見東、西、北三面疏疏落落的出來了十幾騎馬，張召重一騎當先，喝問：「幹甚麼的？」對方一字排開，漸漸逼近。中間一人越眾而出，手中不持兵器，一柄白摺扇緩緩揮動，朗聲說道：「前面可是火手判官張召重？」張召重道：「正是在下，閣下何人？」那人笑道：「我們四哥多蒙閣下護送到此，現在不敢再行煩勞，特來相迎。」張召重道：「你們是紅花會的？」那人笑道：「江湖上多稱火手判官武藝蓋世，哪知還能料事如神。不差，我們是紅花會的。」那人說到這裏，忽然提高嗓子，長嘯一聲。張召重出其不意，倒嚇了一跳，又聽見各船上的梢公也是一聲長嘯。曹能坐船中，見岸上來了敵人，心中正打不定主意，一聽梢公長嘯，嚇得臉如土色。梢公把槳一扳，停住了船，說道：「你們一班契弟，哼八郎畀我落水去。」曹能哪裏懂得他的廣東話，睜大了眼發楞，又聽見那邊船上一個清脆的聲音唱起歌來：「自幼生長在太湖，殺人從來不怕多，刀砍貪官除惡霸，船翻清兵落黃河。」曹能心中更是害怕，只聽見歌聲一停，那邊船上的梢公叫道：「十三弟，動手罷！」這邊船上梢公道：「嗤晒！」曹能一槍向梢公刺去。梢公噗的跳入河中，那邊的梢公也已落水，兩艘船水中團團打轉。曹能和眾清兵大喊大叫。岸上官兵有的戒備敵人，有的忍不住望著急流中的船隻呼叫，只見兩船晃了幾晃，陡然翻轉，船底向天，官兵在驚叫聲中一齊落水，隨波逐流飄去。兩個梢公水性極好，不一會已游近岸邊。水流湍急，那兩個梢公上得岸時已在下游百丈之外，清兵紛紛放箭，相距既遠，黑暗之中又沒準頭，哪裏射得著？但說也奇怪，那兩個梢公並不逃避反而向大隊清兵迎了上來。這邊張召重暗叫慚愧，自幸小心謹慎，否則此時已成黃河水鬼，當下定了一定神，高聲喝道：「你們一路上殺害官兵，十惡不赦，現在來得正好。你是紅花會甚麼人？」那人笑道：「你們不用問我姓名，你識得這件兵刃，就知道我是誰了。」說罷輕飄飄的縱下馬來，說道：「心硯，拿過來。」心硯打開包裹，把兩件兵器放在那紅花會總舵主陳家洛手中。