第二回　險峽神駝躍翠翎李沅芷聽了喊聲十分奇怪，忙問：「師父，那是甚麼？」陸菲青道：「那是鏢局裏趟子手喊的趟子。每一家鏢局子都有一個趟子，喊出來是讓綠林道和同道的人知道。鏢局走鏢，七分靠交情，三分靠本領，鏢頭手面寬，交情廣，大家買他面子，這鏢走出去就順順利利。綠林道的人一聽趟子，就知是某人的鏢，本來想動手收拾的，礙於面子，也只好放他過去。要是你去走鏢哪，嘿，這樣不上半天就得罪了多少人，本領再大十倍，那也是寸步難行。」李沅芷一聽，敢情師父是借題發揮，在教訓人啦，她心裏說：「我幹麼要去保鏢哪？」可是不敢跟師父頂嘴，笑著道：「師父，我是錯了嘛！師父，那喊的是甚麼鏢局子啊？」陸菲青道：「那是北京的鎮遠鏢局，在北方可數它最大啦。奉天、濟南、開封、太原都有分局。總鏢頭本來是威鎮河朔王維揚，現下算來將近七十歲了？聽他們喊的鏢號子仍舊是『我武維揚』那麼他還沒有告老收山。唉，見好也應該收了，鎮遠鏢局發了四十年財，難道還不知足麼？」李沅芷道：「師父，你認識他們總鏢頭麼？」陸菲青道：「我會過他。他憑一把八卦刀、一對八卦掌，當年打遍江北綠林無敵手，也真稱得上威震河朔！」李沅芷很高興，道：「那待兒你給我引見引見，讓我見見這老英雄。」陸菲青道：「他自己怎麼還會出來？真是傻孩子。」李沅芷覺得老是給師父數說，滿不是味兒，她也知道自己江湖上的事情完全不懂，心裏嘀咕：「我不懂，就說給我聽麼，幹麼老罵人家？」拍馬追上騾車去和母親說話解悶兒，她回頭一看自己的馬，尾巴被駝子弄斷了，也中也暗暗吃驚，她想，一掌打斷一桿槍並不稀奇，馬尾巴是軟的，怎麼能用手割斷？她一勒馬，想等師父上來問他，但一想又賭氣不問了。她追上了曾圖南，道：「曾參將，我的馬尾巴不知怎麼斷了，真難看。」說著嘟起了嘴。曾圖南知她的心意，道：「我這匹坐騎不知怎麼攪的，今兒老是鬧倔脾氣，我制牠不了。小姐你騎術好，妳幫我治牠一下好麼？」李沅芷謙遜了一句：「怕我也不成。」兩人換了坐騎。曾參將那馬其實乖乖的，一點脾氣也沒有。曾參將還讚她一句：「小姐，真有你的，連馬也服你。」這時鏢局趟子手的喊聲越喊越近，不一會，二十幾匹騾馱趕了上來。陸菲青怕有熟人，背轉了身，把一頂大草帽遮住半邊臉，偷看馬上的鏢師。七八名鏢師縱馬經過他的身邊，只聽一位鏢師道：「聽韓大哥說，焦文期焦三哥已有了下落。」陸菲青大吃一驚。回頭看那鏢師，晃眼間只看到他滿臉鬍子，黑漆漆的一張長臉，等他擦身而過，見他背上負著一個紅色包袱，還有一對奇形兵器，竟是外門中的利器五行輪。陸菲青心說：「難道關東六魔做了鏢師？」關東六魔除焦文期外，其餘五人他都未見過，只知道每個人都是武功卓絕，第五魔閻世魁、第六魔閻世章都使五行輪，是少林派的俗家弟子。陸菲青心中盤算，這次出門來遇到不少武林高手，如果都是為自己而來，那實在是兇多吉少，自己避之惟恐不及，偏偏一個女弟子少不更事，不斷去招惹人家。不過看情形又不大像是專門來捉拿他，趙半山是自己好友，絕不致於不念舊情。那麼他們一批一批向西去，又為的何來？李沅芷和曾參將換了坐騎後，見他騎了那匹沒尾巴馬，心中暗自好笑，勒定了馬等師父過來，笑道：「師父，怎麼對面沒人來了？從昨天算起，已有五對大本領的人往西去了，我倒真想再見識見識。」她這句話提醒了陸菲青，他一拍大腿道：「我老糊塗啦，怎麼沒想到『千里接龍頭』這回事。」他因心中掛著自己的事，所以儘往與自己有關的方面去推測，哪知全想岔了。李沅芷道：「甚麼叫做『千里接龍頭』啊？」陸菲青道：「那是江湖上幫會裏最隆重的禮節，普通是幫會中行輩最高的六個人，一個接著一個出去迎接一個人，最隆重的要出去十二個人，一對一對的出去。現在已經過了五對，那麼前面一定還有一對。」李沅芷道：「他們是甚麼幫會？」陸菲青道：「這個我也不知道。」隨即又道：「你看西川雙俠和那駝子那樣大本領的人，都是這個幫會的，他們聲勢真是非同小可。你千萬不要再惹他們，知道麼？」李沅芷嘴上答應了，心中可不大服氣，她一心注意看前面再來的是甚麼人。午時打過了尖，對面仍舊沒有人來，陸菲青心中暗暗納罕，覺得事出意外，難道自己所料不對，前面沒有人來，後面倒來了人，只聽見一陣駝鈴響，塵土飛揚，一大隊沙漠商隊趕了上來。等他們漸行漸近，只見數十匹駱駝夾著二三十匹馬，騎著都是維族人，高鼻深目，滿臉濃鬚。頭上纏了一塊白布。維族商人從回部到關內做生意，事屬常有，陸菲青也不加注意。但突然間眼前一亮，只見一個黃衫女郎騎了一匹白馬走過身邊。那女郎美貌絕倫，光采照人，帽子上長長的插著一根翠綠羽毛，又英武，又嬌媚。陸菲青見那維族少女人才出眾，不過多看一眼，那知李沅芷卻看得獃了。她自幼生長在西北邊塞，平時也沒見過幾個漂亮女人，更別說這樣好看的美人。那少女和她年事相仿，大約也是十八九歲，腰中掛了一柄匕首，長辮垂肩，一身鵝黃衫子，頭戴了一頂金絲繡的小帽，革履白馬，旖旎如畫。男人看女人總有一點顧忌，女人看女人卻漫無止境。那黃衫女郎縱馬而過，李沅芷情不自禁的跟了過去，不瞬眼的睨著她。黃衫女郎見一個美貌的漢人少年痴痴相望，臉一紅，叫了一聲「爹！」一個身材極高、滿頰濃鬚的維人拍馬過來，在李沅芷肩上一拍，說道：「喂，小朋友，走道麼？」李沅芷「唔」了一聲，還沒會意自己女扮男裝，這樣獃望人家閨女可顯得十分浮滑無禮。黃衫女郎以為李沅芷心存輕薄，忽然手揮馬鞭一圈，裹住李沅芷坐騎的鬃毛，用力一拉，登時扯下了一大片毛。那馬痛得亂跳亂縱，險些把李沅芷顛下馬來。黃衫女郎長鞭在空中一揮，辟拍一聲，扯下來的馬毛四散亂飛。李沅芷心頭火起，摸出一枝鋼鏢，向黃衫女郎後心擲去，她也沒存心傷她性命，鏢一出手，叫了一聲：「喂，小姑娘，鏢來啦！」那女郎身子向左一偏，鏢從右肩旁掠過，射向前面，當鏢離身已有丈許時，黃衫女郎長鞭一捲，鞭梢的革繩竟將那枝鋼鏢捲住了拉回來，順手向後一送，嘴裏叫道：「喂，小伙子，鏢還給你！」一股勁風，鋼鏢直向李沅芷胸前飛來，李沅芷伸手接住。沙漠商隊中人眼見黃衫女郎這手馬鞭絕技，都大聲喝采。她父親卻臉有憂色，低聲向她說了句甚麼話。黃衫女郎答應道：「噢，爹！」也不再理會李沅芷，縱馬向前，數十匹駱駝騾馬蜂湧著絕塵而去。眼見他們追過李太太所乘騾車和護送兵丁，跑得看不見了。陸菲青漫不在乎的笑道：「你現在總相信天外有天，人上有人了罷？這個黃衫女郎年紀和你差不多，剛才露這手你可佩服？」李沅芷道：「這種回子白天黑夜都在馬上，馬鞭兒自然耍得好，她可未必有甚麼真正武功。」陸菲青嘻嘻一笑，道：「是麼？」走到傍晚，到了布隆吉，鎮上只有一家大客店，叫做「通達客棧」。店門前插了「鎮遠鏢局」的鏢旗，原來路上遇到的那枝鏢已先在這裏歇了。這家客店接連招呼兩大隊人，伙計忙得不可開交。陸菲青洗了臉，手裏捧了一壺茶，走到院子裏，只見大廳上有兩桌人在喝酒吃飯。那背負紅布包袱的鏢師背上兵器已卸了下來，但那包袱仍舊背著，正在高談闊論。陸菲青手裏捧了一壺茶，假裝抬頭觀看天色，只聽見一位鏢師笑道：「閻五爺，你把這部經平平安安護送到了京城，兆惠將軍還不賞你千兒八百的銀子麼？又好去跟你那小喜寶樂上一樂啦！」陸菲青心說：「那果然是關東六魔中的第五魔閻世魁。」他更加留上了神。那閻世魁道：「賞金麼？嘿，那誰也短不了──」他話還未說完，只聽見一個陰陽怪氣的聲音插嘴道：「就只怕小喜寶已經跟了人，從了良了。」陸菲青斜眼一看，見說那話的人相貌猥瑣，身材瘦削，但也是一身鏢師打扮。閻世魁心中不快，「哼」了一聲。第一個說話的鏢師道：「童兆和你這東西總是沒好話。」那童兆和仍舊有氣沒力的道：「從良不是好話？好罷，我說小喜寶做一輩子的窯姊兒，到死翻不了身。」閻世魁破口大罵：「你媽才做一輩子窯姊兒。」童兆和笑道：「成，我叫你乾爹！」陸菲青聽這批人言不及義，聽不出甚麼名堂，正想走開。只聽童兆和道：「閻五爺，咱們玩笑是玩笑，真話是真話。你可別想小喜寶想昏了頭，背上這紅包袱給人家拾去。你腦袋搬家事小，咱們鎮遠鏢局三十年的威名可栽不起。」閻世魁怒道：「童家小子，你望安罷，這批回回想從你閻五爺手上把這部經奪回去，教他們快死了這條心。我閻世魁關東六魔的名頭可是靠真功夫掙來的，不像有些小子在鏢行裏混，除了會吃飯，就是會放屁！」陸菲青暗暗望了閻世魁背上那個紅布包袱一眼，見那包袱不很大，看來裏面所裝的東西也很輕巧。只聽見那童兆和道：「關東六魔的名頭的確不小，就可惜第三魔給人家做了，連仇人是誰也不知道。」閻世魁一拍桌子道：「誰說不知道？那一定是紅花會害的。」陸菲青心想：「這倒奇了，焦文期明明是我殺的，他們卻寫在紅花會帳上。紅花會是怎麼一回事？」他慢慢走到院子裏去撫弄花木，離那些鏢客們更加近。那童兆和嘴頭上一點也不肯放鬆：「我可惜沒骨氣，只會吃飯放屁，要是我不是孫子哪，早就找紅花會算帳去啦。」閻世魁被他氣得發抖，說不出話來。一位鏢師出來打圓場，道：「紅花會的總舵主于萬亭上個月在無錫死了，江湖上誰都知道。而且焦三爺給紅花會害死，又沒證據，誰看見啦？你找上門去，人家來個不認帳，你有甚麼辦法？」童兆和沒了話，自己解嘲：「紅花會咱們不敢惹，欺侮回子還不敢麼？咱們把他們當作性命的這部經書搶來，以後兆將軍要銀子要牛羊，他們敢不雙手送上麼？我說閻五爺，你也別想你那小喜寶啦，敢情回京求求兆將軍，讓他給你要一個回回女人做老婆，可有多美──」他正說得得意，忽然啪的一聲，不知哪裏一塊泥巴飛來，剛塞在他嘴裏。童兆和啊啊的叫不出聲來。兩個鏢師抄起兵刃，趕了出去。閻世魁站起身來，馬上把放在身旁的五行輪拿在手裏。他弟弟閻世章聞聲趕來，兩兄弟站在一起，他們只是保護那個紅布包袱，並不追敵，怕中了敵人的調虎離山之計。童兆和把泥塊吐了出來，王八羔子、祖宗十八代的亂罵。閻世章冷冷的道：「一向只聽見狗吃屎，今兒可長了見識，連泥巴也吃起來啦！」鏢師戴永明、錢正倫一個拿了一條軟鞭，一個拿了一柄單刀從外頭跑進來說：「點子逃啦，沒瞧見。」這一切陸菲青全看在眼裏，他看那口齒輕薄的童兆和一副狼狽相，心中暗自好笑，忽然看見東牆角上人影一閃。他裝著沒事般踱到外面，這時天色已黑，他躲在客店西牆腳下，只見一條人影從屋角跳下來，落地無聲，向東如飛奔去。陸菲青想見識這位剛才請童兆和吃泥巴的是何人物，施展輕功，悄沒聲的跟在那人後面，他雙手仍舊捧著茶壺，長衫也不捋起。他數十年苦練的輕功已到爐火純青的地步，雖然好整以暇，但步伐快速，前面的人絲毫未覺。一時之間，兩人跑出了五六里地。前面的人身材苗條，行動婀娜，似乎是一個女子，但輕功也極高明。過了個山坡，前面是黑壓壓一片森林，那人直穿入林中，陸菲青也跟著追去。樹林中落葉枯枝，滿地皆是，一踏上去，沙沙作聲，陸菲青怕前面的人發覺。腳步稍慢，一瞬之間，已不見了那人的影子。江湖上常言道：「遇林莫入」，因為林中樹木遮掩，最易受人暗算，陸菲青不敢過份逼近，正想退出。忽然雲破月現，一片清光在林隙樹梢上照射下來，滿地樹影凌亂，只見遠處黃衫一閃，那人已出了樹林。陸菲青跟到樹林邊緣，掩在一株大樹後面向外張望，對面竟是一大片草地，草地上搭著八九個帳篷。他好奇心起，有心要去窺探一番。靜待兩個守望的人轉過去，提氣一個「燕子三抄水」，躍到了篷帳外一頭駱駝身後，守望者未發覺。他藝高人膽大，彎身走到中間最大的帳篷背後，伏地一聽，篷帳裏有人在慷慨激昂的說話，話是維語，說的又快，他雖在塞外多年，但這些話大半不懂，他輕輕掀起帳幕底一角，向裏張望。帳幕中點著兩盞油燈，高高矮矮的坐了許多人，看模樣就是白天路上遇到的那個沙漠商隊。這時一個清脆的聲音咭咭咯咯的說起話來，陸菲青移眼望去，見說話的正是那黃衫少女。她話聲一停，手腕一翻，從腰間拔出一把精光耀眼的匕首。黃衫女郎用匕首刀尖在自己左手食指上一刺，幾滴鮮血滴在馬乳酒裏。帳篷中其餘的維人也都紛紛拔出佩刀來，滴血酒中。黃衫女郎叫他「爹」的這高個子維人高舉酒杯，大聲說了幾句話，陸菲青只聽懂幾個字，甚麼「可蘭經」、「故鄉」。那黃衫女郎也說話了。也聲音清脆朗朗，陸菲青聽懂大半，只聽見她說：「不奪回神聖的可蘭經，誓死不回故鄉。」所有的維人都轟然宣誓。陸菲青在黯淡的燈光之下，見他們臉上都露出一副堅毅憤慨的神色。大家說罷，舉杯一飲而盡，低低議論，似乎是在商量甚麼步驟。陸菲青聽不清楚，心頭捉摸，大概這群維人有一部他們視為聖物的經書給人奪去了，現在要去奪回來。陸菲青這一猜想並沒猜錯，原來這群維人是天山北路的一個游牧部落。他們這一部落人多勢眾，一共有近二十萬人。那高的叫木卓倫，是這一部落的首領，武功卓絕，仁義公正，極得族人的愛戴。黃衫女郎是他的女兒，名叫霍青桐。她是天山奇俠陳正德的夫人關明梅的得意愛徒，已深得天山派武功的真傳，陳正德和關明梅都是天山派中卓逸不群的人物，號稱天山雙鷹，兩人年紀都已六十多歲，然而夫妻見了面就吵嘴，分開了又互相想念，真是一對老歡喜冤家。霍青桐常常從中調解，但也沒有甚麼效果。她愛穿黃衫，小帽上經常插一根翠綠羽毛，因此得了一個漂亮的名號，天山南北武林中人，很多知道「翠羽黃衫霍青桐」的名頭。他們這族人主要以游牧為生，清廷勢力擴充到回部後，徵斂越來越多。木卓倫起初還想委曲求全，儘量設法供應。哪知滿官貪得無厭，弄得他們民不聊生。木卓倫和族人一商量，大家覺得這樣下去實在沒有生路，派人幾次到伊犁向滿官求情，要求減少徵賦，豈知徵賦沒有減少，反而引起了清廷的疑慮。兆惠偵知這一族有一部祖傳下來的手抄可蘭經，這部經書得自回教聖地麥加，數十代來由首領珍重保管，成了他們這一族的聖物，於是乘木卓倫遠出之際，派遣高手去把這部經書搶了來，他們以此為要挾，就不怕維人反抗。閻世魁背上那個紅布包袱中，藏的就是這部可蘭經。木卓倫在大漠召開大會，立誓就是埋骨關內，也要使這部經書物歸原主。陸菲青得知這些維人的圖謀與己無關，不想再聽下去，正想抽身回去，忽見帳中回人全都伏下地來祈禱。他連忙站起，哪知這一瞬之間，霍青桐眼尖，已見帳外有人窺探，在父親耳邊低聲說：「外邊有人！」一長身縱出帳來，只見一個人影正向樹林跑去，她手一揚，一顆鐵蓮子向他打去。陸菲青正擬穿入林中，忽聽背後一股疾風，知有暗器襲來，他微微側身，這時雙手仍捧著茶壺，伸右手姆指中指看準鐵蓮子彈一敲，鐵蓮子從平飛變為下跌。他左手拿著茶壺，以食中兩指揭開壺蓋，鐵蓮子撲的跌入壺中。他頭也不回，施展輕功如飛回到店房。到店時大家都已安睡。店夥道：「老先生，溜躂了這麼久，看夜景麼？」陸菲青胡亂答應了一聲，在房中把茶壺裏的鐵蓮子取出來，見是精鋼打成，上面刻著一根羽毛，便隨手放入囊中。次日一早，鏢行大隊先行。趟子手「我武──維揚」一路喊出去，鎮遠鏢局一桿八卦鏢旗在前開道。陸菲青看這鏢行所保的這枝鏢，騾馱並不沉重，幾位鏢師全都護著閻世魁。看來他所背的那個紅布包袱是他們所最重之物。鏢行一行人走了約半個時辰，曾參將率領兵丁也護送著李太太上路了。日中在黃岩子打了尖，一路是上山的斜路，預計當日趕著翻過這條長嶺，在嶺下的三道溝落店。山路險峻，愈來愈陡，李沅芷和曾參將都緊跟著李太太的騾車，怕騾子一個失腳，車子跌入山谷，那可是粉身碎骨之禍。行到申牌時分，正走到烏金峽口，只見鏢行大隊都坐在地上休息，曾參將指揮大家也休息一刻。烏金峽兩邊高山，中間一條山路，十分陡削，途中不易停步，必須一鼓作氣上嶺。陸菲青落在後面，背轉了身，不與鏢行的人朝相。進入峽口，鏢行與曾參將手下的兵丁排成一條長龍，人與牲口都氣呼呼的上山。騾夫「得兒──得兒──」的叱喝聲響成一片。陸菲青眼尖，忽見右邊山峰頂上人影一閃，似乎有人在窺探。正在此時，前面一陣駝聲鈴響，一隊維人乘騎馬，迎面奔下嶺來，鏢行中人大聲呼喝，叫對方緩行。童兆和喊道：「喂，相好的，奔喪麼？」維人轉眼奔到跟前，前面七八騎人忽然縱聲高歌，聲音曼長，山谷響應。兩邊山頂上都有人站起來，高歌而和。鏢行中人不禁愕然。只聽維人商隊中一聲呼哨，兩騎飛奔向前，繞過閻世魁，對準了緊跟在閻世魁身後的閻世章一衝。同時四頭駱駝已奔到閻世魁的前後左右。關東雙魔久經大敵，知道情勢不對，正想拔兵器應敵。那知四頭駱駝背上的四個人都突然雙手舉起一個大鐵椎，猛向閻世魁當頂砍下來。大鐵椎每個重達百斤，四個維人身雄力壯，騎在駱駝上居高臨下，這四個鐵椎下來，閻世魁武藝再好也無法躲避，當場連人帶馬被打得腦漿迸裂。維人隊中一個黃衫女郎縱身上前，跳下馬來解閻世魁背上的紅布包袱，她剛用劍割斷縛住紅布包袱之布帶一端，背後一股勁風，一劍向她刺來。霍青桐身體一讓，不顧來敵，伸劍又割斷布帶另一端。哪知敵人劍法迅捷，不容她緩手去拾包袱，又是一劍欄腰削來。霍青桐無法避讓，揮劍一格，雙劍相交，火花迸發。霍青桐心中一震，敵人武功不弱，當下不顧得仔細琢磨，伸左手又去拾那包袱。敵人長劍竟直刺她的左腕。霍青桐左手一縮，食中兩指一捏劍訣，右手劍直遞出去，抬頭一看，接連三次阻她拾包袱的人是一個美貌少年，認出就是在途中向她無禮獃看的那人，當下心頭火起，刷刷刷三劍都是進手招數，兩人打在一起。那人正是女扮男裝的李沅芷，她驟見維人商隊奇襲鏢行，本擬隔山觀虎鬥，瞧瞧熱鬧，忽見黃衫女郎飛身而出去搶紅布包袱。那黃衫女郎昨日拉去她的馬鬃，師父反而稱讚她的武功，青年女郎，誰不好勝，心中本就在老大不服，現在見鏢師與維人打得緊張，也不理會誰是誰非，施展輕功，趕上存心與那黃衫女郎較量個高下。霍青桐連刺三劍，都被李沅芷輕描淡寫的化解開去，霍青桐心頭焦躁。他們明知鏢行中人武功不弱，明搶硬奪，未必能成，所以先選擇了烏金峽口險要地勢，本擬居高臨下，出其不意的一擊成功之後，馬上逃返回部，哪知功虧一簣，半路裏殺出一個李沅芷來作梗。霍青桐見李沅芷劍法精奇，心中也納罕，知道時機稍縱即逝，不肯戀戰，突然劍法一變，施展天山派本門絕技「三分劍術」，把李沅芷逼得連連倒退。「三分劍術」是天山派的不傳之祕，所以叫做「三分」，是因這路劍術中每一手都只使到三分之一為止，敵人剛要招架，自己招術已變。一招中包含三招，最為繁雜兇狠。這派劍術沒有守勢，全都是進攻殺著。李沅芷見敵人一劍「冰河倒瀉」直刺過來，自己劍尖向上，想用「一炷香」格開，哪知對方這招「冰河倒瀉」並未使足，明明見她一劍刺來，刺到離身兩尺時已變為「千里流沙」的直刺變為橫砍，心中一驚，劍鋒倒轉，護住中路。說也奇怪，對方橫砍之勢看來勁道十足，劍鋒將到未到之際突然變為「風捲長草」，向上向下猛削李沅芷左腿。李沅芷疾退一步，堪堪避開。霍青桐一招「舉火燎天」，自下而上，進攻左肩。李沅芷待得招架，對方又已變為「雪中奇蓮」。只見她每一招都如箭在弦，雖然含蓄不發，但都蘊藏著極大危機。兩人連拆十餘招，但雙劍竟未相碰，因為霍青桐每一招都只使到三分之一，未待對方招架，早已變招。在庸手看來，兩人鬥劍竟如兒戲，霍青桐在李沅芷身旁空砍空削，劍鋒從未進入離她身體一尺之內，但李沅芷卻累得手忙腳亂，連連倒退。她如不招架，說不定對方虛招竟是實招；如要招架，對方一招只使三分之一，也就是說只花三分之一時間，自己使一招，對方已使了三招，無論如何不及對手迅捷，心中一驚，連連縱出數步。其實李沅芷的柔雲劍術也已練到相當火候，她只要心神一定，以靜制動，也未必馬上落敗，但究竟她初出道，毫無經驗，突然看到對方動作比自己快了三倍，不免吃慌，招架既來不及，只好逃開。黃衫女郎也不追趕，一轉身，只見一個身材瘦小之人從閻世魁的身旁站了起來，手中正捧著那個紅布包袱。霍青桐一劍過去，那人叫道：「啊喲，童大爺要歸位！」這人就是口齒輕薄的童兆和。他不敢接招，三步跳了開去，霍青桐趕上，舉劍下砍，斜刺裏一柄五行輪當胸推來，聞世章過來擋住。原來木卓倫計畫周詳，前後都用龐然大物的駱駝把鏢行人眾隔開，使他們首尾不能相顧。他騎在馬上手揮長刀，力拒戴永明、錢正倫兩位鏢師，以一敵二，兀自進攻多、遮攔少。可是另一頭卻給閻世章攻了過來。關東六魔個個都有驚人藝業，他見胞兄被維人大椎砸死，急怒攻心，在馬背上一縱，飛身越過駱駝，左手五行輪一劃，把手持鐵椎的一個維人脅下劃了一條大傷口，登時跌下駱駝。另一個維人過來攔截，閻世章待他一椎揮來，身體一偏，雙輪歸於左手，右手扣住他脈門一拉。大鐵椎重達百斤，一揮之勢極為猛烈，那維人被他順勢一拉，倒撞下來，一推打在自己胸口，大叫一聲，吐血而死。混亂中童兆和見有便宜可撿，將紅布包袱搶在手中。閻世章見霍青桐追趕童兆和，知他武藝平常，忙過來攔住。霍青桐和閻世章拆了數招，心中暗暗擔心，怕那美貌少年再加入戰團，忽聽兩邊山上呼哨聲大作，那是退卻的信號，知道鏢行來了接應，放眼一看只見童兆和已如飛跑上山嶺，忙施展「三分劍術」把閻世章逼退兩步，仗劍向嶺上追去。呼哨聲越來越響。木卓倫叫道：「青桐，快退！」霍青桐最聽父親的話，停步不進，督率同伴把死傷的維人抱上駝馬，一陣呼哨，大隊向嶺下衝去，只見前面數十名清兵攔住去路。曾圖南參將躍馬向前，橫槍喝道：「大膽匪徒，要造反麼？」霍青桐兩顆鐵蓮子分打曾參將左右兩腕，叮噹一聲，鐵槍落地。木卓倫高舉長刀，當先開路，一隊維人向清兵衝去。清兵紛紛讓路。閻世章和戴永明回身追來，與霍青桐又打在一起。維人隊中一馬飛出，大叫：「二妹，你先退。」此人是霍青桐的哥哥霍阿伊，一桿大槍阻住兩位鏢師。霍青桐也上了馬，兄妹兩人且戰且退。忽然兩邊山頂一陣呼哨，霍阿伊、霍青桐回馬就走。閻世章跟著追去，霍青桐兩粒鐵蓮子向他上盤打來。閻世章一停步，揮五行輪將鐵蓮子劈飛。兩邊山上大石紛紛打將下來，好幾個清兵被打得頭破血流，混亂中維人商隊早已遠去。閻世章見兄長慘死，抱住一個血肉模糊的屍身不住垂淚。錢正倫和戴永明一再相勸，閻世章才收淚上馬。鏢行伙計將死者放上騾車。童兆和得意洋洋，道：「不是童大爺手腳快，他死了也是白饒。」雙方打得熱鬧時，陸菲青一直袖手旁觀。李沅芷被霍青桐逼退，但幫助鏢行使可蘭經不被維人搶去，心中頗為自得。那知閻世章正在傷心，其餘的鏢師們忙於救死扶傷，竟沒一人過來招呼道謝，李沅芷十分不快。童兆和見曾圖南一身武官打扮，過來向他套了幾句交情，對李沅芷並不理會，李沅芷更加有氣。哪知陸菲青又狠狠的教訓了她一頓，責她不該擅自出手，壞人大事，無謂多結冤家，說道：「鏢行中好人少，壞人多，你何苦幫人作惡？」把李沅芷罵得抬不起頭來。過了嶺，黃昏時分已抵三道溝。那是一個不大不小的市鎮。騾夫道：「三道溝最大的客棧是安通客棧。」進了鎮，鏢行和曾圖南一行人都向安通客棧走去。到得店門，客店裏伙計竟不出來迎接。童兆和大罵：「店小二都死光了麼？我操你祖宗！」李沅芷眉頭一皺，她可從來沒聽人當她面罵這種粗話。一行人正要向客店裏闖，忽聽見裏面傳出來兵刃相接之聲。李沅芷最為好奇：「又有熱鬧瞧！」搶先闖了進去。內堂裏杳無一人，到得院子裏，只見一個少婦披散了頭髮正和四個男人惡鬥。那少婦面容慘淡，左手刀長，右手刀短，刀光霍霍，以死相拚。李沅芷看他們打了幾個回合，那幾個男人似乎想攻進店房去，但那少婦誓死擋住。四個男人竟都是高手，一個使軟鞭，一個使懷杖。一個使劍，一個使鬼頭刀。這時陸菲青等都已走進院子，他心道：「怎麼一路上儘遇見武功高強的人？」此時那使懷杖的舉雙杖當頭砍下，少婦不敢硬接，向左一讓。軟鞭攔腰纏來，少婦左手刀其快如風，直截敵人右腕。軟鞭鞭梢倒捲，少婦長刀早已收回，未被捲到，鬼頭刀卻已砍來，同時一柄劍刺她後心。少婦右手短刀擋開了劍，但敵人兩下夾攻，鬼頭刀這下招數竟避讓不及，被直砍在左肩。那少婦左肩受傷，兀自惡戰不退，雙刀揮動時點點鮮血四濺。那使軟鞭的叫道：「捉活的，別傷她性命。」陸菲青見四男人圍攻一個女人，激動了俠義之心，雖然自己身上負有重案，說不得要伸手管上一管。只見那使懷杖的雙杖橫打，少婦避開懷杖，百忙中右手短刀還他一刀，左方一劍刺來，少婦用刀一格，對方武功精純，兼之自己左肩受傷，氣力大減，刀劍相交，一震之下，長刀嗆叮噹一聲掉在地下。敵人得理不讓人，一劍乘勢直進，少婦向右一閃，使鬼頭刀的大漢在空擋中向前直衝，想闖進店房去。那少婦竟不顧身後攻來的兵器，左手從懷裏一掏，兩柄飛刀向敵人背心飛去。那人以為少婦有己方三個同伴纏住，只顧前方，等到聽見腦後風聲，避讓已經不及，頭一低，一柄飛刀插在門框上，另一柄卻刺進他背部。幸虧少婦左肩受傷，手勁不足，這一刀尚非致命，但已痛得哇哇大叫，退了下來，把飛刀拔出。少婦此時腿上又被懷杖打中一下，搖搖欲倒，見敵人一退，立刻掙命擋住房門。陸菲青忙向李沅芷道：「你去替她解一下圍，打不贏，師父幫你。」李沅芷正在躍躍欲試，巴不得師父有這句話，一躍向前，挺劍一隔，喝道：「四個大男人打一個婦道人家，你們要臉麼？」那四個人一見有人出來干涉，同時見院子中站滿了鏢行的人與兵卒，知道無法蠻幹，一聲呼嘯，四個人都奔出店去。那少婦已面無人色，倚在門上直喘氣。李沅芷過去問道：「他們幹麼欺侮你呀？」少婦一時說不出話來。這時曾圖南走過來向李沅芷道：「太太請你過去。」他放低了聲音道：「太太聽說你又與人打架，嚇壞啦，快過去罷。」少婦見曾圖南一身武將官服，臉色一變，也不答理李沅芷，拔下門框上飛刀，轉身進房，砰的一聲把房門關上了。李沅芷碰了這個軟釘子，心中老大不自在，回頭對曾圖南道：「好，我就去。」她走到陸菲青身邊，問道：「師父，他們幹麼這樣狠打狠殺，你知道麼？」陸菲青道：「多半是江湖上的仇殺。事情還沒了呢，那四個人一定還會找來。」李沅芷正想再問，忽聽見外面有人大吵大嚷：「操你奶奶，你說沒上房，怕老爺出不起銀子麼？」聽聲音是鏢師童兆和。店裏一個人賠話：「達官爺您老別生氣，我們開店的怎敢得罪達官爺們，實在是幾間上房都給客人住了。」童兆和道：「甚麼人住上房，我來瞧瞧！」他邊說邊走進院子來。這時上房的門一開，少婦探身出來，向店夥道：「大哥，勞你駕給拿點熱水來。」店夥答應了。童兆和一見少婦，色迷迷的目不轉睛望她。童兆和見那少婦膚色白膩，面目俊美，當下獃住了，兩眼骨碌碌亂轉，聽那少婦說話是江南口音，學說北方話，語音不純，但清脆柔和，另有一股韻味，不由得瘋了，大叫大嚷：「童大爺吃鏢行飯，這條路上來來去去幾十趟也走了，可從來沒住過次等的屋子。上房住滿了，給我們挪挪不成麼？」他一邊說，乘少婦房門未關，直闖了進去。鏢行的趟子手孫老三想拉沒拉住。那少婦見童兆和闖進來，「啊喲」一聲，正想阻擋，只感到腿上一陣劇痛，坐了下去，她剛才腿上被懷杖一擊，傷勢竟自不輕。童兆和一進房，見炕上躺著一個男人，房中黑黝黝地，看不清面目，只見他頭上纏滿了白布，一隻右手用布吊在頭頸裏。一條腿露在外面，也纏縛帶，看來這人全身是傷。那人一見童兆和進房，低聲喝道：「是誰？」童兆和道：「在下姓童，是鎮遠鏢局的鏢師，保鏢路過此地，沒上房住啦。勞駕你給挪一下罷。這女子是誰？是你老婆，是相好的？」那人聲音低沉，喝道：「給我滾出去！」他顯然受傷很重，說話也不能大聲。童兆和剛才沒見那少婦與人性命相撲的惡鬥，心想一個是娘們，一個傷得動彈不得，不乘機佔佔便宜，更待何時？他嘻皮笑臉的道：「你不肯挪也成，我們三個兒就在這炕上一塊兒擠擠，你放心，我不會朝你這邊兒擠，不會碰痛你的傷口。」那人聽了這話，氣得全身發抖。少婦低聲勸道：「大哥，別跟這種潑皮一般見識，咱們現在不能再多結冤家。」她朝著童兆和道：「你別在這兒囉唆啦，快出去。」童兆和笑道：「出去幹麼，這裏陪著你不好麼？」炕上那男人啞聲道：「你過來。」童兆和走近了一步，道：「怎麼？你瞧瞧我長的俊不俊？」那男人道：「看不清楚。」童兆和哈哈一笑，又走近一步：「看清楚點，這變成大舅子挑妹夫來啦──」他便宜話還未說完，炕上那男子突然坐起，快如電光石火，左手對準他「氣俞穴」一點，運用內力，一個「猿猴擲果」，一掌擊在他背上。童兆和頓時如騰雲駕霧般平飛出去，穿出房門，砰的一聲，結結實實跌在院子裏。他被點中了穴道，哇哇亂叫，可是不能動彈了。趟子手孫老三忙過來扶他，低聲道：「童大爺，別惹他們，看樣子那兩個人是紅花會的。」童兆和直叫：「啊──啊──我的腳動不了，紅花會的，你怎知道？」他嚇出了一身冷汗。孫老三道：「客店老闆說，剛才衙門裏的四個人來捉拿這兩個點子，打了好一陣才走呢！」客店裏的人聽見又有人打架，都圍攏來看。閻世章過來問：「甚麼事？甚麼事？」童兆和叫道：「閻六哥，我給紅花會的小子點中穴道啦。我們認栽了罷。」閻世章眉頭一皺，把童兆和的膀子一拉，提了起來，說道：「老童，回房去說。」他是顧全鏢局的威名，堂堂鎮遠鏢局的鏢師，給人打得賴在地上不肯爬起來，那成甚麼話。那知他手一放，童兆和又軟在地上。童兆和叫道：「我混身不得勁啊，孫老三，他媽的，你扶住我不成麼？」他嘴裏會說，可一動都不能動，閻世章一瞧，童兆和真的是給人點了穴，問道：「你跟誰打架了？」童兆和愁眉苦臉的眼睛向上房瞧了一眼，他想用手指一指都不成，道：「那屋裏的一個孫子王八蛋！」他又挑撥閻世章給他報仇：「紅花會這批土匪，殺了焦三爺人，人家還沒空來找你們報仇，可又可惹上你童大爺啦，啊！」孫老三低聲道：「童大爺別罵啦，我們犯不上跟紅花會結梁子，一得罪他們，以後走鏢就麻煩多啦。」閻世章聽童兆和一罵，當時想過去瞧瞧到底是甚麼腳色，但念頭一轉，對方能點穴。武功一定極強，自己過去多半是討不了好，兄長又死了，沒了幫手，跨出一步又退回來。這時鏢師錢正倫過來了，問趟子手孫老三：「你看得準是紅花會的人？」孫老三輕輕在他耳邊說道：「剛才衙門裏那四個人走的時候，關照客店掌櫃的，說這對夫婦是欽犯，是皇上特別派他們來抓的紅花會大頭子，叫櫃上留點兒神，要是他們要走，馬上去報信。我悄悄在旁邊聽見他們說的。」錢正倫有五十多歲年紀，一向在鏢行混，武藝雖不高強，但見多識廣，老成持重，當下和閻世章使了一個眼色，把童兆和扶起來。閻世章悄問：「甚麼路道？」錢正倫道：「是紅花會的人，我們就讓一讓罷，治好了老童再說。」他又問孫老三：「剛才來抓人你看見麼？」孫老三指手劃腳的做手勢：「打得才叫狠呢。一個娘們使兩把刀，左手長刀，右手短刀，四個大男人都打她不贏。」那四個男人其實打贏的，不過他故意張大其辭。錢正倫愕然道：「那是神刀駱家的人了。她會放飛刀，是不是？」孫老三忙道：「是，是，手法真準。」錢正倫向閻世章道：「紅花會四當家的在這裏。」他們不再說話，三個人架著童兆和回房去了。這一切陸菲青全看在眼裏，鏢師們低聲商量他沒聽見，錢正倫最後兩句話他可聽見。這時李沅芷走過來，乘機說：「師父，你幾時教我點穴啊？你瞧人家露這一手多帥！」陸菲青沒理她，自言自語道：「是神刀駱家的後人，我可不能不管。」李沅芷問道：「神刀駱家是誰啊？」陸菲青道：「神刀駱元通是我好朋友，聽說已經過世了。剛才和人相打的那個少婦，使用兵刃招數和他一模一樣，不是駱家的女兒，就是他的徒弟，怎麼我看不出來？」他很有點自怨自艾，其實他在邊塞這麼久，和武林中人長期不相往來，許多事情自然不易馬上想得起來。說話之間，錢正倫和戴永明兩位鏢師又扶著童兆和過來了。孫老三先在店房外咳嗽了一聲，大聲說道：「鎮遠鏢局的錢鏢頭、戴鏢頭、童鏢頭來拜訪紅花會文四當家的。」上房門呀的一聲打開，那少婦站在門口，看著鏢局這四個人。孫老三把三張紅帖子遞上去，少婦不接，也不答理，回身轉去，大概是和炕上那男子商量些甚麼，過了一回，出來道：「請進來罷。」錢正倫等四人進得屋去，見那少婦緊靠在炕上男子身旁，目不轉瞬的盯住進來的四個人，雖見他們身披長袍，不帶兵刃，一副以禮相待的神色，但怕他們有甚麼詭計，全神監視。錢正倫領頭發言：「我們這位兄弟有眼無珠，不知道您大駕在這兒，得罪了您，我們來替他賠禮，請您別見怪。」說罷便是一揖，戴永明和孫老三也都作了一揖。炕上那男子一聲不響，似乎沒聽見。少婦低聲道：「大哥，鎮遠鏢局來了人向你賠不是。」那男子迷迷糊糊的仍舊不作聲。錢正倫道：「文大奶奶，我跟您雖沒會過，但久仰四當家和您的英名，我們總鏢頭威鎮河朔王維陽和跟貴老當家于萬亭、令尊神刀駱老爺子全有交情。我們這位兄弟就這個壞脾氣，就愛胡說八道的──」少婦截住他的話道：「我們當家的受了傷，剛睡著，待會醒了，我把各位的意思轉告他。不是我們不懂禮貌，實在因為他受傷不輕，有兩天沒好好睡啦。」說時憂急之狀見於顏色。錢正倫看那男子全身裹著布帶，也知是實情，道：「文四當家受的是甚麼傷？我這裏可帶的有金創藥。」他想買一個好，那麼對方就不能不給童兆和救治。少婦懂得了他的意思，道：「多謝你啦，我們自己有藥。這位被點中的不是重穴，待會我們爺醒了，我叫店伴來請罷。」錢正倫見對方答應救治，就退了出來。少婦道：「喂，我請問您，您怎麼知道我們的名字？」錢正倫道：「憑您這對鴛鴦刀跟這手飛刀，江湖上誰不知道？再說，不是文四當家的，誰還有這手點穴功夫？你們兩位又在一起，那自然是奔雷手文泰來和鴛鴦刀駱冰啦！」少婦微微一笑。錢正倫捧了她又捧她丈夫，她心中自然樂意。