第六十二回　蛇蠍美人段正淳嘆了口氣，道：「小康，我跟你說，我是大理國的皇太弟、鎮南王、保國大將軍，我哥哥沒有兒子，他千秋萬歲之後，便將皇位傳了給我。我在中原只不過一介武夫，回到大理，那更不能胡作非為，你說是不是呢？」馬夫人道：「是啊，那又怎地？」段正淳道：「我既帶你去大理，自是絕無反悔的了。以我身份，在大理國中豈能對誰食言而肥？」馬夫人輕輕「哦」了一聲，道：「話是說得有理。日後你做了皇上，你能封我為皇后娘娘麼？」段正淳躊躇道：「我已有元配妻室，皇后是不成的──」馬夫人道：「是啊，我是個不祥的寡婦，怎能做皇后娘娘，那不是笑歪了人的嘴巴麼？」她又拿起木梳，慢慢梳理頭髮，笑道：「段郎，剛才我說那個故事給你聽，你懂了我的意思罷？」段正淳額頭冷汗涔涔而下，勉力鎮懾心神，可是數十年來勤修苦練而成的內功，全不知到了何處，便如一個溺水之人，雖是亂抓亂摸，卻連一根稻草也抓不到。只聽馬夫人問道：「段郎，你身上很熱，是不是，我給你抹抹汗。」從懷中抽出一塊素帕走到段正淳身前，輕輕給他抹去了額上的冷汗，柔聲道：「段郎，你得保重身子才好，酒後容易受涼，要是有甚麼不適，那不是教我又多擔心麼？」窗內段正淳和窗外蕭峰聽了這幾句話，都是感到一陣莫明的恐懼。段正淳強作微笑，說道：「那天晚上你香汗淋漓，我也曾給你抹了汗來，這塊手帕，我還在身邊帶著。」馬夫人臉現靦腆之態，道：「十多年前的舊事，虧你還好意思拿來說？你取出來給我看看。」段正淳身邊倒真是帶著那塊舊手帕，他這人所以容易討得女子歡心，這套本事也是一個重要的原因，令得每個和他有過風流孽緣的女子，都信他真正愛的便是自己，只因種種難以抗拒的命運變故，這才無法結成美滿姻緣。他想伸手將這塊手巾掏出來，令她顧念情愛，以解脫眼前的大難。那知道他只手指微微動了一動，手掌以上已是全然麻木，這「十香迷魂散」的毒性好不厲害，他竟無法去取這塊手巾。馬夫人道：「你拿給我看啊，哼，你又騙人。」段正淳苦笑道：「哈哈，醉得手也不能動了，你給我取了出來罷。」馬夫人道：「我才不上當罷。你是要騙我過來，用一陽指致我死命。」段正淳微笑道：「像你這般俏麗無比的絕世美人，就算我是十惡不赦的兇徒，也捨不得在你臉上劃一道指甲痕。」馬夫人笑道：「當真？段郎，我可總有點不放心，我得用繩子綁住你的雙手，然後──然後，再用一縷柔絲綁住你的心。」段正淳道：「你早綁住我的心了，否則我怎麼會乖乖的送上門來？」馬夫人嗤的一笑，道：「你原是個好人兒，也難怪我對你這般牽肚掛腸。」一面說，一而拉開炕床旁的抽屜，取出一根纏著牛筋的絲繩來。段正淳心下更驚：「原來她早就一切預備妥善，我卻如蒙在鼓裏。段正淳啊段正淳，今日你命送此處，可又怨得誰來？」馬夫人道：「我先將你的手綁一綁，段郎，我可真是說不出的喜歡你，你生不生我的氣？」若是換作別個，不是拼了一死，破口大罵，那便苦苦哀求，動之以舊日的情誼，但段正淳深知馬夫人的陰沉性子，她雖是女子，卻比尋常男子的性格更為堅毅，辱罵不能使她氣惱，哀懇不能使她回心，當下只好和她拖延時刻，且看有甚麼機會能轉危為安，脫此困境，便笑道：「我一見到你水汪汪的眼睛，天大的怒氣也化為烏有了，你過來，給我聞聞你頭上那朵茉莉花香不香？」原來十多年前段正淳便由這一句話，和馬夫人種下了一段孽緣，此刻舊事重提，馬夫人身子一軟，羞答答的倒在他的懷中，風情無限，嬌羞不勝。她伸手撫摸段正淳的臉，膩聲道：「段郎、段郎，那天晚上我將身子交了給你，我跟你說，他日你若三心兩意，你便如何？」段正淳只覺眼前金星亂冒，額上黃豆大的汗珠一粒粒的滲了出來。馬夫人道：「沒良心的郎君，你賭過的咒，轉眼便忘了麼？」段正淳苦笑道：「我說讓你把我身上的肉，一口口的咬了下來。」本來這句誓語八成乃是戲謔，是男女歡好之際的調情說話，但這時聽來，卻不禁令人不寒而慄。馬夫人媚笑道：「我才真不捨得咬你呢。段郎，我想綁綁你的手，你肯不肯？你肯，我就綁；你不肯，我就不綁。我向來對你千依百順，只盼能討你的歡心。」段正淳到了這步田地，知道她是決計不能放過自己的了，就算自己說不讓她綁，她定會另行想出古怪法子來，於是苦笑道：「你要綁，那就綁罷。我是牡丹花下死，做鬼也風流，死在你的手裏，那是再快活也沒有了。」蕭峰在窗外聽看，不禁暗暗佩服段正淳的定力驚人。在這如此危急的當口，居然還說得出這種調笑的話來。只見馬夫人將他雙手拉到背後，用牛筋絲繩牢牢的綁住，接連打了七八個死結，別說段正淳這時武功全失，就是內力無損，也非片刻間所能掙脫。馬夫人又嬌笑道：「我最恨你這雙腳啦，邁步一去，那就無影無蹤了。」段正淳道：「那年我和你相會，卻也是這雙腳帶著我來的，這雙腳兒罪過雖大，功勞可也不小。」馬夫人道：「好罷！我也把它綁了起來。」說著拿起另一條牛筋絲繩，將他雙腳又綁住了。她取過一把剪刀來，慢慢剪破了他右肩的衣服，露出雪白的肌膚來，段正淳已四十來歲，但以皇室親王，養尊處優，一生過的是榮華富貴的日子，肩頭肌膚仍是極為光滑。馬夫人伸手在他肩上輕輕撫摸，湊過櫻桃小口，吻他的臉頰，漸漸從頭頸而吻到肩上。突然之間，段正淳「啊」的一聲大叫，聲音刺破了寂靜的黑夜。馬夫人抬起頭來，滿嘴都是鮮血，竟是將段正淳肩頭的一塊肉咬了下來，但見鮮血不住從傷口湧出。馬夫人將咬下來的那小塊肉吐在地下，媚聲道：「段郎，這是你自己說的，你若是變了心，讓我把你身上的肉，一口口的咬下來。」段正淳哈哈一笑，道：「是啊，小康，我說過的話，怎能不作數。我有時候想，我將來怎樣死才好呢？在床上生病而死，那是太平庸；在戰場上為國家而戰死，當然很好，只不過英勇而不風流，未免美中不足，不似段正淳平素的為人。小康，今兒你想出來的法子可了不起，段正淳命喪當代第一美人的櫻桃小口之中、珍珠貝齒之下，這可償了我的心願啦。」秦紅棉和阮星竹聽到這裏，均已嚇得六神無主，知道段郎已是命在頃刻，但見蕭峰仍是蹲在窗下觀看動靜，並不出手相救，心中千百遍的罵他，若不是給他點倒，早已衝了進去相救。蕭峰卻還捉摸不定馬夫人的真意若何，不知她是真要加害段正淳，還是不過是嚇他一嚇，教他多受些風流罪過，然後再饒了他，好讓他此後永作裙邊不貳之臣。倘若她這些作為，只是情人間鬧一些別扭，自己卻莽莽撞撞闖進屋去救人，那可失卻了探聽真相的良機，是以仍然沉住了氣，靜以觀變。只聽馬夫人笑道：「段郎，我本想慢慢的咬死你，要咬你千口萬口，但恐怕你部屬趕來相救。這樣罷，我將這把小刀插在你的心口，只刺進半寸，要不了你的性命，若是有人來救，我在刀柄上一撞，你就不用吃那零碎苦頭了。」一面說，一面取出一柄明晃晃的匕首，割開了段正淳胸前衣服，將匕首的刀尖對準他的心口，纖纖素手輕輕一送，將匕首插進了他的胸膛，果真只刺進少許。蕭峰當馬夫人用匕首刺進段正淳身子之時，眼睛一瞬也不瞬的瞧著她的手，若見她用力過大，有危及段正淳性命之虞，那便立即一掌拍了進去，將她身子震開，待見她果是輕輕一插，當下仍是不加理會。只聽得段正淳笑道：「小康，你咬死我後，我也不離開你身邊。」馬夫人道：「幹甚麼？」段正淳道：「凡是妻子謀害了丈夫，死了的丈夫總是陰魂不散，纏在她身邊，以防第二個男人來跟她相好。」段正淳這句話，原不過是嚇她一嚇，想叫她出手不可太過惡毒，不料馬夫人聽了之後，臉色大變，不自禁的向背後瞧了一眼。段正淳道：「你背後那個人是誰？」馬夫人吃了一驚，道：「我背後有甚麼人？胡說八道。」段正淳道：「嗯，這是個男人，咧開了嘴向你笑呢，他摸著自己的喉嚨，好像喉頭很痛，那是誰啊，身子高高的，眼中卻在流淚──」馬夫人急速轉身，那裏有人，顫聲道：「你騙人，你騙人！」段正淳初時隨口瞎說，待見她驚恐異常，登時心下起疑。他是個十分聰明之人，一轉念間，隱隱約約覺得馬大元之死這事中間，恐怕有甚麼蹊蹺。他知道馬大元是死於「鎖喉擒拿手」之下，當下故意說那人喉頭很痛、眼中有淚，果然馬夫人大是驚恐。段正淳已猜到了三分，心想今日若要免禍，看來多半要從這件事中設法，當下說道：「咦，奇怪，怎麼這個男子一晃眼又不見了，他是你甚麼人？」馬夫人心中驚惶，但片刻間便已鎮定，說道：「段郎，今日到了這步田地，你也知道是非應咒不可的了，咱倆相好一場，我給你來個爽爽快快的了斷罷。」說著走前一步，伸手便要往匕首柄上推去。段正淳知道已到了千鈞一髮的境地，再也延挨不得，雙目向她背後直瞪，叫道：「馬大元，馬大元，快捏死她！」馬夫人見到他臉上可怖異常的神色，已是吃了一驚，待聽他大叫「馬大元」，不由得回頭瞧了一眼。段正淳抓住這一瞬即逝的良機，低頭向她下顎撞了過去，砰的一聲，馬夫人登時被他撞暈。段正淳這一撞並非出自內力，馬夫人雖是昏迷了一陣，立即便醒，款款的站了起來，撫著自己的下顎，笑道：「段郎，你便是愛這麼蠻來，撞得人家這裏好生疼痛。你編些說話嚇我，我才不上你的當呢。」段正淳這一撞已用竭了他聚集半天的力氣，心中暗暗換了口氣，心道：「命該如此，夫復何言！」一轉念間，說道：「小康，你這就殺我麼？那麼丐幫中的人來問你謀殺親夫的罪名時，誰來幫你？」馬夫人嘻嘻一笑，道：「誰說我謀殺親夫了？我殺了你之後，遠走高飛，也不會在這裏耽擱啦。」她幽幽的嘆了口氣，道：「段郎，我實在是非常非常的想你愛你，只因為我要不了你，只好毀了你，這是我的脾氣，那也沒有法子。」段正淳道：「嗯，是了，那天你故意騙那個小姑娘，要假手喬峰殺我，就是為此。」馬夫人道：「是啊，喬峰這廝也真沒用，居然殺你不了，給你逃了出來。」蕭峰心中不住的想：「阿朱喬裝白世鏡，其技如神，連我也分辨不出，這夫人和白世鏡又不相稔，如何會識破其中的機關？」只聽得馬夫人道：「段郎，我要再咬你一口。」段正淳微笑道：「你來咬罷，我再喜歡也沒有了。」蕭峰心想不能再行延擱，當下伸出拳頭，抵在段正淳身後的土牆之上，暗運勁力，土牆本不十分堅牢，他拳頭慢慢陷了進去，終於無聲無息的穿破一洞，手掌抵住段正淳背心。便在此時，馬夫人又在他肩頭咬下一塊肉來。段正淳縱聲大叫，身子顫動，忽覺雙手已得自由，原來縛住他手腕的牛筋絲繩已被蕭峰用手指扯斷，同時一股渾厚之極的內力，湧入他的各處經脈。段正淳一怔之間，已知道外面來了強援，氣隨意轉，這股內力便從背心傳到手臂，又傳到手指，嗤的一聲輕響，一陽指神功已然發出。馬夫人脅下中指，「哎喲！」一聲尖叫，倒在榻上。蕭峰見段正淳已將馬夫人制住，當即縮手。段正淳正想開口相謝，忽見門簾掀開，走進一個人來。只聽那人說道：「小康，你對他舊情未斷麼？怎地費了這麼大功夫，還沒料理乾淨？」蕭峰隔窗見到那人，心中一獃，但片刻之間，腦海中存著的許許多多疑團，霎時之間都解開了。馬夫人那日在無錫杏子林中取了自己隨身攜帶的扇子出來，誣陷他是赴馬家偷盜書信因而失落，這柄折扇她從何處得來？如果是有人盜去的，勢必是和自己極為親近之人，然則此人是誰？自己是契丹人這件秘密，隱瞞了三十餘年，何以突然又翻了出來？阿朱喬裝白世鏡，本是天衣無縫，馬夫人如何能夠識破機關？原來，走出房來的不是別人，正是丐幫中的執法長老白世鏡。馬夫人驚道：「他……他……武功未失，點……點了我的穴道。」白世鏡聽了這句話，一躍而前，抓住段正淳雙手，喀喇兩響，扭斷了他的腕骨。要知蕭峰輸入段正淳體內的真氣內力只能支持得片刻，蕭峰一縮手，他又成了廢人。蕭峰見到白世鏡後，一霎時思潮如湧，沒想到要再出手相助段正淳，同時也沒想到白世鏡竟會立時便下毒手，待得驚覺，段正淳雙腕已斷。他心想：「此人風流好色，今日讓他多吃些苦頭，也是好的，瞧在阿朱的面上，最後我總是救他性命便了。」只聽得白世鏡道：「姓段的，瞧你不出，倒是好本事，吃了十香迷魂散，功夫倒還剩下三成。」段正淳雖不知牆外伸掌助他真氣的人是誰，但料想定是個大有本領的人物，眼前是多了個強敵，但大援在後，心中並不驚慌，聽白世鏡口氣，顯是不知自己來了幫手，便問道：「尊駕是丐幫中的長老麼？在下和尊駕素不相識，何以遽下毒手。」白世鏡走到馬夫人身邊，在她腰間推拿了幾下，但段氏一陽指的點穴功夫極是神妙，白世鏡武功雖然大是不弱，卻是無法解開她的穴道，皺眉道：「你覺得怎樣？」語氣極是關切。馬夫人道：「我便是手足酸軟，動彈不得。世鏡，你出手料理了他，咱們快些走罷。這間屋子──這間屋子，我不想多耽了。」段正淳突然間縱聲大笑：「哈哈，哈哈！小康，你──你──怎地如此不長進，哈哈，哈哈！」馬夫人微笑道：「段郎，你興致倒好，死在臨頭，居然還笑得這麼歡暢。」白世鏡怒道：「你還叫他『段郎』？你這賤人。」反手啪的一下，重重打了她一記耳光。段正淳怒喝：「住手，你幹麼打她？」白世鏡冷笑道：「憑你也管得著麼？她是我的人兒，我愛打便打，愛罵便罵。」段正淳道：「這麼如花似玉的美人兒，虧你下得了手？就算是你的人兒，你也該低聲下氣的討她歡心，逗她快樂才是啊。」馬夫人向白世鏡橫了一眼，道：「你聽聽人家怎麼對我，你又怎樣對我？你也不怕羞。」白世鏡罵道：「你這小淫婦，瞧我不炮製你。姓段的，我可不聽你這一套，你會討女人歡心，怎麼她又來害你？請了，明年今日，是你的周年祭。」說著踏上一步，伸手便要去推插在他胸口的那柄匕首。蕭峰見情勢危急，右掌又從土牆洞口中伸了進去，只要白世鏡再走近半步，掌風立發。便在此時！突然房門簾子給一股疾風吹了起來，呼的一聲，勁風到處，油燈熄滅，房中登時黑漆一團。馬夫人啊的一聲驚叫。白世鏡知道來了敵人，無暇殺死段正淳，迎敵要緊，喝道：「甚麼人？」雙掌護胸，轉過身來。吹熄燭火的這一陣勁風，明明是一個武功極高的人物所發，但燭火熄滅之後，並無其他動靜。白世鏡、段正淳、馬夫人、蕭峰四人一凝神間，隱隱約約見到房中已多了一人。馬夫人第一個沉不住氣，尖聲叫了起來：「有人，有人！」只見這人當門而立，雙手下垂，面目卻瞧不清楚，一動不動的站著。白世鏡喝問：「是誰？」向前跨了一步。那人不言不動，恍若未聞。白世鏡喝道：「再不答話，在下可要不客氣了。」他分不清來者是友是敵，只是從他撲滅燭火的掌力之中，知道來者武功極強，實不願貿然跟他動手。但那人仍是不言不動，黑暗之中，尤其顯得鬼氣森森。屋外的段正淳和屋內的蕭峰見了來人模樣，心下也是起疑：「這人武功大是不弱，卻想不起武林之中有這一號人物。」他二人均是久歷江湖，見聞極為廣博，一時卻猜想不到是誰。馬夫人尖聲叫道：「你點了燭火。我怕，我怕！」白世鏡心道：「這淫婦胡說八道，這當口我一點燭火，那不是叫敵人乘虛襲擊麼？」他雙掌護胸，要待敵人先動，好歹也要瞧出來人的幾分虛實，再作打算，不料那人始終是一動不動，兩人如此相對，幾乎有一盞茶時分。蕭峰當然不會發出甚麼聲息，段正淳也決計不願開口說話，使白世鏡有機會摸到對方底細，四下裏萬籟無聲，連雪花飄下來的聲音幾乎也聽得見了。時間越是拖得久，白世鏡越是擔心，尋思：「這人當然是敵非友，但他遲遲不出手，那是甚麼緣故？是了，他是在等幫手，只怕一個人對付不了我，要等幫手到來，一同相救段正淳。」他一想到此節，當下不敢再行延緩，叫道：「閣下既不答話，我可要得罪了。」他停了片刻，見對方仍是一無動靜，當即翻手從懷中取出一柄破甲鋼錐，縱身而上，黑暗中青光閃動，那鋼錐的錐尖直向那人胸口疾刺過去，這一招「光射斗牛」，正是他生平得意的絕技之一。那人斜身一閃，讓了開去。白世鏡只覺一陣疾風直逼過來，對方的手指抓向自己的喉頭，這一招來得極快，自己的鋼錐尚未收回，敵人的五根手指的指尖已碰到了咽喉，這一來當真是嚇得魂不附體，急忙向後一躍，避開了他的抓拿，顫聲道：「你──你──」原來他真正害怕的倒還不是對方武功奇高，而是適才那人所出的招數，竟是「鎖喉擒拿手」。須知「鎖喉擒拿手」是馬夫人亡夫馬大元的家傳絕技，武林中除了馬家子弟之外，無人會使。自馬大元一死之後，這門武功就真是失傳了。白世鏡和馬大元數十年的交情，自是知道他的武功家數，這招一交，白世鏡背上出了一身冷汗，凝目向那人望去，但見他身形和馬大元一模一樣，只是黑暗中瞧不清他的相貌。那人仍是不言不動，陰森森的一身鬼氣，白世鏡覺得頸中隱隱生疼，想是被他指甲刺破了。他定了定神，問道：「尊駕可是姓馬？」那人便如是個聾子，全不理會。白世鏡道：「小康，你把蠟燭點亮了。」馬夫人道：「我動不得，你來點罷。」白世鏡實是不敢隨便行動，授人以隙，心中又想：「這人的武功明明比我為高，若是要救段正淳，不用等旁人前來相幫，他為何一招之後，不再追擊？」這般又是一段長時間的寂靜無聲，白世鏡突然之間覺察到一件怪事，這房中雖是誰都不言不動，呼吸的聲音卻是有的，馬夫人的呼吸、段正淳的呼吸、自己的呼吸，可是對面站著的那人卻沒有發出呼吸之聲。白世鏡屏住自己的呼吸，側耳靜聽，以他的內力修為，應當聽得到屋中任何人的透氣聲，可是對面那人便沒有呼吸。隔了好久好久，那人仍是沒有呼吸。若是生人，焉有不透氣之理？白世鏡聽到了自己的心跳聲音：撲，撲，撲──他聽到自己心跳的聲音越來越響，感到自己胸口在劇烈顫動，這顆心似乎要從口腔中跳出來，他再也忍耐不住，大喝一聲，向那人撲了過去，破甲錐連連晃動，刺向那人面門。那人左手一撩，將白世鏡的右臂格在外門，右手疾探而出，抓向他的咽喉。白世鏡已防到他會再施「鎖喉擒拿功」，頭一低，從他腋下閃了開去。那人卻不追擊，就此獃獃的站在門口。白世鏡一錐向他腿上戳去，那人直挺挺的向上一蹬避開。馬夫人見這人身形僵直，上躍時膝蓋不彎，不禁脫口而呼：「殭屍，殭屍！」只聽得騰的一聲，那人重重的落了下來。白世鏡心中更是發毛：「這人若是武學高手，縱上落下的身手怎會如此笨拙？難道世間真有殭屍麼？」但他究是幫中第一流的人物，豈能就此為這眼前的怪象所嚇倒？微一猶豫，又是猱身而上，嗤嗤嗤三聲，破甲錐三招都是向那人下盤。那人的膝蓋果真是不會彎曲。只是直挺挺的一跳一跳閃避，看來他連邁步也不會。白世鏡刺向左，他便右躍閃開，刺向右，他就躲向左邊。白世鏡發覺了對手的弱點，心中懼意略去，可是越來越覺得對手不是生人。白世鏡又刺數錐，對方看似笨拙，但自己幾下變化精妙的錐法，始終沒能傷到他的身子。突然之間，後頸上一陣冰涼，一隻冰涼的大手摸在他的頭頸之中。白世鏡大吃一驚，一錐向後反刺，嗤的一聲輕響，刺了個空，那人的大手卻重重的壓了下來。白世鏡急運真力與之相抗，但自己越是使力，下壓的力道越重。他先是彎下了頭，跟著彎腰，頭頸中便似放了一塊千斤巨石一般，幾乎要將他身子壓得折為兩截。白世鏡喘氣之聲極重，蕭峰和段正淳聽了，也覺怪異。馬夫人大叫：「世鏡，世鏡，你怎麼啦？」白世鏡如何還有餘力答話，只覺體中的內力，正在被背上這沉重之極的壓力一絲絲的擠將出來。突然之間，一隻冰涼如鐵的大手摸到了他的臉上，這隻手當真不是人手，半分暖氣也無。白世鏡也忍不住叫道：「殭屍！殭屍！」聲音凄厲可怖。那隻大手動作緩慢，從他額頭漸漸摸將下來，摸到他的眼睛，手指在他眼珠上滑來滑去。白世鏡嚇得幾欲暈去，對方的手指只須略一使勁，自己的一對眼球立時便給他挖了出來。幸好這隻冷手又向下移，摸到了他的鼻子，再摸向他的嘴巴，一寸一寸的下移，終於叉住了他的喉嚨。這人的食中兩根手指挾住了白世鏡的喉結，慢慢的挾緊，白世鏡驚怖無已，叫道：「大元兄弟，饒命，饒命！」馬夫人尖聲大叫：「你──你說甚麼？」白世鏡叫道：「大元兄弟，都是她出的主意，跟我可不相干。」馬夫人怒道：「是我出的主意又怎樣？馬大元，你活在世上是個膿包，死了又能作甚麼怪？老娘可不怕你。」白世鏡覺得自己剛才出言推諉罪責之時，那人的手指便鬆了一些，這時自己一住口，那人又慢慢收緊，心中慌亂，聽得馬夫人叫他「馬大元」，更是認定這怪物便是馬大元的殭屍，叫道：「饒命！你夫人再三勸你揭露喬峰的身世秘密，你一定不肯──她──她這才起意害你──」蕭峰心頭一凜，他可不信世間有甚麼鬼神，料定來人是個武學名家，故意裝神弄鬼，使得白世鏡和馬夫人心中慌忙，乘機逼問他二人的口供。果然白世鏡心力交瘁吐露了出來，從他言語中聽來，馬大元乃是給二人害死，馬夫人更是主謀。馬夫人所以要謀殺親夫，起因在於要揭露自己的身世之秘，而馬大元不允，「她為甚麼這樣恨我？為甚麼非推倒我的幫主之位不可？」只聽馬夫人尖叫道：「你來捏死我好了，我就是看不慣你這副膿包樣子！膽小鬼！」只聽得喀喇一聲輕響，白世鏡的喉頭軟骨已被捏碎了一塊。白世鏡拼命掙扎，說甚麼也逃不脫那人的手掌，跟著又是喀喇一聲響，喉管碎裂，他大聲呼了幾口氣，口中吸的氣息再也吸不進胸中，手足一陣痙攣，便即氣絕。那人一捏死白世鏡，一轉身，已是無影無蹤。蕭峰心念一動：「此人是誰？須得追他一追。」當下飄身來到前門，白雪映照之下，只見淡淡一個人影正向東北角上漸漸隱去，若不是他眼力奇佳，還真沒法見到。蕭峰心道：「此人身法好快！」一提氣，便向他追了下去，一陣疾衝之下，和他相距已不過十來丈，這時瞧得清楚，那人顯然是個武功奇佳的高手，這時已不是直著腿子蹦跳，而是腳步輕鬆，有如在雪上滑行一般。蕭峰的輕功源出少林，又經丐幫汪幫主陶冶，純屬陽剛一派，一大步邁出，便是丈許，身子躍在空中，又是一大步邁出。以姿式而論，遠不如前面那人的瀟灑優雅，但長程趕路，卻是更為實用。又追一程，跟那人的距離又接近了丈許。約莫奔得一炷香時間，前面那人已然察覺有人跟蹤，從蕭峰腳步踏雪聲中，顯是得知跟隨者武功極高，只見他身子行動突然加快，也不見如何急速奔跑，卻如一艘吃飽了風的帆船，順流激駛，霎時之間，和蕭峰之間相距又拉長了一段。蕭峰暗暗心驚：「此人當真了得，實是武林中數一數二的高手，若非是這等人物，原也不有舉手投足之際，便殺死了白世鏡。」他天生異稟，實是學武的奇才，授業師父玄苦大師和汪幫主武功雖高，還算不得是如何了不起的人物，蕭峰卻是青出於藍，遠遠勝過了授他武功的師父，任何一招平平無奇的招數到了他的手中，自然而然會發出巨大無此的威力。熟識他的人都說這種武學天才實是有生俱來，非靠功夫學力所能達到。蕭峰自己也說不出所以然來，只覺甚麼招數一學即會，一會即精，臨敵之際，自然而然有各種巧妙變化。但除了武功之外，甚麼讀書、手藝，卻也只是平平而已，算不得怎樣特別聰明。他武功上既具人所難及的異才，生平便罕逢敵手，許許多多強敵內力比他深厚、招數比他巧妙，但一到交手，總是在最緊要的關頭以一招半式之差而敗了下來，而且是輸得心服口服，極少有人第二次再去找他尋仇雪恥。此刻遇上了一個輕功比他高的對手，不由得雄心陡起，加快腳步，又搶了上去。兩人一前一後的向東北疾馳，蕭峰始終無法追得和他並肩徐行，但那人卻也無法拋脫蕭峰。一個時辰過去了，兩個時辰過去了，兩人已奔出八十餘里，仍是這般的不即不離。又過得大半個時辰，天色漸漸明亮，大雪已止，眼見便要從黑夜轉到白天。蕭峰遠遠望見山坡下有個市鎮，房屋鱗次櫛比，人煙著實不少，只聽見報曉雞聲「喔喔喔」的此起彼落。蕭峰酒癮忽起，叫道：「前面那位兄台，我請你喝二十碗酒，咱們再比賽腳力如何？」那人不答，仍是一股勁兒急奔。蕭峰笑道：「你手誅白世鏡這種奸徒，自是一位英雄好漢，蕭峰甘拜下風，輕功不如你，咱二人去沽酒喝罷，不比了，不比了。」他一面說話，一面奔跑，腳下竟是絲毫不緩。前面那人突然止步，說道：「北喬峰、南慕容，果然名不虛傳，你口中說話，體內真氣仍是運使自如，真英雄，真豪傑！」蕭峰聽他話聲略顯蒼老，似乎年紀比自己大得多，說道：「前輩過獎了，晚輩高攀，想和前輩交個朋友，不知會嫌棄麼？」那人嘆道：「老了，不中用了！你別追來，再跑一個時辰，我便輸給你啦！」說著緩緩向前行去。蕭峰想追上去再跟他說話，但只追出一步，心道：「他叫我別追。」