第七回　琴音朗朗聞雁落　劍氣沉沉作龍吟不一日，群雄來到徐州。當地紅花會分舵舵主見總舵主和內外香堂各位香主忽然一齊來到，恭謹接待，不免大忙起頭。江北一帶會眾歸楊成協統率，他命分舵主不可張揚，也不必通知眾兄弟來見總舵主。群雄只宿了一宵，當即南下。此後一路往南，大小碼頭全有紅花會的分支頭目。群雄為守機密，都不驚動，疾趨而過，數日後到了杭州，宿在杭州分舵舵主馬善均家中。馬家坐落在西湖孤山腳下，湖光山色，風物佳勝，又是個僻靜所在。馬善均是大綢緞商人，自置兩所大機房織造綢緞，因生性好武，結識了衛春華，由他引入紅花會。馬善均五十上下年紀，胖胖的身材，穿一件團花緞袍，黑呢馬褂，一眼看去，直是個養尊處優的富翁，那知竟是一位風塵豪俠。當晚在後廳與群雄接風，眾人在席上將要救文泰來之事說了。馬善均道：「小弟馬上派人去查，看四當家關在那一所獄裏，咱們再相機行事。」當即命兒子馬大挺出去派人查探。第二天上午，馬大挺回報說，巡撫衙門、杭州府、錢塘縣、仁和縣各處監獄，以及駐防將軍轅所、水陸提督衙門，都有兄弟們去打探過，查知均無文四當家在內。陳家洛召集群雄議事。馬善均道：「這裏撫台、府縣以及將軍、提督衙門，均有本會兄弟在內，文四當家如在官府監獄，必能查到。最怕官府因四當家案情重大，私下監禁，那就棘手了。」陳家洛道：「咱們第一步是查知文四哥的所在。馬大哥繼續派遣得力兄弟，往各衙門打探，今晚再請道長、五哥六哥到巡撫衙門去看看。最要緊是別打草驚蛇，無論如何不能伸手動武。」無塵等應了。馬善均詳細說了道路和撫台衙門內外情形。三人於子夜時分出發，去了兩個時辰，回報說撫台衙門戒備森嚴，有成千兵丁點起燈火，徹夜守衛，巡查的軍官有幾名都是戴紅頂子的二三品大員，他們不敢硬闖，等了良久，守衛的軍官沒絲毫怠懈，只得回來。群雄好生奇怪，猜測不出是何路道。馬善均道：「這幾天杭州城裏各處盤查極緊，各家賭場、娼寮，甚至水上的江山船，都有官差去查問，好多人無緣無故的給抓了去。難道跟文四當家有關不成？」徐天宏道：「想來不會。莫非京裏來了欽差大臣，所以地方官要賣力一番。」馬善均道：「沒聽說有欽差來浙江呀。」眾人計議多時，不得要領。次日周綺吵著要父母陪她去遊湖，周仲英答應了。周綺向徐天宏連使眼色，要他同去。徐天宏不好意思出口，只作不見。常言道：「知子莫若父」，周仲英知道女兒心思，笑道：「宏兒，我們從未來過杭州，你同去走走，別教我們迷了路走不回來。」徐天宏應了。周綺悄聲道：「爹爹叫你就去。我叫你，就偏不肯。」徐天宏笑著不語。他幼失怙恃，身世淒涼，這時忽得周仲英夫婦視若親子，未婚妻又是一派天真嬌憨，對他甚是依戀親熱，雖在人前亦不避忌，不但自己欣喜，眾兄弟也都代他高興。※※※陳家洛也帶了心硯到湖上散心，在蘇堤白堤漫步一會，獨坐第一橋上，望湖山深處，但見竹木陰森，蒼翠重疊，不雨而潤，不煙而暈，山峰秀麗，挺拔雲表，心想：「袁中郎初見西湖，比作是曹植初會洛神，說道：『山色如娥，花光如頰，溫風如酒，波紋如綾，才一舉頭，已不覺目酣神醉。』不錯，果然是令人目酣神醉！」他幼時曾來西湖數次，其時未解景色之美，今日重至，才領略到這山容水意，花態柳情。凝望半日，雇了一輛馬車往靈隱去看飛來峰。峰高五十丈許，緣址至顛皆石，樹生石上，枝葉光怪，石牙橫豎錯落，似斷似墜，一片空青冥冥。陳家洛一時興起，對心硯道：「咱們上去看看。」峰上本無道路可援，但兩人輕功不凡，談笑間上了峰頂。仰望三竺，但見萬木參天，清幽欲絕，陳家洛道：「那邊更好。」兩人下峰，緩步往上中下三天竺行去。走出十餘丈，忽有兩名身穿藍布長袍的壯漢迎面走來，見到他兩人時不住打量，面露驚奇之色。心硯悄聲道：「少爺，這兩人會武。」陳家洛笑道：「你眼力倒不錯。」語聲未畢，迎面又是兩人走來，一式打扮，正在閒談風景，聽口音似是旗人。一路上山，遇見這般穿藍布長袍的武人共有三四十人，見到陳家洛時都感詫異。心硯看得眼都花了。陳家洛也自納罕，心下琢磨：「難道是甚麼江湖幫會、武林宗派在此聚會不成？但杭州是紅花會地盤，如有此事，決不會不通知我們。這些人見到我時俱露驚奇之色，那又為了甚麼？」轉過一個彎，正要走向上天竺觀音廟，忽聽山側琴聲朗朗，夾有長吟之聲，隨著細碎的山瀑聲傳過來。只聽那人吟道：「錦繡乾坤佳麗，御世立綱陳紀。四朝輯瑞徵師濟，盼皇畿，雲開雉扇移。黎民引領鸞輿至，安堵村村颺酒旗。恬熙，御爐中靉靆瑞雲霏。」陳家洛心想，這琴音平和雅致，曲詞卻是滿篇歌頌皇恩，但歌中「村村颺酒旗」這五字不錯，倘若普天下每一處鄉村中都有酒家，黎民百姓也就快活得很了。循聲緩步走了過去，只見山石上坐著一個縉紳打扮之人正在撫琴，年約四十來歲，旁邊站著兩個壯漢，一個枯瘦矮小的老者，也都身穿藍布長衫。陳家洛心中突然一凜，覺得這撫琴之人似乎依稀相識，那人形相清癯，氣度高華，越看容貌越熟，可是總想不起在那裏會過，剎那間心神恍惚，竟如做夢一般，只覺那人似是至親至近之人，然又隔得極遠極遠。這時那老者和兩個壯漢都已見到陳家洛和心硯，也凝神向他們細望，似欲過來說話。那撫琴男子三指一劃，琴聲頓絕。陳家洛拱手道：「適聆仁兄雅奏，詞曲皆屬初聞，可是兄台所譜新聲嗎？」那人笑道：「正是。這『錦繡乾坤』一曲是小弟近作。閣下既是知音，還望指教。」陳家洛道：「高明，高明！詞中『安堵村村颺酒旗』一句尤佳。」那人臉現喜色，道：「兄台居然記得曲詞，請過來坐坐。」陳家洛心想：「甚麼『盼皇畿』、『黎民引領鸞輿至』，大拍皇帝馬屁，此曲格調也就低得很。」但不知何故，對此人心中自生親近之意，便走了過去，施禮坐下。那人看清了他面容，大為訝異，呆了半晌。陳家洛笑道：「兄弟一路上山，遇見遊客甚多，見到兄弟之時，人人面露詫異之色，適才兄台也是如此，難道小弟臉上有甚麼古怪麼？倒要請教了。」那人笑道：「兄台有所不知，小弟有一親戚，相貌和兄台十分相似，那些遊客都是小弟朋友，是以都感驚奇。」陳家洛笑道：「原來如此。仁兄相貌我也熟極，似在那裏會過。小弟愚魯，再也記不起來，仁兄可想得起麼？」那人呵呵大笑，說道：「那真是有緣了。請問仁兄高姓大名。」陳家洛名滿江湖，不願告知他真姓名，隨口謅道：「小弟姓陸，名嘉成。」那是將陳家洛三字顛倒了過來，也問：「請問兄台尊姓。」那人微一沉吟，說道：「小弟複姓東方，單名一個耳字，是直隸人氏。聽兄台口音，似是本地人？」陳家洛道：「小弟正是此間人。」那自稱東方耳的人道：「久聞江南山水天下無雙，今日登臨，果然名下無虛，不但峰巒佳勝，而且人傑地靈，所見人物，亦多才俊之士。」陳家洛聽那人談吐不俗，又見那兩個壯漢和那老者都對他執禮至恭，當他說話時垂手而立，不敢稍有懈怠，實不知他是何等人物，便道：「兄台既然喜愛江南，何不就在此定居，也好令小弟時聆教益。」東方耳呵呵大笑，說道：「偷得浮生半日之閒，在此一遊，已是非分，我輩俗人，此等清福豈能常享？兄台知音卓識，必是高手，就請彈奏一曲如何？」說罷把七絃琴推到陳家洛面前。陳家洛伸指輕輕一撥，琴音清越絕倫，看那琴時，見琴頭有金絲纏著「來鳳」兩個篆字，木質斑爛蘊華，似是千年古物，心中暗吃一驚，自忖此琴是無價之寶，這人不知從何處得來，說道：「兄台珠玉在前，小弟獻醜了。」於是調絃按徽，鏗鏗鏘鏘的彈了起來，彈的是一曲〈平沙落雁〉。東方耳凝神傾聽。一曲既終，東方耳道：「兄台是否到過塞外？」陳家洛道：「小弟適從回疆歸來，不知兄台何以得知？」東方耳道：「兄台琴韻平野壯闊，大漠風光，盡入弦中，聞兄妙奏，真如讀辛稼軒詞：『醉裏挑燈看劍，夢迴吹角連營，八百里分麾下炙，五十弦翻塞外聲，沙場秋點兵。』這曲〈平沙落雁〉，小弟生平聽過何止數十次，但從未得若兄台琴引，如此氣象萬千。」陳家洛見他果是知音，心中也甚歡喜。東方耳又道：「小弟尚有一事不明，意欲請教。不過初識尊範，交淺言深，似覺冒昧。」陳家洛道：「但問不妨。」東方耳道：「聽兄琴韻中隱隱有金戈之聲，似胸中藏有十萬甲兵。但觀兄相貌又似貴介公子，溫文爾雅，決非統兵大將。是以頗為不解。」陳家洛笑道：「小弟一介書生，落拓江湖。兄台所言，令人汗顏。」那東方耳對陳家洛所言，似乎不甚相信，又問：「兄台諒必出身世家，不知尊大人現居何官？兄台有何功名？」陳家洛道：「先嚴已不幸謝世。小弟碌碌庸才，功名利祿，與我無緣。」東方耳道：「聆兄吐屬，大才磐磐，難道是學政無目，以致兄台科場失利嗎？」陳家洛道：「那倒不是。」東方耳道：「此間浙江巡撫，是弟至交，兄台明日移駕去見他一見，或有際遇，也未可知。」陳家洛道：「兄台好意，至深感謝。只是小弟無意為官。」東方耳道：「然則兄台就此終身埋沒不成？」陳家洛道：「與其殘民以逞，不如曳尾於泥塗耳。」東方耳一聽此言，不覺面容變色。兩名藍衣壯漢見他臉色有異，都走上一步。東方耳稍稍一頓，呵呵笑道：「兄台高人雅致，胸襟自非我輩俗人所及。」兩人互相打量，都覺對方甚為奇特，然而在疑慮之中又不禁有親厚之情。東方耳道：「兄台自回疆遠來江南，途中見聞必多。」陳家洛道：「神州萬里，山川形勝自是目不暇給。只是適逢黃河水災，哀鴻遍野，小弟也無心賞玩風景。」東方耳道：「聽說災民在蘭封搶了西征大軍的軍糧，兄台途中可有所聞？」陳家洛一怔，心道：「此人消息怎麼如此靈通？我們劫糧後趕來江南，晝夜奔馳，途中絲毫沒有耽擱，怎麼他倒知道了？」說道：「事情是有的，災民無衣無食，為民父母者不加憐恤，他們為求活命，鋌而走險，也是情有可原。」東方耳又是一頓，輕描淡寫的道：「聽說事情不單如此，這件事是紅花會鼓動災民，犯上作亂。」陳家洛故作不知，問道：「紅花會是甚麼呀？」東方耳道：「那是江湖上一個造反謀叛的幫會，兄台沒聽到過嗎？」陳家洛道：「小弟放浪琴棋之間，世事是一竅不通。說來慚愧，這樣大名鼎鼎的一個幫會，小弟今日還是初聞。」他微微一頓，說道：「朝廷得訊之後，對紅花會定要嚴加懲辦的了。」東方耳道：「那還用說？諒這種人也不足成為大患。」陳家洛不動聲色，問道：「兄台何所據而云然？」東方耳道：「方今聖天子在位，朝政修明。當道只要派遣一二異才，紅花會舉手間就可剿滅。」陳家洛道：「小弟不明朝政，如有荒唐之言，請勿見笑。據弟愚見，朝廷之中大都是酒囊飯袋之輩，未必能辦甚麼大事呢！」此言一出，東方耳與他身旁的老者壯漢又各變色。東方耳道：「兄台這未免是書生之見了。且不說朝中名將能吏，濟濟多士，即是兄弟身邊這幾位朋友，也均非庸手。可惜兄台是文人，否則可令他們施展一二，兄台如懂武功，便知兄弟之言不謬了。」陳家洛道：「小弟雖無縛雞之力，但自讀太史公『遊俠列傳』後，生平最佩服英雄俠士，不知兄台是那一派宗主？這幾位都是貴派的子弟嗎？可否請他們各顯絕技，令小弟開開眼界？」東方耳向那兩個壯漢道：「那麼你們拿點玩藝兒出來，請這位陸爺指教。」陳家洛手一拱道：「請！」心想：「只要他們一出手，就知是甚麼宗派。」一個壯漢走上一步，說道：「樹上這鵲兒聒噪討厭，我打了下來，叫人耳根清靜。」手一揮，一枝袖箭向樹上喜鵲射去，那知袖箭將到喜鵲身旁，忽然一偏，竟沒打中。東方耳見那人竟沒射中，頗為詫異，那壯漢更是羞得面紅過耳，手一揚，又是一箭向樹上射去。這次各人看得清清楚楚，袖箭將射到喜鵲，不知從那裏飛來一粒泥塊，在箭桿上一撞，又把箭碰歪了。東方耳身旁那枯瘦老者見心硯右手微擺，知道是他作怪，說道：「這位小弟弟原來功夫如此了得，咱們親近親近。」五指有如鋼爪鐵鉤，向他手上抓去。陳家洛暗吃一驚，見這老者竟是嵩陽派的大力鷹爪功，手掌伸出，勢道不快，卻竟微挾風聲，心想：「此人武功在江湖上已是數一數二人物，如非一派之長，亦必是武林中前輩高人，怎地甘為東方耳的傭僕？」心念微動，手中摺扇一揮，張了開來，剛擋在老者與心硯之間。那老者手爪疾縮，主人對此人既以友道相待，毀了他的東西便是大大不敬，一面打量陳家洛，看他是否會武。但見他摺扇輕搖，漫不在意，似乎剛才這一下只是碰巧。東方耳道：「尊紀小小年紀，居然武藝高強，此僮兄台從何處得來？」陳家洛道：「他並不會武，只是自幼投蟲射雀，準頭不錯而已。」東方耳見他言不由衷，也不再問，看著他手中摺扇，說道：「兄台手中摺扇是何人墨寶，可否相借一觀？」陳家洛把摺扇遞了過去。東方耳接來一看，見是前朝詞人納蘭性德所書的一闋〈金縷曲〉，詞旨峻崎，筆力俊雅，說道：「納蘭容若以相國公子，餘力發為詞章，逸氣直追坡老美成，國朝一人而已。觀此書法摹擬褚河南，出入黃庭內景經間。此扇詞書可稱雙璧，然非兄台高士，亦不足以配用，不知兄台從何處得來？」陳家洛道：「小弟在書肆間偶以十金購得。」東方耳道：「即十倍之，以百金購此一扇，亦覺價廉。此類文物多屬世家相傳，兄台竟能在書肆中輕易購得，真可謂不世奇遇矣！」說罷呵呵大笑。陳家洛知他不信，也不理會，微微一哂。東方耳又道：「納蘭公子絕世才華，自是人中英彥，但你瞧他詞中這一句：『且由他蛾眉謠諑，古今同忌。身世悠悠何足問，冷笑置之而已。』未免自恃才調，過於冷傲。少年不壽，詞中已見端倪。」說罷雙目盯住陳家洛，意思是說少年人恃才傲物，未必有甚麼好下場。陳家洛笑道：「大笑拂衣歸矣，如斯者古今能幾？向名花美酒拚沉醉。天下事，公等在。」這又是納蘭之詞。東方耳見他一派狂生氣概，不住搖頭，但又不捨得就此作別，想再試一試他的胸襟氣度，隨手翻過扇子，見反面並無書畫，說道：「此扇小弟極為喜愛，斗膽求兄見賜，不知可否？」陳家洛道：「兄台既然見愛，將去不妨。」東方耳指著空白的一面道：「此面還求兄台揮毫一書，以為他日之思。兄台寓所何在？小弟明日差人來取如何？」陳家洛道：「既蒙不嫌鄙陋，小弟現在就寫便是。」命心硯打開包裹，取出筆硯，略加思索，在扇面上題詩一絕，詩云：「攜書彈劍走黃沙，瀚海天山處處家，大漠西風飛翠羽，江南八月看桂花。」那會鷹爪功的老者見他隨身攜帶筆硯，文思敏捷，才不疑他身有武功。東方耳稱謝，接過扇子，說道：「小弟也有一物相贈。」雙手捧著那具古琴，放到陳家洛面前，說道：「寶劍贈於烈士，此琴理屬兄台。」陳家洛知道此琴是希世珍物，今日與此人初次相見，即便舉以相贈，不知是何用意，但他是相府子弟，珍寶見得多了，也不以為意，拱手致謝，命心硯抱在手裏。東方耳笑道：「兄台從回疆來到江南，就只為賞桂花不成？」陳家洛道：「有一位朋友有點急事，要小弟來幫忙料理一下。」東方耳道：「觀兄臉色似有不足之意，是否貴友之事尚未了結？」陳家洛道：「正是。」東方耳道：「不知貴友有何為難之處。小弟朋友甚多，或可稍盡綿力。」陳家洛道：「大概數日之後，也可辦妥了。兄台美意，十分感謝。」兩人談了半天，仍不知對方是何等人物。東方耳道：「他日如有用得著小弟處，可持此琴赴北京找我。現下我等一同下出去如何？」陳家洛道：「好。」兩人攜手下山。到了靈隱，忽然迎面來了數人，當先一人面如冠玉，身穿錦袍，相貌和陳家洛十分相似，年紀也差不多，秀美猶有過之，只是英爽之氣遠為不及。兩人一朝相，都驚呆了。東方耳笑道：「陸兄，這人可與你相像麼？他是我的內侄。康兒，過來拜見陸世叔。」那人過來行禮。陳家洛不敢以長輩自居，連忙還禮。忽聽得遠處一個女人聲音驚叫一聲，陳家洛回頭一看，見周綺和她的父母及徐天宏剛從靈隱寺出來，想是她突然見到兩個陳家洛，不勝驚奇。陳家洛只當不見，轉過頭去。徐天宏低聲向周綺道：「別往那邊瞧。」東方耳道：「陸兄，你我一見如故，後會有期，今日就此別過。」兩人拱手而別。數十名藍衫壯漢在東方耳前後衛護。陳家洛轉過頭來，微微點頭。徐天宏會意，對周仲英道：「義父，總舵主差我去辦事，你與義母、妹子多玩一會。」周綺老大不高興，一聲不響。徐天宏遠遠跟在那些壯漢後面，直跟進城去。到得傍晚，徐天宏回來稟告：「那人在湖上玩了半天，後來到巡撫衙門裏去了。」陳家洛說了剛才之事，兩人一琢磨，料想這東方耳必是官府中人，而且來頭一定極大，如非京中出來密察暗訪的欽差大臣，便是親王貝勒之類的皇親宗室，瞧他相貌不似旗人，恐怕多半是欽差。那枯瘦老者如此武功，居然甘為他用，那麼此人必非庸官俗吏了。陳家洛道：「莫非此人之來，與四哥有關？我今晚想去親自探察一下。」徐天宏道：「是，最好請那一位哥哥同去，有個照應。」陳家洛道：「請趙三哥去吧，他也是浙江人，熟悉杭州情形。」※※※二更時分，陳家洛與趙半山收拾起行，施展輕功，向撫衙奔去。兩人在屋瓦上悄沒聲息的一掠而過。陳家洛心道：「久聞太極門武功是內家秘奧，趙三哥的輕功果然了得，閒時倒要向他請教請教。」趙半山心中也暗暗佩服：「總舵主拳法精妙，與鐵膽周老英雄比武時已經見過，那知他輕功也如此不凡，不知他師父天池怪俠在十年之間，如何調教出來。」不一刻將近撫台衙門，兩人同時發覺前面房上有人，當即伏低，但見兩個人影在屋頂來回巡邏。趙半山等他們背轉身，手一揚，一枚鐵蓮子向數丈外一株樹上打去。那兩人聽見樹枝響動，飛身過來查看。陳家洛和趙半山乘機矮身，竄進撫衙。當下躲在屋角暗處，過了一會沒見動靜，才慢慢探頭，一看之下，不由得大驚，原來下面明晃晃地，火把照耀，如同白晝。數百名兵丁弓上弦，刀出鞘，嚴密戒備，幾名武將繞著屋子走來走去。可是說也奇怪，這許多兵將卻大氣不出，走動時足尖輕輕落地，竟不發出腳步聲音。雖有數百人聚集，卻是靜悄悄地，只聽得牆角蟋蟀唧唧鳴叫，偶爾夾雜著一兩聲火把上竹片爆裂之聲。陳家洛見無法進去，向趙半山打個手勢，一齊退了出來，避過屋頂巡哨，落在牆邊，低聲商量對策。陳家洛道：「咱們不必打草驚蛇，回去另想法子。」趙半山道：「是。」正要飛身上屋，忽然撫台衙門邊門呀的一聲開了，走出一名武官，後面跟著四名旗兵，那五人沿街走去，走了數十丈又折回來，原來也是在巡邏。兩人見這派勢，心中暗暗驚異。等那五人又回頭向外，陳家洛低聲道：「打倒他們。」趙半山會意，竄出數步，發出三枚錢鏢，三名旗兵登時倒地。陳家洛跟著兩顆圍棋子，打中那武官和另一名旗兵穴道。兩人縱身過去，將五人提到暗處，剝下旗兵號衣，自己換上了，將官兵拋在牆角。兩人又乘屋頂巡哨轉身，跳入圍牆，在火把照耀下大模大樣走進院子，裏面成千名官兵來來往往，怎分辨得清已有外敵混入？更進內院，只見院內來往巡衛的都是高職武官，不是總兵便是副將，只是人數遠比外面為少。兩人找到空隙，一縮身，竄入屋簷之下，攀住椽子，屏息不動，待得數名武官轉過身來，早已藏好。隔了半晌，陳家洛見行藏未被發覺，雙腳勾住屋樑，掛下身子，舐濕窗子，張眼內望。趙半山守在他身後衛護，眼觀六路，耳聽八方，以防敵人。他二人當真是藝高人膽大，於如此戒備森嚴之下窺敵，實是險到了極處。陳家洛見裏面是一座三開間的大廳，廳上站著五六個人，都是身穿公服的大官，一人背向而坐，看不見他相貌，只見這幾個大官恭恭敬敬的，目不邪視。這時外面又走進一個官員，向坐著那人三跪九叩首的行起大禮來。陳家洛大吃一驚，心想：「這是參見皇帝的儀節，難道皇帝微服到了杭州不成？」正疑惑間，只聽那官說道：「臣浙江布政司尹章垓叩見皇上。」陳家洛聽得清清楚楚，心道：「果然是當今乾隆皇帝，怪不得這樣大勢派。」只聽皇帝哼了一聲，沉聲說道：「你好大膽子！」尹章垓除下朝冠，連連叩頭，不敢作聲。皇帝隔了半晌，說道：「我派兵征討回疆，聽說你很不以為然。」陳家洛又是一驚，心道：「怎麼這皇帝的聲音好熟？」尹章垓一面叩頭，一面說道：「臣該死，臣不敢。」皇帝道：「我要浙江趕運糧米十萬石，供應軍需，你為甚麼膽敢違旨？」尹章垓道：「臣萬死不敢，實因今年浙江歉收，百姓很苦，一時之間徵調不及。」皇帝道：「百姓很苦，哼，你倒是個愛民的好官。」尹章垓又連連叩頭，連說：「臣該死。」皇帝道：「依你說怎麼辦？大軍糧食不足，急如星火，難道叫他們都餓死在回疆麼？」尹章垓叩頭道：「臣不敢說。」皇帝道：「有甚麼不敢說的，你說吧。」尹章垓道：「萬歲爺聖明，教化廣被，回疆夷狄小丑，其實也不勞王師遠征，只須派一名大臣宣之以德，邊民自然順化。」皇帝哼了一聲，並不說話。尹章垓又道：「古人云兵者是兇器，聖人不得已而用之。聖上若罷了遠征之兵，天下皆感恩德。」皇帝冷冷的道：「我定要派兵征伐，那麼天下就是怨聲載道了。」尹章垓拚命叩頭，額角上都是鮮血。皇帝嘿嘿一笑，說道：「你倒有硬骨頭，竟敢對朕頂撞！」一轉身，陳家洛這一驚更是厲害。原來這皇帝竟是今日在靈隱三竺遇見的東方耳。陳家洛雖然見多識廣，臨事鎮靜，這時也不禁出了一身冷汗。只聽得乾隆皇帝道：「起去！你這頂帽兒，便留在這裏吧！」尹章垓又叩了幾個頭，站起身來，倒退而出。乾隆向其餘大臣道：「尹某辦事必有情弊，督撫詳加查明參奏，不得循私包庇，致干罪戾。」幾個大臣連聲答應。乾隆道：「出去吧，十萬石軍糧馬上徵集運去。」那幾名大臣諾諾連聲，叩頭退出。乾隆道：「叫康兒來。」一名內侍掀簾出去，帶了一個少年進來。陳家洛見這人就是和自己形貌相似之人。他站在乾隆身旁，神態親密，不似其餘大臣那樣畏縮。乾隆道：「傳李可秀。」內侍傳旨出去，一名武將進來叩見，說道：「臣浙江水陸提督李可秀叩見聖駕。」乾隆道：「那紅花會姓文的匪首怎樣了？」陳家洛聽得提到文泰來，更是凝神傾聽，只聽李可秀道：「這匪首兇悍拒捕，受傷很重，臣正在延醫給他診治，要等他神智恢復之後才能審問。」乾隆道：「要小心在意。」李可秀道：「臣不敢絲毫怠忽。」乾隆道：「你去吧。」李可秀叩頭退出。陳家洛輕聲道：「咱們跟他去。」兩人輕輕溜下，腳剛著地，只聽得廳內一人喝道：「有刺客！」陳家洛與趙半山奔至外院，混入士兵隊中。只聽得四下裏竹梆聲大作，日間陳家洛在天竺所見那枯瘦老者率領藍衣壯漢四處巡視。那老者目光炯炯，東張西望。陳家洛早已背轉身去，慢慢走向門旁。那老者突然大喝：「你是誰？」伸手向趙半山抓來。趙半山雙掌「如封似閉」，將他一抓化開，疾向門邊衝去。那老者急追而至，揮掌向他背心劈落。這時趙半山已到門口，聽得背後拳風，一矮身，正要回手迎敵，陳家洛已將身上號衣脫下，反手摟頭向那老者蓋了下去。老者伸手拉住，兩人一扯，一件號衣斷成兩截。陳家洛揮動半截號衣，一運氣，號衣拍的一聲大響，直向那枯瘦老者打去，腳下毫不停留，筆直向門外竄出。那老者也真了得，伸手一抓，又在半截號衣上抓了五條裂縫，如影隨形，緊跟其後，剛跨出門，迎面一名兵上頭前腳後，平平的當胸飛至，原來是趙半山抓住擲過來的。老者左臂一格，將那兵士撇在一旁，追了出去，就這麼慢得一慢，眼見刺客已衝出撫衙。後面二三十名侍衛一窩蜂般趕出來。老者喝道：「大家保護皇上要緊，你們五人跟我去追刺客。」向五名侍衛一指，施展輕功，追到街上。只見兩個黑影在前面屋上飛跑。那老者縱身也上了屋，一口氣奔過了數十間，和敵人相距已近，正要喝問，忽然前面屋下數聲呼哨，敵人似乎來了接應。老者仍是鼓勁疾追，見前面兩人忽然下屋，站在街心。那老者也跳下屋來，雙掌一錯，迎面向陳家洛抓去。陳家洛不退不格，哈哈笑道：「我是你主人好友，你這老兒膽敢無禮！」那老者在月光下看清楚了對方面貌，吃了一驚，縮手說道：「你這廝果然不是好人，快隨我去見聖駕。」陳家洛笑道：「你敢跟我來麼？」老者稍一遲疑，後面五名侍衛也都趕到，陳家洛和趙半山向西退走。那老者叫道：「追！」西湖邊是旗營駐防之處，杭人俗稱旗下，老者自忖那是官府力量最厚的所在，敵人逃到湖畔，那是自入死地，於是放心趕來。追到湖邊，見陳家洛等二人跳上一艘西湖船，船夫舉槳划船，離岸數丈，那老者喝道：「朋友，你究竟是那一路的人物，請留下萬兒來。」趙半山亢聲說道：「在下溫州趙半山，閣下是嵩陽派的嗎？」那老者道：「啊，朋友可是江湖上人稱千臂如來的趙老師？」趙半山道：「不敢，那是好朋友鬧著玩送的一個外號，實在愧不敢當。請教閣下的萬兒？」那老者道：「在下姓白，單名一個振字。」此言一出，趙半山和陳家洛都矍然一驚。原來白振外號「金爪鐵鉤」，是嵩陽派中數一數二的好手，大力鷹爪功三十年前即已馳名武林，不在江湖上行走已久，一向不知他落在何處，那知竟做了皇帝的貼身侍衛。趙半山拱手道：「原來是金爪鐵鉤白老前輩，怪不得功力如此精妙。白老前輩如此苦苦相迫，不知有何見教？」白振道：「聽說趙老師是紅花會的三當家，那一位是誰？」突然心念一動，說道：「啊，莫不是貴會總舵主陳公子？」趙半山不答他的問話，說道：「白老前輩要待怎樣？」陳家洛摺扇一張，朗聲說道：「月白風清，如此良夜，白老前輩同來共飲一杯如何？」白振說道：「閣下夜闖撫台衙門，驚動官府，說不得，只好請你同去見見我家主人，否則在下回去沒法交待。我家主人對閣下甚好，也不致難為於你。」陳家洛笑道：「你家主人倒也不是俗人，你回去對他說，湖上桂子飄香，素月分輝，如有雅興，請來聯句談心，共謀一醉。我在這裏等他便是。」白振今日眼見皇上對這人十分眷顧，恩寵異常，如得罪了他，說不定皇上反會怪罪，可是他夜驚聖駕，不捕拿回去如何了結？只是附近沒有船隻，無法追入湖中，只得奔回去稟告乾隆。※※※乾隆沉吟了一下，說道：「他既然有此雅興，湖上賞月，倒也是件快事，你去對他說，我隨後就來。」白振道：「這批都是亡命之徒，皇上萬金之體，以臣愚見，最好不要涉險。」乾隆道：「快去。」白振不敢再說，忙騎馬奔到湖邊，見蔣四根抱膝坐在船頭，似是在等他消息，便大聲道：「對你家主人說，我們主人就來和他賞月。」白振回去覆命，走到半路，只見御林軍的驍騎營、衛軍營、前鋒營各營軍士正開向湖邊，再走一會，杭州駐防的旗營、水師也都到了。白振心想：「皇上不知怎樣看中了這小子，為了和他賞月，興師動眾的調遣這許多人。」忙趕回去，佈置侍衛護駕。乾隆興致很高，正在說笑，浙江水陸提督李可秀在一旁伺候。乾隆問道：「都預備好了？去吧。」他已換了便裝，隨駕的侍衛官也都換上了平民服色，乘馬往西湖而來。一行人來到湖邊，乾隆吩咐道：「他多半已知我是誰，但大家仍是裝作尋常百姓模樣。」這時西湖邊上每一處都隱伏了御林軍各營軍士，旗營、水師，李可秀的親兵又佈置在外，一層一層的將西湖圍了起來。只見燈光晃動，湖上划過來五艘湖船，當中船頭站著一人，長身玉立，氣宇軒昂，叫道：「小人奉陸公子差遣，恭請東方先生到湖中賞月。」說罷跳上岸來，對乾隆作了一揖。這人正是衛春華。乾隆微一點頭，說道：「甚好！」跨上湖船。李可秀、白振和三四十名侍衛分坐各船。侍衛中有十多人精通水性，白振吩咐他們小心在意，要拚命保護聖駕。五艘船向湖心划去，只見湖中燈火輝煌，滿湖遊船上都點了燈，有如滿天繁星。再划近時，絲竹簫管之聲，不住在水面上飄來。一艘小艇如飛般划到，艇頭一人叫道：「東方先生到了嗎？陸公子久等了。」衛春華道：「來啦，來啦！」那艘小艇轉過頭來當先領路，對面大隊船隻也緩緩靠近。白振和眾侍衛見對方如此派勢，雖然己方已調集大隊人馬，有恃無恐，卻也不由得暗暗吃驚，各自按住身上暗藏的兵刃。只聽得陳家洛在那邊船頭叫道：「東方先生果然好興致，快請過來。」兩船靠近，乾隆、李可秀、白振、以及幾名職位較高的侍衛走了過去。只見船中便只陳家洛和書僮兩人，白振等人都放下了心。那艘花艇船艙寬敞，畫壁彫欄，十分精雅，艇中桌上擺了酒杯碗筷，水果酒菜滿桌都是。陳家洛道：「仁兄惠然肯來，幸何如之！」乾隆道：「兄台相招，豈能不來？」兩人攜手大笑，相對坐下。李可秀和白振等都站在乾隆之後。陳家洛向白振微微一笑，也不說話，一瞥之間，忽見李可秀身後站著一個美貌少年，卻不是陸菲青的徒弟是誰？怎麼和朝廷官員混在一起，這倒奇了，心感詫異，不免多看了一眼。李沅芷向他嫣然一笑，眼睛一眨，要他不可相認。心硯上來斟了酒，陳家洛怕乾隆疑慮，自己先乾了一杯，挾菜而食。乾隆只揀陳家洛吃過的菜下了幾筷，就停箸不食了。只聽得鄰船簫管聲起，吹的是一曲〈迎嘉賓〉。乾隆笑道：「兄台真是雅人，倉卒之間，安排得如此周到。」陳家洛遜謝，說道：「有酒不可無歌，聞道玉如意歌喉是錢塘一絕，請召來為仁兄佐酒如何？」乾隆鼓掌稱好，轉頭問李可秀道：「玉如意是甚麼人？」李可秀道：「那是杭州名妓，聽說她生就一副驕傲脾氣，要是不中她意的，就是黃金十兩，也休想見她一面，更別說唱曲陪酒了。」乾隆笑道：「你見過她沒有？」李可秀十分惶恐，道：「小……小人不敢。」乾隆笑道：「今天讓你開開眼界。」說話之間，衛春華已從那邊船上陪著玉如意過來。乾隆見她臉色白膩，嬌小玲瓏，相貌也不見得特別美麗，只是一雙眼睛靈活異常，一顧盼間，便和人人打了個十分親熱的招呼，風姿楚楚，嫵媚動人。她向陳家洛道個萬福，鶯鶯嚦嚦的說道：「陸公子今天好興致啊。」陳家洛伸手掌向著乾隆，道：「這位是東方老爺。」玉如意向乾隆福了一福，偎倚著坐在陳家洛身旁。陳家洛道：「聽說你曲子唱得最好，可否讓我們一飽耳福？」玉如意笑道：「陸公子要聽，我給你連唱三日三夜，就怕你聽膩了。」跟人送上琵琶來，玉如意輕輕一撥，唱了起來，唱的是個〈一半兒〉小曲：「碧紗窗外靜無人，跪在床前忙要親，罵了個負心回轉身。雖是我話兒嗔，一半兒推辭一半兒肯！」陳家洛拍手叫好。乾隆聽她吐音清脆，俊語連翩，風俏飛蕩，不由得胸中暖洋洋地。玉如意轉眸一笑，纖指撥動琵琶。回頭過來望著乾隆，又唱道：「幾番的要打你，莫當是戲。咬咬牙，我真個打，不敢欺！才待打，不由我，又沉吟了一會，打輕了你，你又不怕我；打重了，我又捨不得你。罷，冤家也，不如不打你。」乾隆聽得忘了形，不禁叫道：「你要打就打吧！」陳家洛呵呵大笑。李沅芷躲在父親背後抿著嘴兒，只有李可秀、白振一干人綁緊了臉，不敢露出半絲笑意。玉如意見他們這般一副尷尬相，噗哧一聲，笑了出來。乾隆生長深宮，宮中妃嬪歌女雖多，但都是端莊呆板之人，幾時見過這般江湖名妓？見她眉梢眼角，風情萬種，歌聲婉轉，曲意纏綿，加之湖上陣陣花香，波光月影，如在夢中，漸漸忘卻是在和江洋大盜相會了。玉如意替乾隆和陳家洛斟酒，兩人連乾三杯，玉如意也陪著喝了一杯。乾隆從手上脫下一個碧玉扳指來賞了給她，說道：「再唱一個。」玉如意低頭一笑，露出兩個小小酒窩，當真是嬌柔無限，風情萬種。乾隆的心先自酥了，只聽她輕聲一笑，說道：「我唱便唱了，東方老爺可不許生氣。」乾隆呵呵笑道：「你唱曲子，我歡喜還來不及，怎會生氣？」玉如意向他拋個媚眼，撥動琵琶，彈了起來，這次彈的曲調卻是輕快跳蕩，俏皮諧謔，珠飛玉鳴，音節繁富。乾隆聽得琵琶，先喝了聲采，聽她唱道：「終日奔忙只為飢，才得有食又思衣。置下綾羅身上穿，抬頭卻嫌房屋低。蓋了高樓並大廈，床前缺少美貌妻。嬌妻美妾都娶下，忽慮出門沒馬騎。買得高頭金鞍馬，馬前馬後少跟隨。招了家人數十個，有錢沒勢被人欺。時來運到做知縣，抱怨官小職位卑。做過尚書升閣老，朝思暮想要登基……」乾隆一直笑吟吟的聽著，只覺曲詞甚是有趣，但當聽到「朝思暮想要登基」那一句時，不由得臉上微微變色，只聽玉如意繼續唱道：「一朝南面做天子，東征西討打蠻夷。四海萬國都降服，想和神仙下象棋。洞賓陪他把棋下，吩咐快做上天梯。上天梯子未做起，閻王發牌鬼來催。若非此人大限到，升到天上還嫌低，玉皇大帝讓他做，定嫌天宮不華麗。」陳家洛哈哈大笑。乾隆卻越聽臉色越是不善，心道：「這女子是否已知我身份，故意唱這曲兒來譏嘲於我？」玉如意一曲唱畢，緩緩擱下琵琶，笑道：「這曲子是取笑窮漢的，東方老爺和陸公子都是富貴人，高樓大廈、嬌妻美妄都已有了，自不會去想它。」乾隆呵呵大笑，臉色頓和。眼睛瞟著玉如意，見她神情柔媚，心中很是喜愛，正自尋思，待會如何命李可秀將她送來行宮，怎樣把事做得隱秘，以免背後被人說聖天子好色，壞了盛德令名，忽聽陳家洛道：「漢皇重色思傾國，那唐玄宗是風流天子，天子風流不要緊，把花花江山送在胡人安祿山手裏，那可大大不對了。」乾隆道：「唐玄宗初期英明，晚年昏庸，可萬萬不及他祖宗唐太宗。」陳家洛道：「唐太宗雄才大略，仁兄定是很佩服的了？」乾隆生平最崇敬的就是漢武帝和唐太宗，兩帝開疆拓土，聲名播於異域，他登基以來，一心一意就想模仿，所以派兵遠征回疆，其意原在上承漢武唐皇的功業，聽得陳家洛問起，正中下懷，說道：「唐太宗神武英明，夷狄聞名喪膽，尊之為天可汗，文才武略，那都是曠世難逢的。」陳家洛道：「小弟讀到記述唐太宗言行的《貞觀政要》，頗覺書中有幾句話很有道理。」乾隆喜道：「不知是那幾句？」他自和陳家洛會面以來，雖對他甚是喜愛，但總是話不投機，這時聽他也尊崇唐太宗，不覺很是高興。陳家洛道：「唐太宗道：『舟所以比人君，水所以比黎庶，水能載舟，亦能覆舟。』他又說：『天子者，有道則人推而為主，無道則人棄而不用，誠可畏也。』」乾隆默然。陳家洛道：「這個比喻真是再好不過。咱們坐在這艘船裏，要是順著水性，那就坐得平平穩穩，可是如果亂划亂動，異想天開，要划得比千里馬還快，又或者水勢洶湧奔騰，這船不免要翻。」他在湖上說這番話，明擺著是危言聳聽，不但是蔑視皇帝，說老百姓隨時可以傾覆皇室，而且語含威脅，大有當場要將皇帝翻下水去之勢。乾隆一生除對祖父康熙、父親雍正心懷畏懼之外，幾時受過這般威嚇奚落的言語？不禁怒氣潮湧，當下強自抑制，暗想：「現在且由你逞口舌之利，待會把你擒住，看你是不是嚇得叩頭求饒。」他想御林軍與駐防旗營已將西湖四周圍住，手下侍衛又都是千中揀、萬中選、武功卓絕的好手，諒你小小江湖幫會，能作得甚麼怪？於是微微笑道：「荀子曰：『天地生君子，君子理天地。君子者，天地之參也，萬物之總也，民之父母也。』帝皇受命於天，率土之濱，莫非王臣。仁兄之論，未免有悖於先賢之教了。」陳家洛舉壺倒了一杯酒，道：「我們浙江鄉賢黃梨洲先生有幾句話說道，皇帝未做成的時候，『荼毒天下之肝腦，離散天下之子女，以博我一人之產業。其既得之也，敲剝天下之骨髓，離散天下之子女，以奉我一人之淫樂，視如當然，曰：此我產業之花息也。』這幾句話真是說得再好也沒有！須當為此浮一大白，仁兄請！」說罷舉杯一飲而盡。乾隆再也忍耐不住，揮手將杯往地下擲去，便要發作。※※※杯子擲下，剛要碰到船板，心硯斜刺裏俯身一抄，接了起來，只杯中酒水潑出大半，雙手捧住，一膝半跪，說道：「東方老爺，杯子沒摔著。」乾隆給他這一來，倒怔住了，鐵青著臉，哼了一聲。李可秀接過杯子，看著皇帝眼色行事。乾隆一定神，哈哈一笑，說道：「陸仁兄，你這位小管家手腳倒真靈便。」轉頭對一名侍衛道：「你和這位小管家玩玩，可別給小孩子比下去了，嘿嘿。」那侍衛名叫范中恩，使一對判官筆，聽得皇上有旨，當即哈了哈腰，欺向心硯身邊，判官筆雙出手，分點他左右穴道。心硯反身急躍，竄出半丈，站在船頭，他年紀小，真實功夫不夠，一身輕功卻是向天池怪俠袁士霄學的，但見范中恩判官筆來勢急勁，自知武功不是他對手，只得先行逃開。范中恩雙筆如風，捲將過來。心硯提氣一躍，跳上船篷，笑道：「咱們捉捉迷藏吧！你捉到我算我輸，我再來捉你。」范中恩兩擊不中，氣往上衝，雙足一點，也跳上船篷，他剛踏上船篷，心硯「一鶴沖天」，如一隻大鳥般撲向左邊小船，范中恩跟著追到。兩人此起彼落，在十多艘小船上來回盤旋。范中恩始終搶不近心硯身邊，心中焦躁，又盤了一圈。眼見前面三艘小船丁字形排著，心硯已跳上近身的一艘，他假意向左一撲，心硯嘻嘻一聲，跳上右邊小船。那知他往左一撲是虛勢，隨即也跳上了右邊小船，兩人面面相對，他左筆一探，點向心硯胸前。心硯待要轉身閃避，已然不及，危急中向前一撲，發掌向范中恩小肚打去。范中恩左筆撩架，右筆急點對方後心，這一招又快又準，眼見他無法避過，忽然背後呼的一聲，似有一件十分沉重的兵刃襲到。他不暇襲敵，先圖自救，扭腰轉身，右筆自上而下，朝來人兵器上猛砸下去，噹的一聲大響，火光四濺，來人兵器只稍稍一沉，又向他腰上橫掃過來。這時他已看清對方兵器是柄鐵槳，使槳之人竟是船尾的梢公，剛才一擊，已知對方力大異常，不敢硬架，拔起身來，輕輕向船舷落下，欺身直進，去點梢公的穴道。蔣四根解了心硯之圍，見范中恩縱起身來，疾伸鐵槳入水一扳，船身轉了半個圈子，待他落下來時，船身已不在原位。他「啊喲」一聲尚未喊畢，撲通一響，入水遊湖，湖水汩汩，灌入口來也。心硯拍手笑道：「捉迷藏捉到水裏去啦。」乾隆船上兩名會水的侍衛趕緊入水去救，將要游近，蔣四根已將鐵槳送到范中恩面前，他在水中亂抓亂拉，碰到鐵槳，管他是甚麼東西，馬上緊緊抱住。蔣四根舉槳向乾隆船上一揮，喝道：「接著！」范中恩的師叔龍駿也是御前侍衛，忙搶上船頭，伸手接住。范中恩在皇上面前這般大大丟臉，說不定回去還要受處分，又是氣，又是急，濕淋淋的怔住了，站著不動，身上的西湖水不住滴在船頭。龍駿曾聽同伴說起心硯白天在三竺用泥塊打歪袖箭，讓御前侍衛丟臉，現在又作弄他的師侄，待他回到陳家洛身後，便站了出來，陰森森的道：「聽說這位小兄弟暗器高明之極、待在下請教幾招。」陳家洛對乾隆道：「你我一見如故，別讓下人因口舌之爭，傷了和氣。這一位既是暗器名家，咱們請他在靶子上顯顯身手，以免我這小書僮接他不住，受了損傷，兄台你看如何？」乾隆聽他說得有理，只得應道：「自當如此，只是倉卒之間，沒有靶子。」心硯縱身跳上楊成協坐船，在他耳邊低聲說了幾句。楊成協點點頭，向旁邊小船中的章進招了招手。章進跳了過來。楊成協道：「抓住那船船梢。」章進依言抓住自己原來坐船的船梢。這時楊成協也已拉過船頭木槓，喝一聲「起！」兩人竟將一艘小船舉了起來，兩人的坐船也沉下去一截。眾人見二人如此神力，不自禁的齊聲喝采。駱冰看得有趣，也跳上船來，笑道：「真是個好靶子！」蕩起雙槳，將楊成協的坐船划向花艇。心硯叫道：「少爺，這做靶子成麼？請你用筆畫個靶心。」陳家洛舉起酒杯，抬頭飲乾，手一揚，酒杯飛出，波的一聲，酒杯嵌入兩人高舉的小船船底，平平整整，毫沒破損，眾人又是拍手叫好。白振和龍駿等高手見楊成協和章進舉船，力氣固是奇大，但想一勇之夫，亦何足畏，待見陳家洛運內力將瓷杯嵌入船底，如發鋼鏢，這才暗皺眉頭，均覺此人難敵。陳家洛笑道：「這杯就當靶心，請這位施展暗器吧。」駱冰將船划退數丈，叫道：「太遠了嗎？」龍駿更不打話，手中暗扣五枚毒蒺藜，連揮數揮，只聽得叮叮一陣亂響，瓷片四散飛揚，船底酒杯已被打得粉碎。心硯從船後鑽出，叫道：「果然好準頭！」龍駿忽起毒心，又是五枚毒蒺藜飛出，這次竟是對準心硯上下左右射去。眾人在月光下看得分明，齊聲驚叫。那龍駿的暗器功夫當真厲害，手剛揚動，暗器已到面前，眾人叫喊聲中，五枚毒蒺藜直奔心硯五處要害。心硯大驚，撲身滾倒，駱冰兩把飛刀也已射出，噹噹兩聲，飛刀和兩枝毒蒺藜墜入湖中。心硯一滾躲開兩枚，中間一枚卻說甚麼也躲不開了，正打在左肩之上。他也不覺得如何疼痛，只是肩頭一麻，站起身來，破口大罵。紅花會群雄無不怒氣沖天，小船紛紛划攏，擁上來要和龍駿見個高下。清宮眾侍衛也覺得這一手過於陰毒，在皇帝面前，眾目昭彰之下，以這卑鄙手段暗算對方一個小孩，未免太不漂亮，勢將為人恥笑，但見紅花會群雄聲勢洶洶，當即從長衣下取出兵刃，預備護駕迎戰。李可秀摸出胡笳，放在口邊就要吹動，調集兵士動手。陳家洛叫道：「眾位哥哥，東方先生是我嘉賓，咱們不可無禮，大家退開。」群雄聽得總舵主發令，當即把小船划退數丈。這時楊成協和章進已將舉起的小船放回水面。駱冰在看心硯的傷口。徐天宏也跳過來詢問。心硯道：「四奶奶，七爺，你們放心，我痛也不痛，只是癢得厲害。」說著要用手去抓。駱冰和徐天宏一聽大驚，知道暗器上餵了極厲害的毒藥，忙抓住他雙手。心硯大叫：「我癢得要命，七爺，你放手。」說著用力掙扎。徐天宏心中焦急，臉上還是不動聲色，說道：「你忍耐一會兒。」轉頭對駱冰道：「四嫂，你去請三哥來。」駱冰應聲去了。駱冰剛走開，一艘小船如飛般划來，船頭上站著紅花會的杭州總頭目馬善均。他跳上徐天宏坐船，悄聲道：「七當家，西湖邊上佈滿了清兵，其中有御林軍各營。」徐天宏道：「有多少人？」馬善均道：「總有七八千人，外圍接應的旗營兵丁還不計在內。」徐天宏道：「你立刻去召集杭州城外的兄弟，集合湖邊候命，可千萬別給官府察覺，每人身上都藏一朵紅花。」馬善均點頭應命。徐天宏又問：「馬上可以召集多少人？」馬善均道：「連我機房中的工人，一起有兩千左右，再過一個時辰，等城外兄弟們趕到，還有一千多人。」徐天宏道：「咱們的兄弟至少以一當五，三千人抵得一萬五千名清兵，人數也夠了，況且綠營裏還有咱們的兄弟，你去安排吧。」馬善均接令去了。趙半山坐船划到，看了心硯傷口，眉頭深皺，將他肩上的毒蒺藜輕輕起出，從囊中取出一顆藥丸，塞在他口裏，轉身對徐天宏淒然道：「七弟，沒救了。」徐天宏大驚，忙問：「怎麼？」趙半山低聲道：「暗器上毒藥厲害非常，除了暗器主兒，旁人無法解救。」徐天宏道：「他能支持多少時候？」趙半山道：「最多三個時辰。」徐天宏道：「三哥，咱們去把那傢伙拿來，逼他解救。」一言把趙半山提醒，他從囊中取出一隻鹿皮手套，戴在手上，縱身躍起，三個起伏，在三艘小船舷上一點，已縱到陳家洛和乾隆眼前，叫道：「陸公子，我想請教這位暗器名家的手段。」陳家洛見龍駿打傷心硯，十分惱怒，見趙半山過來出頭，正合心意，對乾隆道：「我這位朋友打暗器的本領也還過得去，他們兩位比試，一定精采熱鬧，好看非凡。」皇帝聽說有好戲可看，當然贊成，越是比得凶險，越是高興，轉頭對龍駿道：「去吧，可別丟人。」龍駿應了。白振低聲道：「那是千臂如來，龍賢弟小心了。」龍駿也久聞千臂如來的名頭，心中一驚，自忖暗器從未遇過敵手，今日再將名震江湖的千臂如來打敗，那更是大大的露臉了，越眾而前，抱拳說道：「在下龍駿，向千臂如來趙前輩討教幾手。」趙半山哼了一聲道：「果然是你，我本想旁人也不會使這等卑鄙手段，用這般陰損暗器。」龍駿冷笑一聲，道：「我只有兩條臂膀，請千臂如來賜招。」他意含譏誚，說瞧你千條臂膀，又怎樣奈何我這兩條臂膀。趙半山反身竄出，低聲喝道：「來吧！」龍駿道：「我比暗器可只和你一人比。」趙半山怒道：「難道我們兄弟還會暗算你不成？」龍駿道：「好，就是要你這句話。」身形一晃，竄上一艘小船的船頭。他知道船上全是紅花會的扎手人物，雖然趙半山答應無人暗算，但自己以卑鄙手段傷了對方一個少年，究怕人家也下毒手報復，是以不敢在船梢有人處落腳。趙半山等他踏上船頭，左手一揚，右手一揮，打出三隻金錢鏢、三枝袖箭，頭一低，背後又射出一枝背弩。龍駿萬料不到他一剎那間竟會同時打出七件暗器，嚇得心膽俱寒，當下無法躲避，已顧不得體面，縮身在船底一伏，只聽得拍、拍、拍一陣響，七件暗器全打在船板之上。船梢上那人罵道：「龜兒子，你先人板板，這般現世，鬥甚麼暗器？」龍駿躍起身來，月光下趙半山的身形看得清楚，發出一枚菩提子向他打去。趙半山一聽破空之聲，知道不是毒蒺藜，側身讓開，身子剛讓到右邊，三枚毒蒺藜已迎面打到。趙半山迎面一個「鐵板橋」，三枚毒蒺藜剛從鼻尖上擦過，叫了一聲「好！」剛要站起，又是三枚毒蒺藜向下盤打來。龍駿轉眼之間，也發出七件暗器，稱做「連環三擊」。趙半山人未仰起，左手一粒飛蝗石，右手一枚鐵蓮子，將兩枚毒蒺藜打在水中，待中間一枚飛到，伸手接住，放在懷裏，眼見他暗器手段果然不凡，暗忖此人陰險毒辣，定有詭計，可別上了他當，手一揚，三枚金錢鏢分打他上盤「神庭穴」、乳下「天池穴」，下盤「血海穴」。龍駿見他手動，已拔起身子，竄向另一條小船。趙半山看準他落腳之處，一枝甩手箭甩出，龍駿舉手想接，忽然一樣奇形兵刃彎彎曲曲的旋飛而至，急忙低頭相避，說也奇怪，那兵刃竟又飛回趙半山手中。他伸手一抄，又擲了過來。龍駿從未接過他這獨門暗器「迴龍璧」，一嚇之下，心神已亂，不提防迎面又是兩粒菩提子飛來，左眉尖「陽白穴」、左肩「缺盆穴」同時打中，身子一軟，癱跪船頭。眾侍衛見他跌倒，無不大驚。與龍駿齊名大內的「一葦渡江」褚圓仗劍來救，劍護面門，縱身向龍駿躍去，人在半空，見對面也有一人挺劍跳來。褚圓躍起在先，早一步落在船頭，左手捏個劍訣，右手劍挽個順勢大平花，橫斬迎面縱來那人項頸，想將他逼下水去。那知那人身在半空，劍鋒直刺褚圓右腕，正所謂「善攻者攻敵之必守」，雖在夜中，這一劍又準又快，霎時間攻守易勢。褚圓急忙縮手，劍鋒掠下挽個逆花，直刺敵足，這一招是達摩劍術中的「虛式分金」。那人左足虛晃一腳，右足直踢褚圓右腕。褚圓提手急避，未及變招，那人已站在船頭。月光下只見他身穿道裝，左手袖子束在腰帶之中。褚圓原是和尚，法名智圓，後來犯了清規，被追繳度牒，逐出廟門，他索性還了俗，改名褚圓，仗著一手達摩劍精妙陰狠，竟做到皇帝的貼身侍衛。他原在空門，還俗後又長在禁城，江湖上之事不大熟悉，但見來敵劍法迅捷，生平未見，卻不知道那是七十二手追魂奪命劍獨步天下的無塵道人，當即喝問：「來者是誰？」無塵笑道：「虧你也學劍，不知道我麼？」褚圓一招「金剛伏虎」接著一招「九品連台」，一劍下斬，一劍上挑。無塵笑道：「劍法倒也不錯，再來一記『金輪度劫』！」話剛出口，褚圓果然搶向外門，使了一招「金輪度劫」。他劍招使出，心中一怔：「怎麼他知道？」無塵微微一笑，劍鋒分刺左右，喝道：「你使『浮丘挹袖』，再使『洪崖拍肩』！」話剛說完，褚圓果然依言使了這兩招。這那裏是性命相撲，就像是師父在指點徒弟。褚圓素來自負，兩招使後，退後兩步，凝視對方，又羞又怒，又是驚恐。其實無塵深知達摩劍法的精微，眼見褚圓造詣不凡，劍鋒所至，正是逼得他非出那一招不可之處，事先卻叫了招數的名頭。這一來先聲奪人，褚圓一時不敢再行進招。駱冰在船梢掌槳，笑吟吟的把船划到陳家洛與乾隆面前，好教皇帝看清楚部屬如何出醜。其時趙半山已將龍駿擒住，徐天宏在低聲逼他交出解藥。龍駿閉目不語。徐天宏將刀架在他頸中威嚇，他仍是不理，心中盤算：「我寧死不屈，回去皇上定然有賞，只要稍有怯意，削了皇上顏面，我一生前程也就毀了。在皇上面前，諒這些土匪也不敢殺我。」無塵喝道：「我這招是『仙人指路』，你用『回頭是岸』招架！」褚圓下定決心，偏不照他的話使劍。那知無塵劍鋒直戳他右頰，褚圓苦練達摩劍法二十餘年，心劍合一，勢成自然，已是根深蒂固，敵劍既然如此刺到，不得不左訣平指轉東，右劍橫劃，兩刃作天地向，正是一招「回頭是岸」。無塵一招「仙人指路」逼褚圓以「回頭是岸」來招架，意存雙關，因道家求仙，釋家學佛，自己指點對方迷津，叫他認輸回頭。褚圓一招使出，見無塵縮回長劍，目光似電，盯住了自己，不由得進固不敢，退又不是，十分狼狽。無塵喝道：「我這招『當頭棒喝』，你快『橫江飛渡』！」說罷，長劍平挑，當頭劈下。褚圓身隨劍轉，回劍橫掠，左手劍訣壓住右肘，這一招不是達摩劍術中的「橫江飛渡」是甚麼？乾隆略懂武藝，雖身手平庸，但大內奇材異能之士甚多，他從小看慣，見識卻頗淵博，見無塵喊聲未絕，褚圓已照著他的指點應招，心中又好氣又好笑，卻又不禁寒心，暗忖：「褚圓在大內眾侍衛中已算一等高手，可是與這些匪徒一較量，竟然給人家耍猴兒般玩弄，一旦真有緩急，這些人濟得甚事？」他可不知道無塵劍法海內無對，褚圓遇到他自是動彈不得。也是今晚適逢其會，讓乾隆見識到天下第一劍的劍法，他竟以為「匪幫」中如此人材極夥，那也是想得左了。乾隆又看幾招，再也難忍，對白振道：「叫他回來。」白振叫道：「褚兄，主人叫你回來。」褚圓巴不得有此一叫，只因滿清軍法嚴峻，臨陣退縮必有重刑，他進退兩難，正在萬般無奈之際，忽有皇命，如逢大赦，忙回劍護身，便欲回跳。無塵喝道：「早叫你走，你不走，現在想走，嘿嘿，道爺可不放了！」長劍閃動，褚圓只見前後左右都是敵劍，全身立被裹於一團劍氣之中，那敢移動半步，只覺臉上身上涼颼颼地，似有一柄利刃周遊劃動。白振見褚圓無法退出，縱身向兩人撲將過來，伸出雙爪，便來硬奪無塵長劍。無塵見他來得兇猛，劍鋒一圈，反刺對方下盤。白振的武藝比之褚圓可高明得多了，左手兩根手指搭著劍鋒，右手一掌向他左肩打去。無塵缺了左臂，不免吃虧，敵人攻向左側，只有退避，無法反擊，身子一側，右劍直刺敵人咽喉，這一劍當真迅捷無倫。白振出手神速，竟然不輸無塵劍招，斜身避劍，右掌繼續追擊對方左肩，無塵向後退出一步，右手手腕已被他抓住。趙半山、徐天宏、駱冰等等看得親切，不由得齊聲呼叫。劍光掌影中無塵左腳飛起，直踢對方右胯。白振向左一避，借勢仍奪長劍。無塵左腳未落，右腳跟著踢出。白振萬想不到他出腿有如電閃，生平從所未見，手爪一鬆，急忙後退。無塵右腿落空，左腿跟上，這一下白振再也躲避不了，右股上重重著了一腳，一個踉蹌，險險跌入湖中。他下盤穩實，隨即站定，身子傾斜，卻仍屹立船邊，雙手疾向無塵雙目抓到。無塵側頭避讓，肩頭已被他手掌擊中。無塵罵了一聲，連環迷蹤腿一腿快如一腿，連綿不斷，左腳甫起，右腳跟著飛出。白振立即變招，眼見對方一腿又到，忙拔身縱高。這兩位大高手武功均以快速見長，此刻兔起鶻落，星丸跳躍，連經數變，旁人看得眼也花了。駱冰坐在後梢，見白振躍起，木槳抄起一大片水向他潑去。白振本擬落在船頭，空手和無塵的長劍拚鬥一場，忽見一片白晃晃的湖水迎頭澆來，情急之下，在空中打個觔斗，倒退落回花艇，總算他身手矯捷，饒是如此，下半身還是被澆得濕淋淋的十分狼狽。豈知比起褚圓來，直是算不了甚麼。原來褚圓得他來援，逃出了無塵劍光籠幕，跳回花艇，驚魂甫定，正要站到乾隆背後，忽然玉如意嗤的一聲笑了出來，只見乾隆皺起眉頭，陳家洛似笑非笑，各人神色都是十分奇特。他心中一愕，一陣微風吹來，頓感涼意，一看自身，這一驚非同小可，原來全身衣服已被無塵割成碎片，七零八落，不成模樣，頭上又是熱辣辣地，一摸頭臉，辮子、頭髮、眉毛均被剃得乾乾淨淨，又驚又羞，忽然間褲子又向下溜去，原來褲帶也給割斷了，忙伸雙手去搶褲子，噗的一聲，手裏長劍跌入湖中。乾隆眼見手下三名武藝最高的侍衛都被打得狼狽萬狀，知道再比下去也討不到便宜，對陳家洛道：「陸兄這幾位朋友果然藝業驚人，何不隨著陸兄為朝廷出力？將來光祖耀宗，封妻蔭子，才不辜負了一副好身手。像這般淪落草莽，豈不可惜？」原來乾隆頗有才略，這時非但不怒，反生籠絡豪傑以為己用之念。陳家洛笑道：「我這些朋友都和小弟一樣，寧可在江湖閒散適意。兄台好意，大家心領了。」乾隆道：「既然如此，今晚叨擾已久，就此告辭。」說罷望著尚在趙半山船中的龍駿。陳家洛叫道：「趙三哥，把東方先生的從人放回吧！」駱冰叫道：「那不成！心硯中了他的毒蒺藜，他不肯給解藥。」說著又將船划近了些。乾隆向李可秀輕輕囑咐幾句，轉頭對龍駿道：「拿解藥給人家。」龍駿道：「小的該死，解藥留在北京沒帶出來。」乾隆眉頭一皺便不言語了。陳家洛道：「趙三哥，放了他吧！」趙半山心想總舵主還不知道毒蒺藜的厲害，可是亦不便公然施刑，而且此人如此兇悍，只怕施刑也自無用，即使從他身邊搜出解藥，不明用法，也是枉然，此刻只要一放走，再要拿他便不容易，何況心硯命懸一線，又怎能耽擱？但總舵主之令卻又不能不遵，當下十分躊躇。徐天宏道：「三哥，那兩枚毒蒺藜給我。」趙半山不明他用意，從懷裏將兩枚毒蒺藜掏出，一枚是從心硯肩上起下，一枚是比暗器時接過來的。徐天宏接過，左手一拉，嗤的一聲，將龍駿胸口衣服扯了一大片，露出毛茸茸的胸膛，右手一舉，噗噗噗，毒蒺藜在他胸口連戳三下，打了六個小洞。龍駿「啊喲」一聲大叫，嚇得滿頭冷汗。徐天宏將毒蒺藜交還趙半山，高聲對陳家洛道：「陸公子，請你給幾杯酒。我們要和這位龍爺喝兩杯，交個朋友，馬上放他回來。」陳家洛道：「好。」玉如意在三隻酒杯中斟滿了酒。陳家洛道：「三哥，酒來了。」拿起酒杯擲去，一隻酒杯平平穩穩的從花艇飛出。趙半山伸手輕輕接住，一滴酒也沒潑出。眾人喝采聲中，其餘兩杯酒也飛到了趙半山手裏。徐天宏接過酒杯，說道：「龍爺，咱們乾一杯！」龍駿傷口早已麻癢難當，見到酒來更如見了蛇蠍，驚懼萬狀，緊閉嘴唇，死咬牙關。要知酒一入肚，血行更快，劇毒急發，立時斃命。徐天宏笑道：「喝吧，何必客氣？」小指與無名指箝緊他鼻孔，大拇指和食指在他兩頰用力一捏，龍駿只得張嘴，徐天宏將三杯酒灌了下去。龍駿三杯酒落肚，片刻之間胸口麻木，大片肌肉變成青黑，性命已在呼吸之間，他自知毒蒺藜毒性可怖之至，那裏還敢倔強，性命要緊，功名富貴只好不理了，顫聲道：「放開我穴道，我……我……我……拿解藥出來。」趙半山一笑，一揉一拍，解開他閉住的穴道。龍駿咬緊牙關，從袋裏摸出三包藥來，說道：「紅色的內服，黑色的吸毒，白色的收口。」話剛說完，人已昏了過去。趙半山忙將一撮紅色藥末在酒杯裏用湖水化了，給心硯服下，將黑藥敷上傷口，不一會，只見黑血汩汩從傷口流出。駱冰隨流隨拭，黑血漸漸變成紫色，又變成紅色，心硯，「啊喲，啊喲」的叫了起來，趙半山再把白色藥末敷上，笑道：「小命拾回來啦！」徐天宏恨龍駿歹毒，將三包藥都放入懷中，大聲道：「你的解藥既然留在北京，即刻回京去取解藥，也還來得及。」趙半山見到龍駿的慘狀，心有不忍，向徐天宏把藥要了過來，給他敷服。陳家洛向乾隆道：「小弟這幾個朋友都是粗魯之輩，不懂禮數，仁兄幸勿見責。」乾隆乾笑幾聲，舉手說道：「今日確是大增見聞。就此別過。」陳家洛叫道：「東方先生要回去了，船靠岸吧！」梢公答應了，花艇緩緩向岸邊划去。數百艘小船前後左右擁衛，船上燈籠點點火光，天上一輪皓月，都倒映在湖水之中，湖水深綠，有若碧玉。陳家洛見此湖光月色，心想：「西湖方圓號稱千頃。昔賢有詩詠西湖夜月，云：『寒波拍岸金千頃，灝氣涵空玉一杯。』麗景如此，誠非過譽。」