第二回　白衣書生那人想了一會，白子不肯罷休，當下與黑子在左上角展開劇鬥，一時之間妙著紛紜，自北而南，逐步爭到了中原腹地，但白子布局時棋輸一著，始終落在下風，到第九十三著上遇到了個連環劫，白勢已是岌岌可危，但他仍是要勉力支撐。郭襄在旁看得心焦，忍不住脫口叫道：「何不逕棄中原，反取西域？」那人一凜，只見棋盤西邊留著一大片空地，如果乘著打劫之時連下兩子佔先，即使棄了中腹，仍可設法爭取個不勝不敗的局面。那人被郭襄一言提醒，仰天長笑，連說：「好，好！」跟著下了數子，突然想起有人在旁，忙將長劍在地下一擲，轉身說道：「那一位高人承教，在下當真是感激不盡。」說著向郭襄藏身處一揖。郭襄見這人長臉深目，廋骨稜稜，約莫三十歲左右年紀，她向來脫略，也不理會男女之嫌，從花叢之中走了出來，笑道：「適才聽得先生雅奏，空山鳥語，百禽來朝，實深欽佩。又見先生畫地為局，仗劍書譜，忍不住多嘴，還祈見諒。」那人見郭襄是個妙齡女郎，大以為奇，但聽郭襄說到他的琴聲，居然一絲不錯，心下很是高興，說道：「姑娘深通琴理，若蒙不棄，願聞清音。」郭襄笑道：「我媽媽雖也教過我彈琴，但比起你的神乎奇技，卻是差得遠了，不過我既已聽過你的妙曲，不回答一首，卻有點說不過去。好吧，我彈便彈一曲，你卻不許取笑。」那人道：「怎敢？」於是雙手捧起瑤琴，送到郭襄面前。郭襄見這琴古紋斑斕，顯是年月已久，接過時著手甚輕，於是調了調琴絃，彈了起來，奏的是一曲「考槃」。郭襄的手法自沒什麼出奇，但那人卻聽得臉有驚喜之色，他順著琴音，心中默想詞句：「考槃在澗，碩人之寬，獨寐寐言，永矢勿諼。」原來這調出自「詩經」，是一首隱士之歌，意思說大丈夫在山澗之間遊蕩，獨往獨來，雖然臉有憔悴之色，寂寞無侶，但志向高潔，永不改變。那人聽郭襄的琴音正說中自己的心事，不禁大是感激，郭襄琴聲已畢，他還是痴痴的站著。郭襄輕輕將瑤琴放下，轉身走出松谷，縱聲而歌：「考槃在陸，碩人之軸，獨寐獨宿，永矢勿告。」招來青驢騎上了，又往深山林密之處行去。郭襄在江湖上闖蕩數年，所經異事甚多，那人琴韻集禽，畫地自奕之事，在她也只是過眼雲煙，風萍聚散，不著痕跡。又過兩天，屈指算來已是他大鬧少林寺的第十天，便是崑崙三聖約定和少林高僧較量武藝的日子，郭襄天沒亮便起來，低頭沉吟，一時可想不出如何混入寺中，看看到底是誰高誰下，心道：「我雖是媽媽的女兒，但她偏偏這麼機伶，什麼事兒眼睛一轉，便想到了十七八條妙計，我卻偏偏這麼蠢，連一條計策也想不出來。好吧，不管怎樣，我先到寺外去瞧瞧再說，說不定他們應付外敵，打得熱鬧，便忘了攔阻我進寺。」這日早晨胡亂吃了些乾糧，便騎著青驢，又往少林寺進發，行到離寺約有十里之處，忽聽得馬蹄聲響，左側山道上有三乘馬連騎而來。三匹馬一青一黃一白，都是腿長膘肥，步子甚是迅捷，轉眼之間便從郭襄身前掠過，直上少林寺而去。馬背上三人都是五十來歲的老者，身穿青布短衣，馬鞍上都掛著盛兵刃的布囊。郭襄心念一動：「這三人均是身負武功，今日帶了兵刃上少林寺，多半便是崑崙三聖了。我若是遲了一步，只怕瞧不到好戲。」於是伸手在青驢臀上一拍，青驢昂首一聲嘶叫，潑刺刺的自後趕了上去。這青驢身形雖小，腳力卻健，片刻間便追到了三乘馬的身後。這時郭襄看清楚了那三個老者的身形，青馬的乘客身材矮小，黃馬的乘客中等身材，白馬乘客卻是極高極瘦，三人坐在馬背上都不用馬鞍。再細瞧那三頭牲口時，只見三匹馬均是鬣毛特長，小腿上也是長毛垂地，與中土一般馬匹迥異。那三匹馬登山越嶺，如履平地，馬上乘客一覺得郭襄縱驢追來，馬鞭一揮，三乘馬疾馳上山，頃刻間將郭襄的青驢拋得老遠，再也追趕不上。只見青馬和黃馬上的乘客都回頭望了一眼，見郭襄這麼一個年輕姑娘孤身上山，似乎心中都感奇怪。郭襄縱驢又趕了二三里地，那三騎馬已奔得影蹤不見，青驢這一程快奔，卻已是噴氣連連，頗有些支持不住。郭襄叱道：「不中用的畜生，平時儘愛鬧脾氣，發蠻勁，姑娘當真要用你時，卻又追不上人家。」眼見更催也是無用，索性便在道旁一個石亭中憩息片刻，讓青驢在道旁的泉水中喝一個飽。過不多時，忽聽得馬蹄聲響，那三乘馬轉過山坳，奔了回來。郭襄大奇：「怎地這三人一上去便回了轉來，難道當真是如此不堪一擊？」果見那三匹駿馬奮鬣揚蹄，直奔進石亭中來，三個乘客翻身下馬，讓那馬匹休息。郭襄瞧那三人時，見矮老者臉若硃砂，一個酒糟鼻子火也般紅，笑咪咪的神色頗為溫和可親；那竹竿般身裁的老者卻是臉色鐵青，蒼白之中隱隱泛出一層綠氣，倒似終年不見天日一般，這兩人身形容貌，無一不是截然相反。第三個老者相貌平平無奇，只是臉色臘黃，微帶病容。郭襄好奇心起，問道：「三位老先生，你們到了少林寺沒有？怎地剛上去便回下來啦？」那青臉老者橫了她一眼，似怪她亂說亂問，那酒糟鼻的紅臉矮子笑道：「姑娘怎知咱們是到少林寺去？」郭襄道：「從此上去，不到少林寺卻往何處？」那紅臉老者點頭道：「這話是不錯。姑娘卻又往何處去？」郭襄道：「你們去少林寺，我自然也去少林寺。」那青臉老者突然插口，說道：「少林寺向來不許女流踏進山門一步，又不許外人攜帶兵刃進寺。」他說話的語氣甚是傲慢，他身形甚高，說話之時眼光從郭襄頭頂上瞧了過去，向她望也不望一眼。郭襄心下氣惱，說道：「你們怎又攜帶兵刃？那馬鞍旁的布囊之中，放的難道不是兵器？」那青臉老者冷冷的道：「你怎能跟咱們相比？」郭襄冷笑一聲道：「你們三個又怎樣？難道便這般橫？崑崙三聖跟少林寺的老和尚們交過了手麼？誰勝誰敗啊？」那三個老者聽郭襄提到崑崙三聖四字，臉上都是神色微變，那紅臉老者問道：「小姑娘，你怎會知道『崑崙三聖』的事？」郭襄道：「我自然知道。」青臉老者突然踏上一步，厲聲道：「你姓什麼？是誰的門下？到少林寺來幹什麼？」郭襄俏臉一揚，道：「你管得著麼？」那青臉老者脾氣暴躁，又是數十年來到處受人尊崇，從未受過這般挺撞，手掌一揚，便想給她一個耳光，但跟著便想大欺小，男欺女甚不光采，自己是何等身份，怎能跟小孩子一般見識？當下身形一晃，伸手便摘下郭襄腰間懸著的短劍，這一下動作之快，實是難以形容，郭襄但覺涼風輕颺，人影閃動，自己的佩劍便給他搶了過去。她猝不及防，猛地裏著了人家的道兒，倒是她行走江湖以來從所未有之事。其實以郭襄的武功閱歷，若要在江湖間闖蕩，原是大大不夠，但武林之中，十之八九，都知她是郭靖的女兒，便是旁門左道之士，經過楊過傳柬給她慶賀生辰之後，幾乎也是無人不曉，即使不礙著郭靖的面子，也礙著楊過的面子。兼之郭襄人既美麗，性格兒又是豪爽好客，即使市井中引車賣漿、屠狗負販之徒，她也是一視同仁，往往沽了酒來請他們共飲一杯。因此江湖間雖然風波險惡，她竟是履險如夷，逢凶化吉，從來沒吃過半點虧。這青臉老者驀然奪了她的劍去，竟使她一時之間不知所措，若是上前相奪，自忖武功遠遠不及人家，但如就此罷休，心下又豈能甘？那青臉老者左手的中指和食指挾著短劍的劍鞘，冷冰冰的道：「你這把劍，我暫且扣下了。你膽敢對我這等無禮，自是父母和師長少了管教，你去要他們來向我取劍，我會跟他們好好一說，教你父母師長多留上一點兒神。」這一番話真把郭襄氣得滿臉通紅，聽這人話中之意，直是將她當作了一個沒有家教的頑童，心想：「好哇！你罵了我，也罵了我外公和爹娘，你當真有通天本事，這般天不怕地不怕的亂逞威風？」她定了定神，強忍一口怒氣，說道：「你叫什麼名字？」那青臉老者哼了一聲，道：「什麼『你叫什麼名字』我教你，你該這麼問：『不敢請教老前輩尊姓大名？』」郭襄怒道：「我偏要問你叫什麼名字，你不說便不說，誰又希罕了？這把劍又值得什麼？你為老不尊，偷人搶人的東西，我也不要了。」說著轉過身子，便要走出石亭。忽然間眼前紅影一閃，那個紅臉矮子已擋在她身前，笑咪咪的道：「女孩兒家不可發這般大的脾氣，將來嫁了婆家做媳婦兒，難道也由得你使小性兒麼？好，我便跟你說，咱們師兄弟三人，這幾天萬里迢迢的剛從西域趕來中原……」郭襄小嘴一扁，道：「你不說我也知道。咱們神州中原，本是沒你三個的字號。」三個老者相互望了一眼，那紅臉老者道：「請問姑娘，尊師是那一位？」郭襄在少林寺中不肯說父母的名字，這時心下真的惱了，說道：「我爹爹姓郭，單名一個『靖』字。我媽媽姓黃，單名一個『蓉』字。我沒有師父，就是爹爹媽媽胡亂教一些兒。」三個老者又相互望了一望，只聽那青臉老者喃喃的道：「郭靖？黃蓉？他們是那一門那一派的？是誰的弟子？」郭襄這一氣當真是非同小可，心想我父母名滿天下，別說武林中人，便是尋常百姓，又有誰不知義守襄陽的郭大俠？但瞧那三個老者的神色，卻又不似假不知，郭襄心念一動，當即恍然：「這崑崙三聖遠處西域，從來不履中土。以這般高的武功，爹爹卻從來沒提過他們的名頭，那麼他們真的不知爹爹媽媽，也是不足為奇的了。想必他們在崑崙山深處隱居，勤練武功，對那外事從來不聞不問。」想到這裏，心下登時釋然，怒氣漸消，說道：「我姓郭名襄，便是襄陽城這個『襄』字。好啦，我都對你們說了，你們三位尊姓大名啊？」那紅臉老者笑嘻嘻的道：「是啊，小女娃兒一教便會，這才是尊敬長輩的道理。」他指著那黃臉老者道：「這位是咱們大師哥，他姓潘，名字叫天耕。我是二師兄，姓方，叫作天勞。」又指著青臉老者：「這位三師弟姓衛，名叫天望。咱師兄弟三個排行之中都有一個天字。」郭襄「嗯」了一聲，心下默記一遍，說道：「你們到底上不上少林寺去，你們跟那些和尚比過武藝麼，卻是誰的武功強些？」那青臉老者「咦」的一聲，厲聲道：「怎麼你什麼都知道？咱們要跟少林寺和尚比試武藝，天下沒有幾人知曉，你怎麼得知？快說，快說！」說著直逼到郭襄身前，惡狠狠的瞪著她。郭襄暗想：「我是什麼人，豈能受你的威嚇？本來跟你說了也不要緊，但你越是惡，我越是不說。」向著他也瞪了一眼，冷然道：「你這個名字不好，為什麼不改作『天惡』？」衛天望怒道：「什麼？」郭襄道：「如你這般凶神惡煞般的人物，我當真還是少見。偷了我搶了我的東西，還這麼狠霸霸的，這不是天上的天惡星下凡麼？」衛天望喉頭胡胡幾聲，發出猶似獸嘄般的響聲。胸口突然間脹大了一倍，似乎頭髮和眉毛都豎了起來。那紅臉老者方天勞急叫：「三弟，不可動怒！」拉著郭襄手臂往後一扯，將她扯在丈許之外，自己身子已隔在二人之間。郭襄見了衛天望這般暴怒的情景，知他若是猛然出手，其勢定不可當，不由得心中也生懼意。只見衛天望右手抓住短劍的劍柄，拔劍出鞘，左手兩根手指平平挾住劍刃，勁透指節，喀的一聲，劍刃又登時斷為兩截。他跟著將半截斷劍還入劍鞘，說道：「誰要你這把不中用的短劍了？」郭襄見他手指上的勁力如此厲害，心下也自駭然，心想這雖然及不上外公的彈指神通功夫，卻也是平生罕見的外門硬功，身上若是受了他手指的一戮，不死也受重傷。衛天望見郭襄臉上變色，甚是得意，抬頭哈哈大笑，這笑聲刺入耳鼓，直震得石亭頂上的瓦片也格格而響。驀地裏咯喇一聲，石亭屋頂破裂，掉下一大塊物事來。眾人都吃了一驚，連衛天望自己也是大出意料之外。他運足內力，發出笑聲，方能震動屋瓦，其實這笑聲中殊無愉快之意，只不過是運功叫喊幾聲「哈哈，哈哈」而已。居然能震破屋頂，不由得驚喜交集。再看那掉下來的物事時，更是一驚，只見一個身穿白衣的中年漢子，雙手抱著一張瑤琴，躺在地下，兀自閉目沉睡。郭襄喜道：「喂，你在這兒啊！」原來此人正是數日前她在山坳中所遇見的那個撫琴自奕的男子。那人閉著眼睛幽幽吟道：「老冉冉其將至矣，恐修名之不立！」一睜眼見到郭襄，跳起身來，說道：「姑娘，我到處找你，卻不道又在此間邂逅。」郭襄道：「你找我幹什麼？」那人道：「我忘了請教姑娘的高姓大名。」郭襄道：「什麼高姓大名？文縐縐，酸溜溜的，我最不愛聽。」那人一怔，笑道：「嗯，不錯，不錯！越是鬧虛文、擺架子，越是沒有真才實學，這種人去混騙鄉巴老兒，那是最妙不過。」說罷雙眼瞪看衛天望，嘿嘿冷笑。郭襄大喜，想不到此人如此知趣，這般幫著自己。衛天望給他這麼雙眼一瞪，一張鐵青的臉更加青了，冷冷的道：「尊駕是誰？」那人竟不理他，對郭襄道：「姑娘，你叫什麼名字？」郭襄道：「我姓郭，單名一個襄字。」那人鼓掌道：「啊，當真是有眼不識泰山，原來便是四海聞名的郭大姑娘。令尊郭靖郭大俠，令堂黃蓉黃女俠，除了無知無識之徒，不明好歹之輩，江湖上誰人不知，那個不曉？他二人文武雙全，刀槍劍戟，拳掌氣功，琴棋書畫，詩詞歌賦，無一不是凌駕古今，冠絕當時。哈哈，偏有一干妄人，竟爾不知他二位的名頭。」郭襄心中一樂：「原來你躲在石亭頂上，早聽到了我和這三人的對答。看來你其實也不知我爹娘是何等樣人，我行二，卻叫我郭大姑娘，又說我爹爹會得琴棋書畫、詩詞歌賦，真是笑話奇談了。」於是說道：「那你叫什麼名字啊？」那人道：「我姓何，名字叫作『足道』。」郭襄笑道：「何足道，何足道，這名字倒是謙遜得很。」何足道道：「比之天什麼、地什麼的大言不慚、妄自尊大的小子，區區的名字還算不易令人作嘔。」何足道一直對衛天望等三人不絕口的冷嘲熱諷。那三人見他壓破亭頂而下，顯非等常，初時尚自忍耐，要瞧瞧這個白衣怪客到底是什麼來歷，但他言語越來越是刻薄，衛天望再也按捺不住，反手便往何足道頰上一掌打去。何足道頭一低，從他手臂底下鑽過。衛天望只覺左腕上微微一麻，手中持著的短劍已給他挾手奪去。衛天望搶奪郭襄的短劍之時，身法奇快，令人無法看清，但何足道這一下卻是飄然而過，輕描淡寫的便將短劍隨手取了過來，身法手勢，均無什麼特異之處。衛天望一驚，搶步而上，出指如鉤，便往何足道肩頭抓到。何足道斜身略避，衛天望這一抓登時便落了空。潘天耕和方天勞突然間倒躍出亭，衛天望左拳右掌，風聲呼呼，霎時之間打出了七八招，但何足道左閃右避，竟連衣角也沒給帶到半點。他手中捧著短劍，對敵人猶如暴風驟雨般的拳招始終不招不架，只是微微一側身，衛天望的拳招便落了空。郭襄限於年歲，武功雖不甚精，但她自幼所見所處，都是當世第一流的武學高手，見識是極高的，見何足道舉重若輕，以極巧妙的身法，閃避極剛猛的敵招，這等武功身法又是另成一家，和中土各家各派成名的武學均自不同，不由得越看越奇。衛天望連發二十餘招，兀自不能逼得他出手，喉頭間猛地一聲低嘄，拳法忽變，出招遲緩，但拳力卻是凝重強勁。郭襄站在亭中，漸覺拳風壓體，於是一步步的退到亭外。何足道不敢再行只閃撲而不還招，將短劍往腰間一插，雙足一站，身子登時如淵渟嶽峙，喝道：「你會硬功，難道我便不會麼？」待衛天望雙掌推到，左手反臂一掌，以硬功對硬功，砰的一聲，衛天望身子一晃，倒退了兩步，何足道卻是站在原地不動。衛天望自恃外門硬功當世少有敵手，豈知對方硬碰硬的反擊，毫不借勢取巧，竟以硬功將自己震退。他心中不服，吸一口氣，大喝一聲，又是雙掌劈了過來。何足道也是一聲猛喝，反擊一掌，喀喇喇響聲過去，只震得亭子頂上的破洞中泥沙亂落。衛天望退了四步，方始拿樁站住。他對了這兩掌，頭髮蓬亂，雙睛凸出，模樣甚是可怖，雙手抱著丹田，運了幾口氣，只見他胸口陷入，肚子脹起有如皮鼓，全身骨節格格亂響，一步步的向何足道緩緩走來。何足道見了他這等聲勢，知他這一擊之中，將顯示畢生功力，卻也不敢怠慢，調勻真氣，以待敵勢。衛天望慢慢走到了離何足道身前四五尺之處，本該發招，可是他仍不停步，又向前走了兩步，直到與何足道面對而立，幾乎呼吸相接，這才雙拳驟起，一掌擊向敵人面門，另一掌卻按向對方小腹。這一次他雙掌錯擊，要令何足道力分而散，招勢掌力，兩臻絕妙。何足道也是雙掌齊出，交叉著左掌和他左掌相接，右掌和他右掌相接，但掌力之中，卻是分出一剛一柔。衛天望但覺擊向他小腹的一掌如著無物，擊他面門的右掌卻似碰到了銅牆鐵壁，心下甫覺不妙，猛地裏一股巨力撞來，推著他的身子直送出石亭之外。這一下仍是硬碰硬的對力，力弱者傷，中間實無絲毫迴旋的餘地，不論衛天望拿樁站定，或是一交摔倒，他自己的掌力反擊回來，再加上何足道的掌力，定須迫得他口噴鮮血。潘天耕和方天勞齊聲叫道：「出掌！」兩人相對著各推出一掌，兩股掌力構成一道軟牆，衛天望跌出來時背心在那掌力的氣流上一靠，這才不致受傷，但五臟翻動，全身骨骼如欲碎裂，一口氣緩不過來，登時委頓不堪。那紅臉矮子方天勞見衛天望竟吃了這般大的苦頭，心下暗自驚怒，但臉上仍是笑嘻嘻的說道：「閣下掌力之強，真乃世所少見，佩服佩服。」郭襄心想：「說到掌力的剛猛渾厚，又有誰能及得爹爹的降龍十八掌？你們這崑崙三聖僻處荒山，井底觀天，夜郎自大，總有一日叫你們見識見識中土人物。」她言念及此，心中驀地一酸，原來這時她想到要方天勞等見識的中土人物，竟不是她父親而是楊過。只聽方天勞又道：「小老兒不才，再來領教領教閣下的劍法。」何足道道：「方兄對郭姑娘很是客氣，在下可沒怪你，咱們不用比了。」郭襄一怔：「你給那姓衛的吃這番苦頭，原來是為了他對我不客氣？」方天勞走到坐騎之旁，從布囊中取出一柄長劍，刷的一響，拔劍出鞘，伸指在劍身上一彈，嗡嗡之聲，良久不絕。他一劍在手，笑容忽斂，左手捏個劍訣，平推而出，訣指上仰，右手劍朝天不動，正是那一招「仙人指路」。何足道道：「師兄既要逼我動手，就拿郭姑娘這柄短劍跟你試幾招。」說著抽出半截短劍。那短劍本不過二尺來長，給衛天望以指截斷後，劍刃只餘下七八寸，而且平頭無鋒。連匕首也不像。他左手仍舊拿著劍鞘，右手舉起半截斷劍，斗然搶攻。這一下出招快極，方天勞眼前白影一閃，何足道已連攻三招，雖因斷劍太短，傷不著他，但方天勞已自暗暗心驚，心想：「這三招來得好快，真是教人猝不及防，那是什麼劍法？他手中拿的若是長劍，只怕此刻我已血濺當場。」何足道三招一過，向旁竄開，凝立不動，方天勞當即展開劍法，半守半攻，如遊龍般搶到。何足道閃身相避，只不還手。突然百忙中又快攻三招，逼得方天勞手忙足亂，他卻又已縱身躍開。方天勞怒氣漸增，一柄劍使將開來，白光閃閃，莫瞧他身材矮小，這劍法上的造詣卻果真不低。郭襄心道：「這老兒招數剛猛狠辣，和那姓衛的掌法是同一條路子，只是帶了三分靈動之氣，卻更加厲害些……」正想到此處，忽聽得何足道喝道：「小心了！」一個「了！」字剛脫口，但見他左手劍鞘一舉，快逾電光石火，撲的一聲輕響，已用劍鞘套住了方天勞長劍的劍頭，右手斷劍跟著遞出，直指他的咽喉。方天勞長劍不得自由，無法迴劍招架，眼睜睜的瞧著斷劍抵向自己咽喉，只得撇下長劍，就地一滾，才閃開了這一招。方天勞滾在一旁，尚未躍起，但見人影一閃，潘天耕已縱身過來，抓住長劍劍柄，一抖一抽，脫出劍鞘，何足道與郭襄同時喝了聲采：「好身法！」這臉有病容的老頭始終不發一言，想不到武功竟是三人之首。何足道道：「閣下好功夫，在下甚是佩服。」回頭向郭襄道：「郭姑娘，自從日前聞你雅奏，我作了一套曲子，想請你品評品評。」郭襄道：「什麼曲子啊？」何足道盤膝坐下，將瑤琴放在膝上，理絃調韻，便要彈琴。潘天耕道：「閣下連敗我兩位師弟，姓潘的還欲請教。」何足道搖手道：「武功比試過了，沒有什麼餘味。我要彈琴給郭姑娘聽，這是一首新曲，你們三位愛聽，便請坐著，若是不懂，尚請自便。」於是左手按節撚絃，右手彈了起來。郭襄只聽了幾節，不由得又驚又喜，她自聽瑤琴以來，從未聽過如此古怪的曲子。原來這琴曲的一部分是自己奏過的「考槃」，另一部分卻是秦風中的「蒹葮」之詩，兩個截然不同的調子，給他別出心裁的混和在一起，一應一答，說不出的奇妙動聽，但聽那琴韻中奏著：「考槃在澗，碩人之寬。蒹葮蒼蒼，白露為霜，所謂伊人，在天一方……碩人之寬，碩人之寬……朔迴從之，道阻且長，朔遊從之，宛在水中央……獨寐寤言，永矢勿諼，永矢勿諼……」郭襄聽到這裏，心中驀地一動：「他琴中說的『伊人』，難道是我麼？這琴曲何以如此纏綿，充滿了思慕之情？」想到此處，不由得臉上微微一紅。只是這琴曲實在編得巧妙，「考槃」和「蒹葮」兩首曲子的原韻絲毫不失，相互參差應答，卻大大的豐富華美起來。潘天耕等三人卻聽得半點不懂，他們不知何足道為人疏狂，性格中帶著三分書獃子的痴氣，既編了一首新曲，便巴巴的趕來要郭襄欣賞，何況這曲子也確實是為她而編，於是將眼前的大事也拋在腦後。但見他凝神彈琴，竟沒將自己三人放在眼裏，顯是對自己輕視已極，此可忍孰不可忍？潘天耕長劍一指，點向何足道左肩，喝道：「快站起來，我跟你比劃比劃。」何足道全心沉浸在琴聲之中，當真是神遊物外，似乎見到一個狷介的狂生在山澤之中漫遊，遠遠望見水中小島間站著一個溫柔的少女。於是不辭山遠水長，一股勁兒的過去見她……。忽然間左肩上一痛，他登時驚覺，抬頭一看，原來潘天耕手中長劍指著他肩頭，輕輕刺破了一點兒皮膚，如再不招架，只怕他便要挺劍傷人，但這一曲尚未彈完，俗人在旁相擾，實在大煞風景，當下抽出半截斷劍，噹的一聲，將潘天耕的長劍架開，右手卻仍是撫琴不停。這當兒何足道終於顯出了生平絕技，他一手彈琴，一手使劍，無法再行按絃，於是對著第五根琴絃運氣一吹，那琴絃便低陷下去，竟與用手按捺一般無異，右手彈奏，琴聲中自也分出宮商角徵羽五音，高下低昂，無不宛轉如意。潘天耕急攻數招，何足道順手應架，雙眼只是凝視琴絃，緊恐一口氣吹的部位不合，亂了琴韻。潘天耕愈怒，劍招越攻越急，但不論長劍刺向何方，總是給他輕描淡寫的擋開。郭襄聽著琴聲，心中樂音流動，對潘天耕的仗劍也沒在意，只是雙劍相交噹噹之聲，擾亂了琴聲。她雙手輕輕擊掌，打著節拍，皺眉對潘天耕道：「你出劍忽徐忽疾，難道半點不懂音韻嗎？喏，你聽著這節拍出劍，一拍一劍，那麼夾著琴聲之中就不會難聽。」潘天耕如何理她。眼見敵人坐在地下，單掌持著半截斷劍，眼光向自己瞧也不瞧，但自己兀自奈何不了他，更是焦躁起來，斗然間劍法一變，一輪快攻，兵刃相交的噹噹之聲，登時便如密雨。