第五回　皓臂似玉梅花妝錢塘江到了六和塔下轉一個大彎，然後直向東流。該處和府城相距不近，張翠山腳下雖快，得到六和塔下，天色也已將黑，只見塔東三株大柳樹下果然繫著一艘扁舟。錢塘江中的江船張有風帆，自比西湖裏的遊船大得多了，但橋頭掛著兩盞碧紗燈籠，卻和昨晚所見的一般模樣。張翠山心中怦怦而跳，定了定神，走到大柳樹下，只見碧紗燈下，那少女獨坐船頭，身穿淡綠衫子，卻已改了女裝。張翠山本來一意要問她昨晚的事，這時見她換了女子裝束，卻躊躇起來，忽聽那少女仰天吟道：「抱膝船頭，思見嘉賓，微風波動，惘焉若醒。」張翠山朗聲道：「在下張翠山，有事請教，不敢冒昧。」那少女道：「請上船罷。」張翠山輕輕躍上船頭。那少女道：「昨晚烏雲敝天，未見月色，今天雲散天青，可好得多了。」聲音嬌媚清脆，但說話時眼望天空，竟沒向他瞧上一眼。張翠山道：「不敢請教姑娘尊姓。」那少女突然轉過頭來，兩道清澈明亮的眼光在他臉上滾了兩轉，並不答話。張翠山見她清麗不可方物，為此容光所逼，登覺自慚，不敢再說甚麼，轉身躍上江岸，發足往來路奔回。奔出十餘丈，斗然停步，心道：「張翠山啊張翠山，你昂藏七尺，男兒漢大丈夫，縱橫江湖，無所畏懼，今日卻怕起一個年輕姑娘來？」側頭回望，只見那少女所坐的江船沿著錢塘江順流緩緩而下，兩盞碧紗燈照映江面，張翠山一時心意難定，在岸邊信步而行。人在岸上，舟在江上，一人一舟並肩而行。那少女仍是抱膝坐在船頭，望著天邊新升的眉月。張翠山走了一會，不自禁的順著她的目光一看，卻見東北角上湧起一大片烏雲。當真是天有不測風雲，這烏雲湧得甚快，不多時便將月亮遮住，一陣風過去，撒下細細的雨點來。江邊一望平野，無可躲雨之處，張翠山心中惘然，也沒想到要躲雨，雨雖不大，但時候一久，身上便已濕透。只見那少女仍是坐在船頭，自也已淋得全身皆濕。張翠山猛地省起，叫道：「姑娘，你進艙避雨啊。」那少女「啊」的一聲，站起身來，不禁一怔，說道：「難道你不怕雨了？」說著便進了船艙，過不多時，從艙裏出來，手中多了一把雨傘，手一揚，將傘向岸上擲來。張翠山伸手接住，見是一柄油紙小傘，張將開來，見傘上畫著遠山近水，數株垂柳，一幅淡雅的水墨山水畫，題著七個字道：「斜風細雨不須歸。」杭州傘上多有書畫，自來如此，也不足為奇，傘上的繪畫書法出自匠人手筆，便和江西的瓷器一般，總不免帶著幾分匠氣，豈知這把小傘上的書畫竟然甚為精緻，那七個字微嫌勁力不足，當是出自閨秀之手，但頗見清麗脫俗。張翠山抬起了頭看傘上書畫，足下並不停步，卻不知前面有條小溝，左足一腳踏下，竟踏了個空。若是常人，這一下非摔個大觔斗不可。但他變招奇速，右足向前踢出，身子已然騰起，輕輕巧巧的跨過了小溝。只聽得舟上少女喝了聲彩：「好！」張翠山轉過頭來，見她頭上戴了頂斗笠，站在船頭，風雨中衣袂飄飄，真如凌波仙子一般。那少女道：「傘上書畫，還能入張相公法眼嗎？」張翠山於繪畫向來不加措意，留心的只是書法，說道：「這筆衛夫人名姬帖的書法，筆斷意連，筆短意長，極盡簪花寫韻之妙。」那少女聽他認出自己的字體，心下甚喜，說道：「這七字之中，那個『不』字寫得最不好。」張翠山細細凝視，說道：「這『不』字寫得很自然啊，只不過少了含蓄，不像其餘的六字，餘韻不盡，觀之令人忘倦。」那少女道：「是了，我總覺這字寫得不愜意，卻想不出是甚麼地方不對，經相公一說，這才恍然。」她所乘江船順水下駛，張翠山仍在岸上伴舟而行。兩人談到書法，一問一答，不知不覺間已行出里許。這時天色更加黑了，對方面目早已瞧不清楚。那少女忽道：「聞君一席話，勝讀十年書，多謝張相公指點，就此別過。」她手一揚，後梢舟子拉動帆索，船上風帆慢慢升起，白帆鼓風，登時行得快了。張翠山見帆船漸漸遠去，不自禁的感到一陣悵惘，只聽得那少女遠遠的說道：「我姓殷……他日有暇，再向相公請教……」張翠山聽到「我姓殷」三個字，驀地一驚：「那都大錦曾道，託他護送俞三哥的，是個相貌俊美的書生，自稱姓殷，莫非便是此人喬裝改扮？」他想至此事，再也顧不得甚麼男女之嫌，提氣疾追。帆船駛得雖快，但他展開輕功，不多時便已追及，朗聲問道：「殷姑娘，你識得我俞三哥俞岱巖嗎？」那少女轉過了頭，並不回答。張翠山似乎聽到了一聲歎息，只是一在岸上，一在舟中，卻也聽不明白，不知到底是不是嘆氣。張翠山又道：「我心下有許多疑團，要請剖明。」那少女道：「又何必一定要問？」張翠山道：「委託龍門鏢局護送我俞三哥赴鄂的，可就是殷姑娘嗎？此番恩德，務須報答。」那少女道：「恩恩怨怨，那也難說得很。」張翠山道：「我三哥到了武當山下，卻又遭人毒手，殷姑娘可知道嗎？」那少女道：「我很是難過，也覺抱憾。」他二人一問一答，風勢漸大，帆船越行越快。張翠山內力深厚，始終和帆船並肩而行，竟沒落後半步。那少女內力不及張翠山，但一字一句，卻也聽得明白。錢塘江越到下游，江面越闊，而斜風細雨也漸漸變成狂風暴雨。張翠山問道：「昨晚龍門鏢局滿門數十口被殺，是誰下的毒手，姑娘可知嗎？」那少女道：「我跟都大錦說過，要好好護送俞三俠到武當，若是路上出了半分差池……」張翠山道：「你說要殺得他鏢局中雞犬不留。」那少女道：「不錯。他沒好好保護俞三俠，這是他自取其咎，又怨得誰來？」張翠山心中一寒，說道：「鏢局中這許多人命，都是……都是……」那少女道：「都是我殺的！」張翠山耳中嗡的一響，實難相信這嬌媚如花的少女竟是殺人不眨眼的兇手，過了一會兒，說道：「那……那兩個少林寺的和尚呢？」那少女道：「也是我殺的。我本來沒想和少林派結仇，不過他們用歹毒暗器傷我在先，便饒他們不得。」張翠山道：「怎麼……怎麼他們又冤枉我？」那少女格格一聲笑，說道：「那是我安排下的。」張翠山氣往上衝，大聲道：「你安排下叫他們冤枉我？」那少女嬌聲笑道：「不錯。」張翠山怒道：「我跟姑娘無怨無仇，何以如此？」只見那少女衣袖一揮，鑽進了船艙之中，到此地步，張翠山如何能不問個明白？眼見那帆船離岸數丈，無法縱躍上船，狂怒之下，伸掌向岸邊一株楓樹猛擊，喀喀數聲，折下兩根粗枝。他用力將一根粗枝往江中擲去，左手提了另一根樹枝，右足一點，躍向江中，左足在那粗枝上一借力，向前躍出，跟著將另一根粗枝又拋了出去，右足點上樹枝，再一借力，躍上了船頭，大聲道：「你……你怎麼安排？」船艙中黑沉沉地寂然無聲，張翠山便要舉步跨進，但盛怒之下仍然頗有自制，心想：「擅自闖入婦女船艙，未免無禮！」正躊躇間，忽見火光一閃，艙中點亮了蠟燭。那少女道：「請進來罷！」張翠山整了整衣冠，收攏雨傘，走進船艙，登時不由得一怔，只見艙中坐著一個少年書生，方巾青衫，摺扇輕搖，神態甚是瀟灑，原來那少女在這頃刻之間又已換上了男裝，一瞥之下，竟與張翠山的形貌極其相似。他問她如何安排使得少林派冤枉自己，她這一改裝，不用答覆，已使他恍然大悟，昏暗之際，誰都會把他二人混而為一，無怪少林僧慧風和都大錦都一口咬定是自己下的毒手。那少女伸摺扇向對面的座位一指，說道：「張五俠，請坐。」提起几上的細瓷茶壺斟了一杯茶，送到他面前，說道：「寒夜客來茶當酒，舟中無酒，未免有減張五俠清興。」她這麼斯斯文文的斟一杯茶，登時張翠山滿腔怒火發作不出來，只得欠身道：「多謝。」那少女見他全身衣履盡濕，說道：「舟中尚有衣衫，春寒料峭，張五俠到後梢換一換罷。」張翠山搖頭道：「不用。」當下暗運內力，一股暖氣由丹田升了起來，全身滾熱，衣服上的水氣漸漸散發。那少女道：「武當派內功甲於武林，小妹請張五俠更衣，真是井底之見了。」張翠山道：「姑娘是何門何派，可能見示嗎？」那少女聽了他這句話，眼望窗外，眉間登時罩上一層愁意。張翠山見她神色間似有重憂，倒也不便苦苦相逼，但過了一會，忍不住又問：「我俞三哥到底為何人所傷，盼姑娘見示。」那少女道：「不單都大錦走了眼，連我也上了大當。我早該想到武當七俠英姿颯爽，怎會是如此險鷙粗魯的人物。」張翠山聽她不答自己的問話，卻說到「英姿颯爽」四字，顯然當面讚譽自己的丰采，心頭怦的一跳，臉上微微發燒，卻不明白她說這幾句話是甚麼意思。那少女嘆了口氣，突然捲起左手衣袖，露出白玉般的手臂來。張翠山急忙低下頭來，不敢觀看。那少女道：「你認得這暗器嗎？」張翠山聽到她說到「暗器」兩字，這才抬頭，只見她左臂上釘著三枚小小黑色鋼鏢，膚白如雪，中鏢之處卻深黑如墨。三枚鋼鏢尾部均作梅花形，鏢身不過一寸半長，卻有寸許深入肉裏。張翠山吃了一驚，霍地站起，叫道：「這是少林派梅花鏢，怎……怎地是黑色的？」那少女道：「不錯，是少林派梅花鏢，鏢上餵得有毒。」她晶瑩潔白的手臂上釘了這三枚小鏢，燭光照映之下又是艷麗動人，又是詭秘可怖，便如雪白的宣紙上用黑墨點了三點。張翠山道：「少林派是名門正派，暗器上決計不許餵毒，但這梅花小鏢除了少林弟子之外，卻沒聽說還有那一派的人物會使，你中鏢多久了？快些設法解毒要緊。」那少女見他神色間甚是關切，說道：「中鏢已二十餘日，毒性給我用藥逼住了，一時不致散發開來，但這三枚惡鏢卻也不敢起下，只怕鏢一拔出，毒性隨血四走。」張翠山道：「中鏢二十餘日再不起出，只怕……只怕……將來治癒後，肌膚上會有極大……極大的疤痕……」其實他本來想說：「只怕毒性在體內停留過久，這條手臂要廢。」那少女淚珠瑩然，幽幽地道：「我已經盡力而為……昨天晚上在那些少林僧身邊又沒搜到解藥……我這條手臂是不中用了。」說著慢慢放下了衣袖。張翠山胸口一熱，道：「殷姑娘，你信得過我嗎？在下內力雖淺，但自信尚能相助姑娘逼出臂上的毒氣。」那少女嫣然一笑，露出頰上淺淺的梨渦，似乎心中極喜，但隨即說道：「張五俠，你心中疑團甚多，我須先跟你說個明白，免得你助了我之後，卻又懊悔。」張翠山昂然道：「治病救人，原是我輩當為之事，怎會懊悔？」那少女道：「好在二十多天也熬過來啦，也不忙在這一刻。我跟你說，我將俞三俠交託給了龍門鏢局之後，自己便跟在鏢隊後面，道上果然有好幾起人想對俞三俠下手，都給我暗中打發了，可笑都大錦如在夢中。」張翠山拱手道：「姑娘大恩大德，我武當弟子感激不盡。」那少女冷然道：「你不用謝我，待會兒你恨我也來不及呢。」張翠山一呆，不明其意。那少女又道：「我一路上更換裝束，有時裝作農夫，有時扮作商人，遠遠跟在鏢隊之後，那知到了武當山腳下出了岔子。」張翠山咬牙道：「那六個惡賊，姑娘親眼瞧見了？可恨都大錦懵懵懂懂，說不明白這六賊的來歷。」那少女嘆了口氣道：「我不但見了，還跟他們交了手，可是我也懵懵懂懂，說不明白他們的來歷。」她拿起茶杯，喝了一口，說道：「那日我見這六人從武當山上迎下來，都大錦跟他們招呼，稱之為『武當六俠』，那六人也居之不疑。我遠遠望著，見他們將俞三俠所乘的大車接了去，心想此事已了，於是勒馬道旁，讓都大錦等一行走過，但一瞥之下，心中起了老大疑竇：『武當七俠的同門師兄弟，情同骨肉，俞三俠身受重傷，他們該當一擁而上，立即看他傷勢才是。但只有一人往大車中望了一眼，餘人非但並不理會，反而頗有喜色，大聲呼哨，趕車而去，這可不是人情之常。』」張翠山點頭道：「姑娘心細，所疑甚是。」那少女道：「我越想越覺不對，於是縱馬追趕上去，喝問他們姓名。這六人眼力倒也不弱，一見面就看出我是女子。我罵他們冒充武當子弟，劫持俞三俠存心不良。三言兩語，我便衝上去動手。六人中出來一個三十來歲的瘦子跟我相鬥，一個道士在旁掠陣，其餘四人便趕著大車走了。那瘦子手底下甚是了得，三十餘合中我勝他不得，突然間那道人左手一揚，我只感臂上一麻，無聲無息的便中了這三枚梅花鏢，手臂登時麻癢。那瘦子出言無禮，想要擒我，我還了他三枚銀針，這才脫身。」說到這裏，臉上微現紅暈，想來那瘦子見她是個孤身的美貌少女，竟有非禮之意。張翠山沉吟道：「這梅花小鏢用左手發射？少林派門下怎地出現了道人，莫非也是喬裝的？」那少女微笑道：「道士扮和尚須剃光頭，和尚扮道士卻容易得多，戴頂道冠便成。」張翠山點了點頭。那少女道：「我心知此事不妙，但那瘦子我尚自抵敵不過，那道人似乎更厲害得多，何況他們共有六人？這可沒了計較。」張翠山張口欲言，但終於忍住了。那少女道：「我猜你是想問：『幹麼不上武當山來跟我們說明？』是不是？我可不能上武當山啊，倘若我自己能出面，又何必委託都大錦走這趟鏢呢？我徬徨無計，在道上悶走，恰好撞到你跟都大錦他們說話。後來見你去找尋俞三俠，我想武當七俠正主兒已接上了手，不用我再湊熱鬧，憑我這點微末本領，也幫不了甚麼忙。那時我急於解毒，便即東還，不知俞三俠後來怎樣了？」張翠山當下說了俞岱巖受人毒害的情狀。那少女長嘆一聲，睫毛微微顫動，說道：「但願俞三俠吉人天相，終能治癒，否則……否則……」張翠山聽她語氣誠懇，心下感激，說道：「多謝姑娘好心。」說著眼眶微濕。那少女搖了搖頭，說道：「我回到江南，叫人一看這梅花鏢，有人識得是少林派的獨門暗器，說道除非是發暗器之人的本門解藥，否則毒性難除。臨安府除了龍門鏢局，還有誰是少林派？於是我夜入鏢局，要逼他們給解藥，豈知他們不但不給，還埋伏下了人馬，我一進門便對我猛下毒手。」張翠山「嗯」了一聲，沉吟道：「你說故意安排，教他們認作是我？」那少女臉有靦腆之色，低下了頭，輕輕的道：「我見你到衣舖去買了這套衣巾，覺得穿戴起來很是……很是好看，於是我跟著也作了一套。」張翠山道：「這便是了。只是你一出手便連殺數十人，未免過於狠辣，鏢局中的人跟你又沒怨仇。」那少女沉下臉來，冷笑道：「你要教訓我嗎？我活了一十九歲，倒還沒聽人教訓過呢。張五俠大仁大義，這就請罷。我這般心狠手辣之輩，原沒盼望跟你結交。」張翠山給她一頓數說，不由得滿臉通紅，霍地站起，待要出艙，但隨即想起已答應了助她治療鏢傷，說道：「請你捲起手袖。」那少女蛾眉微豎，說道：「你愛罵人，我不要你治了。」張翠山道：「你臂上之傷延誤已久，再耽誤下去只怕……只怕毒發難治。」那少女恨恨的道：「送了性命最好，反正是你害的。」張翠山奇道：「咦，那少林派的惡人發鏢射你，跟我有甚麼相干？」那少女道：「倘若我不是千里迢迢的護送你三師哥上武當山，會遇上這六個惡賊嗎？這六人搶了你師哥去，我若是袖手旁觀，臂上會中鏢嗎？你倘若早到一步，助我一臂之力，我會中鏢受傷嗎？」除了最後兩句有些強辭奪理，另外的話卻也合情合理，張翠山拱手道：「不錯，在下助姑娘療傷，只是略報大德。」那少女側頭道：「那你認錯了嗎？」張翠山道：「我認甚麼錯？」那少女道：「你說我心狠手辣，這話說錯了。那些少林和尚、都大錦這干人、鏢局中的，全都該殺。」張翠山搖頭道：「姑娘雖然臂上中毒，但仍可有救。我三師哥身受重傷，也未斃命，即使當真不治，咱們也只找首惡，這樣一舉連殺數十人，總是於理不合。」那少女秀眉一揚，道：「你說我殺錯了人？難道發梅花鏢打我的不是少林派的？難道龍門鏢局不是少林派開的？」張翠山道：「少林門徒遍於天下，成千成萬，姑娘臂上中了三枚鏢，難道便要殺盡少林門下弟子？」那少女辯他不過，忽地舉起右手，一掌往左臂上拍落，著掌之處，正是那三枚梅花鏢的所在，這一掌下去，三鏢深入肉裏，傷得可就更加重了。張翠山萬料不到她脾氣如此怪誕，一言不合，便下重手傷殘自己肢體，她對自身尚且如此，出手隨便殺人自是不在意下了，待要阻擋，已然不及，急道：「你……你何苦如此？」只見她衫袖中滲出黑血，張翠山知道此時鏢傷甚重，她內力已阻不住毒血上流，若不急救，立時便有性命之憂，當下左手探出，抓住了她的左臂，右手便去撕她衫袖。忽聽得背後有人喝道：「狂徒不得無禮！」呼的一聲，有人揮刀向他背上砍來。張翠山知是船上舟子，事在緊急，無暇分辯，反腿一腳，將那舟子踢出艙去。那少女道：「我不用你救，我自己愛死，關你甚麼事？」說著拍的一聲，清清脆脆的打了他一個耳光。她出掌奇快，張翠山事先又毫無防備，一楞之下，放開了她手臂。那少女沉著臉道：「你上岸去罷，我再也不要見你啦！」張翠山給她這一掌打得羞怒交迸，道：「好！我倒沒見過這般任性無禮的姑娘！」跨步走上船頭。那少女冷笑道：「你沒見過，今日便要給你見見。」張翠山拿起一塊木板，待要拋在江中，踏板上岸，但轉念一想：「我這一上去，她終究性命不保。」當下強忍怒氣，回進艙中，說道：「你打我一掌，我也不來跟你這不講理的姑娘計較，快捲起袖來。你要性命不要？」那少女嗔道：「我要不要性命，跟你有甚麼相干？」張翠山道：「你千里送我三哥，此恩不能不報。」那少女冷笑道：「好啊，原來你不過是代你三哥還債來著。倘若我沒護送過你三哥，我受的傷再重，你也見死不救啦。」張翠山一怔，道：「那卻也未必。」只見她忽地打個寒戰，身子微顫，顯是毒性上行，忙道：「快捲起袖子，你當真拿自己性命開玩笑。」那少女咬牙道：「你不認錯，我便不要你救。」她臉色本就極白，這時嬌嗔怯弱，更增楚楚可憐之態。張翠山嘆了口氣，道：「好，算我說錯了，你殺人沒有錯。」那少女道：「那不成，錯便是錯，有甚麼算不算的。你為甚麼嘆了口氣再認錯，顯然不是誠心誠意的。」張翠山救命要緊，也無謂跟她多作口舌之爭，大聲道：「皇天在上，江神在下，我張翠山今日誠心誠意，向殷……殷……」說到這裏，頓了一頓。那少女道：「殷素素。」張翠山道：「嗯，向殷素素姑娘認錯。」殷素素大喜，嫣然而笑，猛地裏腳下一軟，坐倒在椅上。張翠山忙從懷中藥瓶裏取出一粒「天心解毒丹」給她服下，捲起她衣袖，只見半條手臂已成紫黑色，黑氣正自迅速上行。張翠山伸左手抓住她上臂，問道：「覺得怎樣？」殷素素道：「胸口悶得難受。誰教你不快認錯？倘若我死了，便是你害的。」張翠山當此情景，只能柔聲安慰：「不礙事的，你放心。你全身放鬆，一點也不用力運氣，就當自己是睡著了一般。」殷素素白了他一眼，道：「就當我已經死了。」張翠山心道：「在這當口，這姑娘還是如此橫蠻刁惡，將來不知是誰做她丈夫，這一生一世可有苦頭吃了。」想到此處，不由得心中怔然而動，臉上登時發燒，生怕殷素素已知覺了自己的念頭，向她望了一眼。只見她雙頰暈紅，大是嬌羞，不知正想到了甚麼。兩人眼光一觸，不約而同的都轉開了頭去。殷素素忽然低聲道：「張五哥，我說話沒輕重，又打了你，你……你別見怪。」張翠山聽她忽然改口，把「張五俠」叫作「張五哥」，心中更是怦怦亂跳，當下吸一口氣，收攝心神，一股暖氣從丹田中升上，勁貫雙臂，抓住她手臂傷口的上下兩端。過了一會，張翠山頭頂籠罩氤氳白氣，顯是出了全力，汗氣上蒸。殷素素心中感激，知道這是療毒的緊要關頭，生恐分了他的心神，閉目不敢和他說話。忽聽得波的一聲，臂上一枚梅花小鏢彈了出來，躍出丈餘，跟著一縷黑血，從傷口中激射而出。黑血漸漸轉紅，跟著第二枚梅花鏢又被張翠山的內力逼出。便在此時，忽聽得江上有人縱聲高呼：「殷姑娘在這兒嗎？朱雀壇壇主參見。」張翠山微覺怪異，但運力正急，不去理會。那人又呼了一聲。卻聽自己船上的舟子叫道：「這裏有個惡人，要害殷姑娘，常壇主快來！」那邊船上的人大聲喝道：「惡賊不得無禮，你只要傷了殷姑娘一根寒毛，叫你身受千刀萬剮。」這人聲若洪鐘，在江上呼喝過來，大是威猛。殷素素睜開眼來，向張翠山微微一笑，對這場誤會表示歉意。第三枚梅花鏢給她一拍之下，入肉甚深，張翠山連運了三遍力道，仍是逼不出來。但聽見槳聲甚急，那艘船飛也似的靠近，張翠山只覺船身一幌，有人躍上船來，他只顧用力，卻也不去理會。那人鑽進船艙，但見張翠山雙手牢牢的抓住殷素素左臂，怎想得到他是在運功療傷，急怒之下，呼的一掌便往張翠山後心拍去，同時喝道：「惡賊還不放手？」張翠山緩不出手來招架，吸一口氣，挺背硬接了他這一掌，但聽磅的一聲，這一掌力道奇猛，結結實實的打中了他背心。張翠山深得武當派內功的精要，全身不動，借力卸力，將這沉重之極的掌力引到掌心，只聽到波的一聲響，第三枚梅花鏢從殷素素臂上激射而出，釘在船艙板上，餘勢不衰，兀自顫動。發掌之人一掌既出，第二掌跟著便要擊落，見了這等情景，第二掌拍到半路，硬生生的收回，叫道：「殷姑娘，你……你沒受傷嗎？」但見她手臂傷口噴出毒血，這人也是江湖上的大行家，知道是打錯了人，心下好生不安，暗忖自己這一掌有裂石破碑之勁，看來張翠山內臟已盡數震傷，只怕性命難保，忙從懷中取出傷藥，想給張翠山服下。張翠山搖了搖頭，見殷素素傷口中流出來的已是殷紅的鮮血，於是放開手掌，回過頭來笑道：「你這一掌的力道真是不小。」那人大吃一驚，心想自己掌底不知擊斃過多少成名的武林好手，怎麼這少年不避不讓的受了一掌，竟如沒事人一般，說道：「你……你……」瞧瞧他臉色，伸手指去搭他脈搏。張翠山心想：「索性開開他的玩笑。」暗運內勁，腹膜上頂，霎時間心臟停止了跳動。那人一搭上他手腕，只覺他脈搏已絕，更嚇了一跳。張翠山接過殷素素遞來的手帕，給她包紮傷口，又道：「毒質已然隨血流出，姑娘只須服食尋常解毒藥物，便已無礙。」殷素素道：「多謝了。」側過頭來，臉一沉，道：「常壇主不得無禮，見過武當派的張五俠。」那人退後一步，躬身施禮。說道：「原來是武當七俠的張五俠，怪不得內功如此深厚，小人常金鵬多多冒犯，請勿見怪。」張翠山見這人五十來歲年紀，臉上手上的肌肉凹凹凸凸、盤根錯節，當下抱拳還禮。常金鵬向張翠山見禮已畢，隨即恭恭敬敬的向殷素素施下禮去。殷素素大剌剌的點一點頭，不怎麼理會。張翠山暗暗納罕，只聽常金鵬說道：「玄武壇白壇主約了海沙派、巨鯨幫和神拳門的人物，明日清晨在錢塘江口王盤山島上相會，揚刀立威。姑娘身子不適，待小人護送姑娘回臨安府去。王盤山島上的事，諒來白壇主一人料理，也已綽綽有餘。」殷素素哼了一聲，道：「海沙派、巨鯨幫、神拳門……嗯，神拳門的掌門人過三拳也去嗎？」常金鵬道：「聽說是他親自率領神拳門的十二名好手弟子，前去王盤山赴會。」殷素素冷笑道：「過三拳名氣雖大，不足當白壇主的一擊，還有甚麼好手？」常金鵬遲疑了一下，道：「聽說崑崙派有兩名年輕劍客，也去赴會，說要見識見識屠……屠……」說到這裏，眼角向張翠山一掠，卻不說下去了。殷素素冷冷的道：「他們要去瞧瞧屠龍刀嗎？只怕是眼熱起意……」張翠山聽到「屠龍刀」三字，心中一凜，只聽殷素素又道：「嗯，崑崙派的人物倒是不可小覷了。我手臂上的輕傷算不了甚麼，這麼著，咱們也去瞧瞧熱鬧，說不定須得給白壇主助一臂之力。」轉頭向張翠山道：「張五俠，咱們就此別過，我坐常壇主的船，你坐我的船回臨安去罷！你武當派犯不著牽連在內。」張翠山道：「我三師哥之傷，似與屠龍刀有關，詳情如何，還請殷姑娘見示。」殷素素道：「這中間的細微曲折之處，我也不大瞭然，他日還是親自問你三師哥罷！」張翠山見她不肯說，心知再問也是徒然，暗想：「傷我三哥之人，其在於屠龍寶刀。常壇主說要在王盤山揚刀立威，似乎屠龍刀是在他們手中，那些惡賊倘若得訊，定會趕去。」說道：「發射這三枚梅花小鏢的道士，你說會不會也上王盤山去呢？」殷素素抿嘴一笑，卻不答他的問話，說道：「你定要去趕這份熱鬧，咱們便一塊兒去罷！」轉頭對常金鵬道：「常壇主，請你的船在前引路。」常金鵬應道：「是！」彎著腰退出船艙，便似僕役對主人一般恭謹。殷素素只點了點頭。張翠山卻敬重他這份武功修為，站起身來，送到艙口。殷素素望了望他長袍後心被常金鵬擊破的碎裂之處，待他回入船艙，說道：「你除下長袍，我給你補一補。」張翠山道：「不用了！」殷素素道：「你嫌我手工粗劣嗎？」張翠山道：「不敢。」說了這兩個字，默不作聲，想起她一晚之間連殺龍門鏢局數十口老小，這等大奸大惡的兇手，自己原該出手誅卻，可是這時非但和她同舟而行，還助她起鏢療毒，雖說是謝她護送師兄之德，但總嫌善惡不明，王盤山島上的事務一了，須得立即分手，再也不能和她相見了。殷素素見他臉色難看，已猜中他的心意，冷冷的道：「不但都大錦和祝史兩鏢頭，不但龍門鏢局滿門和那兩個少林僧，還有那慧風和尚，也是我殺的。」張翠山道：「我早疑心是你，只是想不到你用甚麼手段。」殷素素道：「那有甚麼希奇？我潛在湖邊水中聽你們說話。那慧風突然發覺咱們兩人相貌不同，想要說出口來，我便發銀針從他口中射入，你在路上、樹上、草裏尋我的蹤跡，卻那裏尋得著？」張翠山道：「這麼一來，少林派便認定是我下的毒手了，殷姑娘，你當真好聰明，好手段！」他這幾句話中充滿憤激，殷素素假作不懂，盈盈站起，笑道：「不敢，張五俠謬讚了！」張翠山怒氣填膺，大聲喝道：「姓張的跟你無怨無仇，你何苦這般陷害於我？」殷素素微笑道：「我也不是想陷害你，只是少林、武當，號稱當世武學兩大宗派，我想要你們兩派鬥上一鬥，且看到底是誰強誰弱？」張翠山悚然而驚，滿腔怒火暗自潛息，卻大增戒懼之意，心道：「原來她另有重大奸謀，不只是陷害我一人而已。倘若我武當派和少林派當真為此相鬥，勢必兩敗俱傷，成為武林中的一場浩劫。」殷素素摺扇輕揮，神色自若，說道：「張五俠，你扇上的書畫，可否供我開開眼界？」※※※張翠山尚未回答，忽聽得前面常金鵬船上有人朗聲喝道：「是巨鯨幫的船嗎？那一位在船上？」右首江面上有人叫道：「巨鯨幫少幫主，到王盤山島上赴會。」常金鵬船上那人叫道：「天鷹教殷姑娘和朱雀壇常壇主在此，另有名門貴賓。貴船退在後面罷！」右首船上那人粗聲粗氣的道：「若是貴教教主駕臨，我們自當退讓，是旁的人，那也不必了。」張翠山心中一動：「天鷹教？那是甚麼邪教？怎地沒聽說過，眼見他們這等聲勢，力量可當真不小啊。想是此教崛起未久，我們少在江南一帶走動，是以不知。巨鯨幫倒是久聞其名，可不是甚麼好腳色。」推開船窗向外望去，只見右首那船船身雕成一頭巨鯨之狀，船頭上白光閃閃，數十柄尖刀鑲成巨鯨的牙齒，船身彎彎，便似鯨魚的尾巴。這艘巨鯨船帆大船輕，行駛時比常金鵬那艘船快得多。常金鵬站到船頭，叫道：「麥少幫主，殷姑娘在這兒，你這點小面子也不給嗎？」巨鯨船艙中鑽出一個黃衣少年，冷笑道：「陸上以你們天鷹教為尊，海面上該算是我們巨鯨幫了罷？好端端的為甚麼要讓你們先行？」張翠山心想：「江面這般寬闊，數百艘大船也可並行，何必定要他們讓道，這天鷹教也未免太橫。」這時巨鯨船上又加了一道風帆，搶得更加快了，兩船越離越遠，再也無法追上。常金鵬「哼」的一聲，說道：「巨鯨幫……屠龍刀……也……屠龍刀……」大江之上，風急浪高，兩船相隔又遠，不知他說些甚麼。那麥少幫主聽他連說了兩句「屠龍刀」，心想事關重大，命水手側過船身，漸漸和常金鵬的座船靠近，大聲問道：「常壇主你說甚麼？」常金鵬道：「麥少幫主……咱們玄武壇白壇主……那屠龍刀……」張翠山微覺奇怪：「怎麼他說話斷斷續續？」眼見巨鯨船靠得更加近了，相距已不過數丈，猛聽得呼的一聲，常金鵬提起船頭巨錨擲將出去，錨上鐵鍊嗆啷啷連響，對面船上兩個水手長聲慘叫，大鐵錨已鉤在巨鯨船上。麥少幫主喝道：「你幹甚麼？」常金鵬手腳快極，提起左邊的大鐵錨又擲了出去。兩隻鐵錨擊斃了巨鯨船上三名水手，同時兩艘船也已連在一起。麥少幫主搶到船邊，伸手去拔鐵錨。常金鵬右手揮動，鍊聲嗆啷，一個碧綠的大西瓜飛了出去，砰的一聲猛響，打在巨鯨船的主桅之上。張翠山才知道這大西瓜是常金鵬所用兵器，眼見是精鋼鑄成，瓜上漆成綠黑間條之色，共有一對，繫以鋼鍊，便和流星錘無異，只是兩個西瓜特大特重，每個不下五、六十斤，若非膂力驚人，如何使得他動？右手的鐵西瓜擊出，巨鯨船的主桅喀啦啦響了兩聲，常金鵬拉回右手鐵西瓜，跟著左手鐵西瓜又擊了出去，待到右手鐵西瓜三度進擊，那主桅喀啦、喀啦連響，從中斷為兩截。巨鯨船上眾海盜驚叫呼喝。常金鵬雙瓜齊飛，同時擊在後桅之上，後桅較細，一擊便斷。這時兩船相隔兩丈有餘，那麥少幫主眼睜睜的瞧著兩根桅桿一一折斷，竟是無法可施，只有高聲怒罵。常金鵬喝道：「有天鷹教在此，水面上也不能任你巨鯨幫稱雄！」右臂揚處，鐵瓜又是呼的一聲飛出，這一次卻擊在巨鯨船的船舷之上，砰的一聲，船旁登時破了一個大洞，海水湧入，船上眾水手大聲呼叫起來。麥少幫主抽出分水蛾眉刺，雙足一點，縱身躍起，便往常金鵬的船頭撲來。常金鵬待他躍到最高之時，左手鐵瓜飛出，逕朝他迎面擊去，這一招甚是毒辣，鐵瓜到時，正是他人在半空，一躍之力將衰未衰。麥少幫主叫聲：「啊喲！」伸蛾眉雙刺在鐵瓜上一擋，便欲借力翻回，猛覺胸口氣塞，眼前一黑，翻身跌回船中。常金鵬雙瓜此起彼落，霎時之間巨鯨船上擊了七、八個大洞，跟著提起錨鍊，運勁回拉。喀喇喇幾聲響，巨鯨船船板碎裂，兩隻鐵錨拉回了船頭。天鷹教船上眾水手不待壇主吩咐，揚帆轉舵，向前直駛。張翠山見到常金鵬擊破敵船的這等威勢，暗自心驚：「我若非得恩師傳授，學會了借力卸力之法，他那巨靈神掌般的一掌擊在我背心，卻如何經受得起？這人於瞬息間誘敵破敵，不但武功驚人，而且陰險毒辣，十分工於心計，實是邪教中一個極厲害的人物。」回眼看殷素素時，只見她神色自若，似乎這類事司空見慣，絲毫沒放在心上。只聽得雷聲隱隱，錢塘江上夜潮將至。巨鯨幫的幫眾雖然人人精通水性，但這時已在江海相接之處，江面闊達數十里，距離南北兩岸均甚遙遠。巨鯨幫幫眾聽到潮聲，忍不住大叫呼救。常金鵬和殷素素的兩艘座船向東疾駛，毫不理會。張翠山探首窗外，向後望去，只見那艘巨鯨船已沉沒了一小半，待得潮水一衝，登時便要粉碎。他耳聽得慘叫呼救之聲，心下甚是不忍，但知殷素素和常金鵬都是心狠手辣之輩，若要他們停船相救，徒然自討沒趣，只得默然不語。殷素素瞧了他的神色，微微一笑，縱聲叫道：「常壇主，咱們的貴客張五俠大發慈悲，你把巨鯨船中那些傢伙救起來罷！」這一著大出張翠山的意外。只聽得前面船上常金鵬應道：「謹遵貴客之命！」船身側過，斜搶著向上游駛去。常金鵬大聲叫道：「巨鯨幫的幫眾們聽著，武當派張五俠救你們性命，要命的快游上來罷！」諸幫眾順流游下。常金鵬的船逆流迎上，搶在潮水的頭裏，將巨鯨船上自麥少幫主以下救起十之八、九，但終於有八、九名水手葬身在波濤之中。張翠山心下大慰，喜道：「多謝你啦！」殷素素冷冷的道：「巨鯨幫殺人越貨，那船中沒一個人的手上不是染滿血腥，你救他們幹嗎？」張翠山茫然若失，答不出話來。巨鯨幫惡名素著，是水面上四大惡幫之一，他早聞其名，卻不知今日反予相救。只聽殷素素道：「若不將他們救上船來，張五俠心中更要罵我啦：『哼！這年輕姑娘心腸狠毒，甚於蛇蠍，我張翠山悔不該助她起鏢療毒！』」這句話正好說中了張翠山的心事，他臉上一紅，只得笑道：「你伶牙俐齒，我怎說得過你？救了那些人，是你自己積的功德，可不跟我相干。」就在這時，潮聲如雷，震耳欲聾，張翠山和殷素素所乘江船猛地被拋了起來。說話聲盡皆掩沒。張翠山向窗外看時，只見巨浪猶如一堵透明的高牆，巨鯨幫的人若不獲救上船，這時都被掩沒在驚濤之中了。殷素素走到後艙，關上了門，過了片刻出來，又已換上了女裝。她打個手勢，要張翠山除下長袍。張翠山不便再行峻拒，只得脫下。他只道殷素素要替自己縫補衫背的破裂之處，那知她提起她自己剛換下來的男裝長袍，打手勢叫他穿上，卻將他的破袍收入後艙。張翠山身上只有短衫中衣，只得將殷素素的男裝穿上。那件袍子本就寬大，張翠山雖比她高大得多，卻也不顯得窄小，袍子上一縷縷淡淡的幽香送入鼻端。張翠山心神一蕩，不敢向她看去，恭恭敬敬的坐著，裝作欣賞船艙板壁上的書畫，但心事如潮，和船外船底的波濤一般洶湧起伏，卻那裏看得進去？殷素素也不來跟他說話。忽地一個巨浪湧來，船身傾側，艙中燭火登時熄了。張翠山心道：「我二人孤男寡女，坐在船艙之中，雖說我不欺暗室，卻怕於殷姑娘的清名有累。」於是推開後艙艙門，走到把舵的舟子身旁，瞧著他穩穩掌著舵柄，穿波越浪下駛。※※※半個多時辰之後，上湧的潮水反退出海，順風順水，舟行更遠，破曉後已近王盤山島。那王盤山在錢塘江口的東海之中，是個荒涼小島，山石嶙峋，向無人居。兩艘船駛近島南，相距尚有數里，只聽得島上號角之聲嗚嗚吹起，岸邊兩人各舉大旗，揮舞示意。座船漸漸駛近，只見兩面大旗上均繡著一頭大鷹，雙翅伸展，甚是威武。兩面大旗之間站著一個老者。只聽他朗聲說道：「玄武壇白龜壽恭迎殷姑娘。」聲音漫長，綿綿密密，雖不響亮，卻是氣韻醇厚。片刻間坐船靠岸，白龜壽親自舖上跳板。殷素素請張翠山先行，上岸後和白龜壽引見。白龜壽見殷素素神氣間對張翠山極為重視，待聽到他是武當七俠中的張五俠，更是心中一凜，說道：「久仰武當七俠的清名，今日幸得識荊，大是榮幸。」張翠山謙遜了幾句。殷素素笑道：「你兩個言不由衷，說話太不痛快。一個心想：『啊喲，不好，武當派的人也來啦，多了個爭奪屠龍刀的棘手人物。』另一個心中卻說：『你這種左道邪教的人物，我才犯不著跟你結交呢。』我說啊，你們想說甚麼便說甚麼，不用口是心非的。」白龜壽哈哈一笑。張翠山卻道：「不敢！白壇主武功精湛，在下聽得白壇主這份隔海傳聲的功夫，心下好生佩服。在下只是陪殷姑娘來瞧瞧熱鬧，決無覬覦寶刀之心。」殷素素聽他這般說，面溢春花，好生喜歡。白龜壽素知殷素素面冷心狠，從來不對任何人稍假詞色，但這時對張翠山的神態卻截然不同，知道此人在她心中的份量實是不輕，又聽得他稱讚自己的內功，當下敵意盡消，說道：「殷姑娘，海沙派、巨鯨幫、神拳門那些傢伙早就到啦，還有兩個崑崙派的年輕劍客。這兩個小子飛揚跋扈，囂張得緊，那如張五俠揚名天下，卻這麼謙光。可見有一分本事，便有一分修養……」他剛說到這裏，忽聽得山背後一人喝道：「背後鬼鬼祟祟的毀謗旁人，這又算是甚麼行徑了？」話聲一歇，轉出兩個人來。兩人均穿青色長袍，背上斜插長劍，都是二十八、九歲年紀，臉罩寒霜，一副要惹事生非的模樣。白龜壽笑道：「說起曹操，曹操便到。來來來，我跟各位引見引見。」那兩個崑崙派的青年劍客本來就要發作，但斗然間見到殷素素容光照人，艷麗非凡，不由得心中都是怦然一動。一個人目不轉瞬的呆瞧著她，另一個看了她一眼，急忙轉開了頭，但隨即又偷偷斜目看她。白龜壽指著呆看殷素素的那人道：「這位是高則成高大劍客。」指著另一人道：「這位是蔣濤蔣大劍客。兩位都是崑崙派的武學高手。想崑崙派威震西域，武學上有不傳之秘，高蔣兩位更是崑崙派中出乎其類、拔乎其萃、矯矯不群的人物。這一次來到中原，定當大顯身手，讓我們開開眼界。」他這番話中顯是頗含譏嘲，張翠山心想這兩人若不立即動武，也必反脣相稽，那知高蔣二人只唯唯否否，似乎並沒有聽見他說些甚麼，再看二人的神色，這才省悟，原來他二人一見殷素素，一個傻瞪，一個偷瞧，竟都神不守舍的如癡如呆。張翠山暗暗好笑，心道：「崑崙派名播天下，號稱劍術通神，那知派中弟子卻這般無聊。」白龜壽又道：「這位是武當派張翠山張相公，這位是殷素素殷姑娘，這位是敝教的常金鵬常壇主。」他說這三人姓名時都輕描淡寫，不加形容，對張翠山更只稱一聲「張相公」，連「張五俠」的字眼也免了，顯是將他當作極親近的自己人看待。殷素素心中甚喜，眼光在張翠山臉上一轉，秋波流動，梨渦淺現。高則成見殷素素對張翠山神態親近，胸頭也不知從那裏來的一叢怒火，狠狠的向張翠山怒目橫了一眼，冷冷的道：「蔣師弟，咱們在西域之時，好像聽說過，武當派算是中原武林中的名門正派啊。」蔣濤道：「不錯，好像聽說過。」高則成道：「原來耳聞不如目見，道聽塗說之言，大不可信。」蔣濤道：「是嗎？江湖上謠言甚多，十之八九原本靠不住。高師哥說武當派怎麼了？」高則成道：「名門正派的弟子，怎地和邪教人物廝混在一起，這不是自甘墮落嗎？」二人一吹一唱，竟向張翠山叫起陣來。他們可不知殷素素也是天鷹教中人物，「邪教」二字，只指白常二人而言。張翠山聽他二人言語如此無禮，登時便要發作，但轉念一想，自己這次上王盤山來，用意純在查察傷害俞岱巖的兇手，這兩個崑崙弟子年紀雖較自己為大，卻是初出茅廬的無名之輩，犯不著跟他們一般見識，何況天鷹教行事確甚邪惡，觀乎殷素素和常金鵬將殺人當作家常便飯一事可知，自己決不能與他們牽纏在一起，於是微微一笑，說道：「在下跟天鷹教的這幾位也是初識，和兩位仁兄沒甚麼分別。」這兩句話眾人聽了都是大出意外。白常兩壇主只道殷素素跟他交情甚深，原來卻是初識。殷素素心中惱怒，知道張翠山如此說，分明有瞧不起天鷹教之意。高蔣兩人相視冷笑，心想：「這小子是個膿包，一聽到崑崙派的名頭，心裏就怕了咱們啦。」白龜壽道：「各位貴賓都已到齊，只有巨鯨幫的麥少幫主還沒來，咱們也不等他啦。現下各位到處隨便逛逛，正午時分，請到那邊山谷飲酒看刀。」常金鵬笑道：「麥少幫主座船失事，是張相公命人救了起來，這時便在船中，待會請他赴宴便了。」張翠山見白常兩位壇主對己執禮甚恭，殷素素的眼光神色之間更是柔情似水，但想跟這些人越疏遠越好，說道：「小弟想獨自走走，各位請便。」也不待各人回答，一舉手，便向東邊一帶樹中走去。王盤山是個小島，山石樹木亦無可觀之處。東南角有個港灣，桅檣高聳，停泊著十來艘大船，想是巨鯨幫、海沙派一干人的座船。張翠山沿著海邊信步而行，他對殷素素任意殺人的殘暴行徑雖然大是不滿，但說也奇怪，一顆心竟念茲在茲的縈繞在她身上：「這位殷姑娘在天鷹教中地位極是尊貴，白常兩位壇主對她像公主一般侍候，但她顯然不是教主，不知是甚麼來頭？」又想：「天鷹教要在這島上揚刀立威，對方海沙派、神拳門、巨鯨幫等都由首要人物赴會，天鷹教卻只派兩個壇主主持，全沒將這些對手放在心上。瞧那玄武壇白壇主的氣派，似乎功力尚在朱雀壇常壇主之上。看來天鷹教已是武林中一個極大的隱憂，今日須當多摸清一些他們的底細，日後武當七俠只怕要跟他們勢不兩立。」正沉吟間，忽聽得樹林外傳來一陣陣兵刃相交之聲，他好奇心起，循聲過去，只見樹蔭下高則成和蔣濤各執長劍，正在練劍，殷素素在一旁笑吟吟的瞧著。張翠山心道：「師父常說崑崙派劍術大有獨到之處，他老人家少年之時，還和一個號稱『劍聖』的崑崙派名家交過手，這機緣倒是難得。」但武林人士學習武功之時極忌旁人偷看。張翠山雖極想看個究竟，終是守著武林規矩，只望了一眼，轉身便欲退開。但他這麼一探頭，殷素素已見到了，向他招了招手，叫道：「張五哥，你過來。」張翠山這時若再避開，反落了個偷看的嫌疑，於是邁步走近，說道：「兩位兄台在此練劍，咱們別惹人厭，到那邊走走罷。」還沒聽到殷素素回答，只見白光一閃，嗤的一響，蔣濤反劍掠上，高則成左臂中劍，鮮血冒出。張翠山吃了一驚，只道是蔣濤失手誤傷。那知高則成哼也不哼，鐵青著臉，刷刷刷三劍，招數巧妙狠辣，全是指向蔣濤的要害。張翠山這才看清，原來兩人並非練習劍法，竟是真打真鬥，不禁大是訝異。殷姑娘笑道：「看來師哥不及師弟，還是蔣兄的劍法精妙些。」高則成聽了此言，一咬牙，翻身回劍，劍訣斜引，一招「百丈飛瀑」，劍鋒從半空中直瀉下來。張翠山忍不住喝采：「好劍法！」蔣濤縮身急躲，但高則成的劍勢不到用老，中途變招，劍尖抖動，「嘿！」的一聲呼喝，刺入了蔣濤左腿。殷素素拍手道：「原來做師兄的畢竟也有兩手，蔣兄這一下可比下去啦。」蔣濤怒道：「也不見得。」劍招忽變，歪歪斜斜的使出一套「雨打飛花」劍法來。這一路劍走的全是斜勢，飄逸無倫，但七、八招斜勢之中，偶爾又挾著一招正勢，教人極難捉摸。高則成對這路本門劍法自是爛熟於胸，見招拆招，毫不客氣的還以擊削劈刺。兩人身上都已受傷，雖然非在要害，但劇鬥中鮮血飛濺，兩人臉上、袍上、手上都是血點斑斑。師兄弟倆越鬥越狠，到後來竟似性命相撲一般。殷素素在旁不住口的推波助瀾，贊幾句高則成，又贊幾句蔣濤，把兩人激得如癲如癡，恨不得一劍將對方刺倒，顯得自己劍法高強，好討得殷素素歡喜。這時張翠山早已明白，他師兄弟倆忽然捨命惡鬥，全是殷素素從中挑撥，以報復兩人先前出言輕侮了天鷹教。眼見兩人越打越狠，初時還不過意欲取勝，到後來均已難以自制，竟似要致對方死命一般，再鬥下去勢將闖出大禍。看這二人劍法確然頗為精妙，然變化不夠靈動，內力也嫌薄弱，劍法中的威力只發揮得出一、二成而已。殷素素拍手嘻笑，甚是高興，說道：「張五哥，你瞧崑崙派的劍法怎樣？」不聽張翠山回答，一回頭，見他眉頭微皺，頗有厭惡之色，說道：「使來使去這幾路，也沒甚麼看頭，咱們到那邊瞧瞧海景去罷！」說著拉著張翠山的左手，舉步便行。張翠山只覺一隻溫膩軟滑的手掌握住自己的手，心中一動，明知她是有意激怒高蔣二人，卻也不便掙脫，只得隨著她走向海邊。殷素素瞧著一望無際的大海，出了一會神，忽道：「《莊子．秋水篇》中說道：『天下之水，莫大於海，萬川歸之，不知何時止而不盈。』然而大海卻並不驕傲，只說：『吾在於天地之間，猶小石小木之在大山也。』莊子真是了不起，胸襟如此博大！」張翠山見她挑動高蔣二人自相殘殺，引以為樂，本來甚是不滿，忽然聽到這幾句話，不禁一怔。《莊子》是道家修真之士所必讀，張翠山在武當山時，張三丰也常拿來跟他們師兄弟講解。但這個殺人不眨眼的女魔頭突然在這當兒發此感慨，實大出於他意料之外。他一怔之下，說道：「是啊，『夫千里之遠，不足以舉其大，千仞之高，不足以極其深。』」殷素素聽他以《莊子，秋水篇》中形容大海的話相答，但臉上神氣，卻有不勝仰慕欽敬之情，說道：「你想起了師父嗎？」張翠山吃了一驚，情不自禁的伸出右手，握住了她另外一隻手，道：「你怎知道？」當年他在山上和大師兄宋遠橋、三師兄俞岱巖共讀《莊子》，讀到「夫千里之遠，不足以舉其大，千仞之高，不足以極其深」這兩句話時，俞岱巖說道：「咱們跟師父學藝，越學越覺得跟他老人家相差得遠了，倒似每天都在退步一般。用《莊子》上這兩句話來形容他老人家深不可測、高無盡頭的功夫，那才適當。」宋遠橋和張翠山都點頭稱是。這時他想起《莊子》這兩句話，自然而然的想起了師父。殷素素道：「你臉上的神情，不是心中想起父母，便是想起了師長，但『千里之遠，不足以舉其大』云云，當世除了張三丰道長，只怕也沒第二個人當得起了。」張翠山甚喜，道：「你真聰明。」驚覺自己忘形之下握住了她的雙手，臉上一紅，緩緩放開。殷素素道：「尊師的武功到底是怎樣出神入化，你能說些給我聽聽嗎？」張翠山沉吟半晌，道：「武功只是小道，他老人家所學遠不止武功，唉，博大精深，不知從何說起。」殷素素微笑道：「『夫子步亦步，夫子趨亦趨，夫子馳亦馳；夫子奔逸絕塵，而回瞠若乎後矣。』」張翠山聽她引用《莊子》中顏回稱讚孔子的話，而自己心中對師父確有如此五體投地的感覺，說道：「我師父不用奔逸絕塵，他老人家趨一趨，馳一馳，我就跟不上啦。」殷素素聰明伶俐，有意要討好他，兩人自是談得十分投機，久而忘倦，並肩坐在石上，不知時光之過。忽聽得遠處腳步聲沉重，有人咳了幾聲，說道：「張相公、殷姑娘，午時已到，請去入席罷。」張翠山回過頭來，只見常金鵬相隔十餘丈站著，雖然神色莊敬，但嘴角邊帶著一絲微笑。神情之中，便似一個慈祥的長者見到一對珠聯璧合的小情人，大感讚歎歡喜。殷素素一直對他視作下人，傲不為禮，這時卻臉含羞澀，低下頭去。張翠山心中光明磊落，但見了兩人神色，禁不住臉上一紅。常金鵬轉過身來，當先領路。殷素素低聲道：「我先去，你別跟著我一起。」張翠山微微一怔，心道：「這位姑娘怎地避起嫌疑來啦？」便點了點頭。殷素素搶上幾步，和常金鵬並肩而行，只聽她笑著問道：「那兩個崑崙派的呆子打得怎麼啦？」張翠山心中似喜非喜，似愁非愁，直瞧著他二人的背影在樹後隱沒，這才緩緩向山谷中走去。進得谷口，只見一片青草地上擺著七、八張方桌，除了東首第一席外，每張桌旁都已坐了人。常金鵬見他走近，大聲說道：「武當派張五俠駕到！」這八個字說得聲若雷震，山谷鳴響。他一說完，和白龜壽快步迎了出來，每人身後跟隨著本壇的五名舵主，十二人在谷口一站，並列兩旁，躬身相迎。白龜壽道：「天鷹教殷教主屬下，玄武壇白龜壽、朱雀壇常金鵬，恭迎張五俠大駕。」殷素素並不走到谷口相迎，卻也站起身來。張翠山聽到「殷教主」三字，心頭一震，暗想：「那教主果然姓殷！」當下作揖說道：「不敢當，不敢當！」舉步走進谷中，只見各席上坐的眾人均有憤憤不平之色，微感不解，卻也不去理會。他不知海沙派、巨鯨幫、神拳門各路首領到來之時，天鷹教只派壇下的一名舵主引導入座，絕不似對張翠山這般恭敬有禮，相形之下，顯是對之意含輕視。白龜壽引著他走到東首第一席上，肅請入座。這張桌旁只擺著一張椅子，乃是各桌之中最尊貴的首席。張翠山一瞥眼，見其餘各席大都坐了七、八人，只第六席上坐著高則成和蔣濤二人。他朗聲辭道：「在下末學後進，不敢居此首席。請白兄移到下座去罷。」白龜壽道：「武當派乃方今武林中的泰山北斗，張五俠威震天下，若不坐此首席，在座的無人敢坐。」張翠山記著師父平時常說的「寧靜謙抑」之訓，心想：「倘若師父或大師哥在此，這首座自可坐得，我卻是不配。」堅意辭讓。高則成和蔣濤使個眼色，蔣濤忽地提起自己座椅，凌空擲了過來。他這一席和首席之間隔開五張桌子，但他這一擲勁力甚強，只聽呼的一聲響，那椅子飛越五張桌旁各人頭頂，在第一席邊落了下來，端端正正的擺好，與原有的一張椅子相距尺許，這一手巧勁，確是造詣不凡。蔣濤一擲出椅子，高則成便大聲道：「嘿嘿，泰山北斗，不知是誰封的泰山北斗？姓張的不敢坐，咱師兄弟還不致於這般膿包。」兩人身法如風，搶到椅旁。原來先前殷素素問他二人到底誰的武功高些，說想學幾招崑崙派的劍法，準擬向劍法高明的人求教。二人毫不推辭，便拔劍餵招。初時也只是想勝過了對方，但越打越狠，漸漸收不住手，殷素素又在旁挑撥，兩人竟致一齊受傷。待見她和張翠山神情親密的走開，才知上了她當，兩人收劍裹傷，又惱又妒，卻不敢向殷素素發作，這時乘機搶奪張翠山的席位，想激他出手，在群雄面前狠狠的折辱他一番。常金鵬伸手攔住，說道：「且慢！」高則成伸指作勢，便欲往常金鵬臂彎中點去。張翠山道：「兩位坐此一席，最是合適不過。小弟便坐那邊罷！」說著舉步往第六席走去。殷素素忽然伸手招了招，叫道：「張五哥，到這裏來。」張翠山不知她有甚麼話說，便走近身去。殷素素隨手拉過一張椅子，放在自己身旁，微笑道：「你坐這裏罷。」張翠山萬料不到她會如此脫略形跡，在群豪注目之下，頗覺躊躇，若跟她並肩同席，未免過於親密，倘不依言就坐，又不免要使她無地自容。殷素素低聲道：「我還有話跟你說呢！」張翠山見她臉上露出求懇之色，不便推辭，便在椅上坐了下來。殷素素心花怒放，笑吟吟的給他斟了杯酒。這邊高則成和蔣濤雖然搶到了首席，但見這等情景，只有惱怒愈增。白龜壽伸手在椅子上拂了幾下，掃去灰塵，笑道：「崑崙派的兩位大劍客要坐個首席，那真不錯啊，請坐，請坐！」說著和常金鵬及十名舵主各自回歸主人席位就座。高則成和蔣濤均想：「這膿包不敢坐首席，武當派的威風終究給崑崙派壓了下去。」兩人對望一眼，大剌剌的坐下。只聽得喀喇、喀喇兩聲，椅腳斷折，兩人一起向後摔跌。總算兩人武功不弱，不待背心著地，伸手在地上一撐，已自躍起，但饒是如此，神情已異常狼狽。各席上的豪客都哈哈大笑起來。高蔣二人均知是白龜壽適才用手拂椅，暗中作下了手腳，暗想這份陰勁著實厲害，自己可沒如此功力。他二人本來十分自負，把天鷹教當作是下三濫的旁門左道，毫沒瞧在眼裏，這才在王盤山上如此飛揚跋扈，此刻見到白龜壽顯示了這般功力，不由得銳氣大挫。卻聽白龜壽冷冷的道：「崑崙派的武功，大家都知道是高的，兩位不用尋這兩張椅子的晦氣。說到坐爛椅子這點粗淺功夫，在座諸君沒一位不會罷？」說著右手一揮，指著坐在末席的十名舵主，道：「你們也練一練罷！」但聽得喀喇喇幾聲猛響，十張椅子一齊破裂。那十名舵主有備而發，坐碎椅子後笑吟吟的站著，神定氣閒，可比高蔣二人狼狽摔倒的情形高明得太多了。在座群豪大都是見多識廣之士，自瞧出白龜壽故意作弄他二人，只是這情景確實有趣，忍不住都放聲大笑。笑聲中只見天鷹教的兩名舵主各抱一塊巨石，走到第一席之旁，伸足踢去破椅，說道：「木椅單薄，無力承當兩位貴體，請坐在這石頭上罷！」這兩人是天鷹教中出名的大力士，武功平平，但身軀粗壯，天生神力，每人所抱的巨石都有四百來斤，托起巨石便遞給高蔣二人，要他們接住。高蔣二人劍法精妙，要接住這般巨石卻萬萬不能。高則成皺眉道：「放下罷！」兩名大力舵主齊聲「嘿」的一聲猛喝，雙臂挺直，將巨石高舉過頂，說道：「接住罷！」這麼一來，逼得高蔣二人只有縮身退開，只怕兩個大力士中有一個力氣不繼，稍有失閃，那四、五百斤的大石壓將下來，豈不給壓得筋折骨斷？他二人心中氣惱，卻又不敢出手襲擊這兩個大力士，巨石橫空，誰也不敢靠近，自履險地。白龜壽朗聲道：「兩位崑崙劍客不敢坐首席啦，還是請張相公坐罷！」張翠山坐在殷素素身旁，香澤微聞，心中甜甜的，不禁神魂飄蕩，忽地聽得白龜壽這麼一喝，登時警覺：「我千萬不能自墮魔障，和這邪教女魔頭有甚麼牽纏。」當即站起身來，走了過去。白龜壽聽常金鵬贊張翠山武功了得，他卻不曾親眼得見，這時有心要試他一試，向兩名手托巨石的大力舵主使個眼色。兩名舵主會意，待張翠山走近。齊聲喝道：「張相公小心，請接住了！」喝聲一停，兩人身子一矮，雙臂下縮，隨即長身展臂，大叫一聲，兩塊巨石齊向張翠山頭頂壓將下來。群豪見了這等聲勢，情不自禁的一齊站起。白龜壽本意只是要一試張翠山的武功，絕無惡意，一來「武當七俠」的名頭在江湖上太響，今日眼見他不過是個溫文蘊藉的青年書生，頗出意料之外，二來殷姑娘向來沒把誰瞧在眼裏，對這位「張五俠」卻顯是十分傾倒，此人日後與天鷹教必有極大干連。但忽見這兩名大力舵主莽莽撞撞的擲出巨石，登時好生後悔，暗叫：「糟糕！」心想張翠山是名門弟子，當然不致為巨石所傷，但縱躍閃避之際，情景也必狼狽，倘若不幸竟爾小小的出了些醜，不但張翠山見怪，殷姑娘更要大為恚怒。他頃刻間便打定了主意，倘若情勢不妙，立時便要嫁禍於那兩名舵主，寧可將兩人立斃於掌下，也不能開罪了殷姑娘。張翠山忽見巨石凌空壓到，也是吃了一驚，假如後躍避開，便和崑崙派的高蔣二人一般無異，未免墮了師門的威望，這時候也不容細想，練武之人到了緊迫關頭，本身蓄積著的功夫自然而然的使將出來。當下左手使一招「武」字訣中的右鉤，帶動左方壓下來的巨石，右手使一招「刀」字訣中的左撇，帶動右方壓下來的巨石。那兩塊巨石本身各有四百來斤，再加上凌空一擲之勢，更是非同小可。張翠山不以膂力見長，要他空手去托，那是一塊巨石也舉不起的。可是張三丰這套從書法中化出來的招術，實是奪造化之功的神奇。要知武當一派的武功，原不求力大，亦不求招快。只要力道運用得法，四兩尚可撥千斤。這時張翠山使出師門所授最精深的功夫，藉著那兩名舵主的一擲之勢，帶著兩塊巨石直飛上天。這兩塊巨石飛擲之力，其實出自兩名舵主，只是他以手掌稍加撥動，變了方向。他長袖飛舞，手掌隱在袖中，旁人看來，竟似以衣袖捲起巨石，擲向天空一般。兩塊巨石一高一低，先後跌落。張翠山輕飄飄的縱身而起，盤膝坐在較高的那塊石上。但聽得騰的一響，地面震動，一塊巨石落了下來，一大半深陷泥中，第二塊跟著落下，平平穩穩的擺在第一塊巨石之上，兩石相碰，火花四濺，只震得每一席上碗碟都叮叮噹噹的亂響。張翠山不動聲色的坐在石上，笑道：「兩位舵主神力驚人，佩服，佩服！」那兩名舵主卻驚得目瞪口呆，呆呆的站在當地，一句話也說不出來。片刻之間，山谷中寂靜無聲，隔了片晌，才爆出轟雷價一片采聲，良久不絕。殷素素向白龜壽瞪了一眼，笑靨如花，得意之極。白龜壽大喜，自己險些做了錯事，幸好張翠山武功驚人，卻將此事變成了自己討好殷姑娘之舉。於是走到首席之旁，斟了一杯酒，朗聲說道：「久聞武當七俠的威名，今日得見張五俠的武功，當真是佩服得五體投地。小人敬張五俠一杯。」說著一飲而盡。張翠山道：「不敢！」陪了一杯。※※※白龜壽站起身來，朗聲說道：「敝教新近得了一柄寶刀，叫作屠龍刀。有道是：『武林至尊，寶刀屠龍，號令天下，莫敢不從！』」他說到這裏，頓了一頓，晶亮閃爍的眼光從左至右，掃視全場。他身形並不魁梧，但語聲響亮，目光銳利，威嚴之氣懾人，又道：「敝教殷教主原擬柬請天下各路英雄大會天鷹山，展示寶刀，只是此舉籌劃費時，須得假以時日。誠恐天下英雄不知寶刀已為敝教所得，因此上就近奉請江南諸幫會各位朋友駕臨，瞧一瞧寶刀的面目。」說著揮了揮手。教下八名弟子大聲答應，轉身走進西首一個大山洞中。眾人只道這八名弟子去取寶刀，目光都凝望著他們，那知八人出來時上身都脫光了，從山洞中抬出一隻大鐵鼎來。鐵鼎中燒著熊熊烈火，火焰沖起一丈來高。八個人離得遠遠的，用長桿肩抬而來，吆吆喝喝，將鐵鼎放在廣場之中。眾人被火焰一逼，登時大感炙熱。那八人之後，又有四人，兩人抬著一座打鐵用的大鐵砧，另外兩人手中各舉一個大鐵錘。白龜壽道：「常壇主，請你揚刀立威！」常金鵬道：「遵命！」轉身叫道：「取刀來！」適才挺舉巨石的那兩名神力舵主走進山洞，回出來時，一人手中橫托一個黃綾包裹，另一人在旁護衛。那舵主將包裹交給常金鵬，兩人站在他的左右兩旁。常金鵬打開包裹，露出一柄單刀。他托在手裏，舉目向眾人一望，刷地拔刀出鞘，說道：「這一把便是武林至尊的屠龍寶刀，各位請看仔細了！」說著托刀齊頂，為狀甚是恭敬。群豪久聞屠龍寶刀之名，但見這刀黑黝黝的毫不起眼，心下都存了一個疑團：「怎知此刀是真是假？」只見常金鵬緩緩的將刀交給左首舵主，說道：「試鐵錘！」舵主接過單刀，將刀擱在鐵砧之上，刀口朝天，另一名神力舵主提起大鐵錘，便往刀口上擊落。只聽得嗤的一聲輕響，鐵錘的錘頭中分為二，一半連在錘桿，另一半跌落在地。群豪一驚之下，都站了起來，均想：斷金切玉的寶劍利刃雖然罕見，卻也不是絕無僅有，但這柄屠龍刀削鐵錘如切豆腐，連叮噹之聲也聽不到半點，若非神物，便是其中有弊。神拳門和巨鯨幫中各有一人走到鐵砧之旁，撿起那半塊鐵錘來看時，但見切口處平整光滑、閃閃發光，顯是新削下來的。那神力舵主提起另一個鐵錘擊在刀上，又是輕輕削裂。這一次群豪皆盡大聲喝采。張翠山心想：「如此寶刀，當真是見所未見，聞所未聞。」常金鵬緩步走到場中，提起寶刀，使一招「上步劈山」，嗤的一聲輕響，將大鐵砧中劈為二。突然間搶到左首，橫刀一揮，從一株大松樹腰間掠了過去，跟著縱躍奔走，舉刀連揮，接連掠過了一十八棵大樹。群豪但見他連連揮動寶刀，那些大樹卻好端端地絕無異狀，正自不解，忽聽得常金鵬一聲長笑，走到第一株大松樹旁，衣袖拂出，擊在松樹腰間，只聽得喀喇喇一聲響，那松樹向外倒去。原來這松樹早已被寶刀齊腰斬斷，只是那刀實在太過鋒利，常金鵬使的力道又極均衡，上半截松樹斷了之後，仍穩穩的置在下半截之上，直至遇到外力推動，這才倒塌。那大松樹一斷，帶起了一股烈風，但聽得喀喇、喀喇之聲不絕，其餘的大樹都一棵棵的倒了下來。常金鵬哈哈一笑，手一揮，將那屠龍寶刀擲進了烈焰沖天的大鐵鼎中。※※※大樹倒塌之聲尚未斷絕，忽然遠處跟著傳來喀喇、喀喇的聲音，似乎也有人在斬截大樹。白龜壽和常金鵬都是一愕，循聲望去，只見聳立的船桅一根根倒將下去。那些桅桿上都懸有座旗。天鷹教、巨鯨幫、海沙派、神拳門各門各派的首腦見自己座旗紛紛隨著旗桿倒落，無不大為驚怒，各遣手下前去查問。但聽得砰磅之聲不絕，頃刻之間，眾桅桿或倒或斜，無一得免，似乎停在港灣中的船隻突然遇到風暴還是海怪，一艘艘的破碎沉沒。聚在草坪上的群豪斗遭此變，一時說不出話來，初時還疑心是天鷹教佈置下的陰謀，但見天鷹教的船隻同時遭劫，看來卻又不是。第二批人跟著奔去查問。草坪和港灣相距不遠，奔去的十餘人卻無一回轉。眾人面面相覷，驚疑不定。白龜壽向本壇的一名舵主道：「你去瞧瞧。」那舵主應命而去。白龜壽強作鎮定，笑道：「想是海中有甚變故，各位也不必在意。就算船隻盡數毀了，難道咱們不能坐木筏回去嗎？來來來，大家乾一杯！」群豪心中嘀咕，可不能在人前示弱，於是一齊舉杯，剛沾到口唇，忽聽得港灣旁一聲大呼，叫聲慘厲，劃過長空。白龜壽和常金鵬聽出這慘呼是適才去查問的那舵主所發，一怔之間，只聽得騰騰騰的腳步聲落地甚重，漸奔漸近，跟著一個血人出現在眾人之前，正是那個舵主。他雙手按住臉孔，手指縫中滲出血來，頂門上去了一塊頭皮，自胸口直至小腹、大腿，衣衫盡裂，一條極長的傷口也不知多深，血肉模糊，慘聲叫道：「金毛獅王，金毛獅王！」白龜壽道：「是隻獅子？」他聽到是只猛獸，反而寬心了。那舵主道：「不，不！是個人。人都被抓死啦，船都被打沉啦！」說到這裏，已然支持不住，俯身摔倒，便此氣絕。白龜壽道：「我去瞧瞧。」常金鵬道：「我和你同去。」白龜壽道：「你保護殷姑娘。」他知那死去的舵主武功不弱，在天鷹教中算得是個硬手，但一轉眼被人傷得這般厲害，對手自是非同小可。常金鵬點頭道：「是！」忽聽得有人咳嗽一聲，說道：「金毛獅王早在這裏！」眾人吃了一驚，只見大樹後緩步走出一個人來。那人身材魁偉異常，滿頭黃髮，散披肩頭，眼睛碧油油的發光，手中拿著一根一丈六七尺長的兩頭狼牙棒，在筵前這麼一站，威風凜凜，真如天神天將一般。張翠山暗自尋思：「金毛獅王？這諢號自是因他的滿頭黃髮而來了，他是誰啊？可沒聽師父說起過。」白龜壽上前數步，說道：「請問尊駕高姓大名？」那人道：「不敢，在下姓謝，單名一個遜字，表字退思，有一個外號，叫作『金毛獅王』。」張翠山和殷素素對望了一眼，均想：「這人神態如此威猛，取的名字卻斯文得緊，外號倒適如其人。」白龜壽聽他言語有禮，說道：「原來是謝先生。尊駕跟我們素不相識，何以一至島上，便即毀船殺人？」謝遜微微一笑，露出一口白牙，閃閃發光，說道：「各位聚在此處，所為何來？」白龜壽心想：「此事也瞞他不得。這人武功縱然厲害，但他總是單身，我和常壇主聯手，再加上張五俠、殷姑娘從旁相助，定可除他得了。」朗聲說道：「敝教天鷹教新近得了一柄寶刀，邀集江湖上的朋友，大夥兒在這裏瞧瞧。」謝遜瞪目瞧著大鐵鼎中那柄正被烈火鍛燒著的屠龍刀，見那刀在烈焰之中不損分毫，確是神物利器，便大踏步走將過去。常金鵬見他伸右手便去抓刀，叫道：「住手！」謝遜回頭淡淡一笑，道：「幹甚麼？」常金鵬道：「此刀是敝教所有，謝朋友但可遠觀，不可碰動。」謝遜道：「這刀是你們鑄的？是你們買的？」常金鵬啞口無言，一時答不出話來。謝遜道：「你們從別人手上奪來，我便從你們手上奪去，天公地道，有甚麼使不得？」說著轉身又去抓刀。嗆啷啷一響，常金鵬從腰間解下西瓜流星錘，喝道：「謝朋友，你再不住手，我可要無禮了。」他言語中似是警告，其實聲到錘到，左手的鑌鐵大西瓜向他後心直撞過去。謝遜更不回頭，將狼牙棒向後揮出，噹的一聲巨響，那鑌鐵大西瓜給狼牙棒一撞，疾飛回來，迅速無倫。常金鵬大驚，右手鐵西瓜急忙揮出，雙瓜猛碰。不料謝遜神力驚人，雙瓜同時飛轉，撞在常金鵬胸口。常金鵬身子一幌，倒地斃命。他在錢塘江中鎚碎麥少幫主的座船時何等神威，這時卻禁不起謝遜狼牙棒的一撞。朱雀壇屬下的五名舵主大驚，一齊搶了過去。兩人去扶常金鵬，三人拔出兵刃，不顧性命的向謝遜攻去。謝遜左手抓住屠龍刀，右手中的狼牙棒在鐵鼎下一挑，一隻數百斤重的大鐵鼎飛了起來，橫掃而至，將三名舵主同時壓倒。大鐵鼎餘勢未衰，在地下打了個滾，又將扶著常金鵬的兩名舵主撞翻。五名舵主和常金鵬屍身身上衣服一齊著火，其中四名舵主已被鐵鼎撞死，餘下的一名在地下哀號翻滾。眾人見了這等聲勢，無不心驚肉跳，但見謝遜一舉手之間，連斃五名江湖上的好手，餘下那名舵主看來也是重傷難活。張翠山行走江湖，會見過的高手著實不少，可是如謝遜這般超人的神力武功，卻是從未見過，暗忖自己決不是他的敵手，便是大師哥、二師哥，也頗有不如。當今之世，除非是師父下山，否則不知還有誰勝得過他。只見謝遜提起屠龍刀，伸指一彈，刀上發出非金非木的沉鬱之聲，點頭讚道：「無聲無色，神物自晦，好刀啊好刀！」抬起頭來，向白龜壽身旁的刀鞘望了一眼，說道：「這是屠龍刀的刀鞘罷？拿過來。」白龜壽心知當此情勢，自己的性命十成中已去了九成，倘若將刀鞘給他，不但一世英名化於流水，而且日後教主追究罪責，是死得極為慘酷，但此刻和他硬抗，那也是有死無生，當下凜然說道：「你要殺便殺，姓白的豈是貪生怕死之輩？」謝遜微微一笑，道：「硬漢子，硬漢子！天鷹教中果然還是有幾個人物。」突然間右手一揚，那柄一百多斤的屠龍刀猛地向白龜壽飛去。白龜壽早在提防，突見他寶刀出手，知道此人的手勁大得異乎尋常，不敢用兵器擋格，更不敢伸手去接，急忙閃身避讓。那知這寶刀斜飛而至，刷的一聲，套入了平放在桌上的刀鞘之中，這一擲力道甚是強勁，繼續激飛出去。謝遜伸出狼牙棒，一搭一勾，將屠龍刀連刀帶鞘的引了過來，隨手插在腰間。這一下擲刀取鞘，準頭之巧，手法之奇，實是到了匪夷所思的地步。他目光自左而右，向群豪瞧了一遍，說道：「在下要取這柄屠龍刀，各位有何異議？」他連問兩聲，誰都不敢答話。忽然海沙派席上一人站起身來，說道：「謝前輩德高望重，名揚四海，此刀正該歸謝前輩所有。我們大夥兒都非常贊成。」謝遜道：「閣下是海沙派的總舵主元廣波罷？」那人道：「正是。」他聽得謝遜知道自己的姓名，既是歡喜，又是惶恐。謝遜道：「你可知我師父是誰？是何門何派？我做過甚麼好事？」元廣波囁嚅道：「這個……謝前輩……」他實是一點也不知道。謝遜冷冷的道：「我的事你甚麼也不知，怎說我德高望重，名揚四海？你這人諂媚趨奉，滿口胡言。我生平最瞧不起的，便是你這般無恥小人。給我站出來！」最後這幾句話每一字便似打一個轟雷。元廣波為他威勢所懾，不敢違抗，低著頭走到他面前，身子不由自主的不停打戰。謝遜道：「你海沙派武藝平常，專靠毒鹽害人。去年在餘姚害死張登雲全家，本月初歐陽清在海門身死，都是你做的好事罷？」元廣波大吃一驚，心想這兩件案子做得異常隱秘，怎會給他知道？謝遜喝道：「叫你手下裝兩大碗毒鹽出來，給我瞧瞧，到底是怎麼樣的東西。」海沙派幫眾人人攜帶毒鹽，元廣波不敢違拗，只得命手下裝了兩大碗出來。謝遜取了一碗，湊到鼻邊聞了幾下，說道：「咱們每個人都吃一碗。」將狼牙棒往地下一插，一把將元廣波抓了過來，喀喇一響，捏脫了他的下巴，使他張著嘴無法再行合攏，當即將一大碗毒鹽盡數倒入他肚裏。餘姚張登雲全家在一夜間被人殺絕，海門歐陽清在客店中遇襲身亡，這是近年來武林中的兩件疑案。張登雲和歐陽清在江湖上聲名向來不壞，想不到竟是海沙派的元廣波所為，張翠山見他被逼吞食毒鹽，不自禁的頗有痛快之感。謝遜拿起另一大碗毒鹽，說道：「我姓謝的做事公平。你吃一碗，我陪你吃一碗。」張開大口，將那大碗鹽都倒入了肚中。這一著大出眾人意料之外。張翠山見他雖然出手狠毒，但眉宇間正氣凜然，何況他所殺的均是窮兇惡極之輩，心中對他頗具好感，忍不住說道：「謝前輩，這種奸人死有餘辜，何必跟他一般見識？」謝遜橫過眼來，瞪視著他。張翠山微微一笑，竟無懼色。謝遜道：「閣下是誰？」張翠山道：「晚輩武當張翠山。」謝遜道：「嗯，你是武當派張五俠，你也是來爭奪屠龍刀嗎？」張翠山搖頭道：「晚輩到王盤山來，是要查問我師哥俞岱巖受傷的原委，謝前輩如知曉其中詳情，還請示知。」謝遜尚未回答，只聽得元廣波大聲慘呼，捧住肚子在地下亂滾，滾了幾轉，蜷曲成一團而死。張翠山急道：「謝前輩快服解藥。」謝遜道：「服甚麼解藥？取酒來！」天鷹教中接待賓客的司賓忙取酒杯酒壺過來。謝遜喝道：「天鷹教這般小器，拿大瓶來！」那司賓親自捧了一大壇陳酒，恭恭敬敬的放在謝遜面前，心中卻想：「你中毒之後再喝酒，那不是嫌死得不夠快嗎？」只見謝遜捧起酒罈，骨都骨都的狂喝入肚，這一罈酒少說也有二十來斤，竟給他片刻間喝得乾乾淨淨。他撫著高高凸起的大肚子拍了幾拍，突然一張口，一道白練也似的酒柱激噴而出，打向白龜壽的胸口。白龜壽待得驚覺，酒柱已打中身子，便似一個數百斤的大鐵錘連續打到一般，饒是他一身精湛的內功，也感抵受不住，幌了幾幌，昏暈在地。謝遜轉過頭來，噴酒上天，那酒水如雨般撒將下來，都落在巨鯨幫一干人身上。自幫主麥鯨以下，人人都淋得滿頭滿臉，但覺那酒水腥臭不堪，功力稍差的都暈了過去。原來謝遜飲酒入肚，洗淨胃中的毒鹽，再以內力逼出，這二十多斤酒都變成了毒酒，他腹中留存的毒質卻已微乎其微，以他內功之深，這些微毒質已絲毫不能為害。巨鯨幫幫主受他這般戲弄，霍地站起，但轉念一想，終是不敢發作，重又坐下。謝遜說道：「麥幫主，今年五月間，你在閩江口搶劫一艘遠洋海船，可是有的？」麥鯨臉如死灰，道：「不錯。」謝遜道：「閣下在海上為寇，若不打劫，何以為生？這一節我也不來怪你。但你將數十名無辜客商盡數拋入海中，又將七名婦女輪姦致死，是否太過傷天害理？」麥鯨道：「這……這……這是幫中兄弟們幹的，我……我可沒有。」謝遜道：「你手下人這般窮兇惡極，你不加約束，與你自己所幹何異？是那幾個人幹的？」麥鯨身當此境，只求自己免死，拔出腰刀，說道：「蔡四、花青山、海馬胡六，那天的事，你們三個有份罷！」刷刷刷三刀，將身旁三人砍翻在地。這三刀出手也真利落快捷，蔡四等三人絕無反抗餘地，立時中刀斃命。謝遜道：「好！只是未免太遲了，又非你的本願。倘若你當時殺了這三人，今日我也不會跟你來比武了。麥幫主，你最擅長的功夫是甚麼？」麥鯨見仍是不了，心道：「在陸上跟他比武，只怕走不上三招。但到了大海之中，卻是我的天下了。便算不濟，總能逃走，難道他水性能及得上我？」說道：「在下想領教一下謝前輩的水底功夫。」謝遜道：「好，咱們到海中去比試啊。」走了幾步，忽道：「且慢，我一走開，只怕這些人都要逃走！」眾人都是心中一凜，暗想：「他怕我們逃走，難道他要將這裏的人個個害死？」麥鯨忙道：「其實便到海中比試，在下也決不是謝前輩對手，我認輸就是。」謝遜道：「噫，那倒省事。你既認輸，這就橫刀自殺罷。」麥鯨心中怦的一跳，道：「這個……這個比武，勝負原是常事，也用不著自殺……」謝遜喝道：「胡說八道！諒你也配跟我比武？今日我是索債討命來著。咱們學武的，手上豈能不沾鮮血？可是謝某生平只殺身有武功之人，最恨的是欺凌弱小，殺害從未練過武功的婦孺良善。凡是幹過這種事的人，謝某今日一個也不能放過。」張翠山聽到這裏，情不自禁的向殷素素偷瞧了一眼，心想她殺害龍門鏢局滿門老幼數十口，其中自有不少是絲毫不會武功的，謝遜若是知道此事，也當找她算帳，只見殷素素臉色蒼白，嘴唇微微顫動。張翠山又想：「謝遜若要殺她，我是否出手相救？我若出手，只不過白饒上自己一條性命，何況她也可說是罪有應得，但是……但是……我難道眼睜睜的瞧著人行兇，袖手不理？」只聽謝遜又道：「只是怕你們死得不服，這才叫你們一個個施展平生絕藝，只要有一技之長能勝過我的，便饒了你的性命。」他說了這番話，從地下抓起兩把泥來，倒些酒水，和成了兩團濕泥，對麥鯨道：「水性優劣，端瞧你能在水底支持多久，我和你各用濕泥封住口鼻，誰先忍耐不住伸手揭泥，誰便橫刀自盡。」當下也不問麥鯨是否同意，將左手中的濕泥貼在自己臉上，封住了口鼻，右手一揚，拍的一聲，另一塊泥飛擲過去，封住了麥鯨的口鼻。眾人見了這等情景，雖覺好笑，但誰都笑不出來。麥鯨在濕泥封住口鼻之前，早已深深吸了口氣，當下盤膝坐倒，屏息不動。他從七、八歲起，便常鑽到海底摸魚捉蟹，水性極高，便一炷香不出水面，也淹他不死，因此這般比試他自信決不能輸了，焦慮之心既去，凝神靜心，更能持久。謝遜卻不如他這般靜坐不動，大踏步走到神拳門席前，斜目向著掌門人過三拳瞪視。過三拳給他看得心中發毛，站起身來，抱拳說道：「謝前輩請了，在下過三拳。」謝遜嘴巴被封，不能說話，伸出右手食指，在酒杯中蘸了些酒，在桌上寫了三個字。過三拳登時臉如死灰，神色恐怖已極，宛似突然見到勾魂惡鬼一般。跟他同席的弟子垂目向桌上看去，只見謝遜所寫的乃是「崔飛煙」三字。那弟子茫然不解，心想「崔飛煙」似是一個女子名字，何以師父見了這三個字如此害怕？過三拳自然知道崔飛煙是自己的嫡親嫂子，自己逼姦不遂，將她害死，心想：「反正他饒我不過，還不如乘他口鼻上濕泥未除，全力進攻，他若運氣發拳，勢必會輸給了麥鯨。」當下朗聲道：「在下執掌神拳門，平生學的乃是拳法，向你討教幾招。」也不待謝遜有猶豫餘地，呼的一拳向他小腹擊去，一拳既出，第二拳跟著遞了出去。過三拳這名字的由來，乃因他拳力極猛，一拳可斃牯牛，尋常武師萬萬擋不住他三拳的轟擊，江湖上傳揚開來，他本來的名字反而沒人知道了。他心知眼前之事，利於速攻，倘若麥鯨先忍不住而揭去鼻上的濕泥，那麼謝遜自可跟著揭去，但此刻自己卻佔著極大的便宜，對方不能喘氣運力，武功自是大大的打了個折扣。他兩拳擊出，謝遜隨手化解。過三拳只覺對方的勁力頗為軟弱，和適才震死常金鵬、噴倒白龜壽的神威大不相同，大叫一聲「第三拳來了！」他這第三拳有個囉唆名目，叫作「橫掃千軍，直摧萬馬」，乃是他生平所學之中最厲害的一招，在這一招拳法之下，傷過不少江湖上成名的英雄好漢。這時麥鯨面紅耳赤，額頭汗如雨下，勢難再忍，麥少幫主見父親情勢危急，而謝遜卻正在和過三拳比拳，靈機一動，伸手到鄰座本幫一個女舵主頭髮上拔下一根銀釵，拗下釵腳寸許來的一截，對準麥鯨的嘴巴伸指彈出。這半截銀釵刺到麥鯨口中，雖不免傷及他的咽喉齒舌，但在濕泥上刺了一個小孔，稍有空氣透入，這場比試便立於不敗之地。半截銀釵離麥鯨身前尚有丈許，謝遜斜目已然瞥見，伸足在地下一踢，一粒小石子飛了起來，正好打中那半截銀釵。銀釵嗤的一聲飛回，勢頭勁急異常，麥少幫主「啊」的一聲慘叫，按住右目，鮮血涔涔而下，斷釵已將他一眼刺瞎。麥鯨伸手欲抹開口鼻上的濕泥，謝遜又踢出兩塊石子，拍拍兩聲，分別打在他雙肩，左右肩骨碎裂，手臂再也無法動彈。便在此時，過三拳的第三拳已擊中了謝遜的小腹之上。這一拳勢如風雷，拳力未到，已是極為威猛，過三拳料想對方不敢硬接硬架，定須閃避，但不論避左避右、竄高縮後，他都預伏下異常厲害的後著。豈知謝遜身子竟是不動，過三拳大喜，這一拳端端正正的擊中了他的小腹。人身的小腹本來極是柔軟，但他著拳時如中鐵石，剛知不妙，已狂噴鮮血而死。謝遜回過頭來，見麥鯨雙眼翻白，已氣絕而死。他先除去麥鯨口鼻上的濕泥，探了探他的鼻息，這才抹去自己口上的濕泥，仰天長笑，說道：「這兩人生平作惡多端，到今日遭受報應，已是遲了。」斗然間雙目如電，射向崑崙派的兩名劍客，從高則成望到蔣濤，又從蔣濤望到高則成，良久不語。高蔣兩人臉面蒼白，但昂然持劍，都向他瞪目而視。※※※張翠山見謝遜頃刻間連斃四大幫會的首腦人物，接著便要向高蔣兩人下手，站起身來，說道：「謝前輩，據你所云，適才所殺的數人都是死有餘辜，罪有應得。但若你不分青紅皂白的濫施殺戮，與這些人又有甚麼分別？」謝遜冷笑道：「有甚麼分別？我武功高，他們武功低，強者勝而弱者敗，便是分別。」張翠山道：「人之異於禽獸，便是要分辨是非，倘若一味恃強欺弱，又與禽獸何異？」謝遜哈哈大笑，說道：「難道世上真有分辨是非之事？當今蒙古人做皇帝，愛殺多少漢人便殺多少，他跟你講是非嗎？蒙古人要漢人的子女玉帛，伸手便拿，漢人若是不服，他提刀便殺，他跟你講是非麼？」張翠山默然半晌，說道：「蒙古人暴虐殘惡，行如禽獸，凡有志之士，無不切齒痛恨，日夜盼望逐出韃子，還我河山。」謝遜道：「從前漢人自己做皇帝，難道便講是非了？岳飛是大忠臣，為甚麼宋高宗殺了他？秦檜是大奸臣，為甚麼身居高位，享盡了榮華富貴？」張翠山道：「南宋諸帝任用奸佞，殺害忠良，罷斥名將，終至大好河山淪於異族之手，種了惡因，致收惡果，這也就是辨別是非啊。」謝遜道：「昏庸無道的是南宋皇帝，但金人、蒙古人所殘殺虐待的卻是普天下的漢人。請問張五俠，這些老百姓又作了甚麼惡，以致受此無窮災難？」張翠山默然。殷素素突然接口道：「老百姓無拳無勇，自然受人宰割。所謂人為刀俎，我為魚肉，那也事屬尋常。」張翠山道：「咱們辛辛苦苦的學武，便是要為人伸冤吐氣，鋤強扶弱。謝前輩英雄無敵，以此絕世武功行俠天下，蒼生皆被福蔭。」謝遜道：「行俠仗義有甚麼好？為甚麼要行俠仗義？」張翠山一怔，他自幼便受師父教誨，在學武之前，便已知行俠仗義是須當終身奉行不替的大事，所以學武，正便是為了行俠，行俠是本，而學武是末。在他心中，從未想到過「行俠仗義有甚麼好？為甚麼要行俠仗義？」的念頭，只覺這是當然之義，自明之理，根本不用思考，這時聽謝遜問起，他呆了一呆，才道：「行俠仗義嘛，那便是伸張正義，使得善有善報，惡有惡報了。」謝遜淒厲長笑，說道：「善有善報，惡有惡報！嘿嘿，胡說八道！你說武林之中，當真是善有善報、惡有惡報嗎？」張翠山驀地想起了俞岱巖來，三師哥一生積善無數，卻毫沒來由的遭此慘禍，這「善有善報、惡有惡報」八個字，自己實再難以信之不疑，慘然歎道：「天道難言，人事難知。咱們但求心之所安，義所當為，至於為禍是福，本也不必計較。」謝遜斜目凝視，說道：「素聞尊師張三丰先生武功冠絕當世，可惜緣慳一面。你是他及門高弟，見識卻如此凡庸，想來張三丰也不過如此，這一面不見也罷。」張翠山聽他言語之中對恩師大有輕視之意，忍不住勃然發作，說道：「我恩師學究天人，豈是凡夫俗子所能窺測？謝前輩武功高強，非後學小子所及，但在我恩師看來，也不過是一勇之夫罷了。」殷素素忙拉了拉他衣角，示意他暫忍一時之辱，不可吃了眼前虧。張翠山心道：「大丈夫死則死耳，可決不能容他辱及恩師。」那知謝遜卻並不發怒，淡淡的道：「張三丰先生開創宗教，想來武功上必有獨特造詣。武學之道，無窮無盡，我及不上尊師那也不足為奇。總有一日，我要上武當山去領教一番。張五俠，你最擅長的是甚麼功夫，姓謝的想見識見識。」