第三回　避禍英雄悲失路　尋仇好漢誤交兵鎮遠鏢局鏢頭童兆和興沖沖的帶路，引著張召重等一干官府好手，七八名捕快，趕赴鐵膽莊來。他這次有人壯膽撐腰，可就威風八面了，走到莊前，向莊丁喝道：「快叫你家莊主出來，迎接欽差。」莊丁見這干人來勢洶洶，也不知是甚麼來頭，轉身就走。張召重心想周仲英名聲極大，是西北武林領袖人物，可得罪不得，便道：「這位朋友且住，你說我們是京裏來的，有點公事請教周老英雄。」他說罷向吳國棟使了個眼色。吳國棟點點頭，率領捕快繞向莊後，以防欽犯從後門逃走。孟健雄一聽莊丁稟告，知道這批人定為文泰來而來，叫宋善朋出去敷衍，當即趕到文泰來室中，說道：「文爺，外面有六扇門的鷹爪子，說不得，只好委屈你們三位暫避一避。」當下把文泰來扶起，走進後花園一個亭子，和余魚同兩人合力把亭中一張石桌搬開，露出一塊鐵板，拉開鐵板上鐵環，用力一提，鐵板掀起，下面原來是個地窖。文泰來怒道：「文某豈是貪生怕死之徒？躲在這般的地方，就是逃得性命，也落得天下英雄恥笑。」孟健雄道：「文爺說那裏話來？大丈夫能屈能伸，文爺身受重傷，暫時躲避，有誰敢來笑話？」文泰來道：「孟兄美意，文某心領了，這就告辭，以免連累寶莊。」孟健雄不住婉言相勸。只聽得後門外有人大聲叫門，同時前面人聲喧嘩，衙門中一干人要闖向後進。宋善朋拚命阻攔，卻那裏擋得住？張召重等震於周仲英威名，不便明言搜查，只說：「寶莊建得這麼考究，塞外少見，請宋朋友引我們開開眼界。」文泰來見鐵膽莊被圍，前後有敵，氣往上衝，對駱冰和余魚同道：「並肩往外衝。」駱冰應了，伸手扶住他右臂。文泰來左手拔出單刀，正要衝出，忽覺駱冰身子微微顫動，向她一看，見她雙目含淚，臉色淒苦，心中一軟，柔情頓起，歎道：「咱們就躲一躲吧。」孟健雄大喜，待三人進了地窖，忙把鐵板蓋好，和兩名莊丁合力把石桌抬在鐵板上，周英傑這孩子七手八腳的也在旁幫忙。孟健雄一看已無破綻，命莊丁去開後門。吳國棟等守在門外，並不進來，張召重等一干人卻已進了花園。孟健雄見童兆和也在其內，冷然道：「原來是一位官老爺，剛才多多失敬。」童兆和道：「在下是鎮遠鏢局的鏢頭，老兄你走了眼吧？」回頭對張召重道：「我親眼目睹，見三位欽犯進莊，張大人你下令搜吧。」宋善朋道：「我們都是安分良民，周老莊主是河西大紳士，有家有業，五百里方圓之內無人不知，怎敢窩藏匪類，圖謀不軌？這位童爺剛才來過，莊上沒送盤纏，那是兄弟的不是，可是這麼挾嫌誣陷，我們可吃罪不起。」他知文泰來等已躲入地窖，說話便硬了起來。孟健雄假裝不知，明問張召重等的來由，哈哈大笑，道：「紅花會是江南的幫會，怎麼會到西北邊塞來？這位鏢頭異想天開，各位大人也真會信他！」張召重等全是老江湖、大行家，明知文泰來定在莊內，可是如在莊內仔細搜查，搜出來倒也罷了，一個搜不出，周仲英豈肯甘休？他們雖然大都已有功名，但和江湖上人士久有交往，知道得罪了周仲英這老兒可不是玩的，當下均感躊躇。童兆和心想，今天抓不到這三人，回去必被大夥奚落埋怨，孩子嘴裏或許騙得出話來，於是滿臉堆歡，拉住了周英傑的手。周英傑剛才見過他，知他鬼鬼祟祟的不是好人，使勁甩脫他手，說道：「你拉我幹麼？」童兆和笑道：「小兄弟，你跟我說，今天來你家的三個客人躲在那裏，我送你這個買糖吃。」說罷拿出隻銀元寶，遞了過去。周英傑扁嘴向他做個鬼臉，說道：「你當我是誰？鐵膽莊周家的人，希罕你的臭錢？」童兆和老羞成怒，叫道：「咱們動手搜莊，搜出那三人，連這小孩子一齊抓去坐牢。」周英傑道：「你敢動我一根毫毛，算你好漢。我爸爸一拳頭便打你個稀巴爛！」張召重鑒貌辨色，料想這孩子必知文泰來的躲藏處，眼見孟健雄、宋善朋等一干人老辣幹練，只有從孩子身上下工夫，但孩子年紀雖小，嘴頭卻硬，便道：「今兒來的客人好像是四位，不是三位，是不是？」周英傑並不上當，道：「不知道。」張召重道：「待會我們把三個人搜出來，不但你爸爸、連你這小孩子、連你媽媽都要殺頭！」周英傑「呸」了一聲，眉毛一揚，道：「我都不怕你，我爸爸會怕你？」童兆和突然瞥見周英傑左腕上套著一串珠子，顆顆晶瑩精圓，正是駱冰之物。他是鏢頭，生平珠寶見得不少，倒是識貨之人，這兩日來見到駱冰，於她身上穿戴無不瞧得明明白白，這時心中一喜，說道：「你手上這串珠子，我認得是那個女客的，你還說他們沒有來？你定是偷了她的。」周英傑大怒，說道：「我怎會偷人家的物事？明明是那嬸嬸給我的。」童兆和笑道：「好啦，是那嬸嬸給的。那麼她在那裏？」周英傑道：「我幹麼要對你說？」張召重心想：「這小孩兒神氣十足，想是他爹爹平日給人奉承得狠了，連得他也自尊自大，我且激他一激，看他怎樣。」便道：「老童，不用跟小孩兒囉唆了，他甚麼都不知道的，鐵膽莊裏大人的事，也不會讓小孩兒瞧見。他們叫那三個客人躲在秘密的地方之時，定會先將小孩兒趕開。」周英傑果然著惱，說道：「我怎麼不知道？」孟健雄見周英傑上當，心中大急，說道：「小師弟，咱們進去吧，別在花園裏玩了。」張召重抓住機會，道：「小孩兒不懂事，快走開些，別在這裏礙手礙腳。你就會吹牛，你要是知道那三個客人躲在甚麼地方，你是小英雄，否則的話，你是小混蛋、小狗熊。」周英傑怒道：「我自然知道。你才是大混蛋、大狗熊。」張召重道：「我料你不知道，你是小狗熊。」周英傑忍無可忍，大聲道：「我知道，他們就在這花園裏，就在這亭子裏！」孟健雄大驚，喝道：「小師弟，你胡說甚麼？快進去！」周英傑話一出口，便知糟糕，急得幾乎要哭了出來，拔足飛奔入內。張召重見亭子四周是紅漆的欄干，空空曠曠，那有躲藏之處。他跳上欄干，向亭頂一望，也無人影，跳下來沉吟不語，忽然靈機一動，對孟健雄笑道：「孟爺，在下武藝粗疏，可是有幾斤笨力氣，請孟爺指教。」孟健雄見他瞧不破機關，心下稍寬，只道他抓不到人老羞成怒，要和自己動手，雖然對方人多，卻也不能示弱，說道：「不敢，乒刃拳腳，你劃下道兒來吧。我是捨命陪君子。」張召重哈哈一笑，說道：「大家好朋友，何必動兵刃拳腳，傷了和氣。我來舉舉這張石桌，待會請孟爺也來試試，我舉不起孟爺別見笑。」孟健雄大驚，登時呆了，想不出法子來推辭阻攔，只道：「不，這……這個不好……」瑞大林、成璜一干人見張召重忽然要和孟健雄比力氣，心下俱各納罕，只見他捋起衣袖，右手抓住石桌圓腳，喝一聲「起」，一張四百來斤的石桌竟被他單手平平端起。眾人齊聲喝采，叫道：「張大人好氣力！」采聲未畢，卻驚叫起來。石桌舉起，底下露出鐵板。文泰來躲在地窖之中，不一會只聽得頭頂多人走動，來來去去，老不離開，只是聽不到說話，正自氣惱之際，忽然頭頂軋軋兩聲，接著光亮耀眼，遮住地窖的鐵板已被人揭開。眾官差見文泰來躲在地窖之中，倒不敢立時下去擒拿，為了要捉活口，也不便使用暗器，只守在地窖口上，手持兵刃，大聲呼喝。文泰來低聲對駱冰道：「咱們給鐵膽莊賣了。咱們夫妻一場，你答應我一件事。」駱冰道：「大哥你說。」文泰來道：「待會我叫你做甚麼，你一定得聽我的話。」駱冰含淚點頭。文泰來大喝：「文泰來在此，你們吵甚麼？」眾人聽他一喝，一時肅靜無聲。文泰來道：「我腿上有傷，放根繩索下來，吊我起來。」張召重回頭找孟健雄拿繩，卻已不知去向，忙命莊丁取繩來。繩索取到，成璜拿了，將一端垂入地窖，把文泰來吊將上來。文泰來雙足一著地，左手力扯，成璜繩索脫手，文泰來大喝一聲，猶如半空打了個響雷，手腕一抖，一條繩索直豎起來，當即使出軟鞭中「反脫袈裟」身法，人向右轉，繩索從左向右橫掃，虎虎生風，勢不可當。武林中有言道：「練長不練短，練硬不練軟。」又道：「一刀、二槍、三斧、四叉、五鉤、六鞭、七抓、八劍。」意思說要學會兵器的初步功夫，學刀只需一年，學鞭卻要六年，這鞭說的乃是單鞭雙鞭的硬兵刃，軟鞭卻更加難練。文泰來一藝通百藝通，運起勁力將繩索當軟鞭使，勢勁力疾，向著眾人頭臉橫掃而至。眾人出其不意，不及抵擋，急急低頭避讓。那童兆和吃過文泰來的苦頭，見他上來時早避在眾人背後，躲得遠遠的，惟恐他還要拚命，找自己晦氣，那知越在後面越吃虧，前面的人一低頭，他待見繩索打到，避讓已自不及，急忙轉身，繩索貫勁，猶如鐵棍，呼的一聲，結結實實的打在背上，登時撲地倒了。侍衛瑞大林和言家拳掌門人言伯乾一個拿刀、一個手持雙鐵環，分自左右搶上。余魚同提氣在石級上點了兩腳，縱身而上，手揮金笛，和總兵成璜打在一起。成璜使開齊眉棍法，棍長笛短，反被余魚同逼得連連倒退。駱冰以長刀撐著石級，一步一步走上來，快到頂時，只見地窖口一個魁梧漢子叉腰而立，她鑽起飛刀向那人擲去。那人不避不讓，待飛刀射至面前，伸出三根手指握住刀柄，其時刀尖距他鼻尖已不過寸許。駱冰見此人好整以暇，將她飛刀視若無物，倒抽了一口涼氣，舞起雙刀，傍到丈夫身邊。那人正是張召重，眉頭微皺，他不屑拔劍與女子相鬥，便以駱冰那柄刃鋒才及五寸的飛刀作匕首用，連續三下作進手招數。駱冰步武不靈，但手中雙刀家學淵源，仍能緊封門戶。相拒四五合，張召重左臂前伸，攻到駱冰右臂外側，向左橫掠，把她雙刀攔在一邊，運力一推，駱冰立腳不穩，又跌入地窖。那邊文泰來雙戰兩名好手，傷口奇痛，神智昏迷，如發瘋般亂歸狂打。余魚同施展金笛卻已搶得上風。張召重見他金笛中夾有柔雲劍法，笛子點穴的手法又是本門正傳，好生奇怪，正要上前喝問，那知余魚同一招「白雲蒼狗」，待成璜閃開避讓，突然縱入地窖。原來他見駱冰跌入地窖，也不知是否受傷，忙跳入救援。駱冰站了起來，余魚同問道：「受傷了麼？」駱冰道：「不礙事，你快出去幫四哥。」余魚同道：「我扶你上去。」成璜提著熟銅棍在地窖口向下猛揮，居高臨下，堵住二人。文泰來見愛妻不能逃脫，自己已不能再行支持，腳步踉蹌，直跌到成璜身後，當即伸手在他腰間一點，成璜登時身子軟了，被文泰來攔腰抱住，喝聲：「下去！」兩人直向地窖中跌去。成璜被點中了穴道，已自動彈不得，跌入地窖後，文泰來壓在他身上，兩人都爬不起來。駱冰忙伸手把文泰來扶起。他臉上毫無血色，滿頭大汗，向她勉強一笑，「哇」的一聲，一口鮮血吐上她衣襟。余魚同明白文泰來的用意，大叫：「讓路，讓路。」張召重見余魚同武功乃武當派本門真傳，又見文泰來早受重傷，他自重身份，不肯上前夾攻，是以將駱冰推入地窖後不再出手，那知變起俄頃，成璜竟落入對方手中，這時投鼠忌器，聽余魚同一叫，只得向眾人揮手，讓出一條路出來。從地窖中出來的第一個是成璜，駱冰拉住他衣領，短刀刀尖對準他的後心。第三是余魚同，他一手扶著駱冰，一手抱住文泰來。四個人拖拖拉拉走了上來。駱冰喝道：「誰動一動，這人就沒命。」四人在刀槍叢中鑽了出去，慢慢走到後園門口。駱冰眼見有三匹馬縛在柳樹上，心中大喜，暗暗謝天謝地。這三匹馬正是吳國棟等來堵截後門時所騎。張召重眼見要犯便要逃脫，心想：「成璜這膿包死活關我何事？我把文泰來抓回北京，那才是大功一件。」拾起文泰來丟在地下的繩索，運起內力，向外拋去。繩索呼的一聲飛出，繞住了文泰來，回臂一拉，將文泰來拉脫了余魚同之手。駱冰聽得丈夫一聲呼叫，關心則亂，早忘了去殺成璜，回身來救丈夫，她腿上受傷，邁不了兩步，已跌倒在地。文泰來叫道：「快走！快走！」駱冰道：「我跟你死在一起。」文泰來怒道：「你剛才答應聽我話的……」話未說完，已被瑞大林等擁上按住。余魚同飛身過來，抱住駱冰，直闖出園門。一名捕快掄鐵尺上前阻攔，余魚同飛起一腳，踢得他直跌出五六步去。駱冰見丈夫被捕，已是六神無主，也不知身在何處。余魚同搶到柳樹邊，把她放上馬背，叫道：「快放飛刀！」這時言伯乾及兩名捕快已追出園門，駱冰三把飛刀連珠般發出，慘叫聲中，一名捕快肩頭中刀。言伯乾呆得一呆，余魚同已將三匹馬的馬韁扯開，自己騎上一匹，把第三匹馬牽轉馬頭，向著園門，揮金笛在馬臀上一擊，那馬受痛，向言伯乾等直衝過去，把追兵都擋在花園後門口。混亂之中，余魚同和駱冰兩騎馬奔得遠了。張召重等捉到要犯文泰來，歡天喜地，誰也無心再追。※※※駱冰神不守舍的伏在馬上，幾次要拉回馬頭，再進鐵膽莊，都給余魚同揮鞭抽她坐騎，繼續前行。直奔出六七里地，見後面沒人追來，余魚同才不再急策坐騎。又行了三四里，四乘馬迎面而來，當先一人白鬚飄動，正是鐵膽周仲英。他見到余駱兩人，很是詫異，叫道：「貴客留步，我請了醫生來啦。」駱冰恨極，一柄飛刀向他擲去。周仲英突見飛刀擲到，大吃一驚，毫無防備之下不及招架，急忙俯身在馬背上一伏，飛刀從背上掠過。在他背後的二弟子安健剛忙揮刀擋格，飛刀斜出，噗的一聲，插在道旁一株大柳樹上，夕陽如血，映照刃鋒閃閃生光。周仲英正要喝問，駱冰已張口大罵：「你這沽名釣譽、狼心狗肺的老賊！你們害我丈夫，我和你這老賊拚了。」她邊罵邊哭，手揮雙刀縱馬上前。周仲英給她罵得莫名其妙。安健剛見這女人罵他師父，早已按捺不住，揮單刀上前迎敵，被周仲英伸手攔住，叫道：「有話好說。」余魚同勸道：「咱們想法子救人要緊，先救四哥，再燒鐵膽莊。」駱冰一聽有理，掉轉馬頭，一口唾沫恨恨的吐在地下，拍馬而走。周仲英縱橫江湖，待人處處以仁義為先，真所謂仇怨不敢多結，朋友不敢少交，黑白兩道一提到鐵膽周仲英，無不豎起大拇指叫一聲「好」，那知沒頭沒腦的給這個青年女子擲一柄飛刀，再加一陣臭罵，真是生平從所未有之「奇遇」。他見駱冰怨氣沖天，存心拚命，心知必有內情，查問趕到鎮上請醫的莊丁，只說大奶奶和孟爺在家裏好好待客，並沒甚麼爭鬧。周仲英好生納悶，催馬急奔，馳到鐵膽莊前。莊丁見老莊主回來，忙上前迎接。周仲英見各人神情特異，料知發生了事端，飛步進莊，一連串的叫道：「叫健雄來！」莊丁回道：「孟爺保著大奶奶、小少爺到後山躲避去了。」周仲英一聽，更是詫異。幾名莊丁七張八嘴的說了經過，說公差剛把文泰來捕走，離莊不久，想來一干人不走大路，因此周仲英回來沒遇上。眾莊丁道：「公差去遠後，已叫人去通知孟爺，想來馬上就回。」周仲英連問：「三位客人躲在地窖裏，是誰走漏風聲？」莊丁面面相覷，都不敢說。周仲英大怒，揮馬鞭向莊丁劈頭劈臉打去。安健剛見師父動了真怒，不敢上前相勸。周仲英打了幾鞭，坐在椅中直喘氣，兩枚大鐵膽嗆啷啷的弄得更響。眾人大氣也不敢出，站著侍候。周仲英喝道：「大家站在這裏幹麼？快去催健雄來。」說話未畢，孟健雄已自外面奔進，叫道：「師父回來了。」周仲英從椅中一躍而起，嘶聲道：「誰漏了風聲，你說，你……」孟健雄見師父氣得話都說不出來，和平日豪邁從容的氣度大不相同，那裏還敢直說，猶豫了一下道：「是鷹爪子自己發現的。」周仲英左手一把抓住他衣領，右手揮鞭，便要劈臉打去，終於強行忍住，怒道：「胡說！我這地窖如此機密，這群狗賊怎會發現？」孟健雄不答，不敢和師父目光相對。周大奶奶聽得丈夫發怒，攜了兒子過來相勸。周仲英目光轉到宋善朋臉上，喝道：「你一見公差，心裏便怕了，於是說了出來，是不是？」他素知孟健雄為人俠義，便殺了他頭也不會出賣朋友，宋善朋不會武藝，膽小怕事，多半是他受不住公差的脅逼而吐露真相。宋善朋見到老莊主的威勢，似乎一掌便要打將過來，不由得膽戰心驚，說道：「不……不是我說的，是……是小……小公子說的。」周仲英心中打了個突，對兒子道：「你過來。」周英傑畏畏縮縮的走到父親跟前。周仲英道：「那三個客人藏在花園的地窖，是你跟公差說的？」周英傑在父親面前素來不敢說謊，卻也不敢直承其事。周仲英揮起鞭子，喝道：「你說不說？」周英傑嚇得要哭又不敢哭，眼睛只望母親。周大奶奶走近身來，勸道：「老爺子別生氣啦，就算女兒惹你生氣，這小兒子乖乖的在家，你兇霸霸的嚇他幹麼呀？」周仲英不去理她，將鞭子在空中吧的一抖，叫道：「你不說，我打死你這小雜種。」周大奶奶道：「老爺子越來越不成話啦，兒子是你自己生的，怎麼罵他小雜種？」孟健雄等一干人聽了覺得好笑，但都不敢笑出來。周仲英把妻子一推，說道：「別在這囉唆！」孟健雄眼見瞞不過了，便道：「師父，張召重那狗賊好生奸猾，一再以言語相激，說道小師弟若是不說出來，便是小……小混蛋、小狗熊。」周仲英知道兒子脾氣，年紀小小，便愛逞英雄好漢，喝道：「小混蛋，你要做英雄，便說了出來，是不是？」周英傑一張小臉上已全無血色，低聲道：「是，爹爹！」周仲英怒氣不可抑制，喝道：「英雄好漢是這樣做的麼？」右手一揮，兩枚鐵膽向對面牆上擲去。豈知周英傑便在這時衝將上來，要撲在父親的懷裏求饒，腦袋正好撞在一枚鐵膽之上。周仲英投擲鐵膽之時，滿腔忿怒全發洩在這一擲之中，力道何等強勁，噗噗兩響，一枚鐵膽嵌入了對面牆壁，另一枚正中周英傑的腦袋，登時鮮血四濺。周仲英大驚，忙搶上抱住兒子。周英傑道：「爹，我……我再也不敢了……你別打我……」話未說完，已然氣絕，一霎時間，廳上人人驚得呆了。周大奶奶抱起兒子，叫道：「孩兒！孩兒！」見他沒了氣息，呆了半晌，如瘋虎般向周仲英撲去，哭叫：「你為甚麼……為甚麼打死了孩兒？」周仲英搖搖頭，退了兩步，說道：「我……我不是……」周大奶奶放下兒子屍身，在安健剛腰間拔出單刀，縱上前來，揮刀向丈夫迎頭砍去。周仲英此時心灰意懶，不躲不讓，雙目一閉，說道：「大家死了乾淨。」周大奶奶見他如此，手反而軟了，拋刀在地，大哭奔出。※※※駱冰和余魚同怕遇到公門中人，盡揀荒僻小路奔馳，不數里天已全黑。塞外遍地荒涼，那裏來的宿店，連一家農家也找不到。好在兩人都是久闖江湖，也不在意，在一塊大巖石邊歇了下來。余魚同放馬吃草，拿駱冰的長刀去割了些草來，鋪在地下，道：「床是有了，只是沒乾糧又沒水，只好挨到明天再想法子。」駱冰一顆心全掛在丈夫身上，面前就有山珍海味，也吃不下，只不斷垂淚。余魚同不住勸慰，說陸師叔後天當可趕到安西，紅花會群雄當然大舉來援，定能追上鷹爪孫，救出四哥。駱冰這一天奔波惡鬥，心力交瘁，聽了余魚同的勸解，心中稍寬，不一會就沉沉睡去。睡夢中似乎遇見了丈夫，將她輕輕抱在懷裏，在她嘴上輕吻。駱冰心花怒放，軟洋洋的讓丈夫抱著，說道：「我想得你好苦，你身上的傷可全好了？」文泰來含含糊糊的說了幾句話，將她抱得更緊，吻得更熱。駱冰正自心神蕩漾之際，突然一驚，醒覺過來，星光之下，只見抱著她的不是丈夫，竟是余魚同，這一驚非同小可，忙用力掙扎。余魚同仍是抱著她不放，低聲道：「我也想得你好苦呀！」駱冰羞憤交集，反手重重在他臉上打了一掌。余魚同一呆。駱冰在他胸前又是一拳，掙脫他懷抱，滾到一邊，伸手便拔雙刀，卻拔了個空，原來已被余魚同解下，又是一驚，忙去摸囊中飛刀，幸喜尚剩兩把，當下拈住刀尖，厲聲喝道：「你待怎樣？」余魚同道：「四嫂，你聽我說……」駱冰怒道：「誰是你四嫂？咱們紅花會四大戒條是甚麼？你說。」余魚同低下了頭，不敢作聲。駱冰平時雖然語笑嫣然，可是循規蹈矩，那容得他如此輕薄，高聲喝問：「紅花老祖姓甚麼？」余魚同只得答道：「紅花老祖本姓朱，為救蒼生下凡來。」駱冰又問：「眾兄弟敬的是甚麼？」余魚同道：「一敬桃園結義劉關張，二敬瓦崗寨上眾兒郎，三敬水泊梁山一百零八將。」原來二人一問一答，乃是紅花會的大切口，遇到開堂入會，誓師出發，又或執行刑罰之時，由當地排行最高之人發問，下級會眾必須恭謹對答。駱冰在會中排行比余魚同高，她這麼問上了會中的大切口，余魚同心底一股涼氣直冒上來，可是不敢不答。駱冰凜然問道：「紅花會救的是那四等人？」余魚同道：「一救仁人義士，二救孝子賢孫，三救節婦貞女，四救受苦黎民。」駱冰問道：「紅花會殺的是那四等人？」余魚同道：「一殺韃子滿奴，二殺貪官污吏，三殺土豪惡霸，四殺兇徒惡棍。」駱冰秀眉頓促，叫道：「紅花會四大戒條是甚麼？」余魚同低聲道：「投降清廷者殺，犯上叛會者殺……出賣朋友者殺，淫人……妻女者殺。」駱冰道：「有種的快快自己三刀六洞，我帶你求少舵主去。沒種的你逃吧，瞧鬼見愁十二郎找不找得到你。」原來依據紅花會規條，會中兄弟犯了大罪，若是一時胡塗，此後誠心悔悟，可在開香堂執法之前，自行用尖刀在大腿上連戳三刀，這三刀須對穿而過，即所謂「三刀六洞」，然後向該管舵主和執法香主求恕，有望從輕發落，但若真正罪重出自不能饒恕。鬼見愁石雙英在會中坐第十二把交椅，執掌刑堂，鐵面無私，心狠手辣，犯了規條的就是逃到天涯海角，他也必派人抓來處刑，是以紅花會數萬兄弟，提到鬼見愁時無不悚然。當下余魚同道：「求求你殺了我吧，我死在你手裏，死也甘心。」駱冰聽他言語仍是不清不楚，怒火更熾，拈刀當胸，勁力貫腕，便欲射了出去。余魚同顫聲道：「你一點也不知道，這五六年來，我為你受了多少苦。我在太湖總香堂第一次見你，我的心……就……不是自己的了。」駱冰怒道：「那時我早已是四哥的人了！你難道不知？」余魚同道：「我……我知道管不了自己，所以總不敢多見你面。會裏有甚麼事，總求總舵主派我去幹，別人只道我不辭辛勞，全當我好兄弟看待，那知我是要躲開你呀。我在外面奔波，有那一天那一個時辰不想你幾遍。」說著捋起衣袖，露出左臂，踏上兩步，說道：「我恨我自己，罵我心如禽獸。每次恨極了時，就用匕首在這裏刺一刀。你瞧！」朦朧星光之下，駱冰果見他臂上斑斑駁駁，滿是疤痕，不由得心軟。余魚同又道：「我常常想，為甚麼老天不行好，叫我在你未嫁時遇到你？我和你年貌相當，四哥跟你卻年紀差了一大截。」駱冰本有點憐他痴心，聽到他最後兩句話又氣憤起來，說道：「年紀差一大截又怎麼了？四哥是大仁大義的英雄好漢，怎像你這般……」她把罵人的話忍住了，哼了一聲，一拐一拐的走到馬邊，掙扎上馬。余魚同過去相扶，駱冰喝道：「走開！」自行上馬。余魚同道：「四嫂到那裏去？」駱冰道：「不用你管。四哥給鷹爪孫抓去，反正我也活不了……把刀還我。」余魚同低著頭將鴛鴦刀遞給了她。駱冰接了過來，見他站在當地，茫然失措，心中忽覺不忍，說道：「只要你以後好好給會裏出力，再不對我無禮，今晚之事我絕不對誰提起。以後我給你留心，幫你找一位才貌雙全的好姑娘。」說罷「嗤」的一笑，拍馬走了。※※※她這愛笑的脾氣始終改不了。這一來可又害苦了余魚同。但見她臨去一笑，溫柔嫵媚，當真令人銷魂蝕骨，情難自己，眼望著她背影隱入黑暗之中，呆立曠野，心亂似沸，一會兒自傷自憐，恨造化弄人，命舛已極，一會兒又自悔自責，覺堂堂六尺，無行無恥，直豬狗之不若，突然間將腦袋連連往樹上撞去，抱樹狂呼大叫。駱冰騎馬走出里許，一望天上北斗，辨明方向。向西是去會合紅花會群雄，協力救人，向東是暗隨被捕的丈夫，乘機搭救。明知自己身上有傷，勢孤力單，救人是萬萬不能，但想到丈夫是一步一步往東，自己又怎能反而西行？傷心之下，任由坐騎信步走出了七八里地，眼見離余魚同已遠，料他不敢再來滋擾，下得馬來，便在一處矮樹叢中睡了。她小時候跟隨父親，後來跟了丈夫，這兩人都是武功高強，對她又是處處體貼照顧，因此她從小闖蕩江湖，向來只佔上風，從來沒吃過苦。後來入了紅花會，這幫會人多勢眾，她人緣又好，二十二年來可說是個「江湖驕女」，無求不遂，無往不利。這一次可苦了她，丈夫被捕，自身受傷，最後還讓余魚同這麼一纏，又氣又苦，哭了一會，沉沉睡去。夜中忽然身上燒得火燙，迷迷糊糊的叫：「水，我要喝水。」卻那裏有人理睬？第二天病勢更重，想掙扎起身，一坐起就頭痛欲裂，只得重行睡倒，眼見太陽照到頭頂，再又西沉，又渴又餓，可是就上不了馬。心想：「死在這裏不打緊，今生可再見不到大哥了。」眼前一花，暈了過去。也不知昏睡了多少時候，聽得有人說道：「好了，醒過來啦！」緩緩睜眼，見一個大眼睛少女站在面前。那少女臉色微黑，濃濃的眉毛，十八九歲年紀，見她醒來，顯得十分喜歡，對身旁丫環道：「快拿小米稀飯，給這位奶奶喝。」駱冰一凝神，發覺是睡在炕上被窩之中，房中佈置雅潔，是家大戶人家，回想昏迷以前情景，知是為人救了，好生感激，說道：「請問姑娘高姓？」那少女道：「我姓周，你再睡一忽兒，待會再談。」瞧著她喝了一碗稀飯，輕輕退出，駱冰又闔眼睡了。再醒來時房中已掌上了燈，只聽得房門外一個女子聲音叫道：「這些傢伙這麼欺侮人，到鐵膽莊來放肆，老爺子忍得下，我可得教訓教訓他們。」駱冰聽得「鐵膽莊」三字，心中一驚，敢情又到了鐵膽莊？只見兩人走進房來，便是那少女和丫環。那少女走到炕前，撩開帳子。駱冰閉上眼，假裝睡著，那少女轉身就往牆上摘刀。駱冰見自己鴦鴛刀放在桌上，心中有備，只待少女回身砍來，就掀起棉被把她兜頭罩住，然後抄鴦鴛刀往外奪路。只聽那丫頭勸道：「姑娘你不能再闖禍，老爺子心裏很不好過，你可別再惹他生氣啦！」駱冰猜想，這姑娘多半是周仲英的女兒。這少女正是鐵膽莊的大小姐周綺。她性格豪邁，頗有乃父之風，愛管閒事，好打不平，西北武林中人送了她個外號，叫做「俏李逵」，那天她打傷了人，怕父親責罵，當天不敢回家，在外挨了一晚，料想父親氣平了些，才回家來，途中遇到駱冰昏倒在地，救了她轉來，得知兄弟為父親打死，母親出走，自是傷痛萬分。周綺摘下鋼刀，大聲道：「哼，我可不管。」提刀搶出，丫環跟了出去。駱冰睡了兩天，精神已復，燒也退了，收拾好衣服，穿了鞋子，取了雙刀，輕輕出房，尋思：「他們既出賣大哥給官府，又救我幹麼？多半是另有奸謀。」此刻身在險地，自己腿傷未癒，那敢有絲毫大意。她來過一次，依稀記得門戶道路，想悄悄繞進花園，從後門出去。走過一條過道，聽得外有人聲，兩個人在交談。等了半晌，那兩人毫沒離開的模樣，只得重又退轉，躲躲閃閃的過了兩進房子，黑暗中幸喜無人撞見，繞過迴廊，見大廳中燈火輝煌，有人大聲說話，聲音聽來有點熟悉。湊眼到門縫中一張，見周仲英正陪著兩個人在說話，一個似乎見過，一時想不起來，另一個卻正是調戲過她、後來又隨同公差來捕捉她丈夫的童兆和。仇人一見，想到丈夫慘遇，那裏還顧得自己死活，伸掌推開廳門，一柄飛刀疾向童兆和擲去。※※※周仲英失手打死獨子，妻子傷心出走。周大奶奶本是拳師之女，武功平平，她娘家早已無人，不知她投奔何方。周仲英妻離子死，煩惱不已，在家中悶悶不樂的耽了兩日。這日天色已晚，莊丁來報有兩人來見。周仲英命孟健雄去接見，孟健雄一看，竟是罪魁禍首的童兆和，另一個是鄭王府的武術總教頭萬慶瀾，前天來鐵膽莊捕人，也有此人在內。孟健雄心下驚疑，料知必無好事。這兩人一定要見周仲英。孟健雄道：「老莊主身子不適，兩位有甚麼事，由在下轉達，也是一樣。」童兆和嘿嘿冷笑，說道：「我們這次來是一番好意，周莊主見不見由他。鐵膽莊眼下就是滅門大禍，還搭甚麼架子？」孟健雄自文泰來被捕，心中早懷鬼胎，惟恐鐵膽莊被牽連在內，聽他這麼說，只得進去稟告。周仲英手裏弄著鐵膽，嗆啷啷、嗆啷啷的直響，怒氣勃勃的出來，說道：「鐵膽莊怎麼有滅門之禍啊？老夫倒要請教。」萬慶瀾從懷裏摸出一張紙來，鋪在桌上，說道：「周老英雄請看。」兩手按住那張紙的天地頭，似怕給周仲英奪去。周仲英湊近看時，原來是武當派綿裏針陸菲青寫給他的一封信，托他照應紅花會中事急來投的朋友。這信文泰來放在身邊，一直沒能交給周仲英，被捕後給搜了出來。陸菲青犯上作亂，名頭極大，乃是久捕不得的要犯，竟和鐵膽莊勾結來往。瑞大林等一商量，均覺如去報告上官，未必能捉到陸菲青，反在自己肩上加了一副重擔，不如去狠狠敲周仲英一筆，大家分了，落得實惠。何況鐵膽莊窩藏欽犯，本已脫不了干係，還怕他不乖乖拿銀子出來？張召重和陸菲青是同門，多少有些舊誼，又知他厲害，不敢造次，待聽瑞大林等商量著要去敲詐周仲英，覺得未免人品低下，非英雄好漢之所為，但官場之中，不便阻人財路，只得由他們胡來，決心自己不分潤一文，沒的壞了「火手判官」的名頭。成璜、瑞大林等都是有功名之人，不便出面，於是派了萬慶瀾和童兆和二人前來伸手要錢。周仲英見了這信，心下也暗暗吃驚，問道：「兩位有何見教？」萬慶瀾道：「我們久慕周老英雄的英名，人人打從心底裏佩服出來，都知周老英雄仗義疏財，愛交朋友，銀錢瞧得極輕，朋友瞧得極重。為了交朋友，十萬八萬銀子花出去，不皺半點眉頭。這封信要是給官府見到了，周老英雄你當然知道後患無窮。眾兄弟拿到這信，都說大家拚著腦袋不要，也要結交周老英雄這個朋友，決定把這信毀了，大家以後隻字不提鐵膽莊窩藏欽犯文泰來之事，再擔個天大的干係，不向上官稟報。」周仲英道：「那是多多承情。」萬慶瀾不著邊際的說了一些閒話，終於顯得萬分委屈，說道：「只是眾兄弟這趟出京，路上花用開銷，負了一身債，想請周老英雄念在武林一派，伸手幫大家一個忙，我們感激不盡。」周仲英眉頭一皺，哼了一聲。萬慶瀾道：「這些債務數目其實也不大，幾十個人加起來，也不過六七萬兩銀子。周老英雄家財百萬，金銀滿屋，良田千頃，騾馬成群，乃是河西首富，這點點小數目，也不在你老心上。常言道得好：『消財擋災』，有道是『小財不出，大財不來』。」周仲英為公差到鐵膽莊拿人，全不將自己瞧在眼裏，本已惱怒異常，又覺江湖同道急難來奔，自己未加庇護，心感慚愧，實在對不起朋友，而愛子為此送命，又何嘗不是因這些公差而起？這兩天本在盤算如何相救文泰來，去找公差的晦氣，只是妻離子亡，心神大亂，一時拿不定主意，偏生這些公差又來滋擾，居然開口勒索，當真是「怒從心上起，惡向膽邊生」，冷冷的道：「在下雖然薄有家產，生平卻只用來結交講義氣、有骨頭的好男子。」他不但一口拒絕，還把對方一干人全都罵了。童兆和笑道：「我們是小人，那不錯。小人成事不足，敗事有餘，這一點老英雄也總明白。要我們起這麼一座大的莊子，那是甘拜下風，沒這個本事，不過要是將它毀掉嘛……」話未說完，一人闖進廳來，厲聲道：「姑娘倒要看你怎樣把鐵膽莊毀了。」正是周綺。周仲英向女兒使個眼色，走到廳外，周綺跟了出來。周仲英低聲道：「去跟健雄、健剛說，萬萬不能放這兩個鷹爪孫出莊。」周綺喜道：「好極了，我在外邊越聽越有氣。」周仲英回到廳上。萬慶瀾道：「周老英雄既不賞臉，我們就此告辭。」說著把陸菲青那信隨手撕了。周仲英一楞，這一著倒大出乎他意料之外。萬慶瀾道：「這是那封信的副本，把它撕了，免得給人瞧見不便。信的真本在火手判官張大人身邊。」這句話是向周仲英示意：就是把我們兩人殺了，也已毀不了鐵證如山。周仲英怒目瞪視，心道：「你要姓周的出錢買命，可把我瞧得忒也小了。」便在此時，駱冰在門外一飛刀向童兆和擲了過去。周仲英沒看清來人是誰，雖然痛恨童兆和，可也不能讓他就此喪命，不及細想，救人要緊，手中鐵膽拋出，向飛刀砸去，噹的一聲，飛刀與鐵膽同時落地。駱冰見周仲英出手救她仇人，罵道：「好哇，你們果是一夥！你這老賊害我丈夫，連我也一起殺了吧。」一拐一拐的走進廳來，舉起鴛鴦雙刀向周仲英當頭直砍。周仲英手中沒兵刃，舉起椅子一架，說道：「把話說清楚，且慢動手。」駱冰存心拚命，那去聽他分辯，雙刀全是進手招數。周仲英心知紅花會誤以為自己出賣文泰來，只有設法解釋，決不願再出手傷人，是以一味倒退，並不還手。駱冰長刀短刀，刀刀向他要害攻去，眼見他已退到牆邊，無可再退，忽聽背後金刃劈風之聲，知道有人偷襲，忙伏身閃避，呼的一聲，一柄單刀掠過腦後，挾著疾風直劈過去。駱冰左手長刀橫截敵人中路，待對方退出一步，這才轉身，只見周綺橫刀而立，滿臉怒容。周綺戟指怒道：「你這女人這等不識好歹！我好心救你轉來，你幹麼砍我爹爹？」駱冰道：「你鐵膽莊假仁假義，害我丈夫。你走開些，我不來難為你。」回身向周仲英又是一刀。周仲英舉椅子一擋，駱冰把刀收回，以免砍在椅上，隨手「抽撤連環」，三招急下。周仲英左躲右閃，連叫：「住手，住手！」周綺大怒，擋在周仲英面前，挺刀和駱冰狠鬥起來。說到武藝與經歷，駱冰均遠在周綺之上，只是她肩頭和腿上都受了傷，兼之氣惱憂急，正是武家大忌，兩人對拆七八招後，駱冰漸處下風。周仲英連叫：「住手！」卻那裏勸得住？萬慶瀾和童兆和在一旁指指點點，袖手觀鬥。周仲英見女兒不聽話，焦躁起來，舉起椅子正要把狠命廝拚的兩人隔開，忽聽背後一聲哇哇怪叫，一團黑影直撲進來。那人矮著身軀，手舞一根短柄狼牙棒，棒端尖牙精光閃閃，直上直下向周綺打去，勢如瘋虎，猛不可當。周綺嚇了一跳，單刀「神龍抖甲」，反砍來人肩背。那人硬接硬架，「噹」的一聲，火光交迸，劇震之下，周綺手背發麻，單刀險些脫手，接連縱出兩步，燭光下但見那人是個模樣醜怪的駝子。這駝子並不追擊，反身去看駱冰。駱冰乍見親人，說不出的又是高興又是傷心，只叫得一聲：「十哥！」忍不住兩行熱淚流了下來。章進問道：「四哥呢？」駱冰指著周仲英、萬慶瀾、童兆和三人叫道：「四哥教他們害了，十哥你給我報仇。」章進一聽得文泰來被人害了，也不知是如何害法，大叫：「四哥，四哥，我給你報仇！」手揮狼牙棒，著地向周仲英下盤捲去。周仲英縱身跳上桌子，喝道：「且慢動手！」章進悲憤填膺，不由分說，揮棒又向他腿上打去。周仲英雙臂一振，竄起數尺，斜身落地。章進一棒打在檀木桌邊，棒上尖刺深入桌中，急切間拔不出來。這時孟健雄和安健剛得訊，趕進廳來。安健剛把周仲英的金背大刀遞給師父。周綺見駱冰和這駝子到本莊來無理取鬧，招招向爹爹狠打，那裏還按捺得住？叫道：「孟大哥、安三哥，協力上啊！甚麼地方鑽出來這些蠻橫東西，到鐵膽莊來撒野。」孟安二人不知章進的來由，進廳時見他揮棒向師父狠打，自是敵人無疑，當下三個人三柄刀齊向章進攻去。章進揮棒抵住，大叫：「七哥你快來護住四嫂，你再不來，我可要罵你祖宗啦！」原來章進和武諸葛徐天宏得知文泰來夫婦遭危，首先赴難，日夜不停的趕來鐵膽莊，到達時天已全黑。依徐天宏說，要備了名帖，以晚輩之禮向周仲英拜見，章進話也不說，縱身就躍進莊去。徐天宏怕他闖禍，只得跟進，他慢了一步，章進已和周仲英、周綺、孟健雄、安健剛四人交上了手。徐天宏聽得章進呼喝，忙奔進廳去，搶到駱冰身邊。這時駱冰喘過了氣，手掄雙刀又向周仲英殺去，忽見徐天宏進來，心中一喜，知他足智多謀，此人一到，自己這面決不會吃虧，指著童兆和與萬慶瀾兩人道：「他們害了我四哥……」徐天宏雖然一向謹慎持重，但一聽情同手足的四哥被害，也自方寸大亂，手持鋼刀單拐，縱到童兆和跟前。章萬二人本想隔山觀虎鬥，讓紅花會和鐵膽莊的人廝拚，紅花會人少，勢必落敗，那時再伸手捉拿幾人回去，倒是一件功勞。童兆和一雙色迷迷的眼睛正瞪著駱冰，忽見徐天宏飛縱過來，鋼刀砍到，忙舉刀架住。萬慶瀾心道：「鎮遠鏢局名氣真大，倒要見識見識你們鏢頭的武藝。」徐天宏身材矮小，外形和童兆和倒是一對，但武藝精熟，只三個照面，已把對方打得連連倒退，他左手鐵拐往外一掛，「盤肘刺扎」，右手刀向童兆和扎去。童兆和忙向左避開，留心了上面沒防到下面，被徐天宏一個掃堂腿，撲地倒了。徐天宏鐵拐往下便砸，堪堪砸到，驟覺背後勁風撲到，不及轉身，左足在童兆和胸前一點，翻身和萬慶瀾一對鑌鐵點鋼穿打在一起。童兆和哇哇大叫，一時站不起身。萬慶瀾在這對鑌鐵穿上下過二十年苦功，憑手中真實功夫，在北京連敗十多名武術好手，才做到鄭王府的總教頭。鄭親王為了提拔他，讓他跟張召重出來立一點功，就可保舉他作官。這時他和徐天宏一個力大，一個招熟，對拆十餘招難分勝負。萬慶瀾心中焦躁，暗想這般貌不驚人的一個會家尚且打不贏，豈不讓童兆和笑話，舉鑌鐵穿猛向徐天宏胸前扎去。徐天宏鐵拐一封，右手刀迎面劈出。萬慶瀾撤回鑌鐵穿，「孔雀開屏」，橫擋直扎。徐天宏單拐往外砸碰，擋開鐵穿。萬慶瀾右手鐵穿卻已「霸王卸甲」，直劈下來。徐天宏急忙縮頭，鐵穿在左臉擦過，差不盈寸，十分凶險。徐天宏見對方武功了得，起了敵愾之心，他身材矮小，專攻敵人下盤，單刀鐵拐左右合抱，砍砸敵人雙腿。萬慶瀾雙穿在兩腿外一立，那知徐天宏這一招乃是虛招，單刀繼續砍出，鐵拐卻中途變招，疾翻而上，直點到敵人門面。萬慶瀾無法挽救，急以「鐵板橋」後仰，雖然躲開了這一拐，卻已嚇出一身冷汗，再拆數招，漸感不敵，不由得著急。那邊章進以一敵三，越鬥越猛。孟健雄叫道：「健剛，快去守住莊門，別再讓人進來。」章進的狼牙棒極是沉重，舞開來勢如疾風，安健剛一時緩不出手腳。周綺叫道：「安三哥快去，這駝子我來對付。」章進聽周綺叫他「駝子」，那是他生平最忌之事，怒火更熾，大吼大叫。周綺和孟健雄兩人合力抵住，安健剛奔出廳去。周仲英高叫：「大家住手，聽老夫一句話。」孟健雄和周綺立即退後數步。徐天宏也退了一步，叫道：「十弟住手，且聽他說。」章進全不理會，搶上再打。徐天宏正要上前阻止，那知萬慶瀾突在背後揮穿打落，徐天宏沒有防備，身子急縮，已被打中肩頭，又痛又怒，一個踉蹌，叫道：「好哇，鐵膽莊真是詭計多端。」他可不知萬慶瀾不是鐵膽莊中的。他本來冷靜持重，但突遭暗算，憤怒異常，左肩受傷，鐵拐已不能使，挺單刀又和萬慶瀾狠鬥。施展「五虎斷門刀」刀法，仍是著著進攻，只是少了鐵拐借勢，單刀稍稍嫌輕，使來不大順手，已不能再佔上風。童兆和站得遠遠的，指著駱冰，口中不清不楚、有一搭沒一搭的胡說。駱冰手中只餘一柄飛刀，不肯輕易用掉，挺刀追去。童兆和仗著腿腳靈便，在大廳中繞著桌椅亂轉，說道：「別這麼兇，你丈夫早死啦，不如乖乖的改嫁你童大爺。」駱冰關心則亂，聽了童兆和這句話，只道文泰來真的已死，眼前一黑，昏了過去。童兆和見她跌倒，奔將過來。周仲英一見，氣往上衝，舉起金背大刀，也朝駱冰奔去。他本是要阻止童兆和對她無禮，那知誤會上又加誤會，只聽門外一人大喝：「你敢傷我四嫂，我跟你把命拚了！」一人手執雙鉤，上下兩路，一奔咽喉，一奔前陰，夾著一股勁風，直向周仲英撲到。周仲英見此人面目英俊，身手矯捷，心中先存好感，舉刀輕輕一擋，退後一步，說道：「尊駕是誰，先通姓名。」那人不答，俯身看駱冰時，見她臉如白紙，氣若遊絲，忙將她扶起坐在椅上，撿起地下鴛鴦雙刀，放在她身邊。周仲英見眾人越打越緊，無法勸解，很是不快，忽聽外面有人喊聲如雷，又聽得鐵器相撞，發聲沉重，不一會，安健剛敗了進來，一人緊接著追入。那人又肥又高，手執鋼鞭，鞭身甚是粗重，看模樣少說也有三十來斤，安健剛不敢以單刀去碰撞。徐天宏叫道：「八弟九弟，今日不殺光鐵膽莊的人，咱們不能算完。」那胖子是紅花會排名第八的「鐵塔」楊成協。面目英俊的是排行第九的「九命錦豹子」衛春華，凡逢江湖上兇毆爭鬥、對抗官兵之時，衛春華總是不顧性命的勇往直前，一生所遇凶險不計其數，但連重傷也未受過一次，是以說他有九條性命。他二人是紅花會赴援的第二撥，到得鐵膽莊時已近午夜，只見莊門口火把通明，眾莊丁手執兵器，如臨大敵。衛春華上前叫道：「紅花會姓楊的、姓衛的前來拜見鐵膽莊周老英雄，請弟兄們辛苦通報。」安健剛一聽是紅花會人馬，裏面正打得熱鬧，怎能再放他們進來，喝道：「放箭！」二十幾名莊丁彎弓搭箭，一排箭射了過去。衛春華和楊成協大怒，揮動兵刃撥箭。衛春華那顧前面是刀山箭林，一陣風的衝將過來。眾莊丁見這人兇悍無比，都軟了手腳，來不及關閉莊門，已被他直闖進去。楊成協跟著進來，安健剛揮刀攔住。楊成協身材高大，氣度威猛，鋼鞭打出，虎虎生風。安健剛不敢硬架，使開刀法，一味騰挪閃避，找到空檔，倏地一刀砍將入來。楊成協鋼鞭「橫掃千軍」，用力一格，噹的一聲，刀鞭相交，安健剛虎口震裂，單刀脫手飛出。楊成協不願傷他性命，待他退走，便即舉鞭打破二門，大踏步進來，他不識莊中道路，黑暗之中聽聲尋路。安健剛找了一把刀，翻身又來攔截，這次加倍小心，但對拆數招，又被楊成協鋼鞭打上刀背，單刀彎成了曲尺。安健剛揮舞曲刀護身，退入大廳。楊成協舉鞭迎頭擊去，安健剛一縮身，隨手掀起桌子一擋，桌子一角登時落地，木屑四濺。周仲英心下驚佩：「怪不得紅花會聲勢浩大，會裏人物果然武藝驚人。」眼見安健剛滿頭大汗，再拆數招，難免命喪鞭下，縱聲高叫：「紅花會的英雄們，聽老夫說句話。」這時衛春華已將徐天宏替下，正和萬慶瀾猛鬥，他和楊成協聽周仲英一喊，手勢稍緩。徐天宏大叫：「留神，別上當。」話聲未畢，萬慶瀾果然舉穿向衛春華扎去。他惟恐鐵膽莊和紅花會聯成一氣，因此不容他們有說和機會。衛春華聽得徐天宏叫聲，已有防備，眼見敵刃攻到，竟是悍然不退，反手一鉤，以攻對攻。萬慶瀾見他如此不顧性命的狠打，嚇了一跳，忙收鋼穿招架。徐天宏戟指大罵：「江湖上說你鐵膽周是大仁大義的好朋友，當真是浪得虛名，原來這般陰險毒辣。你暗施詭計，算得是甚麼英雄好漢？」周仲英明知他誤會，但也不由得惱怒，叫道：「你紅花會也算欺人太甚。」一捋長袍，叫道：「健剛退下，讓我來鬥鬥這些成名的英雄豪傑。」安健剛退後數步，周仲英上前說道：「幾位朋友，尊姓大名？」楊成協見他白鬚飄動，不敢輕慢，抱拳說道：「在下鐵塔楊成協。」這時駱冰已然醒轉，叫道：「八哥你還客氣甚麼？這老匹夫把四哥害死了。」此言一出，徐、楊、衛、張四人全都大驚。衛春華撇下萬慶瀾，反身撲到周仲英面前，雙鉤如風，直撲到他懷裏。周仲英大刀一立，內力鼓蕩，將雙鉤反彈出去。衛春華一怔，知道對方武功厲害，但他是出名的不怕死，毫不退縮，又攻了過去。那邊章進雙戰孟健雄和周綺。頃刻間打得難解難分。安健剛呼呼嗤氣，舉手用袖子一拭額頭上汗水，挺刀上前助戰。楊成協揮鋼鞭敵住萬慶瀾。徐天宏察看廳內惡鬥情況，章進以一敵三，雖感吃力，並未見敗，那邊衛春華卻招架不住了。周仲英好幾次刀下留情，但對方毫不退縮，心想你這年輕人真是不識好歹，將他左手鉤震得直盪開去。徐天宏見周仲英刀法精奇，功力深湛，數招之後，衛春華已非其敵，忙挺單刀過去助戰，以二敵一，兀自抵擋不住。周仲英年紀雖老，金背大刀使開來一團白光，招數一刀緊似一刀，勁力一刀大似一刀，愈戰愈勇。徐天宏眼見不能取勝，大叫：「五哥六哥，你們來了，好，快放火燒了鐵膽莊。」他這是虛張聲勢，紅花會排行第五第六的常赫志、常伯志兄弟其實並沒來，他們奉總舵主之命，到三道溝去查探京裏來的公差行蹤去了。他這麼一叫，鐵膽莊的人果然全都大驚。周仲英一分神，險險吃了衛春華一鉤，長眉一豎，大刀「三羊開泰」，連環三招，將徐、衛兩人迫退數步，縱身奔到廳口，要出去攔截縱火敵人。那知衛春華如影隨形，緊跟在後，人未至，鉤先至，向他背心疾刺。周仲英大刀圈轉，「噹」的一聲，格開了雙鉤，進手橫砍，右足貼地勾掃，同時左手一個捺掌。衛春華急急縱身躍起，向旁跳開。周仲英左手五指掇攏，變為鵰手，借勢一撥，一掌打在他肩上。周仲英這一勾、一捺、一撥，名為「三合」，乃是少林拳中「二郎擔山」絕技。衛春華專心對付他的大刀，那知他突然施展少林拳，刀拳足三者並用，避開了兩招，最後一招終於躲不掉，右肩重重吃了一掌，幸而周仲英掌下留情，只使了四成力，否則已受重傷。衛春華愈敗愈狠，被周仲英一掌打得倒退三步，尚未站定，又撲上四步，雙鉤「彩鳳旋窩」，猛捲而上。周仲英大怒，叫道：「你這位小哥，我跟你又沒殺父之仇、奪妻之恨，為何苦苦相逼？我已掌下留情，你也該懂得好歹！」衛春華道：「你殺我文四哥……我打你不過，但我是打不殺的九命錦豹子，你知道麼？」口中說話，手上絲毫不緩。周仲英見他狠打痴纏，一味的不要命死拚，心中有氣、可是見他如此勇猛，也不由得愛惜，說道：「老夫活了六十多歲，還沒見過你這般不要命的漢子！」衛春華道：「今兒叫你見見。」刷的一鉤直刺，徐天宏單刀橫砍。周仲英忽地跳起，大刀猛劈三刀，衛春華奮力抵住。刀光劍影中，周仲英彎刀向內，肘角向外撞出，正撞在他腰肋之上，這一記是少林拳中的「助下肘」，如使足了力，衛春華肋骨已斷了數根。衛春華受他一撞，饒是對方未用全力，可也痛入骨髓，哼了一聲，蹲了下來。徐天宏道：「九弟你退下。」衛春華不答，搖搖晃晃的站起來，斜眼向周仲英凝視，又挺雙鉤上前。周仲英罵道：「我瞧你是不可救藥！」徐天宏大叫：「快放火啦，十二郎，你截住後門，別讓一個人逃出莊去。」周綺給她喊得心煩意亂，一時又戰章進不下，心想：「我殺了那罪魁禍首再說。」舉刀奔向駱冰。駱冰自聽童兆和說他丈夫已死，昏昏沉沉的坐在椅上，大廳中眾人打得兇惡，她只覺得一團團人影在面前竄來竄去，腦子中空空洞洞的，對眼前之事茫然不解。周綺縱到她面前，舉刀砍去。駱冰向她淒然微笑，眼神要哭不哭的樣子。周綺鋼刀砍到她面前，見她一副又可憐又傷心的溫柔神色，這一刀竟爾砍不下去，一凝神，將椅上鴛鴦雙刀拿起，遞入駱冰手中，說道：「打呀！」駱冰隨手接了。周綺一刀輕輕迎頭砍下，瞧她是否招架。駱冰笑了一笑，隨隨便便的右手短刀一架，左手長刀反擊。周綺歎了一口氣，道：「這才對了，你站起來打。」駱冰聽話站起，但腿上傷痛，拐了一下重又坐下。於是一個坐一個站，一個呆一個憨，雙刀單刀打了起來。拆了數招，周綺急道：「誰跟你鬧著玩？」她覺得對手似傻不傻，殺之不忍，鬥之無味，又聽得徐天宏大叫「放火」，心中一驚，拋下駱冰奔出廳去。剛到廳口，驀聽得門外一人陰沉沉的說道：「想逃嗎？」周綺一驚，反身後躍，退開兩步，燭光搖晃下只見兩人擋在門口。說話之人面上如罩上一層寒霜，兩道目光攝人心魄般直射過來。周綺想再看他身旁那人，說也奇怪，一被他目光瞪住，自己的眼睛竟不敢移向左邊，輕輕罵了聲：「見鬼！」那人冷冷的道：「不錯，我是鬼見愁。」說話中沒絲毫暖意。周綺向來天不怕地不怕，見這人陰氣森森，不由得打了一個冷戰，喝道：「難道姑娘怕你？」她這句話是給自己壯膽，其實姑娘確是有點怕的，心中雖怕，還是舉刀迎頭向那人砍去。那人「左掛金鈴」，單刀向外一掛，左掌輕撫刀柄，雙目仍舊是直瞪著她。周綺但覺他這一掛中含勁未吐，輕靈鬆靜，竟是內家功夫，驚懼更甚，心想：「反正我媽走了，弟弟死了，我跟爹爹都讓你們殺了吧。」勇氣一長，揮刀沒頭沒腦向那人砍去，那人正是紅花會執掌刑堂的鬼見愁十二郎石雙英。他本是無極拳門下弟子，入紅花會後常向三當家趙半山討教武藝。趙半山將太極門中的玄玄刀法相授，因此他兩人名是結義兄弟，實是師徒。石雙英以靜制動，以柔克剛，不數招已將周綺一柄刀裹住。那邊孟健雄、安健剛雙戰章進，已自抵敵不住。萬慶瀾左手鋼穿也被楊成協一鞭打折，不敢再戰，只繞著桌子兜圈子，欺對方身胖，追他不上。童兆和早不知那裏去了。只周仲英對敵徐天宏和衛春華卻佔著上風，他想只有先將這兩人打倒，再來分說明白，否則混戰下去，殊非了局，刀法一緊，將徐衛兩人逼得連連倒退，正漸得手，忽地一人縱上前來，叫道：「我來鬥鬥你這老兒！」一柄鐵槳當頭猛打下來。兵器是鐵槳，使的卻是「魯智深瘋魔杖」的招術，他是將鐵槳當作禪杖使，這一記「秦王鞭石」，鐵槳從自己背後甩過右肩，猛向周仲英砸來，呼的一聲，猛惡異常。這人和石雙英同來，乃紅花會中排名第十三的「銅頭鱷魚」蔣四根。周仲英見他力大，向左一閃，反手還刀。蔣四根直砸不中，鐵槳打橫，雙手握定，槳尾向右橫擋，雙手槳頭向左橫擊，這是「瘋魔杖」中的「金鉸剪月」，出手迅捷。周仲英是少林正宗，識得此招，側身讓過，眉頭一皺，主意打定，邊打邊退，不斷移動腳步，眼見萬慶瀾逃避楊成協的追逐，奔近自己身邊，大刀揮出，向他砍去。原來周仲英知道紅花會的誤會已深，非三言兩語所能說明，幾次呼喝住手，都被萬慶瀾從中搗亂。這人來鐵膽莊敲詐勒索，周仲英原是十分氣惱，可是一和官府作對，便是造反。自己在這裏數十年安居，有家有業，自古道「滅門的縣官」，得罪了官府，可真是無窮之禍。他雖是一方豪傑，但近二十年來廣置地產，家財漸富，究竟是丟不掉放不下，是以一直不肯對萬慶瀾翻臉。再者自己兒子為紅花會的朋友而死，他們居然不問情由，闖進莊來狠砍猛殺，還說要燒莊，心下不免有氣，自己年紀這麼一大把，對方就是不敬賢也得敬老。他本擬憑武藝當場將眾人懾服，然後說明原委，那知紅花會人眾越來越多，越打越兇，時候一長，總有人不死也傷，這一來誤會變成真仇，那就不可收拾，權衡輕重，甩出去鐵膽莊不要，決意向萬慶瀾動手，以求打開僵局。萬慶瀾見周仲英金刀砍來，不由得大駭，急忙閃讓，見後面楊成協又追了上來，當即跳上桌子。他已知周仲英用意，大叫：「我們聯手合力捉拿文泰來。那文泰來雖是你殺死的，但朝廷懸賞的二萬兩銀子，你想害死了我獨吞嗎？」他存心誣陷，要挑撥鐵膽莊和紅花會鬥個兩敗俱傷。紅花會群雄見周仲英刀砍萬慶瀾，俱都一怔，各自停手，聽萬慶瀾這麼一叫，既傷心義兄慘死，又在激鬥之際，那裏還能細辨是非曲直？章進哇哇大叫，狼牙棒向周仲英腰上砸去。周仲英急怒交迸，有口難辯，只得揮刀擋住。徐天宏畢竟精細，見事明白，適才和周仲英拚鬥，見他數次刀下留情，其中必有別情，喊道：「十弟不可造次！」章進殺得性起，全沒聽見。蔣四根鐵槳攔腰又向周仲英打去。周仲英側身避過，不想背後楊成協鋼鞭斜肩砸到。周仲英聽得耳後風生，揮刀擋格，兩人手臂都是一陣酸麻。楊成協、章進和蔣四根是紅花會的「三大力士」，均是膂力驚人。周仲英獨戰三人，漸見不支，吆喝聲中大刀和章進狼牙棒相交，火花迸發，手臂又是一陣發麻。蔣四根鐵槳「翻身上捲袖」，鐵槳自下而上砸在大刀之上，周仲英再也拿捏不住，大刀脫手飛出，直插在大廳正中樑上。孟健雄、安健剛見師父兵刃脫手，一驚非同小可，雙雙搶前相救，只跨出兩步，衛春華揮動雙鉤，和身撲來攔住。周仲英大刀脫手，反而縱身搶前，直欺到楊成協懷裏，一個「弓箭衝拳」，左手已抓住鋼鞭鞭梢，右手向他當胸一拳。楊成協萬想不到對方功夫如此之硬，危急之中，竟會施展「空手奪白刃」招術強搶自己鋼鞭，被他這一欺近，招架已自不及，胸膛一挺，「哼」的一聲，硬接了這一拳，鋼鞭竟不撒手。原來他這一身鐵布衫的橫練功夫，雖不能說刀槍不入，但尋常利器卻也傷他不得，他外號「鐵塔」，是說他身子雄偉堅牢，有如鐵鑄之塔。周仲英拳力極大，真有碎石斃牛之勁，見對方居然若無其事的受了下來，不禁暗暗吃驚。其實楊成協也是有苦說不出，這一拳只打得他痛徹心肺，幾欲嘔血，猛吸一口氣強忍，再用力拉扯，想將他拉住鋼鞭的手掙脫。周仲英也正在這時一拉。楊成協雖然力大，究不及周仲英功力精湛，手中鋼鞭竟然便要給他硬生生奪去。周仲英鋼鞭尚未奪到，章進和蔣四根的兵器已向他砍砸而至。周仲英放脫鋼鞭，隨手把桌子一掀，推向章蔣二人。孟建雄跳在一旁，拿出彈弓，叭叭叭叭，連珠彈向章蔣兩人身上亂打，替師父抵擋了一陣。但己方形勢危急異常，眼見師父推倒桌子，桌上燭台掉在地下，蠟燭頓時熄滅，靈機一動，一陣連珠彈將廳中幾枝蠟燭全都打滅，大廳中登時一片漆黑，伸手不見五指。這一著眾人全都出於意料之外，不約而同的向後退了幾步，惡鬥立止。各人屏聲凝氣，誰都不敢移動腳步，黑暗之中有誰稍發聲息，被敵人辨明了方位，兵刃暗器馬上招呼過來，卻又如何趨避躲閃？何況這是群毆合鬥，黑暗中隨便出手，說不定就傷到了自己人。大廳中剎時突然靜寂，其間殺機四伏，比之適才呼叫砍殺，倒似更加令人驚心動魄。一片靜寂之中，忽然廳外腳步聲響，廳門打開，眾人眼前一亮，只見一人手執火把走了進來。那人書生打扮，另一手拿著一支金笛。他一進門便向旁一站，火把高舉，火光照耀中又進來三人。一是獨臂道人，背負長劍。另一人輕袍緩帶，面如冠玉，服飾儼然是個貴介公子，身後跟著個十多歲的少年，手捧包裹。這四人正是「金笛秀才」余魚同、「追魂奪命劍」無塵道人、以及新任紅花會總舵主的陳家洛，那少年是陳家洛的書僮心硯。紅花會群豪見總舵主和二當家到來，俱都大喜，紛紛上前相見。徐天宏向楊成協和衛春華低聲道：「留心瞧著鐵膽莊這批傢伙，別讓他們走了。」兩人點點頭，繞到周仲英身後。安健剛知道他們用意，心頭有氣，走上一步，正欲開口質問，周仲英一把拉住，低聲道：「沉住氣，瞧他們怎麼說。」余魚同拿了兩張名貼，走到周仲英面前，打了一躬，高聲說道：「紅花會總舵主陳家洛、二當家無塵道人，拜見鐵膽莊周老英雄。」孟健雄上去接了過來，遞給了師父。周仲英見名帖上寫得甚是客氣，陳家洛與無塵都自稱晚輩，忙搶上前去拱手道：「貴客降臨敝莊，不曾遠迎，請坐請坐。」這時大廳上早已打得桌倒椅翻，一塌胡塗。周仲英大叫：「來人哪！」宋善朋率領了幾名莊丁進來，排好桌椅，重行點上蠟燭，分賓主坐下。東首賓位陳家洛居先，依次是無塵、徐天宏、楊成協、衛春華、章進、駱冰、石雙英、蔣四根、余魚同。心硯站在陳家洛背後。西首主位周仲英坐第一位，依次是孟健雄、安健剛、周綺。余魚同偷眼暗瞧駱冰，見她玉容慘淡，不由得又是憐惜，又是惶愧，不知她有否將自己的胡作非為告知石雙英，看那鬼見愁十二郎時，見他臉上陰沉沉的，瞧不出半點端倪。原來余魚同自駱冰走後，自怨自艾，莫知適從。此後兩天總是在這十幾里方圓之內繞來繞去，心想駱冰腿上有傷，若再遇上公人如何抵禦，只想躡在她後面暗中保護，但始終沒發見她的蹤跡，怎想得到她會重去鐵膽莊。到得第三天晚上，卻遇上了陳家洛與無塵。兩人聽得文泰來為鐵膽莊所賣，驚怒交加。無塵立刻要去搭救文泰來。陳家洛道：「眾兄弟都已趕向鐵膽莊，大家不知道周仲英如此不顧江湖道義，說不定要中這老兒的暗算。咱們不如先到鐵膽莊，會齊眾兄弟後再去救四哥。」無塵一聽有道理，由余魚同領路，趕到鐵膽莊來。那正是孟健雄彈滅蠟燭、大廳中一團漆黑之時。萬慶瀾見雙方敘禮，知道事情要糟，慢慢挨到門邊，正想溜出，徐天宏縱身竄出，落在門口，攔住去路，喝道：「請留步，大家把話說說清楚。」萬慶瀾見對方人多勢眾，不敢動手，只得回來，坐在周綺下首。周綺圓眼一瞪，喝道：「滾開！你坐在姑娘身邊幹麼？」萬慶瀾拉開椅子，坐遠了些。周仲英和陳家洛替雙方引見了，報了各人姓名。周仲英一聽，對方全是武林中的成名英雄，怪不得手下如此了得，看那總舵主陳家洛卻像是個養尊處優的官宦子弟，這人竟統領著這批江湖豪傑，眾人對他十分恭謹，實在透著古怪，心下暗暗納罕。陳家洛見周仲英臉現詫異之色，不住的打量自己，強抑滿懷怒氣，冷然說道：「敝會四當家奔雷手文泰來遇到鷹爪子圍攻，身受重傷，避難寶莊，承周老前輩念在武林一脈，仗義援手，敝會眾兄弟全都感激不盡，兄弟這裏當面謝過。」說罷站起身來深深一揖。周仲英連忙還禮，心下萬分尷尬，暗道：「瞧不出他公子哥兒般似的，居然有一手，竟用場面話來擠兌我。」陳家洛這番話一說，無塵、徐天宏、衛春華，余魚同等都暗暗佩服。章進卻沒懂陳家洛的用意，大叫起來：「總舵主你不知道，這老匹夫已把咱們四哥害了。」衛春華坐在他身邊，忙拉了他一把，叫他別嚷。陳家洛便似沒聽見他說話，仍然客客氣氣的對周仲英道：「眾兄弟夤夜造訪寶莊，禮貌不周，還請周老前輩海涵。只因聽得文四哥有難，大家如箭攻心，未免魯莽。不知文四哥傷勢如何，周老前輩想已延醫給他診治，就請引我們相見。」說著站起身來，紅花會群雄跟著站起。周仲英口訥，一時不知如何回答。駱冰哽咽著叫道：「四哥給他們害死了！總舵主，咱們殺了老匹夫給四哥抵命！」陳家洛等一聽大驚，無不慘然變色。章進、楊成協、衛春華等一干人各挺兵刃，逼上前來。孟健雄挺身而出，大聲說道：「文爺到敝莊來，事情是有的……」徐天宏插嘴道：「那麼便請孟爺引我們相見。」孟健雄道：「文爺、文奶奶和這位余爺來到敝莊之時，我們老莊主不在家，是兄弟派人去趙家堡請醫，這是文奶奶和余爺親眼見到的。後來六扇門的人到來，我們慚愧得很，沒能好好保護，以致文爺給捕了去。陳當家的，你怪我們招待不周，未盡護友之責，我們認了。你要殺要剮，姓孟的皺一下眉頭，不算好漢。但你們眾位當家硬指我們老莊主出賣朋友，那算甚麼話？」駱冰走上一步，戟指罵道：「姓孟的，你還充好漢哪！我問你，你叫我們躲在地窖之中，如此隱秘的所在，若不是你們得了鷹爪孫的好處，說了出來，他們怎會知道？」孟健雄登時語塞，要知周英傑受不住激而洩漏秘密，雖是小兒無知，畢竟是鐵膽莊的過失。無塵向周仲英道：「出事之時，老莊主或者真不在家。可是龍有頭，人有主，鐵膽莊的事，我們只能衝著老莊主說，請你拿句話出來。」這時縮在一旁的萬慶瀾突然叫道：「是他兒子說的，他肯認麼？」陳家洛走上一步，說道：「周老前輩，這話可真？」周仲英豈肯當面說謊，緩緩點了點頭。紅花會群豪大嘩，更圍得緊了。有的向周仲英橫眉怒目，有的瞧著陳家洛，待他示下。陳家洛側目瞧向萬慶瀾，冷然說道：「這位是誰，還沒請教閣下萬兒。」駱冰搶著說道：「他是鷹爪孫，來捉四哥的人中，有他在內。」陳家洛一言不發，緩步走到萬慶瀾面前，突然伸手，奪去他手中鋼穿，往地下一擲，將他雙手反背併攏，左手一把握住。萬慶瀾「啊唷」一聲，已然掙扎不脫。陳家洛這一下出手快得出奇，眾人都沒看清楚他使的是甚麼手法。萬慶瀾武功並非泛泛，適才大家已經見過，但被他隨手拿住，竟自動彈不得。這一來，不但鐵膽莊眾人聳然動容，連紅花會群雄也各暗暗稱奇，他們只知道陳家洛是天池怪俠的傳人，到底功夫如何，誰也不知底細。陳家洛喝道：「你們把文四爺捉到那裏去了？」萬慶瀾閉口不答，臉上一副傲氣。陳家洛駢指在他肋骨下「中府穴」一點，喝道：「你說不說？」萬慶瀾哇哇大叫：「你作踐人不是好漢……有種就把我殺了……」一句話沒喊完，頭上黃豆大的汗珠已直冒出來。陳家洛又在他「筋縮穴」上一點。萬慶瀾這下可熬不住了，低聲道：「我說……我說。」陳家洛伸指在他「氣俞穴」上推了幾下。萬慶瀾緩過一口氣，說道：「要解他到京裏去。」駱冰忙問：「他……他沒死？」萬慶瀾道：「當然沒死，這是要犯，誰敢弄死他？」紅花會群雄大喜，都鬆了口氣，文泰來既然沒死，對鐵膽莊的恨意便消了大半。駱冰顫聲道：「你……你這話……這話可真？」萬慶瀾道：「我幹麼騙你？」駱冰心頭一喜，暈了過去，向後便倒。余魚同伸手要扶，忽然起了疑懼之心，伸出手去又縮了回來。駱冰一頭倒在地下，章進急忙扶起，叫道：「四嫂，你怎麼了？」橫目向余魚同白了一眼，覺得他不扶駱冰，實在豈有此理。陳家洛鬆開了手，對書僮心硯道：「綁了起來。」心硯從包裹中取出一條繩索，將萬慶瀾雙手反背牢牢縛住。萬慶瀾被點穴道雖已解開，但一時手腳酸麻，無法反抗。陳家洛高聲說道：「各位兄弟，咱們救四哥要緊，這裏的帳將來再算。」紅花會群雄齊聲答應。駱冰醒過後，坐在椅上喜極而泣，聽陳家洛這麼一說，站了起來，章進扶住了她。眾人走到廳口，孟健雄送了出來。陳家洛將出廳門，回身舉手，對周仲英道：「多多吵擾，大恩大德，沒齒難忘，咱們後會有期。」周仲英聽他語氣，知道紅花會定會再來尋仇，心道：「周某問心無愧，你們不諒，我難道就怕了你們？」哼了一聲，一言不發。章進叫道：「救了文四哥後，我章駝子第一個來鬥鬥你鐵膽莊的英雄好漢。」楊成協道：「狗熊都不如，稱甚麼英雄？」周綺一聽大怒，喝道：「你罵誰？」楊成協怒道：「我罵不講義氣，沒有家教的老匹夫。」他胸口吃了周仲英一拳，雖然身有鐵布衫功夫，未受重傷，但也吃虧不小，此刻兀自疼痛不止，再聽說文泰來為周仲英之子所賣，更加氣憤。周綺搶上一步，喝道：「你是甚麼東西，膽敢罵我爹爹？」楊成協道：「呸，你這丫頭！」他不願與人家姑娘爭鬧，回頭就走。「俏李逵」性如烈火，更恨人家以她是女流之輩而瞧她不起，平素常道：「男女都是人，為甚麼男人做得，女人就做不得？」聽得楊成協罵她「丫頭」，而且滿臉鄙夷之色，那裏還忍耐得住？搶上一步，喝道：「丫頭便怎樣？」楊成協怒道：「去叫你哥哥出來，就說我姓楊的要見見。」周綺道：「我哥哥？」心下甚是奇怪。衛春華道：「有種賣朋友，就該有種見朋友。你哥哥出賣我們四哥，這會兒躲到那裏去了？」周綺愕然不解，心道：「我那裏來的哥哥？」孟健雄見周綺受擠，知道紅花會誤會了萬慶瀾那句話，事情已鬧得如此之僵，此時如把師父擊斃親子之事相告，未免示弱，倒似是屈服求饒，只得出頭給師妹擋一擋，當下高聲說道：「各位還有甚麼吩咐，現在就請示下，省得下次再勞動各位大駕。」章進道：「我們就是要見見這位姑娘的哥哥。」周綺道：「你這駝子胡說八道，我有甚麼哥哥？」章進又被她罵一聲「駝子」，虎吼一聲，雙手向她面門抓去。周綺挺刀擋格，章進施展擒拿功，空手和她拚鬥起來。衛春華雙鉤一擺，叫道：「孟爺，你我比劃比劃。」孟健雄只得應道：「請衛爺指教。」這邊蔣四根和安健剛也叫上了陣，各挺兵刃就要動手。楊成協大喊：「賣朋友的兔崽子，再不給我滾出來，爺爺要放火燒屋了。」雙方兵器紛紛出手，勢成群毆。周仲英氣得鬚眉俱張，對陳家洛道：「好哇，紅花會就會出口傷人，以多取勝。」陳家洛一聲呼哨，拍了兩下手掌，群豪立時收起兵刃，退到他身後站定，一聲不發。周仲英暗想：「這人部勒群雄，令出即遵。我適才連呼住手，卻連自己女兒也不聽。」陳家洛道：「周老英雄，你責我們以多取勝，在下就單身請周老英雄不吝賜教幾招。」周仲英道：「那再好沒有。陳當家的剛才露了這手，我們全都佩服之至，真是英雄出在年少，老夫很想領教，陳當家的要比兵刃還是拳腳？」石雙英陰森森的道：「大刀飛到樑上去了，還比甚麼兵刃？」此言一出，周仲英面紅過耳，各人都抬頭去望那柄嵌在樑上的金背大刀。忽見一人輕飄飄的躍起，右手勾住屋樑，左手拔出大刀，一翻身，毫無聲息的落在地下，走到周仲英面前，一腿半跪，高舉過頂，說道：「周老太爺，你老人家的刀。」這人是陳家洛的書僮心硯，瞧不出他年紀輕輕，輕功竟如此不凡。心硯露這一手，周仲英臉上更下不去，他哼了一聲，對心硯不理不睬，向陳家洛道：「陳當家的亮兵刃吧，老夫就空手接你幾招。」孟健雄接過心硯手中的金背大刀，低聲道：「師父犯不著生氣，跟他刀上見輸贏！」他怕師父中了對方激將之計，真以空手去和人家兵器過招，那是未打先吃三分虧。心硯縱身回來，解開包裹，將陳家洛獨門之秘的兵器亮出，雙手托著，拿到他面前。徐天宏低聲道：「總舵主，他要比拳，你就在拳腳上勝他。」原來徐天宏得知文泰來未死，心即寧定，細察周仲英神情舉止，對紅花會處處忍讓，殊少敵意，雙方一動兵刃難免死傷，不如比拳易留餘地。再者他已領教過周仲英大刀功夫，實在是功力深厚，非同小可，自己與衛春華以二敵一，儘管對方未出全力，兀自抵擋不住。陳家洛兵器上造詣深淺未知，可是適才見他出手逼供萬慶瀾，手法又奇又快，大非尋常。他要陳家洛比拳，是求避敵之堅，用己之長。陳家洛道：「好。」對周仲英一拱手，道：「在下想請教周老英雄幾路拳法，請老前輩手下留情。」周仲英道：「好說，陳當家的不必過謙。」周綺走過來替父親脫去長袍，低聲道：「這小子會點穴，爹爹你留點神。」說著眼圈兒紅了，她脾氣發作時火爆霹靂，可是對方人數眾多，個個武功精強，今日形勢險惡異常，她並非不知。周仲英低聲道：「要是我有甚麼好歹，你上西安找吳叔叔去，以後可千萬不能鬧事了。」周綺一陣心酸，點了點頭。宋善朋督率莊丁，將大廳中心桌搬開，露出一片空地，四周添上巨燭，明亮如晝。周仲英走到廳心，抱拳說道：「請上吧。」陳家洛並不寬衣，長袍飄然，緩步走近，說道：「在下要是輸了，定當遍請西北武林同道，來向老前輩陪話謝罪，紅花會眾兄弟自今而後，不敢帶兵刃踏進甘肅一步。」周仲英道：「陳當家的言重了。」陳家洛秀眉一揚，說道：「要是老前輩承讓一招，那怎麼說？」周仲英傲然仰頭，打個哈哈，一捋長鬚，說道：「那時鐵膽莊數十口老小性命，還不全操於紅花會之手？」陳家洛道：「紅花會雖是小小幫會，卻也恩怨分明，豈敢妄害無辜？倘若在下僥倖勝得一拳一腳，那位洩露文四哥行藏的令郎，我們斗膽要帶了去。文四哥若能平安脫險，在下保證不傷令郎毫髮，派人護送回歸寶莊。可是文四哥若有三長兩短……那不免要令郎抵命。」周仲英給這番話引動心事，虎目含淚，右手一揮，道：「不必多言，進招吧！」陳家洛在下首站定，微一拱手，說道：「請賜招。」眾人見他氣度閒雅，雍容自若，竟如是揖讓序禮，那裏是龍爭虎鬥的廝拚，有的佩服，有的擔心。周仲英按著少林禮數，左手抱拳，一個「請手」，他知對方年輕，自居晚輩，決不肯搶先發招，也不再客氣，一招「左穿花手」，右拳護腰，左掌呼的一聲，向陳家洛當面劈去。這一掌勢勁力疾，掌未至，風先到，先聲奪人。陳家洛一個「寒雞步」，右手上撩，架開來掌，左手畫一大圓弧，彎擊對方腰肋，竟是少林拳的「丹鳳朝陽」。這一亮招，紅花會和鐵膽莊雙方全都一驚。周仲英是少林拳高手，天下知名，可沒想到陳家洛竟然也是少林派。周仲英「咦」了一聲，甚感詫異，手上絲毫不緩，「黃鶯落架」、「懷中抱月」，連環進擊，一招緊似一招。陳家洛進退趨避，少林拳的手法竟也十分純熟。兩人拳式完全相同，不像爭鬥，直如同門練武。但兩人年歲相差既大，功力深淺，自也懸殊，勝負之數，不問可知。紅花會群雄暗暗擔憂，鐵膽莊中人卻都吁了口氣。翻翻滾滾拆了十餘招。周仲英在少林拳上浸淫數十年，功力已臻爐火純青之境，推拳勁作，發腿風生。少林拳講究心快、眼快、手快、身快、步快，他愈打愈快，攻守吞吐，回轉如意，第一路「闖少林」三十七勢未使得一半，陳家洛已處下風。周仲英突然猛喝一聲，身向左轉，一個「翻身劈擊」，疾如流星。陳家洛急忙後仰，敵掌去頰僅寸，險險未及避開。紅花會群雄俱各大驚。陳家洛縱出數步，猱身再上，拳法已變，出招是少林派的「五行連環拳」，施開崩、鑽、劈、砲、橫五趟拳術。周仲英仍以少林拳還擊。不數招，陳家洛忽然改使「八卦遊身掌」，身隨掌走，滿廳游動，燭影下似見數十個人影來去。周仲英以靜御動，沉著應戰，陳家洛身法雖快，卻絲毫未佔便宜。再拆數招，周仲英左拳打出，忽被對方以內力粘至外門，這一招竟是太極拳中的「如封似閉」。但見他拳勢頓緩，神氣內斂，運起太極拳中以柔克剛之法，見招破招，見式破式。眾人愈觀愈奇，自來少林太極門戶有別，拳旨相反，極少有人兼通，他年紀輕輕，居然內外雙修，實是武林奇事。周仲英打起精神，小心應付。這一來雙方攻守均慢，但行家看來，比之剛才猛打狠鬥，尤為凶險。兩人對拆二十餘招，意到即收。陳家洛忽地一個「倒輦猴」，拳法又變，頃刻之間，連使了武當長拳、三十六路大擒拿手、分筋錯骨手、岳家散手四門拳法。眾人見他拳法層出不窮，俱各納罕，不知他還會使出甚麼拳術來。周仲英以不變應萬變，六路少林拳融會貫通，得心應手，門戶謹嚴，攻勢凌厲。他縱橫江湖數十年，大小數百戰，似陳家洛這般兼通各路拳術的對手雖然未曾會過，但也不過有如他數十年來以一套少林拳依次遍敵各門好手，拳法上並不吃虧。他素信拳術之道貴精不貴多，專精一藝，遠勝駁雜不純，然見陳家洛每一路拳法所知均非皮毛，也不禁暗暗稱異。酣鬥中周仲英突然左足疾跨而上，一腳踏住陳家洛袍角，一個「躺擋切掌」，左掌向他下盤切去。陳家洛一抽身竟未抽動，急切中一個「鯉魚打挺」，嗤的一聲，長袍前襟齊齊撕去。周仲英說聲「承讓」，陳家洛臉上一紅，駢指向他腰間點去，兩人又鬥在一起。三招一拆，旁觀眾人面面相覷，只見陳家洛擒拿手中夾著鷹爪功，左手查拳，右手綿掌，攻出去是八卦掌，收回時已是太極拳，諸家雜陳，亂七八糟，旁觀者人人眼花繚亂。這時他拳勢手法已全然難以看清，至於是何門派招數，更是分辨不出了。原來這是天池怪俠袁士霄所創的獨門拳術「百花錯拳」。袁士霄少年時鑽研武學，頗有成就，後來遇到一件大失意事，性情激變，發願做前人所未做之事，打前人所未打之拳，於是遍訪海內名家，或學師，或偷拳，或挑鬥踢場而觀其招，或明搶暗奪而取其譜，將各家拳術幾乎學了個全，中年後隱居天池，融通百家，別走蹊徑，創出了這路「百花錯拳」。這拳法不但無所不包，其妙處尤在於一個「錯」字，每一招均和各派祖傳正宗手法相似而實非，一出手對方以為定是某招，舉手迎敵之際，才知打來的方位手法完全不同，其精微要旨在於「似是而非，出其不意」八字。旁人只道拳腳全打錯了，豈知正因為全部打錯，對方才防不勝防。須知既是武學高手，見聞必博，所學必精，於諸派武技胸中早有定見，不免「百花」易敵，「錯」字難當。袁士霄創此拳術，志在教他情敵栽個大觔斗，敗得狼狽不堪，丟臉之極，但一直未有機緣出手，因此這套拳術從未用過，他弟子也只陳家洛一人。陳家洛先學了內外各大門派主要的拳術兵刃，於擒拿、暗器、點穴、輕功俱有相當根柢之後，才學「百花錯拳」。今日與周仲英激鬥百餘招，險些落敗，深悔魯莽，先前將話說滿了，未免小覷了天下英雄，心驚之餘，只得使出這路怪拳。發硎初試，果然鋒銳無匹。周仲英大驚之下，雙拳急揮，護住面門，連連倒退，見對方拳法古怪之極，而拳劈指戳之中，又夾雜著刀劍的路數，真是見所未見，聞所未聞。周綺見父親敗退。情急大叫：「你打的是甚麼拳？簡直不成話！怎地撒賴胡打？你……你全都打錯了！」喊聲未畢，廳外竄進兩人，連叫「住手！」卻是陸菲青和趙半山到了。忽聽得廳外有人大呼：「走水啦，快救火呀，走水啦！」喧嚷聲中，火光已映進廳來。周仲英正受急攻，本已拳法大見散亂，忽聽得大叫「救火」，身家所在，不免關心，一疏神，突覺左腿一麻，左膝外「陽關穴」竟被點中，一個踉蹌，險些倒地。周綺忙搶上扶住，急叫「爹爹」，單刀一橫，護住父親，以防敵人趕盡殺絕。陳家洛並不追趕，反而倒退三步，說道：「周老英雄怎麼說？」周仲英怒道：「好，我認栽了。我兒子交給你，跟我來！」扶著周綺，一拐一拐的往廳外便走。