第六十五回　午夜尋仇只聽她道：「瑛姑，我先謝謝你的救命之恩。」瑛姑森然道：「我指點你來求醫，志在害人，並非為了救你，又何必謝我？」黃蓉嘆道：「世間恩仇之際，原也難明。我爹爹在桃花島上將老頑童周伯通關了一十五年，終也救不活我媽媽的性命。」瑛姑聽她提到「周伯通」三字，身子一震，厲聲道：「你媽與周伯通有什麼干係？」黃蓉何等聰明，一聽她的語氣，即知她懷疑周伯通與自己母親有甚情愛糾纏，致被父親關在桃花島上，看來雖然事隔十餘年，她對老頑童並未忘情，否則怎麼憑空會吃起這份乾醋來？當下垂首淒然而道：「我媽是被老頑童累死的。」瑛姑更是懷疑，燈光下見黃蓉肌膚勝雪，眉目如畫，自己當年容顏最盛之時，也遠不及她美貌，她媽媽若與她相像，難保周伯通見了不動心，不禁蹙眉沉思。黃蓉道：「你別胡思亂想，我媽媽是天人一般，那周伯通頑劣如牛，除了有眼無珠之人，再也不會對他垂青。」瑛姑聽她當面責罵自己，但心中疑團打破，反而欣慰，臉上卻仍是冷冷的不動聲色，說道：「既有人愛蠢笨如豬的郭靖，自也有人喜歡頑劣如牛之人。你媽媽又怎樣被老頑童害死了？」黃蓉慍道：「你罵我師哥，我不跟你說話啦。」說著拂袖轉身，佯作動怒。瑛姑忙道：「好啦，我以後不說就是。」黃蓉停步回頭，道：「那老頑童也不是存心害死我媽，可是我媽不幸謝世，卻是從他身上而起。我爹爹一怒之下，將他關在桃花島上，可是關到後來，心中卻也悔了。怨有頭，債有主，是誰害死你心愛之人，你該走遍天涯海角，找他報仇，遷怒旁人，又有何用？」這幾句話猶如當頭棒喝，把瑛姑說得呆在當地，做聲不得。黃蓉又道：「我爹爹早已將老頑童放了……」瑛姑一驚，道：「那麼不用我去救他啦？」原來瑛姑當年離開大理之後，即去找尋周伯通的蹤跡，起初幾年打探不到消息，後來才無意中從黑風雙煞口裏，得知他被黃藥師監在桃花島上，只是為了什麼原因，卻打探不出。當日周伯通在大理不顧她而去，甚是決絕，心知若非有重大變故，勢難重圓，當時一聽周伯通被禁，不由得又悲又喜，悲的是意中人身遭劫難，喜的這卻是個機緣，若是自己將他救出，他豈能不念這番恩情？那知桃花島上道路千迴百轉，別說救人，連自己也陷了三日三夜，險險餓死。脫身之後，這才隱居黑沼，潛心修習術數之學，這時聽說周伯通已經獲釋，不禁茫然若失，甜酸苦辣各種滋味，一齊湧上心來。黃蓉笑吟吟的道：「老頑童最肯聽我的話，我說什麼他從來不敢駁回。你若想見他，這就跟我下山。我替你們撮合良緣，就算是我報答你的救命之恩如何？」這番話把瑛姑說得雙頰暈紅、怦然心動。眼見這場仇殺就可轉化為一樁喜事，黃蓉正自大感寬慰，忽聽拍的一聲，瑛姑雙掌向背後相互一擊，臉上登似罩了一層嚴霜，厲聲說道：「憑你這黃毛小丫頭，就能叫他聽你的話？他幹麼要聽你指使？為了你美貌了？我無恩於你，也不貪圖你什麼報答。快快讓路，再遲片刻，莫怪我手下無情。」黃蓉笑道：「啊喲喲！你要殺我麼？」瑛姑雙眉豎起，冷冷的道：「殺了你又怎樣？別人忌憚黃老邪，我可是天不怕地不怕。」黃蓉笑嘻嘻的道：「殺了我不打緊，誰給你解開那三道算題啊？」那日黃蓉在黑沼茅屋的沙地上寫下三道算題，瑛姑苦思了半夜，絲毫不得頭緒。她當初研習術數原是為了相救周伯通，豈知任何複雜奧妙的功夫，一經鑽研，都要令人日以繼夜、廢寢忘食的欲罷不能，明知這些算題即令解答得出，與黃藥師的學問仍是相去霄壤，對救人之事毫無裨益，但好奇之心使她殫盡竭慮，非解答明白，實是難以安心，這時聽黃蓉一說，那三道算題又湧上心頭，臉上不由得現出躊躇之色。黃蓉道：「你不要殺我，我教了你吧。」從佛像前取下油燈，放在地下，取出一枚金針，在地下方磚上先將第一道「七曜九執天竺筆算」計了出來，只把瑛姑看得神馳目眩，暗暗讚嘆。黃蓉接著又解明了那第二道「立方招兵支銀給米題」，這道題目更是深奧。瑛姑待她寫出最後一項答數，不由得嘆道：「這中間果然機妙無窮。」她頓了一頓道：「這第三道題呢，說易是十分容易，說難卻又難到了極處。今有物不知其數，三三數之剩二，五五數之剩三，七七數之剩二，問物幾何？我知道這是二十三，不過那是硬湊出來的，要列一個每數皆可通用的算式，卻是想破了腦袋也想不出。」黃蓉笑道：「這容易得緊。以三三數之，餘數乘以七十；五五數之，餘數乘二十一；七七數之，餘數乘十五。三者相加，如不大於一百零五，即為答數；否則須減去一百零五或其倍數。」瑛姑在心中盤算了一遍，果然絲毫不錯，低聲記誦道：「三三數之，餘數乘以七十；五五……」黃蓉道：「也不用這般硬記，我念一首詩給你聽，那就容易記了：三人同行七十稀，五樹梅花廿一枝，七子團圓正半月，餘百零五便得知。」瑛姑聽到「三人同行」、「團圓半月」幾個字，不禁觸動心事，暗道：「莫非這丫頭早知我的陰私？三人同行是刺我一女事奉二男，團圓半月卻譏我與他只有十餘日的恩情？」她心有所諱，不免事事多疑，當下沉著聲音道：「好啦，多謝你指點。朝聞道，夕死可矣。你再囉唆，我可容你不得啦？」黃蓉笑道：「朝聞道，夕死可矣。死的是聞道之人啊，倒不曾聽說是要弄死那傳道之人的。」瑛姑一瞧那禪院情勢，知道一燈大師必居後進，又見黃蓉跟自己不住糾纏，必有什麼詭計，心想這丫頭年紀雖小，精靈古怪實不在乃父之下，莫要三十老娘倒繃嬰兒，運糧船撞在陰溝裏，當下更不打話，舉步向內。轉過佛殿，只見前面黑沉沉的沒一星燈火。她孤身犯險，不敢直闖，提高聲音叫道：「段智興，你到底見我不見？在這黑越越之處縮頭藏尾，算得是什麼大丈夫的行徑？」黃蓉跟在她的身後，接口笑道：「瑛姑，你嫌這裏沒燈麼？大師就怕燈火太多，點出來嚇壞了你，才教人熄了的。」瑛姑道：「哼，我是個命中要下地獄之人，還怕什麼刀山油鍋。」黃蓉拍手道：「那好極了，我正要跟你玩玩刀山的玩意。」從懷中取出火摺，一晃亮了，俯身下去，點燈了地下一個火頭。原來自己足邊就有油燈，這倒大出瑛姑意料之外，定晴一看，只見那不是什麼油燈，只是一隻瓦茶杯中放了小半杯清油，浸了一根棉芯。茶杯旁豎著一根削尖的竹簽，約有一尺來長，一端插在土中，另一端向上挺立，十分鋒銳。黃蓉足不停步，不住點去，片刻之間，地下宛如滿天繁星，佈滿了燈火與竹簽，每隻茶杯之旁，必有一根尖棒。待得黃蓉點完，瑛姑早已數得明白，一共是一百一十三隻茶杯、一百一十三根竹簽，不禁大為狐疑：「若說這是梅花樁功夫，不是七十二根，就該是一百零八根，一百一十三根卻是什麼道理？排列得又零零落落，既非九宮八卦，又不是梅花五出。而且這竹簽如此鋒利，上面那裏站得人？是了，她必是穿了鐵底的鞋子。」心想：「她有備而作，在這上面我必鬥她不過，且假作不知，過去便是。」當下大踏步走去，竹簽布得密密麻麻，難以通行，她橫腳踢去，登時踢倒了五六根，口中說道：「搗什麼鬼？老娘沒空陪孩子玩。」黃蓉急叫：「咦，咦，使不得，使不得。」瑛姑毫不理會，繼續踢去。黃蓉叫道：「好啊，你蠻不講理，我可要熄燈啦。快用心瞧一遍，把竹簽方位記住了。」瑛姑心中一驚：「他們早已記熟了方位，若是數人合力在此處攻我，黑暗裏我可要喪生在竹簽之上。快快離此險地！」一提氣，加快腳步，踢得更急。黃蓉叫道：「不怕醜，胡賴！」竹棒起處，擋在瑛姑面前。油燈映照下一條綠幽幽的棒影，從面前橫掠而過，瑛姑那把這十幾歲的女孩子放在心上，左掌直劈，一掌就想把竹棒震斷。那知黃蓉這一棒用的是「打狗棒法」中的「封」字訣，棒法全是橫使，並不攻擊敵人身上要害，一條竹棒化成一片碧牆，擋在敵人面門，只要敵人不踏上一步，那就無礙，若施攻擊，立受反打。瑛姑這一掌劈去，嗒的一聲，手背上反被棒端戳了一下，急忙縮手，已感又疼又麻。這一下雖非打中要害穴道，痛得卻也甚是厲害，瑛姑本不把黃蓉的武功放在眼裏，斗然間受了這一下，不禁又驚又怒。她吃了這個小虧，毫不急躁，反而沉住了氣，先守門戶，要瞧一瞧黃蓉武功的路子再說，心中暗想：「當年我見到黑風雙煞，功夫果然甚是了得，但他們都是三四十歲的壯年，怎麼這小小孩子也有如此造詣？必是黃藥師把生平絕藝授了他這獨生愛女。」她那裏知道「打狗棒法」是丐幫幫主的護法至寶，即令是黃藥師親至，一時之間也未必破解得了。就在她這只守不攻暗自沉吟之際，黃蓉竹棒仍是使開那「封」字訣，擋住瑛姑的進路，足下卻不住移動走位，在竹簽之間如穿花蝴蝶般飛舞來去，片刻之間，已把一百一十三盞油燈用足尖踢滅。妙的是只踢熄了火頭，不但作燈的茶杯並未踏翻踢碎，連清油也濺出不多。她足上用的是桃花島的「掃葉腿法」，移步迅捷，落點奇準，但瑛姑已瞧出她功夫未臻上乘，遠不如竹棒使得變化莫測，何況她傷勢雖愈，元氣未復，若是攻她下盤，數十招即可取勝，可是心中算計方定，那油燈已被踢得剩下七八盞，這幾盞燈盡數留在東北角，在夜風中微微顫動，其餘三隅已是漆黑一片。突然間黃蓉竹棒搶攻兩招，瑛姑一怔，借著昏黃的燈光看準竹簽空隙，退後一步。黃蓉竹棒在地下一撐，身子平平掠地而起，長袖拂去，七八盞油燈應手而滅。瑛姑暗暗叫苦：「我雖已有取勝之法，可是在這竹簽叢中，每踏一步都能給簽子刺穿足背，那如何動手？」黑暗中只聽黃蓉叫道：「你記住竹簽方位了吧？咱們在這裏拆三十招，只要你傷不了我，就讓你入內見一燈大師如何？」瑛姑道：「竹簽是你親手所佈，又不知在這裏練了幾日幾夜，別人一瞬之間，焉能記得清這許多油燈的方位。」黃蓉年幼好勝，又自恃記心過人，笑道：「這有何難。你點著油燈，將竹簽拔出來重行插過地位，你愛插在那裏就插那兒，然後熄了燈再動手過招如何？」瑛姑心想：「這不是考較武功，卻是考較記心來了。這機伶小鬼，聰明無比，我大仇未報，豈能拿性命來跟她賭賽記心。」靈機一動，已有計較，說道：「好，老娘就陪你玩玩。」取出火摺晃亮，點燃油燈。黃蓉笑道：「你何必自稱老娘？我瞧你花容玉貌，還勝過二八佳人，何怪當年段皇爺對你如此顛倒。」瑛姑正在拔著一根竹簽挪移地位，聽了此言，呆了一呆，冷笑道：「他對我顛倒？我入宮三年，他幾時理睬過人家？」黃蓉奇道：「咦，他不是教你武功了嗎？」瑛姑道：「教武功就算理睬人家了？」黃蓉道：「啊，我知道啦。段皇爺要練先天功、一陽指，不能和你太要好啊。」瑛姑「哼」了一聲道：「你懂什麼？怎麼他又生皇太子？」黃蓉側過了頭，想了片刻，道：「那皇太子是從前生的，那時他還沒練先天功、一陽指呢。」瑛姑「哼」了一聲，不再言語，只是拔著竹簽移動方位。黃蓉見她插一根，自己心中記一根，不敢有絲毫怠忽，須知這件事性命攸關，只要記錯了數寸地位，待會動起手來，立時有竹尖穿腳之禍。過了一會，黃蓉又道：「段皇爺不肯救你兒子，也是為了愛你啊。」瑛姑道：「為了愛我？」語意中充滿怨毒。黃蓉道：「他是妒忌老頑童。若是不愛你，為什麼要妒忌？」瑛姑從沒想到段皇爺對自己居然有這番情意，不禁呆呆出神。黃蓉道：「我瞧你還是好好的回去吧。」瑛姑冷冷的道：「除非你有本事擋得住我。」黃蓉道：「好，既是定要比劃，我只好捨命陪君子。只要你闖得過去，我決不再擋。若是闖不過呢？」瑛姑道：「以後我永不再上此山。要你陪我一年之約，也作罷論。」黃蓉拍手道：「妙極，要我在黑沼的爛泥塘裏住上一年，也真難熬得緊。」說話之間，瑛姑已將竹簽插了五六十根，忽然踢滅油燈，道：「其餘的不用換了。」黑暗中五指成抓，猛向黃蓉戳來。黃蓉記住方位，斜身竄出，左足不偏不倚，剛好落在兩根竹簽之間，竹棒抖出，點她左肩。那知瑛姑竟不回手，大踏步向前，只聽格格一連串響聲過去，數十根竹簽全被她踏斷，逕入後院去了。黃蓉一怔，立時醒悟：「啊也，我上了她當。原來她換竹簽時手上使勁，暗中將簽條一一捏斷了。」這一著竟沒料到，不由得心中大悔。瑛姑闖進後院，伸手推門，只見禪房內蒲團上居中坐著一個老僧，一根根銀鬚垂到胸前，厚厚的僧衣直裹到面頰，正自低眉入定。漁樵耕讀四大弟子和幾名老和尚、小沙彌侍立兩旁。那書生見她進來，走到老僧面前，合什說道：「師父，劉娘娘上山來訪。」那老僧微微點了點頭，卻不說話。禪房中只點著一盞油燈，各人面目都看不清楚。瑛姑早知段皇爺已經出家，卻想不到十多年不見，一位雄才大略、英武豪邁的皇帝，竟成為如此衰頹的一個老僧，黃蓉的話隱約在耳邊響起，不禁心中一軟，握著刀柄的手慢慢鬆了開來。一低頭，只見那錦帕所製的嬰兒肚兜正放在段皇爺蒲團之前，肚兜上卻放著一枚玉環，正是當年皇爺賜給他的。瞬時之間，那入宮、學武、遇周、絕情、生子、喪兒的一幕幕往事都在眼前現了出來，到後來只見到愛兒一臉疼痛求助的神色，似在埋怨母親竟不替他減卻些微痛苦。她心一硬，提起匕首，勁鼓腕際，對準段皇爺胸口一刀，刺了進去，直沒至柄。她知段皇爺武功了得，這一刀未必刺得他死，而且匕刃著肉之際，似乎有些異樣，當下向裏一奪，要拔出來再刺第二刀，那知匕首牢牢嵌在他肋骨之中，一拔竟沒拔動。只聽得四大弟子同聲驚呼，一齊搶上。瑛姑十餘年來潛心苦修，這當胸一刺不知已練了幾千幾萬遍。她明知段皇爺衛護周密，右手白刃挺出，左手早已舞成掌花，緊緊守住左右與後心三面，一奪未將匕首拔出，眼見情勢危急，雙足一點，躍向門口，回頭一瞥，只見段皇爺左手撫胸，想是十分痛楚。她此時大仇已報，但想到段皇爺對己實在並非無情無義，長嘆一聲，轉身出門。只一回頭過來，不禁一聲驚呼，全身汗毛直豎，但見一個老僧合什當胸，站在門口。燈光正映在他的臉上，隆準方口，眼露慈光，雖然作了僧人裝束，卻明明白白是當年君臨南詔的段皇爺。瑛姑如見鬼魅，一個念頭如電光般在心中一閃：「適才定是殺錯了人。」眼光橫掃，但見被自己刺了一刀的僧人慢慢站起身來，解去僧袍，左手在頦下一扯，將一把白鬍子盡數拉了下來。瑛姑又是一聲驚呼，原來這老僧是郭靖假裝的。須知這是黃蓉安排下的計謀。郭靖點了一燈大師的穴道，就是存心要代他受這一刀。他只怕那天竺僧人武功厲害，所以先出手攻他，豈知此人竟是絲毫不會武藝。當黃蓉在院子中與瑛姑佈那油燈竹簽之時，四弟子趕速給郭靖洗去了泥污，剃光頭髮。他頦下白鬚，也是剃了一燈的鬍子黏上去的。四大弟子本覺這事戲弄師父，大大不敬，而且郭靖本身須得干冒大險，各人心中也感不安，可是為了救師父之命，除此實無別法，若是由四弟子中一人出來假扮，他們武功不及瑛姑，勢必被她一刀刺死。當瑛姑一刀刺來之時，郭靖眼明手快，在僧袍中伸出兩指，捏住了刃鋒扁平的兩側。那知瑛姑這一刺狠辣異常，饒是郭靖指力強勁，終於刃尖還是入肉半寸，好在未傷肋骨，終無大礙。他若將軟蝟甲披在身上，原可擋得這一刀，只是瑛姑機伶過人，十九被她瞧出破綻，那麼這個禍胎仍是去除不掉，此次一擊不中，日後又會再來尋仇。這「金蟬脫殼之計」眼見大功告成，那知一燈突然在此時出現，不但瑛姑吃驚，餘人也是大出意料之外。原來一燈元氣雖然大傷，武功究竟未失，郭靖又怕傷他身體，只點了他最不關緊要的穴道，被他在隔房潛運內功，緩緩解開了自身穴道，正在這緊急關頭到了禪房門口。瑛姑臉如死灰，自忖這番身陷重圍，定然無倖。一燈卻向郭靖道：「把匕首還她。」郭靖聽他聲音之中自有一番威嚴，不敢違拗，將匕首遞了過去。瑛姑茫然接過，眼望一燈，心想他不知要用什麼法子來折磨我，只見他緩緩解開僧袍，又揭開內衣，說道：「大家不許難為她，要好好讓她下山。好啦，你來刺吧，我等了你很久很久了。」這幾句話說得十分柔和，瑛姑聽了卻如雷轟電掣一般，呆了半晌，手一鬆，噹的一聲，匕首落在地下，雙手掩面疾奔而出。只聽她足步逐漸遠去，終於杳無聲息。眾人相互怔怔的瞧著，都是默不作聲。突然間咕咚、咕咚兩聲，那漁人和農夫一俯一仰的跌倒在地。原來兩人手指中毒，強自撐住，這時見師父無恙，心中一喜，再也支持不住。那書生叫道：「快請師叔！」話猶未了，黃蓉已陪同那天竺僧人走了進來。他是療毒的聖手，取出藥來給二人服了，又將二人手指頭割開，放出黑血，臉上神色嚴重，口中嘰哩嚕咕的說道：「阿馬里，哈失吐，斯骨爾，其諾丹基。」一燈懂得梵語，知道二人性命不妨，但中毒極深，須得醫治兩月，方能痊愈，此時郭靖已換下僧服，裹好胸前傷口，向一燈磕頭謝罪，一燈忙伸手扶起，嘆道：「你捨命救我，真是罪過罪過。」他轉頭向師弟說了幾句梵語，簡述郭靖的作為。那天竺僧人道：「斯里星，昂依納得。」郭靖一怔，這兩句話他是會背的，當下依次背了下去，說道：「斯熱確虛，哈虎文缽英……」當日周伯通教他背誦九陰真經，最後一篇全是這些古怪說話，郭靖不明其意，可是囫圇吞棗的在心中記得滾瓜爛熟，這時順口接了下去。一燈與那天竺僧人聽他居然會說梵語，都是一驚，又聽他所說的卻是一篇習練上乘內功的祕訣，更是詫異。一燈問起原委，郭靖照實說了。一燈驚嘆無已，說道：「達摩祖師原是天竺國人，他用漢字寫了這部九陰真經，但經文的主旨總綱，卻用梵文書寫。這經若是落入與佛法無緣之人手中，總是難詣極峰。若是換作別人，這些咒語一般的長篇大論，他也不會記熟心中。」當下命四弟子與僧眾退出禪房，將郭靖所背梵語，一一譯成漢語，授了郭靖、黃蓉二人。一燈大師的內功原已臻於化境，經他反覆一指點，黃蓉固然瞭若指掌，郭靖也已明白了十之六七，只要假以時日，定可全盤參悟。一燈又道：「我玄功有損，原須修習五年，方得復元，但依這達摩遺篇練去，只怕不用三月，就能有五年之功。」靖蓉二人聽了更是歡喜。二人在山上一連住了七日，一來是由一燈大師親授一陽指、先天功與達摩遺篇上九陰神功的要旨，二來是提防瑛姑去而復來。到第八日上，兩人正在禪寺外練功，忽聽空中鵰鳴啾急，那對白鵰遠遠從東而至。黃蓉拍手叫道：「金娃娃來啦。」只見雙鵰歛翼落下，神態甚是委頓，兩人不由得一驚，但見雌鵰左胸上插了一支短箭，雄鵰腳上縛了一塊青布，卻無金娃娃的蹤跡。黃蓉認得這青布是從父親衫上撕下，那麼雙鵰確是已去過桃花島了。瞧這情形，莫非桃花島來了強敵，黃藥師忙於迎敵，無暇替女兒做那不急之務？雙鵰神駿異常，雌鵰居然被射中一箭，那麼發箭之人武功必然甚是高強。兩人掛念黃藥師安危，當即辭別一燈大師下山。漁人與農夫臥床難起，那書生與樵子一直送到山腳，待二人找到小紅馬與血鳥，這才執手互道珍重而別。回頭熟路，景物依然，心境卻已與入山時大不相同。黃蓉雖然掛念父親，但想他機謀武功，當世無匹，一生縱橫天下，從未失過手，縱遇強敵，即或不勝，也必足以自保，所以也不怎麼擔心。兩人坐在小紅馬背上，談談說說，甚是暢快。黃蓉笑道：「咱倆相識以來，不知遇了多少危難，但每吃一次虧，多少總有點好處。像這次我挨了裘千仞那老傢伙兩掌，卻換得了一陽指與九陰神功。」郭靖道：「我可寧願一點兒武功也沒有，只要你平平安安。」黃蓉心中甚是喜歡，笑道：「啊喲，要討好人家，也不用吹這麼大的氣。你若是不會武功，早就給打死啦，別說歐陽鋒、沙通天他們，就是鐵掌幫的一名黑衣漢子，也一刀削了你的小腦袋。」郭靖道：「不管怎樣，我可不能再讓你受傷啦。上次在臨安府自己受傷倒不怎樣，這幾天瞧著你挨痛受苦，唉，那當真不好過。」黃蓉笑道：「哼，你這人沒心肝的。」郭靖奇道：「怎麼？」黃蓉道：「你寧可自己受傷，讓我心裏不好過。」郭靖無言可答，縱聲長笑，足尖在小紅馬肋上輕輕一碰，那馬電馳而出，四足猶似凌空一般。中午時分，已到桃源縣治。黃蓉元氣究未恢復，騎了半天馬，累得雙頰潮紅，呼吸頓促。桃源城中只一家像樣的酒家，叫做「避秦酒樓」，原來用的是陶淵明「桃花源記」中的典故。兩人入座叫了酒菜，郭靖向酒保道：「小二哥，我們要往漢口，相煩去河下叫一艘船，邀稍公來此處說話。」酒保道：「客官若是搭人同走，省錢得多，兩個人單包一艘船化銀子可不少。」黃蓉怒視了他一眼，拿出一錠五兩的銀子往桌上一拋，道：「夠了麼？」店小二忙陪笑道：「夠了，夠了。」轉身下樓。郭靖怕黃蓉傷勢有變，不讓她喝酒，自己也就陪她不飲，只吃飯菜。剛吃得半碗飯，那酒保陪了一個稍公上來，言明直放漢口，管飯不管菜，一共是四兩六錢銀子。黃蓉也不講價，把那錠銀子遞給稍公。那梢公接了，行個禮道謝，指了指自己的口，嘶啞著嗓子「啊」了幾聲，原來是個啞巴。他東比西指的做了一陣手勢，黃蓉點點頭，也做了一陣手勢。啞巴大喜，連連點頭而去。郭靖道：「你們兩個說些什麼？」黃蓉笑道：「他說等我們吃了飯馬上開船。我叫他多買幾隻雞、幾斤肉，回頭補錢給他。」郭靖嘆道：「這啞梢公若是遇上我，可不知怎生處了。」那酒樓的一味蜜蒸臘魚做得甚是鮮美，郭靖吃了幾塊，想起了洪七公，道：「不知恩師現在何處，傷勢如何，教人好生掛懷。」黃蓉正待回答，只聽樓梯腳步聲響，走上來兩個道姑，都是身穿灰布道袍，用遮塵布帕蒙著口鼻，只露出了眼珠。那兩個道姑走到酒樓靠角裏的一張桌邊坐下，酒保過去招呼，一個道姑低低說了幾句話，酒保吩咐下去，原來是兩份素麵。黃蓉見這兩人身形好熟，但想不出曾在那裏見過。郭靖見她留上了神，也向那兩人望了一眼，只見一個道姑急忙轉過頭去，似乎她也正在打量著他。黃蓉低聲笑道：「靖哥哥，那道姑動了凡心，說你英俊美貌呢。」郭靖道：「呸，別瞎說，出家人的玩笑也開得的。」黃蓉笑道：「你不信就算啦。」說著兩人吃完了飯，走向樓梯。黃蓉心中狐疑，又向那兩個道姑一望，只見一個道姑將遮在臉上的布帕揭開一角，露出臉來。黃蓉一看之下，險些失聲驚呼。那道姑搖一搖手，隨即將帕子遮回臉上，低頭吃麵，這幾下動作極快，連郭靖也絲毫不覺。下樓後會了飯帳，那啞梢公已等在酒樓門口。黃蓉做了幾下手勢，意思說要去買些物事，稍待再行上船。那啞梢公點點頭，向河下一艘烏篷大船指了一指。黃蓉會意，卻見那梢公並不走開，於是與郭靖向東首走去，走到一個街角，在牆邊一縮，不再前行，注視著酒樓門口。過不多時，兩個道姑也出了酒樓，向門口的紅馬雙鵰望了一眼，似在找尋靖蓉二人的蹤跡，四下一瞥未見人影，當即逕向西行。黃蓉低聲道：「對，正該如此。」一扯郭靖衣角，向東疾趨。郭靖莫名其妙，卻不詢問，只跟著她一股勁兒的走著。那桃源縣城不大，片刻間出了東門，黃蓉折而南行，繞過南門後，又轉向西。郭靖低聲道：「咱們去跟蹤那兩個道姑嗎？你可別跟我鬧著玩。」黃蓉笑道：「什麼鬧著玩兒？這麼天仙般的道姑，你不追那才是悔之晚矣。」郭靖急了，停步不走。道：「蓉兒，你再說這些話我要生氣啦。」黃蓉道：「我才不怕呢，你倒生點兒氣來瞧瞧。」郭靖無奈，只得跟著又走，約莫走出五六里路，遠遠見那兩個道姑坐在道旁一株槐樹底下。兩人一見靖蓉來到，站起身來，循著一條小路走向山坳。黃蓉拉著郭靖的手跟著走向小路，郭靖急道：「蓉兒，你再胡鬧，我要抱你回去啦。」黃蓉道：「我當真走得累了，你一個人跟吧。」郭靖滿臉關切之容，蹲低身子，道：「莫又累出事來，我揹你回去。」黃蓉格格一笑，道：「我去揭開她臉上手帕，給你瞧瞧。」加快腳步，向兩個道姑奔去，那二人回轉身子等她。黃蓉一把抱住那較高的道姑，揭開她臉上布帕。郭靖本來隨後跟來，口中只叫：「蓉兒，莫胡鬧！」突然見到道姑的臉，一驚停步，說不出話來，只見那道姑蛾眉深蹙，雙目含淚，一副楚楚可憐的神色，原卻是當日隨楊康西行的穆念慈。黃蓉抱著她的腰道：「穆姊姊，你怎麼啦，楊康那小子又欺侮你了嗎？」穆念慈垂首不語。郭靖走近來叫了聲：「世妹。」穆念慈輕輕嗯了一聲。黃蓉拉著穆念慈的手，走到小溪旁的一株垂柳下坐了，道：「姊姊，他怎樣欺侮你？咱們找他算帳去。我和靖哥哥也給他作弄得苦，險險兩條小命送在他手裏。」穆念慈不答她的問話，卻向那道姑招手道：「妹子，你也過來。」黃蓉與郭靖忙著留神穆念慈，倒忘了旁邊還有一人，這時回過頭去，只見那道姑正出神望著郭靖。二人目光一觸，那道姑將頭轉開，慢慢拉去臉上布帕，向郭靖盈盈拜了下去，輕聲道：「恩公您好。」郭靖又是一驚，原來這道姑卻是當日捉血鳥時所遇見的秦南琴，急忙作揖還禮，但見她鬢邊戴了一朵白布紮成的小花，衣上滾了粗麻布的邊，正是身服重孝，忙問：「你爺爺呢？他老人家好麼？」南琴尚未回答，兩道淚水先流了下來，不言可知，她爺爺已經死了。穆念慈站起來拉了南琴的手，三個少女並肩坐在柳下。三個倒影映在清可見底的溪水之中，水面一瓣瓣的落花從倒影上緩緩流過。郭靖坐在離三人數尺外的一塊石上，滿腹狐疑：這兩人怎麼會在一起？怎麼都作了道姑打扮？在酒樓中怎麼又不招呼？秦老漢不知如何死了？黃蓉見了二人傷心的神色，也不再問，默默的握著每人一隻手。過了好一陣，穆念慈才道：「妹子，郭世哥，你們僱的船是鐵掌幫的，他們安排了鬼計，要陰謀加害。」靖蓉二人吃了一驚，齊聲道：「那啞巴梢公的船？」穆念慈道：「正是。不過他不是啞巴。他是鐵掌幫的高手，說話聲音響亮得很，生怕一開口引起你們疑心，所以假裝啞巴。」黃蓉暗暗心驚，道：「不是你說，我還當真瞧不出來。」郭靖飛身躍上柳樹，四下一望，見除了田中二三農人之外，再無旁人，心想：「若非蓉兒大兜圈子，只怕鐵掌幫定有人跟來。」穆念慈嘆了一口長氣，緩緩的道：「我和那楊康的事，以前的你們都知道了。後來我運義父義母的靈柩南下，在臨安牛家村冤家路窄，又遇上了他。」黃蓉接口道：「那回事我們也知道，還親眼見他殺了歐陽公子。」穆念慈睜大了眼睛，難以相信。黃蓉當下將她與郭靖在密室養傷之事簡略的說了一遍，又說到楊康如何冒充丐幫幫主、兩人如何脫險等情。這回子事經過曲折，說來話長，但黃蓉急於要知道穆念慈的經歷，只扼要的提了一提，穆念慈切齒道：「此人作惡多端，必無好報，只恨我有眼無珠，命中有此劫難，竟會遇上了他。」黃蓉摸出手帕，輕輕替她拭去頰上淚水。穆念慈心中煩亂，過去種種紛至沓來，一時不知從何說起，定了定神，待心中漸漸寧定，才說出一番話來。