第五十五回　蛙蛤大戰這細枝雖然輕飄飄的，但在郭靖指力激送之下，去得比那銀梭更快，在血鳥身前五六尺處與銀梭一碰，一齊落在地下。那血鳥極是靈異，一見銀梭和樹枝的來路，已知有人暗算，又有人從中相救，向著郭靖和南琴點了點頭，忽如一道火光，斗然間向那放射銀梭的蛇奴撲去。那蛇奴見牠來勢快速，雙手一揚，又是四枚銀梭飛出，兩前兩後，直向前射，這一次雙方湊攏，一瞬之間就已碰在一起，郭靖待要相救，已自不及，心中只叫得一聲：「可惜！」卻見那血鳥雙翅向下一撲，將兩枚銀梭打在地下，不等隨後兩枚銀梭飛到，反而迎上前去，下垂的雙翅向上一振，兩枚銀梭被彈入了半空。郭靖見牠身法迅捷美妙，宛似武學高手，情不自禁的高聲喝采：「妙極！」采聲未畢，聽得那蛇奴一聲慘叫，雙手掩住額頭，向前奔了幾步，砰的一聲，撞在一棵大樹之上，蹲下地來，原來雙目已被血鳥啄瞎。其餘蛇奴大吃一驚，暗器紛紛出手，四下圍攻，月色溶溶之中但見銀光閃閃，有似滿天流星。那鳥雙翅向前一推，身子倏地倒退，回勢竟絲毫不弱於前行之速，眾蛇奴驚叫喝罵聲中，又有兩人失了眼睛。忽聽蓬的一響，一道藍色火光向血鳥射去。郭靖識得是硫璜燄箭，心想這暗器比銀梭慢得多了，那裏射得著牠？那知血鳥咕的一聲歡叫，迎上前去伸爪一把抓住箭桿。那火燄箭燒得甚是熾烈，血鳥卻毫不在意，將箭桿放在地下，啣些枯枝敗葉，添在火上。郭靖愈看愈奇，連叫：「可惜，可惜！」南琴問道：「可惜什麼？」郭靖道：「這樣好玩的事，蓉兒竟沒看到。」南琴道：「蓉兒？」郭靖道：「是啊，蓉兒！」南琴欲待再問，忽然聽見身後似乎有個女子輕輕嘆息了一聲，回頭一看，卻不見什麼，不由得毛骨悚然，心想：「難道有鬼？」緊緊握住郭靖手臂，上半身倚偎在他懷中，低聲道：「郭大哥，誰嘆氣啊？」郭靖全神注視血鳥，既沒聽見嘆息之聲，也沒聽見南琴的問話，一個溫香軟玉般的身子靠在他的胸前，微微發顫，他竟茫然不覺，只瞧著那血鳥在火燄中翻滾。那鳥滾了一會，火光漸弱，牠又去啣些枝葉添在火裏，待火旺了，再展翅在火上燒炙，羽翼非但絲毫無損，經火一炙，更是煜煜生光。牠一邊燒，一邊用長喙在羽毛之中磨擦，竟如洗澡一般。牠羽翼遇火不燃，已自奇怪，而越燒香氣越濃，群蛇聞到這股香氣，漸漸抵受不住，又亂蹦亂跳起來，再過一會，突然互相咬嚙吞噬，有的蛇兒似乎痛苦難當，竟然自咬腰尾。這千萬條毒蛇著魔中邪，翻騰盤打，聲勢實是驚人，南琴瞧得頭暈眼花，險險跌下樹去，急忙閉上眼睛，摟住郭靖身子。眾蛇奴見情勢不妙，相互打個招呼，一齊逃出林去。那血鳥認定這些白衣人是牠仇敵，如流星般掠過林隙，追上前去。眾蛇奴知道厲害，忙用雙手掩目。血鳥一飛近，長嘴猛啄手背，蛇奴吃痛不過，揮手去打，手一離面，眼珠立被啄瞎。片刻之間，眾蛇奴無一漏網，個個成了盲人。那血鳥大獲全勝，飛回林中，又待到火上燒炙，那火卻已熄滅。血鳥雙翅猛搧，想要將火重行燃起，只揚起一陣灰燼。郭靖拍了拍南琴肩膀，將她輕輕推開，低聲道：「你在這兒，抱住樹幹。」不等南琴回答，已縱身落樹，慢慢向血鳥走去。那血鳥知他是適才出手相救之人，並非仇敵，注目凝視。郭靖道：「鳥兒，來，來。」血鳥昂首不理。郭靖初下樹時，對毒蛇還心存顧忌，但見自己每跨出一步，毒蛇就紛紛讓道，知道是群蛇怕他服過腹蛇寶血之故，當下大了膽子，邁步向前，左手一探，向血鳥抓去。他出手奇快，那知血鳥是天生靈物，飛動更快，身子一晃，已然避開，不等郭靖再度出手，猛撲向前，來啄他的眼珠。南琴急呼：「郭大哥，留神。」郭靖右手揮起鐵鑊，向鳥兒罩去。血鳥知道厲害，居然能如武林高手般急發急收，一撲之勢未曾用足，立即倒退，背脊剛好從鑊邊上擦過，沒被罩中。郭靖叫了聲：「好！」身子躍起，鐵鑊橫裏抄來。血鳥振翅向上，只飛出一尺，發現郭靖左手正好守在頭頂，立知不妙，倏地一沉，掠地而飛，從郭靖跨下一鑽而過，劃了一個圓圈，回身來啄他的眼珠。郭靖見這鳥兒身法如此敏捷，童心大起，叫道：「我手中現有兵刃，捉住你不算好漢，來來來，咱們空手拆幾招。」將鐵鑊往地下一拋，右手一掌推出。他怕傷了鳥兒，掌力只用了一成，去勢卻是極快。掌未到，勁先至，血鳥那裏抵受得住，被掌力一撞，跌下地來。郭靖大喜，伸手去拿，那鳥忽地一個翻身，滾開半尺，立時飛起，牠已知郭靖厲害，迥非眾蛇奴可比，不敢再鬥，急向外逃，郭靖掌隨身起，一招「六龍迴旋」，拍了出去。這是降龍十八掌的精妙招數，一掌之中分兩股力道，一向外鑠，一往內收，形成一個急轉的漩渦。血鳥見他掌到，急向外逃，一股力道從橫裏撞來，捲得牠在空中翻了幾個筋斗，筆直掉將下來。郭靖上前一把接住，叫道：「姑娘，捉住鳥兒啦。」南琴大喜，從懷中取出兩顆蛇藥，在口裏含了一顆，溜下樹來，要將另一顆去交給郭靖。那知血鳥被郭靖這一掌轉得暈了過去，威力立失，群蛇如逢大赦，有似萬箭齊發，四面八方的竄出林去，那裏還敢傷人？郭靖見血鳥毫不動彈，怕牠死了，雙手輕輕籠住，走到林隙的月光之下細看。南琴跟著走近，將藥丸遞給他，道：「郭大哥，這藥能防毒蛇。」郭靖本覺用不著，但想她既一片好心，就伸手去接。他罩在血鳥身上的右手剛一拿開，突覺手中一震，眼前一道紅光倏忽掠過，那鳥竟爾飛走了。郭靖連連跺腳，大呼：「唉，可惜，可惜！」南琴道：「這鳥極有靈性。吃你這麼一拿，多半不敢再來啦。」郭靖道：「是啊，所以可惜。」南琴道：「為什麼？」郭靖道：「我本想捉來給蓉兒玩的。」南琴聽他又提到「蓉兒」，語意之中充滿深情，問道：「蓉兒是你的兒子麼？」郭靖一怔，笑道：「不是的，是個女孩子，比你只小著一兩歲。」南琴道：「嗯，她很美，是不是？」郭靖道：「那自然，她不但美，而且又聰明，又好心眼兒。」這幾月來，他時時刻刻在思念黃蓉，這時聽南琴問起，情不自禁的將黃蓉誇了起來。黃蓉明慧秀美，原本不假，只是她自幼受了父親薰陶，不免有些任性妄為，但在郭靖心中，她卻是個十全十美、無半點瑕疵之人。南琴和他並排坐在一棵橫倒在地的梓樹幹上，聽他不住口的說著黃蓉諸般好處，心中酸酸的有些異樣。郭靖說了一會，忽然醒覺，笑道：「你瞧，三更半夜的，要你在這裏聽我說些不打緊的話，咱們回去吧，你爺爺若是醒來，不見了你，可要掛念啦。」南琴道：「不，我愛聽你說話。」隔了一會，道：「這位黃小姐到那裏去啦？你怎麼不跟她在一塊兒？」這兩句話觸動了郭靖心事，一時不知怎樣說好，想到自己日後不得不和華箏結親，按著黃蓉的性子，終生不再和自己相見也未可知，更說不定一時性起，竟然橫劍自刎，越想越是傷心，悲從中來，不禁放聲而哭。南琴見他正說得好好的，忽然哭了起來，只怕自己說錯了話，又驚又悔，又不知如何勸慰，見他橫袖在眼上亂抹，從懷中取出一塊布帕，遞給了他。郭靖接過了，抹去眼淚，要想不哭，卻又忍不住，正狼狽間，忽聽身後似乎有人噗哧一笑，郭靖一躍而起，叫道：「蓉兒！」只見地下一片清光，柯影交橫，那裏有半個人影？南琴道：「郭大哥，你儘想著黃姑娘，咱們回家吧。」郭靖道：「正是。」兩人相偕出林，走出數十丈，忽見前七八個白衣人排成一列，左手扶著一條長桿，一步一步的摸索而行，正是那些被血鳥啄瞎了眼的蛇奴。郭靖見他們可憐，嘆息一聲，自與南琴回家。次日一早醒來，聽得室外秦老漢正在責怪南琴，說她不該帶恩人去涉險捉鳥。只聽得南琴笑道：「難道是我帶他去了？他自己愛玩嘛。」秦老漢啐道：「他是咱們救命恩人，又不是孩子，什麼自己愛玩！」南琴笑道：「你不信就算啦。」秦老漢道：「唉，還不認錯？若是恩人給毒蛇神鳥傷了，那怎麼得了？」南琴道：「他本事大得緊，怎麼傷得了？」秦老漢道：「好好，我不跟你鬥口。快去收拾收拾，事到臨頭，又走不了啦。」南琴奇道：「爺爺，收拾什麼？」秦老漢道：「回廣東去啊，昨日那賊頭吃了這個大虧，咱們還能在這裏耽麼？恩人一上路，咱爺兒倆只要遲走一步，那就是大禍臨頭。」南琴呆了一呆，道：「爺爺，那麼這屋子、這些桌子椅子怎麼呢？」秦老漢嘆道：「傻孩子，性命還顧不了，還顧瓶兒罐兒呢！……孩子，咱們生來命苦，你也別傷心。」郭靖心想救人救徹，一骨碌下床，出房說道：「老丈，你不用擔心，我到衙門去跟你了結這回事。」秦老漢忙道：「恩人，你千萬別去，那衙門是狼虎之窟，可去不得。」郭靖道：「我不怕。」秦老漢待要再說，郭靖已牽過小紅馬，上馬疾馳而去。只一頓飯功夫，已進了縣城，正欲打聽縣衙門的所在，但見前面火光燭天，行人亂奔，叫道：「縣衙門走了水啦，真是老天爺有眼！」郭靖心道：「可有這麼巧，遲不遲，早不早，偏在這會子走水！」當下縱馬向火頭奔去。待到臨近，只感熱燄逼人，那縣衙已燒去了半邊，奇的是竟然無人施救。許多百姓站得遠遠的觀火，臉上都有欣喜之色。郭靖翻身下馬，只見地下躺著十多名都頭衙役，有的早已燒死，活著的也是個個被火炙得鬚髮焦黑，卻是眼睜睜的動彈不得。郭靖抓起一人，一看他的神態，原來已被點中了穴道。郭靖在他腰眼裏一捏一推，解了穴道，問道：「縣太爺呢？」那衙役往火窟裏一指道：「回您老：太爺在這裏面，多半已燒死啦。」郭靖道：「怎麼起的火？你是給誰打倒的？」那衙役苦著臉道：「回您老：小人也弄不明白。一早晨，小人還沒起身，只聽得縣太爺和人喝罵動手，接著就起了火，小人剛逃出來，不知怎的腿一麻，就這麼胡裏胡塗的爬著躺下啦。」郭靖道：「你們縣太爺和人動手？他會武功麼？」那衙役道：「回您老：太爺的功夫強得很，他一雙手硃砂般紅，誰給他打中了，誰晃眼兒就得去姥姥家。那知強中更有強中手……」郭靖心想：「瞧不出一個知縣還有毒砂掌功夫。」說道：「他要百姓繳納毒蛇，那就是練這掌上功夫了？」那衙役道：「回您老：這個小人不明白。」郭靖心想：「多半是這縣官的江湖仇家找上了他，那倒乾淨爽快，免得我多費一番手腳。」也不再理會那名衙役，要回去對秦老漢和南琴說知，一轉身，那小紅馬卻已不知去向。他撮唇呼哨，隔了片刻，小紅馬仍是影蹤不見。這小紅馬向來馴良，如無主人之命，決不致任意離開。此馬神駿異常，本領再高的馬賊也休想近得了牠身，突然失蹤，確令郭靖大為驚詫。火場之旁人眾雜沓，也無法尋找馬蹄足跡，他在城中到處走了一遍，毫無線索，心念一動：「回去帶白鵰來相助尋訪，必有端倪。」當下放開腳步，奔回秦老漢家。秦老漢和南琴聽說縣衙被焚，縣官和都頭全被燒死，只樂得心花怒放。郭靖吹哨招呼雙鵰，那知過了良久，這對白鵰也是影蹤毫無。郭靖悶悶不樂，茶飯無心，當晚只得仍是宿在秦老漢家，要待明日再行找尋紅馬白鵰。此時暑熱難當，秦老漢搬了一張竹榻、兩隻竹椅、泡了一壺清茶，三人在門外豆棚下揮扇乘涼。秦老漢說起各種毒蛇的奇怪習性，郭靖聽得甚有興味，眼見斗轉星沉，時近午夜，三人身上均有涼意，秦老漢幾次說要睡了，南琴卻只是不肯。秦老漢笑道：「咱們這裏難得有位客人來，這孩子日日夜陪著一個糟老頭子，也真夠她氣悶的。」南琴道：「明兒郭大哥走了，咱們又只兩個人啦。」語意甚是淒涼，郭靖默然不語。南琴道：「郭大哥，你去睡吧，我還要瞧那顆星。」秦老漢道：「傻丫頭，星有什麼好看？」南琴道：「我就是愛瞧嘛！」秦老漢望了望天邊的烏雲，道：「快變天啦，你的星快沒得看了。」就在此時，遠處傳來一陣馬蹄之聲，郭靖一躍而起，叫道：「我的小紅馬。」月光下只見長嶺上那紅馬奮蹄揚鬣，疾衝而下，馬背上一人衣袂飄飄，正是黃蓉。郭靖大喜，叫道：「蓉兒，我在這兒。」南琴聽他呼叫「蓉兒」，心中一震。轉眼之間，黃蓉乘馬穿過林子，來到三人身前，那對白鵰正停在她身後馬背之上。郭靖大悟，心道：「我真胡塗，若非蓉兒，又怎能將紅馬和雙鵰收去？」黃蓉一躍下馬，郭靖迎了上去，心中說不出的歡喜。黃蓉道：「我運氣練功走錯了穴道，雙手動不得啦。」郭靖道：「啊，咱們快來順氣。」兩人當即盤膝坐在竹榻之上。郭靖雙手按住黃蓉背心，助她通氣順息。這時雷聲漸近，黑雲如墨，掩沒了半片天。約莫過了半個時辰，黃蓉丹田之氣上升，緩緩通到胸口，同時身體左右微微搖動。南琴在旁打量黃蓉，見她閉目而坐，嘴角微露笑容，臉上雪白的肌膚之中透出一層紅玉般的微暈，真似晨露新聚，奇花初胎，說不盡清麗絕塵。她頸中掛著一串明珠，發出一片柔光，更映得人似美玉。南琴心道：「這仙女一般的人物，無怪郭大哥如此顛倒啦，只不知他們在幹些什麼？」正自沉思，眼前一黑，一片烏雲移來遮沒了月光，不多時滿天全是黑雲。南琴道：「郭大哥，你與這位小姐進屋去吧，要下雨啦。」一語甫畢，臉上與頸中一涼，已有幾滴雨點落了下來。那夏日陣雨，說來就來，南琴只叫得一聲「啊喲！」滂沱大雨已一瀉如注。郭靖與黃蓉正處於習練易筋鍛骨篇中的緊要關頭，那把大雨放在心上？南琴見二人動也不動，心中大奇，還道二人中了邪，上前推郭靖的肩膀。她起初並不用力，一推之下，自己竟退了一步，隨即手上加勁，用力一推，叫道：「郭大哥，你怎麼啦？」她那裏知道身有上乘武功之人，一受到力，立時生出反勁，她這一推，郭靖絲毫不動，自己卻不由自主的一交摔倒，坐在水裏。當郭黃二人練功之時，秦老漢看得不耐，已先去睡了，這時聽得雷聲中夾著大雨，叫了幾聲：「琴兒！」不聽見答應，忙搶出屋來，只見孫女剛從泥污中爬起，頭髮散亂，神情甚是狼狽，不禁吃了一驚。南琴叫道：「爺爺，恩人中了邪啦！快想法子救他。」秦老漢對郭靖異常感激，見他如此，忙上前拉他進屋，豈知輕輕一拉是紋絲不動，拉得重了，自己反摔一交，爬起身來，在大雨中怔怔發呆。南琴奔進屋去取了一把雨傘出來，打開了遮在郭黃二人頭頂，叫道：「爺爺，你去點些黃紙來薰他鼻管。」秦老漢跌跌撞撞的入內，慌亂中卻又把油燈打翻了。南琴雖對黃蓉甚是敬慕，但不免存著私心，一把雨傘遮不得二人，漸漸的向郭靖一邊偏去，黃蓉的頭上就如一盆水往下傾潑一般。好容易秦老漢摸索著又點起油燈，燃了一捲黃紙，用衣袖護著，拿到郭靖鼻孔下來薰。濃煙一陣陣往他鼻中冒進，郭靖本來調勻得極是順暢的呼吸，受這濃煙一逼，立時逆轉，反向丹田中衝去。郭靖大吃一驚，急忙閉住呼吸，全力施為，才將腹中之氣重行理順。可是這呼吸究竟不能久閉，只要吸一口氣，濃煙就薰得他幾欲咳嗽。秦老漢祖孫全是一片好心，那知反而累得他死去活來。秦老漢見黃紙薰鼻無用，於是用指甲猛力掐郭靖上唇的人中。這人中是人身要穴，若是中暑暈倒，此處一受刺掐，立時能醒。正因這是人身要穴，郭靖這番苦頭可就吃得大了，只是練功正緊之際，既不便開口說話，又不便出手推開，只好苦苦忍住。此時霹靂一個接著一個，電光過去，霹靂立至，閃電與霹靂間幾無間隔，只聽得震耳欲聾的一聲，樹林邊一棵大樹被雷聲擊中，燒了起來。南琴嚇得心膽欲裂，但仍是勉力撐住雨傘，給郭靖遮雨。奇形怪狀的閃電掠過墨黑的天空，或如樹枝，或如長矛。一片白光忽隱忽現，時而照出郭靖神色堅毅，黃蓉笑靨如花，時而照出秦老漢呆若木雞，南琴臉無人色。突然間眾人眼前一陣大亮，尚未聽到雷聲，秦老漢與南琴已雙雙跌倒。這一個焦雷正好打在郭靖身畔，秦老漢祖孫被震得暈了過去。雷聲一轟，郭靖體內氣息猛升，立時就通了一週，這時他已可走動，黃蓉卻尚須片刻之時，眼見四周電光急閃，焦雷一個個打在身旁，忙在黃蓉身上一伏，防她受傷。過了一頓飯時分，雷電遠去，大雨也漸漸止歇。再過一會，雲破月現，黃蓉八脈俱通，意與神會，遍體清涼，緩緩直起腰來。低聲道：「靖哥哥，你當真是這生愛我麼？」郭靖將她抱在懷裏，歡喜無限，卻不說話。黃蓉向那棵燒得正猛的大樹一指，道：「你瞧！」郭靖向前望去，只見火燄中那隻血鳥正在翻滾跳躍。黃蓉低聲道：「咱們掩過去捉。」郭靖點了點頭，站起身來，見秦老漢已自醒轉，扶著孫女坐在竹椅之上。黃蓉左手一揮，筆直向血鳥奔去。那血鳥昨日吃過虧，這時見有人來，不敢再鬥，咕的一聲，振翅而逃。黃蓉追趕不上，心念一動，忙撮唇吹哨，召來雙鵰，叫道：「把這鳥兒捉來，可別傷牠。」北方富貴人家都畜養鷹鵰，用以打獵，蓋因鷹鵰不但兇猛，而且養馴之後，善知人意。這對白鵰更是靈異，一聽主人之言，立時左右包抄，追了上去。那血鳥身子甚小，全身大小只及白鵰一個頭顱，可是飛翔迅速，疾若流星，倏忽之間已飛出數里，雙鵰銜尾追趕，那血鳥見雙鵰追來，毫不懼怕，反而轉身來鬥。雙鵰一鳥，登時在空中大打起來。白鵰的鋼喙鐵爪何等厲害，就是虎豹猛獸，也能被牠用爪撕裂，但這小小血鳥靈活異常，轉身既快，又能迅速倒退，雙鵰非但抓牠不著，反而被牠用長嘴啄下了好幾根白羽，若非以二敵一，白鵰幾乎要吃敗仗。鬥了良久，雄鵰頸後又被血鳥啄了一口，雄鵰吃痛，突然發威，左翅用力一撲，從空中猛掠下來。血鳥急忙倒退，但那鵰翅伸展開來長達數尺，終於被翅尖掃到，這一擊力量奇大，血鳥抵受不住，一個筋斗跌下地來。那雄鵰急撲而下，雙爪如鉤，往血鳥抓去。那血鳥橫裏竄出，再無戰意，急往前逃。雙鵰窮追不捨。三鳥飛入山後，不知去向。郭靖本在觀戰，這時低下頭來，說道：「蓉兒，你功夫大進了，身旁雷轟電閃，竟然茫如不覺。」黃蓉笑道：「你也一樣。」郭靖想起秦老漢祖孫適才的好心騷擾，暗暗叫聲：「好險！」若是一個把持不定，又得以七日七夜之功來修缺補漏，當下替黃蓉和秦氏祖孫引見了。郭靖道：「蓉兒，縣衙門是你放的火，是麼？」黃蓉抿嘴一笑道：「不是我還有誰？」秦氏祖孫老大驚訝：「瞧不出這嬌滴滴的一個小姑娘，竟做出這等事來。」黃蓉向南琴望了一眼，微微一笑，道：「靖哥哥，你儘誇我，也不怕這位姊姊笑話。」郭靖道：「啊，昨晚你也在樹林子裏？」黃蓉抿嘴笑道：「你若不說要捉鳥兒給我，我寧可雙臂永遠癱了，也不來找你呢。你後來幹麼忽然哭了？也不害臊。」郭靖低頭道：「想想實在我待你太不好，又怕以後永遠見你不著。」黃蓉伸手給他理了理鬢邊散下來的頭髮，輕輕的道：「我本想不見你了，可是終究不能。好啦，不管以後的日子怎地，咱倆能多一天在一起，就多歡喜一天。」南琴見兩人說得親熱，不覺怔怔的聽得痴了。突然間天空鵰唳聲急，三人一齊抬頭，只見雙鵰疾追血鳥而來。三隻鳥一先二後，飛得迅速異常。黃蓉見那血鳥身子雖小，但箭進電退，靈動無比，雙鵰一時倒奈何牠不得，當下心生一計，撮唇吹哨，召那雌鵰下來，停在自己肩頭休息，讓那雄鵰單獨追逐血鳥，待得雄鵰追趕一周，再放雌鵰上去接替。那血鳥一刻不停的飛翔，雙鵰卻以車輪戰之法耗牠氣力，如此來回追逐了六七次，血鳥果然無法支持，越飛越慢，被雄鵰疾飛趕上，一翅打下地來，雙翼擊土，卻已上昇不得。那雌鵰搶過去抓著，送到黃蓉手中。黃蓉大喜，雙手捧住。那血鳥累得筋疲力盡，眼中露出乞憐神色。黃蓉笑道：「你乖乖的聽話，我就不殺你。」秦老漢見血鳥被捕，大為歡喜，道：「好了，姑娘捉了這神鳥，老漢和這孩子又有口苦飯吃啦。我編個籠子給姑娘裝牠。」南琴知道血鳥愛吃蛇膽，拿出一瓶蛇膽酒來，血鳥喝了半瓶，體力稍復，對眾人頗現親善之態。黃蓉喜道：「我要養得牠聽我號令，專啄壞人的眼珠。」四人累了大半晚，均感疲倦，南琴讓出自己床來給黃蓉睡，黃蓉卻要等秦老漢編好竹籠，將血鳥放入，才安心就枕。次日醒來，已是紅日滿窗，黃蓉起身下床，走到桌邊，「啊」的一聲驚叫，只見竹籠已被血鳥啄破，那鳥卻昂然站在桌上，並不逃走。黃蓉又驚又喜，招了招手，那鳥一跳跳入了她的掌心。黃蓉叫道：「牠服我啦，牠服我啦。」又見那竹籠的每根竹條都被咬成兩截，顯然是那血鳥逞威示武，意思說：「我自己不愛走就是，這小小竹籠豈能關得我住？」正自歡喜，卻聽得隔室郭靖連珠價的叫苦，忙過去問道：「靖哥哥，怎麼啦？」只見他苦著臉，手中拿著黃藥師給他的那幅畫。原來昨晚雨中練功，兩人全身浸透，這幅畫可教雨水毀了。黃蓉連叫：「可惜！」接過畫來一看，見紙張破損，黑跡糢糊，已無法裝裱修補，正欲放下，忽見韓世忠所題那首詩旁，依稀多了幾行字跡。湊近細看，原來這些字寫在裱畫襯底的夾層紙上，若非畫紙浸濕，決計不會顯現，只是雨浸紙碎，字跡已殘缺難辨，但看那字跡排列情狀，認得出是一共四行字，每行四字。黃蓉一面細認，一面緩緩念道：「…穆遺書…，鐵掌…，中…峰…，第二……節。」其餘殘損之字，卻無論如何辨認不出了。郭靖叫道：「這說的是武穆遺書。」黃蓉道：「確然無疑。完顏烈那賊子推算武穆遺書在宮中石匣之內，但石匣雖得，遺書卻無影蹤，看來這四行字是遺書所在的重大關鍵。…鐵掌…，中…峰…」她沉吟了片刻道：「靖哥哥，你六位師父曾說起過什麼『鐵掌幫』麼？」郭靖道：「鐵掌幫？沒有啊，我只知道那個大騙子裘老頭兒叫什麼鐵掌水上飄。」黃蓉道：「嗯，諒那糟老頭兒也不會和這等大事有什麼干係。昨兒早晨我去放火燒那縣衙，卻聽得那姓喬的縣官和人說話，說咱們鐵掌幫怎樣怎樣，又說趕緊多找毒蛇給大香主送去。後來他和我一動手，武功居然不弱，毒砂掌的功夫很有幾下子。」郭靖道：「江湖幫會中的兄弟竟做起縣官來，倒有點奇怪。」二人想了半天，推詳不出這四行字的關竅所在，黃蓉把殘畫收起，放在自己衣包之中，道：「讓我慢慢的想。」當下與秦老漢祖孫別過，二人共騎而去。秦老漢和南琴戀戀不捨，待要相送，那小紅馬跑得好快，轉眼之間，已穿林越嶺，奔得影蹤不見。不一日，已到岳州境內。黃蓉掐指一算，這日是七月十四，岳州丐幫之會，尚在明日，說道：「右右無事，咱們沿路慢慢玩去。」郭靖道好。兩人下馬攜手而行，放眼遠望，盡是水田，田裏禾稻長得甚是壯茁，眼下是個豐收年成。黃蓉道：「爹爹曾道：湖廣熟，天下足。看來今年的百姓是可以免於饑荒了。」又指著棲在柳樹上的蟬兒嘆道：「這蟬兒整天不停的大叫『知了，知了』，卻不知牠知些什麼，倒教我想起了一個人，好生記掛於他。」郭靖忙問：「誰啊？」黃蓉笑道：「那位大吹牛皮的裘老爺子。」郭靖大叫一聲：「啊！」此時火傘高張，如烘似炙，田中農人不論男女，都在汗下如雨的車水。柳樹邊的一架水車之上，車水的是個婦人和一個七八歲的男孩，人少車沉，踏得好不艱難，兩人上衣都已汗濕，那孩子一張小臉漲得通紅，兀自用力踏那水車。黃蓉停步望他，心中大生憐惜之情。那男孩見她美麗異常，回頭叫道：「媽，這姊姊在瞧咱們。」顯見對自己努力勞作，甚是得意。那婦人微微一笑，向郭黃二人點頭招呼。黃蓉伸手入懷，想拿塊碎銀給那男孩當零用，忽聽遠處雷聲隱隱，喜道：「有雨下，你們不必車水啦。」那婦人側耳一聽，臉色甚是驚慌。那小孩躍下水車，叫道：「媽，蛤蟆王又來吃青蛙了！」那婦人點了點頭。黃蓉正待相詢，忽聽鑼聲鏜鏜響起，田塍上一個頭戴遮陽斗笠，赤了上身的男子猛敲銅鑼，向西急奔。過不多時，四面八方都有鑼聲響應，田畔男女都拋下水車，向西奔去。黃蓉一轉頭，見那婦人和男孩也已跑開。郭靖道：「咱們瞧熱鬧去。」兩人隨在眾人身後奔跑，轉過一個山坳，見前面又是好大一片水田，成千農民奔上一個土丘，神色緊張的望著前面，百餘面銅鑼齊聲敲打，震耳欲聾，那裏還聽得見說話之聲。黃蓉見小丘旁一棵銀杏樹生得極是高大，一拉郭靖的手，一齊躍上，順著眾農民的眼光向前望去，但見晴天一碧，青禾如海，絲毫不見異狀。不多時，兩人耳朵靈敏，聽出遠處有一陣閣閣巨聲，鑼聲雖響，卻也掩蓋不下，初時黃蓉以為雷震，就是這聲音了。又過一會，只見一片黃色之物奔騰跳躍而來，黃蓉驚叫：「啊，這許多蛤蟆！」郭靖凝神一看，成千成萬果然盡是癩蛤蟆，那怪聲原來是牠們的鳴叫。眾農民見癩蛤蟆一現身，登時止鑼不敲，人人憂形於色。那些蛤蟆跳到小丘前一塊大方田的邊緣，齊齊停住，宛似列成隊形一般。群蛤之後有數百大蛤擁衛著一隻特大蛤蟆，身子總有平常蛤蟆六七隻大。這蛤王閣的一聲叫，只聽得轟轟轟轟，群蛤齊鳴。蛤王又是咕的一叫，群蛤立時止聲。黃蓉笑道：「這又叫我記掛一個人啦。」郭靖搶著道：「歐陽鋒！」黃蓉笑了笑，大拇指一翹，讚他聰明。群蛤奉蛤王之命，連叫三次，然後鴉雀無聲的各自蹲著。只聽得東邊一塊大石後面清清脆脆的叫了一聲，一隻小青蛙跳了出來。眾農民見到青蛙，登時銅鑼齊鳴，高聲歡呼，為牠喝采助威。郭黃二人看得有趣，卻全然不解，不知這小小青蛙所為何來。二人正全神貫注的觀看，只聽腳步聲響，四下裏又湧來數百農民。黃蓉眼尖，見農民中混著若干衣飾異常之人，輕輕扯了郭靖的衣袖，小嘴歪了一歪。郭靖一看，見約有四五十人一色的黑衣，手中都提著極大的竹籠，衣外隱隱突起，顯見各藏兵刃。這些黑衣人臉上均現強悍兇橫之色，決非尋常農夫，一到土丘旁邊，立即聚在一起，與眾農民相距數十丈遠。那小青蛙跳到離田界三尺之地，停步叫了幾聲。蛤群中出來一隻黃皮大蛤，躍過田界，與那小蛙面對面的叫了起來。大蛤一開口聲粗音宏，有若牛鳴。那小蛙卻毫不屈服，雙方似在鬥口，到後來越叫越快，那小蛙連珠價叫將出來，繁音促節，抑揚頓挫，顯得神完氣足，那大蛤卻頗見聲嘶力竭，一味欲以響喨取勝。又對叫一會，那大蛤鳴聲嘶嗄，一個大白肚子愈鼓愈大，發出的聲音卻是愈益低沉，只見牠雙眼突出，運用全力，全身似成一個圓球，忽聽拍的一響，那大蛤的肚子竟爾爆破，死在地下。眾農民齊聲歡呼，那些黑衣人卻橫眉怒目，極是氣惱，看來眾農民維護青蛙，而黑衣人卻是與蛤蟆一夥了。小青蛙得到勝利，閣閣閣叫了三聲，轉身欲走，突然蛤群中躍出六隻大蛤，聲勢凶凶的急追過來。眾農民齊呼：「不要臉！」「不成啊！」「這成什麼話？醜死啦。」只見六蛤分成兩邊，左右包抄。小青蛙一躍數尺，急速逃走，六蛤追了兩三丈路，聽得後面大蛤呼叫，急忙停步轉身，那知為時已然不及，田塍下突然躍出一隊大青蛙，約有二三十隻，截住六蛤去路，互相嘶咬起來。片刻之間，六蛤被群蛙圍住咬死，後面雖有成千成萬隻蛤蟆，不知怎的，竟不上來救援。黃蓉心中不解，探頭一看，只見田塍旁一條小溪中一片青色，原來有成千成萬隻青蛙列隊不動，蛤蟆所以不大舉越界，想是未明對方陣勢，不敢輕舉妄動之故。只聽那蛤王閣閣叫了兩聲，一隊百餘隻蛤蟆蜂湧過界，小溪中立時也有一隊青蛙上前抵敵。那隊蛤蟆稍戰數合，即向南退去，青蛙似識破了對方奸計，只追出丈餘，即行停步，群蛤回頭又戰。南邊大石後果然藏有伏兵，見群蛙並不中計，紛紛躍出。蛙群眾寡不敵，溪中又開上援兵，只聽得蛙聲閣閣，蛤聲咕咕，亂成一片，過不多時，田塍上屍橫遍地，雙方都已有數十隻死亡。受傷的避在一旁，自有本隊中的同伴救護回去。這時只是前哨小戰，雙方主力尚未接仗，但已殺得慘酷異常，蛙蛤時進時退，未分勝負。又戰片刻，那蛤王似乎忍耐不住，咕咕兩聲大叫，大隊蛤蟆結成方陣，衝殺過來。青蛙的前哨退避不及，盡數陷入敵陣。眾蛙見形勢不對，立即佈成一個圓形，尾部向內，蛙口向外嘶咬，這圓陣一結成，沒了後顧之憂，蛤蟆雖眾，重重疊疊的圍在外面，卻也奈何牠們不得。農民中有許多人大叫青蛙派兵增援，但那群蛙的統帥似乎甚是鎮定，並不理睬。只見數千隻蛤蟆紛紛躍起，意欲躍入青蛙圓陣中心，但每一隻蛤蟆躍起，必然有一隻青蛙同時竄高，對準那蛤蟆在空中一撞，一齊落下，蛤蟆始終闖不進圓陣之內。黃蓉忽然叫聲：「不好！」但見青蛙圓陣的東南西北四角，群蛤各以身子相疊，築成了四個高約三尺的高台，十餘隻大蛤爬上高台，向圓陣中飛去。這般居高臨下的進攻，青蛙再也無法抵禦，大蛤一入圓陣中心。群蛙首尾受敵，立時死亡枕藉。黃蓉連聲嘆氣，郭靖忽道：「你瞧！」黃蓉順他手指看去，只見東北角上一條青線迅速向前移動，原來是青蛙派出隊伍，向蛤蟆後軍迂迴進襲。蛤王隨即得報，派出隊伍攔截。半數迂迴進攻的青蛙當下在中途被截，分軍戰鬥，其餘半數仍紛紛湧向蛤蟆後方。蛤蟆隊前隊後受敵，陣勢稍亂，但仍奮勇抵擋。那蛤王見接戰不利，咕咕大叫，率領大蛤親兵隊上前衝鋒。這些大蛤蟆身體特大，兇猛異常，那蛤王更是勇悍絕倫，一口一隻，轉眼之間咬死了十餘隻大蛙，真是當者披靡。青蛙隊抵敵不住，向後敗退。群蛤乘勝追擊，那蛤王一躍半丈，直陷敵陣，青蛙圍了上來，數百隻大蛤跟踵撲至，蛙隊陣勢大亂。這時蛙蛤戰場移動，眾人隨著跟去觀看。靖蓉二人也躍下樹來，混在眾農之中，但是這些農民都臉現憂愁之色，不住嘆氣。黃蓉忍耐不住，向一個白髮老農問道：「老伯，這些青蛙和蛤蟆幹麼打架啊？」那老農夫仔細打量二人，知是過路客人，說道：「那蛤蟆是有人養的，用來捕捉青蛙。」黃蓉「啊」了一聲。那老農又道：「咱們莊稼人，就靠這蛙兒養護禾稻。眼見青蛙要敗，這方圓數十里地的禾稻，給害蟲一損，今年的收成可靠不住啦。」黃蓉道：「那大夥兒打蛤蟆啊，我幫你們。」探懷掏出一把鋼針，上前就要動手。那老農忙拉住她的衣襟，低聲道：「姑娘，這使不得！我說蛤蟆是人家養的。」說著向那些黑衣人一指，又道：「就是這批兇神惡煞般的人。你惹上他們，禍兒可就大啦。姑娘花朵一般的人，依老漢說，也別在這兒瞧熱鬧，快些上路吧。」黃蓉微微一笑，郭靖道：「咱們人多，不怕他們。」那老農嘆氣道：「為了這事，前年去年都打過大架，傷過不少人。後來告到官裏，縣太爺判道，以後聽憑蛤蟆青蛙打架，蟲蟻之事，誰也不許過問，若是有人惹事生非，那就重重懲辦。」郭靖怒道：「這狗官，那不是明明幫這批惡徒麼？」老農道：「誰說不是呢？縣官和他們本就是一夥，只知道捉了青蛙去餵蛇，那來理會老百姓的死活。」靖蓉二人聽他說到捉蛙餵蛇，心中微微一震，待要再問，卻聽農民們大聲歡叫起來，原來蛙蛤大戰的情勢又已一變。只見蛙陣主力退在一口大池塘之邊，負隅力戰，另一部青蛙卻躍入池塘，迅速游至蛤蟆的後方和側翼進攻，青蛙在水中漩動極速，斗然間多了一條調兵遣將極方便的通道，蛤蟆不善游水，成千成萬隻擠在塘邊，施展不開，你推我擁，紛紛落入池塘。水上相鬥，蛤蟆必落下風，一隻隻白腹朝天，死在水中。這時蛤蟆隊已潰不成軍，蛤王率領一批大蛤左衝右突，亦已無濟於事，眾農民紛紛歡叫：「今年的收成保得住啦。」郭靖、黃蓉注視黑衣人的動靜，只見他們個個怒容滿面，忽然一聲呼哨，十多人打開了手中提竹籠的蓋子。