第四十七回　千蛛絕戶張無忌一見丁敏君這副神色，想起那一年晚上彭瑩玉和尚在林中受人圍攻，紀曉芙因而和丁敏君反臉，今日舊事重演，丁敏君又來逼迫這個小師妹，不禁暗暗為周芷若擔心。不料周芷若對丁敏君極是尊敬，躬身道：「小妹聽由師姐吩咐，不敢有違。」丁敏君道：「好，你去將這丫頭拿下，把她雙手也打折了。」周芷若道：「是，請師姐給小妹掠陣。」轉身向那村女道：「小妹無禮，想請教姐姐的高招。」那村女冷笑道：「那裏來的許多囉唆！」身形一晃，快如閃電般連擊三掌。周芷若斜身搶進，左掌擒拿，以攻為守，招數極為巧妙。張無忌內功雖強，武術上的招數卻未融會貫通，但見周芷若和那村女都是以快打快，周芷若的峨嵋綿掌輕靈迅捷，那村女的掌卻是古怪奇異。張無忌看得又是佩服，又是關懷，自己也不知盼望誰勝，只望兩個都不要受傷。兩女拆了二十餘招，已是各遇兇險，猛聽得那村女叫聲：「著！」一掌斬中了周芷若的肩頭。跟著嗤的一響，周芷若反手扯下了那村女的半幅衣袖。兩人各自躍開，臉上微紅。那村女喝道：「好擒拿手！」待欲搶步又上，只見周芷若眉頭深皺，按著心口，身子晃了兩晃，墜墜欲倒。張無忌忍不住叫道：「你……你……」關切之情，見於顏色。周芷若見這個長鬚長髮的男子居然對自己大是關心，暗自詫異。丁敏君道：「師妹，你怎麼啦？」周芷若左手搭住師姐的肩膀，搖了搖頭。丁敏君吃過那村女的苦頭，知道她的厲害，只是師父常自稱許這個小師妹，說她悟性奇高，進步神速，本派將來發揚光大，都要著落在她身上，丁敏君心下不服，是以叫她試上一試。見周芷若竟能和那村女拆上二十餘招方始敗落。已遠遠勝過自己，心中不免頗為嫉忌，待得覺到她搭在自己肩上的那雙手全無力氣，才知她受傷不輕，生怕那村女上前追擊，忙道：「咱們走吧！」兩人攜扶著向東北而去。那村女瞧著張無忌臉上神色，冷笑道：「醜八怪，見了美貌姑娘便魂飛天外。」張無忌欲待解釋，但想：「若不自露身世，這件事便說不清楚，還不如不說。」便道：「她美不美，關我什麼事？我是關心你，怕你受傷啊。」那村女道：「你這話是真是假？」無忌想：「我本是對兩位姑娘都關心。」說道：「我騙你作甚？想不到峨嵋派中這樣二個年輕姑娘，武藝竟恁地了得。」那村女道：「厲害，厲害！」張無忌望著周芷若的背影，見她來時輕盈，去時蹣跚，想起當年漢水舟中她對自己餵飲餵食，贈巾抹淚之德，暗暗禱祝，但願她受傷不重，那村女忽然冷笑道：「你不用擔心，她壓根兒就沒受傷。我說她厲害，不是說她武功，是說她小小年紀，心計卻如此厲害。」張無忌奇道：「她沒有受傷？」那村女道：「不錯！我一掌斬中她肩頭，她肩上生出內力，將我手掌彈開，原她已練過峨嵋九陽功，倒震得我手臂微微酸麻。她那裏會受什麼內傷？」張無忌大喜，心想：「原來滅絕師太對她青眼有加，竟將峨嵋派鎮派之寶的峨嵋九陽功傳了給她？」那村女忽地翻過手背，重重打了張無忌一個耳光，這一下突如其來，無忌絲毫沒加防備，半邊頰登時紅腫，怒道：「你……你幹什麼？」那村女恨恨的道：「見了人家閨女生得好看，你靈魂兒也飛上天啦。我說她沒受傷，要你樂得這個樣子的幹什麼？」張無忌道：「我就是代她喜歡，跟你有什麼相干？」那村女又是一掌劈了過來，這一次張無忌卻頭一低，讓了開去，那村女大怒道：「你說過要娶我為妻的。這句話說了還不上半天，便見異思遷，瞧上人家美貌姑娘了。」張無忌道：「你說過我不配，又說你心目中自有情郎，決計不能嫁我。」那村女道：「不錯，可是答應了我，這一輩子要待我好，照顧我。」張無忌道：「我說過的話自然算數。」那村女怒道：「既是如此，你怎地見了這個美貌姑娘，便如此失魂落魄，教人瞧著好不惹氣？」張無忌笑道：「我又沒有失魂落魄。」那村女道：「我不許你喜歡她。不許你想她。」張無忌道：「我也沒說喜歡她，但你為什麼心中又牽記旁人，一直念念不忘呢？」那村女道：「我識得那人在先啊。如果我先識得你，就一生一世只對你一人好，再不會去愛旁人。這叫做『從一而終』。一個人要是三心兩意，便是天也不容。」張無忌心想：「我相識周姑娘，遠在識得你之前。」但這句話不便出口，便道：「要是你只對我一人好，我也只待你一人好。要是你心中想著旁人，我也去想旁人。」那村女沉吟半晌，數度欲言又止，突然間眼中珠淚欲滴，轉過頭去，乘張無忌不覺，伸袖拭了拭眼淚。無忌心下不忍，輕輕握住了她的手，說道：「咱們沒來由的說這些幹什麼。再過得幾天，我的腿傷便全好了。咱們到處去玩賞風景，豈不甚美？」那村女回過頭來，愁容滿臉，道：「阿牛哥哥，我求你一件事，你不要生氣。」張無忌道：「什麼事啊？但教我力之所及，總會給你做到。」那村女道：「你答應我不生氣，我才跟你說。」張無忌道：「不生氣就是。」那村女躊躇了一下，道：「你口中說不生氣，心裏也不許生氣才成。」張無忌道：「好，我心裏也不生氣。」那村女反握著無忌的手，說道：「阿牛哥哥，我從中原萬里迢迢的來到西域，為的就是找他。以前還聽到一點蹤跡，但到了這裏，卻如石沉大海，再也問不到他的消息了，你腿好之後，幫我去找到他，然後我再陪你去遊山玩水，好不好？」張無忌忍不住心中不快，哼了一聲，那村女道：「你答應我不生氣的，這不是生氣了麼？」張無忌道：「好，我幫你去找他。」那村女大喜，道：「阿牛哥，你真好。」望著遠處天地相接的那一線，心搖神馳。輕聲道：「咱們找到了他，他想著我找了他這麼久，就會不惱我了。他說什麼，我就做什麼，一切全聽他的話。」張無忌道：「你這個情郎，到底有什麼好，教你如此念念不忘？」那村女微笑道：「他有什麼好，我怎麼說得上來？阿牛哥，你說咱們能找到他麼？他見了我還會打我罵我麼？」無忌見她如此痴情，不忍掃她的興，低聲吟道：「但教心似金鈿堅，天上人間會相見。」那村女櫻口微動，眼波欲流，也低聲道：「但教心似金鈿堅，天上人間會相見。」張無忌心想：「這位姑娘對她情郎痴心如斯，倘若世上也有一人如此關懷我，思念我，我這一生便再多吃些苦，也是快活。」瞧著周芷若和丁敏君並排在雪地上留下的兩行足印，心想：「倘若丁敏君這行足印是我留下的，我得能和周姑娘並肩而行……。」那村女突然叫道：「啊喲，快走，再遲便來不及了。」張無忌從幻想中醒了過來，道：「怎麼？」那村女道：「那峨嵋少女不願跟我拚命，假裝受傷而去，可是那丁敏君口口聲聲說要拿我去見她師父，滅絕師太必在左近，這老賊尼極是好勝，怎能不來？」張無忌想起滅絕師太一掌擊死紀曉芙的殘忍狠辣，不禁心下猶有餘悸，驚道：「這老尼姑厲害得緊，咱們可敵她不過。」那村女道：「你見過她麼？」張無忌道：「見是沒見過，但峨嵋掌門，豈同等閒？」那村女眉頭微皺，便取下柴堆中的硬柴，用樹皮捲成繩子，紮好了一個雪橇，叫張無忌雙腿伸直，躺在雪橇之上，拉了他飛奔。她提氣疾奔，迅捷無倫。張無忌回頭瞧她，但見她身形微晃，好似曉風中一朵荷葉，極是美妙，腳下也不跨大步，拖著雪橇，一陣風般掠過雪地。那村女奔馳不停，趕了三四十里地，張無忌仍不聽見氣息粗重之聲，好生佩服她輕功佳妙，但也頗為過意不去，說道：「喂，好歇歇啦！」那村女笑道：「什麼喂不喂的，我沒名字麼？」張無忌道：「你不肯說，我有什麼法子？你要我叫你『醜姑娘』，可是我覺得你好看啊。」那村女嗤的一笑，一口氣洩了，便停了腳步，掠了掠頭髮，說道：「好吧，跟你說也不打緊，我叫蛛兒。」張無忌道：「珠兒，珠兒，珍珠寶貝兒。」那村女道：「呸！不是珍珠的珠，是毒蜘蛛的蛛。」張無忌一怔，心想：「那有用這個『蛛』字來作名字的？」蛛兒道：「我就是這個名字，你倘若害怕，那便不用叫了。」張無忌道：「是你爸爸給你取的麼？」蛛兒道：「哼，若是爸爸取的，你想我還肯要麼？是媽取的。她教我練『千蛛絕戶手』，說就用這個名字。」張無忌聽到「千蛛絕戶手」五個字，不由自由的心中一寒。蛛兒道：「我從小練起，還差著好多呢。等得我練成了，也不用怕滅絕這賤尼啦。你要不要瞧瞧。」說著便從懷中取出一個黃澄澄的金盒來，打開盒蓋，只見盒中兩隻拇指大小的蜘蛛，蠕蠕而動。兩隻蜘蛛背上花紋斑斕，極是鮮明奪目。尋常蜘蛛都是八隻腳，這兩隻花蜘蛛卻各有十二隻腳。張無忌一看之下，驀地想起王難姑所著的「毒經」來，那經中言道：「蜘蛛身有彩斑，乃劇毒之物，倘若身有十足，更是奇毒無比，螫人後無藥可救。」眼前這對蜘蛛又多了兩足，連「毒經」也未載及，想必比那十足蜘蛛更是厲害。蛛兒見無忌臉現戒懼之色，笑道：「你倒是個行家，知道我這寶貝蛛兒的好處。你等一等。」說著飛身上了一棵大樹，眺望周遭地勢，躍回地下，道：「咱們且走一程，慢慢兒再說蜘蛛的事。」拉著雪橇，又奔出七八里地，來到一處山谷邊上，將無忌扶下雪橇，然後搬了幾塊石頭，放在撬中，拉著急奔，衝向山谷。她奔到山崖邊上猛地收雪橇，然後搬了幾塊石頭，放在撬中，拉著急奔，衝向山谷。她奔到山崖邊上，猛地收步，那雪撬卻帶著石塊，轟隆隆的滾下深谷，聲音良久不絕。張無忌回望來路，只見雪地中柴撬所留下的兩行軌跡，遠遠的蜿蜒而來，至谷方絕，心想：「這位姑娘心思倒也細密。滅絕師太若是順著軌跡找來，只道咱們已摔入雪谷之中，跌得屍骨無存了。」蛛兒蹲下身來，道：「你伏在我背上！」無忌道：「你背著我走嗎？那太累了。」蛛兒白了他一眼，道：「我累不累，自己不知道麼？」無忌不敢多說，便伏在她的肩上，輕輕摟住她的頭頸。蛛兒笑道：「你怕握死我麼？輕手輕腳的，教人頭頸裏癢得要命。」張無忌原是個坦誠率直之人，見蛛兒對自己一無猜嫌，心下甚喜，手上便摟得緊了些，蛛兒突然間一躍而起，帶著無忌飛身上樹。這一排樹木一直向西延伸，蛛兒從一株樹上躍到另一株樹上，她身材纖小，張無忌甚是高大，但她步法輕捷，竟是毫不累贅，過了七八十棵樹，躍到一座山壁之旁，便跳下地來，輕輕將無忌放在地上，笑道：「咱們在這兒搭個牛棚，倒是不錯。」張無忌奇道：「那不用了，再過得四五天，我斷骨的接續便硬朗啦，其實這時勉強要走，也對付得了。」蛛兒道：「哼！勉強走，已經是個醜八怪，牛腿再跛了，很好看麼？」說著便折下一條樹枝，掃去山石旁的積雪。張無忌聽著「牛腿再跛了，很好看麼？」這句話，驀地裏體會到她言語中的關切之意，不由得心中一動，只聽蛛兒口中輕輕哼著歌兒般的小曲，攀折樹枝，在兩塊大石之間搭了一個上蓋，竟成了一間足可容身的小屋，茅頂石牆，頗有天然雅趣。蛛兒搭好小屋，卻又抱起地下一大塊的雪團，堆在小屋頂上，忙了半天，直至外邊瞧不出半點痕跡，方始罷手。她取出手帕，擦了擦臉上的汗珠，道：「你等在這裏，我去找些吃的來。」張無忌道：「我也不怎麼餓，你太累啦，歇一會兒再去吧。」蛛兒道：「你要待我好，要真的待我好，嘴裏說得甜甜的，又有什麼用？」說著展開輕身功夫，鑽入了樹林。張無忌在山石之上，想起蛛兒語音嬌柔，舉止輕盈，無一不是個絕色美女的風範，可就是一張臉蛋兒卻生得這麼醜陋，又想起母親臨終時說過的話來：「越是美麗的女子，越會騙人，你越是要小心提防。」這蛛兒相貌不美，待自己又是極好，有心和她終身相守，可是她心中另有情郎，全沒把自己放在意下。他胡思亂想，心念如潮，不久蛛兒已提了兩隻雪雞回來，生火一烤，味美絕倫。張無忌將一隻雪雞吃得乾乾淨淨，猶未饜足。蛛兒抿著嘴笑了笑，將預先留下的兩條雞腿，又擲了給他。那是她在自己那只雪雞上省下來的，原是雪雞身上的精華。張無忌欲待推辭，蛛兒怒道：「你想吃便吃，誰對我假心假意，言不由衷，我用刀子在他身上刺三個透明窟窿。」張無忌不敢多說，便把兩條雞腿吃之。他滿嘴油膩，從地下抓起一塊雪來，擦了擦臉，伸衣袖抹去。蛛兒偶一回頭，看到張無忌用雪塊擦乾淨了臉，不禁怔住了，呆呆的望著他。無忌被她瞧得不好意思，問道：「怎麼啦？」蛛兒道：「你幾歲啦？」張無忌道：「剛好二十歲。」蛛兒道：「嗯，比我大兩歲。為什麼留了這麼長的鬍子？」張無忌笑道：「我一直獨個兒在深山荒谷中住，從不見人，就沒有想到要剃鬚。」蛛兒從身旁取出一把金柄小刀來，按著他臉，慢慢將鬍子剃去了。張無忌只覺刀鋒極是銳利，所到之處，髭鬚紛落，她手掌手指卻是柔膩嬌嫩，摸在他面頰上，忍不住怦然心動。那小刀漸漸剃到他頸中，蛛兒笑道：「我稍一用力，在你喉頭一割，立時一命嗚呼。你怕不怕？」張無忌道：「死在姑娘玉手之下，做鬼也是快活。」蛛兒反過刀子，用刀背在他咽喉上用力一斬，喝道：「叫你做個快活鬼！」張無忌嚇了一跳，但他來勢太快，刀子又近，待得驚覺，一刀已斬下，半點反抗之力也無，隨身才知她用的只是刀背。蛛兒格格笑道：「快活麼？」張無忌笑著點了點頭。他本來為人樸實，但見了蛛兒，不知怎的，心中無拘無束，似乎跟他青梅竹馬，自幼兒一塊長大一般，說不出的逍遙自在，忍不住要說幾句笑話。蛛兒替他剃淨鬍鬚，向他呆望半晌，突然長長的嘆了口氣。張無忌道：「怎麼啦？」蛛兒不答，又替他割短頭髮，梳個髻兒，用樹枝削了根釵子，插在他髮髻之中，張無忌這麼一打扮，雖然衣服仍是襤褸不堪，卻已神采煥發，英氣勃勃，變成一個極俊美的少年。蛛兒又嘆了口氣，道：「阿牛哥，真想不到，原來你是這樣好看。」無忌心想她是為自身的醜陋難過，便道：「天地間極美的物事之中，往往含有極醜。孔雀羽毛華美，其膽卻是劇毒，仙鶴丹頂殷紅，何等好看，那知卻是最厲害的毒藥。諸凡蛇豸昆蟲，也都是越美的越具毒性。一個人相貌俊美有什麼好，要心她良善那才好啊。」蛛兒冷笑道：「心地良善有什麼好，你倒說說看。」張無忌被她這麼一問，一時倒答不上來，怔了一怔才道：「心地良善，便不會去害人。」蛛兒道：「不去害人卻又有什麼好？」張無忌道：「你不去害人，自己心裏就平安喜樂，處之泰然。」蛛兒道：「我不害人便不痛快，要害得旁人慘不可言，自己心裏才會平安喜樂，才會處之泰然。」無忌搖頭道：「你強辭奪理。」蛛兒冷笑道：「我若不是為了害人，練這千蛛絕戶手幹什麼？自己受這無窮無盡的痛苦熬煎，難道是貪好玩麼？」說著取出黃金小盒，打開盒蓋，將雙手的兩根食指伸進盒中。盒中的一對花蛛慢慢爬近，咬住了她的指頭，只見她深深吸一氣，雙臂輕微顫抖，潛運內力和蛛毒相抗。花蛛吸取她手指上的血液為食，但蛛兒手指上血脈運轉，也帶了花蛛體內毒液，回到自己血中。張無忌見她滿臉莊嚴肅穆之容，同時眉心和兩旁太陽穴上，淡淡的罩上了一層黑氣，咬緊牙關，竭力忍受痛楚。再過一會，又見她鼻尖上滲出細細的一粒汗珠。她這功夫練了幾有半個時辰，雙蛛直到吸飽了血，肚子漲得和圓球相似，這才跌在盒中，沉沉睡去。蛛兒又運功良久，臉上黑氣漸退，重現血色，一口氣噴了出來，張無忌聞著，只覺甜香無倫，但頭腦卻被這陣奇怪的香氣衝得發暈，似乎氣息中也含了劇毒。蛛兒睜開眼來，微微一笑。張無忌道：「要練到怎樣，才算大功告成？」蛛兒道：「要每隻花蛛的身子從花轉黑再黑轉白，那便要去淨毒性而死，蜘蛛體中的毒液都到了我手指之中。至少要練過一千隻花蛛，才算是小成。真要功夫深啊，那麼五千隻一萬隻也不嫌多。」張無忌聽她說著，心中不禁發毛，道：「那裏來這許多花蛛？」蛛兒道：「一面得自己養，牠們會生小蜘蛛，一面須得到產地去捉。」張無忌嘆道：「天下武功甚多，何必非練這門毒功不可。這些花蛛劇毒無比，吸入體內，雖然你有抵禦之法，日子久了，終究沒有好處。」蛛兒冷笑道：「天下武功雖多，可是有那一門功夫，能及得上這千蛛絕戶手的厲害？你別自恃內功深厚，要是我這門功夫練成了，你未必能擋得住我手指的一戳。」說著凝氣於指，隨手在身旁的一株樹上戳了一下，她功力未到，只戳入半寸來深。張無忌又問道：「怎地你媽媽教你練這功夫？她自己練成了麼？」蛛兒聽他說到自己媽媽，眼中突然射出狠毒的光芒來，竟似一頭要撲上來咬人的野獸，恨恨的道：「練這千蛛絕戶手，練到八百隻花蛛以上，身體內毒性積得多了，容貌便會變形，待得千蛛練成，更會奇醜難當。我媽本已練到將近五百隻，偏生遇上我爹爹，怕自己容貌變醜，我爹爹不喜，硬生生將畢身的功夫散了，成為一個手無縛雞之力的平庸女子。她容貌雖然好看，但受二娘和我哥哥姊姊的欺侮凌辱，竟無半點還手的本事，到頭來還是送了自己性命。哼，相貌好看有什麼用？我媽是個極美麗極秀雅的女子，只因年長無子，我爹爹還是去另娶妾侍……」張無忌的眼光在她臉上一掠而過，低聲道：「原來……你是為了練功夫……」蛛兒道：「不錯，我是為了練功夫，才將一張臉毒成這樣。哼，那個負心不理我，等我練成千蛛手之後，找到了他，他若無旁的女子，那便罷了……」張無忌道：「你並未和他成婚，也無白頭之約，不過是……不過是……」蛛兒道：「爽爽快快的說好啦，怕什麼？你要說我不過是片面的單相思，是不是？單相思便怎樣？我既愛上了他，便不許他心中另有別的女子。他負心薄倖，教他嚐嚐我這『千蛛絕戶手』的滋味。」張無忌微微一笑，也不跟她再行辯說，心想這蛛兒脾氣很是特別，好起來很好，兇野起來卻是極端的蠻不講理，又想起太師父和大師伯、二師伯們常說的武林中正邪之別，看來她所練的「千蛛絕戶手」必是極歹毒的邪派功夫，她母親也必是妖邪一流，想到此處，不由得對她多了幾分戒懼之意。蛛兒卻並未察覺他心情異樣，在小屋裏裏外外奔進奔出，折了許多野花佈置起來。張無忌見她將這間小小的屋子整治得頗俱雅趣，可見愛美出自天性，然而一副容貌卻毒成這個樣子，便道：「蛛兒，我腿好之後，去採些藥來，設法治好你臉上的毒腫。」蛛兒聽了這幾句話，臉上突現恐懼之色，說道：「不……不……不要，我熬了多少痛苦才到今日地步，你要散去我的千蛛毒功麼？」張無忌道：「咱們或能想到一個法子，功夫不散，卻能消去你臉上的毒腫。」蛛兒道：「不成的，要是有這法子，我媽媽的祖傳的功夫，焉能不知？天下除非是蝶谷醫仙胡青牛，方有這等驚人的本事，可是他……他早已死去多年了。」張無忌道：「你知道胡青牛？」蛛兒瞪了他一眼，道：「怎麼啦？什麼事奇怪？蝶谷醫仙名滿天下，誰都知道。」說著又嘆了口氣，道：「便是他還活著，這人號稱『見死不救』，又有什麼用？」張無忌心想：「這位姑娘對我很好，我終須有以報答。她不知蝶谷醫仙的一身本事，已盡數傳了給我，這時我且不說，日後我想到了治她臉上毒腫之法，也好讓她大大的驚喜一場。」說話間天色已黑，兩人便在這小屋中倚著山石睡了。睡到半夜，張無忌睡夢中忽聽到一兩下低泣之聲，登時醒轉，定了定神，原來蛛兒正在哭泣。無忌坐直身子，伸手在她肩頭輕輕拍了兩下，安慰她道：「蛛兒，別傷心。」那知他柔聲說了這兩句話，蛛兒更是難以抑止，伏在他的肩頭，放聲大哭起來。張無忌道：「蛛兒，什麼事？你想起了媽媽，是不是？」蛛兒點了點頭，抽抽噎噎的道：「媽媽死了！我一個人孤零零的，誰也不喜歡我，誰也不同我好。」張無忌拉起衣襟，緩緩替她擦去眼淚，道：「我喜歡你，我會待你好。」蛛兒道：「我不要你待我好。我心中喜歡的人，他不睬我，他打我、罵我，還要咬我。」張無忌顫聲道：「你忘了這個薄倖郎吧。我娶你為妻，我一生好好的待你。」蛛兒大聲道：「不！不！，我不忘記他。你再叫我忘了他，我永遠不睬你了。」張無忌大是羞慚，幸好在黑暗之中，蛛兒沒瞧見他滿臉通紅的尷尬模樣。好一會兒，誰都沒有說話，蛛兒道：「阿牛哥，你惱了我麼？」張無忌道：「我沒惱你，我是生自己的氣，不該跟你說這些話。」蛛兒忙道：「不，不！你說願意娶我為妻，一生要好好的待我，我很喜歡聽你說這些話。你再說一遍吧。」無忌怒道：「你既忘不了那人，我還能說什麼？」蛛兒伸過手去，握住了他手，柔聲道：「阿牛哥，你別著惱，我得罪了你，是我不好。你如真的娶了我為妻，我會刺瞎了你的眼睛，會殺了你的。」張無忌身子一跳，道：「你說什麼？」蛛兒道：「你眼睛瞎了，就瞧不見我的醜樣。就不會去瞧峨嵋派那位周姑娘。倘若你還是忘不了她，我便一指戮死你，再一指戮死自己。」她說著這些可怪的言語，但聲調自然，似乎這是天經地義的道理。張無忌聽她說到「峨嵋周姑娘」，心頭怦的一跳。便在此時，只聽得遠遠傳來一個蒼老的聲音，說道：「峨嵋周姑娘，礙著你們什麼事了？」蛛兒一驚躍起，低聲道：「是滅絕師太！」她說得很輕，但外面那人還是聽見了，森然道：「不錯，是滅絕師太。」外面那人起初說這句話時，相距甚遠，但瞬息之間，便已到了小屋近旁，蛛兒知道事情不妙，便要抱著張無忌設法躲避，也已不及，只得屏息不語，過了一會，只聽得外面那人冷冷的道：「出來！還能在這裏面躲一輩子麼？」蛛兒握了握張無忌的手，掀開茅草。走了出來，只見相距小屋兩丈來遠之處，站著一個白髮蕭蕭然的老尼，正是峨嵋派當今掌門人滅絕師太。數十丈外，又有十二個人分成兩排奔來。奔到近處，那十二個人在滅絕師太兩側一站，其中四個是尼姑，四個女子，四個男子，均是滅絕師太的弟子，丁敏君和周芷若也在其內。四個男弟子站在最後，原來峨嵋門下，掌門人數代相傳的都是女子，男弟子不能獲得傳最上乘的武功，地位也較女弟子為低。滅絕師太冷冷的向蛛兒上下打量，半晌不語，張無忌見過滅絕師太掌斃紀曉芙的辣手，當下提心吊膽，伏在蛛兒身後，心中打定了主意，她若是向蛛兒下手，明知不敵，也要竭力和她一拚。只聽滅絕師太哼了一聲，轉頭問丁敏君道：「就是這個小女娃麼？」丁敏君躬身道：「是！」猛聽得喀喇、喀喇兩響，蛛兒悶哼一聲，身子已摔出三丈以外，雙手腕骨折斷，暈倒在雪地之中。張無忌眼前但見灰影一閃，滅絕師太以快捷無倫的身法欺到蛛兒身旁，以快捷無倫的手法斷她腕骨，摔擲出外，又以快捷無倫的身法退回原處，顫巍巍的有如一株古樹，又詭怪又雄偉的挺立在夜風裏。這幾下出手，每一下都是乾淨利落，無忌全都瞧得清清楚楚，但實是快得不可思議，無忌竟是被這駭人的速度鎮懾住了，失卻了行動之力。滅絕師太刺人心魄的目光瞧向無忌，喝道：「滾出來！」周芷若走上一步，稟道：「師父，這人似乎斷了雙腿，一直行走不得。」滅絕師太道：「做兩個雪撬，帶了他們去。」眾弟子齊聲答應。除了丁敏君手傷未愈，其餘十一名弟子快手快腳的紮成兩個雪撬，兩個女弟子抬了蛛兒，兩名男弟子抬了張無忌，分別放上雪撬，雪撬跟在滅絕師太身後，向西奔馳。張無忌凝神傾聽蛛兒的動靜，不知她受傷輕重如何，對自己生死，反而置之度外。奔出十餘里，才聽得蛛兒輕輕呻吟了一聲。張無忌大聲問道：「蛛兒，傷得怎樣？受內傷沒有？」蛛兒道：「她折了我雙手腕骨，內臟沒傷。」張無忌道：「你用左手手肘，去撞右手臂彎下三寸五分處，再用右手手肘，去撞左手彎下三寸五分處，便可稍減疼痛。」蛛兒還沒答話，滅絕師太「咦」的一聲，回過頭來，瞪了張無忌一眼，說道：「這小子倒還精通醫理，你叫什麼名字？」張無忌道：「在下姓曾，名阿牛。」滅絕師太道：「你師父是誰？」張無忌道：「我師父是鄉下小鎮上的一位無名醫生，說出來師太也不會知道。」滅絕師太哼了一聲，不再理他。一行人直走到天明，才歇下來分食乾糧。周芷若拿了幾個冷饅頭，分給張無忌和蛛兒吃，她見無忌剃鬚束髮之後，變成個神采奕奕的美少年，不禁暗自驚異。各人歇了兩個時辰，再又趕路。如此向西急行，一直趕了三天，看來顯是有要務在身。峨嵋派弟子不論是趕路或休息，除非必要，誰都一言不發，似乎都變成啞巴一般，到底西去何事？張無忌猜不出半點端倪，這時他腿上斷骨早已痊癒，隨時可以行走，但他不動聲色，有時還假意呻吟幾聲，好讓滅絕師太不防，只待時機到來，便可救了蛛兒逃走。只是一路上所經之處都是莽莽平野，逃不多遠，立時給峨嵋派追上，一時卻也不便妄動。他替蛛兒接上腕骨，滅絕師太冷冷的瞧著，卻也沒加干預。