第一百回　長嘯下山三位少林高僧見他一面拆招化勁，一面吐聲說話，這等內功修為，實非自己所能，不由得更增了幾分忌憚之意。但這三僧認定明教乃是無惡不作的魔教，這教主武功越高，為害世人越大，眼見他身陷重圍，已然無法脫困，正好乘機除去，我是積下了無量功德，是以一言不發，黑索和掌力加緊施為。張無忌繼續說道：「三位老禪師須當知曉，這成崑和明教教主楊破天，凡是同門師兄弟，他二人同戀師妹，那位師妹卻終於成了楊教主的夫人。成崑心下不忿，是以和明教結下了深仇大怨……」他原原本本，將成崑如何處心積慮要毀明教、如何與楊夫人私通幽會以致激死楊破天、如何假醉圖姦謝遜之妻，殺其全家，如何逼得謝遜亂殺武林人士，如何拜空見神僧為師，誘使空見身受謝遜一十三拳、如何失信不出，使空見飲恨而終……渡厄等三僧越聽越是心驚，這些事蹟似乎件件匪所夷思，但件件入情入理，無不若合符節。渡厄手上的黑索首先緩了下來。無忌又道：「晚輩不知楊教主如何與渡厄大師結仇，只怕其中有奸人挑撥是非，此人定是這圓真無疑。渡厄大師不妨回思往事，印證晚輩是否虛言相欺。」渡厄嗯的一聲，停鞭不發，低頭沉吟，說道：「那也有些道理。老衲與楊破天結仇，這成崑為我出了大力，後來他意欲拜老納為師，老納向來不收弟子，這才引薦他拜在空見師侄的門下。如此說來，那是他有意安排的了？」無忌道：「不特如此，目下他更覬覦少林寺掌門方丈之位，收羅黨羽，陰謀密計，要害了空聞神僧……」這句話尚未說畢，突然間隆隆聲響，一塊巨大的圓石從左首向三株松樹間發將進來。渡厄喝道：「什麼人？」黑索揮動，拍拍兩響，繫在腳石之上，只打得石屑飛舞。圓石後突然竄出一條人影，撲向無忌，寒光閃動，一柄短刀刺向無忌咽喉。這一下來得突兀之極，無忌正自全力擋架渡劫、渡難二僧的黑索和拳掌，全沒防到忽然竟會有人偷襲，黑暗中只覺風聲颯然，短刀的刀尖已刺到喉數，危急中身手斜刺向旁射出，嗤的一聲啊，短刀已將他胸口衣服劃破了一條大縫，只須有厘毫之差，便是開膛破胸之禍。此人一擊不中，藉著那大石掩身，已滾出三僧黑索的圈子。無忌暗叫一聲：「好險！」喝道：「成崑惡賊，有種的便跟我對質，想殺人滅口麼？」適才短刀那一刺，他雖未看清人形，但以對方身法之捷，出手之狠，內勁之強，除成崑外更無旁人。少林三僧的三條黑索猶如三隻長手，伸將出去，捲向大石，一迴一揮之間，將那千餘斤的大石抬了起來，直貫出去，成崑卻已遠遠的下山去了。渡厄道：「當真是圓真麼？」渡難道：「確然是他。」渡厄道：「若非他作賊心虛何必……」剛說了「何必」兩字，驀地裏四面八方呼嘯連連，撲上七八條人影，當先一人喝道：「少林和尚枉為佛徒，殺害這許多人命，不怕罪孽麼？大夥兒齊上。」八個人各挺兵刃，向三位老僧攻了上去。無忌坐在三僧之間，只見這八人中有三人持劍，其餘五人或刀或鞭，個個武學精強，霎時間便和三禪師的黑索鬥在一起。無忌看了一會，見那三個使劍的劍招，和數日前死在少林僧手下的青海三劍乃是一路，但變化精微，勁力雄渾，卻顯是在青海三劍之上，想必是青海派中長輩的佼佼人物，這三人合力攻擊渡厄。另有三人合攻渡劫，餘下二人則聯手對付渡難。渡難的對手雖只二人，但這二人的武功卻比其餘各人又高出一籌。各人鬥到二十餘招時，無忌已看出渡難漸落下風，渡厄卻是穩佔先手，以一敵三，兀自行有餘力。又拆十餘招，渡厄看出渡難應付維艱，當下黑索一抖，偷空向渡難的兩名對手晃了過去。那二人都是身形極高，黑鬚飄動，年事已高，手腳卻是極為矯捷，一個手使一對判官筆，另一個使打穴橛，均是點穴打穴的名家。渡厄和渡難均知這二人甚是了得，此刻身在數丈之外，已隱然感到他二人兵刃上發出來的勁風，倘若被他二人欺近身來，施展短兵刃上的長處，勢必更為厲害。青海派的三柄長劍上壓力一鬆，慢慢又扳回劣勢。這麼一來，變成渡劫以一敵三，渡厄、渡難二僧卻是以二敵五，一時間相持不下，成了個不勝不敗的局面。無忌只看得暗暗稱奇：「這八個人的武功，都是足可與韋蝠王相頡頑。只比滅絕師太稍遜，卻似在何太沖之上。但這八人的來歷，除了三個是青海派外，其餘五人我一概不知。可見天下之大，草莽間臥虎藏龍，不知隱伏著多少默默無聞的英雄好漢。」十一個人拆到一百餘招時，少林三僧的黑索漸漸收短。黑索一短，揮動時可節省內力，但攻人時的靈動，卻也減了幾分。更鬥數十招，三僧的黑索又縮短了六七尺。那兩名黑鬚老人越鬥越近，兵刃上的威力大增，尋瑕抵隙，只盼撲到三僧的身邊。但少林三僧的黑索收短後，守禦相應嚴密，三條黑索組成的圈子上似有無窮彈力，黑鬚老人每次變招搶攻，均被這黑索之圈彈了出來。這時三僧已聯成一氣，成為以三敵八之勢。少林三僧一面惡戰，一面心下暗暗叫苦，與這八人相鬥，再久也不致落敗，只須將黑索再縮短八尺，那便組成了「金剛伏魔圈」，別說八名敵人，便是十六人，三十二人，那也攻不進來，可是這圈子之中，卻隱伏著一個心腹之患的強敵。張無忌這時一出手，內外夾攻，立時便取了少林三僧的性命。三僧見他盤膝而坐，似乎在等待良機，要讓自己三人和外敵拚到雙方筋疲力竭，他再來收漁人之利。這時三僧的內功已施展到了淋漓盡致，有心要呼喚向山下少林寺求援，卻是開口不得，這當兒只要輕輕吐一個字立時氣血翻湧，縱非立時斃命，也是身受內傷，成為廢人。三僧心下都是自責過於自大，當強敵來攻之初，竟未出聲通知本寺人眾。否則只要達摩堂或羅漢堂有幾名好手來援，便可克敵取勝。這情勢無忌自也早已看出，這時要取三僧性命，且是舉手之勞，但想大丈夫不可乘人之危，何況三僧只是受了圓真瞞騙，並無可死之道，而殺了三僧後獨力應付外面八敵，亦是同樣的艱難，眼見雙方勝負非一時可決，他低頭一看，只見一塊極巨的岩石壓住地牢之口，只露出一縫，作為謝遜呼吸與傳遞食物之用。這巨石重達數千斤，絕非一二人之力所能推動，但張無忌在光明頂地道之中，學得乾坤大挪移心法後，曾推開厚達丈許的石門，與彼相較，這塊巨石也不見更重過那扇門，只是此處地下光禿禿地，較難著手。他心想時機稍縱即逝，若是相鬥的雙方分了勝敗，或是少林寺有人來援，便救不了義父，當下跪在石旁，雙掌推住巨石，使出乾坤大挪移心法，勁力一到，那巨石便即緩緩移動。那巨石移開不到一尺，突然間背後風動勁到，渡難一掌向他背心拍了下來。張無忌卸勁借力，拍的一聲響，他背上衣衫碎了一大塊，在狂風暴雨之中，片片作蝴蝶飛舞，但渡難這一掌的掌力。卻給他傳到了巨石之上，隆隆一響，那巨石立時又移開一尺。這掌力雖是卸去，未受內傷，但初受之際，他全身力道盡數用來推石，背心上也是痛入臟腑。渡難一掌虛耗，黑索上露出破綻，一名黑鬚老人立時撲進索圈。少林三僧的軟索均是擅於遠攻，不利近擊，那黑鬚老者一搶進圈子，右手點穴橛便向渡難左乳下打去。渡難左手肘掌，運勁逼開他點穴橛的一擊。黑鬚老者左手食指疾伸，戳向渡難的「膻中穴」。渡難暗叫：「不好了！」那料到他「一指禪」的點穴功夫，竟比他打穴橛的打穴更是厲害，危急之下，只得右手撤開黑索，豎掌一封，護住胸口，跟著姆指、食指、中指三指翻出，立時反攻。他雖將這黑鬚老者擋住了，但黑索離手，那使判官筆的老者當即搶前。少林三僧中三條黑索去其一，眼見「金剛伏魔圈」已被攻破。突然之間，那條摔在地下的黑索索頭昂起，便如一條假死的毒蛇忽地反噬，呼嘯而出，向那使判官筆的老者額頭點去，索頭未到，索上所挾勁風已令對方一陣氣窒。那老者急舉判官筆擋架，索筆相交，一震之下，雙臂酸麻，左手判官筆險些脫手飛出，右手判官筆被震得擊向地下山石，只擊得石屑紛飛，火花四濺。那條黑索展將開來，將青海派三劍又逼得退出丈許，「金剛伏魔圈」不但回復原狀，威力更勝於前。少林三僧驚喜交集之下，只見黑索的另一端竟是持在張無忌手中。他並未練過「金剛伏魔圈」的功夫，說到心意相通、動念便知的配合無間，那是不及渡難，但內力之剛猛，卻是無與倫比，一條黑索上所發出的內勁，真如排山倒海一般，向著四面八方逼去。渡厄與渡劫的兩條黑索在旁相助，登時逼得索外七人連連倒退。渡難專心致志對付那黑鬚老者，不論武功和內力修為，都是勝了一籌，他坐在松樹穴中，並不起身，十指拍、戳、彈、勾、點、拂、擒、拿，數招之間，便令那黑鬚老者迭遇險招。那老者見同伴七人處境也均不利，當下一聲怒吼，從圈中躍出。張無忌將黑索往渡難手中一塞，俯身運起乾坤大挪移心法，又將壓在地牢上的巨石推開了尺許，對著露出來的洞穴說道：「義父，孩兒無忌救援來遲，你能出來麼？」謝遜道：「我不出來。好孩子，你快快走吧！」無忌大奇，道：「義父，你是被人點中了穴道，還是身有銬鍊？」也不等謝遜回答，便即縱身躍入地牢，噗的一聲，水花濺起，原來地牢中積水齊腰，謝遜半個身子浸在水裏。無忌心中悲苦，伸手抱著謝遜，在他手足上一摸，並無銬鍊等物，再在他幾處主要穴道上一加推拿，也非被人下了手腳。當下抱著他的臂膀，一躍而上，兩個人濕淋淋的飛出地牢，坐在巨石之上。無忌道：「他兩下裏劇鬥方酣，此時脫身，最好不過。義父，咱們走吧。」說著挽住他手臂，便欲拔步。謝遜卻坐在石上，動也不動，抱膝說道：「孩子，我生平最大的罪孽，乃是殺了空見大師。你義父若是落入旁人之手，那是勢須奮戰到底，但今日是囚在少林寺中，我甘心受戮，還了空見大師這條性命。」無忌急道：「你失手傷了空見大師，那是成崑這惡賊奸計擺佈，何況義父你全家血仇未報，豈能死在成崑的手下？」謝遜嘆道：「我這一個多月來，在這地牢中每日聽著三位高僧誦經唸佛，聽著山下少林寺中傳來的晨鐘暮鼓，回思往事，你義父手下染了這許多鮮血，實是百死難續。唉，種種因果報應，我比成崑作更多，好孩子，你別管我，自己快下山去吧。」無忌越聽越急，大聲道：「義父，你不肯走，我可要用強了。」說著轉過身來，抓住謝遜雙手，便往自己背上一負。只聽得山道上人聲喧嘩，有數人大聲叫道：「什麼人到少林寺來撒野？」一陣踐水急奔之聲，十餘人搶上山來。無忌持住謝遜雙腿，正要起步，突然間後心「大椎穴」一麻，雙手無力，只得放開了謝遜，急得幾乎要哭了出來，叫道：「義父，你……你何苦如此？」謝遜道：「好孩子，我所受冤屈，你已對三位高僧分說明白。我所作的罪孽，卻須由我自己身受報應。你此時若再不去，我的仇怨誰來代我報復？」說到最後二句，聲音突然提高。無忌心中一凜，但見十餘名少林僧各執禪杖戒刀，向那八人攻了上去乒乒乓乓交手數合，那持判官筆的黑鬚老者情知再鬥下去，今日難逃公道，只是功敗垂成，被一名無名少年壞了大事，心下實是大大的不忿，朗聲喝道：「請問松間少年高姓大名，河間郝密、卜泰，願知是那一位高人橫加干預。」渡厄黑索一揚，說道：「明教張教主，天下第一高手，河間雙煞神怎地不知？」持判官筆的郝密「噫」的一聲，雙筆一揚，縱出圈子，其餘七人跟著退了出去。少林僧待要攔阻，但武功上比那八人遜了一籌。八人併肩一衝，一齊下山去了。渡厄等三僧對謝遜與張無忌對答之言，盡數聽在耳裏，又想到適才無忌就算不是乘人之危，只須袖手旁觀，兩不相助，當卜泰破了「金剛伏魔圈」攻到身邊之時，以河間雙煞下手之辣，此刻三僧早已不在人世。三僧放下黑索，站起身來，向無忌合什為禮，齊聲道：「多感張教主大德。」無忌急忙還禮，說道：「份所當為，何足掛齒？」渡厄道：「今日之事，老衲原當讓謝遜隨同張教主而去，適才張教主真要救人，老納須是無力阻攔。只是老衲師兄弟三人奉本寺方丈之命，看守謝遜，佛前立下重誓，若非我三人性命不在，決不能放謝遜脫身。此事關涉本派千百年的榮辱，還請張教主見諒。」無忌哼了一聲，並不回答。渡厄又道：「老衲喪眼之仇，今日是揭過了。張教主要救謝遜，可請隨時駕臨，只須殺敗老衲師兄弟三人，立時可陪獅王同去，張教主多約幫手，車輪戰也好，一湧而上也好，咱師兄弟只是三人應戰。在張教主再度駕臨之前，老衲三人自當維護謝遜周全，決不容圓真辱他一言半語、傷他一毫一髮。」無忌向謝遜望了一眼，黑暗中只見他一個巨大的身影，長髮披肩，低首而立，似乎心中深自懺悔昔日罪惡，無復當年神威凜廉的雄風。無忌淚水幾欲奪眶而出，尋思：「今日我是打不過他們的了，這三僧既如此說，義父又不肯走，只有約了外公、楊左使、范右使他們再來鬥過。但那三條黑索組成的勁圈便如銅牆鐵壁相似，適才若不是渡難在我背上打了一掌，卸了勁力，那卜泰萬萬攻不進來。下次縱有外公和左右光明使相助，是否能夠破得，實未可必。唉，眼下也只有走一步算一步了。」便道：「既是如此，數日間便當再來領教三位的高招。」回身抱著謝遜的腰，道：「義父，孩兒走了。」謝遜點了點頭，撫摸他的頭髮，說道：「你不必再來救我，我是決意不走的了。好孩子，盼你事事逢凶化吉，不負你爹娘和我的期望。你當學你爹爹，不可學你義父。」無忌道：「爹爹和義父都是英雄好漢。只不過爹爹運氣好，義父運氣不好。一般的大丈夫，都是孩兒的好榜樣。」說著躬身一拜，身形晃處，已自出了三株松樹圍成的樹子，向少林三僧一舉手，展開輕功，倏忽不見，但聽他清嘯之聲，片刻間已在里許之外。眾僧相顧駭然，說不出話來，各人早聞明教張教主武功卓絕，抑沒想到神妙至斯。張無忌既見形跡已露，索性顯一手功夫，好教少林僧眾心生忌憚，善待謝遜。他這一聲清嘯鼓足了中氣，綿綿不絕，在大雷雨中飛揚而出，有若一條長龍行經空際。他足下施展全力，越奔越快，嘯聲也是越來越響，少林寺中千餘僧眾一齊在夢中驚醒，直至那嘯聲漸去漸遠，方始紛紛議論。空聞、空智等得報是張無忌到了，均是平增一番憂患。張無忌一聲龍吟般的清嘯，奔出數里，突然道旁一株柳樹後有聲叫道：「喂！」跟著一個黑影躍了出來，正是趙明。無忌停嘯止步，伸手挽住了她，見她全身被大雨淋濕了，髮上臉上，水珠不斷流下。趙明道：「怎麼啦？跟少林寺的禿頭們動過手了麼？」無忌道：「是。」趙明道：「謝大俠怎樣了？有沒見到？」無忌挽著她手臂，在大雨中緩步而行，將適才情事簡略的說了。趙明沉吟半晌，道：「你有沒有問他如何失手遭擒？」無忌道：「我只想著怎地教義父脫險，沒空問到這些閒事。」趙明嘆了口氣，不再作聲。無忌道：「你不高興麼？」趙明道：「在你是閒事，在我就是要緊事。好啦，等救出了謝大俠，再問也不遲。我只怕……」無忌道：「怕什麼？你擔心咱們救不了義父？」趙明道：「明教比少林派強得多，要救謝大俠，終究是辦得到的，我就怕謝大俠決心一死，以殉空見神僧。」無忌也是擔心著這件事，問道：「你說會麼？」趙明道：「但願不會。」二人一路言講，走到了杜氏夫婦的茅舍之前，趙明笑道：「你行跡已露，不能再瞞他二人了。」見茅舍之門半掩，便伸手推開。他搖了搖身子，抖去一些濕水，踏步進去，忽然聞到一陣血腥之氣。他心下一驚，左手反掌將趙明推到門外，黑暗中突然有人伸手抓來。這一抓無聲無息，快捷無倫，待得驚覺，五根手指已觸到面頰。無忌此時已不及閃避，一足飛出。逕踢那人胸口。那人反手一勾，肘錘打向無忌腿上環跳穴，黑暗中招數極是狠辣。無忌只須縮腿一讓，敵人左手就挖去了自己的一對眼珠，當即提手虛抓，他料敵奇準。這麼一抓，剛好將敵人的左手拿在掌中，便在此時，環跳穴上一麻，立足不定，右腿跪倒。他正要乘勢扭斷敵人的手腕，只覺掌中所握的那隻手掌溫軟柔滑，乃是女子的手掌，心中一動，沒重下手，只是提起那人身子，往外甩出，撲的一聲，右肩劇痛，已中了敵人一刀。那人一躍出屋。一掌向趙明臉上拍去。無忌知道趙明擋不了這一掌，非當場斃命不可，忍痛縱起，也是一掌拍出，雙掌相交，仍是沒半點聲息，無忌一掌陽剛之勁，全為對方陰柔的內力化去。那人一擊不中，更不再擊，借著這對掌之力，縱出數丈以外，一晃身間，便在黑暗中隱沒不見。趙明驚道：「是誰？」無忌「嘿」了一聲，懷中火摺已被大雨淋濕，打不了火，知道自己右肩上插了敵人的短匕，生怕匕上有毒，不即拔出，道：「你點亮了燈。」趙明到廚下取出火刀火石，點亮油燈，一見無忌肩頭的匕首，大吃一驚。無忌看了看刀鋒，並未餵有毒藥，笑道：「些些外傷，無關緊要。」左手三根手指拈住匕首之柄，便拔了出來，一轉頭，只見杜百當和易三娘縮身在屋角之中，當下顧不得止住傷口流血，搶上去一看，只見二人早已死去多時。趙明驚道：「我出去時，他二人尚自好好地。」無忌點點頭，等趙明替他裹好傷口，拿起那匕首一看，正是杜氏夫婦所使的兵刃，再著屋中，只見樑上、柱上、桌上、地下，插滿了短刀，顯是敵人曾與杜氏夫婦一番劇鬥，將他夫婦的短刀一一打得出手，這才動手加害。趙明心下駭然，道：「這人武功厲害得很啊。」無忌想起適才小室中摸黑相鬥，雖只三招兩式，卻是兇險到了極處，若非料到那人要來抓自己眼珠，不但此時已成了瞎人，只怕自己與趙明都已屍橫就地。但看杜百當和易三娘的屍身時，只見胸口數十根肋骨，根根斷成數截，連背後的肋骨也是如此，顯是為一種極陰狠可極厲害的掌力所傷。張無忌數經大敵，什麼兇險的情景也都遭遇，但回想適才暗室中這三下兔起鶻落般的交手，不由越想越驚。今晚兩場惡鬥，第一場以一敵三，歷時甚久，但驚心動魄之處，遠不如第二場瞬息間的三招兩式。趙明又問：「那是誰？」無忌搖頭不答。趙明突然間已知是誰，眼中流露出恐懼神色，呆了半晌，撲向無忌懷中，嚇得哭了出來。兩人心下均知，若不是趙明聽到無忌嘯聲，大雨中奔將出去迎接，鬼使神差的逃過了一難。那麼此刻死在屋角中的已不是兩人而是三人了。無忌輕拍她的背脊，柔聲安慰。趙明道：「那人只想殺我，卻累得杜氏夫婦死於非命。」無忌道：「這幾日中，你千萬不可離開我身邊。」沉吟片刻，又道：「不到一年間，何以功力武功進展如此迅速？當世除我之外，只怕無人能護得你周全。」次日清晨，無忌拿了杜百當鋤地的鋤頭，挖了個深坑，將杜氏夫婦埋了，與趙明一齊跪下來拜了幾拜。剛站起身來，忽聽得山坳中少林寺裏鐘聲噹噹不絕，撞得甚是緊急，接著東面放起青色煙火，直衝上天、南方紅色、西方白色，北方黑色，數里外更升起黃色煙火。五道煙火，將少林寺圍在中間。無忌叫道：「明教五行旗五旗齊到，那是正面跟少林派幹起來啦，咱們快去。」忽忽與趙明換了衣服，洗去手臉的污泥，快步向少林寺奔去。只行出數里，便見一隊白衣的明教教聚手執黃色小旗，緩緩向山上行去。無忌叫道：「顏旗主在麼？」厚土旗掌旗使顏垣聽到叫聲，回頭一看，見是無忌，大喜之下，急忙上前行禮，說道：「厚土旗顏垣，參見教主。」旗下教眾歡聲雷動。一齊拜伏在地。眾人這次由光明左使楊逍、光明右使范遙二人率領，盡集教中高手，向少林寺要人。明知必有一番周折，說不定要大動干戈，只是到處尋不著教主，不免有群龍無首之感，但事在緊急，不能等到端陽節正日，天下英雄群聚少林，那時再來討人。就得與舉世群雄為敵了。眾人商議之下，均覺既是無法稟明教主，只得權宜為計，於端陽節前十日齊上少林寺來。張無忌慰勉幾句，早有教眾吹起號角，報知教主到來。過不多時，楊逍、范遙、殷天正、韋一笑、殷野王、周顛、彭瑩玉、說不得、鐵冠道人等人。先後從各處聚集，只是銳金、巨木、洪水、烈火四旗教眾，分四面圍住了少林寺，不敢擅離所佔方位。眾人參見教主，無不大喜。楊逍與范遙謝過擅專之罪，無忌道：「各位不須過謙，大家齊心合力來救謝法王，原是本教兄弟大夥兒的義氣，本人心下感激，有何怪罪了。」當下將自己混入少林寺，昨晚已和渡厄等三僧動手的事簡略說了。眾人聽說一切都是成崑的奸謀，盡皆氣憤，周顛和鐵冠道人更是破口大罵起來。無忌道：「今日本教以堂堂之師，向少林方丈要人，最好是別傷了和氣。萬不得已動手，咱們第一是救謝法王，第二是捉拿成崑，此外不可濫傷無辜。」眾人齊聲應諾。無忌又向趙明道。「明妹，最好你喬裝一下，別讓少林僧眾認出身份，以免多生事端。」要知當日趙明擄了少林眾僧囚在大都，與少林派已結下極深的怨仇。趙明笑道：「顏大哥，我扮作你旗下的一名小兄弟吧！」顏垣雖不明白她與無忌之間的瓜葛，但聽教主呼之為妹，二人神情親密，當即遵命，叫一名旗下兄弟除下外袍，讓趙明披上，趙明奔入山後樹林，匆匆改扮，搽黑了面頰，從林中出來時，已變成一個面目猙獰的黑瘦漢子。當下號角吹動，群豪列隊上山。少林寺中早已接到明教拜山的拜帖，空智禪師率領僧聚，在山亭中迎候。空智聽了圓真之言，深信少林僧眾被趙明用計擒往大都囚禁，削斷手指，逼授武功，乃是明教與汝陽王暗中勾結，安排下的奸計，後來張無忌出手相救，更是假意賣好，另有陰謀，是以此刻一見明教大舉上山，臉上神色極是陰沉，合什行了一禮，什麼話也不說。無忌抱拳道：「敝教有事向貴派奉懇，專誠上山拜見方丈神僧。」空智點了點頭，說道：「請！」引著明教群豪走向山門。空聞方丈聽說張無忌親自到來，不願失了武林中的禮數。率領達摩堂、羅漢堂、藏經閣各處首座高僧，在山門外迎接，請群豪到大雄寶殿之上，分賓主坐下，小沙彌送上清茶。空聞和張無忌、楊逍、殷天正等人寒暄了幾句，便即默然。無忌說道：「方丈神僧，咱們是無事不登三寶殿，特地求懇方丈瞧在武林一脈，開釋敝教護教法王謝法王，大恩大德，日後必當補報。」空聞道：「阿彌陀佛，出家人慈悲為本，戒嗔戒殺，原是不該和謝施主為難。不過老衲師兄空見，命喪謝施主之手，張教主是一教之主，也當明白武林中的規矩。」張無忌道：「此中另有原故，可也怪不得謝法王。」於是將空見甘願受拳，以化解武林中一場大冤孽的經過說了。空聞等只聽得一半，便即口宣佛號，一齊恭恭敬敬的站起。空聞目中含淚，顫聲道：「善哉善哉！空見師兄以大願力行此大善事，功德非小。」有幾名和尚口中低聲唸經，對空見之仁俠高義，無不敬佩。明教群豪也一齊站起，致欽仰之意。無忌又道：「謝法王失手傷了空見神僧，至感後悔，但事後細細回想，此事的罪魁禍首，實是貴寺的圓真大師。」他見圓真不在殿上，道：「請圓真大師出來，當面對質，分辨是非。」周顛插口道：「是啊。在光明頂上這禿驢裝假死，卻活了過來，鬼鬼祟祟，是什麼好東西了？快叫他滾了出來。」那日他在光明頂上吃了圓真的大虧後，一直記恨。無忌忙道：「周先住不可在方丈大師之前無禮。」周顛道：「我是罵圓真那禿驢，又不是罵方丈那禿……」這「禿」字一出口，知道不對，急忙伸手按住自己嘴巴。空智想起空見、和空性的慘死，本已十分悲憤，見周顛出言無禮，更加了幾分惱怒，說道：「然則空性師弟之死，張教主卻又如何解釋？」無忌道：「空性神僧血性過人，豪爽俠義，在下當日在光明頂上以武相會，極是欽佩。不幸身遭大難，在下甚是悼惜。此是奸人暗算，與敝教無涉。」空智冷笑道：「張教主倒推得忒煞乾淨。然則汝陽王郡主與明教聯手之事，那也是假的了？」無忌臉上一紅，道：「郡主與她父兄不洽，投身敝教。郡主往日對貴寺諸多不敬之處，在下自當令她上山拜佛，鄭重謝罪。」空智喝道：「張教主花言巧語，於事何補？你身為一教之主，信口胡言亂語，豈不令天下英雄恥笑？」張無忌想到殺空性，擒眾僧之事，確是趙明大大的不該，雖與明教無涉，但她目下卻是託身於己，可不能推委不理。正為難間，鐵冠道人已厲聲道：「空智大師，我教主敬你是前輩高僧，給足了你面子，你可須知自重。我教主守信重義，豈能說一句假話？你辱我教主，便是辱我明教百萬之眾。縱我教主寬宏大量，不予計較，咱們做部屬的卻不能善干罷休。」此時明教教眾在淮河、豫鄧一帶攻城掠地，招兵買馬，說是「百萬之眾」，確非流誇之言。空智冷笑道：「百萬之眾便怎地？莫非要將少林寺踏為平地？魔教辱我少林，原非自今日始。咱們失手被擒，囚於萬法寺中，只怨自己學藝不精，自來邪正不兩立，那也沒有什麼。嘿嘿，『先誅少林，再滅武當，唯我明教，武林稱王』好威風，好煞氣！」