第八十二回　門戶之羞那手持短斧、工匠一般的人一直默不作聲，這時插口說道：「師叔本事雖高，但要識破這地道的機關，至少也得花上兩個時辰。再要想出妥善的法子攻了進來，又得再花上兩個時辰。」彈琴老者道：「如此說來，咱們還有四個時辰，盡可從長計議，是也不是？」短斧客道：「四個半時辰。」彈琴老者道：「這半個時辰，又從何處多將出來？」短斧客道：「這四個時辰中，我能安排三個機關，再阻他半個時辰。」彈琴老者道：「很好！玄難大師，屆時那大魔頭到來，咱們師兄弟是決計難逃毒手，你們各位卻是外人，那大魔頭一上來專心對付咱們這班師侄，各位頗有逃命的餘裕。各位千萬不可自逞英雄好漢，和他爭鬥。要知道，只要有誰在星宿老怪的手底逃得性命，已是了不起的英雄好漢。」包不同道：「好臭，好臭！」各人嗅了幾下，沒聞到臭氣，均以疑問之色，向他瞧去。包不同指著彈琴客道：「此人猛放狗屁，直是臭不可耐。」包不同適才一招之間便給彈琴客制住，心下好生不憤，他是天不怕地不怕脾氣，明知自己武功遠非對方敵手，卻還是肆意謾罵。那使棋盤的橫了他一眼，道：「你要逃脫我大師兄的掌底，已是難於辦到，何況我師叔的武功又勝我大師兄十倍，到底是誰在放狗屁了？」鄧百川心想：「這些人的話也是大有道理，包三弟跟他們爭鬧不休，徒然耗費時刻。」便道：「諸位來歷，在下尚未拜聆，適才多有誤會，誤傷了這位娘子，在下萬分歉疚。今日既是同禦妖邪，大家算得一家人了。待會強敵到來，咱姑蘇慕容公子手下的部屬雖然不肖，逃是決計不逃的。倘若真是抵敵不住，大家一齊畢命於此便了。」玄難道：「慧鏡、慧樹，你二人輕功較好，若有機會，務當設法脫逃，回到寺中，向方丈師伯報訊。免得大家給妖人一網打盡，連訊息也傳不出去。」慧鏡、慧樹二僧合十說道：「恭領師伯法旨。」彈琴老者和鄧百川等一個人聽玄難如此說，知道他是決意與眾人同死，所以要差慧鏡、慧樹二人脫逃報訊，當是使少林寺得知仇人是誰，以便日後報仇。彈琴老者獃了一獃，忽然拍手笑道：「反正人家都要死了，阿碧身中劇毒，也不過是一死，我又何必傷心難過？唉，唉，有人說我康廣陵是個大大的傻子，我一直頗不服氣。如此看來，縱非大傻，也是小傻了。」包不同道：「你是貨真價實的大傻子，大笨蛋！」彈琴老者康廣陵怒道：「也不見得比你更傻！」包不同道：「比我傻上十倍。」康廣陵道：「你比我傻一百倍！」包不同道：「你比我傻一千倍。」康廣陵道：「你此我傻一萬倍！」包不同道：「你比我傻十萬倍、百萬倍、千萬倍、萬萬倍！」神醫薛慕華道：「二位休再作這無謂的口舌之爭，慧鏡、慧樹二位師父，你們回到少林寺中，方丈大師問起前因後果，只怕你們未必答得上來。此事本來是本派的門戶之羞，原是不足為外人道，但為了除滅這武林中的大患，若不是少林眾高僧主持大局，實是難以成功。在下須當為二位詳告，只是敬盼二位除了向貴方丈稟告之外，不可向旁人洩漏。」慧鏡、慧樹齊聲道：「薛神醫所示的言語，小僧除了向本寺方丈稟告之外，絕不敢向旁人洩漏半句。」薛慕華向康廣陵道：「大師哥，這中間的緣由，小弟要說出來了。」康廣陵雖於諸師兄弟中居長，武功也是這遠高出儕輩，但行事決斷，卻是十分幼稚。薛慕華如此問他一聲，只不過在外人面前全他臉面而已。康廣陵道：「這可奇了，嘴巴生在你的頭上，你要說便說，又問我幹麼？」薛慕華道：「玄難大師、鄧師傅，咱們的授業恩師，武林中人稱聰辯先生──」玄難和鄧百川等都是一怔，齊聲道：「甚麼？」原來聰辯先生便是聾啞老人。此人天聾地啞，偏偏取個名字叫做「聰辯先生」，他門中弟子個個給他刺聾耳朵、割斷舌頭，江湖上眾所周知。他門中絕無一個不聾不啞之人，可是眼見康廣陵這一班人個個耳目聰明，能言善辯，遠勝於常人，那就大大的奇怪了。薛慕華道：「家師門下弟子人人既聾且啞，這是近三十年來的事。以前家師不是聾子，更非啞子，他是給師弟星宿老怪丁春秋激得變成聾子啞子的。」玄難等都是「哦」的一聲。薛慕華又道：「我祖師爺一共收了兩個弟子，大弟子姓蘇，名諱上星下河，那便是家師，二弟子丁春秋。他二人的武功本來是在伯仲之間，但到得後來，卻分了高下。」包不同插口道：「嘿嘿，定然是你師叔丁春秋勝過了你師父，那是說都不用說的。」薛慕華道：「話也不是這麼說。我祖師爺學究天人，胸中所學包羅萬象──」包不同道：「不見得啊不見得。」薛慕華已知他專門和人抬槓，也不去理他，繼續說道：「初時我師父和丁春秋學的都是武功，但後來我師父卻分了心，去學祖師爺的彈琴聲音之學──」包不同向著康廣陵道：「哈哈，你這彈琴的鬼門道，便是如此學來的了。」薛慕華道：「倘若我師父只學一門彈琴，倒也沒甚麼大礙，偏是祖師爺所學實在太廣，琴棋書畫、醫卜星相、工藝雜學、貿遷種植，無一不會，無一不精。我師父開始學了一門彈琴，不久又去學弈棋，再學書法，又學繪畫。各位，這些學問，每一門都是大耗心血時日之事，那丁春秋初時假裝跟著學習，學了十天半月，便說自己太笨，難以學會，只是專心於武功。如此十年八年的下來，他師兄弟二人的武功便大有高下之分了。」玄難連連點頭，道：「單是彈琴、弈棋一項，便耗了一個人大半生的精力，聰辯先生居然能專精數項，實是難極。那丁春秋專心一志，武功上勝過了師兄，也不算是甚麼稀奇的事。」康廣陵道：「老五，還有更要緊的呢，你怎麼不說？快說，快說。」薛慕華道：「那丁春秋專心武學，也可說是一件好事，可是──可是──唉──這件事說起來，於家師令名，實在是太不光彩。總而言之，丁春秋使了種卑鄙手段，又去學會了幾門厲害之極的邪法，反而突然發難將我祖師爺打得重傷。他原是想將我祖師爺殺了，但祖師爺究竟是身負絕學的奇人，雖然在猝不及防之時，被他弟子搶了機先，但說就此被丁春秋制了死命，卻也不是易事。祖師爺重傷之下，苦苦撐持，幸好我師父及時趕到救援。但丁春秋發難之時，一切均已佈置得十分周密，何況我師父的武功原已不及丁春秋，一場惡鬥之後，我師父復又受傷，而祖師爺卻墮入深谷，不知生死。我師父是因雜學而蹉跎了武功，但這些雜學究竟也不是全無用處。當此危難之際，我師父擺開五行八卦、奇門遁甲之術，用以擾亂丁春秋的耳目，終於逃脫。丁春秋揚言道，只要我師父從此不開口說一句話，以後便不來再找他的晦氣。那時我師父門下，共有咱們這八個不成材的弟子，他寫下書函，將咱們遺散，不再認為是弟子，從此果真裝聾作啞，不言不聽，再收的弟子，也均刺耳斷舌，創下了『聾啞門』的名頭。推想我師父之意，想是深惱當年分心去務雜學，以致武功上不及丁春秋，既聾且啞之後，各種雜學便不會去碰了。咱們師兄弟八人，除了跟師父學武之外，每人還各學了一門雜學。那是在丁春秋叛師之前，家師還沒深切體會到分心旁騖的大害，因此非但不加禁止，反而頗加獎飾，用心指點。康大師兄廣陵學的是奏琴。」他指著那使棋盤的道：「范二師兄百齡，學的是圍棋，國手無敵，是當今天下的第一高手。」包不同向范百齡瞧了一眼，道：「難怪你以棋盤作兵刃，只是棋盤用磁鐵鑄成，專門吸人兵器，未免取巧，不是正人君子之所為。」范百齡：「弈棋之術，固有堂堂之陣、正正之師，但奇兵詭道，亦所不禁。」薛慕華道：「我范二師哥的棋盤所以用磁鐵鑄成，原是為了鑽研棋術之用。他不論是行走寢臥，突然想到一個棋勢，便要用黑子白子布列一番。他的棋盤是磁鐵所製，將鐵鑄的棋子放了上去，縱是在車中馬上，也不會移動傾跌。後來因勢乘便，就將棋盤作了兵刃，棋子作了暗器，倒不是有意用磁鐵之物來佔人便宜。」包不同心下稱是，口中卻道：「理由欠通，大大的欠通。范老二如此武功，若是用一塊木製棋盤，將鐵棋子拍了上去，嵌入棋盤之中，那棋子難道還會掉將下來？」薛慕華道：「那究竟不如鐵棋盤的方便了。我苟三師哥單名一個『讀』字，姓好讀書，諸子百家，無所不窺，是一位極有學問的宿儒，諸位想必都已領教過了。」包不同道：「小人之儒，不足一哂。」苟讀怒道：「甚麼？你叫我是『小人之儒』，難道你便是『君子之儒』麼？」包不同道：「豈敢，豈敢？」薛慕華知道他二人辯論起來，只怕三日三夜也沒有完，忙打斷話頭，指著那使判官筆的道：「這位是我四師哥，雅擅丹青，山水人物、翎毛花卉，並皆精巧。他姓吳，拜入師門之前，在大宋朝廷中做過領軍將軍之職，所以大家便叫他為吳領軍。」包不同道：「只怕領軍是專打敗仗，繪畫人鬼不分。」薛慕華道：「取笑了！在下排行第五，學的是一門醫術，江湖上總算薄有微名，還沒忘了我師父所授的功課。」包不同道：「傷風咳嗽，勉強還可醫治，一遇到在下的寒毒，那便束手無策了。這叫做大病治不了，小病醫不死，嘿嘿，神醫之稱，果然是名不虛傳。」康廣陵捋著長鬚，斜眼相睨，說道：「你這位老兄性子古怪，倒是有點與眾不同。」包不同道：「哈哈！我姓包，名不同，當然是與眾不同。」康廣陵哈哈大笑，道：「你當真姓包？當真名叫不同？」包不同道：「這難道還有假的？嗯，這位專造樓閣的老兄，大概精於土木工藝之學，是魯班先師的門下了？」薛慕華道：「正是，六師弟張阿三，本來是木匠出身。他在投入師門之前，已是一位巧匠，後來再從家師學藝，更是巧上加巧。七師妹姓石，她精於蒔花，天下的奇花異卉，一經她的培植，無不欣欣向榮。」鄧百川道：「石姑娘將我迷倒的藥物，想必是取自花卉的粉末，並非毒藥。」那姓石的美婦人閨名叫做清露，微微一笑，道：「適才多有得罪，鄧老師恕罪則個。」鄧百川道：「在下魯莽，萬望姑娘海涵。」薛慕華指著那一開口便唱戲的人說道：「八弟李傀儡，一生沉迷扮演戲文，瘋瘋癲癲，這武學一道，不免疏忽了。」李傀儡橫臥地下，說道：「孤王乃李存勖是也，不愛江山愛演戲，噯，好耍啊好耍。」薛慕華道：「我師兄弟八人雖給逐出師門，卻是不敢忘了師父教誨的恩德，自己給取名頭叫作『函谷八友』，以紀念當年師父在函谷關邊授藝之恩。旁人只道咱們是臭氣相投，卻不知咱們原是同門的師兄弟。咱們為提防那星宿老怪重來中原，給他一網打盡，是以每五年聚會一次，平時卻散居各處。因此這位阿碧姑娘是大師兄所收的徒兒，其餘師兄弟竟然都不知道，否則也不會有這場誤會爭鬥了。」玄難、鄧百川等聽薛慕華說罷他師兄弟八人的來歷，心中疑團，去了大半。公冶乾問道：「薛先生假裝逝世，在棺木中佈下毒藥，那是專為對付星宿老怪的麼？薛先生又怎知他要來到此處？」薛神醫道：「此事說將起來，委實極是奇怪。兩天之前，我正在家中閉門閒坐，突然有四個人騎了馬上門求醫。這治病醫人之事嘛，原是我做大夫的份所當為，甚為尋常。古怪的卻是病人，其中一個是胖大和尚，胸前背後的肋骨根根折斷，滾圓的身子變成了方方的一條，倒似給人擠在甚麼石棺之類的容器中壓成的。」玄難道：「慚愧，慚愧！這是我少林門下的三淨和尚。這僧人不守清規，罰入戒律院中懺悔，他身子太肥，在石亭中給軋成了如此模樣。是誰送他來求治的？」薛神醫道：「與他同來的另外一個病人，更加奇了，頭上戴了一個鐵套──」他說到這裏，包不同和風波惡同時跳了起來，叫道：「他奶奶的，便是這小子。謝天謝地，他又生了甚麼怪病？」薛神醫道：「他是想除去頭上這個鐵套，可是我一加檢視，這鐵套竟是生牢在他頭上的，卻除不下來。」包不同拍手道：「奇哉，奇哉！難道這鐵套是他從娘胎中帶將出來，從小便生在頭上的麼？」薛神醫道：「那倒不是。這鐵套安到他頭上之時，乃是熱的，燙得他皮開肉綻，待得血凝結疤，那鐵套竟是與他臉面後腦相連，再也揭不下來了。若要硬揭，勢必將他嘴巴鼻子撕得不成樣子。」包不同幸災樂禍，冷冷的道：「他既來求你揭去鐵罩，便是將他五官顏面盡皆撕爛，須也怪不得你。」薛神醫道：「三淨的折骨硬傷，那是容易醫治的，想來少林寺重罰他之後，自己也有治傷的法門，不必定須我薛某人出手。可是那鐵頭人的頭套，卻不易處治了。我正在沉吟之際，送他二人前來求醫的同伴忽然焦躁起來，大聲呼叫，命我快快動手。諸位，姓薛的生平有一樁壞脾氣，人家若是要我治病，非好言相求不可。倘若對方恃勢相壓，薛某寧可死在刀劍之下，也絕不以術醫人。想當年聚賢莊上英雄大會，那喬峰甘冒生死大險，送了一個小姑娘來求我醫治，這人橫蠻悍惡無比，但既有求於我，言語中也不敢對我有絲毫失禮──」他說到這裏，想起後來著了阿朱的道兒，被她點了穴道，剃了自己的鬍鬚，實是生平的奇恥大辱，也不再說下去了。此刻阿碧中毒昏睡，神智不清，否則聽他說到喬峰攜同一個少女向薛神醫求治，必加追詢，也可探聽到阿朱的一些下落了。包不同道：「你吹甚麼大氣？姓包的生平也有一樁壞脾氣，人家若是要給我治病，非好言相求不可，倘若對方恃勢相壓，包某寧可疾病纏身而死，也絕不讓人治病。」康廣陵哈哈大笑，說道：「你又是甚麼好寶貝了？人家要給你治病，還得苦苦向你哀求，除非──除非──」包不同道：「除非你是我的兒子。」康廣陵一怔，心想這話倒也不錯，倘若我的父親生了病不肯看醫生，我是要向他苦苦哀求了。他是個很講道理之人，沒想到包不同此言是討他的便宜，便道：「是啊，我又不是你的兒子。」包不問道：「你是不是我兒子，只有你媽媽心裏明白，你自己怎麼知道？」康廣陵一愕，又點頭道：「話倒不錯。」包不同哈哈一笑，心想：「六妹的師父是個大傻瓜。」公冶乾道：「薛先生，那二人既是言語無禮，你便拒加醫治了。」薛神醫點頭道：「正是。當時我便說道：『在下技藝有限，對付不了，諸君另請高明。』那鐵頭人卻對我一直甚是謙恭，說道：『薛先生，你的醫道天下無雙，江湖上人稱「閻王敵」，活人無算，武林中誰不仰慕？小人對你向來敬重佩服，家父跟你老人家也是頗有淵源，盼你慈悲為懷，救一救故人之子。』」眾人對鐵頭人游坦之的來歷極是關注，這時聽薛神醫說道，他自稱是「故人之子」，都問：「他父親是誰？」李傀儡忽道：「他是誰的兒子，只有他媽媽心裏明白，他自己怎麼知道？」學的是包不同的聲口，當真是唯妙唯肖。包不同笑道：「妙極，你學我說話，全然一模一樣，只怕不是學的，乃是我遺傳。」薛神醫微微一笑，道：「八弟，這位包先生愛說笑話，不必和他當真。」李傀儡道：「我乃華夏之祖，黃帝是也，舉凡中國子民，皆是我的子孫。」他既是愛扮古人，心中臆想自己是甚麼人物，便是甚麼人物，包不同討他的便宜，他也漫不在意。薛神醫繼續說道：「我聽那鐵頭人自稱是我的故人之子，當即問他父親是誰。那人說道：『小人遭逢不幸，大貽先人之羞，父親的名字是不敢提了。但先父在世之日，確是先生的至交，此事千真萬確，小人決計不敢拿先父來騙人。』我聽他說得誠懇，絕非虛言。只是在下交遊頗廣，朋友著實不少，聽他說來，他父親已然去世，一時之間，也猜想不出他父親是誰。我想待他面具揭去之後，瞧他面貌，或能推想到他父親是誰。正沉吟間，陪他而來的一人說道：『師父的法旨，第一要緊是治好這三淨和尚之傷，那鐵頭人的面罩揭是不揭，卻不要緊。』我一聽之下，心頭便即火起，說道：『尊師是誰？他的法旨管得了你，可管不了我。』那人的神態極是橫蠻，說道：『我師父的名頭說將出來，只怕嚇破了你的膽。他老人家叫你快快治好這胖和尚的傷，若是遷延時刻，誤了他老人家的事，叫你立時便見閻王。』我初時聽他說話，心中極怒，但聽到後來，只覺他口音不純，頗有些西域胡人的聲口，細看他的相貌，也是捲髮深目，與我中華人民略異，猛地裏想起一個人來，問道：『你可是從星宿海來？』那人一聽，立時臉上變色，道：『嘿，算你眼光厲害。不錯，我是從星宿海來。你既猜到了，快快盡心竭力的醫治罷！』我聽他果然自認是星宿老怪的弟子，尋思：『師門深仇，如何不報？』便裝作惶恐之態，問道：『久慕星宿海丁老仙法術通玄，弟子欽仰無已，只是無緣拜見，不知他老仙也到了中原麼？』」包不同道：「呸，呸，呸！你說星宿老怪也好，星宿老魔也好，怎麼自甘墮落，稱他做甚麼『老仙』！可恥啊可恥！」鄧百川道：「三弟，薛先生是故意用言語試探，豈是真心稱他為『老仙』？」包不同道：「這個我也知道啊！若要試探，不妨稱之為『老鬼』、『老妖』、『老賊』，激得他的妖子賊孫暴跳如雷，也是一樣的吐露真情。」薛神醫道：「包先生的話也是有理。老夫不善作偽，口中稱他一句『老仙』，臉上卻不自禁的露出了憤怒之色。那妖人甚是狡猾，一見之下，便即起疑，伸手向我脈門抓來，喝問：『你查問我師父行蹤，有何用意？』我見事情敗露，反手一指，竟是點了他的死穴。第二名妖人從懷中取出一柄餵毒匕首，向我插了過來，我手中沒有兵刃，這妖人武功又著實了得，眼見危急，那鐵頭人忽地伸手解圍，夾手奪了他的匕首，道：『師父叫咱們來求醫，不是叫咱們來殺人。』那妖人怒道：『十二師弟給他殺死了，你沒瞧見麼？你──你──你是他故人之子，竟敢袒護外人。』鐵頭人道：『你殺這神醫，便由得你，可是這胖和尚若不善加救治，性命難保。他不能指引路徑，找尋冰蠶，師父唯你是問。』」包不同道：「那鐵頭人也是星宿老怪的弟子。他們要三淨和尚指引路徑，去找甚麼冰蠶？」薛神醫道：「我聽他是這麼說，究竟真相如何，那就不知了。我乘著他們二人爭辯，便即取兵刃在手。那妖人見不易殺我，又想鐵頭人之言也是有理，便道：『既是如此，你擒了這鬼醫生，去見師父去。』鐵頭人道：『很好。』反手一掌，拍在那人胸前，一掌便將這妖人打死了！」眾人都是「啊」的一聲，甚是驚奇。包不同卻說：「那也沒甚麼奇怪。這鐵頭人有求於你，便即下手打死他的同門，向你示惠。」薛慕華嘆了口氣，道：「一時之間，我也分不出他的真意所在，不知他由於我是他亡父的朋友，還是為了要向我挾恩市惠。我正待詢問，忽聽得遠遠有一下嘯聲。那鐵頭人臉色一變，說道：『我師父在催我回去了。薛伯父，最好你將這胖和尚給治好了。師父心中一喜，或許不來計較這殺徒之仇。』說著當即匆匆離去，將那胖和尚留了下來。」玄難道：「三淨這逆徒呢？」薛慕華向山洞角一指，道：「他躺在裏面休息，再過得半個月，也就好了。」玄難道：「如此說來，薛先生佈置這假棺等等，全是為了對付令師叔了。」薛慕華道：「正是，這星宿老賊既到中原，他兩名弟子死在我家中，遲早會找上門來。那鐵頭人就算替我隱瞞，也瞞不了多久。是以我假裝死亡，在棺中暗藏劇毒，盼望引他上鉤。我全家老幼則都藏在這地洞之中。也是事有湊巧，再過兩天，便是我師兄弟八人每五年一次的聚會之期，大夥兒都聚集到了函谷關附近。剛好諸位來到舍下，在下的一個老僕人雖忠心，卻是十分愚魯，竟誤認諸位便是我所懼怕的對頭──」包不同嘿嘿一笑，說道：「啊哈，看來他當玄難大師是星宿老怪，咱們這一夥人，都是星宿派的徒子徒孫了。我包某的同伴生得古怪，說是星宿派的妖魔，也還有幾分想像，可是玄難大師高雅慈祥，道氣盎然，將他誤認為星宿老怪，那不是太也無禮麼？」眾人聽他如此說，都笑了起來。薛慕華微笑道：「是啊，這件事當真該打。那老僕深恐我全家遭了老怪的毒手，不聽我的囑咐，竟將向諸同門報訊的流星火炮點了起來。這流星火炮是我六師弟巧手所製，一點之後，光照數里，我同門八人，每人都有不同的流星，旁人見到了流星，便知道誰到了。此事可說有幸有不幸。幸運的是，我函谷八友在危難之際得能相聚一堂，攜手抗敵，但竟如此給星宿老怪一網打盡，也可說是不幸之極了。」包不同道：「星宿老怪本領厲害，也未必強得過少林高僧玄難大師。再加上咱們這許多蝦兵蟹將，在旁吶喊助戰，拼命一戰，鹿死誰手，尚未可知。又何必如此──如此──如此──」他說了三個「如此」，牙關咯咯相擊，身上寒毒發作，再也說不下去。李傀儡高聲唱道：「我乃刺秦皇之荊軻是也。風蕭蕭兮身上寒，壯士發抖兮口難開！」突然間地下一條人影飛起，向他胸口一頭撞去。李傀儡「啊喲」一聲，向後便倒，那人抓住了他，廝打起來，正是一陣風風波惡。鄧百川忙道：「四弟，不可動粗。」伸手將風波惡拉開，便在此時，一個細細的聲音又傳進山洞：「蘇星河的徒子徒孫，快快出來投降，或許還能保得性命，再遲片刻，可別怪我老人家不顧同門的義氣了。」康廣陵道：「虧他還有臉皮說甚麼同門的義氣。」老二范百齡深謀遠慮，說道：「張六弟，咱們若是置之不理，丁老怪是否真的能攻得進來？」張阿三不答他的問話，卻向薛慕華道：「五哥，這個地洞，瞧那木紋石材，應是建於三百年之前，不知是出於那一派巧匠之手？」薛慕華道：「這是我祖傳的產業，世代相傳，有這麼一個避難的處所，何人所建，卻是不知了。」康廣陵道：「好啊，你有這樣一個烏龜洞兒，居然從來不露半分口風。」薛慕華臉有慚色，道：「大哥諒鑒。這種窩洞並不是甚麼光榮物事，卻是不值一提──」一言未畢，忽然間砰的一聲巨響，有如地震，洞中諸人都覺腳底地面搖動，站立不穩。張阿三失色道：「不好！丁老怪用炸藥硬炸，轉眼便要攻進來了！」康廣陵罵道：「卑鄙之極，無恥之尤。我祖師爺和師父都檀於土木之學，機關變化，乃是本門的看家本領。這星宿老怪不花心思破解機關，卻用炸藥硬攻，如何還配稱是本門的弟子？」包不同冷冷的道：「他殺師父、傷師兄，難道你還認他是本門的師叔麼？」康廣陵尚未回答，只聽得轟的一聲大響，山洞中塵土飛揚，迷得各人都睜不開眼來，山洞中閉不通風，這一震之下，氣流激盪，人人耳鼓發痛。玄難道：「與其任他炸破地洞，攻將進來，還不如咱們出去。」鄧百川、公冶乾、包不同、風波惡四人齊聲稱是。范百齡等也知玄難是少林高僧，躲在地洞之中以避敵人，是大損少林威名，反正生死在此一戰，終究是躲不過了，便道：「如此大夥兒一齊出去，跟這老怪一拼。」范百齡又道：「玄難大師與這老怪無怨無仇，犯不著趕這淌混水，少林派諸位大師還是袖手旁觀罷。」玄難道：「中原武林之事，少林派都要插手，各位恕罪，勿怪少林派多管閒事。」張阿三道：「大師仗義相助，咱們師兄弟十分感激。咱們還是從原路出去，好教那老怪大吃一驚。」眾人都點點頭稱是。張阿三道：「薛五哥的家眷和包風二位，都可留在此間，諒那老怪未必會來搜索。」包不同向他橫了一眼，道：「還是你留著較好。」張阿三忙道：「在下絕不敢小覷了兩位，只是兩位身受重傷，若再出手，多有未便。」包不同道：「越是傷得重，打起來越是有勁。」范百齡等都皺了皺眉頭，料知此人不可理喻，難以勸阻，當下張阿三扳動機括，快步搶了出去。這一次復出，行動異常迅速，軋軋之聲甫作，出口處只露出窄窄一條縫，張阿三便擲出三個火炮，砰砰砰三聲響，炸得白煙彌漫，他是要護住出口，使星宿老怪不敢接近，否則他若是守在洞口，出來一個捉一個，出來兩個捉一雙，當真是甕中捉鱉了。三聲炮響過去，石板移開後露出的縫口處已可過人，張阿三又是三個火炮擲出，跟著便竄了出去。他雙足尚未落地，白煙之中只見一條黑影從身旁搶出，左足只在地下一點，便撲向了外面的人叢之中，叫道：「那一個是星宿老怪，姓風的要會你一會。」正是一陣風風波惡。他看見面前站著一個身穿葛衣的漢子，喝道：「你雖不是星宿老怪，先吃我一拳！」砰的一拳，出手快極，已打在那人胸口，那人是星宿派的第九弟子，猝不及防，被他重重的打了一拳。總算那人功力極是不弱，身子晃了一晃，隨即還拳，啪的一聲，一掌打在風波惡肩頭。兩人拳來掌往，砰砰啪啪之聲連響了一陣，每一拳每一掌幾乎都打在對方身上，只是拳掌之力均不如何沉重，是以並不致命。但聽得颼颼之聲不絕，玄難、鄧百川、康廣陵等都從洞中竄了上來。樹叢中白煙飛舞飄揚，只見一個身形魁偉的老者站在西南角上，他身前左右，站著兩排高矮不等的漢子。康廣陵道：「丁老賊，你居然還沒死，可還記得我麼？」那老者正是星宿老怪丁春秋，一眼之間，便已認清了對方的諸人。他不答康廣陵的問話，卻道：「慕華賢侄，你將那位胖胖的少林僧醫好了麼？我可以饒你不死，只是你須投入我星宿門下。」他一心一意，只是要薛慕華治好了三淨，帶他到崑崙山之巔去找那冰蠶。薛慕華聽他口氣，竟是將身前諸人全不放在眼裏，各人的生死存亡全由他隨心所欲的處置。薛慕華深知這師叔的厲害，心下實是十分害怕，說道：「丁老賊，這世上我只聽一個人的話，唯有他老人家叫我救誰，我便救誰。你要殺我，原是易如反掌，可是要我治病人，你非去求那位老人家不可。」丁春秋冷冷的道：「你只聽蘇星河的言語，是也不是？」薛慕華道：「只有禽獸不如的惡棍，才敢起欺師滅祖之心。」他此言一出，康廣陵、范百齡以及李傀儡等眾人都大聲喝采。丁春秋道：「很好，很好，你們都是蘇星河的乖徒兒，可是蘇星河卻曾派人通知我，說道已將你們八人逐出門牆，不再算是他門下的弟子。難道姓蘇的說話不算，暗中仍是保留著這師徒的名份麼？」范百齡道：「一日為師，終身如父。咱們師父雖是將咱們八人逐出了門牆，這些年來，始終沒能見到他老人家，便是上門拜謁，他老人家也是不見。可是咱們敬愛師父之心，絕不減了半分。姓丁的，老實跟你說，咱們八人所以變成孤魂野鬼，無師門可依，全是受你這老賊所賜。」丁春秋微笑道：「此言甚是。蘇星河是怕我向你們施展辣手，將你們一個個殺了。他將你們逐出門牆，乃是意在保全你們這幾條小命。嘿嘿，很好，很好。你們自己親口說罷，到底蘇星河今日還算不算是你們的師父？」康廣陵等一聞此言，均知若是不棄卻「蘇星河之弟子」的名份，丁春秋立時便下殺手，但一來這師徒的名份絕不能臨危而棄，二來這是星宿老怪狠毒狠辣，今日既已如此得罪了他，原也不盼望他再能手下留情。八同門中除了那美婦人身受重傷，留在地洞中不出，其餘七人齊聲說道：「咱們雖被師父逐出門牆，但師徒之份，自是絲毫不變。」李傀儡更大聲說道：「我乃天仙童姥是也，你這不長進的小畜生，我一拐杖打斷你的狗腿！」他說話時學著一個老婦人的口音，嗓音蒼老，卻是十分響亮。康廣陵等聽到「天仙童姥」四個字，身子都是一震。丁春秋一直瀟灑安詳，但聽到了那人的名字，臉色也是不禁一變，目光中射出異樣的光芒來，左手袍袖一拂，突然間射出一點磷火，當真比流星還快，射向李傀儡身上。李傀儡待要閃避，卻那裏來得及，嗤的一聲響，全身衣服著火。他急忙就地打滾，可是越滾磷火越旺。范百齡雙手從地下抓起泥沙，往他身上灑去。便在此時，丁春秋袍袖接連飛出五點火星，分向康廣陵等五人身上射去，便只饒過了薛慕華，沒向他下手。康廣陵雙掌齊推，將那火星劈了開去。玄難雙掌搖了幾搖，劈開了兩點火星，但張阿三、范百齡二人卻已身上著火。這星宿老怪所發的磷火，比之他大弟子摘星子所發，更是厲害得多了。霎時之間，後園中便充滿了焦臭，張阿三等三人被燒得哇哇亂叫。丁春秋的眾弟子頌聲大起：「師父略施小技，便燒得你們如烤豬一般，還不快快跪下投降！」「師父有通天徹地之能，前無古人，後無來者，今日教你們中原豬狗們看看我星宿派的手段。」「師父你老人家神通廣大，當真是戰無不勝，攻無不克，東南西北的英雄好漢，無不望風披靡！」包不同大叫：「放屁！放屁！啊唷，我肉麻死了！丁老賊，你的臉皮真老！」鄧百川和公冶乾早已蓄勁於掌，包不同語聲未歇，兩點火星已向他疾射過來。鄧百川和公冶乾各出一掌，兩股掌力並在一起撞開了這兩點火星，但兩人同時胸口如同中了巨錘之一擊，兩聲悶哼，騰騰騰向後退出三步。原來丁春秋乃是以極強的內力拂出火星，玄難內力與之相當，以掌力將火星撞開後不受損傷，鄧百川、公冶乾內力遠不及星宿老怪之渾厚，對方內力乘勢壓來，兩人均感抵受不住。玄難欺到李傀儡身前，呼的拍出一掌，這掌力平平從他身上拂過，嗤的一聲響處，掌力將他衣衫撕裂，扯下了一大片來，但正在燒炙他的磷火，也被這掌風撲熄。一名星宿派弟子叫道：「這禿驢掌力還算不弱，及得上我師父的十分之一。」另一名弟子道：「呸，只及我師父的百分之一！」