第四十六回　荒村野店黃蓉聽周伯通叫歐陽鋒放屁，平白無端的放一個屁，常人固然是極其為難，可是內功精湛之輩，一生習練的就是將氣息在週身運轉，這件事卻是殊不足道，只怕歐陽鋒老奸巨猾，打蛇隨棍上，抓住這個機會，輕輕易易的放一個屁，就將這件事混朦過去，忙搶著道：「不好，不好，你要他先把我師父的穴道解開再說。」周伯通笑道：「你瞧，人家小姑娘怕你的臭屁，那你就免了吧。我也不要你做什麼為難之事，快把老叫化的傷治了。老叫化的本事決不在你之下，你若不是使什麼奸計，也決傷他不了。待他傷好之後，你倆公公平平的再打一架，那時候老頑童來做個公證。」歐陽鋒知道洪七公的傷已無法治愈，也不怕他將來報復，倒怕周伯通再說出些什麼自己難以辦到之事來，在眾目睽睽之下，那可是答應既不成，不答應又大傷顏面，當下也不打話，俯身運勁於掌，將洪七公的穴道解了。黃蓉與郭靖上前搶著扶起。周伯通向甲板上眾人橫掃了一眼，說道：「老頑童一生最怕聞金人吃羊肉的臊味。你把小艇放下，送咱們四人上岸。」歐陽鋒見周伯通與黃藥師動過手，知道這人武功極為怪異，若是當真與他說翻了臉，動起武來，自己縱不落敗，取勝之機卻也極為渺茫，目下只好暫且忍耐，待將「九陰真經」上的武功練成之後，再來跟他算帳，好在今日儘可藉口輸了打賭，一切依他，早早將這瘟神送走為是，算計已定，說道：「好吧，誰教你運道好呢！這場打賭既是你贏了，你說怎麼就怎麼著。」轉頭向完顏烈道：「王爺，就放下舢舨，送這四人上岸吧。」完顏烈不即答允，心道：「送他們上岸不難，只是咱們這番南來的機密，可莫被他們洩漏了。」靈智上人一直冷旁觀，見歐陽鋒這番大剌剌的模樣本就心中不忿。他自恃生平罕逢對手，心想你武功再好，未必就敵得過我們這裏的許多高手，眼見完顏烈臉有躊躇之色，當即走上一步，道：「若是在木筏之上，歐陽先生愛怎生就怎生，咱們豈敢多口？既今上了大船，就得聽王爺吩咐。」此言一出，眾人俱是聳然動容，望著歐陽鋒的臉色。歐陽鋒雙眼上上下下的打量了靈智上人一番，隨即抬頭望天，輕描淡寫的道：「這位大和尚敢是存心與老朽為難麼？」靈智上人道：「不敢。小僧向在藏邊，孤陋寡聞，今日倒是第一次聽見歐陽先生的威名，與先生那有什麼樑子過節？……」話猶未了，歐陽鋒踏上一步，左手一晃，右手已抓起靈智上人魁梧雄偉的身軀，順勢一轉，將他頭下腳上的舉了起來。這一下快得出奇，眾人眼前只見靈智上人大紅的袈裟一晃，一個肥肥的身體已被舉在半空，卻未看清歐陽鋒使的是什麼手法。靈智上人本比常人要高出一個頭，歐陽鋒這一把是抓住他後頸隆起的一塊肉上，若是向上提起，他雙腳未必就能離地，但歐陽鋒右手轉了半個圈，將他身子倒了轉來，頭頂離地四尺，只見他雙腳在空中亂踢，口中連連怒吼。那日靈智上人在趙王府與王處一過招，眾人都見到他手上功夫極為了得，但說也奇怪，他被歐陽鋒這麼一提起，雙臂軟軟的垂在兩耳之旁，宛似斷折了一般，半點也使不出勁來。歐陽鋒仍是兩眼向天，輕描淡寫的道：「你今日第一次聽見我的名字，就瞧不起老朽，是不是？」靈智上人又驚又怒，連運了幾次氣，用力掙扎，卻總是掙不脫他的手掌。彭連虎等知道歐陽鋒是借此懾服旁人，見了他如此功夫，那敢上前。歐陽鋒又道：「你瞧不起老朽，那也罷了，瞧在王爺的面上，我也不和你一般見識。你想留下老頑童周老爺子、九指神丐洪老爺子，憑你這點微末道行也配？老頑童，接著了！」也不見他手臂後縮前揮，只是掌心勁力外吐，靈智上人就如一團紅雲般從甲板的左端飛向右端。他一離歐陽鋒的掌力，立時自由，身子一挺，一個鯉魚翻身，要待直立，突覺頸後肉一痛，暗叫不妙，左掌捏了個大手印忙要拍出，忽感手臂一麻，不由自主的垂了下去，身子又被倒提在空中，原來已被周伯通如法泡製的擒住了。完顏烈見他狼狽不堪，心知莫說歐陽鋒有言在先，就是單憑周伯通一人的功夫，自己手下這些人就留他不住，忙道：「周老先生莫作耍了，小王派船送四位上岸就是。」周伯通道：「好呀，你也來試試。接著了。」也學著歐陽鋒的樣，掌心吐勁，將靈智上人一個肥大的身軀向他飛擲過去。完顏烈雖識武藝，但只會些刀槍弓馬的功夫，周伯通這一下擲過來，他那裏能接，撞上了非死必傷。沙通天見情勢不妙，使出移步換形功夫，身子一晃，已攔在完顏烈的面前，眼見靈智上人這一衝之勢極為沉猛，若是出掌相推，只怕傷他，看來只有學歐陽鋒、周伯通的樣，先抓住他的後頸，再將他好好放下。豈知武功之道，差不得一絲一毫，他眼看歐陽鋒與周伯通一抓一擲，全然不費力氣，只道靈智上人只是掌力厲害，蹤躍變招的本事卻甚平常，滿擬將他抓住，先消來勢，再放正他的身子，那知道一抓下去，剛與靈智上人的後頸一碰，突感火辣辣的一股力道從腕底打了上來，這一招若不抵擋，右腕立時折斷，危急之中，忙撤右掌，左拳一招「破甲錐」，擊了下去。原來靈智上人接連被歐陽鋒與周伯通提起，熱血倒流，只感頭昏腦脹，心中怒火如焚，聽得周伯通叫人接住自己，以為出手的又是敵人，人在空中時已運好了氣，一覺沙通天的手碰到他的頸後，立時一個大手印拍出。兩人本來功力悉敵，沙通天身子直立，佔了便宜，但靈智上人卻是有備而發，打了他一個措手不及，只聽得拍的一響，沙通天退後三步，一交坐倒，靈智上人也被他掌力一震，橫臥在地。靈智上人翻身躍起，才看清適才打他的原來是沙通天，心想：「連你這臭賊也來揀便宜！」虎吼一聲，又要撲上。彭連虎知他誤會，忙攔在中間，叫道：「大師莫動怒，沙大哥是好意！」這面三人走近解釋，大船上已放下舢舨。周伯通提起鯊魚口中的木棒，向外一揮，一條巨鯊飛在半空。他揮出時手掌使力，將木棍震為兩截，那鯊魚忽覺口中棍斷，欣喜異常，潛入深海吃魚去了。黃蓉笑道：「靖哥哥，下次咱們和你周大哥各騎一條鯊魚，比賽誰游得快。」郭靖尚未回答，周伯通已自拍手叫好。完顏烈見周伯通等四人坐了舢舨划開，心想歐陽鋒如此功夫，如肯出手相助，那麼盜書之事是更加易辦了，當下牽了靈智上人的手，走到歐陽鋒面前，說道：「大家都是好朋友，先生莫要見怪，上人也莫當真，都瞧在小王臉上，只算是戲耍一場。」歐陽鋒一笑，伸出手去。靈智上人心猶未服，心想：「你不過擒拿法了得，乘我不備，忽施襲擊，我數十年苦練的大手印掌力，難道當真不及你？」當下也伸出手去，勁從臂發，用力一捏歐陽鋒的手掌，力未施上，忽然身不由主的向上一跳，猶似捏上一塊燒得通紅的鋼塊，只感手上燒得火辣辣地痛，放手不迭。歐陽鋒不為已甚，只是微微一笑。靈智上人看自己手心時，卻是了無異狀，心想：「這人定是會邪術。」歐陽鋒見梁子翁躺在甲板之上，兀自動彈不得，上前一看，知他被郭靖打下海中時，恰好被周伯通接住，點了他的穴道又擲上船來，於是解開了他的穴道。這樣一來，歐陽鋒自然的做了這一群武人的首領。完顏烈忙叫船上廚子整治酒席，與歐陽叔姪接風。飲酒中間，完顏烈把到臨安去盜武穆遺書的事對歐陽鋒說了，請他鼎力相助。歐陽鋒早聽姪兒說過，這時心中一動，忽然另有一番主意，心道：「我歐陽鋒是何等樣人，豈能供你驅策？但向聞岳武穆不僅用兵如神，武功也極了得，岳家散手是武學中的一絕，這遺書中除了韜略兵學之外，說不定另行錄下武功，我且答應助他取書，要是瞧得好了，難道老毒物不會據為己有？」正是：爾虞我詐，各懷機心。完顏烈一心要去竊取大宋名將的遺書，卻不道螳螂捕蟬，黃雀在後，歐陽鋒另在打他的主意。當下一個著意奉承，一個滿口應允，再加上梁子翁在旁極力助興，只見席上酒到杯乾，賓主盡歡。只有歐陽公子身受重傷，吃不得酒，用了一點菜，就由人扶到後艙休息去了。正吃得熱鬧間，歐陽鋒忽爾臉上變色，停杯不飲，眾人俱各一怔，不知有什麼事得罪他了。完顏烈要待出言相詢，歐陽鋒道：「聽！」眾人側耳傾聽，除了海上風濤之外，卻聽不見什麼，不由得臉上均現懷疑之色，一齊望著歐陽鋒。過了一陣，歐陽鋒道：「現在聽見了麼？簫聲。」眾人留神而聽，果然聽見浪聲之中，隱隱夾著一些忽斷忽續的洞簫之聲，若不是他點破，誰也聽不出來。歐陽鋒走到船頭，蹲下身子，忽然閣、閣、閣的叫了起來，正與一隻大蛤蟆相似。眾人又是驚奇，又是好笑，可是誰都不敢笑出聲來。他叫了片刻，眾人漸漸聽清楚他的叫聲正與簫聲相互呼應，此起彼伏，各成曲調。再聽一陣，眾人均感心不由主，漸漸的神魂飄盪。靈智上人一面鎮定心神，一面暗罵：「果然是邪魔外道的妖術，不知他要搗什麼鬼，這可要留點兒神。」船上眾水手與完顏烈首先抵擋不住，已在呼嘯跳躍，忽聽歐陽鋒數聲大叫，平空停住，那簫聲卻也止了。但見他凝神望著遠處，眾人也都過來觀看，只是生怕有什麼怪異，不自禁的都站在他身後數尺，一面留神提防。約莫過了一盞茶時分，忽見海面遠處扯起三道青帆，一艘快船破浪而來。眾人暗暗詫異：「難道那簫聲是從這船中發出？相距如是之遠，怎能送到此處？」歐陽鋒命水手轉舵，向那快船迎去。好一陣，兩船駛近。只見來船船首站著一人，身穿青布長袍，手中果然執著一枝洞簫，高聲叫道：「鋒兄，不見小女的蹤跡麼？」歐陽鋒道：「令愛好大的架子，我敢招惹麼？」兩船相距尚有數丈，也不見那人縱身奔躍，眾人只感眼前一花，那人已上了大船的甲板。完顏烈見他本領了得，又起了招攬之心，迎了上來，說道：「這位先生貴姓？有幸拜見，幸如何之。」以他的一位王爺身份，如此謙下，可說是十分難得的了，但那人見他穿著金國的服色，只白了他一眼，並不理睬。歐陽鋒見王爺討了個老大沒趣，說道：「藥兄，我給您引見引見。這位是大金國的趙王六王爺。」向完顏烈道：「這位是桃花島黃藥師黃島主，武功天下第一，藝業蓋世無雙。」彭連虎等嚇了一跳，不由自主的退了數步。他們早知黃蓉的父親是個極厲害的大魔頭，這一上來果然聲威奪人，個個心存疑懼不敢作聲。黃藥師自女兒走後，知她必是出海找尋郭靖，初時心中有氣，不去理她，但過了數日，越想越是放心不下，只怕她在郭靖沉船之前與他相會，上了自己特製的怪船，這可有性命之憂，當即出海找尋。這茫茫大海中，要尋找一艘船隻，那真是談何容易？縱令黃藥師身懷異術，找了數日，也是一無眉目。這日正在船頭吹簫，盼望女兒聽見，出聲呼應，豈知卻遇上了歐陽鋒。黃藥師與彭連虎等均不相識，一聽歐陽鋒說這身穿金國服色的竟是一位王爺，更是向他瞧也不瞧，只向歐陽鋒拱拱手道：「兄弟趕著去找尋小女，失陪了。」轉身就走。靈智上人適才被歐陽鋒、周伯通擺佈得滿腹怒火，這時見上船的又是一個十分傲慢無禮之人，聽歐陽鋒如此向王爺引見，心想：「難道天下高手竟如此之多？這些人多半會一點邪法，裝神弄鬼，嚇唬別人，我且騙他一騙。」一見黃藥師要走，接口說道：「你找的可是一個十五六歲的小姑娘麼？」黃藥師停步轉身，臉現喜色，道：「是啊，大師可曾見到？」靈智上人冷冷的道：「見倒是見到過，只不過是死的，不是活的。」黃藥師聽了，心中一寒，忙道：「什麼？」這兩個字說得聲音也顫了。靈智上人道：「三天之前，我曾在海上見到一個小姑娘的浮屍，身穿白衫，頭髮上束了一個金環，相貌倒也挺標緻。」他說的正是黃蓉的衣飾打扮，一絲不差。黃藥師心神大亂，身子晃了一晃，臉色登時蒼白，過了一陣，方問：「這話當真？」眾人明明見到黃蓉離船不久，卻聽靈智上人如此騙他，各自起了幸災樂禍之心，要瞧黃藥師的傷心模樣，都不作聲。靈智上人冷冷的道：「那女孩子身旁還有三個死人，一個是年輕後生，一個是老叫化子，另一個是白鬚白髮的老頭兒。」他說的正是郭靖、洪七公、周伯通三人。到此地步，黃藥師那裏還有絲毫疑心，斜眼瞧著歐陽鋒，心道：「你識得我女兒，何不早說？」歐陽鋒素知黃藥師的本領，見他如此眼色望著自己，眼見得是傷心到了極處，一出手就要殺人，自己雖然不見得會傷在他手裏，可是這股來勢卻也不易抵擋，他是個狡猾極頂的人，說道：「兄弟今日方上這船，與這幾位都是初會。這位大師所見到的浮屍，也未必就是令愛吧。」接著嘆了口氣道：「令愛這樣一個好姑娘，若真個少年夭折，那卻是可惜之極了。」這幾句話把自己擔子推卸掉了，雙方均不得罪，在黃藥師聽來，卻似更敲實了一層，一剎時萬念俱灰。他性子最愛遷怒於人，否則當年黑風雙煞竊他經書，何以連陸乘風等人毫無過失，都被打斷雙腿逐出師門？這時候他胸中一陣冰涼，一陣沸熱，就如當日愛妻逝世時一般。但見他雙手發抖，臉上忽而雪白，忽而緋紅。人人默然無語的望著他，甲板之上，一時寂靜異常。突然間，只聽得他哈哈長笑，聲若龍吟，悠然不絕。這一來出其不意，眾人都是一驚，只見黃藥師仰天狂笑，越笑越響。那笑聲之中，卻隱隱然有一陣寒意，眾人越聽越感淒涼，不知不覺之間，笑聲竟已變成了哭聲，但聽他放聲大哭，悲切異常。這些人中只有歐陽鋒知他素來放誕，歌哭無常，倒並不覺得怎麼奇怪，但聽他哭得天愁地慘，忽然心念一動：「黃老邪如此哭法，必然傷身，昔時阮籍喪母，一哭嘔血斗餘，這黃老邪正有晉人遺風，只可惜我那鐵箏在覆舟時失去，不然彈將起來，助他哀哭之興，此人縱情率性，若是一發不可收拾，他日華山二次論劍，倒少了一個大敵。唉！可惜啊可惜！」黃藥師哭了一陣，忽然舉起玉簫擊打船舷，唱了起來，只聽他唱道：「伊上帝之降命，何修短之難裁？或華髮以終年，或懷妊而逢災。感前哀之未闋，復新殃之重來。方朝華而晚敷，比晨露而先晞。感逝者之不追，情忽忽而失度，天蓋高而無階，懷此恨其誰訴？」只聽拍的一聲，那玉簫折為兩截。黃藥師頭也不回，走向船頭。靈智上人搶上前去，雙手一攔，冷笑道：「你又哭又笑、瘋瘋癲癲的鬧些什麼？」完顏烈叫道：「上人，且莫……」一言未畢，只見黃藥師手一伸，又已抓住了靈智上人頸後的一塊肉，手一轉，將他頭下腳上的倒了轉來，用力向下一擲，撲的一聲，他一個肥肥的光腦袋已插入船板之中，直沒至肩，只聽黃藥師口中唱道：「天長地久，人生幾時？先後無覺，從爾有期。」青影一晃，已自躍入來船，轉舵揚帆去了。眾人正要相救靈智上人，看他生死如何，忽聽格的一聲，船板掀開，艙底出來一個少年。只見他唇紅齒白，面如冠玉，正是完顏烈的世子楊康。他與穆念慈翻臉之後，一心念著完顏烈「富貴不可限量」那句話，在淮北和金國官府一通消息，不久就找到了父王，隨著一同南下。郭靖、黃蓉上船時，他一眼瞥見，立即躲在艙底，不敢出來，卻在船板縫中偷看，把甲板上的動靜，瞧了個一清二楚。眾人飲酒談笑之時，他怕歐陽鋒既與郭黃一路同來，難保沒有異心，是以並不到筵席之上，只是在旁竊聽眾人說話，直至黃藥師走了，才知無礙，於是掀開船板出來。靈智上人這一下摔得著實不輕，仗著功夫了得，船板被他的光頭鑽了個窟窿，頭上卻無損傷，只感到一陣暈眩，定了定神，雙手使勁，在船板上一按，身子已自躍起。眾人見甲板上平白地多了一個圓圓的窟窿，不禁相顧駭然，隨即又感好笑，卻又不便發笑，人人強行忍住，神色甚是尷尬。完顏烈剛道：「孩子，來見過歐陽先生。」楊康已向歐陽鋒拜了下去，恭恭敬敬的磕了四個頭。他忽然行此大禮，眾人無不詫異。原來楊康在趙王府時，即已十分欽佩靈智上人之能，這時卻見到歐陽鋒、周伯通、黃藥師三人接連將他抓拿投擲，宛若戲弄嬰兒，才知天外有天，人上有人。他想起在太湖歸雲莊被擒之辱，在寶應劉氏宗祠中對郭黃二人的害怕，都是因為自己學藝不精之故，眼前有這樣一位高人，若不拜他為師，那真是坐失良機，當下向歐陽鋒行了大禮，對完顏烈道：「爹爹，孩兒想拜這位先生為師。」完顏烈大喜，對歐陽鋒作了一揖道：「小兒生性愛武，只是未遇明師！若蒙先生不棄，肯賜教誨，小王父子同感大德。」別人心想，能做小王爺的師父，實是求之不得的事，豈知歐陽鋒還了一揖，說道：「老朽門中尚來有個定規，本門武功只是一脈單傳，絕無旁枝。老朽已傳了舍姪，不能破例再收弟子，請王爺見諒。」完顏烈只索罷了，命人重整酒席，楊康好生失望。歐陽鋒笑道：「小王爺拜師是不敢當，但要老朽指點幾樣功夫，卻是不難。咱們慢慢兒的切磋罷。」楊康見過歐陽公子的許多姬妾，知道他們都曾得歐陽公子指點功夫，但因並非傳授衣缽的真弟子，本事均極平常，是以聽歐陽鋒如此說，心中毫不起勁，口頭卻連聲稱謝。殊不知歐陽鋒的武功，豈是他姪兒能比，能得他指點一二，亦大足以在武林中稱雄逞威了。酒席之間，說起黃藥師的傲慢無禮，眾人都讚靈智上人騙他得好。侯通海問道：「師哥，他又哭又的唱些什麼？」沙通天瞪目不知所對，說道：「誰理得他瘋瘋癲癲的胡叫。」楊康道：「他唱的是三國時候曹子建所做的詩，那曹子建死了女兒，做了兩首哀辭。詩中說，有的人活到頭髮白，有的孩子卻幼小就夭折了，上帝為什麼這樣不公平？只恨天高沒有梯階，滿心悲恨卻不能上去向上帝哭訴。他最後說，我十分傷心，跟著你來的日子也不遠了。」眾人讚道：「小王爺果然是讀書人，咱們粗人那裏知曉？」完顏烈甚喜，又道：「他的簫聲讓小王感到驚心動魄，是何道理？」梁子翁道：「這是一種高深的內功，歐陽先生在船頭叫喊，那是一面與他招呼，一面與他相抗了。歐陽先生，不知小人所說可對？」歐陽鋒微笑點頭，眾人又紛紛稱讚。楊康心想：「那黃藥師算來該是我師祖，只是一則我的梅師父獲罪於他，二則他女兒又大有疑我之意，日後撞上了，我決討不了好去。當時在歸雲莊上相見，只道天下決計再沒人賽得了他，豈知這位歐陽先生竟能與他分庭抗禮。唉，偏是他又不肯收我！」不說楊康在舟中自思自歎，且說黃藥師滿腔悲憤，一忽兒指天罵地，一忽兒咒鬼斥神，痛責命數對他不公，命舟子將船駛往大陸，一到岸邊，立時舉手將船中七八名舟子盡行殺了，殺人後怒火愈熾，仰天大叫：「誰害死了我蓉兒？誰害死了我蓉兒？」「是姓郭的那小子，不錯，正是這小子！若不是他，蓉兒怎會到那船上？只是這小子已陪著蓉兒死了，我這口惡氣卻出在誰的身上？」黃藥師罵到此處，心念一動，立時想到了郭靖的師父江南六怪，叫道：「這六怪正是害我蓉兒的罪魁禍首！他們若不教那姓郭的小子武藝，他又怎能識得蓉兒？不把六怪一一的斬手斷足，難消我心頭之恨。」惱怒之心一長，悲痛之情稍減，他到了市鎮，用過飯食，尋思找那江南六怪之法，心想：「六怪武藝不高，名頭卻倒不小，想來必有過人之處，多半是詭計多端。我若登門造訪，必定見他們不著，須得黑夜之中，闖上門去，將他六家滿門老幼良賤，殺個一乾二淨。」當下邁開大步，向北往嘉興而去。且說洪七公、周伯通、郭靖、黃蓉四人乘了小船，向西駛往陸地。郭靖坐在船尾扳槳，黃蓉卻不住要周伯通細說騎鯊游海之事，話中極是艷羨。周伯通興起，當場就要設法捕捉鯊魚，與黃蓉大玩一場。郭靖卻見師父臉色不對，問道：「你老人家覺得怎樣？」洪七公不答，氣喘連連，聲息粗重。原來他被歐陽鋒以「透骨打穴法」點中之後，穴道雖已解開，內傷卻又加深了一層。老頑童不顧別人死活，仍是嚷著要下海捉魚，黃蓉卻已知不妥，向他連使眼色，要他安安靜靜莫要吵得洪七公心煩意亂。周伯通並不理會，只鬧個不休。黃蓉皺眉道：「你要捉鯊魚，又沒餌兒引得魚來，吵些什麼？」老頑童為老不尊，小輩對他喝罵，他是毫不在意，想了片刻，忽道：「有了。郭兄弟，來，我拉著你手，我們把下半身浸在水中。」郭靖尊敬義兄，雖不知他的用意，卻就要依言而行。黃蓉叫道：「靖哥哥，別理他，他是要你當魚餌來引鯊魚。」周伯通拍掌叫道：「是啊，鯊魚一到，我就抓住了提著上來，決計傷你不了。」黃蓉道：「這樣一艘小船，不掀翻了才怪。」周伯通道：「翻了正好，咱們就下海玩。」黃蓉道：「那我們師父呢？你要他活不成麼？」周伯通扒耳抓腮，無話可答，過了一會，卻怪洪七公不該被歐陽鋒打傷。黃蓉喝道：「你再胡說八道，咱們三個就不跟你說話啦。」周伯通伸伸舌頭，不敢再開口，接過郭靖手中雙槳用力划了起來。那陸地望著不遠，但直到天色昏黑，才得上岸。四人在沙灘上睡了一晚，次日清晨，洪七公病況愈重，郭靖急得流下淚來，洪七公笑道：「再活一百年，到頭來還是得死。好孩子，我只剩下一個心願，趁著老叫化還有一口氣在，你們去給我辦了吧。」黃蓉含淚道：「師父請說。」周伯通插口道：「那老毒物我向來就瞧著不順眼，你死只管死，放心好啦，我給你報仇，去殺了他。」洪七公笑道：「報仇雪恨麼，也算不得是什麼心願。我是想吃一碗大內御廚做的鴛鴦五珍膾。」三人只道他有什麼大事，那知只是吃一碗菜肴。黃蓉道：「師父，那容易，這兒離臨安不遠，我到皇宮去給你大大的偷他幾碗出來，讓你好好吃個痛快。」周伯通又插口道：「我也要吃。」黃蓉白了他一眼道：「你懂什麼好吃不好吃？」洪七公道：「這鴛鴦五珍膾，御廚是不輕易做的。當年我在皇宮中躲了三個月，也只吃到一回，這味兒可真教人想起來饞涎欲滴。」周伯通道：「我有一個主意，咱們去把皇帝老兒的廚子揪出來，要他好好的做就是。」黃蓉道：「不成，做這味膾，廚房裏的家生、炭火、碗盞都是一套特製的，只要一件不合，味道就不免差了一點兒。咱們親自到皇宮裏去吃的好。」那三人對皇宮還有什麼忌憚，齊道：「那當真妙，咱們這就去，大家見識見識。」當下郭靖揹了洪七公，四人來到一個村落，向鄉人討些酒飯吃了，待要酬謝，各人身邊均無銀兩。那鄉人卻甚是和氣好客，非但不要酒錢，還親自引著他們到了市鎮之上。四人謝了鄉人，與他作別，行經一家當舖，周伯通大聲叫嚷，說這是殺人不見血的行業，當下就要衝進去動手搶劫。黃蓉道：「你忙什麼？」除下頭上金環，進去當了十四兩銀子，找了一家客店，飽餐休息。飯罷，轉眼間不見了黃蓉，周伯通問道：「你那個厲害婆娘呢？我老頑童可怕了她啦！」只見黃蓉笑嘻嘻的從外面進來，接口道：「你怕我什麼？」周伯通見她頭髮上亮晃晃的又把那金環戴著，奇道：「咦，怎麼又贖回來啦？咱們的房飯錢可得另想法子了。」黃蓉從懷中接連取出四封銀子，笑道：「贖什麼，這家當舖是我開的，我愛拿多少銀子就拿多少。」周伯通見她在這一刻之間取回金環，又拿了銀子，心中佩服，不由得讚道：「你這小娘們家學淵源，可真有一手。」黃蓉道：「比起靖哥哥的二師父妙手書生來，我這點微末道行真是不值半文了。」周伯通道：「有這等人物，那倒要見見。」三人眼見洪七公傷勢沉重，這鎮上也未必能有什麼名醫，當下僱了一輛騾車，向北往臨安府進發。不一日過了錢塘江，來到臨安郊外，但見暮靄蒼茫，歸鴉陣陣，天黑之前是趕不進城的了，要待尋個小鎮宿歇，放眼但見遠處一彎流水，繞著七八家人家。黃蓉叫道：「這村子好，咱們就在這裏歇了。」周伯通瞪眼道：「好什麼？」黃蓉道：「你瞧，這景緻不似圖畫一般？」周伯通道：「似圖畫一般便怎地？」黃蓉一怔，說道：「你若說不好，便別在這裏歇，咱們可不走啦。」周伯通道：「你們不走，我又幹麼要走？」說話之間，三人一車到了村裏。那村中盡是斷垣殘壁，只見村頭東邊挑出一個酒帘，似是酒店模樣。三人趕著騾車來到店前，見簷下擺著兩張板桌，桌上罩著厚厚一層灰塵。周伯通大聲「喂」了數聲，內堂走出一個十七八歲的少女來，蓬頭亂服，髮上插著一枝荊釵，睜著一對大眼，呆呆望著三人。黃蓉要酒要飯，那姑娘不住搖頭。周伯通氣道：「你這裏酒也沒，飯也沒，開什麼店子？」那姑娘搖頭道：「我不知道。」周伯通道：「唉，你真是個傻姑娘。」那姑娘咧嘴一笑道：「是啊，我叫傻姑。」三人一聽，心中都樂了。黃蓉走到內堂與廚房中一瞧，但見到處是塵土蛛網，鑊中有些冷飯，床上有一條破蓆，心中登生淒涼之感，問道：「你家裏就只你一人？」傻姑微笑點頭。黃蓉又問：「你媽呢？」傻姑道：「死啦！」伸手抹抹眼睛，裝做哭泣模樣。黃蓉再問：「你爹呢？」傻姑搖頭不知。只見她臉上手上都是污垢，也不知有幾個月沒洗臉洗手了，黃蓉心道：「就算她做了飯，那也不能吃。」問道：「有米沒有？」傻姑微笑點頭，捧出一隻米缸來，倒有半缸糙米。當下黃蓉淘米做飯，郭靖到村西人家去買了兩尾魚，一隻雞。待得整治停當，天已全黑，黃蓉將飯菜搬在桌上，要討個油燈點火，傻姑又是搖頭。黃蓉拿了一枝松柴，在灶膛點燃了，到櫥裏找尋碗筷。一開櫥門，只覺塵氣衝鼻，舉松柴一照，見櫥板上放著七八隻破爛了的青花碗，碗中碗旁，死著十多隻蟑螂。郭靖幫著取碗，黃蓉道：「你去洗洗，再折幾根樹枝作筷。」郭靖應了，拿了幾隻碗走開。黃蓉伸手去拿最後一隻碗，手上忽覺異樣，那碗涼冰冰的似是與平常瓷碗不同，朝上一提，這隻碗竟似釘在架板上一般，拿之不動。黃蓉微感詫異，只怕把碗捏破，不敢用勁，又拿了一次，仍是提不起來，心道：「難道年深月久，污垢將碗底結住了？」凝目一瞧，碗壁上生了厚厚一層焦銹，這碗竟是鐵鑄的。黃蓉噗嚇一笑，心道：「金飯碗、銀飯碗、玉飯碗我都見過，卻從來沒聽說過飯碗竟用鐵鑄。」用力一提，那鐵碗竟然紋絲不動。黃蓉大奇，心想這碗就算釘在架板之上，我這一提之力，架板也得裂了，轉念一想：「莫非架板也是鐵鑄的？」伸中指在板上一彈，只聽得錚的一聲，果然是塊鐵板，黃蓉好奇心起，再使勁力，往上一提，那鐵碗仍然不動。她向左旋轉，鐵碗毫不理會，向右一旋，卻似微微有些鬆動，當下手上加勁，碗隨手轉，忽聽得喀喇喇一聲響喨，櫥壁向兩旁分開，露出黑黝黝的一個洞來，洞中一股臭氣向外竄出，中人欲嘔，黃蓉「啊」了一聲，忙不迭的向旁躍開。郭靖與周伯通聞聲走近，齊向櫥內觀看。黃蓉心念一動：「這莫非是家黑店？那傻姑只怕是裝癡喬癲。」左足一點，縱向傻姑身旁，兩手伸出，去拿她手腕。黑暗中只聽風聲勁急，那傻姑一招「脫袍讓位」，格開黃蓉的擒拿手，回了一掌，拍向她的肩膀。黃蓉雖猜測她許是不懷善意，卻想不到她竟有如此爽辣的身手，心中微微一驚，左手勾打，右手盤拿，連發兩招。她練了「易筋鍛骨篇」後，功力大進，出手又勁又急，只聽拍的一響，傻姑大聲叫痛，右臂已被打中，可是手上絲毫不緩，仍是有攻有守。在這荒村野店之中，竟然有黑店的機關，而這滿身污垢的貧女，與黃蓉連拆了七八招竟還勉力支持，各人都大感詫異。周伯通喜愛新奇好玩之事，聽黃蓉掌風凌厲，那傻姑轉眼要抵擋不住，叫道：「喂，黃姑娘，別傷她性命。」郭靖卻怕傻姑另有黨羽伏在暗中暴起傷人，緊緊站在洪七公身旁，不敢離開。再拆數招，傻姑左肩又中一掌，左臂登時軟垂，不能再動，此時黃蓉要傷對方性命，只要踏中宮，走洪門，平掌推去就是，但她手下留情，叫道：「快快跪下，饒你性命。」傻姑叫道：「我才不跪呢！」招法一變，右掌忽虛忽實，連發數招，宛是黃藥師所創的「落英掌法。」黃蓉吃了一驚，伸手格開來掌，叫道：「你這落英掌自何處學來？你師父是誰？」傻姑笑道：「我偏不說，你待怎樣？」黃蓉聽她語氣，似乎又不是裝傻，當下左手一揚，右手一劃，左肘一飄，右肩一引，連使四招虛招，第五招雙手彎拿，這一招仍是虛招，腳下一鉤卻是實招。傻姑站立不穩，撲地倒了，大叫：「你使奸，這不算，咱們再打過。」叫著就要爬起。黃蓉那容她起身，撲上去住按住，撕下她身上衣襟，將她反手綁住，問道：「我的落英掌法豈不是好過你的？」傻姑卻只是反來覆去的叫道：「你使奸，我不來。你使奸，我不來。」郭靖見黃蓉已將傻姑制服，出門竄上屋頂，四下一望，並無人影，又下來繞著屋子走了一圈，見這野店是座單門獨戶的房屋，四週並無藏人之處，這才放心，回進店來，只見黃蓉將匕首指在傻姑兩眼之中，威嚇她道：「誰教你武功的？快說，你不說，我一刀刺殺你。」