第二十九回　頂缸渡水陸冠英心知這骷髏來得古怪，但一來藝高人膽大，二來是太湖群豪之主，也不把這種小事放在心上，這時見父親如此驚惶，竟是嚇得面色蒼白，倒是大出他意料之外，忙道：「剛才有人放在一隻盒子中送來的，莊丁只道是尋常禮物，開發了賞錢，也沒細問。拿到帳房一看，卻是這個東西，去找那送禮的人，已走得不見了。爹，你說這中間有什麼蹊蹺？」陸莊主呆呆不語，伸手到骷髏頂上五個洞中一試，五個手指剛好插入。陸冠英也看出了古怪，驚道：「難道這五個孔是由手指戳的？」陸莊主點了點頭，沉吟了一會，道：「你叫人收拾細軟，趕快護送你媽到湖中靜僻處躲避。傳令各寨寨主，約束人眾，三天之內不許離開本寨半步，不論見歸雲莊有何動靜，或是火起，或是被圍，都不得來救。」陸冠英大奇道：「爹，這是幹什麼呀？」陸莊主慘然一笑，向郭靖與黃蓉道：「在下與兩位萍水相逢，言談極是投機，本擬多聚幾日，只是在下早年結下兩個極厲害的對頭，眼下要來尋仇。非是在下不肯多留兩位，實是歸雲莊……大……大禍臨頭，要是在下逃得性命，將來尚有重見之日。」他轉頭向書僮道：「取四十兩黃金來。」書僮出房去取，陸冠英不敢多問，照著父親的囑咐自去安排。過不多時，書僮取來黃金，陸莊主雙手奉給郭靖，說道：「這一位姑娘才貌雙全，與郭兄真是天締良緣，在下這一點點菲儀，聊為他日兩位成婚的賀禮，請予笑納。」黃蓉臉上飛紅，心道：「這人眼光好厲害，原來早已看出我是女子。怎麼他知道我和靖哥哥還沒成親？」郭靖不善客套，只得謝了收下。陸莊主拿起桌旁一個瓷瓶，倒出數十顆朱紅藥丸來，用綿紙包了，說道：「在下別無他長，昔日曾由恩師授得一些醫道藥理，這幾顆藥丸配製倒花了一點功夫，服後延年益壽。咱們相識一番，算是在下一點微末的敬意。」藥丸倒出來一股清香，黃蓉一聞氣味，就知那是極為珍貴的「九花玉露丸」。他幼時曾相幫父親搜集九種花瓣上清晨的露水，知道調配這種藥丸要湊天時季節，極費功夫，他這數十顆藥丸人情可就大了，當下說道：「九花玉露丸調製不易，咱們每人拜受兩顆，已是極感盛情。」陸莊主微微一驚，道：「姑娘怎識得這藥丸的名字？」黃蓉道：「小妹幼時身子單弱，曾由一位高僧賜過三顆，服了很是見效，因是得知。」陸莊主慘然一笑道：「兩位不必推卻，反正我留著也是白饒。」黃蓉知他已存了必死之心，也不再說，當即收下。陸莊主道：「這裏已備下船隻，請兩位即速過湖，路上不論遇上什麼怪異動靜，千萬不可理會，要緊要緊！」說時語氣極為鄭重。郭靖待要聲言決意留下幫他，卻見黃蓉連使眼色，只得點頭答應。黃蓉道：「小妹不揣冒昧，要請教莊主一件事。」陸莊主道：「姑娘請說。」黃蓉道：「莊主既知有厲害對頭要來尋仇，明知不敵，何不避他一避？常言道：君子不吃眼前虧。」陸莊主嘆了口氣道：「這兩人害得我好苦！我半身不遂，就是拜受此兩人之賜。二十年來，只因我行走不便，未能去尋找他們算帳，今日他們自行趕上門來，那是天賜良機。」黃蓉尋思：「他怎麼說是兩人？嗯，是了，他只道銅屍陳玄風尚在人間。但不知他怎樣與這兩人結的仇？這事不便問他，另一件事卻好生奇怪。」當下微微一笑，說道：「陸莊主，你瞧出我是個女扮男裝，那也不奇，但你怎能知道我和他還沒成親？我不是跟他住在一間屋子裏的麼？」陸莊主被她一問，登時窘住，心道：「你還是黃花閨女，難道我瞧不出來，只是這話倒難以說得明白，你這位姑娘詩詞書畫，件件皆通，怎麼在這上頭這樣胡塗？」正自躊躇如何回答，陸冠英走進房來，低聲道：「傳過令啦。不過張、顧、王、譚四位寨主說什麼也不肯去，他們說就是砍了他們的腦袋，也要在歸雲莊留守。」陸莊主嘆了口氣道：「難得他們如此義氣！你快送這兩位貴客走吧。」黃蓉、郭靖和陸莊主行禮作別，陸冠英送出莊去。莊丁已將小紅馬和驢子牽在船中。郭靖在黃蓉耳邊輕聲道：「上船不上？」黃蓉也輕聲道：「去一程再回來。」陸冠英心中煩亂，只想快快送走這兩位生客，趕緊佈置迎敵，絲毫未曾留神兩人悄悄私語。郭黃二人正要上船，黃蓉眼尖，忽見湖濱遠處一人快步走來。那人頭上頂了一隻絕大無倫的大缸，模樣極為詭異。這人足不停步的過來，郭靖與陸冠英也隨即見到。待他走近，只見是個白鬚老頭，身穿黃葛短衫，右手揮著一把大蒲扇，輕飄飄的快步而行，那缸赫然是生鐵鑄成，看這模樣，總有數百斤重。那人走過陸冠英等身旁，對眾人視若無睹，毫不理會的過去，走出數步，微一踉蹌，缸中忽然潑出一些水來，看來缸中盛滿清水，那是更得加上一二百斤重量了，一個糟老頭子把這樣一口大鐵缸頂在頭上，竟是行若無事，此人武功實在高得出奇。陸冠英心頭一凜：「難道此人就是爹爹的對頭？」當下顧不得危險，發腳跟去，郭黃二人對望了一眼，也就跟在他後面。那老頭走得好快，不多時已行出數里，陸冠英輕功了得，幸喜尚能跟上，但見他頭頂大缸，尚能如此，心中極感驚懼，郭黃二人也在暗暗稱奇。郭靖曾聽師父們說起當日在嘉興醉仙樓頭與丘處機比武之事，丘處機其時手托銅缸，見師父們用手比擬，顯然遠不及這口鐵缸之大，難道此人武功尚在名滿天下的長春子丘處機之上？那老頭行走的道路甚是荒僻，陸冠英雖是世居本鄉，但被他在荒野中東一轉西一繞，跟到後來竟是到了一處生平從未來過的所在，心道：「單這老頭一人，我已非他之敵，前面若是再伏下他的同夥，那非遭他毒手不可，瞧來須得見機回頭了。」正待停步，見前面來到河濱，心想：「這裏並無橋樑，瞧他是沿河東行呢還是向西？」他心念方動，卻不由得驚得呆了，只見那老頭足不停步的從河面上走了過去，水只及他小腿。他過了對岸，將大鐵缸放在山邊長草之中，飛身躍在水面，又一步步的走了回來。黃蓉與郭靖曾聽人談起各家眾派的武功，別說頭上頂鐵缸在水面行走自如，固是聞所未聞，就是空身登萍渡水，那也只是說說而已，世上豈能真有這種功夫？這時親眼見到，卻又不由得不信，心中對那老頭欽服無已。那老頭一捋白鬚，哈哈大笑，向陸冠英道：「足下是太湖群雄之首的陸少莊主了？」陸冠英道：「不敢，請教太公尊姓大名？」那老者向郭黃二人一指道：「還有兩個小哥，一起過來吧。」陸冠英一回頭，見到郭黃跟在後面，微感驚訝，原來一則郭黃二人輕功了得，跟蹤時不露聲響，二則陸冠英全神注視前面這個老頭，因此竟未知覺兩人跟在後面。郭黃二人拜倒，齊稱：「晚輩叩見太公。」那老頭呵呵笑道：「免了，免了。」向陸冠英道：「這裏不是說話之所，咱們找個地方坐坐。」陸冠英心下琢磨：「不知此人到底是不是我爹爹對頭？」他究是群雄首領，性格豪邁，立時單刀直入的說道：「太公可識得家父？」那老頭道：「陸莊主麼？老夫倒未曾見過。」陸冠英見他模樣似乎不是說謊，又問：「家父今日收到一件奇怪的禮物，太公可知曉這件麼？」那老頭道：「那是什麼奇怪禮物？」陸冠英道：「是一個死人骷髏，頭頂有五個洞孔。」那老者道：「這倒奇了，可是有人跟令尊鬧著玩麼？」陸冠英心道：「這人武功深不可測，若要和爹爹為難，必然正大光明的找上門來，何必騙人撒謊。他既真的不知，我何不邀他來到莊上，只要他肯出手相助，再有多厲害的對頭也不足懼了。」想到此處，不覺滿臉堆歡，說道：「若蒙太公不棄，請到敝莊奉茶。」那老者微一沉吟道：「那也好。」陸冠英大喜，恭恭敬敬請那老者先行。那老者向郭靖一指道：「這兩個小哥也是寶莊的吧？」陸冠英道：「這兩位是家父的朋友。」那老者不再理會他們，昂然前行，郭黃二人跟隨在後。到得歸雲莊上，陸冠英請那老者在前廳坐下，飛奔入內報知父親。過不多時，陸莊主坐在竹榻之上，由兩名家丁從內抬了出來，向那老者作揖行禮，說道：「小可不知高人駕臨，有失迎迓，罪過罪過。」那老頭微一欠身，也不回禮，淡淡的道：「陸莊主不必多禮。」陸莊主道：「敢問太公高姓大名。」那老頭道：「老夫姓裘，名叫千仞。」陸莊主道：「敢是江湖上人稱鐵掌水上飄的裘老前輩？」裘千仞微一笑道：「你倒好記性，還記得這個外號，老夫已有二十多年沒在江湖上走動，只怕別人早忘記啦！」鐵掌水上飄早二十年在江湖上確是非同小可，後來他似是受了什麼挫折，忽然封劍歸隱，只因時間隔得太久，到底為了什麼原因，武林中的人都已不大清楚。陸莊主見這人突然在這時候到來，心中好生驚疑，問道：「裘老前輩駕臨敝地，不知有何貴幹？若有用得著晚輩之處，當得效勞。」裘千仞一捋鬍子，笑道：「也沒什麼大不了的事，說起來倒教武林朋友笑話，總是老夫心腸軟，塵緣未盡……嗯，我想借個安靜點兒的地方做會功夫，咱們晚間慢慢細說。」陸莊主見他神色似無惡意，但總不放心，問道：「老前輩道上可撞到黑風雙煞麼？」裘千仞道：「黑風雙煞？這對惡鬼還沒死麼？」陸莊主聽了這句話心中大慰，說道：「英兒，你請裘老前輩到我書房休息吧。」裘千仞向各人點點頭，隨了陸冠英走向後面。陸莊主雖沒見過裘千仞的武功，但向來知道他的威名極盛，當年東邪、西毒、南帝、北丐、中神通五人在華山絕頂論拳說劍時，也曾邀他到場，只是他適有要事，未能赴約，但既邀請於他，那他自是武功卓絕之人，縱使不及王重陽等五人，諒亦相差不遠，有他在這裏，黑風雙煞是不能為惡的了。當下向郭靖與黃蓉道：「兩位還沒走，真好極了。這位裘老前輩功夫之高，俗人難以望其項背，天幸今日湊巧到來，我還忌憚什麼對頭？待會兩位請自在臥室中談心休息，只要別出來，過了今晚，那就沒事。」黃蓉嫣然一笑，道：「我想瞧瞧熱鬧，成麼？」陸莊主沉吟道：「就怕對頭來的人多，在下一個照應不到，誤傷了兩位。好吧，待會兩位坐在我的身旁，不要遠離。有裘老前輩在此，鼠輩再多，又何足道哉！」黃蓉拍手笑道：「我就愛瞧人家打架。那天你打那個小王爺，真好看極啦。」陸莊主道：「今晚來的是那個小王爺的師父，本事可比他大得多，所以我擔了心。」黃蓉道：「咦，你怎麼知道？」陸莊主道：「姑娘，武功上的事兒，你就不大明白啦。那小王爺用手指傷我英兒小腿的功夫，跟用手指在那骷髏頂上戳五個孔的本事是一路的。」黃蓉道：「嗯，我明白啦。蘇東坡的字當然跟黃山谷不同，道君皇帝的畫，自然又與徐熙的兩樣，會的人一瞧，就知道誰的書畫是那一家那一派的。」陸莊主笑道：「姑娘真是聰明絕頂，一點便透。」黃蓉一拉郭靖道：「來，咱們去瞧瞧那白鬍子老頭，在練什麼功夫。」陸莊主驚道：「唉，使不得，別惹惱了他。」黃蓉笑道：「不要緊。」站起身便走。陸莊主坐在椅上，行動不得，心中甚是著急：「這位姑娘好不頑皮，這那裏是偷看得的。」只得命莊丁抬起竹榻，趕向書房，要設法攔阻，遠遠望見郭黃二人彎了腰，俯眼在紙窗之上向裏張望。黃蓉聽見莊丁的足步聲，急忙轉身搖手，示意不可聲張，同時連連向陸莊主招手，要他過來觀看，陸莊主生怕要是不去，這位小姑娘發起嬌嗔來，非驚動裘千仞不可，當下命莊丁放輕腳步，將自己扶過去，俯眼在窗紙上黃蓉所弄破的一個小孔上向裏一張，不禁大奇，只見裘千仞盤膝而坐，雙目閉住，口中連續不斷噴出一縷縷的煙霧。陸莊主是武學名家的弟子，身負絕藝，各派的武功雖然未曾見遍，但早年均曾聽師父詳細拆解比擬過，知道縱是內功卓絕之人，也未曾聽說口中能噴煙霧，他不敢再瞧，一拉郭靖的衣袖，要他別再偷看。郭靖一來尊重主人，二來也覺不該窺人隱密，當下站起身來，牽了黃蓉的手，與陸莊主來至內堂。黃蓉笑道：「這老頭兒好玩得緊，肚子裏生了柴燒火！」陸莊主道：「那你又不懂啦，這是一種厲害之極的內功。」黃蓉道：「難道他嘴裏能噴出火來燒死人麼？」她這句話並非假作癡呆，裘千仞這種古怪功夫，她確是極為納罕。陸莊主道：「火是一定噴不出的。不過有這樣精湛的內功，想來摘花採葉都能傷人了。」黃蓉笑道：「啊，碎掐花打人！」陸莊主微微一笑說道：「姑娘好聰明。」原來晚唐時有無名氏作小詞「菩薩蠻」一首道：「牡丹含露真珠顆，美人折向庭前過。含笑問檀郎：『花強妾貌強？』檀郎故相惱，須道『花枝好』。一面發嬌嗔，碎掐花打人。」這首詞流傳很廣，後來出了一樁案子，一個惡婦把丈夫兩條腿打斷了，唐宣宗皇帝知道後曾笑對宰相道：「這不是碎掐花打人麼？」所以黃蓉用了這個典故。陸莊主見了裘千仞如此功力，心下大慰，命陸冠英傳出令去，派人在湖面與各處道路上四下巡邏，見到行相奇特之人，就恭恭敬敬的請到莊上來；又命人大開莊門，列隊迎賓。到得傍晚，歸雲莊大廳中點起數十枝巨燭，照耀得白晝相似，中間開了一席酒席，陸冠英親自去請裘千仞出來，在首席坐了。郭靖與黃蓉坐了次席，陸莊主和陸冠英在下首相陪。陸莊主敬了酒後，不敢動問裘千仞的來意，只說些風土人情不相干的閒話，酒過數巡，裘千仞道：「陸老弟，你們歸雲莊是太湖群雄的首腦，你老弟武功自是不凡的了，可肯露一兩手，給老夫開開眼界麼？」陸莊主忙道：「晚輩這一點微末道行，如何敢在老前輩面前獻醜。再說晚輩殘廢已久，從前恩師所傳的一點功夫，也早擱下了。」裘千仞道：「尊師是那一位？說來老夫或許相識。」陸莊主一聲長嘆，臉色慘然，過了良久才道：「晚輩行止不謹，不容於師門，言之可羞。」陸冠英心道：「原來爹爹是被師父逐出的，所以他從不顯露會武。連我是他親生兒子，也不知他竟是武學高手。他一生之中，必定有一件傷心恨事。」不禁甚是為他難受。裘千仞道：「陸莊主春秋正富，領袖群雄，何不乘此時機大大振作一番？出了當年這口惡氣，也好教你本派的前輩們悔之莫及。」陸莊主道：「晚輩身有殘疾，無德無能，老前輩的教誨雖是金石良言，晚輩卻是力不從心。」裘千仞道：「陸莊主過謙了。在下眼見有一條明路，卻不知莊主是有意啊還是無意？」陸莊主道：「敢請老前輩指點迷津。」裘千仞微微一笑，只管吃菜，卻不接口。陸莊主知道這人數十年來隱姓埋名，這時突然在江南出現，必是有所為而來，但不知是何用意？他是前輩高人，不便直言探問，只好由他自說。裘千仞道：「陸莊主既然不願見示師門，那也罷了。歸雲莊威名赫赫，主持者自然是名門弟子。」陸莊主微笑道：「歸雲莊的事，向來由小兒冠英料理。他是臨安府光孝寺枯木大師的門下。」裘千仞道：「啊，枯木是法華南宗的掌門人，外家功夫算是過得去的。少莊主露一手給老朽開開眼界如何？」陸莊主道：「難得裘老前輩肯指點，那真是孩兒的造化。」陸冠英也盼他指點幾手，心想這樣的高人，只要點撥我一招一式，那就終身受用不盡，當下走到廳中，說道：「請太公指點。」拉開架式，打了一套生平最得意的「羅漢伏虎拳」，拳風虎虎，足影點點，果然名家弟子，武學有獨到之處，打到後來，突然一聲大吼，恍若虎嘯，燭影搖紅，四座風生。莊丁們嚇得寒戰股慄，相顧駭然。他打一拳，喝一聲，威風凜凜，真如一件大蟲相似。這套拳甚為奇特，分羅漢、猛虎雙形，猛虎剪撲之勢，羅漢搏擊之狀，同時在一套拳法中顯示出來。再打一陣，吼聲漸弱，羅漢拳法卻越來越緊，最後砰的一拳，擊在地下，著拳之處的方磚立時碎裂。陸莊冠英托地躍起，左手擎天，右足踢斗，巍然獨立，儼如一尊羅漢像。郭靖與黃蓉大聲喝采，連叫：「好拳法！」陸冠英收勢回身，向裘千仞一揖歸座，面不紅，氣不喘，渾若無事。裘千仞不置可否，只是微笑。陸莊主道：「孩兒這套拳還可看得麼？」裘千仞道：「也還罷了？」陸莊主道：「不到之處，請老前輩點撥點撥？」裘千仞道：「令郎的拳法用以強身健體，再好不過了。說到制勝克敵，卻是無用。」郭靖心想：「這位少莊主的武功雖說並非極高，但決不能說『無用』二字。」陸莊主道：「要聽老前輩宏教，以開茅塞。」裘千仞站起身來，走到天井之中，歸座時手中已各握了一塊磚頭。只見他雙手也不怎麼用勁，卻聽得格格之聲不絕，兩塊磚頭已碎成小塊，再捏一陣，碎塊都成了粉末，簌簌的都掉在桌上。庭上四人一齊大驚。裘千仞將磚粉掃在衣兜之中，走到天井裏抖在地下，微笑回座，說道：「少莊主一拳碎磚，當然也不容易，但你想，敵人不是磚頭，能死板板的放在你那裏不動任你去打麼？武學之道，要制敵機先。古人說，靜如處女，動如脫兔，就是這個道理。」陸冠英默然。裘千仞嘆道：「當今學武的人雖多，但真正稱得上有點功夫的，也只寥寥這麼幾個人。」黃蓉道：「是那幾個人呢？」裘千仞道：「武林的人向來都說東邪、西毒、南帝、北丐、中神通這五人是天下武學之最。我都會過。要講功力深厚，確是中神通王重陽第一，另外四人也各有獨到之處。但須知有長必有短，只要懂得了他們的短處，攻隙擊弱，制服他們卻也不難。」此言一出，陸莊主、黃蓉、郭靖三人大吃一驚，陸冠英未知這五人的威名，反而並不十分訝異。黃蓉本來見了他鐵缸載水、河面行路、口噴煙霧、手碎磚石四種絕技，心中甚是佩服，忽然聽他說到她爹爹時言下頗有輕視之意，不禁大為氣惱，笑吟吟的問道：「那麼老前輩將這五人一一打倒，揚名天下，豈不甚好？」裘千仞道：「王重陽是已經過世了。那年華山論劍，我適逢家有要事，不能赴會，以致天下武功第一的名頭給這全真老道得了去。當時五人爭一部九陰真經，說好誰武功最高，這部經就歸誰，當時比了七日七夜，東邪西毒、南帝北丐一齊服輸。後來王重陽逝世，於是又起波折。聽說那老道臨死時將經傳給了他的師弟周伯通，東邪黃藥師趕上門去，周伯通不是他的對手，給他搶了半部經去。這件事不知後來如何了結。」黃蓉與郭靖暗暗點頭：「原來這件事中間有這許多周折。那半部經卻又給黑風雙煞盜去了。」黃蓉道：「既然你老人家武功第一，那部經該歸您所有啊。」裘千仞道：「我也懶得與人家爭了。那東邪西毒、南帝北丐都是半斤八兩，這幾十年來人人苦練，要爭這天下第一的名頭。二次華山論劍，熱鬧是有得看的。」黃蓉道：「還有二次華山論劍麼？」裘千仞道：「二十五年一世啊。老的要死，年輕的英雄還要出來。屈指再過一年，又是華山論劍之期，眼見相爭的還是咱們幾個老傢伙。唉，後繼無人，看來這武學是一代不如一代的了。」黃蓉道：「您老人家明年上華山嗎？要是您去，您帶我去瞧瞧熱鬧，好不？我最愛看人家打架。」裘千仞道：「哈，這那裏是打架？我本來不想去，人都快入土了，還要這虛名幹什麼？不過眼下有一件大事，有關天下蒼生氣運，我要是貪圖安逸，不出來登高一呼，那是萬民遭劫，生靈塗炭，真有無窮之禍。」四人聽他說得厲害，忙問端的。裘千仞道：「這是一件機密大事，郭黃二位小哥不是江湖上人物，還是不要預聞的好。」黃蓉笑道：「陸莊主是我好朋友，只要你對他說了，他卻不會瞞我。」陸莊主暗罵這姑娘好頑皮，但也不便當面不認。裘千仞道：「既然如此，我就向各位說了，事成之前，可千萬不能洩漏。」郭靖心想：「我們與他們非親非故，此是機密，還是不聽的好。」當下站起身來，說道：「小可與黃兄弟告罪了。」牽了黃蓉的手就要退席。裘千仞卻道：「兩位是陸莊主好友，自然不是外人，請坐請坐。」說著伸手在郭靖肩上一按。郭靖覺得來力也不覺得奇大，只是自己一直未認會武，也不運力抵禦，只得乘勢坐回椅中。裘千仞站起來向四人敬了一杯酒，說道：「不出半年，大宋朝就是大禍臨頭了，各位可知道麼？」各人聽他語出驚人，不禁聳然動容。陸冠英揮手命眾莊丁遠遠站到門外，侍候酒食的僮僕也不要過來。裘千仞道：「老夫得知確實訊息，六個月之內，金兵必定南下，這次兵威極盛，大宋江山必定不保。唉，這是氣數使然，那也是無可奈何的了。」郭靖驚道：「那麼裘老前輩快去稟告大宋朝廷，好得早作防備，計議迎敵。」裘千仞白了他一眼道：「你知道什麼？宋兵一有防備，那是兵禍更慘。」郭靖與黃蓉都不明他的用意，只聽他說道：「我苦思良久，要使天下百姓能夠安居樂業，錦繡江山不是變成一片焦土，只有一條路。老夫不遠千里到江南來，為的就是這件事。聽說寶莊拿住了大金國的小王爺與兵馬指揮使段大人，請他們一起到席上來談談如何？」陸莊主不知他如何得訊，忙命莊丁將兩人押上來，替他們除去足鐐手銬，命兩人坐在下首。郭靖與黃蓉見完顏康被羈數日，臉色頗見憔悴，這段大人年紀五十開外，滿面鬍子，神色甚是惶恐。裘千仞向完顏康道：「小王爺受驚了。」完顏康點點頭，心想：「郭黃二人在此不知何事。我那妹子，不知將我腰帶交給了師父不曾。」裘千仞向陸莊主道：「寶莊眼前有一樁天大的富貴，莊主見而不取，卻是為何？」陸莊主奇道：「晚輩廁身草莽，有何富貴？」裘千仞道：「金兵南下，交起戰來，勢必多傷人命。陸莊主接連江南豪傑，消弭這場兵禍，豈不是好？」陸莊主心想：「這確是一件大事。」忙道：「能為國家出一把力，救民於水火之中，原是我輩份所當為之事。晚輩心存忠義，但朝廷不明，奸臣當道，空有此志，也是枉然。求老前輩指點一條明路，晚輩永感恩德。」裘千仞一捋鬍子，哈哈大笑，正要說話，一名莊丁飛奔前來，說道：「張寨主在湖裏迎到了六位異人，已到莊前。」陸莊主臉上變色，叫道：「快請。」陸冠英搶步出去迎接，火把光中只見高高矮矮的進來六人，中間還有一個女子。郭靖又驚又喜，急奔出去拜倒在地，叫道：「師父，你們老人家好。」原來進來的竟是江南六怪。他們自北南來，經過太湖時忽然有幾名江湖人物上船來慇勤接待。六怪離開故鄉已久，不明江南武林中現下情況，也不顯示自己身份，只朱聰用江湖切口與他們對答了幾句。上船來的原是歸雲莊統下的張寨主，他奉了陸冠英之命，在湖上迎迓老莊主的對頭，一聽哨探的小嘍囉報知江南六怪的奇異形相，以為必是莊主等候之人，心中又是忌憚又是厭恨的迎接六人進莊。六怪突見郭靖在此，也感驚異。韓寶駒罵道：「小子，你那妖精呢？」韓小瑩眼尖已見到黃蓉身穿男裝，坐在席上，一拉韓寶駒的衣襟，低聲道：「這些事慢慢再說。」陸莊主原以為對頭到了，一看進來六人卻並不相識，郭靖又叫他們師父，心下一寬，拱手說道：「在下腿上有病，不能行走，請各位恕罪。」忙命莊客再開一桌酒筵。郭靖說了六位師父的名頭，陸莊主大喜，道：「在下久聞六俠英名，今日相見，幸如何之。」神態著實親熱。那裘千仞卻大剌剌的坐在首席，聽到六怪的名字，只微微一笑，自顧飲酒吃菜。韓寶駒第一個有氣，說道：「這位是誰？」陸莊主道：「好教六俠歡喜，這位是當今武林中的泰山北斗，功夫之高，天下無人能及。」六俠吃了一驚，韓小瑩道：「是桃花島黃藥師？」韓寶駒道：「莫非是九指神丐？」陸冠英道：「桃花島主與九指神丐武功雖強，也未必勝過鐵掌水上飄裘老前輩。」柯鎮惡驚道：「是裘千仞老前輩？」裘千仞哈哈大笑，聲震屋瓦。這時莊客們開了筵席，六怪依次就坐。郭靖自到師父席上下首坐了，拉黃蓉同去時，黃蓉卻笑著搖頭，不肯和六怪同席。陸莊主笑道：「我只道郭老弟不會武功，那知卻是名門弟子，良賈深藏若虛，在下真是走眼了。」郭靖站起身來說道：「弟子一點微末功夫，受師父們教誨，不敢在人前炫示，請莊主恕罪。」柯鎮惡聽了兩人對答，知道郭靖懂得謙抑，心中也自喜歡。裘千仞道：「六俠也算得是江南武林的成名人物了，老夫正有一件大事，能得六俠襄助，那是更好。」陸莊主道：「六位進來時，裘老前輩正要說這件事。現下就請老前輩指點明路。」裘千仞道：「咱們身在武林，最要緊的是俠義為懷，救民疾苦。現下眼見金國大兵指日南下，宋朝要是不知好歹，不肯降順，交起兵來不知要殺傷多少生靈。常言道：順天者昌，逆天者亡。老夫這番南來，就要聯絡江南俊傑，響應金兵，好教宋朝眼看內外夾攻，無能為力，就此不戰而降。這事一成，且別說功名富貴，單天下百姓感恩戴德，已是不枉了咱們一副好身手，不枉了『俠義』二字。」此言一出，江南六怪勃然變色，韓氏兄妹立時就要發作。全金發坐在兩人之間，一拉他們衣襟，眼睛向陸莊主一飄，示意看主人如何說話。陸莊主對裘千仞本來敬佩得五體投地，忽然聽他說出這話來，不禁大為驚訝，陪笑說道：「晚輩雖然不肖，身在草莽，但忠義之心，未敢或忘。金兵既要南下，害我百姓，晚輩必當追隨江南豪傑，誓死與之周旋。老前輩適才所說，想是故意試探晚輩來著。」裘千仞道：「老弟怎麼目光如此短淺？相助朝廷抗金，有何好處？最多是個岳武穆，也只落得風波亭慘死。」陸莊主又驚又怒，原本指望他出手相助，對付黑風雙煞，那知他空負絕藝，為人卻如此無恥，袍袖一拂，凜然說道：「晚輩今日有對頭到來尋仇，本望老前輩仗義相助，既然道不同不相為謀，晚輩就是頸血濺地，也不敢有勞大駕了，請吧。」一拱手竟是逐客之意。江南六怪與郭靖、黃蓉聽了，都是暗暗佩服。裘千仞微笑不語，左手握住酒杯，右手兩指捏著杯口，不往團團旋轉，突然右手平掌，向外一揮，掌緣擊在杯口，托的一聲，一個高約半寸的磁圈飛出跌落在桌面之上。他左手將酒杯放在桌中，只見杯口平平整整的矮了一截，原來他用內功將酒杯削去了一圈。擊碎酒杯不難，但一掌揮去，竟將酒杯如此平整光滑的切為兩截，內功實是深到了極處。陸莊主知他挾藝相脅，正自沉吟對付之策，那邊早惱了馬王神韓寶駒。他一躍離座，站在席前，叫道：「無恥老匹夫，你我來見個高下。」裘千仞見他一躍之勢，已自成竹在胸，說道：「久聞江南七怪的名頭，今日正好試試真假，六位一齊上吧。」陸莊主知道韓寶駒決非他的敵手，聽他叫六人同上，正合心意忙道：「江南六俠向來齊進齊退，對敵一人是六個人，對敵千軍萬馬也只要六個人，向來沒有那一位肯落後。」朱聰知他言中之意，叫：「好，咱們六兄弟今日就會會你這位武林中的成名人物。」手一擺，五怪一齊離座。裘千仞站起身來，端了原來坐的那張椅子，緩步走到廳心，將椅放下，坐了上去，右足架在左足之上，不動聲色道：「老夫就坐著和各位玩玩。」柯鎮惡等倒抽了一口涼氣，均知此人若非身有絕頂武功，怎敢如此托大？郭靖見過裘千仞各種古怪本事，心知六位師父決非他的對手，自己身受師父重恩，豈能不先擋一陣？雖然一動手自己非死必傷。但事到臨頭，決不能自惜其身，當下急步搶在六怪之前，向裘千仞一揖，說道：「晚輩先向前輩討教幾招。」裘千仞一怔，仰起了頭哈哈大笑，說道：「父母養你不易，你這條小命何苦送在此地？」柯鎮惡等齊聲叫道：「靖兒走開！」郭靖怕眾師父攔阻，再不多言，左腿微屈，右掌畫了一個圓圈，呼的一掌推出。