第十九回　烈燄奔騰走大俠王維揚也從背上拔出紫金八卦刀，這時兩人站得臨近，看得清楚，只見對方口鼻俱腫，右眼圈上一大塊烏青，不禁暗自納罕，心想張召重一身武功，難道還有勝過他的人物，竟將他打成這個樣子。他不知道昨天晚上張召重中了陳家洛的拳擊，臉上受傷，今日他掌法上輸了一招，也未始不是受這傷勢影響。張召重存心在兵刃上挽回面子，凝碧劍出手，連綿不斷，俱是進手招數，攻勢凌厲已極。王維揚見他劍光如一泓秋水，知道這是一口寶劍，如被它削上，自己兵刃怕要吃虧，不敢招架，展開八卦刀法，硬砍硬削。這一番拼鬥比剛才更加驚心動魄，只要稍一疏神，就得血染芳草。兩人酣鬥良久，張召重精神愈戰愈長，但見王維揚門戶封閉嚴密，急切間攻不進去，驟見對方「鐵牛耕地」橫砍過來，一時招術用得稍老，張召重「天紳倒懸」，寶劍刃口已搭上八卦刀的刀頭。王維揚縮刀不及，左手駢食中兩指向張召重門面戳來。張召重頭一偏，只聽得「嗆啷」一聲，八卦刀刀頭已被削斷。王維揚讚道：「好劍！」跳開一步，說道：「咱們各勝一場。張大人還要比下去麼？」他是想借此收篷，各人都不失面子，那知壞就壞在喝了一聲「好劍」。張召重心想我這場得勝原來是靠了劍利，勝之不武，手一擺道：「不見輸贏，今日之事不能算完！」劍走偏鋒刺了過來。翻翻滾滾又鬥了七八十招，王維揚頭上見汗，知道久鬥下去，不是辦法，暗摸金鏢在手，刀交左手，喝道：「看鏢！」刀法一變，變成左手刀術，三枝金鏢隨著刀勢發了出去。原來這套「刀中夾鏢」也是王維揚的絕技。他左手刀法與普通刀法相反，敵人招架已經為難，再加上金鏢順著刀勢發出，敵人避開了鏢，避不開刀，避開了刀，避不開鏢，端的十分厲害。只見他一刀斜砍向右，一鏢隨著向敵人右側擲去，張召重向右一避，伸手接住來鏢，王維揚金刀跟著砍來，張召重剛縮頭避過，對方一鏢又向下盤擲來，忙將手中之鏢對準擲去。雙鏢相迎，都落在地上，插入土中。王維揚一刀快似一刀，一鏢急似一鏢，眼看二十四枝鏢要發完，兀自奈何他不得。這時他手中只剩下了三枝鏢，左腳向右踏上一步，身子一挫，左手刀向下斜劈，同時右手一揚。張召重見過了二十一枝金鏢，知道這一刀砍下來，必定有一鏢相隨，只是他的鏢越發越快，自己已有點手忙腳亂，更不必說掏出芙蓉針來還敬了，忙轉過身來，凝神看著他的右手。那知王維揚這招是虛招，張召重一動，卻接了個空。王維揚已踏進震位，「力劈華山」，迎面一刀。張召重見他刀沉勢重，不敢硬架，滑出一步，凝碧劍「橫雲斷峰」斜掃敵人腰間。王維揚抽刀一封，只聽「噹啷」一聲，八卦刀已被截成兩段。王維揚大吼一聲，半截刀向他拋去。張召重一低頭，王維揚三鏢齊發，只聽張召重「啊喲」一聲，凝碧劍落地，向後便倒。原來王維揚故意引他轉身，使他陽光耀眼，視線不明，同時讓他削斷大刀，等他得意忘形之際，三鏢齊發，必然難以逃避，張召重果然中鏢，倒地不起。王維揚叫道：「你那裏中了鏢？我這裏有金創藥。」隔了半晌，見他一聲不響，心中不由得驚嚇起來，不要鏢傷要害，竟把他打死，他是朝廷命官，自己有家有業，可不是好耍的事，走上前去俯身看視，剛彎下腰，只聽張召重大喝一聲，一陣金光閃動，暗叫不好，一個「鐵板橋」向後便跌，那知遲了一步，左胸左肩陣陣劇痛，知道已中了對方暗器。王維揚見他如此歹毒，虎吼一聲，縱起來要和他拼個同歸於盡，但一用力，胸口和肩頭就奇痛徹骨，「哼」了一聲，又跌在地上。張召重哈哈大笑，把右腕上被打中的那枝鏢拔出，撕下衣襟，縛住傷口，站了起來。王維揚罵道：「張召重，你用這種卑鄙手段勝我，算得甚麼英雄豪傑？看你有何面目見江湖上的好漢。」張召重道：「這裏就是你我兩人，有誰知道？你活到這一把年紀，也應該可以歸天了。明年今日，就是你的周年忌。」王維揚聽他此言，知他要殺人滅口，更是破口大罵。張召重縱過來在他脅下伸指一戳，點了他的啞穴。王維揚登時罵不出聲來，只見他雙目冒火，臉上筋肉抽動，想是心中有說不出的憤怒。張召重撿起半截八卦刀，在地上挖了一個大坑，左手把王維揚提起往坑裏一擲，罵道：「你威震河朔，震你個奶奶！」右腳把土踢到土坑中，登時要把王維揚活埋。剛踢了一腳土，忽聽見身後冷冷一聲長笑，張召重大吃一驚，回過身來，只見一個人手執一件奇形兵器，站在烈日之下，強光下看得明白，那人正是鐵琵琶手韓文沖。張召重怒喝：「好哇，說好單打獨鬥，你鎮遠鏢局原來暗中另有埋伏。你們要不要臉哪？」韓文沖道：「要臉的也不用這種卑鄙手段傷人啦。」張召重道：「好，今日領教領教你的鐵琵琶手。」施展輕身功夫，「八步趕蟾」，只三個起落，已躍到韓文沖面前，一劍直刺。韓文沖並不招架，退後一步，只見他身後一刀飛出，向張召重腿部橫掃而來。張召重寶劍一立，那人這刀發得快也收得快，不等刀劍相碰，早已收了回去。張召重見他是內家玄玄刀的刀法，抬頭一看，此人正是適間言語上衝撞過他的石雙英。張召重怒道：「你們兩人齊上，我火手判官也不放在心上。」他正待追擊石雙英，忽覺背後聲音響動，武功高強之人眼觀六路，耳聽八方，他一覺有異，立即躍出，回頭一望，只見山下高高矮矮，肥肥瘦瘦，陸續上來了八九個人，當先一人，正是紅花會總舵主陳家洛。張召重記起被擊之辱，怒火上衝，但見對方人多，知道來者都是好手，又不免膽寒，心中又驚又怒，但他藝高膽大，心想：今日最多落敗，他們以多勝少，也未必有甚麼面子。他四下一望，看好了退路。陳家洛穿著天藍長袍，手中摺扇輕搖，對韓文沖道：「韓大哥，你先去把王總鏢頭救回來。」韓文沖奔到坑邊，把王維揚抱過來。張召重也不阻攔。陳家洛在王維揚的穴道上一拍一捏，解開了他的啞穴。王維揚年近古稀，遭此巨創，委頓之餘，一時也說不出話來。張召重叫道：「王維揚這老兒要和我比武，現在勝負已決。陳當家的，咱們後日再在此地相會。」把手一拱，轉身就要下山。陳家洛道：「剛才我在山邊見你們兩位比拳比武比暗器，果然藝業驚人，非同小可，但是張大人，你勝得未免不光明啊！」張召重道：「常言道兵不厭詐，咱們鬥力鬥智，出奇制勝，有甚麼不可以？」陳家洛微微一笑，道：「張大人識見果然高明。我本來今日就想領教領教，但張大人右腕已傷，敝人雖然不肖，也不肯乘人之危。你這傷非一朝一夕所能痊癒，咱們後日之約，延遲三月如何？」張召重心想，你故示大方，我樂得不吃這個虧，說道：「好罷，那麼三個月後的今日，咱們再在此相會。」陳家洛慢慢走近，說道：「我們要救奔雷手文四當家，你是知道的了？」張召重道：「怎麼？」陳家洛道：「他身上的銬鐐都是精鋼鑄成，銼鑿對之，無可奈何，所以要借你這把寶劍一用。」張召重「哼」了一聲道：「只怕沒這麼方便！」他知道紅花會倚仗人多，勢必和他為難，今日已不能輕易脫身，朗言說道：「要借我的劍，只要你有本事來取。」左手捏了個劍訣，挺劍而立。陳家洛道：「你手腕已傷，既然今日之事不能善了，那麼我空手接你幾招。」駱冰站在他身後，忙道：「總舵主，何必跟他客氣，你的鉤劍盾和珠索在這裏。」解開包袱，遞了過來。張召重見陳家洛轉頭向駱冰說話，知道時機稍縱即逝，喝道：「你張老爺今日少陪了。」語聲未畢，已倒竄出數丈，轉身往山下奔去。剛要提氣下山，忽然迎面飛來兩把飛抓，一取左胸，一取右腿，勢勁力疾。張召重伸劍在胸前挽了個平花，擋開上面的一把飛抓，同時向上一躍，左足一挫，又向山下竄去。常氏雙俠那裏容他過去，常赫志飛抓盤打，張召重身子一矮，向右一讓，常伯志已撇下飛抓，欺近身來，呼的一聲，鐵沙掌「浪搏江礁」，迎面劈到。張召重和常氏雙俠在烏鞘嶺上拼鬥過，知道他兩兄弟厲害，突然飛身後退，向南奔去。常氏兄弟守住北路，並不追趕。此時太陽南移，張召重迎著日光，繞開陳家洛等一行人，向南疾跑，剛走到下山路，索索然兩聲，兩枚飛燕銀梭打了過來。張召重吃過苦頭，猛往地上一臥，兩個翻身滾了開去，只聽見錚錚之聲，銀梭中包藏的子梭射了出來。張召重凝碧劍在頭頂一掠，把銀梭削為兩段，順勢縱了出去，他不再向南，一個「鳳凰展翅」，寶劍一圈，向東猛撲，只聽見後面暗器聲響，他腳下絲毫不停，一縮頭，拍拍拍，把一枝袖箭、兩枚菩提子用劍打在地下。紅花會群雄見他向西擊打暗器，身子卻繼續向東奔跑，腳步迅速已極，都不由得佩服。陳家洛嘆道：「如此武功，偏不向好，真是可惜。」張召重心知東邊必定也有埋伏，腳下雖然極快，但眼觀四方，不敢稍懈，奔不數步，果然，斜刺裏一人躍出，手執大刀，攔在當路。那人白髮飄動，威風凜凜，不怒自威，正是老英雄鐵膽周仲英。張召重心上一寒，轉身返西。他連闖三路都未闖過，心想這些人一合圍，今日性命休矣，西路上不論何人把守，非殺傷數人，不能脫圍，他左手暗暗握了一把芙蓉金針，揮動凝碧劍向西衝來。西首一人獨臂單劍，不是追魂奪命劍無塵道人是誰？張召重和他交過手，知道紅花會中武功以他最高，自己尚遜他一籌，不由得暗暗叫苦，心中想好計謀，迎面奔去，「白虹貫日」、「銀河橫空」，兩記攻勢招數，仗著自己劍利，無塵避而不架，當下已搶到西首。無塵劍法快捷無比，身子剛一側過讓開來劍，右手之劍「無常抖索」、「路撞煞神」，兩記厲害招數已遞了出去。張召重雖然轉到了山下路徑一面，但竟無法脫身，他解開兩招，猛喝一聲，左手揚了兩揚，兩把芙蓉金針分打無塵左右。他想無塵武功精純，金針多半傷他不到，但他不是用劍擊擋，就得後躍躲避，只要緩得一緩，自己就可逃開，除了此人，自己再受一兩處傷，拚命下衝，別人再也阻擋不住。那知無塵已猜到他的用意，竟走險招，和身往下一撲，長劍直刺，點向張召重右腳，這一記是追魂奪命劍中罕用之招，稱為「怨魂纏足」，專攻敵人下三路。張召重大吃一驚，寶劍「流星墮地」，直立向下擋架。無塵不等招勢用老，突然劍尖著地，在地上一撐，只聽見背後一陣沙沙之聲，知道金針都已落地，全身縱起，躍至張召重頭頂，同時長劍「庸醫下藥」，向下揮削。張召重右肩一側，「彩虹經天」，寶劍上撩，無塵早已收劍落地，刷刷兩聲，「判官翻簿」、「弔客臨門」，兩招攻了過來。這一來，無塵又已站到西首，把張召重迫在內線。無塵道人的七十二路追魂劍一半得自師授，一半是他潛心鑽研，自行創製出來，每一招都是兇險無比。普通敵人，三招即已過門，能和他接上八九招的，武功已有高深造詣。無塵把他的劍法每一招都取上一個可怕名字，好在他是出家人，也不忌諱這一套。他沒有左手，不能如一般武師那樣左手捏劍訣來平衡身體，所以他的劍術專走偏鋒，自對敵以來，七十二路劍法從未用盡過。這時張召重知道已不能逃出他一劍快似一劍的劍圈，橫起了心，見招破招，俟機削斷對方手中兵刃，轉眼間兩人又拆了三四十招。無塵見張召重受傷之餘，仍能接他數十招，心頭焦躁，劍光閃閃，連走險招，張召重有點應接不暇了，再拆數招，無塵大喝一聲：「撤劍！」一招「閻王擲筆」，長笑聲中，張召重右臂中劍，叮噹一聲，凝碧劍落地。他只獃得一獃，被無塵飛起一腳，踢在左胯，登時跌倒。無塵縱過來正待接住，張召重居然十分了得，倏地跳起，劈面一拳，無塵舉劍待削，忽想：「這一劍把他一隻手削了下來，不知總舵主是否說好？」一劍已削了下去又突然停止。張召重情急拼命，乘無塵一個遲疑，左掌在他右肘一托，右拳一彎，已向他左眼腰中打到。無塵缺了左臂，左邊防禦不周，加之拳法上比較生疏，見拳打到，疾忙側身一避，雖然拳力已消，但竟沒避開，一拳打在腰上，不由得退出數步。張召重頭也不回，拔足飛奔。無塵大怒，隨後趕來，眼見張召重已奔下山路上，無塵因劍法精絕，素來不用暗器，見張召重快要逃下山去，心想今日如被他逃脫，紅花會威名掃地，再也顧不得他的死活，平劍一挺，就要使用「五鬼投叉」的絕招，長劍正要脫手之際，忽然山邊滾出一個人來，其疾如風，抱住張召重雙足。兩人摟作一團，跌倒地上。無塵疾忙收劍，看清楚抱住張召重的是十弟章進。只見兩人翻翻滾滾，舉拳互毆。楊成協和蔣四根又奔了過來，三人合力把張召重擒牢。駱冰拿出繩索來，把他雙手當胸縛住，想起他在鐵膽莊率眾擒拿丈夫之恨，舉拳欲打，陳家洛叫道：「四嫂，且慢！」駱冰恨恨的把拳放了下去。陳家洛走了過來。張召重罵道：「你們倚仗人多勢眾，張老爺今日落在你們匪幫手裏，要殺就殺，皺一皺眉的不是好漢。」這時王維揚也走了過來，罵道：「我和你近日無冤，往日無仇，你為怕自己卑鄙手段被我宣揚出去，竟要把我老頭子活埋，嘿嘿，火手判官，你也未免太毒了些。」石雙英冷冷的道：「這裏就是他自己掘的坑，咱們把他照樣埋了。」群雄轟然叫好。張召重雖然一副傲態，但想到活埋之慘，不禁冷汗滿頭。陳家洛道：「你服了不服？要是你認輸服錯，發誓不與紅花會作對，那麼我瞧在陸師兄面上，饒你一條性命。」張召重怒道：「要殺便殺，何必多言？你們使用詭計，怎能叫人心服？」陳家洛道：「好，你倒是一條硬漢子，那麼我給你一刀送終，免了你活埋之苦。」拔出霍青桐所贈的短劍，走到張召重面前，低聲說道：「你當真不怕死？」張召重苦笑道：「給我一個爽快的！」閉目待死。陳家洛把短劍刺到他胸前，突然一笑，手腕一翻，把縛住他雙手的繩索割斷了。這一下不但張召重出於意料之外，群雄也各愕然。陳家洛道：「這次擒住你，我們確是用了計謀。你雖然罪該萬死，但今日殺你，你做鬼也不心服。好罷，你走罷，只要你痛改前非，日後還有相見之地。要是你怙惡不悛，我們紅花會何懼你張召重一人。第二次再落在我們手裏，教你死而無怨。」這時章進、駱冰、楊成協、常氏兄弟等都叫了起來：「總舵主，放他不得！」陳家洛把手一擺，道：「他師兄陸老前輩於咱們有恩，咱們無可報答。紅花會恩仇分明，今日放他師弟，也算是對他一番心意。」群雄聽總舵主這麼說，也就不言語了，大家對張召重怒目而視。張召重向陳家洛一拱手道：「陳當家的，咱們再見了。」說罷轉身要走。俏李達周綺忽然越眾而前，叫道：「姓張的，且慢走！」張召重停住腳步，望著周綺。周綺道：「你就這樣走了不成？」張召重頓然醒悟，向群雄作了一個團團揖，說：「陳當家的大仁大義，我張召重不是不知好歹的人，本來咱們約定三個月後在此比武，但我不是各位對手，要回去再練武藝。這場比武算我認栽了。」他這番話軟中帶硬，點明你們勝我仗著人多，我將來絕不就此罷休。群雄聽出他話中之意，更是著惱。周綺叫道：「紅花會總舵主放你走，這是他大人大量。我倒要問問你，你到我們鐵膽莊來，你有本事拿人，也就罷了，幹麼誘騙我一個無知無識的小弟弟？害了他的性命，使我周家斷絕香煙？我不是紅花會的人，我也沒受過你師兄的甚麼好處。今日我要為兄弟報仇。」舉起單刀，撲上來就要拚鬥。張召重心下很是為難，周綺一人他當然並不畏懼，但眼前放著這許多高手，他們絕不會坐視不理，如爭鬥再起，不知是如何了局，當下跳開一步，連避開了周綺兩刀。周綺第三招用的是一記「達摩面壁」，當頭直劈下來，刀風甚疾。張召重心中一驚，暗想：「看不出這丫頭刀法也甚厲害。」，右掌「春風拂柳」，在她臉上一揚，待周綺頭一偏，左手就來奪她的刀。周綺甚為勇猛，並不退縮，手臂反而向前一伸，一柄刀直劈下來，張召重不敢傷她，手臂一翻，伸食中雙指從下向上在她手肘「曲池穴」上一戳，周綺手臂突然一震，一柄刀直飛出去。周仲英和徐天宏最為關心，當周綺奔上去時都站在她身後衛護，一見遇險，徐天宏疾竄上去夾在兩人中間，單拐「鐵鎖橫江」在張召重面前一晃，單刀忙遞給周綺。同時周仲英大刀一揮，已阻住張召重退路，安健剛也挺刀上前，四人已成夾擊之勢。正混亂中，忽聽見山腰中有人揚聲大叫：「住手，住手！」眾人回頭一望，只見山路上兩個人疾馳上來，一人穿灰，一人穿黑，都是上乘輕功，奔跑迅速。眾人都感驚詫，這兩人武功好得出奇，不知是何方高人，轉眼之間，那兩人已奔上山來，眾人認出穿黑的是綿裏針陸菲青，歡呼上前相迎。穿灰袍的是一個老道，背上負劍，面目慈祥，群雄都不認識他是誰。陸菲青正待引見，張召重忽然奔到老道跟前，作了一揖，叫道：「師兄，多年不見，你可安好！」群雄一聽，才知這是武當派掌門人馬真，他是金笛秀才余魚同的師父，大家紛紛上前見禮。陸菲青道：「馬師兄剛和我趕到孤山，遇見馬善均馬大爺。他知道我們不是外人，把北高峰比武之約對我們說了。我們連忙趕來。」他向四下一望，見無人死傷，放了一大半心。馬真、陸菲青和王維揚以前都見過面，雖無深交，但互相佩服對方武功，至於紅花會群雄則或為新知，或為舊交不免各人客氣了說了幾句，竟把張召重冷落在一旁。張召重站在這裏既不是，就此走開也不是，不由得尷尬。馬真早已聞知張召重的劣跡，一腔怒火，本想見了面執行本派門規，重重懲罰，但這時見張召重血跡斑斑、臉色焦黃，目青鼻腫，極為狼狽，他是厚道重情之人，不由得一陣心酸，掉下淚來哽咽著道：「張師弟，你怎麼弄成這個樣子？」張召重道：「我一個人，他們這許多人，自然就是這個樣子。」群雄一聽，無不大怒。周綺第一忍耐不住，叫道：「還是你不錯？馬師伯、陸師伯，你們倒評評這個理看！」手執單刀，又要衝上去動手。周仲英一把拖住，說道：「現在兩位師伯到了。武當派素來門規謹嚴，你聽兩位師伯吩咐就是！」這兩句話明明是在擠迫馬真。馬真望望陸菲青，望望張召重，忽然雙膝一曲，跪在周仲英和陳家洛面前。群雄大駭，連稱：「馬老前輩，有話好說，快請起來！」忙把他扶了起來。馬真感情激動，哽哽咽咽的道：「各位師兄賢弟，我這個不成才的張師弟，所作所為，實在是天所不容。我愧為武當派掌門，不能及時清理門戶，真是沒有臉來見天下武林朋友。我──我──」咽喉塞住，說不出話來，過了半晌，對陸菲青道：「陸師弟，你把我的意思向各位說罷！」陸菲青道：「我師兄自從知道我們這位張大人的好德行之後，氣得食不下咽、睡不安枕，但總是念在過世的師父份上，斗膽要向各位求一個情。」群雄知道他們是想求饒張召重的性命，大家望著陳家洛和周仲英，聽他兩人言語。陳家洛心想：「我不能自己慷慨，讓周老英雄做惡人，且聽他怎麼說就怎麼辦。」當下一言不發，望著周仲英。周仲英「啪」的一聲，把大刀插入刀鞘，昂然說道：「論他燒莊害子之仇，我周仲英只要有一口氣在，絕不能善罷干休。」他頓了一頓，繼續說道：「但馬師兄陸師兄既然這麼說，我交了你們兩位朋友，前事一筆勾銷！」周綺大不服氣，叫道：「爹！」周仲英摸摸她頭髮，說道：「孩子，算了！」陳家洛道：「周老英雄這麼說，足見他義重如山，衝著馬陸兩位前輩，我們紅花會也是既往不咎。」馬真和陸菲青向著大家團團作揖，說道：「兄弟實在感激不儘。」無塵冷然道：「馬道兄，我有一句話，不知該不該問？」馬真忙道：「道兄請說。」無塵道：「這次是算了，但要是他再為非作歹，馬道兄你怎麼說？」馬真毅然道：「我帶他回去一定嚴加管束，要他痛改前非，如他再要作惡，除非他先把我殺了，否則我第一個容他不得！」群雄聽馬真這麼斬釘截鐵的說，也就不言語了。馬真道：「我帶這個師弟回到湖北武當山去，要他閉門思過，好好悔改。陸師弟留在這裏，幫同相救文四當家。貧道封劍已久，江湖上的事早已不再插手，這點要請各位原諒。等文四當家脫險，陸師弟你給我拿個信來，也好教我釋念。我那徒兒魚同怎麼不在這裏？」陳家洛道：「十四弟和我們在黃河失散，後來聽說他受了傷，有一個女人相救，至今未見蹤跡。一等救出四哥，我們馬上就去尋他，請道長放心。」馬真道：「我這個徒兒人是極聰明的，只是少年狂放，不夠穩重，要請陳當家的多多照應指教。」陳家洛道：「我們兄弟患難相助，有過相規，都是和親骨肉一般。十四弟精明能幹，我們是極為倚重的。」馬真道：「今日之事，貧道實在感激無已。陳當家的、周老英雄、無塵道兄和各位賢弟，將來路過湖北，務必要請到敝處道觀來談談。」眾人都答應了。馬真這才舉手道別，對張召重道：「走罷！」張召重見自己凝碧劍已被駱冰插在身上，雖然這是寶物，但想如去索討，只有自取其辱，牙齒一咬，掉頭就走。這兩人一下山，群雄問起陸菲青別來情形。原來他在黃河渡口和群雄失散後，尋找李沅芷不見，心想她是官家小姐，為人又機警萬分，絕不致有甚麼兇險，現在這事的關鍵是在張召重身上，這人實在是武當派門戶之羞，於是南下湖北，去請了大師兄馬真出來。趕到北京一問，知道張召重已到杭州，這才疾忙南來。這樣幾個轉折，所以落在紅花會群雄之後。眾人邊談邊行，走下山來。陳家洛對王維揚和韓文沖道：「兩位要到那裏，儘管請便。」王維揚道：「陳當家的再生之德，永不敢忘。」陳家洛呵呵大笑，握住王維揚的手道：「有兩件事我要請王老英雄原諒。」於是把假扮官差劫奪玉瓶，挑撥他與張召重比武之事，都原原本本說了出來。王維揚向來豁達豪邁，這次死裏逃生，把世情更加看得淡了，對紅花會這番使用詭計，絲毫不以為忤，笑道：「我一見你和那姓張的說話，就知道你是冒牌統領了。哈哈，真是英雄出在少年，老頭兒臨老還學了一乖。咱們是不打不成相識。雖然我和那姓張的比武是你們所挑起，但我性命總是你們救的。以後紅花會的人都是我的朋友，陳當家的但有所命，小老兒赴湯蹈火，在所不辭。」陳家洛道：「等我們正事了結之後，大家痛痛快快的喝幾杯！」談笑間下得山來，到湖邊坐船來到馬家。陸菲青將王維揚身中所中金針用吸鐵石吸出，敷上金創藥。折騰了半日，日已偏西。馬善均來報道：「地道已掘了一大半，再過三個時辰，就可掘通。」陳家洛點頭說：「好！馬大哥你辛苦了，現在請蔣十三哥去監督罷。」蔣四根答應著去了。陳家洛轉身對王維揚和韓文沖道：「貴局的鏢頭伙計們，我們都好好款待著，不敢怠慢。兩位可以帶他們到西湖玩玩？小弟過一兩天，再專誠和各位接風賠罪。」王韓兩人連稱：「不敢。」王維揚老於世故，見紅花會群雄來來去去，毫無閒暇的神色，知道他們必定是在安排搭救文泰來，心想自己如這時外出，他們圖謀之事如果成功，倒也罷了，萬一洩機，說不定要疑心自己向官府告密，於是說道：「兄弟今天很累了，想就在這裏休息一天。」陳家洛道：「那麼恕小弟不陪了。」王韓兩人由馬大挺陪著進內，和鏢頭汪浩天等相會。王維揚約束鏢行眾人，一步都不許出馬宅大門。群雄飽餐之後，各自回房休息。到酉時正，小頭目來報，地道已挖進將軍署，前面大石擋路，已向下挖深，要繞過大石再挖進去。陳家洛和徐天宏分派人手，誰攻左面，誰攻右面，誰接應，誰斷後，一一安排妥當。到酉時三刻，小頭目又報，已挖到鐵板，怕裏面驚覺，已停止再挖。陳家洛道：「再等一個時辰，待夜深之後咱們才動手。」這一個時辰大家等得心癢難搔。駱冰坐立不安，章進在廳上走來走去，喃喃咒罵。常氏兄弟拿了一副骨牌，和楊成協、衛春華四人賭牌九，楊衛兩人心不在焉，給常氏兄弟大贏特贏。周綺拿了那柄凝碧劍左看右看，找了幾柄鈍舊的刀劍來試，一削下去，應手而斷，果然銳利無匹。徐天宏在一旁微笑注視。馬善均不住從袋裏摸出一個肥大的金錶來看時刻。趙半山與陸菲青坐在一角，細談別來情形。無塵和周仲英下象棋，無塵沉不住氣，棋力又低，輸了一盤又一盤。陳家洛拿了一本陸放翁集在低低吟哦。石雙英雙眼望天，一動不動。好容易挨了一個時辰，馬善均道：「時候到啦！」大家一躍而起，分批走出大門。各人身上暗藏兵刃，或水或旱，陸續到了將軍署外一所民房裏會齊。這所民房的主人早已遷出，蔣四根見群雄到來，低聲道：「這一帶清兵巡邏得好緊，要輕聲至得！」他握住一柄鐵槳，守在地道入口，群雄魚貫入內，地道掘得深，杭州地勢卑濕，地道中水深及膝，等到鑽過大石時，泥水更一直浸到胸前，走了數十丈，已來到盡頭。七八個小頭目手執火把，拿了鐵剷等在那裏，見總舵主等來到說道：「前面就是鐵板！」陳家洛道：「動手罷！」幾名小頭目在總舵主面前抖擻精神，不久就把鐵板旁的石塊撬開，再掘了片刻，把一塊大鐵板起了下來。衛春華雙鉤一探，當先衝入，群雄都跟了進去。幾個小頭目手執火把，在旁照路，群雄衝進甬道，直奔內室，跑完甬道，只見鐵閘下垂。衛春華忙按八卦圖的機括，那知鐵閘絲毫不見動靜，機括似已失靈。徐天宏心念一動，忙道：「八弟、九弟快去守住地牢出口，防備鬼子另有鬼計。」楊成協和衛春華應聲去了。幾名小頭目用鐵剷把鐵閘旁的石塊撬開，眾人合力把一座大鐵閘拉了出來。鐵閘上有鐵鍊和巨石相連，駱冰舉起凝碧劍砍了幾下，把鐵鍊削斷，當先衝了進去。進得室內，只叫得一聲苦，室內空空如也，文泰來影蹤全無。駱冰三番五次的失望，這時再也忍不住，坐在地上放聲大哭。群雄見她如此，心中都很難受，大家知道駱冰武藝得自神刀駱真傳，自小在江湖上行俠仗義，見多識廣，胸襟爽朗，絕非普通婦人可比，這時痛哭，實在是精神上創巨痛深所致。周綺想去勸慰，周仲英低聲道：「讓她哭一下也好。」陳家洛見室內別無出路，把凝碧劍從駱冰手中接了過去，去刺張召重上次從其中逃走的小門。徐天宏道：「李可秀怕咱們劫牢，多半已把四哥監禁在別處。」眾人正要退出，忽聽門外水聲淙淙，大家獃得一獃，徐天宏叫道：「不好，快衝出去。」陡然之間，平地水深尋尺。群雄沿甬道向外奔去。陳家洛道：「咱們別退，攻進將軍署去，今天無論如何得把四哥找著。」這時甬道已水深及胯。無塵罵道：「這李可秀鬼計多端，他要把咱們淹死。」眾人衝到地牢口，只見楊威協手揮鐵鞭，力拒清兵圍攻。衛春華卻不在這裏，想是已衝上去和敵人交戰了。無塵大叫一聲，鑽出牢洞，長劍一揮，兩名正向地牢中用水管灌水的清兵登時了帳。群雄跟著鑽出，只見六七名清軍將官圍著衛春華惡鬥。陸菲青心想：「我和李可秀究竟有賓主之誼，不便公然露面。」於是撕下長袍下襟，蒙住了臉，只露出雙眼。他剛收拾好，清兵已紛紛敗退，衛春華等大呼追擊。徐天宏施展輕功，登上圍牆瞭望，見將軍署中到處有官兵守禦。突然一陣梆子響，敲得緊密異常，想是清軍將官已在調兵禦敵。他細看各處兵將佈置情形，只見南面孤伶伶的一座二層樓房，四周一層一層的守著五六百名官兵。這座樓房毫不特異，然而防守之人如此眾多，文泰來多半是在其中。他一躍下牆，單刀鐵拐一擺，叫道：「各位哥哥，隨我來！」領頭往南衝去。果然越近那座樓房，接戰的人越多。混戰中馬善均與趙半山已率領數十名紅花會武功較高的小頭目，越牆進來。清軍官兵雖多，那裏擋得住紅花會人眾個個武功精強？不一刻群雄已迫近樓房。章進雙斧「烏龍掃地」，矮著身軀，當先撲上，搶進屋去。門口一人使一桿大槍，橫打直挑，章進一時倒欺不進身去。這時衛春華、駱冰、楊成協、石雙英諸人都已找到對手，在火把照耀下打得十分激烈。守樓房的居然是一批好手。無塵對趙半山道：「三弟，咱們上去瞧瞧！」趙半山道：「好。」無塵接連兩躍，已縱到門口，火光中有人一刀砍了過來，無塵不避不架，一招「馬面挑心」，劍雖遲發而先到，使刀的人慘叫一聲，一柄刀落在地下。趙半山手中扣住暗器，轉眼間也打倒了兩名清兵。兩人衝進內堂。周仲英、駱冰等都跟了進去。陸菲青見章進的對手武功很強，章進以短攻長，絲毫佔不到便宜，「哼」了一聲，搶到他左面，長劍「天外來雲」，突刺那人左頸。那使槍的倒轉槍桿，用力往下一挺，他兵器長，力量猛，這一下準擬把陸菲青的劍給它飛了。陸菲青長劍一縮，左臂運氣，猛力向上一挺，只聽見砰的一聲，那枝槍飛起丈餘，使槍的人虎口發麻，嚇得魂飛天外，斜跳出去，沒站住腳，跌了一跤。章進不願追殺手無兵刃之人，轉過身來，把雙鬥衛春華的兩個敵人接了一個過去。衛春華突然少了一個敵人，精神一振，雙鉤「玉帶圍腰」，分向敵人左右合抱。那人使一對雙刀，順理成章的「脫袍讓位」，雙刀倒豎，向左右分格。衛春華突走險招，雙鉤在胸前一並，和身撲上，這一招又快又狠，雙鉤護手的劍刃插入敵人前胸。那人狂叫一聲，眼見不活了。各人在樓下惡門，敵人越打越少，忽聽無塵用紅花會的切口高叫：「四弟在這裏，咱們得手了！」群雄聽了，都歡呼大叫起來。周綺正和一個使鏈子雙錘的人惡鬥，她不懂紅花會切口，轉頭向徐天宏道：「喂，無塵道人說甚麼？」徐天宏道：「四哥在上面，救出來啦！」周綺喜道：「好極啦！」她一疏神，險險被鏈子錘打中了一下，徐天宏大吃一驚，忙道：「我來幫你！」周綺道：「不用，你把他的鏈子錘弄去一個。」那人大罵：「狗男女，賊強盜。」徐天宏向他後心一撲，那人左錘晃到後面。徐天宏看得真切，左手鐵拐往上一繞，把鏈子在鐵枴上繞住。那人一急，右錘跟著打了過來，徐天宏人本矮小，一低頭，錘子從頭頂掠了過去，右手刀隨即向他左臂砍來。那人右手用力一拉，沒把徐天宏的鐵拐扯脫手，只見刀已砍得臨近，只得左手向後一縮，放脫了鏈子錘，周綺喜道：「行啦！」徐天宏向後退開一步，旁觀周綺和他拼鬥。那人少了一錘，威力大減，戰不數合，已臂上中刀，敗了下去。周綺道：「怎樣他們還不下來？咱們上去瞧文四爺去。」徐天宏道：「你上去罷，我守在這裏。」周綺奔進屋裏，裏面守衛的官兵早已被無塵等掃蕩殆儘。她急奔上樓，只見眾人圍著一隻大鐵籠，陳家洛正在用凝碧劍砍削那鐵籠的欄干，周綺走近一看，不由得大怒，原來鐵籠之內又有一隻小鐵籠，文泰來就坐在小籠之內，手腳上都是銬鐐，就像關禁猛獸一般。這時陳家洛已把外面鐵籠的欄干削斷了兩根，章進用力一扳，已把鐵欄干扳了下來。駱冰身材苗條，恰恰鑽得進去，接過寶劍，又去削小鐵籠上的鎖鏈。群雄這時都十分高興，心想今日清兵就來千軍萬馬，也要死守住樓這座來房，將文泰來先救出再說。常氏兄弟和徐天宏率領著紅花會的頭目在樓下守禦，忽聽見一陣號角聲響，清軍官兵紛紛退出十餘丈之外，然而退開時並不紛亂，各各站住，排成陣勢。常伯志大叫：「韃子要放箭，大家退進樓房。」眾人依言退入，常氏兄弟斷後衛護。那知清兵並不放箭，只聽一個聲音朗然喝道：「紅花會陳當家的，聽我說話。」陳家洛在樓上聽到了，走近窗口，見李可秀站在一塊大石上，不住大叫：「我要和陳當家的說話。」陳家洛道：「我在這裏，李將軍有何見教？」李可秀道：「你們快退下樓來，否則全體都死。」陳家洛笑道：「要是怕死，我們也不來了，今天對不住，我們要帶了文四爺一起走。」李可秀叫道：「你莫執迷不悟。放火！」他號令一下，曾圖南和李沅芷督率兵丁，忽地從隊伍後面推出大批柴草來，柴草上都澆了油，火把一點，樓房四周已燒成一個火圈，把群雄都圍困在裏面。陳家洛見形勢險惡，也自心驚，但臉上不動聲色，轉頭說道：「大家一齊動手，快削鐵籠的欄干。」又轉過頭來對李可秀道：「我們雖不成器，但將軍這個火攻陣倒也不放在心上！」李可秀背後忽然轉出一人，戟指大罵：「你死到臨頭，還不跪下求饒？你知道這樓下埋的是甚麼？」火光中看得清楚，原來說話的是御前侍衛范中思，他身旁還站著褚圓等幾名侍衛，想來是皇帝已經聞警，派來協助的。陳家洛楞得一楞，只聽見徐天宏用切口大叫：「不好，這裏都是火藥。」陳家洛記起衝進樓房來時，樓下像是一個貨倉，一桶桶的堆滿了貨物，難道這些竟是火藥？一瞥之間，只見樓上四周也都是木桶，他搶上數步，右掌一劈，一隻木桶應手而碎，黑色粉末四散紛飛，硝磺之氣塞滿鼻端，這不是火藥是甚麼？陳家洛心中一寒，暗道：「難道紅花會今日全體要在這裏粉身碎骨？」一轉身，但見小鐵籠鐵鎖已開，駱冰已把文泰來扶了出來。陳家洛叫道：「四嫂、三哥，周陸兩前輩，你們保護四哥，大家跟我衝。」他說聲方畢，首先下樓。章進一弓身把文泰來負在背上，駱冰、趙半山、陸菲青、周仲英等前後保護。跟下樓來。剛到門口，只見外面箭如飛蝗，衛春華和常氏兄弟衝了幾次又都退回。李可秀叫道：「你們腳底下埋了炸藥，藥線在我這裏。」他舉起火把一揚，道：「只要我一點藥線，你們全體化為飛灰，快把文泰來放下。」陳家洛和徐天宏都見過屋中的火藥，知道他所言不虛，只因文泰來是欽犯，他投鼠忌器，不敢點藥線，否則早已把他們一網打盡了。徐天宏暗叫：「慚愧！」陳家洛當機立斷，叫道：「把四哥放下，咱們快出去！」長劍一揮，和衛春華、常氏兄弟並肩衝了出去。章進低頭奔跑，陳家洛的話並未聽真。趙半山道：「快放下四弟，現在危險萬分，咱們快走，莫把四弟反而害死。」他見章進把文泰來放在門口，駱冰還在遲疑，於是一手拉住她的右臂，舞劍衝出。李可秀在火光中見文泰來已經放下，把手一揮，止住放箭，只怕誤傷了他。群雄退離樓房，聚在牆角。陳家洛道：「常家哥哥、八哥、九哥、十哥，你們打頭陣，把李可秀這批鬼子趕開，七哥，你想法弄斷藥線。道長、三哥，咱們等他們一得手，咱們衝去搶救四哥。」常氏兄弟與徐天宏等應聲而去。李可秀正要命人去看守文泰來，忽然常氏兄弟等又殺了上來，忙分兵禦敵。御前侍衛范中思、朱祖蔭、褚圓、瑞大林等上來擋住。陸菲青看準了去路和退徑，一彎腰，如一枝箭般突向李可秀衝來。親兵們齊聚吶喊，紛舉刀槍攔阻。陸菲青並不對敵，左一避，右一閃，疾似飛鳥，滑如游魚，剎那間已繞過七八名親兵，欺到李可秀之前。李沅芷穿了男裝，站在父親身旁，忽見一個蒙面怪客來襲，嬌叱一聲：「甚麼東西！」一劍「春雲乍展」，平胸刺來。陸菲青更不打話，一矮身從劍底下鑽了過去。李可秀武藝也相當高強，見怪客襲來，飛起一腳「魁星踢斗」，直踢怪客門面。陸菲青仍使用「沾衣十八跌」絕技，左腿一挫，已溜到李可秀身後，突然伸掌在他後心一托，一用掌力，把李可秀一個肥大的身軀直倒出去。李沅芷大驚，回劍來刺。陸菲青又是一閃，劍走空招。李可秀跌在地上，這邊曾圖南趕來相救，楊成協趕來捉拿，兩人都猛力向李可秀跑來。快將奔近，曾圖南舉起鐵槍「毒龍出洞」，向楊成協刺去，想把他趕開，再行搭救上司。同時李可秀也已爬起來，那知陸菲青來得更快，一陣風般奔過他的身旁。李沅芷見那蒙面客身法奇快，轉瞬已奔到她父親身旁，骨肉關心，那能不驚，拔起身子向前一縱，不等身體落地，長劍「白虹貫日」，直刺陸菲青後心。陸菲青聽到背後金刃激刺之聲，更不停步，拉住李可秀左臂，直奔入火圈之中。李可秀身不由主，腳不點地的被他拉了進去。清軍官兵都驚叫起來，但火勢極熾，大家不敢進去搭救。這時楊成協已把曾圖南的鐵槍一鞭打折，衛春華也已把李沅芷截住。紅花會群雄見陸菲青拉了李可秀進入危地，都明白他的意思，大家紛要搶入，章進第一個跳進了火圈，蔣四根也跟著跳進去。陳家洛道：「人夠啦！別再進去了。」眾人迫近火圈觀看動靜。清軍官兵見主帥履危，也忘了和紅花會人眾爭鬥，都是提心吊膽的望著火圈裏面五個人的行動。只見章進和蔣四根扶起倚在門邊的文泰來，拔步西走。李可秀似已被那蒙面怪客點了穴道，軟軟的絲毫不見掙扎。曾圖南已退了回來，和一名統軍的總兵守在藥線之旁，眼見要犯就要獲救，可是主帥在內，不敢燃點藥線，心中空自焦急，無法可施，正在低頭沉吟之際，忽然身旁一人把他一推，搶過火把，就把藥線點燃。曾圖南大吃一驚，看那人時，原來是御前侍衛范中思。他日前在西湖中被紅花會群雄打敗，在皇帝面前出醜受辱，懷恨甚深，師叔方龍駿又被無塵挑斷背筋，已成廢人，這時見文泰來即將被救，他也管不得李可秀死活，當即把藥線點燃。