第四回只聽寶樹說道：「那時老衲尚未出家，在直隸滄州鄉下的一個小鎮上行醫為生。滄州民風好武，少年子弟大都學過三拳兩腳。老衲做的是跌打醫生，也學過一點武藝。那小鎮地處偏僻，只五、六百居民。老衲靠一點兒醫道勉強餬口，自然養不起家，說不上娶妻生子。「那一年臘月，老衲喝了三碗冷麵湯睡了，正在做夢發了大財，他媽的要娶個美貌老婆，忽聽得澎澎澎一陣響，有人用力打門。「屋子外北風刮得正緊，我炕裏早熄了火，被子又薄，實在不想起來，好夢給人驚醒了，更是沒好氣。但敲門聲越來越響，有人大叫：『大夫，大夫！』那人是關西口音，不是本地人，再不開門，瞧來就要破門而入。我不知出了甚麼事，忙披衣起來，剛拔開門閂，砰的一響，大門就給人用力推開，若不是我閃得快，額角準教給大門撞起一個老大瘤子。只見火光一幌，一條漢子手執火把，撞了進來，叫道：『大夫，請你快去。』「我道：『甚麼事？老兄是誰？』那人道：『有人生了急病！』他不答我第二句話，左手一揮，噹的一響，在桌上丟了一錠大銀。這錠銀子足足有二十兩重，我在鄉下給人醫病，總是幾十文幾百文的醫金，那裏見過一出手就是二十兩一隻大元寶的？心中又驚又喜，忙收了銀子，穿衣著鞋。那漢子不住口的催促。我一面穿衣，一面瞧他相貌，但見他神情粗豪，一副會家子的模樣，只是臉帶憂色。「他不等我扣好衣鈕，一手替我挽了藥箱，一手拉了我手就走。我道：『待我掩上了門。』他道：『給偷了甚麼，都賠你的。』拉著我急步而行，走進了平安客店。那是鎮上只此一家的客店，專供來往北京的驢夫腳夫住宿，地方雖不算小，可是又黑又髒。我想此人恁地豪富，怎能在這般地方歇足？念頭尚未轉完，他已拉著我走進店堂。大堂上燭火點得明亮晃地，坐著四、五個漢子。拉著我手的那人叫道：『大夫來啦！』各人臉現喜色，擁著我走進東廂房。「我一進門，不得嚇了一跳，只見炕上並排躺著四個人，都是滿身血污。我叫那漢子拿燭火移近細看，見那四人都受了重傷，有的臉上受到刀砍，有的手臂被斬去一截。我問道：『怎麼傷成這樣子？給強人害的嗎？』那漢子厲聲道：『你快給治傷，另有重謝。可不許多管閒事，亂說亂問。』我心道：『好傢伙，這麼兇！』但見他們個個狠霸霸的，身上又各帶兵刃，不敢再問，替四人上了金創藥，止血包紮定當。「那漢子道：『這邊還有。』領我走到西廂，炕上也有三個受傷的躺著，身上也都是兵刃的新傷。我給上藥止了血，又給他們服些寧神減疼的湯藥。七個人先後都睡著了。「那幾個漢子見我用藥有效，對我就客氣些了，不再像初時那般兇狠。他們叫店伴在東廂房用門板給我搭一張床，以防傷勢如有變化，隨時可以醫治。「睡到雞鳴時分，門外馬蹄聲響，奔到店前，那一批漢子一齊出去迎接。我裝睡偷看，只見進來了兩人，一個叫化子打扮，雙目炯炯有神，另一個面目清秀，年紀不大。這兩人走到炕邊查看傷者。受傷的人忙忍痛坐起，對兩人極是恭敬。我聽他們叫那化子為范幫主，叫那青年為田相公。」他說到這裏，頓了一頓，向田青文道：「我初見令尊的時候，姑娘還沒出世呢。令尊為人是很精明的，那天早晨他那副果敢幹練的模樣，今日猶在目前。」田青文眼圈兒一紅，垂下了頭。寶樹道：「沒受傷的幾個漢子之中，有一人低聲說道：『范幫主，田相公，張家兄弟從關外一路跟隨這點子夫妻南來，查得確確實實，鐵盒兒確是在點子身上。』」眾人聽到「鐵盒兒」三字，相互望了一眼，都想：「說到正題啦。」寶樹道：「范幫主點了點頭。那漢子又道：『咱們都候在唐官屯接應，派人給您兩位和金面佛苗大俠送信。不料給那點子瞧破了。他一人攔在道上，說道：「我跟你們素不相識，一路跟著我作甚？你們是苗范田三家派來的是不是？」張大哥道：「你知道就好啦。」那點子臉一沉，夾手將張大哥的刀奪了去，折為兩段，拋在地下，說道：「我不想多傷人命，快滾吧！」我們見點子手下厲害，一擁而上。張大哥卻飛腳去踢他娘子的大肚子。那點子大怒，說道：「我本欲相饒，你們竟如此無禮！」搶了一把刀，一口氣傷了我們七人。』「田相公道：『他還說了些甚麼話？』那漢子道：『那點子本來還要傷人，他娘子在車中叫道：「算啦，給你沒出世的孩子積積德吧！」那點子笑了笑，雙手一拗，將那柄刀折斷了。』田相公向范幫主望了一眼，問道：『你瞧清楚了？當真是用手折斷的？』那漢子道：『是，小人當時正在他身旁，瞧得清清楚楚。』田相公嗯了一聲，抬起了頭出神。范幫主道：『賢弟不用擔心，苗大俠定能對付得了他。』「那漢子道：『他到江南去，定要打從此處過。兩位守在這裏，管教他逃不了。』范田二人臉色鄭重，一面低聲商量，慢慢走了出去。「我等他們出去後，這才假裝醒來，起身給七個傷者換藥。我心裏想：『那點子不知是誰，他可是手下容情。這七人傷勢雖重，卻個個沒傷到要害。』「這天傍晚，大家正在廳上吃飯，一個漢子奔了進來，叫道：『來啦！』眾人臉上變色，拋下筷子飯碗，抽出兵刃，搶了出去。我悄悄跟在後面，心中害怕，可也想瞧個熱鬧。「只見大道上塵土飛揚，一輛大車遠遠駛來。范田二位率眾迎了上去。我跟在最後。那大車駛到眾人面前，就停住了。范幫主叫道：『姓胡的，出來吧。』只聽得車簾內一人說道：『叫化兒來討賞是不是？好，每個人施捨一文！』眼見黃光連閃，眾人啊喲、啊喲的幾聲叫，先後摔倒。范田兩位武功高，沒摔倒，但手腕上還是各中了一枚金錢鏢，一杖一劍，撒手落在地下。田相公叫道：『范大哥，扯呼！』「范幫主身手好生了得，彎腰拾起鐵杖，如風般搶到倒在地下的幾名漢子身旁，要給他們解開穴道。我學跌打之時，師父教過人身的三十六道大穴，所以范幫主伸手解穴，我也懂得一點兒。那知他推拿按捏，忙個不了，倒在地下的人竟是絲毫不動。車中那人笑道：『很好，一文錢不夠，每人再賞一文。』又是十幾枚銅錢一枚跟著一枚撒出來，每人穴道上中了一下，登時四肢活動，紛紛站起身來。「田相公橫劍護身，叫道：『姓胡的，今日我們甘拜下風，你有種就別逃。』車中那人並不回答，但聽得嗤的一聲，一枚銅錢從車中激射而出，正打在他劍尖之上，錚的一響，那劍直飛出去，插在土中。田相公舉起持劍的右手，虎口上流出血來。「他見敵人如此厲害，臉色大變，手一揮，與范幫主率領眾人奔回客店，揹起七個傷者，上馬向南馳去。田相公臨去之時，又給了我二十兩銀子。我見他這等慷慨，確是位豪俠君子，心想：『車中定是個窮兇極惡的歹徒，否則像田相公這樣的好人，怎會和他結仇？』正要回家，只見那輛大車駛到了客店門口停下。我好奇心起，要瞧瞧那歹徒怎生模樣，當下躲在櫃台後面，望著車門。「只見門簾掀開，車中出來一條大漢，這人生得當真兇惡，一張黑漆臉皮，滿腮濃髯，頭髮卻又不結辮子，蓬蓬鬆鬆的堆在頭上。我一見他的模樣，就嚇了一跳，心想：『你奶奶的，從那裏鑽出來的惡鬼？』只想快些離開客店回家，但說也奇怪，兩隻眼睛望住了他，竟然不能避開。我心中暗罵：『大白日見了鬼，莫非這人有妖法？』「只聽那人說道：『勞駕，掌櫃的，這兒那裏有醫生？』掌櫃的向我一指，說道：『這個就是醫生。』我雙手亂搖，忙道：『不，不……』那人笑道：『別怕，我不會將你煮熟來吃了。』我道：『我……我……』那人沉著臉道：『若是要吃你，也只生吃。』我更加怕了，那人卻哈哈大笑起來。我這才知道他原來是說笑，心想：『你講笑話，也得揀揀人，老子是給你消遣的嗎？』但想是這麼想，嘴裏卻那敢說出來？「那人說道：『掌櫃的，給我兩間乾淨的上房。我娘子要生產，快去找個穩婆來。』他眉頭一皺，說道：『路上驚動了胎氣，只怕是難產。醫生，請你別走開。』掌櫃的聽說要在他店裏生產，弄髒屋子，自然老大不願意，但見了他這副兇霸霸的模樣，半句也不敢多說，可是鎮上做穩婆的劉婆婆前幾天死啦，掌櫃的只得跟他說實話。那人模樣更可怕了，摸出一錠大銀，拋在桌上，道：『掌櫃的，勞你駕到別處去找一個，越快越好。』我心想：『怎麼這批人一出手都是二十兩銀子？』「那惡鬼模樣的人等掌櫃安排好了房間，從車中扶下一個女人來。這女人全身裹在皮裘之中，只露出了一張臉蛋。這一男一女哪，打個比方，那就是貂蟬嫁給了張飛。我一見那女子如此美法，不禁又嚇了一跳，心下琢磨：『這定是一位官家的千金小姐，不知怎樣被逼嫁給了這個惡鬼？是了，定是他搶來做壓寨夫人的。』不知怎的，我起了個怪念頭：『這位夫人和田相公才是一對兒，說不定是這惡鬼搶了田相公的，他兩人才結下仇怨。』「沒過中午，那位夫人就額頭冒汗，哼哼唧唧的叫痛。那惡鬼焦急得很，要親自去找穩婆，那夫人卻又拉著他手，不許他走開。到未牌時分，小孩兒要出來，實在等不得了。那惡鬼要我接生，我自然不肯。你們想，我一個堂堂男子漢，給婦道人家接生怎麼成？那是一千一萬個晦氣，這種事一做，這一生一世就注定倒足了霉。「那惡鬼道：『你接嘛，這裏有二百兩銀子。不接嘛，那也由你。』他伸手一拍，將方桌的角兒拍下了一塊。我想：『性命要緊。再說，這二百兩銀子，做十年跌打醫生也賺不到，倒霉一次又有何妨？』當下給那夫人接下一個白白胖胖的小子。「這小子哭得好響，臉上全是毛，眼睛睜得大大的，生下來就是一副兇相，倒真像他爹，日後長大了十九也是個歹人。「那惡鬼很是開心，當真就捧給我十隻二十兩的大元寶。那夫人又給了我一錠黃金，總值得八、九十兩銀子。那惡鬼又捧出一盤銀子，客店中從掌櫃到灶下燒火的，每人都送了十兩。這一下大夥兒可就樂開啦。那惡鬼拉著大夥兒喝酒，連打雜的、掃地的小廝，都教上了桌。大家管他叫胡大爺。他說道：『我姓胡，生平只要遇到做壞事的，立時一刀殺了，所以名字叫作胡一刀。你們別大爺長大爺短的，我也是窮漢出身。打從惡霸那裏搶了些錢財，算甚麼大爺？叫我胡大哥得啦！』「我早知他不是好人，他果然自己說了出來。大夥不敢叫他『大哥』，他卻逼著非叫不可。後來大夥兒酒喝多了，大了膽子，就跟他大哥長、大哥短起來。這一晚他不放我回家，要我陪他喝酒。喝到二更時分，別人都醉倒了，只有我酒量好，還陪著他一碗一碗的灌。他越喝興緻越高，進房去抱了兒子出來，用指頭蘸了酒給他吮。這小子生下不到一天，吮著烈酒非但不哭，反而舔得津津有味，真是天生的酒鬼。「就在那時，南邊忽然傳來馬蹄聲響，一共有二三十匹馬，很快的奔近來，到了店門口就止住了。跟著就聽得拍門聲響。掌櫃的早醉得胡塗啦，跌跌撞撞的去開門。門一打開，進來了二三十條漢子，個個身上帶著兵刃。這些人在門口排成一列，默不作聲。只有其中一人走上前來，在一張桌旁坐下，從背上解下一個黃布包袱，放在桌上。燭光下看得分明，包袱上用黑絲線繡著七個字：『打遍天下無敵手』。」眾人聽到這裏，都抬起頭來，望了望廳中對聯上「大言天下無敵手」和「苗人鳳」等字。寶樹道：「苗大俠這七字外號，直到現下，我還是覺得有點兒過於目中無人。那天晚上見到，自然十分驚訝。只見他身材極高極瘦，宛似一條竹篙，面皮蠟黃，滿臉病容，一雙破蒲扇般的大手，擺著放在桌上。我說他這對手像破蒲扇，因為手掌瘦得只剩下一根根骨頭。我當時自然不知道他是誰，到後來才知是金面佛苗人鳳苗大俠。「那胡一刀自顧自逗弄孩子，竟似沒瞧見這許多人進來。苗大俠也是一句話不說，自有他的從人斟上酒來。那幾十個漢子瞪著眼睛瞧胡一刀。他卻只管蘸酒給孩子吮。他蘸一滴酒，仰脖子喝一碗，爺兒倆竟是勸上了酒。「我心中怦怦亂跳，只想快快離開這是非之地，可是又怎敢移動一步？那時候啊，只要誰稍稍動一動，幾十把刀劍立時就砍將下來，就算不是對準了往我身上招呼，只須挨著一點邊兒，那也非重傷不可。「胡一刀和苗大俠悶聲不響的，各自喝了十多碗酒，誰也不向誰瞧一眼。忽然房中夫人醒了，叫了聲：『大哥！』那孩子聽到母親聲音，哇的一聲，大哭起來。胡一刀手一顫，嗆啷一聲，酒碗落在地下，跌得粉碎。他臉色立變，抱著孩子站起身來。苗大俠『嘿、嘿、嘿』的冷笑三聲，轉身出門。眾人一齊跟出，片刻之間，馬蹄聲漸漸遠去。我只道一場惡鬥一定是難免的了，那知道孩子這麼一哭，苗大俠居然立刻就走。我和掌櫃、夥計們面面相覷，摸不著半點頭腦。「胡一刀抱著孩子走進房去，那房間的板壁極薄，只聽夫人問道：『大哥，是誰來了啊？』胡一刀道：『幾個毛賊，你好好睡罷！別擔心。』夫人嘆了口氣，低聲道：『不用騙我，是金面佛來啦。』胡一刀道：『不是的，你別瞎疑心。』夫人道：『那你幹麼說話聲音發抖？你從來不是這樣的。』「胡一刀不語，隔了片刻說道：『你猜到就算啦。我不會怕他的。』夫人道：『大哥，你千萬別為了我，為了孩子擔心。你心裏一怕，就打他不過了。』胡一刀嘆了口長氣，道：『也不知道為甚麼，我從來天不怕地不怕，今晚抱著孩子，見到金面佛進來，他把包袱往桌上一放，眼角向孩子一幌，我就全身出了一陣冷汗。妹子，你說得不錯，我就是怕金面佛。』夫人道：『你不是自己怕他，是怕他害我，怕他害咱們的孩子。』胡一刀道：『聽說金面佛行俠仗義，江湖上都叫他苗大俠，總不會害女人孩子吧？』他說這幾句話時聲音更加發顫，顯是心裏半分兒也拿不準。我聽了這幾句話，忽然可憐他起來，心想：『這人臉上一副兇相，原來心裏卻害怕得緊。』「只聽夫人輕聲道：『大哥，你抱了孩子，回家去吧。等我養好身子，到關外尋你。』」「胡一刀道：『唉，那怎麼成？要死，咱倆也死在一塊。』夫人嘆道：『早知如此，當年我不阻你南來跟金面佛挑戰倒好。那時你心無牽掛，準能勝他。』胡一刀笑道：『今日相逢，也未必就敗在他手裏。他那個打遍天下無敵手的黃包袱，只怕得換換主兒。』他雖然帶笑而說，但聲音總是發顫，即是隔了一面板壁，仍然聽得出來。「夫人忽道：『大哥，你答應我一件事。』胡一刀道：『甚麼？』夫人道：『咱們把一切跟金面佛明說了，瞧他怎麼說。他號稱大俠，難道不講道理？』「胡一刀道：『我在外面一邊喝酒，一邊心中琢磨，十幾條可行的路子都細細想過了。你剛生下孩子，怎能出外？我自己去，一說就僵。倘若有個人能使，你的主意倒也行得。』夫人想了一會，道：『那個醫生倒挺能幹的，口齒伶俐，不如煩他一行。』胡一刀道：『此人貪財，未必可靠。』夫人道：『咱們重重酬謝他就是。』哈哈，老和尚年輕之時，卻是好酒貪財，說出來也不怕各位笑話，我一聽『重重酬謝』四字，早就打定了主意：『就是水裏火裏，也要為他走一遭。』「他們夫妻倆低聲商量了幾句，胡一刀就出來叫我進房，說道：『明日一早，有人送信來。相煩你跟隨他前去，送我的回信給金面佛苗大俠，就是剛才來喝酒的那位黃臉大爺。』我想此事何難，當下滿口答應。「次日大清早，果然一個漢子騎馬送了一封信來給胡一刀。我聽夫人唸信，原來是苗大俠約他比武的，要他自擇日子地方。胡一刀寫了一封回信交給我。我向客店掌櫃借了匹馬，跟了那漢子前去。向南走了三十多里，那漢子領我進了一座大屋。苗大俠、范幫主、田相公都在裏面，此外還有四五十人，男的女的、和尚道士都有。「田相公看了那信，說道：『不必另約日子了，我們明日準到。』我道：『相公還有甚麼吩咐？』田相公道：『你去跟胡一刀說，叫他先買定三口棺材，兩口大的，一口小的，免得大爺們到頭來破費。』我回到客店，把這幾句話對胡一刀夫婦說了，心想他們必定破口大罵，那知他們只對望了一眼，一言不發。兩個人輪流抱著孩子，只管親他疼他，好似自知死期以近，多一刻也是好的。「這一晚我盡做噩夢，一會兒夢見胡一刀將苗大俠殺了，一會兒夢見苗大俠將胡一刀殺了，一會而又夢見這兩人把我殺了。睡到半夜，忽然給幾下怪聲吵醒，一聽原來是隔壁房裏胡一刀在哭泣。「我好生奇怪；心想：『瞧他也是個響噹噹的漢子，大丈夫死就死了，事到臨頭，還哭些甚麼？怎地如此膿包？』卻聽他嗚咽著道：『孩子，你生下三天，便成了沒爹沒娘的孤兒，將來有誰疼你？你餓了冷了，誰來管你？你受人欺侮，誰來幫你？』「起初我還罵他膿包，聽到後來，卻不禁心裏酸了，暗想：這麼兇惡粗豪的一條猛漢子，對小孩兒竟然如此愛憐。他哭了一陣，他夫人忽道：『大哥，你不用傷心。若是你當真命喪金面佛之手，我決定不死，好好將孩子帶大就是。』胡一刀大喜，道：『妹子，我最放心不下的就是這件事。若是我不幸死了，你怎能活著？現下你肯毅然挑起這副重擔，我就沒甚麼擔憂的了。哈哈，人生自古誰無死？跟這位天下第一高手痛痛快快的大打一場，那也是百年難逢的奇遇啊！』「我聽了這番話，覺得他真是個奇人，只聽他大笑了一會，忽又嘆氣道：『妹子，刀劍一割，頸中一痛，甚麼都完事啦。死是很容易的，你活著可就難了。我死了之後，無知無覺，你卻要日日夜夜的傷心難過。唉，我心中真是捨不得你。』夫人道：『我瞧著孩子，就如瞧著你一般。等他長大了，我叫他學你的樣，甚麼貪官污吏、土豪惡霸，見了就是一刀。』胡一刀道：『我生平的所作所為，你覺得都沒有錯？要孩子全學我的樣？』夫人道：『都沒有錯！要孩子全學你的樣！』胡一刀道：『好，不論我是死是活，這一生過得無愧天地。這隻鐵盒兒，等孩子過了十六歲生日時交給他。』「我在門縫中悄悄張望，只見夫人抱著孩子，胡一刀從衣囊中取出一隻鐵盒來，那就是這一隻盒子了。不過那時闖王的軍刀卻在天龍門田家手裏，並非放在盒中。「那麼盒中放的是甚麼呢？你們定然要問。當時我心中也是老大個疑竇。可是胡一刀不打開盒子，我自然也沒法看到。「他交代了這些話後，心中無牽無掛，倒頭便睡，片刻間鼾聲大作。這打鼾聲就如雷鳴一般。我知道沒甚麼聽的了，想合眼睡覺，但隔壁那鼾聲實在響得厲害，吵得我怎能睡得著？我心裏想，這位少年夫人千嬌百媚，如花如玉，卻嫁了胡一刀這麼個又粗魯又醜陋的漢子，這本已奇了，居然還死心塌地的敬他愛他，那更是教人說甚麼也想不通。「第二日天沒亮，夫人出房來吩咐店伴，宰一口豬一口羊，又要殺雞殺鴨，她親自下廚去做菜。我勸道：『你生孩子沒過三朝，勞碌不得，否則日後腰酸背痛，麻煩可多著了。』她笑了笑道：『眼前的麻煩已夠多了，還管日後呢？』胡一刀見她累得辛苦，也勸她歇歇。夫人也只是朝他笑笑，自顧自做菜。胡一刀笑道：『好，再吃一次你的妙手烹調，死而無憾。』我這才明白，原來她知夫妻死別在即，無論如何，要再做一次菜給丈夫吃。「到天色大亮，夫人已做好了二三十個菜，放滿了一桌。胡一刀叫店伴打來幾十斤酒，放懷大喝。夫人抱著孩子坐在他身旁，給他斟酒布菜，臉上竟自帶著笑容。「胡一刀一口氣喝了七八碗白干，用手抓了幾塊羊肉入口，只聽得門外馬蹄聲響，漸漸馳近。胡一刀與夫人對望一眼，笑了一笑，臉上神色都顯得實是難捨難分。胡一刀道：『你進房去吧。等孩子大了，你記得跟他說：「爸爸叫他心腸狠些硬些。「就是這麼一句話。』夫人點了點頭，道：『讓我瞧瞧金面佛是甚麼模樣。』「過不多時，馬蹄聲在門外停住，金面佛、范幫主、田相公又帶了那幾十個人進來。胡一刀頭也不抬，說道：『吃罷！』金面佛道：『好！』坐在他的對面，端起碗就要喝酒。田相公忙伸手攔住，說道：『苗大俠，須防酒肉之中有甚古怪。』金面佛道：『素聞胡一刀是鐵錚錚的漢子，行事光明磊落，豈能暗算害我？』舉起碗一仰脖子，一口喝乾，挾塊雞肉吃了，他吃菜的模樣可比胡一刀斯文得多了。「夫人向金面佛凝望了幾眼，嘆了口氣，對胡一刀道：『大哥，並世豪傑之中，除了這位苗大俠，當真再無第二人是你敵手。他對你推心置腹，這副氣概，天下就只你們兩人。』胡一刀哈哈笑道：『妹子，你是女中丈夫，你也算得上一個。』夫人向金面佛道：『苗大俠，你是男子漢大丈夫，果真名不虛傳。我丈夫若是死在你手裏，不算枉了。你若是給我丈夫殺了，也不害你一世英名。來，我敬你一碗。』說著斟了兩碗酒，自己先喝了一碗。「金面佛似乎不愛說話，只雙眉一揚，又說道：『好！』接過酒碗。范幫主一直在旁沉著臉，這時搶上一步，叫道：『苗大俠，須防最毒婦人心。』金面佛眉頭一皺，不去理他，自行將酒喝了。夫人抱著孩子，站起身來，說道：『苗大俠，你有甚麼放不下之事，先跟我說。否則若你一個失手，給我丈夫殺了，你這些朋友，嘿嘿，未必能給你辦甚麼事。』「金面佛微一沉吟，說道：『四年之前，我有事去了嶺南，家中卻來了一人，自稱是山東武定縣的商劍鳴。』夫人道：『嗯，此人是威震河朔王維揚的弟子，八卦門中好手，八卦掌與八卦刀都很了得。』金面佛道：『不錯。他聽說我有個外號叫做「打遍天下無敵手」，心中不服，找上門來比武。偏巧我不在家，他和我兄弟三言兩語，動起手來，竟下殺手，將我兩個兄弟、一個妹子，全用重手震死。比武有輸有贏，我弟妹學藝不精，死在他的手裏，那也罷了，那知他還將我那不會武藝的弟婦也一掌打死。』夫人道：『此人好橫。你就該去找他啊。』金面佛道：『我兩個兄弟武功不弱，商劍鳴既有此手段，自是勁敵。想我苗家與胡家累世深仇，胡一刀之事未了，不該冒險輕生，是以四年來一直沒上山東武定去。』夫人道：『這件事交給我們就是。』金面佛點點頭，站起身來，抽出佩劍，說道：『胡一刀，來吧。』「胡一刀只顧吃肉，卻不理他。夫人道：『苗大俠，我丈夫武功雖強，也未必一定能勝你。』金面佛道：『啊，我忘了。胡一刀，你心中有甚麼放不下之事？』胡一刀抹抹嘴，站起身來，說道：『你若殺了我，這孩子日後必定找你報仇。你好好照顧他吧。』我心裏想：『常言道：斬草除根。金面佛若將胡一刀殺了，哪肯放過他妻兒？他居然還怕金面佛忘記，特地提上一提。』那知金面佛說道：『你放心，你若不幸失手，這孩子我當自己兒子一般看待。』「范幫主與田相公皺著眉頭站在一旁，模樣兒顯得好不耐煩。我心中也暗暗納罕：『瞧胡一刀夫婦與金面佛的神情，互相敬重囑托，倒似是極好的朋友，那裏會性命相拼？』「就在此時，胡一刀從腰間拔出刀來，寒光一閃，叫道：『好朋友，你先請！』金面佛長劍一挺，說聲：『領教！』虛走兩招。田相公叫道：『苗大俠，不用客氣，進招吧！』金面佛突然收劍，回頭說道：『各位通通請出門去！』田相公討了個沒趣，見他臉色嚴重，不敢違背，和范幫主等都退出大廳，站在門口觀戰。「胡一刀叫道：『好，我進招了。』欺進一步，揮刀當頭猛劈下去。「金面佛身子斜走，劍鋒圈轉，劍尖顫動，刺向對方右脅。胡一刀道：『我這把刀是寶刀，小心了。』一面說，一面揮刀往劍身砍去。金面佛道：『承教！』手腕振處，劍刃早已避開。我在滄州看人動刀子比武，也不知看了多少，但兩人那麼快的身手，卻從來沒見過。兩人只拆了七、八招，我手心中已全是冷汗。「又拆數招，兩人兵刃倏地相交，嗆啷一聲，金面佛的長劍被削為兩截。他絲毫不懼，拋下斷劍，要以空手與敵人相搏。胡一刀卻躍出圈子，叫道：『你換柄劍吧！』金面佛道：『不礙事！』田相公卻已將自己的長劍遞了過去。金面佛微一沉吟，說道：『我空手打不過你的單刀，還是用劍的好。』接過長劍，兩人又動起手來。我心想：『滄州的少年子弟比武，明明栽了，還是不肯服氣，定要說幾句話來圓臉。這位金面佛自稱打遍天下無敵手，手上並未輸招，嘴上卻已洩氣，也算得古怪。』後來我才明白，這兩人都是天下一等一的高手，拆了這幾招，心中都已佩服對方，自然不敢相輕。「這時兩人互轉圈子，離得遠遠的，突然間撲上交換一招兩式，立即躍開。這般鬥了十多個回合，金面佛陡然一劍刺向胡一刀頭頸。這一劍去勢勁急之極，眼見難以閃避。胡一刀往地下一滾，甩起刀來，噹的一響，又將長劍削斷了。他隨即躍起，叫道：『對不起！不是我自恃兵器鋒利，實是你這一招太過厲害，非此不能破解。』「金面佛點點頭道：『不礙事！』田相公又遞了一柄劍上來。他接在手中。胡一刀道：『喂，你們借一柄刀來。我這刀太利，兩人都顯不出真功夫。』田相公大喜，當即在從人手中取過一柄刀交給他。胡一刀掂了一掂。金面佛道：『太輕了吧？』橫過長劍，右手拇指與食指捏住劍尖，拍的一聲，將劍尖折了一截下來。這指力當真厲害之極。我心中暗暗吃驚。只聽得胡一刀笑道：『苗人鳳，你不肯佔人半點便宜，果然稱得上一個「俠」字。』「金面佛道：『豈敢，有一事須得跟你明言。』胡一刀道：『說吧。』金面佛道：『我早知你武功卓絕，苗人鳳未必是你對手。可是我在江湖上到處宣揚「打遍天下無敵手」七字，非是苗人鳳不知天高地厚，狂妄無恥……』胡一刀左手一擺，攔住了他的話頭，說道：『我早知你的真意。你想找我動手，可是無法找到，於是宣揚這七字外號，好激我進關。』他苦笑了一下，道：『現在我進關了。你若是打敗了我，這七字外號名副其實，盡可用得。進招吧！』」眾人聽到這裏，才知苗人鳳這七字外號的真意。只聽寶樹說道：「兩人說了這番話，刀劍閃動，又已鬥在一起。這一次兵刃上扯平，兩人各顯平生絕技，起出兩百餘招中，竟是沒分半點上下。後來胡一刀似乎漸漸落敗，一路刀法全取守勢，范、田諸人臉上均現喜色。只見他守得緊密異常，金面佛四面八方連環進攻，卻奈何不得他半點。突然之間，胡一刀刀法一變，出手全是硬劈硬砍。金面佛滿廳遊走，長劍或刺或擊，也是靈動之極。「這單刀功夫，我也曾跟師父下過七、八年苦功，知道單刀分『天地君親師』五位：刀背為天，刀口為地，柄中為君，護手為親，柄後為師。這五位之中，自以天地兩位為主，看那胡一刀的刀法，天地兩位固然使得出神入化，而君親師三位，竟也能用以攻敵防身。有時金面佛的長劍奇招突生，從出人意料之外的部位刺去，若用刀背刀口，萬難擋架，胡一刀竟會突然掉轉刀鋒，以刀柄打擊劍刃，迫使敵人變招。至於『展、抹、鉤、剁、砍、劈』六字訣，更是變換莫測。「劍上的功夫，那時我可不大懂啦。只是胡一刀的刀法如此精奇，而金面佛始終跟他打了個旗鼓相當，自然也是厲害之極。刀劍槍是武學的三大主兵，常言道：『刀如猛虎，劍如飛鳳，槍如遊龍。』這兩人使刀的果如猛虎下山，使劍的也確似鳳凰飛舞，一剛一柔，各有各的本事，誰也勝不了誰。起初我還看得出招數架式，到得後來，只瞧得頭暈目眩，生怕當場摔倒，只好轉過了頭不看。「那時耳中只聽得刀劍劈風的呼呼之聲，偶而雙刃相交，發出錚的一聲。我向胡一刀的夫人臉上一望，只見她神色平和，竟絲毫不為丈夫的安危擔心。「我回頭再看胡一刀時，只見他愈打愈是鎮定，臉露笑容，似乎勝算在握。金面佛一張黃黃的面皮上卻不洩露半點心事，既不緊張，亦不氣餒。只見胡一刀著著進逼，金面佛卻不住倒退。范幫主和田相公兩人神色愈來愈是緊張。我心想：『難道金面佛竟要輸在胡一刀手裏？』「忽聽得拍、拍、拍一陣響，田相公拉開彈弓，一連連珠彈突然往胡一刀上中下三路射去。胡一刀哈哈大笑，將單刀往地下一摔。金面佛臉一沉，長劍揮動，將彈子都撥了開去，縱到田相公身旁，夾手搶過彈弓，拍的一聲，折成了兩截，遠遠拋在門外，低沉著嗓子道：『出去！』我好生奇怪：『人家怕你打輸，才好意相助，你卻如此不識好歹。』田相公紫脹了臉皮，怒目向金面佛瞪了一眼，走出門去。「金面佛拾起單刀，向胡一刀拋去，說道：『咱們再來。』胡一刀伸手接住，順勢一刀揮出，噹的一響，刀劍相交。鬥了一陣，眼見日已過午，胡一刀叫道：『肚子餓啦，你吃不吃飯？』金面佛道：『好，吃一點。』兩人坐在桌邊，旁若無人的吃了起來。胡一刀狼吞虎嚥，一口氣吃了十多個饅頭、兩隻雞、一隻羊腿。金面佛卻只吃了兩條雞腿。胡一刀笑道：『你吃得太少，難道內人的烹調手段欠佳嗎？』金面佛道：『很好。』挾了一大塊羊肉吃了。「吃過飯，兩人抹抹嘴再打，不久都施開輕身功夫，滿廳飛奔來去。別瞧胡一刀身子粗壯，進退閃避，竟是靈動異常；金面佛手長腿長，自也不能慢了。這一番撲擊，我看得越加眼花繚亂，忽聽得啊的一聲，胡一刀左足一滑，跪了下去。這原是金面佛進招的良機，他只要一劍劈下，敵手萬難閃避，那知金面佛反向後躍，叫道：『你踏著彈子，小心了！』胡一刀膝未點地，早已站起，道：『不錯！』左手拾起彈子，中指一彈，嗤的一聲，那彈子從門中直飛出去。「金面佛叫道：『看劍！』挺劍又上。兩人翻翻滾滾，直鬥到夜色朦朧，也不知變換了多少招式，兀自難分勝敗。金面佛躍出圈子，說道：『胡兄，你武藝高強，在下佩服得緊。咱們挑燈夜戰呢，還是明日再決雌雄？』胡一刀笑道：『你讓我多活一天吧！』金面佛道：『不敢！』長劍一伸，一招『丹鳳朝陽』，轉身便走。這『丹鳳朝陽』式雖為劍招，但他退後三步再使將出來，已變為行禮致敬。胡一刀豎起刀來，斜斜向上一指，這一招『參拜北斗』，也是向對方致意。兩人初鬥時性命相搏，但打了一日，心中相互欽佩，分手之時，居然都用上了武林中最恭敬的禮節。「胡一刀待敵人去後，飽餐了一頓，騎上馬疾馳而去。我心想，他必是要到南邊大屋窺探敵人動靜，說不定要暗施偷襲，只要將金面佛傷了，餘人沒一個是他對手。我滿心要想去跟田相公通風報信，叫他防備，只是害怕撞到胡一刀，卻又不敢出外。「這一晚隔房雖然沒人打鼾，我可仍是睡不安穩，一直留神傾聽胡一刀回轉的馬蹄聲。但守到半夜，還是沒有聲息。我想，去南邊大屋，快馬奔馳，不用一個時辰便可來回，難道他給金面佛發覺了，寡不敵眾，因而喪命？「他越是遲歸，我越是放心，但聽隔壁房裏夫人輕輕唱著歌兒哄孩子，卻一點不為丈夫擔心，又覺得奇怪。「到後來晨雞報曉，五更天時，胡一刀騎著馬回來了。我急忙起來，只見他的座騎已換了一匹，去時騎青馬，回來時騎的卻是黃馬。那黃馬奔到店前，胡一刀一躍落鞍，那馬幌了幾下，撲地倒了，口吐白沫而死。我過去一看，只見那馬全身大汗淋漓，原來是累死的。瞧這情形，這一晚他竟長途跋涉，不知去了何處。我心想：今日他還要跟金面佛拚鬥，昨晚不好好安睡，養好氣力以備大戰，卻去累了一晚，真是個怪人。「這時夫人也已起來，又做了一桌菜。胡一刀竟不再睡，將孩子一拋一拋的玩弄。待得天色大明，金面佛又與田相公等來了。苗胡兩人對喝了三碗酒，沒說甚麼話，踢開凳子，抽出刀劍就動手。打到天黑，兩人收兵行禮。金面佛道：『胡兄，你今日氣力差了，明日只怕要輸。』胡一刀道：『那也未必。昨晚我沒睡覺，今晚安睡一宵，氣力就長了。』金面佛奇道：『昨晚沒睡覺？那不對。』「胡一刀笑道：『苗兄，我送你一件物事。』從房裏提出一個包裹，擲了過去。金面佛接過，解開一看，原來是個割下的首級，首級之旁還有七枚金鏢。范幫主向那首級望了一眼，驚叫道：『是八卦刀商劍鳴！』金面佛拿起一枚金鏢，在手裏掂了一掂，份量很沉，見鏢身上刻著四字：『八卦門商』，說道：『昨晚你趕到山東武定縣了？』胡一刀笑道：『累死了五匹馬，總算沒誤了你的約會。』「我又驚又怕，怔怔的望著胡一刀。從直隸滄州到山東武定，相去近三百里，他一夜之間來回，還割了一個武林大豪的首級，這人行事當真是神出鬼沒。「金面佛道：『你用甚麼刀法殺他？』胡一刀道：『此人的八卦刀功夫，確是了得，我接住了他七枚連珠鏢，跟著用「沖天掌蘇秦背劍」這一招，破了他八卦刀法第二十九招「反身劈山」。』金面佛一怔，奇道：『「沖天掌蘇秦背劍」？這是我苗家劍法啊？』胡一刀笑道：『正是，那是我昨天從你這兒偷學來的功夫。我不用刀，是用劍殺他的。』「金面佛道：『好！你替苗家報仇，用了是苗家劍法，足見盛情。』胡一刀笑道：『你苗家劍獨步天下，以此劍法殺他何難，在下只是代勞而已。』「我這時方才明白，胡一刀是處處尊重金面佛。商劍鳴害了苗家四人，胡一刀若是用刀將他殺了，豈非顯得苗家劍不如八卦刀？更加不如胡家刀法？只是他一日之間，能學得苗家劍的絕招，用以殺了另一個武學名家，這番功夫實不由得令人不為之心寒。他直到這日鬥完，才拿出首級來，毫無居功賣好之意，更是大方磊落，而其自恃不敗，也已明顯得很了。「我想到此節，范田兩人早已想到。兩人臉色蒼白，互相使了個眼色，轉身便走。金面佛望望夫人手裏抱著的孩子，解下背上的黃包袱，打了開來。我心想這裏面不知裝著些甚麼古怪物事，身長了脖子一瞧，卻見包袱裏只是幾件尋常衣衫。金面佛將那塊黃布一抖，瞧著布上繡著的七個字，低聲道：『嘿，打遍天下無敵手！胡吹大氣！』伸手抱過孩子，將黃布包在他的身上，對胡一刀道：『胡兄，若是你有甚三長兩短，別擔心這孩子有人敢欺侮他。』胡一刀大喜，連連稱謝。「金面佛去後，胡一刀又飽餐了一頓，這才睡覺，這一睡下來，鼾聲更是驚天動地。「待到二更時分，忽聽屋頂上腳步聲響，有人叫道：『胡一刀，快滾出來領死！』胡一刀並沒驚醒，仍是鼾聲大作。不久喝罵聲越來越響，人也越來越多。胡一刀如聾了一般，只是沉睡。我想此人武藝雖高，卻是太不機靈，屋外來了許多敵人，竟然毫不驚覺。但說也奇怪，胡一刀固然沒有聽見，夫人明明醒著，卻只低聲哼歌兒哄孩子，對窗外屋頂的叫嚷，也是置之不理。「屋外那些人盡是吵嚷，卻又不敢闖進屋來，胡一刀則只管打呼。屋內屋外一唱一和，響成一片。吵了半個時辰，夫人忽然柔聲說道：『孩子，外邊有許多野狗，想吠叫一夜，吵得爹爹睡不成覺，教他明兒跟苗伯伯比武輸了。你說這群野狗壞不壞？』孩子生下來還只幾天，自然不會說話，只是咿咿啊啊幾聲。夫人道：『真是乖孩子，你也說野狗壞。讓媽媽去趕走了，好不好？』那孩子又是啊啊幾聲。夫人道：『嗯，你也說好，真不枉了爹媽疼你。』她左手抱了孩子，右手從床頭拿起一根綢帶，推開窗子，颼的一下，躍了出去。「我大吃一驚，瞧不出這樣嬌滴滴的一個女子，輕功竟如此了得。我忙走到窗邊，在窗格紙上刺了一個孔。向外張望，只見屋臉上高高矮矮，站了二三十條大漢，手中都拿了兵刃，正在大聲吆喝。夫人右手一揮，一條白綢帶如長蛇也似的伸了出去，捲住一條大漢手上的單刀，一奪一放，那大漢叫聲啊喲，單刀脫手，身子卻從屋臉上摔了下去，蓬的一聲，結結實實的跌在地下。「其餘的漢子嘩然叫嚷，紛紛撲上。月光之下，只見夫人手中的白綢帶就如是一條白龍，盤旋飛舞，縱橫上下，但聽得嗆啷、嗆啷、啊喲、啊喲、砰蓬、砰蓬之聲連響，不到一頓飯功夫，幾十條漢子的兵刃全讓夫人用綢帶奪下，人都摔下了屋頂。這些人那敢再鬥，爬起身來便逃，有些連馬也不敢騎，把牲口撇下也不要了。只把我瞧得目瞪口呆，心驚肉跳。夫人將那些兵刃從屋頂踢在地下，也不撿拾，抱了孩子進屋餵奶。胡一刀始終鼾聲如雷，似乎渾不知有這一回事。「次日早晨，夫人做了菜，命店伴拾起兵刃，用繩子繫住，一件件都掛在屋簷下，北風一吹，刀啦、劍啦、錘啦、鞭啦，相互撞擊，叮叮噹噹的十分好聽。「吃過早飯，金面佛又來啦。他聽得聲音，抬頭一瞧，見了這些兵刃，已知原委，向跟隨他來的眾人狠狠瞪了一眼。那些人低了頭不敢瞧他。金面佛罵道：『不要臉！算甚麼男子漢？都給我滾開！』那些人不敢作聲，都退了幾步。我想，夫人昨晚若要殺了這些人，當真易如反掌，就算將他們一一點倒，躺在地下，也是毫不為難，只不過這一來，未免削了金面佛的臉面。「金面佛道：『胡兄，這批沒出息的傢伙吵得你難以安睡。咱們今日停戰，你好好睡一覺，明日再比。』胡一刀笑道：『是內人打發的，兄弟睡著不知。來吧！』單刀一振，立個門戶。「金面佛向胡夫人道：『多承夫人手下容情，饒了這些傢伙的性命。』夫人微微一笑。胡一刀和苗人鳳兩人客氣幾句，隨即刀劍相交。「這一日打到天黑，仍是不分勝負。金面佛收劍道：『胡兄，今日兄弟不回去啦，想跟你痛飲一番，然後抵足而眠，談論武藝。』胡一刀大笑，叫道：『妙極，妙極。兄弟參研苗兄劍法，尚有許多不明之處，今晚正好領教。』金面佛向范幫主、田相公道：『你們走吧，今晚我住在這裏。』「范幫主不由得大驚失色，說道：『苗大俠，小心他的奸計……』金面佛冷然道：『我愛怎麼便怎麼，你管得著？』田相公道：『你別忘了殺父之仇，做個不孝子孫。』金面佛臉一沉。范田二人不敢再說，帶著眾人走了。「這一晚兩人一面喝酒，一面談論武功。金面佛將苗家劍的精要，一招一式講給胡一刀聽。胡一刀也把胡家刀法傾囊以授。兩人越談越投機，真說得上是相見恨晚。兩人喝幾碗酒，站起來試演幾招，又坐下喝酒。他二人談論的都是最精深的武功，我雖清清楚楚的聽在耳裏，卻一句也不懂。「說到半夜，胡一刀叫掌櫃的開了一間上房，他和金面佛當真同榻而眠。我暗自尋思：『兩個活人進房，明日房中定然有個死人，卻不知誰先下手？金面佛似乎不是奸險小人，這一回他可要糟了。』「後來轉念又想，胡一刀粗豪鹵莽，遠不如金面佛精細。兩人武功雖然不相上下，但說到鬥智弄巧，定是金面佛勝了一籌。那麼明日活著出來的，想必是金面佛而不是胡一刀了。「我好奇心起，悄悄走到他們房外窗邊偷聽。那時兩人談論的已不是武功，而是江湖上的奇聞秘事，和兩人往日的所作所為。有時金面佛說在甚麼地方殺了一個兇徒，有時胡一刀說在甚麼時候救了一個苦人，說到痛快處，一齊拍掌大笑。只把我聽得張大了口合不攏來。我想胡一刀窮兇極惡，做這些事並不奇怪，但金面佛的外號中有個『佛』字，竟然也是這般的殺人不眨眼。「說到後來，金面佛忽然嘆道：『可惜啊可惜！』胡一刀道：『可惜甚麼？』金面佛道：『倘使你不姓胡，或是我不姓苗，咱倆定然結成生死之交。我苗人鳳一向自負得緊，這一回見了你，那可真是口服心服了。唉，天下雖大，除了胡一刀，苗人鳳再無可交之人。』胡一刀道：『我若死在你手裏，你可和我內人時常談談。她是女中豪傑，遠勝你那些膽小鬼朋友。』金面佛怒道：『哼，這些傢伙那裏配得上做我朋友？』「他們說來說去，總是不涉及上代結仇之事。偶爾有人把話帶得近了，另一個立即將話題岔開。這一晚兩人竟沒睡覺，累得我也在窗外站了半夜。院子裏寒風刺骨，把我兩隻腳凍得沒了知覺。到天色大明，金面佛忽然走到窗邊，冷笑道：『哼，聽夠了嗎？』但聽得格的一響，胡一刀道：『苗兄，此人還好，饒了他吧！』我只覺得頭上被甚麼東西一撞，登時昏了過去。「待得醒轉，我已睡在自己炕上，過了老半天，這才想起，定然金面佛發覺我在外偷聽，開窗打了我一拳。若非胡一刀代我求情，我這條小命是早已不在了。我爬下炕來，只覺得腦子昏昏沉沉的，拿鏡子一照，半邊臉全成了紫色，腫起一寸來高。我嚇了一大跳，噹啷一聲，鏡子掉在地下摔得粉碎。「這一日他二人在堂上比武，我不敢再出去瞧，本來我一直盼望金面佛得勝，但臉上腫起處陣陣發疼，這時卻只想胡一刀給我報仇，在苗人鳳身上砍他媽的一兩刀。到得天黑，隔著板壁聽得金面佛說道：『胡兄，我原想今晚再跟你聯床夜話，只是生怕嫂夫人怪責。明晚若是仍舊不分勝敗，咱們再談一夜如何？』胡一刀哈哈大笑，叫道：『好，好。』「金面佛辭去後，夫人斟了一碗酒，遞給胡一刀，說道：『恭喜大哥。』胡一刀接過碗來，一口喝乾了，笑道：『恭喜甚麼？』夫人道：『明天你可打敗金面佛了。』胡一刀愕然道：『我跟他拆了數千招，始終瞧不出半點破綻，明天怎能勝他？』夫人微笑道：『我卻看出了一點毛病。孩子，你爹才是打遍天下無敵手啊。』她最後一句話卻是向孩子說的。「胡一刀忙問：『甚麼毛病？怎麼我沒瞧出來？』夫人道：『他這毛病是在背後，你跟他正面對戰，自然見不到。』胡一刀沉吟不語。夫人道：『你跟他連戰四天，我細細瞧他的劍路，果然門戶嚴密，沒分毫破綻。我看得又驚又怕，心想長此下去，你總有個疏神失手的時候，而他卻始終立於不敗之地。但到今日下午，我才瞧出了他的毛病。他的劍法之中，你說那幾招最厲害？』胡一刀道：『厲害招數很多，好比洗劍懷中抱月、迎門腿反劈華山、提撩劍白鶴舒翅、沖天掌蘇秦背劍……』夫人道：『毛病就是出在提撩劍白鶴舒翅這一招上。』胡一刀道：『這一招以攻為守，剛中有柔，狠辣得緊啊。』夫人道：『大哥，你用穿手藏刀、進步連環刀、纏身摘心刀這些招式時，他有時會用提撩劍白鶴舒翅反擊。但他在出這一招之前，背心必定微微一聳，似乎有點兒怕癢。』「胡一刀奇道：『當真如此？』夫人道：『今日他前後使了兩次，每次背心必聳。明日比武之時，我見到他背心一聳，立即咳嗽，那時你制敵機先，不待他這一招使出，搶先用八方藏刀式強攻，他非撤劍認輸不可。』胡一刀大喜，連叫：『妙計！』我聽了兩人說話，本該去通知金面佛，叫他提防，但一摸到臉上疼處，心想他擊我這一拳，使了如此重手，輸了也是活該。「次日比武是第五天了，我臉上的腫稍稍退了些，又站在旁邊觀戰。這天上午夫人沒有咳嗽，想是金面佛沒使這招。中午吃飯之時，夫人給丈夫斟酒，連使幾個眼色，我在旁瞧得清楚，知是叫他誘逼金面佛使出此招，以便乘機取勝。胡一刀搖搖頭，似乎心中不忍。夫人指指孩子，將孩子在凳上重重一摔，孩子大哭起來。我明白她的用意，那是說你如比武失手，孩子沒了父親，那可終身受苦了。胡一刀聽到孩子啼哭，緩緩點了點頭。「午後兩人交手，拆了數十招。胡一刀猛砍幾刀，只聽得夫人咳嗽一聲，胡一刀眉頭微皺，不進反退，金面佛果然使了一招提撩劍白鶴舒翅。這一招我本來不識，但昨晚胡一刀與夫人研商定計之時，曾見夫人連使幾次。我心想：『夫人的眼光好厲害。』若是胡一刀依她之計行事，此時已經勝了，但他竟臨時縮手，不是他起了惺惺相惜之意不忍傷害金面佛，那便是覺得有人在旁相助，勝之不武。我忽然想起胡一刀曾囑咐夫人，將來孩子長大，要告訴他一句話，較他心腸狠些硬些，看來胡一刀面貌雖然兇惡，心腸卻軟，事到臨頭，居然下不了手。「夫人在孩子手臂上用力一捏，孩子大哭起來。刀劍叮噹相交聲中，雜著孩子的哭聲，忽聽得嘿的一響，夫人又是一聲輕咳。胡一刀踏上一步，八方藏刀式，刀光閃閃，登時把金面佛的劍路盡數封住。「眼見得金面佛無法抵擋，他那招提撩劍白鶴舒翅只使得出半招。按那劍法，他右手一劍斜刺，左手上揚，就與白鶴將雙翅撲開來一般，但胡一刀搶了先著，金面佛雙手剛要展開，被他左右連環兩刀，金面佛這對臂膀，豈非自行送到刀上去給他砍了下來？「豈知金面佛的武功，當真是出神入化，就在這危急之間，他雙臂一曲，劍尖陡然刺向自己胸口。胡一刀大吃一驚，只道他比武輸了，還劍自殺，忙叫道：『苗兄，不可！』「殊不知金面佛的劍尖在第一日比武之時就已用手指拗斷了的，劍尖本身是鈍頭，他再胸口一運氣，那劍刺在身上，竟然反彈出來。這一招一來變化奇幻，二來胡一刀一心勸他不可自殺，絲毫沒防他竟是出奇制勝，但見長劍一彈，劍柄蹦將出來，正好點在胡一刀胸口的『神藏穴』上。「這『神藏穴』是人身大穴，一被劍尖點中，胡一刀登時軟倒。金面佛伸手扶住，叫道：『得罪！』胡一刀笑道：『苗兄劍法，鬼神莫測，佩服佩服。』金面佛道：『若非胡兄好意關心，此招何能得手？』兩人坐在桌邊一口氣乾了三碗燒酒。胡一刀哈哈一笑，提起刀來往自己頸中一抹，咽喉中噴出鮮血，伏桌而死。」「我驚得呆了，看夫人時，她臉上竟無悲痛之色，只道：『苗大俠，請你稍待，我再餵一次奶，讓孩子吃得飽飽的。』走進房去，過了一頓飯時分，重又出來，在孩子臉上深深一吻，笑道：『他吃飽了睡著啦。』將孩子交給金面佛，道：『我本答應咱家大哥，要親手把孩子養大，但這五天之中，親見苗大俠肝膽照人，義重如山，你既答允照顧孩子，我就偷一下懶，不挨這二十年的苦楚了。』說著向金面佛福了幾福，拿過胡一刀的刀來，也是在頸上一割。夫妻倆並排坐在一條長凳上，夫人拉著胡一刀的手，身子慢慢軟倒，伏在丈夫身上，就此不動了。我不忍再看，回過頭來，見苗大俠臂中抱著孩子睡得正沉，小臉兒上似乎還露著一絲微笑。」