第三十九回　甘吻白刃墮火窟且說乾隆自陳家洛帶著香香公主去後，心中怔忡不寧，漸漸天色大明，又眼望太陽從東方升到頭頂，太監開上御膳來，雖是山珍海味，卻食不下嚥。這天他也不朝見百官，整日坐起又睡倒，睡倒又坐起，派了好幾批侍衛出去打探消息，直到天色全黑，月亮從官牆上升起，還是沒有一個侍衛回報。他在寶月樓上十分焦急，可是又盡往好處想。見到壁上的「漢宮春曉圖」時突然想到：「這妮子既然喜歡他，一定也喜歡漢裝，待會他們回宮，他一定已經勸服她從我，我何不穿一套漢裝，叫她驚喜一番。」於是忙命太監取漢人衣服。可是在深宮之中，那裏來的漢人衣衫？還是一名小太監聰明，奔到戲班子裏去拿了一套戲服來，服侍乾隆穿了。乾隆大喜，對鏡一照，自覺十分風流瀟灑，忽見鬢旁有幾莖白髮，急命小太監拿小鉗子來鉗去。正低了頭讓小太監鉗髮，忽聽背後腳步輕輕走動，一名太監低聲喝道：「皇太后慈駕到！」乾隆吃了一驚，抬起頭來，鏡中果然現出太后，只見她鐵青了臉，滿是怒容。乾隆疾忙轉身，道：「太后還不安息麼？」伸手扶著她在炕上坐下。太后揮揮手，眾太監退了出去。隔了好一陣，太后嗓音低沉的道：「奴才們說你今天不舒服，沒上朝，也沒吃飯，我瞧你來啦！」乾隆道：「兒子現在好了。是吃了油膩有一點兒不爽快，沒什麼，不敢驚動太后。」太后又不作聲，過了半晌道：「是吃了回子的油膩呢，還是漢人的油膩呀？」乾隆一驚，答道：「想是昨天吃了烤羊肉。」太后道：「那是咱們滿洲人的菜呀，嗯，你做滿洲人是做厭了。」乾隆見太后辭意嚴峻，不敢回答。太后又道：「那個回子女人在那裏？」乾隆道：「她性子不好，兒子叫人帶出去訓導去了。」太后「哼」了一聲道：「她隨身帶劍，拚死不肯從你，叫人訓導，有什麼用？是要誰去開導她？」乾隆見她越問越緊，只得道：「是個老年的侍衛頭兒，姓白的。」太后抬起了頭不作聲，陰森森的道：「你現在四十多啦，還要娘做什麼？」乾隆大驚，忙道：「太后說那裏話，兒子不孝，請太后責罰。」太后道：「你是皇上，是一國之主，愛怎麼做就怎麼做，愛撒什麼謊就撒什麼謊。」乾隆知道太后耳目眾多，自己做的事多半已瞞她不過，低聲說道：「開導那女子的，還是一個兒子在江南遇到的士子，這人才學很好……」太后厲聲道：「是海寧姓陳的是不是？」乾隆那裏還敢做聲，太后又道：「怪不得你穿起漢人衣衫來啦！你幹麼還不殺我呀？」乾隆咕咚一聲，雙膝跪下，連連磕頭，說道：「兒子如有不孝之心，天誅地滅！」太后一拂袖走下樓去。乾隆忙隨後跟去，太后雖然年老，仍舊步履輕健，穿過御花園，自走進武英殿的偏殿。乾隆一路跟隨，只見兩名侍衛垂手在道旁侍候，那正是他派出去打探香香公主消息的，這時剛趕回來稟報，乾隆雖然懸念，但這當兒那裏能去聽他們說話，一直跟著太后走進殿裏，說道：「太后息怒，兒子有不是的地方，請太后教誨。」太后坐在椅上，喘停了氣，道：「你連日召那姓陳的進宮幹什麼？你在海寧又幹了些什麼事？」乾隆垂頭不語。太后道：「你追念先朝大臣，我也不來管你。」她聲音突然變厲，喝道：「你真要恢復漢家衣冠麼？你要把咱們滿洲人滅盡殺絕麼？」乾隆道：「太后別聽小人胡言，兒子那有此意。」太后道：「那姓陳的從福建少林寺來，拿了些什麼東西給你？」乾隆一驚，心想太后左右的都是足不出宮門的太監宮女，怎麼她資訊如此靈通？只得答道：「那姓陳的圖謀叛逆，兒子已把這些東西燒毀了。」太后道：「那姓陳的你要怎樣處置？」乾隆道：「他黨羽眾多，手下有不少有武功的亡命之徒，兒子所以與他敷衍到現在，是要找個良機把他們一網打盡，以免有人漏網，終成後患。」太后聽了顏色漸霽，說道：「你這話可真？」乾隆自從在六和塔上聽了陳家洛那番說辭後，本來頗有點心動，但這時見已經洩機，真的舉事，艱難極多，只怕畫虎不成反類犬，心一狠，決意一鼓誅滅紅花會群雄，於是答道：「兒子在三日之內，就要教那姓陳的身首異處。」太后陰森的臉上露出了一絲笑容，道：「好，這才不亂了祖宗的遺訓。」原來太后鈕岵祿氏常常想到皇帝不是自己親生的兒子，只要這秘密一洩露，朝廷中免不了一番大亂，幸而數十年來平安無事。去年春間，乾隆的乳母廖氏突然不明不白的死了，太后起了疑心，仔細查問，毫無端倪，不覺疑心更甚，於是暗中把雍正遺下來的一批血滴子召來，各人厚厚的賞賜一筆，派他們到海寧陳家偵查動靜。乾隆在杭州失蹤，在西湖中會見陳家洛，到海寧祭墓等情由，血滴子都查明了稟告太后。太后一聽，知道乾隆已發覺了自己的身世，十分擔憂，只得暗中提防。她想：「他去掃祭生父生母的墳墓，也是一番孝思，只要不再有什麼悖亂舉動，也就不去揭穿為是。」這天聽說皇帝接連召見陳家洛，又命他帶了那回子的姑娘出外，知道必定有所圖謀，夜中預行佈置之後逕來探視，卻見他穿了漢人衣衫，心想火頭已起，如不撲滅，勢必燎原，聽以當下發作了出來。乾隆又道：「兒子已從各地物色了不少好手，用來對付這批紅花會的叛逆。太后身邊得力的人，到那時兒子也想借來一用。」太后心想：「我手下的武士你一向就瞧著不順眼，現在想叫他們打頭陣，與紅花會的叛徒鬥個兩敗俱傷，這借刀殺人之計，我豈有不知？」於是說道：「好，到時候你來調用吧。」乾隆掛念著香香公主的消息，道：「太后請回寢宮安息吧。」太后道：「嘿，你跟我來。」站起身來，走向武英殿正殿。乾隆不知她什麼意思，跟了過去。太后在殿門上輕敲兩下，殿門大開，乾隆吃了一驚，只見殿中燈燭輝煌，執事太監排成兩列，八個親王大臣跪下接駕。太后與乾隆走到殿上兩張椅中坐下。乾隆一顆心突突亂跳，向下看時，見那八個親王大臣都是皇室貴族，為首的是自己兄弟和親王弘晝，那是雍正的第五子。此外是鄭親王、恭親王、恒親王、履親王、裕親王六位親王，以及北寧貝勒和大將軍兆惠。乾隆心神不定，不知太后這番佈置是何吉凶。太后咳嗽了一聲，說道：「先帝崩駕時，遺命八旗兵由宗室八人分統，但這些時候邊疆連年用兵，先帝的遺命，一直沒能照做。現在賴祖宗福蔭，今上聖明，回疆已經削平，從現在起，八旗精兵歸你們八人分帶，務須用心以報皇上的恩典。」八人忙磕頭謝恩。乾隆心想：「原來她還是不放心，要把我的兵權分散。」太后道：「請皇上分派吧。」乾隆心想：「這次我落了下風，反正我已不想舉事，分散兵權也是無妨。」於是把正黃、正紅、正藍、正白、鑲黃、鑲紅、鑲藍、鑲白的八旗兵分派給了八人統領。和親王等八人磕頭謝恩。太后當即命兵部與宗人府付給兵劄書狀，手一揮，遲玄托著一個盤子上給乾隆，乾隆在燈下見卷軸外面是雍正親筆寫的漢文字的「遺詔」兩字，旁邊注著一行字道：「國家有變，著八旗親王會同開拆。」乾隆不覺雙手發抖，心想原來父皇早就防到日後機密洩漏，如自己敢於變更祖宗遺規，甚至反滿興漢，遺詔中必定命八旗親王誅他而另立新君。但他是個深沉之人，隨即鎮定，雙手捧著遺詔交給太后，微微笑道：「父皇深謀遠慮，明見百世，兒子只要及得上父皇萬一，太后就不必再為兒子操心了。」太后把遺詔交給了和親王，道：「你把這先皇遺詔恭送到雍和宮綏成殿，派一百名親兵日夜看守，就是有今上聖旨，也不能離開一步。」和親王領了懿旨，把遺詔送到雍和宮去了。雍和宮在北京西北安定門內，原是雍正未登位時的四貝勒府，後來雍正死了，乾隆為了追念父皇，特地擴建成為一座喇嘛廟。太后把遺詔給乾隆一看，示意你如敢輕舉妄動，我自有制你之法，而把遺詔放在雍正的舊居，面子上是不忘先皇，其實是不放心置在宮內，生怕乾隆派人暗中銷毀。太后佈置已畢，這才安心，打了一個呵欠，嘆道：「這個萬世的基業，你要好好保守啊！」說著站起身來，出殿回寢宮去了。乾隆送太后出殿，忙召侍衛詢問，白振稟道：「陳公子已送娘娘回宮，娘娘現在寶月樓上侯駕。」乾隆大喜，急速出殿，走到門口，回頭道：「在路上有什麼事嗎？」白振說：「奴才等曾遇見紅花會的許多頭腦，幸虧陳公子攔阻，沒出什麼事。」乾隆點點頭，道：「你跟我來。」乾隆到了寶月樓上，向室內一望，果見香香公主面壁而坐，喜道：「長城好看麼？」香香公主不理，乾隆心道：「待我安排大事再來問你。」於是走到鄰室，命白振立即派遣親信侍衛在樓外和樓頂守禦，不許任何太監出入，再召御林軍統頓福康安進宮。白振急速傳旨出去，不多時，福康安匆匆趕到，乾隆命他率領部屬，到雍和宮內外埋伏，密囑了好一陣了，福康安領旨去了。乾隆又命白振率領眾侍衛在雍和宮各殿埋伏，安排已定，說道：「明兒晚我在雍和宮大殿賜宴，你召陳公子、紅花會所有的頭腦和黨徒一齊來領宴。」白振本來正自懷疑，派這許多人到雍和宮幹什麼，聽了這話，才知是要把紅花會一網打盡，心想那一定是有一場大廝殺了，磕了頭正要走出，乾隆忽道，「慢著！」白振回過頭來，乾隆道：「召雍和宮大喇嘛呼音克！」白振命手下侍衛出去宣召，等呼音克進來磕見，乾隆低聲道：「你到北京有幾年了？」呼音克道：「臣服侍皇上已經二十三年了。」乾隆道：「喂，你想不想回西藏去啊？」呼音克磕頭不答，乾隆又道：「西藏現在有達賴和班禪兩個活佛，為什麼沒有第三個？」呼音克道：「這是向來的規矩，自從國師……」乾隆攔住了他的話題道：「要是我封你做第三個活佛，去管一塊地方，沒人敢違旨吧？」呼音克喜從天降，連連磕頭，說道：「聖皇隆恩，臣粉身難報。」乾隆道：「現在我要叫你做一件事。你回去召集親信喇嘛，準備了硝磺油柴引火之物，等他傳訊給你時，」說著向白振一指：「你就放火燒宮，從雍和宮大殿和綏成殿燒起。」呼音克大吃一驚，磕頭道：「這是先皇的府邸，先皇遺物很多，臣不敢……」乾隆厲聲道：「你敢違旨麼？」呼音克嚇得遍體冷汗，說道：「臣遵旨辦理。」乾隆道：「這事只要洩漏半點風聲，我把你雍和宮八百名喇嘛殺得一個不剩。」隔了一會，溫言道：「綏成殿有旗兵看守，可要小心了，到時可把這些兵將一起燒在裏面。事成之後，你就是第三位活佛了。去吧！」手一揮，呼音克又驚又喜，謝了恩和白振一同退出。乾隆佈置已畢，暗想這一下一箭雙鵰，把紅花會和太后的勢力一鼓而滅，就可安安穩穩做太平皇帝了，心頭十分舒暢，見案頭放著一張琴，走過去彈了起來。他彈的是一曲「史明五弄」，鏗鏗鏘鏘，琴聲中竟充滿了殺伐之聲，彈到一半，錚的一聲，第七根「羽弦」忽然斷了。乾隆一怔，哈哈大笑，推琴而起，走到內室來。香香公主倚在窗邊望月，聽見腳步聲，寒光一閃，又拔出了短劍，乾隆眉頭一皺，遠遠的坐下道：「陳公子和你到長城頭上，是叫你來刺殺我嗎？」香香公主道：「他是勸我從你。」乾隆道：「你不聽他的話？」香香公主道：「他的話我總是聽的。」乾隆又喜又妒，道：「那麼你為什麼帶著劍？把劍給我吧。」香香公主道：「不，要先等到你做了好皇帝。」乾隆心想：「原來你要這樣挾制我。」一時之間，憤怒、妒忌、色欲、惱恨，百感交集，笑道：「我現在就是好皇帝。」香香公主道：「哼，剛才我聽你彈琴，你要殺人，要殺很多人，你是惡得不能再惡了。」乾隆一驚，心想原來自己的心事竟在琴韻中流露了出來，靈機一動，忽道：「不錯，我是要殺人，你那陳公子剛才已被我抓住了，你從我，我瞧在你面上可以放他。要是不從，嘿嘿，你知道我要殺很多人。」香香公主大驚，顫聲道：「你要殺死自己親弟弟！」乾隆鐵青了臉道：「那麼，他什麼都對你說了？」香香公主道：「我不相信你抓得住他，他比你能幹得多。」乾隆道：「能幹？哼，就算今天還沒抓住，你看我明天呢？」香香公主不語，暗自沉吟。乾隆又道：「我勸你死了這條心吧，我是好皇帝也好，惡皇帝也好，你總是永遠也見不著他了。」香香公主急道：「你答應他做好皇帝的，怎麼又反悔？」乾隆道：「我愛怎樣就怎樣，誰管得了我？」他剛才受太后挾制，滿腔憤怒，不由得流露了出來。香香公主好似胸口被人重重的打了一拳，想道：「原來皇帝是騙他的，早知這樣，我幹麼還要回來呢？」一陣悔恨，險險暈倒。乾隆柔聲道：「你好好從我，我自然不會為難他，還會給他大官做，教他一世榮華富貴。」香香公主一生從來沒被人這樣厲害的欺騙過，她本來還只領略到皇帝的兇狠，這時才知原來惡人還能這麼奸險，心想：「這皇帝這樣壞，一定會想法子去害他。他雖然本事比皇帝大，可是不知道親哥哥會存心害他的啊。我一定得想法子對他說，教他別上皇帝的當。可是怎樣對他說呢？」乾隆見她皺眉沉思，稚氣的臉上多了一層凝重的風姿，絕世美豔之中，重增華瞻，不覺獃獃的出神。香香公主想道：「宮裏全是皇帝的手下人，誰能給我送信？事情緊急，只有這樣辦。」於是說道：「那麼你答應不害他？」乾隆大喜，隨口道：「不害他，不害他。」香香公主見他這兩句話說得沒有半點誠意，心中恨極，一個純樸的少女在清宮中住了數日，也已學會怎樣對付敵人，於是不動聲色的說道：「我明天一早要到清真禮拜堂去，和我的族人們一起祈禱真神之後，才能夠從你。」乾隆喜極笑道：「好，明天可不能再賴了。」香香公主見他笑嘻嘻的下樓，找到紙筆，寫了一封信給陳家洛，警告他皇帝有害他之心，反滿興漢之想全成虛空，請他即速設法相救，一同逃出宮去，寫畢，用一張白紙將信包住，白紙上用維文寫道：「請速送交紅花會總舵主陳家洛。」她想維人個個對她爹爹和姊姊十分尊敬，對自己也極崇仰，在禮拜堂中只要候機交給任何一個維人，誰都會設法給陳家洛送去。她寫了信後，心神一寬，整日勞頓之後，靠在床上睡了一個時辰，朦朧間聽見宮中鐘聲響起，天已微明，忙起身梳洗。服侍她的宮女們知道她不許別人近身，只好在旁邊瞧著，見她神采煥發，心中都代她喜歡。香香公主把信暗藏在袖中，走下樓來，抬轎的太監已在樓下侍候，四個人抬著香轎將她送到了清真寺門口。香香公主下了轎，望到伊斯蘭教禮拜堂的圓頂，心中又是歡喜又是難受，微微點頭，走進教堂去，突然見左右各有一個人和她並排而行。她抬起頭來，見是兩個維人，心中大喜，正要把捏在手裏的紙團遞過去，和右面那人目光一接觸，不禁遲疑，又把手緩緩縮回。原來那人雖然是維人裝束，可是面目神情完全不是她族人模樣，她又向左邊那人一望。那人比較像維人些，但總似乎有點異狀。香香公主低聲問道：「你們是皇帝派來看守我的嗎？」她說的是維語，那兩人果然不懂，都隨意點了點頭。香香公主失望之極，轉過身來，只見身後又跟著八名維人裝束的皇宮侍衛，真正的維人都被隔得遠遠的。這時寺中教長領著眾人俯伏禮拜。香香公主跪了下來，淚如泉湧，心中悲苦已極，她這時只有一個念頭：「怎樣把消息告訴他，教他提防？就是要我死，我也得把消息傳給他。」「就是要我死！」這念頭如同閃電般掠過她的腦子：「我在這裏死了，消息就會傳出去，他就會知道。不錯，再沒有其他的法子！」但她又想到了「可蘭經」第四章中的話：「你們不要自殺。阿拉確是憐憫你們的。誰為了過份和不義而犯了這個嚴禁，我要把誰投入火窟。」穆罕默德的話在她耳中如雷震般響著：「自殺的人，永墮火窟，不得脫離。」她並不怕死，她相信死了之後可以上升樂園，將來會永遠永遠和心愛的人在一起，可蘭經上是這樣說的：「他們在樂園裏將享有純潔的配偶，他們得永居其中。」但要是自殺了，那就是無窮無盡的受苦！她想到這裏，不禁打了一個寒戰，只聽見眾人在喃喃誦經，教長正大聲講著樂園中的喜悅，講著墜入火窟的靈魂是多麼悲慘。對於一個虔信宗教的人，再沒有比靈魂的永遠沉淪是更可怕的了，可是她沒有其他的辦法。愛情勝過了最大的恐懼，香香公主低聲道：「至神至聖的阿拉，我不是不相信你會憐憫我，但是除了用我身上的鮮血之外，我沒有別的法子可以教他逃避危難。」她從衣袖中摸出短劍，在身子下面的磚塊上劃了「不要相信皇帝」這幾個字，輕輕叫了兩聲：「大哥！」將短劍刺進了那世上最純潔最美麗的胸膛。眾維人正跪著虔誠禱告，那些喬裝的侍衛們也都伏在地下。在香香公主右邊的那名侍衛忽見地上一股殷紅的鮮血緩緩流動，吃了一驚，見鮮血正從香香公主身下流出，把她白衣染紅了一大塊，這一驚更是非同小可，大叫一聲，跳起身來，拉著香香公主的袖子一扯，只見她閉目垂頭，早已死去，胸口插著一柄短劍。且說紅花會群雄這日在廳上議事，與剛從廣東回來的蔣四根談論南方各地英豪的近況，忽報白振來拜。陳家洛親自接見，白振傳達皇上旨意，說當晚在雍和宮賜宴，命紅花會眾位香主一齊赴宴，皇上親自要來，因為怕太后和滿州親貴疑慮，所以特地在皇宮外面相會。陳家洛領旨謝恩，心想喀絲麗一定是勉為其難的從了皇帝，所以他對興漢大業特別熱心了起來，心中是一種說不出的又喜又悲的滋味，送別白振後，回到大廳，與群雄說了。眾人見皇帝果然信守盟約，行將建立不世奇功，都很興奮。無塵、陸菲青、趙半山、文泰來等人從前吃過滿清官員不少苦頭，對乾隆的話本來不大相信，這時見在事進行得很是順利，都說究竟皇帝是漢人，又是總舵主的親哥哥，情形早然大不相同。陳家洛怕自己一個人心情不佳，冷了大家的豪興，於是強大精神，和群雄隨意談論，後來談到了武藝，無塵道：「總舵主，你這次在回部和少林寺都學到了精妙的武功，露幾手給大家瞧瞧怎樣？」陳家洛道：「好，我正要和陸老前輩與各位哥哥印證一下，只怕還有許多精微之處我沒悟出來。」他心想：「降龍十八掌是少林寺的鎮山之寶，天鏡禪師說過是不能傳授外人的，我把從神峰中學來的掌法試演一番吧。」於是向余魚同道：「十四弟，請你吹笛。」余魚同道：「好！」李沅芷笑吟吟的奔進內室去把金笛取了出來。駱冰笑道：「好啊，把人家的寶貝兒也收起來啦。」李沅芷臉一紅不作聲。原來自那日李沅芷被張召重擊斷左臂之後，一路余魚同對她細加呵護，由憐生愛，因感生情，這才是一片真心的對她。余魚同是個熱腸情重之人，真的對她好了，那又恨不得掏出心肝來給她。李沅芷一往情深的癡念，終於有美滿收場，自然這芳心大慰，兩人只要見到旁邊無人，就並肩喁喁細語。一天兩人談到那日在甘涼道上客店中初會的情景，李沅芷說很羨慕他用金笛點倒公差的本領，抱怨師父不肯傳她點穴功夫，余魚同笑道：「陸師叔雖然年老，總不便在你身上指點，也不能讓你摸他。穴道認不準，怎麼教，等將來咱倆成了夫妻，我再教你吧。」李沅芷噗哧一笑道：「那麼我倒錯怪師父了。」余魚同笑道：「我傳你點穴可以，但你得磕頭拜師。」李沅芷笑道：「呸，你想麼？」從那日起，余魚同就把使笛打穴的入門功夫先教會了她，李沅芷把笛子借來練習，所以這些日子笛子是在她身邊。陳家洛隨著笛聲舞動掌法，群雄在旁圍觀，凝神琢磨。無塵笑道：「總舵主，你用這掌法竟打倒了張召重，我用劍給你對對怎樣？」說著仗劍下場。好友間切磋武藝，本是各有進益，陳家洛道：「好，來吧！」一掌向無塵肩頭拍去。無塵一劍斜刺，不理陳家洛的手掌攻到，逕擊對方腰眼。陳家洛側身繞過，笛聲中急攻無塵後心，無塵更不回頭，倒轉劍尖，向後猛戳，部位時機，無不恰到好處，正是追魂奪命劍中的絕招「望鄉回顧」。陳家洛身體一側，伸手來拿無塵手腕。無塵明知這一劍當然戳不中他，但想不到他反攻如此迅捷，腳下一點，向前竄出三步，手腕一翻，長劍又已遞出。旁觀群雄，齊聲叫好。兩人雖是印證武功，但也絲毫不讓，單劍斜走，雙掌齊飛，打得緊湊異常。正鬥到酣處，忽然胡同外傳來一陣曼長淒涼的歌聲。群雄起初並不在意，但聽那歌聲越來越近，似是成千人齊聲唱和，悲切異常，令人聞之墮淚。心硯久在大漠，一聽知是維人們所唱的悼歌，心中好奇，奔出去打聽，過了一會，從外面回來，臉色灰白，腳步踉蹌，走近陳家洛身邊，顫聲叫道：「總舵主！」無塵倏地收劍躍開，陳家洛回頭問道：「什麼？」心硯道：「那……那……香香公主死了！」群雄齊都怔住。陳家洛只覺眼前一黑，無塵擲劍在地，伸手拉住他的臂膀。駱冰忙問：「怎麼死的？」心硯道：「我問一位維人大哥，他說是在清真禮拜堂裏祈禱時，香香公主用劍自殺死的。」駱冰又問：「那些維人唱些什麼？」心硯道：「皇帝把她遺體交給了維人，他們剛才將她安葬之後，回來時大家心中悲傷，所以唱歌哀悼。」眾人大罵皇帝殘忍無道，逼死了這樣一位善良純潔的少女。駱冰想起在大漠上教她說漢語的情形，一陣心酸，流下淚來。陳家洛卻一語不發，眾人防他心傷過甚，正想勸慰，陳家洛忽道：「道長，我學的掌法還沒使完，咱們再來。」緩步走到場子中心，眾人不禁愕然。無塵心想：「讓他分心一下以免過悲，那也是好的。」於是拾起劍來，兩人又鬥。群雄見陳家洛步武沉凝，掌法精奇，似乎對剛才這訊息並不動心，互相悄悄議論。李沅芷低聲對余魚同道：「男人家多沒良心，為了國家人事，心愛的人死了一點也不在乎。」余魚同一面吹笛，心想：「總舵主真的好忍得下，如果是我，只怕當場就要瘋了。」無塵顧念陳家洛遭此巨變，心神不能鎮攝，不敢再用險招，兩人本來棋逢敵手，功力悉匹，無塵一有顧忌，兩招稍緩，立處下風。只見劍光掌影中無塵不住後退，他一招不敢疾刺，收劍微遲，陳家洛左手的三根手指已搭上了他的手腕。兩人一碰，倏地跳開，無塵叫道：「好，好，妙極！」陳家洛笑道：「道長是故意相讓的。」他笑聲未畢，忽然一張口，噴出兩口鮮血來。群雄盡皆失色，忙上前相扶。陳洛家淒然一笑道：「不要緊，不要緊！」靠在心硯肩上進內堂去了。無塵長嘆一聲道：「在這當口，還練什麼勞什子的武功！」李沅芷望著地下一灘鮮血，暗想：「原來他是個情深義重之人，剛才我錯怪了他。」群雄見總舵主如此，都很惶急，陸菲青卻道：「他是一時急痛攻心，又強行忍住，以至嘔血。總舵主武功精湛，調整一下，便不礙事。」眾人知他年長見事多，既如此說，才放了一點心。陳家洛回房睡了一個多時辰，想起今晚還要會見皇帝，正有許多大事要幹，如何這般不自保重，但想到香香公主慘死，不由得傷痛欲絕。他又想：「喀絲麗明明已答應從他，怎麼忽又自殺，她知道這事關係國家大事，如無變故，絕不至於今日自殺，內中必定別有隱情。」他思索了一回，疑慮莫決，於是取出從回部帶來的維人衣服，穿著起來，那正是他在冰河上初見香香公主時所穿的。他再用淡墨將臉塗得黝黑，對心硯道：「我出去一會兒就回來。」心硯待要阻攔，知道無用，但總是不放心，悄悄在後面跟隨。陳家洛知他是一片忠心義膽，也就由他。大街上人聲喧鬧，車馬雜遝，陳家洛眼中看出來卻是一片蕭索。他走到西長安街清真禮拜寺，逕行入內，走到大堂上俯伏在地，心中默默禱祝：「喀絲麗，你在天上等著我，我答應你皈依伊斯蘭教，絕不讓你等一場空。」他抬起頭來，忽見地下隱隱約約的有幾個字，仔細一看，是用刀尖在磚塊上劃的維文：「不要相信皇帝」，字痕中有殷紅之色。陳家洛一驚，低頭細看，見磚塊上有一片地方顏色較深，他突然想到：「難道這是喀絲麗流的血？」他俯下身去一聞，果然有微微的鮮血氣息，不禁大慟，淚如泉湧，伏在地下號哭起來。哭了一陣，忽然有人在他肩頭輕拍兩下，他是學武之人，立即縱身躍起，左掌微揚待敵，一看之下又驚又喜，那人穿著維人的男子裝束，但秀眉微蹙，星目流波，正是翠羽黃衫霍青桐。她今日剛隨師父天山雙鷹趕到北京，要設法相救妹子，那知遇到同族維人，一問驚聞妹子已死，匆匆到禮拜寺來這妹子禱告，見一個維人伏地大哭，叫著喀絲麗的名字，所以拍他肩膀相詢，卻遇見了陳家洛。兩人正要傾談，陳家洛突見兩名清官侍衛走進大堂來，忙一拉霍青桐的袖子，兩人並肩伏地。那兩名侍衛走到陳家洛身邊，喝道：「起來！」陳家洛只得站起，眼望窗外，只聽得叮噹聲響，兩名侍衛將香香公主劃著字跡的磚塊用鐵鍬撬起，拿出禮拜寺上馬而去。霍青桐道：「那是什麼？」陳家洛垂淚道：「要是我遲來一步，喀絲麗犧牲了性命向我所作的警示也瞧不到了。」霍青桐問道：「什麼警示？」陳家洛道：「這裏耳目眾多，咱們還是伏在地下，我再對你說。」兩人重行伏下，陳家洛輕輕把各種情由大致說了。霍青桐又是傷心又是憤恨，怒道：「你怎麼這樣糊塗，會去相信皇帝？」陳家洛慚愧無地，道：「我只道他是漢人，又是我的親哥哥。」霍青桐道：「漢人就怎樣？難道漢人就不做壞事麼？做了皇帝，還有什麼手足之情？」陳家洛垂淚道：「是我害了喀絲麗的性命！」霍青桐見自己責備得太厲害了，心想他本已十分難受，於是柔聲安慰道：「你是為了要救天下蒼生，那也難怪。」過了一會，問道：「今晚雍和宮之宴，去也不去？」陳家洛切齒道：「皇帝也要赴宴，我去刺殺他為喀絲麗報仇。」霍青桐道：「對，也為我爹爹、哥哥，和我無數同胞報仇。」陳家洛問道：「你在清兵夜襲時怎麼能逃出來？」霍青桐道：「那時我正病得厲害，清兵突然攻到，幸而忽倫四兄弟捨命惡鬥，把我救到了師父那裏。」陳家洛嘆道：「喀絲麗曾對我說，我們就是走到天邊，也要找著你。」霍青桐眼眶一紅，說道：「咱們回去和大夥商議吧。」兩人走出禮拜堂，心硯迎了上來。他見了霍青桐，又驚又喜，道：「霍姑娘，我一直惦記著您，您好呀！」霍青桐這半年來，父母兄妹四人全喪，從前對心硯的一些小小嫌隙，那裏還放在心上，道：「你也好，你又長高啦！」心硯見她不再見怪，很是高興。三人回到雙柳子胡同，天山雙鷹和群雄正在高談闊論。陳家洛把在教堂中所見的血字說了，陳正德一拍桌子說道：「我說的還有錯麼？那皇帝當然要加害咱們，這女孩子一定是在宮中得了確息，才捨了性命來告知你。」眾人都說不錯。關明梅垂淚道：「我們二老沒有兒女，本想把她們姊妹都收作乾女兒，那知──」陳正德道：「這女孩子雖然不會武功，卻有俠氣，難得難得！」眾人嘆息了一會，陳家洛道：「待會雍和宮賜宴，大家都得帶兵器去，長兵器是帶不進去的了，各人準備好短兵刃和暗器。」群雄應了，陳家洛又道：「酒肉飯菜之中只怕下有毒物迷藥，絕不可有絲毫沾唇。」陳正德道：「是啊，早就該這麼防備了。」陳家洛道：「今晚咱們不殺皇帝，解不了心頭之恨，但要先籌畫退路。」陳正德道：「中原是不能再住的了，大夥兒到回部去。」群雄久在江南，離開故鄉實在有點難捨，但不殺皇帝，皇帝卻要對自己動手，除此之外，再無別路，計議了一陣，都贊成了。陳家洛命文泰來率領楊成協、衛春華、石雙英、蔣四根在城門口埋伏，到時殺了城門守軍，接應大夥出城西去。文泰來應了，領了楊成協等，去察看路徑，準備退路。陳家洛又命心硯率領紅花會頭目，牽了馬匹，帶同弓箭等物在雍和宮外接應；又命余魚同立即通知紅花會在北京的頭目，遍告各省紅花會會眾，總舵遷往回部，各地會眾立即隱伏，以防官府收捕。他分派已畢，向天山雙鷹與陸菲青道：「如何撲殺皇帝，請二位老前輩出個主意。」陳正德道：「那還不容易？我上去抓住他脖子一扭，瞧他完不完蛋？」陸菲青笑道：「能夠這樣，那當然再好不過。但他既然存心相害咱們，身邊侍衛一定帶得很多，防衛必然周密。」無塵道：「還是三弟用暗器傷他。」天山雙鷹在六和塔上見過趙半山的神技，對他暗器功夫十分心折，當下首先贊同。趙半山從暗器囊裏摸出方龍駿當日所發的三枚毒蒺藜來，笑道：「只要打中一枚，就教他夠受了！」心硯見到毒蒺藜是驚弓之鳥，不覺打了個寒噤。陳家洛道：「我怕那姓方的還在宮裏，有解藥可治。」趙半山道：「不妨，我再用鶴頂紅和孔雀屎浸過，他解了那一種，解不了這一種。」陸菲青對駱冰道：「你的飛刀和我的金針也都浸上毒藥吧。」駱冰點頭，道：「咱們幾十種暗器齊發，不管他多少侍衛，總能打中他幾枚。」各人當下磨刀餵藥，細加準備。陳家洛見眾人在炭火爐上的毒藥罐裏浸暗器，想起皇帝與自己是同母所生，總覺不忍，但隨即想到他的陰狠毒辣，拔出短劍，也在毒藥罐中熬了一會。到申時三刻，眾人收拾了行李，飽餐酒肉，齊等赴宴。過不多時，白振率領了四名侍衛來請，群雄各穿錦袍，騎馬赴雍和宮。白振在杭州六和塔外曾與陳正德交過手，這時見他也到了，兩人對望了一眼。到宮門外下馬，白振見眾人衣冠楚楚，都是空手不帶兵刃，心中暗暗嘆息，引著眾人入宮。大殿是已擺開了三席素筵，白振肅請群雄分別坐下，中間一席陳家洛坐了首席，左首一席陳正德坐了首席，右首一席陸菲青坐了首席。佛像下面獨設一席，向外一張椅上鋪了錦緞黃綾，顯然是皇帝的御座了。陸菲青、趙半山等人心中暗暗估量，待會動手時如何向御座施放暗器。菜肴陸續上席，眾人靜候皇帝到來。過了一會，腳步聲響，殿外走進兩名太監，陳家洛等認得是遲玄和武銘夫兩人，太監後面跟著一位戴紅頂子拖花翎的大官，原來是前任杭州將軍的李可秀。李沅芷握住身旁余魚同的手，險些叫出聲來。只見遲玄拿出聖旨，叫道：「聖旨到！」白振等侍衛首先跪下，陳家洛等也只得跟著跪下。遲玄展開御旨，宣讀道：「陳家洛等公忠體國，朕甚嘉悅，著賜陳家洛進士及第，餘人著禮部另議，賜宴雍和宮，將軍李可秀陪宴，欽此。」群雄聽了心中一涼，原來皇帝奸滑，他是不來的了。李可秀走近陳家洛身邊，作了一揖道：「恭喜，恭喜，陳兄得皇上如此恩寵，真是異數。」陳家洛謙遜了幾句，李沅芷和余魚同過來，李沅芷叫了一聲：「爹！」李可秀一驚，回頭見是失蹤近年、自己日思夜想的獨生女兒，真是喜從天降，拉住了她手，眼中濕潤，顫聲道：「沅兒，沅兒，你好麼？」李沅芷道：「爹──」可是話卻說不下去了。李可秀道：「來，你跟我同一席！」拉她到偏席上去。李沅芷和余魚同知道這是他愛護女兒，防她受到損傷，兩人互相使了個眼色，分別就坐。遲玄和武銘夫兩人走到中間席上，對陳家洛道：「哥兒，將來你做了大官，可別忘了咱倆啊！」陳家洛道：「絕不敢忘了兩位公公。」遲玄手一招，叫道：「來啦！」兩名小太監托了盛著兩把酒壺和幾隻酒杯的盤子過來。遲玄拿起一把酒壺，在兩隻杯中斟滿了酒，自己先喝了一杯，說道：「我敬您一杯！」說著放下空杯，雙手捧著滿滿的一杯酒遞到陳家洛面前。群雄注目凝視，心中尋思：「皇帝沒來，咱們如先動手，那是打草驚蛇，再要殺他就不容易。這一杯酒雖從同一把酒壺裏斟出來，但安知他們不從中使了手腳，瞧總舵主喝是不喝？」陳家洛在小太監拿酒壺過來時即已留神細看，他知其中必然有詐，存心尋隙，破綻就易發覺，果見酒壺的壺柄上左右各有一個小孔。遲玄斟第一杯酒時大姆指捺住左邊小孔，斟第二杯他自己喝的酒時，姆指似乎漫不經意的一滑，捺住了右邊小孔。陳家洛心中了然，知道酒壺分為兩隔，捺住左邊小孔時。左邊一隔中的酒流不出來，斟出來的是盛在右邊一隔中的酒；捺住右邊小孔則剛剛相反，那顯然右邊一隔中裝的是毒酒了。陳家洛心想：「哥哥你好狠毒，你存心害我，怕我防備，先賜我一個進士，叫我全心相信你共舉大事。如果不是喀絲麗用她的血來向我示警，這杯毒酒是喝定的了。」他拱拱手道謝，舉杯作勢要飲，遲玄和武鉻夫見大功告成，喜上眉梢。陳家洛忽將酒杯放下，提起酒壺又斟一杯，他斟酒時捺住右邊小孔，杯底一翻，一口乾了，把原先那杯送倒武銘夫前面，說道：「武公公也喝一杯！」武銘夫和遲玄兩人見他識破機關，不覺變色。陳家洛又捺住左邊小孔，斟了一杯毒酒，說道：「我同敬遲公公一杯！」遲玄飛起右足，一腳將陳家洛手中酒杯踢去，大聲喝道：「通統給我拿下了！」大殿前後左右，登時湧出救百名手執兵刃的內廷侍衛和御林軍來。陳家洛笑道：「兩位公公酒量不高，不喝就是，何必動怒？」武銘夫叫道：「奉聖旨：紅花會叛上作亂，圖謀不軌，立即拿問，拒捕者格殺勿論。」陳家洛手一揮，常氏雙俠已縱到兩人背後，各伸右掌，拿住了遲玄與武銘夫的項頸，兩人待要抵敵，已經周身麻木，動彈不得。陳家洛又斟了一杯毒酒，笑道：「這真是敬酒不吃吃罰酒了。」駱冰和章進各拿一杯，給遲武兩人灌了下去。眾侍衛與御林軍見遲武被擒，只在遠處吶喊，不敢十分逼近。紅花會群雄早從衣底取出兵刃，正要向外殺出，忽見後殿火起，同時刀槍碰撞，格鬥之聲大作。陳家洛想：「難過後殿有我們夥伴被困住了不成？」於是傳令道：「從後殿衝出去！」無塵身上只藏一柄短劍，使用不便，縱入侍衛中，夾手奪了一柄劍來，連殺三人，當先直入後殿，群雄跟著衝入。李可秀拉著女兒的手，叫道：「你在我身邊！」他一面和白振兩人分別傳令，督率侍衛攔截，一面拉著女兒防她混亂中受傷。余魚同見狀，長嘆一聲，心想：「我與她爹爹勢成水火，她終究非我之偶！」一陣難受，揮笛衝入。李沅芷右手使勁一掙，李可秀拉不住，當下被他掙脫。李沅芷叫道：「爹爹保重，女兒去了！」反身躍起，縱入人叢之中。李可秀大出意外，愕然不動，大叫：「沅芷，沅芷，你回來！」她早已出了大殿。余魚同見未婚妻跟著她爹爹，傷痛已極，李沅芷衝到後殿時，只見他揮笛與五六名侍衛惡戰，形同拚命，身上已受了幾處傷。李沅芷叫道：「師哥，快跟我來！」余魚同一聽，心頭一喜，精神倍增，刷刷數笛一輪急攻，李沅芷仗劍上前助戰，將眾侍衛殺退。兩人攜手跟著駱冰，向前直衝。這時火光燭天，人聲嘈雜，陳家洛等已到綏成殿外，一看之下，不覺十分驚異，只見數十名喇嘛正和一班清兵惡戰，眼見眾喇嘛抵敵不住，白振卻督率了侍衛加入相助喇嘛，把眾清兵趕入火勢正旺的殿中。陳家洛那知乾隆與太后之間勾心鬥角的事，心想這事古怪，但良機莫失，忙傳令命群雄越牆出宮。李可秀與白振已得乾隆密旨，要將紅花會會眾與綏成殿中的旗兵一網打盡，他們一們念著女兒，一個想起陳家洛在海塘上的救命之恩，都對紅花會放寬了一步，協力對付旗兵。過不多時，旗兵全被殺光燒死，綏成殿倒坍下來，將雍正的遺詔埋在火窟之中。