第二十九回　九指神丐楊過聽他大笑，哭聲頓止，怒道：「你笑甚麼？」那人笑道：「你哭甚麼？」楊過待要惡聲相加，想起此人武功深不可測，登時將憤怒之意抑制了，恭恭敬敬的拜將下去，說道：「小人楊過，參見前輩。」那人手中拿著一根竹杖，在他手臂上輕輕一挑，楊過也不覺手臂上有甚麼大力，卻身不由自主的向後摔去。依這一摔之勢，原該摔得爬也爬不起來，但他經常習練頭下腳上的蛤蟆功，在半空順勢一個觔斗，仍舊好端端的站著。這一下，兩個人都是出乎意料之外。憑楊過目前的武功，要一出手就摔他一個觔斗，雖是李莫愁、丘處機之輩也萬萬不能；而那人見他小小年紀，竟然練到這般功夫，也不由另眼相看，又問：「你哭甚麼？」楊過打量他時，見他是個鬚髮俱白的老翁，身上衣衫破爛，似乎是個化子，雖在黑夜，但地下白雪一映，看得到他滿臉紅光，神采奕奕，不自禁的肅然起敬，答道：「我是個苦命人，活在世上實是多餘，不如死了乾淨。」那老丐聽他言辭酸楚，當真是滿腹含怨，點了點頭問道：「誰欺侮你啦？快說給你公公聽。」楊過道：「我爹爹給人害死，卻不知是何人害他。我媽給毒蛇咬死，這世上沒人憐我疼我。」那老丐「嗯」了一聲，道：「這是可憐哪。教你武功的師父是誰？」楊過心想：「郭伯母名兒上是我師父，她卻不教我半點武功。全真教的臭道士們提起來就令人可恨。歐陽鋒是義父，並非師父，姑姑教了我一身武功，卻落得如此下場，怎能對外人說起？重陽先師和林婆婆石室傳經，又怎能說是我師父？我師父雖多，卻沒一個能提。」那老丐這一問觸動他的心事，猛地裏又放聲大哭，哭道：「我沒有師父，我沒有師父！」那老丐道：「好啦，好啦！你不肯說也就罷了。」楊過哭道：「我不是不肯說，是我沒有。」那老丐道：「沒有就沒有，又用得著哭？我看你一個人黑夜行走，還道是藏邊五醜的同黨，既然不是，那老叫化就收你做個徒兒吧。」原來此人正是九指神丐洪七公，當年東邪、西毒、南帝、北丐四人齊名。他將丐幫幫主的位子傳給了黃蓉後，獨個兒東飄西遊，尋訪天下的異味美食。廣東地氣和暖，奇怪食譜最多。洪七公到了嶺南之後，得其所哉，十餘年不再北返中原。武林中人只道他年事已高，早已逝世，那知他在百粵吃遍了蟲蟻蛇鼠，大享口福呢。這一年藏邊五醜中的二醜，在廣東濫殺無辜，害死了不少善良之人。洪七公嫉惡如仇，本擬一舉手就將他除去，但想他殺一人不難，要尋其餘四醜就難了，因此上暗地跟蹤，要等他五醜聚會，然後一舉屠絕，那知這一跟卻跟到了華山。此時四醜已聚，尚有大醜一人未到，卻在深夜雪地裏遇到楊過，此時聽他哭得可憐，忽然老興勃發，說要收他為徒。洪七公一生之中，真正收的徒兒只有郭靖、黃蓉二人，此時不知怎的，竟然自己出言要收楊過，心想這孩子定然歡喜拜謝。豈知楊過念念不忘於小龍女，心想你本領雖強勝我師父，我這一生卻絕不再拜第二人為師，當下搖搖頭說：「多謝你，但我不拜你為師。」這一句答覆，使他大感奇怪，他是個十分執拗之人，道：「你不拜我為師，我偏要你拜。」楊過道：「你要打死我，出拳便是，要我拜師卻萬萬不能。」洪七公見他脾氣也和自己一般剛強執拗，更加歡喜道：「咱們且不說這個，我瞧你這肚子也餓啦，咱們吃飽了再說。」於是扒開雪地，找些枯柴斷枝生了一個火，楊過幫他檢拾柴枝，問道：「煮甚麼吃啊？」洪七公道：「蜈蚣！」楊過只道他說笑，淡淡一笑，也不再問。洪七公道：「我辛辛苦苦，從嶺南追藏邊五醜到了華山，若不尋幾樣異味吃吃，怎對得起它？」說著拍了拍肚子。楊過見他全身骨骼堅朗，只有這個大肚子卻肥肥的有點累贅。洪七公又道：「華山之陰，是天下極陰極寒之處，所產蜈蚣最為肥嫩，廣東天時炎熱，百物快生快長，那蜈蚣之肉就粗糙了。」楊過聽他說得認真，似乎並非說笑，心中好生疑惑。洪七公一面說，一面加柴，從背上取下一隻小鐵鍋放在柴上，隨手抓了兩團雪放在鍋裏，道：「跟我取蜈蚣去吧。」話聲甫畢，人已縱到兩丈高處的峭壁上。楊過見山勢陡峭，不敢就上。洪七公叫道：「沒中用的小子，快上來！」楊過最恨別人輕賤於他，聽了此言，咬一咬牙，提氣直上，心想：「反正死活我也瞧淡了，摔死就摔死吧。」他膽氣一粗，輕功施展得更加圓轉如意，緊緊跟在洪七公後面，最險峻最難容身之處，居然也給他攀了上去。只一盞茶時分，兩人已攀上了一處人跡不到的山峰絕頂。洪七公見竟他有如此膽氣輕功，心中更加喜愛，讚道：「好小子，我非收你做徒兒不可。」楊過道：「老前輩有何吩咐，小人無不從命。拜師之說，再也休提。」洪七公心知他必有難言之隱，欲待查問，卻又記掛著美食，於是走到一塊大岩石下，雙手抓起泥土，往旁拋擲，只見土中露出一隻死了大公雞來。楊過大是奇怪，道：「咦，怎麼有一隻公雞？」隨即省悟：「啊，是你老人家藏著的。」洪七公微微一笑，提起公雞。楊過生就一對夜眼，雪光掩映下瞧得分明，只見雞腹上咬滿了數百條七八寸長的大蜈蚣，紅黑相間，花紋斑斕，都在蠕蠕而動。他自小與蛇群為伍，本來並不害怕毒蟲，但驟然見到，許多形容可怖的大蜈蚣，也不禁怵然而懼。洪七公大為得意，道：「蜈蚣和雞生性相剋，我昨天在這兒埋了一隻公雞，果然把四下裏的蜈蚣都引來啦。」當下取出包袱，連雞帶蜈蚣一起包了，歡天喜地的溜下山峰。楊過跟隨在後，心中發毛：「難道真的吃蜈蚣？瞧他神情，又並非故意嚇我。」這時一鍋雪水已煮得滾熱，洪七公打開包袱，拉住蜈蚣尾巴，一條條的拋在鍋裏。那些蜈蚣掙扎一陣，都僵伏不動了。洪七公道：「蜈蚣臨死之前，將毒液毒尿盡數吐了出來，所以這一鍋雪水劇毒無比。」他在雪中挖了一個洞，將毒水倒在洞裏，山上奇寒徹骨，片刻間凝結成冰。洪七公取出小刀，將蜈蚣頭尾斬去，輕輕一捏，殼兒應手而落，露出那蜈蚣肉雪白透明，如蝦如蟹，極是美觀。楊過心想：「這樣做法，只怕當真能吃也未可知。」只見他又煮了兩鍋雪水，將蜈蚣肉洗滌乾淨，再不餘半點毒液，然後往背囊中取出大大小小七八個鐵盒來。這些盒中盛著油鹽醬醋之類，他起了油鍋，把蜈蚣肉倒下去一炸，立時香氣撲向鼻端。楊過見他狂吞口涎，饞相畢露，不由得又是吃驚，又是好笑。洪七公將蜈蚣炸得微黃，然後加上作料，伸手往鍋中提了一條上來放在口中，輕輕嚼了幾嚼，兩眼微閉，嘆了一口氣，只覺天下之至樂，無逾於此矣，他一口氣吃了十多條，才向楊過道：「吃啊，客氣甚麼？」楊過搖頭道：「我不吃。」洪七公一怔，隨即哈哈大笑，道：「不錯，不錯，我見過不少英雄漢子，殺頭流血不皺半點眉頭，卻沒一個敢跟我洪七公吃一條蜈蚣，嘿嘿，你這小子說口硬，卻也是個膽小鬼。」楊過被他一激，心想：「我閉著眼睛，嚼也不嚼，吞他幾條便是，免得被他小覷了。」當下用兩條細枝作筷，伸到鍋中挾了一條炸蜈蚣上來，那知洪七公早猜知他的心意，道：「你閉著眼睛，嚼也不嚼，一口氣吞他十幾條，這叫做無賴撒潑，並非英雄好漢。」楊過冷笑道：「吃毒蟲也算是英雄好漢？」洪七公道：「天下大言不慚自稱英雄好漢之人甚多，敢吃蜈蚣的卻找不出幾個。」楊過心想：「除死無大事。」將那條蜈蚣放在口中一嚼。這一口不嚼，那也罷了，只一口嚼將下去，但覺滿嘴鮮美，又脆又香，清甜甘濃，一生之中從未嘗過如此異味，一骨碌吞了下去，又去挾第二條來吃，連讚：「妙極，妙極。」洪七公見他吃得香甜，心中大喜，和他二人你搶我奪，把百餘條大蜈蚣吃得乾乾淨淨。洪七公伸舌頭在嘴旁舐那汁水，恨不得再有一百條蜈蚣下肚才好。楊過道：「我把公雞再去埋了，引那蜈蚣來吃。」洪七公道：「不成啦，一來公雞的猛性已盡，二來近處已無肥大蜈蚣留下。」忽地伸個懶腰，打個呵欠，撒手往雪地裏便倒，說道：「我已有七日七夜沒睡，難得今日吃一餐好的，要好好睡他三天，就是天塌下來，你也別吵醒我。」說著鼾聲大作，竟已沉沉睡去。楊過心想：「這位前輩真是奇人。反正我也無處可去，他要睡三天，我便等他三天就是。」那華山蜈蚣是天下至寒之物，楊過吃了之後，只覺腹中有一團涼意，於是找塊岩石坐下，用了一會功，這才全身舒暢。此時滿天鵝毛般的大雪兀自下個不停，洪七公頭上身上蓋滿了一層白雪，猶如棉花一般。人身本有熱氣，那雪花遇熱即熔，如何能停留在他臉上？楊過初時大為不解，轉念一想，當即領悟：「是了，他睡覺時潛行神功，將熱氣盡數收在體內。只是好端端一個活人，睡著時竟如僵屍一般，這等內功，縱使重陽先師復生，只怕也未必能夠。」楊過這一番推想，原也大有道理。當年華山首次論劍，王重陽雖勝過洪七公，但他逝世甚早，到此時已相隔數十年。洪七公在這數十年中功行大進，自是已非王重陽當年所能企及。眼見天將破曉，洪七公葬身在雪墳之中，只見地下高起一塊，卻已不露絲毫痕跡。楊過並無倦意，抬頭望天，四下裏都是暗沉沉的一團，突然聽得東北方山邊有刷刷刷的踏雪之聲，凝神一望，只見五條黑影急忙而來，身法極是迅速，個個身負絕藝。楊過心念一動：「那定是這位前輩所說的藏邊五醜了。」急忙在一塊大岩石後邊躲好。約摸一盞茶時分，那五人已奔到岩石之前，一人「咦」的一聲，叫道：「老叫化的鐵鍋在此，他必定就在左近。」五個人都是臉現驚惶之色，聚在一起悄悄商議。突然間五人同時分開，就在四周搜索起來。這山峰上道路本窄，一個人行得幾步，就踏在洪七公身上，覺得腳下一軟，「啊」的一聲大叫。其餘四人一齊圍攏，扒開積雪，見洪七公躺在地上，似已死去多時，那五人大喜，伸手探探他鼻息，果然沒了呼吸，身上也是冰涼一片。一人說道：「這老叫化一路跟蹤，戲弄得我好苦，原來死在這裏。」另一人道：「此人武功卓絕，好端端的怎會死了？」又一人道：「武功最好，難道就不死了？你想：他多大年紀啦。」其餘四人一齊稱是，說道：「天幸閻羅王抓了他去，否則倒是難以對付。」首先那人道：「來，每人剁這老賊一刀出出氣！任他英雄蓋世，也難保屍安體全。」楊過手中扣了玉蜂針，心想五人難以齊敵，只有俟機偷發暗器，傷得三兩人後，餘下的就容易打發，但他究竟年輕，沉不住氣，一聽那人說：「每人剁那老賊一刀出出氣」，只怕他們傷了洪七公，不及反射暗器，大喝一聲，就從岩石後躍了出來。他沒有兵刃，隨手撿起兩根樹枝，當作判官筆使，雙手連發五招，向五人分點五處穴道。他這五招出手之快，實是電光石火一般，就可惜先行大喝一聲，五醜有了提防，否則總會有一二人被他點中。饒是如此，五醜也各各驚出了一身冷汗，急忙竄避擋架，才逃脫了一點困厄。五醜均使厚背大刀，五人的武功是一師所傳，功夫雖有深淺之別，家數卻是一般。各人轉過身來，見楊過只是乳臭未乾的少年，衣衫襤褸，手中拿了兩段枯柴，猥猥瑣瑣，貌不驚人，登時把驚懼之心去了八九，那大醜喝道：「臭小子，你是丐幫的小叫化不是？你祖師爺西天去啦，快跪下給爺爺磕頭吧。」楊過見了二人剛才閃避的身法，已大致瞧出他們的武功。若論單打獨鬥，這五人沒一個是他對手，但若五人齊上，自己卻又抵敵不過。他是個鬼精靈之人，聽那大醜叫自己磕頭，隨機應變，說道：「是，小人給五位爺磕頭。」搶上一步，拜將下去，突然雙手橫掃，使出一招「推窗望月」，兩根枯柴向左右擊了出去。他左邊是二醜，右邊是三醜。這一招「推窗望月」使得十分陰毒，三醜功夫較高，急忙豎刀擋架，被他一柴橫打在刀背上，虎口發熱，大刀險險脫手，五醜卻被他掃中腳骨，喀喇一聲，腳骨雖不折斷，卻已痛得站不起身。其餘四醜大怒，四柄單刀呼呼呼的劈了過來。楊過仗著身形靈便，東西閃避，四醜一時卻奈何不了他。鬥了一陣，五醜一蹺一拐加入戰團，他是武林高手，卻中了後生小子的暗算，心中惱怒異常，這一出手猶似拼命。楊過得玉女心經真傳，輕功遠在藏邊五醜之上，若要逃走，原亦不難，但他掛念著洪七公，只怕一步遠離，五醜就下毒手，因此不能放手相鬥，不免連遇險招，他想三十六著走為上著，俯身抱起洪七公，右手舞動枯柴奪路而行，提一口氣，發足奔出十餘丈。藏邊五醜隨後趕來，輕功有高有低，片刻間已是三前二後。楊過覺得手中的洪七公身體冰冷，不禁暗暗著慌，心想他睡得再沉，也絕無不醒之理，我敗得如此狼狽，怎麼他見死不救，莫非真的死了？於是叫道：「老前輩，老前輩。」洪七公毫無動靜，宛似死屍無異，只是並非僵硬而已。楊過稍一停留，後邊大醜已到，但他忌憚楊過本事，不敢單獨逼近，待得等齊二醜、四醜，楊過卻又奔出十餘丈外。藏邊五醜見他只是往峰頂攀上，眼見那山峰僅此一條通下山峰來的道路，心想你難道飛上天去？倒也並不著急，一步步的追上。那山道越走越是險峻，楊過行到一處彎角，見山道兩邊都是萬丈深淵，中間一道窄窄的大橋僅容一人通行，大有一夫當關，萬夫莫開之勢，心想：「此處最好。我就在這裏擋他們三天，第四日老前輩若仍不醒，我……我……」想到這裏，他也想不下去了，實不知洪七公屆時不醒，該當如何。當下加快腳步，將洪七公放在天橋後一塊大岩之下，立即轉身，大醜已奔到橋頭。楊過直衝過去，喝道：「醜八怪，你敢來嗎？」那大醜真怕和他一撞，一齊掉了下去，急忙後退。楊過站在天橋橋頭上，是時朝陽初昇，大雪已止，放眼但見瓊瑤遍山，水晶匝地，陽光在白雪上一映照，更是瑰美無倫。楊過將人皮面具往臉上一戴，喝道：「你醜還是我醜？」藏邊五醜的相貌個個生得難看，但也不是怪異絕倫，那一個「醜」字，倒是指他們的行逕而言的居多。這時見楊過雙手在臉上一抹，突然變了一副容貌，臉皮蠟黃，神情木然，竟如墳墓中鑽出來的僵屍一般，五醜面面相覷，無不駭然。楊過慢慢退回到石樑中心，使個「金雞獨立勢」，左足立地，右足朝天踢起，在曉風中輕輕擺動，極是得意。五醜心中嘀咕：「丐幫中那裏鑽出來這一個少年英雄？」他們不敢衝向石樑，聚首商議：「咱們守在這裏，輪流下山取食，不出兩日，定教他餓得筋疲力盡。」當下四人一字排在橋頭，由二醜下山搬取食物。雙方僵持半日，楊過不敢過去，四醜不敢過來。到中午時分，楊過盤膝坐下，自行用功。第二日上，二醜取來食物，五人張口大嚼，食得津津有味，楊過早已飢火中燒，回首看洪七公時，只見他與一日之前的姿勢絲毫無變，心想：「他若是睡著，睡夢中翻一個身也是有的，如此一動不動，只怕真的死了。再挨一日，我餓得力弱，更加難以抵敵，不如立即衝出，還能逃生。」他緩緩站立起來，又想：「他說過要睡三日，我還是不能捨他而去。」當下強忍飢餓，閉目修習內功，不再瞧五醜吃飯。到第三日上，洪七公仍與兩日前一般臥著，楊過越看越是疑心，暗想：「他明明死了，我固執不去，是為愚信，再餓得半日，他們不必動手，我自己就餓死了。」拿起石樑上的雪塊，吞了幾團，肚中空虛之感稍見和緩，心想：「我對國不能盡忠，對父母不能盡孝，又無兄弟姊妹以盡友悌，這個『信』字，好歹要守他一守。」又想：「古時尾生與女子相約，候於橋下，女子未至而洪水大漲，尾生不肯失約，抱橋柱而死，自後此人名揚天下。我楊過遭受世人輕賤，若不守此約，更加不齒於人，縱然死了，也要守他三日。」心念一決，這飢餓之苦，而易忍了。這一日一夜眨眼即過，第四日一早，楊過走到洪七公身前，一摸他的身體，仍舊冰冷，不禁嘆了口氣，向他作了幾揖，道：「老前輩，我已盡了三日之約，可惜前輩不幸身故。弟子無力守護前輩遺體，只好將你拋入深谷，免受奸人折辱。」當下抱起他的身子，走向石樑，要將他拋入萬丈深淵之中。就在此時，五醜見他離開天橋，只道他難忍飢餓，欲待逃走，五人使個眼色，一齊飛奔過來。楊過抱著洪七公搶上去時，最先的大醜已奔到石樑中心。楊過大喝一聲，將洪七公往石樑下一拋，向大醜衝了過去。突然間頭頂一陣勁風過去，一個人從他頭頂竄過，站在他與五醜之間，笑道：「老叫化這一覺睡得好痛快啊！」正是九指神丐洪七公。這一下楊過大喜過望，五醜驚駭失色，原來洪七公被楊過擲出石樑，他在將要跌落之際，突伸長臂在石樑上一按，從楊過頭頂躍過。只見他左手劃個半圓，右手一掌推出，正是他生平得意之作「降龍十八掌」中的「亢龍有悔」，此時大醜逃避已然不及，明知這一招不能硬接，卻也只得雙掌一併，招架他這一掌。看官，想洪七公這一招威震天下，藏邊五醜武功再高十倍，也難招架得了，但洪七公此時掌法已練到出神入化之境，強弱大小，收發自如，當下只用了一成力。但大醜已感雙臂發麻，胸口疼痛。二醜見他勢危，生怕他被洪七公掌力震入深谷，忙伸雙手推他背心，洪七公掌力加強，二醜向後一仰，險險摔倒。四醜站在其後，伸臂相扶。洪七公這一掌之力，又傳了過來，接著四醜傳三醜，三醜又傳到最後的五醜身上。這五人逃無可逃，避無可避，轉瞬之間，就要被洪七公運單掌之力，一鼓擊斃。楊過在旁看得目眩神駭，橋舌難下。洪七公笑道：「你們五個惡賊，平時作惡多端，今日給老叫化一掌打死，想來死也瞑目。」五人紮定馬步，鼓氣怒目，要合五人之力，與他單掌相抗，只覺前面壓力越來越重，胸口煩惡，喘氣也感困難。就在這緊急當口，只聽鐸，鐸，鐸幾聲響處，山角後一人以頭為足，轉了出來，正是西毒歐陽鋒。楊過失聲大叫：「爸爸！」歐陽鋒恍若未聞，躍到五醜背後，伸出右足，在他背心上一撐，一股大力，通過五人身上一路傳了過去。洪七公見歐陽鋒斗然出現，也是大吃一驚，聽楊過叫他「爸爸」，心想原來這小子是他兒子，怪不得如此本事，只覺手上一沉，對方的力道透了過來，急忙加勁反擊。自華山二次論劍之後，十餘年來洪七公與歐陽鋒從未會面。歐陽鋒神智雖然胡塗，但逆練九陰真經，武功愈練愈怪，愈怪愈強。洪七公曾聽郭靖、黃蓉背誦過真經中的一小部分，與自己原有武功一加印證，也是大有進境，究竟正勝於逆，雖然所知不多，卻也不輸於西毒。兩人數十年前武功難分軒輊，此後各有際遇，今日在華山第三度相逢，一拼功力，居然仍是不分上下。就可憐藏邊五醜夾在天下兩大高手之間，昏昏沉沉，全身冷一陣、熱一陣，呼吸緊一陣、緩一陣，比經受任何酷刑，更要慘上萬倍。洪七公或重或輕，連試幾次掌力，每一次均被歐陽鋒在彼端用足力化解，接著他足上加勁，也難使洪七公退讓半寸。二人一番交手，各自佩服，同時哈哈大笑，向後躍開。那藏邊五醜身上的壓力驟失，不由得搖搖晃晃，就如喝醉了酒一般。五人被洪七公與歐陽鋒兩股大力前後來回交逼，五臟六腑均受重傷，筋骨鬆軟，已成廢人，就是七八歲的小兒，也已難以抵敵。洪七公喝道：「五名奸賊，總算你們大限未到，反正今後再也不能害人，快快給我滾吧。」藏邊五醜腳步踉蹌，相攜相扶的慢慢去遠，當日的兇相霸氣，永不復返。歐陽鋒翻身正立，斜眼望著洪七公，依稀相識，喝道：「喂，你武功很好啊，你叫什麼名字？」洪七公一聽，又見他臉上神色迷茫，知他十餘年前發瘋之後，始終未曾痊愈，於是說道：「我叫歐陽鋒，你叫什麼名字？」歐陽鋒心頭一震，覺得「歐陽鋒」這三字果然好熟，但自己叫什麼名字，實在想不起來，搖搖頭道：「我不知道。喂，我叫什麼名字？」洪七公哈哈笑道：「你自己的名字也不知道。快回家想想吧。」歐陽鋒怒道：「你一定知道，你跟我說。」洪七公道：「好吧，你名叫臭蛤蟆。」蛤蟆兩字，歐陽鋒是十分熟悉的，聽來有些相似，但細細想落，卻又不是。他與洪七公是數十年的死仇，憎惡之心深藏於胸，此時雖不明所以，但自自然然的見到他就生氣。洪七公見他呆呆站著，目中忽露兇光，暗自戒備，果然聽他大吼一聲，惡狠狠的撲將上來，當下不敢怠慢，出手就是降龍十八掌的掌法。當下拳來掌去，襟帶朔風，足踏寒冰，兩人在那華山之巔的石樑之上，一場龍爭虎躍好鬥，兩邊是萬丈深淵，只要稍有差失，那就有粉身碎骨之禍。因此上招招是性命相拼，比之以前兩次華山論劍的僅賭勝負，兇險又自不同。二人此時都已是垂暮之年，武功雖練到爐火純青的境地，精力究竟已不若當年。因此這番比拼，主要不在賭賽勁力的大小，而是各欲以精奧的招數取勝。這一下可便宜了旁觀的楊過，因勁道功力只有對敵者方能感到，掌法招數卻顯示於外，楊過一招一式，全都看得明明白白。當年洪七公和歐陽鋒在桃花島比武，郭靖在旁邊看，因而悟得許多武功的妙諦。若論聰明智慧，楊過勝於郭靖何止十倍，一個絕頂聰明，一個資質愚魯，二人實有天淵之別。楊過熟識玉女心經與九陰真經，比之郭靖當年，武功根基也已不大相同。其時郭靖尚且受惠不淺，此日楊過自然獲益更多。二人初交手之時，楊過見地勢險惡，生怕歐陽鋒掉下山谷，但打到後來，有時見洪七公形勢窘迫，不知不覺竟也盼他轉危為安，須知歐陽鋒是他的義父，二人情誼極深，但洪七公舉止之中，卻有一股至剛至大的正氣，令人衷心欽服，肅然起敬。拆了數百招後，楊過見二人雖遇凌厲無倫之招術，每能化險為夷，當下不再掛慮二人安危，潛心記憶雙方所使的奇妙武功。九陰真經乃天下武術總綱，楊過早已熟習於胸，此時見二人所使每一招與真經要義暗合，不由得驚喜交集，心想：「真經中平平常常一句話，原來能有這許多推衍變化。」堪堪拆到千餘招，二人武功未盡，但年紀老了，都感氣喘心跳，手腳不免遲緩。楊過叫道：「兩位打了半日，想必肚子餓了，咱們飽吃一頓再比如何？」洪七公聽到一個「吃」字，立即退後，連叫「妙極，妙極！」楊過早見五醜用竹籃攜來大批冷食，放在一旁，於是奔去提了過來，開籃一看，但見凍雞凍肉，白酒冷飯，一應俱全。洪七公那裏與他們客氣，搶過一隻冰雞，連骨帶肉，咬得格格直響。楊過拿了一塊凍肉給歐陽鋒，柔聲道：「爸爸，這些日子你在那兒？」歐陽鋒瞪著眼睛道：「我在找你。」楊過胸口一酸，心想：「原來世上也有如此真心愛我之人。」抱著他的手臂，說：「爸爸，這位洪老前輩是好人，你不要跟他打架了。」歐陽鋒指著洪七公，道：「他，他是歐陽鋒，歐陽鋒是壞人。」楊過見他神智失常，心中很是難過。洪七公哈哈笑道：「不錯，歐陽鋒是壞人，歐陽鋒該死。」歐陽鋒望望洪七公，又望望楊過，眼中露出茫然之色，腦海中亂成一團，竭力要想記憶些什麼，但終於記不起來。楊過服侍著歐陽鋒吃一些食物，站起身來向洪七公道：「洪老前輩，他是我的義父，你憐他身患重病。神智胡塗，別跟他為難了吧。」洪七公是個俠義之人，聽他這麼說，連連點頭，道：「好小子，好小子。」那知歐陽鋒突然一躍而起，叫道：「歐陽鋒，咱們拳腳比不出勝敗，再比兵器。」洪七公搖頭道：「不比啦，算你勝就是。」歐陽鋒道：「什麼勝不勝的？我非殺了你不可。」回手折了一大根樹枝，拉去枝葉，成為一條棍棒，向洪七公兜頭就是一杖。他的蛇杖當年縱橫天下，厲害無比，現下杖頭雖然無蛇，但這一杖擊將下來，杖頭未至，一股風已將楊過逼得難以喘氣。他急忙躍開躲避，看洪七公時，只見他拾起歐陽鋒折下的一根短枝，當作短棒，二人已鬥在一起。洪七公的打狗棒法世間無雙，但輕易不肯施展，除此之外尚有不少精妙的棒法，此時他逐一使了出來。這一番拚鬥，與適才比拼拳腳又是另一番光景，但見杖去有如神龍夭矯，棒來賽若靈蛇盤舞，或似長虹經天，或似流星追月，當真是：奔雷驚電揮杖手，翻江倒海舞棒人！只把楊過在一旁瞧得驚心動魄，如醉如痴。