第四回　暴雨狂雲翠菊謝　驚魂裂魄青劍寒馬大鳴和耿天霸是一般的心思，同時向丁典撲了上來。狄雲喝道：「你自稱『俠義客』，這是俠義行徑樣？」揮拳向馬大鳴打去。丁典在他肩頭上一推，道：「狄兄弟，退下。」右手隨手抓了一把，已抓中了馬大鳴的額頭。這一抓也是致人死命的招數，別說丁典手上有神照功的渾厚內力，只須有尋常內功，手指抓到了這等要緊的部位，那也是非要了對方的性命不可。馬大鳴嚇得魂飛天外，就地一滾，逃了開去。丁典默察情勢，自己內力越來越弱，只是仗著招數高出敵人多甚，尚可支持片刻，倘若這「素心劍」的劍訣不說與狄雲知道，一件大秘密從此湮沒無聞，未免太也可惜，反正自己是一死，還是讓狄雲去成就這一件大事為是，他心意一決，說道：「狄兄弟，你聽我的話。你躲在我身後，不必去理會敵人，只管記我的口訣。這事非同小可，決不可等閒視之，丁大哥所以落到今日這步田地，便是為此。」狄雲道：「是！」縮到了丁典身後。丁典道：「第五個字是『十八』……」馬大鳴知道凌知府下令大搜追捕丁典，主旨至是在追查一套素心劍劍訣的秘密；而周圻之到凌退思手下當差，既非為名，亦非為利，乃是奉了師父之命，暗中查訪素心劍訣。這時兩人聽到丁典口中說出第五個字是『十八』這一句話，登時心中一凜，都牢牢的記住了。丁典又道：「第六個字，是『七』。」馬大鳴、周圻，和狄雲三人又一齊用心暗記。耿天霸奉命來捉拿丁典，此刻見丁典口中唸唸有辭，什麼「十七、十八」，馬大鳴和周圻兩人便即心不在焉，也是什麼「十七、十八」的喃喃自語，他想這不是丁典在唸什麼迷人心魄的咒語，便是馬大鳴和周圻意欲賣放，當下大喝一聲：「喂，你們在搗什麼鬼？」呼的一掌，向丁典直劈過來。只是他忌憚對手了得，一掌擊過，不敢再施後著，立時便即退開。丁典向左一讓，腳下站立不穩，向前一撲。馬大鳴瞧出便宜，一刀便砍向他的左肩。丁典只覺眼前一黑，竟是不知閃避。狄雲大驚，危急中無法解救，一頭便撞向馬大鳴懷中。這般死纏爛拼的打法，居然亦能生效，馬大鳴空有一身絕妙的刀法，被他撞入懷中，竟是施展不出。丁典一陣頭暈過去，睜開眼來，見狄雲和馬大鳴糾纏在一起，周圻一劍正要往狄雲背心上刺去，當即左手揮出，兩根手指戳向周圻的雙眼。他知道自己力氣已極微弱，只有攻向敵人的雙眼，方能收退敵之功。周圻生怕眼睛被他挖出，疾向左退，便在此時，馬大鳴一刀柄擊在狄雲頭上，將他打倒在地。丁典叫道：「狄兄弟，千萬不可出手，記住第七字，那是……」只覺胸口氣息一窒，耿天霸一掌又到。丁典搖了搖頭，心想：「天命如此，那還有什麼好說？這素心劍的劍訣，看來是永遠在人間消失了。」但他生性極是強毅，既是決意要將這劍訣傳給狄雲，無論如何要設法辦到，心想若不殺了這三個鷹爪孫，終無餘裕來說這劍訣，像目前這般拆數招，說一個字，不知何時方才說得完，倘若自己再頭暈一下，兩人登時便送了性命。只見眼前白光連閃，馬大鳴和周圻同時攻了過來，丁典身子一晃，猛地裏向一刀一劍迎了上去，噗噗兩聲，刀劍同時砍中他的身子，登時鮮血迸流。狄雲大叫一聲，搶上前去救援，丁典卻乘著鮮血外流、毒性消減這一時機，運勁右掌，順手一掌打在馬大鳴右頰，反手一掌打向周圻。這一掌本來非打中周圻不可，說也真巧，耿天霸恰好於這時撲將上來，衝勢極猛，喀喇一聲響亮，將胸口撞在丁典的掌上，肋骨全斷，立時便暈死過去。丁典適才這一掌是使盡了全身剩餘的精力，已到了油盡燈枯的境地。第一掌出手最重，馬大鳴當場身死。耿天霸氣息奄奄，已然動彈不得。只有周圻卻並未受傷，右手抓住劍柄，想將長劍從丁典身上拔出，再來回刺狄雲。丁典一心要救狄雲逃生，身子向前一挺，雙手緊緊抱住周圻腰間，叫道：「狄兄弟，快逃，快逃！」他身子這麼一挺，長劍又深入他體內數寸。狄雲那肯自行逃生？撲向周圻背心，搓住他的咽喉，叫道：「放開我丁大哥！」他可不知乃是丁典抓住周圻，卻不是周圻不放丁典。丁典自覺氣力漸漸衰竭，快將拉不住周圻，只要他給一拔出長劍，擺脫了自己的糾纏，狄雲非送命不可，大叫：「狄雲，快逃，你別顧我，我……我總是不活的了！」狄雲叫：「要死，大家死在一起！」用力去搓周圻的喉嚨，只盼讓他透不過氣來。可是他琵琶骨被穿通後，肩臂上筋骨肌肉大受損傷，不論他如何使勁，都是無法使周圻窒息。丁典道：「好兄弟，你義氣深重……不枉我……交了你這朋友……那劍訣……可惜說不全了……我……我很快活……春水碧波……於綠色的菊花……嗯！她放在窗囗，你瞧多美啊……菊花……」他聲音漸漸低沉下去，臉上神光煥發，抓著周圻的雙手卻慢慢鬆開了。周圻覺到丁典雙手全然無力，用力一掙，一柄長劍從他體內拔了出來，劍刃上全是鮮血，一轉身，和狄雲臉對著臉，相距不過尺許，一聲獰笑，手上使勁，一劍便向狄雲胸口猛刺過去。狄雲大叫：「丁大哥，丁大哥！」驀然間胸口感到一陣劇痛。狄雲但感胸口一陣劇痛，一垂眼，只見周圻的長劍正刺在自己胸膛之上，耳中但聽得周圻得意之極的獰笑之聲：「哈哈，哈哈！」須知周圻這一劍成功，原當得意萬分。凌知府頒下嚴令，許下重賞，務須擒獲丁典和狄雲二人，若不能生擒活捉，不妨當場格殺。眼下丁狄二人已死，馬大鳴和耿天霸也已倒在一旁，這場功勞，自然是周圻他一人獨居的了。在這一瞬之間，狄雲腦海中轉過了無數往事，幼時在師父家中的學藝，與戚師妹青梅竹馬的情好無間，在萬震山家中的苦受冤屈，獄中五年的凄楚生涯……種種事端，一齊湧向心頭，這滿腔怨憤，無論如何不能就此束手待斃。他大叫一聲：「我……我……和你同歸於盡。」伸出雙臂，抓住了周圻的背心。他所練神照功雖未成功，但已有兩年的根基，這時自知性命將盡，全身力氣，都凝聚於雙臂之上，緊緊抓住敵人的背心，有如一雙鐵箍。周圻登時便感呼吸急促，用力掙了幾下，卻是掙之不脫。狄雲心道：「我若是抓住他的咽喉或是別的要害，說不定便抓死了他。這當兒抓住他的背心，可奈何他不得。」但他卻又不能放手，雙臂只要鬆得一鬆，周圻乘機脫身，那是再也抓他不住了。狄雲覺得胸口越來越痛，知道長劍的劍尖正向內刺，此時更無思索餘暇，能多抓傷周圻一分，便是多報了一分深仇。那長劍的劍尖抵在狄雲胸口，狄雲用力抓住了周圻背心，向已方擠壓，但說也奇怪，這長劍竟是不再刺進，似乎遇上了什麼穿不透的阻力，劍身竟爾漸成弧形，慢慢彎曲。周圻又驚又奇，右臂使勁向前直刺，要使長劍穿通狄雲的身子，可是便要再向前刺進半寸，也已不能。狄雲紅了雙眼，凝視著周圻的臉，初時見他臉上都是得意和殘忍的神色，但漸漸的變為驚訝和詫異，滿臉都是惶惑，又過一會，他的詫異之中混入了恐懼，這害怕的神色越來越強，變成了震駭莫名。原來周圻發覺狄雲練成了一種刀槍不入的護體功夫，自己的長劍雖是刺中他的身體，只是使他皮肉陷入數寸，卻不能穿破肌膚。他從未聽見過世上有這種神奇的功夫，心中怯意越來越盛，右臂內勁連催三次，始終不能將長劍刺入敵人身子，當下顧不得傷敵，一心只想脫身逃走。但狄雲牢牢抱著他的背心，竟是無法脫身。周圻感到自己右臂慢慢內彎，跟著長劍的劍柄抵到了自己的胸口，劍刃越來越彎，彎成了個半圓之形。突然之間，拍的一聲響，劍身折斷。周圻大叫一聲，向後便倒。兩截鋒利的斷劍，都刺入了他的小腹。周圻一摔倒，狄雲也被他帶著跌了下去，壓在他的身上，雙手仍是牢牢抓住敵人的背心不放。狄雲鼻中聞到一陣強烈的血腥氣，只見周圻眼中忽然流下淚來，跟著口邊流出鮮血，頭一側，一動也不動了。狄雲大奇，初時還怕他是詐死，不敢放開雙手，跟著覺得自己胸口的疼痛已止，低頭一看，竟是沒有傷痕。他迷迷惘惘的放開周圻，站起身來，只見兩截斷劍都插在周圻的腹中，只有劍柄和劍尖露出在外。他再低頭看自己胸口時，見外衫破了寸許一道口子，露出黑色的內衣來。狄雲瞧瞧周圻身上的兩截斷劍，再瞧瞧自己衣衫上的裂口，霎時間明白了。原來，是貼身穿著的烏蠶衣救了自己性命，更因此而殺了仇人。這烏蠶衣刀劍不損，周圻這一劍只能戳得他胸口疼痛，卻不能穿透烏蠶衣，待得長劍一斷，劍刃的斷口處極是鋒銳，兩截斷劍同時壓入周圻腹中。※※※狄雲驚魂稍定，立即轉身，奔到丁典身旁，叫道：「丁大哥，丁大哥。你……你……怎麼樣？」丁典慢慢睜開眼來，向他瞧著，只是眼色中沒半分神氣，似乎是視而不見，或者是不認得狄雲是誰。狄雲叫道：「丁大哥，我……我無論如何要救你出去。」丁典緩緩的道：「可惜……可惜那劍訣，從此……從此失傳了，合葬……霜華……」狄雲大聲道：「我記得的……一定要將你和凌小姐合葬，遂了你二人的心願。」丁典慢慢合了眼睛，呼吸越來越是微弱，但口唇微動，還是在說什麼話。狄雲將耳朵凑到他的唇邊，依稀只聽到他在說：「那第十一個字……」但隨即沒有聲音了。狄雲的耳朵上感到不在呼氣，伸手到他胸口一摸，只覺他一顆心也已停止了跳動。狄雲早就知道丁典已然性命難保，但此刻領會到這位數年來情若骨肉的義兄竟然捨己而去，心中的悲傷真是不可形容。他跪在丁典的身旁，拚命往他口中吹氣，心中不住的許願：「老天爺，老天爺，你讓丁大哥再活轉來，我寧可再回到牢獄之中，永遠不再出來。我寧可不去報仇，寧可一生一世受萬門弟子的欺侮折辱，老天爺，你……你讓丁大哥活轉來。」然而他抱著丁典身子的雙手，卻覺到丁典的肌膚越來越冷，知道自己這許多真誠的許願都落了空。頃刻之間，他感到了無比的寂寞，無比的孤單，只覺得外邊這自由自在的世界，比那小小的獄室是更加可怕，以後的日子更加難過。他寧可和丁典再回到那獄室中去。他橫抱著丁典的屍身，站了起來，忽然間，無窮無盡的痛苦和悲傷都襲向心間，當真是悲從中來，不可斷絕。他便如一個孩子那樣，放聲大哭。沒有任何顧忌的號啕大哭。他根本沒想到這哭聲或許會召來追兵，也沒想到一個大男人這般哭泣太也可羞。他只是心中抑制不住的悲傷，便這般不加抑制的大哭。※※※當他眼淚漸漸乾了，大聲的號啕變為低低的抽噎時，難以忍受的悲傷在心中仍是一般的難以忍受。可是他的頭腦比較清楚些了，開始琢磨：「丁大哥的屍身怎麼辦？我怎麼帶著他去和凌姑娘的棺木葬在一起？」他此時心中更無別念，這件事是世上唯一的大事。忽然間，馬蹄聲從遠處響起，越奔越近，一共有十餘匹之多。只聽得有人在呼叫：「馬大爺、耿大爺、周二爺，見到了逃犯沒有？」那十餘匹馬奔到廢園外，一齊止住。有人道：「進去瞧瞧！」又有一人道：「不會躲在這地方的。」先一人道：「你怎知道？」說著拍的一聲響，便是靴子著地的聲音，那人跳下了馬背。狄雲更不多想，抱著丁典的屍身，從廢園的側門中奔了出去，他一出側門，便聽到廢園中幾個人大聲驚呼，發現了馬大鳴、耿天霸、周圻三人的屍身。狄雲在江陵城中狂奔。他知道這般抱著丁典的屍身很是危險，奔跑既不快速，隨時隨刻都會給人發見。但他寧可重行被逮捕入獄，寧可身受酷刑或是立被處決，卻是決計不肯丟棄了丁典的屍體。奔出數十丈，見左首有一扇小門斜掩，當即一衝入內，反足將門踢上。只見門內是一座極大的菜園，種滿了油菜、蘿蔔、茄子、絲瓜之類。狄雲自幼務農，和這些瓜菜闋隔了五年，此時乍然重見，心頭不禁生出一種溫暖親切之感。他四下打量，見東北角上是間柴房，從窗中可以見到松柴稻草堆得滿滿的。狄雲心中一喜，當下拔了幾枚蘿蔔，掩好了土，抱了丁典的屍身，衝入柴房。他側耳聽得四下並無人聲，於是搬開柴草，將屍身放好，輕輕用稻草蓋了。在狄雲心中，有一個念頭還是沒全然拋棄：「說不定，丁大哥會突然醒轉。」他剝了蘿蔔皮，放到口中去咬了一口。生蘿蔔甜美而辛辣的汁液流入咽喉。那是五年多沒嚐到了，他想到了湖南的鄉下，不知有多少次，他曾和戚師妹一共拔了生蘿蔔，在田野間漫步剝食……他吃了一個又一個，眼眶又有點潮濕了，驀地裏，他聽到了一個聲音。他全身接連震了幾震，手中的半個蘿蔔掉在地下，雪白的蘿蔔上沾滿泥沙和稻草碎屑。他聽到那清脆溫柔的聲音叫道：「空心菜，空心菜，你在哪裏？」狄雲心中第一個衝動，便想大聲答應：「我在這裏！」但這個「我」還沒說完，便在喉頭哽住了，他急忙用手按住了嘴，全身禁不住的簌簌顫抖。因為「空心菜」是他的綽號，這世界上只有他和戚芳兩人知道，連師父也不知。戚芳說他沒有腦筋，老實得一點心思也沒有，除了練武之外，什麼事情也不想，甚麼事情也不懂，說他的心就像空心菜一般是空的。狄雲笑著也不辯白，他歡喜戚芳這般「空心菜，空心菜」的呼叫自己。他每次聽到「空心菜」這名字，心中總是感到說不出的溫柔甜蜜。因為當有第三個人在場的時候，戚芳決不叫他這個外號。如果叫到了「空心菜」，總是只有他和她兩人單獨在一起。當他單獨和她在一起時候，她高興也好，生氣也好，狄雲總是感到說不出的幸福。他是個不會說什麼話的傻小子，有時那傻頭傻腦的神氣惹得戚芳很生氣，但幾聲「空心菜，空心菜」一叫，往往，兩個人都裂開嘴笑了。狄雲記得便是卜垣到師父家來投書那一次，師妹燒了菜款客，有雞有魚，有蘿蔔豆腐，也有一碗空心菜。那一晚，卜垣和師父喝著酒，談論著兩湖武林中的近事，他自己是怔怔的聽著，無意中和戚芳的目光相對，只見她挾了一筷空心菜，放在嘴邊，卻不送入嘴裏。她用紅紅的柔軟的嘴唇，輕輕觸著那幾條空心菜，眼光中滿是笑意。她不是在吃菜，而是在吻那幾條菜。那時候，狄雲只懂得一點：「師妹在笑我是空心菜。」這時在這柴房之中忽然體會到了那輕吻的含意。現下呼叫著「空心菜」的，明明是師妹戚芳的聲音，那是一點也不錯的，決不是自己神智失常而誤聽了。這幾聲「空心菜，空心菜，你在哪裏？」的聲音中，一般的包含著無數溫柔體貼，無數的輕憐蜜愛。不，從前狄雲和她一起在故鄉的時候，戚芳的呼叫中有友善，有親切，有關懷，但也有任性，有惱怒，有責備，今日的幾聲「空心菜」中，卻全是深切的愛憐。「她知道我這幾年來的冤枉苦楚，對我是更加好了，是不是呢？」狄雲不敢相信自己的耳朵了。「我是在做夢，在這菜園之中，師妹怎麼會來？她早已嫁給了萬圭，又怎能再來找我？」可是，那聲音又響了，這一次更近了一些：「空心菜，你躲在哪裏？你瞧我捉不捉到你？」聲音中是那麼多的喜歡和憐惜。狄雲悄悄站起身來，躲在稻草之後，從窗格中向外望去，只見一個女子的背影向著自己，正在尋找。不錯，削削的肩頭，細細的腰身，高而微瘦的身材，那正是戚芳。只聽她笑著叫道：「空心菜，你還不出來？」　突然之間，那女子轉過身來。狄雲眼前一花，腦海中感到一陣暈眩，眼前這女子正是戚芳。烏黑而光溜溜的眼球，微微上翹的鼻尖，似乎憔悴了些，似乎不及在湖南鄉下時那麼的紅潤豐滿，然而那確是戚芳，確是他在獄室中記掛了千遍萬遍，愛了千遍萬遍，又恨了千遍萬遍的那個師妹。她臉上仍是那麼笑嘻嘻地，叫著：「空心菜，你還不出來？」狄雲聽得戚芳如此深情款款的呼叫自己，正要應聲而出，和這個心中無時不在思念的師妹相見，但他剛跨出一步，猛地想起：「丁大哥常說我太過忠厚老實，極易上別人的當。戚師妹已嫁萬家的子弟為妻，而今日周圻卻死在我的手下，焉知她不是故意騙我出去？」他想到此處，當即停步。只聽得戚芳又叫了幾聲「空心菜，空心菜！」狄雲心旌搖搖，尋思：「她如此呼叫，情意深摯，決然無假。再說，若是她真的要我性命，我就死在她手下便了。」心中一酸，突然間起了自暴自棄的念頭，第二次舉步又欲出去。忽聽得一個小女孩的笑聲，清脆的響了起來，跟著說道：「媽，媽，我在這兒！」狄雲心念一動，再從窗格中向外望去，只見一個身穿大紅衣衫的女孩，從東邊快步奔來。只是她年紀太過幼小，奔跑時跌跌撞撞，腳步不穩。只聽戚芳帶笑的聲音柔和地道：「空心菜，你躲到了那兒。媽到處找你不著。」那小女孩得意地道：「空心菜在花園！空心菜看蟻蟻！」狄雲耳中嗡的一聲響，心口猶如被人猛力打了一拳。難道戚師妹已生了女兒？難道她女兒就叫做「空心菜」？她叫「空心菜」，乃是叫她女兒，並不是叫我？難道自己誤衝誤撞，又來到了萬震山的家中？這幾年來，狄雲心中隱隱存著一個希望，總盼望忽然有一天會發見，戚師妹並沒有嫁給萬圭，沈城那番話原來都是撒謊。他這個念頭從來沒敢對丁典說起，只是深深的藏在心底，有時午夜夢迴，忽然會歡喜得跳了起來。可是這時候，他親眼見到、親耳聽到有一個小女孩在叫戚芳媽媽。他從柴房的窗格中瞧出去，只見戚芳蹲在地下，張開了雙臂，那小女孩笑著撲在她的懷裏。戚芳連連親吻那小女孩的臉頰，柔聲笑著說道：「空心菜自己會玩，真是個乖孩子。」狄雲只看到戚芳的側面，看到她細細的長眉，彎彎的嘴角，臉蛋是比幾年前豐滿了些，更加的白嫩和豔麗。他心中又是一酸：「這幾年來做萬家的少奶奶，不用在田裏耕作，受那日晒雨淋，身子自然養得是更加好了。」只聽戚芳道：「空心菜別在這裏玩，跟媽媽回房去。」那女孩道：「這裏好玩，空心菜要看蟻蟻。」戚芳道：「不，今天外面有壞人，要捉小孩子。空心菜還是回房裏去吧」那女孩道：「什麼壞人？捉小孩子幹什麼？」戚芳站起身來，拉著女兒的手，道：「監牢裏逃走了兩個很兇很兇的壞人。爸爸去捉壞人去啦。壞人到了這裏，就捉空心菜去。空心菜聽媽媽的話，回房去玩。媽給你做個布娃娃，好不好？」那女孩卻甚是執拗，道：「我不要布娃娃，空心菜幫爸爸捉壞人。」狄雲聽戚芳口口聲聲稱自己為壞人，一顆心越來越是沉了下去。便在這時，菜園外蹄聲得得，有數騎馬奔過。戚芳一伸手，從腰間抽出長劍，搶到後園門口。那女孩東張西望，一步步的走到柴房門邊來。狄雲站在窗邊，不敢移動身子，生怕發出些微聲響，便驚動了戚芳。到這地步，他無論如何不願再和這師妹相見。這不是自慚形穢，也不是痛惜舊情，胸間的悲憤漸漸的難以抑制，自己沒做過半點壞事，無端端的受了許多難以言宣的苦楚，到頭來心上人卻直截了當的說自己是「壞人」。他見那女孩走向柴房門口，只盼她不要進來，可是那女孩心中不知存著什麼念頭，竟然跨步便進了柴房。狄雲將臉藏在稻草堆後面，暗道：「你快出去，你快出去！」突然之間，那女孩見到了狄雲，見到他蓬頭散髮、滿臉鬍子的可怕樣子，驚得呆了，睜著圓圓的大眼，要想哭出聲來，卻又不敢。狄雲知道要糟，只要這孩子一哭，自己蹤跡立時便會給戚芳發覺，當即搶步而上，左手將她抱起，右手按住了她的嘴巴。但終於慢了片刻，那女孩已然「啊」的一聲，哭了出來。只是這哭聲鬥然而止，後半截被狄雲按住了。戚芳眼觀園外，一顆心始終繫在女兒身上，猛聽得女兒出聲有異，一轉頭，不見了女兒小小的人形，跟著聽得柴房中稻草發出簌簌響聲，兩個箭步，搶到柴房門口，只見一個鬍子鬆蓬、滿身滿手都是血污的漢子，將她女兒抱住了，一隻手按在她的口上。戚芳這一驚當真是魂飛天外，長劍一挺，便向狄雲臉上刺去，口中喝道：「快放下了她！」狄雲心中一酸，自暴自棄的念頭又起：「你要殺我。便讓你殺了吧！「見她長劍刺到，竟是不閃不避。戚芳一呆，生怕傷了女兒，疾收長劍，又喝：「放下我孩子！」狄雲聽她口口聲聲只是叫自己放下她孩子，全無半分故舊的情誼，心下氣惱大增，偏偏不放下她孩子。右手順手在柴堆中抽了一條木柴，在她長劍上一格，倒退了一步。戚芳見這兇惡漢子仍是抱著女兒不放，心中越來越驚，雙膝忽感酸軟，吸一口氣，一劍向狄雲右肩急刺。狄雲側身讓過，右手中的木柴當作劍使，自左肩處斜劈向下，跟著向後刺出。戚芳驚噫一聲，只覺這劍法極熟。正是她父親所傳的一招「古洪喊上來」，當下不及思索，低頭一躲，手中長劍便是兩招「俯聼文斤風，連山若布逃」。這柴房本就狹隘，堆滿了柴草之後，餘下來只不過剛可夠兩人容身迴旋，這一拆招相拼，處處礙手礙腳。狄雲自幼和戚芳同師學藝，沒一日不是拆招練劍，相互間的劍招都是爛熟於胸，這時見戚芳使出這兩招劍法，自然而然便依師父所授的招數，拆了下去，堪堪使到「綠日招大姐，馬鳴風小小」，手中木柴大開大闔，口中一聲長嘯，橫削三招。當年狄雲和戚芳練劍，拆到此處時戚芳便已招架不住，但這時狄雲將木柴第三次橫削過去時，忽然間手腕一酸，拍的一聲，那木柴竟爾掉在地下。他一驚之下，隨即醒悟：「糟了！糟了！我右手手指被削，已然終身不能使劍，倉卒間沒想到這件大事。」一抬頭。只見戚芳手中的長劍劍尖離自己胸口不及一寸，劍身顫動不已，她臉上驚愕之情，實是難以形容。兩人怔怔的你望著我，我望著你，誰都說不出話來。隔了好半晌，戚芳才道：「是……是你麼？」喉音乾澀，嘶啞幾不成聲。狄雲點了點頭，將手中女孩遞了過去。戚芳拋下長劍，忙將女兒接過，不知說什麼才好。那女孩已嚇得連哭也哭不出來，將小臉蛋藏在母親懷裏，再也不敢向狄雲多瞧一眼。戚芳道：「我……我不知道是你。這許多年來……」忽然外面一個男子的聲音叫道：「芳妹，芳妹！你在那裏？」呼聲越來越近，尋到菜園中來。戚芳臉上陡然變色，低聲在女兒耳邊說：「空心菜，這伯伯不是壞人，你別跟爹爹說。知道麼？」那女孩抬起頭來，向狄雲瞧了一瞧，見到他這副可怖的樣子，突然哇的一聲，大哭起來。外面那男子聽到了女孩的哭聲，循聲而至，叫道：「空心菜，別哭，別哭。爹爹在這兒！」戚芳向狄雲望了一眼，轉身便出，反手帶上了柴門，抱著女兒，向丈夫迎了上去。狄雲呆呆的站著，心中百感交集，一個聲音不住的在耳邊響著：「我還是死了的好，還是死了的好！」只聽那男子聲音笑著道：「空心菜為什麼哭？寶寶受了驚麼？」狄雲知道這是戚芳的丈夫萬圭，很想到窗囗去瞧瞧，到底這人近來是怎麼一副模樣，可是一雙腳便如是在地下釘住了，竟然是移動不得。卻聽得戚芳笑道：「我和空心菜在後門口玩，兩騎馬奔過，馬上的人拿了兵刃，長相很是兇惡，空心菜說是壞人，要捉她去，嚇得大哭。」萬圭笑道：「那是府衙門裏追拿逃犯的人員，來，爹爹抱空心菜。爹爹打死壞人，空心菜不怕壞人，爹爹把壞人一個個都打死了。」狄雲心中一涼，暗道：「女人撒謊的本領真是不小，這麼一說，那女孩便說出來見到了壞人，她丈夫也不會起疑。哼，可是我為什麼要她包瞞。你儘管來捉我去，打死我好了。」他一步搶到窗邊，向外望去，只見一個衣飾華麗的青年男子手中抱著那女孩正向內走，戚芳倚偎在他身旁，並肩而行，神態極是親熱。戚芳嫁了萬圭為妻之事，以往狄雲雖是幾千幾萬次的曾經想過，但直至此時，方始第一次親眼得見。當他腦中空想之時，總還存著一個指望，只盼那是沈城的胡說，此刻活生生的情景出現在眼前，他是無論如何忍耐不了，張口大叫：「我……」他俯身搶起戚芳拋在地下的長劍，衝出去便要和萬圭廝拼。他知道自己所以身入牢獄，受了這許許多多的苦楚，都是出於眼前這人的陷害，而自己愛逾性命的情侶，卻成了這人的妻室。這時候他更無別念，不是去殺了萬圭，便是死在他的手下。但就在這麼一俯身之間，他看到了丁典藏在柴草中的屍身，見到丁典雙眼閉上，臉上神色極是安詳，他驀地想起：「丁大哥臨死時諄諄叮囑，一再求我將他與凌小姐合葬。我這時出去和萬圭這賊子相拚，徒然送了自己性命倒不打緊，丁大哥的心願便完成不了。」轉念又想：「我求戚師妹成全此事，只怕也能辦到。呸，呸！狄雲你這小子，你自己也不肯承擔的事，如何去轉托別人？你死在地下，有何臉面和丁大哥相見？戚芳這等水性楊花、朝三暮四的女子，豈肯為你辦什麼大事？」他一想通了這一節，慢慢抑制了憤激之心。但他這一聲「我」字，已驚動了萬圭，只聽他道：「好像柴房中有人。」戚芳笑道：「是嗎？剛才我見廚子老王進去搬柴。圭哥，我給你燉了燕窩，快去吃了吧。空心菜老是哭個不休，得給她好好睡上一覺。」萬圭「嗯」了一聲，道：「是廚子老王麼？」抱著女兒，兩夫妻並肩去遠了。狄雲一時腦海中空空洞洞，無法思索，過了好半晌，伸手搥了搥自己腦袋，尋思：「這柴房終究不能久躲，什麼廚子老王真的來搬柴去燒飯，那怎麼辦？我還是將丁大哥密密藏起，自己溜將出去，到得晚間，再來搬取丁大哥的屍身。嗯，就是這樣。」可是，他竟然是沒有勇氣走出柴房，只跨得一步，心中便有一個聲音在拉住他：「戚師妹一定會再來瞧我。我這一走，那便永遠見她不著了。」「我便再見她一面，又有什麼好？她有丈夫、女兒，一家人喜喜歡歡，那會將我這個殺人逃犯放在心上？我再見她，那不是徒然的自討沒趣麼？」「唉，我在獄中等了這許多年，日思夜想，只盼再見她一面，今日豈可錯過了這機會？我又不是有什麼意圖，只不過是要問問，師父他老人家有訊息麼？我要問她，為什麼就這麼喜新棄舊，我一遭災禍，她便即對我毫不顧念？」「唉，問這些又有什麼意思？她不是說謊，便是照實而答。謊話，有什麼可聽的？她如照實說了，只怕我只有更加傷心。」他這麼思前想後，一會兒決意立刻離開，但跟著又拿不定主意。狄雲生性向來梗直爽快，，原不是這般遲疑不決、三心兩意之人，可是今日到臨他一生中最大的難題，竟不知如何對付才好。留著是不妥，就此一走，卻又是不捨得。正自這般思潮翻湧，栗六不安，忽聽得菜園中腳步聲響，一個人躡手躡腳，悄悄的走來。那人走幾步，便站定了傾聽一下，又走幾步，顯然是嚴神戒備，唯恐有人知覺。那人越來越近，狄雲一顆心怦怦亂跳：「戚師妹終於是找我來了。她要跟我說些什麼話？是求我原恕麼？她還有念舊之意麼？」狄雲心中怦怦亂跳，暗道：「師妹又來，我還有什麼話可以跟她說的？唉，算了，算了！她夫妻和睦，母女慈愛。我永遠不要再見她了。」突然之間，他滿腔復仇之心，化作冰涼：「我本來是個鄉下窮小子，就算不受這場冤屈，師妹和我成了夫妻，我固然快樂，師妹卻是辛苦勞碌一輩子，於她又有什麼好處？我要復仇，是將萬圭殺了麼？那麼師妹成了寡婦，難道還能嫁我，嫁給她的殺夫仇人？這場冤仇，咱們就此一筆勾銷，讓她夫妻母女快快樂樂的過日子吧。」他想到此處，決意不再和戚芳多說什麼，俯身便去柴草堆中抱丁典的屍身，猛聽得砰的一聲，柴房門板被人一腳踢開。狄雲吃了一驚，轉過身來，只見一個高瘦的男子手持長劍，站在門口，卻是萬圭。狄雲輕噫一聲，不假思索的便去拾起戚芳遺下的長劍。萬圭滿臉煞氣，一眼看到狄雲手中的長劍是戚芳之物，更是又妒又恨，冷冷的道：「好啊，在這柴房中相會，她連兵刃也給了你，想謀殺親夫麼？只怕沒這麼容易！」狄雲腦海中一片混亂，一時也不懂萬圭在說些什麼，心中只想：「怎麼是他來了？他怎麼會知道我在這裏？那自然是她說的，叫她丈夫來捉了我去請功領賞。她怎麼會這般無情無義？」萬圭見狄雲不答，只道他情怯害怕，長劍一挺，向在胸口疾刺過去。狄雲揮劍一擋，自然而然的使出了昔年老乞丐所授的一招劍法，長劍斜轉，已指向萬圭的喉頭。這一招劍法怪異之極，當年萬圭招架不住，事隔五年，雖然萬圭的武功修為已大有長進，但今日仍是招架不住。狄雲長劍轉處，劍尖已指向他的要害。萬圭一驚之下，手中的長劍不知如何運使才好，收劍抵擋已然不及，發劍攻敵也已落了後手，便這樣微一遲疑，一條性命已全然交在對方手中，心下憤怒已極，卻是絲毫不敢動彈。萬圭見到狄雲一張滿臉鬍子的污穢臉孔，憤怒之情漸漸變為恐懼，想起自己行使奸詐，陷他入獄，然後奪了戚芳為妻，不料戚芳到頭來仍然欺騙自己，總算自己機靈，看到有血跡通向柴房，而戚芳和小女兒的神情都是大大有異，這才發覺。然而，這賊囚犯的劍法古怪之極，竟然一劍得手。難道我就此死在他的手下嗎？狄雲這一劍卻也刺不過去，心中轉念：「我殺他不殺？」萬圭為人極是聰明，在這萬分危急之際，忽然見到狄雲的眼神中流露出惶惑之色，而持劍的手腕卻又微微顫抖，大聲說道：「戚芳，你來看！」狄雲聽他叫到戚芳的名字，心中吃了一驚，微微側頭去看。不料這是萬圭用計使詐，乘他這麼略一轉頭，長劍挺上，用力一格。狄雲右手手指被削，持劍不牢，這般大力撞擊之下，長劍脫手飛出，落到了窗外。萬圭一招得勝，那裏還肯容情，跟著又是一劍刺了過去。狄雲連閃兩閃，躲在柴堆之後，順手抽起一條硬柴，以柴當劍，暴風驟雨般打了過去。萬圭刷刷兩劍，將他那段硬柴削短了一截。狄雲將手中半截硬柴用力向他擲去，待他躍起身子一避，又順手抽了一段硬柴，再度攻去。萬圭見他失了兵刃，自己已操必勝之券，就算他以柴作劍，戳中自己一下兩下，也無大礙，定了定神，慢慢展開劍法緩緩進攻。果然這策略頗為奏效，只聽得狄雲一聲怒吼，右腕中劍，也不知是否傷了筋骨，霎時間血如泉湧，手指一軟，拋下了硬柴。萬圭跟著又是一劍，刺中他的大腿，飛起一足，將他踢倒。狄雲掙扎著還待爬起，萬圭又是一腳，踢在他的顴骨之上，狄雲登時暈了過去。萬圭罵道：「裝死嗎？」伸劍在他右肩上又砍了一劍，見他並不動彈，才知是真的昏暈，心想：「凌知府許下五千金的重賞，捉拿這兩名囚犯，自然是捉活的好。反正這一次送將官裏去，這人自是難以活命，我何必親手殺他？」一瞥眼，見到柴草堆中露出一隻腳來，不由得又驚又喜：「這裏還有一人！」他不知丁典已死，一劍便砍在屍體的腳上。狄雲被萬圭一腳踢暈，可是他腦子中似有一個聲音在大叫大喊：「我不能死，我不能死！我答應過丁大哥的，要將他屍身去和凌小姐合葬。」也不知是否由於這個念頭，他很快便醒了過來，迷迷糊糊的想起：「許多年之前，那一天的晚上，我曾被他打倒，被他用腳在頭上重重踢了一下。」緩緩睜開眼來，只見萬圭正是一劍向丁典的屍身上砍了下去。狄雲初時頭腦還不十分清楚，不知眼前之事是什麼意思，但隨即見到萬圭將丁典的屍身從柴草裏拖了出來，他大叫一聲：「丁大哥！」突然間全身精力瀰漫，一縱而起，撲在萬圭的背心，雙手已扼住了他的喉嚨。萬圭一驚之下，反手一劍，那知狄雲身上穿了烏蠶衣，一劍雖中他的小腹，但劍尖受阻，刺不進去，而狄雲扼在他喉頭的雙手，卻是越收越緊了。狄雲見他傷殘丁典的屍體，怒發如狂。他陷害自己、奪去戚芳的怨仇，尚可一筆勾銷，但如此殘害丁典，卻是萬萬不能罷休，一時之間，心中更無別的念頭，只盼即刻便將敵人扼死。但他數處受傷，傷口中流血不絕，自覺萬圭掙扎了一會，已漸漸不再抵抗，可是自己雙手上的力量，卻在更快的消失。他心中不住說：「我再支持一會，我再支持一會，便能扼死了他。」到後來眼前金星亂舞，腦海中亂成一團，終於什麼也不知道了。他雖是暈去，扼在萬圭喉間的雙手仍是沒有放開，可是自然而然的沒了力道。萬圭給他扼得難以呼吸，就在狄雲暈去之時，同時失卻了知覺。柴草堆上躺著狄雲和萬圭這一對冤家。兩個人似乎都死了，但胸間都還在起伏，口鼻間起仍有呼吸。且看冥冥間如何安排？若是狄雲先醒轉片刻，他拾起地下的長劍，自是一劍便將萬圭殺了。若是萬圭先行醒轉，他也不會再存將狄雲生擒活捉的念頭，那實在太過危險，勢必是隨手一劍，砍在他的頭上。頭上是沒有烏蠶衣保護的，當然立時便取了他的性命。世界的事情什麼都能發生。未必好人一定運氣好，壞人一定運氣壞，反過來也是一樣，也未必壞人運氣會好，好人運氣會壞。每個人都會死的，遲死的人未必一定運氣更好些，但對於活著的人，對於戚芳和她的小女兒，狄雲先死，還是萬圭先死，中間便有很大的差別。倘若這時候要戚芳來加以抉擇，要她選一個人，讓他先行醒轉，不知她會選定了誰？柴房中的兩個人兀自昏暈不醒，有一個人的腳步聲音，卻慢慢走近了柴房。※※※狄雲耳中聽到浩浩的水聲，臉上有冰涼的東西一滴滴濺上來，隱隱生疼，隨即覺得身上很冷，很是虛弱。他腦子中一有知覺，立即雙手扼緊，叫道：「我扼死你！我扼死你！」可是手掌中硬硼硼地，抓著的不再是萬圭的項頸。跟著又發覺自己的身子在不住的搖晃，在不住的移動。他在驚惶中睜開眼來，眼前是黑沉沉地，只覺得一滴滴水珠打在他的臉上、手上、身上，原來是天在下大雨。他身子仍是不住搖晃，胸口煩惡，只想嘔了出來。忽然間，身旁有一艘船駛過，船上張了帆，那清清楚楚是一艘船。奇怪極了，怎麼身旁會有一艘船？他要坐起身來看個究竟，但全身虛弱得沒有半點力氣，只能仰天臥著，頭頂有黑雲飄動，總之，那不是在柴房之中。他心中突然轉過了一個念頭：「丁大哥呢？」一想到了丁典，身上驀地裏生出了一股力氣，雙手一按，便即坐了起來，身子跟著晃了幾晃。原來，他是處身在一艘小舟之中，那小舟正在江水滔滔的大江中順流而下。那是在夜晚，天上都是黑雲，正在下著大雨。狄雲向南北兩峯凝目望去，兩邊都黑沉沉地，他心中一片焦急，大叫：「丁大哥，丁大哥！」他知道丁典已經死了，但他的屍身萬萬不能失去。突然之間，他左足踢到軟軟的一件物事，低頭一看，不由得驚喜交集，叫道：「丁大哥，你在這裏！」張開雙臂，抱住了他。原平丁典的屍身，便在船艙中他的足邊。狄雲虛弱無力，連想也沒力氣想。他只覺喉乾舌燥，便張開了口，讓天空中落下來的雨點濕潤他的嘴唇和舌頭。這迷迷糊糊的似睡似醒，直至天色漸明，而大雨也漸漸止歇。※※※他忽然見到自己大腿上有一大塊布條纏著，定了定神，發覺那布條是包紮著傷口，跟著發覺手臂和肩頭的兩處傷口上，也都有布帶裹住，鼻中隱隱聞到金創藥的藥氣。一晚大雨，繃帶都濕透了，但傷口已不再流血。「是誰給我包紮了傷口？如果這傷口不裹好，不用誰來殺我，單是流血便要了我的性命。」他心中突然間感到一陣難以忍耐的寂寞和凄涼：「這世上還有誰來關懷我、幫助我？丁大哥已經死了，更會有誰盼望我活著？會費心來替我裹傷？」他細看那幾條繃帶，包紮得極是匆忙，然而不是粗布，而是上佳的緞子，緞帶的一邊精細地鑲著花邊，另一邊是撕口，顯然，那是從衣衫上匆匆忙忙地撕下來的，那是女子的衣衫。這會是戚師妹麼？他心中怦然而動，胸口隨即熱了起來。他嘴角邊露出了自嘲的苦笑：「她去叫丈夫來殺我，怎麼又會替我裹傷？如果不是她去說的，我躲在柴房之中，萬圭怎麼會闖了進來？」可是自己明明是在一艘小舟之中，這小舟明明是在長江中飄流。不知這地方離江陵已有多遠？無論如何，那是暫時脫離了險境，不會再受凌知府的追拿。「是誰給我裹了創傷？是誰將我放在這隻小船之中？連丁大哥也一起來了？」他對自己的生死已並不如何關懷，但丁典的屍體也和他在一起，這事不能不令他感激。他苦苦思索，想得頭也痛了，始終沒發覺半點端倪。他竭力想追憶過去一天中所發生的事，但想到萬圭劍砍丁典，自己竭力扼他咽喉之後，再也想不下去了。以後的事情，自己全然無法知道。他一側頭間，額角撞向了一包硬硬的東西，那是用一塊綢布包袱包著的。狄雲心中一喜，心想這包袱之中，一定有線索可尋，顫抖著雙手打了開來，只見裏面是五六錠碎銀子，一共是三十來兩。此外是四件女子的首飾：一朵珠花、一隻金鐲、一個金項圈、一隻寶石戒指。另外是一條小孩子頸中所掛的金鎖片，鎖片上的金鏈是給人匆匆忙忙地拉斷的，鏈子斷處還鈎上了一小片衣衫的碎片，顯然，那是臨時從小孩頸中扯了下來，倒像是盜賊攔路打劫而來一般。金鎖片上刻著「德容雙茂」四個字。狄雲沒讀過多少書，不懂這四個字是什麼意思，心想：「大概這是那小孩子的名字。」他撥弄著這四件首飾，比之適才未打開那包袱時，心中更多了幾分糊塗：「這些銀子和首飾，自然是搭救我的那人給的，以便小舟靠了岸後。我會有錢買飯吃。可是，到底是誰給的呢？這些首飾不是戚師妹的，我可從來沒見她戴過。」浩浩江水，送著這一葉小舟順流而下。這一天中狄雲既不覺饑餓，亦不感困倦，只是苦苦思索：「是誰給我包紮了傷口？是誰贈給我這些銀兩首飾？」長江在荊州下游、湘鄂之間曲曲折折，流動不快，那小舟在水面上也是這麼緩緩飄行。眼見長江兩岸，一個個城市、一個個小鎮從舟旁經過，從上游來的船隻，有帆有櫓，一艘艘的越過了他。從下游逆水而上的船隻，弓腰曲背的牽夫，一艘艘的拉了上去。這些船的人經過那艘小舟時，對狄雲長鬚長髮、滿臉血污的形貌，都投以好奇或驚訝的眼色。將近傍晚時分，狄雲終於覺得餓了，肚子裏咕咕的響個不停。他坐起身來，拿起一塊船板，將小舟慢慢划向北岸，想向小飯店中買些飯吃。偏生這一帶甚是荒涼。小舟順江轉了個彎，只見柳蔭下繫著三艘漁船，船上炊煙升起。狄雲的小舟駛近漁船時，只聽見船梢上鍋子中煮魚之聲吱吱直響，香氣直送過來。狄雲一聞到魚香，肚子更加餓了，將座舟杪將過去，向船梢上的老漁人道：「打魚的老伯，能賣一尾魚給我吃嗎？」那老漁人見他形貌兇惡，心中害怕，本是不願，卻也不敢拒絕，便道：「是，是！」將一尾煮得甚香的青魚，盛在碗中，隔船送了過去。狄雲道：「若有白飯，益發買一碗吃。」那老漁人道：「是，是！」又盛了一大碗糙米飯給他。江邊打魚之人日子過得很苦，糙米飯中混了一大半番薯、高粱。狄雲本是貧苦出身，在牢獄中吃的更是粗糟，饑餓之下，三扒兩撥，便將一大碗吃光了。正待開口再要，忽聽得岸上一個嘶啞的聲音說道：「漁家！有大魚拿幾條上來。」狄雲側頭一看，只見是個極高極瘦的和尚，兩眼甚大，湛湛有光。狄雲登時心中打了個突，記得這是那晚到牢獄中來和丁典為難的五僧之一，想了一想，記起丁典說過他的名字，叫做寶象。那晚丁典以「神照經」上的奇妙內功，力斃兩僧，卻有三僧見機逃走，這寶象便是其中之一了。狄雲一認出寶象，再也不敢向他多看一眼。丁典曾說這幾個和尚武功了得，連丁典自己，當時也未必有制勝把握。他知道只要這寶象和尚發覺了丁典的屍身，那是非向狄雲下手不可。狄雲雙手捧著飯碗，饒是他並非膽小怕死之輩，卻也忍不住一顆心怦怦亂跳，手臂也禁不住微微發抖，心中不住說：「別發抖，別發抖，露出了馬腳，那可糟糕！」可是越想鎮定，越是是管不住自己。只聽那老漁人道：「今日打的魚都賣了，沒魚啦。」寶象怒道：「誰說沒魚？我餓得慌了，快弄幾條來！沒大魚，小的也成。」那老漁人道：「真的沒有！我有魚，你有銀子，幹麼不賣？」說著提起魚簍，翻過來一倒，簍底向天，簍中果然無魚。寶象已十分饑餓，見狄雲身旁一條煮熟的大魚，還只吃了一條尾巴，便叫：「兀那漢子，你那裏有魚沒有？」狄雲心中慌亂，見他向自己說話，只道他已認出了自己的本來面目，更不打話，舉起船板，往江邊的柳樹根上用力一推，那小舟便向江中盪了出去。寶象怒道：「賊漢子，我問你有魚沒有，幹麼做賊心虛，便即逃去？」狄雲雖非作賊，卻是當真心虛，聽他破口大罵，更是害怕，用力划動船板，將小舟盪向江心。寶象從岸旁拾起一塊石頭，呼的一聲，用力向狄雲擲去。狄雲內力雖失，武功不忘，見那石頭來得迅捷，若是給打在身上，勢必送命，當即矮身一蹲，但聽得風聲勁急，石頭從頭頂掠過，卜通一響，掉入了江中，水花濺得老高，顯然他手力甚是厲害。寶象見狄雲躲避石頭的身法乾淨利落，儼然是練家子模樣，決不是尋常的漁人船夫，心下更加起疑，喝道：「快回來，否則，我要了你的性命！」狄雲那去理他，拚命的用力划船。寶象蹲低身子，右手拾起一塊石頭，便即擲出，跟著左手又擲一塊。狄雲手上划船，全神貫注的瞧著石塊的來路。第一塊側身避過，第二塊來得極低，貼著船身平平飛到，當即身子平臥，躺在艙底。這其間只是寸許之差，眼前只見黑越越的一塊東西急速飛過，厲風刮得鼻子和臉頰隱隱疼。他剛一坐起，第四塊石頭又到，拍的一響，打在船頭，登時木屑紛飛，船頭上缺了一塊。寶象見狄雲閃避的身手甚是伶俐，那小船順著江水飄行，越來越遠，心想：「常言道：射人先射馬。」當即呼呼兩塊石子，都擲向小船。他若是一出手便即擲船，那小小一艘木船，立時便會洞穿沉沒，但這時相距已遠，接連幾塊石頭雖都打在船上，卻只打碎一些船舷、船板而已。寶象性子極是暴躁，見狄雲避過自己所擲的石頭，已是狂怒，遠遠見到江風吹拂，狄雲的亂鬚長髮不住飛舞，猛地想起一個人來：「這人倒似個越獄的囚徒。丁典在荊州城越獄逃走，江湖上傳得沸沸揚揚，說不定從這囚徙身上，倒可打聽到丁典的一些蹤跡。」想到此處，貪念大起，怒火卻熄，叫道：「漁家，漁家，快划我去追上他。」不料柳樹下的那三艘漁船見他飛石打人，舉止甚是悍惡，早已悄悄解纜，順流而下。寶象連連呼喊，卻那有誰肯回來載他？寶象呼呼呼的擲出幾個石頭，第二塊砰的一聲，打在一名漁人頭上。那漁人登時腦漿迸裂，倒撞入江，船上其餘的人嚇得魂飛魄散，划得更加快了。寶象沿著江岸,追趕狄雲，他快步奔跑之下，竟然比狄雲所坐的小船要迅速得多。寶像是在長江北岸追趕，狄雲不住划船斜向南岸。寶象雖是趕過了他的頭，但和小船仍是越離越遠。狄雲心想：「若是給他在岸邊找到了一艘船，逼著梢公前來趕我，那就難以逃脫他的毒手。」惶急之中，只有喃喃禱祝：「丁大哥，丁大哥，你死而有靈，叫這惡和尚找不到船隻。」長江中上上下下的船隻甚多，幸好沿北岸數里，均無船隻停泊。狄雲出盡平生之力，將小船划到了南岸，這一帶江面雖然不寬，但樹木遮掩，寶象已望不進來，於是將那小包袱往背上一揹，抱起了丁典的屍身，上岸便行，突然想起一事，回過身來，將小船用力向江心推去，只盼寶象遙遙望來，還道自己仍在船中，一路向下游追去。狄雲慌不擇路的向南奔跑，只盼離開江邊越遠越好。奔得里許不由得叫一聲苦，但見白茫茫一片水色，大江當前，原來長江竟也折而向南。狄雲急忙轉身，見右首有小小一座破廟，當即抱著丁典的屍身，走了過去，欲待推門入內，突然間膝間一軟，坐倒在地，再也站不起來。原來他受傷後流血甚多，全身早已十分虛弱，划船再加上奔跑，實已筋疲力盡，半點力氣也沒有了。他掙扎了兩次，無法坐直，只有斜靠在地下，呼呼喘氣。但見天色漸暗，他心下稍慰，心想：「只消到得夜晚，寶象那惡僧總是不能找到咱們了。」這時丁典雖然已死，但他心中，仍然當他是親密的伴侶一般。他在廟外直躺了大半個時辰，力氣漸復，這才掙扎著爬起，抱著丁典的屍身推門走進廟。只見那是一座小小的土地廟，泥塑的土地神矮小猥崽，形貌甚是滑稽。狄雲傷敗之餘，雖然見到這泥塑木雕的小小神像，卻也生出敬畏之意，恭恭敬敬的跪了下來，向那神像磕了幾個頭，心下便多了幾分安慰之情。他坐在神像座前，抱頭望著丁典，所謂喪家之犬，驚弓之鳥，比之他此時的心情，都更是歡愉輕快百倍了。只是天色一點點的黑暗下來，他心中才漸漸多了幾分平安。※※※他躺在丁典的屍身之旁而臥，就像過去幾年中，在那小小的牢房中那樣。沒到半夜，天又下起雨來，淅淅瀝瀝的，一陣大，一陣小。狄雲感到身上寒冷，縮成一團，靠到丁典身旁，突然之間，他碰到了丁典冷冰冰的肌膚，想到丁典已死，再也不能和自己說話，胸中悲苦，難以自勝。忽然雨聲之中，傳來踢躂、踢躂的腳步聲音，正是向土地廟走來。那腳步聲踐踏泥濘，卻是行得極快。狄雲吃了一驚，耳聽得那人越走越近，忙將丁典的屍身往神壇底下一藏，自己縮身到了神龕後面。那腳步聲越近，狄雲的心跳得越快，只聽得呀的一聲，廟門被人推開，跟著一人咒罵起來：「媽巴羔子的，這老賊不知逃到了那裏，又下這等雨，淋得老子全身都濕了。」這聲音半點不錯，正是寶象，但他是出家之人，口罵「媽巴羔子的」已然不該，自稱「老子」，更是荒唐。狄雲於世務雖所知不多，但這幾年來每日聽丁典講論江湖逸聞，也已不是昔年那麼一個渾然無知的鄉下少年，心想：「這寶象雖作僧人打扮，但吃葷殺人，絕無顧忌，多半是個兇悍之極的大盜。」只聽寶象口中的污言穢語越來越多，罵了一陣，騰的一聲，便在神壇前坐倒，跟著瑟瑟有聲，聽得出他是將全身濕衣都脫了下來，到殿角去絞乾了，搭在神壇邊上，臥倒在地，不久鼾聲即起，竟自睡熟了。狄雲心想：「這惡僧脫得赤條條地，在神像之前大模大樣的睡覺，豈不罪過？」又想：「我乘他不備，撿塊大石砸死了他，他明天就不會害我了。」但他一來心地善良，不願隨便殺人，二來知道寶象的武功勝過自己十倍，若不能一擊便將他砸死，只須他稍餘還手之力，自己便會立時命喪於他手底。這時狄雲倘若從後院悄悄逃走，寶象定然不致知覺，但丁典的屍身是在神壇底下，他便是明知明朝必死，也是決計不肯捨之而去。耳聽得庭中雨水點點滴滴，響個不住，心下彷徨無計，只盼明晨雨止，寶象離此他去。但聽這雨聲，顯然是不會便歇。到得天明，寶象不肯冒雨濕衣出廟，自會在廟中東尋西找，自己便非給他發覺不可。不過局面雖是如此，他心中還是存了僥倖之想：「說不定這雨到天亮時便止了，這惡僧急於追我，匆匆便出廟去。」忽然間想起一事：「他進來時破口大罵，說不知那『老賊』逃到了那裏。我年紀又不老，為什麼叫我『老賊』？難道他又在另外追一個老人？」便在這時，隨手摸了摸腮邊鬍子，猛地醒悟：「啊，是了，我滿頭長髮，滿腮長鬚，數年不剃，旁人瞧來自然是個老人了。他罵我是『老賊』，嘿嘿，罵我是『老賊』！」忽聽得拍的一聲響，寶象翻了個轉身。他睡相極壞，一腳踢到了神壇底下，正好踢到了丁典的屍身。這等武功深湛之人，一察覺情勢道異，立時便從夢中醒來，只道神壇底下伏有敵人，黑暗中也不知廟中有多少人埋伏，搶起身旁單刀，前後左右連砍六刀，教敵人欺不近身來，喝道：「是誰？媽巴羔子的，賊王八蛋！」連罵數聲，不聽有人答應，屏息不語，仍是不聽見有人。這時狄雲連氣也不敢喘上一口，生怕被他知覺。寶象黑暗中連使十五六路刀法，東西南北到處都砍遍了，正是「夜戰八方式」，突然飛起一足，砰的一聲，將神壇踢倒，一刀「秦王破陣」砍了下去，拍的一聲輕響，混有骨骼碎裂之聲，已砍中丁典屍體。狄雲耳中聽得清清楚楚，寶像是在刀砍丁典。雖然丁典已死，早已無知無覺，但在狄雲心中，那仍是他至敬至愛的義兄，這惡僧毀他的身體，狄雲如何容得？寶象一刀砍中丁典的屍身，不聞再有動靜，黑暗之中，瞧不透半點端倪。他身邊所攜的火紙早在大雨中浸濕無用，要想點火來瞧個明白，實是無法可想。他慢慢一步又一步的向後倒退，將背心靠在牆上，以防敵人自後偷襲，然後傾聽動靜。寶象如此提心吊膽，而狄雲在恐懼之中，更夾著極大的憤怒。他初聞寶象刀砍丁典屍身，立時便想衝出去和這惡僧拚命，但這五年的牢獄折磨，已將這樸實鹵莽的少年，變成了一個遇事想上幾想的青年，只跨出一步，心中便想：「我衝出去和他廝拚，除了送掉自己性命，更無別樣結果，丁大哥和凌小姐合葬的心願，仍是不能達成，我如何對得起他？這時兩人之間隔了一道照壁，除了雨聲淅瀝，更無別樣聲息。狄雲知道只要自己呼吸之聲稍重，立時便送了性命，只有將氣息收得極為微細，緩緩吸進，緩緩呼出，腦海中卻飛快的轉著念頭：「再過一個多時辰，天就明了。這惡僧見到丁大哥的屍體，必定大加糟蹋，以洩胸中惡氣，那便如何是好？」他腦子本就算不得靈活，而要設法在寶象手下保全丁典的屍體，原是一個極大的難題。縱然是十分機智聰明之人，也未必便有妙策。他苦苦思索半天，當真是想破了腦袋也想不出半點主意。他心中焦急萬分，自怨自艾：「狄雲啊狄雲，你這笨傢伙，自然是想不出主意。換了別個聰明能幹之人，怎會如你這般無用。」惶急之下，伸手抓著頭髮，用力一扯，登時便扯下了六七根來。欲知後事如何？請看下回分解。