第十七回　玉面火猴她聽得張翠山這麼說，心中一凜，暗想：「五哥不喜我下手太狠，這脾氣以後認真得改一改。」只中卻笑道：「這會兒你卻可憐起惡熊來，若不是這猴兒兄弟來救，你說那些惡熊會可憐咱倆麼？」張翠山道：「倘若咱們也跟野獸一般殘忍，那不是跟野獸沒分別了麼？」殷素素笑道：「野獸也有好的，你瞧這猴兒兄弟，本事又比你大，相貌也比你俊。」張翠山笑道：「啊喲，你不怕我呷醋？」兩人大難不死，說說笑笑，心神倍覺歡暢。那玉面火猴在兩人身畔跳來跳去，也顯得歡喜無限，似乎牠獨居島上孤寂無侶，忽然得到了良伴一般。張翠山道：「不知道白熊洞中是否還有小熊，咱們進去瞧瞧。」殷素素攜了火猴的手，倚牠為護身之符，走進洞去。但見山洞極是寬敞，深入有八九丈遠，中間透入一線天光，宛似天窗一般。只是洞中白熊的屎尿狼藉，甚是穢臭。殷素素掩鼻道：「此間好卻是好，便是臭得沒法容身。」張翠山道：「只須日日打掃洗刷，過得十天半月，便不臭了。」殷素素想起從此要和他在這島上長相廝守，歲月無盡，以迄老死，心中又是歡喜，又是淒涼。當下和張翠山折下樹枝，紮成一把大掃帚，將洞中群熊遺下的糞尿清掃出去，殷素素也幫著收拾。那玉面火猴雖然靈異，總是不脫猴兒本性，東拉西爪，似是幫忙，卻是搗亂。張殷二人感牠救命之恩，任由牠去胡鬧。待得打掃乾淨，穢氣仍是不除。殷素素道：「附近若有溪水沖洗一番便好了，雖有海水，可惜沒有盛水的提桶。」張翠山道：「我有法子。」到山陰寒冷之處，搬了幾塊大冰，放在洞中的高岩上。殷素素拍掌叫道：「好主意！」冰塊慢慢熔化成水，流出洞去，便似以水沖洗一般，只是大為緩慢而已。張翠山在洞中清洗，殷素素便用長劍剝切白熊，打或條塊，堆成個小丘一般。當地雖有火山，但究竟在極北，仍是十分寒冷，熊肉旁敦以冰塊，看來累月不腐。殷素素嘆道：「人心苦不足，既得隴，便望蜀，咱們若有火種，燒烤一隻熊掌吃吃，那可有多美。」張翠山望著火山口噴出的火燄，道：「火是有的，就可惜火太大了，慢慢想個法兒，總能取它過來。」當晚兩人飽餐一頓熊腦，便在樹上安睡。睡夢中仍如身處大海中的冰山之上，隨著波浪起伏巔簸，其實卻是風動樹枝。次日殷素素還沒有睜開眼來，便說：「好香，好香！」翻身下樹，但覺得陣陣清香，竟是從熊洞中傳出。她和張翠山並肩進洞，只見洞中堆滿了嫣紅奼紫、大大小小，許多叫不出名目的花朵，那火猴竄高縱低，正在將花朵擲來擲去。殷素素生平最愛花草，陡然間見到這許多奇花，當真是說不出的歡喜。張翠山道：「素素，你且慢高興，有一件事跟你說。」殷素素見他臉色鄭重，心中一怔，道：「什麼？」張翠山道：「我想出了取火的法子。」殷素素笑道：「啊，你這壞人，我還道是什麼不好的事呢。什麼法子？快說，快說！」張翠山道：「火口口火燄太大，無法走近，只怕走到數十丈外，人已烤焦了。我們用樹皮搓一條長繩，曬得乾了，然後……」殷素素拍手道：「好法子！然後繩上縛一塊石子，向火山口拋去，火燄燒著繩子，便引了下來。」兩人生食已久，急欲得火，當下說做便做，以整整兩天時光，搓了一條百餘丈長的繩子，又曬了一天，第四天上便向火山口進發。那火山口望去不遠，走起來卻有四十餘里。兩人越走越熱，先脫去了海豹皮的皮裘，到後來連只穿單衫也有些頂受不住，又行里許，兩人口乾舌燥，遍身大汗，但見身旁已無一株花草，只餘光禿禿、黃焦焦的岩石。張翠山肩上負著長繩，一瞥眼見殷素素幾根長髮的髮腳，因受熱而鬈曲起來，心下憐惜，說道：「你在這裏等我，待我獨自上去吧。」殷素素嗔道：「你再說這些話，我可從此不理你啦。最多咱們一輩子沒火種，一輩子吃生肉，又有什麼大不了的？」張翠山微微一笑，又走里許，兩人都是氣喘如牛。張翠山雖然內功精湛，也已給蒸得眼前金星亂冒，頭腦中嗡嗡作聲，說道：「好，咱們便在這裏將繩子擲了上去，若是接不上火種，那就……那就……」殷素素笑道：「那就是老天爺叫咱們做一對茹毛飲血的野人夫妻……」說到這裏，身子一晃，險險暈倒，急忙抓住張翠山的肩頭，這才站穩。張翠山從地下撿起一塊石子，縛在長繩一端，提氣向前奔出數丈，喝一聲：「去！」使力擲了出去。但見石去如矢，將那長繩拉得筆直，遠遠的落了下去。可是百餘丈外雖比張殷二人立足處又熱了些，仍是距火山口極遠，未必便能點繩端。兩人等了良久，只熱得眼中如要爆出火來，那長繩卻是連煙也沒冒半點。張翠山嘆了口氣道：「古人鑽木取火，擊石取火，都是有的，咱們回去慢慢再試吧！這個擲繩取火的法子可不管用。」殷素素灰心之下，站起身來，正要招呼那玉面火猴回去，卻見牠在地下撿起石塊，學著張翠山的模樣，奔跑一程，擲一塊石子，玩得興高采烈，絲毫沒有怕熱的樣子。殷素素心念一動：「這火猴天生異稟，或許並不怕火。」於是撮唇一嘯，說道：「猴兒兄弟，你能不能將繩子拿上去，點燃了拿下來？」一面說，一面做著手勢比劃。她只比了三遍，那火猴已然領會，弓身一躍，幾個起落，已竄出百餘丈外，拾起繩頭，向著火山口疾奔，遠遠望去似一個火球向上滾動，實是迅捷無倫。張殷二人心中都有些懊悔，生怕牠去得太快，累得牠送得性命。殷素素望見那火猴奔得距火山口已只數十丈，忙縱聲叫道：「猴兒，猴兒，快回來！」語聲甫畢，但見一縷青煙從繩頭裊裊升起，長繩竟已燃著。那火猴拉著長繩回轉，倏來倏去，前後還不到一盞茶的時分。殷素素大喜，迎上去將火猴抱在懷裏。殷素素攜著七八個乾柴紮成的火炬，以備接火之用，當即在長繩的火頭上點著了。兩人看火猴時，但見牠身上片毛不焦，真是神物。當下兩人一猴，喜氣洋洋的回到熊洞。殷素素堆積柴草，生起火來。世上任何野獸見火無一懼怕，這火猴卻不愧以火為名，頑皮起來，竟跳到火堆中打了幾個滾。張翠山見了這等異狀，忽然想起師父曾說過的一件事來，只中「啊」了一聲。殷素素道：「怎麼？」張翠山道：「我曾聽師父說道，有一種老鼠叫做火鼠，入火不焚，毛長寸許，可織以為布，稱為火浣布。這種布若是髒了，用水洗不乾淨，須得投在火中一燒，當即潔白如新。看來這猴兒兄弟跟火鼠是差不多的了。」殷素素笑道：「幾時猴兒兄弟落下毛來，我也給你織一件浣火布的衣服，不過你可得壽長些才好，等他兩三百年，那就差不多啦。」既有火種，一切全好辦了，熔冰成水，烤肉為炙，兩人自船破浮海，從未吃過一頓熱食，這時第一口咬到脂香四溢的熊掌時，真是險些連自己的舌頭也吞下肚去了。那火猴除了熊腦之外，不吃肉食，自行去採野果來吃。當晚熊洞之中，花香流動，火光映壁，兩人結成夫妻以來，至此方始真正享到洞房春暖之樂。次日清晨，張翠山走出洞來，正自心曠神怡，驀地裏見遠處海邊岩石之上，站著一個高大的人影。這人卻不是謝遜是誰？張翠山這一驚當真是非同小可，實指望和殷素素經歷一番大難之後，在島上便此安居，那知又闖來了這個魔頭。當下他一個人便如變成石像，呆立著動也不敢稍動。但見謝遜腳步蹣跚，搖搖晃晃向內陸走來，顯是他眼瞎之後，無法捕魚獵豹，一直餓到如今。他走出數丈，終於支持不住，腳下一個踉蹌，向前摔倒，直挺挺的伏在地下。張翠山返身入洞，殷素素嬌聲道：「五哥……你……」但見他臉色鄭重，話到口邊又忍住了。張翠山道：「那謝的也來啦！」殷素素嚇了一跳，低聲道：「他瞧見你了嗎？」隨即想起謝遜眼睛已瞎，驚惶之意稍減，說道：「咱們兩個亮眼之人，不能對付不了一個瞎子。何況還有猴兒兄弟相助。」張翠山點了點頭，道：「他餓得暈了過去啦。」殷素素道：「咱瞧瞧去！」從衣袖上撕下四根布條，在張翠山耳中塞了兩條，自己耳中塞了兩條，右手拿著長劍，左手攜著火猴，一同走出洞去。兩人走到離謝遜七八丈處，張翠山朗聲道：「謝前輩，你可要吃些食物？」謝遜斗然間聽到人聲，臉上露出驚喜之色，但隨即辨出是張翠山的聲音，臉上又罩了一層陰影，隔了良久，才點了點頭。張翠山拿了一大塊昨晚吃剩下來的熟熊肉，遠遠擲了過去，說道：「請接著。」謝遜撐起身子，聽風辨物，伸手抓住，慢慢的咬了一口。張翠山見他本來生龍活虎般的一條大漢，竟給飢餓折磨得如此衰弱，不禁油然而起憐憫之情。殷素素心中卻又是另一個念頭：「五哥也忒煞濫好人，讓他餓死了，豈不乾手淨腳？這番救活了他，日後只怕麻煩無窮，說不定我兩人的性命還是得送在他的手下。」但想起自己立過重誓，決意跟著張翠山做好人，心中雖起不必救人之念，卻不說出口來。謝遜吃了半塊熊肉，不再吃了，伏在地下呼呼睡去，張翠山在他身旁生了一個火堆，一來免他受寒，二來得以烤乾濕衣。謝遜睡到午後，這才醒轉，問道：「這是什麼地方？」張殷二人守在他的身旁，見他坐起開口，便各取出塞在耳中的布條，以便聽他說些什麼，但兩人的右手都離耳畔不過數寸，只要一見情勢不對，立即伸手塞耳。張翠山道：「這極北之處一個無人荒島。」謝遜「嗯」了一聲，霎時之間，心中興起了數不盡的念頭，呆了半晌，說道：「如此說來，咱們是回不去了！」張翠山道：「那得瞧老天爺的意旨了。」謝遜破口大罵道：「什麼老天爺，狗天、賊天、強盜老天！」他這一張口咒罵，竟是老半天不停，直到他罵得自己也累了，這才摸索著坐在一塊石上，又咬起熊肉來，問道：「以後你們要拿我怎樣？」張翠山望著殷素素，似要她開口說話。殷素素卻打個手勢，意思說一切憑你的主意。張翠山微一沉吟，朗聲道：「謝前輩，咱夫妻倆……」謝遜點頭道：「嗯，成了夫妻啦。」殷素素臉上一紅，卻頗有得意之色，說道：「那也可說是你做的媒人，須得多謝你撮成。」謝遜哼了一聲，道：「你夫妻倆怎麼樣？」張翠山道：「咱們射瞎了你的眼睛，自是十分的過意不去，不過事已如此，再說一萬遍致歉也是無用。既是天意要讓咱們共處孤島，說不定這一輩子再也難以回中土，咱倆便好好的奉養你一輩子。」謝遜點了點頭，嘆道：「那也只好如此。」張翠山道：「咱夫妻倆情深義重，同生共死，謝前輩若是狂病再發，害了咱倆任誰一人，另一人決然不忍獨活。」謝遜道：「你是要跟我說，你兩人若是死了，我瞎了眼睛，在這荒島上也是活不成？」張翠山道：「一點不錯。」謝遜道：「既是如此，你們耳中何必再塞著布片？」張翠山和殷素素相視而笑，將耳中的布條也都取了出來，心下卻均駭然：「此人眼睛雖瞎，耳音之靈，幾乎到了能以耳代目的地步。倘若不是在此事事希奇古怪的極北島上，他未必須靠我二人供養。」張翠山以謝遜學識淵博，請他替這荒島取個名字。謝遜道：「這島山既有萬載玄冰，又有終古不滅的火窟，便稱之為冰火島吧。」自此三人一猴，便在島上安居下來，倒也相安無事，張殷二人一有空閒，便在熊洞左近種植花木，燒陶作碗，堆土為灶，各種日用物品，次第粗具。謝遜也從不來和兩人囉唆，只是捧著那把屠龍寶刀，低頭冥思。張殷二人有時見他可憐，勸他不必再苦思屠龍寶刀中所藏的祕密。謝遜道：「我豈不知便是尋到了刀中祕密，在這荒島之上又有何用？只是無所事事，何以遣此漫漫長夜？」兩人聽他說得有理，也就不再相勸。離熊洞半里之處，另有一個較小山洞。張翠山花了十來天功夫，將之佈置成為一間居室，供謝遜居住。忽忽數月，有一日，他夫婦倆攜手向島北漫遊，原來這島方圓極廣，延伸至北，不知盡頭，走出百餘里地，只見一片濃密的叢林，老樹參天，陰森森的遮天蔽日。張翠山有意進林一探，但那玉面火猴喳喳的說個不停，只是搖頭，似乎林中有什麼連牠也懼怕的物事。殷素素膽怯起來，說道：「連猴兒兄弟也怕，咱們別去惹禍了。」張翠山微覺奇怪，心想：「素素向來好事，怎地近來懶洋洋的，什麼事也提不起興緻來？」想到此處，心中一驚，道：「素素，你身子好嗎？可有什麼不舒服？」殷素素突然間羞得滿臉通紅，低聲道：「沒什麼？」張翠山見他神情奇特，連連追問。殷素素似笑非笑的道：「老天爺見咱們太過寂寞，再派一個人來，要讓大夥兒熱鬧熱鬧。」張翠山一怔之下，大喜過望，道：「你有孩子啦？」殷素素忙道：「小聲些，別讓人家聽見了。」她說了這句話，忍不住噗哧一聲，笑了出去。荒林寂寂，那裏還有第三個人在？天候嬗變，這時日漸短而夜漸長，到後來每日只有兩個多時辰是白天，氣候也轉得極其寒冷。殷素素有了身孕後甚感疲懶，但一切烹飪、縫補等務，仍須勉力而行。這一晚她十月懷胎將滿，熊洞中生了火，夫妻倆偎倚在一起閒談。殷素素道：「五哥，你說咱們生個男孩呢還是女孩？」張翠山道：「女孩像你，男孩像我，男女都很好。」殷素素道：「不，我喜歡是個男孩子。你給他先取定個名字吧！」張翠山道：「嗯。」隔了良久，卻不言語。殷素素道：「五哥，這幾天你有什麼心事？我瞧你心不在焉似的。」張翠山道：「沒什麼。想是要做爸爸了，所以喜歡得胡裏胡塗啦！」他說這幾句話時，本是玩笑之言，但眉間眼角，隱隱帶有憂色。殷素素何等聰明，如何瞧不出來，柔聲道：「五哥，你若是瞞著我，只有更增我的憂心。你瞧出什麼事不對了？」張翠山嘆了口氣，道：「但願是我瞎疑心。我瞧謝前輩這幾天的神色有些不正。」殷素素「啊」的一聲，道：「我也早見到了。他臉上的神色，越來越兇狠，似乎又要發狂。」張翠山點了點頭，道：「想是他琢磨不出屠龍刀中的祕密，因此心中煩惱。」殷素素淚水盈盈，說道：「本來咱倆拚著跟他同歸於盡，那也沒什麼。但是……但是……。」張翠山摟著她的肩膀，安慰道：「你說的不錯，咱們有了孩子，不能再跟他拚命。他好好的便罷，若是再行兇作惡，咱們只得給他殺了。諒他瞎著雙眼，終究奈何咱們不得。」殷素素自從懷了孩子，不知怎的，突然變得仁善起來，從前做閨女時一口氣殺幾十個人也不貶眼睛，這時變便是殺頭野獸，也覺不忍。有一次張翠山捕了一頭母鹿，兩頭小鹿一直跟到熊洞來，殷素素一定要他將母鹿放了，寧可大家吃些野果，挨過兩天。這時聽到張翠山說要殺了謝遜，不禁身子一顫。她偎倚在張翠山懷裏，這麼微微一顫，張翠山登時便覺察了，溫柔地一笑，說道：「但願他不發狂。素素，我們的孩子叫作『念慈』，你說可好？讓他大了之後，一直記得媽媽這時候仁善慈悲的心腸，是男孩也好女孩也好，都叫這個名字。」殷素素點了點頭，心中很感舒暢，道：「從前，我每殺了一個人，總算是覺得很高興，但這時想來，心頭起了個仁慈的念頭時，卻比殺人更加歡喜些。只是我從前不會慈悲，那也無從比較起。咦，你又在想什麼啦？」張翠山道：「害人之心不可有，防人之心不可無。」殷素素道：「不錯，倘若他真的發起狂來，卻怎生制他？咱們有猴兒兄弟作幫手，跟在冰山上時是大不相同了。」張翠山道：「火猴雖然靈異，但牠也未必能全懂咱們的說話，緩急之際，未必可靠，須得另想法子。」殷素素道：「咱們給他進食物時做些手腳，看能找到什麼毒物……不，不，他不一定會發狂的，說不定咱倆瞎疑心。」張翠山道：「我有一個計較。咱倆從明兒起，移到內洞去住，卻在外洞中掘一個極深的坑道，上面舖以皮毛軟泥。」殷素素道：「這法子好卻是好，不過你每日要出外打獵，若是他在外面行兇……」張翠山道：「我一個人容易逃走，一見情勢不對，便往危崖峭壁上竄去，他瞎了雙眼，如何追得我上。」第二日一早，張翠山便在外洞中挖掘深坑，只是沒有鐵鏟鋤頭，只得以天生的樹枝當作木扒，實在是事倍功半。好在他內力渾厚，辛苦了七天，已挖了三丈來深，眼看謝遜的神氣越來越是不對，時時拿著屠龍刀狂揮狂舞。張翠山加緊挖掘，預備挖到五丈深時，便在坑洞底周圍插上削尖的木棒。這深坑底窄口廣，他不進來侵犯殷素素便罷，只要踏進熊洞，非摔落去不可。這一日午餐之後，謝遜只在熊洞外數丈處來回徘徊。張翠山不敢動工，生怕他聽見響聲，起了疑心，可是又不敢出外打獵，只守在一旁，瞧著他動靜。但聽得謝遜不住口的咒罵，從老天爺罵起，一直罵到西方佛祖，東海觀音，天上玉皇，地下閻羅，再自三皇五帝罵起，堯舜禹湯，秦皇唐宗，文則孔孟，武則關岳，不論那一個大聖賢大英雄，全給他罵了個狗血淋頭。謝遜學問淵博，精通史事，這一番咒罵，張翠山倒是怔怔的給聽得甚有興味。突然之間，謝遜破口大罵起武林人物來，這一次自華陀創設五禽之戲起始，少林派達摩老祖，岳武穆神拳散手，全給他罵得一錢不值。可是他倒也不是一味謾罵，於每一家每一派的缺點所在，卻也確有真知炙見，一貶一斥，往往一針見血。只聽他自唐而宋，逐步罵到了南宋末年的東邪西毒、南帝北丐中神通，罵到了郭靖楊過，猛地裏辭鋒一轉，罵起武當派開山祖師張三丰來。他辱罵旁人，那也罷了，這時大罵張三丰，張翠山如何不怒？正要反唇相稽，謝遜突然大吼：「張三丰不是東西，他的徒弟張翠山更加不是東西，讓我捏死他的老婆再說！」縱身一躍，掠過張翠山身旁，奔進熊洞。張翠山急忙跟進，只聽得喀的一聲，謝遜已跌入坑中，可是坑底未裝尖刺，他雖然摔下，並沒受傷，只是出其不意，大吃了一驚。張翠山順手抓過挖土的樹枝，只見謝遜從坑中竄了上來，兜頭便是一下猛擊下去。謝遜聽風聲，左手翻轉，已抓住了樹枝，用力向裏一奪。張翠山把捏不定，樹枝脫手，這一奪勁力好大，他虎口震裂，掌心也給樹枝擦得滿是鮮血，謝遜跟著這一奪之勢，又墜入了坑底。其時殷素素即將臨盆，早已腹痛了半日，她先前見謝遜逗留在洞口不去，不敢和丈夫說知此事。因若是給謝遜聽到了，他想自己動彈不得，少了一層顧忌，更易及早發難。這時見張翠山和他動手，一根樹枝又被奪去，情勢危急之中，顧不得腹痛如絞，抓起枕頭邊的長劍，向張翠山擲了過去。張翠山抓住劍柄，暗想：「此人武功高我十倍，他再竄上來時，我出劍劈刺，仍是非被他奪去不可。」情急之下，突然動道：「他雙目已盲，所以能奪我兵刃，全仗聽著我兵刃劈風之聲，才知我的招勢去向。」剛想到此節，只見謝遜哈哈一笑，又提氣縱躍而上。張翠山看準他竄上的來路，以劍尖對住他的腦門，緊握不動，只聽得擦的一聲響，謝遜一聲大吼，長劍已刺入他的額頭，深入數寸。原來張翠山持劍不動，謝遜這一躍上勢道極猛，正是以自己腦門硬碰到劍尖上去，長劍既然紋絲不動，絕無聲息，謝遜武功再好，如何能夠知曉？總算他應變奇速，劍尖一碰到頂門，立即將頭向後一仰，同時急使「千斤墜」功夫，再行落入坑底。只要他變招遲得一霎之間，那長劍從腦門中直刺進去，立時便即斃命。饒是如此，頭上也已重傷，血流披面，長劍刺在他額頭之上，不住顫動。謝遜拔出長劍，撕下衣襟裹住創口，頭腦中一陣暈眩，自知受傷不輕，可是他狂性已發，從腰間拔出屠龍刀來，急速舞動，護住了頂門，第三度躍上。張翠山舉起大石，對準他一塊塊投去，卻均被屠龍刀碰開。但見刀花如雪，寒光閃閃，謝遜飛出深坑，直欺過來。張翠山一步步向後退避，心中一酸，想起今日和殷素素同時畢命，竟是不能見一眼那未出世的孩兒。謝遜防他和殷素素從自己身旁逸出，一出熊洞，那便追趕不上，當下右手寶刀，左手長劍，使動大開大闔的招數，兩丈方圓之內，盡數封住，料想張殷二人再也無法逃走，瘋狂的心中大喜無已。驀地裏「哇」的一聲，內洞中傳出一響嬰兒的哭聲。謝遜大吃一驚，立時停步，只聽那嬰兒不住啼哭。張翠山和殷素素知道大難臨頭，竟是一眼也不再去瞧謝遜，兩對眼睛一齊愛憐橫溢地瞧著這個初生的嬰兒，那是一個男孩，手足不住扭動，大聲哭喊。張殷二人知道只要謝遜一刀下來，夫妻倆連著嬰兒便同時送命。二人一句話不說，目光不肯斜開一斜，能夠看得一霎，便是多享一分福氣。夫妻倆已是心滿意足，終於，在臨死之前的一刻，能夠看到了和自己血肉相連的孩子。他們已不去想自己的命運。能夠保護嬰兒不死，自是最好，但他們明知道這是不可能的，因此竟連這個念頭也沒有轉。嬰兒在大聲哭嚷著，這哭聲使謝遜突然間心中良知激發，狂性登去，頭腦便清醒過來。他想起自己全家被害之時，妻子剛正生了孩子不久，但那嬰兒終於也是難逃敵人毒手。這幾聲嬰兒的啼哭，使他回憶起許許多多的往事：夫妻的恩愛，敵人的兇殘，無辜嬰兒被敵人摔在地上成為一團血肉模糊，自己苦心孤詣還是無法報仇，自己武功日進，那知仇人進展更快，雖然得了屠龍刀刀中的祕密卻總是不能查明……。他呆呆立著出神，一時溫顏微笑，一時咬牙切齒。在這一瞬之前，三人都是面臨著最重大的生死關頭，但自嬰兒的第一聲啼哭起，三個人突然全神貫注於身上。謝遜問道：「是男孩呢還是女孩？」張翠山道：「是個男孩。」謝遜道：「剪了臍帶沒有？」張翠山道：「要剪臍帶嗎？啊，是的，是的，我倒忘了。」謝遜倒轉長劍，將劍柄遞了過去。張翠山接過長劍，割斷了嬰兒的臍帶，這時方始想起，謝遜已是迫近身邊，可是他居然並不動手，心中好奇，回頭向他望了一眼，只見謝遜臉上充滿關切之情，竟似要插手相助一般。殷素素聲音微弱，道：「讓我抱一抱。」張翠山抱起嬰兒，送入她的懷抱。謝遜又道：「你有沒有燒了熱水，給嬰兒洗一個澡？」張翠山失聲一笑，道：「我真胡塗啦，什麼也不給預備，這個爸爸可沒用之極。」說著便要奔出去燒水，但只邁出一步，見到謝遜鐵塔一般巨大的身形竟在嬰兒之前，心下驀地一凜。謝遜卻道：「你陪著夫人孩子，我去燒水。」將屠龍刀往腰間一插，便奔出洞去，經過深坑時輕輕縱身一躍，橫越而過。過了一陣，謝遜果真用陶盆端了一盆熱水進來，張翠山便替嬰兒洗澡。謝遜聽得嬰兒的哭聲甚是洪亮，問道：「這孩子像媽媽呢還是像爸爸？」張翠山微笑道：「還是像媽媽多些，多福多壽，少受苦難。」殷素素道：「謝前輩，你說孩子的長相不好麼？」謝遜道：「不是的。只是孩子像你，那就太過俊美，只怕福澤不厚，將來成人後入世，或會多遭災危。」張翠山笑道：「謝前輩想得太遠了，咱們四個人處身極北荒島，這孩子自也是終老難道也讓他孤苦伶仃的一輩子在這島上？百年之後我三人都死了，誰來伴他？他長大之後，如何娶妻生子？」殷素素自幼稟受父性，在白眉教中耳濡目染，所見所聞皆是極盡殘酷惡毒之事，因之她向來行事狠辣，習以為常，自與張翠山結成夫妻，逐步向善，這一日做了母親，心中天生的慈愛沛然而生，竟是全心全意為孩子打算起來。殷素素向她淒然望了一眼，伸手撫摸她的頭髮，心道：「這荒島與中土相距萬里，卻如何能夠回去？」但不忍傷愛妻之心，此言並不出口。忽聽得謝遜說道：「張夫人的話不錯。咱們這一輩子算是完了，但這孩子，這孩子，如何能夠使他老死在荒島之上，享不到半點人世的歡樂？張夫人，咱三人終當窮智竭力，使孩子得歸中土。」殷素素大喜，顫巍巍的站起身來。張翠山忙伸手相扶，驚道：「素素，你幹什麼？快好好躺著。」殷素素道：「不，五哥！咱倆一起給謝前輩磕幾個頭，感謝他這一番大恩大德。」謝遜連連搖手，說道：「不用，不用。這孩子取了名沒有？」張翠山道：「在下胡亂給他安了個名字！叫作『念慈』。謝前輩學問淵博，另行給他取個好名字吧！」謝遜沉吟道：「張念慈，張念慈！這名字好啊，不用改了。」殷素素忽然想起：「難得這怪人如此喜愛這個孩兒，他若將孩兒視若己子，那麼孩兒在這島上就不再悉他加害，縱然他狂性發作，也必不致驟下毒手。」說道：「謝前輩，我為這孩兒求你一件事，務懇不要推卻。」謝遜道：「什麼？」殷素素道：「你收了念慈孩兒做義子吧！讓他長大了，對你當親生父親一般供養。得你照料，這孩兒一生不吃人家的虧。五哥，你說好不好？」張翠山道：「妙極，妙極！謝前輩，還請你不棄，俯允咱夫婦的請求。」