第四十五回　水仙幽谷周伯通哈哈大笑，只笑得白鬚根根飄動，說道：「是你對，是你對。他們夫妻小兩口兒，生的女兒可也挺俊嗎？」楊過道：「那女孩兒相貌像郭夫人多些，像郭靖少些，你說俊不俊呢？」周伯通呵呵笑道：「那就好啦，一個女孩子若是濃眉大眼，黑黑的臉蛋，像我郭兄弟一般，那自然是美不了。」楊過知道他心中再無懷疑，但為堅其信，又道：「黃蓉的父親桃花島主藥師兄，和我是莫逆之交，你可認得他麼？」周伯通一怔，心想：「你這孩子怎麼與黃老邪稱兄道弟起來？那你是什麼輩份？」問道：「你師父是誰？」楊過道：「我師父的本事大得緊，說出來只怕嚇壞了你。」周伯通笑道：「我才嚇不壞呢。」右手一揚，那隻空盤子向他疾飛過去，勢道猛烈異常。楊過本不知周伯通這個異人的師承門派，盤子飛來本是不敢硬接，但見他揚手時臂不內曲，全以指力發出，同時盤子自右至左的急轉，正是全真派的手法。他對全真武功的門道自是無所畏懼，當即伸出左手食指，在盤底一頂，那盤子就在他手指上滴滴溜的轉動。這一下周伯通固然大是喜歡，而金輪法王、瀟湘子、尹克西等也都聳動。尤其是瀟湘子，他初時見楊過衣衫襤褸，年紀幼小，那將他放在眼內，此刻不由得改容相對，心想：「憑這盤子飛來之勢，我自己也是不敢伸手去接，更何況是用一指之力去接他？只要有半點摸不準他力道的來勢，連手腕也得折斷了。卻不知這少年是何來頭？」周伯通連叫幾聲：「好！」但也已瞧出他以指頂盤的武功門道是全真一派的家數，問道：「你識得馬鈺、丘處機麼？」楊過道：「這兩個牛鼻子我怎不認識？」周伯通大喜，原來他雖是全真教的高手，但因不能遵守清規戒律，始終沒出家做道人。當年王重陽知他性子猶如純金璞玉，率性而為、一派天真，如果勉強他皈依三清，只有攪得重陽宮烏煙瘴氣、全真教上下難安，因此由得他不做道士，這在全真教正式的弟子之中，實是絕無僅有。郭靖、楊康、楊過等雖學過全真武功，卻非全真教門下弟子，那與他身份並不相同。周伯通與丘處機等相互間雖然並無蒂芥，總覺得他們行為戒律太多，太過拘謹，心中實在有些兒瞧他們不起。他生平最佩服的除師兄王重陽外，就是放誕落拓的九指神丐洪七公，而與黃藥師之邪、黃蓉之巧，也隱隱有臭味相投之感。這時聽楊過稱馬鈺、丘處機為「牛鼻子」，只覺極為入耳，又問：「郝大通他們怎樣啦？」楊過一聽「郝大通」三字，怒氣勃發，罵道：「這牛鼻子沒出息，終有一日，我要好好叫他吃點兒苦頭。」周伯通興緻越來越高，問道：「你要給他吃些什麼苦頭？」楊過道：「我捉著他綁住了手足，在糞缸裏浸他半天。」周伯通大喜，悄聲道：「你捉著他之後，可別忙浸他，你先跟我說，讓我在旁偷偷瞧個熱鬧。」他心中對郝大通其實並無半分惡意，只是天性喜愛惡作劇，旁人胡鬧頑皮，那自是投其所好，非來湊個趣兒不可。楊過笑道：「好，我記得了。可你幹麼要偷偷的瞧？你怕全真教的牛鼻子麼？」周伯通嘆道：「我是郝大通的師叔啊！」此言一出，楊過不由得一驚，「啊」了一聲。周伯通又道：「他瞧見我，自然要張口呼救，那時我若不救，總是不好意思，若是救他，好戲可又瞧不到啦。」楊過暗自沉吟：「此人武功極強，性子雖然樸直，可總是全真派的人。要拉他對付郭靖，他是無論如何不肯。大丈夫心狠手辣，須得如何設法除了他才好。」楊過天性本非奸惡，只因念念不忘於報復父仇，竟爾無所不用其極。周伯通那知他心中起了毒念。又問：「你幾時去捉郝大通？」楊過道：「我這就去，你愛瞧熱鬧，那就跟著我吧。」周伯通大喜，拍著手掌站起身來，突然神情沮喪，又坐了下來，說道：「唉，不成，我得上襄陽去。」楊過道：「襄陽有什麼好玩？還是別去了吧。」周伯通道：「郭兄弟在陸家莊留書給我，說道蒙古大軍南下，必攻襄陽。他率領中原豪傑，趕去相助，叫我也去出一把力。我一路尋他不見，只好追去襄陽了。」忽必烈與金輪法王對視了一眼，心中均想：「有這許多好手相助，只怕襄陽難下。」正說到此處，帳門口忽然匆匆進來一個和尚，但見他約摸四十來歲年紀，容貌儒雅，神色舉止都似一個書生。他走到忽必烈身旁，兩人交頭接耳的說了幾句話。原來這和尚是漢人，法名子聰，乃是忽必烈的謀主。此人俗家姓劉名侃，少年時在縣衙門中做個小吏，後來出家為僧，史書上說：「子聰於書無所不讀，尤邃於易，旁通天文、律算、三式之屬，論天下事如指諸掌，忽必烈大愛之。」此時他得到衛士稟報，說王爺帳中到了異人，當下先在帳外佈置了兵勇，這才入見。周伯通撫了撫肚皮，道：「和尚，你走開些，我在跟小兄弟說話。喂，小兄弟，你叫什麼名字。」楊過道：「我姓楊名過。」周伯通道：「你師父到底是誰？」楊過道：「我師父是個女子，她相貌既美，武功又高，可不許旁人提她的名字。」周伯通打個寒噤，想起了自己的舊情人瑛姑，登時不敢再問，站起身來，伸袖子一揮身上的灰塵，只攪得滿帳中塵土飛揚。子聰忍不住打了兩個噴嚏，周伯通大樂，衣袖揮得更加起勁，突然哈哈笑道：「我去也！」左手一揚，四柄折斷的矛頭向瀟湘子、尼摩星、尹克西、馬光祖四人激射過去。四柄矛頭破空之聲極響，在帳中相距又近，霎時之間已飛到四人眼前。瀟湘子等一驚，眼見閃避不及，只得各運內勁去接，那知四雙手伸出去，一齊接了個空，噗的一聲響，四柄矛頭都插在地下土中。原來他這一擲勁力運得巧妙異常，一發之後跟著就是一收，矛頭剛飛到四人身前，突然轉彎落地。這一接不中，馬光祖是個戇人，他只覺有趣，哈哈大笑，叫道：「白鬍子，你的戲法真多。」瀟湘子等三人心中卻大為驚駭，忍不住臉上變色。要知適才這一接不中，矛頭轉彎，其實自己的性命已交在對方手裏，如果矛頭不是轉而落地，卻是轉向插向自己小腹，憑他這一擲之力，那裏還有命在。周伯通戲弄四人武功，極是得意，正要出帳，子聰說道：「周老先生，如你這般神通，真是天下少有，小僧敬你一杯。」說著將斟好了的一杯酒送到他面前。周伯通一飲而盡，子聰又送一杯過去，道：「小僧代王爺敬一杯！」周伯通又乾了，子聰要待再敬第三杯時，周伯通忽然大叫：「啊喲，不好！我肚子痛，要拉屎。」蹲下身來，解開褲帶，就要在王帳之中拉屎。法王等忍不住好笑，大聲喝阻。周伯通一怔，叫道：「這肚子痛得不對，不是拉屎。」楊過向子聰瞧了一眼，已然明白，原來他是在酒中下了毒。他見周伯通天真瀾漫，對他甚有親近之意，如此中毒橫死，卻是極為不忍，正想提醒於他，叫他拿住忽必烈，逼子聰取解藥相救，忽聽周伯通道：「不對，不對，原來是毒酒喝得太少，這才肚子痛了。和尚，快快，再斟三杯毒酒來。」眾人愕然相顧，子聰怕他臨死發威，那敢走近他身去？周伯通大踏步走到桌邊，金輪法王擋在忽必烈身前相護，卻見他一手提著褲子，一手取過盛酒的酒壺，仰起頭咕嚕嚕的直灌入肚，喝了個涓滴不存。眾人群相失色，周伯通卻哈哈大笑，說道：「對啦，肚子裏毒物太多，須得以毒攻毒。」突然張口一張，一股酒漿向子聰激射過去，原來他以內力逼出腹中毒酒，噴發傷人。金輪法王眼見危急，拉起桌子一擋，那毒酒射在桌面之上，濺得嗤嗤作響。周伯通笑聲不絕，走到營帳門口，忽地童心大起，拉住營帳的支柱，使勁晃了幾晃，那粗粗的一根柱子喀的一聲斷了，一座牛皮大帳登時罩將下來，將忽必烈、金輪法王、楊過等一齊蓋罩在內，無一脫身。周伯通大喜，縱身帳上，來回奔馳一周，將帳內各人都踏到了。金輪法王在帳內一掌拍出，正好擊在他的腳底心，周伯通未曾防備，一個觔斗翻了下來，大叫：「有趣，有趣！」揚長而去。待得法王等護住忽必烈爬出，眾侍衛七手八腳換柱立帳，周伯通早已去得遠了。法王與瀟湘子等齊向忽必烈謝罪，自愧護衛不周，驚動了王爺。忽必烈豁達大度，絲毫不介於懷，卻是不絕稱讚周伯通的本事，說此種異人不能羅致帳下，甚感可惜。法王等均有愧色。當下重整杯盤，忽必烈道：「蒙古大軍數攻襄陽，始終不下。聽說中原豪傑聚會守城，眼下這周伯通又去相助，倒是一件棘手之事，不知各位有何妙策？」尼摩星性如烈火，搶先道：「這周伯通武功雖強，但咱們也未必就弱於他了。王爺儘管放膽攻城，咱們兵對兵，將對將，中原固有英雄，西域也有豪傑。」忽必烈道：「話雖不錯，但古人有云：未戰而妙算勝者，得算多也。多算勝，少算不勝。進兵之前，務須成竹在胸。」子聰道：「王爺之見極是聖明……」他一言未畢，忽聽帳外有人大聲叫道：「我說過不去就是不去，你們軟請硬邀，都是無用。」聽聲音正是周伯通的說話，但不知他何以去而復來，又是在和誰講話，眾人好奇心起，均想出帳看個究竟，但忽必烈未有示意，卻也不便離座。忽必烈笑道：「大家去瞧瞧，不知那老頑童又在跟誰頑皮了。」眾人步出帳外，但是周伯通遠遠站在西首的曠地中間，四個人分站南、西、北和西北四個方位，成一個弧形將他圍住，卻空出了東方。周伯通伸臂攘拳，大聲說話，說的總是「不去，不去！」幾個字。楊過心中奇怪：「他若不去，又有誰勉強得了？何必如此爭吵？」看那四人時，都是一式的綠袍，服色奇古，實非當時裝束，三個男人各戴高冠，站在西北方的卻是個少女，腰間一根綠色的綢帶隨風飄舞。四人神定氣閒，志態高雅。只聽站在北方的一個壯年男子說道：「咱們絕非有意留難，只是尊駕踢翻丹爐，折斷靈芝，撕毀道書，焚燒青廬，若不是請尊駕親自向家師說明，家師怪責起來，咱師兄弟四人卻萬萬擔當不起。」周伯通嬉皮笑臉的道：「你就說是一個野人路過，無意中闖的禍，不就完了？」那壯男道：「尊駕是一定不肯去的了？」周伯通搖搖頭。那壯男伸手指著東方道：「好啊，好啊，是他來了。」周伯通回頭一看，不見有人。那壯漢做個手勢，四人手中突然拉開一張綠色的漁網，兜頭將周伯通一罩。這四個人手法又是熟練，又是古怪，饒是周伯通的武功出神入化，給那漁網一罩，登時手足無措，給四人東一繞、西一轉，綁了個結結實實。兩個男人將他揹在肩頭，那少女和另一個男子在旁護住，飛奔而去。這一下變化怪異之極，但見那四人行走如飛，輕功的路子又是從所未見。楊過提氣追去，叫道：「喂，喂，你們捉他到那裏去？」法王等隨後趕來，追出數里，到了一條溪邊，只見那四人扛著周伯通上船划去。眾人覓了一隻小舟，緊緊跟隨。那溪流曲曲折折，轉了幾個彎，忽然不見了影縱。尼摩星從舟中一躍而起，登上山崖，霎時間猶如一隻猿猴般爬上十餘丈，他極目四下眺望，原來那四個綠衫人所乘的小舟，已划入西首一條極窄溪水之中，那溪水入口處有一大叢樹木遮住，若非登高俯視。真不知這深谷之中居然別有洞天。他左足一登，從山壁間倒躍下來，輕輕竄入船中。那船只微微一沉，竟是水花不起，法王等見他輕身功人如此了得，都是喝一聲采。尼摩星指明了方向，眾人急忙倒轉船頭，划向來路，從那樹叢中划了進去。那船蓬太高，給山石撞在水中，眾人須得橫臥艙中，那船始能划入。划了一陣，但見兩邊山峰壁立，抬頭望天，只餘一線。划出三四里，前面溪中忽有九塊大石聳立，猶如屏風一般，擋住了來船去路。馬光祖首先叫起來：「糟啦，糟啦，這船沒法划了。」瀟湘子陰惻惻的道：「你一身牛力，將船提了過去吧。」馬光祖怒道：「我可沒這般大力，除非你才有本事。」金輪法王當二人爭吵之先，早自尋思：「那小舟如何過這九個石屏風？」聽了二人之言，靈機一動，道：「憑一人之力，任誰都拔不起這船，咱們六人合力，那就成了，楊兄弟、尹兄和我三人一面，尼兄、瀟湘兄、馬兄三位一面，六人合力齊施如何？」眾人同聲叫好，依著他的分派，六人分站兩旁，各自在山石上尋到了堅穩的立足之處，好在那溪極是狹窄，兩旁站人後伸出手來，足夠握到船邊。法王叫一聲：「起！」六人一齊用力。六人中除楊過與尼摩星力氣較小之外，其餘四人都是力兼數人，而馬光祖尤其神力驚人，只聽波的一聲，那船登時提起水面，抬過了一塊大石。掌舵的舟子坐在船中，尚未明白所以，突覺船身離水，猶似騰雲駕霧的起在半空，不禁嚇得大聲驚呼。鬨笑吆喝聲中，那船連過九塊大石，眾人躍回船頭，一齊撫掌大笑。那舟子拜伏在地，讚聲不絕。尹克西笑道：「快划船吧，這有什麼希奇？」眾人本來勾心鬥角，相互均有敵意，但經此一番齊心合力，自然而然的親密了幾分，當下在舟中談論起來。瀟湘子道：「我們六人的功夫雖然不怎麼樣，在武林中總也挨得上是第一流的高手，六人合力抬船，原也算不了難事，可是……」尼摩星一驚，搶著道：「那四個綠衫的男女，難道也有能耐把船抬過大石？」六人想到此處，心中均是暗暗詫異。過了一會，尹克西道：「他們的船雖然小些，但人數也少過我們，另一個嬌滴滴的十七八歲姑娘，那決計無此本事，他們必是另有什麼機關，咱們一時猜想不透吧了。」法王微微一笑，道：「人不可以貌相，如我們這位楊兄弟，他小小年紀，卻是身負絕頂武功，若非我們親眼得見，誰又信來？」楊過謙道：「小弟末學後進，有何足道？但那四個綠衫人居然能將周伯通綁縛而去，自是有其過人之藝。」他口中謙退，但說話之間竟已與瀟湘子等一流名家稱兄道弟。眾人曾親見他以一指之力，接了周伯通的飛盤，心中均再不敢對他有所輕視，聽他這番話說得有理，都紛紛猜測起來。這六人中楊過年幼，法王、馬光祖、尼摩星三人向在西域，瀟湘子荒山獨修，素不與外人交通，只有尹克西一人，對中原武林的門派、人物、軼事，說得上是無一不知，但這四個綠衫男女的來歷，卻也是一點端倪也想不起來。說話之間，小溪已盡，六人命舟子守船，上陸沿著小徑，逕向深谷中行去。好在那山徑只有一條，倒不會行錯，只是山徑越行越高，也越是崎嶇，到得後來，竟已絕難辨認。法王等武功高強，自也不將這險峻的山路放在心上，但馬光祖輕功底子甚淺，行得氣喘吁吁，若非法王，楊過與尹克西等數次拉他，已自失足掉下深谷之中，他直到此時，方知自己徒有勇力，說到武功上的造詣，卻與餘人相去甚遠，他雖是個粗人，卻也知暗自愧服。由於他腳程一慢，餘人不能發力急追，眼見天色漸黑，仍不見那四個綠衫人的影蹤。各人心中正感焦躁，忽見遠處有幾堆火光，眾人大喜，心想：「這荒山窮谷之中，有火光自有人家，除了那幾個綠衣人外，平常人也絕不會住在如此險峻之地。」當下各展輕功，如飛般向前奔去，霎時之間將馬光祖拋落在後。除楊過之外，其餘四人均是閱歷豐富，腳下盡力奔跑，卻均知身入險地，各自戒備。但各人過去都是獨闖江湖，任何兇險都難不到他們，此時六大高手並肩入山，威力之強，天下有誰擋得？是以胸中雖存戒意，臉上殊無半點懼色。行不多時，到了山峰頂上一處平曠之地，只見四個極大的火堆熊熊燒著，再走近數十丈，火光下看得明白，原來火堆的中心各有一座小小的石屋，屋旁堆了柴火，不知燒烤屋中什麼東西。尼摩星來自天竺，練過天竺國上乘的瑜迦功夫，不畏烈火，當下縱身走近東首的第一間石屋，伸手在石門上一推，那門應手而開，只見屋內空空蕩蕩，地下卻坐著一個綠衫男子，雙手合什，全身打著冷顫，臉上神色極是痛楚。尼摩星大奇，心想：「這人在這裏幹什麼？難道是在練內功麼？看來卻又不像。」仔細一看，見他手腳上都套以鐵鍊，繫在身後的鐵柱之上。他又去瞧第二、三間石屋，內中情景與第一間屋一般無異，第四間屋中繫著的卻是個綠衫少女。這四人正是用漁網捉拿周伯通的，但那老頑童卻已不知去向。楊過等從屋門望進屋內，無不大感驚異，眼見那火勢越燒越猛，以己度人，這番炙熱定是甚難抵擋。楊過行事向來不計後果，偏偏生了一幅惜玉憐香的心腸，心想那三個男子被火熬練也罷了，這個嬌媚的少女如何經受得起？於是折下一根樹幹，用力撲打少女所居石屋旁邊的柴火，不久馬光祖趕到，也不問情由，拔了一株小樹助楊過撲打，片刻之間已將火頭滅了。楊過再要去撲打第二間石屋旁的柴火，那綠衫少女忽然說道：「貴客住手，免增我等罪戾。」楊過一愕，不明她話中之意，正要出言相詢，忽然山石後轉出一個人，朗聲說道：「谷主有令，既有遠客，刑罰暫且寄下了，四弟子招待遠客，不得怠慢。」那綠衫少女道：「多謝谷主。」只見說話的那人縱進石屋，從身邊取出一枚極大的鑰匙，開了鐵鍊上的鎖，放開一個綠衫人，隨即倒退躍出。他身法極快，進屋出屋用不了多大功夫，已將四人身上的鐵鍊盡數解開，卻始終不曾轉過身來，向楊過等投射一眼，身形一晃，已在山石後隱沒。但見到他的背影，穿的也是綠衫，只是綠色極深，近於墨綠，從他身法看來，似乎尤勝石屋中的四個男女。石屋中的四人一齊出來，作揖為禮，那禮式卻與當時通行的唱喏不同，姿式樸質，殊有古意。右首一人說道：「貴客遠來，未克相迎，實感歉仄。」法王道：「好說，好說。」那人伸手指著東首一塊草坪道：「就請去那邊坐地，屋子燒得熱了，難接賓客。」法王點點頭，正要過去，尼摩星道：「越熱越是有趣。」大頭一搖，雙肩一聳，舉步走進中間那座給火燒得極熱的石屋。眾人一愕，知他是有意顯示功夫，瀟湘子鼻中「哼」的一聲，跟進屋去。尹克西笑道：「可別將我這波斯胡烤熟了。」話雖這般說，卻是毫不遲疑的進屋。金輪法王氣度沉穆，不動聲色的走進屋去。馬光祖剛到門口，就覺一股熱氣逼人而至，大聲叫道：「我在外透涼，可不趕這熱鬧。」說著奔到一株大樹之下，自得其樂的坐下。六人中只剩下一個楊過，他正待進內，那綠衣少女忽道：「這位客人若是怕熱，就請和那一位同在樹下歇歇如何？」原來她心感楊過滅火之德，又見他年紀幼小，心想他絕無本事抵禦熱氣。那知楊過回頭一笑，道：「我進去坐一會兒，等抵不住時再出來。」他走進石屋，挨著法王肩頭坐著，那四個綠衫男女跟著入內，坐在主位，當先一人道：「不敢請問六位高姓大名。」尹克西最擅言詞，笑吟吟的將五人身份說了，最後說道：「在下名叫尹克西，是個波斯胡人，我的本事除了吃飯，就是識得些珠玉寶物，可不像這幾位那樣，個個身負絕藝。」那綠衫人道：「咱們這水仙谷中，從無外人到訪，今日貴客降臨，幸何如之。卻不知六位有何貴幹？」尹克西笑道：「咱們見四位將那老頑童周伯通捉拿來此，好奇心起，是以……過來瞧瞧，卻不料……更見……奇景。」他二人對答了這幾句，石屋中熱氣加甚。尼摩星和瀟湘子一進屋就盤膝而坐，一句聲也不出，因他二人所練的內功在運氣時絕不能開口。尹克西說到後來，斷斷續續，已有點上氣不接下氣。那四個綠衫人的內功另成一家，平素抗禦熱氣慣了的，功夫雖不甚深，卻也儘可忍得。第一個綠衫人道：「那搗亂的老頭兒姓周麼？也不枉了他叫做老頑童。」說著恨恨不已。第二個綠衫人道：「各位和他是一路的麼？」尹克西答道：「咱們……咱們……也不……」法王接口道：「咱們和他也是今日初會，說不上有甚交情。」他語氣雖然連貫，內中卻是運了極大的勁力，臉上不免現出紅潮，心中暗恨尼摩星：「你打坐運功，一句腔不開，天塌下來也不管，若只有這點功夫，又何必逞強到這熱屋子來？等到我也抵擋不住，別人問時無法回答，豈非自現其醜？」不禁向著他怒目而視，那尼摩星卻閉眼垂眉，什麼也不理會。只有楊過曾在古墓中睡過數年寒玉床，即在睡夢之中，身上也自然而然有調節寒溫之功，他功力不深，但抗寒禦熱，卻絲毫不須運功，只聽第一個綠衫人道：「那老頑童闖進谷來，蠻不講理的大肆搗亂……」楊過接口道：「他搗亂了什麼？當真是如你們所說，又是撕書，又是焚屋的麼？」眾人見楊過在炙熱的石屋中居然坐了這麼一陣，已是覺得頗為不易，突然聽他開口說話，而且話中平穩，與平時殊無二致，不禁大為詫異，除尼摩星雙眼緊閉外，餘人都一齊向他注目，但見他神清氣爽，笑容可掬，毫無用力的意象。那綠衫人道：「可不是嗎？晚輩奉家師之命，看守丹爐，不知那頭兒怎地闖進丹房，跟我胡說八道個沒完沒了，又說要講故事啦，去要跟他打賭翻斗啦，瘋不像瘋，癲不像癲。那爐丹正在燒到緊急的當口，我無法離身逐他，只好當作沒聽見，那知他突然飛起一腿，將一爐丹藥踢翻了。」楊過笑道：「他還怪你不理他，說你的不對，是不是？」那綠衫少女道：「一點兒也不錯，我在芝房中聽得丹房大鬧，知道出了岔兒，剛想過去察看，這怪老頭兒已閃身進來，一彎腰，就將一株四百年的靈芝折成兩截。」楊過搖頭笑道：「這老頑童當真胡鬧得緊，一株靈芝長到了四百多年，那自是極珍異之物。」那綠衫少女嘆道：「我爹爹原定在新婚之日，和我繼母分服，那知卻給老頑童這麼一搗亂，我爹爹大發雷霆，那也不在話下。」楊過道：「請問令尊名號，咱們無意闖入，連主人的姓名也不知，實是禮數有虧。」那少女遲疑未答，第一個綠衫人道：「未得谷主允可，不便奉告，須請貴客原諒。」楊過尋思：「這些人自是隱居世外的高人了，不願向外人洩露身份，那也是事理之常。」於是又道：「那老頑童後來怎樣了？」突見尹克西搖搖晃晃的站起身來，衝出門去，原來他實在耐不住屋中炙熱。第三個綠衣人道：「這姓周的一不做，二不休，又衝進書房來，搶到一本書便看。在下職責所在，不得不出手攔阻，他卻說道：『這種騙小孩子的玩意兒，有什麼大不了！』竟一口氣毀了三本道書，這時大師兄、二師兄，和師妹都一齊趕到了。咱四人合力，仍是攔他不住……」他話聲未畢，只聽得呼的一聲，瀟湘子的身體已搬到了門外，但並不伸腰站直，仍是盤膝而坐，這一門移形換位的上乘功夫，果然是身手不凡。楊過微微一笑，道：「這老頑童性格古怪，武功卻已到了出神入化的境地，原是不易攔他得住。」第二個綠衫人道：「他鬧了丹房、芝房、書房，仍是放不過劍房。他一一闖進室，只見房內均是兵刃，倒是不易搗亂，於是放了一把火，將劍房壁上的書畫盡數燒毀，咱們忙著救火，終於給他乘虛逃脫。」楊過道：「那後來想必是四位追出谷去，用漁網將他擒回？」金輪法王突然站起身來，伸了伸懶腰，笑道：「小兄弟，再挨下去我是要損傷身體了，你可別逞強好勝，這火毒受得多了，可不是玩的。」說著緩步出門，這一股神定氣閒的風采，果是大宗匠身份。綠衣少女向楊過道：「尊客的同伴大半出外，咱師兄妹也是熱得抵不住啦，大夥兒到外邊樹蔭下說話如何？」楊過一笑，道：「多謝盛意。」站起身來，向尼摩星道：「喂，老兄，你出不出去？」那知尼摩星閉目入定，竟沒聽見，楊過在他肩頭輕輕一推，尼摩星應手而倒，跌在地下，楊過吃了一驚，急忙相扶，第一個綠衣人道：「他是熱得暈了過去，到外邊透透涼就不妨事。」楊過心中暗暗好笑，伸手拉起，將他一個瘦瘦小小的身子提了出去。當下眾人圍坐在一株大樹之下，四個綠衣人對楊過的內功稱譽不絕，那大師兄道：「咱們兄妹四人，須得輪流說話，說了幾句，就得運氣抗熱，讓另一個接下去。這位楊爺竟能一口氣滔滔不絕，真是令人佩服得緊。」二師兄道：「師哥，這位楊爺的內功家數，似乎與咱們新師母像得很呢。」楊過心中一動，忙問：「令師母是誰？」這句話一出口，就知說錯了話，因那四個綠衫男女相互望了一眼，臉上神色異樣，卻不接口。尹克西知道楊過微感狼狽要用言語岔開，於是笑問：「那老頑童不知為何惱了？我瞧他雖然頑皮，脾氣卻不壞？」綠衫少女道：「他說我爹爹年紀這麼大啦，還……」那大師兄突然接口道：「這老頑童說話傻裏傻氣，當得什麼準？各位遠道而來，定然餓了，請到那邊奉飯。」馬光祖大叫：「妙極，妙極。」此時尼摩星的呼吸尚未調勻，他一把將他提起，挾在脅下，大踏步當先便走。用飯之處也是一間石屋，屋中陳設甚是簡樸，祇是屋子的開間卻大得多。四個綠衫人親自入廚端飯取菜，一會兒開出席來，滿桌都有生菜疏果，沒一樣是葷腥，也沒一樣是煮熟了的。