附錄二關於「全真教」道教開始於漢代的「太平道」與「五斗米道」。先秦的道家是哲學上的學派，到了漢代才成為宗教。六朝時有「干君道」（即太平道）、「天師道」（即五斗米道）、「皇家道」等。宋金以後，鍊養派分南宗、北宗；符籙科教派分為「龍虎」（即天師道，又稱正一教）、閤皂、茅山三宗。道教鍊養派注重修仙長生之術，所鍊的丹分為外丹、內丹。外丹是黃白術，末流演變為點金術，成為化學的前身，中外相同。內丹是鍊氣，化為內功與內家拳術，以及醫學上針灸、經脈與穴道的研究，末流演變為房中術。道教末流所吹噓的本事，是世俗人生的理想，既能財富無窮、長生不老、性能力特強，又能召仙降妖、招魂捉鬼，所以掌握了世俗最高權力的帝王也大感興趣。北宋之末，徽宗皇帝對道教尤其著迷，命道教的領導人冊封他為「教主道君皇帝」。金兵佔領中國北方後，北方百姓流離失所，慘受欺壓，陝西、山東、河北一帶興起了三個新的道教教派，稱為「全真教」、「大道教」、「太一教」，結納平民，隱然和異族的統治者對抗，其中尤以全真教聲勢最盛。全真教不尚符籙燒鍊，而以苦己利人為宗，所以大得百姓的尊敬。全真教屬於道教中的北宗。元朝虞集《道園學古錄》一書中說：「昔者汴宋之將亡，而道士家之說，詭幻益盛，乃有豪傑之士，佯狂玩世，志之所存，則求返其真而已，謂之全真。士有識變亂之機者，往往從之，門戶頗寬弘，雜出乎期間者不可勝紀。而澗飲谷食，耐辛苦寒暑，堅忍人之所不能堪，力行人之所不能守，以自致於道，亦頗有所述於世。」【王重陽】全真教的教祖是王喆。（這「喆」字也有寫作三個「吉」字重疊的「嚞」，兩個字的聲音意義都和「哲」字相同。）關於他的生平，終南山重陽宮有一大碑，上刻劉祖謙所撰的《重陽仙跡記》，其中說：「師咸陽人，姓王氏，名喆，字知明，重陽其號。美鬚髯，目長於口，形質魁偉，任氣好俠，少讀書，係學籍，又隸名武選。天眷初，以財雄鄉里……後於南時村掘地為隧，封高數尺，榜曰：『活死人墓』。……大定丁亥夏，焚其居，人爭赴救，師婆娑舞於火邊，且作歌以見意。詁旦東邁，遙達寧海，首會馬鈺於怡老亭。馬亦儒流中豪傑者，與其家人孫氏俱執弟子禮。又得譚處端、劉處玄、丘處機、王處一、郝大通等七人，號馬曰丹陽、譚曰長真、劉曰長生、丘曰長春、王曰玉陽、郝曰廣寧、孫曰清淨散人……苦其出神入夢、擲傘投冠、騰凌滅沒之事，皆其權智，非師之本教，學者期聞大道，無溺於方技可矣。」金密國公金源璹撰有《全真教祖碑》，其中說：「先生美鬚髯，大目，身長六尺餘寸，氣豪言辯，以此得眾。家業豐厚，以粟貸貧人……有譚玉者，患大風疾垂死，乞為弟子，先生以滌面餘水賜之，盥竟，眉髮儼然如舊，頓親道氣蕭灑，訓名處端，號長真子。又有登州棲霞縣丘哥者，幼亡父母，未嘗讀書，來禮，先生使掌文翰，自後日記千餘言，亦善吟詠，訓名處機，號長春子者是也。後願禮師者雲集，先生誚罵捶楚以磨鍊之，往往散去，得先生道者，馬譚丘而已。八年三月，鑿洞崑崙山，於嶺上採石為用，不意有巨石飛落，人皆悚慄，先生振威大喝，其石屹然而止。山間樵蘇者歡呼作禮，遠近服其神變。又或餐瓦石，或現二首坐庵中。……九年己丑四月，寧海周伯通者，邀先生住庵，榜曰金蓮堂，夜有神光照耀如晝，人以為火災，近之，見先生行光明中。……至登州，遊蓬萊閣下觀海，忽發颶風，人見先生隨風吹入海中，驚訝間，有頃復躍出，唯遺失簪冠而已，移時，卻見逐水波泛泛而出。或言先生目秀者，即示以病眸；或誇先生無漏者，即於州衙前登溷。凡為變異，人不可測者，皆此類也。……於寧海途中，先生擲油傘於空，傘乘風而起，至查山王處一庵，其傘始墮，至擲處已二百餘里也。……與眾別曰：『我將歸矣！』眾乞留頌。先生曰：『我於長安欒村呂道人庵壁上書矣。』枕左肱而逝。眾皆號慟。先生復起曰：『何哭乎？』於是呼馬公附身密語。……銘之曰：咸陽之屬，曰大魏村，山川溫麗，實生異人。幼之發秀，長而不群，工乎談笑，妙於斯文。又善騎射，健勇絕倫。以文非時，復意於武，勘定禍亂，志欲斯舉。文武二進，天不我與……」碑文中敘述王重陽許多希奇古怪的事跡，自然不可盡信，喝斥飛巖、口嚼瓦石、墮海不溺、擲傘飛行等等，或許是他顯示一些武功，而傳聞者加以誇大。人家說他內功深厚，不必大小便，他即刻在官府衙門前大小便，作風十分幽默。清末廣東東莞陳友珊著有《長春道教源流》八卷，考證王重陽曾起兵與金兵相抗，其中說：「王重陽，有宋之忠義也……據此則重陽不惟忠憤，且實曾糾眾與金兵抗矣。金時碑記，有所忌憚，不敢顯言。」【全真七子】全真七子都名顯當世，他們的事跡在碑文或書籍記載中流傳下來。碑文和書籍都很多，重要的書籍有《歷世真仙體道通鑒》、《七真年譜》、《終南山祖庭仙真內傳》、《甘水仙源錄》、《金蓮正宗記》、《金蓮正宗仙源像傳》等。元王利用《無為真人馬宗師道行碑》：「馬師鈺，字玄寶，號丹陽子……山東寧海州人……中元後，重陽祖師造其席，與之瓜，即從蒂而食，詢其故，曰：『甘從苦中來。』問：『奚自？』曰：『終南。不遠三千里，特來扶醉人。』……遂心服而師事之。祖師感化非一，師悟……頭分三髻，三髻者，三『吉』字，祖師諱也。十四年秋，與三道友言志於秦渡鎮，師曰：『鬥貧。』譚曰：『鬥是。』劉曰：『鬥志。』丘曰：『鬥閒。』師曰：『夫道以無心為體，忘言為用，柔弱為本，清淨為基。節飲食，絕思慮，靜坐以調息，安寢以養氣。心不馳則性定，形不勞則精至，神不擾則丹結，然後滅情於虛，寧神於極，不出戶庭而妙道得矣。」金密國公鑄《譚真人仙跡碑銘》：「譚公處端，字通正，號長真子，初名玉，寧海州人，其父即鏐鐐之工，每以己生資濟貧窘……往執弟子禮，重陽使宿庵中。時嚴冬飛雪，藉海藻而寐，重陽展足令抱之，少頃，汗流被體，如罩身炊甑中，拂曉以盥餘水使滌面，月餘，疾頓愈，由是推心敬事。」王重陽伸腳令譚處端抱住，譚感全身發熱，當是王重陽以內功為他治病，盥餘水中可能含有藥物，滌面月餘而風疾痊癒，這說法自比「全真教祖碑」中簡單的敘述更能入信。金秦志安《長生真人劉宗師道行碑》：「劉先生處玄，字通妙，號長生子，東萊之武官莊人……承安丁巳，章宗召問至道之要。先生對曰：『寡嗜慾則身安，薄賦斂則國泰。』」《元史．丘處機傳》：「丘處機，登州棲霞人，自號長春子……金宋之季，俱遣使來召，不赴。歲己卯，太祖自乃蠻命近臣徹伯爾劉仲祿持詔求之……處機乃與弟子十有八人同往見焉……經數十國，為地萬有餘里……既見，太祖大悅，賜食，設廬帳甚飭。太祖時方西征，日事攻戰。處機每言：『欲一天下者，必在乎不嗜殺人。』及問為治之方，則以敬天愛民為本。問長生久視之道，則告以清心寡慾為要。太祖深契其言，曰：『天賜仙翁，以悟朕志。』命左右書之，且以訓諸子焉。於是錫之虎符，副以璽書，不斥其名，惟曰『神仙』……時國兵踐蹂中原，河南北尤盛，民罹俘戮，無所逃命。處機還燕，使其徒持牒招求於戰伐之餘，於是為人奴者得復為良，與濱死而得更生者，毋慮二三萬人，中州人至今稱道之。」元姚燧《王宗師道行碑銘》：「玉陽體玄廣度真人王處一，寧海東牟人……嘗俯大壑，一足跂立，觀者目瞬毛豎，舌撟然不能下，稱為『鐵腳仙』。洞居九年，制鍊形魄。長春頌以詩，有『九夏迎陽立，三冬抱雪眠』語。出遊齊魯間，大肆其術，度人逐鬼、踣盜碎石……或以為善幻誣民，因召飲可鴆。真人出門，戒其徒先鑿池灌水，撓而濁之，往則持杯盡飲，曰：『吾貧人也，未嘗從人丐取。今幸見招，願丐餘杯，以盡君歡。』與之，又盡飲，歸，解衣浴池中，有頃，池木沸涸，以故不死。……或讒其善幻，世宗試而鴆之，見不可殺，悔怒，逐讒者。」元徐琰《郝宗師道德碑》：「郝師大通，字太古，號廣寧子，寧海人……研精於易，因通陰陽律歷之術，性不樂仕進，慕司馬季主、嚴君平之為人，以卜筮自晦……乃棄家禮重陽於煙霞洞，求為弟子，重陽……解納衣，去其袖而與之，曰：『勿患無袖，汝當自成』，蓋傳法之意也。」《續文獻通考》：「廣寧坐趙州橋下，兒童戲累石為塔於其頂，囑以勿壞，頭竟不側，河水溢，不動，亦不傷。」據《續文獻通考》及《登州府志》：「孫仙姑不二，號清淨散人，寧海縣忠顯幼女……父以配馬丹陽，生三子。丹陽既棄家從道，重陽祖師畫骷髏勸化之，又畫天堂一軸示之。姑棄三子詣金蓮堂祈度。重陽贈以詩，改今名，遂授以道要。」【長春真人西遊記】丘處機遠赴西域去見成吉思汗的事跡，隨行弟子李志常著有《長春真人西遊記》（有王國維校注本）一書，詳述經過及旅途見聞。《長春真人西遊記》載有丘處機旅途中的一首長詩：「金山東畔陰山西，千巖萬壑攢深溪。溪邊亂石當道臥，古今不許道輪蹄。前年軍興二太子（即察合台），修道架橋徹溪水。今年吾道欲西行，車馬喧闐復經此。銀山鐵壁千萬重，爭頭競角誇清雄。日出下觀滄海近，月明上與天河通。參天松如筆管直，森森動有百餘尺。萬株相倚鬱蒼蒼，一鳥不鳴空寂寂，羊腸孟門壓太行，比斯大略猶尋常。雙車上下苦敦顛，百騎前後多驚惶。天池海在山頭上，百里鏡空含萬象。縣車束馬西下山，四十八橋低萬丈。河南海北山無窮，千變萬化規模同。未若茲山太奇絕，磊落峭拔加神功。我來時當八九月，半山已上皆為雪。山前草木曉如春，山後衣衾冷如鐵。」丘處機、李志常一行，在西行途中見到成吉思汗攻破花剌子模諸城後屠戮之慘，《長春真人西遊記》中有云：「方算端（即蘇丹，回教國王）之未敗也，城中常十餘萬戶，國破而來，存者四之一。」近代史家新會陳垣先生著《南宋初河北新道教考》對全真教甚為推重，書中說：「自永嘉以來，河北淪於左衽者屢矣，然卒能用夏變夷，遠而必復，中國疆土乃愈拓而愈廣，人民愈生而愈眾，何哉？此固先民千百年之心力艱苦培植而成，非倖致也。三教祖之所為，亦先民表現之一端耳。」後記中又說：「……覺此所謂道家者類皆抗節不仕之遺民，豈可以其為道教而忽之也……諸人所以值得表揚者，不僅消極方面有不甘事敵之操，其積極方面復有濟人利物之行，固與明季遺民之逃禪者異曲同工也。」據陳垣先生考證，全真教歷任掌教，自王喆以後，依次為馬鈺、譚處端、劉處玄、丘處機、尹志平、李志常、張志敬、王志坦、祁志誠、張志僊、苗道一、孫德或、藍道元、孫履道、苗道一（二次接任）、完顏德明。其中譚處端曾任教主，尹志平壽至八十三歲，《射鵰》、《神鵰》兩書中寫他們早死，並非根據史實。全真七子和以後歷任教祖未必都會武功，他們鍊氣修習內功，主要是健身卻病之術。在《神鵰俠侶》書中出現的耶律楚材，是成吉思汗的近臣（「蒙古」兩字的漢譯，據說是耶律楚材所創），當丘處機會見成吉思汗時，耶律楚材和他時相往來，作詩唱和。但耶律楚材信奉佛教，對於丘處機得到成吉思汗的優待（命丘處機通管天下僧尼，豁免道士賦稅差役，但僧人不能豁免）十分不滿，在他所著的《西遊錄》中對丘處機大肆攻擊。今人姚從吾先生著有《耶律楚材西遊錄足本校註》專文，詳加分析，認為耶律楚材的攻擊都是從宗教的偏見出發，不能成立。【列仙全傳】《列仙全傳》是明朝萬曆年間刊行的一部有文有圖的道家傳說故事書。中國的神仙傳記，以題名漢劉向撰的二卷《列仙傳》為最早，陶弘景、葛洪、孫夷中、杜光庭、沈汾等相繼有所編撰。最大部頭的是北宋初年樂史所撰的《總仙記》，共一百三十卷，相信傳說中的全部仙人都已包括在內，但已失傳。《列仙全傳》九卷，敘述了五百八十一位仙人的故事，起自老子、木公、西王母，一直敘至明朝成化、弘治年間。其中許多並不是仙人，只是會幻術或得到皇帝封號的道士。在現存的這類書籍中，這是內容最豐富的了。這書號稱是王世貞編輯，又有李攀龍序，但多半是刊行此書的汪雲鵬所偽託。汪雲鵬是徽州「玩虎軒」書鋪的主人，曾刊行許多附有精美插圖的書籍和戲曲本子。「射鵰」第四集中所附王喆、馬鈺、譚處端、丘處機、郝大通、王處一等六人的圖像都出於此書。《列仙全傳》中也有劉處玄與孫不二兩人的故事，但沒有圖。六幅圖中所繪全真教六位領袖的故事，都強調神怪法力。圖中王重陽手中提鐵罐，因他曾提鐵罐乞食。他有許多特立異行，常人以為他是瘋子，叫他「王害風」，風同瘋，即稱他為「王瘋子」。馬鈺逝世那一天，對門人說：「今日當有非常之喜。」不久聽得空中有音樂聲，仰見仙姑乘雲而過，仙童玉女，擁導前後，對馬鈺說：「我們先去蓬島等你。」當夜馬鈺在大風雷中去世。譚處端在高唐縣寫了「龜蛇」二字送給茶館主人吳六，吳掛在茶館裏，後來鄰舍失火，延燒甚廣，只有吳六的茶館不遭波及。延祥館中有枯槐一株，丘處機以杖遶而擊之，喝道：「槐樹復生！」槐樹至今榮茂。郝大通圖中所繪是他在趙州橋邊頭頂磚石小塔的故事。王處一圖中所繪是王重陽飛傘二百里而傳書的故事。【黃裳】《射鵰英雄傳》中所說的黃裳真有其人。近人陳國符先生《道藏源流考》中考證宋徽宗訪求天下道教遺書刻板的經過頗詳。徽宗於政和三年下詔天下訪求道教仙經，所獲甚眾。政和五年設經局，敕道士校定，送福州閩縣，由郡守黃裳役工鏤板。所刊道藏稱為《政和萬壽道藏》，共五百四十函，五千四百八十一卷。黃裳，字晟仲，人稱演山先生，福建延平人，高宗建炎三年卒，年八十七。《演山先生神道碑》中說他：「頗從事於延年養生之術。博覽道家之書，往往深解，而參諸日用。」黃裳刊印道藏的名氣很響，後來明教刊印經書，也借用他的名字。陸游《渭南文集卷五．條對狀》：「明教偽經妖像，至於刻版流佈。假借政和中道官程若清為校勘、福州知州黃裳為監雕。」