第八回　切磋武功「胡一刀待敵人去後，飽餐了一頓，騎上馬疾馳而去。我心想，他必是要到南邊大屋窺探敵人動靜，說不定要暗施偷襲，只要將金面佛傷了，餘人沒一個是他對手。我滿心要想去向田相公通風報信，叫他防備，只是害怕撞到胡一刀，卻又不敢出外。這一晚隔房雖然沒人打鼾，我可仍是睡不安穩，一直傾聽胡一刀回轉的馬蹄聲。但守到半夜，還是沒有聲息。我想，去南邊大屋，快馬奔馳，一個時辰可以來回，難道他被金面佛發覺，寡不敵眾，因而殞命？「他越是遲歸，我越是放心，但聽隔壁房裏夫人輕輕唱著歌兒哄孩子，卻一點不為丈夫擔心，又覺得奇怪。到後來晨雞報曉，五更天時，胡一刀騎著馬回來了。我急忙起來，只見他的座騎已換了一匹，去時騎青馬，回來時騎的卻是黃馬。那黃馬奔到店前，胡一刀一躍落鞍，那馬幌了幾幌，撲地倒了，口吐白沫而死。我過去一看，只見那馬全身大汗淋漓，原來是累死的。瞧這情形，這一晚他竟長途跋涉，不知去了何處。我心想：今日他尚要與金面佛拼鬥，昨晚不好好安睡，養好氣力以備大戰，卻去累了一晚，真是個怪人。「這時夫人也已起來，又做了一桌菜。胡一刀竟不再睡，將孩子一拋一拋的玩弄。待得天色大明，金面佛又與田相公等來了。兩人對喝了三碗酒，沒說甚麼話，踢開凳子，抽出刀劍就動手。打到天黑，兩人收兵行禮。金面佛道：『胡兄，你今日氣力差了，明日只怕要輸。』胡一刀道：『那也未必。昨晚我沒睡覺，今晚安睡一宵，氣力就長了。』金面佛道：『昨晚沒睡覺？那不對。』「胡一刀笑道：『苗兄，我送你一件物事。』從房裏提出一個包裹，擲了過去。金面佛接過，解開一看，原來是個割下的首級，首級旁還有一柄紫金的鋸齒刀。范幫主向那首級望了一眼，驚叫道：『是八卦刀商劍鳴！』「金面佛提起那柄鋸齒刀，在手裏掂了一掂，覺得份量很沉，又見刀刃上刻著四個字：『八卦門商』，說道：『昨晚你趕到山東武定縣了？』胡一刀笑道：『累死了三匹馬，總算沒誤了你的約會。』「我又驚又怕，怔怔的望著胡一刀。從河北滄州到山東武定，相去近三百里，他一夜之間來回，還割了一個武林大豪的首級，這人行事當真是神出鬼沒。「金面佛道：『你用甚麼刀法殺他？』胡一刀道：『此人的八卦刀功夫，確是練到了極高的境界，我是用沖天掌蘇秦背劍這一招，破了他八卦刀法的第二十九招反身劈山。』金面佛一怔，道：『沖天掌蘇秦背劍？這是我苗家劍法啊？』胡一刀笑道：『正是，那是我昨天從你這兒偷學來的功夫。我不用刀，是用劍殺他的。』「金面佛道：『好！你替苗家報仇，用了是苗家劍法，足見盛情。』胡一刀笑道：『你苗家劍獨步天下，以此劍法殺他何難，在下只是代勞而已。』我這時方始明白，胡一刀是處處尊重金面佛。商劍鳴傷了苗家四人，胡一刀若是用刀將他殺了，豈非顯得苗家劍不如八卦刀？更加不如胡家刀法？只是他一日之間，能學得苗家劍的神髓，用以殺了另一個武學名家，這番功夫實不由得令人不為之心寒。他直到這日鬥完，才拿出首級來，毫無居功賣好之意，更是大方磊落，而其自恃不敗之意，亦已顯然。「我想到此節，范田兩人早已想到。兩人臉色蒼白，互相使了個眼色，轉身便走。金面佛望望夫人手裏抱著的孩子，解下背上的黃包袱，打了開來。我心想這裏面不知裝著些甚麼古怪物事，踮起腳一瞧，卻見包袱裏只是幾件普通衣服。金面佛將那塊黃布一抖，瞧著布上繡著的七個字，低聲道：『嘿，打遍天下無敵手！』伸手抱過孩子，將黃布包在他的身上，對胡一刀道：『胡兄，若是你有甚三長兩短，別怕這孩子有人敢欺侮他。』胡一刀大喜，連連稱謝。「金面佛去後，胡一刀又飽餐了一頓，這才睡覺。這一睡下來，鼾聲更是驚天動地。待到二更時分，忽聽屋頂上腳步聲響，有人叫道：『胡一刀，快滾出來領死！』胡一刀並沒驚醒，仍是鼾聲大作。不久喝罵聲越來越響，人也越來越多。胡一刀如聾了一般，只是沉睡。我想此人武藝雖高，卻是太不機靈，屋外來了這許多敵人，竟然毫不驚覺。但說也奇怪，胡一刀固然沒有聽見，夫人明明醒著，卻只低聲哼歌兒哄孩子，對窗外屋頂的叫囂，也是置若罔聞。「屋外那些人儘是吵嚷，卻又不敢闖進屋來，胡一刀則只管打呼。屋內屋外一唱一和，響成一片。吵了半個時辰，夫人忽柔聲道：『孩子，外邊有許多野狗，想吠叫一夜，吵得爹爹睡不成覺，教他明兒跟苗伯伯比武輸了。你說這群野狗壞不壞？』孩子生下來還只幾天，自然不會說話，只是咿咿啊啊幾聲。夫人道：『真是乖孩子，你也說野狗壞。讓媽媽去趕走了，好不好？』那孩子又是啊啊幾聲。夫人道：『嗯，你也說好，真不枉了爹媽疼你。』她左手抱了孩子，右手從床頭拿起一根綢帶，推開窗子，颼的一下，躍了出去。「我大吃一驚，瞧不出這樣嬌滴滴的一個女子，輕功竟如此了得。我忙走到窗邊，在窗格紙上刺了一個孔。向外張望，只見屋面上高高矮矮，站了二三十條大漢，手中都拿了兵刃，正在大聲叱喝。夫人右手一揮，一條白綢帶如長蛇也似的伸了出去，捲住一條大漢手上的單刀，一奪一放，那大漢叫聲啊喲，單刀脫手，身子卻從屋面上摔了下去，蓬的一聲，結結實實的跌在地下。「其餘的漢子嘩然叫嚷，紛紛撲上。月光下只見夫人手中的白綢帶如白龍飛舞，縱橫上下，但聽得啷嗆、啷嗆、啊喲、啊喲、砰蓬、砰蓬之聲連響，只一頓飯功夫，幾十條漢子的兵刃全被夫人用綢帶奪下，人都摔到了地下。這些人哪敢再鬥，爬起身來便逃，有些連馬也不敢騎，把牲口撇下也不要了。這只把我瞧得目瞪口獃，心驚肉跳。夫人將那些兵刃從屋頂踢在地下，也不撿拾，抱了孩子進屋餵奶。胡一刀始終鼾聲如雷，似乎渾不知有這一回事。「次日早晨，夫人做了菜，命店伴拾起兵刃，用繩子繫住，一件件都掛在屋簷下，北風一吹，刀啦、劍啦、錘啦、鞭啦，相互撞擊，叮叮噹噹的當真好聽。吃過早飯，金面佛又來啦。他聽得聲音，抬頭一瞧，見了這些兵刃，已知原委，向跟隨他來的那些漢子狠狠瞪了一眼。那些人心中害怕，低了頭不敢瞧他。金面佛罵道：『不要臉！算甚麼男子漢？都給我滾開！』那些人不敢作聲，都退了幾步。「金面佛道：『胡兄，這批膽小鬼吵得你難以安睡。咱們今日停戰，你好好睡一覺，明日再比。』胡一刀笑道：『是內人打發的，兄弟睡著不知。來罷！』單刀一振，立個門戶。金面佛道：『既是如此，多謝夫人手下容情，饒了這些膽小鬼的性命。』兩人客氣幾句，隨即刀劍相交。「這一日打到天黑，仍是不分勝負。金面佛收劍道：『胡兄，今日是你孩子三朝，兄弟不回去啦，想跟你痛飲一番，然後抵足而眠，談論武藝。』胡一刀大笑，叫道：『妙極，妙極。兄弟參研苗兄劍法，尚有許多不明之處，今晚正好領教。』金面佛向范幫主、田相公道：『你們走罷，今晚我住在這裏。』「胡苗兩人本來自稱『在下』，這日卻改口稱了『兄弟』，神態越來越是親熱。范幫主聽他竟要與大仇人抵足而眠，不由得大驚失色，說道：『苗大俠，小心他的奸計－－』金面佛冷然道：『我愛怎麼便怎麼，你管得著？』田相公道：『你別忘了殺父之仇，做個不孝子孫。』金面佛臉一沉。范田二人不敢再說，帶著眾人走了。「這一晚兩人當真一面喝酒，一面切磋武功。金面佛將苗家劍的精要一招一式的講解給胡一刀聽，胡一刀也把胡家刀法傾囊以授，兩人越談越投機，大有相見恨晚之感。兩人喝幾碗酒，站起來試演幾招，又坐下喝酒。他們談的都是最精深的武功，我清清楚楚的聽在耳裏，卻一句也不懂。「說到半夜，胡一刀叫掌櫃的開了一間上房，他和金面佛當真同榻而眠。我暗自尋思：『兩個活人進房，明日房中定然有個死人，卻不知誰先下手？金面佛似乎不是奸險小人，這一回他可要糟了。』「我轉念又想，胡一刀粗豪鹵莽，遠不如金面佛精細，兩人武功雖不相上下，但說到鬥智弄巧，定是金面佛勝過一籌，那麼明日出來的想必是金面佛而不是胡一刀了。「我好奇心起，偷偷走到他們房外的窗邊，側著耳朵傾聽。那時兩人已不是講論武功，卻在交談江湖上的奇聞秘事，以及往年兩人的所作所為。有時金面佛說到他在哪裏殺了一個貪官，有時胡一刀說甚麼時候救了一個苦人，說到痛快處，兩人一齊拍掌大笑。只把我聽得張大了口合不攏來。我想胡一刀窮兇極惡，做這些事並不奇怪，但金面佛的外號中有個『佛』字，竟然也是如此的殺人不眨眼。「說到後來，金面佛忽然嘆道：『可惜啊可惜！』胡一刀道：『可惜甚麼？』金面佛道：『若使你不姓胡，或者我不姓苗，咱倆定然結成生死之交。我苗人鳳一向自負，今日見了你，那可真是口服心服了。唉，天下雖大，除了胡一刀，我苗人鳳再無可交之人。』胡一刀道：『我若死在你手裏，你可與我內人時時談談，她是女中豪傑，遠勝你那些膽小鬼朋友。』金面佛怒道：『哼，他們哪裏配得上做我朋友？』「他們說來說去，總是不涉及上代結仇之事。偶爾有人碰到一點，另一個立即把話題岔開。這一晚他們竟沒睡覺，累得我也在窗外站了半夜。這院子裏寒風刺骨，把我兩隻腳凍得沒了知覺。到天色大明，金面佛忽然走到窗邊，冷笑道：『哼，聽夠了麼？』但聽得格的一響，胡一刀道：『苗兄，此人還好，饒了他罷！』我只覺得頭上被甚麼東西一撞，登時昏了過去。「待得醒轉，我已睡在自己炕上，過了老半天，這才想起，定然金面佛發覺我在外偷聽，隔窗打了我一拳。若非胡一刀代我求情，我這條小命是早已不在了。我爬下炕來，只覺得腦子昏昏沉沉的，拿鏡子一照，半邊臉全成了紫色，腫起一寸來高。我嚇了一大跳，噹啷一聲，鏡子掉在地下摔得粉碎。「這一日苗胡兩人在堂上比武，我不敢出去瞧，本來我一直盼望金面佛得勝，但臉上腫起處陣陣發疼，反而盼望胡一刀給我報仇，在他身上砍一兩刀。到得天黑，金面佛道：『胡兄，我原想今晚再跟你聯床夜話，只是生怕嫂夫人怪責。明晚若是仍舊不分勝敗，咱們再談一夜如何？』胡一刀哈哈大笑，叫道：『好，好。』「金面佛辭去後，夫人斟了一碗酒，遞給胡一刀，說道：『恭喜大哥。』胡一刀接過酒碗，一口喝乾了，笑道：『恭喜甚麼？』夫人道：『明天你可打敗金面佛了。』胡一刀愕然道：『我跟他拆了數千招，始終瞧不出半點破綻，明天怎能勝他？』夫人微笑道：『我卻看出了一點毛病。孩子，你爹才是打遍天下無敵手啊。』她最後一句話卻是向孩子說的。「胡一刀忙問：『甚麼毛病？怎麼我沒瞧出來？』夫人道：『他這毛病是在背後，你跟他正面對戰，自然見不到。』胡一刀沉吟不語。夫人道：『你跟他連戰四天，我從頭到尾細細瞧他的劍路，果然門戶嚴密，沒有絲毫破綻。我看得又驚又怕，心想長此下去，你終有一個疏神失手的時候，而他卻始終立於不敗之地。但到今日下午，我才無意中瞧出了他的毛病。他的劍法中你說哪幾招最厲害？』胡一刀道：『洗劍懷中抱月、迎門腿反劈華山、提撩劍白鶴舒翅、沖天掌蘇秦背劍－－』夫人道：『毛病就出在提撩劍白鶴舒翅上。』胡一刀道：『這一招以攻為守，剛中有柔，狠辣得緊啊。』夫人道：『大哥，你用穿手藏刀、進步連環刀、纏身摘心刀這些招式時，他有時會用提撩劍白鶴舒翅反擊。但他在出這一招之前，背心必定微微一聳，似乎有點兒怕癢。』「胡一刀奇道：『當真有此事？』夫人道：『今日他前後使了兩次，每次背心必聳。明日比武之時，我見到他背心一聳，立即咳嗽，那時你制敵機先，不待他這一招使出，搶先用八方藏刀式強攻，他非撤劍認輸不可。』胡一刀大喜，連叫：『妙計！』我聽了兩人說話，本該去通知金面佛，叫他提防，但一摸到臉上疼處，心想他擊我這一拳用了如此重手，打輸是他活該。「次日比武是第五日了，我臉上的腫稍稍退了些，又站在旁邊觀戰。這天上午夫人沒有咳嗽，想是金面佛沒使這招。中午吃飯之時，夫人給丈夫斟酒，連使幾個眼色，我在旁瞧得清楚，知道是叫他誘逼金面佛使出此招，以便乘機取勝。胡一刀搖搖頭，似乎心中不忍。夫人指指孩子，將孩子在凳上重重一摔，孩子大哭起來。我知道夫人用意，那是說你如比武失手，孩子沒了父親，那可終身受苦了。胡一刀聽到孩子啼哭，緩緩點了點頭。「午後兩人交手，拆了數十招。胡一刀猛砍幾刀，只聽得夫人咳嗽一聲，胡一刀眉頭微皺，不進反退，金面佛果然使了一招提撩劍白鶴舒翅。這一招我本來不識，但昨晚胡一刀與夫人研商定計之時，曾見夫人連使幾次。我心想：『夫人的眼光好厲害。』若是胡一刀依她之計行事，此時已經勝了，但他竟臨時縮手，不是他起了惺惺相惜之意，不忍傷害金面佛，那便是覺得有人在旁相助，勝之不武。我忽然想起胡一刀曾囑咐夫人，待孩子長大，只告訴他一句話，要叫他心腸狠些硬些。事到臨頭，居然下不了手。「夫人在孩子手臂上用力一捏，孩子大哭起來。刀劍叮噹相交聲中，雜著孩子的哭聲，忽然聽得嘿的一響，夫人又是一聲輕咳。胡一刀踏上一步，八方藏刀式，刀光閃閃，登時把金面佛的劍路盡數封住。「眼見得金面佛無法抵擋，他那招提撩劍白鶴舒翅只使得出半招。按那劍法，他右手一劍斜刺，左手上揚，就與白鶴將雙翅撲開來一般，但胡一刀搶了先著，金面佛雙手剛要展開，被他左右連臂兩刀，那金面佛這對臂膀，豈非自行送到刀上去給他砍了下來？「哪知金面佛的武功，當真練到出神入化，就在這危急之間，他雙臂一曲，劍尖陡然刺向自己胸口。胡一刀大吃一驚，只道他比武輸了，還劍自戕，忙叫道：『苗兄！』殊不知金面佛的劍尖在第一日比武時就用手指拗斷了的，劍尖本身是鈍頭，他再胸口一運氣，那劍刺在身上，竟然反彈出來。這一招一來變化奇幻，二來胡一刀一心勸他不可自殺，絲毫沒防備他竟是出奇制勝，但見長劍一彈，劍柄正好點在胡一刀胸口『神藏穴』上。「這『神藏穴』是人身大穴，一被劍尖點中，胡一刀登時軟倒。金面佛伸手扶住，叫道：『得罪！』胡一刀笑道：『苗兄劍法，鬼神莫測，佩服佩服。』金面佛道：『若非胡兄好意關心，此招何能得手？』兩人坐在桌邊一口氣乾了三碗燒酒。胡一刀哈哈一笑，提起刀來往自己頸中一抹，咽喉中噴出鮮血，伏桌而死。「我驚得獃了，看夫人時，她臉上竟無悲痛之色，只道：『苗大俠，請你稍待，我再餵一次奶，讓孩子吃得飽飽的。』走進房去，過了一頓飯時分，重又出來，在孩子臉上深深一吻，笑道：『他吃飽了睡著啦。』將孩子交給金面佛，道：『我本答應咱家大哥，要親手把孩子養大，但這五日之中，親見苗大俠肝膽照人，你既答允照顧孩子，我就偷一下懶，不挨這二十年的苦楚了。』「說著向金面佛福了幾福，拿過胡一刀的刀來，也是在頸上一割。夫妻倆並排坐在一條長凳上，夫人拉著胡一刀的手，只見她身子慢慢軟倒，伏在丈夫身上，就此不動了。我不忍再看，回過頭來，見苗大俠臂中抱著的孩子睡得正沉，小臉兒上似乎還露著一絲微笑。」