第四十二回　打狗棒法黃蓉頭一低，又鑽入了海中，急往旋渦中游去。她水性極高，旋渦力道雖強，卻捲不動她。她來往迴游，找尋郭靖的所在，但四週打了十多個圈，不但郭靖不見蹤影，連歐陽鋒也不知到了何處，看來兩人是被沉船帶到了海底深處了。再游一陣，黃蓉已是筋疲力盡，但仍不死心，在大海中亂游亂闖，只盼天可憐見，竟能撞到郭靖，又游了大半個時辰，實在支持不住了，心想只好上船休息片刻，再下海找尋，當下游近舢舨，歐陽公子伸手拉她上去。他見叔父失蹤，心中也是十分惶急，連問：「見到我叔叔麼？見到我叔叔麼？」黃蓉心力交瘁，突感眼前一黑。暈了過去。也不知過了多少時候，才緩緩回復了知覺，但覺身子虛浮，似在雲端上下飄盪，耳畔風捲浪濤，澎湃作響。她定一定神，坐起身來，只見小舢舨順著海流，正向前疾走。歐陽公子不會掌舵駕船，在這茫茫大海之中，也已不辨方向，只好任它飄流。這地方離沉船之處已不知多遠，看來與郭靖是終生再無相見之日。她心中一陣傷痛，又是暈了過去。歐陽公子雙手牢牢抓住船舷，只怕舢舨起伏之際將自己拋了出去，在船中那敢移動一步。又過了一頓飯時分，黃蓉重又醒轉，心想靖哥哥既已葬身海底，自己活著有何意味，眼前見到歐陽公子那一副害怕神態，大感厭憎，心想：「我豈能與這畜生死在一起？」站起身來，喝道：「快給我跳下海去！」歐陽公子驚道：「什麼？」黃蓉道：「你不跳麼？好，我把舢舨弄翻了再說。」縱身往右舷一跳，那舢舨登時側了過去，她接住又往右舷一跳，船隻向左側得更是厲害。只聽歐陽公子嚇得高聲大叫，黃蓉甚是得意，又往右舷躍去。歐陽公子雖因不識水性，在大海之上沒做手腳處，但究是武功高強之人，知道只要再被她東跳西躍的來回幾次，小舢舨非翻不可，一見她躍向右舷，急忙縱身躍向左舷，身子落下的時刻拿得恰到好處，兩人同時落下，舢舨只向下一沉，卻不傾側。黃蓉連試幾次，都被他用這法子擋住。黃蓉叫道：「好，我在船底鑿幾個洞，瞧你有什麼法子。」拔出鋼刺，躍向船心，一瞥眼，只見洪七公俯伏在船底，因他一動不動，初時沒加留心。黃蓉一驚，忙俯身一探他的鼻息，緩緩尚有呼吸。她心中略慰，扶起他的身子，見他雙眼緊閉，臉如白紙，再撫摸他的心口，雖在跳動，卻是極為微弱。黃蓉救師心切，不再去理會歐陽公子，解開洪七公的上衣，察看他的傷勢。突然舢舨猛烈一震，歐陽公子歡聲大叫：「靠岸啦，靠岸啦！」黃蓉一抬頭，只見遠處鬱鬱蔥蔥，盡是樹木，舢舨卻已不動，原來是在一堆沙上擱了淺。這處所離岸尚遠，但水清見底，其深不過到胸腹之間。歐陽公子一躍下水，跨出幾步，回頭一望黃蓉，重又回來。黃蓉見洪七公背上右胛骨處有一黑色的掌印，深深陷入肌膚之中，似乎是用烙鐵烙出來一般，掌印周圍猶有焦痕，不禁駭然，心想：「那西毒一掌之力，怎會如此厲害？」又見他右邊背上與頸各有兩個極細的小孔，若非用心檢視，幾乎瞧不來，伸手到小孔邊上輕輕一按，卻是觸手生疼，炙熱異常，急忙縮手，問道：「師父，您怎麼？」洪七公「哼」了一聲，並不答話。黃蓉向歐陽公子道：「喂，拿解藥出來。」歐陽公子雙手一攤，做了個無可奈何的姿勢。說道：「解藥都在我叔叔那裏。」黃蓉道：「我不信。」歐陽公子道：「你搜便是。」解開衣帶，將身上各物盡數抖了出來。黃蓉望了一眼，道：「幫我扶師父上岸！」兩人各自將洪七公的一臂放在肩上，黃蓉伸出右手，握住歐陽公子的左手，讓洪七公坐在兩人的手臂之上，走向岸去。黃蓉感到師父身子微微顫抖，心中甚是焦急。歐陽公子卻大為快慰，只覺一隻柔膩溫軟的小手拉著自己的手，正是近日來夢寐以求的奇遇，只可惜走了一陣，就到了岸上。黃蓉蹲下身來，將洪七公放在地下，道：「快去將舢舨拉上岸來，莫被潮水沖走。」歐陽公子將左手放在唇邊，兀自出神，聽黃蓉一叫，怔了一怔，卻沒聽清她說些什麼，幸好黃蓉不知他心中正在想這種種壞事，只橫了他一眼，將方才的話又說了一遍。歐陽公子將舢舨拖上岸來，見黃蓉將洪七公的身子翻轉了放在地下一些軟草之上，正在替他治傷，心想：「這裏不知是何處所。」當下奔向一個小山峰的頂上，四下一望，不禁驚喜交集，只見東南西北，盡是茫茫海水，自身所處的原來是一個小島。島上樹木茂密，卻不知有無人煙。他驚的是：這若是個荒島，一無衣食，二無住所，如何活命？喜的是：天緣巧合，竟與這位天仙化身的美女同到了此處，那老叫化眼見難以痊可，自己心願豈有不償之理？他想：「得與佳人同住於斯，荒島即是天堂樂土，縱然旦夕之間就要喪命，也是心所甘願的了。」想到得意之處，不禁手為之舞，足為之蹈，突然右臂一陣劇痛，這才想起臂骨已被郭靖折斷，於是左手折下兩樹枝，撕下衣襟，將右臂牢牢的與樹枝綁在一起，掛在頸中。黃蓉替師父背上毒蛇所咬之處擠出許多毒液，不知如何再行施救，只好將他移到兩塊大石之下，讓他躺著休息，高聲對歐陽公子道：「你去瞧瞧這是什麼所在，鄰近可有人家客店。」歐陽公子笑道：「這是個海島，客店是準定沒有的，有人沒有，那得瞧咱們運氣。」黃蓉微微一驚，道：「你瞧瞧去。」歐陽公子受他差遣，極是樂意，展開輕功，向東奔去，只見遍地都是野樹荊棘，絕無人跡曾到的景象。他折而向北，兜了一個大圈子回來，路上用石子打死了兩頭野兔，對黃蓉道：「這是一個荒島。」黃蓉見他嘴角間含著笑意，心中有氣，喝道：「荒島？那有什麼好笑？」歐陽公子伸伸舌頭，不敢多話，將野兔剝了皮遞給她。黃蓉探手入懷，取出火摺，幸好那火摺用油紙包住，未曾浸濕，當下生起火來，將兩隻野兔烤了，擲了一隻給歐陽公子，撕了一塊後腿肉餵給師父吃。洪七公受傷極重，但他是天生的饞人。雖已神智迷胡，一聞到肉香，精神斗然一振，兔肉放到嘴邊，立時張口大嚼，吃了一隻兔腿，示意還要，黃蓉大喜，又撕了一隻腿餵他，洪七公吃到一半，漸感不支，咬著一塊肉沉沉睡去。黃蓉見天色漸黑，找了一個岩洞，將師父扶進洞去，歐陽公子過來相助，幫著除穢鋪草，抱著洪七公輕輕臥下，又用乾草排鋪了兩人的睡臥之處。黃蓉冷眼旁觀，只是不理，見他整理就緒，伸了個懶腰，賊忒嘻嘻的要待睡倒，霍地拔出鋼刺，喝道：「滾出去！」歐陽公子笑道：「我睡在這又不礙你事，幹麼這樣兇？」黃蓉秀眉一豎，叫道：「你滾不滾？」歐陽公子笑道：「我安安靜靜的睡著就是，你放心。」黃蓉拿起一根燃著的樹枝，過去將他鋪著的乾草點燃了，火頭冒起，將他的床燒成一片灰燼。歐陽公子苦笑一聲，只得走出洞去，他怕島上有毒蟲猛獸，躍上一株高樹安身。這一晚，他上樹下樹，不知有數十次，但見岩洞口燒著一堆柴火，隱約見到黃蓉睡得甚是安穩，數十次想闖進洞去，總是下不了這個心。他不住咒罵自己膽小無用，自忖一生之中，偷香竊玉之事不知做了多少，何以對這小小女子卻如此忌憚。他雖傷臂折骨，然單憑一手之力，對付她尚可裕如，洪七公命在垂危，更可不加理會，但每次走到火堆之前，總是悚然回頭。這一晚上黃蓉卻也不敢睡熟，既怕歐陽公子來犯，又耽心洪七公的傷勢有何變化，直到次日清晨，才安心睡了一個時辰，睡夢中聽洪七公呻吟了數聲，一各碌翻身坐起，問道：「師父，怎樣？」洪七公指指口，牙齒動了幾動，黃蓉一笑，把昨晚未吃完的兔肉撕了幾塊餵他。洪七公肉一下肚，元氣大增，坐起身來調勻呼吸。黃蓉不敢多言，注視他的臉色，只見他臉上一陣紅潮湧上，但隨即退去，又成灰白，這樣紅變白，白變紅的轉了數次，突然間頭頂冒出熱氣，額上汗如雨水，全身顫抖不已。忽然洞口人影一閃，歐陽公子探頭探腦的要想進來。黃蓉知道師父這時正以上乘內功療傷，那是生死懸於一線之際，若被他闖進洞來一陣囉嗦，必然無可挽救，於是低聲喝道：「滾出去！」歐陽公子笑道：「咱們商量商量，在這荒島之上如何渡日。」一面說一面踱進洞來。洪七公眼睛睜開一線，問道：「這是個荒島？」黃蓉道：「師父您用功吧，別理他。」轉頭向歐陽公子道：「跟我來，咱們外面說去。」歐陽公子大喜。隨她走出岩洞。這一日天色晴朗，黃蓉極目望去，但見藍天與海水相接，遠處閒閒的掛著幾朵白雲，四下裏確無陸地的影子。她走到昨日上陸的地方，忽然一驚，問道：「那舢舨呢？」歐陽公子道：「咦，那裏去了？一定是被潮水沖走啦！」黃蓉瞧他臉色，知道定是他在半夜之中將舢舨推下海去，好教自己不得泛海而去，其居心之卑鄙齷齪，不問可知。自己本已不存生還之想，大海中風浪險惡，這一艘小舢舨原亦不足以載人遠涉波濤，但這樣一來，師父只怕永遠不能回歸中土了。黃蓉向歐陽公子凝視了一眼，自己臉上絲毫不動聲色，心中卻在打量如何殺他而相救師父。歐陽公子被她瞧得低下頭去，不敢正視，黃蓉縱身躍上海邊一塊大岩，抱膝遠望。歐陽公子心想：「此時不乘機親近，更待何時？」雙足一登，也躍上岩來，挨著黃蓉坐下，過了片刻，見黃蓉既不惱怒，也不移開身子，於是又挨近一些，低聲說道：「妹子，你我兩人終老於此，過神仙一般的日子。我前生不知是如何修得！」黃蓉格格一笑，說道：「這島上連師父也只三人，那豈不寂寞？」歐陽公子見她語意和順，心中大喜，道：「有我陪著你，有什麼寂寞？再說，將來生下孩兒，那更不寂寞了。」黃蓉笑道：「誰生孩兒啊？我可不會。」歐陽公子笑道：「我會教你。」說著伸出左臂去摟她。只覺左掌上一暖，原來黃蓉已伸手握住了他的手掌。歐陽公子一顆心突突亂跳，神不守舍。黃蓉將身子倚在他的懷裏，左手緩緩上移，按在他手腕上的脈門之處，低聲問道：「有人說，穆念慈穆姊姊的貞節被你毀了，可有這回事？」歐陽公子哈哈一笑，道：「那姓穆的女子不識好歹，不肯從我。我歐陽公子是何等樣人，豈能強人所難？」黃蓉嘆道：「這樣說，旁人是冤屈她啦。」歐陽公子笑道：「這孩子空自擔了虛名兒，可惜可惜！」黃蓉忽向海中一指道：「咦，那是什麼？」歐陽公子順她手指往海心望去，並未見到有何異狀，正要相詢，突覺左腕一緊，脈門被她緊緊扣住，半身酸軟，登時動彈不得。黃蓉右手握住鋼刺，反手向後，金刃帶風，疾往他小腹刺去。兩人相距極近，歐陽公子又正是神魂顛倒之際，兼之右臂折骨未愈，如何招架得了？總算他得過高人傳授，白駝山二十餘載寒暑的苦練沒有白費，在這千鈞一髮之間，突然長身往前一撲，胸口在黃蓉背心上猛力一撞。黃蓉身子一晃，跌下岩去，那一刺卻刺中了他的右腿，劃了一條半寸多深、尺來長的口子。歐陽公子一躍下岩，只見黃蓉倒握蛾眉鋼刺，笑吟吟的站著，但覺滿胸疼痛，知道適才這一撞雖然逃得性命，但她軟蝟甲上千百條尖刺已刺入了自己胸口。黃蓉嗔道：「咱們正好好的說話兒，你怎麼平白地撞我一下？我不理你啦。」說著轉身便走。歐陽公子心中又愛又恨，又驚又喜，真是說不出的滋味，呆在當地做聲不得。黃蓉回向岩洞，一路暗恨自己學藝不精，得遇如此良機仍是被他逃脫。走進洞內，見洪七公已經睡倒，地下吐了一灘黑血。不禁吃了一驚，忙俯身問道：「師父，怎樣？覺得好些麼？」洪七公微微喘息，道：「我要喝酒。」黃蓉大感為難，心想在這荒島之上那裏找酒去，口中只得答應，安慰他道：「我這就想法子去。師父，你的傷不礙事麼？」說著流下眼淚來。她身遭大變，一直沒有哭泣，這時淚水一流下，再也忍耐不住，伏在洪七公的懷裏，放聲大哭。洪七公一手撫摸著她的秀髮，一手輕輕拍著她的背心，柔聲安慰。老叫化縱橫江湖，數十年來做的只是風高放火、月黑殺人的勾當，從來沒和婦人孩子打過交道，這時被她一哭，登時慌了手腳，只是翻來覆去的道：「好孩子別哭，師父疼你。乖孩子不哭。師父不要喝酒啦。」黃蓉哭了一陣，心情大感舒暢，抬起頭來，見洪七公胸口衣襟上被自己淚水濕了一大塊，嫣然一笑，掠了掠頭髮，說道：「剛才一刺沒刺死那惡賊，真是可惜！」於是把岩上反手出刺之事說了一遍。洪七公低頭不語，過了半晌才道：「師父是不中用的了。這惡賊武功遠勝於你，只好跟他鬥智不鬥力。」黃蓉急道：「師父，等您休息幾天，養好了傷，一掌送他的終，不就完了？」洪七公慘然道：「我被毒蛇咬中兩口，又中了西毒蛤蟆功的掌力，我拚著全身功力，將毒氣逼出，縱然可以苟延數年之命，但數十年的武功已廢於一旦，你師父只是個衰敗老人，再也沒半點功夫了。」黃蓉急道：「不，不，師父，您不會的，不會的。」洪七公笑道：「老叫化心腸雖熱，事到臨頭，不達觀也不成了。」他頓了一頓，臉色忽然轉鄭重，說道：「孩子，師父不得已要懇求你做一件極艱難、大違你本性之事，你能不能擔當？」黃蓉忙道：「能，能！師父您說吧。」洪七公嘆了口氣道：「你我師徒一場，只可惜日子太淺，沒能傳你什麼功夫，現下又是強人所難，要將一副千斤重擔給你挑上，做師父的心中實不自安。」黃蓉見洪七公平素豪邁自若，這時說話卻如此遲疑，心知託付給自己的事必然極其重大艱巨，忙接口道：「師父，您快請說，您今日身受重傷，都是為了弟子的事赴桃花島而起，弟子粉身碎骨，也難報師父大恩。就只怕弟子年幼，有負師父的囑咐。」洪七公臉現喜色，問道：「那麼你是答允了？」黃蓉道：「請師父吩咐便是。」洪七公顫巍巍的站起身來，雙手交胸，北向躬身，說道：「祖師爺，您手創丐幫，傳到弟子手裏，弟子無德無能，不能光大我幫。今日事急，弟子不得不卸重擔。祖師爺在天之靈，要庇佑這孩子逢凶化吉，履險如夷，為普天下我幫受苦受難的眾兄弟造福。」說罷又躬身行禮。黃蓉初時怔怔的聽著，聽到後來，不由得獃了。洪七公道：「孩子，你跪下。」黃蓉依言跪下，洪七公拿過身邊的綠竹杖，高舉過頂，拱了一拱，交在她的手中。黃蓉驚疑不已，問道：「師父，您叫我做丐幫的……丐幫的……」洪七公道：「正是，我是丐幫的第十八代幫主，傳到你手裏，你是第十九代幫主。現下咱們謝過祖師爺。」黃蓉心神不定，只得學著洪七公的模樣，交手於胸，向北躬身。洪七公舒了一口長氣，臉現疲色，但神情甚是喜歡。黃蓉扶著他躺下，洪七公道：「現下你是幫主，我成了幫中的長老。長老雖受幫主崇敬，但若是遇到大事，須得聽幫主號令，這是祖師爺傳下的規矩，萬萬違拗不得。只要綠竹杖在手，傳下令來，普天下的乞丐須得凜遵。」黃蓉又愁又急，心想：「在這荒島之上，不知何年何月方能回歸中土。況且靖哥哥既死，我也不想活了，師父忽然叫我做什麼幫主，統率天下的乞丐，這真是從何說起？」但眼見師父傷重，不能更增他的煩憂，他囑咐什麼，只好答應什麼。洪七公又道：「今年七月十五，天下各路群丐首領，大會洞庭湖畔的岳陽樓城，原本是來聽我指定幫主的繼承人，現下你持綠竹杖去，諸兄弟自知道了我的意思。幫內一切事務，自有四大長老襄助於你，我也不必多囑。只是無端端把你好好一個女娃娃送入叫化群裏，卻是委屈了你。」說著哈哈大笑。那知這一笑帶動了身上創傷，不住大咳起來。黃蓉在他背上輕輕按摩，過了好一陣子方才止咳。洪七公嘆道：「老叫化真的是不中用了，也不知何時何刻歸位，得趕緊把打狗棒法傳你。」黃蓉曾跟洪七公學過數十種功夫，卻從未聽見過打狗棒法的名稱，心想這名字怎地這般難聽？又想任他多兇猛的狗子，也必是一掌擊斃，何必學什麼打狗棒法，但見師父說得鄭重，只得唯唯答應。洪七公微笑道：「你雖做了幫主，也不必變換本性，你愛頑皮胡鬧，仍是只管頑皮胡鬧便是。咱們做叫化，就貪圖個無拘無束、自由自在，若是這個也不成，那個也不行，幹麼不去做官做財主？你心中瞧不起打狗棒法，爽爽快快說出來啊！」黃蓉微微一笑，道：「弟子心想那狗子有多大能耐，何必另創一套棒法？」洪七公道：「現下你做了叫化兒的頭子，就得像叫化一般想事。你衣服光鮮，一副富家小姐的模樣，那狗子朝著你搖頭擺尾還來不及，那裏用得著你去打牠？那窮叫化撞著狗子可就慘啦，自古道：『窮人無棒被犬欺』。你沒做過窮人，不知道窮人的苦處。」黃蓉拍手笑道：「這一次師父您可說錯啦！」洪七公愕然道：「怎麼不對？」黃蓉道：「今年三月間我逃出桃花島到北方去玩，就扮個小叫化兒。一路上那惡狗要來咬我，被我兜屁股一腳，就夾著尾巴逃啦。」洪七公道：「是啊，要是狗子太兇，踢牠不得，那就須得用棒來打。」黃蓉尋思：「有什麼狗子這樣兇？」突然領悟，叫道：「啊，是了，壞人也是惡狗。」洪七公微笑道：「你真是聰明。若是……」他本想說郭靖必然不懂，但心中一酸，住口不語了。黃蓉何等乖覺，只作不知，心中卻甚是傷痛。洪七公道：「這三十六路打狗棒法是我幫祖師爺所創，歷來是幫主傳授幫主，決不傳給第二個人。相傳丐幫第十一代幫主在北固山力戰群雄，以一棒雙掌擊斃洛陽五霸，就是用的這打狗棒法。」黃蓉不禁神往，輕輕嘆了口氣，問道：「師父，您在船上與那西毒比武，幹麼不用出來？」洪七公道：「用這棒法是我幫的大事，況且即使不用，西毒也未必能勝得了我。誰料得他如此卑鄙無恥，我救他性命，他卻反在背後傷我。」黃蓉見師父神色黯然，要分他之心，忙道：「師父，你將棒法教會蓉兒，蓉兒去殺了西毒，給您報仇。」洪七公淡淡一笑，撿起地下一根枯柴，口中傳訣，手上比劃，他身子躺在地下，卻將三十六路棒法一路路的都授了她。他知黃蓉聰敏異常，又怕自己命不久長，所以一口氣的傳授完畢。那打狗棒法名字雖是陋俗，但變化精微、招術玄奧，若非如此，焉能作為丐幫幫主歷代相傳的鎮幫之寶？黃蓉縱然絕頂聰明，也只能記個大要，其中神妙之處，一時之間，那能領會得完。等到傳畢，洪七公嘆了一口氣，汗水涔涔而下，說道：「我教得太過簡略，到底不好，可是我再也不能了。」「啊喲」了一聲，往後便倒。黃蓉大驚，連叫「師父」，搶上去扶時，只覺他手足冰冷，氣若遊絲，眼看是不中用的了。黃蓉在數日之間迭遭變故，伏在師父胸口一時卻哭不出來，耳聽得他一顆心還在微微跳動，忙在他兩脅用力一掀一放，助他呼吸，忽聽得背後輕輕一響，一隻手伸過來拿她手腕。她全神貫注於相救師父，歐陽公子何時進來，竟是全不知曉，這時她忘了身後站著的是一頭豺狼，卻回頭道：「師父不成啦，快想法子救他。」歐陽公子見她回眸求懇，一雙大眼中含著眼淚，神情楚楚可憐，心腸為之一軟，俯身看洪七公時，見他臉如白紙，兩眼上翻，心中大喜。他與黃蓉相距不到半尺，只感到她吹氣如蘭，聞到的儘是她肌膚的香氣，幾縷柔髮在她臉上掠過，心中癢癢的不由得又驚又喜，伸左臂就去摟她纖腰。黃蓉一驚，沉肘反手，呼的一掌，乘他轉頭閃避，已自躍起身來。歐陽公子原本忌憚洪七公了得，不敢對黃蓉用強，這時見他神危力盡，十成中倒已死了九成，再無顧忌，身子一晃，攔在洞口，笑道：「好妹子，我對旁人決不動蠻，但你如此美貌，我實在熬不得了，你讓我親一親。」說著張開左臂，一步步的逼了過來。黃蓉嚇得一顆心怦怦亂跳，心想：「今日之險，遠過趙王府十倍，只是我不手刃此獠，自求了斷，卻是總不甘心。」一翻手，將鋼刺與鋼針都拿在手中。歐陽公子微微一笑，脫下長衣當作兵器，又逼近了兩步。黃蓉站著不動，待他又跨出一步，足底尚未著地之際，身子倏地向左一橫。歐陽公子跟著過來，黃蓉左手一揚，見他揮起長衣，抵擋自己的鋼針，身子已是如箭離弦，急向洞外奔去。那知她身法快，歐陽公子更快。黃蓉只感身後風聲勁急，敵人掌力已遞到自己背心。她心下一喜，一來身穿蝟甲，不怕敵人傷害，二來早存必死之心，但求傷敵，不救自身，當下不擋不架，反手一刺，直插他的胸膛。歐陽公子本就不欲傷她，這一掌原是虛招，存心要戲弄她一番，累她個筋疲力盡，見她鋼刺戮來，手臂在她腕上一格，已將她這一刺化解了，同時身隨步轉，搶在外門，又將黃蓉逼在洞內。這岩洞甚是狹隘，退身不開，黃蓉的出手又是招招狠辣的捨命之著，她只攻不守，武功猶如強了一倍，歐陽公子功夫雖然高出她甚多，只因存了個捨不得傷害之心，動上手就感處處掣肘。轉眼間兩人拆了五六十招，酣鬥中黃蓉向前一撲，一把鋼針擲出，歐陽公子揮衣一擋，黃蓉猛然竄上，疾刺他的右肩。歐陽公子右臂折斷，用不出力，左臂穿上待要招架，黃蓉的鋼刺在手中亮光閃閃的轉了一個圈，方向忽變，噗的一聲，已插進他的傷臂。就在這一瞬之間，黃蓉忽感手腕一麻，噹啷一聲，一柄鋼刺掉在地下，原來腕上穴道已被點中。歐陽公子出手迅捷之極，見她轉身要走，俯身向前一探，左臂伸了兩伸，已將她左足踝上三寸的「懸鍾穴」，右足內踝上七寸的「中都穴」先後點中。黃蓉又跨出兩步，俯面摔下。歐陽公子縱身而上，搶先將長衣墊在地下，笑道：「啊喲，別摔痛了。」要知黃蓉的功夫得自父親的親傳，歐陽公子得自叔父親傳，黃藥師與歐陽鋒的武功不相伯仲，何以兩個傳人卻大分高下？原來黃蓉還只盈盈十五，歐陽公子卻已年過三旬，兩人學藝的時日相差幾達二十年，功力自然不同。黃蓉後來雖得洪七公指授了數十套功夫，但究竟為日無多，是以歐陽公子雖然身上負傷，卻仍然不是他的對手。黃蓉這一跌下去，心神不亂，左手一把鋼針擲出，以防敵人撲來，隨即躍起，那知雙腿麻木，竟自不聽使喚，身只離地尺許，復又跌下。歐陽公子伸手過來相扶，黃蓉只剩了左手還能動彈，隨手一拳，她在慌亂之中，這一拳打得軟弱無力，歐陽公子一笑，又點中了她左腕的穴道。這一來黃蓉四肢酸麻，就如被繩索綁住了一般，心中自悔：「剛才我不舉刺自戕，現下可是求死不得了」。一急之下，只覺眼前一黑，暈了過去。歐陽公子柔聲安慰道：「別怕，別怕！」伸手要去抱她。忽聽得頭頂有人冷冷的道：「你要死還是要活？」歐陽公子一驚，猛然抬頭，只見洪七公拄杖站在洞口，冷眼斜睨，這一下只嚇得他魂飛魄散，叔父從前所說王重陽假死傷人的事，如電光般在腦中一閃，暗叫：「老叫化原來假死，今日我命休矣！」洪七公的本事自己曾領教過，可萬萬不是他的對手，驚慌之下，雙膝跪地，說道：「姪兒跟黃家妹子鬧著玩，絕無歹意。」洪七公「哼」了一聲，罵道：「臭賊，還不把她穴道解開，難道要老叫化動手麼？」歐陽公子連聲答應，忙將黃蓉四肢的穴道解開。洪七公沉著嗓子道：「你再踏進洞門一步，休怪我老叫化無情。快給我滾出去？」說著身子一側，歐陽公子如遇大赦，一溜煙的奔了出去。黃蓉悠悠醒來，如在夢寐。洪七公再也支持不住，一交直摔下去。黃蓉又驚又喜，也顧不得腿上仍是酸麻，搶上去扶起，只見他滿口鮮血，吐出三顆門牙。黃蓉暗自傷神：「師父本來是絕世的武功，這時卻摔一交把牙齒也撞落了。」洪七公將三顆牙齒放在掌中，笑著說道：「牙齒啊牙齒，你不負我，給老叫化咬過天下的珍饈美味。看來老叫化天年已盡，你先要離我而去了！」洪七公這次受傷，實在是沉重之極，背上筋脈被歐陽鋒一掌震得支離破碎，幸而他武功深湛，這才不致當場斃命，但全身勁力全失，比之不會武的常人尚且不如。黃蓉的穴道被歐陽公子點中，洪七公其實已是無力給她解開，仗著昔時的威風，才逼著歐陽公子相救。他見黃蓉臉上有哀戚之色，勸慰道：「老叫化餘威尚在，那臭賊再也不敢來惹你了。」黃蓉暗自尋思：「我在洞內，那賊子確是不敢過來，但飲水食物從那兒來？」洪七公勞頓了半日，肚子早已餓極，見黃蓉低頭沉吟，問道：「你在想尋食的法門，是不是？」黃蓉點了點頭。洪七公道：「你扶我到海灘上去曬曬太陽。」黃蓉千伶百俐，立時頓悟，拍手笑道：「好啊，咱們捉魚吃。」當下讓洪七公伏在的她的肩上，慢慢走到海邊。這日天氣晴朗，海面有如一塊極大極大的緞子，在清風下微微顫動，陽光在身上照著，洪七公精神為之一爽。歐陽公子站在遠處一塊岩邊，看到兩人出來，忙又逃遠十餘丈，見他們不追，這才站定，目不轉瞬的望著兩人，洪七公和黃蓉心中都暗自發愁：「這賊子十分乖巧，時刻一久，必致被他瞧出跛綻。」但這時也顧不得許多，洪七公倚在一塊岩石上坐下，黃蓉折了一根樹枝作為釣桿，剝了一長條樹皮當釣絲，囊中鋼針有的是，彎了一枚作鉤，在海灘邊檢些小蝦小蟹作餌，釣了一個多時辰，釣到三尾斤來重的花魚。黃蓉用燒叫化雞之法，煮熟了與師父飽餐了一頓。休息了一陣，洪七公叫黃蓉把打狗棒法一路路的使將出來，自己斜倚在岩旁指點。這棒法的精微變化，攻合之道，黃蓉又領悟了不少。傍晚時分，黃蓉練得熟了，除去外衣，躍到海中去洗了個澡，在碧波中上下來去，忽發癡想：「唐人小說中說道海底有個龍宮，海龍王的女兒甚是漂亮，靖哥哥可是到了這龍宮去麼？」她不住向下潛水，忽然腳上一痛，急忙縮腳，但人在水中，行動大為遲緩，半隻腳已被什麼東西挾住。黃蓉自幼在海中嬉戲，知道必是大蚌，也不驚慌，彎腰一摸，卻嚇了一跳，那蚌竟有小圓桌面大小，當下雙手伸入蚌殼，運勁兩下一分。那大蚌的力道奇強，這一分竟然奈何牠不得，蚌殼一緊，腳上反而更加痛了。黃蓉雙手壓水，想把那蚌帶出海面，再作計較，豈知那蚌重達二三百斤，在海底年深月久，蚌殼已與礁石膠結在一起，那裏拖牠得動？黃蓉幾下掙扎，腳上愈痛，心中一慌，不禁喝了兩口鹹水，心想：「我本就不想活了，只是讓師父孤零零的在這荒島之上，受那賊子相欺，縱死也不瞑目。」危急中雙手捧起一塊大石，往那蚌殼上撞去，但一來蚌殼堅厚，二來在水中使力不出，擊了數下，那蚌殼竟然紋絲不動。那蚌受擊，肌帶更是收得緊了，黃蓉又吃了一口水，雙手一放，拋下大石，左手抓起一把海沙，隨手投入蚌殼的縫中。這原是她病急亂投醫之策，那知海蚌最怕細沙小石，覺有海沙進來，急忙張開甲殼，要把海沙吐出殼去。黃蓉感到腳上一鬆。立即伸出，手足齊施，升上海面，深深吸了一口氣。洪七公見她潛水後久不上來，焦急異常，知道必已在海底遇險，要待入海援救，苦在自己步履艱難，只慌得連連搓手，突見黃蓉的頭從海面鑽起，不由得喜極而呼。黃蓉向師父揮了揮手，又復潛至海底。這次她有了提防，落足在大蚌旁兩尺之處，左右搖晃，震鬆蚌殼與礁石間的膠結，將巨蚌托了上來。她足下踏水，將巨蚌推到海灘淺水之處。蚌身半出海面，失了浮力，重量大增，黃蓉舉之不動，上岸來搬了一塊大石，將蚌殼打得稀爛，這才出了一口惡氣，只見小腿上被蚌挾起了一條深深血痕，想到適才之險，不覺打了一個寒噤。這晚上師徒二人就以蚌肉為食，滋味卻甚鮮美。次日清晨，洪七公一覺醒來，只覺身上疼痛大為減輕，微微運幾口氣，胸腹之間甚感受用，不禁「咦」了一聲。黃蓉翻身坐起，問道：「師父，怎地？」洪七公奇道：「睡了一晚，我傷勢竟是大有起色。」黃蓉大喜，叫道：「必是那大蚌肉吃了能治傷。」一衝出洞，奔到海灘去割昨日剩下的蚌肉。驚喜交集之中，卻忘了提防歐陽公子，她剛割下兩大塊蚌肉，忽見一個人影投在地下，正自緩緩行近。黃蓉一彎腰，抓起一把蚌殼碎片向後擲出，雙足一登，躍出丈餘，站在海邊。歐陽公子冷眼旁觀了一日，瞧著洪七公的動靜，越來越是起疑，料定他必是受傷極重，行走不得，但要闖進洞去，卻也無此膽量，這時見黃蓉獨自出洞，真是天賜良機，當下逼上前去。黃蓉一擲蚌殼，歐陽公子斜身避過，笑道：「好妹子，別走，我有話跟你說。」黃蓉道：「人家不理你，偏要來纏著人家，也不怕醜。」說著伸手刮臉羞他。歐陽公子見她一副女兒情態，毫無懼意，心中愛極，走近兩步，笑道：「都是你自己不好，誰教你生得這麼俊，引得人家非纏著你不可。」黃蓉笑道：「我說不理你就不理，你讚我討好我也沒用。」歐陽公子又走近一步，笑道：「我不信，偏要試試。」黃蓉臉一沉，說道：「你再走過來一步，我要叫師父來揍你啦。」歐陽公子笑道：「算了吧，老叫化還能走路？我去揹他出來，好不好？」黃蓉暗吃一驚，退了兩步。歐陽公子笑道：「你愛跳到海裏就跳，我只在岸上等著。瞧你在海裏浸得多久呢，還是我在岸上待得久。」黃蓉叫道：「好，你欺侮我，我永遠不跟你好。」轉身就跑，只奔出三步，忽然左足在一塊石子上一拌，「啊喲」叫了一聲，摔倒在地。歐陽公子怕她使奸，除下長衣拿在手中，以擋她突放鋼針，然後一步步的走近。黃蓉叫道：「別過來。」掙扎著站起，只走了半步，又摔倒了下去，這一次摔得極重，上半身倒在海中，似乎暈了過去，半晌不動。歐陽公子心道：「你這小丫頭詭計多端，我偏不上你當。」站定了觀看動靜。過了一盞茶功夫，但見她仍是動也不動，自頭至胸，全都浸在水中。歐陽公子耽起心來：「她可真是暈倒了，我再不救，這嬌滴滴的美人兒要生生溺死啦。」搶上前去伸手拉她的腳。這一拉，心中嚇了一大跳，只感到她全身僵硬，急忙俯身水面，去抱她起來，剛將她身子抱起，黃蓉雙手一攏，摟住他的雙腿，喝道：「下去！」歐陽公子站立不穩，被她一拖一摔，兩人同時跌在海裏。一到水中，歐陽公子武功再高，卻也施展不出，心道：「我雖步步提防，還是著了小丫頭的道兒，這番我命休矣！」黃蓉計謀得售，心花怒放，只是把歐陽公子往深水處推去，將他的頭掀在水中。歐陽公子但覺鹹水從口中骨嘟骨嘟的直灌進來，天旋地轉，不知身在何處，伸手亂拉亂抓，要想拉住黃蓉。但她早已留神，儘在他身周游動，那能被他抓住。慌亂之中，歐陽公子又吃了幾口水，身往下沉，雙足踏到了海底。他是武功卓絕之人，數逢大變，臨危不亂，只因不識水性，身子飄在水中時一籌莫展，一踏到土地，神智頓清，只感飄飄蕩蕩的又要浮上去，忙彎腰抓住海底岩石，運起內功，閉住呼吸，睜眼找尋回歸島上的方向，但四周碧綠沉沉，不辨東西南北。他前後左右各走數步，心想往高處走總是不錯，於於手中捧了一塊大石，遇開大步，往高處走去。海底礁石嶙峋，極是難行，但他仗著輕功深湛，一口氣向前直奔。黃蓉見他沉下之後不再上來，忙潛下察看，見他正在海底行走，不覺一驚，悄悄游到他的身後，餓眉鋼刺順著水勢刺了過去。歐陽公子身子一偏，回肘一撞，足下卻是不停，全速而行。這時他已感氣悶異常，再也支持不住，一放手拋去大石，要浮上水面吸一口氣再到海底行走，一探頭，只見海岸已近在身旁。黃蓉知道已奈何他不得，嘆了一口長氣，重又潛入水中。歐陽公子大難不死，濕淋淋的爬上岸來，耳暈目眩，伏在沙灘之上，把腹中海水吐了個清光，連酸水也嘔了出來，只感全身疲軟，恍如生了一場大病，喘息良久，正是怒從心起，惡向膽邊生，心一橫，說道：「我先殺了老叫化，瞧那小丫頭從不從我！」