第五十九回　兩儀劍法那高老者道：「少說一句，當然可以。不過我是警告他叫他留神，咱師兄弟這套兩儀刀法，乃是反兩儀，式式不依常規……」矮老者厲聲喝道：「住口！」轉頭向張無忌道：「請接招！」一刀便砍了過去。張無忌舉起鮮于通那柄摺扇，按在刀背上一引，那高老者大聲叫道：「喂，喂！不成，不成！這個樣子，咱們寧可不比。」張無忌道：「怎麼？」那高老者道：「這把扇子中有毒，不小心濺了開來，那可不是玩的。」張無忌道：「不錯，這種劇毒之物，留在世上只有害人。」右手食中兩根手指挾住扇柄，往下一擲，那扇子嗤的一聲直沒入土中，地下僅餘一個小孔。這一手神功，廣場之上再無第二人能夠做到，眾人忍不住都大聲喝起采來。那高老者將刀挾在腋下，雙手用力鼓掌，說道：「你快去取一件兵刃來吧。」張無忌生性誠樸，本來不願當眾炫耀，不過今日的局面大異尋常，倘若不顯示神功，藝壓當場，要想六大派人眾就此罷手、回歸中原，那可是千難萬難了，便道：「前輩看我用什麼兵刃的好？」那高老者伸出手去，在他肩頭拍了兩拍，笑道：「你這娃兒倒也有趣，你愛用什麼兵刃，居然問起我來了。」張無忌知他這麼拍幾下不過是老人家喜歡少年的表示，並無惡意，但旁觀眾人卻都吃了一驚，心想這兩人對敵過招，一個人隨隨便便的伸手去拍對方肩膀，而張無忌居然也毫不疑忌，倘若那高老者手上使勁，或是乘機拍中他的穴道，豈不是不用比武，便分勝敗？其實張無忌有神功護身，那高老者倘若忽施暗算，也決計傷他不到。只聽那高老者笑道：「我叫你用什麼兵刃，你便聽我的話麼？」張無忌微笑道：「那也不妨。」高老者笑道：「你這娃兒武藝很好，十八般兵刃，想是件件皆能的了。要你空手和我們兩個老人家過招，又是太說不過去。」張無忌笑道：「空手也可以的。」那高老者遊目四顧，想要找一件最不稱手的兵刃給他，突然看到廣場左角放著幾塊大石，每塊總有二三百斤重，便道：「我讓你也佔些便宜，用件極沉重的兵刃。」說著向那幾塊大石一指，仰天呵呵大笑。他原意是出個難題，開開玩笑，須知這些大石每一塊都極沉重，力氣小些的人連搬也搬不動，何況那些大石被人長期來當作凳坐，四周光溜溜的，無可著手之處，那能作為兵刃？不料張無忌微微一笑，說道：「這件兵刃倒也別緻，老前輩是考我的功夫來著。」說著緩步走了過去。那高老者連連搖手，叫道：「我跟你說笑話的，不用當真。還是借一把劍來，試試我師兄弟的刀法吧！」張無忌卻不停步，走到石塊之前，左手一抄，已抄起了一塊最大的岩石，輕飄飄的托在手裏，回過身來，說道：「兩位請！」話聲甫畢，連身帶石一躍而起，縱到了兩個老者的身前。眾人只瞧得張大了口，連喝采也忘記了，那高老者伸手猛拉自己的鬍子，叫道：「這……這個可是奇哉怪也。」那矮老者卻知今日實是遇上了生平從所未見的大敵，自己師兄弟的一世威名是否能保，全瞧這一戰了，當下穩步凝氣，目光注視著張無忌，說道：「有僭了！」白光一閃，身隨刀進，直攻張無忌的右脅。那高老者道：「師哥，真打嗎？」矮老者道：「還有假的？」刀鋒一掠，斜劈張無忌的肩頭。張無忌旁退一步讓開，只見斜刺裏青光閃耀，高老者的青鋼刀砍了過來。張無忌喝道：「來得好！」橫過石頭一擋，噹的一聲響，這一刀砍在石頭之下，火花四濺，石屑紛飛。張無忌提起石頭，順勢推了過去。高老者叫道：「啊唷，這是『順水推舟』，你使大石頭也有招數麼？」那矮老者大聲喝道：「師弟，『混沌一破』！」一刀從背後反劃了個弧形，彎彎曲曲的斬向張無忌，那高老者接口道：「太乙生萌，兩儀合德……」矮老者接口道：「日月晦明。」兩人一面呼喝，刀招源源不絕的遞出，張無忌施展九陽神功，將那塊大石托在手裏運轉如意，宛似搬弄一個鐵彈。那高矮二老使開了兩儀刀法，招招狠辣，招招沉雄，那知張無忌手中這塊石頭實在太大，只須稍加轉側，便盡數擋住了二老砍劈過來的招數。酣鬥良久，張無忌突然將大石往空中一拋，雙手揪住高矮二老的頭頸，面對面的一擠，二老被他抓住穴道，半步也動彈不得，張無忌身子向後彈出，那塊大石已向二老頭頂壓將下來。二老頸後的穴道已被封閉，這塊二百多斤的大石頭砸了下來，焉有不粉身碎骨之理？眾人失聲驚呼聲中，張無忌左掌揚出一拍，將那大石推出丈餘，砰的一聲，落在地下，陷入泥中幾有尺餘，他微笑著伸手在二老肩頭輕輕拍了幾下，說道：「兩位老人家休得驚慌，晚輩跟兩位開個玩笑。」他這麼一拍，高矮二老被封的穴道登時解了。那矮老者臉如死灰，長嘆道：「罷了，罷了！」高老者卻搖頭道：「這個不算。」張無忌道：「怎麼不算？」高老者道：「你不過仗著力大，搬得起這塊大石頭，可不是在招數上勝了我哥兒兩個。」張無忌道：「那麼咱們再比過。」高老者道：「再比也可以，不過得想個新鮮法兒才成，否則淨給你佔便宜，咱們輸了也不心服，你說是不是？」張無忌點頭道：「是！」小昭站在一旁，一直注視著場中的比拚，這時伸手刮著臉皮，叫道：「羞啊，羞啊！鬍子一大把，自己老佔便宜，反說吃虧。」她手指上下移動，手腕上的鐵鍊便叮噹作響，甚是清脆動聽。那高老者哈哈一笑，說道：「常言說得好：吃虧就是佔便宜。我老人家吃過的鹽，還多過你吃的米。我走過的橋，長過你的路。小丫頭嘰嘰喳喳什麼？」他回過頭來，向張無忌道：「要是你不服，那就不用比了。反正這一回較量你沒有輸，我們也沒有贏，雙方扯了個直。再過三十年，大家再比過也不遲……」那矮老者聽他越說越是胡混，自己師兄弟二人說什麼也是華山派的耆宿，怎能如此耍賴，當即喝道：「姓曾的，我們認栽了，你要怎般處置，悉聽尊便。」張無忌道：「兩位請便。在下只不過斗膽調處貴派和明教的過節，實是別無他意。」那高老者大聲道：「這個不成！這還沒說出比武新鮮的主意，怎麼你就打退堂鼓了？這不是臨陣退縮、望風披靡麼？」矮老者皺著眉頭不語，他知這個師弟雖然一生瘋瘋癲癲，但靠了一張厚臉皮，往往說得對方頭昏腦脹，就此轉敗為勝。今日在天下眾英雄之前施此技倆，原是沒什麼光采，然而如果因此而勝得張無忌，至少功過可以相抵。只聽張無忌道：「依前輩之意，該當如何？」高老者道：「咱們華山派這套『反兩儀刀法』的絕藝神功，你是嚐過味道了，殊不知崑崙派有一套『正兩儀劍法』，變化之精奇奧妙，和華山派的刀法可說是一時瑜亮，各擅勝場。倘若刀劍合璧，兩儀化四象，四象生八卦，陰陽相調，水火相濟，唉……」說到這裏，不住搖頭，緩緩嘆道：「威力太強，威力太強！你是不敢抵擋的了！」張無忌轉頭向著崑崙派，說道：「崑崙派那位高人肯出來賜教？」那高老者搶著道：「崑崙派中除了鐵琴先生夫婦之外，常人也不配和我師兄弟聯手。就不知何掌門有這個膽量沒有？」眾人聽了，心中都是一樂：「這老兒說他傻，卻又不傻，他是要激得崑崙派中的兩大高手下場。」何太沖和班淑嫻對望了一眼，卻不認得華山派中這高矮二老是什麼人，他們是掌門人鮮于通的師叔，班輩甚高，想必平時少在江湖上行走，自己又僻處西域，是以不知他二老的名頭，夫妻二人均想：「這兩個老兒鬥不過那姓曾的少年，便想拉我們趕這場混水。一起勝了，他們臉上也有光采，倘若輸了，哼哼，憑咱夫婦二人的兩儀劍法，難道會輸給這個少年，天下絕無是理！」只聽那高老者說道：「崑崙派的何氏夫婦不敢和你動手，那也難怪。他們的正兩儀劍法雖然還不錯，但失之呆滯，比起華山派的反兩儀刀法來，原來稍遜籌兩籌。」班淑嫻大怒，縱身入場，指著那高老者道：「閣下尊姓大名？」那高老者道：「我也姓何，何夫人請了。」這兩句話一出，旁邊眾人有許多笑了出來，顯然這高老者是撿了個現成便宜。班淑嫻是崑崙派的「太上掌門」，連她丈夫平日也忌她三分，數十年來在崑崙山下頤指氣使慣了，數百里方圓之內，儼然是個女王一般，如何肯受這等奚落取笑？突然間嗤的一聲響，一劍直向那高老者左肩刺了過去。這一下拔劍出招的手法迅捷無倫，在一瞬之前，還見她兩手空空，柳眉微豎，一瞬之後，已是長劍在手，劍尖離高老者的肩不及半尺。那高老者一驚之下，迴刀橫揮，噹的一響，刀劍相交，在千鈞一髮「萬劫不復」，一正一反，均是施發了兩儀術數中的極致。莫看那高老者在張無忌手下縛手縛腳，似是功夫平庸，實則他刀法上的造詣確是不同凡響。兩人刀劍相交，各自退開一步，不禁一怔，心下均是佩服對方這一招的精妙。兩人派別不同，武功大異，生平從未見過面，但一招之下，發覺自己這套武功和對方若合符節，配合得天衣無縫，猶似一個人一生寂寞，突然間遇到了知己般的喜歡。班淑嫻忍不住想：「他華山派的反兩儀刀法果然了得，若和他聯手攻敵，當可發揮天下兵刃招數中的極致。」當下回頭向何太沖叫道：「喂，你過來！」何太沖雖對妻命不敢有違，但在眾目睽睽之下，仍要擺足掌門人的格子，「哼」的一聲，緩緩站起，四名小僮在前引路，一捧長劍，一捧鐵琴，另外兩個各持拂塵。走到廣場中心，四名小僮躬身退下，分站在何太沖身後。班淑嫻道：「華山派的反兩儀刀法，招數上倒也不算含糊。」那高老者嬉皮笑臉的道：「多蒙讚賞。」班淑嫻橫了他一眼，道：「咱們四個人就拿這小娃兒餵餵招，切磋一下崑崙、華山兩派的武功。」她一回頭，突然「咦」的一聲，瞪著張無忌道：「你……你……」原來她和張無忌分手不過四年，雖然張無忌在這四年中自孩童成為少年，身材高了。嘴唇上也生了淡淡的鬍鬚，但面目依稀還是相識。無忌道：「咱們從前的事，要不要一切都說將出來？我是曾阿牛。」班淑嫻當即明白了他的用意，他不願以真姓名示人，如果自己給他揭破，那麼他夫婦恩將仇報的種種不德事情，他也是毫不容情的當眾宣佈了，當下長劍一舉，說道：「曾少俠武功大進，可喜可賀，還請指教。」言下顯然是說，咱們只比武藝，不涉舊事。張無忌微微一笑，道：「久仰賢夫妻劍法通神，尚請手下留情。」何太沖從身後小僮手中接過長劍，說道：「曾小俠用什麼刀刃？」張無忌一見到他，便想起那對會吸毒的金冠銀冠小蛇。他摔入絕谷，這對小蛇因無食料，竟致生生餓死，此刻想來，不禁有些可惜，跟著又想起他夫婦在武當山上逼死自己父母、逼迫自己吞服毒酒、何太沖將自己打得青目鼻腫，一把將自己擲向山石……。倘若不是楊逍正好在旁，及時出手相救，自己這時屍骨早杇，還說什麼做魯仲連、做和事老？張無忌想到此處，胸頭怒氣上衝，心想：「好何太沖，那一天你打得我何等厲害，今日我雖不能要了你的性命，至少也得狠狠打你一頓，出了當日這口惡氣。」只見何太沖夫婦和華山派的高矮二老分站四角，兩把彎刀和兩柄長劍在日光下閃爍不定，突然間雙臂一振，身子筆直躍起，到了空中，輕輕一個轉折，撲向西首一棵梅樹，左手一探，折了一枝梅花下來，這才迴身落地。眾人適才已見過他施展輕功，此刻迴旋折梅，雖非躍得極高極遠，但神姿飄逸，輕若行雲，人人看了都是心頭說不出的舒適。只見他手持梅花，緩步走入四人之間，高舉梅枝，說道：「在下便以這梅枝當兵刃，領教崑崙、華山兩派的高招。」那梅枝上疏疏落落的生著十來朵梅花，其中半數兀自含苞未放。眾人聽他如此說，都是一驚：「這梅枝一碰即斷。那能和對方的寶劍利刃較量？」班淑嫻冷笑道：「很好，你是絲毫沒將華山、崑崙兩派的功夫放在眼下了？」張無忌道：「我曾聽先父言道，當年崑崙派前輩何足道先生，琴劍棋三絕，世稱『崑崙三聖』。只可惜咱們生得太晚，沒能瞻仰前輩的風範，實為憾事。」這幾句話人人都聽得出來，張無忌讚崑崙派的前輩，卻是將眼前的崑崙人物瞧得不堪一擊。猛聽得崑崙派中一人聲如破鑼的大聲喝道：「小賊種，諒有多大能耐，竟敢對我師父無禮？」喝聲未畢，一個身穿杏黃道袍，滿腮虯髯的道人從人叢中竄了出來，身隨劍至，直向張無忌背心刺去。這道人身法極快，這一劍刺出，雖似事先已有警告，但劍招實在去得太快，實和偷襲絕無分別。張無忌竟不轉身，待那劍尖將要觸到他背心衣服，左足向後翻出，一腳踏將下去，剛好將長劍踏在地下。那道人用力一抽，竟是紋絲不動。張無忌緩緩回過頭來，一看這個道人，原來是他初回中原之時，首次在海船中即行遇到的西華子，此人性子暴躁，一再對張無忌的母親殷素素口出無禮之言。張無忌心中一酸，說道：「你是西華子道長？」西華子滿臉脹得通紅，並不答話，只是竭力抽劍，張無忌突然左腳一鬆，順勢用鞋底在劍刃上一點。西華子沒料到他會陡然鬆腳，力道用得猛了，一個踉蹌，向後退了一步。憑著他的武功修為，這一下雖然出其不意，但立時便可拿樁站定，不料剛使得個「千斤墜」，猛地裏劍上一股極強的力道傳來，將他身子一推，登時一屁股坐倒，絕無抗禦的餘地，跟著聽得叮叮叮的幾聲清脆響聲，手中長劍已寸寸斷絕，掌中抓著的只餘一個劍柄。西華子驚愧難當，一瞥眼，只見師娘滿臉怒色，心知自己這一下丟了師門極大的臉面，事過之後必受重責，不禁更是惶恐，急忙一躍站起，喝道：「小賊種……」張無忌本想就此放他回去，但聽他罵到「小賊種」三字，那是辱及了父母，手中梅枝在他身上一掠，已運勁點了他胸腹間的三處要穴，臉上裝作不知，對高矮二老和何氏夫婦說道：「就請進招吧！」班淑嫻對西華子低聲喝道：「走開！丟的大人還不夠麼？」西華子道：「是！」可是竟不移步。班淑嫻怒道：「我叫你走開，聽見沒有？」西華子道：「是！是！師娘，是！」口中說得十分恭謹，卻仍不動。班淑嫻怒極，心想這傢伙幹麼不聽起話來了？原來張無忌拂穴的手法快極，班淑嫻眼光雖然敏銳，卻萬萬想不到張無忌的內功出神入化，勁力可惜柔物而傳，梅枝的輕輕一拂，無殊以判官筆連點他數處穴道，當下伸手在西華子肩頭重重一推，喝道：「站開些，別礙手礙腳！」西華子的身子平平向旁移開數尺，手足姿式卻是半點沒有改變，就像是一尊石像被人推了一掌一般。這麼一來，班淑嫻和何太沖才知這徒兒已在不知不覺間被張無忌點了穴道，心下暗自駭然，何太沖伸手便去西華子腰脅推拿數下，想替他解開穴道。那知勁力透入，西華子仍是一動不動。張無忌指著倚靠在楊逍旁的楊不悔道：「這個小姑娘當年被你們封住了穴道，強灌毒酒，我無法給她解開，今日令徒也是一樣。貴我兩派的點穴手法截然不同，那也不足為異。」眾人聽他這麼說，眼光都射向楊不悔身上，見她現下也不過十五六歲年紀，說到「當年」，當然年紀更小，何太沖年婦以一派掌門之尊，竟然這般欺侮一個小姑娘，實在太失身份。班淑嫻見眾人眼色有異，心想多說舊事有何好處，一劍便往張無忌眉心挑來，便在同時，何太沖長劍指向張無忌後心，跟著華山派高矮二老的攻勢也即展開。張無忌身形一晃，從刀劍之間竄了開去，梅枝在何太沖臉上掠過。何太沖斜刺他腰脅，逼他以梅枝來格。張無忌左手食指彈向矮老者的單刀，梅枝便格向何太沖的長劍。何太沖長劍微轉，劍鋒對準梅枝削去，心想你武功再高，木質的樹枝終不能抵擋我劍鋒之一削，那知張無忌的梅枝跟著微轉，平平的搭在劍刃之上，一股柔和的勁力送出，何太沖的長劍直盪了開去，噹的一響，剛好格開了高老者砍過來的一刀。高老者叫道：「啊哈，何太沖，你倒戈助敵麼？」何太沖臉上微微一紅，不能自認劍招被敵人內勁引開，只說：「胡說八道！」狠狠一劍，疾向張無忌刺去。他出招攻敵，班淑嫻正好在張無忌的退路上伏好了後著，高矮二老跟著施展反兩儀刀法。這兩儀刀法和兩儀劍法雖然正反有別，但均是從八卦中化出，再回歸八卦，可說是殊途而同歸。四個人越使越是順手，刀劍配合得嚴密無比。張無忌本也料到他四人聯手，定然極不好鬥，卻不知正反兩套武功聯在一起之後，陰陽相輔，竟是沒絲毫破綻。他數次連遇險招，倘若手中是一件兵刃，當可運勁震斷對方刀劍，偏生一開始過於托大，只拿了一根梅枝，陡然間矮老者一刀著地捲到，張無忌閃身相避，班淑嫻一劍疾彈出來，喝一聲：「著！」已刺中張無忌的大腿。張無忌回指一點，何太沖的長劍又已遞到，高矮二老的單刀分取上盤下盤。張無忌一時難以抵禦，靈機一動，滑步搶到了西華子身後。班淑嫻跟上刺出一劍，招數之狠，勁力之猛，直是欲置張無忌於死地，那裏是比武較量的行逕？張無忌在西華子身後一縮，班淑嫻這一劍險險刺中徒兒身子，硬生生的拆開，西華子卻已「啊喲」一聲的叫了出來。待得何太沖從左首攻到，張無忌又是在西華子身側一避，他一時還捉摸不到這兩路正反兩儀武功的要旨，想不出破解的法子，只有繞著西華子東一轉，西一閃，暫且將他當作擋避刀劍的盾牌！心中暗叫：「張無忌啊張無忌，你也未免太過小覷了天下英雄，今日才遭此厄。『驕者必敗』這四個字，從今以後可得好好記在心中。焉知世上沒有比『乾坤大挪移』更厲害的武功，沒有比九陽神功更渾厚的內勁，常言道天外有天，人上有人，那是半點不錯的。」他大腿上刺傷雖然不重，但鮮血點點滴滴的流下，瞧上去情勢頗為狼狽。旁觀眾人之中，卻有許多人忍不住失聲笑了出來。原來西華子猶似泥塑木彫般站在當地，張無忌在他身側鑽來躍去，每當何太沖等四人的刀劍從他身旁間不容髮的刺去劈過，西華子便大聲「咦！」「啊！」「唉喲！」的叫喊，偏又半點動彈不得，當真是十二分的驚險，十二分的滑稽。班淑嫻怒氣上衝，眼見接連數次均可將張無忌傷於劍下，都是西華子橫擋其間，礙手礙腳，恨不得一劍將他劈為兩段，只是究有師徒之情，下不得手。華山派的高老者叫道：「何夫人，你不下手，我可要下手了。」班淑嫻恨恨的道：「我管得你麼？」高老者一刀橫掃，逕往西華子腰間砍去。張無忌心想不妙，這一刀若是教他砍實了，不但自己少了個擋避兵刃的盾牌，而且西華子為己而死，又生糾紛，當下左手衣袖一拂，一股勁風，將高老者的這一刀盪了開去。那矮老者一聲不響，單刀斜劈，直攻張無忌，無忌身子一閃，讓在右首，矮老者這一刀卻不變向，疾向西華子肩頭劈了下去，便似收不住勢，非歌住他身上不可，口中卻叫道：「西華道兄，小心！」原來這矮老者極工心計，知道若是劈死了西華子，勢須和崑崙派結怨成仇，這時裝作迫於無奈，咎非在己，以後便可推卸罪責。張無忌回身一掌推出，直拍矮老者胸膛。矮老者氣息一窒，左手一掌推出，手中單刀卻仍是劈向西華子，驀地裏雙掌相交，矮老者踉蹌後退，險些跌倒。西華子眼見張無忌兩番出手，相護自己，心下暗生感激之意，又想：「今日若是逃得性命，決不能和華山派這高矮二賊善干罷休。」這時何太沖、班淑嫻夫婦見張無忌迴護西華子，兩人均是一般心意：「這小子多了一層顧慮，交手時更加縛手縛腳。」竟不感謝他救徒之德，劍招上越發的凌厲狠辣。少林、武當、峨嵋各派中的高手見此情形，不禁暗暗搖頭，胸中微微感愧意，均覺若是在此局勢之下殺了張無忌，自己也不免內疚於心。高矮二老的刀招也是決不放鬆，忽攻張無忌，忽砍西華子，這其中雖然張無忌是主，但二老知道若要傷他，極是為難，但如攻擊西華子而引他來救，易於造成對方的破綻，因此反賓為主，二老的兩柄彎刀，倒是往西華子身上招呼的為多。無忌越鬥越是情勢不利，心想：「我打他們不過，送了自己性命也就罷了，何必饒上這個道人？」當下已砍向西華子下盤。張無忌飛起一腳，踢他手腕，矮老者忙縮手時，不料西華子穴道已解，突然砰的一拳，結結實實打在矮老者鼻梁之上，登時鮮血長流。矮老者的武功原比西華子高得多，但那料得到他獃立了這麼久，居然忽能活動，變起倉卒，自是閃避不及。眾人一見，無不哈哈大笑。班淑嫻忍笑道：「西華，快退下！」西華子道：「是！那高的還欠我一拳！」伸掌想去打那高老者時，矮老者盤掃一腿，虛砍一刀，拍的一響，左手肘已撞在他的胸口。這三下連環三式，乃是華山派的絕技之一，西華子身子晃了幾晃，喉頭一甜，吐出了一口鮮血。何太沖左手手掌搭在他的腰後，掌力一吐，將他一個肥大的身軀送出數丈以外，向那矮老者道：「好一招『長江三疊浪』！」手中長劍卻是嗤的一聲，刺向張無忌，他掌底驅徒、口中譏刺、劍下刺敵，分別對付三人，竟然瀟灑自如，可見崑崙門人著實有非凡的修為。高矮二老不再答話，凝神向無忌進擊，此刻他四人雖然互有心病，但西華子這障礙一去，四個人刀法又配合得宛似天衣無縫一般。張無忌內力充沛，便是再鬥一日一晚，也不致疲乏，但對手四人的招數實在太過精妙，此攻彼援，你消我長，四個人合成了一個八手八足的極強高手，招數上反覆變化，層出不窮，所生出的壓力越來越是沉重，看來再鬥二三百招，張無忌不免命喪當場。原來張無忌的九陽神功，學自天竺國（今印度）達摩老祖所傳的「九陽真經」，而明教的「乾坤大挪移」，則淵源於波斯，兩者相合，已達人類智慧之巔峰。但華山、崑崙兩派的正反兩儀刀劍之術，卻是以中國固有的河圖洛書、以及伏羲文王的八卦方位中推演而得，其奧妙精微之處，如果研到極致，比之西域的乾坤大挪移實是有過之而無不及，只是易理深邃，何太沖夫婦及高矮二老只不過學得二三成而已，否則早已將張無忌斃於刀劍之下，但饒是如此，張無忌空有一身驚世駭俗的渾厚內力，卻也無法脫困於這正反兩儀的刀劍之外。這一番劇鬥，人人看得怦然心動，只聽得何氏夫婦的劍上生出嗤嗤聲響，劍氣縱橫，步步進逼。張無忌連試數次，知道若求衝出包圍，原是毫不為難，輕功一施，對方四人中無一追趕得上。但自己逃走雖易，要解明教之圍，卻是談不上了，眼下之計，只是嚴密守護，累得對方力疲，再行俟機進攻。不料敵方四人都是內力悠長之輩，雙刀雙劍組成了一片光幕，將張無忌密密包圍，不知何時才顯疲累之象。張無忌無可奈何，只得苦苦支撐。何太沖等雖佔上風，但四人心下卻都滿不是味兒，以他們的身份名望，別說四人聯手，就是一對一的相鬥，給這麼一個後進少年支持到三四百合仍是是收拾他不下，也已大失面子。好在張無忌有挫敗神僧空性的戰績在先，無人敢小覷於他，否則真是汗顏無地了。各人在兵刃上都感覺得到，張無忌反擊的招數漸少，但要進招傷他，總是給他在極無可能的局面下躲了開去。四人都是久臨大敵，身經百戰，越鬥得久，越是不敢怠忽，竟是半點不見焦躁，沉住了氣，決不貪功冒進。旁觀各派中的長老名宿，便都指指點點，以此教訓本派的弟子。峨嵋派的滅絕師太對眾弟子道：「這少年的武功十分怪異，但崑崙、華山的四人，招數上已鉗制得他縛手縛腳。中原武功博大精深，豈是西域的旁門左道所能企及。兩儀化四象，四象化八卦，正變八八六十四招，奇變八八六十四招，正奇相合，六十四再以六十四倍之，共有四千零九十六種變化。天下武功變化之繁，可說無出其右了。」周芷若自張無忌下場以來，一直關心著他的勝負，她在峨嵋門下，頗獲滅絕師太的歡心，已得她易經原理的心傳，這時朗聲問道：「師父，這正反兩儀，招數雖多，終究不脫於太極化為陰陽兩儀的道理。陽分太陽、少陰，陰分少陽、太陰，是為四象。太陽為乾兌，少陰為離震，少陽為巽坎，太陰為艮坤。弟子看這四位前輩招數果然精妙，最厲害的還是在腳下步法的方位。」她聲音清脆，一句句以丹田之氣緩緩的送了出來，許多人不禁都轉頭瞧著她。張無忌雖在力戰之中，但耳目聰明，這幾句話聽得清清楚楚，一瞥之下，見說話的竟是周芷若，心中一動：「她為什麼這般大聲說話，難道是有意指點於我麼？」只聽減絕師太道：「你的眼光倒也不錯，能瞧出前輩武功中的精要所在。」周芷若自言自語的道：「乾南、坤北、離東、坎西、震東北、兌東南、巽西南、艮西北。自震到乾為順，自巽到坤為逆。」她提高聲音道：「師父，是了，正如你所教：天地定位，山澤道氣，雷風相薄，水火不相射，八卦相錯。數往者順，知來者逆。崑崙派的正兩儀劍法，那時自震位至乾位的順；華山派的反兩儀刀法，則是自巽位至坤位的道。師父，你說是不是啊？」滅絕師太聽徒兒指了出來，心下甚喜，點頭道：「你這孩子，倒也不虧了我平時的教誨。」她平時極少許可別人，這兩句話已是最大的讚譽了。　