第二十八回　馬步大集困群英陳家洛驚道：「咱們把張召重交給他師兄看管，我正疑心他怎麼又出來了，原來他到過北京。」徐天宏道：「總舵主你在這裏見過他？」陳家洛道：「剛才就是和他交了手，真是好險。」衛春華道：「咱們在杭州北高峰上分手之後，馬真道長說把這奸賊帶到湖北武當山去好好管教。我和十二弟見到他們到了京裏，當然十分詫異，他們師兄弟一路說得很起勁，好像在爭論甚麼，所以沒有瞧見我們。當時我想：莫不是馬真道人和師弟聯了手騙人？於是我們悄悄釘著，眼見他們走進一條胡同的一所紅漆大門的屋裏，一直守到晚上都不出，我們想他倆一定是住在那兒了。我和十二弟琢磨，決定晚上探個明白。「到了二更天，我們跳進牆去，這兩人本領非同小可，單是張召重一人，我和十二弟加起來也不是他對手，何況還有他師兄？所以我們小心無比，連大氣兒也不敢喘一口，在院中呆著一動也不動。等了半天，聽得一間屋裏有人聲，我們悄悄過去，在窗縫中一張，果然見那奸賊和他師兄在屋裏。馬道長躺在炕上，那奸賊走來走去，兩人爭論得很厲害，我們不敢多看，矮了身子側耳細聽，原來張召重騙他師兄，說要到北京料理一些銀錢私事，才能到湖北去，他師兄跟他來之後，過了幾天，皇帝也回京了。」陳家洛聽見乾隆已回北京，「嗯」了一聲。衛春華又道：「張召重說，皇帝給了他一道旨意，要他到回部來辦一件大事。」陳家洛忙問：「甚麼大事？」衛春華道：「他沒清楚提到，好像來找一個甚麼人。」陳家洛眉頭一皺，向香香公主望了一眼。衛春華道：「馬道長狠狠的說他，要他馬上辭官，張召重卻抬出皇帝來壓他，說聖旨怎可違抗。兩人越說越僵，馬道長最後動了真怒，從炕上跳起來，說道：『我在紅花會的朋友們面前怎麼說的？』張召重說：『這種反叛奸徒，師兄何必與他們當真。』這時只聽見「豁」的一聲，大概馬道長拔了寶劍。我忙湊到窗縫上去看。見馬道長拿著劍，臉色鐵青，罵道：『你還記不記得師父的遺訓？你這忘恩負義之徒，居然還要替滿清朝廷做走狗，真是無恥之極，我今日先與你拚了。』十二弟向我伸伸大拇指，暗讚馬道長大仁大義。那張召重軟了下來，嘆了口氣道：『師兄既這麼說，明兒我跟你去湖北就是。』馬道長這才收了劍，安慰了他兩句，在炕上睡了。張召重坐在椅上，只見他臉上一忽兒滿是殺氣，一忽兒又是打不定主意的神氣，身子不住顫動。我和十二弟想等他睡了再走，以免被他發覺。」「我們等了快半個時辰，張召重始終不睡，好幾次他要站起了，重又坐下，我們等得很不耐煩，但也不敢先走。又過了一會，只見他雙眉豎起，牙齒一咬，輕輕叫道：『大師哥！』馬道長這時已睡得很熟，微微發出鼾聲，張召重站了起來，悄悄走到炕前──」他說到這裏，香香公主忽然驚叫了一聲，原來大家都感到了衛春華語氣中那股森森陰氣。香香公主雖不懂他的話，但自然而然也有慄慄之感，她伸手拉住陳家洛的手，輕輕偎在他身上。衛春華正要再說，章進忽然在上面罵了起來：「狗官兵，真是詭計多端！」陳家洛與徐天宏忙躍上炕邊，只見漫山遍野都點了火光，原來清兵怕他們乘黑突圍，搜集了枯草樹枝，點了起來，一眼望去，一堆堆的烈火就像滿天的星星，徐天宏道：「沙漠之中草木不多，再過一陣，只怕柴草也就燒完了。」兩人躍回坑中，請衛春華繼續講下去。衛春華道：「我們見他這副神情知道其中必有古怪。果然他走到炕邊驀地向前一撲，隨即向後縱出。只聽得馬道長慘叫一聲，跳了起來，臉上鮮血淋漓，兩顆眼珠已被那狼心狗肺的奸賊挖了出來！」陳家洛義憤填膺，忽地跳起，右掌在坑邊一拍，打得泥沙紛飛，切齒說道：「不殺這奸賊，咱們誓不為人！」徐天宏等雖然已聽衛春華說過，但這時卻仍是憤怒不能自已。衛春華握著雙鉤的鉤柄，格格直響，想是也憤慨難當，他語音發顫，繼續說道：「馬道長不作一聲，一步一步向張召重走近，臉上神色十分怕人，突然飛起一腳，張召重一躍退開。馬道長瞧不見，這一腳踢在炕上，「砰」的一聲，土炕的磚土也被他踢去了半邊，聲勢很是驚人。張召重似乎也有點怕了，想奪門而出，那知馬道長先搶到門口，攔住了出路，側耳靜聽。張召重走不出去，忽然「哈哈」笑了兩聲，馬道長聽準來路，和身撲上，一腿橫掃過去，那知張召重故意誘他來踢，把一柄劍插在地下自己身前。這一腿掃去，剛好踢到劍上，一隻左腳登時切了下來。」駱冰輕輕啜泣，周綺咬牙切齒，不住用刀砍身旁的沙土。衛春華道：「這時我和十二弟實在忍不住了，兩人不約而同的破窗而入，齊向那奸賊殺去，我們本來不是他的敵手，但拚上了命，他又怕我們還有幫手，所以鬥了幾回合就逃了。我們追出去，十二弟被這奸賊芙蓉金針打中。我扶了十二弟回到屋裏，想先給馬道長止血。他只說了一句話，就在牆上撞死了。」陳家洛道：「他說了句甚麼話？」忽然一陣寒風吹來，冷氣逼人。衛春華道：「馬道長說：『要陸師弟和魚同給我報仇！』這時外面聽到我們爭鬥的聲音，已有人起來喝問，我忙把十二弟扶回寓所。第二天早晨，我換了裝去探視，他們已把馬道長收殮了。十二弟一共被打中五枚金針，我給他用吸鐵石吸出之後，現在北京雙柳子胡同調養。據張召重說，皇帝要他來回部找一個人，我想：莫非是來找總舵主的師父袁老前輩？因為曾聽總舵主說，皇帝關係重大的兩件東西是寄存在袁老前輩那裏。所以我日夜不停的趕來報信。在河南遇到了龍門幫的兄弟，知道總舵主見過他們幫主上官大哥，我就去見他，剛好遇見四哥、七哥大夥。我們一起去找十四弟，他聽見師父遇害，傷心得不得了，大家趕到這裏來，想不到會和總舵主相遇。」陳家洛道：「十二郎傷勢怎樣？」衛春華道：「他傷勢相當重，幸好沒打中要害。」陳家洛於是把和張召重相遇的事也對大家說了。這時寒風越來越大，眾人都有點抵受不住，天上鉛雲密密層層，似欲直壓到頭上來。香香公主道：「就要下雪了──」她感到寒冷，向陳家洛身上更靠緊了些。周綺心中一直憋著一股氣，這時再也忍不住，衝口而出：「她說甚麼？」陳家洛見她聲勢洶洶，有點奇怪，說道：「她說就要下雪了。」周綺怒道：「哼！她怎麼知道？」過了一會，板起臉說道：「總舵主，你到底喜歡霍青桐姊姊呢，還是喜歡她？」陳家洛一時無法回答，徐天宏扯扯她衣角，叫她別胡鬧。周綺急道：「你扯我幹甚麼？霍姊姊人很好，不能讓她給人欺侮。」陳家洛心想：「我幾時欺侮過她了？」但知道周綺是直性人，不說清楚下不了台，於是說道：「霍青桐姑娘武功好，人又好，那是咱們大家都敬佩的──」周綺搶著道：「那麼為甚麼你見她妹妹好看，就忘記了她？」陳家洛被她問得滿臉通紅，駱冰出來打圓場：「總舵主和咱們大家一樣，和她見過一次面，只說過幾句話，也不過是普通朋友罷了。」周綺更急了，道：「冰姊姊，你怎麼也幫他，他雖是總舵主，我可要問個清楚。」香香公主聽她們語氣之中很是緊張，睜著一雙圓圓的眼睛出神，陳家洛無奈，說了出來：「她是早有意中人了，就算我對她好，那又何必自討沒趣。」周綺獃了一獃，道：「真的麼？」陳家洛道：「我難道會騙你？」周綺道：「那就是了。你很好，我錯怪你啦，對不起，你別見怪。」大家見她天真爛漫，當場認錯，都笑了起來。周綺本來對香香公主滿懷敵意，這時過來拉住她手，很是親熱，忽然面上一涼，一抬頭，只見鵝毛般的雪花飄飄而下，喜道：「你說得真準，果然下雪了。」陳家洛一躍而起，叫道：「咱們衝！」眾人跳了起來，章進首先奔出，對面清兵一見人影，立刻箭如雨下。衛春華和文泰來站在前面撥打來箭，讓眾人把馬匹從坑中牽上來。這時清兵已知道他們要逃，吶喊衝來，眾人一躍上馬，衛春華一馬當先衝了出去，奔不到三丈，忽然「哎喲」一聲，倒了下來。文泰來大驚，拍馬上前，尚未走近，自己坐馬中箭，滾倒在地。文泰來憑空躍起，縱到衛春華身旁，這時衛春華也已站起，說道：「馬給射死啦，我沒事──」話聲未畢，章進與駱冰兩騎馳到。兩人彎腰伸手，一人一個，把衛春華和文泰來拉上馬來，忽然見後面徐天宏驚呼：「別動，我抱著你！」駱冰回頭，雪花紛舞中只見徐天宏把周綺橫抱在馬上，顯然已受了傷，余魚同在他倆身旁揮笛保護。霎時之間，心硯與章進的馬又中箭倒下，陳家洛叫道：「回去，回去！」各人掉頭奔回坑中，清兵乘勢來追，被文泰來、余魚同、衛春華一輪弩箭射了回去。這一下沒衝出圍困，反而周綺左臂中箭，四匹馬被射死。幸而清兵不知道為了甚麼原因，抱定「射人先射馬」的宗旨，弩箭多半向馬射來，但大漠之中，如無馬匹，如何突出重圍？眾人在坑中愁眉不展。徐天宏把周綺臂上的箭拔下，雖流了很多血，幸沒傷到骨頭。香香公主撕下衣服，替她仔仔細細的包紮好。駱冰道：「如沒救兵，咱們只好死在這裏了。」徐天宏道：「木卓倫老英雄見總舵主和女兒隔了這麼久不回去，一定會派兵接應。」陳家洛道：「他們一定早就派兵出來了，只是我向南逃來奔出這麼遠，恐怕他們一時不知道。」徐天宏道：「那只有派人去求救。」心硯道：「我去！」陳家洛沉吟一下，道：「好！」心硯從包裹中取出文房四寶，陳家洛請香香公主寫了一封信求救的信。徐天宏悄悄爬出去，把坑邊一名射死的清兵拖回來，剝下他叫心硯換上，說道，「你突圍之後，就把衣服拋去，莫讓維人兄弟誤會。」心硯答應了，陳家洛道：「你騎四奶奶的白馬去，我們向東佯攻，你在西面混出去。」於是和眾人說了，大家齊聲吶喊，徒步衝了出來，清兵放箭攔阻。周綺和香香公主留在坑中。心硯見敵兵的來箭果然集中在東面，悄悄把白馬牽上，他年紀雖小，詭計卻多，伏身馬腹之下，雙手抱住馬頸，兩腿勾住馬腹，右腳輕輕在馬助上一踢。那白馬放開四蹄，向西疾奔而去。清兵疏疏落落的射了幾箭，似乎並不出力阻攔。陳家洛這些年來，待心硯如兄弟一般，這時望著白馬後影，見他小小年紀，冒著萬險去求救兵，不知性命如何，心中一陣難受。眾人見心硯馳出已遠，都退回坑內，凝神望著那白馬，見牠向前直馳，衝出重圍，心中都感歡喜，陳家洛命徐天宏、衛春華兩人上去守衛，把文泰來等人接替下來休息。文泰來精神最為豪邁，下來後縱喉高歌起來，他唱的是江南農家田歌，駱冰應聲相和，只聽他們唱道：「上山砍柴唱山歌，不怕豹子不怕虎，窮人生來骨頭硬，錢財雖少仁義多。」香香公主對陳家洛道：「我以為你們漢人不唱歌，原來唱得這麼好。他唱的是甚麼呀？」陳家洛把歌曲大意譯給她聽，香香公主聽了，高興得直拍手，輕輕跟著文泰來唱，學他的曲調。這時雪愈下愈大，一眼望出去，只見白茫茫的一片，坑中人多氣熱，雪都溶了，幸虧沙土乾吸水，天將黎明時，大概清兵耐不住冷，又衝鋒了一次，文泰來、衛春華、陳家洛等拚命放箭，射死了數十人，把大隊阻住，但還有二三十人不怕死的衝到坑邊。群雄跳出坑去，一陣掃蕩，刀砍斧劈，殺死了十多人，餘人才又退走。陳家洛躍回坑內，見香香公主沉睡未醒，頭髮上肩上都是積雪，臉上的雪花卻已溶成水珠，隨著她呼吸微微顫動。駱冰笑著輕聲道：「這孩子真是一點也不擔心。」徐天宏雙眉緊鎖，慢慢說道：「怎麼隔了這久還沒救兵消息？」文泰來道：「不知心硯路上會不會出事？」徐天宏道：「我擔心的是另一件事。」周綺道：「甚麼事？怎麼吞吞吐吐，要說不說的？」徐天宏問陳家洛道：「維人軍營中的事務是木卓倫老英雄管呢，還是霍青桐姑娘管？」陳家洛道：「看來好像兩人都管，木老英雄凡事都和女兒商量。」徐天宏嘆道：「要是霍青桐不肯發兵，咱們就別想活著回江南了。」眾人知道他的意思，默然不語。周綺卻跳了起來，急道：「七哥，你怎把霍姊姊看成這樣的人？就算她與自己妹子吃醋，也不會不救她喜歡的他呀。」徐天宏道：「女人妒忌起來，甚麼事都做得出。」周綺大怒，嘩啦嘩啦亂叫，香香公主醒了，睜開眼睛，微笑著望她。眾人和霍青桐都只見過一面，雖然覺得她好，但她為人如何，並不深知，聽徐天宏一說，覺得也不無有理，只是周綺絕不肯信。且說心硯仗著快馬，急馳突圍脫險之後，脫下身上清兵服色，依著陳家洛所說道路，馳入維人軍中，把香香公主的信遞了上去。木卓倫正派人到處尋訪，但茫茫大漠之中找尋兩個人談何容易，清兵集結之處又不能前去打探，正是焦急萬狀，一見心硯送信來，大喜躍起。木卓倫對身旁的親兵道：「快調集隊伍。」親兵接令出去了。霍青桐問心硯道：「圍著你們的清兵有多少人？」心硯道：「總有四五千人的樣子。」霍青桐咬著嘴唇，在帳裏走來走去，沉吟不語。不一刻，帳外號角吹起，人奔馬嘶，刀槍碰撞，維人戰士已集好了隊。木卓倫正要出帳領隊去救人，霍青桐牙齒一咬，說道：「爹，不能去救。」木卓倫吃了一驚，回過頭來，臉上一般又驚又疑的神色，隔了片刻，才道：「你說甚麼？」霍青桐道：「我說不能去救。」木卓倫紫漲了臉，怒氣上衝，但隨即想到她平素精細持重，或許有她的道理，說道：「為甚麼？」霍青桐道：「兆惠很會用兵，他絕不能為了捉咱們兩個使者，派四五千人去追趕圍困，其中必有詭計。」木卓倫道：「就算有詭計，難道你妹子與紅花會這些朋友，咱們就忍心讓清兵殺害？」霍青桐低頭不語，隔了半晌，說道：「我就怕領了兵去，不但救不出人，反而再饒上咱們幾千條性命。」木卓倫雙手在大腿一拍，叫道：「且別說你妹子是咱們親骨肉，陳總舵主與紅花會這些朋友，對咱們如此仁至義盡，咱們就算為他們死了，又有甚麼要緊？──你──」他見女兒突然不明義理，心中又是憤怒，又是痛惜。霍青桐道：「爹爹，你聽我的話，咱們不但要救他們出來，說不定還能打個大大勝仗。」木卓倫喜道：「好孩子，你怎不早說？怎樣幹？我聽你的話。」霍青桐道：「爹，你真聽我話？」木卓倫笑道：「剛才我急糊塗啦，你別放在心上。怎樣辦，你快說。」霍青桐道：「那麼你把令箭交給我，這一仗由我來指揮。」木卓倫稍稍遲疑了一下道：「好，就交給你。」把號令全軍的令旗令箭雙手捧著交給女兒，霍青桐跪下接了過來，再向真神阿拉禱告，然後站起來道：「爹，那麼你和哥哥也得聽我號令。」木卓倫道：「只要你把人救出，把這清兵打垮，你要我幹甚麼全成。」霍青桐道：「好，咱們一言為定。」她和父親走出帳外，各隊隊長已排成兩列等候。木卓倫向眾戰士叫道：「咱們今日要和滿洲兵決一死戰，這一仗由霍青桐姑娘來發施號令。」眾戰士舉起馬刀，高聲叫道：「願真神護佑翠羽黃衫，願真神領著咱們得到勝利。」霍青桐把令旗一展，說道：「好，現下散隊，大家回營休息。」各隊長率領眾人散了。木卓倫錯愕異常，說不出話來，回入帳內，心硯撲地跪上，不住向霍青桐磕頭，哭道：「姑娘，你如不發兵去救，我家公子可活不成啦。」霍青桐道：「你起來，我又沒說不去救。」心硯哭道：「公子他們只有九個人，當中姑娘的妹子是不會武的，徐七奶奶又受了傷，敵兵卻有幾千。救兵遲到一步，公子他們就──就──」霍青桐道：「清兵的鐵甲軍有沒有衝鋒？」心硯道：「還沒有。只怕這時也到了。他們穿了鐵甲，箭射不死，那怎麼攔得住──」他愈想愈怕，放聲大哭。霍青桐皺著眉頭不語，木卓倫正要說話，忽然霍阿伊匆匆闖進帳來說道：「放哨的兄弟說，有十多名滿洲兵在山邊向咱們這裏窺探。」霍青桐大喜道：「來得正好。哥哥，你帶一百名弟兄，悄悄繞到他們背去捉來。」霍阿伊道：「那裏用得著一百人？」霍青桐道：「我要你捉活口，不要殺死他們。」霍阿伊接令去了。木卓倫道：「咱們救喀絲麗和紅花會朋友要緊，十多個滿洲兵，何必去理會。」霍青桐道：「爹，你答應這一仗讓我來發號令的。」木卓倫見心硯抽抽嗌嗌的哭得很是悲痛，心想：「他年紀雖小，對主人卻十分忠義。我們不派去救，如何對得起人？」在帳中踱來踱去，徬徨無策。不一會，霍阿伊領兵把十個滿洲人押了上來，說道：「打死了三個，逃走了兩個，其餘的都活捉了。」霍青桐道：「好。」只見滿洲兵為首一人就是早一天來做使者的那個和爾大，他抬頭向天，十分傲慢，木卓倫走上一步，罵道：「你來做使者，我們待你客客氣氣。我們到了你們那裏去，幹麼你們蠻不講的把她圍了起來？」和爾大道：「客氣？這樣綁住我算是客氣？」木卓倫：「你做使者，我們當你客人。你來窺探軍情，那就是奸細，還有甚麼客氣？」和爾大道：「誰說我窺探軍情？你們這一點子兵，調來調去還用得著窺探？我是送信來啦。」木卓倫命戰士給他鬆了綁，和爾大拿出信來。木卓倫和霍青桐一看，又是兆惠寫來的，信中說他們使者無禮，予已圍困，馬上可擒獲，要木卓倫速速率領全體維人投降。木卓倫怒道：「呸，這封信看不看全是一樣，你這奸計莫想瞞得過我。兆惠明明是派你來察看動靜，怕你失手，寫了這信給你，要是給抓了，就說是使者。你既然是使者，幹麼不像上次那樣正大光明的過來？」和爾大給他說得啞口無言，只是冷笑。木卓倫道：「押下去！」維人戰士把他帶下去。霍青桐道：「爹，你料得不錯。不過信封信另外還有一個用意。」木卓倫道：「甚麼用意？」霍青桐道：「兆惠怕咱們還不知道妹子被圍，所以特意透露一點消息，要咱們領兵去救。」木卓倫道：「他這樣好？我不信！」霍青桐道：「咱們救兵一去，那就剛好踏進他安排了的陷阱中。」木卓倫默然。霍青桐道：「爹，你不見咱們捉黃狼用的機關，鉤子上鉤一塊羊肉，黃狼把肉一拖，引動機關，登時把狼拿住。兆惠想叫咱們做狼，妹子就是那塊羊肉了，沙漠之中，無險可守，紅花會的人再英雄，也絕計擋不住四五千人馬，那一定是兆惠故意不叫猛攻的緣故。」木卓倫點頭說是。霍青桐又道：「這小管家說，清兵鐵甲軍沒出動，你想那裏去啦？」她蹲下地來，用令旗旗桿在地下劃一個小圈，道：「這是羊肉。」在圈旁劃了兩道粗線，說道：「這是鐵甲軍，那便是機關了。咱們從這裏去救，他鐵甲軍兩面夾擊，咱們還有命麼？」木卓倫回頭望著心硯，無話可說。霍青桐道：「我本來就在疑心清兵故意放這小管家出來求救，否則從四五千軍馬中衝殺出來談何容易。現在看了這使者送來的信，那是千真萬確的了。」木卓倫陡然跳起，說道：「青兒，你所料的全沒有錯，不過我捨不下你妹子，也卻不能讓紅花會的朋友遭遇危難而不去救。」霍青桐一見父親神氣，知道他對妹子是愛逾性命，又篤於友情，心中計算已定，俯耳對身旁親兵說了幾句話。那親兵點頭走出，奔到監和守爾大的帳中，把他帶到貼近大帳的一座小帳中，對看守的人道：「翠羽黃衫說，這傢伙十分狡猾，把他監在大帳附近，看守得緊些，別讓他逃啦。」看守的維人道：「你教霍青桐姑娘放心，逃不了！」和爾大只是冷笑，暗暗盤算脫身之法，忽然聽見隔壁大帳中木卓倫和霍青桐大聲爭吵起來，他忙凝神靜聽，臉上卻裝著毫不在意的樣子，只聽見木卓倫叫道：「你說兆惠教咱們上當，既然你識破了，那麼咱們從他軍隊側面進攻，給他來個措手不及。」霍青桐道：「他們有四萬多兵，咱們只有這一點子人，正面開仗一定吃虧。」木卓倫大叫起來：「依你說，你妹子和那些朋友是死定了。」霍青桐不語。木卓倫道：「要死就大家一起死。」和爾大心想：維人中間未始無人，兆將軍的妙計竟被他們識破，不過只怕他們忍不住，明知危險，還是要去救援。心硯見霍青桐執意不肯發兵，急得又跪下磕頭，哭道：「咱們公子有甚麼地方對不起姑娘，請你大量包容，等救他出來之後，小人一定求公子給姑娘賠禮。姑娘救他性命，我們不會不感激姑娘的恩德。」霍青桐聽了這幾句話，知道心硯已有疑她之意，秀眉一豎，怒道：「你別不清不楚的瞎說。」心硯一楞，跳起身來，說道：「姑娘這樣狠心。我去和公子死在一塊。」哭著騎上白馬，奔馳而去。木卓倫大聲道：「咱們如不發兵，連這樣一個小小孩子都不如了。就是刀山油鍋，今日也要去走一遭。為義而死，魂歸天國！」他越說越是激昂。霍青桐道：「爹，小聲些，那滿洲使者就在後面。」木卓倫抑低了一點聲音道：「到底怎樣？」霍青桐沉吟了一下道：「好，咱們馬上發兵。」接著鼓聲響起，隊長們佩刀鏘鏘，一個個走出大帳。和爾大假裝睡熟，微微打鼾，衛兵叫了他兩聲，都沒答應。只聽見霍青桐說道：「香香公主和咱們幾位漢人朋友被清兵截住，咱們得馬上去救。不過咱們兵力很少，人馬困乏，要小心被敵兵包圍，把人救出之後，立刻奔回。咱們一半人去救，另一半人在十里外接應。」眾隊長齊聲答應。霍青桐道：「去救的隊伍分為兩隊，第一隊紅旗一千人，由熱斯滿隊長率領，從北路衝入。第二隊白旗一千人，由烏鐵力汗隊長率領，從南路衝入。我和咱老爺子各率一千人，分頭接應。」這時木卓倫似乎想說些甚麼話，但說了一個字，隨即住口。和爾大心中暗想：原來維人可用的戰士只有四千人，兆惠大將軍一直當他們有一萬五千人，佈置戰陣時實在未免過份小心了。這時又聽見霍青桐道：「現在大家回營休息，一個時辰出發。」各隊長應聲出帳，木卓倫道：「怎麼只派這一點兵？」霍青桐道：「咱們四千人如全體出去，沒人接應，那怎麼成？啊喲，咱們剛才的話別被那滿洲使者聽見啦，我去瞧瞧。」和爾大吃了一驚，立刻鼾聲打得更響，只聽見霍青桐走進帳來，罵了一句：「睡得像豬一樣。」在他身上一腳踢去。看他是真睡還是假睡。和爾大翻了一個身，打個呵欠，慢慢睜開眼睛。霍青桐又在他腿上踢了一腳，喝道：「睡夠了沒有？」和爾大跳起身來，叫道：「我落入你們手裏，要殺便殺，可不能侮辱。」他知道維人敬重好漢，越是硬氣不怕死，越被認為英雄，所以著意硬到底。霍青桐「哼」了一聲道：「你邊充漢子哪，要是真有本事，幹麼會被我們擒來？」和爾大道：「我們人少，寡不敵眾，有甚麼希奇。要是一對一的打，你們這些人中，未必有人能勝我。」霍青桐道：「哼，別說旁人，只要你要勝得我，我就放你回去。」和爾大道：「君子一言，快馬一鞭，你可不能說了不算。」霍青桐道：「你輸了怎麼辦？」和爾大心想：「這樣嬌滴滴的一個娘們，能有多大本領，樂得說得好聽些。」於是說道：「那時不論斬首活埋，我都死而無怨。」霍青桐道：「好，咱們外面見輸贏！」說罷轉身出帳，和爾大跟了出去。木卓倫眉頭深鎖，覺得這個平素精細持重的女兒今日大失常態，在這軍務倥傯之際，還和一個俘虜去爭閒氣、比功夫，女孩兒家未免過份好勝。他不及阻止，也只得跟了出去，維人戰士們聽說翠羽黃衫要和滿洲使者比武，圍成一個大圈子觀戰。這時大雪飛舞，朔風正緊。霍青桐長劍出鞘，站在左首，說道：「你用甚麼兵器？」和爾大道：「我用刀罷。」霍青桐手一揮，一個維人托了七八柄刀過來，和爾大一掂輕重，選了一把最沉的長刀，左右空砍兩刀，刀重勁足，虎虎生風。霍青桐道：「你是客人，進招罷。」和爾大一個箭步縱上，當頭一刀砍下來，勢頭尚未用足，突然一刀橫斬，霍青桐回劍擋住。和爾大這刀仍是虛招，刀鋒將到，倏地收住跳開，這一招明明相讓，他表示賓不僭主，男不欺女，同時預留下了一個地步，因為自己究竟在敵人勢力之下。霍青桐叱道：「不必客氣！」劍走斜鋒，一招「雪山驟崩」，斜刺對方左腿。和爾大揮刀向她劍身上猛斬下去，霍青桐不等他斬到，早已收回，滴溜溜轉了半個圈子、白光一閃，劍尖已向後心點去。和爾大讚道：「好快！」也不轉身，反身一刀，又向她劍上砍去。和爾大武功出自遼東長白派，身手矯捷，刀法兇悍，他見霍青桐劍術造詣很深，不敢怠慢。使出全力，兩人打了個難解難分，轉眼拆了七八十招，仍是不分上下，霍青桐步法漸慢，左手不住拭汗，一招「風沙蔽日」斜削左肩，和爾大用勁揮刀一挺，只聽見「噹」一聲，刀劍相交，霍青桐長劍脫手飛出，眾維人齊聲驚叫，盡皆失色。兩人各自向後躍開三步。和爾大橫刀而立，滿面得意。霍青桐嘆了兩口氣，說道：「好，你刀法果然不錯，我說話算數，放你去罷。」他轉頭對親兵道：「把他的坐騎還他。」和爾大把刀往地下一擲，一拱手，就要上馬，霍青桐叫道：「慢著。」和爾大一足踏蹬，一足在地，等她說話。霍青桐道：「我們這裏的軍馬調動情形，不論你見到多少，可不能說一個字。我要你發一個毒誓，否則不能放你。」和爾大心想：「發誓有甚麼用？我就騙騙她。」於是說道：「好，如果我洩漏你們軍機，天誅地滅！」霍青桐手一揮，說道：「走罷」。和爾大縱馬而去。霍青桐累很滿面通紅，回帳伏在案上，不住喘氣。木卓倫再也忍不住，說道：「你費了這樣大的勁，故意輸給他，為了怕人看出來，把自己累成這個樣子。為了甚麼呢？不過是要他回去報信，要讓他們知道咱們怎樣派兵救人，好讓你妹子救不出來。」霍青桐道：「不錯，我是故意輸的，是要讓他回去報信，是要讓他們知道咱們怎樣派兵。可是，咱們真正派的兵──卻不是這樣子。」她說到這裏，氣喘不已。原來和爾大武功並非泛泛，霍青桐勝他不難，但要故意輸給他，又要使他瞧不出自己絲毫破綻，那比勝他卻難上十倍了，因此這次比武累得她心力交瘁。木卓倫道：「當真？」霍青桐抬起頭來：「爹，難道你也疑心我？」木卓倫見她雙目含淚，臉色由紅轉白，心中不忍，說道：「好罷，由得你。咱們就去救。」霍青桐一躍而起，對親兵道：「擊鼓升帳。」霎時間鼓聲大作，各隊隊長走進帳來。霍青桐居中坐下，木卓倫和霍阿伊坐在一邊。這時帳外雪更下得大了，地下已積雪數寸。木卓倫想到小女兒被困沙漠，再加上這樣的雪，不餓死也要凍死，心中十分惶急。霍青桐手執令箭，說道：「紅旗第一隊隊長，你率領本隊人馬，在東面戈壁大泥淖西首埋伏，紅旗第二、三、四、五、六各隊隊長，你們立即率領人馬，召集牧民、農民，在大泥淖旁如此如此。」六隊紅旗的隊長接了號令，各帶了一千人去了。木卓倫見女兒把本部精銳派出去發動民眾，構築工事，不去救人，頗感不滿。霍青桐又道：「白旗第一、二、三隊三位隊長，你們在葉爾羌城中和黑水河兩岸如此如此。黑旗第一隊隊長，哈薩隊隊長，你們兩隊在黑水河旁的山上如此如此。蒙古隊隊長，你們這隊駐紮在英奇盤山頂，如此如此。」各隊隊長接令去了。霍青桐道：「爹爹，你任東路紅旗軍總指揮。哥哥，你任西路白旗、黑旗、哈薩克、蒙古各隊人馬總指揮，我率領黑旗第二隊居中策應。咱們的方略是這樣──」她正要詳加解釋，木卓倫突然跳起來，說道：「誰去救人？」霍青桐道：「黑旗第三隊隊長，你率本部人馬從東首衝入救人，黑旗第四隊隊長，你率本部人馬從西首衝入救人。遇到清兵後如此如此。你們兩隊和紅旗軍調換馬匹，要騎最好的良馬，不許有一匹馬是次等的。」黑旗軍兩位隊長接令去了。木卓倫叫道：「你把一萬三千名全都調去幹不急之務，卻留兩千老兵小兵去救人，這是甚麼用心？」原來維人中紅旗白旗兩軍最精，黑旗軍隊戰鬥力較差，黑旗第三、第四兩隊由老年及未成丁少年組成，尤為疲弱，平時只做哨崗、運輸之事，極少上陣。霍阿伊對妹子素來敬服，這時心中也充滿懷疑。霍青桐道：「我的計策是──」木卓倫怒火衝天，叫道：「我再不信你的話啦！我知道你，你喜歡陳公子，他卻喜歡了你妹子，所以你要讓他們兩人都死。你好狠心！」霍青桐聽了父親這幾句話，氣得手足冰冷，險些暈厥過去。木卓倫氣頭上不加思索，一說出口，隨即想到未免過份，他獃了一獃，翻身上馬，叫道：「讓我和喀絲麗死在一起罷！」長刀一揮，叫道：「黑旗第三、第四隊，跟我來！」兩隊的老少戰士剛掉換了良馬，跟隨著木卓倫，在風雪中直向茫茫大漠中奔馳出去。霍阿伊見妹子形容委頓，楚楚可憐，說道：「妹妹，爹爹心中亂啦，自己都不知道說甚麼，你別放在心上。」霍青桐沉吟不語，隔了一會，道：「你去指揮東面的紅旗各隊，我去接應爹爹。」霍阿伊道：「瞧你累得這樣子，還是休息罷。我去接應爹爹。」霍青桐道：「不，我去。」跨上戰馬，帶領黑旗第二隊奔了出去。這時維人大營中只有兩三百名傷兵病兵留守，一萬五千多名戰士空營上陣。且說心硯十分氣苦，騎了白馬向陳家洛等被圍處奔去，馳近清兵時，他們居然並不十分阻攔，敷衍了事般的放了幾十枝箭，都被心硯躲了開去。他衝近土坑，章進歡呼大叫：「心硯，你回來了？」心硯一聲不響，翻身下馬，把白馬牽入坑內，眾人都站起來探問消息，心硯坐在地上，放聲大哭。周綺道：「別哭，別哭，怎麼啦？」徐天宏嘆道：「還有甚麼可問的？霍青桐不肯發兵。」心硯哭道：「我跪下跟她磕頭──苦苦哀求──她反而罵我──」說罷又哭。眾人默然不語。香香公主問陳家洛這孩子為甚麼哭，陳家洛不願使她難受，說道：「他出去求救，走了半天，衝不出去。」香香公主很是同情，掏出自己的一塊手帕，遞給心硯。心硯接過，正要去擦眼淚，忽覺帕上一陣清香，他不敢使用，伸出左手衣袖，把眼淚鼻涕都擦去了，把手帕仍舊還給了她。徐天宏道：「咱們困在這裏衝不出去了。四哥你說該怎麼辦？」文泰來聽徐天宏忽然問他而不問陳家洛，微一沉吟，已知他的用意，說道：「總舵主，你快和這位姑娘騎白馬出去。」陳家洛訝道：「我們兩人？」文泰來道：「正是，咱們全體出去是決辦不到了。你擔負著天大的擔子，不但紅花會眾兄弟要你率領，而且漢家光復的大業也全都在你身上。」衛春華、余魚同、周綺等都道：「只要你能出去，我們死也瞑目。」陳家洛道：「你們死了，我豈能一人偷生？」徐天宏道：「總舵主，現在時機緊迫。你不走，我們可要用強了。」陳家洛頓了一頓，說道：「好。」把白馬牽出坑外，向眾人一拱手，把香香公主扶了出去。文泰來等知道這番是生離死別，心中都是十分難受，駱冰已流下淚來。陳家洛卻若無其事的和香香公主上馬而去。眾人心頭很是沉鬱，又擔心陳家洛不能衝出重圍，文泰來最為豪邁，提起嗓子叫道：「咱們這裏連總舵主和那位維人姑娘，不過十個人，現今已殺了敵兵七八十名，各位兄弟，咱們要殺滿多少人才肯死？」駱冰道：「起碼再殺一百名。」周綺道：「這些滿清兵壞死啦，咱們殺足三百名。」文泰來道：「好，大家數著。」章進道：「湊足五百名！」衛春華在上面守衛，回過頭來大聲叫道：「咱們這裏還有八人。紅花會的英雄好漢要以一當百，瞧著！」這時正有三名清兵在雪地中慢慢爬過來，衛春華扯起長弓，連珠箭箭無虛發。只聽見心硯數道：「一、二、三！好！九爺，好極啦。」余魚同興緻也提了起來，叫道：「就是這樣，要咱們死，可不大容易，總得殺滿八百人。」徐天宏笑道：「這越來越不容易啦。要是殺不足數，咱們豈不是死不瞑目？」駱冰笑道：「那只好請五哥六哥慢一點駕到。」眾人都大笑起來，原來常赫志、常伯志綽號黑無常、白無常，向來傳說人死時由無常鬼拘魂。群雄死意已決，反而興高采烈，心硯本來害怕，見大家如此，也強自壯膽，心想：「公子是英雄豪傑，我可不能辱沒了他。」章進哈哈傻笑，顛來倒去的大叫：「老爺今日要歸天，先殺韃子八百人！」忽然衛春華喝問：「誰？」只聽見一個人聲音叫道：「幹麼不殺足一千人？」衛春華叫道：「啊，總舵主，怎麼你回來啦？」陳家洛縱身入坑，笑道：「我把她送走，自然回來啦。當年劉關張說要同年同月同日死，他們義垂千古，到頭來還是做不到，咱們兄弟姊妹九人，今日卻做到啦。」眾人見他如此，知道再也勸他不回，都歡呼大叫：「好，咱們同年同月同日死，死也不枉。」陳家洛道：「心硯，好兄弟，你別再叫我少爺了，你做咱們的十五弟罷！」眾人都說：「不錯，不錯。」心硯很是感動，哭了起來。這時坑中雪又積起數寸，大家一面把雪抄出去，一面閒談，徐天宏笑道：「這時有一罈老酒，可有多好。」周綺瞪了他一眼道：「你又來逗我啦！」眾人笑了起來。余魚同獃了一陣，忽道：「四哥，我有一件事很對你不起，我可不能藏在心裏死去。」文泰來獃了一獃道：「甚麼？」余魚同於是把自己如何對駱冰癡心、如何在鐵膽莊外調戲她的事原原本本說了出來，最後說道：「我懺悔這事，做了和尚。四哥你肯原諒我麼？」文泰來哈哈大笑，說道：「十四弟，你當我以往不知道麼？可是我待你曾有甚麼絲毫異樣？你嫂子從來沒說過，但我自然看得出來。我知道你年青人一時胡塗，一直就原諒你，何必要你今日再來求我？」群雄見文泰來如此豁達大度，都十分佩服，余魚同又是慚愧又是感激。駱冰笑道：「十四弟，這事早過去啦，何必再提，可是有一件事我卻很不樂意。」余魚同一怔，低聲道：「怎樣？」駱冰道：「你是大和尚，歸天之後，我佛如來接引你到西方極樂世界。咱們八人卻被五哥、六哥拘到陰曹地府，這一來豈不是違了當年咱們有福共享、有禍同當的誓言？」眾人越聽越好笑。余魚同把身上僧袍一扯，笑道：「反正我今天已殺人破戒，我佛慈悲，弟子今日決意還俗，與眾位哥哥姊姊同赴地獄，勝於一人獨登極樂！」群雄拍手叫好。轟笑聲中，上面衛春華與心硯同時叫了起來，眾人爬到坑邊，月光下雪花飛舞中只見一個白衣人手牽了一匹白馬緩緩走來，這時遍地瓊瑤，這個白衣人踏雪而來，真如仙子下凡一般。陳家洛吃了一驚，縱出沙坑迎了上去，香香公主道：「你怎麼撇下我一人？」陳家洛頓足道：「我叫你逃回去啊，咱們在這裏是死路一條。」香香公主忽然流下淚來，說道：「你死了，難道我還活得成麼？難道你不知道我的心麼？」陳家洛獃了半晌，道：「好，咱們回去。」拉了她的手，走回坑中，衛春華大叫：「快些，快些！他們要放箭了。」果然兩人走近坑邊時，清兵箭如飛蝗般射來。陳家洛左手抱住香香公主，右手扯了白馬的韁繩，跳入坑中。周綺嘆道：「總舵主，本來我還怪你，其實我錯了。」陳家洛道：「怎麼？」周綺道：「想不到霍青桐如此狠心，而她妹子對你又如此情義。別說她像仙女一般，就算醜得像母夜叉，只要有這樣的心，我也愛她。」陳家洛笑了一笑，心想今日良友愛侶同在一起，雖死何憾。駱冰對周綺道：「怪不得你這般愛七哥，原來他心好。」周綺道：「不是麼？他人雖鬼靈精，心腸卻是很好的。」徐天宏聽愛妻當面讚他，心中樂意之極。此時香香公主也知道大家已處絕境，忽對陳家洛道：「我唱一個故事給大家聽。」陳家洛拍手叫好。香香公主柔聲唱了起來：「孔雀河畔鐵門關，兩岸垂柳拂水面，高山嶺上有一個馬渣（墳墓），葬著塔依爾與柔和娜。」香香公主唱一段，陳家洛低聲翻譯一段，陳家洛是解元之才，出口成詩，把這首長歌譯得文采斐然。原來這是維族的一個傳說，在古焉耆王國，有一個公主柔和娜，她和宰相之子塔依爾從小相戀，後來宰相因直諫而被國王處死，國王不許女兒再和塔依爾戀愛，要把她嫁給奸臣的兒子黑英雄，並把塔依爾關在一隻箱子裏，順著孔雀河水放逐出境。塔依爾被正在遊船的另一國公主救起。那一國的老國王見他英俊能幹，想招他做駙馬，並請他繼承王位。那知塔依爾說：「你的財富和王位，再加上你的公主，比不上我柔和娜的小手指頭。」他後來偷偷又跑回自己的國家。這時柔和娜因為懷念情人而生了病，國王假造了塔依爾的書信來安慰她。等她病好了，又強迫她嫁給黑英雄。她含著眼淚打開老百姓送來給她道賀的一隻嫁裝箱子時，塔依爾從箱子中出來了。香香公主唱到這裏，周綺和駱冰都拍手叫好。香香公主繼續唱了下去：黑英雄闖進來了，和塔依爾比劍，被塔依爾殺死。結果塔依爾被國王處絞，公主向父王苦苦求情，也被憤怒的父王扼死。老百姓抬了這對戀人的屍身，唱著輓歌，走上高山給他們舉行葬禮。當香香公主唱到那悲哀的輓歌時，駱冰等雖然不懂詞中的意義，但不禁珠淚盈眶，很是感動。眾人沉默了一會，忽然衛春華在上面哈哈大笑起來，叫道：「快來瞧！」大家爬到坑邊，只見六七名清兵嗚嗚亂叫，動彈不得。原來他們爬過來偷襲，衛春華早看到了，想等他們爬近一些再發箭，那知他們聽見香香公主的歌聲，心神俱醉，伏在雪地裏靜聽。這時氣溫酷寒，不一會，他們身上積雪都結成了冰，等到歌聲停止，想再爬動時，冰塊已將他們身體牢牢膠住，掙不脫了。上面大雪不斷落下，隨落隨凍，片刻之間，將這些清兵埋葬在冰雪之中。群雄這時也冷得抵受不住，心硯撿了一大批箭枝來，在坑中點火取暖。駱冰望著香香公主，獃獃的出了神。