第五十六回　正邪決鬥再戰數十合後，莫聲谷的劍招愈來愈快，崑崙、峨嵋諸派均以劍法見長，這幾派的弟子見莫聲谷一柄長劍生出如許變化，心下都是暗暗欽服：「武當劍法果然名不虛傳，今日裏大開眼界。」可是不論他如何騰挪劈刺，總是攻不進殷天正的兩根鐵棍之內。莫聲谷心想：「這老兒連敗華山、少林的三名高手，又和四哥對耗內力，我已是跟他相鬥的第五人，早就佔了不少便宜，若再不勝，師門的顏面何存？」猛地裏一聲清嘯，劍法忽變，那柄長劍竟似成了一條軟帶，輕柔曲折，飄忽不定，正是武當派的七十二招「繞指柔劍」。旁觀眾人看到第十二三招時，忍不住齊聲叫起好來，這時殷天正已不能守拙待巧，身形遊走，也展開輕功，跟他以快打快，突然間莫聲谷長劍破空，刺向殷天正胸膛，劍到中途，劍尖微顫，竟是彎了過去，斜刺他的右肩。要知使這「繞指柔劍」，全仗以渾厚內力逼彎劍刃，使劍招閃爍無常，敵人便難以擋架。殷天正也從未見過這等劍法，急忙沉著相避，不料錚的一聲輕響，那劍反彈過來，直刺入他左手上臂。殷天正右臂一伸，不知如何，竟爾陡然間長了半尺，在莫聲谷手腕上一拂，挾手將他長劍奪過，左手便已按住他的「肩貞穴」。白眉鷹王的鷹爪擒拿手乃是百餘年來武林中的一絕，當世無雙無對，莫聲谷肩頭落入他的掌心，他五爪只須輕輕一捏，莫聲谷的肩頭非碎成片片、終身殘廢不可。武當諸俠大吃一驚，待要搶出相助，只見殷天正嘆了口氣，道：「一之甚為，其可再乎？」放開了手，右手一縮，拔出長劍，左臂上傷口鮮血如泉湧出。他向長劍凝視半晌，說道：「老夫縱橫半生，從未在招數上輸過一招半式。好張三丰，好張三丰！」他稱揚張三丰，那是欽佩他手創的七十二招「繞指柔劍」果然神妙難測，自己竟然擋架不了。莫聲谷呆在當地。自己雖然先贏一招，但對方終究是故意的不下殺手，沒損傷自己，怔了片刻，便道：「老前輩手下留情。」殷天正一言不發，將長劍交還給他。莫聲谷精研劍法，但到頭來手中兵刃竟給對方奪去，心下羞愧難當，也不接劍，便即退下。張無忌輕輕撕下衣襟，正想上去給外公裹傷，忽見武當派中步出一人，黑鬚垂胸，道家打扮，卻是武當七俠之首的宋遠橋，說道：「我替老前輩裹一裹傷。」從懷中取出金創藥，給他敷在傷口之上，隨即用帕子紮住。白眉教和明教的教眾見宋遠橋一臉正氣，料想他以武當七俠之首的身份，決不會公然下毒加害。殷天正說了聲：「多謝！」更是坦然不疑。張無忌大喜。心道：「宋師伯給我外公裹傷，想是感激他不傷莫七叔，兩家就此和好了。」那知宋遠橋裹好傷後，退開一步，長袖一擺，說道：「宋某領教老前輩的高招！」這一著大出張無忌意料之外，忍不住叫道：「用車輪戰打他老人家，這不公平！」他一言出口，眾人的目光都射向這衣衫襤褸的少年，除了峨嵋諸人，以及宋青書，殷利亨、說不得等少數幾人外，誰都不知他的來歷。宋遠橋道：「這位小友之言不錯，武當派和白眉教之間的私怨，今日暫且攔下不提。現下是六大派和明教一決生死存亡的關頭，武當派謹向明教討教。」殷天正眼光緩緩移動，看到楊逍、韋一笑等人全身癱瘓，五行旗下的高手個個非死即傷，自己的兒子殷野王伏地昏迷、生死未卜，明教和白眉教之中，除了自己一人之外，再無一個能抵擋得住宋遠橋的拳招劍法，可是自己連戰五個高手之餘，已是真氣不純，何況左臂上這一劍受傷實是不輕。殷天正微微一頓之間，崆峒派中一個矮小的老人大聲說道：「魔教勢窮力絀，再不投降，還待怎的？空智大師，咱們這便去毀了魔教三十三代教主的神位吧！」原來少林寺方丈空聞大師坐鎮嵩山本院，這次圍剿魔教，少林小弟由空智率領，各派敬仰少林派在武林中的聲望地位，便舉他為進攻光明頂的發號施令之人。空智尚未答言，只聽華山派中一人叫道：「什麼投降不投降？魔教人眾，今日不能留下一個活口。要知除惡務盡，否則他日死灰復燃，又是為害江湖，魔崽子們！見機的快快自刎，免得大爺們動手。」殷天正暗暗運氣，但覺左臂上劍刺及骨，一陣陣作痛，素知宋遠橋追隨張三丰最久，已得這位不世出的武學大師真傳，自己神完氣足之時和他相鬥，也是未知鹿死誰手，何況此刻？但明教眾高手或死或傷，只剩下自己一人支撐大局，只有拚掉這條老命了，自己死不足惜，所可惜者一世英名，竟在今日斷送。只聽宋遠橋道：「殷老前輩，武當派和白眉教仇深似海，可是咱們卻不願乘人之危，這場過節，儘可日後再行清算。咱們六大派這一次乃是衝著明教而來，白眉教已脫離明教，自立門戶，江湖上人人皆知，殷老前輩何必淌這場渾水？還請率領貴教人眾，下山去吧！」武當派為了俞岱岩之事，和白眉教結下極深的樑子，此事各派盡皆知聞，這時聽宋遠橋竟然替白眉教開脫，各人先是驚訝，隨即明白宋遠橋光磊落，不肯撿現成的便宜。殷天正哈哈一笑，說道：「宋大俠的好意，老夫心領。老夫是明教四大護教法王之一，雖也自樹門戶，但本教有難，豈能置身事外？今日有死而已，宋大俠請進招吧！」說著踏上一步，立個旗鼓。兩條白眉微微顫動，凜然生威。宋遠橋道：「得罪了！」說罷左手一揚，右掌抵在掌心，一招「請心式」揮擊出去。這一招是武當派長拳中晚輩和長輩過招的招數。其時武當派創派未久，子弟不多，所有拳招劍法都是張三丰別出杼機的創始，並不依傍前人門戶，所以宋遠橋這一招出去，殷天正從未見過，不過見他彎腰弓背，微有下拜之態，料知是禮敬的起手，便道：「不必客氣。」雙手一圈，封在當胸。依照拳理，宋遠橋必當搶步前，伸臂出擊，那知他伸臂出擊是一點不差，卻沒搶步上前，這一拳打出，竟和殷天正的身子相距一丈有餘。殷天正一驚：「難道他武當拳術如此厲害，竟已練成了隔山打牛的神功？」當下不敢怠慢，右掌揮了出去，抵擋他的拳力。不料這一掌揮出，前面空空蕩蕩，並未接到什麼勁力，不由得心中大奇，只聽宋遠橋道：「久仰老前輩武學深湛，家師也常稱道。但此刻前輩已力戰數人，晚輩卻是生力，過招之際太不公平。咱們只較量招數，不比膂力。」一面說，一面踢出一腿，這一腿又是虛踢，離對方身子仍有丈許之地，但這一腿的腳法極是精妙，方位奇特，當真是匪夷所思，倘是近身攻擊，可就十分難防。殷天正讚道：「好腳法！」以攻為守，揮拳搶攻，宋遠橋側身閃避，還了一掌。霎時之間，但見兩人拳來腳往，鬥得極是熱鬧，可是始終相隔丈許之地。雖然招不著身，一切全是虛打，但他二人何等身份，那一招失利、那一招佔先，各自心知，兩人全神貫注，絲毫不敢怠忽，便和貼身肉搏一模一樣。旁觀眾人不少是武學高手，只見宋遠橋走的是以柔克剛的路子，拳腳出手卻是極快，殷天正大開大闔，招數以剛為主。兩人見招拆招，忽守忽攻，似乎是分別練拳，各打各的，其實是鬥得激烈無比。張無忌初看殷天正和張松溪、莫聲谷兩人相鬥時，關懷兩邊親人的安危，並沒怎麼留神雙方出招，這時見殷天正和宋遠橋相隔得遠遠的相鬥，知道只有勝負之分，卻無死傷之險，這才潛心察看兩人的招數。看了半晌，但見兩人出招越來越快，他心下卻是越來越加不解：「我外公和宋大師伯都是武林中一流高手，但招數之中，何以竟存著這許多破綻？外公這一拳倘若偏左半尺，不就正打中宋師伯的胸口？宋師伯這一抓若是再遲出片刻，那不恰好拿中了我外公左臂？難道他二人故意相讓？可是瞧情形又不像啊。」其實殷天正和宋遠橋雖然離身相鬥，招數上卻是絲毫不讓，張無忌學會乾坤大挪移心法後，武學上的修為已比他們均要勝了一籌，但說殷、宋二人的招數中頗有破綻，卻又不然。原來張無忌這麼想，那是他是身負九陽神功之故，他所設想的招數雖比殷宋二人更精更妙，但常人卻萬萬無法做到。正如飛禽見地下獅虎搏鬥，不免會想：「何不高飛下撲，可制必勝？」殊不知獅虎在百獸之中，最為兇猛厲害。但要他們高飛下撲，卻是力所不能。張無忌見識未夠廣博，是以一時想不到其中的緣故。忽見宋遠橋招數一變，雙掌飛舞，有若絮飄雪揚，軟綿綿不著力氣，正是武當「綿掌」。殷天正正呼喝一聲，打出一拳，兩人一以至柔，一以至剛，各逞絕技。鬥到分際，宋遠橋左掌拍出，右掌陡地裏後發先至，跟著左掌斜穿，又從後面搶了上來。殷天正見自己上三路全被他掌勢罩住，大吼一聲，雙拳「丁甲開山」，揮擊出去。兩人雙掌雙拳，便此膠在空中，四條手臂作著鬥力之狀，此時看來似乎古怪，但若是近身真鬥，卻是面臨最為兇險的關頭。宋遠橋微微一笑，收掌後躍，說道：「老前輩拳法精妙，佩服佩服！」殷天正也即收拳，說道：「武當掌法，果然冠絕今古。」兩人說過不內力，鬥到此處，無法再行繼續，便以和局收場。武當派中尚有俞蓮舟和殷利亨兩大高手未曾出場，只見殷天正臉頰脹紅。頭頂冒著熱氣，適才這一場比試雖然不耗內力，但對手實在太強，卻已是竭盡心智，眼見他已是強弩之末，俞殷二俠任何一人下場，立時便可將他打倒，穩享「打敗白眉鷹王」的美譽。俞蓮舟和殷利亨對望一眼，都搖了搖頭，心中均想：「乘人之危，勝之不武。」他武當二俠認為乘人之危，勝之不武，旁人卻未必都有君子之風，只見崆峒派中一個矮小老人一縱而出，正是那高叫焚燒明教歷代教主神位之人，輕飄飄的落在殷天正正面前，說道：「我姓唐的跟你殷老兒玩玩！」說話的口氣極是輕薄。殷天正向他橫了一眼，鼻中一哼，心道：「若在平時，崆峒五老如何在殷某眼下？今日虎落平陽被犬欺，殷某一世英名，若是斷送在武當七俠手底，那也罷了，可萬萬不能讓你唐文亮豎子成名！」雖然全身骨節酸軟，只盼睡倒，就此長臥不起，但胸中豪氣一生，下垂的兩道白眉突然豎起，喝道：「小子，進招吧！」唐文亮瞧出他內力已耗了十之八九，只須跟他鬥得片刻，不用動手，他自己就會跌倒，當下雙掌一錯，搶到殷天正身後，一拳往他後心擊去。殷天正斜身一勾，唐文亮已然躍開，他腳下靈活之極，猶如一隻猿猴，不斷的跳躍。鬥了數合，殷天正眼前一黑，喉頭微甜，一口鮮血噴了出來，再也站立不定，一交坐倒。唐文亮大喜，喝道：「殷天正，今日叫你死在我唐文亮拳下！」張無忌只見唐文亮縱起身子，凌空下擊，正要飛身過去救助外公，卻見殷天正右手斜翻，姿式妙到巔毫，正是對付敵人從上空進攻的一招殺手，眼看兩人處此方位之下，唐文亮已是無法自救。果然聽得喀喀兩響，唐文亮雙臂已被殷天正施展「鷹爪擒拿手」折斷，砰的一響，摔在殷天正身旁數尺之外。他四肢齊折，再也動彈不得。旁觀眾人見殷天正在重傷之餘，仍具如此神威，無不駭然。崆峒五老中的第三老唐文亮如此大受挫敗，崆峒派人人臉上無光，眼見唐文亮躺在殷天正身畔，只因相距過近，竟然無人敢上前扶他回來。過了半晌，崆峒派中一個弓著背的高大老人重重踏步而出，右足踢起一塊石頭，直向殷天正飛去，口中喝道：「白眉老兒，我姓宗的跟你算算舊帳。」原來這人是崆峒五老的中第二老，名叫宗維俠。他說「算算舊帳」，想是曾吃過殷天正的虧。這塊石頭飛去，禿的一聲，正中殷天正的額角，立時鮮血長流。這一下誰都大吃一驚，宗維俠踢這石頭過去，原也沒想能擊中他，那知殷天正已是半昏半醒，沒能避讓。當此情勢之下，宗維俠上前只須輕輕一指，便能致殷天正於死地，但見他踏上一步，武當派中走出一人，身穿土布長衫，神情質樸，卻是俞蓮舟，身形微晃，便已攔在宗維俠身前，說道：「宗兄，殷教主已身受重傷，勝之不武，不勞宗兄動手。殷教主跟敝派過節極深，這人交給小弟罷。」宗維俠道：「什麼身受重傷？這人最會裝死，適才若不是他故弄玄虛，唐三弟那會上他這個惡當。俞二俠，貴派和他有樑子，兄弟跟這老兒也有過節，讓我先打他三拳出出氣。」俞蓮舟不願殷天正一世英雄，如此喪命，說道：「宗兄的七傷拳天下聞名，殷教主眼下是這般模樣，那裏還禁得起宗兄的三拳？」宗維俠道：「好！他折斷我唐三弟四肢，我也打斷他四肢便了。這叫做眼前報，還得快！」他見俞蓮舟兀自猶豫，大聲說道：「俞二俠，咱們六大派來西域之前，立過盟誓。今日你反而迴護魔教的頭子麼？」俞蓮舟嘆了口氣，說道：「此刻任憑於你。回歸中原以後，我再領教宗大先生的七傷拳神功。」宗維俠心下一凜：「這姓俞的何以一再維護於他？」他對武當派確實是頗有忌憚，但眾目睽睽之下，終不能示弱，當下冷笑道：「天下事抬不過一個理字。你武當派再強，也不能恃勢橫行啊。」這幾句話寢寢然涉到了張三丰身上，宋遠橋便道：「二弟，由他去吧！」俞蓮舟朗聲道：「好英雄，好漢子！」便即退開。這「好英雄，好漢子」六個字，似乎是稱讚殷天正，又似是譏刺宗維俠的反話。但宗維俠不願和武當派惹下糾紛，假裝沒有聽見，一見俞蓮舟走開，便向殷天正身前走去。只聽得少林派的空智大師發令道：「華山派和崆峒派各位，請將場上的魔教餘孽一概誅滅了。武當派從西往東搜索，峨嵋派從東往西搜索，別讓魔教有一人漏網。崑崙派預備火種，焚燒魔教巢穴。」他吩咐了五派後，雙手合什，說道：「少林子弟各取法器，誦念往生經文，替六派殉難的英雄、魔教教眾超度，化除冤孽。」眾人只待殷天正在宗維俠一拳之下喪命，則六派圍剿魔教的豪舉便即大功告成。只見明教的眾教徒一齊掙扎爬起，除了身受重傷無法動彈者外，各人盤膝而坐，雙手十指張開，舉在胸前，作火燄飛騰之狀，一齊跟著楊逍，唸誦明教的經文：「焚我殘軀，熊熊聖火。生亦何歡，死亦何苦？為善除惡，惟光明故。喜樂悲愁，皆歸塵土。憐我世人，憂患實多！憐我世人，憂患實多！」明教眾高手自楊逍、韋一笑、說不得諸人以下，直至廚工伕役，個個神態莊嚴，絲毫不以身死教滅為懼。空智大師合什道：「善哉！善哉！」俞蓮舟心道：「這幾句經文，想是他魔教教眾每當身死之前所要唸誦的了。他們不念自己身死，卻在憐憫眾人多憂多患，那實在是大仁大勇的胸襟啊。當年創設明教之人，真是個了不起的人物，只可惜傳到後世，反而變成了為非作歹的淵藪。」張無忌在六大門派高手之前，本來心存畏懼，遲遲不敢挺身而出，待見那宗維俠要上前擊死外公，空智又下了屠盡明教人眾的號令，當下顧不得人寡力薄，大踏步搶了出去，擋在宗維俠身前，說道：「且慢動手！你如此對付一個身受重傷之人，也不怕人笑你懦弱無恥麼？」這幾句話聲音清朗，震撼全場，各派人眾本已奉了空智大師的號令，便要分別出手，突然聽到他這幾句話，一齊停步，回頭瞧著他。宗維俠見說話的是個衣衫襤褸的少年，伸手一推，想要將他推在一旁，以便上前打死殷天正。張無忌練成第七層乾坤大挪移神功後，勁力收發由心，不論對方以任何精妙的拳招攻來，都能圓轉如意的應付。宗維俠一掌推到，張無忌隨手一掌拍出，砰的一響，宗維俠倒退三步，待要站定，豈知對方這一掌的掌力雄渾無比，仍是立足不定，幸好他下盤功夫扎得堅實，但覺到上身一直後仰，急忙右足在地下一點，縱身後躍，借勢縱開丈餘。落下地來時，這股掌勢仍未消解，又是踉踉蹌蹌的連退七八步，這才站定。這麼一來，他和張無忌之間已相隔三丈以上。他心中驚怒莫名，旁觀眾人卻是大惑不解，都想：「宗維俠這老兒在鬧什麼玄虛，怎地又退又躍，躍了又退，大搗其鬼？」便是張無忌自己，也想不透自己這麼輕輕一掌，竟有如此威力。宗維俠呆了一呆，登時醒悟，向俞蓮舟怒目而視，喝道：「大丈夫光明磊落，豈可暗箭傷人？」他料定是俞蓮舟在暗中相助，說不定還是武當諸俠一齊出手，否則單憑一人之力，未必能有這麼強的勁道。俞蓮舟給他說得莫名其妙，好在自己未曾對他偷襲，由得他胡說八道，反瞪他一眼，暗道：「你裝模作樣，想幹什麼？」宗維俠大步上前，指著張無忌，喝道：「小子，你是誰？」張無忌道：「我叫曾阿牛。」一面說，一面伸掌貼在殷天正背心「靈台穴」上，一股熱力源源輸入他的體內。他的九陽真氣何等渾厚，殷天正顫抖了幾下，便即睜開眼來，望著無忌，頗為奇怪。無忌向他微微一笑，加緊輸送內力。殷天正正是武學大行家，如何不察覺到這股驚人的內力，宗維俠沒走到身前，他胸口和丹田中閉塞之處已然暢通無阻，低聲道：「多謝小友！」站起身來，傲然道：「姓宗的，你崆峒派的七傷拳有什麼了不起，我便接你三拳！」宗維俠萬沒想到霎時之間，他竟又神完氣足的站起身來，眼看這個現成的便宜是不易撿的了，心中忌憚著他「鷹爪擒拿功」的厲害，便道：「崆峒派的七傷拳固然沒什麼了不起，便請你接我三拳。」他盼殷天正和他拳相對，各比內力，那麼他自己以逸制勞，當可仗著七傷拳的神功取勝。張無忌聽他一再提起「七傷拳」三字，想起在冰火島的那天晚上，義父叫醒自己，說及以七傷拳打死神僧空見的事，後來他叫自己背誦七傷拳的拳訣，還因一時不能記熟，挨了他好幾個耳光。這時那拳訣在心中流動，當即明白了其中的道理。要知九陽神功中包含了天下所有的內功，而乾坤大挪坤運勁使力的法門，又是集任何武功的大成，一法通，萬法通，任何武功在他面前都已無祕奧之可言。只聽殷天正道：「別說三拳，便接你三十拳卻又怎地？」他回頭大聲向空智說道：「空智大師，姓殷的還沒死，還沒認輸，你便出爾反爾，想要倚多取勝麼？」空智左手一揮，道：「好！大夥兒稍待片刻，又有何妨？」原來殷天正上得光明頂後，見楊逍等人盡皆重傷，己方勢力單薄，當下以言語擠住空智，不得仗著人多混戰。空智依著武林規矩，便約定逐一對戰，結果白眉教和五行旗的人眾，還是一個個的非死即傷，最後剩下的殷天正一人。但他既未認輸，便不能一擁上前的大加屠戮。張無忌知道外公雖比先前好了些，卻萬萬不能運勁使力，他所以要接宗維俠的拳招，只不過是護教力戰，死而後已，於是低聲道：「殷老前輩，待我來替你先接，晚輩不成之時，老前輩再行出馬。」殷天正已瞧出他內力深厚無比，自己便他絕無傷勢之下，也是萬萬及不上他，但想自己為教而死，理所當然，這少年不知有何干係，他本領再強，也決計敵不過對方敗了一個又來一個、源源不絕的人力，到頭來還不是和自己一樣，重傷力竭，任人宰割，如此少年英才，何必白白的斷送在光明頂上？當下問道：「小友是那一位門下？似乎不是本教教徒，是嗎？」張無忌道：「晚輩不屬明教，但對老輩心儀已久，今日和前輩並肩拒敵，乃是份所應當。」殷天正大奇，正想再問，宗維俠又已踏上一步，大聲道：「姓殷的，我第一拳來了。」張無忌道：「殷前輩說不配跟他比拳，你先勝得過我，再跟他老人家動手不遲。」宗維俠大怒，喝道：「你這小子是什麼東西？叫你知道崆峒派七傷拳的厲害。」張無忌心念一動：「今日如要退敵，只有說明圓真這惡賊的奸詐陰謀，然後才能設法使雙方罷手，若是當真動手過招，我一人怎打得過六大門派這許多英雄？何況武當門下的眾師伯叔都在此地，我又怎能跟他們為敵？」當下朗聲說道：「崆峒派七傷拳的厲害，在下早是久仰的了。少林神僧空見大師，不就是喪生在貴派七傷拳之下麼？」他此言一出，少林派群相聳動。他們得知空見大師是死在謝遜之手，這次少林派高手盡出，前來圍剿魔教，主要便是為他復仇。但空見大師的屍首全身骨骼盡數震斷，外表一無傷痕，極似是中了崆峒派「七傷拳」的毒手。當時空聞、空智、空性三僧密議數日，認為崆峒派眼下並無絕頂高手，能夠打死練就了「金剛不壞體」神功的空見大師，雖然空見的傷痕令人起疑，但料想非崆峒派所為。後來空性大師也曾率領子弟，暗加訪查，得知空見大師在洛陽圓寂之日，崆峒五老均在西南一帶。既然非五老所為，那麼崆峒派中更無其他好手能對空見神僧有絲毫損傷，因此便將對崆峒派所起的疑心擱下了。何況當時謝遜曾在洛陽客房外的牆上，咬破指頭，寫上成崑殺神僧空見於此牆下十一個大字，少林派後來查知冒名成崑做下無數血案的均是謝遜所為，那是半點也沒疑惑了。直到此時聽張無忌這句話，心下才各自一凜。宗維俠怒道：「空見大師為謝遜惡賊所害，江湖上眾所週知，跟我崆峒派有什麼干係？」張無忌道：「謝前輩打死神僧空見，是你親眼瞧見的麼？你是在一旁掠陣麼？是在旁相助麼？」宗維俠心想：「這破衫小子居然跟我纏上了，多半是受了武當派的指使，要挑撥崆峒和少林兩派之間的不和。我倒要小心應付，不可入了人家圈套。」因此他雖沒重視張無忌，還是正色答道：「空見神僧喪身洛陽，其時崆峒五老都在雲南點蒼派柳大俠府上作客。我們怎能親眼見到當時情景？」張無忌朗聲道：「照啊！你當時既在雲南，怎能見到謝前輩害死空見大師？這位神僧是喪生於崆峒派七傷拳手下，人人皆知。謝前輩又不是你崆峒派的，你怎可嫁禍於人？」宗維俠道：「呸！呸！空見神僧圓寂之處，牆上寫著『成崑殺僧空見於此牆下』十一個血字。謝遜冒著他師父之名，到處做下血案，那還有什麼可疑的？」張無忌心下一凜：「我義父沒說曾在牆上寫下這十一個字。他一十三拳打死神僧空見後，心中悲悔莫名，料來不會再寫此種示威嫁禍的字句。」當下仰天哈哈一笑，說道：「這些字誰都會寫，謝前輩寫此十一個字，有誰見來？我偏要說這十一個字是崆峒派寫的。寫字容易，練七傷拳卻難。」他轉頭向空智說道：「空智大師，令師兄確是為七傷拳拳力所害，是也不是？七傷拳是崆峒派不傳人的絕藝，是也不是？」空智尚未回答，突然一名身披大紅金線袈裟而高大僧人閃身而出，手中金光閃閃的大禪杖在地下重重一頓，大聲喝道：「小子，你是那家那派的門下？憑你也配跟我師父說話。」張無忌一看，這僧人肩頭拱起，說話中帶著三分氣喘，正是少林「十八羅漢」中的圓音，當年少林派上武當山興師問罪之師，便是他力證張翠山打死少林子弟，張無忌其時滿腔悲憤，將這一干人的形相牢記於心。此刻胸口熱血上衝，滿臉脹得通紅，身子也微微發抖，心中不住說道：「無忌，無忌！今日的大事是要調解六大門派和明教的仇怨，千萬不可為了一己私嫌，鬧得難以收拾。少林派的過節，日後再去算帳不遲。」雖然心中想得明白，但父母慘死的情狀，霎時間隨著圓音的出現而湧向眼前，不由得熱淚盈眶，幾乎難以自制。圓音將禪杖重重在地下一頓，喝道：「小子，你若是魔教的妖孽，快快引頸就戮，否則咱們出家人慈悲為懷，也不來難為於你，即速下山去吧！」他見張無忌的服飾打扮絕非明教中人，又誤以為他竭力克制悲憤乃是心中害怕，是以有這幾句說話。張無忌道：「你便是圓音大師了？貴派有一位圓真大師呢？請他出來，在下有幾句話請問？」圓音道：「圓真師兄不在此處，再有什麼事快說，咱們沒空閒功夫跟你這野少年瞎耗。你到底是誰的門下？」他見張無忌適才一掌將名列崆峒五老的宗維俠擊得連連倒退，料想他師父不是尋常人物，這才一再盤問於他，否則此刻屠滅明教正當大功告成之際，那裏還耐煩跟這來歷不明的少年糾纏。張無忌道：「在下既非明教中人，亦非中原那一派門下，不過和明教以及武當、少林、峨、華山六大門派，都有一點干係。這次六大門派圍攻明教，實則是受了奸人的挑撥，中間存著極大的誤會。在下雖然年少，倒也得知其中的曲折原委，斗膽要請雙方罷鬥，查明真情，誰是誰非，自可秉公判斷。」他語聲一停，六大派中登時爆發出哈哈、呵呵、嘩嘩、嘻嘻……各種各樣大笑之聲。數十人同聲指斥：「這小子失心瘋啦，你聽他這麼胡說八道！」「他當自己是什麼人？是武當派張真人麼？少林派空聞神僧麼？」「哈哈，哈哈！」「他發夢見到了屠龍寶刀，成為武林至尊啦。」「他當咱們個個是三歲小孩兒，呵呵，我肚子笑痛了！」「六大門派死傷了這許多人，魔教欠下了海樣深的血債，他想三言兩語，便將咱們打發回去……」峨嵋派中，卻只有周芷若眉頭緊蹙，黯然不語，她聽著各人的譏笑，心下暗暗難過。她自和張無忌在沙漠中一會，對少年便起了同情之心意，這時聽他這番不自量力的言語，不自禁的代他羞慚。