第一一四回　六件大事玄慈等高僧見到虛竹所使招數越來越是陰險刻毒，雖見形勢漸佳，卻不由得都皺起了眉頭，須知少林派僧侶弟子，數百年來並無一個女子，歷代創建，全是走的陽剛路子，同時因係佛門武功，出手的用意均是制敵而非殺人，與童姥、李秋水的招數截然相反。但虛竹偶然夾一招「天山六陽手」卻又和平威猛，頗合少林寺的本意，只是陰毒多而平實少，旁觀者不禁膽戰心驚，均想：「這一招若是向我打來，不但送了我性命，而且令我死得慘酷無此。」早在群僧暗自心驚之前，鳩摩智便已覺察到情勢於己大大不利，連運三次強勁，要掙脫虛竹的右手，以便施用「火燄刀」的絕技，但己力加強，對方的指力亦相應而增，實不知他的內力究竟能強到甚麼地步，情急之下，殺意陡盛，左手呼呼呼連拍三掌，虛竹揮手化解。鳩摩智手掌一縮，從布襪中取出一柄匕首，一刀向虛竹肩頭刺來。虛竹所學全是空手拆招，突然間白光閃處，敵人的匕首刺了過來，不知如何招架才是，搶著便去抓鳩摩智的左腕，這一抓是「天山折梅手」中的擒拿手法，既快且準，三根手指一搭上他手腕，大拇指和小指跟著便收了攏來。便在這時，鳩摩智掌心勁力一吐，匕首脫手而出，虛竹雙手都牢牢抓著對方的手腕，無可閃避，噗的一聲，那匕首已插入他的肩頭，直沒至柄。旁觀群僧「啊」的一聲驚呼，突然人叢中搶出四名僧人，青光閃閃，四柄長劍一齊刺向鳩摩智的咽喉。這四僧一齊躍出，一齊出手，四柄長劍又都指向同一方位，劍法奇快，狠辣無倫。鳩摩智雙足運力，要待向後躍避，一拉之下，虛竹竟是紋絲不動，但覺喉頭一痛，四劍的劍尖已刺上了肌膚。只聽那四僧齊聲喝道：「不要臉的東西，快納命罷！」聲音嬌嫩，竟似是少女的喉音。虛竹一看這四僧竟然是梅蘭竹菊四劍，只是頭戴僧帽，掩住了頭上青絲，身上穿的便是少林寺僧衣。虛竹大是驚奇，叫道：「休傷他性命！」梅劍道：「是！」劍尖卻不離鳩摩智的咽喉。鳩摩智哈哈一笑，說道：「少林寺不但倚多為勝，而且暗藏春色，數百年令譽，原來如此，我今日可領教了！」虛竹心下十分惶惑，不知如何是好，鬆雙手放開了他的手腕。菊劍反過手來，替他拔下肩頭匕首，鮮血立湧，菊劍摔下手中長劍，從懷中取出一塊手帕，忙替他裹好傷口。梅蘭竹三姝的長劍仍是指在鳩摩智的喉頭。虛竹道：「你──你們，是怎麼來的？」鳩摩智右掌一劃，「火燄刀」的神功已使了出來，噹噹噹三聲，三柄長劍從中斷絕。三姝大吃一驚，向後飄退丈許，看手中時，長劍都只剩下了半截。鳩摩智仰天長笑，向玄慈道：「方丈師兄，卻如何說？」玄慈面色鐵青，道：「這中間緣由，老衲大有不明之處。即當查明，按本寺戒律處置。明王和眾位師兄遠來辛苦，便請往客舍奉齋。」鳩摩智道：「如此有擾了。」說著合十行禮，玄慈還了一禮。鳩摩智合著雙手向旁一分，暗運「火燄刀」神功，只聽得噗噗噗噗四響，梅蘭竹菊四姝齊聲驚呼，頭上的僧帽無風自落，露出烏雲也似的滿頭秀髮，數百莖斷髮跟著僧帽飄了下來。原來鳩摩智火燄刀掠過，將四姝僧帽打落之餘，還切斷了無數頭髮。打落僧帽不難，這無形氣功居然能切斷了許多柔軟而無可著力的頭髮，已與一等一的寶刀寶劍殊無二致，足見此人內功之深，實已登峰造極。他顯這一手功夫，不但是炫耀己能，斷髮而不傷人，表示手下容情之意，同時明明白白的顯示四姝乃是女子，叫少林僧此後無可抵賴。玄慈面色更是不喜，道：「眾位師兄，請！」神光、龍猛、融智等諸高僧陡見少林寺中竟會有僧裝女子出現，無不大感驚訝，別說少林寺是素享清譽的名山名剎，就是尋常一座小小的廟宇，也絕不容許有這等大違戒律的行徑，聽到玄慈方丈一個「請」字，大家都站了起來，自有職司知客的僧侶分別迎入客舍，供奉齋飯。一眾外客剛轉過身子，還沒走出大殿，梅劍便道：「主人，四姊妹私自下山，前來服侍你，你可別責怪。」蘭劍道：「那緣根和尚對主人無禮，咱們姊妹狠狠的打了他十幾頓他才知好歹，沒料想這西域和尚又傷了主人。」虛竹「哦」一聲，心下這才恍然，原來緣根所以前踞後恭，竟是受她四姊妹脅迫，如此說來，她四人喬裝為僧，隱身寺中，已有多日，不由得跺腳說道：「胡鬧，胡鬧！」隨即在如來佛像前雙膝跪倒，說道：「弟子前生孽重，今生又未能恪守清規戒律，以致為本寺惹下無窮禍患，恭請方丈重重責罰。」菊劍道：「主人，你也別做甚麼勞什子的和尚啦，不如大夥兒一齊回飄渺峰去罷，在這兒清茶淡飯，受人家管束，有甚麼好？」竹劍指著玄慈道：「老和尚，你言中對咱主人若有甚麼得罪，咱四姊妹對你可也不客氣啦，你還是多加小心為妙。」虛竹連連喝止，說道：「你們不得無禮，怎麼到寺裏胡鬧？唉，快快住嘴。」可是四姊妹你一言我一語，咭咭呱呱的，竟將玄慈等高僧視若無物。少林群僧相顧駭然，眼見四姊妹相貌一模一樣，明媚秀美驕憨活潑，一派無法無天，實不知是甚麼來頭。原來四姝是大雪山下的貧家女兒，其母已生下七個兒女，再加一胎四女，實在無力供養，將之棄在雪地之中。適逢童姥在雪山採藥以練製九轉熊蛇丸，聽到啼哭，一看是相貌相同的四個女嬰，覺得有趣，便攜帶回靈鷲宮撫養長大，授以武功。四姝名雖是童姥的待婢，實則是祖孫一般，大得童姥的寵愛。四姝從未下過飄渺峰一步，那裏懂得人情世故，甚麼大小輩份？她們生平只聽童姥一人吩咐，待虛竹接續童姥為靈鷲宮主人，她們也就死心塌地的侍奉虛竹。只是虛竹溫和謙遜，遠不如童姥御下有威，她們對之就不怎懼怕，四姊妹心意相通，竟然肆意妄為起來。玄慈說道：「除玄字輩眾位師兄師弟外，餘僧各歸僧房。慧輪留下。」眾僧齊聲道：「是！」按著輩份魚貫而出。片刻之間，大雄寶殿上只留著三十餘名玄字輩的老僧，虛竹的師父慧輪，及虛竹和靈鷲宮四女，慧輪跨上一步，也在佛像前跪倒，說道：「弟子教誨無方，座下出了這等孽徒，請方丈重罰。」竹劍噗哧一笑，道：「憑你這點微末功夫，也配做我主人的師父？前天晚上松樹中連絆你八跤的蒙面人，便是我二姊。我說呢，你的功夫實在稀鬆平常。」虛竹暗暗叫苦：「糟糕，糟糕！她們連我師父也戲弄了。」又聽蘭劍笑道：「我聽緣根說，你是咱們主人的師父，便來考較考較你。三妹今日若是不說，只怕你永遠不知道怎麼會連摔八跤呢，哈哈，嘻嘻，有趣，有趣！」玄慈道：「玄慚、玄愧、玄念、玄淨四位師弟，請四位女施主不可妄言妄動。」四名老僧躬身道：「是！」轉身過來，向靈鷲宮四女道：「方丈法旨，請四位不可妄言妄動。」梅劍笑道：「我們偏偏要妄言妄動，你管得著麼？」四僧齊聲道：「如此得罪了！」僧袍一動，雙手隔著衣袖，分拿四女的手腕，玄慚使的是「擒龍手」，玄愧使的是「虎爪功」，玄念使的是「鷹爪力」，玄淨使的則是「少林擒拿十八打」，招數不同，卻均是少林派的精妙武功。四女中除了菊劍外，三女的長劍都已被鳩摩智削斷。菊劍長劍抖動，護住了三個姊姊。梅蘭竹三女各使斷劍，從菊劍的劍光下攻將出來。虛竹道：「拋劍！拋劍！不可動手！」靈鷲宮四姝聽得主人的呼喝，都是一怔，手中兵刃的凌厲招數只得使一半，沒敢全力施為，四女的武功本來遠不及四位玄字輩的高僧，臨敵時一失先機，立時便分給四僧以擒拿法拿住，梅劍用力一掙，沒能掙脫，嗔道：「咱們聽主人的話，才對你們客氣，哎唷，痛死了，你捏得這麼重幹甚麼？」蘭劍叫道：「小賊禿，快放開我。」抓住她手腕的玄愧大師鬚眉皆白，已七十來歲年紀，她卻呼之為「小賊禿」。竹劍道：「你卻不放手，我可要罵你老婆了。」菊劍道：「我吐他口水。」一口唾液，向玄淨噴去，玄淨側頭讓過，手指加勁，菊劍只痛得「哎唷」一聲大叫。大雄寶殿本是莊嚴佛地，霎時間成了小兒女的鶯啼燕叱之場。玄慈道：「四位女施主安靜毋躁，若再出聲，師弟們便點了她們啞穴。」四姝一聽要點啞穴，都覺不是玩的，嘟起了嘴不敢作聲。玄慚等四位大師便也放開了她們的手腕，站在一旁，嚴加監視。玄慈道：「虛竹，你將經過種種，從頭說來，休得稍有隱瞞。」虛竹道：「弟子誠心稟告。」當下將如何奉師命下山投書，如何歸途中，為葉二娘所擒，如何遇到玄難、慧方等眾僧，如何誤打誤撞的解開玲瓏棋局，以致成為逍遙派的掌門人，玄難如何死於丁春秋的劇毒之上，如何為阿紫作弄而破戒開葷，一直說到如何遇到天山童姥，如何深入西夏皇宮的冰窖，而致成為靈鷲宮的主人。這段經歷本來過程繁複，他口齒笨拙，結結巴巴的說來，著實花了老大時光，雖然拖泥帶水，不大清楚明白，但事事交代，毫無遺漏，冰窖中與夢中女郎犯了色戒一事，也是吞吞吐吐的說了。眾高僧越聽越奇，只覺這個小弟子遇合之巧，實是武林中前所未聞。眾人適才都見過他劇鬥鳩摩智的身手，對他所述，均無懷疑，都想：「若不是他一身而集無崖子、童姥、李秋水三人的神功，又在靈鷲宮石壁上領悟了一番上乘武技，如何能敵得住大輪明王的絕世神通？」虛竹說罷，在佛像前連連膜拜，道：「弟子無知無識，守戒不嚴，一遇外魔，便即把持不定，連犯葷戒、酒戒、殺戒、色戒，背棄本門，學練旁門外道的武功，又招致這四位姑娘入寺，敗壞本寺清譽，罪大惡極，罰不勝罰，求懇方丈慈悲。」他越想越是難過，不由得痛哭失聲。梅劍和菊劍同時哼的一聲，要想說話，勸他不必再做甚麼和尚了。玄慚，玄淨二僧手指一伸，隔衣袖扣住了二女脈門，二女無可奈何，話到口邊復又縮回，卻向兩個老僧狠狠白了一眼，心中暗道：「死和尚，臭賊禿！」玄慈沉吟良久，道：「眾位師兄師弟，虛竹此番遭遇，實是大異尋常，事關本寺千年的法譽，本座一人也不便擅自作主，要請眾位共同斟酌。」玄生性子最是急躁，大聲道：「啟稟方丈，虛竹過失雖大，功勞也是不小。若不是他在危急之際出手鎮住那個番僧，本寺在武林之中，焉有立足餘地？那番僧叫咱們各自散了，去托庇於清涼、普渡諸寺，這等奇恥大辱，全仗虛竹一人挽救。依小僧之見，命他在達摩院中精研武技，懺悔前非，此後不得出寺，不得過問外務，也就是了。」要知進達摩院研技，乃是少林僧侶一項尊崇之極的職司，若不是武功到了極高境界，決計無此資格，玄字輩三十餘高僧中，得進達摩院的也只八人而已，玄生自己便尚未得進。他倡議虛竹進達摩院，非但不是懲罰，反而是大大的獎賞了。戒律院首座玄寂說道：「依他武功造詣，這達摩院原也去得。但他所學者乃旁門武功，少林達摩院中，可否容得這旁門高手？玄生師弟，可曾細思過此節沒有？」此言一出，群僧低頭沉思，均覺玄生之議，頗為不妥。玄生道：「依師兄之見，那便如何？」玄寂道：「唔，這個嘛，我，我也打不定主意，虛竹有功有過，有功當獎，有過當罰。這四位姑娘來到本寺，喬裝為僧，並非出於虛竹授意，咱們坦誠向鳩摩智、神光諸位說明見相，也就是了。他們相信也罷，不相信也罷，咱們無愧於心，也不必理會旁人妄自猜測，那倒不在話下。但虛竹背棄本門，另學旁門武功，少林寺中，只怕再也容不了他。」他這麼說，意思顯然要驅逐虛竹出寺，這「破門出教」，乃是佛教中最重的懲罰。群僧一聽，都是相顧駭然。玄寂又道：「虛竹仗著武功，連犯諸般戒律，本當廢去他的功夫，這才逐出山門。但他原練的武功，早已為人化去，他目下身上所負功夫，並非學自本門，咱們自也無權廢去。」虛竹聽到戒律院首座主將他逐出廟去，垂淚說道：「眾位瞧在菩薩面上，慈悲慈悲，讓弟子有一條改過自新之路。不論何種責罰，弟子都甘心領受，就是別把弟子趕出寺去。」一眾老僧你瞧瞧我，我瞧瞧你，都是拿不定主意，耳聽虛竹如此說法，確是悔悟之意甚誠。所謂「放下屠刀，立地成佛」、所謂「苦海無邊，回頭是岸」，佛門廣大，普渡眾生，對於窮兇極惡，執迷不悟之人，尚且要千方百計的點化於他，何況於這個迷途知返、自幼出家的本寺弟子，豈可絕了他向善之路？少林寺屬於禪宗，向來講究「頓悟」，本不如律宗、淨土等宗斤斤於嚴守戒律。若無外人，眾僧念著他的功勞，絕不致破門將他逐出，但眼前之事，不但牽涉到鳩摩智、哲羅星等番邦胡僧，而中土的清涼、普渡等諸大寺，也各有高僧在座，若對虛竹責罰不嚴，天下勢必都道少林派護短，但重門戶，不論是非，只講武功，不管戒律。這等說法流傳出外，卻也是將少林寺的清譽毀了。便在此時，一位老僧在兩名弟子攙扶之下，從後殿緩步走了出來，正是玄渡。他被鳩摩智指力所傷，回入僧房休息，關心大殿上雙方爭鬥的結局，派遣弟子輪流回報，待聽到鳩摩智已暫時退開，群僧質訊虛竹，大有見責之意，當即扶傷又到大雄寶殿，說道：「方丈，我這條老命，是虛竹所救的。我有一句話，不知該不該說。」玄渡年紀較長，武功又高，玄慈方丈對他向來十分尊敬，忙道：「師兄請坐下說話，慢慢的說，別牽動了傷處。」玄渡道：「救我一命不算甚麼。可是眼前有六件大事，尚未辦妥，若留虛竹在寺，大有助益，倘是將他逐了出去，那──那──那可難了。」玄寂道：「師兄所說六件大事，第一件是指鳩摩智未退；第二件，當是指波羅星偷盜本寺武經；那第三件，是丐幫新任幫主王星天欲為武林盟主了。其餘三件，師兄何指？」玄渡長嘆一聲，道：「玄悲、玄苦、玄痛、玄難四位師弟的性命。」他一提到四僧的名字，眾僧一齊合十唸道：「阿彌陀佛！」要知玄苦死於喬峰之手，玄痛、玄難為丁春秋所害，只因對頭太強，大仇迄未得報，而殺害玄悲大師的兇手究竟是誰也還不知。大家只知玄悲是胸口中了「金剛杵」而死，那「金剛杵」乃是少林七十二門絕技之一，正是玄悲苦練了數十年的功夫。以前均以為乃姑蘇慕容氏「以彼之道，還施彼身」而下毒手，但後來見到慕容復，一來他矢口不認，二來看他是個光明磊落的俠義君子，不似是暗害玄悲的小人；兼之適才看到鳩摩智的身手，他既能使般若掌、摩訶指等少林功夫，則這一招「金剛杵」是他所使固有可能，就算另有旁人，也不為奇。玄慈說道：「老衲職為本寺方丈，於此六件大事，無一件能善為料理，實是汗顏無地。可是虛竹手上功夫，全是逍遙派的武學，難道──難道少林寺的大事──」玄慈說到這裏，言語已難以為繼，但群僧都明白他的意思：虛竹功力雖高，卻全是別派旁門功夫，即使他能出頭將這六件大事都料理了，有識之士也均知道是少林派因人成事，不免為少林派門戶之羞，就算大家掩飾得好，旁人不知，但這些有道高僧，豈能作自欺欺人的行徑？眾高僧默不作聲，隔了半晌，玄渡道：「依方丈之見，卻是如何？」玄慈道：「阿彌陀佛！我輩接承列祖列宗的衣缽，今日遭逢大大的難關，依老衲之見，須當依正道行事，寧為玉碎，不作瓦全。倘若大夥盡心竭力，得保少林令譽，那是佛祖的慈悲，列祖列宗的遺蔭。設若魔盛道衰，老衲與眾位師兄弟以命護教，以身殉寺，卻也於心無愧，對得起列宗列祖。少林寺千年來造福天下不淺，善緣深厚，就算一時受挫，也絕不致一敗塗地，永無興復之日。」這番話說得平平和和，卻是正氣凜然，群僧一齊躬身說道：「方丈高見。願遵法旨。」玄慈向玄寂道：「師弟，請你執行本寺戒律。」玄寂道：「是！」轉頭向知客僧侶道：「有請大輪明王與眾位高賢。」知客僧侶躬身答應，分頭去請。玄渡、玄生等暗暗嘆息，雖有維護虛竹之意，但方丈所言，乃是以大義為重，不能以一時的權宜利害，毀了本寺戒律清譽。各人都已十分明白，若是赦免虛竹的罪過，那是雖勝亦敗，但如秉公執法，則雖敗猶榮。方丈已說到「以命護教，以身殉寺」的話，那是破釜沉舟，不存任何僥倖之想，虛竹如何受罰，反而不是怎麼重要之事了。虛竹也知此事已難挽回，哭泣求告，都是枉然，心想：「人人都以本寺清譽為重，我是自作自受，絕不可在外人之前露出畏縮乞憐之態，教人小覷了少林寺的和尚。」過不多時，鳩摩智、神光、哲羅星等一干人都來到大殿。跟著號聲響起，慧字輩、虛字輩、智字輩群僧又列隊而入，站立兩廂。玄慈合十道：「大輪明王、列位師兄。少林寺虛字輩弟子虛竹，身犯葷戒、酒戒、殺戒、色戒四大戒律，私學旁門別派武功，擅自出任旁門掌門人，少林寺戒律首座玄寂，便即依律懲處，不得寬貸。」鳩摩智和神光等僧，一聽玄慈竟如此說，倒也大出意料之外。眾僧見到梅蘭竹菊四女喬裝為僧，只道虛竹膽大妄為，私自在寺中窩藏少女，所犯者不過色戒而已，豈知方丈所宣布的罪狀，卻是遠過於此。普渡寺的道清大師中年出家，人情世故十分通達，兼之性情慈祥，素喜與人為善。說道：「方丈師兄，這四位姑娘眉鎖腰直、頸細背挺，顯是守身如玉的處女，適才向大輪明王出手，使的又是童貞功的劍功，咱們學武之人一望而知。這位虛竹小師兄行為不檢，容或有之，『色戒』二字，卻是言重了。」玄慈道：「多謝師兄點明，虛竹所犯色戒，非指此四女而言。虛竹投入別派，作了大雪山飄渺峰靈鷲宮的主人，此四女是靈鷲宮舊主的侍婢，私入本寺，意在奉侍新主，虛竹並不得知。少林寺疏於防範，好生慚愧，倒不以此見罪於他。」童姥武功雖高，但從不履足中土，只是和海外西域諸洞諸島的旁門異士打交道，因此「靈鷲宮」之名，群僧都不知。只有鳩摩智在吐蕃國曾聽人說過，卻也不明底細。道清大師說道：「既然如此，外人不便多所置喙了。」鳩摩智、哲羅星和神光上人等對少林本是不懷善意，但見玄慈一秉至公，毫不護短，虛竹所犯戒律，外來人本來不知，他卻當眾宣示，心下也不禁欽佩。玄寂走上一步，朗聲問道：「虛竹，方丈所指罪孽，你都承認麼？有何辯解？」虛竹道：「弟子承認，罪重孽大，無可辯解，甘領太師叔責罰。」群僧心下悚然，眼望玄寂，聽他宣布如何處罰。玄寂朗聲說道：「虛竹擅犯葷、酒、色、殺四大戒律，罰當眾重打一百棍。虛竹你心服麼？」虛竹聽說只罰打他一百棍子，雖然責罰非輕，卻也挨受得起，忙道：「多謝太師叔慈悲，虛竹心服。」玄寂又道：「你未得掌門方丈和授業師父許可，擅學旁門武藝，罰你廢去全身少林派武功，自今而後，不得再為少林派弟子。你心服麼？」虛竹心中一酸，情知此事已無可挽救，道：「弟子該死，太師叔罰得甚是公正。」別派群僧適才都見他和鳩摩智激鬥，親眼見到他以「韋陀掌」和「羅漢拳」的少林派武功大顯神威，誰都不知虛竹真正的武功，其實已經不是少林一派。鳩摩智自稱一身兼七十二門絕技，實則所通者只不過是表面的招式而已，真正的少林派內功，他卻所知極少。虛竹和他相鬥時，所使的小無相功，他自然是懂的，但北溟真力、天山六陽掌、天山折梅手等高深武功，他卻也以為是少林派功夫。這時玄寂說要廢去他的少林派武功，不由得心中大喜，心想：「你們自毀長城，去了我的心腹之患，那是再好也沒有了！」覺賢、道清等高僧，心中卻連呼：「可惜，可惜！」玄寂又道：「你既為逍遙派掌門人，為飄渺峰靈鷲宮的主人，便當出教還俗，不能再作佛門弟子，從今而後，你不再是少林寺僧侶了。如此處置，你心服麼？」虛竹無爹無娘，童嬰入寺，自幼在少林長大，於佛法要旨雖然領悟不多，但少林寺是他在這世上唯一的安身立命之地，一旦被逐而去，不由得悲從中來，淚如雨下，伏地而哭，哽咽道：「少林自方丈大師以次，諸位太師伯叔，諸位師伯叔恩師，人人對弟子恩義深重，弟子不肖，有負眾位教誨。」道清大師忍不住又來說情，說道：「方丈師兄、玄寂師兄，依老衲看來，這位小佛兄迷途知返，大有悔改之意，何不給他一條自新之路？」玄寂道：「師兄指點得足。但佛門廣大，何處不可容身？虛竹，咱們罰你破門出寺，卻非對你心存惡念，斷你敬禮三寶之路，天下莊嚴寶剎，何止千千萬萬。神光上人昔年未在少林出家，今日主持清涼，為佛門大放異彩，正是大好榜樣。倘若非有皈依我佛之念，還俗後仍可再求剃度，盼你另投名寺，拜高僧為師，發宏誓願，清淨身世，早證正覺。」他說到後來，言語慈和懇切，甚有殷勤勸誡之意。虛竹更是悲切，行禮道：「太師叔教誨，弟子不敢忘記。」玄寂又道：「慧輪聽著。」慧輪走上幾步，合十跪下。玄寂說道：「慧輪，你身為虛竹的業師，平日惰於教誨，三業六根，未能詳予指點，致成今日之禍。罰你受杖三十棍，入戒律院面壁懺悔三年。你可心服麼？」慧輪顫聲道：「弟子心服。」虛竹跪道：「太師叔，弟子願代師領受三十杖責。」玄寂點了點頭，道：「既是如此，虛竹共受杖責一百三十棍。掌刑弟子，取棍侍候。此刻虛竹尚為少林僧人，加刑不得輕縱。出寺之後，虛竹即為別派掌門，與本寺再無瓜葛，本派上下，需加禮敬。」四名掌刑弟子領命而出，不久回入大殿，手中各執一條檀木齊眉棍。玄寂正要傳令用刑，突然一名僧人匆匆入殿，手中持了一大疊名帖，雙手高舉，交給玄慈，說道：「啟稟方丈，河朔群雄拜山。」玄慈一看手中名帖，只見一共有三十餘張，列名的都是北方一帶成名的英雄豪傑，其中有不少是曾參與聚賢莊英雄之會的，這些英豪突然於此刻趕到，卻不知為了何事。只聽得寺外語聲不絕，群豪已到門口，玄慈說道：「玄生師弟，請出門迎接。」又道：「列位師兄，嘉賓光臨，本派清理門戶之事，只好暫緩一步，以免待慢了遠客。」當即站起身來，走到大殿簷下，過不多時，使見高高矮矮的河朔群雄，在玄生及知客僧侶的陪同下，來到大殿之前。玄慈、玄寂、玄生等雖是勤禮佛法的高僧，但究竟是武學好手，遇到武林中的同道，都有惺惺相惜的親近之意，這時突見這許多成名的英豪到來，雖然正當清理門戶，心頭十分沉重，但也不由得精神為之一振。少林群僧在外行道，所結交的方外朋友甚多，所來的英豪之中，頗有好幾位是玄字輩、慧字輩僧侶的至交，各人執手相見，歡然道故，迎入殿中，並與鳩摩智、哲羅星等人引見了。神光、龍猛等成名素著，群豪若非舊識，也是仰慕已久。玄慈正欲問起來意，知客僧又進來稟報，說道山東、淮南有數十位武林人物前來拜山。玄慚出去迎進殿來。一條黑漢子大聲說道：「丐幫王幫主邀咱們來瞧熱鬧，他自己還沒到麼？」一個陰聲細氣的聲音道：「老兄懷疑甚麼？既然來了，要瞧熱鬧還少得了你一份麼？當然咱們小腳色先上場，正角兒慢慢再出台。」玄慈朗聲說道：「諸位不約而同的降臨敝寺，少林寺至感榮幸，招待不周，還請原諒則個。」群豪都道：「好說，好說，方丈不必客氣。」這時和少林僧交好的豪客，早已將來寺原委說知，原來各人都是接到丐幫幫主王星天的英雄帖，說道少林派和丐幫向來並峙中原，不相歸屬，王星天新任丐幫幫主，意欲立一位中原的武林盟主，並定下一些規章，以便同道一齊遵守，定六月十五親赴少林寺，與玄慈方丈商酌。各人一面說，一面便拿出英雄帖。帖上的言語雖頗謙遜，但話中之意，顯然是說武林盟主，捨我其誰？王星天來到少林，用意也甚明白，要憑一己武功擊敗少林群僧，壓下少林派數百年享譽武林的威風。帖中並未邀請群雄到少林寺觀戰，但武林人物個個喜動不喜靜，對於丐幫與少林互爭雄長的大事，那一個不想來參觀一番？是以不約而同紛紛到來。過了不多時，兩湖、江南各路的英雄到了、川陝的英雄到了、兩廣的英雄也到了。群雄南北相隔數千里，卻都於一日之中，絡繹到來，顯然丐幫準備已久，早在一兩月前便已發出英雄帖。玄慈和諸老僧口中不言，心下卻既感憤怒，又是擔憂，丐幫此舉可說大大的無禮，僅在數日之前，王星天有書信來，說到要選立武林盟主之事，並說日內將親來拜山，恭聆玄慈方丈教益，信中既未說明拜山日期，更未提到邀請天下英雄。那知突然之間，群賢畢集，少林寺竟被鬧個措手不及。丐幫發動既久，少林派雖在江湖上廣通聲氣，居然事先絕無所聞，尚未比試，已然先落下風。丐幫此舉，更是勝券已握的模樣，所以不言明邀請群雄，只不過不便代少林寺作主人，但大撒英雄帖，卻是不邀而邀。群僧又想：「丐幫不邀咱們赴他總舵，面子上是對咱們禮敬，親自移步，實則是要令咱們不克有所準備。」玄生性子急躁，登時便向他好友河北神彈子諸葛中發話：「好啊，諸葛老兒，你得到訊息，也不捎個信來給我，咱們三十年的交情，就此一筆勾銷。」諸葛中老臉脹得通紅，連連解釋：「我──我是三天前才接帖子，一碗飯也沒得及吃完，連日連夜的趕來，途中累死了兩匹好馬，唯恐錯過了日子，不能給你這臭賊禿助一臂之力。怎──怎麼反怪起我來！」玄生哼了一聲，道：「你倒是一片好心了！」諸葛中道：「怎麼不是好心？你少林派武功再高，老哥哥來吶喊助威，總不見得是壞心啊！」玄生這才心下釋言，一問其他英豪，路遠的接帖早，路近的接帖遲，但個個是馬不停蹄的趕路，方能及時趕到。倒不是這許多朋友沒有一個事先向少林寺送信，而是丐幫策劃周詳，算準了各人到達少林寺的日程，令他們無法早一日趕到少林寺，群僧想到此節，都覺得丐幫謀定而後動，幫主和幫眾未到，已然先聲奪人，只怕尚有不少厲害後著。