第二二回　群雄歸心約三章峨嵋派掌門滅絕師太對眾弟子道：「這少年的武功十分怪異，但崑崙、華山的四人，招數上已鉗制得他縛手縛腳。中原武功博大精深，豈是西域的旁門左道所及。兩儀化四象，四象化八卦，正變八八六十四招，正奇相合，六十四再以六十四倍之，共有四千零九十六種變化。天下武功變化之繁，可說無出其右了。」周芷若自張無忌下場以來，一直關心。她在峨嵋門下，頗獲滅絕師太的歡心，已得她易經原理的心傳，這時朗聲問道：「師父，這正反兩儀，招數雖多，終究不脫於太極化為陰陽兩儀的道理。弟子看這四位前輩招數果然精妙，最厲害的似還在腳下步法的方位。」她聲音清脆，一句句以丹田之氣緩緩吐出。張無忌雖在力戰之中，這幾句話仍是聽得清清楚楚，一瞥之下，見說話的竟是周芷若，心中一動：「她為甚麼這般大聲說話，難道是有意指點我嗎？」滅絕師太道：「你眼光倒也不錯，能瞧出前輩武功中的精要所在。」周芷若自言自語：「陽分太陽、少陰，陰分少陽、太陰，是為四象。太陽為乾兌，少陰為離震，少陽為巽坎，太陰為艮坤。乾南、坤北、離東、坎西、震東北、兌東南、巽西南、艮西北。自震至乾為順，自巽至坤為逆。」朗聲道：「師父，正如你所教：天地定位，山澤通氣，雷風相薄，水火不相射，八卦相錯。數往者順，知來者逆。崑崙派正兩儀劍法，是自震位至乾位的順；華山派的反兩儀刀法，則是自巽位至坤位的逆。師父，是不是啊？」滅絕師太聽徒兒指了出來，心下甚喜，點頭道：「你這孩子，倒也不虧了我平時的教誨。」她向來極少許可旁人，這兩句話已是最大的讚譽了。滅絕師太欣悅之下，沒留心到周芷若的話聲實在太過響亮，兩人面對面的說話，何必中氣十足，將語音遠遠的傳送出去？但旁邊已有不少人察覺到異狀。周芷若見許多眼光射向自己，索性裝作天真歡喜之狀，拍手道：「師父，是啦，是啦！咱們峨嵋派的四象掌圓中有方，陰陽相成，圓於外者為陽，方於中者為陰，圓而動者為天，方而靜者為地，天地陰陽，方圓動靜，似乎比這正反兩儀之學又稍勝一籌。」滅絕師太素來自負本派四像掌為天下絕學，周芷若這麼說，正迎合了她自高自大的心意，微微一笑，說道：「道理是這麼說，但也要瞧應用者的功力修為。」張無忌於八卦方位之學，小時候也曾聽父親講過，但所學甚淺，因此在秘道之中看了陽頂天的遺書後，須小昭指點，方知「無妄」位的所在。這時他聽周芷若說及四象順逆的道理，心中一凜，察看何氏夫婦和高矮二老的步法招數，果是從四象八卦中變化而出，無怪自己的乾坤大挪移心法一點施展不上。原來西域最精深的武功，遇上中土最精深的學問，相形之下，還是中土功夫的義理更深。張無忌所以暫得不敗，只不過他已將西域武功練到了最高境界，而何氏夫婦、高矮二老的中土武功所學尚淺而已。在這一霎之間，他腦海中如電閃般連轉了七、八個念頭，立時想到七、八種方法，每一種均可在舉手間將四人一一擊倒。但他轉念又想：「倘若我此時施展，只怕滅絕師太要怪上周姑娘，這老師太心狠手辣，甚麼事做不出來？我可不能連累了周姑娘。」當下手上招式半點不改，凝神察看對手四人的招數，他即已領會到敵手武功的總綱，看出去自是頭頭是道，再不似先前有如亂絲一團，分不清中間的糾葛披紛。周芷若見他處境仍不好轉，暗自焦急，尋思：「他在全力赴敵之際，自不能在片刻間悟到這種精微的道理。」眼見何氏夫婦越逼越緊，張無忌似乎更加難以支持，朗聲說道：「師父，弟子料想鐵琴先生下一步便要搶往『歸妹』位了，不知對不對？」滅絕師太尚未回答，班淑嫻柳眉倒豎，喝道：「峨嵋派的小姑娘，這小子是你甚麼人，要你一再回護於他？你吃裏扒外，我崑崙派可不是好惹的。」周芷若被她說破心事，滿臉通紅。滅絕師太喝道：「芷若，別多問了，他昆侖派不是好惹的，你沒聽見嗎？」這兩句話的語氣，顯是袒護徒兒。張無忌心中好生感激，暗想若再纏鬥下去，周姑娘或要另生他法來相助自己，要是給滅絕師太瞧破了，可於她有極大危險，於是哈哈大笑，說道：「我是峨嵋派的手下敗將，曾被滅絕師太擒獲，她們峨嵋派當然比你崑崙派高明得多。」向左踏出兩步，右手梅枝揮出，一股勁風撲向矮老者的後心。這一招的方位時刻，拿捏得恰到好處，矮老者身不由主，鋼刀便往班淑嫻肩頭砍了下去，原來張無忌使的正是乾坤大挪移心法，但倚著八卦方位，倒反了矮老者刀招的去勢。班淑嫻忙回劍擋格，呼的一聲，高老者的鋼刀卻又已砍至。何太沖搶上相護，舉劍格開高老者的彎刀，張無忌回掌拍出，引得矮老者刀尖刺向何太沖小腹。班淑嫻大怒，刷刷刷三劍，逼得矮老者手忙腳亂。矮老者叫道：「別上了這小子的當！」何太沖登即省悟，倒反長劍，向張無忌刺去。張無忌挪移乾坤，何太沖這劍在中途轉了方向，嗤的一響，刺中了高老者左臂。高老者痛得哇哇大叫，舉刀猛向何太沖當頭砍下。矮老者揮刀格開，喝道：「師弟別亂，是那小子搗鬼，哎喲……」原來便在此時，張無忌迫使班淑嫻劍招轉向，刺中了矮老者的肩後。頃刻之間，華山二老先後中劍受傷，旁觀眾人轟然大亂。只見張無忌梅枝輕拂、手掌斜引，以高老者的刀去攻班淑嫻的左脅，以何太沖之劍去削矮老者背心。再鬥數合，驀地裏何太沖夫婦雙劍相交，挺刃互格，高矮二老者兵器碰撞，揮刀砍殺。到這時候人人都以看出，乃是張無忌從中牽引，攪亂了四人兵刃的方向，至於他使的是甚麼法子，卻無一能解。只有楊逍曾學過一些乾坤大挪移的初步功夫，依稀瞧了些眉目出來，但也決計不信這少年竟能學會了這門神功。但見場中夫婦相鬥，同門互砍，殺得好看煞人。班淑嫻不住呼叫：「轉無妄，進蒙位，搶明夷……」可是乾坤大挪移功夫四面八方的籠罩住了，不論他們如何變換方位，奮力掙扎，刀劍使將出去，總是不由自主的招呼到自己人身上。高老者叫道：「師哥，你出手輕些成不成？」矮老者道：「我是砍這小賊，又不是砍你。」高老者叫道：「師哥小心，我這一刀只怕要轉彎……」果然不出所料，話聲未畢，他手上鋼刀斜斜的砍向矮老者腰間。何太沖道：「娘子，這小賊……」班淑嫻噹的一聲，將長劍擲在地下。矮老者心想不錯，若以拳掌扭打，料想這小賊再不能使此妖法，跟著拋去單刀，出拳向張無忌胸口打去，那知颼的一聲響，何太沖長劍迎面點至。矮老者手中沒了兵刃，急忙低頭相避。班淑嫻叫道：「兵刃撒手！」何太沖用力一甩，長劍遠遠擲出。高老者也跟著鬆手放刀，以擒拿手向張無忌後頸抓去。五指一緊，掌中多了一件硬物，一看卻是自己的鋼刀，原來給張無忌搶過來遞回他手中。高老者道：「我不用兵刃！」使勁擲下。張無忌斜身抓住，又已送在他手裏。接連幾次。高老者始終無法將兵刃拋擲脫手，驚駭之餘，自己想想也覺古怪，哈哈大笑起來，說道：「他媽的，臭小子當真邪門！」這時矮老者和何氏夫婦拳腳齊施，分別向張無忌猛攻。華山、崑崙的拳掌之學，殊不弱於兵刃，一拳一腳，均具極大威力。但張無忌滑如游魚，每每在間不容髮之際避開，有時反擊一招半式，卻又令三人極難擋架。到此地步，四人均已知萬難取勝，各自存了全身而退的打算。高老者突然叫道：「臭小子，暗器來了！」一聲咳嗽，一口濃痰向張無忌吐去。張無忌側身讓過，高老者已乘機將鋼刀向背後拋出，笑道：「你還能……哎喲……對不住……」原來張無忌左掌反引，將班淑嫻帶了過來，噗的一聲輕響，高老者這口濃痰正好吐在她眉心。班淑嫻怒極，十指疾往張無忌抓去。矮老者隻手勾拿，恰好擋著他的退路，高老者和何太沖眼見良機已至，同時撲上，心想這一次將他擠在中間，四人定能抓住了這小子，狠狠的纏扭廝打，雖然觀之不雅，卻管教他再也無法取巧。張無忌雙手同時施展挪移乾坤心法，一聲清嘯，拔身而起，在半空中輕輕一個轉折，飄然落在丈許之外。但見何太沖抱住了妻子的腰，班淑嫻抓住丈夫肩頭，高矮二老互相緊緊摟住，四人都摔倒在地。何氏夫婦發覺不對，急忙鬆手躍起。高老者大叫：「抓住了，這一次瞧你逃到那裏？啊喲不是……」矮老者怒道：「快放手！」高老者道：「你不先放手，我怎放得了？」矮老者道：「少說一句成不成？」高老者道：「少說一句，自然可以，不過……」矮老者放開雙臂，厲聲道：「起來！」高老者對師哥究屬心存畏懼，急忙縮手，雙雙躍起。高老者叫道：「喂，臭小子，你這不是比武，專使邪法，算那門子的英雄？」矮老者知道再糾纏下去只有越加出醜，向張無忌抱拳道：「閣下神功蓋世，老朽生平從所未見，華山派認栽了。」張無忌還禮道：「得罪！晚輩僥倖，適才若不是四位手下容情，晚輩已命喪正反兩儀的刀劍之下。」這句話倒不是空泛的謙詞，於周芷若未加指點之時，他確是險像環生，雖然終於獲勝，但對這四人的武功實無絲毫小覷之心，只是明知四人已出全力，「手下容情」云云，卻是說得好聽了。高老者得意洋洋的道：「是嗎？你自己也知道勝得僥倖。」張無忌道：「兩位尊姓大名？日後相見，也好有個稱呼。」高老者道：「我師哥是『威震……」矮老者喝道：「住嘴！」向張無忌道：「敗軍之將，羞愧無地，賤名何足掛齒？」說著回入華山派人叢之中。高老者拍手笑道：「勝敗乃兵家常事，老子是漫不在乎的。」拾起地下兩柄鋼刀，施施然而歸。※※※張無忌走到鮮于通身邊，俯身點了他兩處穴道，說道：「此間大事一了，我即為你療毒，此刻先阻住你毒氣入心。」便在此時，忽覺背後涼風襲體，微感刺痛。張無忌一驚，不及趨避，足尖使勁，拔身急起，斜飛而上，只聽得噗噗兩聲輕響，跟著「啊」的一聲呼叫。他在半空中轉過頭來，只見何太沖和班淑嫻的兩柄長劍並排插在鮮于通胸口。原來何氏夫婦縱橫半生，卻當眾敗在一個後輩的手底，無論如何嚥不下這口氣去，兩人拾起長劍，眼見張無忌正俯身在點鮮于通的穴道，對望一眼，心意相通，點了點頭，突然使出一招「無聲無色」，同時疾向他背後刺去。這招「無聲無色」是崑崙派劍學中的絕招，必須兩人同使，兩人功力相若，內勁相同，當劍招之出，勁力恰恰相反，於是兩柄長劍上所生的蕩激之力，一齊相互抵消。這路劍招本是用於夜戰，黑暗中令對方難以聽聲辨器，事先絕無半分朕兆，白刃已然加身，但若白日用之背後偷襲，也令人無法防備。不料張無忌心意不動，九陽神功自然護體，變招快極，但饒是如此，背上衣衫也已給劃破了兩條長縫，實是險極。何氏夫婦收招不及，雙劍竟將華山派掌門人釘死在地。張無忌落下地來，只聽得旁觀眾人嘩然大噪。何氏夫婦一不做、二不休，雙劍齊向張無忌攻去，均想：「背後偷襲的不要臉勾當既已做了出來，今後顏面何存？若不將他刺死，自己夫婦也不能苟活於世。」是以出手盡是拚命的招數。張無忌避了數劍，眼見何氏夫婦每一招都求同歸於盡，顯是難以善罷的局面，心念一動，身子略蹲，左手在地下抓起了一塊泥土，一面閃避劍招，一面將泥土和著掌心中的汗水，捏成了兩粒小小丸藥。但見何太沖從左攻到，班淑嫻自右至，他發步一衝，搶到鮮于通的屍體之旁，假意在他懷裏掏摸兩下，轉過身來，雙掌分擊兩人。這一下使上了六七成力，何氏夫婦只覺胸口窒悶，氣塞難當，不禁張口呼氣。張無忌手一揚，兩粒泥丸分別打進了兩人口中，乘著那股強烈的氣流，衝入了咽喉。何氏夫婦不禁咳嗽，可是已無法將丸藥吐出，不禁大驚，眼見那物是鮮于通身上掏將出來，心想此人愛使毒藥毒蠱，難道還會有甚麼好東西放在身上？兩人霎時間面如土色，想起鮮于通適才身受金蠶蠱毒的慘狀，班淑嫻幾乎便欲暈倒。張無忌淡淡的道：「這位鮮于掌門身上養有金蠶，裹在蠟丸之中，兩位均已吞了一粒。倘若急速吐出，乘著蠟丸未融，或可有救。」到此地步，不由得何氏夫婦不驚，急運內力，搜腸嘔肚的要將「蠟丸」吐將出來。他二人內功甚佳，幾下催逼，便將胃中的泥丸吐出，這時早已成了一片混著胃液的泥沙，卻那裏有甚麼蠟丸？華山派高老者走進身來，指指點點的笑道：「啊喲，這是金蠶糞，金蠶到了肚中，拉起屎來啦！」班淑嫻驚怒交集之下，一口氣正沒處發洩，反手便是一掌。高老者低頭避過，逃了開去，大聲叫道：「崑崙派的潑婦，你殺了本派掌門，華山派可跟你不能算完。」何氏夫婦聽他這麼一叫，心中更煩，暗想鮮于通雖然人品奸惡，終究是華山派掌門，自己夫婦失手將他殺了，已惹下罕有的大亂子，但金蠶蠱毒入肚，命在頃刻，別的甚麼也已顧不得了。眼前看來只有張無忌這小子能解此毒，但自己夫婦昔日如此待他，他又怎肯伸手救命？張無忌淡淡一笑，說道：「兩位不須驚慌，金蠶雖然入肚，毒性要在六個時辰之後方始發作，此間大事了結之後，晚輩定當設法相救。只盼何夫人別再灌我毒酒，那就是了。」何氏夫婦大喜，雖給他輕輕譏刺了一句，也已不以為意，只是道謝的言語卻說不出口，訕訕的退開。張無忌道：「兩位去向崆峒派討四粒『玉洞黑石丹』服下，可使毒性不致立時攻心。」何太沖低聲道：「多承指教。」即派大弟子去向崆峒派討來丹藥服下。張無忌暗暗好笑，那玉洞黑石丹固是解毒的藥物，但服後連續兩個時辰腹痛如絞，稍待片刻，何氏夫婦立即腹中大痛，只道是金蠶蠱毒發作，那料到已上了當。不過張無忌也只是小作懲戒，驚嚇他們一番而已，若說要報復前仇，豈能如此輕易？但料得這麼一來，只消不給他二人「解藥」，與各派再有紛爭，崑崙派非偏向自己不可。那日他把「桑貝丸」叫作「砒鴆丸」而給五姑服下，但吐露真相太早，險些命喪何太沖之手，這一次再也不會重蹈覆轍了。※※※這邊廂滅絕師太向宋遠橋叫道：「宋大俠，六大派中，只剩下貴我兩派了，老尼姑女流之輩，全仗宋大俠主持全局。」宋遠橋道：「在下已和殷教主對過拳腳，未能取勝。師太劍法通神，定能制服這個小輩。」滅絕師太冷笑數聲，拔出背上倚天劍，緩步走出。武當派中二俠俞蓮舟一直注視著張無忌的動靜，對他武功之奇，深自駭異，這時暗想：「滅絕師太劍法雖精，未必及得上崑崙、華山四大高手的聯手出戰，倘若她再失利，武當派再制服不了他，六大派可栽到家了，我先得試一試他的虛實。」當下快步搶入場中，說道：「師太，讓我們師兄弟五人先較量一下這少年的功力，師太最後必可一戰而勝。」這幾句話說得十分明白，武當派向以內力悠長見稱，自宋遠橋以至莫聲谷，五人一個個的跟張無忌輪流纏戰下去，縱然不勝，料想世間任何高手，也決不能連鬥武當五俠而不累得筋疲力竭，那時以強弩之末而當滅絕師太凌厲無倫的劍術，峨嵋派自非一戰而勝不可。滅絕師太明白他的用意，心想：「我峨嵋派何必領你武當派這個情？那時便算勝了，也是極不光彩。難道峨嵋掌門能撿這種便宜，如此對付一個後生小輩？」她自來心高氣傲，目中無人，雖見張無忌武功了得，但想都是各派與鬥之人太過膿包所致，那日這小子何嘗不是給我手到擒來？後來我大舉屠戮魔教銳金旗人眾，這小子出頭干預，內力雖奇，又有甚麼作為？當下衣袖一拂，說道：「俞二俠請回，老尼倚天劍出手，不能平白插回劍鞘！」俞蓮舟聽她如此說，只得抱拳道：「是！」退了下去。滅絕師太橫劍當胸，劍頭向上指，走向張無忌身前。明教教眾喪生在她這倚天劍下的不計其數，這時場畔教眾見她出來，無不目眥欲裂，大聲鼓噪起來。滅絕師太冷笑道：「吵甚麼？待我料理了這小子，一個個來收拾你們，嫌死得不夠快嗎？」殷天正知她這柄倚天劍極是難擋，本教不少好手都是未經一合，便即兵刃被她削斷，死於劍底，問道：「曾少俠，你用甚麼兵刃？」張無忌道：「我沒兵刃。老爺子，你說，怎生對付她的寶劍才好？」倚天劍無堅不摧，他親眼見過，思之不寒而慄，心中真沒了主意。殷天正從身旁包袱中取出一口長劍，說道：「這柄白虹劍送了給你。這劍雖不如老賊尼的倚天劍有名，但也是江湖上罕見的利器。」說著伸指在劍刃上一彈，那劍陡地彎了過來，隨即彈直，嗡嗡作響，聲音清越。張無忌恭恭敬敬的接過，說道：「多謝老爺子。」殷天正道：「這劍隨我時日已久，近十餘年來卻從未用過，徒仗兵器之利取勝，嘿嘿，算甚麼英雄好漢？今日得見它飲老賊尼頸中鮮血，老夫死亦無恨。」張無忌不答，心想：「我決不能傷了這位師太。」提起白虹劍，轉過身來，走上幾步，劍尖向下，雙手抱著劍柄，向滅絕師太道：「晚輩劍法平庸之極，決非師太敵手，實不敢和前輩放對。前輩曾對明教銳金旗下眾位住手不殺，何不再高抬貴手？」滅絕師太的兩條長眉垂了下來，冷冷的道：「銳金旗的眾賊是你救的，滅絕師太手下決不饒人。你勝得我手中長劍，那時再任性妄為不遲。」明教銳金、巨木、洪水、烈火、厚土五行旗下的教眾紛紛鼓噪，叫道：「老賊尼，有本事就跟曾少俠肉掌過招。」「你劍法有甚麼了不起，徒然仗著一把利劍而已。」「曾少俠的劍法比你高得多了，你去換一把平常長劍，若能在曾少俠手下走得了三招，算你峨嵋派高明。」「甚麼三招？簡直一招半式也擋不住。」滅絕師太神色木然，對這些相激的言語全然不理，朗聲道：「進招罷！」張無忌沒練過劍法這時突然要他進手遞招，頗感手足無措，想起適才所見何太沖的兩儀劍法招數頗為精妙，當下斜斜刺出一劍。滅絕師太微覺詫異，道：「崑崙派的『峭壁斷雲』！」倚天劍微側，第一招便即搶攻，竟不擋格對方來招，劍尖直指他丹田要穴，出手之凌厲猛悍，直是匪夷所思。張無忌一驚，滑步相避，驀地裏滅絕師太長劍疾閃，劍尖已指到了咽喉。張無忌大驚，急忙臥倒打個滾，待要站起，突覺後頸中涼風颯然，心知不妙，右足腳尖一撐，身子斜飛出去。這一下是從絕不可能的局勢下逃得性命。旁觀眾人待要喝采，卻見滅絕師太飄身而上，半空中舉劍上挑，不等他落地，劍光已封住了他身周數尺之地。張無忌身在半空，無法避讓，在滅絕師太寶劍橫掃之下，只要身子再沉尺許，立時雙足齊斷，若然沉下三尺，則是齊腰斬為兩截。這當兒真是驚險萬分，他不加思索的長劍指出，白虹劍的劍尖點在倚天劍尖之上，只見白虹劍一彎，嗒的一聲輕響，劍身彈起，他已借力重行高躍。滅絕師太縱前搶攻，颼颼連刺三劍，到第三劍上時張無忌身又下沉，只得揮劍擋格，叮的一聲，手中白虹劍已只剩下半截。他右掌順手拍出，斜過來擊向滅絕師太頭頂。滅絕師太揮劍斜撩，削他手腕。張無忌瞧得奇準，伸指在倚天劍的刃面無鋒之處一彈，身子倒飛了出去。滅絕師太手臂酸麻，虎口劇痛，長劍被他一彈之下幾欲脫手飛出，心頭大震。只見張無忌落在兩丈之外，手持半截斷劍，呆呆發怔。這幾下交手，當真是兔起鷸落，迅捷無倫，一剎那間滅絕師太連攻了八下快招，招招是致命的凌厲毒著。張無忌在劣勢之下一一化解，連續八次的死中求活、連續八次的死裏逃生。攻是攻得精巧無比，避也避得詭異之極。在這一瞬時刻之中，人人的心都似要從胸腔中跳了出來。實不能信這幾下竟是人力之所能，攻如天神行法，閃似鬼魅變形，就像雷震電掣，雖然過去已久，兀自餘威迫人。隔了良久，震天價的采聲才不約而同的響了出來。適才這八下快攻、八下急避，張無忌全是出於挨打的局面，手中長劍又被削斷，顯然已居下風，但滅絕師太的倚天劍被他手指一彈，登時半身酸麻。張無忌吃虧在少了對敵的閱歷，若在此時乘勢反擊，已然勝了。滅絕師太心中自是有數，不由得暗自駭異，說道：「你去換過一件兵刃，再來鬥過。」張無忌向手中斷劍望了一眼，心想：「外公贈給我的一柄寶劍，給我一出手就毀了，實是對不起他老人家。還有甚麼寶刀利刃，能擋得住倚天劍的一擊？」正自沉吟，只聽得周顛大聲道：「我有一柄寶刀，你拿去跟老賊尼鬥一鬥。你來拿罷！」張無忌道：「倚天劍太過鋒銳，只怕徒然又損了前輩的寶刀。」周顛道：「損了便損了。你打她不過，我們個個送命歸天，還保得了寶刀嗎？」張無忌一想不錯，過去接了寶刀。楊逍低聲道：「張公子，你須得跟她搶攻，可不能再挨打。」張無忌聽他叫自己為「張公子」，微微一怔，隨即省悟，楊不悔既已認出自己，自然跟她爹爹說了，當下道：「多承前輩指教。」韋一笑低聲道：「施展輕功，半步也不可停留。」張無忌大喜，又道：「多謝前輩指點。」光明使者楊逍、青翼蝠王韋一笑兩人武功深厚，均可和滅絕師太一鬥，未必便輸於她，只恨受了圓真的暗算，重傷之後，一身本事半點施不出來，但眼光尚在，兩人各自指點了一個關鍵所在，正是對付滅絕師太寶劍快招的重要訣竅。張無忌提刀在手，覺得這柄刀重約四十餘斤，但見青光閃爍，背厚刃薄，刃鋒上刻有古樸花紋，顯是一件歷時已久的珍品，心想毀了白虹劍雖然可惜，終是外公已經給了我的兵刃，這把寶刀卻是周顛之物，可不能再在自己手中給毀了，回過身來，說道：「師太，晚輩進招了！」展開輕功，如一溜煙般繞到了滅絕師太身後，不待她回身，左一閃，右一趨，正傳一圈，反轉一圈，刷刷兩刀砍出。滅絕師太橫劍一封，正要遞劍出招，張無忌早已轉得不知去向。他在未練乾坤大挪移法之時，輕功已比滅絕師太為高，這時越奔越快，如風如火，似雷似電，連韋一笑素以輕功睥睨群雄，也自暗暗駭異。但見他四下轉動，迫近身去便是一刀，招術未老，已然避開。這一次攻守異勢，滅絕師太竟無反擊一劍之機，只是張無忌礙於倚天劍的鋒銳，卻也不敢過份逼近。他奔到數十個圈子後，體內九陽真氣轉旺，更似足不點地的凌空飛行一般。峨嵋群弟子眼見不對，如此纏鬥下去，師父定要吃虧。靜玄叫道：「今日咱們剿滅魔教，可不是比武爭勝。眾位師妹師弟，大夥兒齊上，攔住這小子，教他不得取巧，乖乖的跟師父較量真實本領。」說著提劍躍出。峨嵋派男女弟子立時湧上，手執兵刃，佔住了八面方位。周芷若站在西南角上。丁敏君冷笑道：「周師妹，攔不攔在你，讓不讓也在你。」周芷若又氣又羞，說道：「你單是提我幹甚麼？」便在此時，張無忌已衝到了跟前，丁敏君嗤的一劍刺出。張無忌左手一伸，挾手將她長劍奪過，順手便向滅絕師太擲去。滅絕師太揮劍將來劍斬為兩截，但張無忌這一擲之力強勁之極，來劍雖斷，勁力仍將她手腕震得隱隱發麻。張無忌更不停留，左手隨伸隨奪、隨奪隨擲。峨嵋群弟子此次來西域的無一不是派中高手，但一遇到他伸手奪劍，竟沒絲毫閃避餘地，給他手到拿來，數十柄劍飛舞空際，白光閃閃，連續不斷的向滅絕師太飛去。滅絕師太臉如嚴霜，將來劍一一削斷，削到後來，右臂大是酸痛，當即劍交左手。她左手使劍的本事和右手無甚分別，但見半空中斷劍飛舞，有的旁擊向外，兀自勁力奇大，圍觀的眾人紛紛後退。片刻之間，峨嵋群弟子個個空手，只周芷若手中長劍沒有被奪。在張無忌是報她適才指點之德，豈知這麼一來，卻把她顯得十分突出。她早知不妥，搶上去想攻擊數招，但張無忌身法實在太快，何況是故意避開了她，不近她身子五尺之內。周芷若雙頰暈紅，一時手足無措。丁敏君冷笑道：「周師妹，他果然待你與眾不同。」這時張無忌雖受峨嵋群弟子之阻，但穿來插去，將眾人視如無物，刀刀往滅絕師太要害招呼。滅絕師太已身處只有挨打、無法反擊的局面，心中暗暗焦急，丁敏君的言語卻一聲聲傳入耳中：「你眼看師父受這小子急攻，怎地不上前相助？你手中有劍，卻站著不動，只怕你在盼望這小子打勝師父呢。」滅絕師太心念一動：「何以這小子偏偏留下芷若的兵刃不奪，莫非兩人當真暗中勾結？我一試便知！」朗聲喝道：「芷若，你敢欺師滅祖嗎？」挺劍疾向周芷若當胸刺去。周芷若大驚，不敢舉劍擋架，叫道：「師父，我……」她這「我」字剛出口，滅絕師太的長劍已刺到她胸口。張無忌不知滅絕師太這一劍只在試探是否真有情弊，待得劍尖及胸，自會縮手。他親眼見過滅絕師太擊死紀曉芙的狠辣，知道此人誅殺徒兒，絕不容情，當下不及細想，縱身躍上，一把抱起周芷若，飛出丈許。滅絕師太好容易反賓為主，長劍顫動，直刺他後心。張無忌內力雖強，卻未當真練過輕功，不能如韋一笑那麼手中抱了人、腳下仍然絲毫不慢，聽到背後風聲，只得回刀揮出，噹的一響，手中寶刀又斷去了半截。滅絕師太的長劍跟著刺到，張無忌反手運勁，擲出半截寶刀，這一下使上了九成力。滅絕師太登時氣息一窒，不敢舉劍撩削，伏地閃避。半截寶刀從她頭頂掠過，勁風只刮得她滿臉生疼。張無忌眼見有機可乘，不及放下周芷若，隨即搶身而進，右手前探，揮掌拍出。滅絕師太右膝跪地，舉劍削他手腕，張無忌變拍為拿，反手勾處，已將倚天劍輕輕巧巧的奪了過來。這般於一剎那間化剛為柔的急劇轉折，已屬乾坤大挪移心法的第七層神功，滅絕師太武功雖高，但於對方剛猛掌力襲體之際，再也難以拆解他轉折輕柔的擒拿手法。張無忌雖然得勝，但對滅絕師太這般大敵，實是戒懼極深，絲毫不敢怠忽，以倚天劍指住她咽喉，生怕她又有奇招使出，慢慢的退開兩步。周芷若身子一掙，道：「快放下我！」張無忌驚道：「呀，是！」滿臉脹得通紅，忙將她放下，鼻中聞到一陣淡淡幽香，只覺她頭上柔絲在自己左頰拂過，不禁斜望了她一眼，只見她俏臉生暈，又羞又窘，雖是神色恐懼，眼光中卻流露出歡喜之意。滅絕師太緩緩站直身子，一言不發，瞧瞧周芷若，又瞧瞧張無忌，臉色越來越青。張無忌倒轉劍柄，向周芷若道：「周姑娘，貴派的寶劍，請你轉交尊師。」周芷若望向師父，只見她神色默然，既非許可，亦非不准，一剎那間心中轉過了無數念頭：「今日局面已然尷尬無比，張公子如此待我，師父必當我和他私有情弊，從此我便成了峨嵋派的棄徒，成為武林中所不齒的叛逆。大地茫茫，教我到何處去覓歸歸宿之地？張公子待我不錯，但我決不是存心為他而背叛師門。」忽聽滅絕師太厲聲喝道：「芷若，一劍將他殺了！」當年周芷若跟張三丰前赴武當山，張三丰以武當山上並無女子，一切諸多不便，當下揮函轉介，投入滅絕師太門下。她天資甚是聰穎，又以自幼慘遭父母雙亡的大變，刻苦學藝，進步神速，深得師父鍾愛。這七年多時日之中，師父的一言一動，於她便如是天經地義一般，心中從未生過半點違拗的念頭，這時聽到師父驀地一聲大喝，倉卒間無暇細想，順手接過倚天劍，手起劍出，便向張無忌胸口刺了過去。張無忌卻決計不信她竟會向自己下手，全沒閃避，一霎之間，劍尖已抵胸口，他一驚之下，待要躲讓，卻已不及。周芷若手腕發抖，心想：「難道我便刺死了他？」迷迷糊糊之中手腕微側，長劍略偏，嗤的一聲輕響，倚天劍已從張無忌右胸透入。周芷若一聲驚呼，拔出長劍，只見劍尖殷紅一片，張無忌右胸鮮血有如泉湧，四圍驚呼之聲大作。張無忌伸手按住傷口，身子搖幌，臉上神色極是古怪，似乎在問：「你真的要刺死我？」周芷若道：「我……我……」想過去察看他的傷口，但終於不敢，掩面奔回。她這一劍竟然得手，誰都出於意料之外。小昭臉如土色，搶上來扶住張無忌，只叫：「你……你……」張無忌道：「你……你……你為甚麼要殺我……」這一劍幸好稍偏，沒刺中心臟，但已重傷右邊肺葉。他說了這幾個字，肺中吸不進氣，彎腰劇烈咳嗽。他重傷之下，瞧出來分不清小昭和周芷若，鮮血泊泊流出，將小昭的上衣染得紅了半邊。旁觀眾人不論是六大派或明教、天鷹教的人眾，一時均肅靜無聲。張無忌適才連敗各派高手，武功高強，胸襟寬博，不論是友是敵，無不暗暗敬仰，這時見他無端端的被周芷若刺了一劍，均感不忿，眼見倚天劍透胸而入，傷勢極重，都關心這一劍是否致命。小昭扶著他慢慢坐下，朗聲說道：「那一位有最好的金創藥？」少林派中神僧空性快步而出，從懷中取出一包藥粉，說道：「敝派玉靈散是傷科聖藥。」伸手撕開張無忌胸前衣服，只見傷口深及數寸，忙將玉靈散敷上去，鮮血湧出，卻將藥粉都衝開了。空性束手無策，急道：「怎麼辦？怎麼辦？」何太沖夫婦更是焦急，他們只道自己已服下金蠶蠱毒，此人若是重傷而死，自己夫婦倆解毒無人，也是活不成了。何太沖搶到張無忌身前，急問：「金蠶蠱毒怎生解救，快說，快說啊。」小昭哭道：「走開！你忙甚麼？張公子要活不了，大家是個死。」若在平時，何太沖是何等身份，怎能受一個青衣小婢的呼叱？但這時情急之下，仍是不住口的急問：「金蠶蠱毒怎生解救？」空性怒道：「鐵琴先生，你再不走開，老衲可要對你不客氣了。」便在此時張無忌睜開眼來，微一凝神，伸左手食指在自己傷口周圍點了七處穴道，血流登時緩了。空性大喜，便即將玉靈散替他敷上。小昭撕下衣襟，給他裹好傷口，眼見他臉白如紙，竟無半點血色，心中說不出的焦急害怕。張無忌這時神智已略清醒，暗運內息流轉，只覺通到右胸便即阻塞，只想：「我待教有一口氣息尚在，決不能讓六大派殺了明教眾人！」當下將真氣在左邊胸腹間運轉數次，緩緩站起身來，說道：「峨嵋、武當兩派若有那一位不服在下調處，可請出來較量。」他此言一出，眾人無駭然，眼見周芷若這一劍刺得他如此厲害，竟然兀自挑戰。滅絕師太冷冷的道：「峨嵋派今日已然落敗，你若不死，日後再行算帳。咱們瞧武當派的罷！六大派此行的成敗，全仗武當派裁決。」六大派圍攻光明頂，崆峒、少林、崑崙、峨嵋五派高手均已敗在張無忌手下，只剩武當一派尚未跟他交過手。這時他身受劍傷，死多活少，別說一流高手，只須幾個庸手上來糾纏一番，他也就支持不住了，甚至無人和他對敵，說不定稍等片刻，他也會傷發而斃，武當五俠任誰一位上前，自然毫不費力的便將他擊死，就可照原來策劃，誅滅明教。眾人均想，武當派自來極重「俠義」兩字，要他們出手對付一個身負重傷的少年，未免於名聲大有損害，只怕武當五俠誰都不願。但武當派若不出手，難道「六大派圍攻光明頂」這件轟傳武林的大事，竟然鬧一個鎩羽而歸？此後六大派在江湖上臉面何存？其中的抉擇，可實在為難之極了。滅絕師太那幾句話，意思說六大派今後是榮是辱，全憑武當派決定，且看武當派是否有人肯顧全大局，損及個人的名望。宋遠橋、俞蓮舟、張松溪、殷梨亭、莫聲谷五人面面相覷，誰都拿不定主意。宋青書突然說道：「爹，四位師叔，讓孩兒去料理了他。」武當五俠明白他的意思，他是武當晚輩，由他出手，勝於累及武當五俠的英名。俞蓮舟道：「不成！我們許你出手，跟我們親自出手並無分別。」張松溪道：「二哥，倚小弟之見，大局為重，我五兄弟的名聲為輕。」莫聲谷道：「名聲乃身外之物，只是如此對付一個重傷少年，良心難安。」一時議論難決，各人眼望宋遠橋，聽他示下。宋遠橋見殷梨亭始終不發一言，可是臉上憤怒之色難平，心知他未婚妻紀曉芙失身於明教楊逍，以致殞命，實是平生奇恥大恨，若不一鼓誅滅明教，掃盡奸惡淫徒，這口氣如何嚥得下去，當下緩緩說道：「魔教作惡多端，除惡務盡，乃我輩俠義道的大節。名聲固然要緊，但現今兩者不能得兼，當取大者。青書，小心在意。」※※※宋青書躬身道：「是！」走到張無忌身前，朗聲道：「曾小俠，你若非明教中人，盡可離去，自行下山養傷。六大派只誅魔教邪徒，與你無涉。」張無忌左手按住胸前傷口，說道：「大丈夫急人所難，死而後已。多謝……多謝宋兄好意，可是在下……在下……決與明教同存共亡！」明教和天鷹教人眾紛紛高叫：「曾少俠，你待我們已然仁至義盡，大夥兒感激不盡，到此地步，不必再鬥了。」殷天正腳步蹣跚的走近，說道：「姓宋的，讓老夫來接你高招！」那知一口氣提不上來，腿膝麻軟，摔倒在地。宋青書眼望張無忌，說道：「曾兄。既然如此，小弟礙於大局，可要得罪了。」小昭擋在張無忌身前，叫道：「那你先殺了我再說。」張無忌低聲道：「小昭，你別擔心，他殺不了我。」小昭急道：「你……身上有傷啊。」張無忌柔聲道：「小昭！你為甚麼待我這麼好？」小昭淒然道：「因為……因為你待我好。」張無忌向她凝視半晌，心想：「就算我此時死了，也有了一個真正待我極好的知己。」宋青書向小昭喝道：「你走開些！」張無忌道：「你對這位小姑娘粗聲大氣，忒也無禮！」宋青書在小昭肩頭一推，將她推開數步，說道：「妖女邪男，有甚麼好東西了！快站起來，接招罷！」張無忌道：「令尊宋大俠謙謙君子，天下無人不服。閣下卻這等粗暴。跟你動手，也不必……也不必站起身來。」實則他內勁提不上來，自知決計無力站起。張無忌重傷虛弱無力的情形，人人都瞧了出來。俞蓮舟朗聲道：「青書，點了他的穴道，令他動彈不得，也就是了，不必傷他性命。」宋青書道：「是！」左手虛引，右手倏出，向張無忌肩頭點來。張無忌動也不動，待他手指點上「肩貞穴」，內力斜引，將他指力挪移卸了開去。宋青書這一指之力猶似戳入了水中，更無半點著力處，只因出其不意，身子向前一衝，險些撞到張無忌身上，急忙站定，卻已不免有點狼狽。他定了定神，飛起右腳，猛向張無忌胸口踢去，這一腳已使了六七成力。俞蓮舟雖叫他不可傷了張無忌性命，但不知怎的，他心中對眼前這少年竟蓄著極深的恨意，這倒不是因他說自己粗暴，卻是因見周芷若瞧著這少年的眼光之中，一直含情脈脈，極是關懷，最後雖奉了師命而刺了他一劍，但臉上神色淒苦，顯見心中難受異常。宋青書自見周芷若後，眼光難有片刻離開她身上，雖然常自抑制，不敢多看，以免給人認作輕薄之徒，但周芷若的一舉一動、一顰一笑，他無不瞧得清清楚楚，心下明白：「她這一劍刺了之後，不論這小子死也好，活也好，再也不能從她心上抹去了。」自己倘若擊死這個少年，周芷若必定深深怨怪，可是妒火中燒，實不肯放過這唯一制他死命的良機。宋青書文武雙全，乃是武當派第三代弟子中出類拔萃的人物，為人也素來端方重義，但遇到了這「情」之一關，竟然方寸大亂。眾人眼見宋青書這腿踢去，張無忌若非躍起相避，只有出掌硬接，但顯然他便要支撐著坐起也難以辦到，看來這一腳終於便取了他性命。卻見足尖將要及胸，張無忌右手五指輕拂，宋青書右腿竟然轉向，從他身側斜了過去，相距雖不過三寸，這一腿卻終於全然踢了個空。宋青書在勢已無法收腿，跟著跨了一步，左足足跟後撞，直攻張無忌背心，這一招既快且狠，人所難料，原是極高明的招數，但張無忌手指一拂，又卸開了他足跟的撞擊。三招一過，旁觀眾人無不大奇。宋遠橋叫道：「青書，他本身已無半點勁力，這是四兩撥千斤之法。」他眼光老到，瞧出張無忌此時勁力全失，所使的功夫雖然頗為怪異，基本道來卻與武學中借力打力並無二致。宋青書得父親一言提醒，招數忽變，雙掌輕飄飄地，若有若無的拍擊而出，乃是武當絕學之一的「綿掌」。借力打力原是武當派武功的根本，他所使的「綿掌」本身勁力若有若無，要令對方無從借力。但張無忌的「乾坤大挪移」神功已練到第七層境界，綿掌雖輕，終究有形有勁，他左手按住胸口傷處，右手五指猶如撫琴鼓瑟，忽挑忽捻，忽彈忽撥，上身半點不動，片刻間將宋青書的三十六招綿掌掌力盡數卸了。宋青書心中大駭，偶一回頭，突然和周芷若的目光相接，只見她滿臉關懷之色，不禁心中又酸又怒，知道她關懷的絕非自己，當下深深吸了一口氣，左手揮掌猛擊張無忌右頰，右手出指疾點他左肩「缺盆穴」，這一招叫作「花開並蒂」，名稱好聽，招數卻十分厲害，雙手遞招之後，跟著右掌擊他左頰，左手食指點他右肩後「缺盆穴」。這兩招「花開並蒂」並成一招，連續四式，便如暴風驟雨般使出，勢道之猛，手法之快，當真非同小可。眾人見了這等聲勢，齊聲驚呼，不約而同的跨上了一步。只聽得拍拍兩下清脆的響聲，宋青書左手一掌打上了自己左頰，右手食指點中了自己左肩「缺盆穴」，跟著右手一掌打上了自己右頰，左手食指點中自己右肩「缺盆穴」。他這招「花開並蒂」四式齊發，卻給張無忌已「乾坤大挪移」功夫挪移到了他自己身上。倘若他出招稍慢，那麼點中了自己左肩「缺盆穴」後，此後兩式便即無力使出，偏生他四式連環，迅捷無倫，左肩「缺盆穴」雖被點中，手臂尚未麻木，直到使全了「花開並蒂」的下半套之後，這才手足酸軟，砰到一聲仰天摔倒，掙扎了幾下，再也站不起來了。宋遠橋快步搶出，左手推拿幾下，已解了兒子的穴道，但見他兩邊面頰高高腫起，每一邊留下五個烏青的指印，知他受傷雖輕，但兒子心高氣傲，今日當眾受此大辱，直比殺了他還要難受，當下一言不發，攜了他手回歸本派。※※※這時四周喝采之聲，此起彼落，議論讚美的言語，嘈雜盈耳。突然間張無忌口一張，吐出幾口鮮血，按住傷口，又咳嗽起來。眾人凝視著他，極為關懷，均想：他重傷下抵禦宋青書的急攻，雖然得勝，但內力損耗必大。有的人看看他，又望望武當派眾人，不知他們就此認輸呢，還是另行派人出鬥。宋遠橋道：「今日之事，武當派已然盡力，想是魔教氣數未盡，上天生下這個奇怪少年來。若再纏鬥不休，名門正派和魔教又有甚麼分別？」俞蓮舟道：「大哥說得是。咱們即日回山，請師父指點。日後武當派捲土重來，待這少年傷癒之後，再決勝負。」他這幾句話說得光明磊落，豪氣逼人，今日雖然認輸，但不信武當派終究會技不如人。張松溪和莫聲谷齊聲道：「正該如此！」忽聽得刷的一聲，殷梨亭長劍出鞘，雙眼淚光瑩瑩，大踏步走出去，劍尖對著張無忌，說道：「姓曾的，我和你無冤無仇，此刻來傷你，我殷梨亭枉稱這『俠義』兩字。可是那楊逍和我仇深似海，我非殺他不可，你讓開罷！」張無忌搖頭道：「但教我有一口氣在，不容你們殺明教一人。」殷梨亭道：「那我可先得殺了你！」張無忌噴出一口鮮血，神智昏迷，心情激盪，輕輕的道：「殷六叔，你殺了我罷！」殷梨亭聽到「殷六叔」三字，只覺語氣極為熟悉，心念一動：「無忌幼小之時，常常這樣叫我，這少年……」凝視他的面容，竟是越看越像，雖然分別九年，張無忌已自一個小小孩童成長為壯健少年，相貌已然大異，但殷梨亭心中先存下「難道他竟是無忌」這個念頭，細看之下，記憶中的面貌一點點顯現出來，不禁顫聲道：「你……你是無忌嗎？」張無忌全身再無半點力氣，自知去死不遠，再也不必隱瞞，叫道：「殷六叔，我……我時時……想念你。」殷梨亭雙目流淚，噹的一聲拋下長劍，俯身將他抱了起來，叫道：「你是無忌，你是無忌孩兒，你是我五哥的兒子張無忌！」宋遠橋、俞蓮舟、張松溪、莫聲谷四人一齊圍攏，各人又驚又喜，頃刻間心頭充塞了歡喜之情，甚麼六大派與明教間的爭執仇怨，一時俱忘。殷梨亭這麼一叫，除了何太沖夫婦、周芷若、楊逍等寥寥數人之外，餘人無不訝異，那想到這個捨命力護明教的少年，竟是武當派張翠山的兒子。※※※殷梨亭見張無忌昏暈了過去，忙摸出一粒「天王護心丹」塞入他口中，將他交給俞蓮舟抱著，拾起長劍，衝到楊逍身前，戟指罵道：「姓楊的，你這豬狗不如的淫徒，我……我……」喉嚨哽住，再也罵不下去，長劍遞出，便要往楊逍心口刺去。楊逍絲毫不能動彈，微微一笑，閉目待斃。突然斜刺裏奔過來一個少女，擋在楊逍身前，叫道：「休傷我爹爹！」殷梨亭凝劍不前，定睛看時，不禁「啊」的一聲，全身冰冷，只見這少女長挑身材、秀眉大眼，竟然便是紀曉芙。他自和紀曉芙定親之後，每當練武有暇，心頭甜甜的，總是想著未婚妻的俏麗倩影，及後得知她為楊逍虜去，失身於他，更且因而斃命，心中憤恨自是難以言宣；此刻突然又見到她，身子一幌，失聲叫道：「曉芙妹子，你……你沒……」那少女卻是楊不悔，說道：「我姓楊，紀曉芙是我媽媽，她早死了。」殷梨亭一呆，這才明白，喃喃的道：「啊，是了，我真胡塗！你讓開，我今日要替你媽報仇雪恨。」楊不悔指著滅絕師太道：「好！殷叔叔，你去殺了這個老賊尼。」殷梨亭道：「為……為甚麼？」楊不悔道：「我媽是給這老賊尼一掌打死的。」殷梨亭道：「胡說八道！你小孩子家懂得甚麼？」楊不悔冷冷的道：「那日在蝴蝶谷中，老賊尼叫我媽來刺死我爹爹，我媽不肯，老賊尼就將我媽打死了。我親眼瞧見的，張無忌哥哥也是親眼瞧見的。你再不信，不妨問問那老賊尼自己。」當紀曉芙身死之時，楊不悔年幼，甚麼也不懂得，但後來年紀大了，慢慢回想，自然明白了當年的經過。殷梨亭回過頭去，望著滅絕師太，臉上露出疑問之色，囁嚅道：「師太……她說……紀姑娘是……」滅絕師太嘶啞著嗓子說道：「不錯，這等不知廉恥的孽徒，留在世上又有何用？她和楊逍是兩相情願。她寧肯背叛師門，不願遵奉師命，去刺殺這個淫徒惡賊。殷六俠，為了顧全你顏面，我始終隱忍不言。哼，這等無恥的女子，你何必念念不忘於她？」殷梨亭鐵青著臉，大聲道：「我不信，我不信！」滅絕師太道：「你問問這女孩子，她叫甚麼名字？」殷梨亭的目光轉到楊不悔臉上，淚眼模糊之中，瞧出來活脫便是紀曉芙，耳中卻聽她清清楚楚的說道：「我叫楊不悔。媽媽說：這件事她永遠也不後悔。」噹的一聲，殷梨亭擲下長劍，回過身來，雙手掩面，疾衝下山。宋遠橋和俞蓮舟大叫：「六弟，六弟！」但殷梨亭既不答應，亦不回頭，提氣急奔，突然間失足摔了一跤，隨即躍起，片刻間奔得不見了蹤影。他和紀曉芙之事眾人多有所聞，眼見事隔十餘年，他仍如此傷心，不禁都為他難過，以武當殷六俠的武功，奔跑之際如何會失足摔跌？那自是意亂情迷、神不守舍之故了。※※※這時宋遠橋、俞蓮舟、張松溪、莫聲谷四人分坐四角，各出一掌，抵在張無忌胸、腹、背、腰四處大穴之上齊運內力，給他療傷。四人內力甫施，立時覺得他體內有一股極強的吸力，源源不絕的將四人內力吸引過去。四人大驚，暗想如此不住吸去，只須一兩個時辰，自己內力便致耗竭無存，但他生死未卜，那便如何是好？正沒做理會處，張無忌緩緩睜開眼睛，「啊」了一聲。宋遠橋等心頭一震，猛覺得手掌心有一股極暖和的熱力反傳過來，竟是他的九陽神功起了應和，轉將內力反輸向四人體內。宋遠橋叫道：「使不得！你自己靜養要緊。」四人急忙撤掌而起，但覺似有一片滾水周流四肢百骸，舒適無比，顯是他不但將吸去的內力還了四人，而且他體內九陽真氣充盈鼓蕩，反助四人增強了內功的修為。宋遠橋等四人面面相覷，暗自震駭，眼見他重傷垂死，那知內力竟是如此強勁渾厚，沛不可當。此刻張無忌外傷尚重，內息卻已運轉自如，慢慢站起，說道：「宋伯伯、俞二伯、張四伯、莫七叔，恕侄兒無禮。太師父他老人家福體安康？」俞蓮舟道：「師父他老人家安好！無忌，你……你長這麼大了……」說了這幾句話，心頭雖有千言萬語，卻再也說不下去了，只是臉露微笑，熱淚盈眶。白眉鷹王殷天正得知這位救命恩人竟是自己外孫，高興得呵呵大笑，卻終究站不起身。滅絕師太鐵青著臉，將手一揮，峨嵋群弟子跟她向山下走去。周芷若低著頭走了幾步，終於忍不住向張無忌望去。張無忌卻也正自目送她離去。兩人目光相接，周芷若蒼白的臉頰上飛上一陣紅暈，眼光中似說：「我刺得你如此重傷，真是萬分的過意不去，你可要好好保重。」張無忌似乎明白了她的意思，微微點了點頭。周芷若登時滿臉喜色，神采飛揚，隨即回過頭去，加快腳步，遠遠去了。武當派和張無忌相認，再加峨嵋派這一去，六大派圍剿魔教之舉登時風流雲散。崆峒和華山兩派攜死扶傷，跟著離去。何太沖走上前來，說道：「小兄弟，恭喜你們親人相認啊……」張無忌不等他接著說下去，從懷中摸出兩枚避瘴氣、去穢惡的尋常藥丸，遞了給他，說道：「請賢夫婦各服一丸，金蠶蠱毒便可消解。」何太沖接過藥丸，見黑黝黝的毫不起眼，不信便能消解得那天下至毒的金蠶蠱毒。張無忌道：「在下既說消解得，便是消解得。」他話聲仍然微弱，但光明頂這一戰鎮懾六大門派，氣度之中，自然而然生出一股威嚴，不由得何太沖不信。他又想：「即使他騙人，這藥不能消解蠱毒，但當著武當四俠，也不能強逼他給真藥。何況少林派寧空性賊禿也頗有回護這小賊之意。今日只好認命罷了。」當下苦笑著說聲：「多謝！」和班淑嫻分別服下藥丸，指揮眾弟子收拾本派死者的屍首，告辭下山。俞蓮舟道：「無忌，你傷重不能下山，只好在此調養，我們可不能留下陪你。盼你痊癒之後來武當一行，也好讓師父見了你歡喜。」張無忌含淚點頭。各人有許多事想問、有許多話想說，但見他神情萎頓，均知多說一句話便加重一分傷勢，只得忍住不言。猛聽得少林派中有人大聲叫了起來：「圓真師兄的屍首呢？」另一人道：「咦，怎不見了圓真師伯的法體？」莫聲谷好奇心起，搶步過去一看，只見七、八名少林僧在收拾本門戰死者的遺體，可是單單少了圓真一具屍體。圓音指著明教教眾，大聲喝道：「快把我圓真師兄的法體交出來，莫惹得和尚無名火起，一把火燒得你們個個屍骨成灰。」周顛笑道：「哈哈，哈哈！真是笑話奇談！你這活賊禿我們也不要，要他這死和尚幹甚麼？拿他當豬當羊，宰來吃他的瘦骨頭嗎？」少林眾人心想倒也不錯，當下十餘名僧人四出搜索，卻那裏有圓真的屍身。眾人雖覺奇怪，但想多半是華山、崆峒各派收取本門死者屍身之時誤收了去，也就不再追尋。當下少林、武當兩派人眾連袂下山。張無忌上前幾步，躬身相送。宋遠橋道：「無忌孩兒，今日一戰，你名揚天下，對明教更是恩重如山。盼你以後多所規勸引導，總要使明教改邪歸正，少作壞事。」張無忌道：「孩兒遵奉師伯教誨，自當盡力而為。」張松溪道：「一切小心在意，事事提防奸惡小人！」張無忌又應道：「是！」他和武當四俠久別重逢，又即分離，五人均是依依不捨。※※※楊逍和殷天正對望一眼，齊聲說道：「明教和天鷹教全體教眾，叩謝張大俠護教救命的大恩！」頃刻之間，黑壓壓的人眾跪滿了一地。張無忌不由得慌了手腳，何況其中尚有外公、舅舅諸人在內，忙跪下還禮。他這一急跪，胸口劍傷破裂，幾口鮮血噴出，登時暈了過去。小昭搶上扶起。明教中兩個沒受傷的頭目抬過一張軟床，扶他睡上。楊逍道：「快扶張大俠到我房中靜養。」那兩名頭目躬身答應，將張無忌抬入楊逍房中。小昭跟隨在後，經過楊不悔身前時，楊不悔冷冷的道：「小昭，你裝得真像，我早知你必有古怪，只是沒料到這麼一個醜東西，竟是一位千嬌百媚的小美人兒。」小昭低頭不語。這幾天中，明教教眾救死扶傷，忙碌不堪。經過這場從地獄邊緣逃回來的大戰，各人都明白了以往自相殘殺、以致召來外侮的不該。人人關懷著張無忌的傷勢，誰也不提舊怨，安安靜靜的耽在光明頂上養傷。張無忌九陽神功已成，劍傷雖然不輕，但因周芷若劍尖刺入時偏了數寸，只傷及肺葉，未中心臟，因此靜養了七、八天，傷口漸漸癒合。殷天正、楊逍、韋一笑、說不得等人躺在軟床之中，每日由人抬進房來探視，見他一天好似一天，都極為欣慰。到第八日上，張無忌已可坐起。那天晚上，楊逍和韋一笑又來探病。張無忌道：「兩位身中玄陰指後，這幾天覺得怎樣？」楊韋二人每日都要苦熬刺骨之寒的折磨，傷勢只有越來越重，但怕他掛懷，都道：「好得多了！」張無忌見二人臉上黑氣籠罩，說話也是有氣無力，說道：「我內力已回復了六七成，便給兩位治一治看。」楊逍忙道：「不，不！張大俠何必忙在一時？待你貴體痊癒，再給我們醫治不遲。此刻使力早了，傷勢若有反覆，我們心中何安？」韋一笑道：「早醫晚醫，也不爭在這幾日。張大俠靜養貴體要緊。」張無忌道：「我外公鷹王、義父獅王，都和兩位平輩論交，兩位是我長輩，再稱『大俠』甚麼，侄兒可實在不敢答應。」楊逍微笑道：「將來我們都是你的屬下，在你跟前，連坐也不敢坐，還說甚麼長輩平輩？」張無忌一怔，問道：「楊伯伯你說甚麼？」韋一笑道：「張大俠，這明教教主的重任，若不由你來承當，更有何人能夠擔負？」張無忌雙手亂搖，忙道：「此事萬萬不可！萬萬不可！」便在此時，忽聽得東面遠遠傳來一陣陣尖利的哨子之聲，正是光明頂山下有警的訊號。楊逍和韋一笑一怔，均想：「難道六大派輸得不服，去而復返嗎？」但臉上都顯得若無其事。楊逍道：「昨天吃的人參還好嗎？小昭，你再到藥室去取些，給張大俠煎湯喝。」只聽西面、南面同時哨子聲大作。張無忌道：「是外敵來攻嗎？」韋一笑道：「本教和天鷹教不乏好手，張大俠不必掛心，諒小小幾個毛賊，何足道哉！」可是片刻之間，哨子聲已近了不少，敵人來得好快，顯然並非小小毛賊。楊逍道：「我出去安排一下，韋兄便在這裏陪著張大俠。嘿嘿，明教難道就此一蹶不振，人人都可欺侮了？」他雖傷得動彈不得，但言語中仍是充滿著豪氣。張無忌尋思：「少林、峨嵋這些名門正派，絕不會不顧信義，重來尋仇。來者多半是殘忍奸惡之輩。光明頂上所有高手人人重傷，這七、八天中沒一人能養好傷勢，決計難以抵擋外敵，倘若強自出戰，只有枉送性命。」突然間門外腳步聲急，一個人闖了進來，滿臉血污，胸口插著一柄短刀，叫道：「敵人從三面……攻上山來……弟兄們抵敵……不住……」韋一笑問道：「甚麼敵人？」那人手指窗外，想要說話，突然向前摔倒，就此死去。但聽得傳警呼援的哨聲，此起彼落，顯是情勢急迫。忽然又有兩人奔進室來，楊逍認得當先一人是洪水旗的掌旗副使，只見他全身浴血，臉色猶如鬼魅，但仍頗為鎮定，微微躬身，稟道：「張大俠、楊左使、韋法王，山下來攻的是巨鯨幫、海沙幫、神拳門各路人物。」楊逍雙眉一軒，哼了一聲，道：「這些么魔小醜，也欺上門來了嗎？」那掌旗副使道：「敵人本來也不厲害，只不過咱們兄弟多數有傷在身……」他說到這裏，冷謙、鐵冠道人張中、彭瑩玉、說不得、周顛等五散人分別由人抬了進來。周顛氣呼呼的大叫：「好丐幫，勾結了三門幫、巫山幫來乘火打劫，我周顛只要有一口氣在，跟他們永世沒完……」他話猶未了，殷天正、殷野王父子撐著木杖，走進室來。殷天正道：「無忌孩兒，你睡著別動。他媽的『五鳳刀』和『斷魂槍』這兩個小小門派，還能把咱們怎樣了？」這些人中，楊逍在明教中位望最尊、殷天正是天鷹教的教主、彭瑩玉最富智計，這三人生來不知遇到過多少大風大浪每每能當機立斷，轉危為安，但眼前的局勢是已陷絕境，內襲人眾多，聲勢著實不小，眼看著只有束手待斃的份兒。這時每人隱然都已將張無忌當作教主，不約而同的望著他，盼他能突出奇計，解此困境。張無忌在這頃刻之間，心中轉過了無數念頭。他自知武功雖較楊逍、外公、韋一笑諸人為高，但說到見識計謀，這些高手當然均勝他甚多，他們既無良策，自己又有甚麼更高明的法子。正沉吟間，突然想起一事，衝口而出的叫道：「咱們快到秘道中暫且躲避，敵人未必能發覺。就算發覺了，一時也不易攻入。」他想到此法，自覺是眼前最佳的方策，語音甚是興奮，不料眾人面面相覷，竟無一人附和，似乎都認為此法絕不可行。張無忌道：「大丈夫能屈能伸，咱們暫且避禍，待傷癒之後再和敵人一決雌雄，也不算是墮了威風。」楊逍道：「張大俠此法誠然極妙。」轉頭向小昭道：「小昭，你扶張大俠到秘道去。」張無忌道：「大夥兒一齊去啊！」楊逍道：「你請先去，我們隨後便來。」張無忌聽他語氣，知他們絕不會來，不過是要自己躲避而已，朗聲說道：「各位前輩，我雖非貴教中人，但和貴教共過一場患難，總該算得是生死之交。難道我就貪生怕死，能撇下各位，自行前驅避難？」楊逍道：「張大俠有所不知，明教歷代傳下嚴規，這光明頂上的秘道，除了教主之外，本教教眾誰也不許闖入，擅進者死。你和小昭不屬本教，不必守此規矩。」這時只聽得隱隱喊殺之聲從四面八方傳來。只是光明頂上道路崎嶇，地勢險峻，一處處關隘均有鐵閘石門，明教雖無猛烈抵抗，來攻者卻也不易迅速掩至。加之明教名頭素響，來襲敵人心存忌憚，未敢貿然深入，但聽這廝殺之聲，卻總是在一步步的逼近。偶然遠處傳來一兩聲臨死時的號呼之聲，顯是明教教眾竭力禦敵，以致慘遭屠戮。張無忌心想：「再不走避，只怕一個時辰之內，明教上下人眾無一得免。」當下說道：「這不可進入秘道的規矩，難道決計變更不得麼？」楊逍神色黯然，搖了搖頭。彭瑩玉忽道：「各位聽我一言：張大俠武功蓋世，義薄雲天，於本教有存亡續絕的大恩。咱們擁立張大俠為本教第三十四代教主。倘若教主有命，號令眾人進入秘道。大夥兒遵從教主之令，那便不是壞了規矩。」楊逍、殷天正、韋一笑等早就有意奉張無忌為教主，一聽彭和尚之言，人人叫好。張無忌急忙搖手道：「小子年輕識淺、無德無能，如何敢當此重任？加之我太師父張真人當年諄諄告誡，命我不可身入明教，小子應承在先。彭大師之言，萬萬不可。」殷天正道：「我是你外公，叫你入了明教。就算外公親不過你太師父，大家半斤八兩，我和張真人的說話相互抵消了罷，只當誰也沒說過。入不入明教，憑你自決。」殷野王也道：「再加一個舅父，那總夠斤兩了罷？常言道：見舅如見娘。你娘既已不在，我就如同是你親娘一般。」張無忌聽外公和舅父如此說，心中難過，說道：「當年陽教主曾有一通遺書，我從秘道中帶將出來，原擬大家傷癒之後傳觀。陽教主的遺命是要我義父金毛獅王暫攝教主之位。」說著從懷中取出那封遺書，交給楊逍。彭瑩玉道：「張大俠，大丈夫身當大變，不可拘泥小節。謝獅王是你義父，猶似親父一般，自來子繼父職，謝獅王既不在此，便請你依據陽教主遺言，暫攝教主尊位。」眾人齊道：「此言最是。」張無忌耳聽殺聲漸近，心中惶急加甚，一時沒了主意，尋思：「此刻救人重於一切，其餘盡可緩商。」於是朗聲道：「各位既然如此見愛，小子如再不允，反成明教的大罪人了。小子張無忌，暫攝明教教主職位，渡過今日難關之後，務請各位另擇賢能。」眾人齊聲歡呼，雖然大敵逼近，禍及燃眉，但人人喜悅之情，見於顏色。均想明教自前教主陽頂天暴斃，統率無人，一個威震江湖的大教竟鬧得自相殘殺、四分五裂。置身事外者有之，自立門戶者有之，為非作歹者亦有之，從此一蹶不振，危機百出。今日重立教主，中興可期，如何不令人大為振奮？能行動的便即拜倒。殷天正、殷野王雖是尊親，亦無例外。張無忌忙拜倒還禮，說道：「各位請起。楊左使，請你傳下號令：本教上下人等，一齊退入秘道。」楊逍道：「是！謹遵教主令諭。啟稟教主，咱們命烈火旗縱火阻敵，將光明頂上房舍盡數燒了。敵人只道咱們已然逃走。不知可好？」張無忌道：「此計大妙，請楊左使傳令。」心想：「此法當年朱長齡便曾使過，計策本身原是好的，只不過他是用來騙我而已。」楊逍當即傳出令去，撤回守禦各處的教眾，命洪水、烈火二旗斷後，其餘各人，退入秘道。明教是主，天鷹教是客，當下命天鷹教教眾先退，跟著是天地風雷四門，光明頂上諸般職事人員，銳金、巨木、厚土三旗，五散人和韋一笑等先後退入。待張無忌和楊逍退入不久，洪水旗諸人分別進來，東西兩面已是火光燭天。這場火越燒越旺，烈火旗人眾手執噴筒，不斷噴出西域特產的石油。那石油近火即燃，最是厲害不過，來攻的各門派人數雖多，卻畏火不敢逼近，只是四面團團圍住，不令明教人眾漏網。烈火旗人眾進入秘道後關上閘門。不久房舍倒塌，將秘道的入口掩在火焰之下。這場大火直燒了兩日兩夜，兀自未熄。光明頂是明教總壇所在，百餘年的經營，數百間美輪美奐的廳堂屋宇盡成焦土。來攻敵人待火勢略熄，到火場中翻尋時，見到不少明教徒戰死者的屍首，皆已燒成焦炭，面目不可辨認，只道明教教眾寧死不降，人人自焚而死，楊逍、韋一笑等都已命喪火場之中。天鷹教與明教人眾接著秘道地圖，分別住入一間間石室。此時已然深入地底，上面雖然烈火熊熊，在秘道中卻聽不到半點聲音，也絲毫不覺炎熱。眾人帶足了糧食清水，便一兩個月不出去也不致饑渴。明教和天鷹教人眾各旗歸旗、各壇歸壇，肅靜無聲。眾人均知這秘道是向來不許擅入的聖地，承蒙教主恩典，才得入來避難，因此誰也不敢任意走動。楊逍等首腦人物都聚在陽頂天的遺骸之旁，聽張無忌述說如何見到陽前教主的遺書、如何練成乾坤大挪移心法。他說畢，將記述心法的羊皮紙交給楊逍。楊逍不接，躬身說道：「陽前教主的遺書上寫得明白：『乾坤大挪移心法，暫由謝遜接掌，日後轉給新教主。』這份心法，自當由教主掌管。」當下眾人傳閱陽頂天的遺書，盡皆慨歎，說道：「那料到陽教主一世神勇睿智，竟因夫婦之情而致走火歸天。咱們若得早日見此遺書，何致有今日的一敗塗地。」各人想到死難同伴之慘、自己狼狽逃命之辱，無不咬牙切齒的痛罵成崑。楊逍道：「這成崑雖是陽教主夫人的師兄、是金毛獅王的師父，可是我們以前都未能見他一面，可見此人心計之工。原來數十年前，他便處心積慮的要摧毀本教。」周顛道：「楊左使、韋蝠王，你們都墮入了他的道兒而不覺，也可算得無能。」他本想扯上殷天正，只是礙於教主的情面，將「白眉老兒」所個字嚥入肚裏。楊逍臉上一紅，說道：「總算天網恢恢，疏而不漏，這成崑惡賊終究命喪野王兄的掌底。」烈火旗掌旗使辛然恨恨的道：「成崑這惡賊作了這麼大的孽，倒給他死得太便宜了。」眾人議論了一會，當下分別靜坐用功，療養傷勢。※※※在秘道中過了七、八日，張無忌的劍創已好了九成，結了個寸許長的疤，當即給受了外傷的弟兄治療，雖然藥物多缺，但他針灸推拿，當真是著手成春。眾人初時只道這位少年教主武功深不可測，豈知他醫道竟也如此精湛，幾已可直追當年的「蝶谷醫仙」胡青牛。再過數日，張無忌劍傷痊癒，當即運起九陽神功，給楊逍、韋一笑及五散人逼出體內玄陰指的寒毒。三日之間，眾大高手內傷盡去，無不意氣風發，便要衝出秘道，盡殲來攻之敵。張無忌道：「各位傷勢已癒，內力未純，既已忍耐多日，索性便再等幾天。」這數日中人人加緊磨練，武功淺的磨刀礪劍，武功深的則練氣運勁，自從六大派圍攻光明頂以來，明教挨打受辱，這口怨氣可實在憋得狠了。這天晚間，楊逍將明教的教義宗旨、教中歷代相傳的規矩、明教在各地支壇的勢力、教中首要人物才能性格，一一向張無忌詳為稟告。只聽得鐵鍊叮噹聲響，小昭托了茶盤，送上兩碗茶來。張無忌道：「楊左使，這個小姑娘近來無甚過犯，請你打開鐵鎖，放了她罷！」楊逍道：「教主有令，敢不遵從。」當下叫楊不悔進來，說道：「不悔，教主吩咐，你給小昭開了鎖罷。」楊不悔道：「那鑰匙放在我房裏的抽屜之中，沒帶下來。」張無忌道：「那也不妨，這鑰匙想來也燒不爛。」楊逍等女兒和小昭退出，說道：「小昭這小丫頭年紀雖小，卻是極為古怪，對她不可不加提防。」張無忌問道：「這小姑娘來歷如何？」楊逍道：「半年之前，我和不悔下山遊玩，見到她一人在沙漠之中，撫著兩具屍首哭泣。我們上前查問，她說死的二人是她爹娘。她爹爹在中原得罪了官府，一家三口被充軍來到西域，前幾日因不堪蒙古官兵的凌辱，逃了出來，終於她爹娘傷發力竭，雙雙斃命。我見她小小一個女孩，孤苦伶仃，雖然容貌奇醜，說話倒也不蠢，便給她葬了父母，收留了她，叫她服侍不悔。」張無忌點了點頭，心想：「原來小昭父母雙亡，身世極是可憐，跟我竟是一般。」楊逍續道：「我們帶小昭回到光明頂上之後，有一日我教不悔武藝，小昭在旁聽著，怎知我解釋到六十四卦方位之時，不悔尚未領悟，小昭的眼光已射到了正確的方位之上。」張無忌道：「想是她天資聰穎，悟性比不悔妹自快了一點。」楊逍道：「初時我也這麼想，倒很高興，但轉念一想，起了疑心，故意說了幾句極難的口訣，那是我從未教過不悔的。其時日光西照，地火名夷，水火未濟，我故意說錯了方位，只見她眉頭微蹙，竟然發覺了我的錯處。從此我便留上了心，知道這小姑娘曾得高人傳授，身懷上乘武功，到光明頂上非比尋常，乃是有所為而來。」張無忌道：「或者她父親精通易理，那是家傳之學，亦未可知。」楊逍道：「教主明鑒：文士所學的易理，和武功中的易理頗有不同。如果小昭所學竟是她父母所傳，那麼她父母當是武林中的一流高手了，又怎能受蒙古官兵凌辱而死？我其時不動聲色，過了幾日，才閒閒問起她父母的姓名身世。她推得乾乾淨淨，竟不露絲毫痕跡。當時我也不發作，只叮囑不悔暗中留神。有一日我說了個笑話，不悔哈哈大笑，小昭在旁聽著，忍不住也笑了起來。其時她站在我和不悔背後，只道我父女瞧不見她，豈知不悔手中正在把玩一把匕首，那匕首明淨如鏡，將她笑容清清楚楚的映了出來。她卻那裏是個醜丫頭？容貌比不悔美得多了。待我轉過頭來，她立時又變成擠眼歪嘴的怪相。」張無忌微笑道：「整日假裝這怪樣，當真著實不易。」心想：「楊左使是何等厲害的人物，小昭這小丫頭在他面前耍槍花，自然瞞他不過。」楊逍又道：「當下我仍是隱忍不言，這日晚間，夜靜人定之後，我悄悄到女兒房中，來窺探小昭動靜。只見這丫頭正從不悔房中出來。她徑往東邊房舍，不知找尋甚麼，每一間房間、每一處隱僻之所，無不細細尋到。我再也忍不住了，現身而出，問她找尋甚麼，是誰派她到光明頂來臥底。她倒也鎮靜，竟是毫不驚慌，說無人派她，只是喜歡到處玩玩，出於好奇之心。我諸般恐嚇勸誘，她始終不露半句口風，我關著她餓了七天七夜，餓得她奄奄一息，她仍是不說。於是我將教中舊日留傳的這副玄鐵銬鐐將她銬住，令她行動之時發出叮噹聲響，那便不能暗中加害不悔。我所以不即殺她，是想查知她的來歷。教主，這小丫頭乃敵人派來臥底，決計無疑，以她精通八卦方位這節看來，只怕不是崑崙，便是峨嵋派的了。只是諒這小小丫頭，礙得甚嗎？念她服侍教主一場，教主慈悲饒她，那也是她的造化。」※※※張無忌站起身來，笑道：「咱們在地牢中關了這麼多日，也該出去散散心了罷？」楊逍大喜，問道：「這就出去？」張無忌道：「傷勢未癒的無論如何不可動手，要立功也不忙在一時。其餘的便都出去。好不好？」楊逍出去傳令，秘道中登時歡聲雷動。眾人進秘道時是從楊不悔閨房的通道而入，這次出去，走的卻是側門，以便通往後山。張無忌推開阻門巨石，當先出去，待眾人走盡，又將巨石推上。那厚土旗的掌旗顏垣是明教中第一神力之士，他試著運勁一推那塊小山般的巨石，竟如蜻蜓撼石柱，全沒動靜，不禁伸出了舌頭縮不回去，心中對這位青年教主更是敬佩無已。眾人出得秘道，生怕驚動了敵人，連咳嗽之聲也是半點全無。張無忌站在一塊大石之上。月光瀉將下來，只見天鷹教人眾排在西首賓位，天微、紫微、天市三堂，神蛇、青龍、白虎、朱雀、玄武五壇，各有統率，整整齊齊的排著。東首是明教五旗：銳金、巨木、洪水、烈火、厚土，各旗正副掌旗使率領本旗的弟兄，分五行方位站定。中間是楊逍屬下天、地、風、雷四門門主所統的光明頂教眾。那天字門所屬是中原男子教眾；地字門所屬是女子教眾；風字門是釋家道家等出家人；雷字門則是西域番邦人氏的教眾。雖然連日激戰，五旗四門無不傷殘甚眾，但此刻人人精神振奮。青翼蝠王韋一笑及冷謙等五散人站在張無忌身後衛護。人人肅靜，只候教主令下。張無忌緩緩說道：「敵人來攻本教重地，咱們雖要善罷，亦已不得。但本人實不願多多殺傷，務希各位體念此意。天鷹教由殷教主率領，自西攻擊。五行旗由巨木旗掌旗使聞蒼松總領，自東攻擊。楊左使率領天字門、地字門，自北攻擊。五散人率領風字門、雷字門，自南攻擊。韋蝠王與本人居中策應。」眾人一齊躬身應命。張無忌左手一揮，低聲道：「去罷！」四隊教眾分從東南西北四方包圍光明頂。張無忌向韋一笑道：「蝠王，咱們兩個從秘道中出去，攻他們一個措手不及。」韋一笑大喜，說道：「妙極！」兩人重行回入秘道，從楊不悔閨房的入口處鑽了出來。其時上面已堆滿了瓦礫、焦木，費了好大力氣才走出來，撲鼻盡是焦臭之氣。其時明教人眾距離尚遠，但光明頂上留著的敵人已然發覺，大呼小叫，相互警告。張無忌和韋一笑相視一笑，均想：「這批傢伙大驚小怪，不必相鬥勝敗已分。」兩人隱身在倒塌了的半堵磚牆之後，月光下但見黑影來回奔走。過不多時，說不得和周顛兩人並肩先至，已從南方攻到，衝入人群之中，砍瓜切菜般殺了起來。跟著殷天正、楊逍、五行旗人眾齊到，大呼酣鬥，猶似虎入羊群一般。奪得光明頂的本有丐幫、巫山幫、海沙派等十餘個大小幫會，眼見光明頂燒成一片白地，明教人眾沒一個漏網，只道已然大獲全勝。丐幫、巨鯨幫等一大半幫會這幾日都已紛紛下山，光明頂上只剩神拳門、三江幫、巫山幫、五鳳刀四個幫會門派。明教教眾突然間殺將出來，這四個門派中雖然也有若干好手，卻怎是楊逍、殷天正這些人的對手，不到一頓飯功夫，已死傷大半。張無忌現身而出，朗聲說道：「明教高手此刻聚會光明頂。諸大幫會門派聽了，再鬥無益，一齊拋下兵刃投降，饒你們不死，好好送你們下山。」神拳門、三江幫、巫山幫、五鳳刀中的好手已死傷大半，餘下的眼見敵人大集，均無鬥志，紛紛拋下兵刃投降。二十餘名悍勇之徒兀自頑抗，片刻間便已屍橫就地。這十餘日中，巫山幫等人眾已在山頂搭了若干茅棚暫行棲身，當先巨木旗下教眾又再砍伐樹木，搭蓋茅舍。地字門下的女教眾忙著燒水煮飯。光明頂上燒起熊熊大火，感謝明尊火聖佑護。※※※白眉鷹王殷天正站起身來，大聲說道：「天鷹教教下各人聽了：本教和明教同氣連枝，本是一脈。二十餘年之前，本人和明教的夥伴們不和，這才遠赴東南，自立門戶。眼下明教由張大俠出任教主，人人捐棄舊怨，群策群力。『天鷹教』這個名字，打從今日起，世上再也沒有了，大夥兒都是明教的教眾，咱們人人聽張教主的分派號令。要是那個不服，快快給我滾下山去罷！」天鷹教教眾歡聲雷動，都道：「天鷹教源出明教，現今是反本歸宗。咱們大夥兒都入明教，那是何等的美事。殷教主和張教主是家人至親，聽那一位教主的號令都是一樣。」殷天正大聲道：「打從今日起只有張教主，那個再叫我一聲『殷教主』，便是犯上叛逆。」張無忌拱手道：「天鷹教和明教分而復合，真是天大的喜事。只是在下迫於情勢，暫攝教主之位。此刻大敵已除，咱們正該重推教主。教中有這許多英雄豪傑，小子年輕識淺，何敢居長？」周顛大聲道：「教主，你倒代我們想一想，我們為了這教主之位，鬧得四分五裂，好容易個個都服了你。你若再推辭，那麼你另派一個人出來當教主罷。哼哼！不論是誰，我周顛首先不服。要我周顛當罷，別個兒可又不服。」彭瑩玉道：「教主，倘若你不肯擔此重任，明教又回到了自相殘殺、大起內訌的老路上，難道到那時又來求你搭救？」張無忌心想：「這干人說的也是實情，當此情勢，我難以抽手不顧。可是這個教主，我確是既不會做，又不想做。」於是朗聲說道：「各位既如此垂愛，小子不敢有違。只得暫攝教主重任，只是有三件事要請各位允可，否則小子寧死不肯擔當。」眾人紛紛說道：「教主有令，莫說三件，便是三十件也當遵奉，不敢有違。不知是那三件，請教主示下。」張無忌道：「本教給人目為邪魔外道，雖說是教外之人不明本教真相。但本教教眾人數多了，難免良莠不齊，亦有不肖之徒行為放縱，殘害無辜。這第一件事，是自今而後，從本人以下，人人須得嚴守教規，為善去惡、行俠仗義。本教兄弟之間，務須親愛互助，有如手足，切戒自相爭鬥。」向周顛看了一眼，說道：「吵嘴相罵則可，動手萬萬不行。本人請冷謙冷先生擔任刑堂執法，凡違犯教規，和本教兄弟鬥毆砍殺，一律處以重刑，即令是本人的外公、舅父等尊長，亦無例外。」眾人躬身說道：「正該如此。」冷謙跨上一步，說道：「奉令！」他不喜歡多話，這兩個字，便是答應自當竭盡所能，奉行教主命令。張無忌道：「第二件事說來比較為難。本教和中原各大門派結怨已深，雙方門人弟子、親戚好友，都是互有殺傷。此後咱們既往不咎，前嫌盡釋，不再去和各門派尋仇。」眾人聽了，心頭都是憤憤不平，良久無人答話。周顛道：「倘若各門派再來惹事生非呢？」張無忌道：「那時隨機應變。要是對方一再進逼，咱們自也不能束手待斃。」鐵冠道人道：「好罷！反正我們的性命都是教主救的，教主要我們怎樣，那便怎樣。」彭瑩玉大聲道：「各位兄弟：中原各門派殺了咱們不少人，咱們也殺了各門派不少人，要是雙方仇怨糾纏，循環報復，大家只有越死越多。教主命令咱們不再尋仇，也正是為咱們好。」眾人心想這話不錯，便都答允了。張無忌心下甚喜，抱拳說道：「各位寬洪大量，實是武林之福，蒼生之幸。」於是命五行旗各旗使去釋放所俘神拳門、巫山幫等門派幫會的俘虜，向他們申述明教不再與中原各門派為敵之意，任由眾俘下光明頂去。張無忌道：「第三件事，乃是依據陽前教主遺書的遺命而來。陽前教主遺書中說道：由覓回聖火令之人接任第三十四代教主之位，他逝世後教主之位由金毛獅王謝法王暫攝。咱們即當前赴海外，迎歸謝法王，由他攝行教主，然後設法尋覓聖火令。那時小子退位讓賢，各位不得再有異議。」眾人聽了，不由得面面相覷，均想：「群龍無首數十年，好容易得了位智勇雙全、仁義豪俠的教主。日後倘是本教一個碌碌無能之徒無意之中拾得聖火令，難道竟由他來當教主？」楊逍道：「陽前教主的遺言寫於二十餘年之前，其時世局與現今大不相同。金毛獅王自是要去迎接的，聖火令也是要尋覓的，但若由旁人擔任教主，實難令大眾心服。」張無忌堅執陽前教主的遺命決不可違。眾人拗不過，只得依了，均想：「金毛獅王只怕早已死了，聖火令失落將近百年，那裏還找得著？且聽他的，將來若是有變，再作道理。」這三件大事，張無忌於這十幾日中一直在心頭盤旋思索，此時聽得眾人盡皆遵依，甚是歡喜，當下命人宰殺牛羊，和眾人歃血為盟，不可違了這三件約言。張無忌道：「本教眼前第一大事，是去海外迎歸金毛獅王謝法王。此行非本人親去不可，有那一位願與本人同去？」眾人一齊站起身來，說道：「願追隨教主，同赴海外。」張無忌初負重任，自知才識俱無，處分大事必難妥善，於是低聲和楊逍商量了一會，才朗聲道：「前往海外的人手也不必太多，何況此外尚有許多大事需人料理。這樣罷，請楊左使率領天地風雷四門，留鎮光明頂，重建總壇。金木水火土五旗分赴各地，召集本教分散了的人眾，傳諭咱們適才約定的三件事。請外公和舅父率領天鷹旗，探聽是否尚有敵人意欲跟本教為難，再尋訪光明右使和紫衫龍王兩位的下落。韋蝠王請分別前往六大派掌門人居處，說明本教止戰修好之意，就算不能化敵為友，也當止息干戈。這件事甚不易辦，但韋蝠王大才，定能克建殊功。至於赴海外迎接謝法王之事，則由本人和五散人同去。」此時他是教主之尊，雖然言語謙遜有禮，但每一句話即是不可違抗的嚴令，眾人一一接令，無不凜遵。楊不悔道：「爹，我想到海外去瞧瞧滿海冰山的風光。」楊逍微笑道：「你向教主求去，我可作不了主。」楊不悔撅起小嘴，卻不作聲。張無忌微微一笑，想起數年前護送楊不悔西來時，一路上她纏著要說故事，自己曾將冰火島上諸般奇景，以及白熊、海豹、怪魚等各種珍異動物說給她聽，這當兒她便想親自去看看了，說道：「不悔妹子，海行甚多凶險，你若不怕，楊左使又放心你去，那麼楊左使和你一起都隨我到海外去罷。」楊不悔拍手道：「我怕甚麼？爹，咱倆都跟無忌哥哥……不，跟教主去！」楊逍不答，望著張無忌，聽他示下。張無忌道：「既是如此，偏勞冷先生留鎮光明頂，天地風雷四門，暫歸冷先生統率。」冷謙道：「是！」周顛拍手頓足，大叫：「妙極，妙極！」說不得道：「周兄，妙甚麼？」周顛道：「教主如此倚重冷謙，那是咱們五散人的面子。再說，大海茫茫，不知要坐幾日幾夜的海船，多了楊左使父女，談談說說，何等快活。我要和人合口吵鬧，也有楊左使作對手。倘若同著冷謙，只不過多了一塊木頭罷了。」眾人一齊大笑。冷謙既不生氣，也不發笑，便似沒有聽見。當日眾人飽餐歡聚，分別休息。張無忌要楊不悔替小昭開了玄鐵銬鐐，但那鑰匙失落在火場的焦木瓦礫之中，再也尋找不著。小昭淡淡的道：「我帶了這叮叮噹噹的鐵鍊，走起路來反而好聽，還是戴著的好。」張無忌安慰她道：「小昭，你安心在光明頂上住著，我接了義父回來，借他的屠龍刀給你斬脫銬鐐。」小昭搖了搖頭，並不答應。次日清晨，張無忌率領眾人，和冷謙道別。冷謙道：「教主，保重。」張無忌道：「冷先生坐鎮總壇，多多辛苦。」冷謙向周顛道：「小心，怪魚，吃你！」周顛握著他手，心中頗為感動。五散人情若兄弟，冷謙今日破例多說了這六個字，那的確是十分擔心大海中的怪魚將眾兄弟吃了。冷謙和天地風雷四門首領直送下光明頂來，這才作別。