第二十四回　假扮新郎陸無雙也是個十分聰明之人，聽他言語中之意，似乎自己行藏已被人瞧破，只輕輕罵了聲「傻蛋」，不再言語。又行一陣，前面山路漸漸狹窄了，一路上嶺，甚是崎嶇難行，迎親人眾早已個個疲累不堪，但只怕惹惱了楊過，沒一個敢吐半句怨言。轉眼間明月東升，歸鴉啞啞的叫著從空中飛過。那新娘與新郎從未見過面，此時男的瞧著女的，見她懼怕之色掩不住本來的嬌美，女的瞧著男的，倒也五官端正，二人一面擔憂，一面卻也心中竊喜。正行之間，忽然山角後幾個人齊聲唱道：「小小姑娘行行好哪，施捨一耳一個鼻哪。」陸無雙臉上變色，心道：「原來那四個化子埋伏在這兒。」花轎轉過山角，只見迎面站著三個乞丐，三個人身材都是極高，與日間在飯店中所見的四人截然不同。楊過一瞧他們肩頭所負麻布袋，每人都是七隻，心想：「這三個七袋叫化，定比那四個六袋的厲害得多，看來非當真動手不可了。」迎親人眾與轎夫等行得正沒好氣，早有人揮鞭向一個乞丐頭上擊去，高聲叫道：「快讓路，快讓路！」那乞丐也不閃避，抓住鞭梢一拉，那人撲地倒了，跌了個狗吃屎。若在平時，眾人定是一擁而上，但先前被楊過嚇得怕了，人人想起：「原來這三個叫化與那強盜是一夥。」沒一人敢再向前，反而往後退了幾步。一個乞丐朗聲說道：「恭喜姑娘大喜啊，小叫化要討幾文賞錢。」陸無雙回頭向楊過低聲道：「傻蛋，我身上有傷，動手不得，你給我打發了去。」楊過道：「好！」縱馬上前，喝道：「呸，今兒是我娶媳婦的好日子，叫化兒莫要嘰哩咕嚕，快給讓開了。」一個叫化向楊過打量了幾眼，一時摸不準他的來歷，原來那四個六袋弟子被魚刺打中穴道，都以為是陸無雙所出手，並未向師伯師叔們提到楊過。一個叫化一揚，楊過所乘的馬受驚，前足便提了起來。楊過裝作乘坐不穩，身子一晃，重重摔了一交，半晌爬不起身。三個乞丐心想：「原來此人是真的新郎。」丐幫是俠義道的幫會，一向鋤強扶弱，濟困拯危，他們所以要跟陸無雙為難，原是她平日無端的出手傷人之故，此時見楊過不會武藝，摔了他一交反覺歉然，當下一名乞丐伸手拉了他起來。楊過喃喃的罵道：「你們，哎，真是……討錢就討錢，怎麼驚了我的牲口？」摸出三枚小錢，每人給了一枚。三個乞丐依照丐幫的規矩，接過謝了。楊過笑嘻嘻的向陸無雙道：「你要我打發，我已經打發啦。」陸無雙嗔道：「你儘跟我裝傻，有甚麼好？」楊過道：「是，是！」退在一旁，用袖子撲打身上的灰塵。陸無雙見三個化子仍是攔在路口，冷然道：「你們待要怎地？」一個化子說道：「敝幫的弟子言道，姑娘是古墓派的高手，咱兄弟三人好生羨慕，要請姑娘指點幾招。」陸無雙答道：「我身負重傷，還能動甚麼手？你們既然不服氣，那就約了日子，待我傷愈，自會前來領教。你們三位是丐幫高手，今日合力來欺侮一個身上負傷的年輕女子，那才算得是英雄好漢呢？」這三個化子都是大有身份之人，被她這幾句話一擋，果然覺得理虧。其中二人齊聲說道：「好，待你傷愈之後，再來找你理論。」另一人卻道：「慢來，你傷在何處？到底是真是假，須得讓我瞧瞧，倘若果真有傷，今日就饒了你。」他不知她傷在胸口，原是言出無心，陸無雙一聽，卻雙頰飛紅，不由得大怒。她氣憤之下，一時說不出話來，隔了半晌，才罵道：「江湖上言道，丐幫中的是英雄好漢，原來個個是無恥之徒。」那三個乞丐聽她辱及丐幫聲譽，一齊臉上變色，其中一人性子特別暴躁，搶上一步，伸出蒲扇般的大手，就要往花轎中抓她出來。楊過見情勢緊迫，叫道：「慢來，慢來。你們討錢，我已經給了，怎麼又跟我媳婦兒囉唆不清。」他一面說，一面攔住花轎前面，又道：「看你們雖然做了丐子，但個個相貌堂堂，將來大有做官發財之望，怎麼來調戲我的新媳婦，幹這樣輕薄無賴的勾當？」三個化子一怔，倒也無言可答。那火性子的叫化子道：「你讓開，咱們只是要領教古墓派的武功，誰輕薄來？」說著用手輕輕一推。楊過大叫一聲，往路旁摔去。丐幫自來相傳有個規矩，絕不許跟不會武藝之人動手。那化子料不到這新郎如此不濟，只這麼輕輕一推，竟爾摔倒，若是摔傷了他，幫中必有重罰，其餘兩個同伴也脫不了干係。三人當下一齊大驚，同時搶上來扶起，楊過只叫哎唷，哎唷！此時天色早已全黑，三個化子也瞧不清他到底傷了沒有。楊過一面呼痛，一面說道：「你這三人也是傻的，我新媳婦兒怕羞，怎肯跟不相識之人說話。這樣吧！你們要領教甚麼？先跟我說，我悄悄問了我新媳婦，再來跟你們三個說，好是不好？」那三個化子見他半傻不傻，心下好生不耐煩，但對他又不便動手。三丐中最工心計的那人心道：「這姓陸的女子假扮新娘，這人若是真新郎，就不該如此護她。若是假新郎，又不該如此膿包。」細細打量他身形動作，始終瞧不出端倪。那火性子的化子將手一揚，喝道：「你讓是不讓？」楊過雙手張開，大聲道：「你們要欺侮我媳婦兒，那是萬萬不可。」另一個化子叫道：「陸姑娘，你叫這傻蛋擋著，難道能擋一輩子不成？爽爽快快，吩咐一句話來吧。」楊過奇道：「咦，你也知道我叫傻蛋，真是奇哉怪也。」那火性子的化子叫道：「咱們也不領教別的，只領教你那雙刀斬背的功夫，這一招叫做什麼啊？」陸無雙也知道楊過儘這麼跟他們歪纏，總是沒個了結，心中尋思脫身之計，口裏順嘴答道：「那叫做貂蟬拜月，怎麼樣啊？」楊過接口說道：「不錯，把刀這麼呼的一聲，就砍在你背上。」他口中呼呼呼的叫著，右手一探，從那化子肩頭繞了過去，拍的一下，用掌緣在他背上斬了一下。這一下出手，三個化子吃了一驚，一齊躍開，心想：「這廝原來假扮新郎，戲弄咱們。」那火性化子背上吃了一掌，雖然楊過未運勁力，也已甚是疼痛，大叫道：「好啊，賊烏廝裝傻，來來來，先領教你的高招。」說著將手中銅杖在地下一頓，發出一陣嗡嗡聲響。楊過道：「你說我向我媳婦領教，怎麼又向我領教？」那化子怒道：「跟閣下領教也是一樣？」楊過道：「那就糟啦，我甚麼也不會。」他轉頭向陸無雙道：「好媳婦兒，你說我教他甚麼？」陸無雙此時再無懷疑，知道他定然身負絕藝，否則怎能跟這三位丐幫的高手嬉皮笑臉，行若無事？只是不知他武功家數，於是隨口說道：「你再來一招貂蟬拜月。」楊過道：「好！」腰一彎，手一長，拍的一聲，又往那化子背上斬了一掌。這一下出手，眾人更是驚駭。楊過明明與他相對而立，並不移步轉身，只一伸手，手掌就斬到了他的背上，這一路掌法實是怪異之極。陸無雙心中也是一震：「這明明是我古墓派的武功，他怎麼也會？」又道：「你再來一招西施捧心。」楊過道：「好啊！」一拳打出，正中對方心口。那化子身上中掌，只覺一股大力一推，不由自主的飛出一丈以外，但仍是好端端的站著，中拳之處卻也不覺疼痛，另外兩名化子，左右搶上，楊過急叫：「媳婦兒，我對付不了，快教我。」陸無雙道：「昭君出塞，麻姑獻壽。」楊過左手一伸，右手五指搶彈，作了個彈琵琶姿式，五根手指一一彈在右首化子身上，正是「昭君出塞」；同時身子一偏，讓開了左首化子踢來的一腳，雙手合拳，向上抬擊，砰的一聲，擊中對方下巴，說道：「這是麻姑獻壽，對不對啊？」他不欲傷人，是以手上並未用勁。他連使四招，招招是古墓派「美女拳法」的精奧功夫。原來古墓派自林朝英開派，從來傳女不傳男，林朝英創下這套「美女拳法」，每一招都取了個美女的名稱，使出來時嬌媚婀娜，俏麗無倫。小龍女破例收楊過為弟子，這套拳法也傳了他。楊過覺得原來的招數雖然厲害，總是扭扭捏捏，令人用之不雅，當練習時在純柔的招數加入了陽剛之氣，一變嫵媚為瀟灑，然氣韻雖異，拳式仍是一如原狀。三個化子都是丐幫中的好手，莫名其妙的中招，對楊過的真實功夫並未佩服，一聲呼嘯，同時攻了上來。楊過東一閃，西一避，叫道：「媳婦兒，不得了，你今兒要做寡婦！」陸無雙嗤的一笑，叫道：「天孫織錦！」楊過右手向左一揮，左手向右一送，作了個擲梭織布之狀，這一揮一送，都打在兩名化子的肩頭。陸無雙又道：「文君當爐！貴妃醉酒！」楊過舉手作斟酒之狀，在那火性兒的化子頭上一鑿，接著身子搖晃，向左一歪，右肩頭正好撞中另一個化子的小腹。三個化子又驚又怒，三人施展生平武功，竟然碰不到他一點衣服，而這小子手揮目送，瀟灑自如，要打那裏就是那裏，雖然打在身上不痛，卻也是古怪之極。陸無雙連叫三招「弄玉吹簫」、「洛神凌波」、「鉤弋握拳」，楊過一一照做，陸無雙心中佩服，故意出一個難題，見他正伸拳前擊，立即叫道：「則天垂簾。」按理此時萬萬不能發這一招，但楊過內功深湛，竟爾身子向前一撲，雙掌以垂簾式削了下來。三個化子見他前胸露出老大破綻，心中大喜，一齊搶攻，那知被他內力一逼，反而倒退出數步。陸無雙驚喜交集，叫道：「一笑傾國！」這是她杜撰的招數，美人嫣然一笑固然能傾國傾城，但怎能用以與敵人動手過招？楊過一怔，立即縱聲大笑，哈哈哈哈，嘿嘿嘿嘿，呼呼哈哈！運的竟是「九陰真經」中的極高深內功，雖然他尚未練得到家，不能用以對付真正的高手，但那三名七袋弟子究只是二三流腳色，聽得笑聲怪異，不禁頭腦暈眩，搖了幾搖，一齊撲地跌倒。須知每人耳中有一半月形小物，專司人身平衡，若此半月形物受到震盪，任你天大本事也站立不穩。楊過以怪笑使人摔倒，就是此理。陸無雙也被笑得幾欲暈倒，急忙抓住轎中扶手，只聽啊唷，砰拍響成一片，迎親人眾與新郎新娘一一摔倒在地。楊過笑聲止息，三名化子躍起身，頭也不回的走了。眾人休息半晌，才抬起花轎又行，此時對楊過敬若神明，更是不敢有半點違抗。二更時分，到了一個市鎮，楊過才打發迎親人眾回去，與陸無雙找了一個客店住下。二人叫了飯菜，正要坐下吃飯，忽見門口人影一閃，一個人探頭進來，見到楊陸二人，立即縮頭轉身。楊過見情勢有異，追了出去，只見院子中站著兩個道人。二道一見楊過，立即縱身撲上。楊過一看，那兩個道人正是在豺狼谷中與陸無雙相鬥的「趙師叔」與姬清虛。楊過心想：「你們找我晦氣幹麼？」渾若無事的站著，理也不理。兩個道士撲到他的身前，都是身形一側，從他肩旁掠了過去，搶到陸無雙的面前。就在此時，叮玲，叮玲一陣鈴響，傳了過來。這鈴聲突然出現，待得聽見，已相距甚近，兩名道士一聽，臉色大變，互相瞧了一眼，退向西首第一間房裏，砰的一聲關上了門，再也不出來了。楊過心道：「臭道士，多半也吃過那李莫愁的苦頭，竟嚇成這個樣子。」陸無雙低聲道：「我師父來啦，傻蛋，你瞧怎麼辦？」楊過道：「怎麼辦？躲一躲吧！」剛伸出手去扶她，鈴聲突然在客店門口止住，只聽李莫愁的聲音道：「凌波，你到屋面頂上去守住了。」洪凌波答應了，颼的一聲，登時上了高。又聽掌櫃的說道：「仙姑，您老人家住店……哎唷，我……」噗的一聲，俯跌在地，動也不動的死了。原來李莫愁最恨別人在她面前提到「老」字，何況當面稱她為老人家，拂塵一揮，立即送了他的性命。她問店小二道：「有個跛足的姑娘，住在那裏？」那店小二見她出手傷人，嚇得魂不附體，只說：「我……我……」一句話也答不出來。李莫愁將手一推，砰的一聲，踢開了西首的一間房的房門，進去查看，那正是「趙師叔」所住之處。楊過尋思：「咱們馬上從後門溜出去，雖然定被洪凌波瞧見，但我不怕她。」低聲道：「好媳婦，跟我逃命吧。」陸無雙白了他一眼，站起身來，心想這一番如再逃得性命，那當真是老天爺太瞧得起啦。就在此時，東角落裏一張方桌旁一個客人站了起來，走過楊陸二人身旁，低聲道：「我引開她，快想法兒逃命。」這人一直向內坐在暗處，楊陸都沒留意他的面貌。他說話之時，臉孔向著別處，話剛說完，人已走出大門，只見到他的後影，他的身材不高，比陸無雙還矮著寸許，穿著一件寬寬的青布長袍。楊陸二人一驚，猛聽得鈴聲大振，一直向北響去。洪凌波叫道：「師父，有人偷驢子。」但見白影一閃，李莫愁從房中躍出，急追而出。陸無雙說道：「快走！」楊過心想：「李莫愁輕功迅捷無倫，立時能追上此人，立時回來。我背著這跛腳姑娘，行走不快，仍是難以脫身。」靈機一轉，闖進了西首第一間房。只見那「趙師叔」與姬清虛坐在炕邊，臉現驚惶之色。楊過知道事機緊迫，不容二道站起喝問，搶上去手指一揮，已將二人點倒，叫道：「媳婦兒，進來。」陸無雙走進房來，楊過掩上房門，說道：「快脫衣服！」陸無雙臉上一紅，啐道：「傻蛋，你說甚麼？」楊過道：「你脫不脫由你，我可要脫了。」除了外衣，隨即將「趙師叔」的道袍除下穿上，又除了他的道冠戴在頭上。陸無雙登時醒悟，道：「好，咱們扮道士騙過師父。」伸手去解衣鈕，臉上又是一紅，向姬清虛踢了一腳，說道：「閉上眼睛啦，死道士。」姬清虛與「趙師叔」四肢不能轉動，五官卻能運動，當即閉上眼睛，那敢瞧她，陸無雙又道：「傻蛋，你轉過身去，別瞧我換衣。」楊過笑道：「怕甚麼？我給你接骨時，豈不早瞧過了。」此語一出，登覺太過輕薄無賴，自己訕訕的有些不好意思。陸無雙秀眉一緊，反手就是一記巴掌。楊過只要頭一低，立時就避過了，但他有似失魂落魄，竟然不躲，拍的一下，這一記重重擊在他的左頰。原來楊過見陸無雙的生氣模樣，不禁想起師父小龍女來。陸無雙本擬這掌打空，豈知重重打中，也是一呆，隨即笑道：「傻蛋，打痛了你麼？誰叫你瞎說八道。」楊過撫著面頰，笑了一笑，當下轉過身去。陸無雙換上道袍，笑道：「你瞧！我像不像個小道士？」楊過道：「我瞧不見，不知道。」陸無雙道：「傻蛋，轉過身來啦。」楊過回過頭來，見她身上那件道袍寬寬蕩蕩，更加顯得她身形纖細，正待說話，陸無雙忽然輕輕低呼一聲，指著炕上，只見炕上棉被中探出一個道士頭來，正是在豺狼谷中被她砍了一隻手掌的皮清玄。原來他躺在炕上養傷，一見陸無雙，立即縮頭進被。楊陸二人忙著換衣，竟沒留意。陸無雙道：「他……他……」想說「他偷瞧我換衣」卻又覺不便出口，就在此時，花驢上鈴聲又起。楊過聽過幾次，知道那花驢已經被李莫愁奪回，因那青衫客騎驢奔出時，鈴聲叮叮亂響，顯得匆忙凌亂，李莫愁騎驢之時，花驢奔得雖快，但鈴聲卻疾徐有致，猶似行雲流水一般。楊過靈機一動，將皮清玄一把提起，這一擒一提之際，已自閉住了他的穴道，揭開炕門，將他塞入炕底。北方土炕與南方之床截然不同，北方天寒，冬夜炕底燒火取暖，此時天尚暖熱，炕底不用燒火，但裏面全是煙灰黑炭，皮清玄一被塞入，鬧得滿頭滿臉全是灰土。只聽得鈴聲忽止，李莫愁又已到了客店門口。楊過向陸無雙道：「上炕去睡。」陸無雙皺眉道：「臭道士睡過的，髒得緊，怎能睡啊？」楊過道：「隨你便吧！」說話之間，又將「趙師叔」塞入炕底，順手解開了姬清虛的穴道。陸無雙雖覺被褥骯髒，但想起師父手段的狠辣，只得上炕，面向裏床，剛剛睡好，李莫愁已踢開房門，二次來搜。楊過拿了一隻茶杯，低頭喝茶，一手卻按住姬清虛背後的死穴上。李莫愁見房中仍是三個道士，姬清虛臉如死灰，神魂不定，於是笑了一笑，去搜第二間房，她第一次來搜時曾瞧過三個道人的面貌，生怕陸無雙喬裝改扮，二次來搜時就沒再細看，豈知就這麼略略大意，致令楊過巧計得售。這一晚李莫愁、洪凌波師徒搜遍了鎮上各處，吵得家家雞犬不寧。楊過卻安安穩穩的與陸無雙並肩躺在炕上，聞到她身上一陣陣少女的溫馨香氣，不禁心中大樂。陸無雙心中思潮起伏，但覺楊過此人實是古怪之極，說他是傻蛋，卻又似聰明無比，說他聰明吧，又是瘋瘋癲癲。她躺著一動也不敢動，心想那傻蛋定要伸手相抱，那時怎生是好？過了良久良久，楊過卻沒半點動靜，反而微微失望，聞到他身上濃重的男子氣息，竟爾有點顛倒難以自己。過了良久，才迷迷糊糊的睡了。楊過一覺醒來，天已發白，見姬清虛伏在桌上沉睡未醒，陸無雙鼻息細微，雙頰暈紅，兩片薄薄紅唇略見上翹，不由得心中大動，暗道：「我若是輕輕的親她一親，她絕不知道。」少年人情竇初開，從未親近過女子，此刻朝陽初升，正是情慾最盛之時，想起與她接骨時她胸脯之美，更是按捺不住，伸過頭去，要親她口唇。尚未觸到，已聞到一陣甜香，不由得心中一蕩，熱血直湧上來，雙唇正要湊到她的唇上，背心突然被一件暗器一碰。楊過大吃一驚，一躍而起，以他的功夫，任何暗器打來都能事先發覺，絕不容著身，只是正當銷魂之際，不免神智胡塗。這一躍起，但見窗格一個破孔中一張臉孔一閃，這臉怪異無比，似人非人，似鬼非鬼。楊過追出房去，已是影跡不見，他心念一動：「莫要中了調虎離山之計。」回到房中瞧那暗器時，卻是落在地下的一個紙團，忙拾起來打開一看，上面寫得有字。此時陸無雙也已驚醒，湊近來看。只見紙上寫著八個大字：「若肆輕薄，立取爾命。」早一日曾有一個農家小孩，送了一束菜花給陸無雙，花中留字示警，說她師傅即行追到，叫她急速躲藏，那幾個字的筆致，就與這八個字一模一樣。楊過又是羞愧又是驚訝，心道：「原來有高手在暗中護她，昨晚若是我行止不端，豈不……」想到此處，不由得面紅過耳。陸無雙道：「哼，臭傻瓜，你姑姑罵你來啦。」楊過一凜：「難道真是姑姑？」隨即想到：「那人容貌怪異之極，不男不女，非人非鬼，與姑姑真是有霄壤之別，何況這些字也絕不是姑姑的手筆。」就在此時，李莫愁花驢上鈴聲響起，卻是向西北而去，原來又是回頭搜尋。她想起那部「五毒祕傳」落在陸無雙手中，遲一日追回，就多一日危險，這些日來真是食不甘味、寢不安枕，天色微明，就騎驢動身。楊過道：「她回頭尋咱們不見，又會趕來。就可惜你身上有傷，震盪不得，否則咱們盜得兩匹駿馬，一口氣奔馳一日一夜，她那裏還追得上？」陸無雙嗔道：「你身上可沒傷，幹麼你不去盜一匹駿馬，一口氣奔馳一日一夜？」楊過心想：「這位姑娘當真是小心眼兒，我隨口一句話，她就生氣。」祇是他愛瞧她發怒的神情，反而激她道：「若不是你求我送你到江南，我才不愛冒這個險呢。」陸無雙道：「你去吧，去吧，傻蛋，我見了你就生氣，寧可讓我獨個兒死了的好。」楊過笑道：「嘿，你死了我才捨不得呢。」他怕陸無雙真的大怒，震動斷骨，於是一笑出房，到櫃台上借了筆硯，將墨在水盆中化開了，突然伸手，抹在陸無雙臉上。陸無雙未曾防備，忙掏手帕來抹，不住口的罵道：「臭傻蛋，臭傻蛋。」祇見楊過從炕裏抱出一把把煤灰，用水和了塗在臉上，一張臉登時凹凹凸凸，有如生滿了疙瘩，她原是個聰明伶俐之人，立時醒悟：「我雖換了道人裝束，但是面容未變，若被師傅趕上，她豈有不識之理？」當下將淡墨水勻勻的塗在臉上。女孩兒家生性愛美，雖然塗黑臉頰，仍是猶如搽脂抹粉一般細細整容。兩人改裝已畢，楊過伸腳到炕下，將兩名道人的穴道踢開。陸無雙見他看也不看，隨意踢了幾腳，兩名道人登時發出呻吟之聲，心中暗暗佩服：「這傻蛋武功勝我十倍。」但她臉上不露聲色，仍是罵他傻蛋，似乎絲毫不將他瞧在眼裏。這日陸無雙傷勢略佳，已能獨自乘驢緩行，她不要楊過同乘，兩人各自騎了一頭牲口，慢慢向東南行去。休息了半個時辰，上驢又行。楊過儘在琢磨：「那兩次傳書之人到底是誰？」陸無雙忽道：「傻蛋，你怎麼不跟我說話了？」楊過正自出神，給她一句話一提，忽然想到一事，叫道：「啊喲，不好，我真胡塗。」陸無雙道：「你本就胡塗嘛！」楊過道：「咱們改裝易容，那三個道人盡都瞧在眼裏，若是跟你師傅說了，豈非糟了。」陸無雙抿嘴一笑，道：「那三個臭道人早趕到了咱們頭裏去啦，師傅還在後面。你這傻蛋失魂落魄的，也不知在想些甚麼，竟沒瞧見。」楊過「啊」了一聲，向她一笑。陸無雙覺得他這一笑之中似含深意，想起自己話中「失魂落魄，也不知在想些甚麼」幾字，不禁臉兒紅了。就在此時，她乘坐的驢子突然縱聲大叫。陸無雙一回頭，但見道路轉角處兩個乞丐並排而立，擋住了去路。楊過眼快，見山角後另有兩個人一探頭就縮了回去，正是那「趙師叔」和姬清虛，心中了然：「原來這三個臭道士去告知了丐幫，咱們改了道人打扮。」當下躍下坐騎，拱手道：「兩位叫化大爺，你們討米討八方，貧道化緣卻化十方，今日要請你們佈施佈施了。」一個化子聲似洪鐘，說道：「你們就是剃光了頭做和尚，也休想逃得過咱們耳目，快別裝傻啦，爽爽快快，跟咱們見幫主去吧。」楊過心想：「聽姑姑說，丐幫的幫主名叫九指神丐洪七公，武功之高，直是到了不可思議之境，雖然姑姑從未離過古墓，也祇聽孫婆婆輾轉說起，但是想來那人定是十分厲害，若是他當真在此，那可難以逃過了。」攔路的二人是丐幫中的八袋弟子，見楊陸二人都是未到二十歲的少年，居然連敗四個六袋弟子，三個七袋弟子，臉上均有懷疑之色。正當雙方均自遲疑之際，西北方銀鈴響起，叮鈴，叮鈴，輕快流動，抑揚悅耳。陸無雙暗想：「糟了，糟了。我雖改了容貌裝束，偏巧此時撞到這個死鬼化子，給他們一揭穿，怎能脫得師傅的毒手。唉，當真是魔劫重重。」她不怨自己心狠手辣，無緣無故的傷了丐幫中人，以致樹下強敵，卻怪丐幫幫眾糾纏不清。女孩兒每每怪人不怪己，原是人情之常。而陸無雙性情乖僻，更覺得天下祇有自己是好的，別人全都不對。片刻之間，李莫愁的鈴聲更加近了？楊過心想：「那李莫愁我是打她不過的，祇有趕快向前闖了。」他心中雖急，臉上仍是好整以暇，裝得半傻不傻，說道：「兩位不肯化緣，那也不打緊，就請讓路吧。」說著大踏步向前走去。兩個化子見他步履輕飄飄的似乎絲毫不會武功，各伸右手抓他。楊過一掌劈出，與二人手掌一對，三隻手掌一凝持，各自退了三步。原來這兩名八袋弟子練功數十年，均是內力深湛，在江湖上已是罕逢敵手，要論武功底子，勝過楊過十倍，祇是論到招數的奇功奧妙，卻又遠不及他。因洪七公生性閒散，饞嘴貪吃，懶得傳授武藝給弟子，是以真正傳得他武功的祇有郭靖一人。其餘丐幫弟子，學得他武功的一招半式，已屬難能了。當下楊過借力打力，將二人掌力輕輕化解了，但要奪路而行，卻也不能，三人心中各自暗驚。就在此時，李莫愁師徒已然趕到。洪凌波叫道：「喂，叫化兒，小道士，瞧見一個跛腳女子過去沒有？」兩個化子在武林中行輩甚高，聽洪凌波如此詢問，心中有氣，只是丐幫幫規嚴峻，絕不許幫眾任意與外人爭吵，二人順口答道：「沒瞧見！」李莫愁眼光銳利，見了楊陸二人的背影，心下微有懷疑：「這二人似乎曾在何處見過。」又見四人相對而立，劍拔弩張的要動武，決意在旁看看熱鬧。一來瞧一下名聞天下的丐幫弟子武功到底如何，二來瞧瞧那兩個小道士武功是何家數。楊過斜眼微睨，見她臉現淺笑，袖手觀鬥，心念一動：「有了，如此這般，就可去了她的疑心。」轉身走到洪凌波跟前，打個稽首，說道：「道友請了。」洪凌波用道家禮節還禮。楊過道：「小道路過此處，被兩個惡丐平白無端的攔住，定要動武。小道未攜兵刃，請道友瞧在老君面上，相借寶劍一用。」洪凌波見他面貌雖然凹凹凸凸，極是醜陋，但說話謙恭，兼之提到道家之祖的太上老君，似乎不便拒卻，於是拔出長劍，眼望師傅。見她點頭示可，將劍遞了過去。楊過稽首謝了，接劍說道：「小道若是不敵，還請道友念在道家一派，賜於援手。」