第五十五回　祕道練功張無忌瞧著兩堆骷髏，頗生感慨，說道：「把他們好好葬了吧。」兩人去搜了些炸下來的泥沙石塊，堆在一旁，再將楊破天夫婦的骸骨搬在一起。小昭忽在楊破天的骸骨中撿起一物，說道：「張公子，這裏有封信。」無忌接過來一看，見封皮上寫著「夫人親啟」四個字。年深日久，封皮已頗霉爛，那四個字也已腐蝕得筆劃殘缺，但依稀仍可看得出筆致中的英挺之氣，那信牢牢封固，火漆印仍然完好。無忌道：「楊夫人未及拆信，便已自殺。」將那信恭恭敬敬的放在骸骨之中，正要堆上沙石，小昭道：「拆開來瞧瞧好不好？說不定楊教主有什麼遺命。」無忌道：「祇怕不敬。」小昭道：「倘若楊教主有何未了心願，公子去轉告老爺小姐，也是好的。」無忌一想不錯，便輕輕拆開封皮，抽出一幅極薄的白綾來，祇見綾上寫道：「夫人粧次：自歸楊門，夫人日夕鬱鬱，余粗鄙寡德，無足為歡，甚可歉咎，茲當永別，唯夫人諒之。三十二代周教主遺命，令余練成乾坤大挪移神功後，前赴丐幫總舵，迎歸第三十一代石教主遺物。今余神功第五層初成，即悉成師弟之事，血氣翻湧，不克自制，真力將散，行當大歸。命也天也，復何如耶？」張無忌讀到此處，輕輕嘆了口氣，道：「原來楊教主在寫這信之前，便已知道他夫人和成崑在祕道私會的事了。」見小昭想問又不敢問，於是將楊破天夫婦及成崑間的事簡略說了。小昭道：「我說都是楊夫不好。她若是心中一直有著成崑這個人，原不該嫁楊教主。既是嫁了楊教主，便不該再和成崑私會。」無忌點了點頭，心想：「她小小年紀，倒是頗有見識。」繼續讀了下去。「周教主神勇蓋世，智謀過人，仍不幸命喪丐幫四長老之手，石教主遺物不獲歸，本教聖火令始終未得下落。今余命在旦夕，有負周教主重託，實為本教罪人。盼夫人持余此親筆遺書，召聚左右光明使者、四大護教法王、五行旗使、五散人，頒余遺命日：『不論何人迎歸石教主遺物，重獲聖火令者，為本教第三十四代教主。不服者殺無赦！令謝遜暫攝副教主之位，處分本教重務。』」張無忌心中一震，暗想：「原來楊教主命我義父暫攝副教主之位。我義父文武全才，原是明教中的第一位人物。祇可惜楊夫人沒看到這信，否則明教之中也不致如此自相殘殺，鬧得天翻地覆。」他想到楊破天對他義父如此看重，很是喜歡，卻又不禁傷感，出神半晌，接讀下去：「……乾坤大挪移心法，暫由謝遜接掌，日後轉奉新教主。光大我教，驅除胡虜，行善去惡，持正除奸，新教主其勉之。」無忌心想：「照楊教主的遺命看來，明教的宗旨實在正大得緊啊，各大門派限於門戶之見，不斷和明教為難，倒是不該了。」見那遺書上續道：「余將以僅餘神功，掩石門而和成師弟共處，地老天荒，再不分離。夫人可依祕道全圖脫困。當世無第二人負乾坤挪移之功，即無第二人能推動此『無妄』位石門，待後世豪傑練成，余師兄弟骸骨杇矣。破天謹白。年月日。」在書信之後，是一幅祕道全圖，註明各處岔道和門戶，無忌大喜，說道：「楊教主本想將成崑關入祕道，兩人同歸於盡，那知他支持不到，死得早了，讓那成崑逍遙至今。幸好有此全圖，咱們能出去了。」當下細看全圖，找到了自己置身的所在，再一查察，登如一桶冰水從頭上淋將下來，原來唯一的脫困道路，正是被圓真用大石塞阻了的那一條，雖得祕道全圖，卻和不得一般無異。小昭道：「公子且別心焦，說不定另有通路。」接過圖去，低頭細細查閱。但那圖上寫得分明，除此之外，更無別處出路，張無忌見小昭臉上露出失望神色，苦笑道：「楊教主的遺書上說道，倘若練成乾坤大挪移的神功，便可推動石門而出。當世似乎祇有楊逍先生練過一些，可是功力甚淺，就算他在這裏，也未必管用。再說，又不知『無妄位』在什麼地方，圖上也沒註明，卻到那裏找去？」小昭道：「『無妄位』嗎？那是伏羲六十四卦的六位之一，乾盡午中，坤盡子中，其陽在南，其陰在北。『無妄』位在『明夷』位和『隨』位之間。」說著在石室中踏了踏方位，走到西北角上，道：「該在此處了。」張無忌精神為之一振，道：「真的麼？」奔到藏兵器的甬道之中，取過一柄大斧，將石壁上積附的沙土刮去，果然露出一道門戶的痕跡來。他心想：「我雖不會乾坤大挪移之法，但九陽神功已成，這威力未必便遜於此法。」當下氣凝丹田，勁運雙臂，兩足擺成弓箭步，緩緩推將出去，那石門絕無動靜。不論他雙手如何移動方位，如何催運真氣，直累得雙臂酸痛，全身骨骼格格作響，那石門仍是宛如生在石壁上般，連一分之微也沒移動。小昭勸道：「張公子，不用試了，我去把剩下來的火藥拿來。」無忌道：「好！我倒火藥忘了。」兩人將半桶火藥盡數裝在石門之中，點燃藥引，一炸之後，那石門雖然被炸得凹進七八尺去，甬道卻不出現，看來這石門的厚度比寬度還大得多。無忌心中頗為歉咎，拉著小昭的手，柔聲道：「小昭，都是我不好，害得你不能出去。」小昭一雙明淨的眼珠望著無忌，說道：「張公子，你該當怪我才是，倘若不帶你來……那便不會……不會……」說到這裏，伸袖拭了拭眼淚，過了一會，忽然破涕為笑，說道：「咱們既然走不出去了，發愁也是沒用。我唱個小曲兒給你聽，好不好？」無忌實在沒心緒聽什麼小曲，但也不忍拂她之意，微笑道：「好啊！」小昭坐在他的身邊，唱了起來：「依山洞，結把茅，清風兩袖長舒嘯。問江邊老樵，訪山中故友，伴雲外孤鶴，他得志，笑閒人；他失志，閒人笑。」無忌起初兩句並無留意，待得聽到「他得志，笑閒人；他失志，閒人笑」那幾句時，心中驀地一驚，又聽她歌聲嬌柔清亮，圓轉自如，滿腹煩憂，不禁為之一消，又聽她繼續唱道：「詩情放，劍氣豪，英雄不把窮通較。江中斬蛟，雲間射鵰，塞外揮刀。他得志，笑閒人；他失志，閒人笑！」悠閒的曲聲之中，又充滿著豪邁之氣，便問：「小昭，你唱得真好聽，這曲兒是誰做的。」小昭笑道：「你騙我呢，有什麼好聽？我聽人唱，便把曲兒記下了，也不知是誰做的。」無忌想著「英雄不把窮通較」這一句，順著小昭的調兒哼了起來。小昭道：「你是真的愛聽呢，還是假的愛聽？」無忌笑道：「怎麼愛聽不愛聽還有真假之分嗎？自然是真的。」小昭道：「好，我再唱一段。要是有琵琶配著，唱起來便順口些。」左手的五根手指在石上輕輕按捺，唱了起來：「世情推物理，人生貴適意。想人間造物搬興廢。吉藏凶，凶藏吉。」「富貴那能長富貴？日盈昃，月滿虧蝕。地下東南，天高西北，天地尚無完體。」「展放著愁眉，休爭閒氣。今日容顏。老於今日。古往今來，盡須如此，管他賢的愚的，貧的和富的。」「到頭這一身，難逃那一日。受用了一朝，一朝便宜，一朝便宜。百歲光陰，七十者稀。急急流年，滔滔逝水。」曲中辭意豁達，顯是個飽經憂患、看破了世情之人的胸懷，和小昭的如花年華殊不相稱，自也是她聽旁人唱過，因而記下了，張無忌年紀雖然不大，十年來卻是艱苦備嘗，今日困處山腹，眼見已無生理，咀嚼曲中「到頭這一身，難逃那一日」那兩句，不禁魂為之消。所謂「那一日」，自是身死命喪的「那一日」，無忌以前面臨生死關頭，已不知凡幾，但從前或生或死，都不牽累旁人，這一次不但拉了一個小昭陪葬，而且明教的存毀、楊逍、楊不悔諸人的安危、義父謝遜和圓真之間的深仇，都和他有關，實在是不想就此便死。他站起身來，又去推那石門，只覺體內真氣流動，似乎積蓄著無窮無盡的力氣，可是偏偏使不出來，就像有一條長堤攔住了滔滔洪水，水力被阻，無法宣洩。他試了三次，頹然而廢，只見小昭又已割破了手指，用血塗在那張羊皮之上，說道：「張公子，你來練一練乾坤大挪移的神功，好不好？說不定你聰明過人，一下子便練會了。」張無忌笑道：「明教的前任教主們窮終身之功，也沒幾個練成的，他們既然當得教主，自是個個才智卓絕。我在旦夕之間，怎能勝越前賢？」小昭低聲道：「受用了一朝，一朝便宜。便練一朝，也是好的。」無忌微微一笑，將羊皮接了過來，輕輕念誦，只見羊皮上所書，都是運氣導行、移宮使勁的法門，試一照行，竟是毫不費力的便做到了。那羊皮上寫道：「此第一層神功，悟性特高者七年可成，其次者十四年可成。」無忌大奇：「這有什麼難處？何以要練七年才成？」再接下去看第二層神功的法門，依法施為，也是片刻間真氣貫通，只覺十根手指之中，似乎有絲絲冷氣射出。但見心法中特別註明：第二層神功悟性高者七年可成，次焉者十四年可成，如練至二十一年而無進展，則不可再練第三層，以防走火入魔，無可解救。無忌又驚又喜，接著第三層練法。這時字跡已然隱晦，他正要取過匕首割自己手指，小昭在一旁瞧著，搶先用指血塗抹羊皮，無忌邊讀邊練，第三層、第四層神功勢如破竹般便練成了。小昭見他半邊臉孔脹得血紅，半邊臉頰卻發鐵青，心中微覺害怕，但見他神完氣足，雙眼精光炯炯，料知無疑。待見他讀罷第五層神功心法續練時，臉上忽青忽紅，臉上青時身子微顫，如墮寒冰，臉上紅時額頭汗如雨下。小昭取出手拍帕，伸到他頭上去替他抹汗，手帕剛碰到他額角，突然間手臂一震，身子一仰，險些兒摔倒。無忌站起身來，伸衣袖抹去汗水，一時之間不明其理，卻不知自己已然將這第五層神功練成了。原來這乾坤大挪移神功，實則是運用力的一種極巧妙法門，根本的道理，在於發揮每個人本身所蓄有的潛力。須知每個人體內潛力原極龐大，只是平時使不出來，每逢火災等等緊急關頭，一個手無縛雞之力的弱者往往能負千斤。張無忌練就九陽神功後，本身所蓄的力量，已是當世無人能及，只是他未得高人指點，用不出來，這時一看到乾坤大挪移心法，體內潛力便如山洪突發，沛然莫之能禦。這乾坤大挪移神功所以難成，所以稍一不慎便致走火入魔，完全由於運勁的法門複雜巧妙無比，而練功者卻無雄渾的內力與之相副。正好比要一個七八歲的小孩去舞百斤重的大鐵錐，錐法越是精微奧妙，越是會將他自己打得頭破血流，腦漿迸裂，但若舞錐者是個大力士，那便得其所哉了。以往練這神功之人，只因內力有限，勉強修習，變成心有餘而力不足。每個得到這聖火心法的武林健者，又有誰肯知難而退？昔日的明教各位教主，大都也明白這其中的關鍵所在，但既得身任教主，個個是堅毅不拔，不肯服輸之人。大凡武學高手，都服膺「精誠所至，金石為開」的話，於是孜孜兀兀，竭力修習，殊不知人力有時而窮，一心想要「人定勝天」，結果往往是飲恨而終。張無忌所以能在半日之間練成，而許多聰明才智武學修為遠勝於他之人，竭數十年苦修而不能練成者，其間的分別，便在於一則內力有餘，一則內力不足而已。張無忌練到第五層後，只覺全身說不出的力氣無不指揮如意，欲發即發，欲收即收，一切全憑心意所之，週身百骸，當真是說不出的舒服受用。這時他已忘了去推那石門，跟著便練第六層的心法，一個多時辰後，已練到第七層。那第七層神功奧妙之處，又比第六層加深了數倍，一時之間不能盡解。好在他精通醫理穴道，遇到難明之處，拿來和醫理一加印證，便即豁然貫通。練到一大半之處，突然間見到一行文字，與張無忌依照試行，猛地裏氣血翻湧，心跳加劇。他定了定神，再從頭做起，仍是如此。他自練第一層神功以來，從未遇上過這等情形。他跳過了第一句，再練下去時，又覺順利，但三句一過，重遇阻難，自此而下，阻難越來越多，直到篇末，共有一十三句未能照練。張無忌沉思半晌，將那羊皮供在石上，恭恭敬敬的躬身下拜，磕了幾個頭，祝道：「弟子張無忌，無意中得窺明教神功心法，旨在脫困求生，並非存心窺竊貴教祕籍。弟子得脫險境之後，自當以此神功為貴教盡力，不敢有負列代教主栽培救命之恩。」小昭也跪下磕了幾個頭，低聲禱祝道：「列代教宗在上，請你們保佑張公重整我教，光大列祖列宗的威名。」無忌站起身來，說道：「我非明教教徒，奉我太師父的教訓，將來也絕不敢身屬明教。但我展讀楊教主的遺書後，知道明教的宗旨光明正大，自當竭盡所能，向各大門派解釋誤會，請雙方息爭。」小昭道：「張公子，你說有一十三句句子尚未練成，何不休息一會，養足精神，把它都練成了？」張無忌道：「我今日練成乾坤大挪移第七層神功，雖有一十三句跳過，未免略有缺陷，但正如你曲中所說：『日盈昃，月滿虧蝕。天地尚無完體。』我何可人心不足，貪多務得？想我張無忌有何福澤功德，該受明教的神功心法？能留下一十三句練之不成，那才是道理啊。」小昭道：「公子說得是。」接過羊皮，請無忌指出那未練的一十三句，暗暗念誦幾遍，記在心中。無忌笑道：「你記著幹什麼？」小昭臉上一紅，道：「不幹什麼？我想連公子也練不會，倒要瞧瞧那是怎樣的難法。」其實小昭記誦這一十三句，卻是另有深意，她知張無忌坦誠無私，出洞之後，定要將羊皮交給楊逍，他這七層神功中少了一十三句，總是美中不足。因此她暗中記著，將來張無忌若要再練，即使羊皮已屬他人，她也可以背給他聽。那知道張無忌事事不為已甚，適可而止，正是應了「知足不辱」這一句話。原來當年創制乾坤大挪移心法的那位高人，內力雖強，卻也未到九陽神功的地步，他所寫的第七層神功心法，自己也已無法練成，只不過是憑著聰明智慧，縱其想像，力求變化而已。張無忌練不通的那一十三句，正是那位高人單憑空想而想錯了的，似是而非，已然誤入歧途。要是張無忌存著求全之心，非練到盡善盡美不肯罷手，那麼到最後關頭便會走火入魔，不是瘋癲痴呆，便致全身癱瘓。當下兩人搬過沙石，葬了楊破天夫婦的遺骸，走到石門之前。這次張無忌單伸右手，按在石門邊上，依照適才所練的乾坤大挪移神功心法，微一運勁，那石門便軋軋聲響，再加上一層力，石門緩緩的開了。小昭大喜，跳起身來，拍手叫好，只聽得她手足上鐵鍊相擊，叮叮噹噹的亂響。張無忌道：「我再拉一拉你的鐵鍊。」小昭笑道：「這一次定然成啦！」那知張無忌拉住她雙手之間的鐵鍊，運勁向外拉動，那鐵鍊漸漸延長，卻是不斷，小昭道：「啊喲，不好！你越拉越長，我可更加不便啦。」無忌搖頭道：「這鍊子當真邪門，只怕便拉成十幾丈長，它還是不斷。」原來這鐵鍊乃是明教上代教主以一塊殞石鑄成，那殞石不知從那一個星星中落下，其中所含金屬的質地，與世間任何金鐵均是不同，當時適有巧匠，以烈火鑄成此鍊。無忌能將之拉得伸長，已是當世任何旁人力所不及，她見小昭垂頭喪氣，安慰她道：「你放心，包在我身上，給你打開這鐵鍊。咱們困在這山腹之中，尚能出去，難道還奈何不了這兩根小小鐵鍊嗎？」小昭轉頭一笑，道：「張公子，你答應我的，將來可不許賴。」無忌道：「我去求不悔妹妹給你打開鐵鎖，她不會不肯。」張無忌要找圓真報仇，返身再去推那塊萬斤巨石，可是他雖練成神功，究非無所不能，兩塊巨石被他推得微微撼動，卻是決計不能掀開。他搖搖頭，便和小昭從另一邊的石門中走了出去。他回身推攏石門，見那石門那裏是門了，其實是一塊天然生成的大巖石，當年明教建造這地道之時，不知動用了多少人力，窮年累月，不知花了多少功夫，多少心血。張無忌手持地道祕圖，循圖而行，地道中岔路雖多，但毫不費力的便走出了山洞。一出山洞來，強光閃耀，兩人一霎時間竟然睜不開眼來，過了一會，才慢慢睜眼，只見遍地冰雪，太陽光照在冰雪之上，反射過來，倍覺光亮。小昭吹熄手中的木條，在雪地裏挖了一個小洞，將木條埋在洞裏，說道：「木條啊木條，多謝你照亮張公子和我出洞，倘若沒有你，咱們可就不籌莫展了。」張無忌哈哈大笑，胸襟為之一爽，轉念又想：「世人忘恩負義者多，這小姑娘對一根木條尚且如此，想來當是厚道重義之人。」側頭向她一笑，冰雪上反射過來的強光照在她的臉上，更顯得她膚色潔淨，柔美如玉，不禁讚嘆：「小昭，你好看得很啊。」小昭喜道：「張公子，你不騙我麼？」張無忌道：「你別裝駝背跛腳的怪樣了，現在這樣子才好看。」小昭道：「你叫我不裝，我就不裝。小姐便是殺我，我也不裝。」張無忌道：「瞎說！好端端的，她幹麼殺你？」他走到崖邊，瞧了四下的地勢，原來是在一座山峰的中腰。他上光明頂時，是說不得將他藏在布袋中負上山來的，沿途地勢如何，一概不知，此時也不知身在何處。他極目眺望，只見西北方山坡上有幾個人躺著，一動不動，似已死去，忙道：「我去瞧瞧。」攜著小昭的手，一縱身，向那山坡疾馳而去。這時他體內九陽真氣流轉如意，乾坤大挪移心法練到了第七層，一舉手，一抬足，在旁人看來，都非人力所能，雖然帶著小昭，仍是身輕如燕，有如兩頭大鳥般向山邊撲了上去。到得近處，只見四個人死在雪地之中，白雪中濺著鮮血，四個人身上都有刀劍之傷。其中三人穿著明教徒的服色，另一人是個僧人，似是少林派子弟。無忌驚道：「不好！咱們在山腹中耽了這許多時候，六大派的人攻了上去啦！」一摸四人心口，都已冰冷，顯已死去多時。急忙拉著小昭，跟著雪地裏的足跡向山上跟去。沒走出數十丈，又見到有七個人死在地下，情形慘厲可怖。張無忌大是焦急，說道：「不知楊逍先生、不悔妹子等怎樣了？」他越走越快，幾乎是將小昭的身子提著飛行，轉了一個彎，只見五名明教徒的屍首，都是頭下腳上的倒懸在樹上，每個人臉上血肉模糊，似被什麼利爪抓過。小昭道：「是華山派的虎爪手抓的。」無忌奇道：「小昭，你年紀輕輕，見識卻博，是誰教你的？」他這句話雖然問出了口，但記掛著光明頂上各人的安危，不等小昭回答，便即飛步上峰。一路上但見死屍狼藉，大多數是明教的教徒，但六大派的弟子也不在少數。想是張無忌在山腹中的一日一夜之間，六大派發動猛攻。明教因楊逍、韋一笑等重要首領盡數重傷，無人指揮，以致失利，但眾教徒雖在劣勢之下，兀自困鬥不屈，是以雙方死傷均重。張無忌將到山頂，已聽見兵刃相交之聲，乒乒乓乓的打得極是激烈，他心下稍寬，暗想：「戰鬥既然未息，六大派或許尚未攻入大廳。」快步往相鬥處奔去，突然間呼呼風響，兩枚鋼鏢向他擲來，跟著有人喝道：「是誰？停步！」無忌腳下毫不停留，回手輕輕一揮，兩枚鋼鏢倒飛去，只聽得「啊」的一聲慘呼，跟著砰的一聲，有人摔倒在地。張無忌一怔，回過頭來，只見地下倒著一名灰袍僧人，兩枚鋼鏢穿過他肩頭，釘在地上。無忌更是一呆，他適才這麼回手一揮，只不過想掠斜鋼鏢來勢，不致打到自己身上而已。那料到這輕輕一揮之勢，竟是如此大得異乎尋常。他急忙搶上前去，歉然道：「在下誤傷大師，抱歉之至。」伸指一提，挾起鋼鏢。那少林僧雙肩上登時血如泉湧，豈知這僧人極是驃悍，飛起一腳，砰的一聲，踢在張無忌小腹之上。無忌和他站得極近，沒料到他竟會突施襲擊，一呆之下，那僧人已然倒飛去去，背脊撞在一棵樹上，右足折斷，口中狂噴鮮血。原來張無忌此時體內真氣流轉，一遇外力，自然而然而生反擊。他見那僧人重傷，心下更是不安，上前扶起，連連道歉，那僧人惡狠狠的瞪著他，驚駭之心更甚於憤怒，雖然仍想出招擊敵，卻已無能為力了。忽聽得圍牆之內傳出接連三聲悶哼，張無忌無法再顧那僧人，拉著小昭，便從大門中搶了進去，穿過兩處廳堂，眼前是好大一片廣場。場上黑壓壓的站滿了人，西首人數較少，衣衫上鮮血淋漓，十之八九已然負傷，或坐或臥，是明教的一方。東首的人數一瞥之下，見楊逍、楊不悔、韋一笑、說不得諸人都坐在明教人眾之內，看情形仍是動彈不得。廣場之中，有兩個人正在拚鬥，各人凝神觀戰，無忌和小昭進來，誰也沒加留心。張無忌慢慢走近，定神一看，只見相鬥的雙方都是空手，但掌風呼呼，威力遠不及數丈之外，顯然二個都是絕頂的高手。那兩人身形轉動，打得快極，突然間四掌相交，立時膠住不動，這般自奇速的躍動轉為全然靜止，只在一瞬之間，旁觀眾人忍不住轟天價叫了一聲：「好！」無忌看清楚兩人的面貌時。心下一震，原來那身材矮小、滿臉精悍之色的中年漢子，正是武當派的四俠張松溪。他的對手是個身材魁偉的禿頂老者，長眉勝雪，垂下眼角，鼻子鉤曲，有若鷹嘴。無忌心想：「明教中還有這等高手，那是誰啊？」忽聽得華山派中有人叫道：「白眉老兒，快認輸吧，你那裏是武當派張四俠的對手。」張無忌聽到「白眉老兒」四個字，心念一動：「啊，原來他是我外公白眉鷹王！」胸中立時生出一股孺慕之意，便想撲上前去相認。但見白眉鷹王殷天正和張松溪頭頂都冒出絲絲熱氣，兩人便在這片刻之間，竟已各出生平苦練的內家真力，一決生死。一個是白眉教教主，明教的四大護教法王之一，一個是張三丰的得意弟子，身屬威震天下的武當七俠，眼看這一場比拚，不但是白眉教和武當派雙方威名所繫，而且高手以真力決勝，敗的一方多半有性命之憂。只見兩個人猶似兩尊石像，連頭髮和衣角也無絲毫飄拂。殷天正神威凜凜，雙目炯炯，如電閃動，張松溪卻是謹守武當心法中「以逸待勞、以靜制動」的要旨，嚴密守衛。他知殷天正比自己大了二十多歲，內力修為是深了二十餘年，但自己正當壯年，長力充沛，對方年已衰邁，時間一久，便有取勝之機。豈知殷天正實是當代武林中一位不世出的奇人，年紀雖大，精力絲毫不遜於少年，內力如潮，一個浪頭又是一浪頭般，從雙掌上向張松溪撞擊過去。張無忌初見張松溪和殷天正時，心中一喜，但立即喜去憂來，一個是自己外公，和他有骨肉之親，一個是父親的師兄，待他有如親子，當年他身中玄冥神掌後，武當諸俠個個不惜損耗內功，盡心竭力的為他療傷，倘若兩人之中有一人或傷或死，在他都是畢生大恨。張無忌微一沉吟，正想搶上去設法拆解，忽聽得殷天正和張松溪同時大喝一聲，四掌發力，一齊向後退出了六七步。張松溪道：「殷老前輩神功卓絕，佩服佩服！」殷天正聲若洪鐘，說道：「張兄的內家修為超凡入聖，老夫自愧不如。閣下是小婿同門師兄，難道今日定然非分勝負不可麼？」張無忌聽他言語中提到父親，眼眶登時紅了，心中不住叫著：「別打了，別打了！」張松溪道：「晚輩適才多退一步，已輸半招。」兜頭一揖，神定氣閒的退了下去。突然武當派中搶出一個漢子，指著殷天正怒道：「殷老兒，你不提我張五哥，那也罷了！今日提起，叫人好生惱恨。我俞三哥、張五哥兩人，全是傷折在你白眉教手中，此仇不報，我莫聲谷枉居『武當七俠』之名。」嗆啷啷一聲，長劍出鞘，太陽照耀下劍光閃閃，擺了一招「萬嶽朝宗」的姿式。這是武當子弟和長輩動手過招時的起手式，莫聲谷雖然怒氣勃勃，但他此時早已是武林中極有身份的高手，在眾目睽睽之下，一舉一動，自不能失了禮數。殷天正嘆了口氣，臉上閃過一陣黯然之色，緩緩的道：「老夫自小女死後，不願再動刀劍。但若和武當諸俠空手過招，卻又未免托大不敬。」指著一個手執鐵棍的教徒道：「借你的鐵棍一用。」那明教徒雙手橫捧齊眉鑌鐵棍，恭恭敬敬的走到殷天正身前，躬身呈上。殷天正接過鐵棍，雙手一拗，拍的一聲，那鐵棍登時斷為兩截。旁觀眾人「哦」的一聲，沒想到這老兒在久戰之後，仍具如此驚人神力。莫聲谷知他不會先行發招，長劍一起，發一招「百鳥朝鳳」，但見到劍尖亂顫，霎時間便如化為數十個劍尖，罩在敵人中盤，這一招雖然厲害，但仍是彬彬有禮的君子劍法。殷天正左手斷棍一封，說道：「莫七俠不必客氣。」右手斷棍便斜砸下來。數招一過，旁觀眾人群聳動，但見莫聲谷劍走輕靈，光閃如虹，吞吐開闔之際，又飄逸，又凝重，的是名家風範。殷天正的兩根斷棍本已笨重，招數更是呆滯，東打棍，西砸一棍，當真不成章法，但有識之士一看之下，便知他大智若愚，大巧若拙，實已臻武學中的極高的境界。他腳步移動也極緩慢，莫聲谷卻縱高伏低、東奔西閃，只在一盞茶時分，已接連攻出六十餘招凌厲無倫的殺手。