第七章　風雨深宵古廟這一日到了湘潭以北的易家灣，離省城長沙已不在遠，袁紫衣正要找飯店打尖，只聽得碼頭旁人聲喧嘩。但見湘江中停泊著一艘大船，船頭站著一個老者，拱手與碼頭上送行的諸人為禮。她一瞥之下，見送行的大都是武林中人，個個腰挺背直，精神奕奕，老者身後站著兩名朝廷的武官。她見了這一副勢派，心中一動：「莫非又是那一派的掌門人，到北京去參與福大帥的大會？」凝神瞧那老者時，見他兩鬢蒼蒼，頷下老大一部花白鬍子，但滿臉紅光，衣飾華貴，左手手指上戴著一隻碧玉班指，遠遠望去，在陽光下發出晶瑩之色，只聽他大聲說道：「各位賢弟請回吧！」抱拳一拱，身形端凝，當真是穩若泰山。岸上諸人齊聲說道：「恭祝老師一路順風，為我九龍派揚威京師。」那老者微微一笑，說道：「揚威京師是當不起的，只盼九龍派的名頭不在我手裏砸了，也就是啦。」袁紫衣聽他聲音洪亮，中氣充沛，這幾句話似是謙遜，但語氣間其實甚是自負。只聽得劈拍聲響，震耳欲聾，湘江中紅色紙屑飛舞，原來岸上船中一齊放起鞭炮。袁紫衣知道鞭炮一完，大船便要開行，於是輕輕躍下馬來，抬起兩片石子，往鞭炮上擲去。兩串鞭炮都是長逾兩丈，石片擲到，登時從中斷絕，嗤嗤聲響，燃著的鞭炮墮入湘江，立時熄滅了。這一來，岸上船中，人人聳動。鞭炮斷滅，那是最大的不祥之兆。眾人瞧得清楚，鞭炮是這黃衫少女用石片打斷。六七名大漢立即奔近身去，將她團團圍住，大聲喝道：「你是誰？」「誰派你來搗亂混鬧？」「打斷鞭炮，是甚麼意思？」「當真是吃了豹子膽、老虎心，竟敢來惹九龍派的易老師。」若非見她只是孤身的美貌少女，早就老拳齊揮，一擁而上了。袁紫衣深知韋陀門與八仙劍的武功底細，出手時成竹在胸，並不畏懼，這九龍派卻不知是甚麼來歷，眼見眾人聲勢洶洶，只得微笑道：「我用石子打水上的雀兒，不料失手打斷了炮仗，實在過意不去。」眾人聽她語聲清脆，一口外路口音，大家又七嘴八舌地道：「失手打斷一串，也還罷了，豈有兩串一齊打斷之理？」「你叫甚麼名字？」「到易家灣來幹麼？」「今日是黃道吉日，給你這麼一混鬧，唉，易老師可有多不痛快！」袁紫衣笑道：「兩串炮仗有甚麼稀罕？再去買過兩串來放放也就是了。」說著從懷中取出一錠黃金，約莫有二兩來重，托在掌中，這錠金子便是買一千串鞭炮也已足夠。眾人面面相覷，均覺這少女十分古怪，無人伸手來接。袁紫衣笑道：「各位都是九龍派的弟子嗎？這位易老師是貴派的掌門人，是不是？他要到北京去參與福大帥的天下掌門人大會，是不是？」她問一句，眾人便點一點頭。袁紫衣搖頭道：「炮仗熄滅，那是大大的不祥。易老師還是趁早別去，在家安居納福的好。」人群中一個漢子忍不住問道：「為甚麼？」袁紫衣神色鄭重，說道：「我瞧易老師氣色不正，印堂上深透黑霧，殺紋直沖眉梢。若是到了京師，不但九龍派威名墮地，易老師還有殺身之禍。」眾人一聽，不由得相顧變色。有的在地上直吐口水，有的高聲怒罵，也有的竊竊私議，只怕這女子會看相，這話說不定還真有幾分道理。眾人站立之處與大船船頭相去不遠，她又語音清亮，每一句話都傳入了那易老師耳中。他細細打量袁紫衣，見她身材苗條，體態婀娜，似乎並不會武，但適才用石片打斷鞭炮，出手巧妙，勁道不弱，又見她所乘白馬神駿英偉，實非常物，料想此人定是有所為而來，於是拱手說道：「姑娘貴姓，請借一步上船說話。」袁紫衣道：「我姓袁，還是易老師上岸來吧。」當時湘人風俗，乘船遠行，登船之後，船未開行而再回頭上岸，於此行極為不利。那易老師眉頭微皺，沉吟不語。他雖武功深厚，做到一派掌門，但生平對星相卜占、風水堪輿等說極是崇信，眼見炮仗為這年輕女子打滅，又說甚麼殺身之禍等等不祥言語，心想她越說越是難聽，還不如置之不理，於是對船家說道：「開船吧！」喃喃自語：「陰人不祥，待到了省城，咱們再買福物，請神沖煞。」船家高聲答應，有的拉起鐵錨，有的便拔篙子。袁紫衣見他不理自己，竟要開船，大聲叫道：「慢來慢來！你若不聽我勸告，不出百里便要桅斷舟覆，全船人等盡數死於非命。」易老師臉色更是陰沉，厲聲道：「我瞧你年紀輕輕，不來跟你一般見識。若再胡說八道，可莫怪我不再容情。」袁紫衣一躍上船，微笑道：「我全是一片好意，易老師何必動怒？請問易老師大名如何稱呼，我再跟你拆一個字，對你大有好處。」易老師哼了一聲，道：「不須了！」袁紫衣道：「好，易老師既不肯以尊號相示，我便拆一拆你這個姓。『易』字上面是個『日』字，下面是個『勿』字，『勿日』便是『不日』，意思是命不久矣。易老師此行乘船，走的是水路，『易』字加『一』加『水』，便成為『湯』，『赴湯』蹈火，此行大為凶險。舟為器皿之象，『湯』下加『皿』為『盪』，所謂『盪然無存』，全船人等，性命難保。『湯』字之上加『草』為『蕩』，古詩云：『蕩子行不歸』，易老師這一次只怕要死於異鄉客地了。」易老師聽到此處，再也忍耐不住，伸手在桅桿上用力一拍，砰的一聲，一條粗大的桅桿不住搖幌，喝道：「你有完沒完？」袁紫衣笑道：「易老師此行，百事需求吉利，那個『完』字，是萬萬說不得的。易老師，你到北京是去爭雄圖霸，不是動拳腳，便要動刀槍。『易』字加『足』為『踢』，加『刀』為『剔』，因此你不但自己給人踢死，九龍派還給人剔除。」易老師越聽越怒，但聽她說得頭頭是道，也不由得暗自心驚，強言道：「我單名一個『吉』字，早便吉祥吉利了，你還有何話說？」袁紫衣搖頭道：「大兇大險。這個『吉』字本來甚好，但偏偏對易老師甚為不祥。『易』者，換也，將吉祥更換了去，那是甚麼？自然是不吉了。」易吉默然。袁紫衣又道：「這『吉』字拆將開來，是『十一口』三字。易老師啊，凡人只有一口，你卻有十一口。多出來的十口是甚麼口？那自然是傷口，是刀口了。由此觀之，你此番上北京去，命中注定要身中十刀，屍骨不歸故鄉。」越是迷信之人，越是聽不得不祥之言。易吉本來雍容寬宏，面團團的一副富家翁氣象，此時眉間突現煞氣，斜目橫睨袁紫衣，冷笑道：「好，袁姑娘，多謝金玉良言。你是那一位老師門下？令尊是誰？」袁紫衣笑道：「你也要給我算命拆字麼？何必要查我的師承來歷？」易吉冷笑道：「瞧你年紀輕輕，咱們又素不相識，你定是受人指使，來踢易某的盤子來著。姓易的大不與小鬥，男不與女爭，你叫你背後那人出來，瞧瞧到底是誰身中十刀，屍骨不歸故鄉。」他伸手指著她臉，大聲道：「你背後那人是誰？」袁紫衣笑道：「我背後的人麼？」假裝回頭一看，不由得一驚，只見岸邊站著一人，穿一身粗布青衣，打扮作鄉農模樣，正是胡斐，心想不知他何時到了此處，自己全神貫注的給易吉拆字，竟沒察覺。她不動聲色，回過頭來，笑道：「我背後這人麼？我瞧他是個看牛挑糞的鄉下小子。」易吉怒道：「你莫裝胡羊。我說的是在背後給你撐腰、叫你來搗鬼的那人，是男子漢大丈夫，何必藏頭露尾，鬼鬼祟祟？」他料定是仇家暗中指使袁紫衣前來混鬧，好使自己出行不利，此人必然熟知自己的性情忌諱，否則她何以盡說不吉之言？其實袁紫衣存心搗亂，見他越是怕聽不吉利的說話，便越是儘揀凶險災禍來說，當下正色道：「易老師，常言道良藥苦口利於病，忠言逆耳利於行。我這番逆耳忠言，聽不聽也由得你。至於九龍派嘛，你若不去，由小女子代你去便了。」當袁紫衣躍上船頭不久，胡斐即已跟蹤而至。那日他在河裏洗澡時衣服被奪，赤身露體的不便出來，好在為時已晚，不久天便黑了，這才到鄉農家去偷了一身衣服。他最關懷的是那本家傳拳經刀譜。這刀譜放在貼肉衣服袋中，竟給她連衣帶書，一起取了去，心想這女子先偷我包袱，又取我衣服，定是為了這本刀譜，心中十分憂急，一路疾趕。當日便追上了她，但見她勒馬緩緩而行，卻又不是偷了刀譜便即遠走高飛的模樣。他越想越疑，無法推測這女子真意何在，心想若是動手強搶，未必能夠得手，於是暗暗在後窺伺，要瞧她有何動靜，另有何人接應。但跟了數日，始終不見有何異狀。這日在易家灣湘江之畔，卻見她向易吉起釁，竟是又要搶奪掌門人的模樣。胡斐暗暗稱奇：「這位姑娘竟是有一味掌門人癖。她遇到了掌門人便搶，為的是在江湖上樹信立威呢，還是另有深意？看來兩人說僵了便要動手，且讓他們鷸蚌相爭，我便來個漁翁得利，設法奪回刀譜。此時牽她白馬，易如反掌，但好曲子不唱第二遍，重施故技，未免顯得我小泥鰍胡斐太也笨蛋。」於是慢慢走近船頭，等候機會搶奪她背上包袱。只見易吉一張紅堂堂的臉膛由紅轉紫，嘶啞著嗓子說道：「姑娘這麼說，那是罵易某無能，不配作九龍派的掌門人？」袁紫衣微笑道：「那也不是。易老師既然此行不利，性命可不是鬧著玩的，不如把九龍派的掌門人讓與我吧。小女子一片好心，純係為你著想……」她話未說完，突見船艙中鑽出兩條漢子，手中各持一條九節軟鞭。一個中年大漢道：「這女子瘋瘋癲癲，師父不必理她。待弟子趕她上岸，莫誤了開船的吉時。」說著左手伸出，便去推袁紫衣的肩頭。袁紫衣伸指在他手臂上輕輕一彈，說道：「吉時早已誤了！」那漢子登覺臂彎中一麻，手掌沒碰到她肩頭，上臂便已軟軟的垂了下來。另一個漢子喝道：「大師哥，動傢伙吧！」兩人齊聲呼哨，嗆啷啷一陣響亮，兩條九節軟鞭同時向袁紫衣膝頭打去。他們不想傷她性命，是以軟鞭所指之處並非要害。袁紫衣見兩人都使九節鞭，心念一動：「是了，他們叫做九龍派，大概最擅長的便是九節鞭。」她與易吉東拉西扯，一來是要他心煩意亂，二來是想探聽他的武功家數，這時見雙鞭擊到，心中大喜：「好啊，你們遇上使軟鞭的老祖宗啦。」雙手伸出，快速無倫的抓住兩根軟鞭鞭頭，相互一纏，打成結形，身子毫不移動，微笑著站在當地。兩名漢子尚未察覺，見鞭頭並未打到她身上，反而雙鞭互纏，各自用力一扯，這一來正中了袁紫衣之計，雙鞭鞭頭本來鬆鬆搭著，一扯之下，登成死結。兩人驚得呆了，又是用力一扯。師兄弟倆膂力相當，誰也扯不動誰，兩條軟鞭卻纏得更加緊了。易吉喝道：「莽撞之徒，快退開了。」雙手抓住長袍衣襟，向外一抖，喀喇喇一陣響，袍子上七個軟扣一齊拉脫，左手反到身後一扯，長袍登時除了下來，露出袍內的勁裝結束。這一手乾淨利落，威風十足。岸上站著的大都是他的弟子親友，也有不少閒人，登時齊聲喝了個大采。袁紫衣搖頭道：「口采不好。這一手『脫袍讓位』，脫袍不打緊，讓位嘛，卻是注定把掌門人之位讓給我啦。」易吉心中一凜，果覺這一手也是不祥之兆，右手伸到腰間，輕輕一抖，手中已多了一條晶光閃亮的九節鞭。這一抖寂然無聲，鋼鞭的九節互相竟無半點碰撞。袁紫衣暗叫：「啊喲，不好！這手功夫我可不會，今日只怕要糟！」只見他這條鞭子每一節均有雞蛋粗細，他身材又極魁梧，便如船頭上立了一座鐵塔，拿著這條大鞭，當真是威風凜凜。這時船家已收起了鐵錨，船身在江中搖幌不定。易吉手臂一抖，九節鞭飛出去捲住了船頭鐵錨，跟著一揮，撲通聲響，水花四濺，鐵錨又已落入江中，船身登時穩住。這一手若非臂上有六七百斤膂力，焉能如此揮灑自如？眼見他這條九節鞭並有軟鞭與鋼鞭之長，內外兼修，非同小可。袁紫衣心想：「他膂力強大，揮鞭無聲。此人只可智取，不能力敵。」見他身材魁梧，年紀又大，想來功力雖深，手腳就未必靈便，於是心生一計，說道：「易老師，我是女子，如在船頭跟你相鬥，不論勝負，都於你此行不利。咱們總得另覓一個地方較量才是。」易吉心覺此言有理，可是又不願上岸。袁紫衣又道：「易老師，咱們話得說在前頭，若是我勝了你，你這九龍派掌門人之位，自得拱手相讓，不知你門下的弟子們服是不服？」易吉氣得紫臉泛白，喝道：「不服也得服。但若你輸了呢？」袁紫衣嬌笑道：「我跟你磕頭，叫你作乾爹，請你多疼我這乾女兒啊。」說著倏地躍起，右足在桅索上一撐，左足已踏上了帆底的橫桿，腰中銀絲鞭揮出，向上一抖，捲住了桅桿，手上使勁，帶動身子向上躍高。她左臂剛抱住桅桿，右手又揮出銀絲鞭再向上一捲，最後一招「一鶴沖天」，身子已高過桅桿，輕輕巧巧地落將下來，站在帆頂。這幾下輕靈之極，碼頭上旁觀的閒人無不喝采。九龍派的弟子中卻有人叫了起來：「喂，玩這手有甚麼意思？有種的便下來，領教領教易老師威震三湘的九龍鞭功夫。」袁紫衣大聲道：「在上邊比武，大夥兒都瞧得清楚些。」易吉哼了一聲，將九龍鞭在腰間一盤，左手抓住桅桿，身子已離地二尺，跟著右手一搭，身子又上升二尺。那桅桿比大碗的碗口還粗，一手原是無法握住，但他手指勁力厲害，掌力又極沉雄，雙手交互握抓，身子竟平平穩穩的上升，雖無袁紫衣的快捷剽悍，但在行家看來，這手功夫既穩且狠，實是非同小可。袁紫衣眼見他離桅頂尚有丈餘，心想一給他爬上，就不好鬥，只有居高臨下，先制止他上升，當下銀絲鞭一幌，喝道：「我這是十八龍鞭，多了你九龍。」鞭梢在空中抖動，摟頭蓋將下來。易吉雙手不空，如何抵擋？若要閃避，只有溜下桅桿，如此一招不交，已然輸了，碼頭上的眾弟子又高聲叫罵起來：「不要臉！」「這哪是公平交手？」「兀那婆娘，你下來動手！」卻見易吉將頭一偏，左臂抱住桅桿，右手揮動九節鋼鞭，竟自下迎上，往銀絲鞭上砸去。袁紫衣生怕雙鞭相交，若是給纏住了，拉扯起來，自己力小，必定吃虧，於是抖手揚鞭，避開他的兵刃，待要迴轉再擊，那知易吉使一招「插花蓋頂」，舞動鋼鞭護住頭臉，左臂一鬆一緊，身子一縱一提，四五個起落，已穩穩坐上桅桿之頂，但聽得碼頭上歡聲大起，鼓掌如雷。他這一來佔得了有利地勢，袁紫衣心中卻反而放寬，見他適才出鞭，力道雖猛，招數中卻無特異變化，遠不及自己鞭法的精微巧妙，當下身子向左一探，刷的一聲，銀絲鞭自右環擊而至。易吉穩穩坐著，九節鞭回轉，將對方軟鞭擋開。這時陽光照耀，湘江中泛出萬道金波，兩人在五六丈高處相鬥，兩條軟鞭猶似靈蛇盤旋，的是好看煞人。岸邊人眾越聚越多，湘江中上上下下的船舶也多收帆停舵，船中水手乘客，一齊仰首觀鬥。易吉自知輕身功夫不如對方，只是穩坐帆頂，雙足挾住桅桿，先佔了個不敗之地。袁紫衣卻是東竄西躍，在帆頂的橫桁上忽進忽退。她銀絲鞭比對手的九龍鞭長了一倍有餘，只有她攻擊易吉的份兒，易吉卻無法反擊。拆到六十餘招後，她手中一條長鞭如銀蛇飛舞，招數愈出愈奇。易吉來來去去卻只是七八招，密密護住了全身，俟機去纏對方軟鞭。一眼看來，袁紫衣似是佔盡了上風，但她如此打法極是吃力，只要久攻不下，鞭法中稍有破綻，或是足下一滑一絆，那便輸了。原來易吉的用心，正是孫子兵法中所謂「先為不可勝，以待敵之可勝」。袁紫衣早知他的心意，但不論如何變招進攻，他這七八招守護全身，竟是嚴密異常，無隙可乘。如在平地，她自可凌空下擊，或是著地滾進，但自己引他高空相鬥，反給他佔了地利，卻非始料之所及了。又鬥片刻，情勢仍無變化，袁紫衣微感氣息粗重，縱躍之際，已稍不及初時輕捷。易吉瞧出轉機已至，待她長鞭掠到面前，突出左手，逕去抓她鞭上金球。袁紫衣一驚，軟鞭下沉，那知易吉的九龍鞭反過來一壓一鉤，若非她銀絲鞭閃避得快，雙鞭已纏在一起。易吉得理不讓人，瞧準了她鞭頭回起之處，九龍鞭一招「青籐纏葫蘆」，大喝一聲，已將銀絲鞭纏住。袁紫衣只覺手臂一酸，手中長鞭給一股強力往外急拉，知道若與對方蠻奪，自己必輸，她心思轉得好快，危急中倏出險招，右手猛地一甩，銀絲鞭的鞭柄脫手飛出，繞著桅桿急轉圈子，但見銀光閃動，刷喇喇一陣響，九節鋼鞭和銀絲軟鞭兩條軟鞭，竟將易吉雙腿連同右臂一齊繞在桅桿之上。這一下變生不測，易吉怎料想得到？大驚之下，忙伸左手去解鞭，倏見袁紫衣撲到身前，左手探出，便來挖他眼珠。易吉左手急忙放脫軟鞭，舉手擋架。那知袁紫衣這一下乃是虛招，左掌在空中微一停頓，牽制他的左掌，右手疾出，早已點中了他左腋下的「淵腋穴」。這一招在旁人看來，簡直是易吉自舉手臂，露出腋底任由對方點穴一般。他穴道被點，左臂軟軟下垂，雙腿與右臂卻又給縛在桅上，可說是一敗塗地，再無回手之力。胡斐在地下見她敗中取勝，這一手贏得巧妙無比，剛叫了聲好，忽見黃光閃動，九枚金錢鏢急向桅桿上飛去，射向袁紫衣後心。袁紫衣將易吉打得如此狼狽，心中大是得意，正要在高處誇言幾句，逼他親口許諾讓了掌門，這才放他，沒料到下面竟然有人偷襲。這九枚金錢鏢來得既快，部位又四下分散，她身在橫桁之上，只要向左或是向右踏出半步，立時從五六丈高處摔將下來，卻又如何避得？情急智生，身子向後一仰，登時摔下，九枚錢鏢從帆頂掠過。船頭岸上眾人驚呼聲中，只見她雙足鉤住橫桁，身子掛在半空。岸上偷發暗器之人一不做，二不休，跟著又是三枚錢鏢射出，這一次卻是一枚襲她身子，兩枚射向橫桁，只要她身子向上翻起，剛好是自行湊向錢鏢。胡斐知道這一下袁紫衣再也無法避讓，立即也是三枚制錢射出。他出手雖後，但手勁凌厲，錢鏢去勢卻快，六枚銅錢在空中互撞，錚錚錚三聲，一齊斜飛，落入了江中。袁紫衣背上驚出了一身冷汗，剛欲翻身而起，胡斐大叫一聲：「這算甚麼？」躍上了船頭，只聽喀喇、喀喇兩聲巨響，橫桁斷折。袁紫衣跟著橫桁向江中跌落，而易吉處身所在的桅桿，卻也從中斷絕。袁紫衣當時頭下腳上，親眼見到何人發射暗器偷襲，胡斐如何出手相救，但橫桁怎地斷折，卻未瞧見。原來易吉左脅穴道被點，半身動彈不得，右手卻尚可用力，忙從雙鞭纏繞之中脫出手臂，眼見袁紫衣倒掛桁上，當即將全身勁力運於掌上，發掌擊向橫桁。他膂力好大，連擊三掌，桁斷人落。就在此時，胡斐也已躍上了船頭，心想若是袁姑娘落水，這姓易的反而安坐桅頂，待他慢慢溜將下來，豈非是他勝了？當即背靠桅桿，運勁向後力撞，這桅桿又堅又粗，一撞之下只幌了幾下。胡斐心中急了，拔出單刀，刷的一刀，劈斷了桅桿。眼見袁紫衣與易吉各自隨著一段巨木往江中跌落，只是袁紫衣的橫桁先斷，身在半截桅桿之下，若是給斷桅擊中，性命可憂，胡斐當即抓起船頭拉縴用的竹索，對準袁紫衣身前揮將過去，大喝道：「抓住了！」竹索飛出，有如一條極長的軟鞭。袁紫衣身在半空，心中忙亂，她雖識得水性，但想在眾目睽睽之下落水，待會濕淋淋地爬起，豈非狼狽萬狀？突見竹索飛到，急忙伸手抓住。胡斐一揮一拉，袁紫衣借勢躍起，輕輕巧巧的落在船頭。她雙足剛落上船板，只聽得撲通一聲巨響，水花四濺，無數水珠飛到了她頭上臉上，正是易吉與斷桅一齊落水。岸上人眾大聲呼叫，撲通撲通響聲不絕。原來易吉不會水性，九龍派的十七八名弟子紛紛躍入湘江，爭先恐後地去救師父。袁紫衣向胡斐嫣然一笑，道：「胡大哥，謝謝你啦！」胡斐笑道：「我這『胡』字拆開來是『月十口」三字，看來我每月之中，要身中九刀。」袁紫衣笑得更是歡暢，心想我適才給那易吉拆字，原來都叫他偷聽去啦，笑道：「幸好你名字中有個『非』字，這一『非也非也』，那九刀之厄就逢兇化吉了。」胡斐笑道：「多謝姑娘金口。」袁紫衣與他重逢，心中極是高興，又承他出手相救，有意與他修好，又笑道：「你這『斐』字是文采斐然，那不必說了。『非』字下加『羽』字為『翡』，主得金玉翡翠；加『草』字頭為『菲』，主芬芳華美；加絞絲旁為『緋』，紅袍玉帶，主做大官。」胡斐伸了伸舌頭，道：「陞官發財，可了不起！」兩人在船頭說笑，旁若無人。忽聽得碼頭上一陣大亂，九龍派眾門人將易吉連著斷桅，七手八腳地抬上岸來。他年老肥胖，又不通水性，吃了幾口水，一氣一怒，竟自暈了過去。袁紫衣暗暗心驚：「莫要弄出人命，這事情可鬧大了。」低聲道：「胡大哥，咱們快走吧！」說著一躍上岸，伸手去取那纏在斷桅上的銀絲軟鞭。九龍派眾門人紛紛怒喝，六七條軟鞭齊往她身上擊了下來。只聽得嗆啷啷響成一片，六七條軟鞭互相撞擊，便似一道鐵網般當頭蓋到。她銀絲軟鞭在手，借力打力，一鞭從頭頂橫過，身子已斜竄出去。她偷眼再向易吉望了一眼，只見他一個胖胖的身軀橫臥地下，一動不動，也不知是死是活。胡斐翻身上馬，右手牽著白馬，叫道：「九龍派掌門人不大吉利，不當也罷。」袁紫衣笑道：「那就聽你吩咐啦！」躍起身來，上了馬背。九龍派的眾弟子大聲叫嚷，紛紛趕來阻截。兩條軟鞭著地橫掃，往馬足上打去。袁紫衣回身一鞭，已將兩條軟鞭的鞭頭纏住，右手一提馬韁，白馬向前疾奔。這馬神駿非凡，腳步固然迅捷無比，力氣也是大得異常，發力衝刺，登時將那兩名手持軟鞭的漢子拖倒。這一下變起不意，兩名漢子大驚之下，身子已被白馬在地下拖了六七丈遠。兩人急欲站起，但白馬去勢何等快速，兩人上身剛抬起，立時又被拖倒，驚惶之中竟自想不起拋掉兵刃，仍是死死的抓住鞭柄。袁紫衣在馬上瞧得好笑，倏地勒馬停步，待那兩名漢子站起身來，只見兩人目青鼻腫，手足顏面全為地下沙礫擦傷，問道：「你們的軟鞭中有寶麼？怎地不捨得放手？」兩句話剛問完，不等他們回答，右足足尖在馬腹上輕輕一點。白馬向前一衝，又將兩人拖倒。這時兩人方始省悟，撒手棄鞭，耳聽得袁紫衣格格嬌笑，與胡斐並肩馳去。易家灣九龍派弟子眾多，聲勢甚大，此日為老師送行，均會聚在碼頭之上，眼見易吉受挫，原要一擁而上。袁紫衣與胡斐武功雖強，終究是好漢敵不過人多。幸好袁紫衣臨去施一手迴鞭拉人，事勢奇幻，眾弟子瞧得目瞪口呆，一時會不過意來，待要搶上圍攻，二人已馳馬遠去。這時易吉悠悠醒轉，眾弟子七嘴八舌地上前慰問，痛罵袁紫衣使奸行詐，紛紛議論，卻誰也不知她的來歷，於是九龍派所有的對頭，個個成了她背後指使之人。袁紫衣馳出老遠，直至回頭望不見易家灣的房屋，才將奪來的兩根九節鋼鞭拋在地下。她轉眼瞧瞧胡斐，見他穿著一身鄉農的衣服，土頭土腦，憨裏憨氣，忍不住好笑，但想適才若不是他出手救援，多半自己已將一條小命送在易家灣，此刻回思，不禁暗自心驚。兩人並騎走了一陣，胡斐道：「袁姑娘，天下武學，共有多少門派？」袁紫衣笑道：「不知道啊，你說有多少門派？」胡斐搖頭道：「我說不上，這才請教。你現下已當了韋陀門、八仙劍、九龍派三家的大掌門啦。還得再做幾派掌門，方才心滿意足？」袁紫衣笑道：「雖然勝了易吉，但他門下弟子不服，這九龍派的掌門人，實在是當得十分勉強的。至於少林、武當、太極這些大門派的掌門人，我是不敢去搶的。再收十家破銅爛鐵，也就夠啦。」胡斐伸了伸舌頭，道：「武林十三家總掌門，這名頭可夠威風啊。」袁紫衣笑道：「胡大哥，你武藝這般強，何不也搶幾家掌門人做做？咱們一路收過去。你收一家，我收一家，輪流著張羅。到得北京，我是十三家總掌門，你也是十三家總掌門。咱哥兒倆一同去參與福大帥的甚麼天下掌門人大會，豈不有趣？」胡斐連連搖手，道：「我可沒這個膽子，更沒姑娘的好武藝。多半掌門人半個也沒搶著，便給人家一招『呂洞賓推狗』，摔在河裏，變成了一條拖泥帶水的落水狗！若是單做泥鰍派掌門人呢，可又不大光彩。」袁紫衣笑彎了腰，抱拳道：「胡大哥，小妹這裏跟你陪不是啦。」胡斐抱拳還禮，一本正經地道：「三家大掌門老爺，小的可不敢當。」袁紫衣見他模樣老實，說話卻甚是風趣，心中更增了幾分喜歡，笑道：「怪不得趙半山那老小子誇你不錯！」胡斐心中對趙半山一直念念不忘，忙問：「趙三哥怎麼啦？他跟你說甚麼來著？」袁紫衣笑道：「你追得上我，便跟你說。」伸足尖在馬腹上輕輕一碰。胡斐心想你這白馬一跑，我那裏還追得上？眼見白馬後腿一撐，便要發力，急忙騰身躍起，左掌在白馬臀上一按，身子已落在白馬的馬背，正好坐在袁紫衣身後。那白馬背上多了一人，竟是毫不在意，仍是放開四蹄，追風逐電般向前飛奔。那匹青馬在後跟著，雖然空鞍，但片刻之間，已與白馬相距數十丈之遙。袁紫衣微微聞到背後胡斐身上的男子氣息，臉上一熱，待要說話，卻又住口。奔馳了一陣，猛聽得半空中一個霹靂，抬頭一望，烏雲已將半邊天遮沒。此時正當盛暑，陣雨說來便來，她一提馬韁，白馬奔得更加快了。不到一盞茶時分，西風轉勁，黃豆大的雨點已灑將下來。一眼望去，大路旁並無房屋，只左邊山坳中露出一角黃牆，袁紫衣縱馬馳近，原來是一座古廟，破匾上寫著「湘妃神祠」四個大字，泥金剝落，顯已日久失修。胡斐躍下馬來，推開廟門，顧不得細看，先將白馬拉了進去。這時空中焦雷一個接著一個，閃電連幌，袁紫衣雖然武藝高強，禁不住臉上露出畏懼之色。胡斐到後殿去瞧了一下，廟中人影也無，回到前殿，說道：「還是後殿乾淨些。」找了些稻草，打掃出半邊地方，道：「這雨下不長，待會雨收了，今天準能趕到長沙。」袁紫衣「嗯」了一聲，不再說話。兩人本來一直說說笑笑，但自同騎共馳一陣之後，袁紫衣心中微感異樣，瞧著胡斐，不自禁地有些靦腆，有些尷尬。兩人並肩坐著，突然間同時轉過頭來，目光相觸，微微一笑，各自把頭轉了開去。隔了一會，胡斐問道：「趙三哥身子安好吧？」袁紫衣道：「好啊！他會有甚麼不好？」胡斐道：「他在那裏？我想念他得緊，真想見見他。」袁紫衣道：「那你到回疆去啊。只要你不死，他不死，準能見著。」胡斐一笑，道：「你是剛從回疆來吧？」袁紫衣回眸微笑，道：「是啊。你瞧我這副模樣像不像？」胡斐搖頭道：「我不知道。我先前只道回疆是沙漠荒蕪之地，那知竟有姑娘這般美女。」袁紫衣臉上一紅，「呸」了一聲，道：「你瞎說甚麼？」胡斐一言既出，心中微覺後悔，暗想孤男寡女在這枯廟之中，說話可千萬輕浮不得，於是岔開話題，問道：「福大帥開這個天下掌門人大會，到底是為了甚麼，姑娘能見告麼？」袁紫衣聽他語氣突轉端莊，不禁向他望了一眼，說道：「他王公貴人，吃飽了飯沒事幹，找些武林好手消遣消遣，還不跟鬥雞鬥蟋蟀一般。只可嘆天下無數武學高手，受了他的愚弄，竟不自知。」胡斐一拍大腿，大聲道：「姑娘說的一點也不錯。如此高見，令我好生佩服。原來姑娘一路搶那掌門人之位，是給這個福大帥搗亂來著。」袁紫衣笑道：「不如咱二人齊心合力，把天下掌門人之位先搶他一半。這麼一來，福大帥那大會便七零八落，不成氣候。咱們再到會上給他一鬧，叫他從此不敢小覷天下武學之士。」胡斐連連鼓掌，說道：「好，就這麼辦。姑娘領頭，我跟著你出點微力。」袁紫衣道：「你武功遠勝於我，何必客氣。」兩人說得高興，卻見大雨始終不止，反而越下越大，廟後是一條山澗，山水沖將下來，轟轟隆隆，竟似潮水一般。那古廟年久破敗，到處漏水。胡斐與袁紫衣縮在屋角之中，眼見天色漸黑，烏雲竟要似壓到頭頂一般，看來已是無法上路。胡斐到灶間找了些柴枝，在地下點燃了作燈，笑道：「大雨不止，咱們只好挨一晚餓了。」火光映在袁紫衣臉上，紅紅的愈增嬌艷。她自回疆萬里東來，在荒山野地歇宿視作尋常，但是孤身與一個青年男子共處古廟，卻是從所未有的經歷，心頭不禁有一股說不出的滋味。胡斐找些稻草，在神壇上鋪好，又在遠離神壇的地下堆了些稻草，笑道：「呂洞賓睡天上，落水狗睡地下。」說著在地下稻草堆裏一躺，翻身向壁，閉上了眼睛。袁紫衣暗暗點頭，心想他果然是個守禮君子，笑道：「落水狗，明天見。」躍上了神壇。她睡下後心神不定，耳聽著急雨打在屋瓦之上，嘩啦啦的亂響，直過了半個多時辰，才朦朧睡去。※※※睡到半夜，隱隱聽得有馬蹄之聲，漸漸奔近，袁紫衣翻身坐起，胡斐也已聽到，低聲道：「呂洞賓，有人來啦。」只聽馬蹄聲越奔越近，還夾雜著車輪之聲，胡斐心想：「這場大雨自下午落起，中間一直不停，怎地有人冒著大雨，連夜趕路？」只聽得車馬到了廟外，一齊停歇。袁紫衣道：「他們要進廟來！」從神壇躍下，坐在胡斐身邊。果然廟門呀的一聲推開了，車馬都牽到了前殿廊下。跟著兩名車夫手持火把，走到後殿，見到胡袁二人，道：「這兒有人，我們在前殿歇。」當即回了出去。只聽得前殿人聲嘈雜，約有二十來人。有的劈柴生火，有的洗米煮飯，說的話大都是廣東口音。亂了一陣，漸漸安靜下來。忽聽一人說道：「不用鋪床，吃過飯後，不管雨大雨小，還是乘黑趕路。」胡斐聽了這口音，心中一愣，這時後殿點的柴枝尚未熄滅，火光下只見袁紫衣也是微微變色。又聽前殿另一人道：「老爺子也太把細啦，這麼大雨……」這時雨聲直響，把他下面的話聲淹沒了。先前說話的那人卻是中氣充沛，語音洪亮，聲音隔著院子，在大雨中仍是清清楚楚地傳來：「黑夜之中又有大雨，正好趕路。莫要貪得一時安逸，卻把全家性命送了，此處離大路不遠，別鬼使神差的撞在小賊手裏。」聽到此處，胡斐再無懷疑，心下大喜，暗道：「當真是鬼使神差，撞在我手裏。」低聲道：「呂洞賓，外邊又是一位掌門人到了，這次就讓我來搶。」袁紫衣「嗯」了一聲，卻不說話。胡斐見她並無喜容，心中微感奇怪，於是緊了緊腰帶，將單刀插在腰帶裏，大踏步走向前殿。只見東廂邊七八個人席地而坐，其中一人身材高大，坐在地下，比旁人高出了半個頭，身子向外。胡斐一見他的側影，認得他正是佛山鎮的大惡霸鳳天南。只見他將那條黃金棍倚在身上，抬眼望天，呆呆出神，不知是在懷念佛山鎮那一份偌大的家業，還是在籌劃對付敵人、重振雄風的方策？胡斐從神龕後的暗影中出來，前殿諸人全沒在意。西邊殿上生著好大一堆柴火，火上吊著一口大鐵鍋，正在煮飯。胡斐走上前去，飛起一腿，嗆啷啷一聲響喨，將那口鐵鍋踢得飛入院中，白米撒了一地。眾人一驚，一齊轉頭。鳳天南、鳳一鳴父子等認得他的，無不變色。空手的人忙搶著去抄兵刃。胡斐見了鳳天南那張白白胖胖的臉膛，想起北帝廟中鍾阿四全家慘死的情狀，氣極反笑，說道：「鳳老爺，這裏是湘妃廟，風雅得行啊。」鳳天南殺了鍾阿四一家三口，立即毀家出走，一路上晝宿夜行，盡揀偏僻小道行走。他做事也真乾淨利落，胡斐雖然機靈，畢竟江湖上閱歷甚淺，沒能查出絲毫痕跡。這日若非遭遇大雨，陰差陽錯，決不會在這古廟中相逢。鳳天南眼見對頭突然出現，不由得心中一寒，暗道：「看來這湘妃廟是鳳某歸天之處了。」但臉上仍是十分鎮定，緩緩站起身來，向兒子招了招手，叫他走近身去，有話吩咐。胡斐橫刀堵住廟門，笑道：「鳳老爺，也不用囑咐甚麼。你殺鍾阿四一家，我便殺你鳳老爺一家。咱們一刀一個，決不含糊。你鳳老爺與眾不同，留在最後，免得你放心不下，還怕世上有你家人賸著。」鳳天南背脊上一涼，想不到此人小小年紀，做事也居然如此辣手，將黃金棍一擺，說道：「好漢一人做事一身當，多說廢話幹麼？你要鳳某的性命，拿去便是。」說著搶上一步，呼的一聲，一招「摟頭蓋頂」，便往胡斐腦門擊下，左手卻向後急揮，示意兒子快走。鳳一鳴知道父親決不是敵人對手，危急之際那肯自己逃命？大聲叫道：「大夥兒齊上！」只盼倚多為勝，說著挺起單刀，縱到了胡斐左側。隨著鳳天南出亡的家人親信、弟子門人，一共有十六七人，其中大半均會武藝，聽得鳳一鳴呼叫，有八九人手執兵刃，圍將上來。鳳天南眉頭一皺，心想：「咳！當真是不識好歹。若是人多便能打勝，我佛山鎮上人還不夠多？又何必千里迢迢的背井離鄉，逃亡在外？」但事到臨頭，也已別無他法，只有決一死戰。他心中存了拚個同歸於盡的念頭，出手反而冷靜，一棍擊出，不等招術用老，金棍斜掠，拉回橫掃。胡斐心想此人罪大惡極，如果一刀送了他性命，刑罰遠不足以抵償過惡，眼見金棍掃到，單刀往上一拋，伸手便去硬抓棍尾，竟是一出手便是將敵人視若無物，鳳天南暗想我一生闖蕩江湖，還沒給人如此輕視過，不由得怒火直衝胸臆，但佛山鎮上一番交手，知對方武功實非己所能敵，手上絲毫不敢大意，急速收棍，退後一步。只聽得頭頂禿的一響，眾人雖然大敵當前，還是忍不住抬頭一看，原來胡斐那柄單刀拋擲上去，斬住了屋樑，留在樑上不再掉下。胡斐縱聲長笑，斗然插入人群之中，雙手忽起忽落，將鳳天南八九名門人弟子盡數點中了穴道，或手臂斜振，或提足橫掃，一一甩在兩旁。霎時之間，大殿中心空空蕩蕩，只賸下鳳氏父子與胡斐三人。鳳天南一咬牙，低聲喝道：「鳴兒你還不走，真要鳳家絕子絕孫麼？」鳳一鳴兀自遲疑，提著單刀，不知該當上前夾擊，還是奪路逃生？胡斐身形一幌，已搶到了鳳一鳴背後，鳳天南一聲大喝，金棍揮出，上前截攔。胡斐頭一低，從鳳一鳴腋下鑽了過去，輕輕一掌，在他肩頭一推，鳳一鳴站立不穩，身子後仰，便向棍上撞去。鳳天南大驚，急收金棍，總算他在這棍上下了數十年苦功，在千鈞一髮之際硬生生收回，才沒將兒子打得腦漿迸裂。胡斐一招得手，心想用這法子鬥他，倒也絕妙，不待鳳一鳴站穩，右手抓住了他後頸，提起左掌，便往他腦門拍落。鳳天南想起他在北帝廟中擊斷石龜頭頸的掌力，這一掌落在兒子腦門之上，怎能還有命在？急忙金棍遞出，猛點胡斐左腰，迫使他回掌自救。胡斐左掌舉在半空，稍一停留，待金棍將到腰間，右手抓著鳳一鳴腦袋，猛地往棍頭急送。鳳天南立即變招，改為「挑袍撩衣」，自下向上抄起，攻敵下盤。胡斐叫道：「好！」左掌在鳳一鳴背上一推，用他身子去抵擋棍招。如此數招一過，鳳一鳴變成了胡斐手中的一件兵器。胡斐不是拿他腦袋去和金棍碰撞，便是用他四肢來格架金棍。鳳天南出手稍慢，欲待罷鬥，胡斐便舉起手掌，作勢欲擊鳳一鳴要害，叫他不得不救，但一救之下，總是處處危機，沒一招不是令他險些親手擊斃了兒子。又鬥數招，鳳天南心力交瘁，突然向後退開三步，將金棍往地下一擲，噹的一聲巨響，地下青磚碎了數塊，慘然不語。胡斐厲聲喝道：「鳳天南，你便有愛子之心，人家兒子卻又怎地？」鳳天南微微一怔，隨即強悍之氣又盛，大聲說道：「鳳某橫行嶺南，做到五虎派掌門，生平殺人無算。我這兒子手下也殺過三四十條人命，今日死在你手裏，又算得了甚麼？你還不動手，囉裏囉唆的幹麼？」胡斐喝道：「那你自己了斷便是，不用小爺多費手腳。」鳳天南拾起金棍，哈哈一笑，迴轉棍端，便往自己頭頂砸去。※※※突然間銀光閃動，一條極長的軟鞭自胡斐背後飛出，捲住金棍，往外一奪。鳳天南膂力甚強，硬功了得，這一奪金棍竟沒脫手，但迴轉之勢，卻也止了。這揮鞭奪棍的正是袁紫衣，她手上用力，向裏一拉，鳳天南金棍仍是凝住不動，她卻已借勢躍了出來。袁紫衣笑道：「胡大哥，咱們只奪掌門之位，可不能殺傷人命。」胡斐咬牙切齒地道：「袁姑娘你不知道，這人罪惡滔天，非一般掌門人可比。」袁紫衣搖頭道：「我搶奪掌門，師父知道了不過一笑。若是傷了人命，他老人家可是要大大怪罪。」胡斐道：「這人是我殺的，跟姑娘毫無干係。」袁紫衣答道：「不對，不對！搶奪掌門之事，因我而起。這人是五虎派掌門，怎能說跟我沒有干係？」胡斐急道：「我從廣東直追到湖南，便是追趕這惡賊。他是掌門人也好，不是掌門人也好，今日非殺了他不可。」袁紫衣正色道：「胡大哥，我跟你說正經話，你好好聽著了。」胡斐點了點頭。袁紫衣道：「你不知我師父是誰，是不是？」胡斐道：「我不知道。姑娘這般好身手，尊師定是一位名震江湖的大俠，請問他老人家大名怎生稱呼。」袁紫衣道：「我師父的名字，日後你必知道。現下我只跟你說，我離回疆之時，我師父對我說道：『你去中原，不管怎麼胡鬧，我都不管，但只要殺了一個人，我立時取你的小命。』我師父向來說一是一，說二是二，決沒半分含糊。」胡斐道：「難道十惡不赦的壞人，也不許殺麼？」袁紫衣說道：「是啊！那時我也這般問我師父。他老人家道：『壞人本來該殺。但世情變幻，一人到底是好是壞，你小小年紀怎能分辨清楚？世上有笑面老虎，也有虎面菩薩。人死不能復生，只要殺錯一個人，那便終身遺恨。』」胡斐點頭道：「話是不錯。但這人親口自認殺人無算，他在佛山鎮上殺害良善，又是我親眼見到，決計錯不了。」袁紫衣道：「我是迫於師命，事出無奈。胡大哥，你瞧在我份上，高抬貴手，就此算了吧！」胡斐聽她言辭懇切，確是真心相求，自與她相識以來，從未聽過她以這般語氣說話，不由得心中一動，但隨即想起鍾阿四夫婦父子死亡枕藉的慘狀，想起北帝神像座前石上小兒剖腹的血跡，想起佛山街頭惡犬撲咬鍾小二的狠態，一股熱血湧上心頭，大聲道：「袁姑娘，這兒的事你只當沒碰上，請你先行一步，咱們到長沙再見。」袁紫衣臉色一沉，慍道：「我生平從未如此低聲下氣地求過別人，你卻定是不依。這人與你又無深仇大怨，你也不過是為了旁人之事，路見不平而已。他毀家逃亡，晝宿夜行，也算是怕得你厲害了。胡大哥，為人不可趕盡殺絕，須留三分餘地。」胡斐朗聲說道：「袁姑娘，這人我是非殺不可。我先跟你賠個不是，日後尊師若是怪責，我甘願獨自領罪。」說著一揖到地。只聽得刷的一響，袁紫衣銀鞭揮起，捲住了屋樑上胡斐那柄單刀，一扯落下，輕輕一送，捲到了他面前，說道：「接著！」胡斐伸手抓住刀柄，只聽她道：「胡大哥，你先打敗我，再殺他全家，那時師父便怪我不得。」胡斐怒道：「你一意從中阻攔，定有別情。尊師是堂堂大俠，前輩高人，難道就不講情理？」袁紫衣輕嘆一聲，柔聲道：「胡大哥，你當真不給我一點兒面子麼？」火光映照之下，嬌臉如花，低語央求，胡斐不由得心腸一軟，但越是見她如此懇切相求，越是想到其中必有詐謀，心道：「胡斐啊胡斐，你若惑於美色，不顧大義，枉為英雄好漢。你爹爹胡一刀一世豪傑，豈能有你這等不肖子孫？」眼見若不動武，已難以誅姦殺惡，叫道：「如此便得罪了。」單刀一起，一招「大三拍」，刀光閃閃，已將袁紫衣上盤罩住，左手揚處，一錠紋銀往鳳天南心口打去。袁紫衣見他痴痴望著自己，似乎已答應自己要求，心中正自喜歡，那知道他竟會突然出手，兩人相距不遠，這一招「大三拍」來得猛惡，銀絲鞭又長又軟，本已不易抵擋，而他左手又發暗器，但聽風聲勁急，顯是這暗器出手極是沉重，只怕鳳天南未必擋得住。袁紫衣心念一閃：「他不會傷我！」長鞭甩出，急追上去，噹的一聲，將那錠紋銀打落，對胡斐的刀招竟是不封不架。原來胡斐知她武功決不在己之下，只要一動上手，便非片時可決，鳳天南父子不免逃走，是以突然發難，但身邊暗器只有錢鏢，便是打中也不能致命，於是將一錠五兩重的紋銀發了出去，這一下手勁既重，去勢又怪，眼見定可成功，豈料袁紫衣竟然冒險不護自身，反而去相救旁人，他刀鋒離她頭頂不及數寸，凝臂停住，喝道：「這為甚麼？」袁紫衣道：「迫不得已！」身形驀地向後縱開丈餘，銀鞭回甩，叫道：「看招罷！」胡斐舉刀一擋，待要俟機再向鳳天南襲擊，但袁紫衣的銀絲軟鞭一展開，招招殺著，竟是不容他有絲毫緩手之機，只得全神貫注，見招拆招。大殿上只見軟鞭化成一個銀光大圈，單刀舞成一個銀光小圈，兩個銀圈盤旋衝擊，騰挪閃躍，偶然發出幾下刀鞭撞擊之聲。鬥到分際，袁紫衣軟鞭橫甩，將神壇上點著的蠟燭擊落地下，胡斐心念一動：「她要打滅燭火，好讓那姓鳳的逃走。」可是雖知她的用意，一時卻無應付之策，只有展開祖傳胡家刀法中精妙之招，著著進攻。袁紫衣叫道：「好刀法！」鞭身橫過，架開了一刀，鞭頭已捲住了西殿地下點燃著的一根柴火，向他擲去。煮飯的鐵鍋雖被胡斐踢翻，燒得正旺的二三十根柴火卻兀自未熄。胡斐見她長鞭捲起柴火擲來，不敢用力去砸，只怕火星濺開，傷了頭臉，於是躍開閃避，這一閃一避，便不能再向前進擊。袁紫衣緩出手來，將火堆中燃著的柴火隨捲隨擲，一根甫出，二根繼至，一時之間，黑暗中閃過一道道火光。胡斐見柴火不斷擲來，又多又快，只得展開輕功，在殿中四下遊走。眼見鳳天南的家人、子弟、車夫僕從一個個溜向後殿，點中了穴道的也給人抱走，鳳天南父子卻目露兇光，站在一旁。他生怕鳳天南乘機奪路脫逃，刀光霍霍，身子竟是不離廟門。鬥了一會，空中飛舞的柴火漸少，掉在地下的也漸次熄滅。袁紫衣笑道：「胡大哥，今日難得有興，咱們便分個強弱如何？」說著軟鞭揮動，甫點胡斐前胸，隨即轉而打向右脅。胡斐舉刀架開了前一招，第二招來得怪異，急忙在地下一個打滾，這才避開。袁紫衣笑道：「不用忙，我不會傷你。」這句話觸動了胡斐的傲氣，心想：「難道我便真的輸於你了？」催動刀法，步步進逼。此時大殿正中只餘一段柴火，兀自燃燒，只聽袁紫衣道：「我這路鞭法招數奇將，你可要小心了！」突然風雷之聲大作，轟轟隆隆，不知她軟鞭之中，如何竟能發出如此怪聲。胡斐叫了聲：「好！」先自守緊門戶，要瞧明白她鞭法的要旨，再謀進擊，忽聽得必卜一聲，殿中的一段柴火爆裂開來，火花四濺，霎時之間，火花隱滅，殿中黑漆一團。這時雨下得更加大了，打在屋瓦之上，刷刷作聲，袁紫衣的鞭聲夾在其間，更是隆隆震耳。胡斐雖然大膽，當此情景，心中也不禁慄慄自危，猛地裏一個念頭如電光石火般在心中一轉：「那日在佛山北帝廟中，鳳天南要舉刀自殺，有一女子用指環打落他的單刀。瞧那女子的身形手法，定是這位袁姑娘了。」想到此處，胸口更是一涼：「她與我結伴同行，原來是意欲不利於我。」不知怎地，心中感到的不是驚懼，而是一陣失望和淒涼，意念稍分，手上竟也略懈，刀頭給軟鞭一捲，險些脫手，急忙運力往裏迴奪。袁紫衣究是女子，招數雖精，膂力卻遠不及胡斐，給他一奪之下，手臂發麻，當即手腕外抖，軟鞭鬆開了刀頭，鞭梢兜轉，順勢便點他膝彎的「陰谷穴」。胡斐閃身避過，還了一刀。這時古廟中黑漆一團，兩人只憑對方兵刃風聲招架。胡斐更是全神戒備，心想：「單是這位袁姑娘，我已難勝，何況還有鳳天南父子相助。」此時他料定袁紫衣與鳳天南乃是一黨。今日顯是落入了敵人的圈套之中。兩人又拆數招，都是每一近身便遇凶險。胡斐刷的一刀，翻腕急砍，袁紫衣身子急仰，只覺冷森森的刀鋒掠面而過，相距不過數寸，不禁嚇了一跳，察覺他下手已毫不容情，說道：「胡大哥，你真生氣了麼？」軟鞭輕抖，向後躍開。胡斐不答，凝神傾聽鳳天南父子的所在，防他們暗中忽施襲擊。袁紫衣笑道：「你不睬我，好大的架子！」突然軟鞭甩出，勾他足踝。這一鞭來得無聲無息，胡斐猝不及防，躍起已自不及，忙伸刀在地下一拄，欲待擋開她的軟鞭，不料那軟鞭一捲之後隨即向旁急帶，卸開了胡斐手上的抓力，輕輕巧巧便將單刀奪了過去。這一下奪刀，招數狡猾，勁力巧妙，胡斐暗叫不好，兵刃脫手，今日莫要喪生在這古廟之中，當下不守反攻，縱身前撲，直欺進身，伸掌抓她喉頭。這一招「鷹爪鉤手」招數極是狠辣，他雖依拳譜所示練熟，但生平從未用過。袁紫衣只覺得一股熱氣湊近，敵人手指竟已伸到了自己喉頭，此時軟鞭已在外緣，若要迴轉擋架，那裏還來得及？只得將手一鬆，身子後仰，嗆啷啷一響，刀鞭同時摔在地下。胡斐一抓得手，第二招「進步連環」，跟著迫擊。袁紫衣反手一指，戳中在胡斐右臂外緣，黑暗之中瞧不清對方穴道，這一指戳在肌肉堅厚之處，手指一拗，「啊喲」一聲呼痛。胡斐暗叫：「慚愧！幸好她瞧不清我身形，否則這一指已被點中要穴。」兩人在黑暗之中赤手搏擊，均是守禦多，進攻少，一面打，一面便俟機去搶地下兵刃。袁紫衣但覺對方越打越狠，全不是比武較量的模樣，心下也是越來越驚，暗想：「他怎地忽然如此兇狠？」她自出回疆以來，會過不少好手，卻以今晚這一役最稱惡鬥，突然間身法一變，四下遊走，再不讓胡斐近身。胡斐見對方既不緊逼，當下也不追擊，只守住了門戶，側耳靜聽，要查知鳳天南父子躲在何處，立即發掌先將兩人擊斃。但袁紫衣奔跑迅速，衣襟帶風，掌力發出來也是呼呼有聲，竟聽不出鳳天南父子的呼吸之聲。胡斐心生一計：「她既四下遊走，我便來個依樣葫蘆。」當下從東至西，自南趨北，依著「大四象方位」，斜行直衝，隨手胡亂發掌，只要鳳天南父子撞上了，不死也得重傷，便算不撞上，只要一架一閃，立時便可發覺他父子藏身之所。兩人本來近身互搏，此時突然各自盲打瞎撞，似乎互不相關，但只要有誰躍近兵刃跌落之處，另一人立即衝上阻擋，數招一過，又各避開。胡斐在殿上轉了一圈，沒發覺鳳天南父子的蹤跡，心想：「莫非他已溜到了後殿？不對不對！眼下彼強我弱，以他眾人之力，一擁而上，足可制我死命。定是他正在暗中另布陷阱，誘我入彀。大丈夫見機而作，今日先行脫身，再圖後計。」於是慢慢走向殿門，要待躍出。忽聽得呼喇一響，一股極猛烈的勁風撲面而來，黑暗中隱約瞧來，正是一個魁梧的人形撲到。胡斐大喜，叫道：「來得好！」雙掌齊出，砰的一聲，正擊在那人胸前。這兩拳他用上了十成之力，鳳天南當場便得筋折骨斷，立時斃命。但手掌甫與那人相觸，已知上當，只覺著手處又硬又冷，掌力既發，便收不回來，四下裏泥屑紛飛，瑟瑟亂響，原來撲過來的竟是廟中的神像。只聽得又是砰彭一聲巨響，那神像直跌出去，撞在牆上，登時碎成數截。袁紫衣笑道：「好重的掌力！」這聲音發自山門之外，跟著嗆啷啷一響，卻是軟鞭與單刀都已被她搶在手中。胡斐尋思：「兵刃已被她奪去，該當上前續戰，還是先求脫身？」對方雖是個妙齡少女，但武功之強，實在絲毫輕忽不得，各持兵刃相鬥，一時難分上下，眼下她有軟鞭在手，自己只餘空手，那就非她之敵，何況她尚有幫手，這念頭甫在心中一轉，忽聽得馬蹄聲響，袁紫衣叫道：「喂，南霸天，你怎麼就走了？可太不夠朋友了！」雨聲中馬蹄聲又響，聽得她上馬追去。※※※胡斐暗叫：「罷了，罷了！」這一下可說是一敗塗地。雖想鳳天南的家人弟子尚在左近，若要出氣，定可追上殺死一批，但罪魁已去，卻去尋這些人的晦氣，不是英雄所為。他從懷中取出火摺，點燃了適才熄滅的柴火，環顧殿中，只見那湘妃神像頭斷臂折，碎成數塊，四下裏白米柴草撒滿了一地。廟外大雨兀自未止。他瞧著這番惡鬥的遺跡，想起適才的凶險，不由得暗自心驚，看了一會，坐在神壇前的木拜墊上，望著一團火光，呆呆出神。心想：「袁姑娘與鳳天南必有瓜葛，那是確定無疑的了。這南霸天既有如此強援，再加上佛山鎮上人多勢眾，制我足足有餘，卻何以要毀家出走？他們今日在這古廟中設伏，我已然中計，若是齊上圍攻，我大有性命之憂，何以既佔上風，反而退走？瞧那鳳天南的神情，兩次自戕，半點不假，那麼袁姑娘暗中相助，他事先是不知的了。」再想起袁紫衣武功淵博，智計百出，每次與她較量，總是給她搶了先著。適才黑暗中激鬥，唯恐慘敗，將她視作大敵，此時回想，嘴角邊忽露微笑，胸中柔情暗生。不自禁想到：「我跟她狠鬥之時，出手當真是毫不留情？」這一問連自己也難以回答，似乎確已出了全力，但似乎又未真下殺手。「當她撲近劈掌之時，我那『穿心錐』的厲害殺著為何不用？我一招『上馬刀』砍出，她低頭避過，我為甚麼不跟著使『霸王卸甲』？胡斐啊胡斐，你是怕傷著她啊。」突然間心中一動：「她那一鞭剛要打到我肩頭，忽地收了回去，那是有意相讓呢，還是不過湊巧？還有，那一腳踢中了我左腿，何以立時收力？」回憶適才的招數，細細析解，心中登時感到一絲絲的甜意：「她決不想傷我性命！她決不想傷我性命。難道……難道……」想到這裏，不敢再往下想，只覺得腹中饑餓，提起適才踢翻了的鐵鍋，鍋中還剩著一些白米，於是將倒瀉在地的白米抓起幾把，在大雨中衝去泥污，放入鍋中，生火煮了起來。過不多時，鍋中漸漸透出飯香，他嘆了一口長氣，心想：「若是此刻我和她並肩共炊，那是何等風光？偏生鳳天南這惡賊闖進廟來。」轉念一想：「與鳳天南狹路相逢，原是佳事。我胡思亂想，可莫誤入了歧途。」心中暗自警惕，但袁紫衣巧笑嫣然的容貌，總是在腦海中盤旋來去，米飯漸焦，竟自不覺。就在此時，廟門外腳步聲響，啊的一聲，廟門輕輕推開。胡斐又驚又喜，躍起身來，心道：「她回來了！」火光下卻見進來兩人，一個是五十歲左右的老者，臉色枯黃，形容瘦削，正是在衡陽楓葉莊見過的劉鶴真，另一人是個二十餘歲的少婦。那劉鶴真一隻手用青布纏著，掛在頸中，顯是受了傷。那少婦走路一蹺一拐，腿上受傷也自不輕。兩人全身盡濕，模樣甚是狼狽。胡斐正待開口招呼，劉鶴真漠然向他望了一眼，向那少婦道：「你到裏邊瞧瞧！」那少婦道：「是！」從腰間拔出單刀，走向後殿。劉鶴真靠在神壇上喘息幾下，突然坐倒，臉上神色是在傾聽廟外聲息。胡斐見他並未認出自己，心想：「那日楓葉莊比武，人人都認得他和袁姑娘。我雜在人群之中，這樣一個鄉下小子，他自是不會認得了。」揭開鍋蓋，焦氣撲鼻，卻有半鍋飯煮得焦了。胡斐微微一笑，伸手抓了個飯團，塞在口中大嚼，料想劉鶴真見了自己這副吃飯的粗魯模樣，更是不在意下。過了片刻，那少婦從後殿出來，手中執著一根點燃的柴火，向劉鶴真道：「沒甚麼。」劉鶴真吁了口氣，顯是戒備之心稍懈，閉目倚著神壇養神，衣服上的雨水在地下流成了一條小溪流，水中混著鮮血。那少婦也是筋疲力盡，與他偎倚在一起，動也不動。瞧兩人神情，似是一對夫婦，只是老夫少妻，年紀不稱。胡斐心想：「憑著劉鶴真的功夫，武林中該當已少敵手，怎會敗得如此狼狽？可見江湖間天上有天，人上有人，實是大意不得。」便在此時，隱隱聽得遠處又有馬蹄聲傳來。劉鶴真霍地站起，伸手到腰間一拉，取出一件兵刃，卻是一條鏈子短槍，說道：「仲萍，你快走！我留在這兒跟他們拚了。」又從懷裏取出一包尺來長之物，交在她的手裏，低聲道：「你送去給他。」那少婦眼圈兒一紅，說道：「不，要死便大家死在一起。」劉鶴真怒道：「咱們千辛萬苦，負傷力戰，為的是何來？此事若不辦到，我死不瞑目，你快從後門逃走，我纏住敵人。」那少婦兀自戀戀不肯便行，哭道：「老爺子，你我夫妻一場，我沒好好服侍你，便這麼……這麼……」劉鶴真頓足道：「你給我辦妥這件大事，比甚麼服侍都強。」左手急揮，道：「快走，快走！」胡斐見他夫妻情重，難分難捨，心中不忍，暗想：「這劉鶴真為人正派，不知是甚麼人跟他為難，既叫我撞見了，可不能不理。」便在此時，馬蹄聲已在廟門外停住，聽聲音共是三匹坐騎，兩匹停在門前，一匹卻繞到了廟後。劉鶴真臉現怒色，道：「給人家堵住了後門，走不了啦。」那少婦四下一望，扶著丈夫手臂，爬上神壇，躲入了神龕之中，向胡斐做個手勢，滿臉求懇之色，叫他千萬不可洩漏。神龕前的黃幔垂下了不久，廟門中便走進兩個人來。胡斐仍是坐在地下，抓著飯團慢慢咀嚼，斜目向那兩人瞧去，饒是江湖上的怪人見過不少，此刻也不禁一驚，但見這兩人雙目向下斜垂，眼成三角，一大一小，鼻子大而且扁，鼻孔朝天，相貌實是奇醜。兩人向胡斐瞧了瞧，並不理會，一左一右，走到了後殿，過不多時重又出來，院子中輕輕一響，一人從屋頂躍下。原來當兩人前後搜查之際，堵住後門那人已躍到了屋頂監視。胡斐心道：「這人的輕功好生了得！」但見人影一幌，那人也走進殿來。瞧他形貌，與先前兩人無大差別，一望而知三人是同胞兄弟。三人除下身上披著的油布雨衣，胡斐又是一驚，原來三人披麻帶孝，穿的是毛邊粗布孝衣，草繩束腰，麻布圍頸，便似剛死了父母一般。大殿上全憑一根柴火照明，雨聲淅瀝，涼風颼颼，吹得火光忽明忽暗，將三個人影映照在牆壁之上，倏大倏小，宛似鬼魅。只聽最後進來那人道：「大哥，男女兩個都受了傷，又沒坐騎，照理不會走遠，左近又無人家，卻躲去了那裏？」年紀最大的人道：「多半躲在甚麼山洞草叢之中。咱們休嫌煩勞，便到外面搜去。他們雖然傷了手足，但傷勢不重，那老頭手下著實厲害，大家須得小心。」另一人轉身正要走出，突然停步，問胡斐道：「喂，小子，你有沒見到一個老頭和一個年輕堂客？」胡斐口中嚼飯，惘然搖了搖頭。那大哥四下瞧了瞧，見地下七零八落地散滿了箱籠衣物，一具神像又在牆腳下碎成數塊，心中起疑，仔細察看地下的帶水足印。劉鶴真夫婦冒雨進廟，足底下自然拖泥帶水。胡斐眼光微斜，已見到神壇上的足跡，忙道：「剛才有好幾個人在這裏打架，有男有女，有老有少，把湘妃娘娘也打在地下。有的逃，有的追，都騎馬走了。」那三弟走到廊下，果見有許多馬蹄和車輪的泥印，兀自未乾，相信胡斐之言不假，回進來問道：「他們朝那一邊去的？」胡斐道：「好像是往北去的。小的躲在桌子底下，也不敢多瞧……」那三弟點點頭，道：「是了！」取出一小錠銀子，約莫有四五錢重，拋在胡斐身前，道：「給你吧！」胡斐連稱：「多謝。」拾起銀子不住撫摸，臉上顯得喜不自勝，心中卻想：「這三人惡鬼一般，武功不弱，若是追上了鳳天南他們，亂打一氣，倒也是一場好戲。」那二哥道：「老大，老三，走吧！」三人披上雨衣，走出廟門。胡斐依稀聽到一人說道：「這中間的詭計定然厲害，無論如何不能讓他搶在前頭……」又一人道：「若是截攔不住，不如趕去報信。」先前那人道：「唉，咱們的說話，他怎肯相信？何況……」這時三人走入大雨之中，以後的說話給雨聲掩沒，再也聽不見了。胡斐心中奇怪：「不知是甚麼厲害的詭計？又要去給誰報信了？」聽得神龕中喀喇幾聲，那少婦扶著劉鶴真爬下神壇。日前見他在楓葉莊與袁紫衣比武，身手何等矯捷，此時便爬下一張矮矮的神壇，也是顫巍巍的唯恐摔跌，胡斐心想：「怪不得他受傷如此沉重。那三個惡鬼聯手進攻，原也難敵。」劉鶴真下了神壇，向胡斐行下禮去，說道：「多謝小哥救命大恩。」胡斐連忙還禮，他不欲透露身份，仍是裝作鄉農模樣，笑道：「那三個傢伙強橫霸道，兇神惡煞一般，開口便是小子長、小子短的，我才不跟他們說真話呢。」劉鶴真道：「我姓劉，名叫鶴真，她是我老婆。小哥你貴姓啊？」胡斐心想：「你既跟我說真姓名，我也不能瞞你。但我的名字不像鄉農，須得稍稍變上一變。」於是說道：「我姓胡，叫做胡阿大。」他想爹媽只生我一人，自稱阿大，也非說謊。劉鶴真道：「小哥心地好，將來定是後福無窮……」說到這裏，眉頭一皺，咬牙忍痛。那少婦急道：「老爺子，你怎麼啦？」劉鶴真搖了搖頭，倚在神壇上只是喘氣。胡斐心想他夫婦二人必有話說，自己在旁不便，於是道：「劉老爺子，我到後邊睡去。」說著點了一根柴火，便到後殿。※※※他望著鋪在神壇上的那堆稻草，不禁呆呆出神，沒多時之前，袁紫衣還睡在這稻草之上，想不到變故陡起，玉人遠去，只剩下荒山淒淒，古廟寂寂，不知日後是否尚能相見一面？過了良久，手中柴火爆了個火花，才將思路打斷，猛然想起：「啊喲不好，我那本拳經刀譜已給她盜了去！此刻我尚能與她打成平手。等她瞧了我的拳經刀譜，那時我每一招每一式她均了然於胸，豈非一動手便能制我死命？」滿胸柔情，登時化為懼意，將柴火一拋，頹然倒在地下稻草之中。一躺下去，剛好壓在自己的包袱之上，只覺包袱有異，似乎大了許多，他本來將包袱當作枕頭，後來聽到鳳天南說話之聲，出去尋仇，那包袱並未移動，現在卻移到了腰下。胡斐大是奇怪，心想：「劉鶴真夫婦與那三兄弟都到後殿來過，難道是他們動了我的包袱。」於是幌火摺再點燃柴火，打開包袱一看，不由得呆了。只見除了原來的衣物之外，多了一套外衣，一套襯裏衣褲，一雙鞋子，一雙襪子。這些衣褲鞋襪本是他的，那日被袁紫衣推入泥塘，下河洗澡時除了下來，便都給她取了去。想不到此時衣褲鞋襪盡已洗得乾乾淨淨，衣襟上原有的兩個破孔也已縫補整齊。他翻開衣服，那本拳經刀譜正在其下，刀譜旁另有一隻三寸來長的碧玉鳳凰。這玉鳳凰雕刻得極是精緻，紋路細密，通體晶瑩，觸手生溫。胡斐呆了半晌，包上包袱，那隻玉鳳凰卻拿在手中，吹滅柴火，躺在稻草堆裏，思潮起伏：「若說她對我好，何以要救鳳天南，竭力和我作對？若道對我不好，這玉鳳凰，這洗乾淨、縫補好的衣服鞋襪又為了甚麼？」在黑暗中睜大了雙眼，那裏還睡得著？