七　陰謀蘇普大叫：「你為什麼殺我爹爹？我……我要替爹爹報仇。」車爾庫還未答話，突然間一陣疾風吹來，火把熄滅，室中登時黑漆一團。但聽得蘇普一聲怒喝，長刀相交，跟著車爾庫大叫一聲，身子摔倒。阿曼驚呼：「不要打，不要打！」李文秀忙取出火絨火石，打著火，點燃火把。只見車爾庫倒在地上，胸口插了一柄長刀，死狀竟和蘇魯克一模一樣，蘇普空著雙手，呆立在一旁。阿曼跪在父親身旁，突然暈了過去。李文秀忙加施救，過了一會，阿曼悠悠醒來。蘇普道：「阿曼，你好些了麼？」阿曼怒道：「你殺我爹爹，從此你再也別跟我說話。」說著從頭髮上拔下一隻簪子，一折兩段，投在地下。蘇普道：「我沒有殺你爹爹！」阿曼恨恨的道：「你還要抵賴？」指著車爾庫胸口的長刀，道：「這不是你的刀子麼？你沒殺我爹爹，難道是我殺的？難道是康姊姊殺的？」蘇普低垂著頭，無話可說。※※※※※※※哈薩克族鐵延部的三位族長，聽了阿曼和蘇普的陳詞後，三個人商量了半天，年紀最大的白髮族長站起身來，朗聲向眾族人道：「本族百年來祖先相傳的嚴規，是『殺人者死』，蘇普殺死了車爾庫，該當處死！」眾族人默默無言的低了頭。蘇普喃喃的道：「我沒有殺死車爾庫，我沒有殺他！」突然間，有一個人站了起來，那是桑斯兒，大聲說道：「車爾庫是我師父，蘇普殺死他是不對的。不過我師父先殺了蘇普的爹爹，蘇普心中悲憤，為了替父親報仇，和尋常的鬥毆砍殺又有不同。」桑斯兒一直和蘇普為敵，人人皆知，這時居然站起仗義執言，蘇普向他投射了一個感激的眼光。蘇普再向阿曼望去時，阿曼卻轉過了頭不跟他目光相觸。那白髮族長點了點頭，說道：「咱們三人也是這般商量。蘇普又說，他們替本族尋到了一個大寶藏，本族人人可以富庶豐足。這件功勞很是不小。將功折罪，蘇普可以不予處死。但死罪雖饒，活罪難免，從今日起，蘇普永遠逐出鐵延部，再也不許回來。如果你偷偷回來，立時處死，再不寬免。」蘇普低垂著頭，輕聲道：「我沒殺死車爾庫！」可是誰也不能相信，阿曼更是不相信。蘇普背負了一個包袱，一袋清水，沒精打采的在雪地裏行走。他被放逐出了自幼生長的部族，從此再也不能回去。相依為命的父親是死了，最親愛的阿曼成了仇人。大地茫茫，孤零零的一個人，到那裏去好呢？有一個疑團，在他心底一直在翻覆盤旋：「我明明沒殺車爾庫，怎地我的長刀竟會插在他的胸口？那時候火把一熄，就有人伸手過來將我的刀子夾手奪去，難道是車爾庫殺了我爹爹之後，心中有愧，於是奪刀自戕？那是太不可能了，車爾庫不是那樣的人，何況他自己手中有刀，何必來奪我的刀子？難道是我狂怒之下，揮刀殺了他，竟連自己也不知道？對的，一定是這樣。」但走了一程，越想越不對，「當時我心中是清清楚楚的，一點也不胡塗，怎能自己殺了人也不知道。車爾庫是我的殺父大仇，我殺了他，一點也不懊悔。可是這中間定是有些古怪，說不定迷宮之中果然有惡鬼。」他想到這裏，猶豫了片刻，終於掉頭向迷宮的方向走去。數日之前，走著這條路時，有父親和阿曼相伴，還有那個默默無言，可是眼中閃爍奇異光芒的康姑娘。今日，父親死了，阿曼是永遠不會相見了，便是再遇到，她對我除了憎恨之外，再沒第二樣心情。那個康姑娘更是不知到了何處，自從離開迷宮，就不見了她的影蹤。他心中充滿著悲傷，難過，懷疑，以及寂寞淒涼，可沒有恐懼。他決心要去探查明白，便是給惡鬼纏死了，那也好，反正這世界上也沒有什麼可留戀的。在哈布迷宮的一間宮室之中，霍元龍和陳達玄相對而坐，正在哈哈大笑，手下三十餘個黨徒，也是個個興高采烈，每個人的口袋都是脹鼓鼓的，裝滿了黃金珠寶。只是迷宮中的珍寶實在太多了，便是每人身上再多十倍的口袋，也裝不了宮中百分之一，千分之一的財寶。霍元龍笑道：「三弟，咱們背鄉離井，十年辛苦，今日算是有了著落，你這場功勞實是不小。咱們從前發愁，為的是找不到珍寶，但一旦找到之後，卻又發愁珠寶實在太多的如何運得回去？」陳達玄道：「小弟愁的卻是另一件事。」霍元龍道：「什麼？是那駝背老人麼？他便算武功真的十分高強，但雙拳敵不過四手，他竟老虎頭上來拍蒼蠅麼？」他轉頭吩咐一名頭目道：「老辛，你帶十名兄弟，各處再仔細搜一搜！」老辛答應了，點了十名兄弟，又往迷宮各處搜索。只聽得有幾個人勞勞叨叨的抱怨：「搜了一遍又一遍，那裏有什麼駝子！」但老大的命令不能違拗，只得跟著又去搜查。蘇普躲在門後，聽到老辛領人從門中出來。他將身子緊緊貼在牆上，一動也不敢動。老辛等一干人萬料不到隔壁第一間房中就有人躲著，手舉火把，蜂湧而過，沒有人到門查看。只聽陳達玄道：「那駝背老人只是單身一個糟老頭兒，那也罷了。小弟擔心的是那些哈薩克人………」蘇普聽他說到哈薩克人，更是凝神傾聽，只聽他續道：「他們共有五個人追了我腳印而來，但不知怎的，兩個老年男子死在迷宮之中……」蘇普本來猜想，車爾庫說不定是被陳達玄伏在暗中，偷襲殺死，這麼說來，那決不是陳達玄下的毒手了。霍元龍笑道：「他們見到這許多財寶，自相殘殺起來，那也是情理之常。」陳達玄道：「我最耽心的是那三個年青的狗男女，他們回到部族中一說，定有大隊人馬前來搬取藏珍。」霍元龍跳了起來，說道：「賢弟這一點慮得大有道理。按理說，這三個人該當隱瞞不露，自己偷偷的前來搬取。可是這些年青人傻裏傻氣的，竟爾說了出來，也非奇事，但即使他們不說，搬了珠寶回家，終究會露出破綻。賢弟，你說這事如何是好？」陳達玄低頭沉思，道：「我想了很久，實無萬全之策。他們人多，咱們人少，若是真刀真槍的相鬥，咱們未必穩操勝算。除非咱們先下手為強，夜半到村中偷襲，殺人放火，幹他們個落花流水……。」他剛說到這裏，忽然遠處傳來一聲慘叫之聲，霍、陳兩人吃了一驚，手握兵刃，正要派人前去查問。只聽得腳步聲響，一個手下人奔了進來，說道：「大……大鏢頭，三鏢頭，老辛摔下去啦！」霍元龍道：「什麼摔下去啦？」那人道：「老辛踏到了翻板，深……深得很。」陳達玄點頭道：「嗯，迷宮中必有機關，那也沒什麼希奇，去瞧瞧吧！」那人在前帶路，霍陳二人大踏步跟了過去。穿過十餘間宮室，只見七八個人圍在一起，七張八嘴的議論，臉上都有驚惶之色。霍陳二人走近身去，只見地下露出一丈見方的一個大洞，拿火把到洞裏去一探，黑黝黝的深不見底。一個人道：「老辛領頭先走，突然之間，地下空了一塊，他便摔下去了啦。」陳達玄俯身叫道：「老辛，老辛！」只聽得地洞中隱隱傳上來他叫喊的回聲：「老辛，老辛！」那老辛自己卻是寂無聲息。陳達玄和霍元龍面面相覷，心中都有寒意。陳達玄道：「這迷宮中既藏了這許多珍寶，自要防備敵人前來盜取，看來除了這翻板陷阱之外，其餘機關尚有不少，大家須得小心在意。」霍元龍向身旁一個頭目道：「老畢，你身上縛一條繩，下去瞧瞧老辛，設法救他上來。」老畢面有難色，覺得下這地洞去實是太過危險。霍元龍險色一沉，「怎麼？你沒聽見我的話？」老畢道：「大鏢頭，老辛掉了下去，好久沒有聲息，這會兒多半死了。」霍元龍怒道：「我叫你下去瞧個明白啊。老辛活著，將他救起，若是死了，把屍體帶上來。」老畢笑道：「他死了有什麼打緊，多死一個人，大夥兒應得的財寶，便少一個人分肥。」霍元龍點點頭，笑道：「你的話很對，多死一個人，便少一個人分肥。」突然間伸出一拳，砰的一聲，將老畢打得飛了起來，跌向地洞中。老畢「啊」的一聲驚呼，伸手拉住地洞旁垂著的一根繩子。但這一拉並沒穩住，他身子仍是向洞中直落，只是一拉之下，扯開頭頂的活動石板，無數黃沙傾落下來，隨著他身子倒向地洞。陳達玄眼明手快，揮劍割斷繩子，那石板迅即翻上，黃沙才不落下。眾人呆了一陣，驚魂方定，都說：「好險！好險！若不是三鏢頭手快，大夥兒都得活埋在黃沙之中。」陳達玄細細瞧瞧翻板的機括，伸手在牆上的一個圓圈中用力一掀，地下的翻板跳了上來，蓋住洞口，竟沒留下絲毫痕跡，誰也想不到這平整光滑的石板之下，居然藏著一個殺人陷阱，霍元龍讚道：「好手藝，好手藝！」又道：「那駝背老人定已死在什麼機關之中，不用再找了。」各人回到原來的宮室，陳達玄道：「大哥，咱們無意中尋到這機關，那真是僥天之幸。哈薩克人若是到迷宮中來取寶，咱們只須引他們走進機關，便是有一百人二百人進來……。」霍元龍鼓掌笑道：「來一個，死一個，來兩個，死一雙！」蘇普一直跟在他們身後，適才的情景一一瞧在眼裏，聽到霍陳二人的說話，心下大是吃驚，暗想：「阿曼定要領著族人，前來搬取藏寶，須得阻止他們才是。」當下躡手躡足的退出迷宮，趕回去通知族人。慢慢溜出宮門時，黑暗中忽然一人躍了出來，喝道：「什麼人？」舉刀便往他頭頂砍。蘇普不敢答話，急步奔出，那知宮門之外另有一人伏著看守。那人見蘇普奔到，橫掃一腿，蘇普撲地跌倒。那人跳在蘇普身上，欲待將他擒住。蘇普見情勢危急，從腰間拔出匕首，反手一匕首刺出，那人猝不及防，大叫一聲，翻身倒斃。蘇普尚未躍起，另一名賊匪的鋼刀已架在蘇普頸中，喝道：「不許動！」蘇普伏在地上，無法看到身後，只有束手待斃。那賊匪向同伴望了一眼，見他已死，心下惱怒，舉起鋼刀，一刀便往蘇普頸項砍落。驀地裏白光一閃，一柄銀色小劍從對面樹叢中飛出，正中那賊匪的胸膛。那賊匪仰天翻倒，手中的鋼刀擲了出去。蘇普躍起身來，見到賊人胸口的小劍，正自奇怪，只見李文秀從樹叢中緩步而出，從賊匪身上拔下小劍，拭去血漬，插去腰間。蘇普大喜，道：「康姑娘，多謝你救了我性命。」李文秀微微一笑，搬過兩名賊匪的屍體，使其面對面橫臥，一人手握匕首，刺在對方腹中，再從另一個靴桶中拔出一柄短刀，放在那人手中，刺在第二名賊匪身上。蘇普笑道：「真是妙計。那些賊人只道他二人自相殘殺而死，不會疑心咱們來過這裏。康姑娘，你只要遲來一步，那我便糟糕了。」李文秀一笑，心想：「我一路跟在你身後，怎會遲來？」原來蘇普被放逐，重回迷宮，偷聽賊人的奸謀，李文秀終於跟隨在後。只是她學過上乘的輕功，蘇普卻只不過是哈薩克族中的尋常健兒，自是不能察覺。李文秀道：「咱們快去，若是大隊賊人出來，可難以抵敵。」當下兩人穿進樹叢，向回路走去。一路上蘇普將自己如何被族人中放逐等等情由，一一說了，又道：「康姑娘，車爾庫決不是我殺的，除非是我傷心得胡塗了，自己殺了他也不知。」李文秀自幼識得蘇普，深知他為人正直，決不打誑，但當時那宮室之中，只有一道門戶，自己走在最後，進入了室中之後，生怕車爾庫奪門逃走，在這迷宮中再也找他不著，因此隨手便將門帶上了，決不會另有外人乘黑進來殺了車爾庫，這一節是記得清清楚楚的。但若非蘇普殺他，餘下只有一人，那便是阿曼。李文秀微微打了個寒噤：「難道就是阿曼殺死了自己的父親？這決不可能，決不可能。」但世界上往往有許多決不可能的事情，終於還是發生了。蘇普如果沒說謊，那麼兇手便是阿曼。戈壁大沙漠上鋪滿了皚皚白雪，李文秀和蘇普騎著馬，並肩而行。這情景是李文秀想望了很久的事，終於實現了，她心中又是甜蜜溫馨，又是暗暗傷心。在路上，蘇普心中想的是阿曼，口中說的也是阿曼。他說：「如果阿曼領了族人到迷宮來取寶，定要落入那批盜賊的手中。康姑娘，我一定要去跟她說明白。」李文秀道：「不錯，你要叫她小心。」走了一會，蘇普又道：「康姑娘，車爾庫的的確確不是我殺的。你跟我想個法子，怎樣才能夠跟阿曼重歸於好。」他太惱地抓著頭髮，道：「如果我再去見她，她一定要殺了我。但如果我從此不能見她，我是一樣的活不成。」李文秀道：「慢慢的，或許你便會忘了她。從前小時候，我非常非常的喜歡一個男子，後來那男子不理我了，我傷心得不得了，恨不得自己死了才好。但過了幾年，自己就不想死了。」蘇普道：「那男子真是個壞蛋。你這樣好的姑娘，他為什麼不理你？」李文秀搖頭道：「不！那男子不是壞蛋。是他的爹爹不許他跟我見面。」蘇普道：「嗯，那麼他爹爹定是糊塗蟲了。」他向李文秀的臉望了一眼，道：「我爹爹很好，他喜歡阿曼，很盼望我娶了阿曼。唉，可惜車爾庫殺了我爹爹。」李文秀聲音發顫，道：「如果你從此不能再見到阿曼，說不定你會慢慢的忘了她，說不定你另外會遇到一個美麗的姑娘……」蘇普道：「不！我永遠不會忘了阿曼。別的美麗姑娘我一眼也不瞧。」他頓了一頓，抱歉地一笑，道：「你是我的救命恩人，我非常感激你，尊敬你。」到得傍晚，兩個人剷開白雪和黃沙，挖了兩個坑，每人睡了一個，在兩個坑之間，生了一堆火。頭頂的天很藍，明亮的星星眨著眼睛。一陣風颳來，捲起了地下的白雪，在風中飛舞。李文秀指著兩塊上下飛舞的白雪，道：「你瞧，這不像一對蝴蝶麼？」蘇普道：「是，很像！很久很久以前，有一個漢人小姑娘，她跟我說個蝴蝶的故事。說有個漢人少年，叫做梁山伯，有個漢人姑娘，叫做祝英台。他兩個很要好，可是祝英台的爸爸不許梁山伯娶他的女兒。梁山伯很傷心，生了一場病便死了。有一天，祝英台經過梁山伯的墳墓，伏在墳上哭起來。」說到這裏，在蘇普和李文秀心底，都出現了八九年前的情景：在一個小小山上，一個男孩和一個女孩並肩坐著照顧羊群，女孩說著故事，男孩悠然神往地聽著，說到令人感動之處，女孩的眼中充滿了眼淚，男孩也感到傷心難受。只是，李文秀知道那個男孩便是眼前的蘇普，蘇普卻以為那個小女孩已經死了。蘇普繼續說道：「祝英台伏在墳上哭得很悲傷，突然之間，那墳墓裂開了一條大縫，祝英台就跳了進去。後來梁山伯和祝英台變成了一對蝴蝶，永永遠遠的不再分離。」李文秀道：「這故事很好聽。跟你說這故事的小姑娘呢，她到那裏去了？」蘇普黯然道：「她已經死了，那幅繪著迷宮地圖的手帕，就是從前她給我裹傷的。」李文秀道：「你還記得她麼？」蘇普道：「自然記得。我常常想著她。」李文秀道：「你怎麼不去瞧瞧她的墳墓？」蘇普道：「不錯，等我找到了那位駝背老人，我要他帶我去瞧瞧。」李文秀道：「如果那墳墓上也裂開了一條大縫，你會不會跳進去？」蘇普笑道：「那是故事中說說的，不會真的是這樣。」李文秀道：「假如那小姑娘很是想念你，日日夜夜的盼望你去陪她。因此那墳上真的裂開了一條大縫，你肯跳進墳去，永遠陪她麼？」蘇普嘆了口氣道：「不。那個小故娘只是我小時的好朋友。這一生一世，我是要陪著阿曼的。」李文秀不再問了。這幾句話她本來不想問的，因為她其實早已猜到了答案，可是忍不住還是要問。現下得到答案，徒然使她更加傷心。忽然間，遠處有一隻夜鶯輕輕的唱起來，唱得那麼宛轉動聽，那麼淒涼哀怨。蘇普道：「從前，我常常去捉夜鶯來玩，把它弄死。但那個小女孩很喜歡夜鶯，送了一隻玉鐲給我，叫我放了夜鶯。從此我不再捉了，只聽夜鶯在半夜裏唱歌。你聽，這不很好聽麼？」李文秀「嗯」了一聲，問道：「那隻玉鐲呢，你帶在身邊麼？」蘇普道：「那是很久很久以前的事了，早就打碎了，不見了。」李文秀幽幽的道：「嗯，那是很久很久以前的事了，早就打碎了，不見了。」夜鶯不住的在唱著歌。蘇普做了個夢，夢到阿曼安慰他，叫他不要煩惱。他一覺醒來，說道：「康姑娘，昨晚我夢到阿曼。」但康姑娘已不在那兒。昨晚不知什麼時候，她獨個兒悄悄的走了。蘇普向著李文秀睡過的那個土坑瞧了一陣，覺得這位姑娘有點古怪，當下從地下捧起一團雪在臉上擦了一會，又抓些雪來吃了，跨上馬便行。到得午後，遠遠聽得大隊馬匹的蹄聲。蘇普牽馬到一個沙丘之後，向外張望。過了一會蹄聲漸近，望到馬上乘者的衣飾打扮，正是本族鐵延部的族人。各人手執兵刃，共有三百餘眾，當先領頭的是阿曼和三位族長，阿曼身畔有一個青年漢子，卻是桑斯兒。每個人背上都負著一隻布袋，自是到迷宮去取寶的了。蘇普暗叫：「僥倖，若不是我在迷宮中得知了那些盜賊的陰謀，眾族人只怕要一一落入陷阱機關。」於是翻身上馬，迎了上去，叫道：「我是蘇普，有句話要跟族長說。」那白鬚族長見到蘇普，怒道：「蘇普，你來幹什麼？你不知道放逐的規矩麼？」要知哈薩克人以遊牧為生，遷徙無定，一個人被部落中放逐了出來，那部落不論遷到什麼地方，那人都不能再去跟族中任何人說話。蘇普道：「我有一句要緊說話跟你說。」那族長喝道：「你還不快走！你再跟我說一句話，咱們立刻放箭！」他對桑斯兒道：「預備放箭！」桑斯兒彎弓搭箭，箭頭對準蘇普。蘇普縱馬走近幾步，說道：「阿曼，你們不要到迷宮中去，有危險！」阿曼淚光瑩瑩，說道：「你快走吧，別跟我說話。」蘇普眼見好幾枝箭對住了自己胸口，但想到霍元龍等人的陰謀，忍不住道：「我一定要跟你說！」那族長怒道：「放箭！」桑斯兒手一鬆，嗖的一聲，「啊喲！」蘇普身子一晃，只見那箭掉在馬頸之上，原來箭頭已被桑斯兒拔去，所以雖然射中，卻不受傷。桑斯兒叫道：「蘇普，念著昔日朋友之情，這枝箭沒有箭頭。你再不聽族長之命，第二箭可不留情了。」說著又在弓弦上搭了一枝箭。箭頭在陽光中閃閃發光，甚是鋒銳。蘇普叫道：「族長，迷宮中有危險……」他話未說完，族長大叫：「放箭！」嗖嗖嗖幾聲，幾枝長箭從蘇普身旁掠過。那些箭手都是蘇普的朋友，發射時準頭稍偏，存心不去傷他。族長自行取出弓箭，要待發射。阿曼縱馬攔在族長的身前，說道：「蘇普，你快走吧！你殺了我爹爹？我……我是永遠不能再跟你好的了。」便在此時，一箭射到，正中蘇普的肩頭。蘇普眼見再逗留下去，勢必命喪當場，只得忍著肩頭疼痛，縱馬奔開，拔下肩上長箭，裹好傷處。但見三百多個族人蜂湧而去，阿曼轉頭凝目向他瞧了幾眼，目光之中，也不知是愛是恨，還是幽怨？。蘇普心想眾族人此去，定必遭了盜黨的毒手，不但阿曼在彼，而且這三百餘人之中，一小半是他親密的朋友，縱然干冒奇險，也是非救不可，於是略略養了養神，待箭創疼痛稍止，乘馬趕了上去。這一日他馬不停蹄，比族眾多走了一個多時辰，遙遙望見大漠中火光點點，正是族眾紮營之處。他知道營地四周放有哨位，雖然極想溜進去瞧瞧阿曼，但躊躇良久，終是不敢走近。第二日傍晚，蘇普已到了迷宮的黃金門旁，他怕盜眾發覺，遠遠在樹叢之中守候。等了午夜，只覺得馬蹄之聲雜踏，哈薩克族眾吶喊而前，擁到門前。蘇普跟在最後，進了迷宮，他來過兩次，道路已認得了些，幾個轉彎，已和族眾分開。阿曼當先領路，依著上次所經的道路走去，但見宮中靜悄悄的沒半個人影，想起父親和蘇魯克俱都喪生宮中，自己和蘇普好好一對愛侶從此再無相見之期，不禁黯然銷魂。那白鬚族長道：「蘇普嚇唬咱們，說迷宮中有重大危險，這小子，越來越不成話，連謊話也說起來了。」眾人穿過幾間宮室，突然眼前一亮，放眼盡是金銀珠寶，眾族人大喜，紛紛打開口袋搬取。正熱鬧間，驀地裏門口閃出一個漢人，手執長刀，喝道：「不怕死的番奴，這是老爺的宮殿，你們竟來盜取寶物，快快過來送死。」族眾叫了起來：「漢人強盜，漢人強盜！」早有兩名青年撲了上去。那強盜竟是十分悍勇，交手數合，刀傷一名青年的肩頭。當下又有兩名族人挺刀上前助戰。那強盜虛晃一刀，退出室去。四名族人一齊追出。突然間夾門中又閃進一名強盜，手中挺著一桿短槍，槍花一晃，已在一名哈薩克青年身上透胸而入，那青年大叫一聲，倒地而死。那族長微感懊悔，心想蘇普倒沒說謊，叫道：「大夥兒先殺光強盜，再搬珠寶。」眾族人齊聲答應，各挺兵刃，追了下去。追到一條岔道，只見兩名強盜分向左右逃開。族長叫道：「第一二隊向左追殺，第三四隊隨我向右。」原來眾族人出發之前，曾分形四隊，各有隊長統率，俾免混亂。那白鬚族長率領的第三四隊追了一陣，忽見橫門中又竄出一名強盜，上前交戰數合，轉身便逃。那族長一心殲滅盜眾，為被害者報仇，率眾奮勇追趕，追到岔路口，兩名強盜又分向左右奔逃。族長叫道：「第三隊向左，第四隊隨我向右！」阿曼忽地驚覺，說道：「旅長，賊人只怕有詐，要咱們大夥兒分散。」族長點了點頭，但道：「不怕，咱們人多。」果然盜眾在前面岔路上又伏一人。兩人分路逃遁。這一次族長卻不再分人追逐，吩咐眾人，只管追趕逃向左方的盜賊。眼見那賊人左轉右彎，走進了一間大宮室中，他剛推進門，門後忽地躍出一人，白光閃動，一刀砍在他大腿之上。那盜賊「啊喲」一聲，摔倒在地，手中兵刃也遠遠拋出。眾人一看，躍出那人正是蘇普。族長呆了一呆，眼見他出手傷敵，似乎不便將他逐開，蘇普叫道：「族長，這裏是個大陷阱。」族長道：「是麼？」蘇普見他兀自不信，提起那個受傷的盜賊，往室中拋去，只聽得喀喇一響，翻板打開，露出一個大洞，那盜賊往洞中直跌下去。慘呼之聲，良久方絕。族眾瞧見這等情狀，無不驚得呆了。族長說道：「蘇普，虧得你救了大夥。」蘇普道：「宮中機關尚多，賊人在暗中埋伏，其餘三隊別要遭了他們的毒手。」族長立時醒悟，說道：「不錯，咱們快去瞧瞧。」當下蘇普在前領路，去尋其餘的族人。轉了幾個彎，忽聽得前面有人大叫一聲「啊喲！」眾人循聲過去，只見一名哈薩克人倒在地下，身上滿是鮮血，已然氣絕。眾人正氣憤間，但聽得軋軋聲響，一個鐵柵緩緩落了下來，蘇普甚是機警，叫道：「快走！」搶先從鐵柵下奔了出去，跟著有四個青年鑽出，但鐵柵下降之勢越來越快，砰的一聲，鐵柵落地，將七十餘名哈薩克人盡數關在鐵柵之內。眾人驚惶之下，忙伸刀劍去砍那鐵柵，豈知這鐵柵是精鋼鑄成，刀劍砍上去不是捲邊，便是缺口，反而那鐵柵紋絲不損。正沒做理會處，突然門外竄進五名盜賊，當先一人手執長劍，正是陳達玄，他一扳牆壁上的機括，突然大批黃沙，從屋頂傾倒下來。眾族人齊聲驚呼，蘇普和四個青年揮刀上前，和陳達玄等鬥了起來。鐵柵之內，黃沙仍是不住的傾瀉，敵眼之間，已沒到了各人膝頭。