第一三九回　雁門關外只見兩條火龍分向左右移動，一乘馬在中間直馳而前。馬上一位老丐雙手高舉頭頂，端著那根丐幫幫主的信物打狗棒，正是吳長老。他馳到蕭峰身前，竄鞍下馬，跪在地下，說道：「吳長風受眾兄弟之托，將本幫打狗棒歸還幫主。咱們糊塗該死，豬油蒙了心，冤枉好人，累得幫主吃了無窮的苦，大夥兒豬狗也不如，只盼幫主大人不記小人過，念著咱們是一群沒爹沒娘的孤兒，重來為本幫之主，大夥兒受了奸人煽惑，說幫主是契丹胡狗，真是該死之極！」說著要將打狗棒遞給蕭峰手中。蕭峰見到這些昔年一同出生入死的手足，不禁心中一酸，說道：「吳長老，在下確是契丹人。多承各位重義，在下感激不盡，幫主之位，卻是萬萬不能當的。」說著伸手扶起吳長風。那吳長風是個直腸漢子，抓頭搔耳的道：「你──你又說是契丹人？你──你定是不肯做幫主？喬幫主，你瞧開些罷，別再見怪了！」卻聽得城內鼓聲響起，有大隊遼兵便要衝出，段譽道：「吳長老，咱們快走！遼兵勢大，一結成了陣，必抵擋不住。」蕭峰也知丐幫和中原群雄所以一時佔得上風，只不過攻了對方個措手不及，倘若真是和遼兵硬鬥，千百名江湖漢子，如何是數萬遼國精銳之師的敵手？何況這一仗打起來，雙方死傷均重，大違自己本意，便道：「吳長老，幫主之事，慢慢再說也不遲，你快傳令，命眾兄弟向西退走。」吳長老道：「是！」傳下號令，丐幫幫眾後隊作前隊，向西疾馳，不久虛竹子率飄渺峰靈鷲宮屬下諸女，以及三十六洞、七十二島的海外異士，殺將過來與眾人會合。奔出數里後，大理國的眾武士在蕭篤誠、朱丹臣等人率領之下，也趕到了。但少林群僧和中原群豪卻始終未到。隱隱聽得南京城中殺聲大起。蕭峰道：「少林群僧和中原豪傑在城中給截住了，咱們稍待片刻。」過了半晌，城中的喊殺之聲越來越響，段譽道：「大哥在此稍待，我去接應他們出來。」領著大理眾武士，回向南京城去。其時天色漸明，蕭峰心下憂慮，不知中原群豪能否脫險，但聽得殺聲大振，大理國眾武士回衝遼陣，然始終不聽見群豪脫險來聚。丐幫的一名探子飛馬來報：「數千名鐵甲騎兵堵住了西城門，大理國的武士衝不進去，中原群豪也衝不出來。」虛竹子右手一招，道：「咱們靈鷲宮去打個接應。」領著二千餘名三山五岳的好漢，以及靈鷲九部的諸女將，衝向來路。蕭峰騎在馬上，遙向東望，但見南京城中濃煙處處。東一個火頭，西一個火頭，不知已亂成怎麼一副樣子。等了小半個時辰，又有一名探子來報：「大理段皇爺、靈鷲宮虛竹子先生殺開一條血路，已衝入城中去了。」以往每有戰鬥，蕭峰總是身先士卒，這一仗他在遠處等候，既關心，又不耐，說道：「我去瞧瞧！」阿紫、木婉清、鍾靈三女齊勸：「遼人欲得你而甘心，千萬不可去冒險。」蕭峰道：「不妨！」縱馬而前，丐幫幫眾也即隨從跟來。到得南京城西門外，只見城牆下、城牆頭、護城河兩岸，伏著數百名死屍，有些是遼國兵將，也有不少是段譽和虛竹二人的下屬。城門將閉未閉，兩名島主手揮大刀，守在城門邊，正在猛砍衝過來的遼兵，不許他們關閉城門。忽聽得南首、北首馬蹄聲大作，蕭峰吃了一驚，道：「不好，大隊遼兵分從南北包抄，要將咱們都圍在這裏了。」他飛身躍起，左腳在城牆一點，借力再躍，登上了城頭，向城內望去時，只見西城方圓十里之中，東一堆、西一堆，中原豪傑被無數遼兵分開了圍攻，幾乎已成各自為戰的局面。這些豪傑武功雖強，但每一人都要抵敵七八人至十餘人，鬥得久了總不免寡不敵眾。蕭峰站在城頭之上，望望城內，又望望城外，登時面臨一件為難萬分的抉擇：這些被圍的群豪，都是為了搭救自己而來，總不能眼睜睜的瞧著他們一個個死於遼兵刀下，但若躍下去相救，那便是公然與遼兵為敵，成了叛國助敵的遼奸，不但對不起自己祖宗，那也是千秋萬世永為本國同胞所唾罵。逃出南京，那是去國避難，旁人不過說一聲「蕭峰不忠」，可是反戈攻遼，卻變成極大的罪人了。蕭峰行事向來乾淨爽脆，決斷極快，這時卻真是進退維谷，一瞥眼間，只見城牆邊七八名契丹武士困住了兩位少林老僧狠鬥。一位少林僧手舞戒刀，口中不住噴血，顯是身受重傷，蕭峰凝神一看，認得他是玄鳴，另一位少林僧揮動禪杖拼命掩護，卻是玄石。兩名契丹武士舉起長刀，向玄鳴砍去。玄鳴右手一抬，挺戒刀欲擋，不料他重傷之下，手臂抬到胸口，便抬不上去了。玄石倒持禪杖，杖尾反彈上來，噹噹兩聲，兩柄長刀撞了回去。玄石膂力過人，將兩柄長刀撞回，餘勁十足，刀背撞入兩名契丹武士胸膛，登時腦漿迸裂。玄石心中一喜，猛聽得玄鳴啊的一聲大叫，鮮血四濺，卻是左眉中了遼兵的一刀。玄石一杖過去，將那遼兵打得筋折骨裂，但這一來胸口門戶大開，一名契丹武士舉矛直進，一矛刺到，在玄石小腹處洞穿而過，將他釘在城牆之上。玄石哼了一聲，奮起平生之力，一杖壓將下來，那契丹武士登時頭骨粉碎，竟還比他先死了片刻。玄鳴見玄石要害中矛，戒刀亂舞，已是不成招數，雙目眼淚直流，大叫：「師弟，師弟！」蕭峰只瞧得熱血沸騰，再也無法忍耐，大叫一聲：「蕭峰在此，要殺便來殺我，休得濫傷無辜！」從城頭一躍而下，雙腿起處，人未著地，已將四名契丹武士踢飛，左足一著地，隨即拉過玄鳴，右手接過玄石的禪杖，說道：「玄石大師，在下援救來遲，實是罪孽深重。」一禪杖間，將兩名契丹武士震開數丈。玄石苦笑道：「我們誣指居士是契丹人，罪孽更大，善哉，善哉！如今水落石──」下面這「出」字沒吐出口，頭一側，氣絕而死。蕭峰護著玄鳴，向左側受人圍攻的幾個大理武士衝了過去。遼國兵將見南院大王突然神威凜凜的現身，不由得膽怯。蕭峰舞動禪杖，遠挑近打，雖不殺人性命，但遇上無不受傷。眾遼兵發一聲喊，紛紛退開。蕭峰左衝右突，頃刻間已將二百餘人聚在一起。他朗聲說道：「眾位千萬不可分開！」當下率領了這二百餘人，四下遊走，一見有人被圍，便即迎了上去，將被圍者接出，猶似滾雪球一般，越滾越大，到得千人以上時，遼兵已無法阻攔。當下蕭峰和虛竹、段譽，以及少林寺玄渡大師所率的中原群豪聚在一起，衝向城門。蕭峰手持禪杖，站在城門邊上，讓大理國、靈鷲宮、中原群豪三路人馬一一出城。遼國兵將遠遠站著吶喊，竟無一個敢上前衝殺。蕭峰直待眾人退盡，這才最後出城，出城門時回頭一望，但見屍骸重疊，這一戰不知已傷了多少性命，眼見兩名靈鷲宮的女將倒在血泊中呻吟滾動，卻是無法站立。蕭峰一衝回進城門，抓著二女的背心，提將出來。猛聽得鼓聲如雷，兩隊騎兵從南北殺將過來。蕭峰一顆心登時沉了下去，眼見這兩隊騎兵每一隊都在萬人以上，己方久戰之後，不是受傷，便已疲累，如何抵敵？叫道：「丐幫眾兄弟斷後！將坐騎讓給受傷的朋友們先退！」丐幫幫眾大聲應諾，紛紛下馬。蕭峰又叫：「結成打狗大陣！」群丐口唱「蓮花落」，排成一列列人牆。蕭峰叫道：「玄渡大師、二弟、三弟，快率領本部朋友向西退卻，讓咱們斷後──」日光下遼兵的矛尖刀鋒，閃閃生輝，數萬聲鐵蹄踐在地上，直是地動山搖。虛竹、段譽見了遼兵的兵勢，情知丐幫的「打狗大陣」無論如何阻攔不住，二人分站蕭峰左右，說道：「大哥，咱們結義兄弟，有難同當，生死與共！」蕭峰道：「那你快叫本部人馬退去！」虛竹、段譽分別傳令。豈知靈鷲宮的部屬固然不肯捨主人而去，大理國的將士更加不肯讓皇帝身居險地，自行退卻，眼見遼兵越衝越近，射來弩箭已落在蕭峰等人十餘丈外，玄渡本已率領中原群豪先行退開，這時群豪見情勢兇險，竟有數十人奔了回來助戰。蕭峰暗暗叫苦，心想：「這些人一個個武功雖高，聚在一起，卻是一群烏合之眾，不諳兵法部署，如何與遼兵相抗？我一死不打緊，大夥兒都被遼兵聚殲於南京城外，那可──那可──」正沒做理會處，突然間遼軍陣中鑼聲急響，竟然是鳴金退兵，蜂湧而來的遼兵一聽到鑼聲，當即帶轉馬頭，後隊變前隊，分向南北退了下去。蕭峰大奇，不明所以，只見遼軍陣後喊聲大振，塵沙飛揚，卻是另有軍馬襲擊遼軍背後，蕭峰更是奇怪：「怎麼遼軍後又有軍馬，難道有甚麼人作亂？皇上腹背受敵，只怕情勢不妙。」他一見遼軍遭困，不由自主的又關心起耶律洪基來。群丐見遼軍退兵，當即大聲吶喊，但未得蕭峰號令，並不上前追殺。蕭峰躍上馬背，向遼軍陣後瞧去，只見一面面白旗飄揚，箭如驟雨，遼兵紛紛落馬。蕭峰恍然大悟：「啊，是我的女真部族朋友到了，不知他們如何竟會得知訊息。」這些女真獵人箭法了得，上陣時勇悍之極，每一百人為一小隊，跨上劣馬，荷荷呼喊，直衝入遼兵陣中，霎時間便衝亂了遼兵陣勢。一來攻了個遼兵出其不意，二來女真部族驍勇善戰，遼軍統帥眼見不敵，又恐蕭峰統率人馬上前夾攻，急忙收軍入城。范驊是大理國司馬，精通兵法，眼見有機可乘，忙向蕭峰道：「蕭大王，咱們快衝殺過去，這時正是破敵的良機。」蕭峰搖了搖頭，范驊道：「此處離雁門關甚遠，若不乘機擊破遼兵，大有後患。敵眾我寡，咱們未必能全身而退。」蕭峰又是搖了搖頭。范驊大惑不解，心想：「蕭大王不肯趕盡殺絕，莫非還想留下他日與遼帝修好的餘地？」只見一群群女真人或赤裸上身、或身披獸皮跨著劣馬衝殺而來，弩箭嗤嗤射出，當者披靡，遼軍後隊千餘人一時未及退入城中，都被女真人射死在城牆之下。這些獵人射死敵人之後，隨即揮刀割下首級，掛在腰間，有些人腰間累累，竟掛滿了十餘個首級。群豪在江湖上見過的兇殺著實不少，但如此兇悍殘忍的蠻人，卻是第一次見到，無不相顧駭然。只見一名高大的漢子越眾而出，大聲叫道：「蕭大哥，蕭大哥，完顏阿骨打幫你打架來了！」蕭峰縱騎而出，兩人四手相握。阿骨打道：「蕭大哥，那日你不別而行，兄弟每日記掛，後來聽探子說你在遼國做了官，倒也罷了。只是遼人奸猾，這官只怕做不長久，果然日前探子報道：你被那狗娘養的皇帝關在牢裏，兄弟急忙帶人來救，幸好哥哥沒死沒傷，兄弟不盡喜歡。」蕭峰道：「多謝兄弟搭救！」一言未畢，城頭上弩箭紛紛射將下來，只是兩人距離城牆尚遠，弩箭射他們不著。阿骨打怒道：「遼狗無禮！我自和哥哥說話，卻來打擾！」拉開長弓，嗤嗤嗤三箭，自城下射了上去，只聽得三聲慘呼，三名遼兵中箭，自城頭翻將下來。遼兵射他不到，他的強弓硬弩卻能及遠，三發三中，城頭上眾遼兵齊聲發喊，紛紛收弓豎起盾牌。但聽得城中鼓聲冬冬，遼軍又在聚兵點將。阿骨打大聲道：「眾兒郎聽著，狗契丹又要鑽出狗洞來啦，咱們再來殺一個痛快。」女真人大聲鼓噪，有若萬獸齊吼。蕭峰心想這一仗若是打上了，雙方死傷必重，忙道：「兄弟，你前來救我，此刻我已脫險，何必再和人廝打？你我多時不見，且到個安靜所在，兄弟們飲個大醉。」完顏阿骨打道：「也說得是，咱們走罷！」卻見城門大開，一隊鐵甲遼兵騎馬疾衝出來。阿骨打罵道：「狗娘養的！」彎弓搭箭，一箭颼的射出，正中當先那人臉孔，登時倒撞下馬。其餘的女真人也紛紛放箭，都是射向遼兵顏面，這些人箭法既精，箭頭上又餵了劇毒，中者哼也沒哼一聲，立時便即斃命。片刻間城門口倒斃了數百人。連人連馬，堆成個肉丘，將城門堵塞了，其餘遼兵只嚇得心膽俱裂，緊閉城門，再也不敢出來。完顏阿骨打率領族人，在城下耀武揚威，高聲叫罵，蕭峰道：「兄弟，咱們去罷！」阿骨打道：「是！」戟指城頭，高聲說道：「眾遼狗聽者，幸好你們沒傷到我蕭大哥的一根毫毛，今日便饒了你們性命。否則我把城牆拆了，將眾遼狗一個個的都射死！」當下與蕭峰並騎向西，馳出十餘里，到了一個山丘之上。阿骨打跳下了馬，從馬旁取下皮袋，遞給蕭峰，道：「哥哥，喝酒。」蕭峰接了過來，骨嘟嘟的喝了半袋，還給阿骨打。阿骨打將餘下的半袋都喝了，說道：「哥哥，不如便和兄弟共去長白山邊，打獵喝酒，逍遙快活。」蕭峰深知耶律洪基的性情，他心高氣傲，今日在南京城下被完顏阿骨打敗，又給他狠狠的辱罵了一番，定然不肯就此罷休，非提兵再來相鬥不可。女真人雖然勇悍，究竟人少，勝敗實未可料，終是以避戰為上，想起在長白山下的那些日子，除了替阿紫治傷外，再無他慮，更沒爭名奪利之事，此後在女真部中安身，倒也免卻了無數煩惱，便道：「兄弟，這些中原來的英雄豪傑，都是為救我而來，我將他們送到雁門關後，再來和兄弟相聚。」阿骨打大喜，道：「那些中原蠻子囉哩囉唆，多半不是好人，我也不願和他們相見。」說著率領著族人，向北而去。中原群豪見這些番人來去如風，慓悍絕倫，均想：「這群番人比遼狗還要厲害，幸虧他們是喬幫主的朋友，否則可真不好惹！」各路人馬漸漸聚在一起，七張八嘴，紛紛談論適才南京城下的這場惡戰。蕭峰一躬身到地，說道：「多謝各位大仁大義，不念蕭某的舊惡，千里迢迢的趕來相救，此恩此德，蕭某永難相報。」玄渡道：「喬幫主說那裏話來？以前種種，皆因誤會而生。大家是武林同道，患難相助，理所當然。何況喬幫主為了中原的百萬生靈，拋卻遼國榮華富貴，仁德澤被天下，大家都要感謝喬幫主才是。」范驊朗聲道：「眾位英雄，在下觀看遼兵之勢，恐怕輸得不甘，還會前來追擊。不知眾位有何高見？」群雄大聲叫了起來：「咱們和遼兵決一死戰，難道還怕了他不成？」范驊道：「敵眾我寡，這平陽之上交起鋒來，於咱們不利。依在下之見，還是向西退卻，一來和宋兵距得近了，好歹有個接應，二來敵兵追得越遠，人數越少，咱們便可乘機反擊。」群豪都道不錯，當下虛竹率領靈鷲宮下屬為第一路，段譽率領大理國兵馬為第二路，玄渡率領中原群豪為第三路，蕭峰率領丐幫幫眾斷後。四路人馬，每一路之間相隔不過數里，探子騎著快馬來回傳遞消息，若有敵警，便即互相應援。迤邐行了一日。當晚便在山間野宿，整晚並無遼兵來攻，眾人漸感放心。次晨一早又行，蕭峰問阿紫道：「那位游君還在靈鷲宮中麼？」阿紫小嘴一撇，道：「誰知道呢？多半是罷，他瞎著雙眼，又怎得能下山來？」語意之中，仍是對他沒半分關懷之情。這一日行到五台山下的白樂堡埋鍋造飯。范驊精通行軍佈陣之法，沿途伏下一批批豪士，扼守險要的所在，斷橋阻路，以延緩遼兵的追擊。到第二日上，忽見東邊狼煙衝天而起，那正是遼兵追來的訊號，群雄一見，都是心頭一凜，有些好勇狠鬥之徒登時欲回頭，相助留下伏擊的小隊，卻為玄渡、范驊等喝住。這日晚間群豪在一座山坡上歇宿，睡到午夜，忽然有人大聲驚呼。群豪一驚而醒，隨手拿起兵刃，只見北方燒紅了半邊天，不知燒甚麼東西，燃起了這樣一場大火，蕭峰和范驊對應一眼，心下均是隱隱感到不吉。范驊低聲道：「蕭大王，你瞧這是不是遼軍繞道來夾攻？」蕭峰道：「遼帝立意攻宋，大發士卒，想必是北路的軍馬。」范驊道：「這一場大火，不知燒了多少民居，唉！」蕭峰口中不願說耶律洪基的壞話，卻知他在女真人手中吃了個敗仗，心下極是不忿，一口怒氣，全欲發洩在無辜的百姓身上，這一路領軍西來，定是見人殺人、見屋燒屋。這大火直燒到天明，兀自未熄，到得下午，只見南邊也燒起了火頭。烈日下不見紅光，濃煙卻直衝雲霄。玄渡本來領人在前，見到南邊的大火後，勒馬候在道旁，等蕭峰來到，問道：「喬幫主，遼軍分三路來攻，你說這雁門關是否守得住？我已派人馬不斷的向雁門關報訊，但關上統帥懦弱，兵威不振，只怕難抗契丹的鐵騎。」蕭峰無言能對。玄渡又道：「看來女真人倒能制止，將來大宋和女真人聯手，南北夾攻，或許能阻使契丹鐵騎不敢南下。」蕭峰知他之意，是要自己設法和女真人的首領完顏阿骨打聯繫，但想自己實是契丹人，如何能勾結外敵來攻打故國，突然說道：「玄渡大師，我爹爹在寶剎可好？」玄渡一怔，道：「令尊皈依三寶，在少林後院清修，咱們這次來到南京，也沒知會令尊以免引起他的塵心。」蕭峰道：「我真想見見爹爹，問他一句話。」玄渡嗯了一聲，蕭峰道：「我想問他老人家：若是遼兵前來攻打少林寺，他卻怎生處置？」玄渡道：「那自是奮起殺敵，護寺護法，更有何疑？」蕭峰道：「可是我爹爹是契丹人，卻要他為了漢人，去殺契丹人？」玄渡沉吟道：「幫主果然是契丹人。棄暗投明，可敬可佩。」蕭峰道：「大師是漢人，只道漢為明，契丹為暗。我契丹人卻說大遼為明，大宋為暗，我祖先為羯人所殘殺，為鮮卑人所脅迫，東逃西竄，苦不堪言。大唐之時，你們漢人武功極盛，不知殺了我契丹多少勇士，擄了我契丹多少婦女。現在你們漢人武功不行了，我契丹反過來攻殺你們。如此殺來殺去，不知何日方了？」玄渡隔了半晌，唸道：「阿彌陀佛，阿彌陀佛。」段譽策馬走近，聽到二人下半截的說話，凄然吟道：「烽火燃不息，征戰無已時。野戰格鬥死，敗馬號鳴向天悲。烏鳶啄人腸，衝飛上掛枯枝樹。士卒塗草莽，將軍空爾為。乃知兵者是兇器，聖人不得已而用之。」蕭峰道：「乃知兵者是兇器，聖人不得已而用之。賢弟，你吟得好詩。」段譽道：「這不是我作的，是唐朝大詩人李白的詩篇。」蕭峰道：「我在此地之時，常聽族人唱過一個歌兒。」當即高聲唱起來：「亡我祁連山，使我六畜不藩息。亡我焉支山，使我婦女無顏色。」他中氣充沛，歌聲震四野，但歌聲之中，卻充滿了哀傷凄涼之意。段譽點頭道：「這是匈奴人的歌，當年漢武帝大伐匈奴，掠奪了大片地方，匈奴人慘傷困苦，想不到這歌兒今日還傳了下來。」蕭峰道：「我契丹的祖先，和當時匈奴人一般苦楚。」玄渡嘆了口氣，說道：「只有普天下的帝王將軍們都信奉佛法，以慈悲為懷，那時才不會再有征戰殺伐的慘事。」蕭峰道：「可不知何年何月，才有這等太平世界。」一行人續向西行，眼見東南北三方都有火光，晝夜不息，遼軍一路燒殺而來。群雄心下均感嗔怒，不住叫罵，要和遼軍決一死戰。范驊道：「遼軍越追越近，咱們終於將退無可退，依兄弟之見，咱們不如四下分散，教遼軍不知向那裏去追才是。」丐幫的吳長老大聲道：「那不是認輸了麼？范司馬，你別長他人志氣，減自己威風，勝也好，敗也好，咱們總得與遼狗拼一個你死我活。」各人正說之間，突然颼的一聲，一枝羽箭從東南角上射將過來，一名丐幫的五袋弟子中箭倒地，跟著山後一隊遼兵大聲吶喊撲了出來。原來這隊遼兵馬不停蹄的從間道來攻，越過斷後的群豪。這一支突襲的遼軍約有五百餘人。吳長風大叫：「殺啊！」當先衝了過去。群雄蓄憤已久，無不奮勇爭先。群豪人數既較這小隊遼軍為多，武藝又遠為高強，大呼酣戰聲中，砍瓜切菜般圍殺遼兵，只小半個時辰，將五百餘名遼兵殺得乾乾淨淨。有十餘名契丹武士攀山越嶺逃走，也都被中原群豪中輕功高明之士，追上去一一殺死。群豪打了一個勝仗，歡呼吶喊，人心大振。范驊卻悄悄對玄渡、虛竹、段譽等人說道：「咱們所殲的只是遼軍一小隊，這一仗既接上了，第二批遼軍跟著便來。咱們快向西退！」話聲未了，只聽得東邊轟隆隆、轟隆隆之聲大作。群豪一齊轉頭向東望去，但見塵土飛起，如烏雲般遮住了半邊天。霎時之間，群豪面面相覷，鴉雀無聲，但聽得轟隆隆、轟隆隆悶雷般的聲音遠遠響著。顯是大隊遼軍突然間全力奔馳，衝鋒而至，以這聲音中聽來，不知有多少萬人馬。江湖上的兇殺鬥毆，群豪是見得多了，但如此大軍馳驅，卻是聞所未聞，比之南京城外的接戰，這一次遼軍的規模更是不可同日而語。各人雖多是膽氣豪壯之輩，然陡然間遇到這般天地為之變色的軍威，忍不住心驚肉跳，滿手冷汗。范驊大聲叫道：「眾位兄弟，敵人勢大，枉死無益。留得青山在，不怕沒柴燒，咱們今日暫且避讓，乘機再行反擊。」當下群豪紛紛上馬，向西急馳。但聽得那轟隆隆的聲音，在身後老是響個不停。這一晚各人均不歇宿，眼見離雁門關路漸漸近了，群豪催騎而行，知道只要一進雁門關，扼險而守，敵軍雖眾，破關便極不容易。一路上馬匹紛紛倒斃，有的展開輕功步行，有的便兩人一騎。行到天明，離雁門關已不過十餘里地，眾人都放下了心，下馬牽疆緩緩而行，好讓牲口回力，但身後轟隆隆、轟隆隆的萬馬奔騰之聲，卻也更加響了。蕭峰走下嶺來，來到山側，猛然間看到一塊大岩，心中一凜：「當年玄慈方丈、汪幫主等率領中原豪傑，伏擊我爹爹，殺我母親和不少契丹武士，便是在此。」一側頭，只見一片山壁上斧鑿的印痕宛然可見，正是玄慈將他父親留下的字跡削去之處。蕭峰緩緩回頭，見到石壁旁的一株花樹，耳中似乎聽到了阿朱當年躲在樹後的聲音：「喬大爺，你再打下去，這座山峰也給你擊倒了。」他獃了一獃，阿朱情致殷殷的幾句話，又清清楚的在他腦海中響起：「我在這裏已等了你五日五夜，我只怕你不能來。你──你果然來了，謝謝老天爺保佑，你終於是安好無恙。」不知不覺間，蕭峰熱淚盈眶，走到花樹之旁，伸手摩挲樹幹，見那株樹比當日他與阿朱相會之時已高了不少。一時間傷心欲絕，渾忘了身外之事。忽聽得一個尖銳的聲音叫道：「姊夫，快退！快退！」跟著阿紫奔近身來，拉著蕭峰的衣袖。蕭峰一抬頭，只見東面、北面、南面三方，遼軍長矛的矛頭猶如樹林般刺向天空，顯然已經合圍。蕭峰點了點頭，道：「好，咱們退入雁門關再說。」這時其餘群豪都已來到雁門關前，但當蕭峰和阿紫並騎來到關口時，關門卻尤自緊閉，但見群豪臉上均有憤憤不平之色。只見關門上一名宋軍軍官站在城頭，朗聲說道：「奉鎮守雁門關指揮使張將軍將令：爾等既是中原百姓，原可入關，但不知是否勾結遼軍的奸細，因此各人拋下軍器，待我軍一一搜檢。身上不藏軍器，張將軍開恩，放爾等進關。」此言一出，群豪登時大嘩。有的說：「我等千里奔馳，奮力抵抗契丹，怎可懷疑我等是奸細？」有的道：「咱們攜帶軍器，是為了相助將軍抗遼。倘若失去了趁手兵器，如何和遼軍打仗？」更有性子粗暴之人登時叫罵起來：「他媽的，不放咱們進關麼？大夥兒攻將進去！」玄渡急忙出言制止，向那軍官說道：「相煩稟報張將軍知道：我們都是忠義為國的大宋百姓。敵軍轉瞬即至，再要搜檢甚麼的，耽誤了時刻，那時再開關，便危險了。」那軍官已聽了人叢中的叫罵之聲，又見許多人穿著奇形怪狀的衣飾，不類中土良民，問道：「老和尚，你說你們都是中土良民，我瞧有許多不是中國人罷，好！我就網開一面，是大宋良民，就可以進關來，不是大宋子民，那可不得進關。」群豪面面相覷，無不憤怒，要知段譽的部屬都是大理國臣民，虛竹的部屬更是各國人民都有，或西域、或西夏、或吐蕃、或高麗，如果只有大宋臣民方得進關，那麼大理國、靈鷲宮兩路人馬，大部分都不能進去了。玄渡說道：「將軍明鑒：咱們這裏有許多同伴，有的是大理國人，有的是西夏國人，都跟咱們聯手，和遼兵為敵，都是朋友，何分是宋人不是宋人？」原來這次段譽率部北上，嚴守秘密，絕不洩漏是一國之主的身份，以防宋朝大臣起心加害，或是擄之作為人質，所以玄渡言中，並不提及關下有大理國極重要的人物。那軍官怫然道：「雁門關乃大宋北門鎖鑰，是何等要緊的所在，你們瞧，遼兵已然大至，我若輕易開關，給遼兵乘機衝了進來，這天大的禍事有誰能夠擔當？」吳長風再也忍耐不住，大聲道：「你少囉唆幾句，早些開了關，豈不是甚麼事也沒有了？」那軍官怒道：「你這老叫化，本官面前，那有你說話的餘地？」他右手一揚，城垛上登時出現了千餘名弓箭手，彎弓搭箭，對準了城下。那軍官喝道：「快快退開，若再在這裏妖言惑眾，攪亂軍心，我可要放箭了。」玄渡長嘆一聲，不知如何是好。雁門關兩側雙峰夾峙，高聳入雲，這關所以名為「雁門」，意思說鴻雁南飛之時，也須從雙峰之間通過，以喻地勢之險。群豪中雖不乏輕功高強之士，盡可翻山越嶺逃走，但其餘人眾難逾天險，不免要被遼軍聚殲於關下了。只見遼軍限於山勢，東西兩路漸漸收縮，都從正面壓境而來，擂鼓之聲，震耳欲聾，但除了鼓聲、馬蹄聲、鐵甲聲、大風吹旗聲之外，卻無半點人聲喧嘩，足見來軍紀律嚴整，實是遼軍的精銳。一隊隊遼軍逼關為陣，馳到弩箭將及之處，便即停住。一眼望去，東西北三方旌旗招展，實不知有多少人馬。蕭峰朗聲道：「眾位請在原地稍候，不可移動，待在下與遼帝分說。」不等段譽、阿紫等勸止，已單騎縱馬而出。他雙手高舉過頂，示意手中並無兵刃弓箭，大聲說道：「大遼國皇帝陛下，蕭峰有幾句話跟你說，請你出來。」說這幾句話時，鼓足了內力，聲音遠遠傳了出去，遼軍十餘萬將士，沒一個不是聽得清清楚楚，不由得人人臉上變色。