第三三回　簫長琴短衣流黃張無忌去牽了坐騎，和趙敏並騎直奔關內。心想義父如確是落入丐幫之手，丐幫要以他來挾制明教，眼前當不致對他有所傷害，只是屈辱難免；但芷若冰清玉潔，遇上了陳友諒之險毒、宋青書之無恥，若遇逼迫，惟有一死。言念及此，恨不得插翅飛到盧龍。但趙敏身上有傷，卻又決計不能無眠無休的趕路。當晚兩人在一家小客店中宿歇。張無忌躺在炕上，越想越是擔心，走到趙敏窗外，但聽她呼吸調勻，正自香夢沉酣。他到櫃台上取過筆硯，撕下一頁帳簿，草草留書，說道事在緊急，決意連夜趕路，事成之後，當謀良晤，囑她小心養傷，緩緩而歸。將那頁帳簿用石硯壓在桌上，躍出窗外，向南疾奔而去。次晨購買馬匹，一路不住換馬，連日連夜的趕路，不數日間已到了盧龍。但如此快追，中途並未遇上陳友諒和宋青書，想是他晚上趕路之時，陳宋二人和掌缽龍頭正在客店之中睡覺，是以錯過。盧龍是河北重鎮，唐代為節度使駐節之地，經宋金之際數度用兵，大受摧破，元氣迄自未復，但仍是人煙稠密。張無忌走遍盧龍大街小巷、茶樓酒館，說也奇怪，竟一個乞兒也遇不到，他心下反喜：「如此一個大城，街上竟無化子，此事大非尋常。陳友諒說丐幫在此聚會，當非虛言，想是城中大大小小的化子都參見幫主去了。只須尋訪到他們聚會之所，便能探聽到義父和芷若是否真被丐幫擒去。」他在城中廟宇、祠堂、廢園、曠場到處察看，找不到端倪，又到近郊各處村莊踏勘，仍是不見任何異狀。到得傍晚，他越尋越是焦躁，不由得思念起趙敏的好處來：「若是她在身旁，我決不致這般束手無策。」只得到一家客店中去借宿，用過晚飯後小睡片刻，挨到二更時分，飛身上屋，且看四下裏有何動靜。遊目四顧，一片寧靜，更無半點江湖人物聚會跡象，正煩惱間，忽見東南角上一座高樓上兀自亮著火光，心想：「此家若非官宦，便是富紳，和丐幫自拉扯不上半點干係……」念頭尚未轉完，遙遙似乎望見人影一閃，有人從樓窗中躍了出來，只是相隔甚遠，看不清楚，心道：「莫非有綠林豪客到這大戶人家去做案？左右無事，便去瞧瞧。」當下展開輕功，奔到了那巨宅之旁，縱身翻過圍牆，只聽得有人說道：「陳長老也忒煞多事，明明言定正月初八大伙在老河口聚集，卻又急足快報，傳下訊來，要咱們在此等候。他又不是幫主，說甚麼便得怎麼，當真豈有此理。」聲音洪亮，語帶氣憤，說的卻顯然是丐幫中事。張無忌一聽之下，心中大喜。聲音從大廳中傳出，張無忌悄悄掩近，只聽丐幫幫主史火龍的聲音說道：「陳長老是挺了不起的，那個他奶奶的金毛獅王謝遜，江湖上這許多人尋覓了二十多年，誰也抓不到一根獅毛的屁影子來聞聞，陳長老卻將他手到擒來，別說本幫無人可及，武林之中，又有那一人能夠辦到……」張無忌又驚又喜，心想義父下落已知，丐幫中並無如何了不起的高手，相救義父當非難事，湊眼到長窗縫邊，向裏張望。只見史火龍居中而坐，傳功、執法二長老、掌棒龍頭及三名八袋長老坐在下首，另有一個衣飾華麗的中年胖子，衣飾形貌活脫是個富紳，背上卻也負著六隻布袋。張無忌暗暗點頭：「是了，原來盧龍有一個大財主是丐幫弟子。叫化子在大財主屋裏聚會，那確是誰也想不到的了。」只聽史火龍接著道：「陳長老既然傳來急訊，要咱們在盧龍相候，定有他的道理。咱們圖謀大事，他奶奶的，這個……這個，務當小心謹慎。」掌棒龍頭道：「幫主明鑒：江湖上群豪尋覓謝遜，為的是要奪取武林至尊的屠龍寶刀。現下這把寶刀既不在謝遜之手，不論怎麼軟騙硬嚇，他始終不肯吐露寶刀的所在。咱們徒然得到了一個瞎子，除了請他喝酒吃飯，又有何用？依兄弟說，不如狠狠的給他上些刑罰，瞧他說是不說。」史火龍搖手道：「不妥，不妥，用硬功夫說不定反而壞事。咱們等陳長老到後，再行從長計議。」掌棒龍頭臉露不平之色，似怪幫主甚麼事都聽陳友諒的主張。史火龍取出一封信來，交給掌棒龍頭，說道：「馮兄弟，你立刻動身前赴濠州，將我這封信交給韓山童，說他兒子在我們這裏，平安無事，只須韓山童投誠本幫，我自會對他兒子另眼相看。」掌棒龍頭道：「這送信的小事，似乎不必由兄弟親自走這一趟罷？」史火龍臉色微沉，說道：「這半年來韓山童等一夥鬧得好生興旺。聽說他手下他媽的甚麼朱元璋、徐達、常遇春，打起仗來都很有點兒臭本事。這次要馮兄弟親自出馬，一來是要說得韓山童歸附本幫，服服貼貼，又須察看他自己和手下那些大將有甚麼打算，二來探聽這一路明教人馬有他媽的甚麼希奇古怪。馮兄弟肩上的擔子非輕，怎能說是小事？」掌棒龍頭不敢再說甚麼，便道：「謹遵幫主吩咐。」接過書信，向史火龍行禮，出廳而去。張無忌再聽下去，只聽他們盡說些日後明教、少林、武當、峨嵋各派歸附之後，丐幫將如何興盛威風。這史火龍的野心似反不及陳友諒之大，言中之意，只須丐幫獨霸江湖，稱雄武林，便已心滿意足，卻沒想要得江山、做皇帝，粗言穢語，說來鄙俗不堪。他聽了一會，心感厭煩，尋思：「看來義父和芷若便是囚在此處，我先去救了出來，再將這些大言不慚的叫化子好好懲誡一番。」右足一點，輕輕躍上一株高樹，四下張望，見高樓下有十來名丐幫弟子，手執兵刃，來往巡邏，料想便是囚禁謝遜和周芷若之所。他溜下樹來，掩近高樓，躲在一座假山之後，待兩名巡邏的丐幫弟子轉身行開，便即竄到樓底，縱身而上。但見樓上燈燭明亮，他伏身窗外，傾聽房內動靜。聽了片刻，樓房內竟是半點聲息也無。他好生奇怪：「怎麼一個人也沒有？難道竟有高手暗伏在此，能長時閉住呼吸？」又過一會，仍是聽不到呼吸之聲，探身向窗縫中張望，只見桌上一對大蠟燭已點去了大半截，室中卻無人影。樓上並排三房，眼見東廂房中無人，又到西廂房窗外窺看。房中燈光明亮，桌上杯盤狼藉，放著七、八人的碗筷，杯中殘酒未乾，菜餚初動，卻一人也無，似乎這些人吃喝未久，便即離房他去。中間房卻黑洞洞地並無燈光。他輕推房門，裏面上著門閂，他低聲叫道：「義父，你在這兒麼？」不聽得應聲。張無忌心想：「看來義父不在此處，但丐幫人眾如此嚴密戒備，卻是為何？難道有意的實者虛之、虛者實之嗎？」突然聞到一陣血腥氣，從中間房傳了出來。他心頭一驚，左手按在門上，內力微震，格的一聲輕響，門閂從中斷截。他立即閃身進房，接住了兩截斷折的門閂，以免掉落地下，發出聲響。他只跨出一步，腳下便是一絆，相觸處軟綿綿地，似是人身，俯身摸去，卻是個屍體。這人氣息早絕，臉上兀自微溫，顯是死去未久。摸索此人頭顱，小頭尖腮，並非謝遜，當即放心。跨出一步，又踏到了兩人的屍身。他伸指在西邊板壁上戮出兩個小孔，燭光從孔中透了過來。只見地下橫七豎八的躺滿了屍體，盡是丐幫弟子，顯然都是受了極重的內傷。他提起一屍，撕開衣衫，但見那人胸口拳印宛然，肋骨齊斷，拳力威猛非凡。張無忌大喜：「原來義父大展神威，擊斃看守人眾，殺出去了。」在房中四下察看，果見牆角上用尖利之物刻著個火焰的圖形，正是明教的記號，又見窗閂折斷，窗戶虛掩，心想：「是了，適才我見這樓上有黑影一閃，便是義父脫身而去了，只不知義父如何會被丐幫所擒？想是他老人家目不見物，難以提防丐幫的詭計。他們若非用蒙汗藥物，便是用絆馬索、倒鉤、漁網之類物事擒他。」他心中喜悅不勝，走出房外，縮身門邊，向下張望，見眾丐兀自來回巡邏，對樓上變故全不知情，尋思：「義父離去未久，快去追上了他，咱爺兒倆回轉身來，鬧他個天翻地覆，方教群丐知我明教手段。」思念及此，豪氣勃發，適才見那黑影從西方而去，當下縱身躍起，在一株高樹上一點，躍出圍牆，提氣向西疾奔。沿著大路追出數里，來到一處岔道，四下一尋，見一塊巖石後畫著個火焰記號，指向西南的小路。張無忌大喜，心想義父行蹤已明，立時便可會見。明教中諸般聯絡指引的暗號，他曾聽楊逍詳細說過，又見這火焰記號雖只寥寥數劃，但勾劃蒼勁，若非謝遜這等文武全才之士，明教中沒幾人能畫得出來。※※※此時他更無懷疑，沿著小路追了下去，直追到沙河驛，天已黎明，在飯店中胡亂買了些饅頭麵餅充饑，更向西行，到了棒子鎮上。只見街角牆腳下繪著個火焰記號，指向一所破祠堂，他心中大喜，料想義父定是藏身其間，走進門去，只聽得一陣呼五喝六之聲，大廳上圍著一群潑皮和破落戶子弟正自賭博，卻是個賭場。賭場莊頭見張無忌衣飾華貴，只道是位大豪客來了，忙笑吟吟的迎將上來，說道：「公子爺快來擲兩手，你手氣好，殺他三個通莊。」轉頭向眾賭客道：「快讓位給公子爺，大夥兒端定銀子輸錢，好讓公子爺雙手捧回府去啊！」張無忌眉頭一皺，見眾賭客中並無江湖人物，提聲叫道：「義父，義父，你老人家在這兒嗎？」隔了一會，不聽有人回答，他又叫了幾聲。一個潑皮見他不來賭博，卻來大呼小叫的擾局，當即應道：「乖孩兒，我老人家就在這兒，你快快來擲骰子啊。」眾潑皮哄堂大笑。張無忌問那莊頭：「你可曾見到一位黃頭髮、高身材的大爺進來，是一位雙目失明的大爺？」那莊頭見他不來賭博，卻是來尋人，心中登時淡了，笑道：「笑話奇談，天下竟有瞎子來賭骰子的？這瞎子是失心瘋的嗎？」張無忌追尋義父不見，心中已沒好氣，聽這莊頭和那潑皮出言不遜，辱及義父，踏上兩步，一手一個，將那莊頭和潑皮抓了起來，輕輕一送，將兩人擲上了屋頂。這兩人雖未受傷，卻已嚇得殺豬般的大叫起來。張無忌推開眾人，拿起賭台上兩錠大銀，說道：「公子爺把銀子捧回府去了。」揣在懷內，大踏步走出祠堂。眾潑皮驚嚇得呆了，誰敢來追？他續向西行，不久又見到了火焰記號。傍晚時分到了豐潤，那是冀北的大城，依著記號所指，尋到一處粉牆黑門之外。但見門上銅環擦得晶亮，牆內梅花半開，是家幽雅精潔的人家。他拿起門環，輕敲三下。不久腳步細碎，黑門呀的一聲開了，鼻中先聞到一陣濃香，應門的是個身穿粉紅皮襖的小鬟，抿嘴一笑，說道：「公子爺這久不來啦，姐姐想得你好苦，快進來喝茶。」說著又是一笑，向他拋了個媚眼。張無忌猶如丈二金剛摸不著頭腦，問道：「你怎識得我？你姊姊是誰？」那小鬟笑道：「你明知故問，快來罷，別讓我姊姊牽肚掛腸啦。」伸手握住了他右手，引著他進內。張無忌大奇：「怎地她跟我一見如故？」轉念一想：「啊，是了，想必芷若寄身此間，知我日內必定循著記號尋來，命這小鬟日夜應門。唉，多日不見，芷若原是牽肚掛腸，想得我苦。」他心中一陣溫馨，便隨著那小鬟，經過一條鵝卵石舖的小徑，穿過一處院落，來到一間廂房之中。只聽得簷間一隻鸚哥尖起嗓子叫道：「情哥哥來啦，姊姊，情哥哥來啦。」張無忌臉上一紅，心想：「連鸚哥兒也知道了。」只見房中椅上都舖著錦墊，炭火熊熊，烘得一室皆春，几上點著一爐香。那小鬟轉身出去，不久托著一隻盤子進來，盤中六色果子細點，一壺清茶。那小鬟款款的斟了茶，遞在張無忌手中，卻在他手腕上輕輕捏了把。張無忌眉頭一皺，心想：「這丫頭怎地如此輕狂？」礙著周芷若面子，卻也不好說她，問道：「謝老爺呢？周姑娘在那裏？」那小鬟笑道：「你問謝老爺幹麼？喝乾醋麼？我姊姊就來啦，瞧你這急色兒的模樣，你啊，好沒良心，到我們這兒，心上卻又牽記著甚麼周姑娘、王姑娘的。」張無忌一怔，說道：「你滿口胡言亂語，瞎扯些甚麼？」那小鬟又是抿嘴一笑，轉身出去。過了一會，只聽得環啷丁冬，帷子掀開，那小鬟扶了一個二十一、二歲的女子進來。只見她膚色白膩，眉毛彎彎，頗具姿色，右嘴角上點著一粒風流痣，眼波盈盈，欲語先笑，體態婀娜，裊裊婷婷的迎了上來。張無忌只覺濃香襲人，心下甚不自在。只聽那女子道：「相公貴姓？今兒有閒來坐坐，小女子真是好大的面子。」一面說，左手便搭到了他肩頭。張無忌滿臉通紅，急忙避開，說道：「賤姓張。有一位謝老爺子和一位姓周的姑娘，可是在這兒麼？」那女子笑道：「這兒是梨香院啊，你要找周纖纖，該上碧桃居去。你給那一個小妮子迷得失了魂，上梨香院來找周纖纖了？嘻嘻！」張無忌恍然大悟，原來此處竟是所妓院，說道：「對不起。」閃身便即出門。那小鬟追了出來，叫道：「公子爺，我家姐姐那一點比不上周纖纖？你便片刻兒也坐不得？」張無忌連連搖手，摸出一錠從賭場搶來的銀子往地下一擲，飛步出門。這麼一鬧，心神半晌不得寧定，眼見天色將黑，夜晚間只怕錯過了路旁的火焰記號，便向一家客店借宿，心頭思潮起伏：「義父怎地又去賭場，又去妓院？他老人家此舉，到底含著甚麼深意？」睡到中夜，突然間驚醒：「義父雙目失明，怎能一路上清清楚楚的留下這許多記號？難道是芷若從旁指引？還是敵人故意假冒本教的記號，戲弄於我？甚至是引我入伏？哼，便是龍潭虎穴，好歹也要闖他一闖。」次晨起身，在豐潤城外又找到了火焰記號，仍是指向西方。午後到了玉田，見那記號指向一家大戶人家。這家門外懸燈結彩，正做喜事，燈籠上寫著「之子于歸」的紅字，看來是女兒出嫁，鑼鼓吹打，賀客盈門。張無忌這次學了乖，不再直入打聽謝遜的下落，混在賀客群中察看，未見異狀，便即出來找尋記號，果在一株大樹旁又找到了。火焰記號引著他自玉田而至三河，更折而向南，直至香河。此時他已然想到：「多半是丐幫發見了我的蹤跡，使調虎離山之計將我遠遠引開，以便放手幹那陰毒勾當。」他雖然焦急，卻又不敢不順記號而行，只怕記號確是謝遜和周芷若所留。「倘若他們正給厲害敵人追擊，奔逃之際，沿路留下記號，只盼我趕去救援，我若自作聰明，逕返盧龍，義父和芷若竟爾因此遇難，那可如何是好？事已至此，只有跟著這火焰記號，追他個水落石出。」自香河而寶城，再向大白莊、潘莊，已是趨向東南，再到寧河，自此那火焰記號便無影無蹤，再也找不到了。他在寧河細細查察，不見有絲毫異狀，心想：「果然是丐幫將我引到了這裏，教我白白的奔馳數日。」當下買了匹坐騎，重回盧龍，在估衣店買了件白色長袍，借了硃筆，在白袍上畫了個極大的火焰，決意堂堂正正的以明教教主身份，硬闖丐幫總堂。※※※他換上白袍，大踏步走到那財主巨宅門前，只見兩扇巨大的朱門緊緊閉著，門上碗口大的銅釘閃閃發光。他雙掌推出，砰的一聲，兩扇大門飛了起來，向院子中跌了進去，乒乒乓乓一陣響亮，兩隻大金魚缸打得粉碎。這數日之中，他既掛念義父和周芷若的安危，又連遭戲弄，在冀北大繞圈子，心中鬱怒難宣，這時回到丐幫總舵，決意大鬧一場。他劈破大門，大踏步走了進去，舌綻春雷，喝道：「丐幫眾人聽了，快叫史火龍出來見我。」院子中站著丐幫的十多名四、五袋弟子，見兩扇大門陡然飛起，已是大吃一驚，又見一個白衣少年闖進，登時有七、八人同聲呼喝，迎上攔住，紛紛叫道：「甚麼人？幹甚麼？」張無忌雙臂一振，那七、八名丐幫弟子砰砰連聲，直摔出去，只撞得一排長窗盡皆稀爛。他穿過大廳，砰的一掌，又撞飛了中門，見中廳上擺著一桌筵席，史火龍居中而坐。一干丐幫首領聽得大門口諠譁之聲，正派人出來查詢。張無忌來得好快，半路上迎住那匆匆出來查問的七袋弟子，劈胸抓住，便向史火龍擲去。那財主模樣的主人坐在下首，眼見那七袋弟子向席上飛來，伸臂往那人身上抱去，一抱抱個正著，但覺一股勁力排山倒海般撞到，腳下急使「千斤墜」，要待穩住身形，不料登登登連退七、八步，背心靠上了大柱，這才停住，雙手一鬆，將那七袋弟子拋在地下，一口氣喘不過來，全身癱軟，倒在柱邊。群丐見此情景，無不駭然。便在此時，張無忌「咦」的一聲，驚喜交加，見圓桌左首坐著個女少，赫然便是周芷若。她身旁坐著的卻是宋青書。周芷若驚呼一聲：「無忌哥哥！」站起身來，身子一幌，便委頓在地。張無忌吃了一驚，搶上前去俯身抱起。他身子尚未挺直，背上拍的一聲，砰的一響，已被宋青書擊了一掌，再被另外一名丐幫高手打了一拳。張無忌此時九陽神功早已運遍全身，這一掌一拳打在背上，掌力拳力盡數卸去。他抱起周芷若，縱身躍回院子，問道：「義父呢？」周芷若顫聲道：「我……我……」張無忌問道：「他老人家可好嗎？」周芷若道：「我給他們點中了穴道……」張無忌只是關心謝遜，又問：「義父呢？」周芷若道：「不知道啊，我給他們擒來此處，一直不知義父他老人家的下落。」張無忌在她腿關節上推拿了幾下，將她放在地下。那知周芷若被點中穴道的手法甚是特異，他這兩下推拿竟不奏效。她雙足著地，卻無法站直，兩膝一彎，便即坐倒。群丐紛紛離座，走到階前。史火龍抱拳道：「閣下便是明教張教主了？」張無忌心想他是一幫之主，倒不可失了禮數，當下抱拳還禮，說道：「不敢。在下擅闖貴幫總舵，還乞史幫主恕過無禮之罪。」史火龍道：「張教主近年來名震江湖，在下如雷……這個貫耳，今日見到老兄身手，果然厲害得緊，嘿嘿，佩服，佩服」張無忌道：「在下來得魯莽，倒教史幫主見笑了。我義父金毛獅王在那裏？請他老人家出來相見。」史火龍臉上一紅，隨即哈哈一笑，說道：「張教主年紀輕輕，說話卻如此陰損。我們一番好意，請謝獅王來……來那個……喝一杯酒，那知謝獅王不告而別，還下重手傷了敝幫八名弟子，他奶奶的，這筆帳不知如何算法？卻要請張教主來打打算盤了。」張無忌一怔，心想：「那八名丐幫弟子果是我義父以重手拳所殺。看來他老人家確已不在此間，但到了何處呢？」便道：「這位周姑娘呢？貴幫又為甚麼將她囚禁在此？」史火龍一怔，道：「這個……」陳友諒插口道：「人道明教張無忌武功雖強，卻是個蠻不講理的小魔頭……哈哈……」張無忌沉著臉道：「怎樣？」陳友諒道：「今日一見，嘿嘿，果然是樹的影兒，人的名兒，半點也不錯。」張無忌道：「我怎麼蠻不講理了？」陳友諒道：「這位周姑娘乃峨嵋派掌門，名門正派的首腦人物，跟貴教旁門左道之士又有甚麼干係？這位宋青書兄弟是武當派後起之秀。他和周姑娘郎才女貌，珠聯璧合，當真是門當戶對，一雙兩好。他二人雙雙路過此間，丐幫邀他二位作客，共飲一杯，何以明教教主竟來橫加干預？真是好笑啊好笑！」群丐隨聲附和，哈哈大笑。張無忌道：「若說周姑娘是你們客人，何以你們又點了她的穴道？」陳友諒道：「周姑娘一直好好的在此飲酒，談笑自若，誰說是點了她的穴道？丐幫和峨嵋派淵源極深，世代交好。峨嵋派創派師祖郭女俠，是敝幫上代黃幫主的親生女兒。敝幫上代耶律幫主是郭女俠的親姊夫。武林中若非乳臭小兒的無知之輩，這些史實總該知曉。我們丐幫豈能得罪現任峨嵋派的掌門？張教主信口雌黃，怎不教天下英雄恥笑？」張無忌冷笑道：「如此說來，周姑娘是自己點了自己的穴道？」陳友諒道：「那也未必。這兒人人親眼目睹，張教主飛縱過來，強加非禮，一把將周姑娘抱了過去。周姑娘掙扎不服，尊駕自是順手點了她的穴道。張教主，雖說英雄難過美人關，好色之心，人皆有之，可是如此大庭廣眾之間，眾目睽睽之下，張教主這等急色舉動，不是太失自己身分了麼？」張無忌口才本就遠遠不及陳友諒，被他這麼反咬一口，急怒之下，更是難以分辯，只氣得臉色鐵青，喝道：「如此說來，你們定是不肯告知我義父的行蹤了？」陳友諒大聲道：「張教主，貴教光明使者楊逍，當年姦殺峨嵋派紀曉芙女俠，天下武林同道，無不髮指。你如自恃武功高強，又來幹這種卑鄙齷齪的勾當，只怕難逃公道。」張無忌轉頭對周芷若道：「芷若，你倒說一聲，他們如何擄劫你來此處？」周芷若道：「我……我……我……」連說了三個「我」字，忽爾身子一斜，暈了過去。群丐紛紛鼓噪，叫道：「明教魔頭殺了人啦！」「張無忌逼奸不遂，害死了峨嵋派的掌門！」「殺了淫賊張無忌，為天下除害。」張無忌大怒，踏步向前，便向史火龍衝去，心想：「擒賊先擒王，只要抓住了史火龍，好歹著落在他身上，逼問出我義父的下落。」掌棒龍頭和執法長老雙雙攔上。掌棒龍頭揮動鐵棒，執法長老右手鋼鉤、左手鐵拐，兩個人三件兵刃，同時向他打來。張無忌一聲清嘯，乾坤大挪移心法使出，叮噹一聲響，執法長老右手鋼鉤格開了掌棒龍頭的鐵棒，左手單拐向他脅下砸去。旁邊傳功長老長劍遞出，叫道：「這小子武功怪異，大夥兒小心了。」刷刷刷三劍，吐勢如虹，連指張無忌胸口小腹。張無忌見他招數凌厲，叫道：「好劍法。」側身避開，左手食指點向他大腿。傳功長老長劍圈轉，劍尖對準張無忌指尖戳去。這一下變招既快，劍尖所指更是不差釐毫，單此一劍，已是武林中罕見的高招。張無忌心中暗讚：「丐幫名揚江湖，百年不衰，幫中臥虎藏龍，果是有傑出的人材。」那日在彌勒廟中曾見玄冥二老和丐幫高手交戰，只是身藏樹中，不敢探首，所見不切，此刻親自交手，才知傳功、執法兩長老足可列名當世一流高手。掌棒龍頭火候較淺，卻也只是稍遜一籌而已。瞬息間，丐幫三老已和張無忌拆過了二十餘招。陳友諒突然高聲叫道：「擺殺狗陣！」群丐荷荷高呼，刀光似雪，二十一名丐幫好手各執彎刀，將張無忌圍在垓心。這二十一人或口唱蓮花落，或呻吟呼痛，或伸拳猛擊胸口，或高叫：「老爺、太太、施捨口冷飯！」張無忌先是一怔，隨即明白，這些古怪的呼叫舉動，旨在擾亂敵人心神。只見群丐腳步錯雜，然進退趨避，卻是嚴謹有法。傳功長老喝道：「且住！」退了兩步，橫劍當胸。執法長老和掌棒龍頭也各躍開。排成「殺狗陣」的群丐卻仍是奔躍來去，絲毫不停。傳功長老叫道：「張教主，我們以眾欺寡，原本不該，但丐幫中任何一人均非閣下對手。除奸殺賊，可顧不得俠義道中單打獨鬥的規矩了。」張無忌微微一笑，道：「好說，好說。」傳功長老又道：「我們人人均有兵刃，張教主卻是空手，丐幫所佔便宜未免太多。張教主要使甚麼兵刃，儘管吩咐，自當遵命奉上。」張無忌心想：「這位傳功長老武功既高，人也仗義，與陳友諒這干人倒是頗有不同。」說道：「跟各位玩玩，又何必掄刀動杖？在下要用兵刃，自己不會取麼？」他說到此外，身形一幌，已從殺狗陣中閃出，雙手分在陳友諒與宋青書二人肩頭一按，夾手奪了二人手中長劍，側身斜退，又回入陣地。他一出一入，二十一名舞刀急奔的幫眾竟沒碰到他一片衣角。群丐正自駭然，只聽他朗聲說道：「貴幫『殺狗陣』的名字取得甚好。只是殺狗容易，要想降龍伏虎，此陣便不管用。」說著雙劍一振，一股勁力傳到劍身之上，但聽得喇喀兩響，雙劍從中折斷。掌棒龍頭大呼：「大夥兒上啊。」鐵棒向他胸口點到，執法長老的鉤拐也舞成兩團雪花，疾捲而至。張無忌向左一衝，身子卻向右方斜了出去，乾坤大挪移手法使將出來，但見白光連連閃動，噗噗噗之聲不絕，殺狗陣群丐手中的彎刀都被他奪下拋下，一柄柄都插在大廳的正樑之上。二十一柄彎刀整整齊齊列成一排，每柄刀都沒入木中尺許。猛聽得陳友諒叫道：「張無忌，你還不住手？」張無忌回過頭來，只見陳友諒手中又執著一柄長劍，劍尖指在周芷若的後心。張無忌冷笑道：「百年來江湖上都說『明教、丐幫、少林派』，教派以明教居首，幫會推丐幫為尊，各位如此作為，也不怕辱沒了洪七公老俠的威名？」傳功長老怒道：「陳長老，你放開周姑娘，我們跟張教主決一死戰。丐幫傾全幫之力，拾奪不下明教教主孤身一人，竟要出此下策。咱們大夥兒還有臉面做人麼？」陳友諒笑道：「大丈夫寧鬥智，不鬥力。張無忌，你還不束手待縛？」張無忌大笑道：「也罷！今日教張無忌見識了丐幫的威風。」突然間倒退兩步，向後一個空心觔斗，凌空落下，雙足已騎在丐幫幫主史火龍的肩頭。他右掌平放在史火龍的頂門，左掌拿住他後頸的經脈。這一招聖火令武功竟如此輕易得手，連張無忌自己也頗出意料之外。他原意是使一招怪招、出其不意的欺近史火龍，心中算定了三招厲害後著，要快如閃電的將史火龍擒拿過來，只怕陳友諒心狠手辣，說不定真的會向周芷若猛下毒手。那知他所想好的三招厲害殺手竟一招也使不上，史火龍不經招架，便已被擒。他騎在史火龍肩頭，猶如兒童與大人戲耍一般，形相甚是不雅，但既已制住對方頂門要穴，卻也不願縱身下地，以致另生波折。群丐見幫主被擒，齊聲驚呼。張無忌右手手掌平平按在史火龍頂門的「百會穴」上，那「百會穴」是足太陽經和督脈之交，最是人身大穴，他只須掌力輕輕一吐，史火龍立時經脈震斷而斃，無藥可救。群丐誰也不敢動彈。一陣呼喝過後，大廳上突然間一片寂靜，人人睜大了雙眼望著張無忌和史火龍，不知如何是好。※※※正在此時，忽聽得屋頂上傳下來輕輕數響琴簫和鳴之聲，似是有數具瑤琴、數枝洞簫同時奏鳴。樂聲縹緲宛轉，若有若無，但人人聽得十分清楚，只是忽東忽西，不知是從屋頂的那一方傳來。張無忌大奇，實不知這琴簫之聲是何含意。陳友諒朗聲道：「何方高人駕臨丐幫？若是明教群魔，不妨就此現身，何必裝神弄鬼？」瑤琴聲錚錚錚連響三下，忽見四名白衣少女分從東西簷上飄然落下庭中，每人手中都抱著一具瑤琴。這四具琴比尋常的七紡弦琴短了一半，窄了一半，但也是七弦齊備。四名少女落下後分站庭中四方。跟著門外走進四名黑衣少女，每人手中各執一枝黑色長簫，這簫卻比常見的洞簫長了一半。四名黑衣少女也是分站四角。四白四黑，交叉而立。八女站定方位，四具瑤琴上響起樂調，接著洞簫加入合奏，樂音極盡柔和幽雅。張無忌不懂音樂，然覺這樂聲宛轉悅耳，雖是身處極緊迫的局面之下，也願多聽一刻。悠揚的樂聲之中，緩步走進一個身披淡黃輕衫的女子，左手攜著一個十二、三歲的女童。那女子約摸二十七、八歲年紀，風姿綽約，容貌極美，只是臉色太過蒼白，竟無半點血色。那女童卻相貌醜陋，鼻孔朝天，一張闊口，露出兩個大大的門牙，直有兇惡之態。她一手拉著那個美女，另一手卻持一根青竹棒。群丐一見這兩個女子進來，目光不約而同的都凝視著那根青竹棒。張無忌見這許多女子進來，自覺仍是騎在史火龍肩頭，未免太過兒戲，但陳友諒的劍尖不離周芷若後心，自己可不能輕易放開了丐幫幫主。但見群丐人人目不轉睛地瞪著那女童手中的竹棒，似乎天下唯有這根竹棒才是第一要緊的物事，甚麼白衣少女、黑衣少女、黃衫少女，以及這個醜女童本人，誰都是對之視若無物。他暗暗詫異，打量這竹棒時，只見那棒通體碧綠，精光溜滑，不知多少年來經過多少人的摩挲把弄，但除此之外，卻也不別無異處。那黃衫美女目光一轉，猶似兩道冷電，掠過大廳上眾人，最後停在張無忌臉上，冷冰冰的道：「張教主，你年紀也不小了，正經事不幹，卻在這兒胡鬧。」這幾句話中微含責備之意，但辭語頗為親切，猶似長姊教訓幼弟一般。張無忌臉上一紅，分辯道：「丐幫的陳長老以卑鄙手段，制住我的……我的同伴，我只好擒住他們的幫主。」那美女微微一笑，柔聲道：「將人家幫主當馬騎，不太過份一點嗎？我從長安來，道上聽人說明教教主是個小魔頭，今日一見，唉，唉！」說著螓首輕搖，頗有不以為然的神色。史火龍突然大叫：「張無忌你這小淫賊，快快下來！」想伸手去扳他腿，苦於後頸經脈被拿，半點勁道也使不出來。張無忌聽他當著婦道人家的面斥罵自己為「小淫賊」，又羞又怒，左手一股內力從他後頸透了過去。史火龍全身酸麻難當，忍不住大聲：「啊喲，啊喲」的呻吟起來。群丐見張無忌如此無禮，而本幫幫主卻又這等孱弱，無不羞憤交集，均覺史火龍在敵人手下居然出聲呻吟，實大失英雄好漢的身份，別說他是江湖上第一大幫之主，便是尋常一個丐幫弟子，也不該對敵人低頭示弱。陳友諒道：「張無忌，你放開我們史幫主，我便收劍如何？」他不待方答應，當即還劍入鞘。他料得這一著必可收效，果然張無忌說道：「甚好。」身形一幌，已站在周芷若身邊，但見她雙眉深鎖，神情委頓，不由得甚是憐惜，扶她在庭中一張石鼓凳上坐下。陳友諒轉向那黃衫美女，拱手說道：「芳駕惠臨敝幫，不知有何教言？尊姓大名，可得見示否？」又問那醜陋女童道：「小姑娘，你這根竹棒是那裏來的？」那黃衫美女冷冷的道：「混元霹靂手成崑在那裏？請他出來相見。」張無忌聽到「混元霹靂手成崑」七字，心下大奇，卻見陳友諒臉上斗然變色。但他神色迅即寧定，淡淡的道：「混元霹靂手成崑？那是金毛獅王謝遜的師父啊。你該問明教張教主才是。」黃衫美女道：「閣下是誰？」陳友諒道：「在下姓陳，草字友諒，乃丐幫的八袋長老。」黃衫美女嘴角向史火龍一撇，問道：「這傢伙是誰？模樣倒是雄糾糾的一副英雄氣概，怎地如此膿包？給人略加整治，便即大呼小叫，不像樣子。」群丐都感臉上無光，暗自羞慚，有些人瞧向史火龍的眼色之中，已帶著三分輕蔑，兩分氣惱。陳友諒道：「這位便是本幫史幫主。他老人家近來大病初癒，身子不適，你是客人，我們讓你三分。若再胡言亂道，得罪莫怪。」說到最後兩句，已是聲色俱厲。那黃衫美女神色漠然，向一名黑衣少女道：「小翠，將那封信還了給他。」那黑衣少女應道：「是！」從懷中取出一封信來，托在手中。張無忌一瞥，見封皮上寫著：「面陳明教韓大爺山童親啟」，另一行寫著四個小字：「丐幫史緘。」掌棒龍頭一見那信，登時滿臉紫脹，罵道：「小賤婢，原來途中一再戲弄老子的偷信賊，便是你這死丫頭。」挺起手中鐵棒，便要撲上前去廝拼。那黑衣少女格格一笑，說道：「我丫頭是丫頭，可是沒死。這麼大的人，連封信也看不住，不害羞。」說著纖手一揚，那封信平平穩穩的向掌棒龍頭飛來。掌棒龍頭當即一把抓住。張無忌那晚曾見史火龍命掌棒龍頭送信去給韓山童，以韓林兒為要挾，脅他歸降丐幫，此時聽了這番對答，料知必是那些白衣黑衣少女途中戲耍掌棒龍頭，盜了他的書信，以致他迫得重返盧龍。但掌棒龍頭武功精強，聽他說話，竟是直至此刻方知戲耍他的人是誰，那麼這八名少女若非有過人的機智，便是身具極高武功，更可能是那黃衫美女暗中主持，將一位丐幫高手耍得團團亂轉。想到此處，不禁對那黃衫女子好生感激。那黃衫美女說道：「韓山童起義淮泗，驅逐韃子，道路傳言，都說他仁厚好義，不擾百姓。既是這麼一位英雄人物，豈能為了兒子而背叛明教，投降丐幫？你們就算將這信送到韓大爺手中，那也只自討沒趣而已。我見這位龍頭大哥胡塗得可笑，又因丐幫中有件大事，須他親自在場，才截下他的信來。」張無忌抱拳道：「多謝大姊援手相助，張無忌有禮。」黃衫女子還了一禮，道：「不必客氣。」黃衫女子又向丐幫眾人道：「你們以為擒住了韓林兒，便能逼迫韓山童投降麼？掌棒龍頭大哥，那日你在道上接連受阻，以為改行小道，便能避過麼？嘿嘿，就算避過了，這信送到韓山童手中，於你丐幫也無好處。」陳友諒心中一動，接過那封信來，只見封皮完好無缺，撕開封皮，抽出信箋，一瞥之下，臉色登時大變。原來一封向韓山童招降的信，已變成丐幫向明教投誠的降書，文字中卑躬屈膝，盡極謙抑，自罵過去所作所為實是萬惡不赦，聲稱自今而後，決定痛改前非，務懇明教寬洪大量，既往不咎，收錄作為下屬，俾為驅趕元虜的馬前先行。黃衫女子冷笑道：「不錯，這信我是瞧過啦，可不是我改的。我看了此信才知掌棒龍頭早已著了人家手腳，上了大當。我念著跟丐幫上一代的淵源，不願威名赫赫的天下第一大幫，到今日如此出醜露乖，這才截下來。你們想想，此信由丐幫掌棒龍頭親手送到了明教手中，丐幫今後還有顏面立足於江湖之上麼？」傳功長老、執法長老、掌缽龍頭、掌棒龍頭等先後接過信來，一看之下，無不驚怒，心下卻又不禁暗叫：「慚愧！」果如黃衫女子所言，這封卑辭奴言、沒半分骨氣的降書一落入明教之手，丐幫醜名揚於天下，所有丐幫弟子，再難在人前直立。如此說來，黃衫女子截下這封書信，實是幫了丐幫一個大忙。然則偷換書信，卻又是何人？黑衣少女小翠笑道：「你們想問：這封信是誰換的，是不是？」丐幫不答，但人人臉上均露出急欲知曉的神色。小翠道：「掌棒龍頭，你除下外袍，便知端的。」掌棒龍頭早已滿臉脹得通紅，頸中青筋根根凸起，聽得此言，當即雙手拉住外袍兩邊衣襟一扯，噗噗數聲輕響過去，扣子盡數崩斷。他向後一甩，已將外袍丟下，喝道：「那便怎地？」只聽得他身後群丐齊聲「咦」的驚呼，似乎瞧到了甚麼怪異物事。掌棒龍頭道：「甚麼？」轉過身來，只見六七人指著他的背脊。掌棒龍頭更是焦躁，雙手一陣亂扯，撕破內衫前襟，將貼肉的衣衫除下，露出一身虯纏糾結的肌肉，揮過內衫一瞧，只見衫上用靛青繪著一隻青色大蝙蝠，雙翼大張，猙獰可怖，口邊點著幾滴紅色血色點。傳功長老、執法長老等齊聲叫道：「青翼蝠王韋一笑！」韋一笑從前少到中原，聲名不響，但近年來在江湖上神出鬼沒、大顯身手，威名之盛，已頗不下於白眉鷹王。張無忌心下暗喜：「若非韋兄這等來無影、去無蹤的輕功，原是難以戲弄得這掌棒龍頭全無知覺。」掌棒龍頭一怔，提起那件內衫，劈臉向張無忌打來，罵道：「好啊，原來是你們這批魔崽子戲弄老夫。」張無忌衣袖一拂，那內衫被一股勁風帶得冉冉上升，掛在庭中一株銀杏樹丫枝之上，臨風飄揚，衫上那只吸血大蝙蝠更顯得栩栩如生。張無忌笑道：「掌棒龍頭，敝教韋蝠王手下留情，你難道不知麼？他當日若要取你性命，你便怎樣？」掌棒龍頭一想，不由自主的打個寒噤。陳友諒心知此越鬧越臭，只有攔下不理，是為上策。問那黃衫女子道：「請問姑娘高姓，不知與我們有何淵源。」黃衫女子冷笑道：「跟你們有甚麼淵源？我只跟這根打狗棒有些淵源。」說著向醜女童手中的青竹棒一指。群丐早認出這是本幫幫主信物打狗棒，卻不明何以會落入旁人手中，各人的眼光都瞧著史火龍，但見他臉色慘白，不知所措。傳功長老問道：「幫主，這女孩拿著的打狗棒，是假的麼？」史火龍道：「我……我看多半是假的。」黃衫女子道：「好，那麼你將真的打狗棒取將出來，比對比對。」史火龍道：「打狗棒是丐幫至寶，怎能輕易示人？我也沒隨身攜帶，若有失落，豈不糟糕？」群丐一聽，都覺這句話不成體統，身為丐幫幫主，怎會怕打狗棒失落？那女童高舉竹棒，大聲道：「大家來看。這打狗棒是本幫……本幫一代代傳下來的棒兒，怎麼會假？」群丐聽她口稱「本幫」，暗自驚奇，走近細看，見這棒晶潤如玉，堅硬勝鐵，確是本幫幫主的信物無疑。各人面面相覷，不明其理。黃衫女子道：「素聞丐幫幫主以降龍十八掌及打狗棒法二大神功馳名天下。小虹，你先向史幫主討教討教降龍十八掌的功夫。小玲，你待小虹姊姊勝了之後，再向史幫主討教討教打狗棒法的功夫。」兩名手持長簫的少女應聲躍出，分站左右。陳友諒怒道：「姑娘不肯見示姓名，已是沒將丐幫放在眼中，更令兩名小婢向我們幫主挑戰，江湖上焉有這個道理？史幫主，待弟子先料理了這兩個丫鬟，再來領教這位姑娘的高招。咱們要瞧瞧到底是何方高人，如此輕視丐幫。」史火龍道：「他奶奶的，很好，就請陳長老下場。」陳友諒刷的一聲拔出長劍，緩步走到中庭。那小虹道：「姑娘叫我討教降龍十八掌，你會這路掌法？使降龍十八掌是用劍麼？」陳友應諒喝道：「史幫主何等身份，怎能跟你小丫頭動手過招？降龍十八掌的神功，豈是你小丫頭輕易見得的？」說著又踏上一步。黃衫女子向張無忌道：「張教主，我求你一件事。」張無忌道：「姑娘請說。」黃衫女子道：「請你將這姓陳的傢伙攆了開去，將那冒充史幫主的大騙子揪將出來。」張無忌先前只一招便將史火龍擒住，覺得他功夫實在平庸之極，再想起那日韓林兒一口濃痰吐去，史火龍竟然沒能避開，心下早已起疑，又見他事事聽陳友諒指點，自己沒半點主意，憑他武功、識見，決不能為丐幫之主，這時聽黃衫女子說他是「冒充幫主的大騙子」，前後一加印證，已自明白了六七成，一點頭，已欺到史火龍身前。史火龍一招「沖天炮」打出、砰的一拳，打在張無忌胸口，張無忌哈哈大笑，說道：「降龍十八掌神功，是如此膿包嗎？」伸手抓住他胸口衣襟，將他提了出來。陳友諒自知非張無忌敵手，不等他動手，已自行退入了人叢之中。那醜女童突然放聲大哭，撲將上來，抓住史火龍亂撕亂打，叫道：「你害死我爹爹，害死我爹爹，你這惡賊。」史火龍被張無忌拿住後心穴道，動彈不得。他身材高大，那女童的小拳頭只打到他肚子。張無忌手臂一拗，將了腦袋按了下來。那女童抓住他頭髮一扯，史火龍滿頭頭髮忽然盡皆跌落，露出油光晶亮的一個光頭。原來他竟是個禿頭，頭上戴的是假髮。亂抓之下，那女童忽然又抓下了他一塊鼻子，卻無鮮血流出。眾人驚奇已極，凝目細看，原來他鼻子低塌，那高鼻子也是假裝的。群丐一陣大嘩，齊問：「你是誰？怎地來冒充史幫主？」張無忌提起他身子重重一頓，只摔得他七葷八素，半晌說不出話來。張無忌微微一笑，自行退開，心想此人冒充史火龍，真相既然大白，自有群丐跟他算帳。掌棒龍頭性如烈火，上前左右開弓，啪啪啪啪打了他七八個重重的耳光。那假幫主雙頰紅腫，大叫：「不干我事，不干我事。是陳……陳長老叫我幹的。」執法長老心頭一凜，喝道：「陳友諒呢？」卻已不見陳友諒人影，料想他一見事情敗露，早已逃之夭夭。執法長老道：「快追他回來！」數名七袋弟子應聲而出，追出門去。掌棒龍頭罵道：「直娘賊！你是甚麼東西，要老子向你磕頭，叫你幫主。」提起蒲扇大的巴掌，又要往他臉上摑去。執法長老忙伸手格開，說道：「馮兄弟不可魯莽。你一掌打死了他甚麼事都查不出來了。」轉身向那黃衫女子抱掌行禮恭恭敬敬地道：「若非姑娘拆穿此人奸謀，我們至今兀自蒙在鼓裏。姑娘芳名可能見示否，敝幫上下，同感大德。」黃衫女子淡淡一笑，道：「小女子幽居深山，自來不與外人往還，姓名也沒甚麼用處。至於這一位小妹妹，你們之中難道沒人認得她嗎？」群丐瞧著這個女童，沒一人認得。傳功長老忽地心念一動，踏上一步，道：「她……她……她的相貌有點像史幫主夫人哪……莫非……莫非……」黃衫女子道：「不錯，她姓史名紅石，是史火龍史幫主的獨生女兒。史幫主臨危之時，要他夫人抱了這孩子，攜帶打狗棒前來找我，替他報仇雪恨。」傳功長老驚道：「姑娘！你說史幫主已經歸天了？他……他老人家是怎麼死的？」上代丐幫幫所傳的那降龍十八掌，在耶律齊手中便已沒能學全，此後丐幫歷任幫主，最多也只學到十四掌為止。史火龍所學到的共有十二掌，他在二十餘年之前，因苦練這門掌法時內力不濟，得了上半身癱瘓之症，雙臂不能轉，自此攜同妻子，到各處深山尋覓靈藥治病，將丐幫幫務交與傳功、執法二長老，掌棒、掌缽二龍頭共同處理。但二長老、二龍頭不相統屬，各管各的，幫中污衣淨衣兩派又積不相能，以致偌大一個丐幫漸趨式微。待這假幫主最近突然現身，年輕的丐幫弟子從未見過幫主，而傳功長老等人和史火龍一別二十餘年，見這假幫主相貌甚似，又有誰想得到竟會是假冒的？黃衫女子嘆了口氣，說道：「史幫主是喪生在混元霹靂手成崑的手下。」張無忌「咦」了一聲，心想自己在光明頂上親眼見到成崑屍橫就地，怎麼會去殺死史火龍？那麼定是他在上光明頂之前幹的事了，問道：「請問姑娘，史幫主喪生已有多久了？」黃衫女子道：「去年十月初六，距今兩月有餘。」張無忌道：「這就奇了。不知姑娘何以知道是成崑那老賊下的毒手。」黃衫女子道：「史夫人言道：史幫主和一名老者連對一十二掌，那老者嘔血而走。史幫主也為那老者掌力所傷。史幫主自知傷重不治，料想那老者三日之後，必定元氣恢復，重來尋釁，當即向夫人囑咐後事，說出仇人姓名，乃是混元霹靂手成崑。史幫主雙臂癱瘓之症，其時已愈了九成，他曾得降龍十八掌中的十二掌真傳，武功已是江湖上一流高手，但竭盡全力，十二掌使完，仍是難逃敵人毒手。」女童史紅石聽到這裏，放聲大哭起來。傳功長老臉現悲憤之色，將骯髒的衣袖替史紅石擦去淚水，說道：「小世妹，幫主之仇，即我幫上下數萬弟子之仇，咱們終當擒住那混元霹靂手成崑，碎屍萬段，以報幫主的大恨。不知你媽媽眼下在那裏？」史紅石指著黃衫女子，說道：「我媽媽在楊姊姊家裏養傷。」眾人直至此時，方知那黃衫美女姓楊，至於她是何等人物，仍是猜不到半點端倪。黃衫女子輕輕嘆了口氣，說道：「史夫人也挨了成崑一掌，傷勢著實不輕，長途跋涉來到舍下，已然奄奄一息，今後是否能夠痊可，那也……那也難說。」執法長老恨恨的道：「這成崑不知跟老幫主有何仇怨，竟爾下此毒手？」黃衫女子道：「據史夫人轉述史幫主遺言，他和這成崑素不相識，仇怨兩字，更是無從說起。因此他老人家直到臨終，仍是不明原由。據史夫人推測，多半是丐幫中人甚麼地方得罪了成崑，因而找到史幫主頭上。」執法長老沉吟道：「這成崑為了躲避謝遜，數十年前便已在江湖上銷聲匿跡，不知所終，丐幫弟子怎能和他結仇？看來其中必有重大誤會。」掌缽龍頭一直在旁靜聽，一言不發，這時突然抓起一柄彎刀，架在那假冒史火龍的禿子頸中，喝道：「你叫甚麼名字？為甚麼膽敢假冒史幫主？快快說來，若有半字虛言，哼，哼！」說著彎刀一斜，將一張椅子劈為兩半，隨即又架在那禿子頸中。那禿子嚇得魂不附體，道：「我……我……小人名叫癩頭黿劉敖，本是山西解縣亂石岡山寨中的一名頭目，這天下山做沒本錢的買賣，撞到了陳友諒陳長老，還有陳長老的師父。陳長老一腳將小人踢翻了，提劍要殺，小人連忙磕頭求饒。陳長老對小人左瞧右瞧，忽然說道：『師父，這小賊挺像咱們前天所見的那個人哪。』他師父搖頭道：『嘿嘿，年紀不對，鼻子塌了，又是個禿頭。』陳長老笑道：『弟子有法子弄他像來。』於是叫小人跟著他們到解縣，住在客店之中。陳長老去弄了些石膏，裝高了小人鼻子，又叫我戴上假的白頭髮，喬扮成這等模樣……各位老爺，小人便有天大的膽子，也不敢來戲弄諸位，只是陳長老這麼說，小人只好這麼幹。小人狗命一條，全捏在他手裏，那……那是無可奈何，小人家中尚有八十歲的老娘，眾位大爺饒命則個。」說著雙膝跪倒，磕頭便如搗蒜。執法長老沉吟道：「陳友諒出身少林派，他師父是少林寺的高僧，他……他還有甚麼師父？」這一言提醒了張無忌，當即接口道：「不錯，他師父便是成崑。」於是將成崑化名圓真、混入少林寺拜神僧空見為師等情簡略說了，跟著又說圓真如何偷襲光明頂，終於為殷野王所擊斃，但屍身卻又突然失蹤。掌缽龍頭和執法長老齊聲道：「此事已無可疑。在光明頂上，成崑乃是假死，混亂之中悄悄溜走了。」傳功長老怒道：「原來罪魁禍首竟是陳友諒這奸賊。他師徒二人野心勃勃，妄圖獨霸天下，是以害死了史幫主，命這小毛賊冒充，做他們傀儡，再想進一步挾制明教，籠絡少林、武當、峨嵋三大派。這奸計不可謂不毒，野心不可謂不大。宋青書呢？宋青書到那裏去了？」各人這些時候中只注視著丐幫幫主、黃衫女子、史紅石等人，沒防到宋青書竟也步著陳友諒後塵，不知何時溜之大吉了。說到此時，印證各事，陳友諒的奸計終於全盤暴露。傳功長老向黃衫女子深深一揖，說道：「姑娘有大德於敝幫，丐幫不知何以為報。」黃衫女子淡淡一笑，笑道：「我先人和貴幫上代淵源甚深，些些微勞，何足掛齒？這位史家小妹妹，你們好好照顧。」躬身一禮，黃影一閃，已掠上屋頂。傳功長老叫道：「姑娘且請留步。」那四名黑衣少女、四名白衣少女一齊躍上屋頂，琴聲丁冬、簫聲嗚咽，片刻間琴簫之聲飄然遠引，曲未終而人已不見，倏然而來，倏然而去。眾人心下均感一陣悵惘。※※※傳功長老攜了史紅石的手，向張無忌道：「張教主，且請進廳內說話。」群丐恭恭敬敬的站在一旁，請張無忌先行。張無忌走進廳內，和傳功長老等分賓主坐定，周芷若坐在他肩下。張無忌請問了傳功長老、執法長老諸人的姓名之後，便道：「曹長老，我義父金毛獅王若在貴幫，便請出來相見，否則亦盼示知他老人家的下落。」傳功長老嘆了口氣，道：「陳友諒這奸賊玩弄手段，累得丐幫愧對天下英雄。不瞞張教主說，謝大俠和這位周姑娘，確是我們在關外合力請來，其時謝大俠身染疾病，昏迷在床。我們沒經動手過招，就請他大駕到了此間。五日之前的晚間，謝大俠突然擊斃了看守他的敝幫弟子，脫身而去。所斃丐幫人眾，棺木尚停在後院未葬。張教主若是不信，可請移駕到後院審察。」張無忌聽他言語誠懇，何況那晚丐幫弟子屍橫斗室，自己親眼目睹，便道：「曹長老既如此說，在下焉敢不信？」又問：「從盧龍一路向西，留有敝教聯絡的記號，在下查得卻非本教兄弟所作，不知此事跟貴幫有關否？」傳功長老道：「說不定是陳友諒那廝所作的手腳，說來慚愧，兄弟實無所知。」張無忌點點頭，沉吟片刻，便即明白：「那成崑在光明頂上出入自如，我教的記號他自然知道。此人既然未死，這些玄虛自是他鬧的了。但若我義父竟是落入了成崑手中……」念及此事，額頭不禁出汗，定了定神，問史紅石：「小妹妹，這位楊姊姊住在那裏？你從前認識她麼？」史紅石搖頭道：「我從前不識。爹爹死後，媽媽同我，帶了爹爹的竹棒兒，坐車走了好幾天，就不坐車了，上山去。媽媽走不動了，歇一歇，在地下爬了一會，後來到了樹林外邊，媽媽大叫幾聲。後來一個穿黑衣的小姊姊出來，後來楊姊姊出來，問了媽媽許多話，拿這棒兒去了半天。後來媽媽昏了過去。後來楊姊姊便帶了我，又帶了八個穿白衣裳、黑衣裳的小姊姊，坐了車子來啦。」她年紀幼小，說不出個所以然，問到地名日子，也是一概不知，從她口中竟探不到半點端倪。傳功長老道：「貴教韓山童大爺的公子，卻在敝幫。」他轉頭吩咐了幾句，一名丐幫弟子匆匆進去。過不多時，只聽得韓林兒破口大罵的聲音從後堂傳出：「你們這些個個不得好死的臭叫化，又來欺騙老子！我們張教主身份何等尊貴，豈能駕到你們這臭叫化窩來。你乘早送老子上西天去。鬼鬼祟祟的奸計，一概不管用。」丐幫眾長老聽了，均有慚色。張無忌敬重韓林兒的骨氣為人，站起身來，搶上幾步，見他怒氣沖沖的從後壁大步踏走出來，便道：「韓大哥，我在這裏，這幾天委屈了你啦。」韓林兒一怔，不勝之喜，當即跪下拜倒，說道：「張教主，果然是你老人家來啦，這可想煞了小人，你快傳下號令，將這些臭叫化兒殺個乾淨。」張無忌含笑扶起，說道：「韓大哥，丐幫諸位長老也是中了旁人奸計，致生誤會。此刻已分解明白，原來大家都是好朋友。韓大哥瞧在兄弟臉上，不必介意。」韓林兒站起身來，向傳功長老等怒目而視，本想痛罵幾句，一出心中怒氣，但教主既已如此吩咐，只得強自忍耐。執法長老道：「張教主今日光降，實是敝幫莫大榮寵。快整治筵席！大夥兒一來給張教主接風，二來向峨嵋派周掌門致歉，三來向韓大哥賠罪。」早有眾弟子答應了下去。張無忌心懸義父安危，有許多話要向周芷若詢問，實是無心飲食，當即抱拳說道：「諸位美意，甚是感謝，只是在下急於尋訪義父，只好日後再行叨擾，莫怪，莫怪。」傳功長老等挽留再三。張無忌見其意誠，倘若就此便去，不免得罪了丐幫，只得留下與宴。席間丐幫諸高手又鄭重謝罪，並說已派丐幫中弟子四出尋訪謝遜下落，一有訊息，立即遣急足報與明教知道。張無忌謝了，與諸長老、龍頭席上訂交，痛飲而散。丐幫眾高手見他年紀雖輕，但武功既高而絕無傲人之態，豁達大度，殷殷以攜手共抗韃子為勉，眾人均是大為心折，直送至盧龍城外十里，方始分手。