第六回　水秀花寂寂　山幽草青青袁承志見這溫青一身武功，明明是江湖豪俠一流，那知行為卻如此刁鑽古怪，又是好氣又是好笑，搖搖頭回到船內，把金條包起，與龍德鄰拱手作別。他在衢州城內大街上找了一家客店住下，心想：「這一千兩黃金如不歸還這人，心中如何能安。我不過見他可憐，才出手相助，如收他酬謝，豈不損了我的聲名？好在他是本地石樑派的人，我何不找到他家裏去？他如再撒賴，我放下金子就走。」第二天一早，問明瞭石樑的途徑，揹了金子，撒開大步走去。石樑離衢州二十多里，他腳步迅速，不消半個時辰就到了。石樑是一個小鎮，附近就是爛柯山，相傳有一個樵夫入山採樵，觀看兩位仙人對奕，等到一局既終，回過頭來，自己斧頭柄已經爛了，回到家來，人事全非，原來入山一去已經數十年。爛柯山上兩峰之間有一條巨大的石樑相連，鬼斧神工，似非人力所能搬上，當地故老相傳是神仙用法力移來，石樑之名，由此而起。袁承志迎面遇見一個農婦，問道：「大嫂，請問這裏姓溫的住在那裏？」那農婦吃了一驚，說道：「不知道！」臉上一副嫌惡的神氣，轉頭就走。袁承志走到一家店鋪，向掌櫃的請問。那掌櫃淡淡的道：「老兄找溫家是什麼事？」袁承志道：「我要去交還一件東西。」那掌櫃道：「那麼你是溫家的朋友了，又來問我幹什麼？」袁承志討了一個沒趣，心想這裏的人怎麼如此無禮，他見街邊兩個小童在玩耍，摸出十個銅錢，塞在一個小童的手裏，說道：「小兄弟，你帶我到溫家去。」那小童本已接過錢，聽了他的話，把錢還他，說道：「溫家？那邊大屋子就是，這種鬼地方我可不去。」袁承志這才明白，原來姓溫的在這裏搞得天怒人怨，沒一個人肯和他家打交道，倒不是此地居民無禮。他依著小童指點，向那座大房子走去，遠遠只聽見人聲嘈雜。走到近處，見數百個農民拿了鋤頭，圍在房前，大叫大嚷：「你們打傷了三條人命，就此罷了不成？姓溫的，快出來抵命！」農民中還有七八個婦人，披散了頭髮坐在地上哭嚷。袁承志走過去問一個農民道：「大哥，你們在這裏幹麼？」那農民道：「啊，你是過路的相公。這裏姓溫的強兇霸道，昨天下鄉收租，程家老漢求他寬限幾天，他一推就把人推倒，跌在石頭上撞死了。程老漢的兒子侄兒和他拚命，都被他打得全身是傷。你說這樣的財主狠不狠？相公你倒評評這個理看。」兩人正說之間，農民們吵得更厲害了，有人舉起鐵耙往門上猛砸，更有人把石頭丟進牆去。忽然大門呀的一聲開了，一條人影倏地飛出，大家還沒看清楚，已有七八個農民被飛擲出來，跌出兩三丈外。撞得頭破血流，袁承志心想：「這兩人好快身手！」定睛看時，見那人身材又瘦又長，黃澄澄一張面皮，雙眉斜飛，兩邊太陽穴鼓得高高的，顯然內家功夫頗為精湛。那人喝道：「你們這批豬狗不如的東西，怎麼到這裏來撒野了！」眾農民未及回答，被他搶上一步，又抓住數人亂擲出去。袁承志見他擲人如擲稻草，毫不用力，心想不知此人與溫青是什麼關係，如果前晚他與溫青在一起，那麼他抵敵榮彩等人綽綽有餘，用不到自己再來出手了。農民中一個中年人兩個青年搶上來說道：「你們打死了人，就這樣算了嗎？咱們雖然窮，可是窮人也是命哪！」那瘦子嚇嚇幾聲冷笑，說道：「不再打死幾個，你們還不知道好歹。」身形一晃，已抓住那中年農民後心，隨手一甩，把他向東邊牆角摜去。那兩個青年又驚又怒，雙雙舉起鋤頭向他當頭斬下，那廋子左手一擋，兩柄鋤頭向天上飛去，同時兩個青年農民被他一手一個，抓住向門口豎旗桿的一塊大石上擲去。袁承志見這人欺侮農民，無理傷人，心中本已極為憤怒，但他為人穩重，不欲多管閒事，祇想等他們事情一了，求見溫青，交還黃金之後立即動身，那知那瘦子驟下殺手，眼見這三人都要被他擲死，激動了義俠心腸，顧不得生事惹禍，飛身出去，左手抓住中年農民右腿，往後一拉，隨手把他丟在地上，同時一招「岳王神箭」，身體真的如箭離弦，搶在那兩個青年農民前面，也是一手一個，抓住他們背心，提了起來，輕輕放在地上。要知這招「岳王神箭」是木桑道人所傳的輕功絕技，身法之快，任何各派武功均所不及，袁承志本來不想輕易炫露，但為了救人，不得不用，心知這一來一定招了那瘦子之恨，好在溫家地點已知，不如待晚上再來偷偷交還，所以一放下農民，立即轉身就走。那三個農民死裏逃生，呆在當地，做聲不得。那瘦子見袁承志如此武功，驚訝異常，暗忖自己投擲這三人手法極為迅速，而且是往不同方向擲去，此人居然後發先至，把人一一救了下來，不知是何方對頭。他見袁承志轉身走出，忙飛身追了上來，向袁承志肩頭一拍，說道：「朋友！慢走！」他這一拍手用的是內家大力千斤的重手法，袁承志並不閃避，肩頭微微向下一沉，就把他的重手化解了，但並不運勁反擊，似乎毫不知情。那瘦子更是吃驚，說道：「閣下是這批傢伙請來和我們為難的麼？」袁承志一拱手道：「實在對不起，兄弟祇怕鬧出人命，大家麻煩，所以冒昧扶了他們一把。老兄如此本領，可必和這些農民一般見識？」那瘦子見他出言謙遜，而且當面捧他，敵意消失了一大半，說道：「閣下尊姓？到敝處來何有貴幹？」袁承志道：「在下姓袁，有一位姓溫的少年朋友，不知是住在這裏的麼？」那瘦子道：「我也姓溫，不知閣下找的是誰？」袁承志道：「那人大約十八九歲年紀，相貌十分俊雅的，穿的是書生衣巾。」那瘦子點點頭，忽地轉身對數名尚未散去的鄉民喝道：「你們想死是不是？還在這裏幹什麼？」眾農民見袁承志和瘦子攀起交情來，剛才見過兩人功夫，不敢再行逗留，紛紛散去。那瘦子道：「請進來奉茶。」袁承志隨他入內，只見裏面是一座三開間的大廳，當中一塊大匾，寫著四個大字：「世澤綿長」。廳上中堂條幅，雲板花瓶，陳設得十分考究，一派豪紳大宅的氣派。那瘦子請袁承志在主位坐了，僕人獻上茶來。那瘦子不住請問袁承志的師承出身，態度雖然十分客氣，但袁承志覺得他內心頗含敵意，當下說道：「請溫相公出來一見，兄弟要交還他一件東西。」那瘦子道：「溫青就是舍弟，兄弟名叫溫正。舍弟現在出外去了，請老兄稍待。」袁承志本來不願與這種行為不正、魚肉鄉鄰的人家多打交道，但溫青既然不在，祇得相候。等到中午，溫青仍舊沒回，袁承志又不願把黃金交給別人。溫正命僕人開出飯來，火腿臘肉，肥雞鮮魚，菜餚十分豐盛。等到下午日頭偏西，袁承志實在不耐煩了，心想反正這是溫青家裏，把黃金留下算了。於是將包著黃金的包裹往桌上一放，對溫正道：「這是令弟之物，就煩仁兄轉交給他，兄弟要告辭了。」正在此時，忽然門外傳來一陣笑語之聲，都是女子的聲音，其中卻夾著溫青的笑聲。溫正道：「舍弟回來啦。」搶了出去，袁承志要跟出去，溫正道：「袁兄請在此稍待。」袁承志見他行動詭祕，祇得停步。說也奇怪，溫青竟不進來，溫正卻回來了，說道：「舍弟要去換衣，一會就出來。」袁承志心想：「溫青這人實在女人氣得緊，見個普通客人還要換衣。」又等了良久，溫青從內堂出來，滿臉堆歡，說道：「袁兄大駕光臨，幸何如之。」袁承志道：「溫兄忘記了這包東西，現在特來送還。」溫青慍道：「你瞧我不起，是不是？」袁承志道：「這個兄弟那裏敢？兄弟就此告辭。」站起來向溫正溫青各自一揖。溫青一把拉住他衣袖，說道：「不許你走。」袁承志不禁愕然，溫正也微微變色。溫青道：「我有一件緊要事要請問袁大哥，你今日就在舍下歇吧。」袁承志道：「兄弟在衢州城裏還有事要辦，下次再來叨擾。」溫青只是不允，溫正道：「袁大哥既然有事，咱們不要耽擱他。」溫青道：「好，你一定要走，那你把這包東西帶走。你今兒不在我家住，哼，我知道你瞧我不起。」袁承志沉吟了一下道：「既然溫兄厚意，兄弟就不客氣了。」溫青大喜，忙叫廚房準備點心。溫正一臉的不樂意，然而卻不離開，一直陪著，有一句沒一句的閒聊。溫青儘與袁承志談論書本上的事，袁承志對詩詞不大在行，史事兵法卻是從小研讀的，溫青知道了他的性之所近，什麼淝水之戰，官渡交兵談個不休。袁承志暗暗欽服，心想：「這人脾氣雖然古怪，讀書倒頗有見解。」溫正武功甚好，文事卻一竅不通，聽得十分膩煩，卻又不肯走開。袁承志不好意思了，和他談了幾句武功，溫正正要接口，溫青卻又插嘴把話題帶了開去。袁承志見言兩兄弟之間神氣頗有點奇特，溫正雖是兄長，然而對這個弟弟卻似乎頗為敬畏，不敢絲毫得罪，言談之間被他搶白，反而陪笑。如溫青對他辭意略為和善，他就眉開眼笑，高興非凡。到得晚間，開上酒席，更是豐盛，用過酒飯後，袁承志道：「小弟日間累了，想早些睡。」溫青道：「小弟局處鄉間，難得袁兄大駕光臨，正想剪燭夜話，多所請益。袁兄既然倦了，那麼咱們明日再談吧。」溫正道：「袁兄今晚到我房裏睡吧。」溫青道：「你這房怎麼留得客人，當然到我房裏睡。」溫正臉色一沉道：「什麼？」溫青道：「什麼不好？我去跟媽媽睡。」溫正大為不悅，也不道別，逕自入內。溫青道：「哼，沒規矩，也不怕人笑話。」袁承志見他兄弟為自己鬥氣，很是不安，說道：「我在窮鄉僻壤住慣了的，溫兄不必特別為我費心。」溫青微微一笑，說道：「好吧，我不費心就是。」親自拿了燭臺，把袁承志引進去。走過兩個天井，直到第三進，從東邊上樓。溫青把房門一推，袁承志眼前一耀，先聞到一陣幽幽的香氣，只見房中點了一支紅燭，照得滿室生春，床上珠羅紗的帳子，白色緞被上繡著一隻黃色的鳳凰，壁上掛著一幅唐寅的仕女圖。床前桌上放著硯臺擺設，筆筒中插了大大小小六七枝筆。西首一張几上供著一盆水仙，架子上停著一隻白鸚鵡。袁承志來自深山，那裏見過這種富貴豪華氣派，不覺呆了一呆。溫青笑道：「這是兄弟的臥室，袁兄將就歇一晚吧。」不等袁承志回答，掀帷出門。袁承志在室內四下察看，見無異狀，這才放心，正要解衣就寢，忽聽有人輕輕敲門。袁承志問道：「那一位？」只見進來一個十六七歲的丫鬟，眉清目秀，一副聰明伶俐的樣子，手中托著一隻盤子，說道：「袁少爺，請用點心。」把盤子放在桌上，那是一碗桂花燉燕窩。袁承志雖然是督帥之子，但從小生在窮鄉之中，燕窩從來沒有見過，所以也不知那是什麼東西。他初次和少女談話，很有點害羞，紅著臉應了一聲。那丫鬟笑道：「我叫月華，是少爺叫我來服侍袁少爺的，袁少爺有什麼事，吩咐我做好啦。」袁承志道：「沒什麼事了。」月華慢慢退出，忽然回頭咭咭一笑，說道：「那是我家少爺特別做來給袁少爺吃的。」袁承志愕然不知所對，月華一笑出門，輕輕把門帶上了。袁承志解衣上床，抖開被頭，濃香更冽，中人欲醉，那床又軟又暖，迷迷糊糊的一下就睡著了。睡到中夜，窗外忽然有個清脆的聲音噗嚇一笑，袁承志在這地方本來不敢沉睡，一聽立即驚醒，只聽見有人輕輕在窗格子上彈了兩下，笑道：「月白風清，如此良夜，袁兄是雅人，難道不怕辜負了這大好時光嗎？」袁承志一聽正是溫青聲聲音，從帳中望出去，果見床前如水銀鋪地，一片月光，窗外一人頭下腳上，「倒掛珠簾」，似乎在向房內窺探。袁承志道：「好，我穿衣就來。」他好奇心起，要看看溫青如此詭祕，到底是何等樣的人物。他穿好衣服，暗暗把一柄匕首藏在腰裏，推開窗戶，只覺一陣花香撲面而來，原來窗外是一個花園。溫青腳一用勁，人已翻起，俏聲道：「跟我來。」他手中提著一隻籃子，袁承志不知他搞什麼鬼，跟著他越牆出外，兩人展開輕身功夫，直向後山爬去，將到山頂，轉了兩個彎，一陣清風，四週全是花香。月色如霜，一眼望去滿坡儘是白色的黃色的玫瑰。袁承志讚道：「真是神仙一樣的好地方。」溫青提了籃子，在前面慢慢走著，袁承志心曠神怡的跟著他，原來提防之心，一時在花香月光中盡皆消除。又走了一段路，前面出現一個小小的亭子，溫青叫袁承志坐在石上，自己打開籃子，取出一把小酒壺，斟滿了酒，說道：「這裏不許吃葷。」袁承志挾起酒菜，果然都是些香菇、木耳之類的素菜。溫青從籃裏抽出一枝洞簫，說道：「我吹一個曲子給你聽。」袁承志點點頭，溫青緩緩的吹了起來。袁承志不懂音律，只覺自己的心飄盪盪的如在仙境，非復人間。溫清吹完一曲，笑道：「你愛什麼曲子？我吹給你聽。」袁承志嘆了一口氣道：「你懂得真多，怎麼這樣聰明？」溫青下顎一揚，笑道：「是麼？」溫青拿起洞簫，又輕輕吹了一曲，這次曲調更是柔媚婉轉，加之月色溶溶，花香幽幽，袁承志出世以來從未遇到過這種境界。溫青擱下簫，低聲道：「你說還好聽麼？」袁承志道：「世界上有這樣好聽的音樂，以前我做夢也沒想到過。」溫青眼波流動，微微一笑。這時兩個人坐得很近，袁承志覺得鼻端中聞到的，除了玫瑰清香之外，還有淡淡的脂粉氣，心想這個人實在沒丈夫氣，幸虧自己不是口齒輕薄之人，否則豈不恥笑於他。溫青道：「你愛不愛我吹簫？」袁承志點點頭，溫青又把簫放到脣邊，吹了起來，袁承志聽得出神，突然簫聲驟歇，溫青雙手一拗，拍的一聲，把一枝竹簫折成兩截。袁承志登時呆了，說道：「怎麼？你──你不是吹得好好的嗎？」溫青低下了頭，悄聲道：「我從來不吹給誰聽。他們就知道動刀動劍，也不愛聽這個。」袁承志急道：「我沒騙你，我真的愛聽呀，真的。」溫青道：「你明天要去啦，去了之後，你永遠不會再來，我再吹什麼簫？」他頓了一下又道：「我脾氣很不好，我自己知道，可是我就管不了自己──我知道你討厭我，心裏很瞧不起我。」袁承志不知道說什麼話好。溫青又道：「所以你永遠不會再來了。」袁承志慨然道：「你一定瞧得出，我什麼也不懂，我是初次到江湖來，我可不會說謊。你說我心裏瞧不起你，覺得你討厭，老實說，那本來不錯，不過現在有點不同了。」溫青低聲道：「是麼？」袁承志道：「我瞧出來，你一定有什麼傷心的事，所以脾氣特別。那是什麼事？你能說給我聽麼？」溫青沉吟了一下，忽然道：「我告訴你，不過祇怕你會更加瞧我不起。」袁承志道：「一定不會。」溫青咬一咬牙道：「好吧，我對你說。我媽媽做姑娘的時候，受了壞人欺侮，生下我來。我外公打這壞人又打不過，後來約了十多個好手，才把那壞人打跑，所以我是沒有爸爸的人，我是一個私生──」說到這裏，流下淚來。袁承志道：「這又怪不得你，也怪不得你媽媽，是那壞人不好。」溫青道：「可是人家卻不這樣說，他們當面不敢說，背地裏卻罵我，罵我媽。」袁承志道：「好，有誰這樣卑鄙，我幫你打他。現在我不討厭你了，你如當是朋友，我一定再來看你。」溫青高興得跳了起來，袁承志見他喜動顏色，笑道：「我來看你，你很高興嗎？」溫青道：「喂，你說過的，一定要來。」袁承志道：「我決不騙你。」忽然背後微微響動，袁承志知道有人，站起轉身，只聽見一個人冷冷的道：「半夜三更在這裏偷偷摸摸的幹麼？」那人高高瘦瘦，正是溫正。只見他滿臉怒氣，雙手叉腰，一副質問的神色。溫青本來微微一驚，見是溫正，怒道：「你來幹麼？」溫正道：「問你自己呀。」溫青道：「我和袁兄在這裏賞月，誰請你來了？這裏除了我媽媽之外，誰也不許來。三爺爺說過的，你敢不聽話？」溫正向袁承志一指道：「怎麼他又來了？」溫青道：「我請他來的，你管不著。」袁承志見他兄弟兩人為自己傷了和氣，很是不安，說道：「咱們賞月已經盡興，大家回去安息吧。」溫青道：「我偏不去，你坐著。」袁承志只好又坐了下來。溫正呆在當地，悶悶不語。溫青怒道：「這些花都是我親手栽的，我不許你看。」溫正道：「我看都看過了，我還要聞一下。」說著用鼻子嗅了幾下。溫青怒火大熾，忽地跳起來，雙手一陣亂拔，把玫瑰花拔起了二十幾叢，隨拔隨拋，哭道：「好，你欺侮我，你欺侮我。把玫瑰拔掉，誰也看不成，這樣你高興了吧？」溫正怒氣勃勃，一言不發，恨恨而去，走了幾步，回頭說道：「我這樣對你好，你卻如此待我，你自己想想有沒有良心。」溫青哭道：「誰要你對我好了？你瞧著我不順眼，你請爺爺們把我趕出去好啦。我和袁兄在這裏，你去告訴爺爺們，我也不怕。」溫正嘆了一口氣，垂頭喪氣的走了。溫青回到亭中坐下，過了半晌，袁承志道：「你怎麼對你哥哥這樣子？」溫青道：「他又不是我的哥哥。我媽媽姓溫，這裏是我外公家裏，他是我媽媽堂兄的兒子，其實是我表哥。要是我有爸爸，就有自己的家，用不到住在別人家裏，受別人的氣了。」說著又垂下淚來。袁承志道：「我瞧他對你倒是挺好的，反而你，你對他很兇。」溫青忽然笑了出來，道：「我如不對他兇，他更無法無天呢。」袁承志見他又哭又笑，一副天真瀾漫的樣子，想到自己身世，不禁頓起同病相憐之感，說道：「我爸爸給人害死了。那時我還只有七歲，我媽媽也是那年死的。」溫青道：「你報了仇沒有？」袁承志道：「說來慚愧，我真是不幸──」溫青道：「你報仇時我一定幫你，不管這仇人多麼厲害，我一定幫你。」袁承志好生感激，握住了了他的手。溫青的手微微一縮，隨即給他捏著不動，說道：「你本領當然比我好上十倍也不止，但我瞧你江湖上的事很生，我將來可以幫你出主意。」袁承志道：「你真好。我沒有一個年紀差不多的朋友，現在遇到了你──」溫青低頭道：「就是我脾氣不好，總有一天會得罪你。」袁承志道：「我既當你朋友，知道你心地好，得罪了我，也不會介意。」溫青大喜，嘆了一口氣道：「我就是這件事不放心。」袁承志見溫青神態大變，溫柔和平，與他在衢江中殺沙老大及對溫正爭吵時的情形，大不相同，說道：「我有一句話，不知溫兄肯不肯聽。」溫青道：「這世界上我就聽三個人的話？第一個是我爺爺，第二是媽媽，第三就是你了。」袁承志心中一震，說道：「你這樣瞧得起我，其實，別人的話只要說得對，咱們都應該聽。」溫青道：「哼，我才不聽呢。誰待我好，我──我心裏也喜他，那麼不管他說得對不對我都聽的。要是我討厭的人哪，他說得再對，我偏偏不照他的話做。」袁承志笑道：「你真是孩子脾氣，你幾歲了？」溫青道：「我十八歲，你呢？」袁承志道：「我大你兩歲。」溫青低下了頭，忽然臉上一紅，悄聲道：「我沒親哥哥，咱們結拜為兄弟，好不好？」袁承志生來謹細，對溫青的生世實在毫不知情，雖然見他對自己推心置腹，但談到結拜，卻頗有點遲疑。溫青見他沒有回答，站起身來，向前飛跑。袁承志吃了一驚，連忙隨後追去，只見他向山頂直奔，心想這人性情激烈，不要自己不肯答應，羞辱了他，祇怕什麼事都做得出來，忙展開木桑道人所傳的輕功，幾個起落，已搶在他的前面，叫道：「溫兄，你生我氣麼？」溫青聽見他叫「兄弟」，心中大喜，登時住足，坐在地上，說道：「你瞧我不起，怎麼又叫人家兄弟？」袁承志道：「我幾時瞧你不起？來來來，咱們就在這裏結拜。」於是兩人向著月亮跪倒，發了有福共享，有難同當的重誓，站起身來，溫青向袁承志一揖，低低叫了聲：「大哥！」袁承志回了一揖，說道：「我叫你二弟吧。現在不早啦，咱們回去睡吧。」兩人牽手回房。袁承志道：「你不要回去吵醒伯母了，咱們就在這裏同榻而睡吧。」溫青斗然滿臉紅暈，把手一摔，嗔道：「你──你──」隨即一笑，說道：「明天見。」飄然出房。把袁承志弄得愕然不知所云。第二天早晨，袁承志正坐在床上練功，月華送來早點，袁承志跳了下床，向月華道勞，正吃早點，溫青走進房來，笑道：「大哥，外面來了一個女子，說是來討金子的，咱們出去瞧瞧。」袁承志道：「好。」兩人來到大廳，只見溫正滿廳遊走，正與一個青年女子打得甚緊。旁邊兩個老者坐在椅中觀戰，一個老人手拿一條枴杖，另一個卻是空手。溫青走到拿枴杖的老者身旁，在他耳邊說了幾句話，那老者向袁承志上下打量，點了點頭，袁承志瞧著那女子大約十八九歲年紀，雙頰暈紅，相貌很美，攻守之間，法度嚴謹，兩人一時間分不出上下，拆了十餘招，袁承志突然心中一震，越看越是疑心。只見那女子欺進一步，長劍指向溫正肩頭，溫正反手一擊，其快如風，眼見那女子的寶劍就要被他單刀砸飛，那知溫正快，那女子更快，長劍圈轉，倏地向溫正頸中劃來。溫正一驚，向後連縱三步，那女子乘勢直上，刷刷數劍，攻勢十分迅捷，袁承志已把她武術家數看得十分明白，雖然不是華山派本門中人，但必定受過本門兄弟的指點，否則依她功力，早已支持不住，仗著劍術精奇，尚能和溫正勉強打個平手，莫看她攻勢凌厲，其實溫正又穩又狠，後勁比她長得多。溫青也已瞧出那女子非溫正敵手，微微冷笑道：「憑這點子道行，也想上門來討東西。」再拆了數十招，果然那女子攻勢已緩，溫正卻是一刀狠似一刀，袁承志見情勢危急，忽地縱起，躍入兩人之間。兩人打得正緊，兵刃那裏收得住勢，一刀一劍，齊奔袁承志身上砍到。溫青驚呼一聲，那兩個老者已站了起來，因為出其不意，都來不及救援。只見袁承志右手在溫正手腕上輕輕一推，左手反手在那女子手腕上微微一擋，兩人兵刃不由自主的向外盪了開去。袁承志要奪這兩人兵刃是易如反掌，只因不願衒示，又怕溫正難堪，所以只把兵刃輕輕推開，但他這一出手，兩人都已知他武功比自己高出數倍，齊齊躍開，又驚又怒。溫正只道袁承記著昨夜之恨。那少女卻見他與溫青一齊從內堂出來，自然以為他是敵人一黨，眼見不敵，仗劍就要躍出。袁承志叫道：「這位姑娘且慢，我有話說。」那少女怒道：「我打你們不贏，自有功夫比我高的人來討金子，你們還要想怎樣？」袁承志作了一揖，說道：「姑娘請勿見怪，請教姑娘尊姓大名，令師是那一位？」那少女「呸」了一聲道：「誰高興跟你囉唆？」斗然躍起，向門外縱去。袁承志左足一點，早已擋在外面，低聲道：「莫走，我幫你。」那少女呆了一呆，問道：「你是誰？」袁承志道：「我姓袁。」那少女一對烏溜溜的眼珠釘在袁承志的臉，忽然叫了出來：「你知道安大娘麼？」袁承志身上只覺一寒，手心發熱，說道：「我是袁承志，你是小慧？」那少女高興得忘了形，拉住袁承志的手道：「是啊，是啊，你是承志大哥。」驟然間想起男女有別，臉上一紅，放下了手。溫青在一旁見了這副樣子，心中老大不自在。溫正卻叫了起來：「我道袁兄是誰？原來是李自成派來臥底來啦！」袁承志大感不解，說道：「我與闖王曾有一面之緣，那不錯，但說不上臥底。這位姑娘是我世交，咱們有十多年沒見面了，不知兩位因何交手，兄弟斗膽替兩位說和如何？」安小慧道：「他把金子還出來，那就萬事全休。」溫青冷冷的道：「有這麼容易？」袁承志道：「兄弟，我給你引見，這位是安小慧姑娘，我們小時候在一塊兒玩，已經有十年不見啦。」溫青冷冷的瞅了小慧一眼，並不施禮，也不說話。袁承志很是不好意思，問小慧道：「你怎麼認得我？」小慧道：「你這眉毛上的疤痕，我怎麼忘記？小時候人家來搶我，你拚命救我，給人家砍的，你忘記了麼？」袁承志笑道：「那一天我們還用小碗小鍋煮飯吃呢。」溫青一臉不高興的神色道：「你們談家常吧，我可要進去啦。」袁承志忙道：「等一下。小慧，你怎麼和這位大哥打了起來？」小慧道：「我和──和崔師兄──」袁承志搶著道：「崔師兄？不是崔秋山叔叔吧？」小慧道：「他是崔秋山叔叔的侄兒。我們護送闖王一筆軍餉到浙江來，那知這個人真壞，半路上來搶了去。」說著向溫青一指。袁承志心中恍然，原來溫青所劫的黃金是闖王的軍餉，別說闖王對自己如何禮遇，師父如何幫助闖王，就是衝著崔秋山、安大娘、小慧這三人的故人之情，心無論如何要設法幫他找回來。何況闖王千里之遙從陝西送黃金到江南來，必定有極重大的用途。闖王所興的仁義之師，救民於水火之中，如何不伸手相助？當下心意已決，向溫青道：「兄弟，瞧在我的臉上，你把金子還了這位姑娘吧！」溫青「哼」了一聲道：「你先見過我這兩位爺爺再說。」袁承志聽說兩個老者是溫青的爺爺，心想自己既與溫青結拜，他們就是長輩，於是恭恭敬上前向著兩個老者磕下頭去。拿枴杖的老者道：「啊喲，不敢當，袁兄請起。」把枴杖往椅邊上一倚，雙手托住袁承志肘底，運用內力往上一抬。袁承志突覺一股極大勁力向上托起，自己只要一鬆，全身就會被他向空中拋起，當下雙臂一沉，穩住身子，仍然向兩人磕足了四個頭才站了起來。那老者暗暗吃驚，心想：「這少年好深的功力，我這數十年的內功竟然托他不起來。」哈哈一笑，說道：「聽青兒說，袁兄功夫俊得很，果然不錯。」溫青道：「這位是我三爺爺。」又指著空手的老者道：「這位是我五爺爺。」袁承志心想：「這大概就是石樑派五祖中的兩祖了。」於是也各叫了一聲：「爺爺！」溫青稱他三爺爺的人名叫溫明山，他五弟叫溫明悟，兩人聽了他的話，臉上有不悅之色，並不答應，袁承志覺得頗為詫異，暗暗有氣，心想：「我爹爹是抗敵名將，遼東督帥，我和你們孫兒結拜，也不致辱沒了他。」當下轉頭向溫青道：「這位姑娘的金子請兄弟還了她吧！」溫青慍道：「你就是這位姑娘那位姑娘的，你一點也不把人家放在心上。」袁承志道：「兄弟，咱們學武的以義氣為重，這批金子既然是闖王的，你取的時候不知，那沒關係，現在既然知道了，不交還豈不是對不起人？」溫明山、溫明悟兩個老者，本來不知這金子中有如此重大牽連，只道是那一個富商之物，現在聽安小慧、袁承志一說，心中也頗不安。他們知道闖王聲勢極大，江湖豪傑聞風景從，這批金子如果不還，來索討的好手祇怕源源而來，如何對付得了？溫明山微微一笑，對袁承志道：「衝著袁兄，咱們就還了吧。」溫青道：「三爺爺，那不成！」袁承志道：「本來分給我一半，那麼我這一半先還她再說。」溫青道：「你自己要，連我的通統給你，誰還這樣小家氣，幾千兩金子拿來當寶貝？但是她要啊，我偏不給。」安小慧走上一步，怒道：「你要怎樣才肯還？劃下道兒來吧？」溫青對袁承志道：「你到底是幫她，還是幫我？」袁承志躊躇了一下道：「我誰也不幫，我聽師父的話。」溫青道：「師父？你師父是誰？」袁承志道：「我師父是闖王軍中的。」溫青道：「哼，說來說去，你還是幫她。好，金子是在這裏，我用心機盜來，你也得用心機盜去。三天拿不去，我可不客氣要花了。」袁承志把他衣袖一拉道：「兄弟，跟我來。」兩人走到廳角裏，袁承志道：「昨晚你說聽我話的，怎麼隔不了半天人就變了卦？」溫青道：「你待我好，我自然聽你話。」袁承志道：「我怎麼不待你好？這批金子真的拿不得啊。」溫青眼圈一紅道：「你見了從前的相好，那裏還把人家放在眼裏。闖王的金子我花了怎樣？大不了給人家殺了，反正我這一生一世沒人疼。」說著要掉下淚來。袁承志見他不可理喻，心中很不高興，說道：「你是我結義兄弟，她是我故人的女兒，我是一視同仁，不分厚薄，你怎麼這個樣子？」溫青道：「不必多說，你三天內來盜吧！」袁承志要拉住他手再說下去，溫青手一甩，走進內堂。袁承志見話已說僵，祇得與小慧兩人告辭出去，找到一家農家借宿，問起失金經過，原來安小慧等護送金子的一共有三人，中途不知怎樣分手，以致被溫青所乘。袁承志見她語氣中吞吞吐吐，也不再細問。等到二更天氣，兩人往溫家奔去，袁承志一躍上房，只見大廳中燭光點得明晃晃地，溫明山、明悟兩兄弟坐在桌邊喝酒，溫正、溫青在一旁伺候，袁承志不知這批黃金藏在在那裏，想偷偷聽他們的談話，以便得到一些消息。只聽見溫青冷笑一聲，說道：「金子在這裏！有本領就來拿。」小慧一拉承志的衣裾，輕聲道：「他好像知道咱們在這裏。」袁承志點點頭，只見溫青伸手從桌子底下取兩個包裹，在桌上攤了開來，燭光下耀眼生輝，黃澄澄的全是一條條的金子。溫青和溫正也坐了下來，把刀劍往桌上一放，喝起酒來。袁承志心想：「他們這樣守著，除非是硬奪，否則怎能盜取？」等了半個時辰，下面這四人毫無走動之意，袁承志知道今晚已無法動手，和小慧回到住宿的地方。第二天早晨，小慧談起別來情況，說她母親身體安健，也常牽記著承志。袁承志從懷中摸出一隻小金絲鐲來，說道：「這是你媽媽從前給我的，你瞧，我那時的手腕只有這麼粗。現在呢？」小慧「嗤」的一笑，望著袁承志的手臂說道：「承志大哥，你這些年來在幹什麼？」袁承志道：「天天在練武，什麼事也用不上來啦。」袁承志道：「你怎麼也會華山派的劍法，誰教你的？」小慧眼圈一紅，把頭轉了過去，過了一會，才道：「就是那個崔師哥教的，他也是華山派的。」袁承志忙問：「他受了傷還是怎的？你為什麼難過？」小慧道：「他受什麼傷啊？他不理人家，半路上先走了。」承志見其中似乎牽涉兒女私情，不便再問。等到傍晚，兩人又到溫宅去，只見大廳中仍舊是四個人守著，只是換了兩個老人，大概也是五兄弟中的，其餘三人祇怕在黑暗中埋伏著。袁承志對小慧道：「他們有高手守在隱蔽的地方，可要小心。」小慧點點頭，她眉頭一皺，計上心來，忽然縱身下去，袁承志怕她落單，連忙跟下。只見她一路走到屋後，摸到廚房邊，火摺一晃，把屋旁的一堆柴草點燃了起來。過不多時，火光衝天而起，溫宅中人聲鼎沸，許多壯丁提水持竿奔來撲救。袁承志與小慧搶到前廳，廳中燭光仍明，坐著的四人卻已不見，小慧大喜，說道：「他們救火去啦！」一個「倒掛珠簾」從屋頂上翻了下來，從窗中穿進廳內，袁承志跟了進去。兩人走到桌旁，正要伸手去拿金子，忽然足下一軟，袁承志知道不妙，斗然拔起身體，右手一挽想拉小慧，卻沒有拉著，原來腳底竟是個翻板機關。他身體騰起，左掌搭上廳中石柱，隨即溜下，左足踏在柱礎之上。這時翻板已經合攏，把小慧關在底下。袁承志大驚，撲出窗外查看機關，準備相救小慧。人剛出窗，只覺一股勁風迎面撲到。袁承志知道有人偷襲，右掌揮擊出去，剛和擊來之掌抵住，兩人一用力，袁承志借勢躍上屋頂，偷襲之人卻跌下地去，但他身手極為快捷，一著地立即躍上屋頂。袁承志身履險地，不知對方心意如何，當下凝神屏氣，一言不發。只見人群中走出五個老人來，兩個已經見過，就是溫青的三祖溫明山，五祖溫明悟，另外三個中當先一人身材十分魁梧，站在屋頂，比眾人都高出一頭，那人哈哈一笑，聲若洪鐘，說道：「我們兄弟五人僻處鄉間，居然有闖王手下的高人惠然光降，真是三生有幸，蓬蓽生輝了，哈哈，哈哈！」袁承志上前打了一躬，道：「晚輩向老前輩參見。」他因四週都是敵人，祇怕磕下頭去受人暗算，但禮數仍是不缺。溫青站了出來，尖聲說道：「這位是我大爺爺，那兩位是我二爺、四爺爺。」袁承志一一作揖。石樑派五祖中的大哥溫明達、二哥溫明義、四哥溫明施拱手還禮，不住向袁承志打量。溫明義在五人中牌氣最為暴躁，說道：「你小小年紀，膽子倒也不小，居然敢在我家放火。」袁承志道：「那是晚輩一個同伴一時魯莽，晚輩十分過意不去，幸喜尚未釀成災害，晚輩待明日再來向各位叩頭陪罪。」這時草堆的火已被撲滅，並未延燒。溫明施身材廋長，他就是溫正的祖父，容貌形狀也和他十分相像，當下發話道：「我們在這裏定居了數十年，只有別人上門磕頭，從沒那一個小子敢來撒野。你師父是誰？這樣沒規矩。」袁承志道：「家師現在闖王軍中，只求各位將闖王的金子發還，晚輩改日求家師寫信前來道謝。」溫明達道：「你師父是誰？」袁承志道：「他老人家素來少在江湖上行走，晚輩不敢提他名字。」溫明達「哼」了一聲道：「你不說，難道我們不知道。南揚，與這小子過過招。」人群中一人應聲而出，那人四十多歲年紀，腮上一叢虯髯，是溫明義的第二個兒子，在石樑派第二輩中可說是一流的好手。他縱身上來，劈面一拳，袁承志頭一側，他左手一拳跟著打到。袁承志心想：「他們這許多人聚在這裏，一個一個打下去，勢必被他們累死，如不速戰，祇怕難以脫身。」等他左拳打到，袁承志右掌突然飛出，在他左拳上一擋，五指抓攏，已拿住他的拳頭，順勢向後一扯。溫南揚收勢不住，踉踉蹌蹌的向前跌去，腳下踏碎了一大片瓦片，如不是他五叔溫明悟一拉，已跌下房去，當下羞得滿臉通紅，回身撲來。袁承志站著不動，等他撲到，身子一轉，向後一仰，左腳輕輕一勾，溫南揚向前俯跌下去。袁承志左足方勾，右掌同時伸出，料到他要向前俯跌，一把抓住他後心。溫南揚鼻子剛要撞到瓦面，驟然被人提起，那裏還敢交手，狠狠望了袁承志一眼，退了下去。溫明義喝道：「這小子果然有兩下子，老夫來會會高人的弟子。」雙掌一錯，就要上前，溫青突然縱到他身旁，俯耳說道：「二爺爺，他和我結拜了，您老人家可別傷他。」溫明義罵了一聲：「小鬼頭兒！」溫青拉住他手，說道：「二爺爺您答應了？」溫明義道：「走著瞧！」手一甩，溫青只覺一股極大的勁道把他一推，不由自主的退出數步。溫明義穩穩重重的踏上兩步，說道：「你發招！」袁承志一拱手道：「晚輩不敢。」溫明義道：「你不肯說你師父是誰，你發三招，瞧我知不知道？」袁承志見他一副老氣橫秋的樣子，心頭微微有氣，說道：「那麼晚輩放肆了，晚輩功夫有限，請老前輩手下留情。」溫明義喝道：「快動手，誰跟你囉裏囉唆！」袁承志作了一個長揖，一雙長袖剛碰瓦面，手一抖，袖子突然從橫裏甩起，向溫明義頭上擊來，只聽見呼的一聲，勁道十足，溫明義一呆，頭一低，伸手來抓袖子，只見他輕飄飄的縱起，左袖兜了一圈，右袖驀地從左袖圈中直衝出來，逕撲門面，來勢比箭還急。溫明義避讓不及，他是數十年的功力，半生在刀山槍林中消磨，經驗何等豐富，身子向後一仰，躲開了這一招。袁承志不讓他還手，忽然回身，背脊向著對方，溫明義一呆，以為他要逃跑，右掌剛要發出，忽覺一陣罡風襲到，只見袁承志雙袖反手從下向上，如兩條毒蛇般向自己腋下鑽來，這一招更出乎意料，心想這袖子就是被你打中又有何妨，伸出雙手想抓，那知袖子在他腰上一拂，拍拍兩聲，竟爾打中，只感到一陣發麻，敵人已借勢竄了出去。袁承志回過身來，笑吟吟的站住。溫青見袁承志身法如此快速古怪，險些叫出「好」來。溫明義又羞又惱，饒是他見多識廣，實在不知他的袖子功夫屬於那一門那一派。原來袁承志第一招用的是穆人清所授的伏虎掌法，第二招是從木桑道人的輕功中變化出來，第三招「雙蛇鑽腋」卻得自金蛇郎君的「金蛇祕笈」。他怕對方識得，微微加了一些變化，再加手掌藏在袖子之中，溫明義如何能識？溫明義等四兄弟面面相覷，都覺大奇。溫明義老臉漲得通紅，鬚眉俱張，「呼」的一掌打來。月光下袁承志見他頭上冒出騰騰熱氣，腳步似乎遲鈍蹣跚，內功卻極深厚，不敢再行戲弄，身子一矮，避開兩招，捲起衣袖，施展師門絕技的「伏虎掌法」和他打了起來。那溫明義雖然出手不快，但一掌一拳，都挾有一股極大勁風，只見他一掌迎面打到，袁承志眼光一瞥，心中微微一震，原來他掌心其紅如血，在月光一照之下，更覺可怖。袁承志心想，這人竟然練就了硃砂掌、紅沙手，聽師父說，這種掌力厲害異常，可別被他打到，於是掌風一緊，雙掌連綿不斷。酣鬥中溫明義突覺右腕一疼，疾忙跳開，低頭一看，只見腕上一道紅印腫起，原來被他手指一劃，幸而他手下留情，並未用足全力。溫明義心頭雖然憤怒，可是也不便再打下去。溫明山上前一步，說道：「這位袁兄年紀輕輕，掌法的確精妙，待老夫領教領教袁兄兵刃上的功夫。」袁承志道：「晚輩不敢攜兵器來到寶莊。」溫明山哈哈一笑，說道：「你禮數倒也週全，這算叫做藝高人膽大了。好吧，咱們到練武廳去！」手一招，一躍下地，眾人紛紛跳下，袁承志祇得隨著眾人進屋。溫青忽然走到他的身邊，低聲說道：「枴杖裏有暗器。」袁承志正待接嘴，溫青已轉過身對溫正道：「你瞧瞧人家的本事，現在佩服了吧？」溫正道：「二爺爺是寵著你才讓他的，那有什麼希奇？」溫青冷笑一聲，不再理他。眾人走進練武廳，袁承志見那是一座三開間的大廳，打通了成為一個大場子。家丁進來點起蠟燭，照得十分明亮。溫家上上下下、男男女女無一人不會武藝，這時聽見三老太爺要和前日來的客人比武，大家都擁到廳上來旁觀，連七八歲的孩子也出來了。最後只見一個四十歲左右的中年美婦和月華一齊出來，溫青搶過去叫了聲「媽！」那美婦一臉愁容，白了溫青一眼，很不高興的樣子。溫明山指著四週的刀槍架子說道：「你要用什麼兵刃，自己挑吧！」袁承志心中計算：今日之事不能善罷，可是又不能傷人，自己一出山就遇上這個難題，不知如何應付才好。溫青見他皺眉不語，說道：「我這位三爺爺最疼愛小輩的，決不能傷你。」她母親怒道：「青青，別多話！」溫明山望了溫青一眼，說道：「那也得瞧各人的造化罷。袁兄，你用刀還是用劍。」袁承志眼睛一溜，忽然看見一個六七歲的男孩站在一旁，月華牽著他的手，想來是溫青的子侄輩。那孩子手中拿著一柄木劍，漆的花花綠綠，大概是過年買來玩兒的。袁承志走過去，說道：「小兄弟，你把劍借給我用一下。」那小孩子笑嘻嘻的把劍遞了給他。袁承志接了過來，對袁明山道：「晚輩不敢與老前輩動真刀真槍，就用這把木劍討教幾招。」他這幾句話面子上似乎十分的謙遜，內裏卻極為傲慢，似乎並不把溫明山放在眼裏。