第七十五回　好心受制 三淨強忍疼痛，半聲也不哼，說道：「你爺爺天下為家，你管我是那一座寺院中的和尚？我斷了腿自己會治，誰要你假惺惺的來討好？」蕭峰道：「你自己會治，那是再好也沒有了。在下姓蕭名峰，你要報仇，到南京城找我便了。阿紫，咱們走。」阿紫向三淨伸伸舌頭，用手刮了刮臉，說道：「在下姓段名紫，你要報仇，到南京城來找我便了！」說著攜了蕭峰的手，揚長而去。游坦之躲在草叢之中，見到適才這一幕，心下十分驚駭，見阿紫離去，雖感寬慰，但不知怎地，竟是忽忽如有所失，尤其是她與蕭峰攜著手的親密神情，更是胸頭鬱悶，只聽三淨叫道：「水，水，我要喝水！」游坦之心想：「那冰蠶是我偷了去給姑娘的。累得這和尚如此傷心，腿又折斷，好生過意不去！」聽他苦求飲水，便從草叢中走了出來，說道：「大師少待，我拿水給你。」三淨轉過頭來，見到他奇形怪狀的鐵頭，嚇了一跳，道：「你──你──是甚麼東西？」游坦之苦笑不答，道：「我去取水。」走到溪邊，雙手掬了兩掌水，快步走到他口內。三淨道：「不夠，還要！」游坦之道：「好！」又去掬了一把水給他飲了，說道：「大師，你行走不得，這裏離憫忠寺不遠，我負了你去罷！」三淨睜著一雙銅鈴般的怪眼，骨溜溜的向他轉動，只是游坦之的臉蛋藏在鐵罩之內，臉上神情無法見到，大聲問道：「你怎麼知道我是憫忠寺的和尚？」游坦之一窒，心道：「糟糕！別露出馬腳來！」說道：「這裏附近只有憫忠寺一座大廟，想來大師自是那廟裏的僧人了。」三淨道：「嗯，你倒很是聰明，我也不用你背負，我在憫忠寺的菜園中有個葫蘆，葫蘆中有上好的治傷藥酒，煩你給我去取了來。」游坦之奇道：「菜園中還有一個葫蘆，那葫蘆──」這「那葫蘆」三字一出口，立時知道不妙，登時縮口，不知再說甚麼好。三淨道：「啊，我糊塗啦，那葫蘆不見了。只好請你背負我去。」游坦之道：「很好！」從這溪畔望得見憫忠寺的屋角，背著他過去，也不過里許之地，於是蹲下身來，讓三淨伏在背上，拔步便行。只走得七八步，突覺三淨十根手指如鋼抓般扼住了自己頭顱，越收越緊，幾乎扼得他氣也透不過來。游坦之大驚，用力想將他摔下地來，那知三淨的兩個膝蓋緊緊扣在他腰間。他用力一摔，腰間便是一陣劇烈的酸痛，只聽三淨道：「好啊，我那葫蘆酒是你這小子偷去的，是不是？小賊，你偷了我酒喝，連我的葫蘆也偷去了！」游坦之在他掌握之中，只得抵賴：「沒有，我沒有偷你的葫蘆。」三淨道：「你聽說我菜園中，還有個葫蘆，便覺奇怪，那麼我這葫蘆不是你偷的，更會是誰？」游坦之聽他沒提冰蠶，心想：「偷個葫蘆，也不是甚麼大不了的事。」反正這時已然無法再賴，便道：「好罷，就算是我偷的，我去拿來還你便是了。」三淨哈哈大笑，突然間卻又哭了起來，抽抽噎噎的說道：「小賊，你偷我葫蘆之時，有沒看見我那寶貝孩子寒玉蟲？」游坦之道：「沒有啊，我只見地下有個圓圈，沒見到甚麼蟲兒。」三淨道：「唉，他就不守本分，終於給人家打死了。小賊，向東走。」游坦之道：「向東去那裏？」三淨雙手使勁，在他喉頭重重的一扼，道：「我叫你向東，便向東，多問甚麼？」游坦之給他扼得好生疼痛，只得負了他向東行走。這和尚雖矮，但十分肥胖，份量著實不輕，游坦之走出數里後，已是氣喘噓噓，十分辛苦，道：「我走不動了，得坐下來歇歇！」三淨怒道：「我又沒叫你歇！快走快走！」一面說，一面雙膝運勁，用力夾他腰間，竟如催逼坐騎一般。游坦之在他催逼之下，無可奈何，只得勉力拖著腳步，一步步的向前挨去。又行了五六里，實在是再也走不動了，身子向前一撲，口吐白沫，只是喘氣。三淨連叫：「快走，快走！」握拳打他背脊。游坦之道：「你便是打死我，也走不動了。」三淨道：「你不走，我便殺了你！」一言甫畢，忽聽得身後有人喝道：「三淨，好大膽子，逃到了這裏，方丈傳下法旨，命我等擒你回去。」游坦之側頭一看，只見身後大路上兩個灰袍僧人如飛的趕來，當先一人正是那日在菜園中見過的中年和尚。三淨求道：「師兄，我雙腿給敵人打斷了，這時難以行動，待我續上雙腿之後，自當來寺向方丈請罪。」那中年僧人喝道：「有人負著你逃到了這裏，自有人負你回寺，咦！這──這──這人好生古怪。」他見到游坦之的鐵頭，不禁大是詫異。另一個青年僧人道：「這等邪魔外道，古裏古怪，一起擒回寺中去罷！」三淨道：「兩位師兄既是非要我回去不可，只得從命。」向游坦之喝道：「小賊，跟著這兩位師兄前去。」游坦之道：「我──我走不動啦，須得歇一會。」三淨道：「不成！咱們得在天黑前趕回憫忠寺。」那中年僧人道：「是啊，快走，還歇些甚麼？」說著順手在道旁拾了一根樹枝，一棍便向游坦之肩頭打來。游坦之吃痛，心想：「出家人也是這般暴躁，不可理喻。」只得掙扎著站了起來，負著三淨一跌一撞的向原路回去。兩個僧人在游坦之身後監視，見三淨一雙小腿的腿骨果已折斷，兩隻腳飄飄盪盪的凌空懸掛，便不加提防。那知四個人行到一處旁臨深谷的山嶺上，三淨突然左手在游坦之背上一掀，身子飛起向那中年僧人撞了過去。那僧人罵道：「你作死麼？」不及抽出戒刀，一掌便向他拍去。三淨右掌對準他掌心擊出，雙掌相交，啪的一聲響，三淨身子飛了起來，藉勢向那青年僧人撞去。那青年僧人退了一步，雙拳併攏，向三淨胸口打到。三淨左掌在他拳上一借力，身子向上一提，右掌一記打中他的天靈蓋，跟著一個倒翻觔斗，又回到游坦之的背上。游坦之當他飛身而出迎敵之際，背上本是一輕，還沒來得及決定乘機逃走還是留在原地不動，三淨又已飛快的躍回，左手扣住了他的咽喉。只見那中年和那青年的兩個僧人雙膝軟倒，身子慢慢坐了下去，蜷成一團，不住的抽搐。游坦之又驚又奇，心想：「這三淨和尚用的是甚麼厲害功夫，只是輕輕一掌，便打得他們重傷如此？」只聽得兩個和尚口中荷荷而呼，抽搐得幾下，便即死了。三淨伸出右掌，拿到游坦之眼前，得意洋洋的道：「你瞧清楚了！」游坦之向他掌心一看，只見他右手中指戴著一枚精鋼戒指，戒指上突出了一枚極細的金針，針上有一點點的鮮血滴下來。游坦之一想，便即恍然：「原來他掌心中暗藏金針，看來針上還餵有劇毒的藥物，是以兩掌之間，便擊斃了兩人。」三淨將那金針向他鐵罩的眼孔一下的虛刺，喝道：「你若不聽話，我便給你一針。」說著左手逐一提起那兩個屍身，拋入了山谷之中，說道：「向東，向東！」游坦之不敢違拗，想到他殺死二僧的手段之毒，不由得心膽俱寒，也不知道從那裏來的一股力氣，雙腿雖是嚇得發顫，卻是移動極快，大步向東方行去。眼見天色漸漸黑了下來，游坦之心想：「你雙腿斷了，一時未能接續，等你睡著了，我總有脫身逃走的機會。」那知天黑之後，三淨命游坦之走進草叢，叫他躺了下來，自己縮成一個肉球，坐在游坦之的鐵罩之上，不多時便即鼾聲大作，既然睡熟了。游坦之氣惱之極，知道自己只須一動，立即便會將他驚醒，勢必挨一頓飽打──游坦之給這團肉球壓在頭上，真是苦不堪言，這鐵罩乘熱時戴在他的頭上，已與他頭皮臉面黏在一起，無法分開。三淨坐在鐵罩之上，只要一動，便扯得游坦之頭臉劇痛。好容易挨到次日清晨，三淨雖將自己折斷的小腿接續上了，但看來若非經過五六十天，難以行走如常。游坦之想想也覺心驚：「難道這五六十日之中，時時刻刻要我背負著這個兩百來斤的大肉球？」這日中午，兩人行到一處市集，歇下來在一家麵店中打尖。游坦之見有一個騾馬販子牽著幾匹騾馬走過，便道：「師父，你雇一匹騾馬乘坐，豈不是比我背負你行走快得多了？」三淨喝道：「少胡說八道！乘坐騾馬，那有叫人背負方便？馬兒能負我入屋上床麼？能負我到廁所出恭麼？」游坦之一想不錯，嘆了口氣，只好不言語了。三淨為了讓他行走時迅速有力，倒讓他將麵條饅頭吃得飽飽的，下午折而向南，一路上三淨忽然向他大談佛理，說道天生萬物，貴賤禍福，原是前生註定的，一個人前世作了孽，今生變牛變馬，供人乘坐。像游坦之這樣，雖然不變牛馬，但作人奴隸，那也是前生孽重，只有今世好好的服侍旁人，多積福德，來世才能享福。游坦之聽得將信將疑，尋思：「你出手便連殺兩個僧人，如此殘忍，以往殺過的人一定不少，卻還說甚麼積德修行？」只是在他箝制之下，不敢將心中言語說了出來。如此向東南方連行數日，天氣漸暖，游坦之聽得三淨一路向人打聽走向海濱的路徑。他心下暗暗歡喜：「到海中去倒好，有船可乘，我便不須給他做牛做馬了。」又行數日，這日下午，二人坐在一座涼棚下喝茶。游坦之流了滿身大汗，連盡數碗涼茶，兀自口渴未消，突然間嗆啷一聲，三淨手中的茶碗掉在地下，跌得粉碎，低聲叫道：「快走，快走！」聲音極是惶急。游坦之還沒放下茶碗，三淨左手五指猶如鋼鉤，已抵入他的左肩，一借力處，一個大肉球已伏在他的背，喝道：「向西北角上走，越快越好！」游坦之站起身來，躍出涼棚，只聽得「阿彌陀佛，阿彌陀佛！」四處都是口宣佛號之聲。游坦之咽喉中被三淨扼得緊緊地，顧不得理會旁人，發足便往西北角衝去。只見兩名黃衣僧人手執禪杖，攔在身前。游坦之一斜身，欲往左側衝出，又被兩名黃衣僧人攔住。跟著右側和身後各有兩名僧人逼上，八個和尚手中各挺兵刃，指住了三淨。三淨說道：「罷了，罷了！眾位師弟、師侄，算你們本事大，終於找上我啦，咱們這就去罷！小賊，你跟著大夥兒一起走。」游坦之心想：「原來是憫忠寺中大批和尚追下來，這一次，三淨可不見得能將這八個僧人都殺了。」果然一路上三淨絕無動靜，那八名僧人也不跟他說一句話，但游坦之災難不脫，每日仍是負了三淨行走，只是一路向南，卻不回到憫忠寺去。一行人朝行夜宿，長途跋涉，在道上一月有餘，游坦之走得慣了，漸漸的不以為苦，初時還常常想著：「這一路向南，卻到那裏去？」到得後來，渾渾噩噩的行走，當真便如一頭騾馬相似，自己將來命運如何，一行人要到那裏去，再也不關心半點。後來越走便越是山道崎嶇，每天都在上山。這一日下午，終於到了一座大廟之前，游坦之抬頭一看廟額，見匾上寫著「敕建少林寺」五個大字。他從前當然曾聽伯父、父親說過，少林寺乃是中原武學的泰山北斗，人人仰望之所，但他這一年中連受折磨，對身外之事已是絲毫不感興趣，只求每天少走幾里路、三淨少打自己幾下，那便心滿意足。其實，就是多行路程，三淨拳拳毒打，他也是默不作聲的忍受，多走少走，多打少打，到得後來，似乎也沒甚麼分別了。這時突然之間來到了少林寺，他心中不免一震，但隨即便處之淡然，他如此大受折磨之餘，即使進入皇宮內院，只怕也引不起甚麼興趣之情。一行人進入一座大殿，殿內一名僧人說道：「送戒律院！」那八名僧人答應了，引著游坦之從側門出去，沿著一條小徑一路上山，來到一座陰森森的院落之中。院裏出來一名老僧，聲音乾枯的說道：「奉戒律院首座法諭：三淨未得許可，擅自下山，先打三百法棍，分十天責打。再行嚴查下山後之劣跡，按情治罪。」兩名僧人抓住三淨，將他提了起來，伏在地上。游坦之背上陡然間一鬆，大感暢快。只見一名擒拿三淨前來的僧人走道老僧身旁，低聲說了幾句話，又向游坦之指了一指。那老僧點了點頭，說道：「游姓小賊相助三淨逃走作惡，敗壞佛法，先打一百法棍，再按情治罪。」一名僧人在游坦之背上一推，說道：「低頭伏罪！」游坦之毫不抗拒，便即伏下，心想：「你們要我怎樣，便怎樣好了，你們說我有罪，我總是有罪的。」那老僧說了這幾句話後，轉身入內，戒律院中走出四名僧人來，將三淨和游坦之橫拖倒曳，搭入了一間大廳之中。幾名僧人按住三淨，大棍便打了下來，打滿三十棍後，按住游坦之又打。游坦之覺得擊打自己這三十棍，比之打三淨的要重得多了，想是他們同門相護，下手之際大有輕重的分別。這三十棍打得他皮開肉綻，下半身盡是鮮血。過得七日，棒瘡尚未痊可，又被拖來第二次再打，直打了一百棍才罷。一名僧人向他宣示戒律院首座法諭：「游姓小賊著罰入菜園挑糞，痛自懺悔過往罪惡。」游坦之茫茫然的跟著那僧人來到菜園之中，向管理菜園的僧人叩見。管菜園的僧人法名叫做緣根，身形瘦小，容貌枯槁，落了兩隻門牙，說話關不住風。他見了游坦之頭戴鐵罩的怪狀，大感興趣，坐在長凳上架起一雙二郎腿，盤問他的來歷。游坦之心想伯父和父親是武林中大有名望的人物，自己今日折墮至此，說出來豈不是辱沒了游氏雙雄和聚賢莊的威名？當下只說自己是個尋常的鄉民，不幸被契丹官兵打草穀時擄去，以至苦受折磨。那緣根極愛說話，甚麼細節都要問得清清楚楚，絕不許游坦之含糊過去，但游坦之決意不吐露自己身世遭際，除了說自己是個農家少年之外，甚麼也不提及。這一場盤問，直到天黑方罷，足足問了三個多時辰。緣根反來覆去的問了一次又一次，想要在游坦之的言語中找到甚麼破綻。游坦之並非十分聰明之人，若是說謊，早就給緣根捉住了岔子，但他只是將身世縮到了極度的簡單平淡。「你父親呢？」「死了！」「怎麼死的？」「生病！」「生甚麼病？」「我不知道！」「為甚麼你幫助三淨？」「他捉到我的。」「你為甚麼不逃？」「他捉住了我，逃不脫。」到了晚飯時分，緣根捧了一大碗飯，一邊吃，一邊盤問，直到實在搾不出甚麼了，才道：「你去挑二十桶糞澆菜。咱們這裏不能偷懶，剛才跟你說了半天話，功夫都耽擱了。」游坦之應道：「是！」他已然不會抗辯，說道：「是你叫我說話，又不是我想說話。」他肚子餓，棒瘡痛，但還是去挑糞澆菜。少林寺這菜園地面甚是廣闊，幾近二百畝地，在菜園中做工的僧人和長工、短工共有三四十人。游坦之既是新來，頭上這鐵罩又令他顯得古怪詭異，人人都將他來欺騙取笑，最骯髒粗笨的功夫都推給他做。游坦之越來越是不會思想，是非之心固是日漸淡薄，連喜歡悲傷之別也是模模糊糊，逆來順受，渾渾噩噩的打發著日子，只有在睡夢之中，才偶爾想起了阿紫。這日黃昏，他澆罷了糞，已累得全身筋骨酸痛，耳聽得飯鐘聲響，當即站起身來，到小飯堂中去吃飯，忽聽得緣根叫道：「阿游，這碗飯你送到那邊竹林小屋中去，給一位師父吃，他生了病，起不了身。」游坦之應道：「是。」接過那晚白米飯，沿著小徑走向竹林之中。那竹林極大，走了好一陣會仍未出林，只見綠蔭深處有一座小小的石屋，游坦之走到屋前，叫道：「師父，師父，給你送飯來啦。」屋裏有個低沉的聲音應了一聲。游坦之伸手推門，那板門應手而開。他捧著這大碗飯走了進去，見屋裏地下的蓆上一人向裏而臥，屋中無床、無桌、無凳，只一張草蓆，蓆邊放著一隻瓦缽，缽中有半缽清水。游坦之又道：「師父給你送飯來啦！」那人道：「我不餓，不吃飯，你拿回去罷。」說話的口音含混不清，始終不轉過身來。游坦之聽他說不餓，不要吃飯，便將這碗飯捧回小飯廳中，回報了緣根。次日午間，緣根又叫他送飯去，那人仍是不吃。一連四天，游坦之每日送兩次飯去，那人一直不轉過身來，也始終不吃飯。游坦之已無好奇之心，此事雖然頗不尋常，他卻也漠不關心。這人到底是誰？為甚麼不要吃飯？一直不吃飯豈不餓死？他全不放在心上。緣根叫他送飯，他便送去，那人不吃，他就拿了回來。到得第五日中午，他又送了一碗飯去。那人仍是說道：「我不餓，不吃飯，你拿回去罷。」游坦之平平淡淡的道：「好！」轉身便走。那人突然從床上一躍而起，一把抓住游坦之的手臂，罵道：「你這人全無心肝──」剛說得這幾個字不禁「啊」的一聲驚呼，見到他頭上的鐵罩，大感詫異。游坦之見這僧人又瘦又黑，凹眼高鼻，模樣不是中土的和尚，臉上一條條的皺紋，也不知他已有多大年紀。那僧人問道：「你頭上罩的是甚麼東西？」游坦之道：「鐵罩。」那僧人問道：「誰給你罩的？」游坦之道：「契丹人。」那僧人又問：「幹麼不除下來？」游坦之道：「除不下。」那僧人道：「我接連四天不吃飯，你置之不理，也不叫寺裏的知客來看我一次，不叫人整藥醫治，是何道理？」他雖是西域胡僧，華語卻說得甚是流利。游坦之道：「你死也好，活也好，關我甚麼事？」那胡僧大怒，手一伸，抓住了他的肩頭。游坦之只覺肩頭劇痛，有如刀剜，但他忍痛忍慣了，既不掙扎，也不呻吟，處之泰然。那胡僧奇道：「你痛不痛？」游坦之淡淡然道：「痛也好，不痛也好，有甚麼相干？」那胡僧更是奇了，道：「怎叫作『有甚麼相干？』難道這肩頭不是你的，我再使些力氣，將你的肩頭捏碎了？」他一面說，一面手上運勁。游坦之只覺痛徹心肺，這肩頭真是便要給他捏得粉碎，但他身上雖痛，心情卻已麻木，既不抗辯，更不討饒，心想：「我若是命中註定肩頭要給人捏碎，那也是無法可想之事。」那胡僧見他耐力如此之強，倒也十分佩服，說道：「很好，少林寺中，連一個小小的火工也有這般修為。你去罷！」游坦之捧了那碗飯出來，沒走出竹林，忽然撞到緣根守在路旁。緣根陰惻惻的走到他身前，冷笑道：「阿游，遼國憫忠寺的事發了，到戒律院去罷。」游坦之聽到「憫忠寺的事發了」幾個字，心想：「想必是三淨查到我偷了他的冰蠶，這種事終究賴不掉，那就聽天由命罷。」當下跟著緣根來到戒律院中。他第一日來到戒律院時遇到的那個老僧，這時他仍是站在院前，淡淡的道：「游坦之，三淨說道，遼國憫忠寺的那些罪大惡極之事，是你幹的，是也不是？」游坦之應道：「是，是我幹的。」那老僧聽他一口認罪，倒是頗感詫異，說道：「你既自己認罪，我也不來難為你，那五百記殺威棍，便給你免了。你到懺悔房，自己好好的思量，再來跟我說話。」緣根帶著游坦之，來到戒律院之後，一塊空地上。只見四個方形石柱，並排豎立。緣根在一枝石柱上一拉，開了一道門，原來是一間小小的石室，推開室門，命他入內，便關上了門。這懺悔房說是一間房間，其實倒似是個豎起的石頭棺材。游坦之一走了進去，別說坐下，便轉身也是十分為難。石室頂上鑿有兩個小孔，作透氣之用，四面石壁緊緊迫著他的身子。游坦之心道：「我有甚麼事好思量？有甚麼東西可懺悔的？」便在此時，只聽得一個人殺豬也似的大聲叫喊，那聲音從石室頂上的小孔傳了進來，正是三淨的口音。只聽得叫道：「不行，不行，我這身體，怎麼進得懺悔室？」戒律院的老僧道：「本寺千年的規矩，僧徒犯了大罪，須得入懺悔室反省，你進去罷。」三淨急道：「我這樣胖，說甚麼也擠不進去。」游坦之雖在難中，聽了這句話後，想起三淨那大皮球一般的身子，卻也忍不住好笑。只聽那老僧冷冷的道：「將他推進去，把石門關上了！」隱隱約約聽到有好幾個人撐持之聲，三淨大聲呼喊，但那老僧毫不寬容，非執行寺規不可。三淨叫道：「我去稟告方丈，你虐待同門，你拘泥不化，怎能將我這胖和尚硬塞進這──這間──哎唷──不得了──不成──不成！」那老僧道：「大家再加一把勁，用力，用力！」另一名僧人道：「好臭，他的屎尿也擠出來！」老僧道：「嗯，塞進了一大半，還有一小半，用力推啊！」搞了半天，終於將三淨一個肥大如球的身子，硬塞進了這座窄小的石室。三淨早已沒了抗辯的力氣，嗚嗚咽咽，抽抽噎噎的哭泣。游坦之心想：「這樣狹窄的一間石室，連我也轉身不靈，居然能將這個大肉球塞了進去，倒也是稀奇之極。」突然之間，三淨叫道：「放我出來，放我出來，我甚麼都說了，不敢抵賴。」那老僧道：「你先說了，再放你！」三淨道：「我──我在遼國憫忠寺中，偷了三十三兩銀子，去買酒喝，殺了三條狗，又殺了七個和尚，四個俗家人──我──我在遼國有個女子相好──又去賭場賭錢。」那老僧道：「你說這些事都是那個鐵頭人幹的？」三淨道：「是，是！都是他幹的，我忘記了。」老僧道：「你還沒想得清楚，在這裏想上一天一夜，多半便可想清楚了。」三淨大叫：「再過一個時辰，就把我擠死了。我一切招認，都是我幹的。」那老僧道：「那麼那個鐵頭人幹了甚麼壞事？」三淨道：「他──他偷我的葫蘆，偷我的酒喝。」那老僧道：「還有呢？」三淨道：「我──我不知道。快──快放我出來。」那老僧冷言道：「你倒會冤枉人，去把那鐵頭人放出來。」執事僧人應了，打開石室的石門，將游坦之拉了出來，游坦之見旁邊那座石室的門縫中，三淨的肥肉迸了出來，倘若這不是石室而是木房，那勢非脹裂不可。那老僧向游坦之道：「憫忠寺的事，三淨自己已招認了，怎麼你不言明真相？」游坦之道：「我不知道。」那老僧道：「到底你有沒有做過壞事？」游坦之道：「我這生多災多難，想必是前生造的孽很重，前世一定做了許多壞事。」那老僧聽他這麼說，很是喜歡，適才冤枉了他，也覺得有些過意不去，向緣根道：「這鐵頭人本性倒很純良，那胡僧波羅星有病，你叫鐵頭人專門服侍他，這幾天不用在菜園中做工了。」緣根道：「是！」三淨叫道：「我不成啦，快放我出來！」只聽得格格之聲不絕，猶似爆豆一般，原來三淨全身骨骸受到擠迫，相互摩擦發聲。游坦之心想：「看來三淨身上的肋骨已斷了許多根。」只聽三淨又叫：「我一切都已招認了，怎麼還不放我出來？這──這不是騙人麼？」緣根向游坦之道：「快拜謝執法大師的慈悲，委派了你一件輕巧的功夫。」游坦之自從在遼國大吃苦頭之後，對任何外國人都無好感，不以為服侍那胡僧波羅星有甚麼好處，但緣根既然這麼說，他也就跪地拜謝。緣根帶著他來到竹林中波羅星的屋中，波羅星向牆而臥，對二人毫不理睬。到得用膳時分，游坦之送飯去給他，波羅星道：「不吃飯！」再也不去睬他。如此兩日，波羅星說話的聲音越來越是衰弱，寺中知客得到訊息，前來探望。那知客探病之後，十餘位老僧絡繹前來慰問。游坦之站在一旁，聽到那知客向波羅星傳報各老僧的身份，都是甚麼羅漢堂首座、達摩院副座、戒律院首座等等職司甚高之人。他心想：「這胡僧似是頗有來頭的人物，一生病，竟有這許多人來探望。」波羅星病了數日，始終不痊，偶然也吃些稀粥，但仍是不能起身，每日裏終是面壁而臥。幸好這人性子溫和，並沒如何支使折磨游坦之，倒令他日子過得甚是清靜。又過了兩日，波羅星突然半夜裏大聲呻吟，大叫：「頭痛啊，頭痛啊！」在地下滾來滾去，難以忍耐。游坦之點起燈燭，只見他滿臉通紅，伸手在他額頭一摸，著手滾燙。波羅星跳上躍下，叫道：「我要死了，我要死了，快叫人來給我醫治。」游坦之道：「是，是！」不知去跟誰說好，只得奔到菜園中去叫醒了緣根，由緣根到清健院中去請了治病的僧人來給他診治，針灸服藥，忙碌了半夜，直到天明，這才安靜了下來。如此發作了數次，連清健院中的醫僧也不住搖頭，出得門來，便道：「這胡僧得的是天竺怪病，為中土所無，看來難以治好。」波羅星越來越是衰弱，有一日起床便溺，腳下一軟，摔了一跤，額頭跌破了一個大洞，流了不少鮮血。眾老僧知道了，又都來慰問看視。如此纏綿了一月有餘，波羅星的病越來越重，這一晚合當有事，游坦之白天受了涼，半夜裏肚痛起來，忙到竹林中去出恭，正在結束褲子，月光下突然見到丈餘之外的地中鑽上一個人頭。游坦之大吃一驚，正要失聲而呼：「妖怪！」只見一個黑影上半身鑽了出來，跟著全身現出，赫然便是波羅星。日間所見到的波羅星氣若遊絲，要坐起身來喝一口湯水也是十分艱難，但這時竟然變得猶如生龍活虎一般，從地底一鑽上來，瑟的一聲輕響，便竄上了竹樹，敏捷有如狸貓。游坦之大奇：「原來他這些日子中都是裝病，他怎麼會從地底下鑽出來？這時候卻又到那裏去？」但見竹樹輕搖，波羅星已從一株竹樹躍到了三丈外的另一株竹樹上。竹竿彈性極強，一彈之下，身子便已遠去。若不是游坦之親眼見到他竄上竹子，定不知樹上有人，只道是清風動竹，月下搖曳而已。眼見得搖動的竹子一路指向西北，去得極快。游坦之雖對世事漠不關心，但終究年紀甚輕，好奇之心未曾全失，走到波羅星鑽出來的地方一看，只見地下有一個圓洞，一塊木板放在一旁，木板上堆滿了泥土竹葉。顯然當波羅星鑽入洞中之後，便將這塊木板掩上洞口，竹林中本來少有人至，就算有人，一腳踏在木板之上，也不會覺得有何異狀。游坦之心道：「這地道通到何處，倒要去瞧瞧。」伸足踏入地洞，便鑽了下去。不料這地道甚短，爬行不到數丈，便向上升。游坦之鑽了上來，忍不住啞然失笑，原來便是在波羅星的臥睡之地，出口處給那張草蓆蓋住了，平日波羅星就睡在其上，誰也不會發覺。