第十回　嬝嬝清香燃心願　汪汪淚眼注柔情只見萬震山又是一劍向言達平小腹上刺來，言達平身子搖晃，已是閃避不脫，狄雲手中的鐵鏟輕輕一抖，一鏟黃泥向萬震山飛了過去，這一鏟黃泥上所帶的內勁著實不少。萬震山被這股勁力一撞，登時立足不住，騰的一下，向後便摔了出去。眾人出其不意，誰也不知這些泥土從何處飛來。狄雲第二鏟泥土又已擲出，這二次卻是擲向點在旁邊桌上的蠟燭和油燈，霎時之間，燭燈熄滅，大廳中一片黑暗。眾人都失聲驚叫起來。狄雲縱身而前，一把抱起言達平，便沖了出去。狄雲一到屋外，便即伸指點了言達平肩頭、右胸、右臂諸外穴道，止住鮮血外流，將他負在背上，展開輕功，往後山疾馳。他輕功既強，於這一帶的地勢又是極為熟悉，盡往荒僻難行的高山上攀行。言達平伏在他的背上，只覺身邊生風，身子猶似騰雲駕霧一般，恍如夢中。他江湖上閱歷極富，卻不信世間竟有這等武功如此高強之人。狄雲越奔越高，行了一個多時辰，來到這一帶最高的山峰之上。這山峰高插入雲，常人決計攀援不上，狄雲自己也是從未到過。他與戚芳常常仰望這个山峰，說過許多幼稚可笑的話，今日乘著救人之便，這才上峰。他將言達平放在一塊岩石之旁，問道：「你有金創藥麼？」言達平撲翻身軀便拜，道：「恩公尊姓大名？言達平今日得蒙相救，大恩不知如何報答才是。」狄雲為人忠厚，雖不願吐露自己身份，卻也不能受師伯這個禮，忙跪下還禮，說道：「前輩不必多禮，折殺小人了。小人是無名之輩，姓名不足掛齒，些些小事，說什麼報答不報答。」言達平堅欲請教，狄雲也不會捏造一個假姓假名，只是不說。言達平知道江湖上隱姓埋名的高手很多，他既不肯說，也只得罷了，當下從懷中取出金創藥來，敷上了傷口。他撫摸三處劍傷，兀自心驚，心想：「他再遲片刻出手，我言達平此刻已不在人世了。」狄雲道：「在下心目中有幾件疑難，要請前輩指教。」言達平忙道：「恩公再休提前輩兩字。有何詢問，言達平只當竭誠奉告，不敢有分毫隱瞞。」狄雲道：「既是如此，那是再好不過了。請問前輩，這座大屋，是你所造的麼？」言達平道：「是的。」狄雲又問：「前輩雇人挖掘，當然是找那《素心劍譜》了。不知可找到了沒有？」言達平心中一凜：「嗯，我道他為什麼這麼好心救我，卻原來也是個覬覦《素心劍譜》之徒。」便道：「我花了無數心血，至今未曾得到半點端倪。恩公明鑒，實是不敢相瞞。倘若言達平已然得到，立刻便雙手獻上。姓言的性命也是恩公所救，豈敢愛惜這身外之物？」狄雲連連搖手，道：「我不是要得那劍譜，不瞞閣下說，在下武功雖然平平，但自信這什麼《素心劍譜》，對在下的功夫也未必有什麼助益。」言達平道：「是，是！恩公武功出神入化，已是當世無敵，那《素心劍譜》也不過是一套劍法的圖譜。小人師兄弟因為這是本門的功夫，所以十分重視，在外人看來，那也是不足一笑的了。」狄雲雖然胸無城府，卻也聽得出他言不由衷，當下也不點破，又問：「聽說此處原來是閣下的師弟戚長發的舊居。這戚長發外號叫作『鐵鎖橫江』，那是什麼意思？」他自幼跟師父長大，所見到的師父始終是個忠厚木訥的鄉下老頭子，可是丁典卻說他是個十分工於心計之人，是以要再問一問言達平，到底丁典的言語，是否傳聞有誤。言達平道：「我師弟戚長發外號叫作『鐵鎖橫江』，那是人家說他計謀多端，對付人很辣手，就像是一條大鐵鏈，鎖住了江面，叫上上下下的船隻上又上不得、下又下不得的意思。」狄雲心中一陣難過，心道：「那麼丁大哥的話一點不錯，我師父竟然是這麼一號人物，我從小受他欺騙，他始終不向我顯示本來面目。」可是他心中仍是存著一線希望，又道：「江湖上這種外號，那也未必靠得住，或許是戚師傅的仇人給他取的。言前輩和令師弟同門學藝，自然知道他的性情脾氣。到底這人的性子如何？」言達平歎了口氣，道：「非是我要說同門的壞話，恩公既然問起，在下不敢隱瞞半分。我這個戚師弟，樣子似乎是頭木牛蠢馬，心眼兒卻靈巧不過。否則那本《素心劍譜》，怎麼會給他得了去呢？」狄雲點了點頭，隔了半晌，才道：「你怎知道那《素心劍譜》確是在他手中？你親眼瞧見了麼？我聽人家說，你常常喜歡扮作一個乞丐，是不是？」言達平又是一驚：「這人好厲害，居然連這件事也知道了。」便道：「恩公信訊靈通，在下的作為，什麼都瞞不過你。在下心想這本《素心劍譜》不是在萬師哥手中，便是在戚師弟手中，因此便喬裝改扮，易容為丐，在湘西鄂西來往探聽動靜。我仔細琢磨，料定這本劍譜不是在萬師哥手中，而是在戚師弟手中。」狄雲道：「那是什麼緣故？」言達平道：「咱們恩師臨死之時，是將這劍譜交給咱師兄弟三人的……」狄雲想起丁典所說，那天夜裏長江中萬、言、戚三人合力謀殺受業師父梅念笙之事，鼻中哼了一聲，道：「是他親手交給你們的嗎？恐怕……恐怕……不見得吧？他是好好死的嗎？」言達平一躍而起，指著他道：「你……你是……丁……丁典……丁大爺？」要知丁典安葬梅念笙的訊息，後來終於洩露了出來。是以言達平聽得自己弑師的大罪給他一揭露，便疑心他是丁典。狄雲淡淡道：「我不是丁典。丁大哥嫉惡如仇。他……他親眼見到你們師兄弟三人合力殺死師父，倘若我是丁大哥，今日就不會救你，讓你死在萬……萬震山的劍下。」言達平驚疑不定，道：「那麼你是誰？」狄雲道：「你不用管我是誰。若要人不知，除非己莫為。你們合力殺了師父之後，搶得《素心劍譜》，後來怎樣？」言達平顫聲道：「你既然什麼都知道了，何必再來問我？」狄雲道：「有些事我知道，有些事我不知道。你老老實實說來，若有假話，我總會查察得出。」言達平心下又敬又怕，說道：「我如何敢欺騙恩公？咱三人拿到《素心劍譜》之後，一查之下，發覺只有劍譜，沒有劍訣，仍是無用……」狄雲心道：「丁大哥言道，這劍訣卻和一個大寶藏有關，梅念笙、淩小姐、丁大哥都已逝世，世上已無人知道這個劍訣，你們兀自在作夢。」只聽言達平繼續說道：「於是咱們跟著追查。三個人你不放心我，我不放心你，每天晚上都在一間房中睡，這本劍譜，便鎖在一隻小鐵盒中。咱們把鐵盒鎖上的鑰匙投入了大江之中，那隻鐵盒放在房中的抽屜裏，鐵盒上又連著三根小鐵鏈，分繋在三人的手腕上，只要有誰一動，其餘二人便驚覺了。」狄雲道：「這樣可防備得很周密了啊。」言達平道：「那知道結果還是出了亂子。」狄雲聽言達平道：「結果還是出了亂子」，便問：「又出了什麼亂子？」言達平道：「這一晚咱們師兄弟三人在房中睡了一夜，次日清晨，萬震山忽然大叫：『劍譜呢？劍譜呢？』我一驚起身，只見放鐵盒的抽屜拉開了沒關上，鐵盒的蓋子也打開著，盒中的一本劍譜已是不翼而飛。咱三人大驚之下，拚命的追尋，卻那裏還尋得著？這件事太也奇怪，房中的門窗仍是在內由鐵扣扣著，好端端的沒動，所以這本劍譜定非外人盜去，不是萬師哥，便是戚師弟下的手了。」狄雲道：「果真如此，何不黑夜中開了門窗，裝作是外人下的手？」言達平歎了口氣，道：「咱三人手腕上都是用鐵鏈連著的。悄悄起身去開抽屜，開鐵盒，那是可以的，要走遠去開門開窗，鐵鏈就不夠長了。」狄雲道：「原來如此。那你們怎麼辦？」言達平道：「這本劍譜得來不易，咱們當然不肯就此罷休。三個人你怪我，我怪你，大吵了一場，但誰也說不出什麼證據，只好分道揚鑣……」狄雲道：「有一件事我心中不明，倒要請教。想你們三位同門學藝，尊師既有這樣一本劍譜，遲早總會傳給你們，難道他要帶到棺材裏去不成？何以定要下此毒手？何以殺了師父來搶此劍譜？」言達平道：「我……我師父，唉，他……他是老糊塗了，他說咱們師兄弟三人心術不正，決計將本門武功傳於外人。咱三人忍無可忍，迫於無奈，才這樣下手。」狄雲道：「嗯，原來如此。你後來又怎能斷定這本劍譜是在你三師弟手中？」言達平道：「我本來疑心是萬震山盜的，因為是他首先出聲大叫，賊喊捉賊，最是可疑。我暗中跟蹤他，可是跟得不久，便知不是他。因為他在跟蹤三師弟。劍譜倘若是萬震山這廝拿去的，他不會反去跟蹤別人，只有自己遠走高飛，偷偷的躲在什麼深山荒穀中去練劍了。可是我每次在暗中見到他，總是見他咬牙切齒，神色十分焦躁痛恨，於是我改而去跟蹤戚長發。」狄雲道：「可尋到什麼線索眉目？」言達平搖頭道：「這戚長發城府太深，沒半點形跡露了出來。我曾偷看他教徒兒和女兒練劍，他故意裝傻，將劍招的名稱改得非驢非馬，當真要笑掉旁人大牙。可是他越是做作，我聽在耳裏，越知道他是別有深意。我一直釘了他三年，他始終沒顯出半分破綻。當他不在家之時，我曾數次潛入他家中細加搜索，別說什麼素心劍譜，連尋常書本子也沒一本。嘿，嘿！這位師弟，當真是好心計，好本事！」狄雲道：「後來怎樣？」言達平道：「後來嘛，萬震山忽然要做壽，派了個弟子來請戚長發到荊州去吃壽酒。當然哪，做壽是假，探探這師弟的虛實是真。戚長發便帶了他一個傻頭傻腦的弟子叫什麼狄雲的一塊兒去，又帶了他的女兒戚芳。酒筵之間，這狄雲和萬家的八個弟子打了起來，露出了三招精妙的劍術，引起萬震山的疑心，於是萬震山將戚師弟請到書房中去談論，兩人你一言我一語的說翻了臉，戚師弟一劍將萬震山刺傷，從此不知所蹤。奇怪，真是奇怪，真是奇怪之至……」狄雲道：「什麼奇怪？」言達平道：「戚長發從此便無影無蹤，不知他躲到了何處。戚長發去荊州之時，決不會將盜來的劍譜隨身攜帶，定是埋藏在這裏一處極隱蔽的地方，我本來料想，他刺傷萬震山后，一定連夜趕回此間，取了劍譜再行遠走高飛，是以一發生事故，我立即備了快馬，搶先來到此處，瞧他這劍譜放在何處，以便俟機下手，可是左等右等，他始終沒有現身。於是我便老實不客氣在這裏攪他個天翻地覆，想要翻掘他出來。可是無數心血，盡數化為流水。若不是蒙恩公出手相救，言達平連性命也送在這裏了。」狄雲道：「依你之見，你那戚師弟現下是到了何處？」言達平搖頭道：「這我可是當真猜想不出。多半是天網恢恢，疏而不漏，在什麼地方一病不起，又說不定遇到什麼意故，給豺狼虎豹吃掉了。」狄雲見他說話之時，滿臉的幸災樂禍，顯得十分喜歡，不由得心中厭惡，但轉念一想，師父音訊全無，多半確已遭了不幸，便站起身來，說道：「多謝你不加隱瞞，在下要告辭了。」言達平恭恭敬敬的作了三揖，道：「恩公大德，言達平永不敢忘。」狄雲道：「舉手之勞，何必放在心上。你在此處養傷，那萬震山找不到的，儘管放心好了。」言達平笑道：「這會兒多半他急得便如熱鍋上螞蟻一般，也沒心機來找我了。」狄雲奇道：「為什麼？」言達平微笑道：「我那隻毒蠍蟄傷了他兒子的手，必須連續敷藥十次，方能除盡毒性，只敷一次，有什麼用？」狄雲微微一驚，道：「那麼萬圭性命不保麼？」言達平甚是得意，道：「這毒蠍之毒，當真是非同小可，妙在這萬圭不會一時便死，叫他呼號呻吟足足一個月，這才了帳。哈哈，妙極，妙之極矣。」狄雲道：「要一個月才死，那就不要緊了，他去請到良醫，總有解毒的法子。」言達平道：「恩公有所不知。這種毒蠍並非天生，是我自己養大的，自幼便喂牠們服食各種解藥，令牠們習于解藥的藥性，解藥用將上去，便全無效驗，任他醫道再高明的醫生，也只是用治毒蟲的藥物去解毒，那只有屁用！哈哈，哈哈！」狄雲側目而視，心想：「這個人心腸如此毒法，真是可怕！下次說不定我會給他的毒蠍螫中，丁大哥常說，在江湖上行走，害人之心不可有，防人之心不可無。我還是問他拿些解藥放在身邊，這叫做有備無患。」便道：「言前輩，你這瓶解藥，給了我吧！」言達平道：「是，是！」可是他並不當即取出，問道：「恩公要此解藥，不知有何用途？」狄雲道：「你的毒蠍十分厲害，說不定一個不小心我自己碰到了，身邊有一瓶解藥，那就放心一些。」言達平臉色尷尬，笑道：「恩公對小人有救命之恩，小人如何敢加害恩公？這是多疑了。」狄雲伸手出去，道：「這叫做害人之心不可有，防人之心不可無。備而不用，那是再好也沒有了。」言達平道：「是，是！」只得將那瓶解藥取了出來，遞了過去。※※※狄雲下得峰來，又到那座大屋去察看動靜，只見屋中眾鄉民早已一哄而散，那管家和工頭也已不知去向，空蕩蕩的再無一人。狄雲心想：「師父已死，師妹已嫁，這地方以後我是再也不會來的了。」他走出大屋，沿著溪邊向西北而去。行出數十丈，回頭一望，這時東方太陽剛剛升起，陽光照射在屋前的楊樹、槐樹之上，溪水中泛出點點閃光，這番情景，是狄雲從小便看熟了的，不由得又想：「從今而後，我是再也不會到這地方來了。」他理一理背上的包裹，尋思：「眼下只有一件心事未了，那便是將丁大哥的骨灰，送去和淩小姐的遺體合葬在一起，這且去荊州再走一遭。萬圭這小子害得我苦，好在惡人自有惡人磨，我也不用親手報仇。只是言達平說他要呻吟號叫一個月才死，卻不知是真是假。倘若他命大，遇到良醫治好了，我還得給他補上一劍，取他狗命。」※※※湘西和荊州相隔不遠，數日之後，便到了荊州。狄雲在城外一打聽，便知淩退思仍是做著知府，他仍是這麼滿臉污泥，掩住了本來面目而走進城去。他第一個念頭是：「我要親眼瞧瞧萬圭如何受苦，他的毒傷是否治好了？也不知他是否已經回來，說不定還留在湖南治傷。」他踱到萬家門口，遠遠望見沈城匆匆從大門中出來，神色很是急遽。狄雲心道：「沈城既在這裏，萬圭想來也已回家，一到天黑，我便去探探。」當下他又回到那個廢園。這廢園離萬家不遠，當日丁典逝世、殺周圻、殺耿天霸、殺馬大鳴，都是在這廢園之中，此番舊地重遊，只見遍地荒草如故，遍地瓦礫如故。狄雲走到那株老梅之旁，撫摸凹凹凸凸的樹幹，心道：「那一日丁大哥是在這株老梅樹下逝世，梅樹仍是這副模樣，半點也沒變，丁大哥卻已骨化成灰。」當下坐在梅樹之下，閉目而睡。睡到二更時分，他從懷中取出些乾糧來吃了，出了廢園，徑向萬家而來。他繞到萬家後門，越牆而入，到了後花園中，不由得心中一陣酸苦：「那日我身受重傷，躲在柴房之中，師妹不助我救我，已是寡情，卻反而去叫丈夫來殺我。」他正要舉步而前，忽見太湖石旁有三點火光閃動。狄雲一見有異，立即停住腳步，身子在樹後一縮，向火光處望去。一凝目間，三點火光，乃是香爐中三枝點燃了的線香。那香爐放在一張小幾之上。小幾前有兩個人跪著向天磕頭，不一會站起身來，狄雲看得分明，一個便是戚芳，另一個是個小小女孩，就是她的女兒，也是叫做「空心菜」的了。只聽得戚芳口中輕輕禱祝：「這第一炷香，求天老爺保佑我夫君身脫苦難，解腫去毒，不再受這蠍毒侵體之苦。空心菜，你說啊，說求求天菩薩保佑爹爹病好。」小女孩道：「是，媽媽，求天天菩薩保佑，叫我爹爹不痛痛了，不叫叫了。」狄雲心中既感到幸災樂禍的喜歡，又惱恨戚芳對丈夫如此情義深重。只聽戚芳又道：「第二炷香，求天老爺保佑我爹爹身子康寧，平安喜樂，早日歸來。空心菜，你說請天天菩薩保佑外公長命百歲。」小女孩道：「是，媽媽，外公，你快快回來，你為什麼不回來啊。」戚芳道：「求天天菩薩保佑。」小女孩道：「是，求求天天菩薩保佑我外公，還要保佑我爺爺和爹爹。」她從來沒見過戚長發，媽媽要她求禱，她心中記掛的卻是自己的祖父和父親。戚芳停了片刻，低聲道：「這第三炷香，求老天爺保佑他平安，保佑他事事如意，保佑他早娶賢妻，早生貴子……」說到這裏，聲音不禁哽咽了，伸起衣袖，拭了拭眼淚。小女孩道：「媽媽，你又想起舅舅了。」戚芳道：「你說，求天老爺保佑我的空心菜舅舅平安……」狄雲聽她禱祝第三炷香時，本在奇怪：「她在替誰祝告？」忽聽得她說到「空心菜舅舅」五個字，耳中不由得嗡的一聲響，心中只是這麼說：「她是在說我？她是在說我？」那小女孩道：「求求天天菩薩，我媽媽記掛我的空心菜舅舅，你保佑他恭喜發財，買個大娃娃給我，他是空心菜，我也是空心菜。媽媽，這個空心菜舅舅，到那裏去啦？他怎麼也還不回來？」戚芳道：「空心菜舅舅去了很遠很遠的地方。這個舅舅拋了你媽媽，媽媽卻天天記著他……」說到這裏，她抱起女孩，將臉孔藏在女孩的胸前，快步回了進去。狄雲走到香爐之旁，瞧著那三根閃閃發著微光的香頭，不由得癡了。他怔怔的站在香爐之旁，三根香燒到了盡頭，都化了灰燼，他還是一動不動的站著。※※※天一亮，狄雲從萬家後園中出來，在荊州城中茫然亂走，忽然聽得倉啷、倉啷的聲音直響，卻是個走方郎中搖著虎撐在沿街賣藥。狄雲心中一動，他要親眼瞧瞧萬圭呻吟叫喚的慘狀，於是取出十兩銀子，將他的衣服、藥箱、虎撐一古腦兒都買了來。那郎中很是奇怪，好在這些東西都不值什麼錢，最多不過是五兩銀子的本錢，高高興興的賣了給他。狄雲回到廢園，將郎中的衣服換上，拿些草藥搗爛了，將汁液塗在臉上，又在左眼下敷了一大塊草藥，弄得面目全非，然後搖著虎撐，來到萬家門前。狄雲將到萬家門前，便倉啷啷、倉啷啷的搖起虎撐，待得走近，嘶啞著嗓子叫道：「專醫疑難雜症，無名腫毒，毒蟲毒蛇咬傷，即刻見功。」如此喊得三遍，便見大門中一人匆匆出來，招手道：「喂，郎中先生，過來過來。」狄雲認得他是萬門弟子，便是當年削去他五根手指的吳坎。但狄雲此刻裝束面貌與昔年已大不相同，吳坎自是認他不出。狄雲深恐他聽出自己語音，慢慢踱將過去，又壓低了嗓子，說道：「這位爺台有何吩咐，可是身上生了什麼疑難雜症、無名腫毒？」吳坎「呸」的一聲，道：「你瞧我像不像身上有什麼無名腫毒？喂，我問你，給蠍子螫了，你治不治得好？」狄雲道：「青竹蛇、赤練蛇、金腳帶、銀線蠍，天下一等一的毒蛇咬傷了人，在下都是藥到傷去，那蠍子嘛，嚇嚇，可真叫做何足道哉。」吳坎道：「你可別胡吹大氣，這蠍子卻不是尋常之物，荊州城裏的名醫都是束手無策，你又醫得好了？」狄雲皺眉道：「有這等厲害？天下的蠍子嘛，也不過灰蠍、金錢蠍、麻頭蠍、紅尾蠍、落地咬娘蠍、白腳蠍……」他一面信口胡說，一面屈指計算，連說了四十餘種，才道：「每種蠍子毒性不同，各有各的治法，什麼名醫儒醫，倘若是徒有虛名之輩，也未必知道得周全。」吳坎聽他一口氣說了這許多蠍子的名稱，倒也佩服了三分，便道：「既是如此，便請先生進內替我師哥診治，若是治癒了，家師必定重重有謝。」狄雲點了點頭，跟他走進萬府。他一跨進門，登時便想起那年跟著師父、師妹前來拜壽的情景，那時候是鄉下少年進城，什麼東西都是透著新鮮好玩，和師妹兩個東張西望，指指點點，今日舊地重逢，那情景是全不相同了。他隨著吳坎走過了兩處天井，來到東邊樓前。吳坎仰起了頭，大聲道：「三師嫂，有個草頭郎中，他說會治蠍毒，要不要叫他來給師哥瞧瞧？」呀的一聲，樓上窗子打開，戚芳從窗中探頭出來，說道：「好啊，多謝吳師弟，你師哥今天痛得更加厲害了，請先生上樓。」吳坎道：「先生請。」自己卻不跟進去。戚芳道：「吳師弟，你也一起上來好啦，幫著瞧瞧。」吳坎道：「是！」這才隨著上樓。狄雲上得樓來，只見中間靠窗放著一張大書桌子，上放著文房四寶與一些書籍，還有一件裁剪了未縫的小孩衣衫。戚芳從內房迎了出來，臉上不施脂粉，容色頗為憔悴。狄雲只向她看了一眼，生怕她識得自己，不敢多看，便走進房去，只見一張大木床上向裏睡著一人，不斷呻吟，正是萬圭。他小女兒坐在床前的一張小凳之上，在給爸爸輕輕捶腿。她一見到狄雲污穢古怪的面容，驚呼一聲，躲到了媽媽身後。吳坎道：「我這個師哥，給毒蠍螫傷了，毒性始終不消，請先生給瞧瞧。」狄雲道：「好！」他在門外和吳坎說話，滔滔不絕，這時見了戚芳，一顆心撲通撲通亂跳，自覺雙頰發燒，唇幹舌燥，再也說不出話來。他走到床前，拍了拍萬圭肩頭。萬圭慢慢翻身過來，一睜眼看到狄雲的神情，不由得微微一驚。戚芳道：「三哥，這位是吳師弟給你找來的大夫，他……他說不定有靈藥，能治好你的傷。」她語氣之中，實在對這個郎中也是沒有什麼信心。狄雲一言不發，看了看萬圭腫起的手背，見那手背又是墨黑的一團，樣子甚是可怖。狄雲道：「這是湘西沅陵一帶的花斑毒蠍咬的，咱們湖北可沒這種蠍子！」戚芳和吳坎齊聲道：「是，是，正是在湘西沅陵給螫上的。」戚芳又道：「先生瞧出了蠍子的來歷，那一定是能治的了？」狄雲屈指算了算日子，道：「這蠍子是晚上咬的，到現在麼，嗯，已經有七天七晚了。」戚芳和吳坎面面相覷，齊聲道：「先生真是料事如神，那確是晚上給螫的，到今天已有七天七晚。」其實狄雲是親眼見到萬圭如何被言達平衣袋中所藏的蠍子所螫，一算日子，自是說得半點不錯。狄雲又道：「這位爺台是不是反手一掌，將蠍子打死了？若不是這樣，本來還可有救。現在將蠍子打死在手背之上，毒性盡數迫了進去，再要解救，那是千難萬難了。」戚芳神情焦急，道：「先生說得明白不過，無論如何要請你救一救他的性命。」狄雲這次到荊州來，本意是想親眼見萬圭痛苦萬狀、呻吟就死的情景，以便稍泄心中鬱積的怒氣，至於見救他性命之意，是半點也沒有的。但昨晚聽得戚芳向天禱祝，仍是念念不忘於已，要老天爺保佑自己平安喜樂，早娶賢妻，早生貴子，又說自己拋棄了她，看來她仍是深信自己意欲萬震山的小妾桃紅偕逃，心灰意懶之下，這才嫁了萬圭。他自幼對戚芳便是千依百順，從來不肯違拗她半點，這時聽她如此焦急的相求，心中一軟，便想伸手入懷，去取言達平的解藥出來，但一轉念間：「這萬圭害得我好苦，又奪了我師妹，我不親手殺他，已算是客氣的了，如何還能救他性命？」便搖了搖頭，道：「不是我不肯救，實在他中毒太深，又耽擱了日子，毒性入腦，那是很難救的了。」戚芳垂下淚來，拉著那小女孩的手，道：「空心……寶寶，你向這位伯伯跪下磕頭，求他救救爹爹的性命。」狄雲急忙搖手，道：「不，不用磕頭……」但那女孩很乖，很聽母親的話，又知父親重傷，心中也很焦急，當即跪下地下，咚咚咚的磕頭。狄雲右手五指已失，始終藏在衣袖之中，當即伸出左手，將那女孩扶起，只見那女孩起身之時，頸中垂下一個金鎖片來，金片上鐫著四個字：「德容雙茂」。狄雲一看之下，不由得呆了一呆，想起那日自己在萬家柴房之中昏暈了過去，醒轉時身子已在長江舟中，身邊有些金銀首飾，其中有一片小孩兒的金鎖片，上面也刻著這樣四個字，莫非……莫非……他看了一眼，不敢再看，心中一片混亂，終於漸漸清晰了起來：「我在萬家柴房中暈倒，若不是師妹相救，更無旁人。從前我疑心她有意害我，但昨晚……昨晚她向天祝禱，吐露心事，她既對我如此情長，當日自也決計不會害我。難道，難道老天爺有眼睛，我和師妹經歷了這番艱難困苦之後，又能破鏡重圓麼？」他想到「破鏡重圓」四字，不禁心中又怦怦亂跳，側頭向戚芳瞥了一眼，只見她滿臉是關切之容，目不轉睛的瞧著萬圭，眼中流露出愛憐的神氣。狄雲一見到她這眼色，一顆心登時沉了下去，背脊上一片冰涼。他記得清清楚楚，那日他和萬門八弟兄相鬥，給他八人聯手打得鼻青目腫，師妹給他縫補衣衫，眼光中也是這麼愛憐橫溢、柔情無限的神情。現在，她這眼波是給了丈夫啦，再也輪不到他了。「要是我不給解藥，誰也怪不得我。等萬圭痛死了，我夜裏悄悄來帶了她走路，遠走高飛，誰能攔得住我？我和她天長地久，再做夫妻。這個女孩兒嘛，我帶了她一起走就是了。唉，不成，不成！師妹在萬家做少奶奶，舒服慣了，如何又能跟我去耕田放牛？何況，我形容醜陋，識不上幾百個字，手又殘廢，怎麼配得上她？她又怎肯跟我走？」這一自慚形穢，不由得羞愧無地，將腦袋低了下去。戚芳那知道這位草藥郎中心裏，竟在轉這許許多多念頭，只是怔怔的瞧著他，盼他口中吐出兩個字來：「有救！」萬圭一聲長，一聲短的呻吟，那蠍毒侵蝕到腋窩關節，一條手臂便如割斷了那麼痛楚難當。戚芳等了良久，不見狄雲作聲，又求道：「先生，你試一試，只要……只要減輕他一些……痛苦，就算……就算……也不怪你。」她意思是說，既然萬圭這條性命是保不住了，那麼只求他給止一止痛，就算難逃一死，也免得他如此痛苦。狄雲「哦」的一聲，從沉思之中醒覺過來，霎時之間心中一片空虛，萬念俱灰，恨不得即刻就死了。他全心全意的愛著這個師妹，但這個師妹嫁了他的仇人，還在苦苦哀求自己，叫自己救這仇人。這樣做人，還有什麼滋味？「我寧可是如萬圭這廝，身上受盡苦楚，卻有師妹這般憐惜的瞧我，就算活不了幾天，那又算得什麼？」他長歎一聲，從懷中取出言達平所給的那瓶解藥來，倒了些黑色粉末出來，放上萬圭的手背。吳坎叫道：「不錯，正是這種解藥，這……這可有救了。」狄雲聽他聲音有異，本來說「這可有救了」！這五個字，該當喜歡才是，可是他卻說來十分失望，甚至是帶著幾分氣惱。狄雲覺得奇怪，側頭向他瞧了一眼，只見他眼光中露出了十分兇狠和惡毒的神色。狄雲更覺奇怪，但想萬門八弟子中沒一個好人，萬震山、言達平他們同門相殘，則萬圭與吳坎的交情也未必一定很好，只是他何以反而出來替萬圭找醫生看病？萬圭的手背一敷上藥末，過不多時，傷口中便流出黑血來。萬圭痛楚漸減，說道：「多謝大夫，這解藥可用得對了。」戚芳大喜，取過一隻銅盆來接血，只聽得嗒、嗒、嗒一聲聲響，血液一滴滴的流入銅盆之中。戚芳連連稱謝。吳坎道：「師嫂，小弟這回可有功了吧？」戚芳道：「是，正要多謝吳師弟才是。」吳坎笑道：「空口說幾聲謝謝，那可不成。」戚芳沒再理他，向狄雲道：「先生貴姓？咱們真要酬謝先生才是。」狄雲搖搖頭道：「那也不用謝了。這蠍毒要連敷十次藥，方能解除。」他心中只覺淒然無緒，說道：「都給了你吧！」將那瓶解藥遞了出去。戚芳沒料到事情竟是這般容易，一時不敢便接，道：「咱們給先生買了，不知要多少銀子？」狄雲搖頭道：「送給你的，不用銀子。」戚芳大喜，雙手接了過來，躬身萬福，深深致謝，道：「先生如此仗義，咱們得敬你一杯水酒才是。吳師弟，請你陪這位先生到樓下稍坐。」狄雲道：「不用坐了，告辭。」戚芳道：「不，不，先生的救命大恩，咱們無法報答，一杯水酒，無論如何是要敬你的。先生，你別走啊！」「你別走啊！」這四個字一鑽入狄雲耳中，他心腸登時軟了，尋思：「我這仇是報不成了，葬了丁大哥後，再也不會到荊州城來，今生今世，我是不會再和師妹相見了。她要敬我一杯酒，嗯，再多瞧她幾眼，也是好的。」當下便點了點頭。※※※酒席便在樓下的小客堂中，狄雲居中上座，吳坎打橫相陪。戚芳感謝這位大夫的恩德，親自上菜。萬府中萬震山等一干人似乎都不在家，其餘的弟子沒人同來入席飲酒。戚芳上來恭恭敬敬的敬了三杯酒，狄雲都喝幹了，心中一酸，眼眶中充盈了眼淚，知道自已再也無法支持下去，再多坐一會，便會露出真面目來，當即站起身來，說道：「酒已足夠，我這可要去了！再也不會回來了！」戚芳聽他說話有些不倫不類，但這位郎中先生本來十分古怪，也不以為意，道：「先生，大恩大德，咱們無法相謝，這裏一百兩紋銀，請先生路上買酒喝。」說著雙手捧過一包銀子。狄雲突然之間，仰天哈哈大笑，說道：「是我救活了他，是我救活了他，哈哈，哈哈！真是好笑！天下還有比我更傻的人麼？」狄雲仰天大笑，兩道眼淚，卻忍不住從臉頰上流了下來。戚芳和吳坎見這位先生似瘋似癲，不禁相顧愕然。那小女孩卻道：「先生哭了！先生哭了。」狄雲心中一驚，生怕露出了馬腳，不敢再和戚芳說什麼話，心道：「從此之後，我是再也不見你了。」伸手入懷，摸出那本從沅陵石洞中取出來的夾鞋樣詩集，攏在衣袖之中，悄悄放在椅上，不敢再向戚芳瞧上一眼，頭也不回的向樓下去了。戚芳道：「吳師弟，你給我送送先生。」吳坎道：「好啊！」跟了出去。戚芳手中捧著那包銀子，一顆心怦怦亂跳：「這位先生到底是什麼人？他的笑聲怎地和那人這麼相像？唉，我怎麼了？這些日子來，萬郎命在垂危，我卻心猿意馬的，老是想著他……他……他……」她隨手將銀子放在桌上，以手支頤，又坐到椅上。她所坐之處，卻是狄雲坐過的那張椅子，只覺得椅面上有什麼物事，忙站起來一看，卻是一本黃黃的舊書，封皮上寫著《唐詩選輯》四個字。戚芳輕呼一聲，伸手拿了起來，隨手一翻，書中跌出一張鞋樣，正是自己當年在湘西老家中剪的。她張大了口，合不攏來，雙手發抖，又翻過幾頁，只見到一對蝴蝶的剪紙花樣，當年和狄雲在洞中並肩共坐、剪成這對紙蝴蝶時的情景，驀地裏如閃電般映入腦海之中。她忍不住「啊」的一聲叫了出來，心中只道：「這……這本書從那裏來的？是……是誰帶來的？難道是那郎中先生？」小女孩見母親神情怪異，驚慌起來，連叫：「媽，媽，你……你幹什麼啊？」戚芳一怔之間，抓起那本書來，揣入了懷中，飛奔下樓，向門外直追出去。她自從嫁作了萬家的媳婦以來，一直斯斯文文，從無在家中這般狂奔急馳。萬家的婢僕見少奶奶，展開輕功，連穿幾個天井，直沖到大門外，無不驚訝。戚芳奔到前廳，見吳坎從門外進來，忙問：「那郎中先生呢？」吳坎道：「這人古古怪怪的，話也不說便走了，師嫂，你找他有什麼事？師哥的傷有反復麼？」戚芳道：「不，不！」急步奔出大門，四下張望，已找不到賣藥郎中的蹤跡。戚芳在大門外呆立半晌，伸手又取了那本舊書出來，每見到一張鞋樣，花樣，少年時種種歡樂情事，便如潮水般湧向心頭，眼淚不禁奪眶而出。她突然轉念：「我怎麼這樣傻？公公和萬郎他們最近到湘西去見言師叔，說不定無意中闖進了那個山洞，隨手取了這本書來，也是有的。這位郎中先生，和這書有什麼相干？」但隨即又想：「不，不！世事怎地會這麼巧法？那山洞隱秘之極，就是我爹爹也不知道，萬郎他們怎麼找得到？他們是去尋訪言師叔，怎麼會闖到這山洞去？我擺設酒席之時，明明記得抹過這張椅子，那裏有什麼書本？這本書若不是那郎中帶來，卻又是從何而來？」她滿腹疑雲，慢慢回到自已房中，見萬圭敷了傷藥之後，精神已好得多了。她手中握著那本書，便想詢問丈夫，但轉念一想：「且莫魯莽，如果那郎中……那郎中……」萬圭道：「芳妹，這位郎中真是我的救命恩人，須得好好酬謝他才是。」戚芳道：「是啊，我送他一百兩銀子，他偏偏又不肯受，真是一位江湖異人。這瓶解藥……咦……，解藥呢？是你收了起來麼？」賣藥郎中將解藥交了給她之後，她便放在萬圭床前的桌上，這時卻已不見。萬圭道：「沒有，不在桌上麼？」戚芳在桌上、床邊、梳粧桌、椅子、箱櫃各處尋找，這瓶解藥竟是影蹤不見。她心中大急：「難道我适才神智不定，奔出去時落在地下了？不，我記得清清楚楚，是放在桌上這隻藥碗邊的。」萬圭也很焦急，道：「你……你快再找找，怎麼會不見的？我剛才合了一忽兒眼，記得看到這瓷瓶兒便在桌上。」他這麼一說，戚芳心中更加著急了，轉身出房，拉著女兒問道：「空心菜，剛才媽出去時，有誰進來過了？」小女孩道：「吳叔叔上來過，他見爹爹睡著了，就下去啦！」戚芳吁了一口長氣，隱隱知道有什麼事不對，但萬圭正在病中，不能令他擔憂，說道：「寶寶，你陪著爹爹，說媽媽去向那郎中先生再買一瓶藥，給爹爹醫傷。」小女孩點點頭，道：「媽，你快些回來。」戚芳定了定神，拉開萬圭書桌的抽屜，取出一柄匕首，貼身藏著，慢慢走下樓去，心中尋思：「吳坎這廝，在沒人之處見到我，臉上總是賊忒嘻嘻的不懷好意。這個郎中是他去請來的，莫非他和那郎中串通了，安排下什麼陰謀詭計？」她一面思索，一面走向後園，到得迴廊，果見吳坎倚著欄杆上，瞧著池中的金魚。戚芳道：「吳師弟，你一個人在這裏？」吳坎回過頭，滿臉眉花眼笑，道：「我道是誰，原來是師嫂，你怎麼不在樓上陪師哥，好興致到這裏來散心？」戚芳歎了口氣，道：「唉，我悶得很，整天陪著個病人，你師哥手上痛得厲害，脾氣就越來越壞，不出來散散心，找個人說話解悶兒，也可真不成。」吳坎聽她這麼說，當真是喜出望外，道：「師嫂，萬師哥也真叫做人心不足蛇吞象，有你這樣如花似玉的一個美人兒相伴，還要發脾氣，那也可太難侍候了。」戚芳走到他的身邊，雙臂也靠在欄杆之上，望著池中游來遊去的金魚，笑道：「師嫂是老太婆啦，還說什麼如花似玉，也不怕笑掉了大牙。」吳坎忙道：「那裏？那裏？師嫂做閨女時有閨女的美，做少奶奶時有少奶奶的美。大家都說荊州城裏一朵花，千嬌百媚在萬家。」戚芳嘿的一聲，轉過身來，伸出手去，說道：「拿來！」吳坎笑道：「拿什麼？」戚芳道：「解藥！」吳坎搖頭道：「我不知道什麼解藥？治萬師哥傷的麼？」戚芳道：「正是，明明是你拿去了。」吳坎狡獪一笑，道：「這郎中是我請來的，解藥是我尋來的。萬師哥已敷過一次，少說也可免了數日痛苦。」戚芳道：「郎中先生說道要連敷十次。」吳坎搖頭道：「我懊悔得緊，懊悔得緊。」戚芳道：「懊悔什麼？」吳坎道：「我見這草藥郎中污穢骯髒，料想他也沒什麼本事，這才引他上樓，不過想找個機會，多見師嫂一次，沒想到這狗才誤打誤撞，居然有治蠍毒的妙藥。這個，那是大違我的本意了。」戚芳聽得心頭火發，但是藥在人家手中，只有先將解藥騙到了手，再跟他算帳，當下強忍怒氣，笑道：「依你說，要你師哥怎麼謝你，你才肯將解藥交了出來？」吳坎歎了口氣，道：「三師哥已享了許多年豔福，早就該死了。」戚芳臉上變色，咬住嘴唇皮不說話。吳坎道：「那年你到荊州來，咱們師兄弟八人哪一個不是一見便神魂顛倒？咱們不服氣狄雲那傻小子一天到晚跟在你身邊，大夥兒一合計，先去打他個頭崩脑裂……」戚芳道：「原來你們打我師哥，還是為了我哪！」吳坎笑道：「大家口中說的，自然是另外一套啦，說他強行出頭，去鬥大盜呂通，削了萬門弟子的面子，其實人人都是為了師嫂你啊！你跟他補衣服，說話這門子親熱的勁兒，咱們兄弟八人哪一個不呷醋？」戚芳聽得暗暗心驚：「難道還是因我而起禍，萬郎，萬郎，你怎麼從來不跟我說？」她假裝漫不在乎，笑道：「吳師弟，你這可來說笑了，那時我是個鄉下姑娘，村裏村氣的，打扮得笑死人啦，又有什麼好看的？」吳坎道：「不，不！真美人用得著什麼打扮？師嫂，你若不是引得大夥兒失魂落魄，這個……」說到這裏，他突然住了嘴，不再說下去了。戚芳道：「什麼？」吳坎道：「咱們把你留在萬家，我姓吳的也出過不少力氣，可是，師嫂，你平時見了我笑也不笑，這不叫人心中憤憤不平麼？」戚芳呸了一聲，道：「我留在萬家，嫁給你萬師哥，是我自己心甘情願。你又出什麼力氣了？那時候你又沒來勸我，真是胡說八道！」吳坎道：「我……我怎麼沒出力氣？你不知道吧了。」戚芳更是心驚，道：「好師弟，你跟我說，你到底出了什麼力氣，師嫂永遠忘不了你的好處。」吳坎搖頭道：「這種事情早過去了，還提它作甚？你知道也沒什麼用。」戚芳道：「好吧，你不肯說就算了，吳師弟，快給我解藥，要是有人撞見咱二人在這裏，那就不大妥當。」吳坎笑道：「白天有人撞見，晚上這裏可沒人。」戚芳退後一步，臉如寒霜，道：「你說什麼？」吳坎笑道：「你要治好萬師哥的傷，那也不難。今晚三更，我在那邊柴房之中等你，你若是一切順我的意，我便給你敷治一次的藥量。」戚芳咬牙罵道：「狗賊，你膽敢說這種話，好大的膽子！」吳坎道：「我早把性命豁出去了，這叫做天不怕，地不怕。萬圭這小子什麼強過我姓吳的了？只不過他是我師父的親生兒子，如此而已。大家出了力氣，為什麼要這臭小子一人獨享豔福？」戚芳聽他連說幾次「出了力氣」，心下起疑，只是他污口穢語，實在聽不下去，說道：「待公公回來，我照實稟告，瞧他不剝了你的皮。」吳坎道：「我守在這裏不走。師父一叫我，我先將解藥倒在荷花池裏喂了金魚。我問過那個郎中，他說解藥就只這麼一瓶，要再配製，非一年半載之功。」他一面說，一面從懷中將解藥取了出來，拔開了瓶塞，伸手池面，只要手掌微微一側，解藥便倒入池中，萬圭這條命就算是送了。戚芳急道：「喂，喂，快將解藥收起，咱們慢慢商量不遲。」吳坎笑道：「有什麼商量的？你要救丈夫性命，就得聽我的話。」戚芳道：「倘若你從前真的對我有心，出過力氣，那麼……否則的話，我才不相信呢。」吳坎蓋上瓶塞，喜道：「師嫂，我若是說了實話，你今晚就來和我相會，是不是？」戚芳道：「那也得看你說的是真是假。」吳坎道：「千真萬確，豈有半點虛假？那是沈城小師弟使的計謀。周圻和蔔垣假扮採花大盜，引得狄雲這傻小子到桃紅房中救人。這傻小子床底下的金器銀器，便是我吳坎親手給他安放的。師嫂，咱們若不是使這巧計，怎能留得住你在萬府之中？」戚芳只覺頭腦暈眩，眼前發黑，吳坎的話猶如一把把利刀那麼紮入她的心中，不禁低呼：「我錯怪了你，冤枉了你！」她身子搖搖擺擺，便欲摔倒，伸手扶住了欄杆，吳坎兀自十分得意，低聲道：「師嫂，這不是假的吧？你可別跟旁人說。咱們師兄弟大家賭過咒，這秘密是說什麼也不能洩漏的。」戚芳大叫一聲，沖了出去，推開花園後門，向外急奔。吳坎叫道：「喂，你到那裏去？今晚三更，可別忘記了！」戚芳一奔出後門，便往冷僻無人之處亂走，穿過幾座菜園，見西北角上有一座小小的破落祠堂，虛掩著門，她伸手推開了門，便走了進去。她要找一處沒有人的地方，好好的思量一番：原來狄雲是受人陷害，是真的還是假的？那本唐詩那裏來的？吳坎以解藥要脅自己，怎麼對付？萬郎，萬郎到底怎樣？她倚在祠堂庭中一株梧桐樹旁，良久，良久，心中沒半點主意。突然之間，只聽得踢踏、踢踏，緩慢的腳步聲響，祠堂內堂走出一個人來。那是個中年婦人，披頭散髮，衣服十分的污穢破爛。那丐婦見到戚芳，頗有畏縮之意，側過了身子，慢慢踱入祠堂。她將走進內堂，又轉過臉來向戚芳瞧了一眼，這一次卻看清楚了戚芳的相貌，不由得「啊」的一聲，驚呼了出來。戚芳轉過頭去，和她四目交投，那丐婦突然雙膝一曲，跪了下來，求道：「少奶奶，你……你別說……別說我在這裏。」戚芳大奇，問道：「你是誰？在這裏幹什麼？」那丐婦道：「不……不幹什麼？我……我是個叫化子。」說了這幾句，立刻站起，快步進了內堂。戚芳心念一動：「此人必有蹊蹺。」但轉念又想：「我自己有這許多煩惱，何必去多管旁人的閒事？」尋思：「吳坎這廝說他們如此陷害師哥，那是決計不假。那本書……那本書……」她伸手抓著梧桐樹幹，輕輕搖晃，樹上葉子沙沙的落了下來。只聽得腳步聲急，那丐婦從後門匆匆逃了出去。戚芳心想：「這女子不知為了什麼事，見了我這等害怕……啊喲，想起來了，她……她便是桃紅！」一想到這女子便是桃紅，戚芳三腳兩步，便從祠堂大門縱出，踏著瓦礫，搶到後門，一伸手從腰間拔出了匕首，喝道：「桃紅，你鬼鬼祟祟的在這裏幹什麼？」那丐婦正是桃紅，他聽戚芳叫出自己名字，已自慌了，待見到她手中持著一把明晃晃的匕首，更是害怕，雙膝發抖，又要跪下，顫聲道：「少奶奶，你……你饒了我。」戚芳好生奇怪。她到萬家之後只和桃紅見了幾次，沒多久就從此不見她面，每一想到狄雲要和桃红捲逃私奔之事，便是心如刀割，是以這桃紅到了何處，她是從不詢問。若是提起此事，不但太不體面，更是觸動內心最大的創傷。那想到她竟是躲在這破祠堂中。這祠堂離萬家不遠，但戚芳做了少奶奶之後，所過的日子比之在湘西老家做閨女時大不相同，從不在外面亂走，雖曾多次見到這破祠堂的外形，卻從來沒進去瞧過。桃紅此刻蓬頭垢面，容色憔悴，數年不見，倒似是老了二十年一般，戚芳本來認她不出。只是桃紅自己害怕，引得戚芳起了疑心，用心思索，這才記起，倘若桃紅若無其事的慢慢走開，戚芳自己心中正自思潮起伏，決不會加以留神。她揚了揚手中匕首，威嚇道：「你躲在這裏幹麼？快跟我說。」桃紅道：「我……我不幹什麼。少奶奶，老爺趕了我出來，他說若是見到我耽在荊州，便要殺了我。可是……可是……我又沒地方好去，只好躲在這裏討口吃的。少奶奶，除了荊州城，我什麼地方都不認得，你想叫我到那裏？你……你行行好，千萬別跟老爺說。」戚芳聽她說得可憐，收起了匕首，道：「老爺為什麼趕了你出來？怎麼我不知道？」桃紅垂淚道：「我也不知道老爺為什麼忽然不喜歡我了。狄……那個姓狄的事，又不是我不好。啊喲，我……我不該說這種話。」戚芳道：「好吧，你不說，你就跟我見老爺去。」伸出左手，一把抓住了她的衣襟。戚芳本性愛潔，桃紅衣襟上滿是污穢油膩，一把抓住，手掌心滑溜溜地極不好過。但她急於要查知狄雲被冤的真相，便是再骯髒十倍的東西，這當兒也是毫不在乎了。桃紅簌簌發抖，忙道：「我說，我說，少奶奶，你要我說什麼？」戚芳道：「狄……狄……那姓狄的事，到底是怎麼？你為什麼要和他私逃？」桃紅心下驚惶，睜大了眼，一時說不出來。戚芳凝視著她，心中所感到的害怕，或許比之桃紅更甚十倍。她是害怕聽桃紅親口說出來的事，如果她說：狄雲當時確是約她私逃，確是來污辱她。桃紅一時說不出話，戚芳臉色慘白，一顆心似乎停止了跳動。終於，桃紅說了：「這……這怪不得我，少爺叫我這樣的，叫我用力抱住他，說他來強姦我，約我私逃。我跟老爺說過的，老爺又不是不相信，可是……可是……還是趕了我出來。」戚芳又是感激，又是傷心，又是委曲，又是憐惜，心中只是說：「師哥，是我冤枉了你，我原該知道你對我一片真心，這可真苦了你，可真苦了你！」她並不憎恨桃紅，反而有些感謝她，幸虧是她替自己解開了心中的死結。在傷心和淒涼之中，忽然感到了一陣苦澀的甜蜜。雖然嫁了萬圭，但她內心深深愛著的，始終只是一個狄師哥，儘管他臨危變心，儘管他無恥卑鄙，儘管他有千般的不是、萬般的薄倖，但只有他，仍舊是他，才是戚芳歎息和流淚時所想念的人。突然之間，種種苦惱和憎恨，都變成了自悔自傷：「要是我早知道了，便是拚著千刀剜，也要到獄中救他出來。他吃了這麼多苦，他……他心中怎樣想？」桃紅偷看戚芳的臉色，顫聲道：「少奶奶，謝謝你，放了我走，我就出了荊州城，永遠不回來了。」戚芳歎了口氣，道：「老爺為什麼趕你走？是怕我知道這件事麼？唉，陰錯陽差，今日湊巧在這裏遇見了你。」說著放開了她衣襟，想要給她些銀子什麼的，但匆匆出來，身邊並無銀兩。桃紅見戚芳放開了自己，生怕更有變卦，急急忙忙的便走了，口中喃喃的道：「老爺晚上要見鬼，要砌牆，怎麼怪得我？又……又不是我瞎說。」戚芳追了上去，問道：「什麼見鬼砌牆？」桃紅知道又說溜嘴，忙道：「沒什麼，沒什麼。喏，老爺夜裏常常見鬼，半夜三更的起來砌牆。」戚芳見她說話瘋瘋顛顛，心想她給公公趕出家門，日子過得很苦，腦筋也不大清楚了。公公怎麼會半夜三更起來砌牆？家裏從來沒見有公公砌的牆。桃紅生怕她不信，說道：「是假的砌牆，老爺……老爺，半夜三更的，愛做泥水匠。我說了他幾句，他就大發脾氣，打得我死去活來，又趕了我出來……」她嘮嘮叨叨的說個不停，弓著背走了。戚芳瞧著她的後影，心想：「她最多不過大了我十歲，卻變得這副樣子。公公不知為了什麼要趕她出家？什麼見鬼砌牆，想是這女人早就癲癲蠢蠢的。唉，為了這樣一個傻女人，師哥苦了一輩子！」想到這裏，不禁怔怔的流下淚來。※※※戚芳靠在梧桐樹上哭了一場，心頭輕鬆了些，慢慢走回家來。她避開後園，從東面的邊門進來，逕自回到自己樓上。萬圭一聽到她上樓梯的聲音，便著急問：「芳妹，解藥找到了沒有？」戚芳走進房去，只見萬圭坐起身子，臉上神色甚是焦急，一隻傷手擱在床邊，手背上的黑血慢慢的滲了出來，過了好一會，才「嗒」的一聲，滴在床邊的那只銅面盆裏。小女孩伏在爹爹腳邊，早睡熟了。戚芳聽到吳坎之言，從家中奔出去时，心中充滿了對萬圭的愤怒，恨他以卑鄙手段陷害狄雲。但這時看到丈夫憔悴而清秀的臉龐，幾年來的恩愛又使她的心腸軟了：「究竟，萬郎是為了愛我，這才陷害師哥，他使的手段果然陰險，叫師哥吃了苦，但是，那完全是為了我。」萬圭又問：「解藥買到了沒有？」戚芳一時難以決定是否要將吳坎的無恥言語告知丈夫，順口道：「找到了那個郎中，給了他銀子，請他即刻買藥材配製。」萬圭吁了口氣，心中登時松了，道：「芳妹，我這條命啊，到底是你救的。」戚芳勉強笑了笑，覺得臉盆中的毒血氣味極是刺鼻，於是端過一隻青瓷痰盂來接血，將銅盆端了出去。只走出兩步，毒血的氣息直沖上來，頭腦中一陣暈眩，不由得心道：「這蠍毒這麼厲害！」快步走到外房，將臉盆放在桌邊地下，轉過身來，伸手入懷去取條手帕，要掩住鼻子，再去倒血。她右手一伸到懷中，便碰到了那本唐詩。戚芳怔了一怔，一顆心又怦怦跳了起來，摸出這本舊書，坐在桌邊，一頁頁的翻過去。她記得清清楚楚，那日翻檢舊衣，爹爹西瓜大的字識不上幾擔，不知從那裏檢了這本書來，她剛好剪了兩個繡花樣兒，順手便挾在書中了。那天下午和狄師哥一齊去山洞，將這本書帶了去，以後就一直留在那邊。怎麼會到了這裏？是狄師哥叫這位郎中送來的麼？「這郎中……莫非……他……他右手的五根手指都給吳坎削去了。這郎……這郎中……為什麼？為什麼他……他的右手始終不伸出來？」突然之間，戚芳想起了這件事。那郎中給萬圭敷藥時，戚芳沒留心他只用左手而不用右手，這時想到狄雲的手指被吳坎削去，眼前現出了那郎中開藥箱、取藥瓶、拔瓶塞、倒藥末的情景，這許多事，都是用一隻左手來做。「難道，他就是師哥？怎麼相貌一點也不像？」她心煩亂，忍不住悲從中來，眼淚一滴滴的都流在手中那本書上。淚水滴到書頁之上，滴在那兩隻用黑紙剪的蝴蝶上，這是「梁山伯和祝英台」，他們要死了之後，才得團圓……萬圭在隔房說道：「芳妹，我悶得慌，要起來走走。」但戚芳沉浸在回憶之中，沒有聽見。她在想：「那天他打死了一隻蝴蝶，將一對情郎情妹拆散了。是不是老天爺罰他因此而受苦受難……」突然之間，背後一個聲音驚叫了起來：「這……這是……『素……素心劍譜！』」戚芳吃了一驚，一回頭，只見萬圭滿臉喜悅之色，興奮異常的道：「芳妹，芳妹，你從哪裏得來了這本書？你瞧，啊，原來如此，原來如此！」他雙手按住了那本《唐詩選輯》，只見在一首題目寫著「聖果寺」的詩旁，現出「三十三」三個淡黃色的字來，這幾行字上，濺著戚芳的淚水。萬圭大喜之下，忘了克制，叫道：「秘密在這裏了，原來要打濕了，便有字跡出現！妙極，妙極！一定是這本書。空心菜，空心菜！」他大聲叫嚷，將女兒叫醒，說道：「空心菜快去請爺爺來，說有要緊事情。」小女孩答應著去了。萬圭緊緊按著那本詩集，忘了手上的痛楚，只是說：「一定是的，不錯，爹爹說那劍譜充作是《唐詩選輯》，那還不是？他們就是揣摸不出這中間的秘密。原來要弄濕書頁，秘密才顯了出來。」他這麼又喜又跳的叫嚷，戚芳已是明白了大半，心想：「這就是我爹爹和公公所爭的什麼《素心劍譜》？這麼說來，是我爹爹得了去，我不知好歹，拿去挾了鞋樣？爹爹不見了這本書，怎麼不找？嗯，想來一定是找過的，找來找去找不到，以為是師伯盜去了。他為什麼不問我，這真是奇了！」如果是狄雲，他這時候就一點也不覺得奇怪。他會知道只因為戚長發是個最工心計之人，即使在女兒面前，也不肯透露半點口風。不見了書，拚命的找，找不到，便裝作沒事人一般，暗暗察看窺探，用各種方法來偵查，看是不是狄雲這小子偷了去？是不是女兒偷了去？只因為戚芳不是「偷」，不會做賊心虛，戚長發自然查不出來。萬震山從街上回來，正在花廳吃點心，聽得孫女叫喚，還道兒子毒傷有變，一碗豆絲沒吃完，放下筷子，抱起孫女，大步來到兒子書房，一上樓梯便聽見萬圭喜悅的聲音：「當真是踏破鐵鞋無覓處，得來全不費功夫。芳妹，怎麼你會在書頁上濺了些水？天意，天意！」他自然不知道，這是他妻子在思念另一個男子時所流的眼淚。萬震山聽到兒子說話的音調，便放了一大半心事，舉步踏進房中。萬圭拿著那本《唐詩選輯》，喜道：「爹，爹，你瞧，這是什麼？」萬震山一見到那本薄薄的黃紙書，心中一震，忙將孫女兒放在地下，接過萬圭遞來的那本書，一顆心怦怦亂跳。化盡心血找了十幾年的《素心劍譜》，終於又出現在眼前。不錯，正是這本書！他和言達平、戚長發兩個師弟謀害師父而搶到的，正是這本書。三個人在旅舍之中，翻來覆去的同看這本劍譜。可是這何嘗是劍譜，只是一本平平無奇的唐詩，和坊中出售的幾千本《唐詩選輯》完全一樣。師兄弟三人曾拿這本書到太陽光下一頁頁的去照，想發現書中有什麼夾層；也曾拿書中這幾十首詩順讀、倒讀、橫讀、斜讀，跳一字讀、跳二字讀……想要找出其中所含的大秘密來……然而一切心血全是白費了，三個人互相猜疑，都怕旁人發現了秘密而自己不知。三個人晚上睡覺之時，將這本書鎖入鐵盒，而鐵盒又用三根小鐵鏈分別系在三人的手腕上。但某一天的早晨，那本書終於是不翼而飛。於是十幾年來無窮的勾心鬥角，無盡的探訪尋找。突然之間，這本書又出現在眼前。萬震山翻到第四頁上，不錯，書頁的左上角正是被撕去了小小的一角，那是他當年偷偷做下的記號，生怕言師弟或是戚師弟用一本同樣的《唐詩選輯》來掉包，而自己尚是蒙在鼓裏。他又翻到了第十六頁，不錯，當年自己劃著的那個指甲痕仍是在那裏。這是真本！他點了點頭，強自抑制內心喜悅，向兒子道：「正是這本書，你從哪裏得來的？」萬圭的目光轉向戚芳，問道：「芳妹，這本書是從那裏來的？」戚芳自從一見到萬圭的神情，心中所想的只是自己爹爹：「爹爹不知到了那裏？我這不孝的女兒，將他這本書拿到了山洞之中，他老人家這可找得苦了。他們都在爭這本書，爹爹心中，對這本書一定是非常非常的寶貴。不知這本舊書有什麼用？然而當年是我拿了爹爹的，決不能讓這書落入公公手中。」如果是在一天之前，還不知道狄雲受陷害的內情，對丈夫的還是滿腔柔情和體貼，那麼在她心中，丈夫的份量未必便及不上父親，何況，父親不知究竟到了那裏，不知道會不會再回來，然而現在情形可不同了。「我決不能讓爹爹這本書落入他們手中。狄師哥去取了這本書來，交在我的手裏，當然不能落入他們手中。」不但是為了爹爹，更為了狄師哥！」當萬圭問她「這本書是那裏來的」之時，她心中只是在想：「怎樣將這本書奪回來？」書是在公公手裏。萬震山武功卓絕，自己決不是他的對手，何況丈夫便在旁邊，硬奪是不成的。她心中飛快的在轉念頭，眼珠骨溜溜的轉動。突然間，她看到了書桌旁那只銅盆，盆中盛著半盆血水，一大半是萬圭洗過臉的水，一少半是他手背上傷口中流出來的毒血。這盆水全成了紫黑色……如果悄悄將書丟進了血水之中，他們就找不到了。可是，怎麼能有機會將書投進盆中？萬震山和萬圭父子的兩對眼睛都凝視著戚芳。萬圭又問：「芳妹，這本書是那裏來的？」戚芳心中一凜，說道：「我也不知道啊，剛才我從房裏出來，便看見桌上放著。這不是你的麼？」萬圭一時想不明白，暫時不再追究，一心要將重大的發現說給父親知道：「爹，你瞧，這書頁子一沾濕，便有字跡出來。」他伸出食指，指著《聖果寺》那首詩旁淡黃色的三個字：「三十三」。（如果他知道這是他妻子的淚水，是她念狄雲而流的眼淚，他心中不知是得意，還是憤怒？）萬震山伸指點著那首詩，一個字，一個字的數下去：「路自中峰上，盤回出壁籮。到江吳地盡，隔岸越山多。古木叢青靄，遙天浸白波。下方城……」第三十三字，那是個「城」字！萬震山一拍大腿，說道：「對啦，正是這個法子！原來秘密在此。圭兒，你真是聰明，虧你想到這個道理！要用水，不錯。咱們當年就是沒想到要用水！」（如果他知道這是他媳婦的淚水，是她思念另一個男人而流的眼淚，不知他心中是高興，還是氣憤？）戚芳見他父子二人興奮之極，聚頭探索書中的秘奧，便拉著女兒的手去到內房，將她摟在懷裏，輕聲道：「空心菜，那只面盆，你瞧見麼？」小女孩點了點頭，道：「瞧見的。」戚芳道：「等會爺爺、爹爹、和媽媽一起奔出去，你就將爺爺手中那本書悄悄丟在面盆裏，讓髒水淹著，別給爺爺和爹爹看見。」小女孩大喜，只道是媽媽耍玩一種極有趣的遊戲，拍掌笑道：「好，好！」戚芳道：「你可千萬別讓爺爺和爹爹知道，也別跟他們說！」小女孩道：「空心菜不說，空心菜不說！」戚芳走到房外，說道：「公公，我覺得這本書中有點古怪。」萬震山轉過身來，道：「什麼古怪！」他內心隱隱早覺得這本書突然出現，來得太過容易，恐怕不是吉兆，戚芳這麼一說，更增他的憂慮。戚芳道：「在這裏！」說著便伸出手去。萬震山將那本唐詩交了給她，戚芳翻著書頁，從書中取了那兩隻黑蝴蝶的剪紙出來，道：「公公，你這書中本來有這兩隻蝴蝶麼？」萬震山將兩隻紙蝴蝶接了過去，道：「沒有！」戚芳道：「這是什麼意思？武林之中，可有那一號人物外號叫做『黑蝴蝶』什麼的？他們留下這本書，只怕是意圖尋仇？」江湖人物留記號尋仇示警，原是十分尋常，萬震山生平壞事做了不少，一聽到戚芳之言，又見這一對黑蝴蝶剪後栩栩如生，不禁悍然而驚，尋思：「我有什麼仇家外號叫做『黑蝴蝶』？」他正自沉吟，忽聽得戚芳喝道：「是誰？在這裏鬼鬼祟祟的！」伸手向窗外屋頂上一指。萬氏父子同時向窗外瞧去。戚芳反身從牆上摘下兩柄劍，一柄拋給萬震山，一柄拋給萬圭，叫道：「我見到三個人的背影！」萬氏父子接住兵刃，戚芳拉開抽屜，將那本唐詩擲了進去，低聲道：「莫給敵人搶了去！」萬氏父子點了點頭，三人一齊從窗口躍出，登上瓦面，四下一看，不見有人。萬震山道：「到後面瞧瞧！」欲知後事如何？請看下回分解。