第五回　屠龍寶刀耳聽得腳步聲往東北方而去，俞岱岩吸一口氣，展開輕身功夫，悄悄追去。當晚烏雲滿天，星月無光，沉沉黑夜之中，隱約可見那二十餘名鹽梟挑著擔子，在田塍上飛步而行。俞岱岩見這群人邁動腳步，奔得快捷異常，肩頭重負，竟似無物，心想：「私梟黑夜趕路，事屬尋常。只是瞧這一干人個個身手不凡，若要作些非法勾當，別說偷盜富室，就是搶劫府庫，一般官軍那裏阻擋得住，何必偷偷摸摸的販賣私鹽，賺一點蠅頭微利？料來其中必有別樣異謀。」不到半個時辰，那幫私梟已奔出二十餘里，好在俞岱岩輕功了得，腳下無聲無息，那幫私梟又似有要事在身，貪趕路程，竟不回顧，因此並沒發覺。這時已行到海旁，波濤衝擊岩石，轟轟之聲不絕。正行之間，忽聽得領頭的一人一聲低哨，眾人都站定了腳步。領頭人低聲喝問：「是誰？」黑暗中一個嘶啞的聲音說道：「三個水旁的朋友麼？」領頭那人道：「不錯。閣下是誰？」俞岱岩心下嘀咕：「三個水旁的朋友，那是什麼？」一轉念，登時醒悟：「嗯，那是海沙派。『海沙派』這三個字都是水旁的。」那嘶啞的聲音道：「屠龍刀的事，我勸你們別插手啦。」領頭那人一震，道：「尊駕也為屠龍刀而來？」那嗓子嘶啞的人一聲冷笑。黑夜中但聽他「嘿嘿嘿」幾聲，卻不答話。俞岱岩只覺他這笑聲大是古怪，聽在耳中，令人心煩意亂，無法形容的不舒服，似乎十幾條巨蟲突然在背上搔爬，又似乎吞下了什麼吐不掉，嘔不出的異物。他心念一動，隱身在海旁的岩石之後，繞到前面，只見一個瘦瘦小小的男子攔在路中。黑暗中瞧不清他的面貌，只見他手中拿著一根枴杖，身上衣服有點點閃光，顯是一件錦袍。又聽海沙派的領頭人說道：「這屠龍刀原是本派鎮派之寶，既給宵小盜去，自當索回。」那錦袍客又是「嘿嘿嘿」三聲冷笑，仍是大模大樣的攔在路中，那領頭人身後一人厲聲喝道：「快些讓開，惡狗攔路，你不是自己找死……」他話聲未畢，突然「啊」的一聲慘叫，往後便倒。眾人一驚，但見黑暗中錦袍上的閃光晃了幾晃，攔道惡客已然不見。海沙派眾私梟瞧那跌倒的同伴時，但見他蜷成一團，早已氣絕。各人又驚又怒，有幾人放下擔子向錦袍客去路急追，但那人奔行如電，黑暗之中那裏還尋得到他的蹤影。俞岱岩好生奇怪：「這錦袍客不知施放的是什麼歹毒暗器，怎地手不抬、身不動，對方便已斃命？我跟他相距不遠，居然沒瞧出絲毫端倪。」他縮身在岩石之後，一動也不敢動，生怕給海沙派的幫眾發現了，沒來由的招惹禍端。只聽那領頭人道：「將老四的屍首放在一旁，我們料理大事要緊，回頭再來收拾，這仇人是誰，將來總能查究得出。」眾人答應了，挑上擔子，又向前飛奔。俞岱岩待他們去遠，走近那屍身察看，只見那人如死蝦般彎彎蜷曲，顯是中了異毒，俞岱岩但覺此事大是蹺蹊，生怕沾上了毒，不敢伸手去扳那屍身，於是加快腳步，再跟蹤那批私梟。一行人又奔出數里，那領頭人一聲唿哨，二十餘人四下散開，向東北方一座大屋慢慢逼近，俞岱岩心想：「他們說的是什麼屠龍刀，難道便是在這屋中麼？」只見那大屋的煙囪中一柱濃煙衝天而起，久聚不散，而煙囪中還是源源不絕的噴出黑煙來。眾私梟放下擔子，各人拿了一集木杓，在籮筐中抄起什麼東西，四下散播。俞岱岩見他們撥撒的東西如粉如雪，顯然便是海鹽，心道：「今晚所見之事，當真是匪夷所思，日後說給師兄弟們知道，他們定是不信。」但見這幫鹽梟撒鹽之時，行動極之小心，似乎生怕將鹽粒濺到了身上，俞岱岩久歷江湖，登時恍然，知道鹽上含有劇毒，這批人用毒鹽圍屋，當是對屋中人陰謀毒害。他見到此事，更激起了俠義之心，暗：「雙方誰是誰非，我固不知情，但這批人幹這種鬼蜮伎倆，太不光明正中。無論如何，須得通知屋中之人，好教他不致為宵小所害。」眼見海沙派的鹽梟逐步撒鹽，尚未及到屋後，於是施展武當派的「千山縮地功」輕身絕技，兜個大圈子繞到屋後，輕輕跳到進了圍牆。這座大屋前後五進，共有三四十間，屋內黑沉沉的，沒一處有燈火。俞岱岩心想：「眼見濃煙是從中間一進屋中冒出，該處想必有人。」又怕屋中人誤會自己是敵人，橫加暗算，於是拾了一根木柴，晃火摺點燃了，當作火把，高高舉在手中，朗聲說道：「武當派弟子俞岱岩有事奉告，絕無他意，請勿起疑。」他說話的聲音雖然不響。但中氣充沛，傳送極遠，按理大屋中每一間房內都可聽到，但他連說了兩遍，屋中靜悄悄的卻無回音。俞岱岩是名門英俠，雖見這大屋中陰沉沉的，鬼氣森森，卻決不示弱於人，也不拔出腰間單刀，只是潛引真氣，周流全身，一面昂然直入。穿過一個天井，來到了後廳，一瞥之下，不由得凜然止步。只見廳側兩個人屍橫就地，一個是道人裝束，另一個是鄉農打扮，兩人年紀都不小，臉上五官扭曲，形容可怖，顯是身死之時曾遭受極大痛苦。但身旁並無血跡，身上更不見傷痕，顯非身中兵刃而死。俞岱岩繼續向前，但見每一處門戶都是洞開，但廳房之中均是黑黝黝的不知藏著些什麼，除了他手中火把照出一團光亮之外，四周全是黑漆一團。饒是他膽大氣壯，見多識廣，到了這等情景之下，背上也是不自禁的暗生涼意。再穿過一個院子，又來到一個偏廳。這廳中的情景更是可怖，橫七豎八，一共死著二十餘人，有的相互扭成一團，有的手中刀劍各各砍在對方身上。這些人有的死去已久，面目早已變色，有的卻是新死。俞岱岩心想：「這大屋之中，定是有著一樁武林慘變。瞧這些人所使的兵刃，很有許多是名家子弟。像點穴橛、五行輪、判官筆這些傢伙，倘若不是精通點穴打穴之術，如何能使？卻不知為了何事，一一喪命於此？」他初進屋時漫不在意，待得一見到這許多好手屍橫就地，這才起戒懼之心，又朗聲說道：「武當派弟子俞岱岩有事奉告，請前輩高人賜見。」只聽得正廳中傳出火燄燃燒的畢剝之聲，又有人在呼呼吹氣，卻始終無人答話。俞岱岩轉過一道照壁，一道屏風，跨步進了正廳，眼前突然一亮，一股熱氣撲面而來，只見廳心一隻岩石砌成的大爐子，火燄燒得正盛，爐旁分站三人，各運真氣，向爐中吹火，火爐中橫架著一柄四尺來長的單刀。火燄由紅轉青、由青轉白，那單刀光茫閃閃，竟是鎔鍊不掉它半點。那三人都是六十來歲老者，一色青布袍子，滿頭滿臉都是灰土，袍子上點點斑斑，到處是火星濺開來燒出的破洞。只見那三人頭頂白霧繚繞，鼓起腮幫，緩緩吹氣。三股氣流吹入爐中，火燄登時升起五尺來高，繞著單刀，嗤嗤聲響。俞岱岩瞧了三個老者的情景，知他們內功深厚，合力吹出來的氣息之強，為任何風箱所不及，自己站立之處和那爐子相距數丈，已是熱不可當，則爐中之熱，可想而知，但那柄單刀始終青光照耀，竟沒起半點發熱而轉紅之色。便在此時，屋頂上忽有一個嘶啞的聲音喝道：「損毀寶刀，傷天害理，快快給我住手。」俞岱岩聽了這聲音，心中一震，知道便是途中所遇的那個錦袍客到了。那三個鼓風鍊劍的老者卻恍若不聞，只是吹氣更急。但聽得屋頂那人嘿嘿嘿三聲冷笑，簷前如一葉落地，眼前金光燦爛，那錦袍客已閃身而進。這時廳中爐火正旺，俞岱岩瞧得清清楚楚，見這錦袍客是個二十餘歲的少年，面目俊秀，雙眉斜飛，只是臉色慘白，隱隱透出一股青氣，身上所穿的那件錦袍用金絲繡滿了獅虎花草，華美輝煌之極。他雙手空空，並無兵刃，冷然說道：「長白三禽，你們覬覦這把屠龍刀，那也罷了，卻何以膽敢用爐火損毀這等神兵利器？」一面說，一面踏步上前。長白三禽中西首一人身子一晃，左手倏出，伸出又瘦又尖的五根手指，往錦袍客臉上抓去。錦袍客側身避過，又搶上一步，東首那老者見他逼近身來，提起爐子旁的大鐵錘，呼的一聲，往他頭頂猛擊下去。那錦袍客身手極是敏捷，身子微側，鐵錘一擊落空，砰的一聲猛響，鐵錘落地，火星四濺，原來地下鋪的不是尋常青磚，卻是堅硬異常的花崗石。西首老者自旁夾攻，雙手猶如雞爪，上下飛舞，取的全是凌厲攻勢。俞岱岩瞧得暗暗心驚：「這些人相互間不知有什麼深仇大怨，何以出手竟是半點也不留情，招招全是意欲制人死命的殺手？」但見那錦袍客武功極是奇特，臉上露著詭笑，似還招似不還招，兩個老者卻絲毫奈何他不得。鬥了數合，那使鐵錘的老者厲聲喝道：「閣下是誰？便要此寶刀，也須留個萬兒。」錦袍客冷笑三聲。只不答話，猛地裏一個轉身，喀喀兩響，西首老者雙腕齊折，東首老者機警異常，眼見情勢不對，知道合三人之力，也阻擋他不住，當即拾起一柄火鉗，便往爐中去挾那屠龍刀。站在南首的老者手中扣著暗器，俟機傷敵，只是錦袍客轉身迅速，一直沒找著空子，這時眼見東首老者用火鉗去挾寶刀，知道這刀一落他手，再也難以索回，他有了寶刀之後，自己那裏還能是他敵手？危急中勇氣倍增，突然伸手入爐，搶先抓住刀柄，提了出來。爐中火勢何等猛烈，那屠龍刀雖沒給鎔成鐵汁，卻是炙熱無倫，那老者一握住刀柄。一股白煙冒起，各人鼻中聞到一陣焦臭，他手掌心登時燒焦，但他兀自不放，竟如瘋子一般，一時也不知痛楚，提著屠龍刀尚後躍開。餘人見了這等情景，盡皆駭然，一呆之下，但見那老者提著刀，向外狂奔。錦袍客冷笑道：「有這等便宜事？」手臂一長，已抓住了他背心。那老者順手迴掠，屠龍刀揮了過來。刀鋒未到，卻已熱氣撲面，瞬息之間，錦袍客的鬢髮眉毛都捲曲起來。他微微一驚，不敢擋架，手上勁力一送，將老者連人帶刀擲向洪爐。俞岱岩一直在旁袖手觀鬥，但覺這一干人個個兇狠悍惡，無不帶著幾分邪氣，事不關己，也就不必出手。斯時見老者命在頃刻，只要一入爐中，立時化成焦灰，且不理其中是非曲直，眼前救命要緊，於是縱身躍起，但見他輕如飛燕，矯若飛龍，一轉一折，一揮一控，在半空中伸下手來，抓住那老者的髮髻，向上一提，解救了他這洪爐之厄，跟著輕巧巧的落在一旁。這一手武當派的輕身神功，縱躍既高，在半空中又能迴旋自如，名曰「梯雲縱」，可說天下武林中諸派輕功之冠。錦袍客和長白三禽雖早見他站在一旁，一直也沒在意，這時突然見他顯示了這一手上乘輕功，這才吃驚。錦袍客長眉一挑，說道：「這一手便是聞名天下的『梯雲縱』麼？」俞岱岩聽他叫出了自己這路輕功的名目，先是微微一驚，但跟著不自禁的暗感得意：「武當派名揚天下，無人不知。」說道：「不敢請教尊駕貴姓大名？在下這點兒微末功夫，何足道哉？」那錦袍客道：「很好很好，武當派輕功號稱並世無雙，果然是有兩下子。」他說話的口氣甚是傲慢，雖是稱道俞岱岩的輕功，但言下之意，卻似是長輩獎許後輩練武有成，只差著沒說出「小子可嘉」四個字而已。俞岱岩心頭有氣，但按捺住卻不發作，說道：「尊駕途中一舉手而斃海沙派高手，這份功夫神出鬼沒，更是令人莫測高深。」那人心頭一凜，暗想：「此事居然叫你看見了，我卻沒瞧見你啊。不知你這小子當時躲在何處？」卻淡淡的道：「不錯，這種武功，旁人原是不易領會，別說閣下，便是武當派掌門人張老頭兒，也未必懂得。」俞岱岩向來甚有修養，別人再厲害的挺撞，他也不會反唇相稽，但這時聽那錦袍客辱及恩師，這口氣如何忍得下去？可是武當派弟子自來講究修心養性的功夫，這性命雙修之學，比習練武功更是來得重視，心想：「他有意挑釁，不知安著什麼心眼兒？此人功夫怪異，不必為了幾句無禮的言語，為本門多樹強敵。」當下微微一笑，說道：「天下武學無窮無盡，正派邪道，千千萬萬，武當派所學原是滄海一粟。如尊駕這等功夫，本師確是不會。」他這句話說得客氣，但骨子中含義，卻是說武當派實不屑懂得旁門左道的武功。他二人一問一答，針鋒相對。那南首老者赤手握著一柄熾熱的屠龍刀，皮肉焦爛，幾已燒到骨骼，東首西首兩個老者躬身蓄勢，各自想俟機搶奪。突然間呼的一聲響，南首那老者揮動寶刀，向外急闖，他這一刀在身前揮動，不是向著何人而砍，但俞岱岩正站在他的身前，首當其衝，但見一股疾風，襲向腰間，其勢好不凌厲。他更沒料得自己救了這老者的性命，他竟然會忽施反噬，危急中向上一躍，避過刀鋒。那老者雙手握住刀柄，發瘋般亂砍亂揮，衝了出去。錦袍客和其餘兩個老者忌憚刀勢凌厲，不敢硬擋，只是連聲呼叱，隨後追去。俞岱岩拔足跟隨，他輕功遠勝諸人，雖後發而先至，倏忽之間，已搶到那提刀老者身旁。只見他雙手提刀，身形跌跌撞撞，似乎刀身極為沉重，猛力一縱，躍出了大門，但落下時腳下一個踉蹌，竟爾摔了一跤，跟著一聲慘呼，似乎莫名甚妙的身受重傷。錦袍客和另外兩個老者一齊縱身過去，同時伸手去搶寶刀，但不約而同的叫了出來，似乎猛地裏被什麼奇蛇毒蟲所咬中一般。那錦袍客武功最強，只打個跌，跟著便躍起身來，急向外奔，那所謂「長白三禽」的三個老者，卻在地下不住翻滾，竟爾不能站起。俞岱岩見了這等慘狀，正要伸手救人，突然間心中一凜，想起了海沙派在屋外撤佈毒鹽之事，這些海鹽定是以劇毒的藥物煎熬過，因此沾體即生大害。此時屋周均是毒鹽，自己也無法出去了，遊目一瞥之間見大門內側左右各放著一張長凳，心念一動，伸手抓起，將兩凳豎直，一躍而上，一雙腳勾著一隻長凳，便似踩高蹻一般，踏著雙凳走了出去。但見三個老者慘叫不停，在地上滾來滾去，模樣甚是可怖。俞岱岩知道危機四伏，不及細思，扯下一片衣襟裹在手上，一長臂便抓起了那懷抱寶刀的老者後心，腳踩高蹻，向東急行。這一下大出海沙派眾人意料之外，眼見便可得手，卻斜刺裏殺出個程咬金來將寶刀搶走，眾人那裏甘心？紛紛湧出，大聲呼叱，鋼鏢袖箭，十餘種暗器一齊向俞岱岩後心射去。俞岱岩雙足使勁，在兩張長凳上一蹬，身形躍起，向前竄出數丈，所有暗器盡皆落空。他腳上勾了長凳，雙足便似斗然間加長了四尺，這一邁開步子，行路大是迅捷，只跨出四五步，早已將海沙派諸人遠遠拋在後面。耳聽得各人大呼追來，俞岱岩提著那老者縱身躍起，雙足向後反踢，兩張長凳向身後飛了出去。但聽得砰砰兩響，跟著三四人大聲呼叫，顯是為長凳擊中。就這麼阻得一阻，俞岱岩的輕功何等了得，在黑暗之中早已奔出數十丈外，手中雖提著一個老者，卻是越奔越遠，海沙派諸人再也追他不上了。俞岱岩急趕一陣，耳聽得潮聲澎湃，後面無人追來，問道：「你怎樣了？」那老者「哼」了一聲，並不回答，跟著呻吟一下。這一下聲音雖然不響，但猶似傷獸悲嗥，顯是痛楚已極。俞岱岩心道：「他身上沾滿毒鹽，先給他洗去要緊。」於是走到海邊，將他往淺水處浸了下去，自己手掌卻不敢和海水相碰，生怕沾上了毒鹽。那老者半昏半醒，在海水中浸了一陣，自己不能爬起，俞岱岩正要伸手拉他，忽然一個巨浪打來，將老者沖上沙灘。俞岱岩道：「現下你已脫險境，在下身有要事，不能相陪，咱們便此別過。」那老者撐起身來，說道：「你……怎地……不搶這把寶刀？」俞岱岩一笑，道：「寶刀縱好，又不是我的，我怎能橫加搶奪？」那老者心下大奇，不能相信，道：「你……你到底有何詭計，要怎樣泡製我？」俞岱岩道：「我跟你無冤無仇，泡製你幹麼？我今晚路過此處，見你中毒受傷，因此出手相救。」那老者搖了搖頭，厲聲道：「我命在你手，要殺便殺，若是想用什麼毒辣手段加害，我便是死了，也必化成厲鬼，放你不過。」俞岱岩知他受傷後神智不清，也不去跟他一般見識，只是微微一笑，正要舉步走開，海中又是一個大浪打來，只濺得俞岱岩衣履盡濕，那老者呻吟一聲，伏在海水之中，身子發顫。俞岱岩心想，救人須救澈，這老者中毒不輕，我若於此時捨他而去，他還是葬身海底。於是伸手抓住他背心，提著他走上一個小丘，四下眺望，見東北角一塊突出的山岩之上有一間屋子，瞧那模樣，似是一所廟宇，當下抱著那老者奔了過去，凝目看屋前匾額，隱約可見是「海神廟」三字。俞岱岩推門進去，見這海神廟極是簡陋，便只小小的一間，滿地塵土，廟中也無廟祝居住。於是將老者放在神像前的木拜墊上，他懷中火摺已被海水打濕，當下在神檯上摸索，找到火絨火石，點燃了半截蠟燭，再看那老者時，只見他滿面青紫，顯是中毒已深，不由得暗暗吃驚，從懷中取出一粒「天心解毒丹」來，說道：「你服了這粒解毒丹藥。」那老者本來緊閉雙目，一聽他之言，突然睜開眼來，說道：「我寧死也不吃你害人的毒藥。」俞岱岩脾氣再好，這時也忍不住了，長眉一挑，說道：「你道我是誰？武當七俠縱然不肖，豈能幹害人之事？這一粒是解毒丹藥，只是你身中劇毒，這丹藥也未必能夠解救，但至少可延你三日之命。你還是將屠龍刀送去給海沙派，換得他們的本門解藥救命吧。」那老者斗然間一躍而起，厲聲道：「誰想要我的屠龍刀，那是萬萬不能。」俞岱岩道：「你性命也沒有了，空有寶刀何用？」那老者顫聲道：「我寧可不要性命，屠龍刀總是我的。」說著將刀牢牢抱著，臉頰貼著刀鋒，當真是說不出的愛惜，一面卻將那粒「天心解毒丹」吞入肚中。俞岱岩好奇心起，想要問一問這刀到底有什麼好處，但見這老者雙眼之中充滿著貪婪兇狠的神色，宛似飢獸要擇人而噬，不禁大感厭惡，轉身便出。忽聽那老者厲聲喝道：「站住！你要到那裏去？」俞岱岩笑道：「我到那裏去，你又管得著麼？」說著揚長便走。沒行得幾步，忽聽那老者放聲大哭，哭得甚是悲痛淒涼，有似傷獸夜嗥，充滿著衷苦絕望之情。這一哭觸動了俞岱岩的俠義心腸，轉過頭來，問道：「你為何悲哭？」那老者道：「我千辛萬苦的得到了屠龍寶刀，但轉眼間性命不保，要這寶刀何用？」俞岱岩「嗯」了一聲，道：「你除了以此刀去換海沙派的獨門解藥，再無別法。」那老者哭道：「可是我不捨得啊，我不捨得啊。」這神態在可怖之中帶著三分滑稽，俞岱岩想笑，卻是笑不出來，隔了一會，說道：「武學之士，全憑本身功夫克敵制勝，行道仗義，顯名聲於天下後世，寶刀寶劍只是身外之物，得不足喜，失不足悲，老丈何必為此煩惱？」那老者怒道：「『武林至尊，寶刀屠龍，號令天下，莫敢不從！』這幾句話你聽見過麼？」俞岱岩啞然失笑，道：「這幾句話我自然聽見過，下面還有兩句呢，什麼『倚天不出，誰與爭鋒？』那說的是幾十年前武林中一件驚天動地的事，又不是說什麼屠龍寶刀。」那老者道：「什麼驚天動地的大事，你且說來聽聽。」俞岱岩道：「此事武學之士人人皆知，說的是當年神鵰大俠楊過殺死蒙古皇帝憲宗，為漢人揚名吐氣。自此楊大俠有什麼號令，天下英雄莫敢不從。『龍』便是蒙古皇帝，『屠龍』便是殺蒙古皇帝。難道世間還真有龍之一物麼？」那老者冷笑道：「我問你，當年楊過大俠使什麼兵刃？」俞岱岩一怔，道：「我聽師父說過楊大俠斷了一臂，平時不用兵刃。那日在襄陽城外惡鬥金輪法王，卻是使劍。」那老者道：「是啊，楊大俠怎生殺死蒙古皇帝的？」俞岱岩道：「他投擲石子打死憲宗，此事天下盡聞。」那老者大是得意，道：「楊大俠平時用掌使劍，殺蒙古皇帝用的又是石子，那麼『寶刀屠龍』四字又從何說起。」這一下問得俞岱岩無言可答，隔了片刻，才道：「那是武林中說得順口而已，總不能說『石頭屠龍』啊，那豈不難聽？」那老者冷笑道：「強辭奪理，強辭奪理，我又問你，『倚天不出，誰與爭鋒？』這兩句話，卻又是作何解釋？」俞岱岩沉吟道：「『倚天』或許是一個人吧？聽說楊大俠的武藝學自他的妻子，那麼『倚天』！或許便是他夫人的名字。又或許是死守襄陽城的郭靖郭大俠。」那老者道：「是嗎？我料到你說不上來了，只好這麼一陣胡扯，我跟你說，『屠龍』是一把刀，便是這把屠龍刀，『倚天』卻是一把劍，叫作倚天劍。這六句話的意思是說，武林中至尊之物，是屠龍刀，誰得了這把刀，不管發施什麼號令，天下英雄好漢都要聽令而行。只要倚天劍不出，屠龍刀便是最厲害的神兵利器了。」俞岱岩將信將疑，道：「你將刀給我瞧瞧有什麼神奇？」那老者緊緊抱住，冷笑道：「你當我是三歲小孩嗎。想騙我的寶刀。」他中毒之後，本已筋疲力衰，全仗服了俞岱岩給他的一粒解毒丹藥，這才振奮了起來，這時一使勁，卻又呻吟不止。俞岱岩笑道：「不給我瞧便不瞧。你雖得了屠龍寶刀，卻號令得動誰？難道我見你懷裏抱著這樣一把刀，便非聽你的話不可嗎？當真是笑話奇談了。我瞧你啊，好好一個人偏去相信這種荒誕不經的鬼話，到頭來枉送性命，還是執迷不悟。你既號令我不得，便可知這刀其實是無什麼神奇之處。」那老者呆了半晌，做聲一得，隔了良久，才道：「老弟，我跟你訂一個約，你救我性命，我將寶刀的好處分一半給你。」俞岱岩仰天大笑，說道：「老丈，你可把我武當派的弟子瞧得小了。扶危濟困，乃是我輩分內之事，豈難道是貪圖報答？你身上沾了毒鹽，我卻不知鹽上安的是什麼毒藥，你只有去求海沙派解救。」那老者道：「我這把屠龍刀，是從海沙派手中盜了出來的，他們恨我切骨，豈肯救我？」俞岱岩道：「你既將刀交還，怨仇即解，他們何必傷你性命？」老者道：「我瞧你武功甚強，大有本事到海沙派中去將解藥盜來，救我一命。」俞岱岩道：「一來我身有要事，不能耽擱，二來你去偷盜人家寶刀，是你的不是，我怎能顛倒是非？老丈，你快快去找海沙派的人吧！再一耽擱，毒性發作起來，那便來不及了。」那老者見他又是舉步欲行，忙道：「好吧，我再問你一句話，你提著我身子之時，可覺得有什麼異樣？」俞岱岩道：「我確是有些奇怪，你的身子瘦瘦小小，卻有二百來斤，不知是什麼緣故，又沒見你身上負著什麼重物。」那老者將屠龍刀放在地下，道：「你再提一下我的身子。」俞岱岩抓住他肩頭向上一提，手中登時輕了，只不過八十來斤，心下恍然：「原來這小小一柄單刀，竟有一百多斤之重，看來確是有點古怪，不同凡品。」於是將老者放在地下，說道：「這把刀倒是很重。」那老者道：「豈僅沉重而已。老弟。你尊姓是姓俞還是姓張？」俞岱岩道：「敝姓俞，草字岱岩，老丈何以得知？」那老者笑道：「武當七俠中宋大俠年紀大了，殷莫兩位不過二十左右，餘下的二三兩俠姓俞，四五兩俠姓張，武林中誰人不知。原來是俞三俠，怪不得這麼高的功夫。武當七俠威震天下，今日一見，果然是名不虛傳。」俞岱岩年紀雖然不大，卻也是老江湖了，聽他這般當面諂諛，知他也不過是有求於已，只是微微一笑，心中反生厭惡之感，說道：「老丈尊姓大名？」那老者道：「小老兒姓德，單名一個成字，遼東道上的朋友們送我一個外號，叫作海東青。」那海東青是生於遼東的一種大鷹，兇狠鷙惡，捕食小獸，是關外著名的猛禽。俞岱岩拱手道：「久仰，久仰。」抬頭看了天色。德成知他急欲動身，若非動以大利，不能求得他伸手救命，說道：「你不懂得那『號令天下，莫敢不從』這八個字的含義，只道是誰捧著屠龍刀，只須張口發令，人人便得聽從，不對，不對，這全盤想錯了。」他說到這裏，突然放低聲音，說道：「俞老弟，這屠龍寶刀之中，藏著一部武學秘笈，有人說是九陽真經，有人說是九陰真經。只須取出來照著經書一練，那時候武功蓋世，他說出來的話，有誰能違抗得？」九陰九陽兩部寶笈祕籙的名字，俞岱岩也曾聽師父說過，只是當年覺遠大師圓寂之後，少林、武當、峨嵋三派分得九陽真經中的若干章節，全書早已失傳，至於九陰真經，更是數十年來少人提起，空餘想像，當作是武林中一個可信可不信的傳說而已。德成見俞岱岩臉上有不信之意，說道：「咱們長白三禽盜得寶刀，要用爐火鎔開它來，取出刀中藏經，只是事機不祕，大功未成，而覬覦寶刀之徒紛紛沓來。俞老弟，你去盜了解藥來解得我體內之毒，咱哥倆找了人跡不到的隱僻之處，鎔刀取經，數年之後，武林中只容咱哥兒倆稱霸，除了德成和俞岱岩，再沒第三個人，你說妙不妙？」俞岱岩搖頭道：「此事決不可信，別說刀中無經，即使藏得有經書，刀尚未鎔，裏面的紙草早已成灰。」德成道：「此刀堅硬無比，任你用多鋒利的鋼鑿尖鑽，對付不了它分毫，連一條細紋也劃不出來，除了以火鎔鍊，休想剖得它開。」