第六十七回　白髮老人尹志平哼了一聲，眼見那蒙古軍官帶了士兵，騎馬走了。飯舖中各人慌成一團，舖中有什精美酒食，一齊送上，堆滿了一桌，尹趙二人吃了一陣，尹志平突然站起身來，反手一掌，將在旁侍候的伙計打倒在地。掌櫃的大驚，三腳兩步的趕了過來，陪笑道：「這該死的小子不會侍候，道爺息怒……」話未說完，尹志平飛起一腿，在他膝彎裏輕輕一踢，登時將他踢在地下。趙志敬不明他用意，還道他心神未復，突然發作，叫道：「尹師弟……你……」尹志平將旁一張桌子，碗碟倒了一地，隨即又將兩名夥計打倒。他出掌之時，順手點了各人穴道，是以跌倒之後，都躺著爬不起身。尹志平雙手一拍，道：「待會蒙古官兵到來，見我將你們店中打得這般模樣，就不會遷怒你們了，懂不懂？你們自己不妨再打一個頭破血流。」眾人恍然大悟，連稱妙計，眾店伴你打我，我打你，個個衣衫撕爛，目青鼻腫。忽聽得青石板街道上馬蹄聲響，有好幾個人馳來，眾店伴紛紛倒地，口中大叫：「啊喲，打死人啦！」「痛啊，痛啊！」「道爺饒命。」那馬蹄聲到了店舖門前，果然止息，進來四名蒙古軍官，後面跟著又進來一個身材高瘦的藏僧，一個又黑又矮的胡人，那胡人雙腿已斷，雙手各撐著一根拐杖。那蒙古軍官見飯舖中亂成這等模樣，皺起眉來，大聲喝道：「快拿酒飯上來，吃了便要趕路。」那掌櫃的一楞，心道：「原來這幾個軍爺是另一路的。待那挨了打的軍爺領了人來，卻又怎地？」正自遲疑，幾名軍官已將馬鞭夾頭夾腦劈了過來。那掌櫃的忍著痛連聲答應，苦於爬不起身，當下另有伙計上前招呼，安排席位。那藏僧便是金輪法王，那黑矮胡人自是尼摩星了。兩人在荒谷之中將養了幾日，一個以上乘內功逼出毒氣，一個養愈了傷口，這才出得谷來，與幾個蒙古軍官相遇，於是同返忽必烈大營。尹志平與趙志敬一見到法王，不由得相顧一驚。二人在荊紫關的英雄大會之中，曾見他小顯武功，實已到了驚世駭俗的地方，又起想他的兩名弟子達爾巴與霍都當年進襲終南山重陽宮，連全真諸子也非敵手，今日突然在此與他相會，心中都是慄慄危懼，二人使個眼色，欲等脫身走路。那日英雄大會，中原豪傑與會的共達數百，尹趙識得法王，法王卻不識二道。他雖見飯舖中打得人傷物碎，但此刻兵荒馬亂，處處殘破，也不以為意。這次前赴襄陽，鬧了個大敗而歸，去見忽必烈之時，自不免臉上無光，心中只在籌思如何說話遮掩，因此見兩個道士坐著吃飯，毫不理會。就在此時，飯舖外突然一陣大亂，一群蒙官古兵擁了進來，一見尹趙二人，呼叱叫嚷，便來擒拿。尹志平低聲道：「從後門逃走！」伸手將一張方桌一推，忽朗朗一陣聲響，碗碟湯水打成一地，兩人身形一晃，奔向後門。因法王坐在大門附近，若是向外奪路，經過他的身畔，只怕他出手干預。尹志平將要衝到後堂，回頭一瞥，只見法王拿著酒杯，低眉沉吟，對店中這番大亂，似乎視而不見，心中一喜：「他不出手便好。」突然眼前黑影一閃，那西域矮人躍了過來，左手連晃，一柄拐杖向尹趙肩頭各擊一下。尹志平與趙志敬從未見過此人，但見他身法快捷，出手悍猛，立即沉肩閃躍。尼摩星一擊不中，「咦」的一聲，覺得這兩個道士居然並非庸手，左杖著地撐住，右手拐杖舉起，自外向內迴擊，竟自阻止了二人的去路。二道雙劍齊出，左右分刺，要將他迫退，奪路外闖。尼摩星武功雖較尹趙二道為高，但雙腿斷折不久，元氣大傷未復，一手揮杖與二道動手，另一手拐杖必須支地，數招一過，已是兇險百出。法王緩步上前，眼見趙志敬一劍刺到，直攻尼摩星前胸，他舉杖一擋，尹志平長劍已抵他右脅，這一劍招數極是狠辣，尼摩星非棄杖後躍不可，法王一大步跨上，正好尼摩星身子躍起，於是左臂伸出，托在他的臀下，將他一抱，右手按上他手臂。其時他拐杖與趙志敬的長劍尚未分離，法王的內力從杖上傳了過去，趙志敬只覺右臂一震。半邊胸口發熱，噹的一聲，長劍落地。尼摩星內力不足，變招卻是奇速，一杖將趙志敬的長劍震落，立即迴轉拐杖，已與尹志平長劍黏住。法王又在他手臂上一按，尹志平有趙志敬前車之鑒，立即運力反擊，豈知法王的內力亦剛亦柔，喀的一聲，長劍斷折，手中只握著半邊劍柄。法王輕輕將尼摩星放下，雙手外分，搭在尹趙二人肩頭，笑道：「兩位素不相識，何須動武？如此身手，已是中土第一流劍士，且請坐下談談如何？」他出手並無凌厲之態，但雙手這麼一搭，二道竟自閃避不了，只覺登時有千斤之力，壓在肩頭，沉重無比，急運內力相抗，那裏還敢答話？只怕張口後一股氣一鬆，自肩至腰的骨骼都要被他壓斷。這時從門外衝進來的蒙古軍官已將眾人團團圍住，領頭的將官是個千戶，識得法王是蒙古護國國師，皇弟忽必烈對他極為倚重，當即上前行禮，說道：「國師爺，這兩個道人偷盜軍馬，毆打官兵，多蒙國師爺出手……」他話未說完，向尹志平連看數眼，突然道：「這位可是尹志平尹道爺？」尹志平點了點頭，卻不認得那人是誰。法王將搭在他肩頭的手略略一鬆，稍減重力，心想：「這兩個道士不過四十歲左右，內功居然已如此精純，確是不易。」那蒙古千戶笑道：「尹道爺不認識我了麼？十九年前咱們同在花拉子模沙漠中烤黃羊吃，我叫薩多啊！」尹志平仔細一瞧，心中大喜，叫道：「啊，不錯，不錯！你留了大鬍子，我不認得你啦！」薩多笑道：「小人東西南北奔馳了幾萬里，頭髮鬍子都花白了，道爺的相貌可沒大變啊。怪不得成吉思汗說你們修道之士都是神仙。」於是向法王道：「國師爺，這位道爺從前到過西域，是成吉思汗請了去的，說起來都是自己人。」法王點了點頭，收手放開二人肩頭。原來當年成吉思汗邀請丘處機前赴西域相見，諮以長生延壽之術。丘處機萬里西遊，帶了一十九名弟子隨侍，尹志平是門下大弟子，自在其內。成吉思汗派了二百軍馬供奉衛護丘處機諸人，那時薩多只是一名小卒，也在這二百人之內，是以識得尹志平，他轉戰了二十年，積功升到了千戶，不意忽然在此與他相遇，心中極是喜歡，當下命飯舖中伙計快做酒飯，自己末座相陪，對尹志平好生相敬，那盜馬毆官之事，自是一笑而罷。法王也曾聽過丘處機的名頭，知他是全真派第一高手，此時見尹趙二人武功不弱，心想全真派劍術內功，果然名不虛傳，自己也是一出手便制先機，若是當真動手，卻也須三四十招之後方能取勝。那薩多詢問丘處機及其餘十八弟子安好，說起少年時的舊事，不由得虯髯戟張，豪態橫生。突然間門口人影一閃，進來一個白衣少女，法王、尼摩星、尹趙二道心中都是一凜，原來進店的正是小龍女。這中間只有尼摩星心無芥蒂，大聲道：「水仙谷的新娘子，你好啊！」小龍女微微頷首，在角落裏一張小桌旁坐了，對眾人不再理睬，向店伴低聲吩咐了幾句，命他做一份口菇素麵。尹趙二人臉上一陣青，一陣白，大是惴惴不安，法王也怕楊過隨後而來，他生平無所畏懼，就只怕他二人雙劍合壁的「玉女素心劍法」。三人各懷心事，不再說話，只是大嚼飯菜。尹趙二人此時早已吃飽，但如突然默不作聲，不免惹人疑心，只得吃個不停，好使嘴巴不空。薩多卻是興高采烈，問道：「尹道長，你見過咱們皇弟麼？」尹志平搖了搖頭。薩多道：「這位皇弟是拖雷皇爺的四王子，英明仁厚，軍中人人擁戴。小將正要去稟報軍情，兩位道爺若無要事在身，便請同去一見如何？」尹志平心不在焉，又搖了搖頭。趙志敬心念一動，問法王道：「大師也是去拜見王爺麼？」法王道：「是啊！四王子真乃當今人傑，兩位不可不見。」趙志敬喜道：「好，咱們隨大師與薩多將軍同去便是。」伸手桌下在尹志平腿上一拍，向他使了個眼色。薩多大喜，連說：「好極，好極！」尹志平的機智才幹，本在趙志敬之上，但一見了小龍女，登時迷迷糊糊，神不守舍，過了好一陣，才想到趙志敬的用意，原來他是要藉法王相護，逃過小龍女的追殺。各人匆匆用罷飯菜，相偕出店，上馬而行。法王見楊過並未現身，放下了心，暗想：「全真教是中原武林一大宗派，若能籠絡得了，以為蒙古之助，實是奇功一件。明日見了王爺，也有一個交代。」當下言語之中，對尹趙二人著意接納。此時天色全黑，眾人馳了一陣，只聽得背後蹄聲得得，趙志敬一回頭，星光下依稀看到小龍女騎了一匹驢子，遙遙跟隨在後。法王心中發毛，心想：「單是憑她一人，絕非我的敵手，何以竟敢如此大膽，跟隨不捨？莫非暗中伏有幫手麼？」若是他此刻回身動手，小龍女定遭不測，或殺或擒，難逃他的毒手。但法王與尹趙二道初次相交，唯恐稍有挫折，墮了威風，是以一直持重，只作不知。眾人馳了半夜，到了一座林中，薩多命隨行軍士下鞍歇馬。各人坐在樹底休息，只見小龍女下了驢子，與眾人相隔數十丈，坐在林邊。她越是行動詭祕，法王越是不敢貿然出手。趙志敬見尼摩星曾與小龍女招呼，不知她與法王等有何瓜葛，連望也不敢向她多望一眼。歇了半個時辰，眾人上馬再行，出得林來，只聽蹄聲隱隱，小龍女又自後跟來。直至天明，小龍女始終隔開數十丈，跟隨在後。這時來到一處空曠平原，法王縱目一望，四下裏並無人影，心中毒念陡起：「我自到中原，縱橫無敵，卻接連敗在她雙劍合璧的手下。今日她對我緊追不捨，定無善意，我何不出其不意的驟下殺手，將她斃了？她便有幫手趕到，也已不及救援。此人一死，世間無人再能制我。」他心念已決，正要勒馬停步，忽聽得前面叮玲、叮玲，傳來幾下清脆的駝鈴之聲，數里外塵頭大起，有一彪人乘馬奔來。法王心想：「若知她的後援此刻方到，我早下手了。」一提馬韁，將馬圈轉，忽聽薩多「咦」的一聲，說道：「奇怪！」法王回過頭來，但見奔來的那彪人馬極是古怪，共是四頭駱駝，右首第一頭駱駝背上插著一面大旗，旗桿上飄著七叢白毛，正是忽必烈的帥纛，但遠遠望去，駱駝背上卻無人乘坐。薩多道：「是王爺來了麼？」縱馬迎上，馳到離駱駝相隔半里之外，滾鞍下馬，恭恭敬敬的站在道旁。法王心想：「既是王爺來此，可不便殺這女子了。」他自高身份，若被忽必烈瞧見他下手殺一孤身少女，不免受他輕視，但見四頭駱駝腳步不停，急奔而來。法王卻不下馬，緩緩馳近，只見四個駱駝之間，懸空坐著一人，那人白鬚白眉，笑容可掬，原來是水仙幽谷中與之分手的周伯通。只聽他遠遠說道：「好啊，好啊，大和尚、黑矮子，咱們又在這裏相會，還有這位嬌嬌滴滴的小姑娘也來啦。」法王心中奇怪，他怎能懸空坐著！待得雙方又近了些，這才看清，原來四頭駱駝之間有幾條繩子拉來扯去，周伯通便坐在繩上。周伯通是全真教創教師祖王重陽的師弟，教中輩份，當今以他最高，但他從未到過重陽宮一步，與馬鈺、丘處機諸人也極少往來，因此尹志平與趙志敬與他並不相識。他們雖曾聽師父說起，有這麼一位獨往獨來、遊戲人間的師叔祖，但久未聽到他的消息，多半已不在人世，此刻相見，並未想到是他。法王雙眉微皺，心想此人武功奇妙，極不好惹，於是問道：「王爺在後面麼？」周伯通向後一指，笑道：「過去三四十里，便是他的王帳。大和尚，我勸你此刻還是別去為妙。」法王道：「為什麼？」周伯通道：「他正在大發脾氣，你這一去，只怕他要砍掉你的光頭。」法王慍道：「胡說八道！王爺為什麼發脾氣？」周伯通指著豎在駱駝背上的那面王旗，笑道：「王爺的帥字旗也給我偷了來，他幹麼不發脾氣？」法王一怔，心想此人不會說謊，武功又高，這旗看來真是他偷來的，又問：「你偷了王旗來幹麼？」周伯通道：「你識得郭靖麼？」法王點點頭道：「怎麼？」周伯通笑道：「他是我的結義兄弟，咱哥兒倆有十多年不見啦，我牽記得緊，這便要瞧瞧去。瞧他在襄陽城與蒙古人打仗，我就偷了蒙古王爺的王旗，給他送一份大禮。」法王猛吃一驚，暗想此事可是十分糟糕，襄陽城攻打不下，連王旗也給敵人搶了去，這個臉可丟得大了，非得想個法兒將旗子奪回不可。只見周伯通一聲呼喝，四頭駱駝十六隻蹄子翻騰而起，一陣風般向西馳去，遠遠繞了一個圈子，這又奔回，那王旗被風吹得獵獵作響。周伯通站直身子，手握四韁，平野奔馳，大旗翻捲，果然是另有一番威風。但見他得意非凡，奔到臨近，「得兒」一聲，四頭駱駝平地站住，也不知他用什麼法子，竟將駱駝調教得如此聽話。周伯通笑道：「大和尚，我這些駱駝好不好？」法王大拇指一豎道：「好得很。」心中卻在尋思如何奪回王旗。周伯通將手一揮，笑道：「大和尚，小姑娘，老頑童去也！」尹志平與趙志敬聽到「老頑童」三字，脫口呼道：「師叔祖？」一齊翻鞍下馬，尹志平道：「這位是全真派的周老前輩麼？」周伯通雙眼骨碌碌的亂轉，道：「哼，怎麼？小道士快磕頭吧。」尹趙二人本要行禮，聽他說話古裏古怪，卻不由得一怔，生怕拜錯了人。周伯通道：「你們是那個牛鼻子的門下？」尹志平恭恭敬敬的道：「趙志敬是玉陽子王道長門下，弟子尹志平是長春子丘道長門下。」周伯通道：「哼，全真教的小道士一代不如一代，瞧你們也不是什麼的好腳色。」突然雙腳向外一踢，兩隻鞋子，分向二人面門飛去。趙志敬吃了一驚，伸手去接，尹志平卻已料定他定是周伯通，心想師叔祖既要責罰，不能閃避，眼看那鞋子飛下來的力道並不勁急，便在臉上打中一下，也不礙事，於是躬身行禮。那知兩隻鞋子飛到二人面前三尺之處，突然折回。趙志敬一手抓空，眼見那左鞋飛向右邊，繞了一個圈子，在空中交叉而過，周伯通伸出雙腳，套進了回到身前的兩隻鞋中。這一下雖是遊戲行逕，但若非真有極深厚的內力，絕不能將兩隻鞋子踢得如此恰到好處，金輪法王與尼摩星曾在忽必烈帳中見過他飛戟擲人、半途而墮的把戲，這飛鞋倒回的功夫，其理相同，只是踢出時足尖上加了一點回勁，因此見了也不怎麼驚異。但趙志敬伸手抓了個空，卻不禁大為駭服，憑他此時的武功，敵人便是發射極厲害的暗器，他也能隨收隨接，百不失一，豈知一隻緩緩飛來的破爛鞋子竟會抓不到手，當下再無懷疑，跟著尹志平拜倒，說道：「弟子趙志敬叩見師叔祖。」周伯通哈哈大笑，說道：「丘處機與王處一眼界太低，怎麼儘收些不成器的弟子？罷了，罷了，誰要你們磕頭？」大叫一聲：「衝鋒！」四頭駱駝豎耳湯尾，發足便奔。法王飛身下馬，身子一晃，擋在駱駝前面，叫道：「且慢！」左右雙掌各自按在一頭駱駝前額。四頭駱駝正自向前急衝，被他這麼輕輕一按，竟然倒退兩步。周伯通大怒，喝道：「大和尚，你要打架不成？老頑童十多年沒逢對手，拳頭發癢，來來來，咱們便來鬥幾個回合。」他生平好武，但近年來武功越練越強，誰也不肯跟他動手，他知法王身手了得，正可陪自己過招，說著便要下駝。法王搖手道：「我生平不跟無恥之徒動手。你只管打，我絕不還手。」周伯通大怒，道：「你怎敢說我是無恥之徒？」法王道：「你明知我不在營中，便去偷這面王旗，這不是無恥麼？你自知非我敵手，瞧準我走開了，這才下手，嘿嘿，周伯通，你太不要臉了。」周伯通道：「好，我是不是你敵手，咱們打一架便知。」法王搖頭說道：「我說過不跟無恥之徒動手，你勉強我不來。我的拳頭很有骨氣，打在無恥之徒身上，拳頭要發臭的，三年另六個月中，臭氣不會褪去。」周伯通怒道：「依你說便怎地？」法王道：「你將王旗讓我帶去，今晚你再來盜，我在營中守著，不論你明搶暗偷，只要取得到手，我便服你是個大大的英雄好漢。」周伯通最不能受人之激，越是難事，越是要做到，當即拔下王旗，向他擲去，叫道：「接著了，今晚我來盜便是。」法王伸手接住，旗桿一入手，才知他一擲之力實在大得異乎尋常，忙運內勁相抗，但始終還是退了兩步，這才拿樁站住，四頭駱駝本來發勁前衝，但被法王掌力抵住，此時他掌力突然一鬆，四頭駱駝忽地同時跳了起來，躍出二丈有餘，向前急奔，眾人遙望周伯通的背影，但見四頭駱駝越跑越遠，漸漸縮成四個小黑點，終於在天邊消失。法王呆了一陣，將王旗交給薩多，說道：「走吧！」心想這老頑童行事神出鬼沒，人所難測，須當用何計謀，方能制勝？在馬上凝神思索，一時卻無善策，偶然回顧，只見尹趙二道交頭接耳，低聲說話，不住回頭去望小龍女，但又不敢多看，臉上大有懼意。法王心念一轉：這姑娘莫非是為這兩個道士而來？於是出言試探：「尹道兄，你和龍姑娘素來相識麼？」尹志平臉色陡變，答應了聲：「嗯。」法王更知其中大有緣故，問道：「你們得罪了她，她要尋你們晦氣，是不是？這姑娘厲害得緊，你們和她作對，那可是凶多吉少啊。」他對尹龍二人之間的糾葛，實在半點不知，只是見二道驚惶現於顏色，這才設詞探問，那知竟是一問便中。趙志敬乘機說道：「她也得罪過大師啊，英雄會上，大師曾輸在她的手下，此仇不可不報。」法王「哼」的一聲，道：「你也知道？」趙志敬道：「此事傳聞天下，武林豪傑，誰不知聞。」法王心道：「這道士倒也厲害，我欲以他制敵，他卻反而想來用我以利己。」法王心想：「這兩人也非平庸之輩，跟他們坦率言明，事情反而易辦。」於是說道：「這龍姑娘要取你們性命，你們敵她不過，便要我保護，是也不是？」尹志平怒道：「尹某死則死耳，何須托庇於旁人？何況大師未必便能勝她。」法王見他凜然而言，絕非作偽，不禁一愕，心道：「難道我所料不確麼？」一時瞧不準二人心裏，只淡淡一笑，說道：「她與楊過雙劍合璧，自有其厲害之處，此時她孤身落單，我取她性命可說易如反掌。」趙志敬搖頭道：「只怕未必。江湖上人人都說，荊紫關英雄大會，金輪法王敗於小龍女手下。」法王笑道：「老衲養氣數十年，你用言語激我，又有何用？」他想趙志敬如此說法，知他實是切盼自己與小龍女動手。當周伯通現身之前，他本想出手殺了小龍女，但此時已與周伯通訂約盜旗，有需用尹趙二人之處，若是先殺小龍女，便不能挾制二道了。於是意示閒暇，雙手合什道：「既是如此，老衲先行步，待二位了斷了龍姑娘之事，請來王爺大營過訪便是。」說著一提韁繩，縱馬便行，顯是要尹趙二人不再追隨。趙志敬大急，心想只要他一走開，小龍女趕上前來，自己師兄弟二人不知要受如何的苦刑，想起在終南山受玉蜂螫身之痛，不由得心膽俱裂，看來這法王不但武功高強，連智謀也遠在自己之上，眼見他逕自前行，再不理睬自己，於是拍馬追上，叫道：「大師且慢！小道路徑不熟，相煩指引，永感大德。」法王聽了「永感大德」四字，微微一笑，心想：「大概是這姓趙的得罪了龍姑娘，所以怕成這樣，那姓尹的卻是事不關己。」說道：「那也好，待會老衲說不定也有相煩之處。」趙志敬忙道：「大師有何差遣？小道無不從命。」法王於是和他並騎而行，隨口問起全真教的現況，趙志敬一一說了。尹志平迷迷糊糊的跟隨在後，毫沒留心二人說些什麼。法王道：「原來馬道長年老靜退，不問教務，聽說現任掌教丘道長年紀也不少了。」趙志敬道：「是的，丘師伯也已七十多歲。」法王道：「那麼丘道長交卸掌教之後，該當由尊師王道長接充了。」這一言觸中了趙志敬的心事，臉色微變，道：「家師也已年邁，全真六子近年來精研性命之學，掌教的俗務，多半是要交給我這位尹師弟接手。」法王見他臉上微有悻悻之色，低聲道：「我瞧這位尹道兄武功雖強，卻還不及道兄，至於精明幹練，更與道兄差得遠了，掌教大任，該當由道兄接任才是。」這幾句話趙志敬在心中已蘊藏了七八年之久，但從未宣之於口，今日給法王說了出來，怨恨之情，更是見於顏色。全真六子命尹志平任三代弟子之首，即已明定要他繼任掌教，初時趙志敬不過心中不服，暗存妒忌，但自抓到了尹志平的把柄，即便處心積慮的要設法奪取他的職位。如將尹志平偷戀小龍女之事宣揚出來，尹志平勢必性命難保，但他自知生性魯莽暴躁，素來不為全真六子所喜，師兄弟也半多和他不睦，結果這掌教的位子還是落不到自己手上，他所以一直隱忍不發，便是為此。法王鑒貌辨色，猜中了他的心思，暗想：「我若助他爭得掌教，他便死心塌地，為我所用。全真教勢力龐大，信士如雲，能謀得該教相助，於王爺南征大有好處，實是大功一件，只怕更勝於刺殺郭靖。」當下心中暗自籌思方策，不再與趙志敬交談，午牌時分，一行人到了忽必烈的大營。法王進帳時回頭一望，只見小龍女騎著驢子，站在里許之外，遙遙相對，不再近前，心想：「有她在外，不怕這兩個道士不上鉤。」眾人進了王帳，忽必烈正為失旗之事大為煩惱，要知那王旗是三軍表率，征戰之際，千軍萬馬全跟著王旗進退，實是軍中第一等重要的物事，突然神不知鬼不覺的給人盜去，便如打了一個大大的敗仗。他一見法王攜了王旗回來，心下大喜，忙起座相迎。這忽必烈雄才大略，不輸於乃祖成吉思汗，若是常人，定當連連相詢如何奪回王旗，但他一聽法王引見尹趙二人，說是全真教的高士，當即大加接納，顯得愛才若渴，對王旗的失而復得，竟沒放在心上，吩咐擺設酒筵，與二人接風，尹志平渾渾噩噩，一副心思全都想著小龍女，趙志敬卻是個極重名位之人，見這位蒙古皇帝對自己如此禮遇，不免沾沾自喜。蓋武學之士，「貧賤不能移，威武不能屈」還算不難，說到「富貴不能淫」，卻非真正的英雄豪傑莫辦了。忽必烈對法王等行刺郭靖不成之事，竟是絕口不提，只是不住推崇尼摩星忠於所事，以致雙腿殘廢，酒筵上請他坐了首位，接連與他把盞，這麼一來，不但尼摩星感激知遇，心想只要他再有差遣，赴湯蹈火在所不辭，旁人瞧著也都大為心折。酒筵過後，法王陪著尹趙二人到旁帳休息。尹志平心神交疲，倒頭便睡。法王道：「趙道兄，左右無事，咱們出去走走。」兩人並肩走出帳來。趙志敬舉目一望，只見小龍女坐在遠處一株大樹之下，那頭驢子卻繫在樹上，不禁臉上變色。法王只作不見，詢問他全真教中各項情狀。趙志敬將他視作知己，巨細不遺的一一說了。原來道教本只正乙一派，由山西龍虎山張天師統率，自金人侵華，宋室南渡，河北道教新創三派，是為全真、大道、太乙三教，其中全真尤盛。此時北方淪於異族，百姓生活痛苦不堪，眼見朝廷規復無望，許多人便把全真教視作救星，所以當時有人撰文說：「中原板蕩，南宋孱弱，天下豪傑之士，無所適從，……重陽宗師長春真人，超然萬物之表，獨以無為之教，化有為之士，靖安東華，以待明主，而為天下式」云云。當時在大河以北，全真教與丐幫的勢力，有時還勝過官府。兩人邊說邊行，漸漸行到了無人之處，法王嘆了一口氣，說道：「趙道長，貴教得有今日規模，實在不易，老衲無禮，卻要說馬、丘、王諸位道長見識太是胡塗，怎能將掌教的大任，傳之於尹道兄呢？」趙志敬心中一直便有一個主意，要待尹志平接任掌教之後，全真六子逐一凋逝，便逼他將掌教讓給自己。但他性子暴躁，想起此事究屬渺茫，便算成功，也不知要在多少年之後，聽法王提及，不禁也嘆了口氣，又向遠處的小龍女望了一眼。法王道：「那位龍姑娘是小事，老衲只一舉手之勞，便即了結，實不用煩心。倒是掌教的大位，卻不可落在無能之輩手中，這才是首要的急務。」趙志敬道：「大師若能指點明途，小道終身全憑所命。」法王雙眉一揚，朗聲道：「君子一言，那可不能反悔。」趙志敬道：「這個自然。」法王道：「好，我叫你在三月之內，便要當上全真教的掌教。」趙志敬大喜，只是此事實在太難，不由得有些將信將疑。法王道：「你不信麼？」趙志敬道：「我信，我信。大師妙法通神，必有善策。」法王道：「貴教和我素無瓜葛，本來誰當掌教都是一樣，但不知怎的，老衲和道長一見如故，忍不住要出手助你。」趙志敬心癢相搔，不知如何稱謝才好。法王道：「咱們第一步，是讓你在教中得一強援。貴教眼下輩份最尊的是誰？」趙志敬道：「那是今日途中遇見的周師叔祖。」法王道：「不錯，他若全力助你，這位尹道長恐怕便不是你的對手了。」