第十三回　崖頂疑陣過了一陣，忽聽見梅超風全身發出格格之聲，起初甚為緩慢，後來聲音越來越急，猶如大鍋炒豆炒熟時的爆裂一般。聽聲音是人身關節的響聲，但她身子紋絲不動，全身關節竟能運氣作響，郭靖雖然不知這是奇門派的上乘武功，但也覺得此人功夫實在非同小可。她關節中響聲繁音促節的奏了一會，漸漸又由急而慢，終於停息，只見她緩緩站起身來，左手在腰裏一拉一抖，月光下突然飛出爛銀也似的一條長蛇來。郭靖吃了一驚，看清楚那是一條其長無匹的銀色軟鞭。他三師父韓寶駒的金龍鞭長不過六尺，梅超風這條鞭子竟長了十倍，眼見是六丈有奇。她雙手執在長鞭中腰，一頭各有三丈，一聲低笑，舞了起來。這鞭卻也古怪之極，舞動並不迅捷，竟無絲毫破空之聲，東邊一捲，西邊一翻，招招全然出人意料之外，斗然間她右手一溜，執住鞭梢，六丈長的鞭子暴伸出去，搭住一塊大石，捲了起來，靈便準確，有如用手一般。郭靖在驚奇，那鞭頭突似向他頭上抓來，月光下看得分明，鞭頭裝了十多隻明晃晃的尖利倒鉤。郭靖早已執刀在手，順手揮刀往鞭頭撩去，突然手臂一麻，背後一隻手伸過來將他身子掀倒在地，眼前銀光閃動，長鞭的另一端已從頭頂緩緩掠過。郭靖嚇出一身冷汗，心想：「如不是道長救我，這一刀子只要撩上了她的鞭子，我已被她長鞭打得腦漿迸裂了。」原來梅超風瞎眼之後，練了這件厲害兵刃，只要聽到半點響動，六丈之內，無人能逃開他長鞭的一擊。郭靖不敢再看，屏住呼吸，躲在岩石之後，慶幸剛才那道人手法敏捷，沒發出半點聲響。梅超風練了一陣，收鞭回腰，從懷裏摸出一大塊東西來，攤在地下，用手摸索，似乎在思索什麼？想了一會，站起來做了幾個姿勢，又在那東西上摸索尋思。這樣鬧了好久，才把那塊不知是布是革的東西收入懷裏，從懸崖的背後翻了下去。郭靖長長喘了口氣，站起身來。那道人道：「咱們跟著她，瞧她還鬧什麼鬼。」一把抓住郭靖的腰帶，輕輕從崖後溜將下去。這懸崖之背看似險峻，其實可以攀附之處反而更多，只是外面看不出來而已，梅超風無目可用，選中的反倒是一條較易的道路。兩人一著地，梅超風的人影已在極遠之處，那道人一手托在郭靖腋下，郭靖登時覺得步履如飛，身子輕了一大半，一路遠遠跟蹤，在大漠上不知走了多少路，天色微明時，見前面影影綽綽的豎立著數十個大營，梅超風身形一晃，隱沒在營帳之中。兩人加快腳步，躲過巡邏的哨兵，搶到中間一座黃色的大帳外面，伏在地下，揭開帳幕一角在往裏一張，只見一個人拔出利刀，一刀斜劈下去，將一個大漢砍死在地。那大漢倒將下來，正跌在郭靖與道人眼前。郭靖識得這大漢是鐵木真的親隨，不覺吃了一驚，心想：「怎麼他在這裏被人殺死？」輕輕把帳幕底邊往上掀高一些，持刀行兇的那人正好轉過面來，卻是王罕的兒子桑昆。他把長刀在靴底下擦去血跡，說道：「現在你再沒疑心了吧。」另一個人道：「鐵木真義兄智勇雙全，這事未必能夠成功。」桑昆冷笑道：「你愛你義兄，現在就去給他報信吧。」那人道：「你是我義弟，你父親又待我這樣親厚，我當然不會負你。」郭靖知道這是鐵木真的生死之交札木合，暗暗尋思：「難道他們陰謀對付鐵木真大汗？這怎麼會？」又聽得另一個人道：「事成之後，鐵木真的牲口、婦女、財寶全歸桑昆；他的部眾全歸札木合，我大金再封札木合為鎮北招討使。」郭靖只見到這人的背影，於是悄悄爬過數尺，瞧他側面，這人好生面熟，身穿鑲貂的黃色錦袍，服飾十分華貴，琢磨一下他的語氣，這才想起：「嗯，他是金國的六王爺。」札木合聽了這番話，頗為心動，道：「只要義父王罕下令，我當然服從。」桑昆大喜道：「要爹爹下命令，那還不容易？回頭我去請命，他不會不給。」完顏烈道：「我大金國就要興兵南下滅宋，那時你們每人統兵二萬前去助戰，大功告成之後，另有封賞。」桑昆道：「向來聽說南朝是花花世界，滿地黃金，女人個個花朵兒一般，六王爺帶咱們兄弟遊玩一番，那是再好不過。」完顏烈微微一笑道：「怎樣對付鐵木真，請兩位說說。」這時那道人在郭靖衣襟上一扯，向後一指。郭靖回過頭來，只見梅超風在遠處抓住了一個人，似乎在問他什麼。郭靖心想：「不管她在這裏搗什麼鬼，恩師們總是暫且不妨，我且聽了他們計算大汗的法子，再作道理。」於是又伏下地來，只聽見桑昆道：「他早把女兒許給了我的兒子，剛才他派這人來跟我商量成親的日子。」說著向那被他砍死的大漢一指，又道：「我馬上派人去對他說，請他明天一早親自來跟我爺爺面談。他聽了必定會來，也決不會多帶人手，我沿路埋伏軍馬，鐵木真就有三頭六臂，也逃不出我這個羅網。」說著哈哈大笑。郭靖又氣又急，萬料不到人心竟會如此險詐，對結義兄弟也能圖謀暗算，正待再聽下去，那道人往他腰裏一托，郭靖身子一側，耳旁衣襟帶風，梅超風的身影從身邊擦了過去，只見她腳步好快，轉眼已走出好遠，手裏卻仍抓著一人。那道人牽著郭靖的手，奔出數十步，遠離營帳，低聲道：「她正在找人詢問你師父們居住的所在。咱們快去，遲了怕來不及啦。」兩人展開輕身功夫，全力奔跑，回到六怪的蒙古包外時，日已過午。那道人道：「我本來不願顯露行藏，但現在事急了，再顧不得小節。你進去通報，說丹陽子馬鈺求見江南六俠。」郭靖兩年來跟他夜夜相處，這時纔知這道人的名字，他也不知丹陽子馬鈺是多大的來頭，當下點頭答應，奔到蒙古包前，揭開帳門，叫聲：「師父！」跨了進去，突然雙手手腕上一緊，同時被人拿住，膝後一疼，被人踢倒在地，呼的一聲，一杖當頭砸將下來。郭靖見持杖打來的正是大師父柯鎮惡，嚇得魂飛天外，只好閉目待死，只聽得噹的一響，兵刃相交，一個人撲在自己身上。他睜眼一看，只見七師父韓小瑩護住了自己，叫道：「大哥，且慢！」她手中寶劍卻已被柯鎮惡砸飛。柯鎮惡長嘆一聲，把鐵杖往地下一頓，道：「七妹總是心軟。」郭靖這時才看清楚抓住自己雙手的是朱聰與全金發，心中驚疑交集，茫然不解。柯鎮惡冷然道：「教你內功的那位師父呢？」郭靖道：「他在外面，求見六位恩師。」六怪聽說梅超風膽敢白日上門拜訪，大出意料之外，搶出帳來，日影下只見一個蒼髻道人，那裏有梅超風的影子。朱聰喝道：「那妖婦呢？」郭靖道：「弟子昨晚見到她啦，只怕待會就來。」六怪望著馬鈺，驚疑不定。馬鈺搶步上來，稽首說道：「久慕六俠威名，今日識荊，幸如何之。」朱聰放下郭靖手腕，還了一揖，道：「不敢請教道長法號。」郭靖想起自己還未及代他通報，忙搶著道：「這位是丹陽子馬鈺道長。」六怪吃了一驚，他們知道馬鈺是全真教教祖王重陽的首徒，王重陽逝世後，他就是全真教的掌教之人，長春子丘處機還是他的師弟。只是他閉觀靜修，極少涉足江湖，所以在武林中名氣不及丘處機，至於武藝功夫，卻是誰也沒有見過，無人知道他的深淺。柯鎮惡道：「原來是全真教掌教到了，咱們多多失敬。不知道長光降漠北，有何見教？可是與令師弟嘉興比武之約有關麼？」馬鈺道：「敝師弟雖是修道練性之人，卻愛與人賭強爭勝，大違清靜無為的道理。貧道曾重重數說過他幾次，他與六俠賭賽之事，貧道不願過問。兩年之前，貧道偶然和這孩子相遇，見他心地純良，擅自授了他一點兒強身養性，以保天年的法門，事先未得六俠允可，務請勿予怪責。」六俠均感詫異，卻又不由得不信，全金發也輕輕放脫了郭靖的手腕。韓小瑩喜道：「孩子，是這位道長教你本事的麼？你幹什麼不早說？咱們都錯怪你啦。」說著撫摸他的頭髮，心中十分憐惜。郭靖道：「道長叫我不要說的。」馬鈺道：「貧道雲遊無定，不喜為人所知，所以與六俠雖是近在咫尺，卻未前來拜見，伏乞恕罪。」說著又行了一禮。六怪見他氣度沖謙，真是一位有道之士，與他師弟慷慨飛揚的豪態截然不同，當下各各還禮，正要相詢梅超風之事，忽聽得馬蹄聲響，數騎馬飛馳而來，奔向鐵木真所居的大帳。郭靖知道是桑昆派來的誘殺鐵木真的使者，心中大急，對柯鎮惡道：「大師父，我過去一會兒就回來。」柯鎮惡適才險些兒傷了他的性命，心中十分歉然，對這徒兒更增憐愛，只怕他走開之後，梅超風突然趕到，一個照顧不到，傷害於他，忙道：「不，你留在咱們身邊，千萬不可走開。」郭靖待要辯說，柯鎮惡卻已在與馬鈺細談當年荒山夜鬥雙煞的情景。他焦急異常，只等他們談話稍停，即行稟明原委，忽聽馬蹄聲響，華箏公主遠遠奔來，離開他們十多步遠，就停住了，不住招手，郭靖怕師父責怪，不敢過去，招手要她走近。華箏雙目紅腫，似乎剛剛大哭一場，走近身來，滿腔委曲地說道：「爹爹要我……要我就去嫁給那個都史……」一言方畢，眼淚又流了下來。郭靖道：「你快去稟告大汗，說桑昆和札木合安排了詭計，要把大汗騙去害死他。」華箏吃了一驚道：「當真？」郭靖道：「千真萬確，是我昨晚親耳聽見的，你快去對你爹爹說。」華箏道：「好！」嫣然一笑，登時喜氣洋洋，轉身上馬，急奔而去。郭靖心想：「人家安排了陰謀要害大汗，你怎麼反而高興？」後來轉念一想：「啊，這樣一來，她就不會去嫁給都史了。」他與華箏情若兄妹，一直對她十分關切愛護，想到她可以脫卻厄運，不禁代她歡喜，笑容滿臉的轉過身來，只聽見馬鈺說道：「不是我長他人志氣，滅自己威風，那梅超風顯然已得了東海桃花島島主黃藥師的真傳。她的九陰白骨爪固然已練到出神入化，而六丈銀鞭的招數更是奧妙無方，咱們合八人之力，當然未必輸給於她，但要除她，只怕咱們自己也有損傷。」韓小瑩道：「難道五哥與大哥之兄長的深仇，就此不報？」馬鈺道：「自古道冤家宜解不宜結。各位既已誅了她的丈夫，大仇可說已經報了，她一個孤身女子，又有殘疾，處境其實也很可憐。」六怪默然不語，過了一會，韓寶駒道：「她練這種陰毒功夫。每年不知要害死多少無辜，道長俠義為懷，總不能放任不理。」朱聰道：「現在是她來找咱們，不是咱們找她。」全金發也道：「就算這次咱們躲過了，只要她存心報仇，今後總是防不勝防。」馬鈺道：「貧道已籌劃了一個各全其美的法子在此，不過要請六俠寬大為懷，念她孤苦，給她一條自新之路。」朱聰等不再接口，靜候柯鎮惡的決斷。柯鎮惡道：「咱們江南七怪生性粗魯，向來只知蠻拼硬鬥，道長指點明路，咱們感激不盡，就請示下。」原來他聽了馬鈺的語氣，知道梅超風的功夫在十年中不知如何竟然大進，馬鈺口中說求他們饒她一命，其實是顧全六怪面子，內裏是在指點他們避開她毒手之方。韓寶駒等卻道大哥忽然起了善念，都感詫異。馬鈺稽首道：「柯大俠仁心善懷，必獲天祐。此外還有一層緊要之事。據貧道猜想，這十年之中，那梅超風一定又得了黃藥師的傳授。」朱聰驚道：「聽說黑風雙煞是桃花島的叛孽，黃藥師怎能再傳他功夫！」馬鈺道：「貧道本也這樣想，但聽柯大俠所說當年荒山之戰的情形，那鐵屍的功夫卻與現下相差極遠。她如不得明師指點，但憑自己苦練，決計到不了這個地步。咱們今日誅了鐵屍，若是黃藥師見怪，這……」柯鎮惡和朱聰都曾聽人說過黃藥師的功夫，雖然大都是誇大到了荒誕離奇的地步，未必可信，但全真教是天下武術正宗，他們掌教人對他尚且如此忌憚，自然是非同小可。朱聰當下說道：「道長顧慮周詳，咱兄弟佩服得很，就請示下妙策。」馬鈺道：「貧道這法子說起來有點不自量力，請六俠不要見笑。」朱聰道：「不必過謙，重陽門下七子，威震天下，誰不欽仰？」馬鈺道：「仗著先師遺德，貧道七個師兄弟在武林中尚有一點點虛名，想來那梅超風還不敢同時向全真七子下手。所以貧道想施個詭計，用這點虛名將她驚走。」當下把計策說了出來，六怪雖然覺得未免示弱，但全真教的七子，卻確是天下無人敢惹的，當下都無異議。各人飽餐之後，齊向懸崖而去，馬鈺和郭靖先上，六怪見馬鈺絲毫不肯炫技逞能，跟在郭靖後面，慢慢的爬上崖去，然而他步法輕捷，身形凝穩，顯然功力深厚，六怪都想：「他功夫決不在他師弟長春子丘處機之下，只是一個名震南北，一個沒沒無聞，想來與兩人性格不同有關。」馬鈺與郭靖爬上崖頂之後，垂下長索，將六怪逐一吊上崖去。六人檢視梅超風在崖上留下的一條條鞭痕，心中盡皆駭然，這時才全然信服馬鈺剛才所說的確非危言聳聽之辭。八人在崖頂盤膝靜坐，眼見暮色罩來，四野全都沉入黑暗之中，又等了良久，已是亥末子初，韓寶駒焦躁起來，道：「怎麼她還不來？」柯鎮惡道：「噓，來啦。」眾人心裏一凜，側耳靜聽，卻是聲息全無，原來這時梅超風尚在數里之外，柯鎮惡耳朵特靈，所以聽見。那梅超風身法好快，眾人極目下望，月光下只見沙漠上有如一道黑煙，滾滾而來，轉瞬間衝到了崖下，她手一伸，就在岩石中插進數寸，雙腳毫不用力，只憑兩手交互上攀，就如用手行走梯級一般。朱聰向全金發和韓小瑩望了一眼，見兩人臉色慘白，神色甚為緊張，想來自己也必如此。過不多時，梅超風一躍上崖，她背上還負了一人，但軟軟的絲毫不動，不知是死是活。郭靖見那人身上穿了白狐皮短裘，似是華箏之物，仔細一看，那人不是華箏公主是誰？不由得失聲驚呼，嘴巴一動，妙手書生朱聰眼明手快，伸過來一把按住，朗然說道：「梅超風這妖孽只要撞在我丘處機手裏，決不與她干休！」梅超風聽得崖頂之上竟有人聲，已是一驚，而聽見朱聰自稱丘處機，還提及她的名字，更是驚詫，當下縮身在崖石之後傾聽。馬鈺和江南六怪看得清楚楚，都不禁暗自好笑，郭靖卻懸念華箏的安危，心焦如焚。韓寶駒道：「梅超風把白骨佈在這裏，待會必定前來，咱們在這裏靜候便了。」梅超風不知此外還有多少高手聚在這裏，縮於石後，絲毫不敢動彈，韓小瑩道：「她雖然作惡多端，但全真教向來慈悲為懷，還是給她一條自新之路吧。」朱聰笑道：「清淨散人就是心腸軟，無怪師父一再說你成道容易。」全真教主王重陽門下七子，武林中人見聞稍廣的人無不知名：大師兄是丹陽子馬鈺，二師兄長真子譚處端，以下是長生子劉處玄，長春子丘處機，玉陽子王處一，廣寧子郝大通，第七位清淨散人孫不二，則是馬鈺在出家以前所娶的妻子。韓小瑩道：「譚師哥你說怎樣？」南希仁道：「此人罪不容誅。」朱聰道：「譚師哥，你的指筆功近來大有精進，等妖婦到來，請你出手，讓眾兄弟一開眼界，如何？」南希仁道：「還是請王師弟用鐵腳給她一腳送往西方極樂世界。」原來全真七子中丘處機威名最盛，其次則數玉陽子王處一。他某次與人賭勝，曾獨足跂立，憑臨萬丈深淵之上，嚇得山東河北數十位英雄好漢目迷神眩，撟舌不下，因而得了個「鐵腳仙」的名號。他洞居九年，刻苦緞練，丘處機對他的功夫也甚佩服，曾送他一首詩，內有「九夏迎陽立，三冬抱雪眠」等語，描述他內功之深。馬鈺與朱聰等你一言我一語，說的都是事先商酌好的話，柯鎮惡因曾與黑風雙煞說過幾次話，怕她認出聲音，始終一言不發。梅超風越聽越驚，心想：「不但全真子全到齊，而且每人近來都練了精湛武功，我行藏一露，那裏有性命？」此時皓月中天，照得滿崖通明。朱聰道：「今晚烏雲密佈，伸手不見五指，大家可要小心了，別讓那妖婦乘黑逃走。」梅超風心中竊喜：「幸好黑漆一團，否則他們眼力厲害，只怕早就見到我了。謝天謝地，月亮不要出來。」郭靖一直望著華箏，忽然見她慢慢睜開眼來，知她無恙，不禁大喜，雙手連搖，叫她不要作聲，華箏茫然不解，叫道：「靖哥哥，快救我！」郭靖大急，叫道：「別說話！」梅超風這一驚決不在郭靖之下，一指點了華箏的啞穴，心中疑雲大起。全金發道：「志平，剛才是是你說話來著？」郭靖扮的是小道士尹志平的角色，說道：「弟子好像聽見一個女子的聲音。」梅超風心中忽如電光一閃：「全真七子都聚在這裏，那有如此巧事，莫非有人欺我目盲，故佈疑陣騙我？」馬鈺見她慢慢從岩石後面探身出來，知她已起了疑心，要是她發覺了破綻，立即動手，自己雖然無礙，郭靖、華箏性命必定不保，六怪之中，只怕也有損折，不覺十分焦急。朱聰見梅超風手中提了一條銀光閃耀的長鞭，慢慢舉起手來，眼見就要發難，知道事急，朗然說道：「大師哥，你這幾年來勤修師父所傳的金關玉鏁二十四訣，必定極有心得，請你試演幾下，給咱們瞧瞧如何？」馬鈺會意，知道朱聰是要他立顯功夫以折服梅超風，當即說道：「我雖為諸同門之長，但資質愚魯，那裏及得上諸位師弟，師父所傳心法，我領會的實在是十中不到一二。」他一字一語的說來，中氣充沛之極，聲音遠遠傳送出去，聽他說話平穩沖謙，但每一個字都震得山谷鳴音，最後一句剛說完，第一句話的回聲已遠遠傳來，夾著崖頂風聲，真如龍吟虎嘯一般。梅超風聽見他顯了如此深湛的內功，那裏還敢動手，慢慢縮回岩後。馬鈺又道：「聽說那梅超風雙目失明，也是情有可憫，如果她能痛改前非，決不再殘害無辜，也不再去和江南六怪糾纏，那麼咱們就饒她一命吧。丘師弟，你與江南六怪有交情，你去疏通一下，請他們也不要再找她算舊帳，兩家既往不咎，各自罷手。」朱聰道：「這倒容易辦到，關鍵是在那梅超風肯不肯改過。」突然岩後一個冷冷的聲音道：「多謝全真七子好意，我梅超風在此。」說著長出身形。眾人本擬將她驚走，望她以後能痛悟前非，改過遷善，不意這鐵屍藝高膽大，竟敢公然露面，倒大非始料之所及。梅超風道：「我是女子，不敢向和各位道長請教，久仰清淨散人武術精湛，我想領教一招。」說著橫鞭而立，靜待韓小瑩發聲。這時郭靖見華箏橫臥地下，不明死生，他是真情篤性之人，自小又與拖雷，華箏兄妹情如手足，那裏顧得梅超風的厲害，忽然縱身過去，扶起華箏。梅超風左手一鉤，已拿住他的左腕。郭靖跟馬鈺學了玄門正宗的內功，周身百骸，已有自然之勁，當下右手一送，將華箏向韓小瑩擲去，左手一扭一奪，忽地掙脫。那梅超風手法何等快捷，剛覺他手腕滑開，立即又是向前一拿，再度拿住，這次扣住了他的脈門，使他再也動彈不得，厲聲喝道：「是誰？」朱聰急打手勢。郭靖道：「弟子長春真人門下尹志平。」梅超風心想：「他門下一個少年弟子，內功竟也已有根底，被我抓住了居然能夠掙脫。看來我只好避開了。」當下「哼」了一聲，放開手掌，郭靖急忙逃回，只見五個手指印深深嵌入肉裏，知道她心有所忌，這一抓未用全力，否則手腕早已被她捏斷，思之不覺駭然。這一來，梅超風卻也不敢與假冒孫不二的韓小瑩較藝，忽地心念一動，朗聲道：「馬道長，鉛汞謹藏，何解？」馬鈺順口答道：「鉛體沉墜，以比腎水；汞性流動，而擬心火，那就是說當固腎水，息心火，習靜功方得有成。」梅超風又道：「姹女嬰兒何解？」馬鈺忽然想起她是求教修習內功的祕訣，大聲喝道：「邪魔外道，妄想得我真傳，快走快走！」梅超風哈哈一笑，說道：「多謝道長指點。」倏地拔起身子，銀鞭在右上一捲，身隨鞭落，凌空翻下崖頂，身法之快，人人都覺確是生平僅見。各人眼見她順著崖壁溜將下去，才都鬆了一口氣，馬鈺將華箏啞穴點醒，將她放在石上休息。朱聰謝道：「十年不見，不料這鐵屍的功夫已練到這個地步，如不是道長仗義援手，咱們師徒七人難逃這個劫數。」馬鈺謙遜了幾句，眉頭深蹙，似乎頗有隱憂。朱聰道：「道長如有未了之事，咱兄弟雖本領不濟，當可代供奔走之役，請道長不吝差遣。」馬鈺嘆了一口氣道：「貧道一時不察，著了這狡婦的道兒。」各人大驚，齊問：「她用暗器傷了道長麼？」馬鈺道：「那倒不是。她剛才問我一句話，我匆忙間未及詳慮，順口答了她，只怕成為日後之患。」眾人都是茫然不解。馬鈺道：「這鐵屍的外門功夫，已遠在貧道與各位之上，就算丘師弟與王師弟真的在此，也未必能勝得了她。只是她內功卻未得門徑，必是她從那裏偷到了一些修練內功的奧祕，卻因無人指點，未能有成。剛才她出我不意的問我那句話，必是她苦思不得其解的疑難之一。雖然我隨即發覺，未答她第二句話，但是第一句話，也已使她修習內功時大有精進。」韓小瑩道：「只盼她頓悟前非，以後不再作惡。」馬鈺道：「但願如此，否則她功力一深，再作起惡來，那是更加難制了。唉，只怪我糊塗，沒有防人之心。」他說到這裏，華箏「啊」的一聲，悠悠醒來，從石上翻身坐起，叫道：「靖哥哥，爹爹不信我的話，他已帶人到王罕那裏去啦。」郭靖大吃一驚，忙問：「他怎麼能不信？」華箏道：「我去對他說，桑昆叔叔和札木合叔叔要謀害他，他哈哈大笑，說我不肯嫁給都史，所以說謊兒來騙人。我說是你親耳聽來的，他更加不信，說回來還要罰你。我見他帶了三位哥哥和十多個從人去了，忙來找你，那知道半路上被那瞎婆娘抓住了。她是帶我來見你麼？」眾人心想：「要是咱們不在這裏，你腦袋上早已多了五個窟窿了。」郭靖道：「大汗去了有多久啦？」華箏道：「好大半天啦。他們騎的都是快馬，再過半天，就會到王罕那裏了，靖哥哥，桑昆叔叔真要害爹爹麼？那怎麼辦？」說著哭了起來，郭靖一生之中初次遇到重大難事，登時彷徨無策。朱聰道：「靖兒，你快下去，騎你那匹小紅馬去追趕大汗，就算他不信你的話，也請他派人先去刺探明白，華箏公主，你去請你拖雷哥哥，趕快集兵，開上去救你爹爹。」郭靖搶先下崖，接著馬鈺用長索縛住華箏，吊了下去。郭靖急奔回到蒙古包旁，跨上小紅馬，疾馳而去。這時晨曦初現，殘月漸隱，郭靖心中焦急異常：「只怕大汗進了桑昆的埋伏，那麼就是趕上也沒有用了。」那小紅馬神駿異常，牠天生喜愛疾馳狂奔，跑發了性，越跑越快，越跑越是高興，到後來在大草原上直如收不住了腳。郭靖怕牠累倒，勒韁小休，牠反似不大願意，只要韁繩一鬆，牠立即歡呼長嘶，向前猛衝。更有一樣奇事，那小紅馬雖在急馳之中，喘氣並不加劇，似乎絲毫不見費力。這樣大跑了兩個時辰，郭靖才收韁休息，片刻之後，上馬又跑，再過一個時辰，忽見遠處草原上黑壓壓的排列了三隊騎兵，瞧人數約是三個千人隊。轉眼之間，紅馬已奔近隊伍，郭靖看騎兵旗號，知是王罕的部下，只見個個弓上弦，刀出鞘，嚴陣戒備，心中暗暗叫苦：「大汗已走過了頭，後路給人截斷啦！」雙腿一夾，那小紅馬如箭離弦，呼的縱出，四蹄翻起，掠過了兵隊陣邊。帶隊的將官大聲喝阻，一人一騎早已去得遠了。郭靖不敢停留，一連又繞過了三批伏兵，再奔一陣，只見鐵木真的白毛大纛高高舉在前面，十餘騎人馬排成了一列，各人坐騎得得小跑，正向北而行。郭靖催馬上前，奔到鐵木真馬旁，叫道：「大汗，快回來，前面去不得！」鐵木真愕然勒馬，道：「怎麼？」郭靖把昨夜在完顏烈營中所見以及後路已被人截斷之事說了。鐵木真將信將疑，斜眼望著郭靖，瞧他是否玩弄詭計，他想：「桑昆那廝素來和我不睦，但王罕義父正在靠我出力，札木合義弟和我又是生死之交，怎能暗中算計於我。」郭靖見他有不信之意，急道：「大汗，你派人向來路一探便知。」鐵木真為人精細，自幼從陰謀詭計之中惡鬥出來，雖覺王罕與札木合聯兵害他之事絕不可能，但想：「與其受人欺騙一千次，決不莽撞送死一次！」當下向次子察合台與大將赤老溫道：「回頭哨探！」兩人放馬向來路奔去。鐵木真一看四下地勢，發令道：「上那土山戒備！」他隨從雖只有十餘人，但個個是猛將勇士，不等大汗再加指點，各人已在土山四週搬石掘土，做好了防箭的擋蔽之物。過不多時，南邊塵頭大起，數千匹馬急馳而來，煙塵中察合台與赤老溫奔在最前，哲別目光銳利，已望見追兵的旗號，叫道：「真的是王罕軍馬。」這時追兵分成幾個百人隊，四下兜截，想包抄察合台和赤老溫，兩人伏在鞍上，揮鞭狂奔。哲別道：「靖兒，咱倆接應他們去。」兩人縱馬馳下土山，郭靖跨下那紅馬見是衝向馬群，興奮之極，轉眼間到了察合台面前。郭靖嗖嗖嗖三箭，把三名追得最近的軍士當頭射倒，驀地從兩人與追兵之間插了過去，翻身一箭，又射死了一名追兵。此時哲別也已趕到，他箭術更精，連珠箭發，當者立斃，但追兵勢大，眼見如潮水般湧來，那裏抵擋得住？察合台與赤老溫也各翻射了數箭，與哲別、郭靖一齊退到了土山之上。鐵木真和博爾忽、朮赤等個個都是箭無虛發，追兵一時倒不敢逼進。鐵木真站在山上，四下瞭望，只見東南西北，王罕部下一隊隊敵兵如烏雲般湧來，黃旗下一人坐在一匹高頭大馬之上，正是王罕的兒子桑昆。鐵木真知道萬難突出重圍，拖雷雖已得訊，眾部將領未必肯聽他號令，目下只好權用緩兵之計，高聲叫道：「請桑昆義弟過來說話。」桑昆在親兵擁衛下馳近土山，數十名軍士挺著鐵盾，前後護住，以防土山冷箭。桑昆意氣昂揚，得意之極，大聲叫道：「鐵木真，快投降吧。」鐵木真道：「我什麼地方得罪了王罕義父，你們要領兵攻我。」桑昆道：「蒙古人世世代代，都是一族族分居，牛羊牲口一族共有，你為什麼違背祖宗遺法，想要各族混在一起？」鐵木真道：「蒙古人受大金國欺壓，大金國要咱們年年進貢幾萬頭牛羊匹馬，難道應該的麼？咱們蒙古人只要不是這樣你打我，我打你，為什麼要怕大金國？」桑昆部下的士卒聽了，人人動心，都覺他說得有理。鐵木真又道：「蒙古人個個是能幹的好戰士，咱們幹什麼不去拿金國的金銀財寶？幹麼要年年進獻牲口毛皮給他們？蒙古人中有的勤勉牧放牛羊，有的好吃懶做，為什麼要勤苦的養活懶惰的？為什麼不讓勤苦的多些牛羊？為什麼不讓懶惰的人餓死？」原來蒙古當是氏族社會，牲口歸每一族公有，但因生產力日漸提高和使用鐵製工具，大多數牧民切盼實行私有財產的辦法。鐵木真這番話，戰士們聽了個個暗中點頭。桑昆見鐵木真煽惑自己部下軍心，喝道：「如不立即拋槍投降，我馬鞭一指，萬弩齊發，你休想活命！」郭靖見情勢緊急，不知如何是好，忽見山下一個少年將軍，鐵甲外披著一件珍貴異常的貂裘，提著一柄大刀，來往馳驟，耀武揚威，定睛一看，認得是桑昆的兒子都史。郭靖幼時曾和他鬥過，心念一動，雙腿一夾，胯下小紅馬一衝而下。眾兵將一怔之間，那紅馬來得好快，已從人叢中直衝到都史身邊。都史揮刀猛砍，郭靖身子一矮，大刀從頭頂掠過，右手一伸，已扣住都史左腕脈門，他用的是朱聰所傳的分筋錯骨手，這一扣之下，都史那裏還能動彈，被他順手一扯提過馬來。郭靖忽覺背後風聲響動，左臂一彎，在兩柄刺來的長矛上一格，喀的一聲，雙矛飛上半空，他右膝頭在紅馬頸上輕輕一碰，小紅馬已知他的意思，回頭奔上土山，牠上山之快，竟不輸於奔下來時的迅速。軍官們齊叫：「放箭！」郭靖舉起都史，擋在自己身後，眾軍士都怕傷了小主，那裏敢扯動弓弦？郭靖直馳上山，把都史往地下一擲。鐵木真大喜，鐵槍尖指在都史胸前，向桑昆叫道：「叫大家退開一百丈。」