第四十四回　金在油中張無忌跌跌撞撞的急鑽，突然間砰的一下，額頭和山石相碰，撞得眼前金星亂舞。他知道這時朱長齡已撕破了臉，什麼毒辣的兇狠的手段都會做得出，自己雖是死不足懼，可是他倘若不是一下子便下殺手，而是讓自己吃夠零碎苦頭，這罪可就大了，因此拚命的向洞裏鑽去。他也沒盼望能逃離朱長齡的毒手，只是能和他隔得遠一步，就儘量的遠遠離開。幸而那洞穴越走越小，爬進十餘丈後，他已是僅能容身，朱長齡卻再也擠不進去了。張無忌又爬進數丈，祇見前面透進光亮，心中大喜，手足兼施，加速前行，朱長齡又急又怒，叫道：「小兄弟，我不來傷你，別走啊。」張無忌卻那裏理他？朱長齡運起掌力，往石壁上擊去，豈知這山石堅硬無比，一掌打在石上，只震得自己掌心劇烈疼痛，石壁竟是紋絲不損。他摸出短刀，想掘鬆山石，將洞口挖得稍大，但只挖得幾下，拍的一聲，一柄青鋼短刀斷為兩截，山石上只劃出淺淺的兩條白痕。朱長齡狂怒之下，勁運雙肩，向前一擠，身子果是前進了尺許。可是再想前行，卻已是萬萬不能，堅硬勝鐵的石壁壓在他胸口背心，竟是氣也喘不過來。朱長齡但覺窒息難受，只是後退。不料身子嵌在堅石之中，前進固是不能，後退卻也不得，這一下他嚇得魂飛魄散，竭盡生平之力，雙臂向石上猛推，身子才退出了尺許，猛覺得胸口一陣奇痛徹骨，竟已軋斷了一根肋骨。且說張無忌在窄小的孔道中又爬行數丈，眼前越來越亮，再爬一陣，突然間陽光耀眼。他閉著眼定一定神，再睜開眼來，只見面前竟是一個生滿了紅花綠樹的翠谷。張無忌大聲歡呼，從山洞裏爬了出來。那山洞離地不過丈許，他輕輕一躍到底，腳底下踏著的是柔軟的細草，鼻中聞到的是清幽的花香，鳴禽間隔，鮮果懸枝，那想得到在這黑越越的洞穴之後，竟是另有這樣一個洞天福地？這時他已顧不到傷處的疼痛，放開腳步，向前疾奔，直奔了兩里有餘，才遇一座高峰阻路。原來這翠谷四周高山環繞，似乎亙古以來，從未有人跡到過。四邊的山峰都是又高又陡，決計無法攀援出入。張無忌滿心喜歡，見草地上有七八頭野羊低頭吃草，見了他也不驚避，樹上十餘頭猴兒跳躍相嬉，看來虎豹之類猛獸身子笨重，不能踰峰而至。無忌心道：「老天爺待我果真不薄，安排下這等仙境，給我作葬身之地。」他緩步回到洞穴的入口處，只聽得朱長齡在洞穴彼端大呼：「小兄弟，你出來，在這洞裏不怕悶死嗎？」張無忌大聲笑道：「這裏好玩得緊呢？」在矮樹上摘了幾枚不知名的果子，拿在手裏，已聞到一陣甜香，咬了一口，更是鮮美絕倫，桃子無此爽脆，蘋果無此香甜，而梨子卻遜它三分滑膩。他拿了一枚果子，從洞中擲了進去，叫道：「接住，好吃的來了！」那果子穿過山洞，在山壁上撞了幾下，已是砸得稀爛，但朱長齡連皮帶核的咀嚼，越吃越是飢火上升，叫道：「小兄弟，再給我幾個。」無忌叫道：「你這人良心這麼壞，餓死也是應該。要吃果子，自己來吧。」朱長齡道：「我身子太大，穿不過山洞。」張無忌笑道：「你把身子切成兩半，不就能過來了麼？」朱長齡料想自己陰謀敗露，張無忌定要使自己慢慢餓死，以報此仇，當下也不向他求懇，索性破口大罵：「賊小鬼，這洞裏就有果子，難道能給你吃一輩子麼？我在外面餓死，你不過多活三天，左右也是餓死。」張無忌不去理他，吃了十二三枚果子，肚子也飽了。過了半天，突然一縷濃煙，從洞口噴了進來。張無忌一怔之下，隨即省悟，原來朱長齡在洞外點燃松枝，想以濃煙薰自己出去，卻那裏知道洞內別有天地，便是焚燒千擔萬擔的松柴，也是無濟於事。他想想好笑，假意大聲咳嗽。朱長齡叫道：「小兄弟，快出來，我發誓決不害你就是。」張無忌大叫一聲：「啊……」假裝暈去，自行走開，再也不去理他。他向西走了二里多地，只見峭壁上有一片溶雪而成的瀑布衝擊而下，陽光照射下猶如一條大玉龍，極是壯麗。那瀑布瀉在一個碧綠的深潭之中，潭水卻也不見滿，想是另有洩水的去路。張無忌觀賞了半晌，一低頭，只見自己適才在山洞中爬行，手足上染滿了青苔污泥，於是走近潭邊，除下鞋襪，伸足到潭水中去洗滌。他足底一和潭水碰到，「啊喲」一聲大叫，全身跳了起來。原來那潭水奇寒難當，足底碰到水面，竟比浸在滾水中還要痛楚。他扳過足底一看，只見肌膚上已是一片紅腫，若是多浸得片刻，只怕兩雙腳都要凍掉了。他伸了伸舌頭，叫道：「奇怪，奇怪！」他自幼生長在冰火島上再冷的冰水雪塊也碰過了，卻從未遇到過這般寒冷的潭水。更奇的是，此水雖冷，偏又不結冰。他知道此水中定是含有奇特的物事，退開兩步細看，忽聽得閣閣數聲，潭中跳出三隻遍體血紅的大蛙來。這蛙兒約有尋常青蛙四倍大小，一出水，身上便冒出一縷縷白氣，便如冰塊化為水氣一般。無忌見這些紅蛙生得奇異，童心大起，便要去捉一隻來玩玩。他慢慢躡步而前，突然撲上，伸手將一隻紅蛙按住。手掌剛和那紅蛙滑膩膩的背脊相觸，但覺一股暖氣從紅蛙身上直傳到自己手臂。不料那紅蛙極是兇惡，用力一掙，從他掌心掙脫，一口咬住他的右臂，再也不放。張無忌大驚，忙伸手去拉，那知這紅蛙生有滿口利齒，緊緊咬住他的肌膚，倘若拉得重了，只怕連自己手臂上的肉也得拉下一大塊來。便在此時，另外兩頭紅蛙也跳躍而前，疾如電閃的撲上，分別咬住了無忌的雙腳。無忌從未見過這樣兇狠的大蛙，驚惶之下，左手五根手指使勁，拍的一響，捏破了右臂上那頭紅蛙的肚子，但覺手掌心熱烘烘的都是鮮血，看來這紅蛙吸血為生，是以不但遍體血紅，並能在這奇寒的潭水中生存。他俯下腰來，再將腳上的兩頭紅蛙捏死，這才慢慢扳開死蛙的牙齒，看到自己臂上和腳背上的三排齒印，猶是心有餘悸。他指著三頭死蛙罵道：「死蛙兒，人家欺侮我，惡狗咬我，連你這小小的蛙兒也來咬我。反正我肚子也餓了，我吃了你們，瞧你們還敢不敢欺侮我？」眼見那肥肥的蛙腿，想來味道必甘美，於是找些枝枝，從身邊取出火石火絨生了個火，將三隻紅蛙放在火上烤了起來。烤了一會，脂香四溢，眼見已熟，他已不管有毒無毒，撕下一條蛙腿，咬了一口，當真是滑嫩鮮美，非任何美味所能及。片刻之間，將三隻紅蛙吃得乾乾淨淨，只剩下一堆骨頭。約莫過了一頓飯時分，一股熱氣，突然從腹中冒了上來，只覺暖洋洋的，全身說不出的舒適受用，宛似泡在一大缸暖水之中洗澡一般。原來這紅蛙是天地間的一種異物，生於奇寒之地，其性卻是至熱，否則無法在這寒潭中過活。若是常人吃了一隻，登時七孔流血而暴斃。剛巧張無忌身中玄冥神掌，體內積下無數陰毒，以至寒逢至熱，兩種毒性相互抵消，紅蛙的熱毒盡數消去，而體內的寒毒卻也消減不少。這是他無意中的巧遇，張無忌也不知其理，但覺全身慵倦，便欲睡倒。他生怕睡著之後，潭中又有紅蛙上來吸血，強睜雙眼，直走出里許，再也支持不住，便躺在草地上沉沉睡去。這一呼呼大睡，待得醒來，月當中天，已是午夜，張無忌肚腹之中，猶有一團暖意緩緩滾動。他略加思索，已知這紅蛙乃是大有補益的物事，適才這一場酣睡，自覺體內「心腎相交，水火相濟」，精神奕奕，伸手抬足之際，勁力也大勝往昔。當下打坐運氣，想把體內這股暖氣，試行推到各處經脈之中，但試行半晌，只覺頭暈目眩，煩惡欲嘔，只得罷休，嘆道：「我原說那有這樣的好運氣，倘若暖氣能行走各處經脈，玄冥神掌的陰毒豈非就能治好了？」好在他早就一切任其自然，也不覺失望，到次日午間，肚中飢餓起來，折了一根長長的樹枝，伸到寒水潭中撩撥，只撩得幾下，樹枝上便有三四頭紅蛙牢牢咬住。張無忌收回樹枝，用石塊打死蛙兒烤食。心想：「一時既是不得便死，倒須留下火種。」於是圍了一個灰堆，將半燃的柴草藏在其中，以防熄滅。他自幼在冰火島上長大，一切用具全須自製，這種在野地裏獨自過活的日子，在他毫不希奇，忙忙碌碌的捏土為盆，鋪草作床。忙到傍晚，想起朱長齡餓得慘了，於是摘了一大把鮮果，隔洞擲了過去。他生怕朱長齡若是吃了蛙肉，力氣大增，竟能衝過洞來，那可抵敵不住，是以烤蛙卻不給他吃。這一次倒是朱長齡的幸運，倘若無忌不是有此顧慮，一念心慈，擲一頭烤蛙給他嘗嘗美味，那當場便送了他的老命。如此過了數日，張無忌這一日正在砌一座土灶，忽聽得一頭猴子吱吱狂叫，聲音極是慘厲。張無忌循聲奔去，只見一頭小猴正在寒水潭邊，大叫大跳，背心上被三頭紅蛙咬住了吸血，潭中又有兩頭紅蛙跳上來咬牠。張無忌飛身躍去，抓住猴兒右臂，先將牠拉得遠離寒潭，再弄死咬在牠背身上的紅蛙。只是那猴兒的右爪腕骨卻已被一頭大蛙咬斷，一雙手掌緊晃晃的懸著，痛得牠吱吱直叫。無忌心想：「我正苦於無伴，有隻小猴兒做朋友倒好。」折了兩根枝條作為夾板，把那猴兒的腕骨續上，找些草藥，嚼爛了給牠敷在傷處。雖然幽谷之中，藥草難找，所敷的未具靈效，但憑著他的接骨手段，料得六七天後，斷骨便能續上。那猴兒居然也知感恩圖報，第二日便摘了許多鮮果，送給無忌，不到十天，斷腕果然好了。這一來，想是那小猴兒出去向同類大加宣揚，張無忌倒成了這山谷中的百獸醫生，向他求治的尤以猿猴之屬為多。猿猴的疾患和人相差不遠，生瘡的要拔毒生肌，跌傷的要止血裹創。張無忌大是高興，心想我與其醫人，還不如醫獸，至少他們不會反過頭來把我吃了。如此過了一月有餘，他每日烤食紅蛙，體內寒毒發作之苦，漸漸消減。這一天清晨，他兀自酣睡未醒，必覺有隻毛茸茸的大手在他臉上輕輕撫摸。張無忌嚇了一跳，睜開眼來，只見一隻白色大猿，蹲在他的身旁。那大猿手裏抱著一隻小猴，正是無忌替牠接續腕骨的那猴兒。那小猴吱吱喳喳，說個不停，指著大白猿的肚腹。無忌鼻中聞到一陣腐臭之氣，見白猴肚上膿血糢糊，生著一個大瘡，便笑道：「好，好！原來又帶病人瞧大夫來著！」大白猿伸出左手，掌中托著一枚拳頭大小的蟠桃，恭恭敬敬的呈上。無忌從未見過這般大的蟠桃，心想：「媽媽講故事時說，崑崙山有個女仙西王母，設蟠桃之宴，宴請群仙。這西王母雖是假的，但崑崙山出產仙桃，想是不假。」笑著接了，說道：「我不收醫金，便無仙桃，我也跟你治瘡。」於是伸手到白猿肚子上輕輕掀了一下，不禁吃了一驚。原來那白猿腹上的惡瘡，不過寸許圓徑，可是觸手堅硬之處，卻大了十倍尚且不止。張無忌在醫書之上，從未見過有如此險惡的疔瘡，倘若這堅硬處儘數化膿腐爛，只怕是不治之症了。他按了按白猿的脈搏，卻無險象，當下撥開猿腹上的長毛，再看那疔瘡時，更是一驚，只見牠腹上方方正正的一塊凸起，四邊用針線縫著。這顯然是人類手跡無疑，猿猴雖然聰明，決不可能會用針線。張無忌細察疔瘡，知是那凸起之物作祟，壓住血脈運行，以致腹肌腐爛，長久不愈，欲治此瘡，非得取出縫在肚中的那物不可。說到開刀治傷，他跟胡青牛學得一手好本事，原是輕而易舉，只是手邊既無刀圭，又無藥物，那便麻煩得多了。略一沉思，又撿了一片尖石，磨得十分鋒利慢慢割開白猿肚腹上縫補過之處。那白猿年紀已是極老，頗具天性，知道張無忌給牠治病，雖然腹上劇痛，竟是強行忍住，一動也不動。張無忌割開右邊及上下兩端的縫線之處，揭開腹皮，只見牠肚子裏藏著一個油布包裹。這一下他更覺奇怪，這時不及拆視包中之物，將油布包放在一邊，忙又將白猿的腹肌縫好。手邊沒有針線，只得以紅蛙的利齒作針，在牠腹上刺下一個個小孔，再將樹皮撕成細絲，穿過小孔打結，勉強補好。忙了半天，方始就緒，白猿雖然強壯，卻也是躺在地上，動彈不得了。張無忌洗去手上和油布包上的血漬，打開包來看時，原來包裹是四本薄薄的經書，只因油布包得緊密，雖是長期藏在猿腹之中，書頁卻是完好無損。書面上寫著幾個彎彎曲曲的文字，無忌一個字也不識得，翻開來一看，四本書中盡是這些怪文，但每一行之間，卻以蠅頭小楷寫滿了中國文字。張無忌定一定神，從頭細看，文中所記似是練氣運功的訣竅，慢慢誦讀下去，突然心頭一跳，有兩行字極是熟悉，略加回想，即行記起是在少林寺中所學到的「少林九陽功」，但繼續讀下去卻又不同。他隨手翻閱，過得幾頁，又遇到了三行背熟了的經文，那卻是父親所授的「武當內功心法」。他心中突突亂跳，掩卷靜思：「這到底是什麼經書？為什麼既有少林九陽功，又有武當心法？」想到此處，登時記起太師父在帶自己上少林寺去時所說的故事來，怎樣太師父的師父覺遠大師學得「九陽真經」，圓寂之前怎樣背誦經文，太師父、郭襄郭女俠、少林派無色大師三人怎樣各自記得一部份，因而武當、峨嵋、少林三派怎樣武功大進，數十年來分庭抗禮，名震武林，「難道這便是那部給人偷去了的九陽真經？不錯，太師父說，那九陽真經是寫在楞枷經的夾縫之中，這些彎彎曲曲的文字，想必是梵文的楞伽經了。那為什麼是在猿腹之中呢？」這一部經書，的確便是九陽真經，至於何以藏在猿腹之中，其時世間已無一人知曉。原來在九十餘年之前，瀟湘子和尹克西從少林寺藏經閣中盜得這部經書，被覺遠大師直追到華山之巔，眼看無法脫身，剛好身邊有隻蒼猿，兩人心生一計，便割開蒼猿肚腹，將經書藏在其中。後來覺遠、張三丰、楊過等搜索瀟湘子、尹克西二人身畔，不見經書，便放了他們帶同蒼猿下山（此事本末，具見「神雕俠侶」）。九陽真經的下落，從此成為武林中近百年來不解的大疑案。後來瀟湘子和尹克西帶同蒼猿，遠赴西域，兩人心中各有所忌，生怕對方先習成經中武功，害死了自己，互相牽制，遲遲不敢取出猿腹中的經書，終於來到崑崙山的驚神峰上時，尹瀟二人互施暗算，鬥了個兩敗俱傷。這部修習內功的無上心法，從此留在這頭蒼猿腹中。瀟湘子的武功本來尚比尹克西稍勝一籌，但因他在華山絕頂打了覺遠大師一拳，由於反震之力，身受重傷，因之後來與尹克西相鬥時，反而先行斃命。尹克西臨死時遇見「崑崙三聖」何足道，良心不安，請他赴少林寺告知覺遠大師，那部經書是在這個猿猴的腹中？但他說話之時神智迷糊，口齒不清，他說「經在猿中」，何足道卻聽作什麼「金在油中」。後來他信守言諾，果然遠赴中原，將這句金在油中的話跟覺遠大師說了，覺遠無法領會其中之意，固不待言，反而惹起一場絕大風波，武林中從此多了武當峨嵋兩派。至於那頭蒼猿卻是幸運，在崑崙山中採取仙桃為食，得天地之靈氣，過了九十餘年，仍是跳縱如飛，全身黑黝黝的長毛也盡轉皓白，變成了一頭白猿。只是那部經書藏在牠肚腹之中，逼住大腸小腸，不免時時肚痛，肚上的腫瘡也時好時發，今日幸得張無忌給牠取出，就這頭白猿而言，倒是去了一個心腹大患。這一切曲折原委，張無忌便是想破了腦袋，也是猜想不出，他呆了半晌，便取過白猿所贈的那枚大蟠桃，撕去薄皮，尚未入口。已是清香撲鼻，輕輕一咬，但覺一股極甜的汁水，緩緩流入咽喉，比之谷中那些不知其名的鮮果，可說是各擅勝場。張無忌吃完這枚大蟠桃，腹中已是半飽，心想：「太師父當年曾說，若我習得少林、武當、峨嵋三派的九陽神功，或能驅去體內的陰毒。但這三派九陽功都是脫胎於九陽真經，倘若這部經文當真便是九陽真經，那麼照書修習，又遠勝於分學三派的神功了。在這谷中左右也無別事，我照書修習便是。便算我猜錯了，這部經書其實毫無用處，甚而習之有害，最多也不過一死而已。」他心無罣礙，便將三卷經書放在一處乾燥的所在，上面舖以乾草，再壓上三塊大石，生怕猿猴頑皮，玩耍起來你搶我奪，說不定便將經書撕得稀爛，手中只留下第一卷經書，先行誦讀幾遍，背得熟了，然後照書中之法，自第一句習起。他心想，我便算真從經中習得神功，驅去陰毒，但既被活活的囚禁在這石谷之中，不論武功如何高強，總是不能出去，山中歲月正長，今日練成也好，明日練成也好，都無分別。他心中存了這個念頭，修習九陽真經之時，成固欣然敗亦喜的，居然進展奇速，短短四個月時光，便已將第一卷經書上所載功夫，盡數學成。當年達摩祖師手著九陰真經，九陽真經兩部武學奇書，一陰一陽，兩部書中的武功相輔相成，相生相剋，不分高下。只是九陽真經中的功夫偏重養氣保命，九陰真經則偏重致勝克敵。從內功純真言，是「九陽」較勝，說到招數的奇幻變化，則是「九陰」為優。當年銅屍陳玄風、鐵屍梅超風偷得九陰真經下卷後，所修習的各種奇妙武功（見「射雕英雄傳」），九陽真經中均付缺如，但九陽神功如能練到大成之境，卻也非世間任何奇怪奇妙的武功所能傷。張無忌練完第一卷經書後，屈指算來，胡青牛預計他毒發畢命之期早已過去，可是他身輕體健但覺全身真氣流動，絕無半點病象，連以前時時發作的寒毒侵襲，也是要隔一月以上，才偶有所感，而發作時也極是輕微。此時他更無懷疑，知道這部經書就算並非九陽真經，卻也於養生大有益處，加之他常食水潭中的血蛙，那白猿感他治病之德，常自採了大蟠桃來相贈，待得練到第二卷經書的一小半，體內寒毒已被驅得無影無蹤。本來此時再食血蛙，已有中毒之虞，可是一來他在不知不覺之中，九陽神功已練得小有成功；二來久食異種蟠桃，竟是百毒不侵。血蛙至陽之性，反而更加厚了他九陽神功的功力。張無忌每日除了練功，便是與猿猴為戲，採摘到的果實，總是分一半給朱長齡，倒是無憂無慮，自由自在。可是朱長齡局處在小小的一塊平台之上，當真是度日如年，一到冬季，遍山冰雪，寒風透骨，這份苦處更是難以形容。張無忌練到第三卷經書時，早已不畏寒暑，高興起來便跳到寒水潭中去洗個澡。他全身真氣流動，肌膚一逢外侵，自然而然的生出抗禦之力，血蛙牙齒雖利，卻已咬他不到，潭水寒冷於冰，他也漫不在乎。只是那九陽真經越練到後來，越是艱深奧妙，進展也就越慢，第三卷整整花了一年功夫，最後一卷更是練了兩年有餘，方始功行圓滿。這一日午夜，張無忌揭過最後一頁經書，心中又是喜歡，又微微感到悵惘。他到這雪谷之中已是四年有餘，自己也從一個孩子長成為身材高高的青年。這四年多來，說不定外面世界上已起了天翻地覆的大變，而他卻安安靜靜的在深谷之中練成了九陽神功。這些日子來，他有時興之所至，也偶然與眾猿猴攀援山壁，登高遙望，以他那時精純無比的功力，若要逾峰出谷，原非難事，但他想到世上人心的陰險狠詐，不由得不寒而慄，心想何必到外面去自尋煩惱，自投羅網？在這美麗的山谷中直至老死，豈不是好？他在山洞左壁挖了一個三尺來深的洞孔，將四卷九陽真經，以及胡青牛的醫經、王難姑的毒經，一起包在從白猿腹中取出來的包油布之中，埋在洞內，填上了泥土，心想：「我從白猿腹中取得經書，那是極大的機緣，不知千百年後，是否又有人湊巧來到此處，得到這三部經書？」伸出手指，在山壁上劃下六個大字：「張無忌埋經處」。他在修習神功之時，每日均是忙忙碌碌，心有所專，絲毫不覺寂寞，這一晚大功告成，心頭反覺空虛，暗想：「此時朱伯伯便要再來害我，我也已無懼於他，不妨去跟他說說話。」於是彎腰向洞裏鑽去。他進來時十五歲，身子尚小，出去時已是十九歲，長大成人，卻鑽不過那狹窄的洞穴了。他吸一口氣運起縮骨功來，全身骨骼擠攏，骨頭和骨頭之間的空隙縮小，輕輕易易的便鑽了過去。朱長齡倚在石壁上，睡得正甜，夢見自己在家中大開筵席，廝役奔走，親朋趨奉，好不威風快活，突覺肩頭有人拍了幾下，一驚而醒！睜開眼來，只見一個高高瘦瘦的黑影，站在面前。朱長齡躍起身來，神智未曾十分清醒，叫道：「你……你……」張無忌微笑道：「朱伯伯，是我，張無忌。」朱長齡又驚又喜，又惱又恨，向他瞧了良久，才道：「你長得這般高了。哼，怎地一直不出來跟我說話？不論我如何求你，你總是不理？」張無忌微笑道：「我怕你給我苦頭吃。」朱長齡右手倏出，施展「擒拿手」，一把抓住了他的肩頭，厲聲道：「怎麼今天卻不怕了？」突然間手掌心一熱，不由自主的手臂一震，便放開了他的肩頭，自己胸口兀自隱隱生痛，嚇得退開三步，呆呆的瞪著他，說道：「你……你……這是什麼功夫？」張無忌練成了九陽神功之後，首次試用，竟是威力絕倫，朱長齡原是一流高手，但被他神功一震之下，居然不得不撤掌鬆指。這一下張無忌還只使了二成力，若是全力施為，只怕身不動、手不抬，一下子便能震斷對手的手臂。他眼見朱長齡如此狼狽驚詫，心中自是得意，笑道：「這功夫還使得麼？」朱長齡又問：「那是什麼功夫？」張無忌道：「我不知，或許是九陽神功。」朱長齡吃了一驚，問道：「你怎樣練成的？」張無忌也不隱瞞，便將如何替白猿治病，如何從牠腹中取得經書、如何依法修習等情一一說了。這一番話只把朱長齡聽得又是妒忌，又是惱怒，心想：「我在這絕峰之上吃了四年難以形容的苦頭，你這小子卻練成了奧妙無比的神功。」他也不想自己處心積慮的陷害張無忌，才落得今日的結果，但覺對方過於幸運，自己卻太過倒霉，當下強忍這口怒氣，笑吟吟的道：「那部九陽真經呢，給我見識一下成不成？」張無忌心想：「給你瞧一瞧那也無妨，難道你一時三刻便記得了？」便道：「我已埋在洞內，明天拿來給你看吧。」朱長齡道：「你已長得這般高大，怎能過那洞穴？」張無忌道：「那洞穴也不太窄，縮著身子用力一擠，便這麼過來了。」朱長齡道：「你說我能擠過去麼？」張無忌點頭道：「明兒咱們一起試試，洞裏地方很大，老是在這塊小小的平台上，味道確乎不大好受。」他心想朱長齡硬擠過去是不成的，但自己運功捏他肩膀、胸部、臀部各處骨骼，當可助他通過。朱長齡笑道：「小兄弟，你真好，君子不念舊惡，從前我頗有對不起你之處，萬望你多多原諒。」說著深深一揖。張無忌急忙還禮道：「朱伯伯不必多禮，咱們明兒一起想法兒離開此處。」朱長齡大喜，道：「你說能離開這兒麼？」張無忌道：「猿猴既能進出，咱們也便能夠。」朱長齡道：「那你為什麼不早出去，一直等到現下？」張無忌微微一笑，道：「從前我不想到外面去，只怕給人欺侮，現下似乎不怕了，又想去瞧瞧我的太師父、師伯、師叔、他們。」朱長齡哈哈大笑，拍手道：「很好，很好！」退後了兩步，突然間身形一晃，「啊喲」一聲，踏了個空，身子從懸崖旁摔了下去。這一下樂極生悲，竟然有此變故，張無忌大吃一驚，俯身到懸崖之外，叫道：「朱伯伯，你好嗎？」只聽下面傳來兩下低微的呻吟。無忌大喜，心想：「幸好沒直摔下去，但只怕已是身受重傷。」聽那呻吟之聲，相距不過數丈，凝神一看，原來懸崖之下剛巧生著一株松樹，朱長齡的身子橫在樹幹之上，一動也不動。張無忌瞧那形勢，自己躍下去將他抱了再上懸崖，憑著此時功力，當不為難。於是吸一口氣，看準了那根如手臂般伸出的枝幹，輕輕躍下。那知他足尖離那枝幹尚有半尺，突然間那枝幹倏地墜下，這一來空中絕無半點借力之處，饒是他練成了絕頂神功，但究竟人非飛鳥，如何能再回上崖來？心念如電光般一閃，立時省悟：「原來朱長齡又使奸計害我，他早扳斷了樹枝，拿在手裏，等我快要著足之時，輕輕一鬆手，便將那樹枝拋下。」但這時明白，已然遲了，身子筆直的墜了下去。朱長齡在這方圓不過數丈的小小平台上住了四年，平台上的一草一木、一沙一石，無不爛熟於胸，他在黑暗中假裝摔跌受傷，料定張無忌定要躍下相救，果然奸計得逞，將無忌騙得墜下萬丈深谷。朱長齡哈哈大笑，拉著松樹旁的長藤，躍回懸崖，心想：「我第一次沒能擠過那個洞穴，定是心急之下，用力太蠻，以致壓斷肋骨。這小子身材比我高大得多，他既能過來，我自然也能過去。我取得九陽真經之後，從那邊覓路回家，日後練成神功，無敵於天下，豈不妙哉？哈哈，哈哈！」他越想越是得意，當即從洞穴中鑽了進去，沒走多遠，便到了四年前折骨之處。朱長齡心中只有一個念頭：「這小子比我高大，他能鑽過，我當然更能鑽過。」想法原本絲毫不錯，只是有一點卻沒料到：「張無忌已練成九陽神功中的縮骨之法。」朱長齡平心靜氣，在那窄小的洞穴之中，一寸一寸的向前挨去，果然比四年前又多挨了丈許，可是到得後來，不論他如何出力，要向前半寸，也已決不可能。　