第四十九回　一往情深楊過曾見綠衫弟子以漁網擒拿周伯通，確是變幻無方，極難抵擋，其陣法之精，與全真教的「天罡北斗陣」可說是不分上下。那漁網忽大忽小，張將開來有丈許見方，持網者藏身網後，要破陣法，定須先行攻倒持網的綠衫弟子，但只要一近身，先就為漁網所擒。竟是無從著手，但見十六個人愈迫愈近，楊過一時想不出應付之道，只得展開身形，在大廳中奔馳來去，以古墓派的上乘輕功，縱橫飄忽，不與對手正面相鬥，卻令敵人捉摸不到自己身子所在。他四下遊走，十六名弟子卻不跟著他轉動，只是逐步縮小圈子。楊過腳下奔跑，眼中凝神察看陣法的破綻，見對手變了幾次方位，已瞧出這漁網陣乃是模仿蜘蛛結網捕蟲之法，那蜘蛛藏身極密，總要待敵人先行落入網中，這才出手捕捉，心想：「除了用暗器傷人，再無別法。」滴溜溜一個轉身，手中已扣了一把玉蜂針，見西邊四人走近，左手一揚，四枚金針卻向南邊四人擲了過去。他這玉蜂針離手傷人，百不失一，何況相距極近，眼見四人要一齊中針，不料四名綠衫弟子一見他揚手，將漁網一舉，叮叮叮叮四聲輕響，四枚金針盡數被漁網吸住。原來編織那漁網所用的金絲鐵絲之中，有一部份帶有極強的磁性，如此一張大網，不論敵人暗器如何厲害，自是盡數擋住。楊過滿擬一擊成功，那料到這漁網竟有這許多妙用，百忙中向公孫谷主瞪了一眼，心想他創製得出這種兵刃，果然是個極厲害的勁敵。心知再發暗器也是無用。右手往懷中一揣，放回金針，正待再想破解之法，東邊的漁網已兜近身邊，掌陣者一聲呼哨，眼前金光閃動，一張漁網已從右肩斜罩下來。楊過身形一挫，待要從西北方逸出，北邊與西北的漁網同時湊攏。楊過暗叫：「罷了，罷了！我落入這賊谷主手中，不知將受何等折辱？」忽聽南邊持網人中嬌聲叫道：「啊喲！」楊過回過頭來，只見公孫綠萼摔倒在地，漁網一角軟軟垂下。這正是漁網陣的一個空隙，楊過身法快極，如一枝箭般激射而出，鑽出了包圍，但見公孫綠萼連聲呼痛，卻向他使個眼色，叫他趕快逃出谷去。楊過心中一動，暗想：「她捨命救我，情意自極可感。但我這一出谷去，姑姑定然與這賊谷主成婚，今日拼著被他擒住，身受千刀之苦，也絕不出谷。」他當真是一往情深，死而無悔，站在廳角，雙目瞪著小龍女，心想自己在這頃刻之間已大歷艱辛，難道你竟是無動於中麼？但見小龍女仍是低首垂眉，不作一聲。可是在她心中，傷痛猶勝楊過。一個肆無忌憚的吐露心事，雖然難受，尚可發洩，一個卻是默默無言，滿腹情懷，縱是楊過亦不見諒。公孫谷主擊掌二下，四張漁網倏地分開，他向公孫綠萼冷冷的道：「你幹什麼？」公孫綠萼道：「我腳上突然抽筋，痛得厲害。」公孫谷主早知女兒對楊過已然鍾情，以致在緊急當口放了他一條生路。只是有外人在座，不便公然發作。冷笑一聲，道：「好，你退下。十四兒補她的位置。」公孫綠萼垂首退開，一個頭上用絲線結著兩個小辮兒的少年應聲而出，過去拉住了漁網。公孫綠萼向楊過偷瞧一眼，目光中大含幽怨之意，楊過暗自歉然，心道：「姑娘的盛情，只怕我楊過今生難以補報了。」公孫谷主又擊掌四下，十六名弟子突然退入內堂，楊過怔了一怔，心想：「難道你認輸了？」他正自奇怪，一回頭，卻見公孫綠萼臉上極是驚惶，連使眼色，命他急速出谷，瞧這神情，竟似有大禍臨頭一般，楊過微微一笑，反而拉過一張椅子，坐了下來。忽聽得內堂叮叮噹噹一陣輕響，十六名弟子轉了出來，手中仍是拉著漁網。眾人一見漁網，無不臉上變色，原來四張漁網已經換過，網上遍生倒鉤和匕首，精光閃閃，極是鋒利，任誰被網兜住，全身中刀，絕無活命之望。馬光祖大叫：「喂，谷主老兄，你用這般歹毒傢伙對付客人，要不要臉？」公孫谷主指著楊過道：「非是我要害你，我幾次三番請你出去，你偏生要在此搗亂，在下最後良言相勸，快快出谷去吧。」馬光祖見了這四張漁網，饒是他素來膽壯，也不由得肉為之顫，聽得那網上刀鉤互撞而發出叮噹之聲，更是驚心動魄，站起身來拉楊過的手道：「楊兄弟，這種歹人，遠而避之為妙，你何必跟他一般見識？」楊過眼望小龍女，瞧她有何話說。小龍女心感公孫谷主活命之恩，又見他荒谷幽居，正是避開楊過最適當的處所，這才答允委身。與他相處數日之後，覺他氣度沉穆，識見淵博，實不似個鄉居孤陋之士，兼之文武全才，也不禁微感傾心，暗想陪著他過一輩子，也就是了，豈知冤家路狹，楊過這人竟是躲避不了。此時見到谷主取出帶有刀鉤的漁網，心中已想到了一個「死」字，只待楊過一被漁網兜住，自己也就撲在漁網之上，與他相擁而死。她想到此處，心下反而泰然，覺得人世之間的愁苦，就此一了百了，嘴角不禁帶著微笑。她這一番曲折的心事，楊過卻那裏明白，心想自己遭受極大危難，她居然還笑得出，心中一痛，又比適才更甚，就在這傷心、悲憤、危急交迸之際，腦中倏地閃過一個念頭。他下任何決斷均是迅捷異常，也不再想第二遍，逕自走到小龍女身前，微微躬身，說道：「姑姑，過兒今日有難，須借金鈴索與掌套一用。」小龍女只想著與他同死之樂，此外再無別種思念，聽了他這句話，當即從懷中取出一隻白色手套，一條白綢帶子，遞了給他。楊過緩緩接過，凝視著她的臉，說道：「你現在認了我麼？」小龍女柔情無限，微笑道：「我心中早就認你啦！」楊過精神大振，顫聲問道：「那你決意跟了我去，不嫁給這谷主啦，是不是？」小龍女微笑點頭，道：「我決意跟了你去，自是不能再嫁旁人啦。過兒，我自然是你的妻子。」她話中「跟了你去」四字，說的是與他同死，但楊過固然並未明白，旁人更是震驚無已。公孫谷主臉色慘白，雙手猛擊四下，催促綠衫弟子趕快動手。十六名弟子抖動漁網，交叉走動。楊過聽了小龍女這幾句話，宛似死中復活，當真是勇氣百倍，就算眼前是刀山油鍋，他也不放在眼裏，當即將刀槍不入的金絲掌套戴在左掌，右手綢帶一抖，玲玲聲響，綢帶就如一條白蛇般伸了出去。那綢帶末端是一個發聲的金鈴，但見綢帶一伸一縮，金鈴已擊中南邊一名弟子的「陰谷穴」，回過來時擊中了東邊一名弟子的「曲澤穴」。那陰谷穴正當膝彎裏側，那人立足不牢，屈膝跪下，曲澤穴卻是位處臂彎，被點中的手臂酸軟，漁網脫手。這兩下先聲奪人，金鈴索一出手，漁網陣立即露出破綻，西邊持網的四名弟子呆得一呆，攻上時稍形遲緩，楊過金鈴索倒過來，叮鈴鈴聲響，又將兩名弟子點倒，但就在此時，北邊那張漁網卻已當頭罩下，網上刀鉤距他頭頂不過半尺，用金鈴索應敵已然不及。楊過左掌翻起，一把抓住漁網，借力往外一抖，他手上戴著掌套，掌中雖然抓住匕首利鉤，卻是毫無妨礙。他自在深山中苦思數日，自創一家武功之後，臨敵時舉手投足，宛似行雲流水，身隨意到，絕無窒滯。此時抓著漁網一抖，那網兒斗然向四名綠衫弟子反罩過去。眾弟子練漁網陣法之時，只怕敵人漏網兔脫，沒想到這漁網竟會掉頭反噬。但見網上明晃晃的刀鉤向自己頭上撲來，他們素知這漁網厲害，同聲驚呼，撒手躍開。那總角少年身手較弱，大腿上終於給漁網的匕首帶著，登時鮮血長流，摔倒在地，痛得哭號起來。楊過笑道：「小兄弟，別害怕，我不傷你。」左手抖動漁網，右手舞起金鈴索，但聽得嗆啷啷，叮玲玲，刀鉤互擊，金鈴聲響，極是清脆動聽。這一下神威大震，眾弟子那裏還敢上前，遠遠靠牆站著，只是未得師父號令，不敢認輸逃走，但雖不認輸，卻也是輸了。馬光祖拍手頓足，大聲叫好，只是人群之中但有他一人喝采，未免顯得寂寞，他叫了幾聲，瞪眼向法王道：「和尚，楊兄弟的本領不高麼？怎麼你不喝采？」法王一笑，道：「很高，很高，但也不必叫得這般驚天動地。」馬光祖瞪眼道：「為什麼？」法王見公孫谷主雙眉豎起，慢慢走到廳心，再也不去理會馬光祖說些什麼。公孫谷主聽小龍女說了「我決意跟了你去」這七字後，已知半月來一番好夢，到頭來終於成空，心下雖然又是失望，又是惱怒，但想：「我若得不了你的心，也須得你的人。我一掌將這小畜牲擊斃，你不跟我也得跟我，時日一久，終能教你回心轉意。」他生性雖然嚴酷，是非之際，原也瞧得極是明白，但以小龍女是如斯明艷無倫的一個好女子，親口答允相嫁，今日正是洞房花燭的好日子，偏偏橫裏跑出來一個楊過攪局，教他如何不怒？楊過見他雙眉越豎越高，到後來眼睛與眉毛都似直立一般，不知是那一派的厲害武功，心下也不禁駭然，一手提索，一手抓網，全神戒備。他知自己的生死存亡，小龍女的喜愁榮辱，全是在此一戰，實是不敢有絲毫怠忽。公孫谷主繞著楊過緩緩走了一圈，楊過也在原地慢慢轉頭，眼睛始終不敢離開他的眼光，見他越是遲遲不動手，知道一出手越是凌厲，只見他雙手向前平舉三次，錚的一響，雙掌合拍。這一下響聲卻是大出眾人意表，竟如兩塊鐵板碰撞，錚錚然純是金鐵相擊之聲。楊過心中一凜，退後了一步，公孫谷主右臂突然擊出，一把抓住漁網向後一扯。楊過但覺這一扯之力大得異乎尋常，五根手指劇痛，只得鬆手。公孫谷主將漁網拋向廳角空著手的四名弟子，這才喝道：「退下！」眾人見他明明空手，雙掌互擊的聲音已極是奇特，而肉掌拿在漁網的刀鉤之上，竟也不覺疼痛，無不大感駭異。公孫綠萼雖是他的獨生女兒，也只知父親武功極高，卻也不知他有如此的功夫，只有大弟子樊一翁才略知師父的真實本領，眼望楊過，心道：「你這小子今日可死得慘了。」楊過漁網被奪，不容他再次搶到先手，綢索一抖，金鈴抖動，分擊他肩頭「巨骨」與頸中「天鼎」兩穴。此時公孫谷主胸口門戶大開，雙臂長伸在外，但楊過不敢貿然擊他前胸大穴，先擊他身上小穴以作試探。公孫谷主的武功竟是另成一家，對楊過的金鈴擊穴絕不理睬，右臂一長，倏向他臂上抓來，但聽叮叮兩聲，「巨骨」與「天鼎」雙穴齊中，他恍若不覺，呼的一響，手抓變掌，拍向楊過左乳。楊過曾聽小龍女、歐陽鋒、洪七公、黃藥師等武林好手講研武功，知道一人內功練到上乘境內，當敵招襲到之際可以暫時封閉穴道，又如歐陽鋒的異派武功，練得經脈倒轉，周身大穴全部變位，但其時他頭上腳上，身體也是移形。總是有跡象可尋。如公孫谷主這般對自己的點穴絕無反應，就好似身上不生穴道一般，這種功夫當真是罕見罕聞，心中一餒，不禁存了三分怯意。眼見他雙掌翻起，手掌心隱隱帶著一股黑氣，拍到時風勢逼人，心知厲害，不敢正面與他硬接，一邊續以金鈴索與他纏鬥，左掌迴護住了全身各處要害。一霎之間已拆了十餘招，楊過全神招架，忽地心中一動：「這谷主的掌法卻並不奇特，我曾在何處見過？」見他一掌輕飄飄當胸按來，似柔實剛，忙躍開數尺，叫道：「你識得完顏萍麼？」原來他已瞧出這谷主的掌法，與完顏萍的武功是同一家數，只是以他功力之深厚，較之完顏萍纖纖弱質，自是相去不可以道里計了。公孫谷主一掌按空，並不收招，手掌仍是伸出兩尺，身形一晃卻已縱到了楊過身前。常人出拳發掌，總是以臂使手，手臂一縮，一拳打出，但谷主這一招卻是以身發掌，手掌不動，而以身子前縱之勁擊向楊過。這一招卻非完顏萍所會，須知全身之力雖大於一臂，但用之發招，究嫌過於遲緩，公孫谷主這一掌卻是威猛迅捷，兼而有之。楊過待要偏身閃避，已然不及，只得左掌揮出，硬接了他這一招。拍的一響，雙掌相交，震得楊過退後三步，公孫谷主卻站在原地不動，只是身子微微一晃。這一交掌一碰即分，楊過只感一股熱氣透過掌套透入左臂，不由得大驚：「姑姑這掌套連寶刀寶劍也傷它不了，這廝鳥的掌力恁地了得。」公孫谷主雖穩住了身子，顯是大佔上風，其實楊過掌力反擊，也震得他胸口一陣隱痛，大感訝異：「這小子年紀輕輕，竟接得住我這一招鐵掌。如此跟他纏鬥下去，未必能斃得了他，若是教他和我打成平局，一切全不用說了。」雙掌連拍，錚錚作響。聲音極是刺耳，說道：「姓楊的，谷主掌下留情，你明白了麼？」若是平常比武，原可說勝敗已分，再打下去，楊過定然是有輸無贏，谷主說到這句話，他該當自認武功不及，但今日之事，心知如不拼個死活，他絕不能平平安安的放小龍女與自己出谷。雖在危急之中，楊過對敵人仍是不改嬉皮笑臉的本色，哈哈一笑，道：「你若打死我，我姑姑焉能嫁你？你若打不死我，我姑姑仍是不能嫁你，你那裏是掌底留情了？你這是輕不得，重不得，無可奈何之至。」他這番猜測，卻是將對手的心地推想得太過良善，公孫谷主恨不得一招就將他打死，絕了後患，縱然小龍女怨怪惱怒，那也顧不了許多，他的無可奈何，其實是一對鐵掌收拾不了這個少年。他轉頭向女兒道：「取我兵刃來。」公孫綠萼知道父親的兵刃一取將出來，楊過有死無生，微一遲疑，谷主厲聲道：「你沒聽見麼？」公孫綠萼臉色慘白，只得應道：「是！」轉入內堂。楊過瞧了父女二人的神情，心想：「憑他一雙空手我已對付不了，再取出什麼古怪兵器，那還能有什麼生路？此時不走，更待何時？」走到小龍女身前，伸出手來，柔聲道：「姑姑，你跟了過兒去吧！」公孫谷主雙掌蓄勢，只要小龍女一站起身，伸手與楊過相握，立時撲上去以豹爪鐵掌猛擊楊過背脊，心中打定了主意：「拼著自己重傷，也要將這小子打死，柳兒若是跟著他去，我這下半生做人還有何樂趣？」那知小龍女並不站起，只淡淡的道：「現在還不是時候，過兒，這幾天來你好嗎？」問到最後一句話時，不禁關切之情溢於言表。楊過道：「姑姑，你不惱我了？」小龍女淡淡一笑，道：「我怎麼會惱你？你來，轉過了身子。」楊過依言轉身，只是不明她的用意。小龍女從懷裏取出一個小針線包兒，在針上穿了線，比量了一下他衣服背心上給公孫谷主抓出的破孔，嘆道：「這些日子我老在打算給你縫一件新袍子，但想今後永不再見你面了，縫了又有什麼用？唉，想不到你真會尋到這裏來。」一面說，一面拿小剪刀在自己衣襟上剪下一塊白布，慢慢的替他縫補。當二人同在古墓之時，楊過衣服破了，小龍女就這麼將他拉在身邊，替他縫補，幾年來也不知有過多少次。此時二人都已將生死置之度外，當真是旁若無人，大廳上雖是眾目睽睽，兩人就似是在古墓中相依為命之時一般。楊過心中歡喜無限，熱淚奪眶而出，道：「姑姑，適才我激得你嘔了血，我真是不好。」小龍女微微一笑，道：「那不關你的事。你知道我早有這個病根子，沒見你幾日，你功夫進得好快，我該拜你作師父才是呢。」兩個人一問一答，說的雖是平淡無奇的家常話兒，但人人都聽得出來，他二人情深愛切，以往又有極深的淵源，法王等面面相覷，又驚又羨，公孫谷主呆在當地，不知如何是好。楊過道：「這幾天中我遇到了好幾個有趣的人。姑姑，你猜我這把大剪刀是那裏來的？」小龍女道：「我也在奇怪啊，倒似是你早料到這裏有個大鬍子，定打了這剪刀來剪他鬍子。唉，你真是頑皮，人家辛辛苦苦留了幾十年，給你一下子剪斷了，不可惜麼？」說著抿嘴一笑，明眸流轉，風致嫣然。公孫谷主再也忍耐不住，伸手往楊過當胸抓來，喝道：「小雜種，你也未免太於目中無人。」這時就算天塌下來，楊過也是置之不理，眼見谷主手到，竟不招架，說道：「等一會兒，待補完了衣服，再和你打。」谷主手爪距他胸口數寸，他究竟是武學大宗匠的身份，胸中雖是恚怒起伏，這一招總是不能送到楊過身上。忽聽公孫綠萼在背後說道：「爹爹，兵刃取來啦。」他並不轉頭，肩頭一晃，身子退後數尺，將兵刃接在手裏。眾人一看，只見他左手拿著一柄背厚刃寬的鋸齒刀，金光閃閃，似是黃金打造，右手執的卻是一柄又細又長的黑色兵刃，這件兵器刀不像刀，劍不像劍，在他手中輕輕顫動，顯得刃身極是柔軟。兩件兵器全然相反，一件至剛至重，一件卻極盡輕柔。黃金比鋼鐵重得多，同樣大小的一件兵刃，若用金鑄，那就比普通兵器重了一倍，瞧他這柄鋸齒金刀，至少也有五六十斤。那黑劍卻不知是用何種金鐵所造。楊過向他一對怪異兵刃望了一眼，道：「姑姑，前幾日我遇見一個傻女人，她跟我說了我的殺父仇人。」小龍女心中一凜，問道：「你的仇人是誰？」楊過咬著牙齒，恨恨的道：「你真猜一輩子也猜不著，我一直還當他們待我極好呢。」小龍女道：「他們？他們？」楊過道：「是啊，那就是……」只聽得嗡嗡一響，聲音清越，良久不絕，卻是公孫谷主的黑劍與金刀相碰。他手腕一抖，嗡嗡嗡連刺三劍，一劍刺他頭頂，一劍刺他左頸，一劍刺他右頸，都是貼肉而過，相差不到半寸。那谷主自重身份，敵人既不出手抵禦，也就不去傷他，只是這三劍擊刺之準，的是神技。小龍女道：「補好啦！」輕輕在楊過背上一拍，楊過回頭一笑，提著金鈴索走到廳心。公孫谷主雖在幽谷隱居，但眼光絕不淺陋，因授他武藝之人熟知天下各家各派武學，當年曾向他言道：「世間一流高手可與你的鐵掌功夫打成平手，這漁網陣就未必有人破得，除非全真教弟子佈成天罡北斗陣，以陣鬥陣，則功力高者為勝。但若這陰陽雙刀使將出去，料想當世無人能敵。」此時心想楊過武功再強，十招之內定然要命喪當場，但瞧了小龍女對待他的這番神情，知道只要楊過一死，她與自己的姻緣自是絕無再續之望，微一沉吟，心生一計：「須逼得她求我饒這小子，那時她縱心中不願，也是非得嫁我不可。」他本想殺了楊過，再逼小龍女就範，但後來見得二人情致纏綿，於是更定妙策。公孫谷主心中沉吟，楊過也在尋思應付之道，暗想此人不怕打穴，那麼金鈴索就無甚用處，自己雖是創了自成一家的武功，但尚未得暇修習鑽研，眼見他兵刃怪異，使出來時也必極其厲害，一時無計，已聽公孫谷主叫道：「看劍！」黑劍顫動，當胸刺來。那劍一刺出，劍並非向前直進，卻是在他身前亂轉圈子。楊過大吃一驚，急向後躍。要知劍尖若是刺到。縱然招數奇妙，他也定有破解之法，豈知那劍尖竟是劃成一個個圓圈，瞧不明白劍尖的來路，若是擋左，只怕他刺向右方，若是避上，你怎知他不是攻己下路，危急中只能竄開避過。公孫谷主身法極快，楊過一躍離開，黑劍劃成的圓圈又已指向他的身前，而且那劍圈越劃越大，初時只圍著他的前胸，數招一過，已連他小腹也包在劍圈之中，再使數招，劍圈漸漸擴及他的頭頸。金輪法王、尹克西、瀟湘子等均是武學深湛之士，但似這等劃圈逼敵的上乘劍法，實是從所未見，無不大為驚異。公孫谷主一招使出，楊過立即竄避，他連劃十次劍圈，楊過逃了十次，竟是無法還手。眼見他劍招越來越是凌異，而左手倒提的一柄鋸齒刀始終未用，待得再使金刀，看來萬難抵敵，當下不及多想，一躍向左，抖動金鈴索，叮玲玲一響，那金鈴飛出去擊他左目。公孫谷主雖然不怕點穴，眼睛卻不能不護，頭一偏，挺劍反擊。楊過大喜，鈴索一抖，已將他右腿纏住，剛要收力拉扯，谷主黑劍劃下，嗤的一聲輕響，金鈴索從中斷絕，這把黑劍鋒竟是銳無比的利刃。眾人齊聲「啊」的一叫，只聽得風聲呼呼，那谷主已將鋸齒刀向楊過劈去。楊過著地一滾，噹的一響，震得四壁鳴響，原來他已搶起樊一翁的大鋼杖，杖刀相交，兩人手臂都是震得隱隱發麻。公孫谷主心中暗自驚異：「這小子果然了得，竟接得住我二十招以上。」左刀橫斫，右劍斜刺。要知刀法以剛猛為主，劍招以輕靈為先，兩種兵刃的性子截然相反，一人同時刀劍，幾是絕不可能之事，但公孫谷主雙手兵刃越使越急，而刀法劍法卻又分得清清楚楚，剛柔相濟，陰陽相輔，當真是武林中罕見的絕技。楊過大喝一聲，用鋼杖使出打狗棒法的「封」字訣，緊緊守住門戶，公孫谷主刀劍齊施，一時竟然難以攻入。只是打狗棒法以變法精微為主，一根輕輕巧巧的竹棒自可使得圓轉自如，手中換了又長又大的一條鋼杖，十餘招後已感變化不靈。公孫谷主尋到一個破綻，金刀上托，黑劍劃了下來，喀的一聲，鋼杖竟給黑劍割斷。楊過叫道：「妙極！我正嫌這勞什子太重！」舞動半截鋼杖，反而大見靈動。公孫谷主「哼」了一聲，道：「妙是不妙，瞧瞧再說。」左手一刀疾砍下來，這一刀當頭直砍，招數顯得極是笨拙。這一刀砍得極是呆滯，楊過只要側身一躲，原可輕輕易易的避過，不料谷主的黑劍所劃劍圈，卻籠罩住他前後左右，楊過只得舉起半截鋼杖，一招「隻手擎天」，硬接了他這一招。但聽得噹的一聲巨響，刀杖相交，只爆得火花四濺。公孫谷主一刀砍過，第二刀連著又上，招法與第一刀一模一樣，楊過武學所涉既廣，為人又是機靈異常，但竟無法破解他這笨頭笨腦的一招，除了同法硬架之外，更無善策。刀杖二次相交，楊過暗叫不妙，原來谷主的第二刀招數雖然絲毫不變，砍下來時的力道卻已大了一成。楊過心想只要再給他這般砍上幾刀，我手臂上的筋絡也得給他震壞了。果然思念未定，谷主第三刀又砍了過來，這一刀的力道又再大了一成。原來谷主這一路刀法一共有一十九招。每一招的力道比前一招大一成，雖說只大一成，但累積上去，卻是極難抵擋。再接數刀，楊過手中的半截鋼杖已給金刀砍起累累缺口，他右手虎口上也震出血來。公孫谷主見他接刀的勁力居然並不減弱，危急之中仍是臉帶微笑，心想待我砍到第十八刀時若是你再不降服，未免顯得我太過低能，左手一刀砍過，右手黑劍倏地往他小腹上刺去。楊過此時已給他逼在廳角，眼見劍尖刺到，忙伸左手平掌一擋，那劍尖刺中他掌心，彎成一個弧形，彈了回來。原來小龍女的掌套甚是嚴密，黑劍雖利，卻傷它不得。楊過試出掌套不懼黑劍，手掌一翻，竟然伸手去拿他劍鋒，不料谷主手腕微震，黑劍斗地彎彎的繞了過來，正中楊過下臂，鮮血迸出，楊過一驚，急忙向後躍開。公孫谷主卻不追擊，冷笑幾聲，這才緩步又進。倘若公孫谷主只有一柄鋸齒金刀，或是一柄能拐彎刺人的黑劍，楊過定然有法抵禦，現下他兩件兵刃一剛一柔，一陰一陽，相濟而攻，楊過登時給他打了個手忙腳亂。他雖十分狼狽，但法王、尹克西等高手在一旁瞧看，卻是越來越感佩服，心中均想：「若是換作我自己去對付他陰陽雙刀，只怕早已命喪當場。這小子機變百出，竟然躲得過這許多惡招。」谷主左刀一砍，右劍一招，楊過肩頭又中了一劍，袍子上鮮血斑斑。谷主沉臉道：「你服了沒有？」楊過微笑道：「你大佔便宜的和我比武，居然還來問我服是不服，哈哈，公孫谷主，怎地你如此厚顏？」谷主收回刀劍，道：「我佔了什麼便宜，倒要請教。」楊過笑道：「你用的是湊手兵刃，左手一柄怪刀，右手一柄奇劍，這一刀一劍，只怕走遍天下也再找不到同樣的一對兒，是不是？」谷主道：「是便怎樣？你的掌套鈴索，可也並不普通啊。」楊過將半截鋼杖往地下一擲，笑道：「這是你大鬍子弟子的。」又除下掌套，拾起割成了兩段的金鈴索，遙擲給小龍女，道：「這是我姑姑的。」他雙手一拍，彈了彈身上灰塵，也不理三處傷口中鮮血泊泊流出，笑道：「我空手來你谷中，豈有為敵之意？你要殺便殺，何必多言。」公孫谷主見他氣度閒適，面目俊秀，身上數處受傷，竟是談笑自如，行若無事，相較之下，不由得自慚形穢，心想：「此人非我所及，若是留在世上，柳兒定是傾心於他。」點了點頭，說道：「好！」一劍往他胸口直刺過去。楊過早已打定了主意：「我既然打他不過，任他刺死便了。」見他劍到，不閃不避，卻回頭去望著小龍女，心想：「我瞧著姑姑而死，雖死無憾。」只見小龍女臉帶甜笑，一步步向他走近，四目相投，對公孫谷主的黑劍竟是誰都不瞧一眼。