第八十六回　丐幫聚會無忌道：「義父，你想趙……趙明她…她會在這船上麼？」謝遜道：「這小妖女若在船上，那倒好辦了。咱們只須留心飲食，免再著了她的道兒。」無忌道：「不錯，咱們把這兒收藏著的鹹魚、乾果帶上船去，決不吃喝船上的物事。」謝遜道：「我料想那趙明決計不在船上，她是欲師那些波斯人的故智，將咱們騙上船去，待航到大海之中，便有蒙古水師其餘的般隻出現，開炮將咱們的座船轟沉。」無忌背上出了一陣冷汗，顫聲道：「難道她用心竟是如此毒辣？其實，她將咱們放逐在這小島之上，讓咱們自生自滅，永世不得回歸中土，也就是了。咱三人又沒什麼事對不起她？」謝遜冷笑道：「你將她囚在萬法寺中的六大派高手一齊放了出來，她焉有不記恨之理？再說，明教教主失蹤，此刻教中上下人等，定在大舉訪尋，難保不尋到這荒島上來。只有令咱們葬身海底，那才是斬草除根。」謝遜哈哈一笑，隨即嘆道：「無忌孩兒，這些執掌軍國重任之人，焉會愛惜人命？像你這般心腸仁慈，蒙古人能橫絕四海、掃蕩百國麼？自古以來，那一個立大功名的英雄不是當機立斷，要殺便殺？別說區區官兵，便是自己父母子女，也顧不得呢。」無忌呆了半晌，說道：「義父說得是。」他向來知道蒙古人對敵人極是殘忍暴虐，但想對自己部下總須盡力愛惜，此刻聽了謝遜之言，心中不禁呆了半截，自覺此番便算回歸中土，統率中原豪傑驅除韃子，但說到治國平天下，決非自己所能。周芷若道：「義父，你說咱們該當如何？」謝遜道：「你有什麼妙計？」芷若道：「那麼咱們別上這船吧。跟那蒙古軍官說，咱們在這兒住得很好，不想回中原去了。」謝遜笑道：「那真是傻丫頭的傻主意。咱們不上船，敵人也決計放咱們不過啊。咱們把這艘船中的官兵都殺盡，他們不能再派十艘八艘來麼？何況中原有多少大事，要無忌回去擔當，怎能讓他老死於這荒島之上？」周芷若俊臉通紅，低聲道：「還是義父出個主意吧，咱們只聽義父吩咐便是。」謝遜略一沉吟，道：「咱們須得如此如此。」無忌和周芷若一聽，齊稱妙計。當下三人盡攜山洞中積儲的食物，搬回小船。無忌更到殷離墓前禱祝一番，灑淚而別，這才上了大船。無忌在艙前艙後察看一番，果然並無趙明在內，船上水手之中，也無特異礙眼的人物，看模樣均是普通的蒙古官兵。那船拔錨揚帆之後，只駛出數十丈，無忌反手一搭，已抓住了拔速台的右腕，另一手抽出他腰間佩刀，架在他的後頸，喝道：「你聽我的號令，命梢公向東行駛！」拔速台大吃一驚，顫聲道：「張公…公子，小…小人沒敢得罪你啊。」無忌道：「你聽我吩咐行事。稍有違抗，我便砍下你的腦袋。」拔速台道：「是，是！」喝令道：「梢…梢公！快向東…向東行駛。」梢公依言轉舵，那船橫掠小島，向東駛去。無忌喝道：「你蒙古人意欲謀害於我，我已識破你們詭計，快快招來！若有虛言，小人你的性命。」說著舉起右掌，往船邊上一拍，只見木屑紛飛，船邊登時缺下一大塊來。船上官兵見到，無不駭然。拔速台道：「公子明鑒：小人奉上司之命，迎接公子西歸，此外更無別情。小人只盼立此功勞，得蒙上司升賞，實無半分歹意。」無忌見他說得誠懇，確非虛語，於是放開他的手腕，走到船頭，左手提起一隻鐵錨，右手又提起一隻鐵錨，喝道：「眾人看清楚了！」雙手一揚，兩隻各重數百斤的大鐵錨一齊飛向半空。眾官兵「嘩」的一聲，齊聲驚喊。待兩隻大鐵錨落將下來，張無忌使出挪移乾坤的心法，雙手一掠一推，兩隻鐵錨又飛了上去。如此連飛三次，無忌才輕輕接住，將兩隻鐵錨放在船頭。蒙古人從馬上得天下，最佩服武勇之士，見了無忌如此驚人的武功，當真是如同天神一般，不由得一齊拜伏，說道：「張公子神勇，世所罕有，小人今日大開眼界。」無忌這麼一顯武功，將一干蒙古官兵收得服服貼貼，再也不敢稍起異心。掌舵的梢公遵依無忌命令，駕船東駛，直航入大洋之中，一連三天，所見的唯有波濤接天。謝遜料得趙明所遣的炮船，必在閩粵一帶海面守候巡視，現下座船航入大洋已遠，決計不至和趙明的炮船相遇，到第五日上，才命梢公改道向北。這一向北，更是接連駛了二十餘日，直到海中見有浮冰，已知來到北海，憑她趙明再聰明十倍，也難猜到此船的所在，於是再命梢公折向西行，航返中土。這一個多月之中，無忌等不是取用自攜的食物，便是捉捕海中鮮魚為食，對船上飲食，竟是不沾唇。這一日午間，遙見西方出現了陸地。蒙古官兵航海已久，眼見歸來，盡皆歡呼。到得傍晚那大船已停泊岸旁，這一帶海岸都是山石，海水甚深，大船可直泊靠岸。謝遜道：「無忌，你上岸去瞧瞧，這是什麼地方。」無忌答應了，飛身上岸。一路行來，只見四下裏都是綠油油的森林，地下積雪初融，極是泥濘。走了一陣，樹林更加蔭深，一株參天古柏，都是數人方能合抱。無忌飛身上了一株高樹，四下一望，但見樹木無邊無際，竟是到了林海之中，再無人跡。他想便再向前，也是如此，當下回向船來，尚未走到岸旁，忽聽得一聲慘呼，聲音極是淒厲，正是從船上發出。無忌吃了一驚，展開輕身功夫，飛奔而回，撲上船頭。只見滿船橫七豎八，盡是蒙古官兵的屍首，自拔速台以下，個個屍橫船中，謝遜和周芷若好端端的站著，卻不見敵人的蹤影。無忌驚問：「義父，芷若，你們沒事吧？敵人到那裏去了？」謝遜道：「什麼敵人？你見到敵蹤麼？」無忌道：「不！這些蒙古人……」謝遜道：「是我和芷若殺的。」無忌更是驚奇，道：「想不到這些韃子一回中土，便膽敢起意害人。」謝遜道：「他們沒敢起意害人，是我要殺了滅口。這些人一死，趙明便不知咱們已回中土。從此她在明裏，咱們在暗裏，找她報仇容易得多了。」無忌倒抽了口氣，半晌說不出話來。謝遜淡淡的道：「怎麼？你怪我手段太辣麼？韃子官兵是咱們敵人，用得著以菩薩心腸相待麼？」無忌不語，心想這些人對自己始終服侍唯謹，未有絲毫怠忽，雖說是敵人，但如此殺絕，總覺心中過意不去。謝遜道：「常言道得好：量小非君子，無毒不丈夫。己不傷人，人便傷己。那趙明如此對待咱們，咱們便當以其人之道，還治其人之身。」無忌道：「義父說的是。」謝遜道：「你放一把火，將船燒了。芷若，搜了屍首身上的金銀，撿三把兵刃防身。」兩人依言而行，在船上放了火，分別躍上岸來。這船船身甚大，直燒到半夜，方始煙飛火滅，連眾人屍首一齊化灰沉入海底，無忌見這麼一來，乾手淨腳，再無半點痕跡，心想義父行事雖然厲害了些，究竟是老江湖，非己所及。三人胡亂在岸旁睡了一覺，次晨穿林向南而行。走到第二日上，才遇到七八個採參的客人，一問之下，原來此地竟是關外遼東，距長白山已然不遠。待得和那些採參客人分手，周芷若道：「義父，是否須得將他們殺了滅口？」無忌喝道：「芷若你說什麼？這些採參客人又不知咱們是誰。難道咱們一路上見一個便殺一個麼？」周芷若一呆，登時滿臉脹得通紅，無忌自和她相識以來，從未如此疾言厲色的對她說話。謝遜道：「依我原意，也是要將這些採參客人殺了。教主既是不願多傷人命，咱們快些設法換了衣服，免露痕跡。」當下三人快步而行，一直走了兩日，才出森林。見到一家農家，無忌取出銀兩，向老農購買衣服。但那農家極是貧寒，僅有一件老羊皮襖可以出讓。接連走了七八家人家，三人方湊齊了三套污穢不堪的衣衫。周芷若素來愛潔，聞到衣褲上陳年累積的臭氣，幾欲作嘔。謝遜卻十分歡喜，命二人用泥漿塗污。無忌在水中一照，只見自己活脫成了遼東一丐，趙明便是對面相逢，也未必相識。三人一路南行，這日來到一處大鎮甸上，那是進關的入經要道。三人走向鎮上一處最大的酒樓，無忌摸出一錠十兩重的銀子交在櫃上，說道：「待咱們用過酒飯，再行結帳。」他是先怕自己衣衫襤褸，酒樓中不肯送上酒飯。豈知那掌櫃恭恭敬敬的站了起來，雙手將銀兩還給無忌，說道：「爺們光顧小店，區區酒水粗飯，算得什麼？由小店作東便是。」無忌很是詫異，坐定後，低聲問周芷若道：「咱們身上可露出什麼破綻？怎地這掌櫃的不肯收受銀子？」周芷若細查三人身上衣服形貌，宛然是三個乞丐，那裏有什麼形跡顯露？謝遜道：「我聽那掌櫃的語氣之中，頗存懼意，咱們小心些便是。」他剛說了這句話，只聽樓梯上腳步聲響，走上七個人來，說也湊巧，竟然也都是乞丐的打扮。這七人靠著窗口大模大樣的坐定。只見店小二恭恭敬敬的上前招呼，口中「爺前爺後」，當他們是達官貴人一般。無忌見這些乞丐有的負著五隻布袋，有的負著六隻，都是丐幫中職司頗高的弟子。店小二將酒菜吩咐了下去，尚未送上，又有五六名丐幫子弟上來。片刻之間，這酒樓上絡絡繹繹來了三十餘名丐幫幫眾，其中竟有三人是七袋弟子。無忌這才恍然大悟，原來丐幫今日在此聚會，酒樓掌櫃誤會他三人也是丐幫中人了。他低聲向謝遜道：「義父，咱們還是避開了這裏吧，免得多惹事端，看來丐幫今日所到的人不少。」正在此時，店小二送上一大盤牛肉，一隻燒雞，五斤白酒，謝遜腹中正餓，兩個多月來從未好好的飽餐一頓，聞到燒雞的香味，食指大動，說道：「咱們悶聲不響的吃了酒肉便行，又礙他們什麼事了？」說著端起碗來，骨嘟嘟的喝了半碗白酒。天可憐見，謝遜流落海外二十餘年，直至今日，方得重嚐酒味，這白酒烈而不醇，乃是常釀，在他卻是如飲醍醐，似喝瓊漿。他又是一口，將一碗白酒都喝乾了，忽然低聲道：「小心，兩個大本領的人物來啦！丐幫中居然有這等人才！」無忌聽到樓梯上的腳步之聲，前面一人左足落腳重，右足落腳輕，後面一人卻是一步重、一步輕。單是聽他二人腳步之聲，就知這兩人武功極是奇特。那兩人一走上樓梯頂口，嘩喇喇一陣響，樓上群丐一齊站起。謝遜作個手勢，三人也站起相迎。要知他三人坐在靠裏的偏角上，和眾人一齊坐著，那是極不惹眼，但當人人都站起身來，他三人倘若仍是大模大樣的坐著，只怕當時便有亂子。只見第一人中等身材，相貌清秀，三絡長鬚，除了身穿乞丐服色，神情模樣，竟似個不第秀才。後面那人滿臉橫肉，虯髯戟張，相貌十分兇猛，只須再黑三分，活像是關公身旁手執大刀的周倉。這二人都是五十多歲的年紀，髯子均已花白，背上各負九隻小小的布袋。這九隻袋子只是表明他們身份，其形體之小，很難裝什麼物事。張無忌心下尋思：「百年前丐幫是江湖上第一聲威赫赫的大幫會。聽太師父言道，昔日丐幫幫主洪七公仁俠仗義，武功深湛，不論白道黑道，無不敬服。其後黃幫主、耶律幫主等也均是出類拔萃的人物，豈知數十年來主持非人，丐幫聲望大非昔比。現在幫主史火龍從不在江湖上露面，不知其人如何。這二人背負九袋，在丐幫中除了幫主而外，當以他二人位份最尊，那日靈蛇島上遣人奪我義父屠龍刀，不知和他二人亦有牽連否？」自從明教的聖火令數十年前為丐幫中奪去之後，明教和丐幫即是勢同水火。明教曾一再企圖奪回聖火令，雙方仇殺數次。中原武林人物向來認為明教為邪魔外道，每逢爭鬥，總是群相出手協助丐幫，是以明教每一回均告失敗。這一次屠龍刀和倚天劍為趙明盜去，那六根聖火令卻仍是藏在張無忌懷中，沒有失落。想是趙明忌憚無忌太強，生怕他中了十香軟筋散之後仍有出奇的本領，因此不敢到他懷中搜索。張無忌眼見酒樓上丐幫人多勢眾，絲毫不敢大意，伸手懷中摸了摸那六根聖火令，心想楊破天教主的遺書諄諄以奪回聖火令相囑，莫要一個不小心，又被丐幫奪了回去。只見那兩名九袋長老走到中間一張大桌旁坐下。那周倉模樣的長老從布袋中摸出一長約四尺的竹棒來，放在桌上。群丐中登時有一半人拜伏在地，說道：「污衣派弟子參見掌棒龍頭。」張無忌因丐幫是本教大敵，曾聽楊逍詳細說過丐幫中的情形，知道丐幫歷來分為污衣、淨衣兩派。這時見拜伏的群丐個個衣衫極是污穢，心知那掌棒龍頭便是污衣派的首領。又見那秀才模樣的長老從布袋中取出一個缺口破缽，雙手捧著放在桌上。其餘衣衫乾淨的群丐便各拜倒，說道：「淨衣派弟子參見掌缽龍頭。」兩個龍頭右手一揮，說道：「起來吧！」群丐這才紛紛歸座。無忌手中捏了一把汗，要知站起來迎接丐幫長老，那也罷了，要他們跪地拜伏，卻是萬萬不可。幸好酒樓上亂糟糟一團，他三人又坐在僻處，兩名龍頭長老四隻眼睛望著屋頂，對群丐傲不理睬，因此也沒見到他三人並未拜伏。群丐雖是在酒樓之中飲食，卻也不脫乞兒的習氣，伸手抓菜，捧碗喝湯，吃得狼藉一團。無忌和謝遜留神傾聽，想聽那兩個龍頭長老說此什麼。不料他二人儘是飲酒吃菜，除了說些「你來一碗！」「這牛肉很香！」之類，一言不涉正事。兩旁群丐更是吆喝猜拳，鬧酒搶菜，嘻嘻哈哈的嚷成一片。待得兩名龍頭長老食畢下樓，群丐也是酒醉飯飽，登時爭先恐後的一鬨而散。謝遜待群丐散盡，低聲道：「無忌，你瞧如何？」無忌道：「丐幫這許多人物在此聚會，決不能是大吃大喝一頓便算。我猜晚間在什麼僻靜之處，定然再行聚集，商量正事。」謝遜點頭道：「依我之見，亦必如此。丐幫是本教大敵，此事既教咱們撞見了，不能便此放過。須得打探明白，瞧他們是否另有圖謀本教的奸計。」當下三人下樓到櫃面付帳，掌櫃的甚是訝異，說什麼也不肯收。無忌心想：「看來丐幫鬧得這裏的茶館酒樓都嚇怕了，吃喝不用付錢。只此一端，已可知他們平素的橫行不法。」三人在僻靜處找了一家小客店歇宿。鎮上丐幫幫眾雖多，但依照向例，無一住店，因此在這客店中倒是不虞撞到丐幫人物。謝遜道：「無忌，我眼不見物，這種打探訊息的事，幹起來諸多不便，芷若武功不高，陪著你去也幫不了忙，還是偏勞你一人吧。」無忌道：「正好如此。」他在客店中稍作休息，便即出門。一走到街上，自南端直走到北端，竟沒見到一名丐幫弟子。張無忌尋思：「不到半個時辰之間，鎮上丐幫幫眾突然人影全無，料想走得不遠。」當下走向一間南貨店，瞪起雙眼，伸拳在櫃台一擊，喝道：「喂，掌櫃的，我那許多兄弟走向那裏去啦？」櫃面上的店伴見到他這副凶神惡煞的模樣，只道是丐幫中的一個惡丐，個個心驚肉跳，內中一人膽大子較大，指著北方，陪笑道：「貴幫朋友們絡繹都向北去了。大爺喝茶麼？」無忌唱道：「不喝！喝什麼他媽的臭茶！」轉身大踏步向北，肚中暗暗好笑。他快步走出鎮甸不遠，只見左首路旁長草中，人影一閃，一名丐幫弟子站了起來，瞧模樣是要上前喝問。張無忌腳下加快，身子如箭離弦，倏忽而過。那丐幫弟子擦了擦眼睛，還疑心自己眼花，怎地忽然似乎有人，忽然不知去向，無忌心想丐幫沿途佈了卡子，好不戒備森嚴，當下展開輕功，向北疾馳，他眼光何等敏銳，丐幫佈在樹叢草中、山間石邊的卡子，一一落入他的目中，反倒成為指引的路標。奔出四五里路，但見三步一崗，五步一卡，哨位越來越密。這些人雖和無忌的武功相差極遠，但青天白日，要盡數避過他們的眼光，卻也著實不易，到了後來，只好避過了大路，曲曲折折的繞道而行。眼見一條山道，通向山腰中的一座大廟，無忌料知群丐必在廟中聚會，一提氣，奔向東北角上，再折而向西，繞過群丐的卡子，直欺到廟側。只見廟前一塊大匾上寫著「彌勒神廟」四個大字，廟貌莊嚴，起得甚是雄偉。無忌暗想：「瞧這模樣，見大幫中重要人物到得不少。我若是混在人叢之中，難免被他們發覺。」四下一打量，見大殿前的庭中左邊一株古松，右邊一株古柏。雙樹蒼挺立，高出殿頂甚多，那松樹更是枝葉密茂，倒可藏身其間。於是繞到廟後，飛身上了屋頂，低伏著身子，走到簷角，輕輕一縱，如一溜煙般落到了松樹之頂，從一根大枝幹後望將出去，心中暗叫一聲：「僥倖！」殿中風光，盡收眼底。只見大雄寶殿的地下，兩旁黑壓壓的坐滿了丐幫幫眾，少說也有三百來人。這些人一齊朝內，是以無忌躍上松樹，人影一晃，竟然無人知覺。殿中放著五個蒲團，虛座以待，顯是在等什麼人到來，殿中雖是聚了三四百人，竟無半點聲息，和酒樓上亂糟糟地搶菜爭食的情景渾不相同。無忌心想：「丐幫享名數百年，近世雖然中衰，昔日典型，究未盡去。那酒樓中的混亂模樣，是平日的神情。由此而觀，幫中長老部勒幫眾，執法實極嚴謹。」大雄寶殿居中坐著一尊彌勒佛，袒腰露出了一個大肚子，張大了笑口，顯得甚是慈祥。無忌正打量間，忽聽得壁後一人喝道：「當缽龍頭到！」殿中群丐霍地站起，垂手而立。那秀才模樣的掌缽龍頭手捧破缽，緩步而出，站在右首。那人大喝：「掌棒龍頭到！」那周倉般的九袋長老雙手高舉一根竹棒，大踏步走了出來，站在左首。那人喝道：「執法長老到！」只見一個萎靡不振，身形瘦小的老丐走了出來，手中持著一根破竹片。此人腳下輕捷，走動時片塵不起。無忌心道：「此人好高的輕功，可和本教布袋和尚說不得不相上下，只較韋蝠王稍遜半籌。」又聽那聲音喝道：「傳功長老到！」這次出來的是一個白鬚白髮的老丐，一根根如銀絲般的鬚髮隨風晃動，臉上似笑非笑，似哭非哭，說不出古怪詭異，這老丐空著雙手，從他身形步法之中，卻看不出武功的深淺。這四人將四個蒲團移向下首，只留下中間一個蒲團，然後彎腰躬身，齊聲說道：「有請幫主大駕！」無忌心中一凜「只聽得丐幫現任幫主名叫『金銀掌』史火龍，武林中極少有人見過他的真面目，卻不知是何等的人物？」大雄寶殿上群丐一齊躬身，過了良久，只聽得屏風後腳步聲響，大踏步走出一條大漢來。但見他身高七尺，魁梧之極，紅光滿面，竟似一個大官員、大豪紳一般的模樣，右手中嗆啷啷的不住響動，搓弄著兩枚大鐵膽。他身上衣衫雖非富麗，卻也決不是乞兒模樣。他走到殿中一站，群丐齊聲說道：「座下弟子，參見幫主大駕。」丐幫幫主史火龍手一揮，說道：「罷了！小子們都好啊？」群丐道：「幫主安好。」待丈火龍在中間的蒲團上坐下，各人才分別坐地。史火龍轉頭向那掌缽龍頭道：「林兄弟，你把金毛獅王和屠龍刀的事，向大夥兒說說。」無忌聽到「金毛獅王和屠龍刀」這幾個字，更是全神貫注的傾聽。那掌缽龍頭站起身來，向幫主打了一躬，轉身說道：「眾家兄弟：魔教和本幫爭鬥了六十年，代代成仇。自從魔教教主的令符聖火令落入本幫手中之後，魔教始終處於下風。近來魔教立了一個新教主，名叫張無忌，本幫有人參與圍攻光明頂之役，曾見到此人是個無知少年。諒這等乳臭未乾、黃毛未褪的小兒，成得什麼大事？焉能與本幫史幫主的雄才偉略相抗？」群丐歡聲雷動，一齊鼓掌，史火龍臉上頗現得意的神色。那掌缽龍頭又道：「只是魔教立了新教主後，本來四分五裂、自相殘殺的局面，登時改觀，倒成了本幫的心腹大患。近一年來，魔教的魔頭們在各路起事，淮泗一帶有韓山童、朱元璋，兩湖一帶有徐壽輝，連敗元兵，佔了不少地方，可說頗成氣候。倘若真給他們成了大事，逐出韃子，那時候本幫數十萬兄弟們，可都是死無葬身之地了。」群丐大怒吆喝：「決不能讓他們成事！」「丐幫誓與魔教死拚到底。」「魔教倘佔了天下，本幫兄弟們還有活命嗎？」一時彌勒廟中群丐憤慨激昂，大聲叫嚷。無忌躲在松樹的針葉叢後，尋思：「想不到我身在海外數月，弟兄們倒是大有所成。丐幫這番顧慮，也非無因，丐幫人數眾多，不可輕侮，若得他們攜手拒元，大事更易成功。該當如何，方得和他們盡釋前嫌，化敵為友？」掌缽龍頭待群丐騷嚷稍靜，說道：「史幫主向來在吹簫山莊靜養，長久不涉江湖，但遇上了這等大事，非得親自主持不可。也是天祐我幫，八袋長老陳友諒結識了一位武當子弟，得到了一個極其重要的訊息。」他提高聲音說道：「陳長老，請陪宋少俠出來和眾兄弟見見。」壁後有人應道：「是！」兩個人攜手而出。一個三十來歲年紀，精神奕奕，正是靈蛇島上謝遜饒了他一命的陳友諒。另一個二十七八歲，相貌俊美，腰懸長劍。無忌一見，不禁吃了一驚，原來此人竟是宋遠橋之子宋青書。當時他被趙明囚禁在萬法寺中，得范遙和張無忌救出，那料到竟會和丐幫混在一起。兩人走到殿中，先向史火龍行禮，再向傳功、執法二長老，掌棒、掌缽二龍頭作了一揖，然後向群丐團團抱拳。掌缽龍頭說道：「陳長老，你將此事的前因後果，跟眾兄弟說說。」陳友諒攜著宋青書的手，說道：「眾家兄弟，我幫得蒙宋少俠相助，當真是天大的機緣。這位宋青書宋少俠，乃是武當派宋遠橋宋大俠的公子，日後武當派的掌門，非他莫屬。那魔教教主張無忌，可說是宋少俠的師弟，因此魔教中的種種情由，宋少俠可說瞭如指掌。數月之前，宋少俠和我說起，魔教的大魔頭金毛獅王謝遜，已到了東海靈蛇島上……」那執法長老忽然插嘴道：「武林中找尋金毛獅王，當真無所不用其極，數十年來始終不知他的下落，宋少俠卻何忽然得知？老夫想要請教。」張無忌心中本來一直存著一個疑團：「謝遜從極北的冰火島南來靈蛇島，此事該當十分隱祕，何以竟會讓丐幫得知訊息？」這時聽那執法長老問起，自是加倍的留神傾聽。只聽陳友諒道：「托幫主洪福，一切機緣十分湊巧。東海有一位金花婆婆，不知如何，竟會得知了謝遜的所在。這老婆婆生長海上，精熟航海之事，居然給她找到了謝遜所居的極北荒島，將他接到靈蛇島。那靈蛇島上囚禁著一對年青夫婦，男的名叫衛璧，女的叫作武青嬰，均是大理的一派武學的傳人。乘著金花婆婆前赴中原，他二人殺了看守之人，逃了出來，在山東遇到危難，幸蒙宋少俠搭救，說起各種前因，宋少俠方知金毛獅王是到了靈蛇島。」那執法長老點頭道：「嗯，原來如此。」張無忌心中，也是這樣說道：「嗯，原來如此。」又想：「衛璧和武青嬰均非正人，當年他們苦心設下巧計，從我口中騙出義父的所在。但幸而如此，紫衫龍王方能獲知義父的下落。當今之世，說到水性和航海之術，只怕很少有人能勝得過紫衫龍王，若不是由她出馬，茫茫北海之中，又有誰能有此能耐，能找尋到這冰火島？縱令是我爹爹媽媽復生，也未必能夠，可見冥冥之中，自有天意。」陳友諒又道：「兄弟和宋少俠乃是生死之交，得悉了這個訊息之後，即行會同季鄭二位八袋長老，率同五名七袋弟子，前赴靈蛇島，意欲生擒謝遜，奪獲屠龍寶刀，獻給幫主。不料魔教大幫人馬，也於此時前赴靈蛇島。兄弟們雖然竭力死戰，終於寡不敵眾，季長老和四名七袋弟子為幫殉難。靈蛇島上的戰況，請鄭長老向幫主稟報。」只見那肢體殘斷的鄭長老從人叢中站起身來，敘述靈蛇島上明教和丐幫之戰。他不說丐幫眾人圍攻謝遜，卻說明教如何人多勢眾，自己一干人如何英勇禦敵，最後說到陳友諒捨身救他性命的仗義之處，更是慷慨激昂，口沫橫飛，說謝遜等為陳友諒的正氣折服，終於不敢動手。大殿上群丐只聽得聳然動容，齊聲喝采。那傳功長老說道：「陳兄弟智勇雙全，而如此義氣，更是難得。」陳友諒躬身道：「做兄弟的承幫主和長老哥哥們的教誨，本幫大義所在，赴湯蹈火，在所不辭。這區區小事，倒勞鄭長老的稱讚，做兄弟的好生不安。」群丐見他如此謙遜，毫不居功，更是大讚不已。張無忌在樹上越聽越氣，心想世上卑鄙無恥，竟至如此，明明是賣友求生，卻變成了仗義救人，只是他做得天衣無縫，連鄭長老也瞧不出破綻，可說是個大大的奸雄。言念及此，心下忽地黯然：「這奸人的詭計，當時義父被他騙過，我也被他騙過，只是騙不過趙姑娘。唉，趙姑娘聰明多才，人品卻是這般……」只見那執法長老站起身來，冷冷的道：「本幫又有這許多兄弟，為魔教的魔頭們所害，這層血海深仇，咱們便此罷了不成？」群丐大聲鼓噪：「咱們非替季長老報仇不可！」「踏平光明頂！掃蕩魔教！」「宰了張無忌，宰了謝遜！」「本幫和魔教勢不兩立，見一個殺一個，見兩個殺一雙！」「幫主快下號令，天下丐幫弟子，齊向魔教攻殺！」執法長老向史火龍道：「啟稟幫主：本幫弟子如此群情憤激。報仇雪恨之舉，如何行事，便待幫主示下。」史火龍皺眉頭道：「這個嘛，這是本幫的大事，嗯，嗯，須得從長計議。你叫七袋弟子以下的幫眾，暫且退出，咱們好好的商量商量。」執法長老應道：「是！」轉身喝道：「奉幫主號令：七袋弟子以下退出大殿，在廟外相候。」群丐轟然答應，向史火龍等躬身行禮，頃刻間一齊退出廟門，大殿上只剩下八袋長老以上的諸首腦。