第二十八回　重上少林這三掌一對，張三丰知道無忌所學內功雜而不精，以之臨敵固能速成，但和玄冥神掌中所留的寒毒膠纏固結，已是無法吸出體外，除非使其氣息全然停止。但一人氣息一絕，立時死亡，還說什麼吸取寒毒？張三丰沉吟良久，心想：「要解他體內寒毒，旁人已無可相助，只有他自己修習『九陽真經』中所載最高無上的內功，方能以至陽化其至陰。但當時先師覺遠大師背誦經文之時。我記憶不全，至今雖閉關數次，苦苦鑽研，仍是只能通得三四成。眼下無法可施，只能教他自練，能保得一日之命，便是多活一日。」當下將「九陽真功」的練法和口訣，傳了無忌。這一門功夫看似簡單，但其中變化繁複，非一言可盡，簡言之，初步功夫是練「大周天搬運」，使一股暖烘烘的真氣，從丹田中先向鎖陰任、督、衝三脈的「陰蹻庫」流注，折而走向尾閭關，然後分兩支上行，經腰脊第十四椎兩旁的「轤轆關」，上行經背、肩、頸而至「玉枕關」，此即所謂「逆運真氣通三關」。然後真氣再上行越過頭頂的「百會穴」，分五路上行，與全身氣脈大會於「膻中穴」，再分主從兩支，還合於丹田，入竅歸元。這樣循環一周，身子便如灌甘露，丹田裏的真氣有似香煙繚繞，悠遊自在，蕩漾漾，輕飄飄，似動似止，載沉載浮，那就是所謂「氤氳紫氣」。這氤氳紫氣練到火候相當，便能化除丹田中的寒毒，但上行而化除百會和膻中穴的寒毒。各派內功的道理無多分別，練法卻截然不同，張三丰所授的心法，以威力而論，可算得天下第一。無忌依法修練，練了兩年有餘，丹田中的氤氳紫氣已有小成，可是身上寒毒實在太過厲害，他體內所蓄的真氣熱力非但無法化除寒毒，反而臉上的綠意日盛一日，每當寒毒發作，所受熬煎也是一次比一次更是厲害。在這兩年之中，張三丰全力照顧無忌內功的進修，宋遠橋等人到處為他找尋靈丹妙藥，什麼百年以上的野山人參、成形首烏、雪山茯苓等珍奇靈物，也不知給無忌服了多少，但始終如石投大海。眾人見他日漸憔悴廋削，雖然見到他時均是強顏歡笑，心上卻無不黯然神傷，心想張翠山留下的這唯一骨血，終於無法保住。武當諸人忙於救傷治病，也無餘暇去追尋傷害俞岱岩和無忌的仇人，這兩年中白眉教教主殷天正數次遣人來探望外孫，贈送不少貴重禮物，但武當諸俠心恨俞張二俠均是間接害在白眉教手中，每次均將白眉教的使者逐下山去，禮物退回，一件不收。有一次莫聲谷還動手將使者狠狠打了一頓，從此殷天正也不再派人上山了。這一日中秋佳節，武當諸俠和師父賀節，還未開席，無忌突然發病，臉上綠氣大盛，寒戰不止。他怕掃了眾人的興緻，咬牙強忍，但這情形又有誰看不出來？殷利亨將無忌拉入房中，蓋上棉被，又生了一爐旺旺的炭火。張三丰忽道：「明日我帶同無忌，上嵩山少林寺走一遭。」眾人明白師父的心意，那是他無奈何之下，迫得向少林派低頭，親自去向空聞大師求救，盼望少林高僧能補全「九陽真功」中的不足之處，挽救無忌的性命。兩年前玉虛觀中一會，少林、武當雙方嫌隙已深，張三丰又是一代宗師，竟然降尊紆貴，不恥求教，那自是大失身份之事。眾人念著張翠山的情義，明知張三丰一上嵩山求教，自此武當派見到少林派時再也抬不起頭來，但這些虛名也顧不得了。本來峨嵋派也傳得一份「九陽真經」，但滅絕師太決不外傳，張三丰數次致書通候，命殷利亨送去，滅絕師太連封皮也不拆，便將書信原封不動的退了回來，眼下除了向少林寺低頭求教，再無別法了。若由宋遠橋率領眾師弟上嵩山少林寺求教，雖於武當派顏面較好，但空聞大師決不肯以「九陽真經」的真訣相授，勢所必然。眾人想起二三十年來威名赫赫的武當派從此要拱手向少林稱臣，心下均是鬱鬱不樂，這一場慶賀團圓佳節的酒宴，也就在幾杯悶酒之後，草草散席。次日一早，張三丰帶同無忌啟程，宋遠橋等一直送下山來。五弟子本想隨行，但張三丰道：「咱們若是人多勢眾，不免引起少林派的疑心，還是由咱們一老一少兩人去的好。」兩人各騎一匹青驢，一路向北。少林、武當兩大武學宗派，其實相距甚近，自鄂北的武當山至豫西嵩山，數日即至。張三丰和無忌自老河口渡過漢水，到了南陽，北行汝州，再折而向西，便是嵩山。兩人上了少室山，便將青驢繫在樹下，捨騎步行。張三丰舊地重遊，憶起八十餘年之前，師尊覺遠大師挑了一副鐵擔，帶同郭襄和自己逃下少林，此時回首前塵，豈止隔世？他心下甚是感慨，攜著無忌之手，緩緩上山，但見五峰依舊，碑林如昔，可是覺遠、郭襄諸人，卻早已不在人間。兩人到了立雪亭，少林寺已然在望，只見兩名少年僧人談笑著走向亭來。張三丰打個問訊，說道：「相煩師父通報，便說武當山張三丰有事求見方丈大師。」那兩名僧人聽見張三丰的名字，吃了一驚，一齊向他打量，但見他身形高大異常，鬚髮如銀，臉上紅潤光滑，笑咪咪的甚是可親，一件青布道袍卻是污穢不堪。要知張三丰任性自在，不修邊幅，江湖上背地裏稱他為「邋遢道人」，也有人稱之為「張邋遢」的。那兩個少年僧人心想：「張三丰是武當派的大宗師，武當派跟咱們少林派向來不和，難道是生事打架來了嗎？」只見他攜著一個面青肌瘦的十一二歲的少年，兩個都是貌不驚人，不見有甚麼威勢。一名僧人問道：「你便真是武當山的張……張真人麼？」張三丰笑道：「貨真價實，不敢假冒。」另一名僧人聽他說話並無一派宗師的莊嚴氣概，更加不信起來，問道：「你真不是開玩笑麼？」張三丰笑道：「張三丰有什麼了不起，冒他的牌子有什麼好處？」兩名僧人將信將疑，飛步回寺通報，過了良久，只見寺門開處，方丈空聞大師率同師弟空智、空性走了出來，三人身後，跟著五位身穿深黃僧袍的老和尚。張三丰知道是達摩院的護法，輩份說不定比方丈還高，在寺中精研武學，從來不問外事，想是聽到武當派掌門人到來，此事非同小可，這才隨同方丈出迎。張三丰搶山亭去，稽首行禮，說道：「有勞方丈和眾位大師出迎，小道如何克當？」空聞等一齊合什還禮，空聞道：「張真人遠來，大出小僧意外，不知有何見諭？」張三丰道：「便有一事相求。」空聞道：「請坐，請坐。」張三丰在亭中坐定後，即有僧人送上茶來。張三丰心中不禁有氣：「我好歹也是一派宗師，總也算是你們前輩，如何不請我進寺。卻在半山坐地？別說是我，便是尋常客人，也不該如此禮貌不周。」但他生性隨便，一轉念間，也就不放在心上了。空聞卻道：「張真人光降敝山，原該恭迎入寺，只是張真人少年之時不告而離少林，本派數百年的規矩，張真人想亦知道，凡是本派棄徒叛徒，終身不許不再入寺門一步，否則當受削足之刑。」張三丰哈哈一笑，道：「原來如此。小道幼年之時，雖曾在少林寺服侍覺遠大師，但那是掃地烹茶的雜役，既沒剃度，亦不拜師，說不上是少林弟子。」空智冷冷的道：「可是張真人卻從少林寺中偷學了武功去。」張三丰氣往上衝，但轉念想道：「我武當派的武功，雖然是四十歲後潛心所創，但推本溯源，若不是覺遠大師傳我『九陽真經』，郭女俠贈了我那一對鐵羅漢，此後一切武功，全是無所憑依。他說我的武功得自少林，也不為過。」於是心平氣和的說道：「小道今日，正是為此而來。」空聞和空智對望了一眼，心想：「不知他來幹什麼？想未必有好意。」空聞便道：「請示其詳。」張三丰道：「適才空智大師言道，小道武功，得自少林，此言本是不錯。小道當年服侍覺遠大師，得蒙授以達摩老祖親手所書的『九陽真經』，只是小道年幼，所學不全，至今實以為憾。其時覺遠大師荒山誦經，有幸得聞者共是三人，一位是峨嵋派創派祖師郭襄女俠，一位是貴派無色禪師，另一人便是小道。小道年紀最小，資質最魯，又無武學根基，三派之中，所得算是最少的了。」空智冷冷的道：「那也不然。張真人自幼服侍覺遠，這數年之中，他豈有不存私心暗中傳你之理？今日武當派名揚天下，那便是覺遠之功了。」覺遠的輩份比空智長了三輩，他該當稱之為「太師叔祖」才是，但覺遠中途逃出少林，被視為棄徒，派中輩名已除，因之空智口氣之中，也就不存禮貌。張三丰恭恭敬敬的站起身來，說道：「先師的恩德，小道無時或忘。」少林四大神僧中，空見慈悲為懷，可惜逝世最早；空聞城府極深，喜怒不形於色；空性渾渾噩噩，不通世務；只有空智氣量褊隘，常覺張三丰自少林寺中偷學了武功去，反而使武當的名望，浸浸然有凌駕少林之勢，心中大是不忿。他認定張三丰這次來到少林，是為張翠山之死報仇洩憤。何況那日殷素素臨死之時，假意將謝遜的下落告知空聞，這一著「移禍江東」之計使得極是毒辣。兩年多來，每個月中均有武林人士來到少林滋擾，或軟求，或硬問，不斷打聽謝遜的所在。空聞發誓賭咒，說道實在不知，但當時武當山玉虛宮中，各門各派數百對眼睛見到殷素素在空聞耳邊明言，如何是假？不論空聞如何解說，旁人總是不信，為此而動武的，月有數起。外來的武林人物固是死傷不少，少林寺中高手卻也損折了許多。推究起來，豈非均是武當種下的禍根？空聞等彆了兩年多的氣，難得今日張三丰自己送上門來，正好大大的折辱他一番，空智便道：「張真人自承是從少林寺中偷得武功，可惜此言並無旁人聽見，否則傳將出去，也好叫江湖上盡皆知聞。」張三丰道：「紅花白藕，天下武學原是一家，千百年來互相截長補短，真正本源早已不易分辨。但少林派領袖武林，此乃眾所公認之事，小道今日上山，正是心慕貴派武學，自知不及，要向眾位大師求教。」空聞、空智等誤會了他言中之意，只道他「要向眾位大師求教」這句話，是向各人挑戰決鬥，不由得均各變色，心想這老道百歲的修為，武功深不可測，舉世有誰是他的敵手，他孤身前來，自是有恃無恐，想來這兩年之中，又練成了什麼厲害無比的武功。一時間，三僧都不接口，最後空性卻道：「好老道，你要考較咱們來著，我空性可不懼你。少林寺中千百和尚一擁而上，你也未必能把少林寺給挑了。」他話說是「不懼」，其實已是大懼，先便打好了千百人一擁而上的主意。張三丰忙道：「各位大師不可誤會，小道所說求教，乃是真的請求指點。只因小道修習先師所傳的『九陽真經』，其中有不少疑難莫解，缺漏不全之處。少林眾高僧修為精湛。若能不吝賜教，使張三丰得聞大道，感激良深。」說著站了起來，深深行了一禮。張三丰這番言語，大出少林諸僧意料之外，他神功蓋代，開宗創派，修練已垂九十載，當世武林之中，聲望之隆，身份之高，無人能出其右，萬想不到今日竟會來向少林求教。空聞急忙還禮，說道：「張真人取笑了，我等後輩淺學，連『他山之石，可以攻玉』這八個字也說不上，如何能當『指點』二字？」張三丰知道此事本來太奇，對方不易入信，於是源源本本的將無忌如何中了「玄冥神掌」，體內陰毒無法驅出的情形說了，又說他是張翠山身後所遺獨子，無論如何要保其一命，目前除了學全「九陽神功」之外，再無他途可循，因此願將本人所學到的「九陽真經」，全部告知少林派，亦盼少林派能示知所學，雙方參悟補足。空聞聽了，沉吟良久，說道：「我少林派七十二項絕技，千百年來從無一名僧俗弟子能學到十二項以上。張真人所學，自是冠絕古今，可是敝派只覺上代列位祖師傳下的武功太多，便是要學十分之一，也是大大不易。張真人再以一種神功和本派交換，盛情可感，然於本派而言，卻屬多餘。」他頓了一頓，又道：「武當派武功，源出少林，今日若是雙方交換武學，日後江湖上不明真相之人，便會說武當派固然祖述少林，但少林派卻也從張真人手上得到了好處。小僧忝為少林掌門，此種流言卻是擔代不起。」張三丰心下暗暗嘆息，想道：「你號稱四大神僧之一，卻如此宥於門戶之見，胸襟未免太狹。」但其時有求於人，不便直斥其非，只得說道：「三位乃當世神僧，慈悲為懷，這小孩兒命在旦夕，還望體念佛祖救世救人之心，俯允所請，小道實感高義。」空智冷冷的道：「雖說出家人慈悲為本，但張翠山張五俠夫婦當年手刃多少個少林弟子？他二人自刎相謝，咱們也就不再追究此事，倘若追究起來，一命還一命，這小孩子也是該當抵命才是。」無忌站在張三丰身旁，聽他忍氣吞聲，甘受少林神僧的搶白，早已怒火填膺，這時聽空智說到父母之事，那裏忍耐得住？昂然道：「太師父，這些和尚逼死了我爹爹媽媽，我寧可立時便死，也不要求他們救命。咱們走吧！」張三丰斥道：「在眾位高僧之前，小孩子不得胡說八道。你父母之死，和眾位高僧何干？」無忌氣鼓鼓的不敢再說，但他生性高傲倔強，心中已打定了主意：「太師父便是說動了他們，以九陽神功教我，我也決計不學。我決不向逼死我父母的仇人，求憐乞命。」只聽張三丰說得唇焦舌燥，空聞等三人總是婉言辭謝。正說之間，忽聽得馬蹄聲響，五乘馬奔上山來，當先一騎馬上的乘客身材魁梧之極，威風凜凜，宛如一座鐵塔相似。那大漢將到立雪亭，勒馬一看，說道：「好極了！」這「好極了」三字，當真是聲若雷震，人人都吃了一驚。那人正向空聞等打量幾眼，說道：「巫山幫梅石堅，前來拜見少林方丈，相煩通報。」這兩句話他是隨口而出，但仍是震得每個人耳中嗡嗡作響，看來他是天生的大喉嚨，再加上內力充沛，說話之聲響亮無比。無忌聽到巫山幫梅石堅六個字，想起兩年多以前，巫山幫的賀老三奉了梅幫主之命，將自己套在蛇袋之中，卻被自己打得重傷，原來那梅幫主竟是如此威猛的人物，那日張三丰百歲壽誕，他卻沒上山祝壽。看到他這等聲勢，無忌不由得有些畏懼，縮在張三丰身後，生怕被那梅石堅認了出來。空聞眉頭一皺，心想：「又是來打聽謝遜下落的惹厭人物，那張翠山夫婦實是害人不淺。」空智便道：「梅幫主求見敝寺方丈，不知為了何事？」梅石堅滾下馬鞍，抱拳道：「在下要向空聞大師打聽一個人的所在。」空智說道：「出家人但知誦經禮佛，不問外事，梅幫主來少林寺打聽旁人下落，可說是問道於盲了。」梅石堅道：「請問這位大師法名？」空智道：「姓名為身外之物，張三李四，都是一般。」梅石堅濃眉上豎，厲聲說道：「大師連法名也不肯見告，那麼在下這一趟遠赴嵩山，注定是一番徒勞了？」空智心念一動，道：「那又不然。梅幫主是要打聞金毛獅王謝遜的所在，是也不是？」梅石堅道：「不錯。在下的長子為謝遜所殺，要找他問他一問。大師若肯見告，巫山幫上下，盡感大德。」空智說：「梅幫主今日上山，也算有緣，若是早到一日，固然無法知曉，遲到一日，也是打聽不著。」梅石堅聽他這麼說，喜動顏色，連稱：「多謝指點。」空智緩緩道：「當今之世，只有一人知道金毛獅王謝遜的下落，那便是這一位小兄弟，他是武當派張翠山張五俠的公子。」說著伸手向無忌一指。無忌本來躲在張三丰的身後，但事到臨頭，又聽到空智提起他父親的名字，心想我豈能畏懼於他，弱了「張五俠」的威名？當即站了出來，說道：「梅幫主，你好不要臉！」他這七個字一說，眾人無不為之一震，料不到如此面黃肌瘦的一個小兒，一開口便是一鳴驚人。梅石堅大聲道：「小小孩童，破口傷人，你不想活了？」無忌聽了他這幾句震耳欲聾的話，心中忍不住害怕，但強提精神，說道：「兩年多以前，你叫一個叫做賀老三的人，假扮丐幫弟子，想將我擒去，此事可是有的？你明明是巫山幫的，為什麼要冒充丐幫的名頭，這不是不要臉麼？」梅石堅滿臉通紅，大喝一聲，一掌便往無忌臉上一掌，但也非將無忌打得半邊臉頰高腫不可。無忌待要要避，但覺對方一掌之力早已將自己全身罩住，氣息閉塞，只得隨手舉掌一格，突然背心上一股柔溫暖的力道傳了過來，雙掌相交，拍的一聲輕響，梅石堅身不由主的登登登接連退出了三步。退到第三步時，已在立雪亭的台階之上，他一步踏空，身形一晃，急使千斤墜之力，方始站穩身子。這一下情勢大是狼狽，本已通紅的臉孔，更是脹得猶如豬肝一般。他怒目瞪著無忌，心下好生奇怪：「賀老三說被他一掌擊傷，我初時還不甚信，原來這小鬼果真甚是邪門。可是他十一二歲年紀，便算在娘胎裏就開始練功，也不能有這等渾厚深沉的掌力？」但空聞、空智等少林高僧卻心中都是明明白白，知道乃是張三丰站在無忌背後，以「隔體傳功」之法，接了梅石堅的一掌。無忌這手臂只不過猶似一根木棒短杖，張三丰用來向梅石堅的手掌輕輕一推。那「隔體傳功」之法雖不甚難，可是要如這等絲毫不露痕跡，瀟灑自如的退敵，少林三大神僧均是自愧不如。梅石堅出了這個醜，心中好生不甘，暗想：「我是生怕傷了你這小鬼，以致只使一成力氣，那料到你竟全力相擊？在少林寺之前丟這個大人，以後巫山幫如何再能在江湖上立足？就算一掌將你擊斃，從此不能再知謝遜那惡賊的下落，也是無可奈何的了。」於是冷笑一聲，喝道：「張小鬼，再接我一掌！」一口氣從丹田中運將上來，勁貫右臂，呼的一聲，一掌直擊無忌的前胸。他掌力未到，手掌去勢時所挾疾風，已將亭中諸人的袍角衣袖都激得飛揚起來，連空聞、空智這些武學高手，他掌風旁勢所及，也不由得胸口有一陣閉塞鬱悶之感，當即各自運氣抵禦。張三丰近數年來閉關潛修，所創的「太極功」與任何武學中的內功均是截然相反，講究以柔克剛、以靜制動、以簡禦繁、以逸待勞、以小敵大、以弱勝強，其中「借力打力」四字，尤為精義之所在。他眼見梅石堅這一掌打向無忌，掌力沉猛之極，不禁心下著惱：「無忌小小孩童，你竟下如此重手打他，若非我在其側，豈不是給你一掌打得腦漿迸裂？」當下左掌在無忌背心上一按，一股修為將近百年的渾厚內力，傳進了他體內。無忌見梅石堅掌勢來得厲害，右掌上托，左掌從右臂之下穿出，使一招降龍十八掌的見龍在田。雙掌一交，兩股大力相互激盪，梅石堅啊的一聲大叫，身子向後飛起數丈，撞塌了立雪亭的一角。各人眼前塵沙飛揚，但見得磚石泥灰紛紛墜下，那梅石堅卻已跌在亭外一株四五丈高的大松樹頂上，啊啊啊的大叫。張三丰的勁力雖大，卻是柔和平正，竟沒傷到梅石堅的分毫。但他輕功根底甚差，身居高樹之巔，一躍下來便要跌得筋斷骨折，只是雙手牢牢抓住樹幹，一動也不敢動。眾人看得又是驚奇，又是好笑。梅石堅所帶來的巫山幫幫眾中，有倆個輕功佳妙之人，便欲攀援上樹，相救幫主。張三丰在無忌耳邊輕輕說了幾句話，無忌點了點頭，從地下拾起一粒石子，扣在中指和拇指之間，向著大樹彈去。這小小一粒石子飛去時破空之聲甚響，擊在梅石堅處身所在的枝椏之上，但聽得喀喇別一聲響亮，那枝幹帶著梅石堅一齊摔了下來。這一著又是大出眾人意料之外，那想到他手指上彈出一粒石子，力道之強，竟足以擊斷一根粗大的樹枝。無忌搶上幾步，伸出左手在梅石堅的背上輕輕一拍。梅石堅這一摔下來，心想定是非受重傷不可，不料無忌這麼一拍，雙足落地，免得出醜，但無忌這一拍擊在他的背心，登覺四肢百骸，都是暖融融地說不出的受用，可是半點力道也不出來，只有直挺挺的在地下拍的摔了一交，這才爬起。他那知這些對掌擲身、彈石斷樹、托背消力的功夫，全是張三丰借著無忌之手而行，只覺這小孩的武功深不測，自己生平從所未見，他對自己是手下留情，若不快走，不知要出多大醜，當下抱拳道：「少年英雄，佩服佩服。」連「三年後再見」那些找場面的話也不說，翻身上了馬背，帶領從人，匆匆下山而去。空聞、空智等都是大為駭異，「武林中傳言這邋遢道人神功無敵，今日一見，他真實的本領只有更在傳聞之上。」空聞本來不願跟他交換內功，但見他顯了這等身手，心想：「我便是再練五十歲，也決不能練到他這般的境地，可見他所學確是有獨到之處。他功夫比我高得多，跟他交換並不吃虧。」於是說道：「張真人這『隔體傳功』的功夫，可也是得自『九陽真經』麼？」張三丰道：「這套功夫係小道所自創太極功，有一套拳術，叫作『太極拳十三式』，卻和達摩老祖所傳的『九陽真經』無關。大師若能救得我這徒孫之命，小道不敢自祕，願將太極拳十三式和對『九陽真經』的膚淺心得，各和位高僧一同研討。」空聞向空智望去，空智緩緩點了點頭。空聞便道：「既是如此，咱們可將『九陽真經』中的內功修練祕訣，傳與張公子。但只許張公子一人修習治病，不得轉授旁人，將來更不得持此而與少林弟子對敵。這兩節要請張公子發下重誓。」張三丰大喜，道：「這兩節都可允得。無忌，你便發一個誓吧！」那知無忌搖頭道：「我不發誓，我也不再學他們的功夫。」張三丰一怔，心知他於父母之慘死，心中一直耿耿，雖然自己於道上曾多方開導，但這孩子性子極是倔強，寧可性命不在，卻不肯向仇人求救，於是將他拉出亭外，遠離少林眾僧，低聲道：「孩子，我帶你來時，你已答應向少林派學九陽真經，怎地這時又反口了？」無忌道：「他們要我發誓，將來不得用九陽神功向少林弟子動手，那麼殺父殺母之仇，如何報法？」張三丰道：「你若是此刻學不全九陽神功，一年之內，性命不保，又如何報那殺父之仇？你只須養好身子，天下厲害的武功甚多，只須學得精湛，那一種不足以制服仇人？又何必非用少林九陽神功不可？」無忌一想甚是，便道：「好，我聽太師父的吩咐。」當下兩人回到立雪亭中，無忌雙膝跪地，朗聲道：「弟子張無忌，今蒙少林派高僧授以九陽神功，療傷治病，日後決不將少林九陽神功轉授他人，亦決不以此功對付少林弟子，如違此誓，教我自刎身亡，和爹爹媽媽一樣。」原來當年他父母命他拜謝遜為義父，名為謝無忌，準擬生下次子，方命其姓張，但張翠山夫婦一死，張門斷了香煙，是以俞蓮舟、殷利亨等要他復姓歸宗。無忌立誓之後，站起身來，心中暗道：「難道我將來不用九陽神功，便殺不得你們這些和尚？」空聞大師合什道：「善哉，善哉！小施主言重了。」向張三丰道：「咱們便帶小施主進寺，傳授神功。但張真人的太極十三式……」張三丰道：「相煩借一副紙墨筆硯，小道便在立雪亭中，將太極十三式及武當九陽功的精義要旨，盡數書寫出來。」空聞道：「如此有勞了。」說著行了一禮，帶回眾僧及無忌回進寺中。無忌心中暗自不忿：「武當九陽功未必便輸於少林九陽功，太師父和你們公平交換，本來大家都不吃虧，可是你們硬要他添上個太極十三式。再者，你們學了武當九陽功之後，可以互相傳授，可以用來對付武當子弟。這麼一來，武當派只好永遠向少林派低頭了。因我一人之故，使得宋師伯、俞師伯他們一生抬不起頭來，這便如何是好？」他雖然聰明，究竟年紀太小，一時也想不出善法，既是太師父之命，只得聽從。空聞將無忌帶入一間小小禪房，說道：「小施主路上辛苦，且歇息一會，老衲便即派人傳你功夫。」說著袍袖展動，在他胸前背後拂了幾拂，已拂中了他的睡穴。空聞大師是少林三大神僧之一，「見聞智性」，名列第二，他的點穴、打穴、拂穴之技，當世罕有其匹。別說無忌是個小小孩童，便是一等一的高手，除非不讓他拂中，只要他衣角袍袖帶到了一點穴道，勁力立時便透了進去，當死即死，當昏則昏，真是厲害無比。豈知無忌跟著謝遜，學的內功甚是怪異，身上穴道常自移位，那日他被假扮元兵的高手所擒，帶到武當山上，明明啞穴被點，他還是叫了幾聲「爹爹」出口，便是這個緣故。此時他睡穴一被拂中，登時昏睡了過去，本來要睡足四個時辰才醒，但只過了一頓時分，他身上血行流動，穴道易位，便醒了過來。神智甫復，便聽得空智的聲音說道：「那張邋遢是一代宗師，既是答應交換，所書的神功祕訣當不會有假，便算他寫得不十分明白，咱們總也能參悟出來。」無忌心想：「他們何以要點我睡穴？莫非要商量什麼不可告人的陰謀麼？」當下閉住眼睛，假裝睡熟，卻在凝神傾聽。其實少林和武當之間雖有嫌隙，空聞、空智、空性三人究是一代高僧，如何能對張三丰使什麼陰謀詭計，墮了少林寺千百年來領袖武林正大門派的清名令譽？　