第十三回　一張白紙曹雲奇心中憋了半天，聽到這裏，猛地站起身來，戟指叫道：「放屁，放屁！我師父是何等功夫，你這小子有甚麼本事救他？」陶子安眼睛望也不望他，只當他沒說過話，向著寶樹等人說道：「我聽了他這兩句話，大是驚疑，忙道：『岳父，你但有所命，小婿赴湯蹈火，在所不辭。』田伯父點點頭，從棉被中取出一個長長的錦緞包裹，交在我的手裏，道：『你拿了這東西，連夜趕赴關外，埋在隱蔽無人之處。若是不讓旁人察覺，或許能救得我一命。』「我接過手來，只覺那包裹又沉又硬，似是一件鐵器，問道：『岳父，那是甚麼東西？有誰要來害你？』田伯父將手揮了幾揮，神色極為疲倦，道：『你快去，連你父也不可告知，再遲片刻就來不及啦。這包裹千萬不得打開。』我不敢再問，轉身出房。剛走到門口，田伯父忽道：『子安，你袍子底下藏著甚麼東西？』我嚇了一跳，心道：『他眼光好厲害！』只得照實說道：『那是兵刃弓箭。今日客人多，小婿怕混進了歹人來，所以特地防著點兒。』田伯父道：『好，你精明能幹，雲奇能學著你一點兒，那就好了。唉，你把弓箭給我。』「我從袍底下取出弓箭，遞給了他。他抽出一枝長箭，看了幾眼，搭在弓上，道：『你快去罷！』我見了這副模樣，心下倒有些驚慌：『他別要在我背心射上一箭！』裝著躬身行禮，慢慢反退出去，退到房門，這才突然轉身。出房門後我回頭一望，只見他將箭頭對準窗口，顯是防備仇家從窗中進來。「我回到自己房裏，對這事好生起疑，心想田伯父的神色之中，始終透著七分驚惶、三分詭秘，可以料定他對我絕無好意。於是我叫醒爹爹，將這事對他說了，但為了怕惹他生氣，青文妹子的事卻瞞著不說。爹爹道：『先瞧瞧這包中是甚麼東西。』我也正有此意，兩人打開包裹，原來正是這隻鐵盒。「這鐵盒是天龍門的鎮門之寶，我早就聽青妹說過。爹爹與田伯父是多年老友，更親眼目睹田伯父從胡一刀的遺孤手中搶來，後來就將闖王的軍刀放在盒裏。爹爹道：『這就奇了。』他知道鐵盒旁藏有短箭，也知道鐵盒的開啟之法，當即依法打開。爺兒倆一看之下，面面相覷，說不出話來。原來盒中竟是空無一物。爹爹道：『那是甚麼意思？』我早就瞧出不妙，這時心中更已明白了八分，知道必是田伯父陷害我的一個毒計，他將寶刀藏在別處，卻將鐵盒給我。他必在路上派人截阻，拿到我後，誣陷我盜他寶刀，逼我交出。我交不出刀，他縱不殺我，也必將青妹的婚事退了，好讓她另嫁曹師兄。爹爹不知其中原委，自然瞧不透他的毒計。」曹雲奇大叫：「你害死我師父，偷竊我們至寶，卻又來胡說八道。這套鬼話，連三歲孩兒也瞞騙不過。」陶子安冷笑道：「田伯父雖已死無對證，我手上卻有證據。」曹雲奇更是暴跳如雷，喝道：「證據？甚麼證據？拿出來大家瞧瞧。」陶子安道：「到時候我自會拿出來，不用你著忙。各位，這位曹師兄老是打斷我的話頭，還不如請他來說。」寶樹道：「曹雲奇，你想把老衲撞下山去，老衲還沒跟你算帳呢！你瞪眼珠粗脖子幹麼？」曹雲奇心中一寒，不敢再說。陶子安道：「我知道事勢緊迫，只要拿著鐵盒一出田門，即無殺身之禍，也必鬧個身敗名裂。我道：『爹，這中間大有蹊蹺，我把包裹去還給岳父，不招攬這門子事。』當下將鐵盒包在錦緞之中，心下琢磨了幾句話，要點破他的詭計，大家來個心照不宣。「待我捧著包裹趕到田伯父房外，他房中燈火已熄，窗子房門都已緊閉。我想這件事隨時都能鬧穿，一刻延挨不得，當下在窗外叫了幾聲：『岳父，岳父！』房裏卻沒應聲。我心下起疑：『田伯父這等武功，縱在沉睡之中也必立時驚覺，難道他故意不理我？』「我越想越怕，似覺天龍門的弟子已埋伏在側，馬上就要一擁而上，逼我交出寶刀。我一面拍門，一面把話說明在先：『岳父！我爹爹要我把包裹還你。我們有要事在身，沒能跟您老辦事。』拍了幾下，房中仍是寂靜無聲。我急了，取出刀子撬開了門閂，推門進去，幌火摺點亮蠟燭，不由得驚得獃了，只見田伯父已死在床上，胸口插了一枝長箭，那正是我常用的羽箭。他臉色驚怖異常，似乎臨死之前曾見到甚麼極可怕極怪異的鬼物一般。「我獃了半晌，不知如何是好，眼見門窗緊閉，不知害死田伯父的兇手怎生進來，下手後又從何處出去？抬頭向屋頂一張，但見屋瓦好好的沒半點破碎，那就不是從屋頂出入的了。我再想查看，忽聽得走廊中傳來幾個人的腳步之聲。我想田伯父死在我的箭下，此時若有人進來，我如何脫得了干係？忙在被上取過我的弓箭，正要去拔他胸口的羽箭，燭光下突然見到床上有兩件物事，這一驚更是非同小可，手一顫，燭臺脫手，燭火立時滅了。「各位定然猜不到我見到的是甚麼東西？原來一樣是這柄寶刀，另一樣卻是青妹埋在墳中的那個死嬰。當時我只道是這嬰兒不甘無辜枉死，竟從墳中鑽出來索命，慌亂之下，順手搶了寶刀就逃。剛奔到門口，忽然想起一事，回來到田伯父的褥子下一摸，果然摸到了那張白紙。我料到田伯父之死與這張紙大有干係，當時不敢點燭細看，只往懷中一塞，正要伸手再去拔箭，突然腳步聲近，有三個人走到了門口，我暗叫：『糟糕！這一下門口被堵，我陶子安性命休矣！』「危急之下，眼見無處躲藏，只得往床底下一鑽，但聽得那三人推門進來，原來是阮師叔和曹周兩位師兄。阮師叔叫了兩聲：『師哥！』不聽見應聲，就命周師兄去點蠟燭來。我想待會取來燭火，他們見到田伯父枉死，一搜之下，我性命難保，此時乘黑，正好衝將出去。「阮師叔與曹師哥都是高手，我一人自不是他二人之敵，但出其不意，或能脫身，此時須得當機立斷，萬萬遷延不得，當下慢慢爬到床邊，正要一躍而出，突然手臂伸將出去，碰到一人的臉孔，原來床底下已有人比我先到。我險些失聲驚呼，那人手掌一翻，已扣住我的脈門。我心中暗暗叫苦，那人卻用手指在我掌心寫道：『併肩子出去。』我心中大喜，就在此時，眼前一亮，周師哥已提了燈籠來到。「只聽得噗的一聲，那人發了一枚暗器，將燈籠打滅，一翻手，竟來奪我手中的寶刀。我一個打滾，滾出床底，急衝而出。床底那人追將出來。只聽阮師叔叫道：『好賊子！』揮掌打去。阮師叔武功極高，那人竟爾脫不了身。我急忙奔回房中，叫了爹爹，連夜逃出田家。「這件事的始末就是如此。這鐵盒是田伯父親手交給我的，他叫我埋在關外，我是依他的遺命而為。天龍門的師叔師兄們見到田伯父胸上羽箭，自然疑心是我下手害他，這原是難怪。只可惜我不知床底那人的底細，否則大可找來給我做證。但縱然床下人不肯露臉，我也知害死田伯父的兇手是誰。各位請看，這張紙是田伯父見到我時塞在褥子底下的，他心中害怕仇家前來相害，他彎弓搭箭對準窗口，等的就是此人。可是此人終於要來，而田伯父也終於逃不出他的毒手。」他說到這裏，從懷裏取出一隻繡花的錦囊。眾人見這錦囊手工精緻，都知是田青文所作，不由得轉頭去望曹雲奇。陶子安打開錦囊，摸出一張白紙，要待交給寶樹，但微一遲疑，卻遞給了苗若蘭。那白紙摺成一個方勝，苗若蘭接過來打開一看，輕輕咦了一聲，只見紙上濃墨寫著兩行字道：「恭賀田老前輩閉門封劍，福壽全歸。門下侍教晚生胡斐謹拜。」這兩行字筆力清秀挺拔，與左右雙僮送上山來的拜帖筆致一模一樣，確是雪山飛狐胡斐的親筆。苗若蘭拿著白紙的手微微顫動，輕聲道：「難道是他？」阮士中從苗若蘭的手中接過白紙一看，道：「那確是胡斐的筆跡。這樣說來，咱們倒是錯怪子安了。」他突然回過頭來，望著劉元鶴道：「劉大人，那你躲在我田師哥床底幹甚麼？你是給雪山飛狐臥底來啦，是不是？」眾人聞言，都吃了一驚，連曹雲奇與周雲陽也都摸不著頭腦。當晚黑暗之中，那床底人與阮士中交手數合，隨即逸去，三人事後猜測，始終不知是誰，怎麼他此時突然指著劉元鶴叫陣？但見劉元鶴冷笑一聲，卻不答話。阮士中道：「那晚黑暗之中，在下未能得見床下君子的面貌，心中卻佩服此公武藝了得，咱們師叔姪三人不但未能將他截住，連他的底細來歷也是摸不到半點邊兒。今日雪地一戰，得與劉大人過招，那正是當日床下君子的身手。嘿嘿，幸會啊幸會！嘿嘿，可惜啊可惜。」周雲陽知道師叔此時需要一個搭檔，就如說相聲的下手，否則接不下口去；於是問道：「師叔，可惜甚麼？」阮士中雙眉一揚，高聲道：「想不到堂堂一位御前侍衛劉大人，卻幹這等穿堂入戶、偷雞摸狗的勾當！」劉元鶴哈哈大笑，說道：「阮大哥罵得好，罵得痛快，那晚躲在田歸農床下的，不錯正是區區在下。你罵我偷雞摸狗，原也不假。」他說到這裏，臉上顯出一副得意的神情，又道：「只是在下的偷雞摸狗，卻是奉了皇上的聖旨而行！」眾人一驚，初時都覺他胡說八道，但轉念一想，他是清宮侍衛，只怕當真是奉旨對付天龍門，亦未可知。飲馬川山寨向來與官府作對，倒也不甚在意，天龍諸人卻都是有家有業之人，聞言不禁氣沮。殷吉是兩廣著名的大財主，心中尤其驚懼。劉元鶴見一句話把眾人懾伏了，更是洋洋自得，說道：「事到如今，我就把這事跟各位說說，待會或者尚有借重各位之處。這一件東西，或者各位從未見過。」說著從懷中取出一個黃色的大封袋來。封袋外寫著「密令」二字，他開了袋口，取出一張黃紙，朗聲讀道：「奉聖旨，令御前一等帶刀侍衛劉元鶴依計行事，不得有誤。總管賽。」讀畢，將那黃紙攤在桌上，讓眾人共觀。殷吉、陶百歲等多見博聞，知道那是侍衛總管賽尚鄂新所下的密令。那賽總管向稱滿州武士的第一高手，素為乾隆皇帝所倚重。劉元鶴道：「阮大哥，你不必跟我瞪眼珠吹鬍子，這件事從頭說來，還是令師兄田歸農起的因頭。有一日，賽總管邀了咱們十八個侍衛到總管府去吃晚飯。這十八個人哪，外邊朋友送咱們一個外號，叫做『大內十八高手』。其實憑我們這一點三腳貓本事，哪裏說得上『高手』二字？不過朋友們要這麼叫，要給咱們臉上貼金，那也沒有法兒，是不是？「咱們一到，賽總管就說，今日要給大夥兒引見一位武林中響噹噹的腳色。咱們忙問是誰，賽總管微笑不說。待會開了酒席，賽總管到內堂引出一個人來。只見他腰板筆挺，步履矯健，確是一把好手。他兩鬢雖已灰白，但面目仍是極為英俊清秀，想當年定是一位美男子。「賽總管朗聲道：『各位兄弟，這位是天龍門北宗掌門，武林中的泰山北斗田歸農田大哥！』「咱們一聽，都是微微一驚。田歸農的名頭大家都是知道的，只是天龍門素來不與官府往來，不知賽總管憑了甚麼面子能把他請到。飲酒中間，大夥兒逐一向他把盞敬酒，田大哥也是客氣之極，說了許多仰慕的話，可一句不提他上京的原因。直到吃喝完了，賽總管請大夥兒到東廂房喝茶，他兩人才把其中原委，說了出來。「原來田大哥雖然身在草莽，可是忠君報國之心，卻一點沒比咱們當差的少了。他這次上京，為的是要向皇上呈獻一個大寶藏。這大寶藏嘛，那就是反賊李自成在北京所搜括的金銀財寶了。田大哥道，要找尋這個寶藏，共有兩個線索，須得兩個線索拼湊起來，方能尋到。一個線索是李自成的一把軍刀，那是他天龍門掌管，他就攜帶在身。另一個線索可就難了，那是一幅寶藏所在的地圖，自來由苗家劍苗家世代相傳。單有地圖而無軍刀，不知尋寶關鍵；單有軍刀而無地圖，不知寶藏的所在。若是二寶合璧，取那寶藏就如探囊取物一般。「咱們雖在官家當差，可個個出身武林，一聽到苗家劍三字，都想：『那打遍天下無敵手金面佛〉苗人鳳何等厲害，誰敢惹他？』「田大哥見我們臉現難色，微微一笑，道：『在下若非想到了對付苗人鳳之策，哪敢輕易前來驚動各位？』賽總管忙問何策。田大哥抵掌而談，說出一席話來，只把眾人聽得連連點頭，齊叫妙計。他到底說的是何妙計，時機一到，各位自然知曉，此刻也不必多說。「次日田大哥告別離京，賽總管就派咱們依計而行。後來賽總管細細琢磨此事，總覺田大哥一不想升官、二不想發財，平白無端送咱們這樣一份大禮，天下哪有這等好人？只怕其中必有別因，於是派了幾人暗中出京打探。我離京不久，就聽到田大哥閉門封劍的訊息，當下備了一份禮物，上門道賀。「一見田大哥，他歡喜得很，說我來得正好，將我拉在一邊，要我辦一件事。殷大哥，說出來你可別生氣，他是要我知會官府，隨便誣陷你一個罪名，將你拿在獄裏。」殷吉嚇了一跳，心中一涼，說道：「這種事田師兄原也做得出來，幸蒙劉大人明鑒，高抬貴手，小的必有厚報。」劉元鶴道：「好說，好說。當時我就問他跟殷大哥有甚仇怨。他道，仇怨是沒有，只是依他們天龍門規矩，一屆北宗掌門人封門封劍之期，李自成那把軍刀就須傳給南宗，片刻延挨不得。若是落到了殷大哥手裏，再要索回就多一番周折了。「這話雖是不錯，可是我疑心更甚，當時跟他唯唯否否，既不答應，也不拒卻，酒席之後，只是在一邊廂冷眼旁觀，卻瞧出許多破綻來。「那晚上田大哥與殷大哥在後室為了交管軍刀之事，起了爭執，我想，田大哥這件事難以推托，我倒有法兒給他幫個忙。若是我暗中將他軍刀收起，他自然無法交出，殷大哥縱然不滿，卻也無計可施。這正是我立大功報聖恩的良機，豈能輕易放過？於是我悄悄走進田大哥房中，待要找尋那柄軍刀，卻聽見門外腳步聲響，原來是田大哥回來了。事急之下，我只得躲入了床下。「只聽得田大哥走進房來，打開箱子，取出鐵盒，突然驚呼：『咦，寶刀呢？』聽他這呼聲驚惶異常，實非作假，看來這刀是被人盜去了。他立時去把女兒田姑娘叫進來來詢問，田姑娘毫不知情，也很為父親焦急。不久阮大哥進來了。師兄弟倆為了立掌門的事又起爭執，提到了曹雲奇曹師兄與田姑娘的曖昧之事，田姑娘惱著先走，後來又去叫了陶子安陶世兄來。田大哥將鐵盒交給陶世兄，命他去埋在關外。我在床下聽得清清楚楚，暗想陶子安這傻瓜這番上了大當，卻不知後來尚有這許多事端。陶世兄走後，我在床下聽得田大哥只是搥床嘆息，喃喃自語：『好胡一刀，好苗人鳳！』「當時我只道苗人鳳盜了他的刀去，卻原來他接到了胡一刀之子胡斐的拜帖，自知難逃一死。「過了好半天，田姑娘匆匆進房，說道：『爹，我查到了你寶刀的下落。』田大哥一躍而起，叫道：『在哪裏？』田姑娘走近幾步，輕聲道：『給周師兄偷去了。』田大哥道：『當真？他人呢？刀呢？』田姑娘道：『我親眼見到他將刀埋在一個處所。』田大哥道：『好，你快去掘來。』田姑娘道：『爹，我要做一件事，你可莫怪我。』田大哥道：『甚麼事？』田姑娘道：『你去把周師兄叫來，我躲在門後，你問他是不是盜了寶刀。他若認了，我就在他背上釘一枚毒龍錐。』「我心裏想，這位姑娘的手段好狠啊。只聽田大哥道：『我打折他雙腿就是，不必取他性命。』田姑娘道：『你不依我，我就不給你取刀。』田大哥微一遲疑，道：『好，你先去取了刀來，憑你怎麼處置他。』於是田姑娘轉身出去。當時我不知田姑娘跟她師兄有甚仇怨，今日聽了陶師兄之言，方知田姑娘是要殺他滅口，原來她埋藏私生兒之事，教他瞧見啦。「我索性在床下臥倒，靜候瞧這幕殺人的活劇，再則，我還得等那柄刀呢，何況田大哥醒著躺在床上，我怎能出去？等了不久，田姑娘匆匆回來，顫聲道：『爹，那刀給他掘去啦，我好胡塗，竟遲了一步，他－－他還－－』田大哥道：『他還怎麼？』田姑娘其實想說：『他連我孩兒的屍體也掘去啦！』但這句話怎說得出口，獃了一獃，叫道：『我找他去！』拔足急奔而出。想是驚恐過甚，奔到門邊時竟一跤摔倒。「我在床下憋得氣悶，寶刀又沒拿回來，本想乘機打滅燭火逃出，哪知田大哥見她女兒摔倒，只嘆了口長氣，卻不下床去扶。田姑娘站起身來，扶著門框喘息一會方走。田大哥下床去關上門，坐在椅上。但見他將長劍放在桌上，手裏拿了弓箭，鐵青著臉，神色極是怕人。我心中也是惴惴不安，要是給他發覺，他一個翻臉無情，那只怕性命不保。「過了半個多時辰，眼見蠟燭只剩了一小半截，這半個多時辰之中，田大哥坐在椅上竟一動也不動，宛如僵直了一般，但雙目卻是精光閃爍，顯得心下極為煩躁不安。四下裏一片死寂，只聽得遠處隱隱有犬吠之聲，接著近處一隻狗也吠了起來，突然之間，這狗兒悲吠一聲，立時住口，似是被人用極快手法弄死了。田大哥猛地站起，房門上卻起了幾下敲擊之聲。這聲音來得好快，聽那狗兒吠叫聲音總在數十丈外，豈知他一弄死狗兒，轉瞬間就到門外。「田大哥低沉著聲音道：『胡斐，你終於來了？』門外那人卻道：『田歸農，你認得我聲音麼？』田大哥臉色更是蒼白，顫聲道：『苗－－苗大俠！』門外那人道：『不錯，是我！』田大哥道：『苗大俠，你來幹甚麼？你說過永遠不伸手害我的。』門外那人道：『哼，我不來害你，是給你送東西來啦！』田大哥遲疑片刻，放下弓箭，去開了門。「只見一個又高又瘦、臉色蠟黃的漢子走了進來。我在床底留神瞧他模樣，心道：『此人號稱打遍天下無敵手，是當今武林中頂兒尖兒的腳色，果然是不怒自威，氣勢懾人。』只見他手裏捧著兩件長長的物事，放在桌上，說道：『這是你的寶刀，這是你的外孫兒子。』原來那包長長的東西竟是一個死嬰。「田大哥身子顫了一顫，倒在椅中。苗大俠道：『你徒弟瞞著你去埋刀，你女兒埋著你去埋私生兒，都給我瞧見啦，現下都掘出來還你。』田大哥道：『謝謝你。我－－我家門不幸，言之有愧。』苗大俠突然眼框一紅，似要流淚，但隨即滿臉殺氣，一個字一個字的道：『她是怎麼死的？』」只聽得噹啷一響，苗若蘭手裏的茶碗摔在地下，跌得粉碎。她行動舉止本來十分的溫文柔和，不知怎的，竟然把持不定。琴兒忙取出手帕，抹去她身上茶漬，輕聲道：「小姐，進去歇歇罷，別聽啦！」苗若蘭道：「不，我要聽他說完。」劉元鶴向她望了一眼，接著道：「田大哥道：『那天她受了涼，就傷風咳嗽。我請醫生給她診治，醫生說不礙事，只是輕感冒，服一劑藥發汗退燒就行了。哪知她說藥太苦，將煎好的藥潑了去，又不肯吃飯，這一來病勢越來越沉。我急忙喚醫生，但她不服藥，不吃東西，說甚麼也勸不聽。』」