第二八回　恩斷義絕紫衫王將近大都時，張無忌心想昨晚萬安寺一戰，汝陽王手下許多武士已識得自己面目，撞上了諸多不便，於是到一家農家買了套莊稼漢子的舊衣服換了，頭上戴個斗笠，用煤灰泥已將手臉塗得黑黑地，這才進城。他回到西城的客店外，四下打量，前後左右並無異狀，當即閃身入內，進了自己的住房。小昭正坐在窗邊，手中做著針線，見他進房，一怔之下，才認了他出來，滿臉歡容，如春花之初綻，笑道：「公子爺，我還道是那一個莊稼漢闖錯了屋子呢，真沒想到是你。」張無忌笑道：「你在做甚麼？獨個兒悶不悶？」小昭臉上一紅，將手中縫著的衣衫藏到了背後，忸怩道：「我在學著縫衣，可見不得人的。」將衣衫藏在枕頭底下，斟茶給張無忌喝，見到他滿臉黑泥，笑道：「你洗不洗臉？」張無忌微笑道：「我故意塗抹的，可別洗去了。」拿著茶杯，心下沉吟：「趙姑娘要我陪她去借屠龍刀。大丈夫言出如山，不能失信於人。何況我原要去接義父回歸中土。義父本來擔心中原仇家太多，他眼盲之後，應付不了。此時武林群豪同心抗胡，私人的仇怨，甚麼都該化解了。只須我陪他老人家在一起，諒旁人也不能動他一根毫毛。大海中風濤險惡，小昭這孩子是不能一齊去的。嗯，有了，我要趙姑娘將小昭安頓在王府之中，倒比別的處所平安得多。」小昭見他忽然微笑，問道：「公子，你在想甚麼？」張無忌道：「我要到一個很遠很遠的地方去，帶著你很是不便。我想到了一處所在，可以送你去寄居。」小昭臉上變色，道：「公子爺，我一定要跟著你，小昭要天天這般服侍你。」張無忌勸道：「我是為你好。我要去的地方很遠，很危險，不知甚麼時候才能回來。」小昭道：「在光明頂上那山洞之中，我就已打定了主意，你到那裏，我跟到那裏。除非你把我殺了，才能撇下我，你見了我討厭，不要我陪伴嗎？」張無忌道：「不，不！你知道我很喜歡你，我只是不願你去冒無謂的危險。我一回來，立刻就會找你。」小昭搖頭道：「只要在你身邊，甚麼危險我都不在乎。公子爺，你帶我去罷！」張無忌握著小昭的手，道：「小昭，我也不須瞞你，我是答應了趙姑娘，要陪她往海外一行。大海之中，波濤連天。我是不得不去。但你去冒此奇險，殊是無益。」小昭脹紅了臉，道：「你陪趙姑娘一起，我更加要跟著你。」說了這兩句話，已急得眼中淚水盈盈。張無忌道：「為甚麼更加要跟著我？」小昭道：「那趙姑娘心地歹毒，誰也料不得她會對你怎樣。我跟著你，也好照看著你些兒。」張無忌心中一動：「莫非這小姑娘對我暗中已生情意？」聽到她言辭中忱忱之誠，不禁感激，笑道：「好，帶便帶你去，大海中暈起船來，可不許叫苦。」小昭大喜，連聲答應，說道：「我要是惹得你不高興，你把我拋下海去餵魚罷！」張無忌笑道：「我怎麼捨得？」他二人雖然相處日久，有時旅途之際客舍不便，便同臥一室，但小昭自居婢僕，張無忌又從來不說一句戲謔調笑的言語。這時他衝口而出說了句「我怎麼捨得」，自知失言，不由得臉上一紅，轉過了頭望著窗外。小昭卻嘆了口氣，自去坐在一邊。張無忌問道：「你為甚麼歎氣？」小昭道：「你真正捨不得的人多著呢。峨嵋派的周姑娘，汝陽王府的郡主娘娘，將來不知道還有多少。你心中怎會掛念著我這個小丫頭？」張無忌走到她面前，說道：「小昭，你一直待我很好，難道我不知道嗎？難道我是個忘恩負義、不知好歹的人嗎？」說這兩句話時臉色鄭重，語意極是誠懇。小昭又是害羞，又是歡喜，低下了頭道：「我又沒要你對我怎樣，只要你許我永遠服侍你，做你的小丫頭，我就心滿意足了。你一晚沒睡，一定倦了，快上床休息一會罷。」說著掀開被窩，服侍他安睡，自去坐在窗下，拈著針線縫衣。張無忌聽著她手上的鐵鍊偶爾發出輕微的錚錚之聲，只覺心中平安喜樂，過不多時，便合上眼睡著了。這一睡直到傍晚始醒，他吃了碗麵，說道：「小昭，我帶你去見趙姑娘，借她倚天劍斬斷你手腳上的銬鐐。」兩人走到街上，但見蒙古兵卒騎馬來回奔馳，戒備甚嚴，自是昨晚汝陽王府失火、萬安寺大亂之故。兩人一聽到馬蹄聲音，便縮身在屋角後面，不讓元兵見到，不多時便到了那家小酒店中。張無忌帶著小昭推門入內，只見趙敏已坐在昨晚飲酒的座頭上，笑吟吟的站了起來，說道：「張公子真乃信人。」張無忌見她神色如常，絲毫不以昨晚之事為忤，暗想：「這位姑娘城府真深，按理說我派人殺了她父親的愛姬，將她費盡心血捉來的六派高手一齊放了，她必定惱怒異常，不料她一如平時。且看她待會如何發作。」見桌上已擺設了兩副杯筷，他欠一欠身，便即就坐，小昭遠遠站著伺候。張無忌抱拳說道：「趙姑娘，昨晚之事，在下諸多得罪，還祈見諒。」趙敏笑道：「爹爹那韓姬妖妖嬈嬈的，我見了就討厭，多謝你叫人殺了她。我媽媽盡誇讚你能幹呢。」張無忌一怔，如此結果，實是大出意料之外。趙敏又道：「那些人你救了去也好，反正他們不肯歸降，我留著也是無用。你救了他們，大家一定感激你得緊。當今中原武林，聲望之隆，自是無人再及得上你了。張公子，我敬你一杯！」說著笑盈盈的舉起酒杯。便在此時，門口走進一個人來，卻是范遙。他先向張無忌行了一禮，再恭恭敬敬的向趙敏拜了下去，說道：「郡主，苦頭陀向你告辭。」趙敏並不還禮，冷冷的道：「苦大師，你瞞得我好苦。我這個郡主觔斗栽得可不小啊。」范遙站起身來，昂然說道：「苦頭陀姓范名遙，乃明教光明右使。朝廷與明教為敵，本人混入汝陽王府，自是有所為而來。多承郡主禮敬有加，今日特來作別。」趙敏仍是冷冷的道：「你要去便去，又何必如此多禮？」范遙道：「大丈夫行事光明磊落，自今而後，在下即與郡主為敵，若不明白相告，有負郡主平日相待之意。」趙敏向張無忌看了一眼，問道：「你到底有甚麼本事，能使手下個個對你這般死心塌地？」張無忌道：「我們是為國為民、為仁俠、為義氣，范右使和我素不相識，可是一見如故，肝膽相照，只是不枉了兄弟間這個『義』字。」范遙哈哈一笑，說道：「教主這幾句言語，正說出了屬下的心事。教主，你多多保重。這位郡主娘娘年紀雖輕，卻是心狠手辣，大非尋常。你良心太好，可千萬別要上當。」張無忌道：「是，我自是不敢大意。」趙敏笑道：「多謝苦大師稱讚。」范遙轉身出店，經過小昭身邊時，突然一怔，臉上神色驚愕異常，似乎突然見到甚麼可怕之極的鬼魅一般，失聲叫道：「你……你……」小昭奇道：「怎麼啦？」范遙向她呆望了半晌，搖頭道：「不是的……不是的……我看錯人了。」長歎一聲，神色黯然，推門走了出去。口中喃喃的道：「真像，真像。」趙敏與張無忌對望一眼，都不知他說小昭像誰。忽聽得遠處傳來幾下呼哨之聲，三長兩短，聲音尖銳。張無忌一怔，記得這是峨嵋派招聚同門的訊號，當日在西域遇到滅絕師太等一干人時，曾數次聽到她們以此訊號相互聯絡，尋思：「怎地峨嵋派又回到了大都？莫非遇上了敵人嗎？」趙敏道：「那是峨嵋派，似乎遇上了甚麼急事。咱們去瞧瞧，好不好？」張無忌奇道：「你怎知道？」趙敏笑道：「我在西域率人跟了她們四日四夜，終於捉到了滅絕師太，怎會不知？」張無忌道：「好，咱們便去瞧瞧。趙姑娘，我先求你一件事，要借你的倚天劍一用。」趙敏笑道：「你未借屠龍刀，先向我借倚天劍，算盤倒是精明。」解下腰間繫著的寶劍，遞了過去。張無忌拿在手裏。拔劍出鞘，道：「小昭，你過來。」小昭走到他身前，張無忌揮動長劍，嗤嗤嗤幾下輕響，小昭手腳上銬鍊一齊削斷，嗆啷跌在地下。小昭下拜道：「多謝公子，多謝郡主。」趙敏微笑道：「好美麗的小姑娘。你教主定是歡喜你得緊了。」小昭臉上一紅，眼中閃耀著喜悅的光芒。張無忌還劍入鞘，交給趙敏，只聽得峨嵋派的呼哨聲直往東北方而去，便道：「咱們去罷。」趙敏摸出一小錠銀子拋在桌上，閃身出店。張無忌怕小昭跟隨不上，右手拉住她手，左手托在她腰間，不即不離的跟在趙敏身後。只奔出十餘丈，便覺小昭身子輕飄飄的，腳步移動也甚迅速，他微覺奇怪，手上收回相助的力道，見小昭仍是和自己並肩而行，始終不見落後。雖然他此刻未施上乘輕功，但腳下已是極快，小昭居然仍能跟上。轉眼之間，趙敏已越過幾條僻靜小路，來到一堵半塌的圍牆之外。張無忌聽到牆內隱隱有女子爭執的聲音，知道峨嵋派便在其內，拉著小昭的手越牆而入，黑暗中落地無聲。圍牆內遍地長草，原來是個廢園。趙敏跟著進來，三人伏在長草之中。※※※廢園北隅有個破敗涼亭，亭中影影綽綽的聚集著二十來人，只聽得一個女子聲音說道：「你是本門最年輕的弟子，論資望，說武功，那一樁都輪不到你來做本派掌門……」張無忌認得是丁敏君的語音，在長草叢中伏身而前，走到離涼亭數丈之處，這才停住。此時星光黯淡，瞧出來朦朧一片，他凝神注視，隱約看清楚亭中有男有女，都是峨嵋派弟子，除丁敏君外，其餘滅絕師太座下的諸大弟子似乎均在其內。左首一人身形修長，青裙曳地，正是周芷若。只聽丁敏君話聲極是嚴峻，不住口的道：「你說，你說……」周芷若緩緩的道：「丁師姊說的是，小妹是本門最年輕的弟子，不論資歷、武功、才幹、品德，那一項都夠不上做本派掌門。師父命小妹當此大任，小妹原曾一再苦苦推辭，但先師厲言重責，要小妹發下毒誓，不得有負師父的囑咐。」峨嵋大弟子靜玄說道：「師父英明，既命周師妹繼任掌門，必有深意。咱們同受師父栽培的大恩，自當遵奉她老人家遺志，同心輔佐周師妹，以光本派武德。」丁敏君冷笑道：「靜玄師姊說師父必有深意，這『必有深意』四字果然說得好。咱們在高塔之上、高塔之下，不是都曾親耳聽到苦頭陀和鶴筆翁大聲叫嚷嗎？周師妹的父母是誰，師父為何對她另眼相看，這還明白不過嗎？」苦頭陀對鹿杖客說道滅絕師太是他的老情人、周芷若是他二人的私生女兒，只不過是他邪魔外道的古怪脾氣發作、隨口開句玩笑，但鶴筆翁這麼公然叫嚷出來，旁人聽在耳裏，雖然未必盡信，難免有幾分疑心。這等男女之私，常人總是寧信其有，不信其無，而滅絕師太對周芷若如此另眼相看，一眾弟子均是不明所以，「私生女兒」這四字正是最好的解釋。各人聽了丁敏君這幾句話，都默然不語。周芷若顫聲道：「丁師姊，你若不服小妹接任掌門，盡可明白言講。你胡言亂語，敗壞師父畢生清譽，該當何罪？小妹先父姓周，乃是漢水中一個操舟的船夫，不會絲毫武功。先母薛氏，祖上卻是世家，本是襄陽人氏，襄陽城破之後逃難南下，淪落無依，嫁了先父。小妹蒙武當派張真人之薦，引入峨嵋門下，在此以前，從未見過師父一面。你受師父大恩，今日先師撒手西歸，便來說這等言語，這……這……」說到這裏，語音哽咽，淚珠滾滾而下，再也說不下去了。丁敏君冷笑道：「你想任本派掌門，尚未得同門公認，自己身份未明，便想作威作福，分派我的不是，甚麼敗壞師父清譽，甚麼該當何罪。你想來治我的罪，是不是？我倒要請問：你既受師父之囑繼承掌門，便該即日回歸峨嵋。師父逝世，本派事務千頭萬緒，在在均要掌門人分理。你孤身一人突然不聲不響的回到大都，卻是為何？」周芷若道：「師父交下一副極重的擔子，放在小妹身上，是以小妹非回大都不可。」丁敏君道：「那是甚麼事？此處除了本派同門，並無外人，你盡可明白言講。」周芷若道：「這是本派最大的機密，除了本派掌門人之外，不能告知旁人。」丁敏君冷笑道：「哼，哼！你甚麼都往『掌門人』這三個字上一推，須騙我不到。我來問你：本派和魔教仇深似海，本派同門不少喪於魔教之手，魔教教眾死於師父倚天劍下的更是不計其數。師父所以逝世，便因不肯受那魔教教主一托之故。然則師父屍骨未寒，何以你便悄悄的來尋魔教那個姓張的小淫賊、那個當教主的大魔頭？」張無忌聽到最後這幾句話時身子不禁一震，便在此時，只覺一根柔膩的手指伸到自己左頰之上，輕輕刮了兩下，正是身旁的趙敏以手指替他刮羞。張無忌滿臉通紅，心想：「難道周姑娘真的是來找我嗎？」只聽周芷若囁囁嚅嚅的道：「你……你又來胡說八道了……」丁敏君大聲道：「你還想抵賴？你叫大夥兒先回峨嵋，咱們問你回大都有甚麼事，你偏又吞吞吐吐的不肯說。眾同門情知不對，這才躡在你的後面。你向你父親苦頭陀探問小淫賊的所在，當我們不知道嗎？你去客店找那小淫賊，當我們不知道嗎？」她左一句「小淫賊」，右一句「小淫賊」，張無忌脾氣再好，卻也不禁著惱，突覺頭頸中有人呵了一口氣，自是趙敏又在取笑了。丁敏君又道：「你愛找誰說話，愛跟誰相好，旁人原是管不著。但這姓張的小淫賊是本派的生死對頭，昨晚眾人逃出大都，一路之上，何以你盡是含情脈脈的瞧他？他走到那裏，你的目光便跟到那裏，這可不是我信口雌黃，這裏眾同門都曾親眼目睹。那日在光明頂上，先師叫你刺他一劍，他居然不閃不避，對你眉花眼笑，而你也對他擠眉弄眼，不痛不癢的輕輕刺了他一下。以倚天劍之利，怎能刺他不死？這中間若無私弊，有誰能信？」周芷若哭了出來，說道：「誰擠眉弄眼了？你盡說些難聽的言語來誣賴人。」丁敏君冷笑一聲，道：「我這話難聽，你自己所作所為，便不怕人說難看了？你的話便好聽了？哼，剛才你怎麼問那客房中的掌櫃來著？『勞你的駕，這裏可有一位姓張的客官嗎？嗯，二十來歲年紀，身材高高的，或者，他不說姓張，另外說個姓氏。』」她尖著嗓子，學起周芷若慢吞吞的聲調，裝腔作勢，說得加意的妖媚嬌柔，令人聽得毛骨悚然。張無忌心下惱怒，暗想這丁敏君乃峨嵋派中最為刁鑽刻薄之人，周芷若柔弱仁懦，萬不是她的對手，但若自己挺身而出為周芷若撐腰，一來這是峨嵋派本門事務，外人不便置喙，二來只有使周芷若處境更為不利，眼見她被擠逼得狼狽之極，自己卻束手無策。峨嵋派中大多數弟子本來都遵從師父遺命，奉周芷若為掌門人，但聽丁敏君辭鋒咄咄，說得入情入理，均想：「師父和魔教結怨太深。周師妹和那魔教教主果是干係非同尋常，倘若她將本派賣給了魔教，那便如何是好？」只聽丁敏君又道：「周師妹，你由武當派張真人引入師父門下，那魔教的小淫賊是武當張五俠之子。這中間到底有甚麼古怪陰謀，誰也不知底細。」提高了嗓子又道：「眾位師兄師姊、師弟師妹，師父雖有遺言命周師妹接任掌門，可是她老人家萬萬料想不到，她圓寂之後屍骨未寒，本派掌門人立即便去尋那魔教教主相敘私情。此事和本派存亡興衰干係太大，先師若知今晚之事，她老人家必定另選掌門。師父的遺志乃是要本派光大發揚，決不是要本派覆滅在魔教之手。依小妹之見，咱們須得繼承先師遺志，請周師妹交出掌門鐵指環，咱們另推一位德才兼備、資望武功足為同門表率的師姊，出任本派掌門。」她說了這幾句話後，同門中便有六七人出言附和。周芷若道：「我受先師之命，接任本派掌門，這鐵指環決不能交。我實在不想當這掌門，可是我曾對師父立下重誓，決不能……決不能有負她老人家的託付。」這幾句話說來半點力道也無，有些同門本來不作左右袒，聽了也不禁暗暗搖頭。丁敏君厲聲道：「這掌門鐵指環，你不交也得交！本派門規嚴戒欺師滅祖，嚴戒淫邪無恥，你犯了這兩條最最首要的大戒，還能掌理峨嵋門戶嗎？」趙敏將嘴唇湊到張無忌耳邊，低聲道：「你的周姑娘要糟啦！你叫我一聲好姊姊，我便出頭去給她解圍。」張無忌心中一動，知道這位姑娘足智多謀，必有妙策使周芷若脫困，但她年紀比自己小得多，這一聲「好姊姊」叫起來未免太也肉麻，實在叫不出口，正自猶豫，趙敏又道：「你不叫也由得你，我可要走啦。」張無忌無奈，只得在她耳邊低聲叫道：「好姊姊！」趙敏噗哧一笑，正要長身而起，亭中諸人已然驚覺。丁敏君喝道：「是誰？鬼鬼祟祟的在這裏偷聽！」※※※突然間牆外傳來幾聲咳嗽，一個清脆的女子聲音說道：「黑夜之中，你峨嵋派在這裏鬼鬼祟祟的幹甚麼？」一陣衣襟帶風之聲掠過空際，涼亭外已多了兩人。這二人面向月光，張無忌看得分明，一個是佝僂龍鍾的老婦，手持拐杖，正是金花婆婆，另一個是身形婀娜的少女，容貌奇醜，卻是殷野王之女、張無忌的表妹蛛兒殷離。那日韋一笑將蛛兒擒去，還沒上光明頂便寒毒發作，強忍著不吸她熱血，終於不支倒地，後來得周顛救醒，再尋蛛兒時卻已不知去向。張無忌自和她分別以來，常自想念，不料此刻忽而出現，他大喜之下，幾欲出聲招呼。丁敏君冷冷的道：「金花婆婆，你來幹甚麼？」金花婆婆道：「你師父在那裏？」丁敏君道：「先師已於昨日圓寂，你在園外聽了這麼久，卻來明知故問。」金花婆婆失聲道：「啊，滅絕師太已圓寂了！是怎樣死的？為甚麼不等著再見我一面？唉，唉，可惜，可惜……」一句話沒再說得下去，彎了腰不住的咳嗽。蛛兒輕輕拍著她背，向丁敏君冷笑道：「誰耐煩來偷聽你們說話？我和婆婆經過這裏，聽得你嘰哩咕嚕的說個不停，我認得你的聲音，這才進來瞧瞧，婆婆問你，你沒聽見嗎？你師父是怎樣死的？」丁敏君怒道：「這干你甚麼事？我為甚麼要跟你說？」金花婆婆舒了口長氣，緩緩的道：「我生平和人動手，只在你師父手下輸過一次，可是那並非武功招數不及，只是擋不了倚天劍的鋒利。這幾年來發願要找一口利刃，再與你師父一較高下。老婆子走遍了天涯海角，總算不枉了這番苦心，一位故人答應借寶刀給我一用。我打聽得峨嵋派人眾被朝廷囚禁在萬安寺中，有心要去救你師父出來，和她較量一下真實本領，豈知今日來到，萬安寺已成了一片瓦礫。唉！命中注定，金花婆婆畢生不能再雪此敗之辱。滅絕師太啊滅絕師太，你便不能遲死一天半日嗎？」丁敏君道：「我師父此刻倘若尚在人世，你也不過再多敗一場，叫你輸得死心塌……」突然間拍拍拍拍，四下清脆的聲響過去，丁敏君目眩頭暈，幾欲摔倒，臉上已被金花婆婆左右開弓的連擊了四掌。別看這老婆婆病骨支離，咳嗽連連，豈知出手竟然迅捷無倫，手法又怪異之極，這四掌打得丁敏君竟無絲毫抗拒躲閃的餘地。她與丁敏君相距本有兩丈，但頃刻間欺近身去，打了四掌後又即退過，行動直似鬼魅。丁敏君驚怒交集，立即拔出長劍，搶上前去，指著金花婆婆道：「你這老乞婆，當真活得不耐煩了？」金花婆婆似乎沒聽到她的辱罵，對她手中長劍也似視而不見，只緩緩的道：「你師父到底是怎麼死的？」語意蕭索，似乎十分的心灰意懶。丁敏君手中長劍的劍尖距她胸口不過三尺，終究不敢便刺了出去，只罵：「老乞婆，我為甚麼要跟你說？」金花婆婆長歎一聲，自言自語：「滅絕師太，你一世英雄，可算得武林中出類拔萃的人物，一旦身故，弟子之中，竟無一個像樣的人出來接掌門戶嗎？」靜玄師太走上一步，合掌說道：「貧尼靜玄，參見婆婆。先師圓逝之時，遺命由周芷若周師妹接任掌門。只是本派之中尚有若干同門未服。先師既已圓寂，令婆婆難償心願，大數如此，夫復何言？本派掌門未定，不能和婆婆定甚麼約會。但峨嵋乃武林大派，決不能墮了先師的威名。婆婆有甚麼吩咐，便請示下，日後本派掌門自當憑武林規矩和你作一了斷。但若婆婆自恃前輩，逞強欺人，峨嵋派雖然今遭喪師大難，也唯有和你周旋到底，血濺荒園，有死而已。」這一番話侃侃道來，不亢不卑，連張無忌和趙敏也是暗暗叫好。金花婆婆眼中亮光一閃，說道：「原來尊師圓寂之時，已然傳下遺命，定下了繼任的掌門人，那好極了。是那一位？便請一見。」語氣已比對丁敏君說話時客氣得多了。周芷若上前施禮，說道：「婆婆萬福！峨嵋派第四代掌門人周芷若，問婆婆安好。」丁敏君大聲道：「也不害臊，便自封為本派第四代掌門人了。」蛛兒冷笑道：「這位周姊姊為人很好，我在西域之時，多承周姊姊的照料。她不配做掌門人，難道你反配嗎？你再在我婆婆面前放肆。瞧我不再賞你幾個嘴巴！」丁敏君大怒，刷的一劍便向蛛兒分心刺來。蛛兒一斜身，伸掌便往丁敏君臉上擊去。她這身法和金花婆婆一模一樣，但出手之迅捷卻差得遠了。丁敏君立即低頭躲開，她那一劍卻也沒能刺中蛛兒。金花婆婆笑道：「小妮子，我教了多少次，這麼容易的一招還是沒學會。瞧仔細了！」右手揮去，順手在丁敏君左頰上一掌，反手在她右頰上一掌，跟著又是順手擊左頰，反手擊右頰，這四掌段落分明，人人都瞧得清清楚楚，但丁敏君全身給一股大力籠罩住了，四肢全然動彈不得，面頰連中四掌，絕無招架之能，總算金花婆婆掌上未運勁力，她才沒受到重傷。蛛兒笑道：「婆婆，你這手法我是學會了，就是沒你這股內勁。我再來試試！」丁敏君仍是被金花婆婆的內力逼住了，眼見蛛兒這一掌又要打到臉上，氣憤之下，幾欲暈去。突然間周芷若閃身而上，左手伸出，架開了蛛兒這一掌，說道：「姊姊且住！」轉頭向金花婆婆道：「婆婆，適才我靜玄師姊已說得明白，本派同門武學上雖不及婆婆精湛，卻也不容婆婆肆意欺凌。」金花婆婆笑道：「這姓丁的女子牙尖齒利，口口聲聲的不服你做掌門，你還來代她出頭嗎？」周芷若道：「本派門戶之事，不與外人相干。小女子既受先師遺命，雖然本領低微，卻也不容外人辱及本派門人。」金花婆婆笑道：「好，好，好！」只說得三個「好」字，便劇烈的咳嗽起來。蛛兒遞了一粒丸藥過去，金花婆婆接過服下，喘了一陣氣，突然間雙掌齊出，一掌按在周芷若前胸，一掌按在她後心，將她身子平平的挾在雙掌之間，雙掌著手之處，均是致命大穴。這一招更是怪異之極，周芷若雖然學武為時無多，究已得了滅絕師太的三分真傳，不料莫名其妙的便被對方制住了前胸後心要穴，只嚇得花容失色，話也說不出來。金花婆婆森然道：「周姑娘，你這掌門人委實稀鬆平常，難道尊師竟將峨嵋派掌門的重任，交了給你這麼一個嬌滴滴的小姑娘嗎？我瞧你呀，多半是胡吹大氣。」周芷若一定心神，尋思：「她這時手上只須內勁吐出，我心脈立時便被震斷，死於當場。可是我如何能夠墮了師父的威風？」一想到師父，登時勇氣百倍，舉起右手，說道：「這是峨嵋派掌門的鐵指環，是先師親手套在我的手上，豈有虛假？」金花婆婆一笑，說道：「剛才你那師姊言道，峨嵋乃武林大派。此話倒也不錯。可是憑你這點兒本領，能做這武林大派的掌門人嗎？我瞧你還是乖乖聽我吩咐的好。」周芷若道：「金花婆婆，先師雖然圓寂，峨嵋派並非就此毀了。我落在你的手中，你要殺便殺，若想脅迫我做甚不應為之事，那叫休想。本派陷於朝廷奸計，被囚高塔，卻有那一個肯降服了？周芷若雖是年輕弱女，既受重任，自知艱鉅，早就將生死置之度外。」張無忌見她胸背要穴俱被金花婆婆按住，生死已在呼吸之間，兀自如此倔強，只怕金花婆婆一怒，立時便傷了她的性命，情急之下，便欲縱出相救。趙敏已猜到他心意，抓住他右臂輕輕一搖，意思說且不用忙。只聽金花婆婆哈哈一笑，說道：「滅絕師太也不算怎麼走眼啊。你這小掌門武功雖弱，性格兒倒強。嗯，不錯，不錯，武功差的可以練好，江山易改，本性難移。」其實周芷若此刻早已害怕得六神無主，只是想著師父臨死時的重托，唯有硬著頭皮，挺立不屈。峨嵋眾同門本來都瞧不起周芷若，但此刻見她不計私嫌，挺身而出回護丁敏君，而在強敵挾持之下絲毫不墮本派威名，心中均起了對她敬佩之意。靜玄長劍一幌，幾聲呼哨，峨嵋群弟子倏地散開，各出兵刃，團團將涼亭圍住了。金花婆婆笑道：「怎麼樣？」靜玄道：「婆婆劫持峨嵋掌門，意欲何為？」金花婆婆咳了幾聲，道：「你們想倚多為勝？嘿嘿，在我金花婆婆眼下，再多十倍，又有甚麼分別？」突然間放開了周芷若，身形幌處，直欺到靜玄身前，食中兩指，挖向她雙眼。靜玄急忙回劍削她雙臂，只聽得「嘿」的一聲悶哼，身旁已倒了一位同門師妹。金花婆婆明攻靜玄，左足卻踢中了一名峨嵋女弟子腰間穴道。但見她身形在涼亭週遭滴溜溜的轉動，大袖飛舞，偶爾傳出幾下咳嗽之聲，峨嵋門人長劍齊出，竟沒一劍能刺中她衣衫，但男女弟子卻已有七人被打中穴道倒地。她打穴手法極是怪異，被打中的都是大聲呼叫。一時廢園中淒厲的叫聲此起彼落，聞之心驚。金花婆婆雙手一拍，回入涼亭，說道：「周姑娘，你們峨嵋派的武功，比之金花婆婆怎麼樣？」周芷若道：「本派武功當然高於婆婆。當年婆婆敗在先師劍下，難道你忘了嗎？」金花婆婆怒道：「滅絕老尼徒仗寶劍之利，又算得甚麼？」周芷若道：「婆婆憑良心說一句，倘若先師和婆婆空手過招，勝負如何？」金花婆婆沉吟半晌，道：「不知道。我原想知道尊師和我到底誰強誰弱，是以今日才到大都來。唉！滅絕師太這一圓寂，武林中少了一位高人。前不見古人，後不見來者，峨嵋派從此衰了。」那七名峨嵋弟子呼號不絕，正似作為金花婆婆這話的註腳。靜玄等年長弟子用力給他們推宮過血，絲毫不見功效，看來須金花婆婆本人方始解得。張無忌當年醫治過不少傷在金花婆婆手底的武林健者，知道這老婆婆下手之毒辣，江湖上實所罕有，有心出去相救，轉念又想：「這一來幫了周姑娘，卻得罪了蛛兒。我這個表妹不但對我甚好，且是骨肉至親，我如何可厚此薄彼？」只聽金花婆婆道：「周姑娘，你服了嗎？」周芷若硬著頭皮道：「本派武功深如大海，不能速成。我們年歲尚輕，自是不及婆婆，日後進展，卻是不可限量。」金花婆婆笑道：「妙極，妙極！金花婆婆就此告辭。待你日後武功不可限量之時，再來解他們的穴道罷。」說著攜了蛛兒之手，轉身便走。周芷若心想這些同門的苦楚，便一時三刻也是難熬，金花婆婆一走，只怕他們痛也痛死了，忙道：「婆婆慢走。我這幾位同門師姊師兄，還請解救。」金花婆婆道：「要我相救，那也不難。自今而後，金花婆婆和我這徒兒所到之處，峨嵋門人避道而行。」周芷若心想：「我甫任掌門，立時便遇此大敵。倘若答應了此事，峨嵋派怎麼還能在武林中立足？這峨嵋一派，豈非就此在我手中給毀了？」金花婆婆見她躇躊不答，笑道：「你不肯墮了峨嵋派的威名，那也罷了。你將倚天劍借我一用，我就解救你的同門。」周芷若道：「本派師徒陷於朝廷奸計，被囚高塔，這倚天劍怎麼還能在我們手中？」金花婆婆原本已料到此事，借劍之言也不過是萬一的指望，但聽周芷若如此說，臉上還是掠過一絲失望的神色，突然間厲聲道：「你要保全峨嵋派聲名，便保不住自己性命……」說著從懷中取出一枚丸藥，說道：「這是斷腸裂心的毒藥，你吃了下去，我便救人。」周芷若想起師父的囑咐，柔腸寸斷，尋思：「師父叫我欺騙張公子，此事我原本幹不了，與其活著受那無窮折磨，還不如就此一死，一了百了，甚麼都不管的乾淨。」當下顫抖著接過毒藥。靜玄喝道：「周師妹，不能吃！」張無忌見情勢危急，又待躍出阻止，趙敏在他耳邊低聲道：「傻子！假的，不是毒藥。」張無忌一怔之間，周芷若已將丸藥送入了口中嚥下。靜玄等人紛紛呼喝，又要搶上和金花婆婆動手。金花婆婆道：「很好，挺有骨氣。這毒藥麼，藥性一時三刻也不能發作。周姑娘，你跟著我，乖乖的聽話，老婆子一喜歡，說不定便給解藥於你。」說著走到那些被打中穴道的峨嵋門人身畔，在每人身上敲拍數下。那幾人疼痛登止，停了叫喊，只是四肢酸麻，一時仍不能動彈。這幾人眼見周芷若捨命服毒，相救自己，都是十分感激，有人便道：「多謝掌門人！」金花婆婆拉著周芷若的手，柔聲道：「乖孩子，你跟著我去，婆婆不會難為你。」周芷若尚未回答，只覺一股極大的力道拉著自己，身不由主的便騰躍而起。靜玄叫道：「周師妹……」搶上欲待攔阻，斜刺裏一縷指風，勁射而至，卻是蛛兒從旁發指相襲。靜玄左掌揮起一擋，不料蛛兒這招乃是虛招，拍的一響，丁敏君臉上已吃了一掌，這「指東打西」，正是金花婆婆的武學。但聽得蛛兒格格嬌笑，已然掠牆而出。張無忌道：「快追！」一手拉著趙敏，一手攜著小昭，三人同時越牆。靜玄等突然見到長草中還躲著三人，無不驚愕。金花婆婆和張無忌的輕功何等高妙，待得峨嵋群弟子躍上牆頭，六人早已沒入黑暗之中，不知去向。張無忌等追出十餘丈，金花婆婆腳下絲毫不停，喝道：「峨嵋派弟子居然還有膽子追趕金花婆婆，嘿嘿，了不起！」趙敏道：「留下本派掌門！」身形一幌，搶上數丈，倚天劍劍尖已指到金花婆婆身後，這一招「金頂佛光」，正是峨嵋派劍法的嫡傳，她在萬安寺中從峨嵋派女弟子手中學得，只是並非學自滅絕師太，不免未臻精妙。金花婆婆聽得背後金刃破風之勢，放開了周芷若，急轉身軀。趙敏手腕一抖，又是一招「千峰競秀」。金花婆婆識得她手中兵刃正是倚天寶劍，心下又驚又喜，伸手便來搶奪。數招一過，金花婆婆已欺近趙敏身前，手指正要搭上她執劍的手腕，不料趙敏長劍急轉，使出一招崑崙派的劍法「神駝駿足」。金花婆婆見她是個年輕女子，手持倚天劍，使的又是峨嵋嫡傳劍法，自當她是峨嵋派弟子。金花婆婆為了對付滅絕師太，於峨嵋派劍法已鑽研數年，見了趙敏出手幾招，料得她功力不過爾爾，此後數招，心中已先行預想明白，這一欺近身去，倚天劍定然手到拿來，豈知這年輕姑娘竟會突然之間使出崑崙派劍法來。金花婆婆若非心中先入為主，縱是崑崙劍法，也奈何她不得，只是這一招來得太過出於意外，她武功雖高，可也給打了個冷不防，急忙著地打滾，方始躲開，但左手衣袖已被劍鋒輕輕帶到，登時削下一大片來。金花婆婆驚怒之下，欺身再上。趙敏知道自己武功可跟她差著一大截，不敢和她拆招，只是揮動倚天劍，左刺右劈，東舞西擊，忽而崆峒派劍法，忽而華山派劍法，一招崑崙派的「大漠飛沙」之後，緊跟是一招少林派達摩劍法的「金針渡劫」。每一招均是各派劍法中的精華所在，每一招均具極大威力，再加上倚天劍的鋒銳，金花婆婆心中驚訝無比，一時竟無法逼近。蛛兒看得急了，解下腰間長劍，擲給金花婆婆。趙敏疾攻七、八劍，到第九劍上，金花婆婆不得不以兵刃招架，擦的一聲，長劍斷為兩截。金花婆婆臉色大變，倒縱而出，喝道：「小妮子到底是誰？」趙敏笑道：「你怎地不拔屠龍刀出來？」金花婆婆怒道：「我若有屠龍刀在手，你豈能擋得了我十招八招？你敢隨我去一試嗎？」趙敏笑道：「你能拿到屠龍刀，倒也好了。我只在大都等你，容你去取了刀來再戰。」金花婆婆道：「你轉過頭來，讓我瞧個分明。」趙敏斜過身子，伸出舌頭，左眼閉，右眼開，臉上肌肉扭曲，向她扮個極怪的鬼臉。金花婆婆大怒，在地下吐了一口唾液，拋下斷劍，攜了蛛兒和周芷若快步而去。※※※張無忌道：「咱們再追。」趙敏道：「那也不用忙，你跟我來。我包管你的周姑娘安然無恙便是。」張無忌道：「你說甚麼屠龍刀？」趙敏道：「我聽這老婆子在廢園中說道，她走遍了天涯海角，終於向一位故人借得到了柄寶刀，要和滅絕師太的倚天劍一鬥。『倚天不出，誰與爭鋒？』要和倚天劍爭鋒，捨屠龍刀莫屬。難道她竟向你義父謝老前輩借到了屠龍刀？我適才仗劍和她相鬥，便是要逼她出刀。可是她手邊又無寶刀，只叫我隨她去一試。似乎她已知屠龍刀的所在，卻是無法到手。」張無忌沉吟道：「這倒奇了。」趙敏道：「我料她必去海濱，揚帆出海，前去找刀。咱們須得趕在頭裏，別讓雙眼已盲、心地仁厚的謝老前輩受這惡毒老婆子欺弄。」張無忌聽了她最後這句話，胸口熱血上湧，忙道：「是，是！」他初時答應趙敏去借屠龍刀，只不過是為了大丈夫千金一諾，不能食言，此刻想到金花婆婆會去和義父為難，恨不得插翅趕去相救。當下趙敏帶著兩人，來到王府之前，向府門前的衛士囑咐了好一陣。那衛士連聲答應，回身入內，不久便牽了九匹駿馬、提了一大包金銀出來。趙敏和張無忌、小昭三人騎了三匹馬，讓另外六匹跟在後面輪流替換，疾馳向東。次日清晨，九匹馬都已疲累不堪。趙敏向地方官出示汝陽王調動天下兵馬的金牌，再換了九匹坐騎，當日深夜，已馳抵海邊。趙敏騎馬直入縣城，命縣官急速備好一艘最堅固的大海船，船上舵工、水手、糧食、清水、兵刃、寒衣，一應備齊，除此之外，所有海船立即驅逐向南，海邊五十里之內不許另有一艘海船停泊。汝陽王金牌到處，小小縣官如何敢不奉命唯謹？趙敏和張無忌、小昭三人自在縣衙門中飲酒等候。不到一日，縣官報稱一切均已辦妥。三人到海邊看船時，趙敏不由得連連頓足，大叫：「糟了！」原來海邊所停泊的這艘海船船身甚大，船高二層，船頭甲板和左舷右舷均裝有鐵炮，卻是蒙古海軍的炮船。當年蒙古大軍遠征日本，大集舟師，不料一場颶風，將蒙古海軍打得七零八落，東征之舉歸於泡影，但舟艦的規模卻也從那時起遺了下來。趙敏百密一疏，沒想到那個縣官竟會加倍巴結，去向水師借了一艘炮船來。這時船中糧食清水俱已齊備，而海邊其餘船隻均已遵奉汝陽王金牌傳令，早向南駛出數十里之外。趙敏苦笑之下，只得囑咐眾水手在炮口上多掛漁網，在船上裝上十幾擔鮮魚，裝作是炮船舊了無用，早改作了漁船。趙敏和張無忌、小昭三人換上水手裝束，用油彩抹得臉上黃黃的，再粘上兩撇鼠鬚，更無半點破綻。三人坐在船中，專等金花婆婆到來。這位紹敏郡主料事如神，果然等到傍晚，一輛大車來到海濱，金花婆婆攜著蛛兒和周芷若前來僱船。船上水手早受趙敏之囑，諸多推託，說道這是一艘舊炮船改裝的漁船，專門捕魚，決不載客，直到金花婆婆取出兩錠黃金作為船資，船老大方始勉強答應。金花婆婆帶同蛛兒、周芷若上船，便命揚帆向東。無邊無際的茫茫大海之中，一葉孤舟，向著東南行駛。舟行兩日，張無忌和趙敏在底艙的窗洞中向外瞧去，只見白天的日頭、晚上的月亮，總是在左舷上升，顯然座船是徑向南行。其時已是初冬天氣，北風大作，船帆吃飽了風，行駛甚速。張無忌和趙敏商量過幾次：「我義父是在極北的冰火島上，咱們去找他，須得北行才是，怎麼反向南去？」趙敏每次總是答道：「這金花婆婆必定另有古怪。何況這時節南風不起，便要北駛，也沒法子。」到得第三日午後，舵工下艙來向趙敏稟報，說道金花婆婆對這一帶海程甚是熟悉，甚麼地方有大沙灘，甚麼地方有礁石，竟比這舵工還要清楚。張無忌突然心一動，說道：「啊，是了！莫非她是回靈蛇島？」趙敏問道：「甚麼靈蛇島？」張無忌道：「金花婆婆的老家是在靈蛇島啊。她故世的丈夫叫銀葉先生，靈蛇島金花銀葉，難道你沒聽說過嗎？」趙敏噗哧一笑，說道：「你就大得我幾歲，江湖上的事兒，倒挺內行似的。」張無忌笑道：「明教的邪魔外道，原比郡主娘娘多知道些江湖上的閒事。」他二人本是死敵，各統豪傑，狠狠的打過幾場硬仗，但在海船艙底同處數日之後，言笑不禁，又共與金花婆婆為敵，相互間的隔閡已一天少於一天。舵工稟報之後，只怕金花婆婆知覺，當即回到後梢掌舵之處。趙敏笑道：「大教主，那就煩你將靈蛇島金花銀葉威震江湖的事跡，說些給我這孤陋寡聞的小丫頭聽聽。」張無忌笑道：「說來慚愧，銀葉先生是何等樣人，我是一無所知，那位金花婆婆，我卻跟她作過一番對。」於是將自己如何在蝴蝶谷中跟「蝶谷醫仙」胡青牛學醫，如何各派人眾被金花婆婆整得生死不得、來到蝶谷求醫，如何自己受胡青牛指點而治癒眾人，如何金花婆婆和滅絕師太比武落敗，如何胡青牛、王難姑夫婦終於又死在金花婆婆手下種種情由，一一說了。他想胡青牛脾性雖然怪僻，但對自己實在不錯，想到他夫婦屍體高懸樹梢的情景，不由得眼眶紅了。他將蛛兒要擒自己到靈蛇島去作伴、自己在她手臂上咬了一口的事略去了不說。為何省略此節，自己也不知是何緣故，或許覺得頗為不雅罷。趙敏一聲不響的聽完，臉色鄭重，說道：「初時我只道這老婆婆不過是一位武功極強的高手，原來其中尚有這許多恩怨過節，聽你說來，這老婆婆委實極不好鬥，咱們可千萬大意不得。」張無忌笑道：「郡主娘娘文武雙全，手下又統率著這許多奇材異能之士，對付區區一個金花婆婆，那也是游刃有餘了。」趙敏笑道：「就可惜茫茫大海之中，沒法召喚我手下的眾武士、諸番僧去。」張無忌道：「這些煮飯的廚子，拉帆的水手，便算不得是江湖上的一流好手，也該算是第二流了罷？」趙敏一怔，格格笑了起來，說道：「佩服，佩服！大教主果然好眼力，須瞞你不過。」原來她回王府去取金銀馬匹之時，暗中囑咐衛士，調動一批下屬，趕到海邊聽由差遣。這些人也是快馬趕程，只比張無忌他們遲到了半天。她所調之人均未參與萬安寺之戰，從沒與張無忌朝過相，分別扮作廚工、水手之屬。但學武之人，神情舉止自然流露，縱然極力掩飾，張無忌瞧在眼中，心裏早已有數。趙敏聽他這麼一說，暗想他既然看了出來，金花婆婆見多識廣，老奸巨猾，更早已識破了機關。好在己方人多勢眾，張無忌武功高強，她識破也好，不識破也好，若是動手，她連蛛兒在內，終究不過兩人，那也不足為懼。她既不挑破，便不防繼續假裝下去。這幾日之中，張無忌最擔心的，是周芷若服了金花婆婆那顆丸藥後毒性是否發作。趙敏知他心意，見他眉頭一皺，便派人到上艙去假作送茶送水，察看動靜，每次回報，均說周姑娘言行如常，一無中毒症狀。這麼幾次之後，張無忌也有些不好意思了。他靜坐船艙一角，想到了當日西域雪地中的情境，蛛兒如何陪伴自己，如何為何太沖、武烈、丁敏君等圍逼之際尚來與自己見上一面，想到自己曾當著何太沖等眾人之面，大聲說道：「姑娘，我誠心願意娶你為妻，盼你別說我不配。」又全心全意的對她說道：「從今而後，我會盡力愛護你，照顧你，不論有多少人來跟你為難，不論有多麼厲害的人來欺侮你，我寧可自己性命不要，也要保護你周全。我要使你心中快樂，忘去了從前的苦處。」他想到這幾句話，不禁紅暈上臉。趙敏忽道：「呸！你又在想你的周姑娘了！」張無忌道：「沒有！」趙敏道：「哼，想就想，不想就不想，難道我管得著嗎？男子漢大丈夫，撒甚麼謊？」張無忌道：「我幹麼撒謊？我跟你說，我想的不是周姑娘。」趙敏道：「你若是想苦頭陀、韋一笑，臉上不會是這般神情。那幾個又醜又怪的傢伙，你想到他們之時，會這樣又溫柔、又害臊嗎？」張無忌不好意思的一笑，道：「你這人也真厲害得過了分，別人心裏想的人是俊是醜，你也知道。老實跟你說，我這時候想的人哪，偏偏一點也不好看。」趙敏見他說得誠懇，微微一笑，就不再理會。她雖聰明，卻也萬萬料想不到他所思念之人，竟是船艙上層中那個醜女蛛兒。張無忌想到蛛兒為了練那「千蛛萬毒手」的陰毒功夫，以致面容浮腫，凹凸不平，那晚廢園重見，唯覺更甚於昔時，言念及此，情不自禁的嘆了口氣，心想她這門邪毒功夫越練越深，只怕身子心靈，兩蒙其害。待得想到那日殷梨亭說起自己墮崖身亡、蛛兒伏地大哭的一番真情，心下更是感激。他自到光明頂上之後，日日夜夜，不是忙於練功，便是為明教奔波，幾時能得安靜下來想想自己的心事？偶爾雖也記掛著蛛兒，也曾向韋一笑查問，也曾請楊逍派人在光明頂四周尋覓，但一直不知下落，此刻心下深深自責：「蛛兒對我這麼好，可是我對她卻如此寡情薄義？何以這些時日之中，我竟全沒將她放在心上？」他自做了明教教主之後，自己的私事是一概都拋之腦後了。趙敏忽道：「你又在懊悔甚麼了？」張無忌尚未回答，突聽得船而上傳來一陣吆喝之聲，接著便有水手下來稟報：「前面已見陸地，老婆子命我們駛近。」趙敏與張無忌從窗孔中望出去，只見數里外是個樹木蔥翠的大島，島上奇峰挺拔，聳立著好幾座高山。座船吃飽了風，直駛而前。只一頓飯功夫，已到島前。那島東端山石直降入海，並無淺灘，戰船吃水雖深，卻可泊在岸邊。戰船停泊未定，猛聽得山岡上傳來一聲大叫，中氣充沛，極是威猛。這一來張無忌當真驚喜交集，這叫聲熟悉之極，正是義父金毛獅王謝遜所發。一別十餘年，義父雄風如昔，怎不令他心花怒放？當下也不及細思謝遜如何會從極北的冰火島上來到此處，也顧不得被金花婆婆識破本來面目，急步從木梯走上後梢，向叫聲所發出的山岡上望去。只見四條漢子手執兵刃，正在圍攻一個身形高大之人。那人空手迎敵，正是金毛獅王謝遜。張無忌一瞥之下，便見義父雖然雙目盲了，雖然以一敵四，雖然赤手空拳抵擋四件兵刃，卻絲毫不落下風。他從未見過義父與人動手，此刻只瞧了幾招，心下甚喜：「昔年金毛獅王威震天下，果然名不虛傳。我義父武功在青翼蝠王之上，足可與我外公並駕齊驅。」那四人武功顯然也頗為了得，從船梢仰望山岡，瞧不清四人面目，但見衣衫襤褸，背負布袋，當是丐幫人物。旁邊另有三人站著掠陣。只聽一人說道：「交出屠龍刀……饒你不死……寶刀換命……」山間勁風將他言語斷斷續續的送將下來，隔得遠了，聽不明白，但已知這干人眾意在劫奪屠龍寶刀。只聽謝遜哈哈大笑，說道：「屠龍刀在我身邊，丐幫的臭賊，有本事便來取去。」他口中說話，手腳招數半點不緩。金花婆婆身形一幌，已到了岸上，咳嗽數聲，說道：「丐幫群俠光臨靈蛇島，不來跟老婆子說話，卻去騷擾靈蛇島的貴賓，想幹甚嗎？」張無忌心道：「這島果然便是靈蛇島，聽金花婆婆言中之意，似乎我義父是她請來的客人，我義父當年無論如何不肯離冰火島回歸中原，怎地金花婆婆一請，他便肯來？金花婆婆又怎地知道我義父他老人家的所在？」一霎時心中疑竇叢生。山岡上那四人聽得本島主人到了，只盼及早拾奪下謝遜，攻得更加緊急。豈知這麼一來，登時犯了武學中的大忌。謝遜雙眼已盲，全憑從敵人兵刃的風聲中辨位應敵。這四人出手一快，風聲更響，謝遜長笑一聲，砰的一拳，擊中在一人前胸，那人長聲慘呼，從山岡上直墮下來，摔得頭蓋破裂，腦漿四濺。在旁掠陣的三人中有人喝道：「退開！」輕飄飄的一拳擊了出去，拳力若有若無，教謝遜無法辨明來路。果然拳頭直擊到謝遜身前數寸之處，他才知覺，急忙應招，已是手忙腳亂，大為狼狽。先前打鬥的三人讓身閃開，在旁掠陣的一個老者又加入戰團。此人與先前那人一般打法，也是出掌輕柔。數招一過，謝遜左支右絀，迭遇險招。金花婆婆喝道：「季長老，鄭長老，金毛獅王眼睛不便，你們使這等卑鄙手段，枉為江湖上成名的英雄。」她一面說，一面撐著拐杖，走上岡去。別看她顫巍巍的龍鍾支離，似乎被山風一亂便要摔將下來，可是身形移動竟是極快。但見她拐杖在地下一撐，身子便乘風凌虛般的飄行而前，幾個起落，已到了山腰。蛛兒緊隨在後，卻落後了一大截路。張無忌掛念義父安危，也快步登山。趙敏跟著上來，低聲道：「有這老婆子在，獅王不會有何凶險，你不必出手，隱藏形跡要緊。」張無忌點了點頭，跟在蛛兒身後。這時只看到蛛兒婀娜苗條的背影，若不瞧她面目，何嘗不是個絕色美女，何嘗輸與趙敏、周芷若、小昭三人？他心念一動之下，隨即自責：「張無忌啊張無忌，你義父身處大險，這當口你卻去瞧人家姑娘，心中品評她相貌身材美是不美？」四人片刻間到了山岡之巔。只見謝遜雙手出招極短，只守不攻，直至敵人拳腳攻近，才以小擒拿手拆解。這般打法一時可保無虞，但要擊敵取勝，卻也甚難。張無忌站在一棵大松樹下，眼見義父滿臉皺紋，頭髮已然白多黑少，比之當日分手之時已蒼老了甚多，想是這十多年來獨處荒島，日子過得甚是艱辛，心下不由得甚是難過，胸口一陣激動，忍不住便要代他打發了敵人，上前相認。趙敏知他心意，捏一捏他手掌，搖了搖頭。只聽金花婆婆說道：「季長老，你的『陰山掌大九式』馳譽江湖，何必鬼鬼祟祟的變作綿掌招式？鄭長老更加不成話了，你將『回風拂柳拳』暗藏在八卦拳中，金毛獅王謝大俠便不知道了……咳咳……」謝遜看不見敵人招式，對敵時十分吃虧，加之那季鄭二老十分狡獪，出招時故意變式，使他捉摸不定。金花婆婆這一點破，他已然胸有成竹，乘著鄭長老拳法欲變不變之際，呼的一拳擊出，正好和鄭長老擊來的一拳相抵。鄭長老退了兩步，方得拿定樁子。季長老從旁揮掌相護，使謝遜無暇追擊。張無忌瞧這丐幫二長老時，只見那季長老矮矮胖胖，滿臉紅光，倒似個肉莊屠夫，那鄭長老卻憔悴枯瘦，面有菜色，才不折不扣似個丐幫人物。兩人背上都負著八隻布袋。遠處站著個三十歲上下的青年，也是穿著丐幫服色，但衣衫漿洗得乾乾淨淨，背上竟也負著八隻布袋，以他這等年紀，居然已做到丐幫的八袋長，那是極為罕有之事。忽聽那人說道：「金花婆婆，你明著不助謝遜，這口頭相助，難道不算嗎？」金花婆婆冷冷的道：「閣下也是丐幫中的長老嗎？恕老婆子眼拙，倒沒會過。」那人道：「在下新入丐幫不久，婆婆自是不識。在下姓陳，草字友諒。」金花婆婆自言自語：「陳友諒？陳友諒？沒聽說過。」驀聽得吆喝之聲大作，鄭長老左臂上又中了謝遜一拳，在旁觀鬥的三名丐幫弟子又挺兵刃上前圍攻。這三人武功不及季鄭二長老，本來反而礙手礙腳，但謝遜目盲之後從未和人動手過招，絕無臨敵經驗，今日初逢強敵，敵人在拳腳之中再加上兵刃，聲音混雜，方位難辨，頃刻之間，肩頭中了一拳。張無忌見情勢危急，正要出手。趙敏低聲道：「金花婆婆豈能不救？」張無忌略一遲疑，只見金花婆婆仍是拄著拐杖，微微冷笑，並不上前相援。便在此時，謝遜左腿又被鄭長老重重踢中了一腳。謝遜一個踉蹌，險些兒摔倒。張無忌手中早已扣好了七粒小石子，這時再也不能忍受，右手一振，七粒小石子分擊五人，石子未到，猛見黑光一閃，嗤的一聲響，三件兵刃登時削斷，五個人中有四人被齊胸斬斷，分為八截，四面八方的摔下山麓，只鄭長老斷了一條右臂，跌倒在地，背心上還嵌了張無忌所發的兩粒石子。那四個被斬之人背心也均嵌了石子，只是刀斬在先，中石在後，張無忌這一下出手，倒是多餘的了。這一下變故來的快極，眾人無不心驚，但見謝遜手中提著一柄黑沉沉的大刀，正是號稱「武林至尊」的屠龍寶刀。他橫刀站在山巔，威風凜凜，宛如天神一般。張無忌自幼便見到這柄寶刀，卻沒想到其鋒銳威猛，竟至如斯。金花婆婆喃喃道：「武林至尊，寶刀屠龍！武林至尊，寶刀屠龍！」鄭長老一臂被斬，痛得殺豬似的大叫。陳友諒臉色慘白，朗聲道：「謝大俠武功蓋世，佩服佩服。這位鄭長老請你放下山去，在下抵他一命便是，便請謝大俠動手！」此言一出，眾人皆動容，沒料到此人倒是義氣深重。張無忌心中不由得好生敬重。謝遜道：「陳友諒，嗯，你倒是條好漢，將這姓鄭的抱了去罷，我也不來難為於你！」陳友諒道：「在下先行謝過謝大俠不殺之恩。只是丐幫已有五人命喪謝大俠之手，在下十年之內若是習武有成，當再來了斷今日的恩仇。」謝遜心想，自己只須踏上一步，寶刀一揮，此人萬難逃命，在這凶險之極的境地下，居然還敢說出日後尋仇的話來，實是極有膽色，當下說道：「老夫若再活得十年，自當領教。」陳友諒抱拳向金花婆婆行了一禮，說道：「丐幫擅闖貴島，這裏謝罪了！」抱起鄭長老，大踏步走下山去。金花婆婆向張無忌瞪了一眼，冷冷的道：「你這小老兒好準的打穴手法啊。你為何一共發了七粒石子？本想一粒打陳友諒，一粒便來打我是不是？」張無忌見他識破了自己扣著七石的原意，卻沒識破自己本來面目，當下便不回答，只微微一笑。金花婆婆厲聲道：「小老兒，你尊姓大名啊？假扮水手，一路跟著我老婆婆，卻是為何？在金花婆婆面前弄鬼，你還要性命不要？」張無忌不擅撒謊，一怔之下，答不上來。趙敏放粗了嗓子說道：「咱們巨鯨幫向在海上找飯吃，做的是沒本錢買賣。老婆婆出的金子多，便送你一趟又待如何？這位兄弟瞧著丐幫恃多欺人，出手相援，原是好意，沒料到謝大俠武功如此了得，倒顯得我們多事了。」她學的雖是男子聲調，但仍不免尖聲尖氣，聽來十分刺耳。只是她化裝精妙，活脫是個黃皮精瘦的老兒，金花婆婆倒也沒瞧出破綻。謝遜左手一揮，說道：「多謝了！唉，金毛獅王虎落平陽，今日反要巨鯨幫相助。一別江湖二十載，武林中能人輩出，我何必還要回來？」說到最後這幾句話時，語調中充滿了意氣消沉、感慨傷懷之情。適才張無忌手發七石，勁力之強，世所罕有，謝遜聽得清清楚楚，既震驚武林中有這等高手，又自傷今日全仗屠龍刀之助，方得脫困於宵小的圍攻，回思二十餘年前王盤山氣懾群豪的雄風，當真是如同隔世。金花婆婆道：「謝三哥，我知你不喜旁人相助，是以沒有出手，你沒見怪罷？」張無忌聽她竟然稱他義父為「三哥」，心中微覺詫異，他不知義父排行第三，而瞧金花婆婆的年紀，顯然又較他義父為老。只聽謝遜道：「有甚麼見怪不怪的？你這次回去中原，可探聽到了我那無忌孩兒甚麼訊息？」張無忌心頭一震，只覺一隻柔軟的手掌伸了過來緊緊的握住他手，知道趙敏不欲自己於此刻上前相認，適才沒聽她話，貿然發石相援，已然冒昧，只是關切太過，不能讓謝遜受人欺凌，此刻忍得一時，卻無關礙。金花婆婆道：「沒有！」謝遜長歎一聲，隔了半晌，才道：「韓夫人，咱們兄妹一場，你可不能騙我瞎子。我那無忌孩兒，當真還活在世上嗎？」金花婆婆遲疑未答。蛛兒突然說道：「謝大俠……」金花婆婆左手伸出，緊緊扣住她手腕，瞪眼相視，蛛兒便不敢再說下去了。謝遜道：「殷姑娘，你說，你說！你婆婆在騙我，是不是？」蛛兒兩行眼淚從臉頰上流了下來。金花婆婆右掌舉起，放在她頭頂，只須蛛兒一言說得不合她心意，內力一吐，立時便取了她性命。蛛兒道：「謝大俠，我婆婆沒騙你。這一次我們去中原，沒打聽到張無忌的訊息。」金花婆婆聽她這麼說，右掌便即提起，離開了她腦門，但左手仍是扣著她手腕。謝遜道：「那麼你們打聽到了甚麼消息？明教怎樣了？咱們那些故人怎麼樣？」金花婆婆道：「不知道。江湖上的事，我沒去打聽。我只是要去找害死我丈夫的頭陀算帳，還要找峨嵋派的滅絕老尼，報那一劍之仇，其餘的事，老婆子也沒放在心上。」謝遜怒道：「好啊，韓夫人，那日你在冰火島上，對我怎樣說來？你說我張五弟夫婦為了不肯吐露我藏身的所在，在武當山上被人逼得雙雙自刎；我那無忌孩兒成為沒人照料的孤兒，流落江湖，到處被人欺凌，慘不堪言，是也不是？」金花婆婆道：「不錯！」謝遜道：「你說他被人打了一掌玄冥神掌，日夜苦受煎熬。你在蝴蝶谷中曾親眼見他，要他到靈蛇島來，他卻執意不肯，是也不是？」金花婆婆道：「不錯！我若騙了你，天誅地滅，金花婆婆比江湖上的下三濫還要不如，我死了的丈夫在地下也不得安穩。」謝遜點點頭，道：「殷姑娘，你又怎麼說來？」蛛兒道：「我說，當時我苦勸他來靈蛇島，他非但不聽，反而咬了我一口。我手背上齒痕猶在，決非假話。……我好生記掛他。」趙敏抓著張無忌的手掌忽地一緊，雙目凝視著他，眼光中露出又是取笑、又是怨懟的神色，意思似是說：「你騙得我好！原來這姑娘識得你在先，你們中間還有過這許多糾葛過節。」張無忌臉上一紅，想起蛛兒對自己的一番古怪情意，心中又是甜蜜，又是酸苦。突然之間，趙敏抓起張無忌的手來，提到口邊，在他手背上狠狠的咬了一口。張無忌手背登時鮮血迸流，體內九陽神功自然而然生出抵禦之力，一彈之下，將趙敏的嘴角都震破了，也流出血來。但兩人都忍住了不叫出聲。張無忌眼望趙敏，不知她為何突然咬自己一口，卻見她眼中滿是笑意，臉上暈紅流霞，麗色生春，雖然口唇上粘著兩撇假鬚，仍是不掩嬌美，不禁疑團滿腹。謝遜道：「好啊！韓夫人，我只因掛念我無忌孩兒孤苦，這才萬里迢迢的離了冰火島重回中原。你答應我去探訪無忌，卻何以不守諾言？」張無忌眼中的淚水滾來滾去，此時才知義父明知遍地仇家、仍是不避凶險的回到中原，全是為了自己。金花婆婆道：「當日咱們說好了，我為你尋訪張無忌，你便借屠龍刀給我。謝三哥，你借刀於我，老婆子言出如山，自當為你探訪這少年的確實音訊。」謝遜搖頭道：「你先將無忌領來，我自然借刀與你。」金花婆婆冷冷的道：「你信不過我嗎？」謝遜道：「世上之事，難說得很。親如父子兄弟，也有信不過的時候。」張無忌知他想起了成崑的往事，心中又是一陣難過。金花婆婆道：「那麼你定是不肯先行借刀的了？」謝遜道：「我放了丐幫的陳友諒下山，從此靈蛇島上再無寧日，不知武林中將有多少仇家前來跟我為難。金毛獅王早已非復當年，除了這柄屠龍刀外，再也無可倚杖，嘿嘿……」他突然冷笑數聲，說道：「韓夫人，適才那五人向我圍攻，連那位巨鯨幫的好漢，也知手中扣上七枚石子，難道你心中不是存著害我之意嗎？你是盼望我命喪丐幫手底，然後你再來撿這現成便宜。謝遜眼睛雖瞎，心可沒瞎。韓夫人，我再問你一句，謝遜到你靈蛇島來，此事十分隱秘，何以丐幫卻知道了？」金花婆婆道：「我正要好好的查個明白。」謝遜伸手在屠龍刀上一彈，放入長袍之內，說道：「你不肯為我探訪無忌，那也由你。謝遜唯有重入江湖，再鬧個天翻地覆。」說罷仰天一聲清嘯，縱身而起，從西邊山坡上走了下去。但見他腳步迅捷，直向島北一座山峰走去。那山頂上孤零零的蓋著一所茅屋，想是他便住在那裏。※※※金花婆婆等謝遜走遠，回頭向張無忌和趙敏瞪了一眼，喝道：「滾下去！」趙敏拉著張無忌的手，當即下山，回到船中。張無忌道：「我要瞧義父去。」趙敏道：「當你義父離去之時，金花婆婆目露兇光，你沒瞧見嗎？」張無忌道：「我也不怕她。」趙敏道：「我瞧這島中藏著許多詭秘之事。丐幫人眾何以會到靈蛇島來？金花婆婆如何得知你義父的所在？如何能找到冰火島去？這中間實有許多不解之處。你去將金花婆婆一掌打死，原也不難，可是那就甚麼也不明白了。」張無忌道：「我也不想將金花婆婆打死，只是義父想得我苦，我立刻要去見他。」趙敏搖頭道：「別了十多年啦，也不爭再等一兩天。張公子，我跟你說，咱們固然要防金花婆婆，可是也得防那陳友諒。」張無忌道：「那陳友諒嗎？此人很重義氣，倒是條漢子。」趙敏道：「你心中真是這麼想？沒騙我嗎？」張無忌奇道：「騙你甚麼？這陳友諒甘心代鄭長老一死，十分難得。」趙敏一雙妙目凝視著他，嘆了口氣，道：「張公子啊張公子，你是明教教主，要統率多少桀驁不馴的英雄豪傑，謀幹多少大事，如此容易受人之欺，那如何得了？」張無忌奇道：「受人之欺？」趙敏道：「這陳友諒明明欺騙了謝大俠，你雙眼瞧得清清楚楚，怎會看不出來？」張無忌跳了起來，奇道：「他騙我義父？」趙敏道：「當時謝大俠屠龍刀一揮之下，丐幫高手四死一傷，那陳友諒武功再高，也未必能逃得過屠龍刀的一割。當處此境，不是上前拚命送死，便是跪地求饒。可是你想，謝大俠不願自己行蹤被人知曉，陳友諒再磕三百個響頭，未必能哀求得謝大俠心軟，除了假裝仁俠重義，難道還有更好的法子？」她一面說，一面在張無忌手背傷口上敷了一層藥膏，用自己的手帕替他包紮。張無忌聽她解釋陳友諒的處境，果是一點不錯，可是回想當時陳友諒慷慨陳辭，語氣中實無半點虛假，仍是將信將疑。趙敏又道：「好，我再問你：那陳友諒對謝大俠說這幾句話之時，他兩隻手怎樣，兩隻腳怎樣？」張無忌那時聽著陳友諒說話，時而瞧瞧他臉，時而瞧瞧義父的臉色，沒留神陳友諒手腳如何，但他全身姿勢其實均已瞧在眼中，旁人不提，他也不會念及，此刻聽趙敏一問，當時的情景便重新映入腦海之中，說道：「嗯，那陳友諒右手略舉，左手橫擺，那是一招『獅子搏兔』，他兩隻腳嗎？嗯，是了，這是『降魔踢斗式』，那都是少林派的拳法，但也算不得是甚麼了不起的招數。難道他假裝向我義父求情，其實是意欲偷襲嗎？那可不對啊，這兩下招式不管用。」趙敏冷笑道：「張公子，你於世上的人心險惡，可真明白得太少。諒那陳友諒宥多大武功，他向謝大俠偷襲，焉能得手？此人聰明機警，乃是第一等的人才，定當有自知之明。倘若他假裝義氣深重的鬼蜮技倆給謝大俠識破了，不肯饒他性命，依他當時所站的位置，這一招『降魔踢斗式』踢的是誰？一招『獅子捕兔』搏的是那一個？」張無忌只因對人處處往好的一端去想，以致沒去深思陳友諒的詭計，經趙敏這麼一提，腦海中一閃，背脊上竟微微出了一陣冷汗，顫聲道：「他……他這一腳踢的是躺在地下的鄭長老，出手去抓的是殷姑娘。」趙敏嫣然一笑，說道：「對啦！他一腳踢起鄭長老往謝大俠身前飛去，再抓著那位跟你青梅竹馬、結下嚙手之盟的殷姑娘，往謝大俠身前推去，這麼緩得一緩，他便有機可乘，或能逃得性命。雖然謝大俠神功蓋世，手有寶刀，此計未必能售，但除此之外，更無別法。倘若是我，所作所為自當跟他一模一樣。我直到現下，仍然想不出旁的更好法子。此人在頃刻之間機變如此，當真是位了不起的人物。」說著不禁連連讚歎。張無忌越想越是心寒，世上人心險詐，他自小便經歷得多了，但像陳友諒那樣厲害，倒也少見，過了半晌，說道：「趙姑娘，你一眼便識破他的機關，只怕比他更是了得。」趙敏臉一沉，道：「你是譏刺我嗎？我跟你說，你如怕我用心險惡，不如遠遠的避開我為妙。」張無忌笑道：「那也不必。你對我所使詭計已多，我事事會防著些兒。」趙敏微微一笑，說道：「你防得了嗎？怎麼你手背上給我下了毒藥，也不知道呢？」張無忌一驚，果覺傷口中微感麻癢，頗有異狀，急忙撕下手帕，伸手背到鼻端一嗅，不禁叫道：「啊喲！」知道是給搽上了「去腐消肌膏」，那是外科中用以爛去腐肉的消蝕藥膏，雖非毒藥，但塗在手上，給她咬出的齒痕不免要爛得更加深了。這藥膏本有些微的辛辣之氣，趙敏在其中調了些胭脂，再用自己的手帕給他包紮，香氣將藥氣掩過了，教他不致發覺。張無忌忙奔到船尾，倒些清水來擦洗乾淨。趙敏跟在身後，笑吟吟的助他擦洗。張無忌在她肩頭上一推，惱道：「別走近我，這般惡作劇幹嗎？難道人家不痛嗎？」趙敏格格笑了起來，說道：「當真是狗咬呂洞賓，不識好人心。我是怕你痛得厲害，才用這個法子。」張無忌不去理她，氣憤憤的自行回到船艙，閉上了眼睛。趙敏跟了進來，叫道：「張公子！」張無忌假裝睡著，趙敏又叫了兩聲，他索性打起呼來。趙敏歎道：「早知如此，我索性塗上毒藥，取了你的狗命，勝於給你不理不睬。」張無忌睜開眼來，道：「我怎地是狗咬呂洞賓、不識好人心了？你且說說。」趙敏笑道：「我若是說得你服，你便如何？」張無忌道：「你慣會強辭奪理，我自然辯你不過。」趙敏笑道：「你還沒聽我說，心下早已虛了，早知道我是對你一番好意。」張無忌「呸」了一聲道：「天下有這等好意！咬傷了我手背，不來陪個不是，那也罷了，再跟我塗上些毒藥，我寧可少受你些這等好意。」趙敏道：「嗯，我問你：是我咬你這口深呢，還是你咬殷姑娘那口深？」張無忌臉上一紅，道：「那……那是很久以前的事了，提它幹嗎？」趙敏道：「我偏要提。我在問你，你別顧左右而言他。」張無忌道：「就算是我咬殷姑娘那口深。可是那時候她抓住了我，我當時武功不及她，怎麼也擺脫不了，小孩子心中急起來，只好咬人。你又不是小孩子，我也沒抓住你，要你到靈蛇島來？」趙敏笑道：「這就奇了。當時她抓住了你，要你到靈蛇島來，你死也不肯來。怎地現下人家沒請你，你卻又巴巴的跟了來？畢竟是人大心大，甚麼也變了。」張無忌臉上又是一紅，笑道：「這是你叫我來的！」趙敏聽了這話，臉上也紅了，心中感到一陣甜意。張無忌那句話似乎是說：「她叫我來，我死也不肯來。你叫我來，我便來了。」兩人半晌不語，眼光一相對，急忙都避了開去。趙敏低下了頭，輕聲道：「好罷！我跟你說，當時你咬了殷姑娘一口，她隔了這麼久，還是念念不忘於你，我聽她說話的口氣啊，只怕一輩子也忘不了。我也咬你一口，也要叫你一輩子也忘不了我。」張無忌聽到這裏，才明白她的深意，心中感動，卻說不出話來。趙敏又道：「我瞧她手背上的傷痕，你這一口咬得很深，我想你咬得深，她也記得深。要是我也重重的咬你一口，卻狠不了這個心；咬得輕了，只怕你將來忘了我。左思右想，只好先咬你一下，再塗『去腐消肌散』，把那些牙齒印兒爛得深些。」張無忌先覺好笑，隨即想到她此舉雖然異想天開，終究是對自己一番深情，嘆了口氣，輕聲道：「我不怪你。算是我狗咬呂洞賓，不識好人心。你待我如此，用不著這麼，我也絕不會忘。」趙敏本來柔情脈脈，一聽此言，眼光中又露出狡獪頑皮之意，笑道：「你說：『你待我如此』，是說我待你如此不好呢，還是如此好？張公子，我待你不好的事情很多，待你好的，卻沒一件。」張無忌道：「以後你多待我好一些，那就成了。」握住她左手放在口邊，笑道：「我也來狠狠的咬上一口，教你一輩子也忘不了我。」趙敏突然一陣嬌羞，甩脫了他手，奔出艙去，一開艙門，險些與小昭撞了個滿懷。趙敏吃了一驚，暗想：「糟糕！我跟他這些言語，莫要都被這小丫頭聽去啦，那可羞死人了！」不由得滿臉通紅，奔到了甲板之上。※※※小昭走到張無忌身前，說道：「公子，我見金花婆婆和那醜姑娘從那邊走過，兩人都負著一隻大袋子，不知要搗甚麼鬼。」張無忌嗯了一聲，他適才和趙敏說笑，漸涉於私，突然見到小昭，不免有些羞慚，愣了一愣，才道：「是不是走向島北那山上的小屋？」小昭道：「不是，她二人一路向北，但沒上山，似乎在爭辯甚麼。那金花婆婆好似很生氣的樣子。」張無忌走到船尾，遙遙瞧見趙敏俏立船頭，眼望大海，只是不轉過身來，但聽得海中波濤忽喇忽喇的打在船邊，他心中也是如波浪起伏，難以平靜。良久良久，眼見太陽從西邊海波中沒了下去，島上樹木山峰漸漸的陰暗朦朧，這才回進船艙。張無忌用過晚飯，向趙敏和小昭道：「我去探探義父，你們守在船裏罷，免得人多了給金花婆婆驚覺。」趙敏道：「那你索性再等一個更次，待天色全黑再去。」張無忌道：「是。」他惦記義父，心熱如沸，這一個更次可著實難熬。好容易等得四下裏一片漆黑，他站起身來，向趙敏和小昭微微一笑，走向艙門。趙敏解下腰間倚天劍，道：「張公子，你帶了此劍防身。」張無忌一怔，道：「你帶著的好。」趙敏道：「不！你此去我有點兒擔心。」張無忌笑道：「擔心甚麼？」趙敏道：「我也說不上來。金花婆婆詭秘難測，陳友諒鬼計多端，又不知你義父是否相信你就是他那『無忌孩兒』……唉，此島號稱『靈蛇』，說不定島上有甚麼厲害的毒物，更何況……」她說到這裏，住口不說了。張無忌道：「更何況甚麼？」趙敏舉起自己手來，在口唇邊作個一咬的姿勢，嘻嘻一笑，臉蛋兒紅了。張無忌知她說的是他表妹殷離，擺了擺手，走出艙門。趙敏叫道：「接著！」將倚天劍擲了過去。張無忌接住劍身，心頭又是一熱：「她對我這等放心，竟連倚天劍也借了給我。」他將劍插在背後，提氣便往島北那山峰奔去。他記著趙敏的言語，生怕草中藏有蛇蟲毒物，只往光禿禿的山石上落腳。只一盞茶功夫，已奔到山峰腳下，抬頭望去，見峰頂那茅屋黑沉沉的並無燈火，心想：「義父已安睡了嗎？」但隨即想起：「他老人家雙目已盲，要燈火何用？」便在此時，隱隱聽得左首山腰傳出來說話的聲音。他伏低身子，尋聲而往，聲音卻又聽不見了。這時一陣朔風自北吹來，刮得草木獵獵作響，他乘著風聲，快步疾進，只聽得前面四、五丈外，金花婆婆壓低著嗓子道：「還不動手？延延挨挨的幹甚麼？」殷離道：「婆婆，你這麼幹，似乎……似乎對不起老朋友。謝大俠跟你數十年的交情，他信得過你，才從冰火島回歸中原。」金花婆婆冷笑道：「他信得過我？真是笑話奇談了。他信得過我，幹麼不肯借刀於我？他回歸中原，只是要找尋義子，跟我有甚麼相干？」黑暗之中，依稀見到金花婆婆佝僂著身子，忽然叮的一聲輕響，她身前發出一下金鐵和山石撞擊之聲，過了一會，又是這麼一響。張無忌大奇，但生怕被二人發覺，不敢再行上前瞧個明白。只聽殷離道：「婆婆，你要奪他寶刀，明刀明槍的交戰，還不失為英雄行徑。眼下之事若是傳揚出去，豈不為天下好漢恥笑？那滅絕師太已經死了，你又要屠龍刀何用？」金花婆婆大怒，伸直了身子，厲聲道：「小丫頭，當年是誰在你父親掌底救了你的小命？現下人大了，就不聽婆婆的吩咐！這謝遜跟你非親非故，何以要你一鼓勁兒的護著他？你倒說個道理給婆婆聽聽。」她語聲雖然嚴峻，嗓音卻低，似乎生怕被峰頂的謝遜聽到了，其實峰頂和此處相距極遠，只要不是以內力傳送，便是高聲呼喊，也未必能夠聽到。殷離將手中拿著的一袋物事往地下一摔，嗆啷一陣響亮，跟著退開了三步。金花婆婆厲聲道：「怎樣？你羽毛豐了，便想飛了，是不是？」張無忌雖在黑暗之中，仍可見到她晶亮的目光如冷電般威勢迫人。殷離道：「婆婆，我決不敢忘你救我性命、教我武藝的大恩。可是謝大俠是他……是他的義父啊。」金花婆婆哈哈一聲乾笑，說道：「天下竟有你這等癡丫頭！那姓張的小子摔在西域萬丈深谷之中，那是你親耳聽到武烈、武青嬰他們說的。你還不死心，硬將他們擄了來，詳加拷問，他們一切說得明明白白了，難道這中間還有假？這會兒那姓張的小子屍骨都化了灰啦，你還念念不忘於他。」殷離道：「婆婆，我心中可就撇不下他。也許，這就是你說的甚麼……甚麼前世的冤孽。」金花婆婆嘆了口氣，說道：「別說當年這孩子不肯跟咱到靈蛇島來，就算跟你成了夫妻，他死也死了，又待怎地？幸虧他死得早，要是這當口還不死啊，見到你這生模樣，怎能愛你？你眼睜睜的瞧著他愛上別個女子，心中怎樣？」這幾句話語氣已大轉溫和。殷離默默不語，顯是無言可答。金花婆婆又道：「別說旁人，單是咱們擒來的那個峨嵋派周姑娘，這般美貌，那姓張的小子見了非動心不可。那你是殺了周姑娘呢，還是殺了那小子？哼哼，你倘若不練這千蛛萬毒手，原是個絕色佳人，現在啊，可甚麼都完啦。」殷離道：「他人已死了，我相貌也毀了，還有甚麼可說的？可是謝大俠既是他義父，婆婆，咱們便不能動他一根毫毛。婆婆，我只求你這件事，另外我甚麼也聽你的話。」說著當即跪倒。張無忌暗自詫異：「我新任明教教主，早已轟動武林，怎地她二人卻一無所知？嗯，是了，想是她二人遠赴冰火島接回我義父，來回耽擱甚久，這次前往大都，一到即回，又是跟誰也沒來往，因之對我的名字全無所聞。」金花婆婆沉吟片刻，道：「好，你起來！」殷離喜道：「多謝婆婆！」金花婆婆道：「我答應你不傷他性命，但那柄屠龍刀我卻非取不可……」殷離道：「可是……」金花婆婆截斷她話頭，喝道：「別再囉哩囉唆，惹得婆婆生氣。」手一揚，叮的又是一響。但見她雙手連揚，漸漸走遠，叮叮之聲不絕於耳。殷離抱頭坐在一塊石上，輕輕啜泣。張無忌見她竟對自己一往情深如此，心下大是感激。過了一會，金花婆婆在十餘丈外喝道：「拿來！」殷離無可奈何，只得提了兩隻布袋，走向金花婆婆之處。張無忌走上幾步，低頭一看，這一驚當真非同小可，只見地下每隔兩三尺，便是一根七、八寸長的鋼針插在山石之中，向上的一端尖利異常，閃閃生光。他越想越是心驚，金花婆婆顯然便要去邀鬥金毛獅王，卻生怕不敵，若是發射暗器，謝遜聽風辨器，自可躲得了，但在地下預佈鋼針，無聲無息，只須引得他進入針地，雙目失明之人如何能夠抵擋？他忍不住怒氣勃發，伸手便想拔出鋼針，挑破她的陰謀，轉念一想：「這惡婆叫我義父為謝三哥，昔日兩人的交情必是非同尋常。且待她先和我義父破臉，我再來揭破她的鬼計。今日老天既教我張無忌在此，決不致讓義父受到損傷。」當下抱膝坐在石後，靜觀其變。忽聽得山風聲中，有如落葉掠地，有個輕功高強之人在悄悄欺近，轉頭瞧去，只見一人躲躲閃閃的走來，正是那丐幫長老陳友諒，手執彎刀，卻用布套遮住了刀光。他暗想趙敏所料不錯，此人果非善類。只聽得金花婆婆長聲叫道：「謝三哥，有不怕死的狗賊找你來啦！」張無忌吃了一驚，心想金花婆婆好生厲害，難道我的蹤跡讓她發見了？按理說決不至於。只見陳友諒伏身在長草之中，更是一動也不敢動。張無忌幾個起落，又向前搶數丈，他要離義父越近越好，以防金花婆婆突施詭計，救援不及。過不多時，一個高大的人影從山頂小屋中走了出來，正是謝遜，緩步下山，走到離金花婆婆數丈處站定，一言不發。金花婆婆道：「嘿嘿，謝三哥，你對故人步步提防，對外人卻十分輕信。你白天放了的陳友諒，這會兒又來找你啦。」謝遜冷冷的道：「明槍易躲，暗箭難防。謝遜一生只是吃自己人的虧。那陳友諒又來找我，幹甚麼來啦？」金花婆婆道：「這等奸猾小人，理他作甚？白天你饒他性命之時，你可知他手上腳下擺的是甚麼招式？他雙手擺的是『獅子搏兔』，腳下蓄勢蘊力，乃是一招『降魔踢斗式』，哈哈，哈哈！」她說話清脆動聽，但笑聲卻似梟啼，深宵之中，更顯淒厲。謝遜一怔，已知金花婆婆所言不虛，只因自己眼盲，竟上了陳友諒的當。他淡淡的道：「謝某受人之欺，已非首次。此輩宵小，江湖上要多少有多少，多殺一個，少殺一個，有何分別？韓夫人，你也算是我的好朋友，當時見到了不理，這時候再來說給我聽，是存心氣我來著？」說到這裏，突然間縱身而起，迅捷無倫的撲到陳友諒身前。陳友諒大駭，揮刀劈去。謝遜左手一拗，將他手中彎刀奪過，拍拍拍，連打他三個耳光，右手抓住他後頸提起，說道：「我此刻殺你，如同殺雞，只是謝遜有言在先，許你十年之後再來找我。你再教我在此島上撞見，當場便取你狗命。」一揮手，將他擲了出去。眼見那陳友諒落身之處，正是插滿了尖針的所在，他這一落下，身受針刺，金花婆婆佈置了一夜的奸計立時破敗。她飛身而前，伸拐杖在他腰間一挑，將他又送出數丈，喝道：「你再敢踏上我靈蛇島一步，我殺你丐幫一百名化子。金花婆婆說過的話向來作數，今日先賞你一朵金花。」左手一揚，黃光微閃，噗的一聲，一朵金花已打在陳友諒左頰的「頰車穴」上，令他一時說不出話來，以免洩漏機密。陳友諒按住左頰，急奔下山而去。此時謝遜相距尖針陣已不過數丈，張無忌反而在他身後。張無忌內功高出陳友諒遠甚，屏住呼吸，謝遜和金花婆婆均不知他伏身在旁。金花婆婆回身讚道：「謝三哥，你以耳代目，不減其明，此後重振雄風，再可在江湖上縱橫二十年。」謝遜道：「我可聽不出『獅子搏兔』和『降魔踢斗式』。只要得知無忌孩兒的確訊，我已死也瞑目。謝遜身上血債如山，死得再慘也是應該，還說甚麼縱橫江湖？」金花婆婆笑道：「明教護教法王，殺幾個人又算甚麼？謝三哥，你的屠龍刀借我一用罷。」謝遜搖頭不答。金花婆婆又道：「此處形跡已露，你也不能再住。我另行覓個隱僻所在，送你去小住數月。待我持屠龍刀去勝了峨嵋派的大敵，決盡全力為你探訪張公子的下落。憑我的本事，要將張公子帶到你面前，該不是甚麼難事。」謝遜又搖了搖頭。金花婆婆道：「謝三哥，你還記得『四大法王，紫白金青』這八個字嗎？想當年咱們在陽教主手下，鷹王殷二哥，蝠王韋四哥，再加你我二人，橫行天下，有誰能擋？今日虎老雄心在，你能讓紫衫老妹子任由人欺，不加援手嗎？」張無忌大吃一驚：「聽她這話，莫非她竟是本教四大法王之首的紫衫龍王？天下焉有這等奇事？她怎麼連韋蝠王也叫『四哥』？」只聽謝遜喟然道：「這些舊事，還提他作甚？老了，大家都老了！」金花婆婆道：「謝三哥，我老眼未花，難道看不出二十年來你武功大進？你何必謙虛？咱們在這世上也沒多少時候好活了，依我說啊，明教四大法王乘著沒死，該當聯手江湖，再轟轟烈烈的幹一番事業。」謝遜歎道：「殷二哥和韋四弟，這時候未必還活著。尤其是韋四弟，他身上寒毒難除，只怕已然不在人世了。」金花婆婆笑道：「這個你可錯了。我老實跟你說，白眉鷹王和青翼蝠王，眼下都在光明頂上。」謝遜奇道：「他們又回光明頂？那幹甚麼？」金花婆婆道：「這是阿離親眼所見。阿離便是殷二哥的親孫女，她得罪了父親，她父親要殺她。第一次是我救了她，第二次是韋四哥所救。韋四哥帶上光明頂去，中途又給我悄悄偷了出來。阿離，你將六大門派如何圍攻光明頂，跟謝公公說說。」殷離於是將在西域所見之事簡略的說了一遍，只是她未上光明頂就給金花婆婆攜回，以後光明頂的一干事故就全然不知。謝遜越聽越是焦急，連問：「後來怎樣？後來怎樣？」終於怒道：「韓夫人，你雖因婚姻之事和眾兄弟不和，但本教有難，你怎能袖手旁觀？陽教主是你義父，他當年如何待你，你全不放在心上了？你瞧殷二哥和韋四弟、五散人和五行旗，不是同赴光明頂出力嗎？」金花婆婆冷冷的道：「我取不到屠龍刀，終究是峨嵋派那滅絕老尼手下的敗將，便到光明頂上，也無面目再跟她動手，去了還不是白饒？」兩人相對默然。過了一會，謝遜問途：「你當日如何得知我的所在，何以始終不肯明言？是武當派的人說的嗎？」金花婆婆道：「武當派的人怎麼知道？張翠山夫婦受諸派勒逼，寧可自刎，也不肯吐露你藏身之所，武當門下自然不知。好，今日我甚麼也不必瞞你，我在西域撞到一個名叫武烈的人，他是當年大理段家傳人武三通的子孫，陰錯陽差，我聽他和女兒說話，給我捉摸到了破綻，用酷刑逼他說了出來。」謝遜沉默半晌，才道：「這個姓武的見過我那無忌孩兒，是不是？想是他騙著小孩兒家，探聽到了秘密。」張無忌聽到此處，心下慚愧無已，想起當年自己在朱家莊受欺，朱長齡、朱九真父女以詭計套得自己吐露真情，倘若義父竟爾因此落入奸人手中，自己可真是萬死莫贖了。義父雖然眼盲，推測這件事卻便似親見一般。只聽謝遜又道：「六大派圍攻明教，豈同小可，我教到底怎樣？」金花婆婆道：「明教興衰存亡，早跟老婆子沒半點相干。當年光明頂上，大夥兒一齊跟我為難的事，你是全忘了，老婆子卻記得清清楚楚。當時只有陽教主和你謝三哥對我是好的，我可也沒忘記。」謝遜道：「唉，私怨事小，護教事大。韓夫人，你胸襟未免太狹。」金花婆婆怒道：「你是男子漢大丈夫，我卻是氣量窄小的婦道人家。當年我破門出教，立誓和明教再不相干。若非如此，那胡青牛怎能將我當作外人？他為何定要我重歸明教，才肯為銀葉先生療毒？胡青牛是我所殺，紫衫龍王早已犯了明教的大戒。我跟明教還能有甚麼干係？」謝遜搖了搖頭，道：「韓夫人，我明白你的心事。你想借我屠龍刀去，口說是對付峨嵋派，實則是去對付楊逍、范遙。你唸唸不忘的，只是想進光明頂的秘道。那我更加不能相借。」金花婆婆咳嗽數聲，道：「謝三哥，當年你我的武功，高下如何？」謝遜道：「四大法王，各有所長。」金花婆婆道：「今日你壞了一對招子，再跟老婆子相比呢？」謝遜昂然道：「你要恃強奪刀，是不是？謝遜有屠龍刀在手，抵得過壞了一對招子。」他噓了一口長氣，向前踏了一步，一對失了明的眸子對準了金花婆婆，神威凜凜。殷離瞧得害怕，向後退了幾步。金花婆婆卻佝僂著身子，撐著拐杖，偶爾發出一兩聲咳嗽，看來謝遜只須一伸手，便能將她一刀斬為兩段，但她站著一動不動，似乎全沒將謝遜放在眼裏。張無忌曾見過她數度出手，真是快速絕倫，比之韋一笑，另有一分難以言說的詭秘怪異，如鬼如魅，似精似怪。此刻她和謝遜相對而立，一個是劍拔弩張，蓄勢待發，一個卻似成竹在胸，好整以暇。張無忌心想她排名尚在我外公、義父和韋蝠王之上，武功自然十分厲害，不禁為謝遜暗暗擔心。但聽得四下裏疾風呼嘯，隱隱傳來海中波濤之聲，於凶險的情勢之中，更增一番淒愴悲涼之意。兩人相向而立，相距不過丈許，誰也不先動手。過了良久，謝遜忽道：「韓夫人，今日你定要迫我動手，違了我們四法王昔日結義的誓言，謝遜好生難受。」金花婆婆道：「謝三哥，你向來心腸軟，我當時真沒料到，武林中那許多成名的英雄豪傑，都是你一手所殺。」謝遜歎道：「我心傷父母妻兒之仇，甚麼也不顧了。我生平最不應該之事，乃是連發一十三招七傷拳，擊斃了少林派的空見神僧。」金花婆婆凜然一驚，道：「空見神僧當真是你打死的嗎？你甚麼時候練成了這等厲害武功？」她本來自信足可對付得了謝遜，此刻始有懼意。謝遜道：「你不用害怕。空見神僧只挨打不還手，他要以廣大無邊的佛法，渡化我這邪魔外道。」金花婆婆哼了一聲，道：「這才是了，老婆子及不上空見神僧，你一十三拳打死空見，不用九拳十拳，便能料理了老婆子啦。」謝遜退了一步，聲調忽變柔和，說道：「韓夫人，從前在光明頂上你待我委實不錯。那日我做哥哥的生病，內子偏又產後虛弱，不能起床。你照料我一月有餘，盡心竭力，我始終銘感於心。」拍了拍身上的灰布棉袍。又道：「我在海外以獸皮為衣，你給我縫這身衣衫，裏裏外外，無不合身，足見光明頂結義之情尚在。你去罷！從此而後，咱們也不必再會面了。我只求你傳個訊息出去，要我那無忌孩兒到此島來和我一會，做哥哥的足感大德。」金花婆婆淒然一笑，說道：「你倒還記得從前這些情誼。不瞞你說，自從銀葉大哥一死，我早將世情瞧得淡了，只是尚有幾樁怨仇未了，我不能就此撒手而死，相從銀葉大哥於地下。謝三哥，光明頂上那些人物，任他武功了得，機謀過人，你妹子都沒瞧在眼裏，便只對你謝三哥另眼相看。你可知道其中的緣由嗎？」謝遜抬頭向天，沉思半晌，搖頭道：「謝遜庸庸碌碌，不值得賢妹看重。」金花婆婆走上幾步，撫著一塊大石，緩緩坐下，說道：「昔年光明頂上，只有陽教主和你謝三哥，我才瞧著順眼。做妹子的嫁了銀葉先生，唯有你們二人，沒怪我所托非人。」謝遜也坐了下來，說道：「韓大哥雖非本教中人，卻也英雄了得。眾兄弟力持異議，未免胸襟窄了。唉，六大派圍攻光明頂，不知眾兄弟都無恙否？」金花婆婆道：「謝三哥，你身在海外，心懸中土，念念不忘舊日兄弟。人生數十年轉眼即過，何必老是想著旁人？」兩人此時相距已不過數尺，呼吸可聞，謝遜聽得金花婆婆每說幾句話便咳嗽一聲，說道：「那年你在碧水寒潭中凍傷了肺，纏綿至今，總是不能痊癒嗎？」金花婆婆道：「每到天寒，便咳得厲害些。嗯，咳了幾十年，早也慣啦。謝三哥，我聽你氣息不勻，是否練那七傷拳時傷了內臟？須得多多保重才是。」謝遜道：「多謝賢妹關懷。」忽然抬起頭來，向殷離道：「阿離，你過來。」殷離走到他身前，叫了聲：「謝公公！」謝遜道：「你使出全力，戳我一指。」殷離愕然道：「我不敢。」謝遜笑道：「你的千蛛萬毒手傷不了我，儘管使勁便了。我只是試試你的功力。」殷離仍道：「孩兒不敢。」又道：「謝公公，你既和婆婆是當年結義的好友，能有甚麼事說不開？大家不用爭這把刀子了罷。」謝遜淒然一笑，說道：「你戳我一指試試。」殷離無奈，取出手帕，包住右手食指，一指戳在謝遜肩頭，驀地裏「啊喲」一聲大叫，向後摔了出去，飛出一丈有餘，騰的一響，坐在地下，便似全身骨骼根根都已寸斷。金花婆婆不動聲色，緩緩的道：「謝三哥，你好毒的心思，生怕我多了個幫手，先行出手翦除。」謝遜不答，沉思半晌，道：「這孩兒心腸很好，她戳我這指只使了二、三成力，手指上又包了手帕，不運千蛛毒氣傷我。很好，很好。若非如此，千蛛毒氣返攻心臟，她此刻已然沒命了。」張無忌聽了這幾句話，背上出了一陣冷汗，心想義父明明說是試試殷離的功力，倘若她果真全力一試，這時豈非已然斃命？明教中人向來心狠手辣，以我義父之賢，也在所不免。他卻不知謝遜和金花婆婆相交有年，明白對方心意，幾句家常話一說完，便是絕不容情的惡鬥，金花婆婆多了殷離一個幫手，於他大大不利，是以要用計先行除去。謝遜道：「阿離，你為甚麼一片善心待我？」殷離道：「你……你是他義父，又是……又是為他而來。在這世界上，只有你跟我兩人，心中還記著他。」謝遜「啊」了一聲，道：「沒想到你對我無忌孩兒這麼好，我倒險些兒傷了你的性命。你附耳過來。」殷離掙扎著爬起，慢慢走到他的身邊。謝遜將口唇湊在她耳邊，說道：「我傳你一套內功心法，這是我在冰火島上參悟而得，可說是集我畢生武功之大成。」不等殷離答話，便將那心法從頭至尾說了一遍。殷離一時自難明白，只用心暗記。謝遜怕她記不住，又說了兩遍，問道：「記住了嗎？」殷離道：「都記得了。」謝遜道：「你修習五年之後，當有小成。你可知我傳你功夫的用意嗎？」殷離突然哭了出來，說道：「我……我知道。可是……可是我不能。」謝遜厲聲道：「你知道甚麼？為甚麼不能？」說著左掌蓄勢待發，只要殷離一句話答得不對，立時便斃她於掌下。殷離雙手掩面，說道：「我知道你要我去尋找無忌，將這功夫轉授於他。我知道你要我練成上乘武功之後，保護無忌，令他不受世上壞人的侵害，可是……可是……」她說了兩個「可是」，放聲大哭。謝遜站起身來，喝道：「可是甚麼？是我那無忌孩兒已然遭遇不測嗎？」殷離撲在他的懷裏，抽抽噎噎的哭道：「他……他早在六年之前，在西域……在西域墮入山谷而死。」謝遜身子一幌，顫聲道：「這話……這話……當真？」殷離哭道：「是真的。那武烈父女親眼見到他喪命的。我在他二人身上先後點了七次千蛛萬毒手，又七次救他們活命，這等煎熬之下，他們……他們不能再說假話。」當殷離述說張無忌死訊之初，金花婆婆本待阻止，但轉念一想，謝遜一聽到義子身亡，定然心神大亂，拚鬥時雖然多了三分狠勁，卻也少了三分謹慎，更易陷入自己所佈的鋼針陣中，當下只是在旁微微冷笑，並不答話。謝遜仰天大嘯，兩頰旁淚珠滾滾而下。張無忌見義父和表妹為自己這等哀傷，再也忍耐不住，便欲挺身而出相認，忽聽得金花婆婆道：「謝三哥，你那位義兒張公子既已殞命，你守著這口屠龍寶刀又有何用？不如便借了於我罷。」謝遜嘶啞著嗓子道：「你瞞得我好苦。要取寶刀，先取了我這條性命。」輕輕將殷離推在一旁，嘶的一聲，將長袍前襟撕下，向金花婆婆擲了過去，這叫作「割袍斷義」。張無忌心想：「我該當此時上前，說明真相，免他二人無謂的傷了義氣。」便在此時，忽聽得左側遠處長草中傳來幾下輕微的呼吸之聲。相距既遠，呼吸聲又極輕，若非張無忌耳音極靈，再也聽不出來，他心念一動：「原來金花婆婆暗中尚伏下幫手？我倒不可貿然現身。」但聽得刀風呼呼，謝遜已和金花婆婆交上了手。只見謝遜使開寶刀，有如一條黑龍在他身周盤旋游走，忽快忽慢，變化若神。金花婆婆忌憚寶刀鋒利，遠遠在他身旁兜著圈子。謝遜有時賣個破綻，金花婆婆毫不畏懼的欺身直進，待他回刀相砍，隨即極巧妙的避了開去。二人於對方武功素所熟知，料得不能在一、二百招內便分高下。謝遜倚仗寶刀之利，金花婆婆則欺他盲不見物，二人均在自己所長的這一點上尋求取勝之道，反而將招數內力置之一旁。忽聽得颼颼兩聲，黃光閃動，金花婆婆發出兩朵金花。謝遜屠龍刀一轉，兩朵金花都粘在刀上。原來金花以純鋼打成，外鍍黃金，鑄造屠龍刀的玄鐵卻具極強磁性，遇鐵即吸。這金花乃金花婆婆仗以成名的暗器，施放時變幻多端，謝遜即令雙目健好，也須全力閃避擋格，不料這屠龍刀正是所有暗器的剋星。金花婆婆倏左倏右連發八朵金花，每一朵均粘在屠龍刀上。此時月暗星稀，夜色慘淡，黑沉沉的刀上粘了八朵金花，使將開來，猶如數百隻飛螢在空中亂竄亂舞。突然金花婆婆咳嗽一聲，一把金花擲出，共有十六七朵，教謝遜一柄屠龍刀粘得了東邊的粘不了西邊。謝遜袍袖揮動，捲去七、八朵，另有八朵又都粘在屠龍刀上，喝道：「韓夫人，你號稱紫衫龍王，名字犯了此刀的忌諱，若再戀戰，於君不利。」金花婆婆打個寒噤，大凡學武之人，性命都在刀口上打滾，最講究口彩忌諱，自己號稱「龍王」，此刀卻名「屠龍」，實是大大的不妙，當下陰惻惻的笑道：「說不定倒是我這殺獅杖先殺了盲眼獅子。」呼的一杖擊出。謝遜沉肩一閃，突然腳下一個踉蹌，「啊」的一聲，這一杖擊中了他左肩，雖然力道已卸去了大半，但仍然著實不輕。張無忌大喜，暗中喝了聲采。他見謝遜故意裝作閃避不及，受了一杖，心下便想：「義父只須將左手袍袖中的金花撒出，再以屠龍刀使一招『千山萬水』亂披風勢斬去，金花婆婆不敢抵擋寶刀鋒銳，務必更向左退，接連兩退，蓄勢待發，那時義父以內力逼出屠龍刀上金花，激射而前，金花婆婆無力遠避，非受重傷不可。」他心念甫動，果見黃光閃動，謝遜已將左手袖中捲著的金花撒出，金花婆婆疾向左退。張無忌斗然間想起一事，心叫：「啊喲，不好，金花婆婆乃是將計就計。」其時他胸中於武學包羅萬有，這兩大高手的攻守趨避，無一不在他算中，但見謝遜的一招「千山萬水」亂披風勢斬出，金花婆婆更向左退。謝遜大喝一聲，寶刀上粘著的十餘朵金花疾射而前。金花婆婆「啊喲」一聲叫，足下一個踉蹌，向後縱了幾步。謝遜是個心意決絕的漢子，既已割袍斷義，下手便毫不容情，縱身而起，揮刀向金花婆婆砍去，忽聽得殷離高聲叫道：「小心！腳下有尖針！」謝遜聽到叫聲，一驚之下，收勢已然不及，只聽得颼颼聲響，十餘朵金花激射而至。金花婆婆要令他身在半空，無法挪移，這一落將下來，雙足非踏上尖針不可。謝遜無可奈何，只得揮刀格打金花，忽聽得腳底錚錚幾聲響處，他雙足已然著地，竟是安然無恙。他俯身一摸，觸到四周都是七、八寸長的鋼針，插在山石之中，尖利無比，只是自己落腳處的四枚鋼針卻被人用石子打飛了，聽那擲石去針的勁勢，正是日間手擲七石的那個巨鯨幫少年。此人在旁窺視，自己竟絲毫不覺，若非得他相救，腳底已受重傷，剩下來只有受金花婆婆宰割的分兒了，腦海中念頭這麼一轉，背上不禁出了一陣冷汗。他二人互施苦肉計，謝遜肩頭受了一杖，金花婆婆身上也吃了兩朵金花，雖然所傷均非要害，但對方何等勁力，受上了實是不易抵擋。金花婆婆大咳幾下，向張無忌伏身之處發話道：「巨鯨幫的小子，你一再干擾老婆子的大事，快留下名來。」張無忌還未回答，突然間黃光一閃，殷離一聲悶哼，已被三朵金花打中胸口要害。原來金花婆婆眼見張無忌武功了得，自己出手懲治殷離，他定要阻撓，是以面對著他說話，乘他絲毫沒有防備之際，反手發出金花。張無忌大駭，飛身而起，半空中接住金花婆婆發來的兩朵金花，一落地便將殷離抱在懷中。殷離神智尚未迷糊，見一個鬍子男子抱住自己，急忙伸手撐拒，只一用力，嘴裏便連噴了幾口鮮血。張無忌登時醒悟，伸手在自己臉上用力擦了幾下，抹去臉上黏著的鬍子和化裝，露出本來面目。殷離一呆，叫道：「阿牛哥哥，是你？」張無忌微笑道：「是我！」殷離心中一寬，登時便暈了過去。張無忌見她傷重，不敢便替她取出身上所中金花，當即點了她神封、靈墟、步廊、通谷諸處穴道，護住她心脈。只聽得謝遜朗聲道：「閣下兩次出手相援，謝遜多承大德。」張無忌哽咽道：「義……義……你何必……」