第六十二回　煙薰山洞又鬥一陣，楊過胸口隱隱生疼，知道自己內力不及對方，如此蠻打，實是無法持久，多時不聽到嬰兒哭泣，只怕有失，百忙中低頭向嬰兒望了一眼，只見她一張小臉眉清目秀，模樣甚是嬌美，睜著兩隻黑漆漆的眼珠，瞧著自己。這時她生下不到一日，自是什麼也不知道，但臉上安靜平和，卻不像是個初生嬰兒。楊過素來與郭芙不睦，但對懷中這個幼女，心中忽起異樣之感：「我此刻為她死拼，若是天幸救得她的性命，七日之後我便死了，日後她長到她姊姊那般年紀，不知可會記得我否？」激情衝動之下，也不知如何悲從中來，眼眶一紅，險險掉下淚來。李莫愁在旁瞧得不忍，眼見他勢窮力竭，轉瞬間便要喪於雙輪之下，心念一動，要待上前相助，但隨即想到：「這小子武功已勝於我，若不假手和尚除他，日後便不可制。」於是仍然袖手不動。這三人中法王的武功最強，李莫愁最毒，但論到詭計多端，卻推楊過。他一陣傷心過了，隨即籌思脫身之策，心想：「三國之際，曹魏最強，欲抗阿瞞，須聯孫權。」李莫愁既不肯相助自己，那只有自己去助李莫愁了，當下刷刷兩劍，擋住了法王，疾退兩步，突將嬰兒遞給李莫愁，說道：「給你！」這一下大出李莫愁意料之外，一時不明楊過的用意，順手將嬰兒接過，楊過叫道：「李師伯，快抱了孩子逃走，讓我擋住賊禿！」劍上遞出拼命兩招，教法王欺不近身來。李莫愁心道：「原來他想我總還顧念師門之誼，不致傷了孩子，危急中遞了給我，那真是再妙不過。」她那想到這是楊過嫁禍的惡計，剛一提步要走，法王迴過手臂，銀輪砸出，竟是捨卻楊過，擊向李莫愁的後心。這一招來得好快，她身形甫動，銀輪已是如影隨形擊至。李莫愁無奈，只得回過拂塵擋架。楊過見計已售，不得不鬆了一口氣，他顧念嬰兒，卻不肯如李莫愁般袖手旁觀，以待二人鬥個兩敗俱傷，才出來收漁人之利，呼吸稍一調勻，立即提劍攻向法王的左側。這時紅日中天，密林中仍有片片陽光透射進來，楊過精神一振，一柄長劍更是使得得心應手，數招間只聽得噹的一響，銅輪被君子劍削去了一片。那法王當真了得，雖然暗暗心驚，手上招數卻愈見凌厲。楊過斗地心生一計，叫道：「李師伯，你小心這銅輪，被我削破的口子上餵有劇毒，莫被他掃上了。」李莫愁道：「為什麼？」楊過道：「我這劍上所餵的毒藥甚是厲害！」適才法王被楊過長劍刺傷，一直在擔心劍上有毒，但久戰之後，傷口上並無異感，也就放心，此時聽他一提，不由得心中一震：「那公孫止為人險詐，只怕劍上果然有毒。」想到此處，登時氣便餒了。李莫愁拂塵猛地揮出，叫道：「過兒，用毒劍刺他！」伸手一揚，似有暗器射出。法王舞輪護住胸前，李莫愁這一下卻是虛張聲勢，她雖有極厲害的冰魄銀針，但見法王如此武功，料想射他也是無功，只阻得他一阻，已脫出雙輪威力的籠罩，急步飛奔。金輪法王猛悍無比，雖然疑心身上有毒，但傷口既不麻癢，亦不腫脹，實不願此番徒勞往返，落得個負傷而歸，見李莫愁一逃，立即拔步急追。楊過心想如此打打追追，不知如何了局，讓這初生嬰兒在曠野中經受風寒，便算救回，只怕也難以養活，只有合二人之力先將法王擊退，再籌良策，於是大聲叫道：「李師伯，不用走啦，這賊禿身中劇毒，活不了多久了。」叫聲甫畢，只見李莫愁向前一竄，鑽進了山邊的一個洞中。法王呆得一呆，不敢便即闖入。楊過不知李莫愁搶那嬰兒何用，生怕她忽下毒手，他早已將自己生死置之度外，當即長劍護胸，衝了進去，只聽叮叮叮三響，長劍已將三枚冰魄銀針打落在地，叫道：「李師伯，是我！」洞中黑漆漆一團，但他雙目能暗中見物，見李莫愁左手抱著孩子，右手又扣著幾枚銀針，他為表示並無敵意，轉身向外，說道：「咱們聯手先退賊禿。」於是仗劍守在洞口。法王料想他們一時不敢衝出，於是盤膝坐在洞側，解開衣衫，檢視傷口，但見劍傷之處血色殷紅，殊無絲毫中毒之象，伸手一按，傷口微微疼痛，再潛運內功一轉，四肢百骸沒半分窒滯，心中又喜又怒，喜的是楊過劍上無毒，怒的是竟爾受了這小子之騙，白白擔心半日。他瞧那山洞，但見洞口長草掩映，入口處僅容一人，自己身軀肥大，若是貿然衝入，轉折不便，只怕受了洞內兩人的暗算。一時正想不到善策，忽聽得山坡後一人怪聲叫道：「大和尚，你在這裏幹麼？」法王聽得語聲，正是那天竺矮子尼摩星。他眼睛仍是瞧定洞口。說道：「三隻兔兒鑽進了洞裏，我要趕他們出來。」尼摩星在襄陽城裏混鬧一場，無功而退，在回歸軍營途中，遠遠望見法王的銀銅錫三輪在空中飛，知他正與人動手，是以瞧照了方向過來。他輕功本好，但受傷之後不敢使力，到來時楊李二人已躲入洞中。他見法王全神貫注瞧著山洞，心中一喜，問道：「郭靖逃到了洞裏麼？」法王哼一聲道：「是一隻雄兔，一雙雌兔，還有一隻小兔。」尼摩星更是喜歡，道：「啊，除了郭靖夫婦，還有楊過這小子。」法王由得他自說自話，不予理睬，四下一瞧，心中已有計較，伸手拾些枯枝枯草，堆在洞口，晃火摺點燃枯草。是時西南風正勁，一陣陣濃煙往洞中湧入。當他堆積枯草之時，楊過已知他的毒計，再聽得尼摩星到來，又多了一個強敵，低聲道：「我瞧瞧這山洞是否另有出口。」於是向內走去，走了七八丈，山洞已到盡頭，他回過頭來，低聲道：「李師伯，他們要用煙薰，你說怎麼辦？」李莫愁心想硬衝是擺脫不了法王，躲在這裏亦非了局，當真不濟之時，只有丟下嬰兒獨自脫走，這和尚和自己無冤無仇，他只是志在嬰兒，那時自是不會苦纏，因此她心中並不驚慌，臉上微微冷笑。過不多時，山洞中濃煙越進越多，楊李二人閉住呼吸，一時尚可無礙，那嬰兒卻又哭又咳。李莫愁冷笑道：「你心疼麼？」楊過懷抱著這女嬰一番捨生忘死的惡鬥，心中已不由得對她生了憐惜之情，聽得哭得厲害，道：「讓我抱抱！」伸出雙手，走近兩步。李莫愁拂塵刷的一下，向他的手臂上揮去，喝道：「別走近我！你不怕冰魄銀針嗎？」楊過向後躍開，聽了「冰魄銀針」四字，腦海中猶似閃電般一晃，想起幼時與她初次相遇，只是將銀針在手中握了片刻，即已身中劇毒，虧得義父歐陽鋒授以上乘內功，才將毒氣逼出，當下心生一計，撕一片衣襟包住右手，走到洞口拾起李莫愁適才射他的三枚銀針，針尾向下，手指微微用力，將銀針插入土中，只餘一寸針尖留在土外，再在針尖上蓋了一些沙土，掩住針尖的光亮。此時洞口堆滿了柴草，又是濃煙滿洞，他弓身插針，法王與尼摩星全未瞧見。楊過布置已畢，退身回來，低聲道：「我已有退敵之計，你哄著孩子別哭。」於是大聲叫道：「好了，李師伯，這山洞後面有出口，咱們快走！」聲音中充滿了歡喜之情。李莫愁一怔，還道山洞後面真有出路。楊過將口俯到她的耳畔，低聲道：「那是假的，我要叫這賊禿上當。」法王與尼摩星聽見楊過這麼一叫，一愕之下，但聽得洞中寂然無聲，嬰兒的哭喊也漸漸隱去，他們那知是楊過用袍袖蓋在嬰兒臉上，只道是真的從洞後逸出。尼摩星性子暴躁，不及細想，立即飛身便繞到山坡後面，想去阻截，法王卻心思細密，凝神一聽，那嬰兒的哭喊只是低沉細微，卻非漸漸遠去，知道又是楊過使詐，只要騙得他到山坡之後，便抱了孩子從洞口衝出，不禁暗暗冷笑：「這個小小的調虎離山之計，也想在老衲面前行使。」於是躲在洞側，提起銀銅兩輪，只待楊過出來。楊過叫道：「李師伯，那賊禿走了，咱們並肩往外。」忽又低聲道：「咱們同時驚呼，誘他進洞。」李莫愁還不知楊過使的是何詭計，但素知他極是狡猾，自己曾吃過他不少大虧，他既然排下妙策，諒必使得，好在嬰兒抱在自己手中，只要先驅退法王，不怕他不拿「玉女心經」來換孩子，於是點了點頭，兩人齊聲大叫：「啊喲！」楊過假裝受傷甚重，大聲呻吟，叫道：「你如何便對我下此毒手？」隨即低聲道：「你裝作性命不保。」李莫愁怒道：「好，我今日……死在你手裏，卻教你這小賊……也活不成。」說到後來，語聲斷續，已是上氣不接下氣。法王在洞口聽了大喜，心想原來這二人為了爭奪嬰兒，還未出洞，卻已自相殘殺起來，看來已鬥得兩敗俱傷。他生怕嬰兒連帶送命，那便不能挾制郭靖，當即撥開柴草，搶進洞去。只走得兩步，突覺左腳底微微一痛。他武功了得，應變奇速，不待踏實，立即右足使勁，倒躍出洞，左足落地時小腿一麻，竟然險險摔倒。以他的深厚內功，即使腿上給人連砍數刀，縱躍時也不致站立不穩，心念一轉之下，已知足底心被毒物刺中，正要拉下鞋襪察看，見尼摩星從山坡後轉回，叫道：「那小子使詐，山後並無出口，郭靖他們還在洞內。」法王住手不再脫鞋，臉上不動聲色，說道：「你所料不錯，但久無聲息，想來他們都被煙火薰得昏過去了。」尼摩星大喜，心想這番生擒郭靖之功，終於落在自己手上，他也不想法王何以不搶此功勞，舞動鐵蛇護住身前要害，從洞口直鑽進去。楊過這三枚銀針佈在當路之處，不論來人的步子大小如何，非踏中一枚不可。尼摩星身矮步短，來很又快，右腳踏中了銀針，一痛之下未及縮步，左腳又踏上了另一枚針尖。天竺國因天氣炎熱，國人向來赤足，尼摩星也不穿鞋，雖然腳底板練得厚如牛皮，但那冰魄銀針何等銳利，早已刺入寸些。尼摩星性子勇悍，小小受傷毫不在意，揮鐵蛇在地下一掃，但覺前面地下再無倒刺，正要繼續進內活捉郭靖，猛地裏兩腿麻軟，站立不穩，一交摔倒。他這才知針刺上的劇毒厲害非凡，急忙連滾帶爬，衝出洞來，但見法王除去鞋襪，捧著一隻腫脹墨黑的左腿，正在運氣阻毒氣上升，尼摩星大怒，喝道：「好賊禿，你明明中毒受傷，何以不說一句，卻讓我也去上當？」法王微微一笑，說道：「我上一當，你也上一當，這才兩不吃虧啊。」尼摩星怒氣勃發，不可遏制，大聲怒罵：「我也不要拿什麼郭靖了，今日與你拼個你死我活。」他雙足已使不出半點力氣，左手在地下一撐，和身向法王撲去，右手鐵蛇往他頭頂擊落。法王舉銅輪將鐵蛇擋開，隨即橫過手臂，一個肘錘撞出。尼摩星身在身在半空，難以閃避，法王這一招又是來勢迅捷，被他一錘打中肩頭。法王這一記肘錘勁力何等霸道，尼摩星雖然筋骨堅厚，卻也給他打得劇痛攻心。尼摩星狂怒之下，再也不顧自己死活，撲上前去牢牢抱住他的身子，張口便咬。這一口正咬住他頸下的「氣舍穴」上。若在平時，以法王如此深湛的武功，如何能讓他欺近抱住？即令抱住了，又如何能給他一口咬中頸下的大穴？但此時法王知道腳底所中的毒針實是非同小可，全身內力都在與毒氣相抗，硬逼著不使毒氣衝過大腿與小腿之間的「曲泉穴」，只要嚴守此關，最多是廢去一隻小腿，還不致送了性命，是以當尼摩星撲上來之時，法王已變成內功全失，只以外功與他相抗，尼摩星卻是全力施為，一咬住對方穴道，牙齒再不放鬆。法王伸出右足一鉤，尼摩星雙足早無力氣，向前一衝，兩人一齊跌翻在地。法王伸手想將他扯開，但大穴被制，手上力道已大為減弱，那裏拉得動？只得回手扣住他後頸的「大椎穴」，這是手足三陽督脈之會，也是人身的要穴，以防他下毒手制自己死命。兩人本來都是武林中的第一流高手，但中毒之後近身纏鬥，卻如第三四流手蠻打硬拼一般，已是全無身份，兩人在地下翻翻滾滾，漸漸滾近山谷邊的斷崖之旁。法王瞧得明白，大聲叫道：「快放手，你再進一步，兩個兒都跌得粉身碎骨。」但尼摩星此時早已失了理性，他不運氣與毒氣相抗，內力比法王深厚得多，用力前推，法王竟是抵擋不住。眼見距離崖邊已不過數尺，下面便是深谷，法王情急智生，大叫道：「郭靖來了！」尼摩星一凜，問道：「在那裏？」他這三個字一說，口一張，登時放開了法王的穴道。法王氣貫左掌，呼的一聲，向前擊出。尼摩星知道上當，一低頭避開了他這一掌，彎腰向前一撞。法王這一掌本是要逼使尼摩星向後閃避，但他忘了尼摩星雙足中毒，早已不聽使喚，那裏還能向後退躍？但見他不後反前，一驚之下，兩人又已糾纏在一起，突覺身下一空，兩人一齊往山谷中直掉下去。且說李莫愁見楊過奇計成功，暗暗佩服這小子果然了得，但聽二人在外毆鬥，知道已無危險，拔步便要出洞，猛聽得法王與尼摩星二人齊聲驚呼，聲音甚是怪異。這正是他二人掉下山崖之時所發，但那斷崖與山洞相隔數十丈，又被一片山石擋住，從洞中瞧不見外面情景，不知二人如此大叫為了何事。李莫愁道：「喂，小子，他們幹什麼啊？」楊過卻也料想不到二人竟會跌落山谷，呆了一呆，道：「那賊禿狡猾得緊，咱們假裝相鬥受傷，只怕他們依樣葫蘆，騙咱們出去。」李莫愁一想不錯，道：「嗯，他定是想騙我出去，奪我解藥。」她緩緩走向洞口，想要探首出洞窺視，楊過道：「小心地下銀針。」李莫愁一驚，急忙縮步。這時洞口煙火已熄，洞中又是黑漆一團，她不能如楊過一般暗中見物，不知那三枚銀針插在何處，若是貿然舉步，十九也要踏上。她雖自有解藥，但針上劇毒厲害異常，非但治療時不免要受一番痛苦，而且腳上一受到針刺，楊過若是乘機攻擊，那時就緩不出手來療毒，只怕這條性命要送在自己的毒器之下了，於是說道：「你快將針拔去，咱們呆在這兒幹麼？」楊過道：「稍待片刻，讓他二人毒發而死，慢慢出去不遲。」李莫愁哼了一聲，她對楊過心中實在大是忌憚，與他相處在這暗洞之中，自己武功已未必能夠勝他，說到智計，更是遠遠不及，當下低頭沉思出洞之計。這時洞外一片靜寂，洞內二人也是各想各的心思，默不作聲。突然之間，那嬰兒哇的一聲，哭了起來，她出世以來從未吃過一口奶，此時自是餓了。李莫愁冷笑道：「師妹呢？她連自己孩子餓死也不理麼？」楊過道：「誰說是姑姑的孩子，這是郭靖郭大俠的女兒。」李莫愁道：「哼，你用郭大俠的名兒來嚇我，我便怕了麼？若是別人的孩子，料你也不會這般搶奪，這自是你們師徒倆的孽種。」楊過大怒，喝道：「不錯，我是決意要娶姑姑的。但咱們尚未成親，何來孩子。你口裏放乾淨些。」李莫愁又是冷笑一聲，撇嘴道：「你要我口裏乾淨些，還不如自己與師父的行止乾淨些。」楊過一生對小龍女敬若天人，那容她如此污衊，心中更是惱怒，大聲道：「我師父冰清玉潔，你這瞎婆子可莫胡言亂語。」李莫愁道：「好一個冰清玉潔，就可惜臂上的守宮砂褪了。」刷的一聲，楊過一劍向她當胸刺去，喝道：「你罵我不要緊，但你出言辱我師父，今日跟你拼了。」刷刷刷連環三劍。他劍法既妙，雙眼又瞧得清楚，李莫愁全賴聽風辨器之術招架，雖然不失厘毫，但數招之後，已是險象環生，總算楊過顧念著孩子，只怕劍底過於厲害，她便對孩子猛下毒手，因此並未施展殺著。二人在洞中你來我往的交換十餘招，那嬰兒忽地一聲哭叫，隨即良久沒了聲息。楊過大吃一驚，顫聲道：「你傷了孩子麼？」李莫愁見他對孩子如此關懷，更認定這是他的親生孩兒，舉拂塵將他長劍一擋，說道：「現在還沒死，但你再不聽我吩咐，你道我沒膽子捏死這小鬼麼？」楊過打了個寒戰，素知她殺人不貶眼，別說弄死一個初生嬰兒，只有稍有怨毒，便能將人家殺得滿門雞犬不留，於是收回長劍，說道：「你是我師伯，只要你對我師父好，我自然聽你吩咐。」李莫愁聽她口氣軟了，心知只要嬰兒在自己手中，他便無法相抗，於是道：「好，我不罵你師父，你就聽我的話。現下你出去瞧瞧，那兩人的毒發作得怎樣了。」楊過依言走出洞去，四下一瞧，不見法王與尼摩星的影蹤，他怕法王詭計多端，躲在隱僻之處，於是用長劍在左近樹叢長草等處試刺幾下，見無人隱藏，回洞說道：「兩人都不在啦，想是大毒之後，嚇得遠遠逃走了。」李莫愁道：「哼，中了我銀針之毒，便算逃走，那裏能逃得遠？你將洞口的針拔掉，放在我面前。」楊過聽嬰兒哭聲不止，心想也該出去找些什麼給孩子吃，於是仍用衣襟裹手，拔出銀針，還給了她。李莫愁將針放入針囊，拔步往外便走。楊過跟了出來，道：「你將孩子抱到那裏去？」李莫愁道：「回我自己家去。」楊過急道：「你要這孩子幹麼？她又不是你生的。」李莫愁雙頰一紅，隨即沉臉道：「你胡說什麼？你送我古墓派的玉女心經來，我便將孩子還你，管教不損了她一根毫毛。」說罷展開輕功，疾向北行。楊過跟在身後，叫道：「你先給她吃奶啊。」李莫愁回過身來，滿臉通紅，喝道：「你這小子怎地沒上沒下，說話討我便宜。」楊過奇道：「咦，我怎地討你便宜了？孩子沒奶吃，豈不餓死了？」李莫愁道：「我是個守身如玉的處女，那裏有奶給這小鬼吃？」楊過微微一笑，道：「李師伯，我是要你找些奶給孩子吃啊，又不是要你自己……」李莫愁守身不嫁，一生在刀劍叢中出入，這養育嬰兒之事，卻是一竅不通，沉吟道：「卻到那裏找奶去？她吃飯成不成？」楊過道：「你瞧她有沒有牙齒？」李莫愁往嬰兒口中一張，搖頭道：「半顆也沒有。」楊過道：「咱們到鄉村中去找個正在給孩子餵奶的女人，讓她給這嬰兒吃個飽，豈不是好？」李莫愁喜道：「你果然是滿腹智謀。」登上山丘四下一望，遙遙瞧見西邊山坳中有炊煙升起。兩人腳程好快，片刻之間已奔近一個小小村落，襄陽附近久經烽火，大路旁的村莊市鎮，盡已被蒙古鐵蹄毀成白地，只有在這種荒谷僻壤，尚有少些山民黎居。李莫愁逐戶推門查看，找到第四間農舍，只見一個少婦抱著一個歲餘的孩子，正在餵奶。李莫愁大喜，一把將她懷中的孩子抓起，往炕上一丟，將自己抱著的嬰兒塞在她的手中，說道：「孩子餓了，你餵她吃個飽吧。」那少婦的孩子在炕上一摔，跌得甚痛，手足亂舞，大聲哭喊。那少婦愛惜兒子，忙伸手抱起。楊過見那少婦袒著胸膛，立即轉身向外，卻聽得李莫愁喝道：「我叫你餵我的孩子吃奶，你沒聽見麼？誰教你抱自己兒子了？」但聽得拂塵揮動，跟著砰的一響。楊過嚇了一跳，回過頭來，只見那農家孩子已被她摔在牆腳之下，滿頭鮮血，不知死活。那少婦急痛攻心，放下郭靖的女兒，撲上去抱住自己兒子，連哭帶叫。李莫愁大怒，拂塵一起，往那少婦背上擊落。刷的一聲，楊過伸劍架開，心想：「天下那有如此橫蠻女子？」口中卻道：「李師伯，你若將她打死了，死人可沒有奶。」李莫愁怒道：「我是為你的孩子好，你反來多管閒事！」楊過心想：「這明明不是我的孩子，你卻口口聲聲說是我的。但若真是我的，那又怎能說我多管閒事？」當下陪笑道：「這孩子餓得緊了，快讓她吃奶是正經。」說著伸手到炕上去抱嬰兒。李莫愁拂塵半空擋住，叫道：「你敢搶孩子麼？」楊過退後一步，道：「好，我不抱便是。」李莫愁將嬰兒抱起，正要再送到那少婦懷中，一轉身，那少婦已不知去向，原來她乘著兩人爭執，已抱了兒子悄悄從後門溜走。李莫愁怒氣勃發，直衝出門，但見那少婦抱著嬰兒正自向前狂奔。李莫愁「哼」的一聲，縱身而起，拂塵摟頭擊下，風聲過去，那農婦母子兩人登時腦骨碎裂，屍橫當地。她怒猶未息，晃亮火摺，便在農家的茅草屋上縱火焚燒，連點了幾度火頭，這才快步出村。楊過見她出手兇狠若斯，心中暗暗嘆息，不即不離的跟在她身後。二人一聲不作，在山野間走了數十里地，那嬰兒哭得倦了，在李莫愁懷中沉沉睡去。正行之間，李莫愁突然「咦」的一聲，停住腳步，只見兩隻花斑小豹，正在陽光下互相廝打嬉戲。她踏上一步，正要將小豹踢開，突然旁邊草叢中嗚的一聲大吼，眼前一花，一隻金錢大豹撲了出來。她雖武功卓絕，卻也吃了一驚，一挫步向左躍開。這隻大豹形貌猛惡，一撲不中，立即轉身，舉掌來抓，行動之敏捷，直如武學高手一般。李莫愁舉起拂塵，刷的一聲，擊在豹子雙目之間。那豹痛得嗚嗚狂吼，更是兇性大發，露出白森森的一口利齒，蹲伏在地，兩隻明晃晃的眼睛瞧定了敵人，俟機進撲。李莫愁左手一揚，兩枚銀針電射而出，分擊花豹雙目。楊過叫道：「且慢！」揮長劍將銀針打下，就在此時，那豹子也已縱身而起，高躍丈餘，從半空撲將下來。楊過身子同時竄起，叮叮兩聲，先舞長劍又砸飛了李莫愁的兩枚銀針，跟著右拳砰的一聲，擊在花豹頸後椎骨之上。那花豹一痛，大吼一聲，落地後隨即跳起，伸出前足向楊過撲來。楊過身子一側，左掌擊出，這一掌中含了五成內力，那花豹雖是猛獸，卻也禁受不起，被他擊得一個觔斗向後翻出。李莫愁心中奇怪，自己兩枚銀針早已可制花豹死命，何以他既出手救豹，卻又費這麼大力氣和豹子打鬥？只見他左一掌，右一掌，打得豹子跌倒爬起，爬起跌倒，狼狽不堪，但每一掌卻又避開豹子的要害之處。只聽那猛獸吼叫之聲越來越是低沉，然身子卻未受重傷，十餘掌吃過，花豹再也抵受不住，一縱便上了山坡，楊過早已防到牠要轉身逃走，預擬扯住牠的尾巴，拉牠轉來，豈知牠威風盡失，尾巴垂下，挾在後腿之間，一拉竟爾拉了個空。他正待施展輕功追去，只見那豹子躍出數丈，回身嗚嗚而叫，招呼兩頭小豹逃走。楊過心念一動，雙手伸出，抓住兩頭小豹的頭頸，一手一隻，高高提起。那母豹愛子心切，眼見幼豹被擒，顧不得自己性命，又向楊過直撲過來。楊過將兩頭小豹往李莫愁一擲，叫道：「抓住了，可莫弄死。」身隨聲起，一竄丈餘，躍得比豹子更高，他看準了從半空中落將下來，正好騎在豹子背上，雙手抓住牠耳朵往下力掀。那豹子掙扎了半天，但全身要害受制，一張巨口沒入沙土之中。楊過叫道：「李師伯，你快用樹皮結兩條繩索，將牠四條腿縛住。」李莫愁哼了一聲道：「我沒空陪你玩兒。」轉身欲走。楊過急道：「誰玩了？這豹子有奶啊！」李莫愁登時省悟，心中大喜，笑道：「虧你想得出。」當即撕下十餘條極堅韌的樹皮，匆匆結成繩索，先將豹子的巨口牢牢縛住，再把牠前腿後腿分別綁定。楊過拍拍身上灰塵，微笑站起。那豹子動彈不得，目光中露出恐懼之色。楊過撫摸一下牠頭頂，笑道：「咱們請你做一會兒乳娘，不會傷你性命。」李莫愁抱起嬰兒，湊到花豹的乳房之上。那嬰兒早已餓得不堪，張開小口便吃。豹子的乳汁比人多了何止數倍，不多時嬰兒已經吃飽，閉眼睡去。李莫愁與楊過望著她吃奶睡著，眼光始終沒離開她嬌美的小臉，只見她睡熟之後，臉上微微露出笑容，兩人心中喜悅，不禁相顧一笑。這一笑之下，二人心中本來存著的相互戒備之心，登時去了大半。李莫愁臉上充滿溫柔之色，口中低聲哼著歌兒，一手輕拍，將她抱了起來。楊過找些軟草，在樹蔭下一塊大石之上，做了一個窩兒，說道：「你放她在這兒睡吧！」李莫愁忙做個手勢，命他不可大聲驚醒了孩子。楊過伸伸舌頭，做個鬼臉，眼見孩子睡得甚是寧靜，不禁喘了一口長氣。這時兩頭小豹已鑽在母親懷中吃奶，四下裏花香浮動，和風拂衣，殺氣盡消，人獸相安，楊過在這數日中經歷了無數變故，直到此時才略感心情舒泰，但身邊一旁是個殺人不眨眼的女魔頭，一旁是隻兇惡巨獸，也可算得是奇異之極了。李莫愁坐在嬰兒身邊，緩緩揮動拂塵，替她驅趕林中的蚊蟲。這拂塵底下殺人無算，武林中人士見到，無不驚心動魄，此時卻是她生平第一次用來做件慈愛的善事。楊過見她凝望著嬰兒，臉上有時微笑，有時愁苦，忽爾激動，忽爾平和，想是心中正自思潮起伏，念起自己生平之事。楊過不明她的身世，只約略曾聽程英和陸無雙說過一些，但想她行事如此狠毒偏激，必是經歷過一番極大的困苦，自己一直恨她惱她，此時不由得微生憐憫之意。過了良久，李莫愁抬起頭來，與楊過目光一接，見他臉色柔和，心中微微一怔，輕聲道：「天快黑了，今晚怎麼辦？」楊過四下一望，道：「咱們又不能帶了這位大乳娘走路，且找個山洞住宿一宵，明日再定行止。」李莫愁點了點頭。楊過前後左右找了一遍，尋著一個勉強可容身的山洞。