第二回　午夜驚變包氏這才知道此人還沒有死，定睛細看，見他背後肩頭中了一枝狼牙利箭，深入肉裏，箭枝上染滿了污血。包氏閨名惜弱，原來她自幼心地仁慈，凡是見到受傷的小麻雀、小田雞，甚至蟲豸螞蟻之類，必定帶回家來好好餵養，直到傷癒為止，如果不幸醫治不好，她會整天鬱鬱不樂，這脾氣大了仍舊不改，弄得閨房之中全養滿了各種跳跳蹦蹦的蟲蟻禽獸，所以她父母按著她性子給她取了這個名字。她嫁楊家以後，楊鐵心對這如花似玉的妻子千依百順，楊家的後院子裏自然也是小鳥小獸們的天下了。說來還有一怪，楊家的老公雞老母雞特多，原來包惜弱飼養雞雛之後，決不肯宰殺一隻，丈夫要吃，寧可到市上另買，所以她家裏每隻小雞都是養到得享天年，壽終正寢。這時她見這人奄奄一息的伏在雪地中，慈心頓生，雖然知道此人並非好人，但眼睜睜的見他痛死凍死，心中無論如何也不忍。她微一沉吟，急奔回屋，想叫醒丈夫和他商量，無奈楊鐵心大醉沉睡，推他只是不動。包惜弱心想，還是救了那人再說，當下檢出丈夫的止血散金創藥，拿了小刀碎布，在灶上提了半壺熱酒，又奔到墳後。那人伏著動也不動，包惜弱扶起他來，把半壺熱酒給他慢慢灌在肚裏。她自小醫治小動物慣了的，對醫傷倒頗有點經驗，見這一箭射得極深，一拔出來只怕當時就要噴血斃命，但如不把箭拔出，終不可治，於是咬緊牙關，用鋒利小刀割開箭旁肌肉，拿住箭桿，奮力向外一提，那人慘叫一聲，暈死了過去，創口鮮血直噴，射得包惜弱胸前全是血點，那箭枝終於拖了出來。包惜弱心中突突亂跳，疾忙拿止血散按在創口，用布條緊緊紮住。過了一陣，那人悠悠醒來，可是疲弱無力，連哼都哼不出一聲。包惜弱嚇得手酸足軟，實在扶不動這個大男人，靈機一動，回家拿了一塊門板，把那人拉到板上，然後在雪地上拖動門板，就像一輛雪車般將他拖回家中，把他安置在柴房之中。她忙了半日，這時心神方定，換下污衣，洗淨手臉，煮了一碗肉湯，一手拿了燭台，再到柴房去瞧那漢子。那人微微呼吸，並未斷氣，包惜弱心中甚慰，把肉湯餵他。那人喝了半碗，忽然劇烈咳嗽起來。包惜弱吃了一驚，舉起燭台一瞧，燭光下只見這人眉清目秀，鼻樑高聳，竟是一個俊美異常的青年男子。包惜弱臉一紅，手一顫，晃動了燭台，幾滴燭油滴在那人臉上。那人睜開眼來，驀見面前一張芙蓉秀臉，雙頰暈紅，星眼如波，眼光中又是憐惜，又是羞澀，不禁怔怔的看得呆了。包惜弱低聲道：「你好過些了麼？把這碗湯喝了吧！」那人伸手要接，但手上無力，險些把湯全給倒在身上。包惜弱搶住湯碗，餵著他一口一口的喝下。那人喝了肉湯後，眼中漸漸出現光采，凝望著她，似乎不勝感激之情。包惜弱倒被他瞧得有些不好意思了。拿了幾捆稻草給他蓋上，持燭回房。她一晚睡不安穩，連做幾個惡夢，忽然夢見丈夫一槍把柴房中那人刺死，又夢見兩隻老虎追逐自己，四面都是深淵，無處可以逃避。幾次從夢中醒來，待得天明起身，丈夫早已下床，只見他拿出另一桿鐵槍，正用磨刀石磨利槍頭，包惜弱想起夜來夢境，嚇了一跳，疾忙走到柴房，推門一看，一驚更甚，原來裏面只剩亂草一堆，那人已不知去向。她忙奔到後院，只見後門虛掩，雪地裏顯然有一人連滾帶爬的向西而去的痕跡。包惜弱望著那條痕跡，不覺怔怔的出了神，過了良久，一陣寒風撲面吹來，忽覺腰酸骨軟，十分困倦，回到前堂，楊鐵心已燒好了白粥，放在桌上，笑道：「你瞧，我煮的粥還不錯吧？」包惜弱知道丈夫為了自己有了身孕，所以特別體恤，一笑而坐，端起粥碗吃了起來。她想如把救人之事告知丈夫，他嫉惡如仇，必定會趕去將那人刺死，豈不是救人沒有救徹？當下絕口不提那事。匆匆臘盡春回，轉眼間過了數月，包惜弱愈來愈感慵困，救人之事也漸漸淡忘了。這日楊氏夫婦在郭家吃了酒回家，睡到午夜，包惜弱朦朧間忽覺丈夫斗然坐起身來，一驚而醒，只聽得遠處隱隱有馬蹄踐踏堅冰之聲，聽聲音是從西面傳來，過了一陣，東邊也傳來了馬蹄聲。接著北面南面都有了蹄聲。包惜弱坐起身來，道：「大哥，怎麼四面都有人馬？」楊鐵心匆匆下床穿衣，片刻之間，四面蹄聲越來越近，村中犬兒都吠叫起來，楊鐵心道：「咱們被圍住啦！」包惜弱道：「幹什麼呀？」楊鐵心道：「不知道。」他把丘處機所贈的短劍遞給妻子道：「你拿著防身！」這時東南西北人聲馬嘶，亂成一片，楊鐵心推開窗子向外一望，只見大隊人馬一層一層的把村子團團圍住，眾兵卒手裏火把高舉，七八名武將騎在馬上往來馳騁，只聽得眾兵丁齊聲喊道：「捉拿反賊，莫讓反賊逃了！」楊鐵心尋思：「難道有奸細叛徒逃到了這裏？」把鐵槍綽在手裏，觀看動靜，忽聽一名武將高聲叫道：「郭嘯天、楊鐵心兩名反賊，快出來受縛納命！」楊鐵心大吃一驚，包惜弱更是嚇得臉色蒼白。楊鐵心道：「官家不知為了何事，誣害良民，咱們只好衝出去逃命。你別慌，就是千軍萬馬，憑我這桿槍也要保了你衝出重圍。」他究是英雄後人，臨危不亂，掛了箭袋，握住妻子右手。包惜弱道：「那麼讓我收拾東西。」楊鐵心道：「還收拾什麼，統通不要了。」包惜弱心中一酸，垂下淚來，顫聲道：「那麼這個家呢？」楊鐵心道：「咱們只要僥倖逃得性命，將來我和你在別地重整家園。」包惜弱道：「那些小雞小貓呢？」楊鐵心嘆道：「傻孩子！還顧得到牠們麼？」一言方畢，外面齊聲發起喊來，原來兵丁們已點燃了兩間草房，又有兩名宋兵高舉火把來燒楊家的屋簷。楊鐵心怒氣填膺，開門走出，大聲喝道：「我就是楊鐵心，你們幹什麼？」那兩名宋兵嚇了一跳，丟下火把轉身退開。火光中一名武官拍馬走近，叫道：「好！你是楊鐵心，跟咱見官去！拿下了！」四五名兵丁一擁而上，楊鐵心倒轉鐵槍，一招「烏龍擺尾」，把三名宋兵掃倒在地，又是一招「春雷震怒」，用槍柄把一名宋兵挑起，摜到了兵丁隊裏，喝道：「要拿人，先說說犯了什麼罪。」那武官罵道：「大膽反賊，竟敢拒捕。」他口中叫罵，但也畏懼楊鐵心的武勇，不敢逼近。這時他身後又有一名武將叫道：「好好跟老爺過堂去，免得加重罪名，這裏有公文在此。」楊鐵心道：「讓我瞧瞧！」那武將道：「還有一名郭犯呢？」郭嘯天彎弓搭箭，站在窗口，道：「郭嘯天在這裏！」把箭頭對準了這名武官，那武官只覺心頭直發毛，背脊上一陣陣的涼氣，叫道：「你把箭放下，我讀公文給你聽。」郭嘯天道：「快讀！」把弓扯得更加滿了。那武官無奈，拿起公文大聲讀道：「臨安府牛家村村民郭嘯天、楊鐵心二人，勾結巨寇，圖謀不軌，著即拿問，嚴審法辦。」郭嘯天道：「這是什麼衙門的公文？」那武官道：「是韓丞相手諭。」楊郭二人心中都是一驚，暗想：「什麼事這樣厲害，竟要韓侂冑親下手諭？難道丘道長殺死官差的事發了？」郭嘯天道：「誰的首告？有什麼憑據？」那武官道：「咱們只管拿人，你們到府上自己分辯去。」楊鐵心道：「韓丞相專害無辜好人，誰不知道，咱們不上這個當。」領隊的武官叫道：「抗命拒捕，罪加一等。」楊鐵心轉頭對妻子道：「你快多穿一件衣服，我奪他的馬給你。待我先射死那武官，兵卒自然亂了。」弦聲響處，箭發流星，那武官啊喲一聲，撞下馬來，兵丁齊聲發喊。另一名武官叫道：「衝啊！拿反賊啊！」眾兵丁向楊郭兩家衝來。楊郭二人箭如連珠，轉瞬間射死了六七名兵丁，但官兵勢眾，在武官督領下衝到兩家門邊。楊鐵心大喝一聲，猛衝出門，鐵槍起處，官兵紛紛倒退。他縱到一個騎白馬的武官身旁，一槍刺去，那武官舉槍一架，豈知楊家槍法變化靈動，他槍桿一沉，那武官腿上早著。楊鐵心舉槍一挑，武官一個筋斗倒翻下馬。楊鐵心槍桿在地上一撐，飛身躍上馬背，雙腿一夾，那馬一聲長嘶，火光中向屋門奔去。楊鐵心一槍刺倒門邊一名宋兵，俯身伸臂，把包惜弱抱上馬背，高聲叫道：「郭大哥！跟著我來！」郭嘯天舞動雙戟，保護著妻子李萍，從人叢中衝殺出來。官兵們見這兩人武藝精熟，攔阻不住，紛紛放箭。楊鐵心縱馬奔到李萍身旁，叫道：「大嫂，快上馬！」說著一躍下馬，李萍急道：「使不得！」楊鐵心那裏理她，這時也顧不得男女之嫌，一把將她攔腰抱起，放在馬背，義兄弟兩人跟在馬後，且戰且走，落荒而逃。走不多時，突然前面喊聲大作，又是一彪軍馬衝殺過來，楊郭二人暗暗叫苦，待要覓路奔逃，前面羽箭嗖嗖射來，包惜弱叫了一聲：「啊喲！」坐騎中箭跪地，把兩人都拋下馬來。楊鐵心道：「大哥，你護著她們，我再去搶馬！」說著提槍往人叢中衝殺過去。郭嘯天心想：「憑咱們兄弟二人，逃命不難，但前後有敵，妻子是無論如何救不出了，咱們又沒犯罪，與其白白在這裏送命，不如到臨安府分辯去。」當下縱聲叫道：「兄弟，別殺了，咱們就跟他們去！」楊鐵心一呆，拖槍回來。帶隊的軍官下令停箭，命兵士四下圍住，叫道：「拋下兵器弓箭，饒你們不死。」楊鐵心道：「大哥！別中了他們奸計。」郭嘯天搖搖頭，把雙戟往地下一拋。楊鐵心見愛妻嚇得花容失色，心中不忍，嘆了一口氣，也把鐵槍和弓箭擲在地下。楊郭的兵器剛一投下，立即十餘枝長矛刺到了四人身旁，八名兵士走過來兩個服侍一個，用繩索將四人反手縛住。楊鐵心嚇嚇冷笑，昂頭不理。那帶隊的軍官舉起馬鞭，在楊鐵心臉上刷的一鞭，罵道：「大膽反賊，當真不怕死麼？」這一鞭只打得楊鐵心自額至頸，長長的一條血痕，楊鐵心怒道：「好！你叫什麼名字？」那軍官怒氣更熾，鞭子如雨而下，叫道：「老爺行不改姓，坐不改名，姓段名天德，上天好生之德的天德，記住了麼？你到閻王老子那邊去告狀吧。」楊鐵心毫不退避，圓睜雙眼，凝視著他，段天德喝道：「老爺額角上有疤，臉上有青記，你都記住了！」說著又是一鞭。包惜弱見丈夫如此受苦，哭道：「他是個好好的人，又沒做壞事，你幹麼這樣打人呀！」楊鐵心一口濃痰，呸的一聲，正吐在段天德臉上。段天德大怒，拔出腰刀，叫道：「先斃了你這反賊！」一刀摟頭砍將下來，楊鐵心向旁一閃，身邊兩名宋兵長矛一舉，抵住他的兩脅，段天德又是一刀，楊鐵心無處可避，只得向後一縮，那段天德武功倒非庸手，一刀不中，隨即向前一送，他用的是一柄鋸齒刀，這一招正在楊鐵心左肩上鋸了深深的一道口子。接著第二刀又劈將下來。郭嘯天見義弟性命危殆，忽地縱起，飛腳往段天德面門踢去。段天德吃了一驚，收刀招架，那知郭嘯天雖然雙手被縛，腿上功夫仍舊極為了得，身子未落，左足一收，右足鴛鴦連環，一腳正踢在段天德腰裏。段天德怒不可抑，叫道：「亂槍戳死！」眾兵丁舉槍齊刺，郭嘯天踢倒兩人，終因雙手受困，轉動不靈，身子一讓之間，被段天德後面趕上來手起刀落，把一隻右膀斜斜砍了下來。楊鐵心正在力掙雙手，急切間無法脫縛，突見義兄受傷倒地，也不知從那裏忽然來了一股驚人神力，大喝一聲，繩索迸斷，一拳把一名兵士打倒，搶過一柄長矛，展開楊家槍法，這一來猶如猛虎還山，加之一夫拚命，萬夫莫當，段天德見勢不好，先自退開。楊鐵心東挑西打，殺得眼都紅了，眾官兵敵不住，發一聲喊，四下逃散。楊鐵心也不追趕，扶起義兄，只見他已如一個血人，不禁垂下淚來。郭嘯天咬緊牙關，叫道：「兄弟，別管我……快，快走！」楊鐵心道：「我去搶馬，拼死救你出去！」郭嘯天又暈了過去，楊鐵心脫下衣服，要給他裹傷，但段天德這一刀連肩帶胸的砍下，創口佔了半個身子，竟是無法包裹。郭嘯天悠然醒來，叫道：「兄弟，你去救弟婦與你嫂子，我……我是……不成的了……」說著瞑目而死。楊鐵心和他情逾骨肉，見他慘死，滿腔悲憤，口中如要噴出血來，抬頭一望，自己妻子和郭大嫂在混亂之中都已不知去向，他大聲叫道：「大哥，我去給你報仇！」搖矛向官兵隊裏衝去。官兵這時又已列成隊伍，段天德一聲號令，箭如飛蝗般射來。楊鐵心毫不在意，撥箭疾衝，一名武官手揮大刀猛砍，楊鐵心身子一矮，突然鑽到馬腹之下，那武官一刀砍空，正待回馬，後心已被一矛刺進。楊鐵心擲屍上馬，神威大振，官兵們又是紛紛奔逃。他趕了一陣，忽見一名武官抱著一個女人，騎在馬上疾馳。楊鐵心不等馬停，飛身下馬，一拳打倒一名士兵，在他手中搶過弓箭，火光中看準那武官坐騎，嗖的一箭射去，馬腿前跪，馬上兩人都滾了下來。楊鐵心再是一箭，射死了武官，搶過去一看，那女子正是自己的妻子。包惜弱乍見丈夫，又驚又喜，撲到了他的懷裏。楊鐵心道：「大嫂呢？」包惜弱道：「在前面，被賊兵擄去啦！」楊鐵心道：「你在這裏等著，我去救她。」包惜弱驚道：「後面又有賊兵追來啦！」楊鐵心回頭一看，果見另一隊官兵手舉火把趕來。楊鐵心道：「大哥已死，我無論如何要救大嫂出來，保全郭家這點骨肉，要是天可憐見，你我將來還有相見之日。」包惜弱緊緊摟住丈夫脖子，死不放手，哭道：「咱們永遠不能分離，你說過的，咱倆就是要死，也死在一塊！是麼？你說過的！」楊鐵心心中一酸，抱住妻子親了一親，硬起心腸拉脫她的雙手，挺矛往前疾追，奔出數十步回頭一望，只見妻子哭倒在塵埃之中，後面官兵已趕到她的身旁。楊鐵心用袖子一抹臉上淚水、汗水、血水，把自己生死置於度外，一心只想救出李氏，替義兄保全後代，趕了一陣，又奪到了一匹馬，威風更振，抓住一名官兵一問，得知李氏正在前面。他縱馬疾馳，忽聽見道旁密林中一個女人聲音破口大罵，急忙兜轉馬頭回來，用矛尖撥開叢樹，果見兩名兵士按住了李氏，欲圖非禮。楊鐵心更不打話，一矛一個，登時戳死。李氏頭髮蓬亂，全身都是灰土。楊鐵心把她扶上坐騎，兩人同乘，回馬再去找尋妻子，奔到與包氏分手的地方，四下闃無人跡，此時天色微明，他下馬察看，只見地下馬蹄雜沓，尚有人體拖曳的痕跡，想是妻子又被賊官兵擄去了。楊鐵心一躍上馬，雙足在馬腹上亂踢，那馬受痛，騰身飛馳，趕得正急，忽然道旁號角聲響，衝出十餘名黑衣武士，當先一人舉起狼牙棒，一棒往楊鐵心頭上砸將下來，楊鐵心舉矛一格，還了一矛，那人回棒橫掃，只見他棒法嫻熟，招數卻甚為奇特，似非中原武家所用的家數。楊鐵心以前與郭嘯天談論武藝，知道當年梁山好漢中有一位霹靂火秦明，狼牙棒法天下無雙，但除他之外，中州武林豪傑使用這種兵刃的向來極少，因狼牙棒份量沉重，非有極大膂力，不易運用自如。近年來金兵中將官卻用的甚多，由於金人生長遼東苦寒之地，筋骨強壯，愛用這種沉重兵器。當年金兵入寇，宋朝文武不顧百姓，紛紛逃避，老百姓氣憤之餘，忽然說起笑話來，某甲道：「金兵有什麼可怕，他們有一物，咱們自有一物抵擋。」某乙道：「金兵有金兀朮。」甲道：「咱們有韓少保。」乙道：「金兵有拐子馬。」甲道：「咱們有麻札刀。」乙道：「金兵有狼牙棒。」甲道：「咱們有天靈蓋。」那天靈蓋是每個人頭頂的腦門，金兵狼牙棒打來，宋人百姓只好用天靈蓋去抵擋，笑謔之中實在含有無限悲憤。且說楊鐵心和那使狼牙棒的鬥了數合，心中越來越是疑心，瞧他招術，明明是金兵將官，怎麼忽然在此出現？又鬥數合，奮起神威，一矛把那將官刺於馬下，餘兵大驚，發喊逃散。楊鐵心轉頭看視騎在馬後的李氏，瞧她在戰鬥中有未受傷，突然嗖的一聲，樹叢中一箭射出，楊鐵心不及閃避，這一箭直透後心。李氏大驚，叫道：「叔叔，怎麼了？」楊鐵心心中一涼：「不料我今日畢命於此！我死前先得把賊兵殺散，好讓大嫂逃去。」但手一提矛，創口立即痛徹心肺，叫道：「把箭拔出來！」李氏嚇得手都軟了，楊鐵心低頭伏鞍，左手反抓住箭尾，用力一扯，把箭扯了出來。只見箭頭上血漬沾了三寸有餘，那箭銅桿鵰毛，迥非尋常之物，箭桿上刻了「完顏烈」三字。「完顏」是金人皇族之姓，自金主以至統兵大將，大都姓這姓氏，楊鐵心一見，叫道：「好！賊官兵果然勾結外寇，殘殺百姓。」把銅箭遞給李氏，叫道：「記著這名字，叫你兒子替我報仇。」說罷搖矛狂呼，往人多處直衝過去，但背上鮮血狂湧，眼前一團漆黑，再也支持不住，撞下馬來。且說包惜弱被丈夫推開，心中痛如刀割，轉眼間官兵追了上來，待要閃躲，早被幾名士兵擁上一匹坐騎，一個武官笑道：「瞧不出那兩個蠻子倒有點本事，傷了咱們不少兄弟。」另一武官道：「現在總算大功告成，老鍾，這趟辛苦，總有三四十兩銀子賞吧。」那武官笑道：「哼！只盼上頭少剋扣些。」他轉頭對號手道：「收隊吧！」那號兵舉起號角，嗚嗚的吹了起來。包惜弱吞聲飲泣，心中掛急丈夫，不知他性命如何。這時天已大明，路上漸有行人，他們見到官兵隊伍，都遠遠躲了開去。包惜弱起初擔心官兵們無禮，那知他們對自己頗為敬重，士兵們更是恭謹，這才稍稍放心。行不數里，忽然前面鼓聲大振，十餘名黑衣人手執兵刃，從道旁衝殺出來，當先一人喝道：「無恥官兵，殘害良民，通統下馬納命！」帶隊的武官大怒，喝道：「何方大膽匪徒，在京畿之地作亂？快些滾開！」那些黑衣人更不打話，衝入官兵隊裏，雙方混戰起來。但黑衣人個個武藝精熟，一時間殺得不分勝負，包惜弱暗暗歡喜，心想：「莫不是丈夫的朋友們得到了消息，前來相救？」混戰中一箭飛來，正射在包惜弱坐騎的後臀，那馬負痛，縱蹄向北疾馳。包惜弱大驚，雙臂摟住馬頸，只怕掉下馬來，奔出數里，那馬只是不停，只聽後面蹄聲急促，另有一騎追來，轉眼間一匹黑馬從身旁掠過，馬上乘客手持長索，在空中轉了幾轉，呼的一聲，長索飛出，索上繩圈套住包惜弱的坐騎，兩騎並肩而馳。那乘客把繩索漸漸收短，兩騎的奔馳也逐漸緩慢下來，再跑了數十步，那乘客口中唿哨一聲，他騎的黑馬收腳站住，包惜弱的坐騎被黑馬一帶，無法向前，一聲長嘶，人立起來。包惜弱勞頓了大半夜，又是驚恐，又是傷心，這時再也把持不住，雙手一鬆，跌下馬來，暈了過去。昏睡中也不知過了多少時候，等到悠悠醒轉，先覺得睡在一張柔軟的床上，再覺得身上蓋了棉被，很是溫暖，她睜開眼睛，首先入眼的是青花布帳的帳頂，原來自己果然是睡在床上。她側身一望，見床前桌上點著一盞油燈，一個黑衣男子坐在床沿。那人聽見她翻身的聲音，忙站起身來，輕輕揭開帳子。那人低聲問道：「你醒了麼？」包惜弱神智尚未全復，只覺這人依稀似曾相識。那人伸手在她額頭一摸，輕聲道：「燒得好熱，醫生快來啦。」包惜弱迷迷糊糊的重又入睡，過了一會，似覺有醫生給她把脈診視，又有人餵她喝藥。包惜弱只是昏睡，夢中突然驚醒，大叫：「鐵哥，鐵哥！」隨覺有一個男人輕輕拍她的肩膀，低語撫慰。包惜弱再次醒來時天已大明，呻吟了一聲，坐起身來，一個人走近前來，在帳外道：「喝點粥吧！」包惜弱嗯了一聲，那人揭開帳子，這時面面相對，包惜弱看得分明，不覺吃了一驚，這人眉目如畫，臉含笑意，正是幾個月前她在雪地裏所救的那個英俊少年。包惜弱叫道：「這是什麼地方？我丈夫呢？」那少年搖搖手，叫她不要作聲，低聲道：「小人和幾位朋友路過這裏，正遇著官兵在大逞兇暴，小人路見不平，把娘子救了出來，那知鬼使神差，竟是救了恩人。」他又放低聲音道：「外面官兵追捕得很緊，咱們現在是借住在一家鄉農家裏，小人斗膽，謊稱是娘子丈夫，娘子可別露出痕跡。」包惜弱臉一紅，點了點頭，問道：「我丈夫呢？」那人道：「娘子身體虛弱，待休養壯健之後，小人再慢慢告知。」包惜弱大驚，聽他語氣，丈夫似已遭遇不測，緊緊抓住被角，顫聲道：「他……他……怎麼了？」那人只是不說，道：「娘子這時心急也是無益，身子要緊。」包惜弱道：「他……他可是死了？」那人點點頭道：「是被賊官兵害死了。」包惜弱傷痛攻心，暈了過去，過了良久，醒轉來時放聲大哭。那人細聲安慰，包惜弱抽抽噎噎的道：「他怎麼去世的？」那人道：「官人可是二十來歲，身長膀闊，手使一柄長矛的麼？」包惜弱道：「正是。」那人道：「我正和三名官兵相鬥，忽見一名官兵繞到他的身後，一槍刺進了他的背心。」包惜弱想起夫妻情深，又暈了過去。這一日水米不進，決意要絕食殉夫，那人性格溫柔，也不強她，整日陪她說話解悶，包惜弱到後來有點過意不去了，問道：「你高姓大名？怎麼知道我有難而來打救？」那人「嗯」了一聲，稍一遲疑，道：「小人姓顏，名烈，與娘子相遇也正是天緣巧合。」包惜弱聽到「天綠巧合」四字，臉上一紅，轉身向裏，不再理他。她心中琢磨，忽然起了疑心，又轉身問道：「你和官兵本來是一路的？」顏烈驚道：「怎……怎麼？」包惜弱道：「你不是和官兵同來捉拿道長才受傷的麼？」顏烈道：「那日也真是冤枉，小人從北邊來，要到臨安府去，經過貴村，那知道無端端一箭射來，中了小人肩背，如不是娘子大恩相救，小人真是死得不明不白，到底他們捉什麼道士呀？」包惜弱道：「啊！原來你是過路，不是他們一夥，我還道你也是來捉道長的，那天還不想救你呢。」當下把官兵怎樣前來捉拿丘處機、他怎樣把官兵殺散的事簡略說了。顏烈望著她說話的神情，不覺心神俱醉，包惜弱後來也發覺了他的獃樣，嗔道：「你到底在不在聽我的說話呀？」顏烈一驚，陪笑道：「是，是。我在想咱們怎樣逃出去，別再讓官兵捉到。」包惜弱哭道：「我……我丈夫既已過世，我還活著幹什麼？你一個人走吧！」顏烈正色道：「娘子，官人被賊兵所害，你大仇不報，卻是一意尋死，官人在九泉之下，也不瞑目的吧！」包惜弱道：「我是一個弱女子怎麼報仇呀？」顏烈義憤於色，昂然道：「小人雖然不才，當可代娘子報殺夫之仇，但不知娘子可知道仇人是誰？」包惜弱想了一下道：「統率官兵的將官名叫段天德，他臉上是有一塊青記的。」顏烈道：「既有姓名，那就好辦了。」他走到廚戶中端來一碗稀粥，拿了一個鹹蛋，低聲道：「你不保養身體，怎樣報仇呀？」包惜弱心想有理，接過粥來慢慢吃了。次日早晨，包惜弱整衣下床，對鏡梳好頭髮，找到一塊白布，剪了一朵白花插在鬢邊，以替丈夫帶孝，只見鏡中紅顏如花，愛侶卻已人鬼殊途，悲從中來，又伏桌痛哭起來。顏烈打從外面進來，待她哭聲稍停，道：「外面道上官兵都已退了，咱們走吧。」包惜弱隨他走出屋去，顏烈摸出一碇銀子給了屋主，把兩匹馬牽了過來。包惜弱所乘的馬本來中了一箭，這時顏烈已把箭創裹好，包惜弱道：「到那裏去呀？」顏烈使個眼色，叫她在人前不要多問，扶她上馬，兩人並轡向北。走出十餘里，包惜弱道：「你帶我到那裏？」顏烈道：「咱們先找個隱僻的地方住下，避一避風聲，待官家追拿得鬆了，小人再去找尋官人的屍首，好好替他安葬，然後找到段天德那個奸賊，殺了替官人報仇。」包惜弱性格柔和，自己本少主意，聽他想得週到，心中好生感激，道：「顏相公，我……我怎樣報答你才好？」顏烈道：「小人性命是娘子所救，小人這一生供娘子驅使，就是粉身碎骨，赴湯蹈火，那也是應該的。」兩人行了一日，晚上在長安鎮上投店歇宿。顏烈自稱是夫婦二人，要了一間房，包惜弱心中惴惴不安，吃晚飯時一聲不作，暗自撫摸丘處機所贈的那柄短劍，心中打定主意：「要是他稍有無禮，我就一劍自殺。」顏烈命店伴拿了兩捆稻草入房，等店伴出去，閂上了房門，把稻草舖在地下，自己倒在稻草之中，身上蓋了一張氈毯，對包氏道：「娘子請安睡吧！」說著閉眼而睡。包惜弱的心砰砰亂跳，望著顏烈怔怔的出神，想起故世的丈夫，真是柔腸寸斷，這樣呆呆的坐了大半個時辰，長長嘆了一口氣，也不熄滅燭火，手中緊握短劍，和衣倒在床上。