第九十九回　失魂落魄只不過一頓飯功夫，桑土公已在眾人身上的傷口處敷了解藥。各人麻癢登止，將一塊磁石傳來傳去，吸取傷口中的牛毛細針。有的人性情粗暴，破口大罵桑土公使這種歹毒暗器，將來死無葬身之地。桑土公卻是遲遲鈍鈍，人家罵他，他聽了渾如不覺，竟是全不理睬。不平道人微笑道：「烏老大，三十六洞洞主、七十二島島主在此聚會，是為了天山那一個人的事麼？」烏老大吃了一驚，臉上卻是全然不動聲色，道：「不平道長說甚麼話，在下可不大明白。咱們散處四方八面，難得見面，大家約齊了在此聚聚，別無他意。不知如何，姑蘇慕容公子竟找上了咱們，要跟大家過不去。」慕容復道：「在下路過此間，實不知眾位高人在此聚會，多有得罪，欠情之處，容後補報。不平道長出頭排難解紛，使得在下不致將禍事越鬧越大，在下也是十分感激。後會有期，就此別過。」他知道三十六洞、七十二島一干旁門左道的人物在此相聚，定有重大隱情，當然是不足為外人道的了，不平道人提起「天山那一個人」，烏老大立即岔開話頭，顯然是忌諱極大，自己再不抽身而退，未免太不識相，倒似是有意窺探旁人隱私一般，是以抱拳作個四方揖，轉身便走。烏老大拱手還禮，道：「慕容公子，烏老大今日結識了你這號英雄人物，至感榮幸，青山不改，綠水長流，再見了。」言下之意，果然是不願他在此多所逗留。不平道人卻道：「烏老大，你知慕容公子是甚麼人？」烏老大一怔，道：「南慕容、北喬峰，姑蘇慕容氏武林中大名鼎鼎，誰不知聞？」不平道人笑道：「那就是了。這樣的大人物，你們卻交臂失之，豈不可惜？平時想求慕容氏出手相助，當真是千難萬難，天幸慕容公子今日在此，你們卻不開口求懇，那不是入寶山而空手回麼？」烏老大道：「這個──這個──」語氣中頗為躊躇。不平道人哈哈一笑，道：「慕容公子俠名播於天下，你們這一生受盡了天山童姥──」他口中說出「天山童姥」四字，眾人都是情不自禁的「哦」了一聲。這些聲音中有的驚懼、有的憤怒、有的惶惑、有的慘痛，各有各的心情，更有人退了幾步，身體發抖，直是怕的厲害。慕容復心道：「天山童姥是甚麼人，卻令他們震怖如此？」只聽不平道人續道：「你們受盡天山童姥的凌辱荼毒，實無人生樂趣，天下豪傑聞之，無不扼腕。你們這次奮起反抗，誰不願助一臂之力？連貧道這等無能之輩，也願拔刀，慕容公子慷慨俠義，怎能袖手？」烏老大笑道：「道長不知從何處得來訊息，那全是傳聞之誤。童婆婆嘛，她老人家對咱們管得嚴一點是有的，那也是為了咱們好，咱們感恩懷德，怎說得上『反抗』二字？」不平道人哈哈大笑，道：「如此說來，倒是貧道的多事了。慕容公子，咱們同上天山，去跟童姥姥談談，便說三十六洞、七十二島的朋友們對她一片孝心，正商量著要給她老人家拜壽呢。」說著身形微動，已靠到了慕容復身邊。人叢中有人驚呼：「烏老大，不能讓他走，洩漏了機密，可不是玩的。」又有人道：「連慕容氏也一並截下來。」一個粗壯的聲音叫道：「一不做二不休，咱們今日是豁出去啦！」只聽得擦擦、唰唰、乒乒乓乓之聲，響成一片，各人本來已經收起的兵器，又都拔了出來。不平道人笑道：「你們想殺人滅口麼？只怕沒這麼容易。」突然間提高聲音，叫道：「芙蓉仙子，劍神老兄，這裏三十六洞的洞主、七十二島島主陰謀反叛童姥姥，給我撞破了機關，要殺我滅口呢。這可了不得，救命那，救命那！不平老道今日可要鶴駕西歸啦！」聲音遠遠傳將出去，四下裏山谷鳴響。不平道人說話的聲音未息，西首山峰上一個豪邁的聲音遠遠傳了過來：「牛鼻子不平道人，你逃得了便逃，逃不了便認命罷，童姥太這些徒子徒孫難纏得緊，我最多不過給你通風報訊，要救你性命可沒這份能耐。」這聲音少說也在三四里外。這人剛說完，北邊山峰上有個女子的聲音清脆爽朗的響了起來：「牛鼻子，誰要你多管閒事？人家早就佈置得妥妥貼貼，這一下發難，童姥太可就倒足了霉啦。我這便到天山去當面問問童姥太，瞧她又有甚麼話說？」從說話的聲音聽來，這女子似乎相距更遠。眾人一聽之下，無不神色大變，這兩人都在三四里外，無論如何追他們不上，看來不平道人事先早就有了周密部署，一發聲遠處就有人接應。何況從那兩人聲音中聽來，都是內功深湛之輩，就算追上了，也未必能奈何他們。烏老大見機甚快，提高聲音說道：「不平道長、劍神、芙蓉仙子三位願助咱們解脫困苦，大家都感激之至。真人面前不說假話，三位已知悉內情，再瞞也是無用，便請同來商議大計如何？」那「劍神」道：「咱們還是站得遠遠的瞧熱鬧為妙，若有甚麼三長兩短，逃起性命來也快些。蹚這淌渾水，實在沒有甚麼好處。」那女子道：「不錯，牛鼻子，咱們給你把風，否則你給人亂刀分屍，沒人報訊，未免死得太冤。」烏老大笑道：「兩位取笑了。實在對頭太強，咱們是驚弓之鳥，行事不得不加倍小心些。二位仗義相助，咱們也不是不知好歹之人，適才未能坦誠相告，這中間實有不得已的難處，還請三位原諒。」他如此說話，可說已是低聲下氣之極了。慕容復向鄧百川對望了一眼，心下均想：「這些人正在做重大的圖謀，顯然是不願外人參預。這不平道人與劍神甚麼的，口中說是拔刀相助，其實只恐是不懷好意，另有自私自利的用意，咱們倒真是不用蹚這淌渾水。」兩人點了點頭，鄧百川嘴角一歪，示意還是走路的為是。慕容復道：「各位濟濟多士，便天大的難題也對付得了，何況更有不平道長等三位仗義相助，當世更有何人能敵？實不須在下更在旁吶喊助威，礙手礙腳，告辭了。」烏老大道：「且慢，這裏的事情既是揭破了，那是有關幾百人的生死大事。此間三十六洞、七十二島人士，存亡榮辱，全是繫於一線之間，慕容復公子，咱們不是信不過你，實因牽涉太大，不敢冒這個奇險。」慕容復登時會意，道：「閣下是不許我離去的了？」烏老大道：「那是不敢。」包不同道：「甚麼童姥姥、童伯伯的，咱們誰也不識，你們幹你們的，咱們擔保不會洩漏一字便是。姑蘇慕容復是甚麼人，說過了的話竟有不算數的？你們若要硬留，恐怕也未必能夠，就算留得下包不同，難道留得下慕容復公子和那位段公子？」烏老大知他說的確是實情，尤其那個段公子步法古怪，背上雖負了一個女子，但走起路來猶如足不點地，輕飄飄的說過便過，誰也阻他不住。他向不平道人望了一眼，臉有為難之色，似在請他示下，如何辦理才是。不平道人道：「烏老大，你的對頭太強，多一個幫手好一個。姑蘇慕容學究天人，不會將旁人的武學瞧在眼裏。他施恩不望報，甚麼『見者有份』的事，你也不必太顧忌。最最首要的事，是殺了你的對頭。這一次殺她不了，甚麼都完了，像慕容公子這種大幫手，你怎不請？」烏老大一咬牙，下了決心，走到慕容復跟前，深深一揖，說道：「慕容公子，三十六洞、七十二島的兄弟們數十年來受盡荼毒，過著非人的日子，這次是豁出了性命要幹掉那老魔頭，求你仗義援手，以解咱們倒懸，大恩大德，永不敢忘。」他求慕容復相助，明明是出於無奈，非出本心，但這幾句話卻說得十分誠懇。慕容復道：「諸位此間高手如雲，如何用得著在下──」他以下想好了一番言語，要待一口拒絕，不欲捲入這個旋渦，突然間心念一動：「這烏老大說道『大恩大德，永不敢忘』，這三十六洞、七十二島之中，實不乏能人高手。我大燕中興復國，只愁人少，不嫌人多，倘若今日我助他們一臂之力，緩急之際，自可邀他們出馬。這裏數百個好手，實是一支大大的精銳之師。」他一想到此事，隨即說道：「只不過常言道得好，路見不平，拔刀相助，原是我輩武人的本份──」烏老大聽他如此說，臉上現出欣喜的顏色，道：「是啊，是啊！」鄧百川連使眼色，示意慕容復急速抽身，他一眼便能見到這些人不是善良之輩，與之交遊，實是有損無益。但慕容復只向他點了點頭，示意已明白他心中所思，繼續說道：「在下見到諸位武功高強，慷慨仗義，心下更是欽佩得緊，有心要結交這許多朋友。其實呢，諸位殺敵誅惡，也不一定需在下相助，但既交了這份朋友，慕容復供各位差遣便了。」他說了這番話，眾人采聲雷動，紛紛鼓掌叫好。須知「姑蘇慕容」的名頭，在武林中響亮之極，烏老大受不平道人的指點，向他求助，原沒盼望他能夠答應，豈知他竟是一口允可，而且言語之中，說得十分客氣，實是大出意料之外。鄧百川和公冶乾卻盡皆愕然。只是他們向來聽從慕容復的命令，不論慕容復如何決定，誰都沒有異議，即令是事事喜歡反其道而行的包不同，對這位公子爺也絕不說「非也非也」四字。他們心中均想：「公子爺答應援手，當然另有用意，只不過我一時不懂而已。」王玉燕聽得表哥答應與眾人聯手，顯是已然化敵為友，向段譽道：「段公子，他們不打了，請你放我下來罷！」段譽一怔，道：「是，是，是！」雙膝微屈，將王玉燕放下地來。王玉燕粉頰微紅，低聲道：「多謝你了！」段譽嘆道：「唉，天長地久有時盡，此恨綿綿無絕期。」玉燕道：「你說甚麼？在吟唐詩麼？」段譽一驚，從幻想中醒轉，原來這頃刻之間，他心中已轉了無數念頭，想像自己將王玉燕放下地來之後，她隨慕容復而去，此後天涯海角，再無相見之日，自己飄泊江湖，數十年中鬱鬱寡歡，最後飲恨而終，所謂「天長地久有時盡，此恨綿綿無絕期」，便由此而發。他聽玉燕問起，忙道：「沒甚麼，我──我──我是在胡思亂想。」只聽得不平道人道：「烏老大，恭喜恭喜，慕容公子肯出手相助，大事已成功了九成，別說慕容公子本人神功無敵，便是他手下段相公，便已是武林中難得一見的高人了。」他見段譽背負王玉燕，神色之間極是恭謹，只道與鄧百川等是一般身份，也是慕容復的下屬。慕容復忙道：「這位段兄乃大理段家的名門高弟，在下對他好生相敬。段兄，你過來與這幾位朋友見見如何？」段譽站在王玉燕身邊，斜眼偷窺，香澤微聞，雖不敢直視玉燕的臉，但瞧著她白玉般的小手，也是心滿意足，更無他求，慕容復相喚，他壓根就沒聽見。慕容復又叫道：「段兄，請移步來見見這幾位好朋友。」他現下是一心籠絡江湖英豪，以為他日中興復國的幫手，明知不平道人未必是端人，卻也是折節相交，不再如昔日的倨傲。豈知段譽眼中所見，只是王玉燕的一隻手掌，十指尖尖，柔滑如凝脂，那裏還聽得見旁人的叫喚？王玉燕道：「段公子，我表哥叫你呢！」王玉燕這一說話，段譽立時便聽見了，忙道：「是，是！他叫我幹麼？」玉燕道：「表哥說，請你過去見見幾位新朋友。」段譽實是不願離開她的身畔，道：「那你去不去？」玉燕給他問得發窘，道：「他們要見你，不是見我。」段譽道：「你不去，那我也不去。」不平道人乃旁門中的好手，向來眼高於頂，從沒將旁人瞧在眼裏，雖見段譽步法特異，但也沒當他是如何了不起的人物，此刻聽到王玉燕的對答，不知他是一片癡心，除了玉燕一人之外，已將甚麼事都置之度外，還道他是故意輕視自己，不願過來相見。他為人甚工心計，雖是心下十分惱怒，臉上絲毫不露，洋洋一如平時。玉燕見眾人的眼光都望著段譽和自己，不由得心下發窘，更恐表哥誤會，叫道：「表哥，我給人點了穴道，你──你來扶我一把。」慕容復卻不願在眾目睽睽之下顯示兒女私情，道：「鄧大哥，你照料一下王姑娘。段兄，請到這邊來如何？」王玉燕道：「段公子，我表哥請你去，你便去罷。」段譽聽玉燕叫慕容復相扶，顯是對自己大有見外之意，霎時間心下酸苦，迷迷惘惘的向慕容復走去。慕容復道：「段兄，我給你引見幾位高人，這一位是不平道長，這一位是烏先生，這一位是桑洞主。」段譽道：「是！是！」他心中卻是在想：「我明明站在她身邊，她為甚麼不叫我扶，卻叫表哥來扶？由是觀之，她適才要我背負，只不過危急之際一時從權，倘若她表哥能夠負她，她自是要表哥背負，絕不許我碰到她的身子。甚至是鄧百川、公冶乾這些人，在她心目中也比我親近得多，鄧兄、公冶兄是她表哥的下屬。我呢？我和她無親無故，萍水相逢，只是毫不足道的陌生人，她那裏會將我放在心中？她容許我瞧她幾眼，肯將這剪水雙瞳在我微賤的身上掃上幾掃，已是我天大的福份了。唉，她是再也不願我伸手扶她的了。」不平道人和烏老大見他雙目無神，望著空處，對慕容復的引見聽而不聞，加以雙眉緊蹙，滿臉愁容，顯是不願與自己相見。不平道人哈哈笑道：「幸會，幸會！」伸出手來，拉住了段譽的右手。烏老大隨即會意，一翻手掌，扣住了段譽的左手，他的功夫十分霸道，一出手便是劍拔弩張，不似不平道人一般，雖然用意相同，要叫段譽吃些苦頭，卻做得不露絲毫痕跡，全然是十分親善的模樣。兩人一拉住段譽的手，同時運功相握。不平道人頃刻之間，便覺體內真氣源源向外宣洩，不由得大吃一驚，急忙摔手，但此時段譽內力何等深厚，竟是將不平道人的手掌黏住了，這朱蛤神功一發動，吸引對方的內力越來越快。那烏老大善於用毒，他一扣住段譽的手腕，便以練就的毒掌功夫，將掌心毒質灌向段譽手腕。他雖不是有心要取對方性命，卻要段譽知道厲害，渾身麻癢難當，出聲求饒，這才將解藥給他，要他知道三十六洞、七十二島群仙的不可輕視，原是殺他個下馬威之意。不料段譽服食莽牯朱蛤後百毒不侵，烏老大掌心毒質對他全然無害，真氣內力卻也是飛快的給他吸了過去。烏老大大叫：「喂，喂！你──你使『化功大法』！」段譽兀自書生咄咄，心中自怨自嘆：「她不要我相扶，我生於天地之間，更有甚麼人生樂趣？我不如回去大理，從此不再見她。唉，不如到天龍寺去，出家做了和尚，皈依枯榮大師座下，從此六根清淨，一塵不染──」慕容復不知段譽武功的真相，一見不平道人與烏老大齊受困厄，只道是段譽存心反擊，急忙抓住不平道人的背心一扯，以迅速異常的手法，真力一衝，擋住朱蛤神功的吸力，將他扯開了，同時叫道：「段兄，手下留情！」段譽一驚，從幻境中醒了轉來，他這朱蛤神功被人疑為化功大法，早已有過多次，當即以伯父段正明所授心法，凝收神功。烏老大正在全心向外拉扯，突然掌心中一鬆，脫出了對方的黏引，只是拉得太過用力，向後一個蹌踉，連退了幾步，這才站住，不由得面紅過耳，又驚又怒。不平道人見識較廣，察覺段譽吸取自己內力的功夫，似與江湖上惡名昭彰的「化功大法」頗為不同，至於到底是一是二，他沒吃過化功大法的苦頭，卻也說不上來。烏老大卻一疊連聲的叫道：「化功大法，化功大法！」段譽微笑道：「星宿老怪丁春秋卑鄙齷齪，他的臭功夫怎能與我的武功相比，你當真是井底之蛙──唉，唉，唉！」他本來在取笑烏老大，忽然又想起王玉燕將自己視若路人，不由得連嘆了三口長氣。慕容復道：「這位段兄是大理段氏嫡系，人家名門正派，一陽指與六脈神劍功夫天下無雙無對，怎麼與星宿派丁老怪相提並論？」他說到這裏，只覺得右手的手掌與臂膀越來越是腫脹，顯然這不是由與那矮子的雙錘碰撞之故，心下驚疑不定，提起手來，只見手背上隱隱發綠，同時鼻中又聞到一股腥臭之氣，立時省悟：「啊，是了，我手臂受了這綠波香露刀的蒸薰，毒氣侵入了肌膚。」當即橫過刀來，刀背向外，刃鋒向著自己，對烏老大道：「烏先生，尊器奉還，多多得罪。」烏老大伸手來接，卻不見慕容復放開刀柄，不知如何接法，一怔之下，笑道：「這把刀有點兒古怪，多多得罪了。」從懷中取出一個小瓶，打開瓶塞，倒出一些粉末，放在掌心之中，反手按上慕容復的手背。頃刻間藥透肌膚，慕容復只感到手掌與臂膀間一陣清涼，情知解藥已然生效，微微一笑，將那鬼頭刀送了過去。烏老大接過刀來，對著段譽道：「這位段兄跟咱們到底是友是敵？若是朋友，相互便當推心置腹，讓在下坦誠相告。若是敵人，你武功雖高，說不得只好決一死戰了。」說著斜眼相視，神色凜然。段譽為情所困，那裏有烏老大半分的英雄氣概？只見他垂頭喪氣的道：「我自己的煩惱多得不得了，那裏還有心緒去理會旁人的閒事？我既不是你朋友，更不是你對頭。你們的事兒我幫不了忙，可也絕不會來搗亂局面。唉，我是千古的傷心人，念天地之悠悠，獨愴然而淚下。知我者謂我心憂，不知我者，謂我何求？江湖上的雞蟲得失，我段譽那放在心上？」世間人物，百種百樣，或求名，或重利，或癡情，或仗義，每人均覺自己所孜孜兀兀經營之務，乃天下第一等大事，但在旁人看來，卻往往不值一哂。此刻慕容復所求者，只為興復大燕；烏老大一干人所求者，為對付天山童姥；而段譽所求，卻只是王玉燕青睞之一顧，溫言之一語。烏老大等固覺段譽獃不可當，段譽何嘗不覺烏老大等不知情為何物，愚不可及？不平道人見段譽瘋瘋顛顛，喃喃自語，但每說一兩句話，便偷眼去瞧王玉燕的顏色，當下已猜到了八九分，便提高聲音，向王玉燕道：「王姑娘，令表兄慕容公子已答應仗義援手，與咱們共襄盛舉，想必姑娘也參與其事的了？」王玉燕道：「是啦，我表哥跟你們在一起，我自然也跟隨道長之後，以附驥末。」不平道人微笑道：「豈敢，豈敢？王姑娘太客氣了。」他轉頭向段譽道：「慕容公子跟咱們在一起，王姑娘也跟咱們在一起。段公子，倘若你也參與咱們的大事，大夥兒自是十分感激。但如公子無意於此，就請自便如何？」說著右手一舉，作送客之狀。烏老大道：「這個──這個──」心中大大的不以為然，生怕段譽一走，便洩漏了機密。他卻不知王玉燕既然留下，使用十匹八匹馬來拖拉，也不能將段譽拖走了，手中提著那柄鬼頭刀，只等段譽一邁步，便要上前阻攔。只見段譽踱步兜了個圈子，說道：「你叫我請便，卻叫我到那裏去？天地雖大，何處是我段譽安身之所？我──我──我是無處可去的了。」不平道人微笑道：「既是如此，段公子便跟大夥兒在一起好啦。事到臨頭之際，你不妨袖手旁觀，兩不相助。」烏老大猶有疑慮之意，不平道人向他使個眼色，說道：「烏老大，你做事忒也把細了。來，來，來！你這裏三十六洞洞主、七十二島島主，貧道大半是久仰大名，卻從未見過面。此後大夥兒敵愾同仇，你該當給慕容公子、段公子和貧道引見引見。」烏老大道：「原當如此。」當下傳呼眾人姓名，一個個的引見。這些人雄霸一方，相互間也大半不識，烏老大給慕容復等引見之時，旁邊往往有人叫出聲來：「啊，原來他便是某某洞洞主。」或者是：「某某島主威名遠震，想不到竟是這等模樣。」慕容復暗暗納罕：「這些人群相結納，怎麼相互間竟然不識？從他們神情之中看來，今晚倒是初次見面一般。」這一百零八個海外高手之中，有四個適才混戰時為慕容復所殺，這四人的下屬見到慕容復時，自是神色陰戾，仇恨之意，見於顏色。慕容復朗聲道：「在下失手誤傷貴方數位朋友，心中好生過意不去，今後自當盡力，以補前愆。但若有那一位朋友當真不肯原晾，那麼此刻共禦外敵之時，咱們把仇怨擱在一邊，待大事一了，儘管到姑蘇燕子塢參合莊來尋在下，將此事作個了斷便了。」烏老大道：「如此再好也沒有。慕容公子快人快語，在這兒的眾兄弟們，相互間也未始沒有怨仇，只是大敵當前，各人的小小嫌隙，都須拋開。倘若有那一位目光短淺，不赴公仇，即來乘機報復私怨，那便如何？」人群中許多人都大聲說道：「那便是害群之馬，大夥兒先將他清洗出去。」「若是天山那老太婆對付不了，大夥兒性命難保，還有甚麼私怨之可言？」「覆巢之下，焉有完卵？烏老大，慕容公子，各位儘管放心，誰也不會這般愚蠢。」慕容復道：「既是如此，在下當眾謝過了。但不知各位對在下有何差遣，便請示下。」不平道人道：「烏老大，大家共參大事，便須同舟共濟，天山童姥的事，相煩你說給大夥聽聽，這老婆子有甚麼厲害之處，叫貧道也好有個防備，免得身首異處之時，還是懵然不知。」烏老大道：「好！各位相推在下暫行主持大計，姓烏的才疏舉淺，原是不能擔當重任，幸好慕容公子、不平道人、劍神、芙蓉仙子諸位共襄善舉，在下的擔子便輕得多了。」人群中有人說道：「客氣話嘛，便省了罷！」又有人道：「你奶奶的，咱們白刀子進、紅刀子出，性命關頭，還說這些空話，不是拿人來消遣麼？」烏老大笑道：「洪兄弟一出口便是俗不可耐。海馬島欽島主，相煩你在東南方把守，若有敵人前來窺探，便發訊號。紫岩洞霍洞主，相煩你在正西方把守──」他一連派出了八位高手，把守八個方位。那八人各各應諾，帶領部屬，分別奔出守望。慕容復心想：「這八位洞主島主，看來個個是桀驁不馴，陰鷙兇悍的人物，今日居然接受烏老大的號令，人人並有戒慎恐懼的神氣，可見所謀者大，而對頭又實在令他們怕到了極處。我答應和他們聯手，只怕這件事真的頗有些兒棘手。」烏老大待八位洞主島主離去，道：「各位請席地而坐，由在下述說咱們的苦衷。」包不同突然插口道：「你們這些人物，殺人放火，下毒擄掠，只如家常便飯一般，個個惡狠狠、兇霸霸，看來一生之中，壞事著實做了不少，那裏會有甚麼苦衷？『苦衷』兩字，居然出於老兄之口，不通啊不通！」慕容復道：「包三哥，請靜聽烏洞主述說，不要打斷他的話頭。」包不同嘀咕道：「我聽得人家說話欠通，忍不住便要直言談相。」他話是這麼說，但既然慕容復吩咐了，以後便不再插口。烏老大臉上露出一絲苦笑，道：「包兄所言本是不錯。姓烏的雖然本領低微，但生就了一副倔強脾氣，只有我去欺人，絕不容人家欺我，那知道──唉！」烏老大唉的一聲嘆息，突然身旁一人也是「唉」的一聲長嘆，悲涼之意，卻是強得多了，眾人一齊向嘆聲來處望去，只見段譽雙手反背在後，仰天望月，長聲吟道：「月出皎兮，佼人僚兮；舒竊糾兮，勞心悄兮！」他吟的是《詩經》中「月出」之一章，意思說月光皎潔，美人娉婷，我心中愁思雖舒，不由得憂心悄悄。但四周聽的大都是不學無術的武人，那裏懂得他的情懷，一個個都向他怒目而硯，怪他打斷烏老大的話頭。王玉燕自是懂得他的本意，生怕表哥見怪，偷眼向慕容復一瞥，只見他全神貫注的凝視烏老大，全沒將段譽之言聽進耳去，這才放心。只聽烏老大道：「慕容公子和不平道長等諸位此刻已不是外人，咱們說出來也不怕列位見笑。咱們三十六洞洞主、七十二島島主嘯傲海外，似乎自由自在，瀟灑之極，其實個個受天山童姥的約束，說得難聽一點，咱們都是他的奴隸。每一年之中，她總有一兩次派人前來，將咱們訓斥一頓，罵起來簡直是狗血淋頭，竟不是活人能夠受的。你說咱們聽她痛罵，心中一定很氣憤了罷？卻又不然，她派來的人越是罵得厲害，咱們越是高興──」包不同忍不住插口道：「這就奇了，天下那有這等犯賤之人，越是給人罵得厲害，越是開心？」烏老大道：「包兄有所不知，童姥派來的人倘若狠罵一頓，咱們這一年的難關就算渡過，洞中島上，總是大宴數日，歡慶平安。唉，做人做到這般模樣，果然是賤得很了。童姥派來使者倘若不是大罵咱們孫子王八蛋，不罵咱們十八代祖宗，以後的日子就不好過了。要知道她不是派人來罵，便是派人來打，運氣好的，那是三十下大棍，只要不把腿打斷，多半也要設宴慶祝。」包不同和風波惡相視而笑，兩人都是極力克制，才不笑出聲來，給人痛打數十棍，居然還要擺酒慶祝，那可真是千古從所未有之奇，只是聽得烏老大語聲凄慘，四周眾人又都紛紛切齒咒罵，見此事決計不假。段譽心中所思，本來只是王玉燕一人，但他目光向玉燕看去之時，見她在留神傾聽烏老大說些甚麼，只聽得幾句，忍不住雙掌一拍，說道：「豈有此理？豈有此理？這天山童姥到底是神是仙？是妖是怪？如此橫行霸道，那不是欺人太甚麼？」烏老大道：「段公子說得甚是。這童姥欺壓於我等，將咱們虐待得連豬狗也不如。倘若她不命人前來用大棍打，那麼往往用蟒鞭責打，再不然便是叫人在咱們背上釘幾枚釘子。司馬島主，請你給列位朋友瞧瞧你受蟒鞭責打的傷痕。」一個骨瘦如柴的老者道：「慚愧，慚愧！」解開衣衫，露出背上縱三條、橫六條，縱橫交錯九條鮮紅色印痕，令人一見之下，便覺惡心，想像這老者當時身受之時，一定痛楚之極。一條黑漢子大聲道：「那算得甚麼？請看我背上的附骨釘。」解開衣衫，只見三枚七寸來長的大鐵釘，釘在他的背心肌肉之中，釘上生了黃繡，顯然為時已久，不知如何，這黑漢子竟不去設法取將出來。又有一個僧人啞聲說道：「於洞主身受之慘，只怕還不及小僧！」他伸手解開僧袍，眾人便即看到他頸邊琵琶骨中穿了一條鐵鏈，那鐵鏈通將下去，又穿過他的腕骨。他手腕只須輕輕一動，便即牽動琵琶骨，疼痛可想而知。段譽大叫：「反了反了！天下竟有如此陰險狠惡的人物。烏老大，段譽決意相助，大夥兒齊心合力，替武林中除去這個大害。」烏老大道：「多謝段公子仗義相助。」他轉頭向慕容復道：「咱們在此聚會之人，可說沒一個不曾受過童姥的欺壓荼毒。往昔大家害怕她手段厲害，只好忍氣吞聲的苦渡光陰，幸好老天爺有眼，這老賊婆橫蠻一世，也有倒楣的時候。」