第四回　置酒弄丸招薄怒　還書貽劍種深情陳家洛、陸菲青、及紅花會群雄跟著周仲英穿過了兩個院子。此時火勢更大，熱氣逼人，黑夜中但見紅光沖天，煙霧瀰漫。孟健雄、安健剛和宋善朋早已出去督率莊丁，協力救火。徐天宏大叫：「咱們先合力把火救熄了再說。」周綺罵道：「你叫人放火，還假惺惺裝好人。」她剛才聽徐天宏一再大喊放火，認定是他指使了人來燒鐵膽莊的，滿腔悲憤，那裏還顧到對方人多勢眾，舉刀便向徐天宏砍下。徐天宏忙竄開避過，周綺還待要追，已被趙半山勸住。饒是周綺單刀在手，猛衝猛跳，但被趙半山伸手輕輕搭上刀背，一柄刀便如有千斤之重，幾乎拿也拿不住，那裏還進得半步。周仲英對這一切猶如不見不聞，大踏步直到後廳。眾人進廳，只見設著一座靈堂，靈位前點著兩對白燭，素幡冥鏹，陰沉沉的一派淒涼景象。周仲英掀開白幕，露出一具黑色小棺材來，棺材尚未上蓋。原來周仲英擊斃愛子後，因女兒外出未歸，是以未將周英傑成殮，以待周綺回來再見弟弟一面。周仲英喝道：「我兒子洩露了文爺的行藏，那不錯，你們要我兒子，好……你們拿去吧！」他心神激盪，語音大變。眾人在黯淡的燭光之下，見一個小孩屍身躺在棺材之中，都摸不著頭腦。周綺叫道：「我弟弟還只十歲，他不懂事，把姓文的藏身地方說了出來。爹爹回到家來，大怒之下，失手把弟弟打死了，把我媽媽也氣走了，這總對得起你們了吧？你們還不夠，把我們父女都殺了吧！」紅花會眾人一聽，不由得慚愧無已，都覺剛才錯怪了周仲英，實是萬分不該。章進最是直性人，搶上兩步，向周仲英磕了個響頭，叫道：「老爺子，我得罪你啦，章駝子給你賠罪。」站起身來，又向周綺一揖，道：「姑娘，你再叫我駝子，我也不惱。」周綺聽了想笑，卻笑不出來。這時陳家洛以及罵過周仲英的駱冰、徐天宏、楊成協、衛春華等都紛紛過來謝罪。陳家洛乘著躬身行禮，伸手輕拂，將周仲英膝間所封穴道解開，旁人都沒瞧見。周仲英忙著還禮，心中難過之極，說不出話來。陳家洛叫道：「周老英雄對紅花會的好處，咱們至死不忘。各位兄弟，現下救火要緊。大家快動手。」眾人齊聲答應，紛紛奔出。但見火光燭天，屋瓦墮地，樑柱倒坍之聲混著眾莊丁的吆喝叫喊，亂成一片。安西是中國出名的「風庫」，一年三百六十日幾乎沒一天沒風，風勢又是最大不過。此時風助火威，眼見大火已無法撲滅，偌大一座鐵膽莊轉眼便要燒成白地。廳中奇熱，布幡紙錢已然著火。眾人見周仲英痴痴扶著棺材，神不守舍。不多時火燄捲入廳來，衛春華、石雙英、蔣四根都已撲出去救火。周綺連叫：「爹，咱們出去吧！」周仲英不理不睬，盡望著棺材中的兒子。大家知他不忍讓兒子屍體葬身火窟，捨不得離開。章進彎下腰來，說道：「八哥，把棺材放在我背上。」楊成協抓住棺材兩邊，一使勁，將棺材提了起來，放上章進的駝背。章進也不長身，就這麼彎著腰直衝出去。周綺扶著父親，眾人前後擁衛，奔到莊外空地。走出不久，後廳屋頂就坍了下來，各人都暗說：「好險！」心硯忽地叫了起來：「啊喲，那鷹爪孫還在裏面！」石雙英道：「這種人作惡多端，燒死了也不冤。」駱冰道：「可惜便宜了鏢行那小子。」陳家洛問道：「是誰？」駱冰將童兆和的事說了。孟健雄也說了他如何三入鐵膽莊，探莊報訊，引人捉拿文泰來，最後還來勒索。徐天宏叫道：「對，定是他放火！」眾人心下琢磨，均覺定然是他無疑。徐無宏偷眼向周綺望去，見她對己正自側目斜睨，兩人目光一對，都即轉頭避開。周綺大聲自言自語：「矮子肚裏疙瘩多，放火的鬼主意也只矮子才想得出。人無三刀高，肚裏一把刀。」陳家洛道：「咱們得抓這小子回來。徐七哥、楊八哥、衛九哥、章十哥，你們四位分東南西北路去搜，不管是否追到，一個時辰內回報。」四人接令去了。這邊陸菲青和周仲英等人廝見，互道仰慕。陳家洛又向周仲英一再道歉，說道：「周老前輩為了紅花會鬧到這步田地，大仁大義，真是永世難報。我們定去訪請周老太太回來，和老前輩團圓。鐵膽莊已毀，紅花會負責重建，各位莊丁弟兄所有損失，紅花會全部賠償。他們辛苦，在下另有一番意思。」周仲英眼見鐵膽莊燒成灰燼，多年心血經營毀於一旦，自也不免可惜，但聽陳家洛這麼一說，忙道：「陳當家的說那裏話來，錢財是身外之物，你再說這等話，那是不把兄弟當朋友了。」他素來最愛朋友，現下誤會冰釋，見紅花會眾人救火救人，奮不顧身，對他又是極為敬重感激，一時之間結交到這許多英雄人物，心中十分痛快，對鐵膽莊被焚之事登時釋然，但一瞥眼間見到那具小小棺材，心中卻又一陣慘傷。忙亂了一陣，衛春華和章進先回來了，向陳家洛稟報，都說追出了六七里地，不見童兆和蹤跡。又過片刻，徐天宏和楊成協也先後回來，說東南兩路數里內並無人影，這傢伙想是乘著大火，混亂中逃得遠了。陳家洛道：「好在知道這小子是鎮遠鏢局的，不怕他逃到天邊去，日後總抓得到。」問周仲英道：「周老前輩，寶莊這些莊丁男婦，暫時叫他們去那裏安身？」周仲英道：「我想等天明之後，大家先到赤金衛。」徐天宏道：「小侄有一點意思，請老前輩瞧著是不是合適。」陳家洛道：「我們這位七哥外號叫武諸葛，最是足智多謀。」周綺向徐天宏白了一眼，哼了一聲，對孟健雄道：「孟大哥，你聽，人家比諸葛亮還厲害呢，他還會武！」孟健雄微微一笑。周仲英忙道：「徐爺請說。」徐天宏道：「那姓童的小子逃了回去，勢不免加油添醬，胡說一通。那姓萬的又沒回轉，鷹爪孫定要報官，將許多罪名加在前輩頭上。小侄以為鐵膽莊的人最好往西，暫時避一下風頭，等摸清了路數再定行止。現在往東去赤金衛，恐怕不大穩便。」周仲英閱歷甚深，一經徐天宏點破，連聲稱是，說道：「對，對，老弟真不愧武諸葛，明兒該當先奔安西州。安西我有朋友，借住十天半月的，決不能有甚麼為難。」周綺見父親反而稱讚徐天宏，心下老大不願意。她雖然已不懷疑燒鐵膽莊是徐天宏主使，但先前對他存了憎厭之心，不由得越瞧越不順眼。周仲英對宋善朋道：「你領大夥到安西州後，可投吳大官人處耽擱，一切使費，到咱們號子裏支用。待我事情料理完後，再來叫你。」周綺道：「爹爹，咱們不去安西？」周仲英道：「當然不去啦，文四爺在咱們莊上失陷，救人之事，咱們豈能袖手旁觀？」周綺、孟健雄、安健剛三人聽他說要出手助救文泰來，俱各大喜。陳家洛道：「周老前輩的美意，我們萬分感激。不過救文四哥乃是殺官造反之事，各位都是安份良民，和我們浪蕩江湖之人不同，親自出手，恐有不便。我們請周老前輩出個主意，指點方略，至於殺鷹爪、救四哥，還是讓我們去辦。」周仲英長鬚一捋，說道：「陳當家的，你不用怕連累我們。你不許我替朋友賣命，那就是不把周仲英當好朋友。」陸菲青插嘴道：「周老英雄義重如山，江湖上沒有人不佩服的，否則我和他素不相識，文四爺身上又負著重案，我怎敢貿然薦到鐵膽莊來？」陳家洛略一沉吟，說道：「周老英雄如此重義，紅花會上下永感大德。」駱冰走上前來，盈盈拜倒，說道：「老爺子拔刀相助，我先替我們當家的謝謝。」周仲英連忙扶起，道：「文四奶奶你且寬心，不把文四爺救回來，咱們誓不為人。」轉頭對陳家洛道：「事不宜遲，就請陳當家的發佈號令。」陳家洛道：「這個那裏敢當？請周陸兩位前輩商量著辦。」陸菲青道：「陳當家的不必太謙。紅花會是主，咱們是賓，這決不能喧賓奪主。」陳家洛又再謙讓，見周陸二人執意不肯，便道：「那麼在下有僭了！」轉身發令，分撥人馬。這時鐵膽莊餘燼未熄，焦木之氣充塞空際，風吹火炬，獵獵作響。眾人肅靜聽令。第一撥：當先哨路金笛秀才余魚同，和西川雙俠常赫志、常伯志兄弟取得聯絡，探明文泰來行蹤，趕回稟報。第二撥：千臂如來趙半山，率領石敢當章進、鬼見愁石雙英。第三撥：追魂奪命劍無塵道人，率領鐵塔楊成協、銅頭鱷魚蔣四根。第四撥：紅花會總舵主陳家洛，率領九命錦豹子衛春華、書僮心硯。第五撥：綿裏針陸菲青，率領神彈子孟健雄、獨角虎安健剛。第六撥：鐵膽周仲英，率領俏李逵周綺、武諸葛徐天宏、鴛鴦刀駱冰。陳家洛分撥已定，說道：「十四弟，請你立即動身。其餘各位就地休息安眠，天明起程，分撥進嘉峪關後會集。關上鷹爪孫諒必盤查嚴緊，不可大意。」眾人齊聲答應。余魚同向眾人一抱拳，上馬動身，馳出數步，回頭偷眼向駱冰一望，見她正自低頭沉思，對他離去渾沒在意。他歎了口氣，策馬狂奔而去。眾人各自找了乾淨地方睡下。陳家洛悄悄對徐天宏道：「七哥，周老英雄已被咱們累得家破人亡，這次又仗義去救四哥。你多費點心，別讓官面上的人認出他來。四嫂身上有傷，她惦念四哥，廝殺起來一定奮不顧身，你留心別讓她拚命。你們這一路不必趕快，能夠不動手，那就最好。」徐天宏答應了。睡不到兩個時刻，天已黎明。千臂如來趙半山率領章進、石雙英首先出發。駱冰一晚沒合眼，叫過章進，說道：「十哥，路上可別鬧事。」章進道：「四嫂你放心，救四哥是大事，我就再胡塗也理會得。」孟健雄、宋善朋等將周英傑屍身入殮，葬在莊畔。周綺伏地痛哭，周仲英亦是老淚縱橫。陳家洛等俱在墳前行禮。不久，無塵、陳家洛、陸菲青三撥人馬先後啟程，最後是周仲英及宋善朋等大隊人伙動身。到趙家堡後，當地百姓已知鐵膽莊失火，紛來慰問。周仲英謝過了，去相熟銀鋪取了一千兩銀子，打了尖，即與宋善朋等分手，縱馬向東疾馳。※※※一路之上，周綺老是跟徐天宏作對，總覺他的一言一動越瞧越不對勁，不管周仲英板臉斥責也好，駱冰笑著勸解也好，徐天宏下氣忍讓也好，周綺總是放他不過，冷嘲熱諷，不給他半分面子。後來徐天宏也氣了，心道：「我不過瞧著你爹爹面子，讓你三分，難道當真怕你？我武諸葛縱橫江湖，成名的英雄豪傑那一個不敬重於我，今日卻來受你這丫頭的閒氣！」他一騎馬索性落在後面，一言不發，落店吃飯就睡，天明就趕路，一路馬不停蹄，第三天上過了嘉峪關。周仲英見女兒如此不聽話，背地裏好幾次叫了她來諭導呵責。周綺當時答應，可是一見徐天宏，忍不住又和他抬起槓來。周仲英心想若是老妻在此，或能管教管教這一向寵慣了的女兒，現下她負氣出走，不知流落何方，言念及此，甚是難過，見徐天宏悶悶不樂，又覺過意不去。當晚到了肅州，四人在東門一家客店住了。徐天宏出去了一會，回來說道：「十四弟還沒追上四哥，也沒遇上西川雙俠。」周綺忍不住插嘴：「你又怎麼知道？瞎吹！」徐天宏白了她一眼，一聲不響。周仲英怕女兒再言語無禮，說道：「這裏是古時的酒泉郡，酒最好。七爺，我和你到東大街杏花樓去喝一杯。」徐天宏道：「好。」周綺道：「爹，我也去。」徐天宏噗哧一笑。周綺怒道：「你笑甚麼？我就去不得？」徐天宏把頭別過，只當沒聽見。駱冰笑道：「綺妹妹，咱們一起去。為甚麼女人就不能上酒樓喝酒？」周仲英是豪爽之人，也不阻止。四人來到杏花樓，點了酒菜。肅州泉水清冽，所釀之酒，香醇無比，西北諸省算得第一。店小二又送上一盤肅州出名的烘餅。那餅弱似春綿，白如秋練，又軟又脆，周綺吃得讚不絕口。酒樓之上耳目眾多，不便商量救文泰來之事，四人隨口談論路上景色。周仲英忽向徐天宏道：「貴會陳當家的年紀輕輕，一副公子哥兒的樣子，居然精通各家各派拳術，真是從所未見。他和我比拳之時，最後所使的那套拳法怪異之極，不知是甚麼名稱。七爺可知道麼？」周綺心中也一直存著這個疑團，聽父親問起，忙留神傾聽。徐天宏道：「我和陳當家的這次也是初會。他十五歲上，就由我們于老當家送到了天山，拜天池怪俠為師，一直沒回江南來。只有無塵道長、趙三哥幾位年長的香主在他小時候見過。這套拳法，我瞧多半是天池怪俠的獨創。」周仲英道：「紅花會名聞大江南北，總舵主卻竟像是位富貴公子，我初見之時，很是納罕，只覺透著極不相稱。後來跟他說了話、交了手，才知他不但武功了得，而且見識不凡，確是位了不起的人物，這真叫做人不可以貌相。」徐天宏和駱冰聽他極口稱揚他們首領，甚是高興。只是駱冰想到丈夫安危難知，又擔心他受公差虐待，自是愁眉不能盡展。周仲英道：「這幾年來，武林中出了不少人物，也真是長江後浪推前浪，十年人事幾番新。就像你老弟這般智勇雙全，江湖上就十分難得。總要別辜負了這副身手，好好做一番事業出來。」徐天宏連聲稱是。他是答應周仲英「好好做一番事業」的勉勵之言，周綺卻哼了一聲，心道：「我爹讚你好，你還說是呢，也不怕醜！」周仲英喝了口酒道：「一直聽人說，貴會于老當家是少林派高手，和我門戶很近。我久想見他一面，向他討教，但一個在江南，一個在西北，這心願始終沒了，他竟撒手西歸。我常在打聽他的師承淵源，可是人言言殊，始終沒聽到甚麼確訊。」徐天宏道：「于老當家從來不提他的師承，直到臨終時才說起，他以前是在福建少林寺學的武藝。」周仲英道：「我是河南少室山少林寺本寺學的。北少林南少林本是一家，我跟于老當家雖非同寺學藝，卻也可算得是同門。」又道：「我曾聽人說，紅花會總舵主的武功跟少林家數很近，我心下很是仰慕，打聽他在少林派中的排行輩份，卻無人得知，心下常覺奇怪。以他如此響噹噹的人物，若是少林門人，豈有無人得知之理？我曾寫了幾封信給他。他的覆信甚是謙虛，說了許多客氣話，卻一字不提少林同門。」徐天宏道：「于老當家不提自己武功門派，定有難言之隱。他一向是最愛結交朋友的，以老前輩如此熱腸厚道，若和于當家相遇，兩位定是一見如故。」周綺冷冷的道：「紅花會的人哪，很愛瞧不起人。冰姊姊，我可不是說你。」徐天宏不去理她。周仲英又問：「于老當家是生了甚麼病去世的？他年紀似乎比我也大不了幾歲吧？」徐天宏道：「于老當家故世時六十五歲。他得病的情由，說來話長。此間人雜，咱們今晚索性多趕幾十里路，找個荒僻之地，好好談一談。」周仲英道：「好極了！」忙叫櫃上算賬。徐天宏道：「請等一等，我下去一下。」周仲英道：「老弟，是我作東，你可別搶著會鈔。」徐天宏道：「好。」快步下樓去了。周綺撇嘴道：「老愛鬼鬼祟祟的！」周仲英罵道：「女孩兒家別沒規沒矩的瞎說。」駱冰笑道：「綺妹妹，我們這位七哥，千奇百怪的花樣兒最多。你招惱了他，小心他作弄你。」周綺哼了一聲，道：「一個男子漢，站起來還沒我高，我怕他？」周仲英正要斥責，聽得樓梯上腳步聲，就避口不說了。徐天宏走了上來，道：「咱們走吧。」周仲英會了鈔，到客店取了衣物，連騎出城。幸喜天色未夜，城門未閉。四騎馬一氣奔出三十里地，見左首一排十來株大樹，樹後亂石如屏，是個隱蔽所在，周仲英道：「就在這裏吧？」徐天宏道：「好。」四人將馬縛在樹上，倚樹而坐。其時月朗星疏，夜涼似水，風吹草長，聲若低嘯。徐天宏正要說話，忽聽得遠處隱隱似有馬匹奔馳之聲，忙伏地貼耳，聽了一會，站起來道：「三匹馬，奔這兒來。」周仲英打個手勢，四人解了馬匹，牽著同去隱於大石之後。不一會，蹄聲漸近，三騎馬順大路向東。月光下只見馬上三人白布纏頭。身穿直條紋長袍，都是回人裝束，鞍上掛著馬刀。待三騎去遠，四人重回原處坐地。連日趕路，一直無暇詳談，這時周仲英才問起清廷緝捕文泰來的原因。駱冰道：「官府一直把紅花會當眼中釘，那是不用說的了，不過這次派遣這許多武林高手，不把我們四哥抓去不能甘休，那是另有原因的。上月中，于老當家從太湖總舵前去北京，叫我們夫妻跟著同去。到了北京，于老當家悄悄對我們說，要夜闖皇宮，見一見乾隆皇帝。我們嚇了一跳，問老當家見皇帝老兒幹麼。他不肯說。四哥勸他說，皇帝老兒最是陰狠毒辣不過，最好調無塵道長、趙三哥、西川雙俠等好手來京，一起闖宮。再請七哥盤算一條萬全之計，較為穩妥。」周綺望了徐天宏一眼，心想：「你這矮子本領這樣大，別人都要來請教你。我才不信呢！」周仲英道：「四爺這主意兒不錯呀。」駱冰道：「于老當家說，他去見皇帝老兒的事干係極大，進宮的人決不能多，否則反而有變。四哥聽他這麼說，自是遵奉號令。當夜他二人越牆進宮，我在宮牆外把風，這一次心裏可真是怕了。直過了一個多時辰，他們才翻牆出來。第二天一早，我們三人就離京回江南。我悄悄問四哥，皇帝老兒有沒見到，到底是怎麼回事？四哥說皇帝是見到了，不過這件事關連到趕走韃子、光復漢家天下的大業。他說自然不是信不過我，但多一個人知道，不免多一分洩漏的危險，所以不對我說。我也就不再多問。」周仲英讚道：「于老當家抱負真是不小。闖宮見帝，天下有幾人能具這般膽識？」駱冰續道：「于老當家到江南後，就和我們分手。我們回太湖總舵，他到杭州府海寧州去。他從海寧回來後，神情大變，好像忽然之間老了十多歲，整天不見笑容，過不了幾天就一病不起。四哥悄悄對我說，老當家因為生平至愛之人逝世，所以傷心死的……」說到這裏，駱冰和徐天宏都垂下淚來，周仲英也不禁唏噓。駱冰拭了眼淚續道：「老當家臨終之時，召集內三堂外三堂正副香主，遺命要少舵主接任總舵主。他說這並不是他有私心，只因此事是漢家光復的關鍵所在，要緊之至。其中原由，此時不能明言，眾人日後自知。老當家的話，向來人人信服，何況就算他沒這句遺言，眾兄弟感念他的恩德，也必一致推擁少舵主接充大任。」周仲英問道：「少舵主與你們老當家怎樣稱呼？」駱冰道：「他是老當家的義子。少舵主原是海寧陳閣老的公子，十五歲就中了舉人。中舉後不久，老當家就把他帶了出來，送到天山北路天池怪俠袁老英雄那裏學武。至於相國府的公子，怎麼會拜一位武林豪傑做義父，我們就不知道了。」周仲英道：「其中原因，文四爺想來是知道的。」駱冰道：「他好像也不大清楚。老當家死時，有一樁大心事未了，極想見少舵主一面。本來他一從北京回來，便遣急使趕去回疆，吩咐少舵主到安西玉虛道觀候命。天池怪俠袁老前輩不放心，陪了少舵主一塊兒東來。那知道老當家竟去世得這麼快。安西到太湖總舵相隔萬里，少舵主自是無法得訊趕回了。老當家知道挨不到見著義子，遺命要六堂正副香主趕赴西北，會見少舵主後共圖大事，一切機密，待四哥親見少舵主後面陳。那知四哥竟遇上了這番劫難……」說到這裏，聲音又哽咽起來：「要是四哥有甚麼三長兩短……老當家的遺志，就沒人知道了。」周綺勸道：「冰姊姊你別難過，咱們定能把四爺救出來。」駱冰拉著她手，微微點頭，淒然一笑。周仲英又問：「文四爺是怎樣受的傷？」駱冰道：「眾兄弟分批來迎接少舵主，我們夫婦是最後一批，到得肅州，忽有八名大內侍衛來到客店相見，說是奉有欽命，要我們前往北京。四哥說要見過少舵主後，才能應命，那八名侍衛面子上很客氣，但要四哥非立刻赴京不可。四哥犯了疑，雙方越說越僵，動起手來。那八名侍衛竟都是特選的高手，我們以二敵八，漸落下風。四哥發了狠，說我奔雷手豁出性命不要，也不能讓你們逮去。一場惡戰，他單刀砍翻了兩個，掌力打死了三個，還有兩個中了我飛刀，餘下一個見勢頭不對就溜走了。但四哥也受了六七處傷。廝拚之時，他始終擋在我身前，因此我一點也沒受傷。」駱冰講到丈夫刀砍掌擊，怎樣把八名大內侍衛打得落花流水，說得有聲有色。周綺聽得發了呆，想像奔雷手雄姿英風，俠骨柔腸，不禁神往，隔了半晌，長長歎了口氣，忽然轉頭，向徐天宏瞪了一眼，滿臉不屑之色。徐天宏如何不明白她這一瞪之意，心道：「四哥英雄豪傑，當世有幾人比得上？你說我徐天宏不及四哥，誰都知道，又何用你說？」駱冰道：「我們知道在肅州決不能停留，挨著出了嘉峪關，但四哥傷重，實在不能再走了，就在客店養傷，只盼少舵主和眾兄弟快些轉來，那知北京和蘭州的鷹爪又跟著尋來。以後的事，你們都知道了。」徐天宏道：「皇帝老兒越是怕四哥恨四哥，四哥眼前越無性命之憂。官府和鷹爪既知他是欽犯，決不敢隨便對他怎樣。」周仲英道：「老弟料得不錯。」周綺忽向徐天宏道：「你們早些去接文四爺就好了，將那些鷹爪孫料理個乾淨，文四爺既沒事，你們也不用到鐵膽莊來發狠……」周仲英連忙喝止：「這丫頭，你說甚麼？」徐天宏道：「因為少舵主謙虛，說甚麼也不肯接任總舵主，一勸一辭，就耽擱了日子。再說，四哥四嫂一身好武藝，誰料得到會有人敢向他們太歲頭上動土呢。」周綺道：「你是諸葛亮，怎會料不到？」徐天宏給她這麼蠻不講理的一問，饒是心思靈巧，竟也答下上來，只好不作聲。周仲英道：「要是七爺料到了，我們就不會識得紅花會這批好朋友了。單是像陳當家的這樣俊雅的人品，我們在西北邊塞之地，輕易那能見到？」轉頭向駱冰道：「他夫人是誰？不知是名門閨秀呢，還是江湖上的俠女？」駱冰道：「陳當家的還沒結親呢。」周仲英就不言語了。駱冰笑道：「咱們幾時喝綺妹妹的喜酒啊？」周仲英笑道：「這丫頭瘋瘋癲癲的，誰要她啊？讓她一輩子陪我老頭子算啦！」駱冰笑道：「等咱們把四哥救出了，我和他給綺妹妹做個媒，包你老人家稱心如意。」周綺急道：「你們再說到我身上，我一個兒要先走了。」三人微笑不語。隔了一會，徐天宏忽地噗哧一笑。周綺怒道：「你又笑甚麼了？」徐天宏笑道：「我笑我的，跟你有甚麼相干？」周綺心中最藏不下話，哼了一聲，說道：「你笑甚麼，當我不知道麼？你們想把我嫁給那個陳家洛。人家是宰相公子，我們配得上麼？你們大家把他當寶貝兒，我才不希罕哩。他和我爹打的時候，面子上客客氣氣，心裏的鬼主意可多著呢。我寧可一輩子嫁不掉，也不嫁笑裏藏刀、詭計多端的傢伙。」周仲英又好氣又好笑，不住喝止。可是周綺不理，連珠炮般，一口氣說了出來。駱冰笑道：「好了，好了！綺妹妹將來嫁個心直口快的豪爽英雄。這可稱心如意了吧？」周仲英笑道：「傻丫頭口沒遮攔、也不怕七爺和文奶奶笑話。好啦，大家睡一忽兒吧，天亮了好趕路。」四人從馬背取下氈被，蓋在身上，在大樹下臥倒。周綺輕聲向父親道：「爹，你可帶著甚麼吃的？我餓得慌。」周仲英道：「沒帶呀。咱們明兒早些動身，到雙井打尖吧。」不一會，鼾聲微聞，已睡著了。周綺肚子餓，翻來覆去的睡不著，看身旁的駱冰似已入了睡鄉，忽見徐天宏輕輕起來，走到馬旁。周綺好奇心起，偷眼凝視，黑暗中見他似是從包袱中取了甚麼物事，回來坐下，將氈被擁在身上，竟吃起東西來。周綺翻了個身，不去看他。那知這小子十分可惡，不但吃得嘖嘖有聲，而且頻頻「唔唔」的表示讚賞。周綺忍不住斜眼瞧去，不看倒也罷了，這一看不由得饞涎欲滴，飢火難忍，只見他手中拿著白白的一塊，大口咬嚼，身旁還放著高高的一疊，分明是肅州的名產烘餅。原來他在杏花樓時去樓下一轉，就是買這東西。周綺一路上和他抬槓為難，這時那能開口問他討吃，心想：「快些睡著，別盡想著吃。」豈知越想睡越睡不著，忽然間酒香撲鼻，這傢伙無法無天，竟仰起了頭，在一個小葫蘆中喝酒。周綺再也沉不住氣了，喝道：「三更半夜的喝甚麼酒？要喝也別在這裏。」徐天宏道：「成！」放下酒葫蘆就睡倒了。這人可真會作怪，酒葫蘆上的塞子卻不塞住，將葫蘆放在頭邊，讓酒香順著一陣陣風送向周綺。原來他在肅州杏花樓上冷眼旁觀，見周綺酒到杯乾，是個好酒的姑娘，是以這般作弄她一下。這一來可把周綺氣得柳眉倒豎，俏眼圓睜，要發作實在說不出甚麼道理，不發作那裏忍得下去，翻了一個身，將眼睛、鼻子、嘴巴都埋在氈被之中，但片刻間便悶得難受，再翻過身來，月光下忽見父親枕邊兩枚大鐵膽閃閃生光，一想有了，悄悄伸手過去取了一個鐵膽，對準酒葫蘆擲去，噗的一聲，將葫蘆打成數片，酒水都流上徐天宏的氈被。他這時似已入睡，全沒理會。周綺見父親睡得正香，駱冰也毫無聲息，偷偷爬起身來，想去取回鐵膽，那知剛一伸手，徐天宏忽地翻了個身，將鐵膽壓在身下，跟著便鼾聲大作。周綺嚇了一跳，縮手不迭，她雖然性格豪爽，究竟是個年輕姑娘，怎敢伸手到男子身底下去？可是不拿吧，明朝這矮子鐵膽在手，證據確實，告訴了父親，保管又有一頓好罵，無可奈何，只得回來睡倒。正在這時，忽聽得駱冰嗤的一笑，周綺羞得臉上直熱到脖子裏，剛才走到徐天宏身邊，敢情都給她瞧見啦，心中七上八下，一夜沒好睡。第二日她一早就醒，一聲不響，縮在被裏，只盼天永遠不亮，可是不久周仲英和駱冰便都起來，過了一會，徐天宏也醒了，只聽得他「啊喲」一聲，道：「硬硬的一個甚麼東西？」周綺忙縮頭入被，又聽他說道：「啊，老爺子，你的鐵膽滾到我這裏來啊！啊喲，不好，酒葫蘆打碎啦！對了，定是山裏的小猴兒聞到酒香，要想喝酒，又見到你的鐵膽好玩，拿來玩耍，一不小心，將葫蘆打了個粉碎。這小猴兒真頑皮！」周仲英哈哈大笑，道：「老弟愛說笑話，這種地方那有猴子？」駱冰笑道：「若不是猴子，那定是天上的仙女了。」兩人說了陣笑話，周綺聽他們沒提昨晚之事，總算放了心，可是徐天宏繞著彎兒罵她猴子，心下更是著惱。徐天宏將烘餅拿出來讓大家吃，周綺賭氣不吃。到了雙井，四人買些麵條煮來吃了。出得鎮來，徐天宏與駱冰忽然俯身，在一座屋子牆腳邊細看。周綺湊近去看，見牆腳上用木炭畫著些亂七八糟的符號，就似頑童的亂塗一般，周綺心想這又有甚麼好看了，忽聽駱冰喜道：「西川雙俠已發現四哥行蹤，跟下去了。」周綺問道：「你怎知道？這些畫的是甚麼東西？」駱冰道：「這是我們會裏互通消息的記號，是西川雙俠畫的。」說著用腳擦去牆腳上的記號，道：「快走吧！」四人得知文泰來已有蹤跡，登時精神大振，駱冰更是笑逐顏開，倍增嫵媚。四人一口氣奔出四五十里路，打尖息馬之後，又再趕路。次日中午，在七道溝見到余魚同留下的記號，說已趕上西川雙俠。駱冰經過數日休養，腿傷已經大好，雖然行路還有些不便，但已不必扶杖而行，想到不久就可會見丈夫，那裏還忍耐得住，一馬當先，疾馳向東。傍晚時分趕到了柳泉子，依駱冰說還要趕路，但徐天宏記得陳家洛的囑咐，勸道：「咱們不怕累，馬不成啊！」駱冰無奈，只得投店歇夜，在炕上翻來覆去的那裏睡得著？半夜裏窗外淅淅瀝瀝的竟下起雨來。驀地想起當年與丈夫新婚後第三日，奉了老當家之命，到嘉興府搭救一個被土豪陷害的寡婦，功成之後，兩人夜半在南湖煙雨樓上飲酒賞雨。文泰來手攜新婦，刀擊土豪首級，打著節拍，縱聲高歌，此情此景，寒窗雨聲中都兜上心來。駱冰心想：「七哥顧念周氏父女是客，不肯貪趕路程，我何不先走？」此念一起，再也無法克制，當下悄悄起身，帶了雙刀行囊，用木炭在桌上留了記號，要徐天宏向周氏父女代為致歉，見周綺在炕上睡得正熟，怕開門驚醒了她，輕輕開窗跳出，去廄裏牽了馬，披了油布雨衣，縱馬向東。雨點打在火熱的面頰上，只覺陣陣清涼。※※※黎明時趕到一個鎮甸打尖，看坐騎實在跑不動了，只得休息了半個時辰，又趕了三四十里路，忽然那匹馬前蹄打了個蹶。駱冰吃了一驚，忙一提韁繩，那馬總算沒跌倒，知道再趕下去非把馬累死不可，不敢再催，只得緩緩而行。走不多時，忽聽得身後蹄聲急促，一乘馬飛奔而來。剛聞蹄聲，馬已近身，駱冰忙拉馬向左一讓，眼前如風捲雪團，一匹白馬飛掠而過。這馬迅捷無倫，馬上乘者是何模樣全沒看清。駱冰一驚，「怎地有如此好馬？」見那馬奔跑時猶如足不踐土，一形十影，當真是追風逐電，超光越禽，頃刻間白馬與乘者已縮成一團灰影，轉眼已無影無蹤。駱冰讚歎良久，見馬力漸復，又小跑一陣，到了一個小村，只見一戶人家屋簷下站著一匹馬，遍身雪白，霜鬣揚風，身高腿長，神駿非凡，突然間一聲長嘶，清越入雲，將駱冰的坐騎嚇得倒退了幾步。駱冰一看，正是剛才那匹白馬，旁邊一個漢子正在刷馬，她心中一動，暗道：「我騎上了這匹駿馬，還怕趕不上大哥？這樣的好馬，馬主必不肯賣，說不得，只好硬借。只是馬主多半不是尋常之輩，說不定武功高強，倒要小心在意。」她自幼隨著父親神刀駱元通闖蕩江湖，諸般巧取豪奪的門道無一不會，無一不精，當下計算已定，從行囊中取出火絨，用火刀火石打了火，將絨點燃，一提韁，拍馬向白馬衝去，飛刀脫手，噗的一聲，釘上屋柱，已割斷繫著白馬的韁繩。這時所乘坐騎也已奔近，駱冰左手將火絨塞入自己坐騎耳中，隨手提起行囊，右手一按馬鞍，一個「潛龍升天」，飛身跳上白馬馬背。白馬一驚，縱聲長嘶，如箭離弦，向前直衝了出去。擲刀換馬。取囊阻敵，這幾下手勢一氣呵成，乾淨利落，直如迅雷陡作，不及掩耳。馬主出其不意，呆了一呆，駱冰的坐騎耳中猛受火灸，痛得發狂般亂踢亂咬，阻住馬主當路。那馬主果是一副好身手，縱身躍過癲馬，直趕出去。這時駱冰早已去得遠了，見有人趕出，勒馬轉身，囊裏拈出一錠金子，揮手擲出，笑道：「咱們掉一匹馬騎騎，你的馬好，補你一錠金子吧！」那人不接金子，大叫大罵，撒腿追來。駱冰嫣然一笑，雙腿微一用力，白馬一衝便是十餘丈，只覺耳旁風生，身邊樹木一排排向後倒退，小村鎮甸，晃眼即過。奔馳了大半個時辰，那馬始終四足飛騰，絲毫不見疲態，不一會道旁良田漸多，白楊處處，到了一座大鎮。駱冰下馬到飯店打尖，一問地名叫做沙井，相距奪馬之地已有四十多里了。她對著那馬越看越愛，親自餵飼草料，伸手撫摸馬毛，見馬鞍旁掛著一個布囊，適才急於趕路，並未發見，伸手一提，只覺重甸甸的，打開一看，見囊裏裝著一隻鐵琵琶。駱冰暗道：「原來這馬是洛陽鐵琵琶韓家門的，這事日後只怕還有麻煩。」再伸手入囊，摸出二三十兩碎銀子和一封信，封皮上寫著：「韓文沖大爺親啟，王緘」幾個字，那信已經拆開了，抽出信紙，先看信紙末後署名，見是「維揚頓首」四字，微微一驚，一琢磨，反而高興起來，心想：「原來這人與王維揚老兒有瓜葛，我們正要找鎮遠鏢局晦氣，先奪他一匹馬，也算小小出了一口氣。早知如此，那錠金子也不必給了。」再看信中文字，原來是催韓文沖快回，說叫人送上名馬一匹，暫借乘坐，請他趕回與閻氏兄弟會合，一同保護要物回京，另有一筆大生意，要他護送去江南，至於焦文期是否為紅花會所害，不妨暫且擱下，將來再行查察云云。駱冰心想：「焦文期是洛陽鐵琵琶韓家門弟子，江湖上傳言，說他為紅花會所殺，其實那裏有此事？總舵主本派十四弟前赴洛陽，去解明這個過節，以免代人受過。鎮遠鏢局又不知要護送甚麼要緊東西去江南？等大哥出來，咱夫妻伸手將這枝鏢拾下來。有仇不報非君子，那鬼鏢頭引人來捉大哥，豈能就此罷休？」想得高興，吃過了麵，上馬趕路，一路雨點時大時小，始終未停。那馬奔行如風，不知有多少坐騎車輛給牠追過了頭。駱冰心想：「馬跑得這樣快，前面幾撥人要是在那裏休息打尖，一晃眼恐怕就會錯過。」正想放慢，忽然道旁竄出一人，攔在當路，舉手一揚。那馬竟然並不立起，在急奔之際陡然住足，倒退數步。駱冰正要發話，那人已迎面行禮，說道：「文四奶奶，少爺在這裏呢。」原來是陳家洛的書僮心硯。駱冰大喜，忙下馬來。※※※心硯過來接過馬韁，讚道：「文四奶奶，你那裏買來這樣一匹好馬？我老遠瞧見是你，那知眼睛一眨，就奔到了面前，差點沒能將你攔住。」駱冰一笑，沒答他的話，問道：「文四爺有甚麼消息沒有？」心硯道：「常五爺常六爺說已見過文四爺一面，大夥兒都在裏面呢。」他邊說邊把駱冰引到道旁的一座破廟裏去。駱冰搶過了心硯的頭，回頭說：「你給我招呼牲口。」直奔進廟，見大殿上陳家洛、無塵、趙半山、常氏兄弟等幾撥人都聚在那裏。眾人見她進來，都站起來歡然迎接。駱冰向陳家洛行禮，說明自己心急等不得，先趕了上來，請總舵主恕罪。陳家洛道：「四嫂牽記四哥，那也是情有可原，不遵號令之罪，待救出四哥後再行論處。十二哥，請你記下了。」石雙英答應了。駱冰笑靨如花，心道：「只要把大哥救回來，你怎麼處罰我都成。」忙問常氏雙俠：「五哥六哥，你們見到四哥了？他怎麼樣？有沒受苦？」常赫志道：「昨晚我們兄弟在雙井追上了押著四哥的鷹爪孫，龜兒子人多，格老子，只怕打草驚蛇，沒有動手。夜裏我在窗外張了張，見四哥睡在炕上養神，他沒見到我。屋裏龜兒子守得很緊，我就退出來了。」常伯志道：「鎮遠鏢局那批龜兒子和鷹爪孫混在一起，格老子，我數了一下，你先人板板，武功好的，總有十個人的樣子。」常氏兄弟是四川人，罵人愛罵「龜兒子」。說話之間，余魚同從廟外進來，見到駱冰，不禁一怔，叫了聲「四嫂」，向陳家洛稟告道：「那群回人在前邊溪旁搭了篷帳，守望的人手執刀槍，看得很嚴。白天不便走近，等天黑了再去探。」忽然間廟外車聲轔轔，騾馬嘶鳴，有一隊人馬經過。心硯進來稟告：「過去了一大隊騾馬大車，一名軍官領著二十名官兵押隊。」說罷又出廟守望。陳家洛和眾人計議：「此去向東，人煙稀少，正好行事。只是這隊官兵和那群回人不知是何路數，咱們搭救四哥之時，他們說不定會伸手干擾，倒是不可不防。」眾人說是。無塵道人道：「陸菲青陸老前輩說他師弟張召重武功了得，咱們在江湖上也久聞火手判官的大名，這次捉拿四弟是他領頭，那再好不過，便讓老道鬥他一鬥。」陳家洛道：「道長七十二路追魂奪命劍天下無雙，今日不能放過了這罪魁禍首。」趙半山道：「陸大哥雖已和他師弟絕交，但他為人最重情義，幸虧他還未趕到，否則咱們當著他面殺他師弟，總有些礙手礙腳。」常赫志道：「那麼咱們不如趕早動身，預計明天卯牌時分，就可趕上四哥。」陳家洛道：「好。五哥六哥，這批鷹爪孫和鏢頭的模樣如何，請兩位對各位哥哥細說一遍，明兒動起手來好先有打算。」常氏兄弟一路跟蹤，已將官差和鏢行的底細摸了個差不離，當下詳細說了，又說：「四哥晚上與鷹爪孫同睡一屋，白天坐在大車裏，手腳都上了銬鐐。大車布簾遮得很緊，車旁兩個龜兒子騎了馬不離左右。」無塵問道：「那張召重是何模樣？」常伯志道：「龜兒四十來歲年紀，身材魁梧，留一叢短鬍子。先人板板，模樣倒硬是要得。」常赫志道：「道長，咱們話說在先，我哥兒倆要是先遇上這龜兒，就先動手，你可別怪我們不跟你客氣。」無塵笑道：「好久沒遇上對手了，手癢是不是？三弟，你的太極手想不想發市呀？」趙半山道：「這張召重讓給你們，我不爭就是。」各人磨拳擦掌，只待廝殺，草草吃了點乾糧，便請總舵主發令。陳家洛盤算已定，說道：「那隊回人未必和公差有甚勾結，咱們趕在頭裏，一救出四哥，就不必理會他們。十四弟，你也不用再去查了，你與十三哥明兒專管截攔那軍官和二十名官兵，只不許他們過來干擾便是，不須多傷人命。」蔣四根和余魚同同應了。陳家洛又道：「九哥、十二哥，你們兩位馬上出發，趕過鷹爪孫的頭，明兒一早守住峽口，不能讓鷹爪孫逃過峽口。」衛石兩人應了，出廟上馬而去。陳家洛又道：「道長、五哥、六哥三位對付官差；三哥、八哥兩位對付鏢行的小子。四姨連同心硯搶四哥的大車，我在中間策應，那一路不順手就幫那一路。十哥就在這裏留守，如有官兵公差向東去，設法阻擋。」各人都答應了。分派已定，眾人出廟上馬，和章進揚手道別。大家見了駱冰的白馬，無不嘖嘖讚賞。駱冰心想：「這馬本來該當送給總舵主才是，但咱們大哥吃了這麼多苦，等救了他出來，這匹馬給他，也好讓他歡喜。」陳家洛向余魚同道：「那群回人的帳篷搭在那裏？咱們彎過去瞧瞧。」余魚同領路，向溪邊走去，遠遠望去，只見曠曠廓廓一片空地，那裏還有甚麼帳篷人影？只剩下滿地駝馬糞便。大家都覺得這群回人行蹤詭秘，摸不準是何來路。陳家洛道：「咱們走吧！」眾人縱馬疾馳，黑夜之中，只聞馬蹄答答之聲。駱冰馬快，跑一程等一程，才沒將眾人拋離。天色黎明，到了一條小溪邊上，陳家洛道：「各位兄弟，咱們在這裏讓牲口喝點水，養養力，再過一個時辰，大概就可追上四哥了。」駱冰血脈賁張，心跳加劇，雙頰暈紅。余魚同偷眼形相，心中說不出是甚麼滋味，慢慢走到她身旁，輕輕叫了聲：「四嫂！」駱冰應道：「嗯！」余魚同道：「我就是性命不要，也要將四哥救出來給你。」駱冰微微一笑，輕聲歎道：「這才是好兄弟呢！」余魚同心中一酸，幾乎掉下淚來，忙轉過了頭。陳家洛道：「四嫂，你的馬借給心硯騎一下，讓他趕上前去，探明鷹爪孫的行蹤，轉來報信。」心硯聽得能騎駱冰的馬，心中大喜，道：「文奶奶，你肯麼？」駱冰笑道：「孩子話，我為甚麼不肯？」心硯騎上白馬，如飛而去。眾人等馬飲足了水，紛紛上馬，放開腳力急趕。不一會，天已大明，只見心硯騎了白馬迎面奔來，大叫：「鷹爪孫就在前面，大家快追！」眾人一聽，精神百倍，拚力追趕。心硯和駱冰換過馬，駱冰問道：「見到了四爺的大車嗎？」心硯連連點頭，道：「見到了！我想看得仔細點，騎近車旁，守車的賊子立刻凶霸霸的舉刀嚇我，罵我小雜種小混蛋。」駱冰笑道：「待會他要叫你小祖宗小太爺了。」群駒疾馳，蹄聲如雷，追出五六里地，望見前面一大隊人馬，稍稍馳近，見是一批官兵押著一隊車隊。心硯對陳家洛道：「再上去六七里就是文四爺的車子。」眾人催馬越過車隊。陳家洛一使眼色，蔣四根和余魚同圈轉坐騎，攔在當路，其餘各人繼續向前急追。※※※余魚同待官兵行到跟前，雙手一拱，斯斯文文的道：「各位辛苦了！這裏風景絕妙，難得天高氣爽，不冷不熱，大家坐下來談談如何？」當頭一名清兵喝道：「快閃開！這是李軍門的家眷。」余魚同道：「是家眷麼？那更應該歇歇，前面有一對黑無常白無常，莫嚇壞了姑娘太太們。」另一名清兵揚起馬鞭，劈面打來，喝道：「你這窮酸，快別在這兒發瘋。」余魚同笑嘻嘻的一避，說道：「君子動口不動手，閣下橫施馬鞭，未免不是君子矣！」押隊的將官縱馬上來喝問。余魚同拱手笑問：「官長尊姓大名，仙鄉何處？」那將官見余、蔣二人路道不正，遲疑不答。余魚同取出金笛，道：「在下粗識聲律，常歎知音難遇。官長相貌堂堂，必非俗人，就請下馬，待在下吹奏一曲，以解旅途寂寥，有何不可？」那將官正是護送李可秀家眷的曾圖南，見到金笛，登時一驚。那日客店中余魚同和公差爭鬥，他雖沒親見，事後卻聽兵丁和店夥說起，得知殺差拒捕的大盜是個手持金笛的秀才相公，此時狹路相逢，不知是何來意，但見對方只有兩人，也自不懼，喝道：「咱們河水不犯井水，各走各的道。快讓路吧！」余魚同道：「在下有十套大曲，一曰龍吟，二曰鳳鳴，三曰紫雲，四曰紅霞，五曰搖波，六曰裂石，七曰金谷，八曰玉關，九曰靜日，十曰良宵，或慷慨激越，或宛轉纏綿，各具佳韻。只是未逢嘉客，久未吹奏，今日邂逅高賢，不覺技癢，只好從頭獻醜一番。要讓路不難，待我十套曲子吹完，自然恭送官長上道。」說罷將金笛舉到口邊，妙音隨指，果然是清響入雲，聲被四野。曾圖南眼見今日之事不能善罷，舉槍捲起碗大槍花，「烏龍出洞」，向余魚同當心刺去。余魚同凝神吹笛，待槍尖堪堪刺到，突伸左手抓住槍柄，右手金笛在槍桿上猛力一擊，喀喇一響，槍桿立斷。曾圖南大驚，勒馬倒退數步，從兵士手中搶了一把刀，又殺將上來。戰得七八回合，余魚同找到破綻，金笛戳中他右臂，曾圖南單刀脫手。余魚同道：「我這十套曲子，你今日聽定了。在下生平最恨阻撓清興之人，不聽我笛子，便是瞧我不起。古詩有云：『快馬不須鞭，拗折楊柳枝。下馬吹橫笛，愁殺路旁兒。』古人真有先見之明。」橫笛當唇，又吹將起來。曾圖南手一揮，叫道：「一齊上，拿下這小子。」眾兵吶喊湧上。蔣四根縱身下馬，手揮鐵槳，一招「撥草尋蛇」，在當先那名清兵腳上輕輕一挑。那清兵「啊喲」一聲，仰天倒在鐵槳之上。蔣四根鐵槳「翻身上捲袖」向上一揮，那清兵有如斷線紙鳶，飛上半空，只聽得他「啊啊」亂叫，直向人堆裏跌去。蔣四根搶上兩步，如法炮製，像鏟土般將清兵一鏟一個，接二連三的拋擲出去，後面清兵齊聲驚呼，轉身便逃。曾圖南揮馬鞭亂打，卻那裏約束得住？蔣四根正拋得高興，忽然對面大車車帷開處，一團火雲撲到面前，明晃晃的劍尖當胸疾刺。蔣四根鐵槳「倒拔垂楊」，槳尾猛向劍身砸去，對方不等槳到，劍已變招，向他腿上削去。蔣四根鐵槳橫掃，那人見他槳重力大，不敢硬接，縱出數步。蔣四根定神看時，見那人竟是個紅衣少女。他是粵東人氏，鄉音難改，來到北土，言語少有人懂，因此向來不愛多話，一聲不響，揮鐵槳和她鬥在一起，拆了數招，見她劍術精妙，不禁暗暗稱奇。蔣四根心下納罕，余魚同在一旁看得更是出神。這時他已忘了吹笛，盡注視那少女的劍法，見她一柄劍施展開來，有如飛絮遊絲，長河流水，輕靈連綿，竟是本門正傳的「柔雲劍術」，和蔣四根一個招熟，一個力大，一時打了個難解難分。余魚同縱身而前，金笛在兩般兵刃間一隔，叫道：「住手！」那少女和蔣四根各退一步。這時曾圖南拿了一桿槍，又躍馬過來助戰，眾清兵站得遠遠的吶喊助威。那少女揮手叫曾圖南退下。余魚同道：「請問姑娘高姓大名，尊師是那一位？」那少女笑道：「你問我呀，我不愛說。我卻知你是金笛秀才余魚同。余者，人未之余。魚者，混水摸魚之魚也。同者，君子和而不同之同，非破銅爛鐵之銅也。你在紅花會中，坐的是第十四把交椅。」余魚同和蔣四根吃了一驚，面面相覷，說不出話來。曾圖南見她忽然對那江洋大盜笑語盈盈，更是錯愕異常。三個驚奇的男人望著一個笑嘻嘻的女郎，正不知說甚麼話好，忽聽得蹄聲急促，清兵紛紛讓道，六騎馬從西趕來。當先一人神色清癯，滿頭白髮，正是武當名宿陸菲青。余魚同和那少女不約而同的迎了上去，一個叫「師叔」，一個叫「師父」，都跳下馬來行禮。那少女正是陸菲青的女弟子李沅芷。在陸菲青之後的是周仲英、周綺、徐天宏、孟健雄、安健剛五人。那天駱冰半夜出走，周綺翌晨起來，大不高興，對徐天宏道：「你們紅花會很愛瞧不起人。你又幹麼不跟你四嫂一起走？」徐天宏竭力向周氏父女解釋。周仲英道：「他們少年夫妻恩愛情深，恨不得早日見面，趕先一步，也是情理之常。」罵周綺道：「又要你發甚麼脾氣了？」徐天宏道：「四嫂一人孤身上路，她跟鷹爪孫朝過相，別再出甚麼岔子。」周仲英道：「這話不錯，咱們最好趕上她。陳當家的叫我領這撥人，要是她再有甚麼失閃，我這老臉往那裏擱去？」三人快馬奔馳，當日下午趕上了陸菲青和孟、安二人。六人關心駱冰，全力趕路，途中毫沒耽擱，是以陳家洛等一行過去不久，他們就遇上了留守的章進，聽說文泰來便在前面，六騎馬一陣風般追了上來。陸菲青道：「沅芷，你怎麼和余師兄、蔣大哥在一起？」李沅芷笑道：「余師哥非要人家聽他吹笛不可，說有十套大曲，又是龍吟，又是鳳鳴甚麼的。我不愛聽嘛，他就攔著不許走。師父你倒評評這個理看。」余魚同聽李沅芷向陸菲青如此告狀，不由得臉上一陣發燒，心道：「我攔住人聽笛子是有的，可那裏是攔住你這大姑娘啊？」周綺聽了李沅芷這番話，狠狠白了徐天宏一眼，心道：「你們紅花會裏有幾個好人？」陸菲青對李沅芷道：「前面事情凶險，你們留在這裏別走，莫驚嚇了太太。我事情了結之後，自會前來找你。」李沅芷聽說前面有熱鬧可瞧，可是師父偏不許她去，撅起了嘴不答應。陸菲青也不理她，招呼眾人上馬，向東追去。※※※陳家洛率領群雄，疾追官差，奔出四五里地，隱隱已望見平野漠漠，人馬排成一線而行。無塵一馬當先，拔劍大叫：「追啊！」再奔得一里多路，前面人形越來越大。斜刺裏駱冰騎白馬直衝上去，一晃眼便追上了敵人。她雙刀在手，預備趕過敵人的頭，再回過身來攔住。忽然前面喊聲大起，數十匹駝馬自東向西奔來。此事出其不意，駱冰勒馬停步，要看這馬隊是甚麼路道。這時官差隊伍也已停住不走，有人在高聲喝問。對面來的馬隊越奔越快，騎士長刀閃閃生光，直衝入官差隊裏，雙方混戰起來。駱冰大奇，想不出這是那裏來的援軍。不久陳家洛等人也都趕到，驅馬上前觀戰。忽見一騎馬迎面奔來，繞過混戰雙方，直向紅花會群雄而來，漸漸馳近，認出馬上是衛春華。他馳到陳家洛跟前，大聲說道：「總舵主，我和十二郎守著峽口，給這批回人衝了過來，攔擋不住，我趕回來報告，那知他們卻和鷹爪孫打了起來，這真奇了。」陳家洛道：「無塵道長、趙三哥、常氏雙俠，你們四位過去先搶了四哥坐的大車。其餘的且慢動手，看明白再說。」無塵等四人一聲答應，縱馬直衝而前。兩名捕快大聲喝問：「那一路的？」趙半山更不打話，兩枝鋼鏢脫手，一中咽喉，一中小腹，兩名捕快登時了帳，撞下馬來。趙半山外號千臂如來，只因他笑口常開，面慈心軟，一副好好先生的脾氣，然而週身暗器，種類繁多，打起來又快又準，旁人休想看得清他單憑一雙手怎能在頃刻之間施放如許暗器。此番紅花會大舉救人，沒想到出馬第一功，倒是這位一向謙退隨和的千臂如來所建。四人衝近大車，迎面一個頭纏白布的回人挺槍刺到，無塵側身避過，並不還手，筆直向大車衝去。一名鏢師舉刀砍來，無塵舉劍一擋，劍鋒快如電閃，順著刀刃直削下去，將那鏢師四指一齊削斷，「順水推舟」，刺入他的心窩。但聽得腦後金刃劈風，知道來了敵人，也不回頭，左手劍自下上撩，劍身從敵人左腋入右肩出，將在身後暗算他的一名捕頭連肩帶頭，斜斜砍為兩截，鮮血直噴。趙半山和常氏雙俠在後看得清楚，大聲喝采。鏢行眾人見無塵劍法驚人，己方兩人都是一記招術尚未施全，即已被殺，嚇得心膽俱裂，大叫：「風緊，扯呼！」常氏雙俠奔近大車，斜刺裏衝出七八名回人，手舞長刀，上來攔阻。常氏雙俠展開飛抓，和他們交上了手。一個身材瘦小的鏢師將大車前的騾子拉轉頭，揮鞭急抽，騾車疾馳，他騎馬緊跟大車之後，這人正是童兆和。趙半山與無塵縱馬急追。趙半山摸出飛蝗石，噗的一聲打中童兆和後腦，鮮血迸流，只痛得他哇哇急叫。他當即從靴筒子中掏出匕首，一刀插在騾子臀上，騾子受痛，更是發足狂奔。趙半山飛身縱上童兆和馬背，尚未坐實，右手已扣住他右腕，隨手舉起，在空中甩了個圈子，向大車前的騾子丟去，童兆和跌在騾子頭上，大叫大嚷，沒命的抱住。騾子受驚，眼睛又被遮住，亂跳亂踢，反而倒過頭來。無塵和趙半山雙馬齊到，將騾子挽住。趙半山抓住童兆和後心，摔在道旁。無塵叫道：「三弟，拿人當暗器打，真有你的！」他二人不認得童兆和，心中掛著文泰來，那去理他？童兆和幾個打滾，滾入草叢之中，心驚膽戰，在長草間越爬越遠。趙半山揭開車帳，向裏一看，黑沉沉的瞧不清楚，只見一人斜坐車內，身上裹著棉被，喜叫：「四弟，是你麼？我們救你來啦！」那人「啊」了一聲。無塵道：「你送四弟回去，我去找張召重算帳。」說罷縱馬衝入人堆。鏢師公差本在向東奔逃，忽見無塵回馬殺來，發一聲喊，轉頭向西。無塵大叫：「張召重，張召重，你這小子快給我滾出來。」喊了幾聲，無人答應，又向敵人群裏衝去。鏢師公差見他趕到，嚇得魂飛天外，四散亂竄。紅花會群雄見趙半山押著大車回來，盡皆大喜，紛紛奔過來迎接。駱冰一馬當先，馳到大車之前，翻身下馬，揭開車帳，顫聲叫道：「大哥！」車中人卻無聲息，駱冰一驚，撲入車裏，將被揭開。這時紅花會群雄也都趕到，下馬圍近察看。常氏雙俠見大車已搶到手，那有心情和這批不明來歷的回人戀戰，兄弟倆一聲呼哨，展開飛抓將眾回人直逼開去，掉轉馬頭便走。那群回人似乎旨在阻止旁人走近，見二人退走，也不追趕，返身奔向中央一團正在惡戰的人群。無塵道人仍在人群中縱橫來去。一名趟子手逃得略慢，被他一劍砍在肩頭，跌倒在地。無塵不欲傷他性命，提馬跳過他身子，大呼：「火手判官，給我滾出來！」忽有一騎衝到跟前，馬上回人身材高大，虯髯滿腮，喝問：「那裏來的野道人在此亂闖？」無塵迎面一劍。那回人舉馬刀一架。無塵左右連環兩劍，迅捷無比。那回人右臂上舉，馬刀尚在頭頂，劍氣森森，已及肌膚，百忙中向外一摔，鐙裏藏身，右足勾住馬鐙，翻在馬腹之下，才算逃過兩劍，嚇得一身冷汗，仗著騎術精絕，躲在馬腹下催馬逃開。無塵笑道：「躲得開我三劍，也算一條好漢，饒了你的性命。」又衝入人群。常氏雙俠從東返回，西邊又奔來八騎，正是周仲英和陸菲青一干人。兩撥人還未馳近大車，駱冰已從車內揪出一個人來，摔在地下，喝問：「文大爺……在那裏？」話未問畢，兩行淚珠流了下來。眾人見這人蒼老黃瘦，公差打扮，右手吊在頸下。駱冰認得他是北京捕頭吳國棟，在客店中曾被文泰來打斷了右臂的，踢了他一腳，又待要問，一口氣憋住了說不出話。衛春華單鉤指住他右眼，喝道：「文爺在那裏？你不說，先廢了這隻招子？」吳國棟恨恨的道：「張召重這小子早押著文……文爺走得遠啦。這小子叫我坐在車裏。我還道他好心讓我養傷，那知他是使金蟬脫殼之計，要我認命，給他頂缸，他自己卻到北京請功去了。他媽的，瞧這狼心狗肺的東西有沒好死。」他越說越恨，破口大罵張召重。這時東西四撥人都已趕到。陳家洛叫道：「把鷹爪孫和鏢行的小子們全都拿下來，別讓走了一個！分兩路包抄。」當下陳家洛與趙半山、常氏雙俠、楊成協、衛春華、蔣四根、心硯從南圍上，周仲英、陸菲青、徐天宏、駱冰、余魚同、周綺、孟健雄、安健剛從北路圍上，有如一把鐵鉗，將官差、鏢行和眾回人全都圍在垓心。眾回人和公差鏢師正鬥得火熾。趙半山雙手微揚，打出三件暗器，兩名捕快、一名鏢師翻車落馬。眾回人分清了敵我，歡呼大叫。那虯髯回人縱馬上前，高聲說道：「不知那一路好漢拔刀相助，在下先行謝過。」說罷舉刀致敬。陳家洛拱手還禮，喊道：「各位兄弟，一齊動手吧。」眾英雄齊聲答應，刀劍並施。這時公差與鏢行中的好手早已死傷殆盡，餘下幾名平庸之輩那裏還敢反抗，俱都跪地求饒，「爺爺、祖宗」的亂喊。心硯十分高興，向駱冰道：「文四奶奶，果真不出你所料，他們在叫我爺爺了。」駱冰心亂如麻，心硯的話全沒聽進耳去。※※※忽見無塵道人奔出人叢，叫道：「喂！大家來瞧，這女娃娃的劍法很有幾下子！」眾人知道無塵的追魂奪命劍海內獨步，江湖上能擋得住他三招兩式的人並不多見，他竟會稱許別人劍法，而且是個女子，俱都好奇之心大起，逼近觀看。那虯髯回人高聲說了幾句回語，眾回人讓出道來，與群雄圍成一個圈子。無塵對陳家洛道：「總舵主，你瞧這使五行輪的小子，身手倒也不弱。」陳家洛向人圈中看去，但見劍氣縱橫，輪影飛舞，一個黃衫女郎與一個矯健漢子鬥得正緊。陸菲青走到陳家洛身旁，說道：「這穿黃衫的姑娘名叫霍青桐，是天山雙鷹的弟子。那使五行輪的是關東六魔中的閻世章。」陳家洛心中一動，他知道天山雙鷹禿鷲陳正德、雪鵰關明梅是回疆武林前輩，和他師父天池怪俠素有嫌隙，雖不成仇，但盡量避不見面，久聞天山派「三分劍術」自成一家，倒要留心一觀。凝神望去，見那黃衫女郎劍光霍霍，攻勢凌厲，然而閻世章雙輪展開，也盡自抵敵得住。眾回人吶喊助威，有數人漸漸逼近，要想加入戰團。閻世章雙輪「指天劃地」一擋一攻，待霍青桐長劍收轉，退出一步，叫道：「且慢，我有話說。」眾回人逼上前去，兵刃耀眼，眼見就要將他亂刀分屍。閻世章倏地雙輪交於左手，右手一扯，將背上的紅布包袱拿在手中，雙輪高舉，叫道：「你們要倚多取勝，我先將這包裹砍爛了。」那五行輪輪口白光閃爍，鋒利之極，雙輪這一斫下去，包袱不免立時斫成三截。眾回人俱都大驚，退了幾步。閻世章眼見身入重圍，只有憑一身藝業以圖僥倖，叫道：「你們人多，要我性命易如反掌。但我閻六死得不服，除非單打獨鬥，那一位贏了我手中雙輪，我敬重英雄好漢，自會將包裹奉上，否則我寧可與這包裹同歸於盡。你們想得，哼哼，那是妄想。」周綺第一個就忍不住，跳出圈子，喝道：「好，咱們來比劃比劃。」雁翎刀一擺，便要上前。周仲英一把將她拉了回來，說道：「眼前有這許多英雄了得的伯伯叔叔，要你這丫頭來現世？」霍青桐左手向周綺一揚，說道：「這位姊姊的盛情好意，我先謝謝。」周綺道：「那沒甚麼。」霍青桐道：「我先打頭陣，要是不成，請姊姊伸手相助。」周綺道：「你放心，我看你這人很好，一定幫你。」周仲英低聲道：「傻丫頭，人家武功比你強，你沒看見嗎？」周綺道：「難道她冤我？」陸菲青插口道：「這紅布包袱之中，包著他們回族的要物，她必須親手奪回。」周綺點點頭道：「那就是了。」周仲英搖頭好笑。他武藝精強，固是武林中的第一流人物，只是性格粗豪，不耐煩循循善誘，教出來的徒弟女兒，功夫跟他便差著一大截，偏生這位寶貝姑娘又心腸最熱，一遇上事情，不管跟自己是否相干，總是勇往直前。閻世章負上包袱，說道：「那一個上來，商量好了沒有？」霍青桐道：「還是我接你五行輪的高招。」閻世章道：「決了勝負之後怎麼說？」霍青桐道：「不論勝負，都得把經書留下。你勝了讓你走，你敗了，連人留下。」說罷劍走偏鋒，斜刺左肩。閻世章的雙輪按五行八卦，八八六十四招，專奪敵人兵刃，遮鎖封攔，招數甚是嚴密。兩人轉瞬拆了七八招。陳家洛向余魚同一招手，余魚同走了過去。陳家洛道：「十四弟，你趕緊動身去探查四哥下落，咱們隨後趕來。」余魚同答應了，退出人圈，回頭向駱冰望去，見她低著頭正自痴痴出神，想過去安慰她幾句，轉念一想，拍馬走了。霍青桐再度出手，劍招又快了幾分，劍未遞到，已經變招。閻世章雙輪想鎖她寶劍，卻那裏鎖得著。無塵、陸菲青、趙半山幾個都是使劍的好手，在一旁指指點點的評論。無塵道：「這一記刺他右脅，快是夠快了，還不夠狠。」趙半山笑道：「她怎能跟你幾十年的功力相比？你在她這年紀時，有沒有這般俊的身手？」無塵笑道：「這女娃娃討人歡喜，大家都幫她。」陳家洛見霍青桐劍法精妙，心中也暗暗讚賞。再拆二十餘招，霍青桐雙頰微紅，額上滲出細細汗珠，但神定氣足，腳步身法絲毫不亂，驀地裏劍法一變，天山派絕技「海市蜃樓」自劍尖湧出，劍招虛虛實實，似真實幻，似幻實真。群雄屏聲凝氣，都看出了神。輪光劍影中白刃閃動，閻世章右腕中劍，一聲驚叫，右輪飛上半空，眾人不約而同，齊聲喝采。閻世章縱身飛出丈餘，說道：「我認輸了，經書給你！」反手去解背上紅布包袱。霍青桐歡容滿臉，搶上幾步，還劍入鞘，雙手去接這部他們族人奉為聖物的可蘭經。閻世章臉色一沉，喝道：「拿去！」右手一揚，突然三把飛錐向她當胸疾飛而來。這一下變起倉卒，霍青桐難以避讓，仰面一個「鐵板橋」，全身筆直向後彎倒，三把飛錐堪堪在她臉上掠過。閻世章一不做，二不休，三把飛錐剛脫手，緊接著又是三把連珠擲出，這時霍青桐雙眼向天，不見大難已然臨身。旁視眾人盡皆驚怒，齊齊搶出。霍青桐剛挺腰立起，只聽得叮、叮、叮三聲，三柄飛錐被暗器打落地下，跌在腳邊，若非有人相救，三把飛錐已盡數打中自己要害，她嚇出一身冷汗，忙拔劍在手。閻世章和身撲上，勢若瘋虎，五行輪當頭砸下。霍青桐不及變招，只得舉劍硬架，利輪下壓，寶劍上舉，一時之間僵持不決。閻世章力大，五行輪漸漸壓向她頭上，輪周利刃已碰及她帽上翠羽。群雄正要上前援手，忽然間青光一閃，霍青桐左手已從腰間拔出一柄短劍，撲的一聲，插入閻世章胸腹之間。閻世章大叫一聲，向後便倒。眾人又是轟天價喝一聲彩。霍青桐解下閻世章背後的紅布包袱。那虯髯回人走到跟前，連讚：「好孩子！」霍青桐雙手奉上包袱，微微一笑，叫了聲：「爹。」那回人正是她父親木卓倫。他也是雙手接過，眾回人都擁了上來，歡聲雷動。霍青桐拔出短劍，看閻世章早已斷氣，忽見一個十五六歲少年縱下馬來，在地下撿起三枚圓圓的白色東西，走到一個青年跟前，托在手中送上去，那青年伸手接了，放入囊中。霍青桐心想：「剛才打落這奸賊暗器，救了我性命的原來是他。」不免仔細看了他兩眼，見這人丰姿如玉，目朗似星，輕袍緩帶，手中搖著一柄摺扇，神采飛揚，氣度閒雅。兩人目光相接，那人向她微微一笑，霍青桐臉一紅，低下頭跑到父親跟前，在他耳邊低低說了幾句話，木卓倫點點頭，走到那青年馬前，躬身行禮。那青年忙下馬還禮。木卓倫道：「承公子相救小女性命，兄弟感激萬分，請問公子尊姓大名？」那青年正是陳家洛，當下連聲遜謝，說道：「小弟姓陳名家洛，我們有一位結義兄弟，被這批鷹爪和鏢行的小子逮去，大家趕來相救，卻撲了個空。貴族聖物已經奪回，可喜可賀。」木卓倫把兒子霍阿伊和女兒叫過來，同向陳家洛拜謝。陳家洛見霍阿伊方面大耳，滿臉濃鬚，霍青桐卻體態婀娜，嬌如春花，麗若朝霞，先前專心觀看她劍法，此時臨近當面，不意人間竟有如此好女子，一時不由得心跳加劇。霍青桐低聲道：「若非公子仗義相救，小女子已遭暗算。大恩大德，永不敢忘。」陳家洛道：「久聞天山雙鷹兩位前輩三分劍術冠絕當時，今日得見姑娘神技，真乃名下無虛。適才在下獻醜，不蒙見怪，已是萬幸，何勞言謝？」周綺聽這兩人客客氣氣的說話，不耐煩起來，插嘴對霍青桐道：「你的劍法是比我好，不過有一件事我要教你。」霍青桐道：「請姊姊指教。」周綺道：「和你打的這個傢伙奸猾得很，你太過信他啦，險些中了他的毒手。有很多男人都是詭計多端的，以後可要千萬小心。」霍青桐道：「姊姊說得是，如不是陳公子仗義施救，那真是不堪設想了。」周綺道：「甚麼陳公子？啊，你是說他，他是紅花會的總舵主。喂，陳……陳大哥，你剛才打飛錐的是甚麼暗器，給我瞧瞧，成不成？」陳家洛從囊中拿出三顆棋子，道：「這是幾顆圍棋子，打得不好，周姑娘別見笑。」周綺道：「誰來笑你？你打得不錯，一路上爹爹老是讚你，他有些話倒也說得對。」霍青桐聽周綺說這位公子是甚麼幫會的總舵主，微覺詫異，低聲和父親商量。木卓倫連連點頭，說：「好，好，該當如此。」他轉身走近幾步，對陳家洛道：「承眾位英雄援手，我們大事已了。聽公子說有一位英雄尚未救出，我想命小兒小女帶同幾名伴當供公子差遣，相救這位英雄。他們武藝低微，難有大用，但或可稍效奔走之勞，不知公子准許麼？」陳家洛大喜，說道：「那是感激不盡。」當下替群雄引見了。木卓倫對無塵道：「道長劍法迅捷無倫，我生平從所未見，幸虧道長劍下留情，否則……哈哈……」無塵笑道：「多有得罪，幸勿見怪。」眾回人向來崇敬英雄，剛才見無塵、趙半山、陳家洛、常氏雙俠諸人大顯身手，心中都十分欽佩，紛紛過來行禮致敬。正敘話間，忽然西邊蹄聲急促，只見一人縱馬奔近，翻身下馬，竟是個美貌少年，那人向陸菲青叫了一聲「師父」。此人正是李沅芷，這時又改了男裝。她四下一望，沒見余魚同，卻見了霍青桐，跑過去親親熱熱的拉住了她手，說道：「那晚你到那裏去了？我可想死你啦！經書奪回來沒有？」霍青桐歡然道：「剛奪回來，你瞧。」向霍阿伊背上的紅包袱一指。李沅芷微一沉吟，道：「打開看過沒有？經書在不在裏面？」霍青桐道：「我們要先禱告阿拉，感謝神的大能，再來開啟聖經。」李沅芷道：「最好打開來瞧瞧。」木卓倫一聽，心中驚疑，忙解開包袱，裏面竟是一疊廢紙，那裏是他們的聖經？眾回人一見，無不氣得大罵。霍阿伊將蹲在地上的一個鏢行趟子手抓起，順手一記耳光，喝道：「經書那裏去了？」趟子手哭喪著臉，一手按住被打腫的腮幫子，說道：「他們鏢頭……幹的事，小的不知道。」一面說，一面指著雙手抱頭而坐的錢正倫。他在混戰中受了幾處輕傷，戴永明等一死，就投降了。霍阿伊將他一把拖過，說道：「朋友，你要死還是要活？」錢正倫閉目不答，霍阿伊怒火上升，伸手又要打人。霍青桐輕輕一拉他衣角，他舉起的一隻手慢慢垂了下來，原來霍阿伊雖然生性粗暴，對兩個妹子卻甚是信服疼愛。大妹子就是霍青桐。她不但武功較哥哥好，更兼足智多謀，料事多中，這次東來奪經，諸事都由她籌劃。小妹子喀絲麗年紀幼小，不會武功，這次沒有隨來。霍青桐問李沅芷道：「你怎知包裏沒有經書？」李沅芷笑道：「我叫他們上過一次當，我想人家也會學乖啦。」木卓倫又向錢正倫喝問，他說經書已被另外鏢師帶走。木卓倫將信將疑，命部下在騾馱子各處仔細搜索，毫無影蹤，他擔心聖物被毀，雙眉緊鎖，十分煩惱。眾人這時才明白適才閻世章如何敗後仍要拚命，僥倖求逞，卻不肯繳出包袱，原來包中並無經書，他怕眾人立即發見，自己仍是難保性命。這邊李沅芷正向陸菲青詢問別來情況。陸菲青道：「這些事將來再說，你快回去，你媽又要擔心啦。這裏的事別向人提起。」李沅芷道：「我當然不說，你當我還是不懂事的小孩嗎？這些人是誰？師父，你給我引見引見。」陸菲青微一沉吟，說道：「我瞧不必了，你快走吧。」他想李沅芷是提督之女，與這般草莽群豪道路不同，不必讓他們相識。李沅芷小嘴一撅，說道：「我知道你不疼自己徒弟，寧可去喜歡甚麼金笛秀才的師侄。師父，我走啦！」說罷拜了一拜，上馬就走，馳到霍青桐身邊，俯身摟著她的肩膀，在她耳邊低語了幾句。霍青桐「嗤」的一聲笑。李沅芷馬上一鞭，向西奔去。這一切陳家洛都看在眼裏，見霍青桐和這美貌少年如此親熱，心中一股說不出的滋味，不由得獃獃的出了神。徐天宏走近身來，道：「總舵主，咱們商量一下怎麼救四哥。」陳家洛一怔，定了定神，道：「正是。心硯，你騎文奶奶的馬，去請章十爺來。」心硯接令去了。陳家洛又道：「九哥，你到峽口會齊十二郎，四下哨探鷹爪行蹤，今晚回報。」衛春華也接令去了。陳家洛向眾人道：「咱們今晚就在這裏露宿一宵，等探得消息，明兒一早繼續追趕。」※※※眾人半日奔馳，半日戰鬥，俱都又飢又累。木卓倫指揮回人在路旁搭起帳篷，分出幾個帳篷給紅花會群雄，又煮了牛羊肉送來。眾人食罷，陳家洛提吳國棟來仔細詢問。吳國棟一味痛罵張召重，說文泰來一向坐在這大車之中，後來定是張召重發現敵蹤，知道有人要搶車，便叫他坐在車裏頂缸。陳家洛再盤問錢正倫等人，也是毫無結果。徐天宏待俘虜帶出帳外，對陳家洛道：「總舵主，這姓錢的目光閃爍，神情狡猾，咱們試他一試。」陳家洛道：「好！」兩人低聲商量定當。到得天黑，衛春華與石雙英均未回來報信，眾人掛念不已。徐天宏道：「他們多半發現了四哥的蹤跡，跟下去了，這倒是好消息。」群雄點頭稱是，談了一會，便在帳篷中睡了。鏢行人眾和官差都被繩索縛了手腳、放在帳外，上半夜由蔣四根看守，下半夜徐天宏看守。月到中天，徐天宏從帳中出來，叫蔣四根進帳去睡，四周走了一圈，坐了下來，用毯子裹住身子。錢正倫正睡在他身旁，被他坐下來時在腿上重重踏了一腳，一痛醒了，正要再睡，忽聽徐天宏發出微微鼾聲，敢情已經睡熟，心中大喜，雙手一掙，腕上繩子竟未縛緊，掙扎幾下就掙脫了。他屏氣不動，等了一會，聽徐天宏鼾聲更重，睡得極熟，便輕輕解開腳上繩索，待血脈流通，慢慢站起身來，悄悄躡足走出。他走到帳篷後面，解下縛在木樁上的一匹馬，一步一停，走到路旁，凝神一聽，四下全無聲息，心中暗喜，越走離帳篷越遠，腳步漸快，來到那輛吳國棟坐過的大車之旁。車上騾子已然解下，大車翻倒在地。西邊帳篷中忽然竄出一個人影，卻是周綺。她和霍青桐、駱冰同睡一帳，那兩人均有重重心事，翻來覆去老睡不著。周綺卻是著枕便入夢鄉，睡夢中忽然跌進了一個陷坑，極力掙扎，難以上來，見陷坑口有人向下大笑，一看竟是徐天宏，大怒之下，正要叫罵，忽然徐天宏跳入坑中將她緊緊抱住，張口咬她面頰，痛不可當，一驚就醒了，只覺身上出了一身冷汗。忽聽帳篷外有聲，略一凝神，掀起帳角一看，遠遠望見有人鬼鬼祟祟的走向大路，忙提起單刀，追出帳來。追了幾步，張口想叫，忽然背後一人悄沒聲的撲了上來，按住她嘴。周綺一驚，反手一刀，那人手腳敏捷，伸手抓住她的手腕，將刀翻了開去，低聲道：「別嚷，周姑娘，是我。」周綺一聽是徐天宏，刀是不砍了，左手一拳打出，結結實實，正中他右胸。徐天宏一半真痛，一半假裝，哼了一聲，向後便倒。周綺嚇了一跳，俯身下去，低聲說道：「你怎麼咬……不，不，誰叫你按住我嘴，有人要逃，你瞧見麼？」徐天宏低聲道：「別作聲，咱們盯著他。」兩人伏在地上，慢慢爬過去，見錢正倫掀起大車的墊子，格格兩聲，似是撬開了一塊木板，拿出一隻木盒，塞在懷裏，正要上馬，徐天宏在周綺背後急推一把，叫道：「攔住他。」周綺縱身直竄出去。錢正倫聽得人聲，一足剛踏上馬鐙，不及上馬，右足先在馬臀上猛踢一腳，那馬受痛，奔出數丈。周綺提氣急追。錢正倫翻身上馬，右手一揚，喝道：「照鏢！」周綺急忙停步，閃身避鏢，那知這一下是唬人的虛招，他身邊兵刃暗器在受縛時早給搜去了。周綺這一呆，那馬向前一竄，相距更遠。周綺心中大急，眼見已追趕不上。錢正倫哈哈大笑，笑聲未畢，忽然一個倒栽蔥跌下馬來。周綺又驚又喜，奔上前去，在他背上一腳踏住，刀尖對準他後心。徐天宏趕上前來，說道：「你看他懷裏的盒子是甚麼東西。」周綺一把將木盒掏了出來，打開一看，盒裏厚厚一疊羊皮，裝訂成一本書的模樣，月光下翻開看去，那是古怪的文字，一個也不識，說道：「又是你們紅花會的怪字，我不識得。」隨手向徐天宏一丟。徐天宏接來一看，喜道：「周姑娘，你這功勞不小，這多半是他們回人的經書，咱們快找總舵主去。」周綺道：「當真？」只見陳家洛已迎了上來。周綺奇道：「咦！陳大哥，你怎麼也出來了？你瞧這是甚麼東西。」徐天宏遞過木盒。陳家洛接來一看，說道：「這九成便是那部經書。幸虧你攔住了這傢伙，咱們幾十個男人都不及你。」周綺聽他倆都稱讚自己，十分高興，想謙虛幾句，可是不知說甚麼話好，隔了半晌，問徐天宏道：「剛才打痛了你麼？」徐天宏一笑，說道：「周姑娘好大力氣。」周綺道：「是你自己不好。」轉身對錢正倫道：「站起來，回去。」鬆開了腳，將刀放開，錢正倫卻並不起身。周綺罵道：「我又沒傷你，裝甚麼死？」輕輕踢了他一腳，錢正倫仍是不動。陳家洛在他脅下一捏一按，喝道：「站起來！」錢正倫哼了兩聲，慢慢爬起，周綺一楞，恍然大悟，四下一看，拾起一顆白色棋子，交給陳家洛道：「你的圍棋子！你們串通了來哄我，哼，我早知你們不是好人。」陳家洛微笑道：「怎麼是串通了哄你？是你自己聽見這傢伙的聲音才追出來的。再說，要不是你這麼一攔，他心不慌，自然躲開了我的棋子。他騎了馬，咱們怎追得上？」周綺聽他說得理由十足，又高興起來，說道：「那麼咱們三人都有功勞。」徐天宏道：「你功勞最大。」周綺低聲道：「你別告訴爹爹，說我打你一拳。」徐天宏笑道：「說了也不打緊啊！」周綺怒道：「你若說了我永遠不理你。」徐天宏一笑不答。他先前和陳家洛定計，已通知群雄，晚上聽到響動，不必出來，否則以無塵、趙半山等人之能，豈有聞蹄聲而不驚覺之理？三人押著錢正倫，拿了經書，走到木卓倫帳前。守夜的回人一傳報，木卓倫忙披衣出來，迎進帳去。陳家洛說了經過，交過經書。木卓倫喜出望外，雙手接過，果是合族奉為聖物的那部手抄可蘭經。帳中回人報出喜訊，不一會，霍阿伊、霍青桐和眾回人全都擁進帳來，紛對徐陳周三人叉手撫胸，俯首致敬。木卓倫打開經書，高聲誦讀：「奉至仁慈的阿拉之名，一切讚頌，全歸阿拉，全世界的主，至仁至慈的主，報應日的君主。我們只崇拜你，只求你祐助，求你引導我們上正路，你所祐助者的路，不是受譴責者的路，也不是迷誤者的路。」眾回人伏地虔誠祈禱，感謝真神阿拉。禱告已畢，木卓倫對陳家洛道：「陳當家的，你將敝族聖物從奸人手中奪回，我們也不敢言謝。以後陳當家的但有所使，只要傳一信來，雖是千山萬水，亦必趕到，赴湯蹈火，在所不辭。」陳家洛拱手遜謝。木卓倫又道：「明日兄弟奉聖經回去，小兒小女就請陳當家的指揮教導，等救回文爺之後再讓他們回來。那時陳當家的與眾位英雄，如能抽空到敝地盤桓小住，讓敝族族人得以瞻仰丰采，更是幸事。」陳家洛微一沉吟，說道：「聖經物歸原主，乃貴族真神庇佑，老英雄洪福，不過周姑娘和我們僥倖遇上，豈敢居功言德？令郎和令愛還是請老英雄帶同回鄉。老英雄這番美意，我們感激不盡，但驚動令郎令愛大駕，實不敢當。」陳家洛此言一出，木卓倫父子三人俱都出於意料之外，心想本來說得好好的，怎麼忽然變了卦。木卓倫又說了幾遍，陳家洛只是辭謝。霍青桐叫了聲：「爹！」微微搖頭，示意不必再說了。這時紅花會群雄也都進帳，向木卓倫道喜。帳中人多擠不下，眾回人退了出去。徐天宏見周仲英進來：說道：「這次奪回聖經，周姑娘的功勞最大。」周仲英心下得意，望了女兒幾眼，意示獎許。徐天宏忽然按住右胸，叫聲：「啊唷！」眾人目光都注視到他身上。周綺大急，心道：「我打他一拳，他在這許多人面前說了出來，可怎麼辦？」周仲英問道：「怎麼？」徐天宏沉吟不答，過了一會，才笑笑道：「沒甚麼。」可已將周綺嚇出了一身汗，心道：「好，你這小子，總是想法子來作弄我。」眾人告辭出去，各自安息。次日清晨，木卓倫率領眾回人與群雄道別。雙方相聚雖只半日，但敵愾同仇，肝膽相照，別時互相殷殷致意。周綺牽著霍青桐的手，對陳家洛道：「這位姊姊人又好，武功又強，人家要幫咱們救文四爺，你幹麼不答應啊？」陳家洛一時語塞。霍青桐道：「陳公子不肯讓我們冒險，那是他的美意。我離家已久，真想念媽媽和妹子，很想早點兒回去。周姊姊，咱們再見了！」說罷一舉手，撥轉馬頭就走。周綺對陳家洛道：「你不要她跟咱們在一起，你看她連眼淚都要流下來啦！你瞧人家不起，得罪人，我可不管。」陳家洛望著霍青桐的背影，一聲不響。霍青桐奔了一段路，忽然勒馬回身，見陳家洛正自呆呆相望，一咬嘴唇，舉手向他招了兩下。陳家洛見她招手，不由得一陣迷亂，走了過去。霍青桐跳下馬來。兩人面對面的呆了半晌，說不出話來。霍青桐一定神，說道：「我性命承公子相救，族中聖物，又蒙公子奪回。不論公子如何待我，都決不怨你。」說到這裏，伸手解下腰間短劍，說道：「這短劍是我爹爹所賜，據說劍裏藏著一個極大秘密，幾百年來輾轉相傳，始終無人參詳得出。今日一別，後會無期，此劍請公子收下。公子慧人，或能解得劍中奧妙。」說罷把短劍雙手奉上。陳家洛也伸雙手接過，說道：「此劍既是珍物，本不敢受。但既是姑娘所贈，卻之不恭，只好厚顏收下。」霍青桐見他神情落寞，心中很不好受，微一躊躇，說道：「你不要我跟你去救文四爺，為了甚麼，我心中明白。你昨日見了那少年對待我的模樣，便瞧我不起。這人是陸菲青陸老前輩的徒弟，是怎麼樣的人，你可以去問陸老前輩，瞧我是不是不知自重的女子！」說罷縱身上馬，絕塵而去。