第十九回　隔牆有耳郭靖不便再說，把藥方揣在懷裏，放開腳步，向城外奔去。出得城來，飛雪愈大，雪花點點撲面，放眼只見白茫茫的一片，野外人蹤絕跡，行了將近十里，前面果然水光晃動，正是一個湖泊。此時天氣倒不甚寒，所以湖中並未結凍，雪花落在湖面，慢慢都溶在水裏，湖邊樹上卻都堆滿了冰雪，猶如滿樹開遍了冰花雪蕊。郭靖四下一看，不見人影，心中急道：「莫非他等我不來，先回去了？」放聲叫道：「黃賢弟，黃賢弟。」只聽得忽喇喇一聲響，湖邊飛起兩隻水鳥。郭靖好生失望，又叫了兩聲，又想：「或許他還未到達，我在這裏等他便了。」當下在湖邊欣賞雪景，等了一頓飯功夫，湖中忽然輕輕一笑，欸乃聲中，一葉扁舟從樹叢中搖了出來。只見船尾一個女子，長髮披背，一身白衣，頭髮上束了一條金帶，被白雪一映，更是燦然生光。郭靖見這女子一身裝束猶如仙女一般，不禁看得呆了，那船慢慢搖近，只見那女子方當妙齡，不過十五六歲年紀，膚白勝雪，嬌美無匹，容色絕麗，不可逼視。郭靖只覺耀眼生花，不敢再看，轉開了頭，緩緩退開幾步。那少女把船搖到岸邊，叫道：「郭哥哥，上船來吧！」郭靖猛吃一驚，轉過頭來，只見那少女笑靨生春，衣襟在風中輕輕飄動，郭靖如癡似夢，雙手揉了眼睛。那少女笑道：「怎麼？不認識我啦？」郭靖聽她聲音，依稀似黃蓉模樣，但一個骯髒襤褸的男叫化，怎麼會忽然變成一個仙女，真是不能相信自己的眼睛。那少女笑道：「我是你的黃賢弟啊，你不認識我了麼？」郭靖再定神一看，果見她眉目口唇和黃蓉一樣，說道：「你……你……」只說了兩個「你」字，再也接不下去了。黃蓉嫣然一笑道：「我本是女子，誰要你黃賢弟、黃賢弟的叫我？快上船來吧。」郭靖恍如在夢中，雙足一點，躍上船去。黃蓉把小舟盪到湖心，取出酒菜來，笑道：「咱們在這裏喝酒賞雪，那不好麼？」郭靖心神漸定，笑道：「我真胡塗，一直當你是男子，以後不能再叫你黃賢弟啦！」黃蓉笑道：「你也不要叫我黃賢妹，叫我作蓉兒吧。我爸爸一向這樣叫的。」郭靖忽然想起，說道：「我給你帶了點心來。」從懷裏掏出完顏康送來的細點，那知他在趙王府中觀看各人逞示武功，忘形之下，早已把點心壓得扁扁的不成模樣。黃蓉看了點心的樣子，輕輕一笑。郭靖紅了臉，道：「吃不得了！」拿起來要拋入湖中，黃蓉突然伸手接過，道：「我愛吃。」郭靖一怔，黃蓉已把一塊點心放在口裏吃起來。郭靖見她吃了幾口，眼圈漸紅，眼眶中慢慢充了淚水，心中更是不解。黃蓉道：「我生下就沒了媽，從沒有誰這樣記著我過……」說著幾顆淚水流了下來。她取出一塊潔白的手帕，郭靖以為她要擦拭淚水，那知她把幾塊壓扁的點心鄭重其事的包在手帕之中，放在懷裏，回眸一笑，道：「我慢慢的吃。」郭靖絲毫不懂這種女兒情懷，只覺這個「黃賢弟」一舉一動很是特別，當下問她道：「你說有要事相商，是什麼事啊？」黃蓉微笑道：「我叫你來對你說，我不是什麼黃賢弟，是蓉兒，這不是要事麼？」郭靖也是微微一笑，又問：「你這樣多好看，幹麼先時扮成個小叫化？」黃蓉側過了頭，道：「你說我好看麼？」郭靖嘆道：「好看極啦，真像咱們雪山頂上的仙女一樣。」黃蓉笑道：「你見過仙女了？」郭靖道：「我沒見過，見了還有命活？」黃蓉奇道：「怎麼？」郭靖道：「我聽老人家說，誰見了仙女，永遠不想回到草原上來啦，整天就在雪山發癡，沒幾天就凍死了。」黃蓉笑道：「那麼你見了我發不發癡啊？」郭靖臉一紅，急道：「咱們是好朋友，那不同的。」黃蓉點點頭，正正經經的道：「我知道你是真心和我好，不管我是男的還是女的，是好看還是醜八怪。」她隔了片刻，說道：「我穿這樣的衣服，誰都會和我好，那有什麼希罕？我做叫化時你對我好，那才是真好。」她這時心情極好，笑道：「我唱個曲兒姶你聽，好麼？」郭靖道：「明兒再唱好不好？咱們要先給王道長買藥。」當下把王府中諸人顯技、王處一受傷、買不到傷藥的情形大略的說了一遍。黃蓉笑道：「我本來奇怪，你滿頭大汗的在藥舖裏奔進奔出，不知道幹什麼，原來是為了這個。」郭靖這才想起，他去買藥時黃蓉已掇在他的身後，否則也不會知道他們住在那家小客店裏了，當下說道：「黃賢弟，我騎你的小紅馬去買藥好麼？」黃蓉鄭重其事的道：「第一，我不是黃賢弟。第二，那小紅馬是你的，難道我真要你的麼？我是試試你的心。第三，到附近市鎮去，也未必能買到藥。」郭靖聽她所料的與王處一不謀而合，不禁十分惶急。黃蓉嫣然一笑道：「現在我唱曲兒了，你聽著。」只見她啟朱唇，發皓齒，一縷清聲自舌底婉轉而出：「雁霜透寒幙。正護月雲輕，嫩冰猶薄。溪奩照梳掠。想含香弄粉，靚妝難學。玉肌瘦弱，更重重籠綃襯著。倚東風，一笑嫣然，轉盼萬花羞落。寂寞！家山何在？雪後園林，水邊樓閣。瑤池舊約，麟鴻更仗誰託？粉蝶兒只解尋花覓柳，開遍南枝未覺。但傷心，冷淡黃昏，數聲畫角。」郭靖一個字一個字的聽著，雖然詞義不甚了解，但也不自禁的心搖神馳，意酣魂醉，這一番纏溫存的光景，竟是他出世以來從未經歷過的。黃蓉一曲既終，低聲道：「這是辛大人的『瑞鶴仙』，你說做得好麼？」郭靖道：「我不大懂，聽來是很好聽的。辛大人是誰啊？」黃蓉道：「辛大人就是辛棄疾。我爹爹說他是個愛國愛民的好官。北方淪陷在金人手中，岳爺爺他們都被奸臣害了，現在只有辛大人還在力圖恢復失地。」郭靖雖常聽母親說起金人的殘暴，怎樣虐殺中國百姓，但終究自小生長在蒙古人之中，家國之痛在他並不十分深切，說道：「我從未來過中原，這些事將來你慢慢說給我聽，現在咱們想法兒救王道長要緊。」黃蓉道：「你聽我話，咱們在這兒多玩一陣，不用急。」郭靖道：「他說十二個時辰之內不服藥，傷勢就好不了啊！」黃蓉道：「我包你有藥就是。」郭靖聽她說得真切，再者自己也無別法，心想：「她計謀武功都遠勝於我，聽她的話一定錯不了。」於是放寬胸懷，和黃蓉在湖中飲酒談心。黃蓉說起怎樣把黃河四鬼吊在樹上，怎樣把侯通海氣得暴跳如雷，兩人拊掌大笑。眼見暮色四合，漸漸的白雪湖水都籠罩在黑暗之中，黃蓉慢慢伸過手來，握住了郭靖的手，低聲道：「現在我什麼都不怕啦。」郭靖道：「怎麼？」黃蓉道：「就算爸爸不要我，你也會要我跟著你的，是不是？」郭靖道：「那當然，我從來沒像今天這樣高興過。」黃蓉把身子輕輕靠在他的胸前，郭靖只覺一股清如幽蘭般的甜香圍住了他的身體，圍住了湖水，圍了整個天地，兩人手握著手不再說話。過了良久良久，黃蓉嘆了口氣道：「這裏真好，可惜咱們要走啦。」郭靖道：「為什麼？」黃蓉道：「咱們不是要去拿藥救王道長麼？」郭靖喜道：「啊，到那裏去拿？」黃蓉道：「藥舖子裏的那幾味藥，都到那裏去啦？」郭靖道：「一定都給趙王府裏的人搜去了。」黃蓉道：「不錯，咱們就到那邊拿去。」郭靖嚇了一跳，道：「趙王府？」黃蓉道：「正是！」郭靖道：「那去不得。咱倆去只有送命的份兒。」黃蓉道：「難道你就忍心讓王道長終身殘廢？說不定傷勢厲害，還要送命呢！」郭靖熱血上衝，道：「好，我去，但你不要去。」黃蓉道：「為什麼？」郭靖遲疑了一下，卻說不出個道理來。黃蓉低聲道：「好哥哥，你再體惜我，我可要受不了啦。要是你遇上了危難，難道我獨個兒能活著麼？」郭靖心中一震，不覺感激、愛惜、狂喜，自憐，各種激情同時湧向心頭，突然間勇氣百倍，頓覺沙通天、彭連虎等人殊不足畏，天下再無難事，昂然道：「好，咱倆去拿藥。」兩人把小舟搖近岸邊，上岸回城，向王府而去。兩人來到趙王府後院，越牆而進。黃蓉柔聲道：「靖哥，你的輕身功夫好得很啊！」郭靖伏在牆腳邊，察看院內動靜，聽她稱讚，只覺一陣說不出的溫馨甜美。過了片刻，忽聽得腳步聲響，兩個人邊談邊笑而來，走到相近，只聽一個人道：「小王爺把這女子關在這裏，你猜想是為了什麼？」另一個笑道：「那還用猜？這樣美貌的娘兒，你出娘胎之後見過半個麼？」先一人道：「瞧你這副色迷迷的樣兒，小心小王爺砍掉你的腦袋。」郭靖心想：「原來那完顏康已有意中人，所以不肯娶那穆小姐了，這也難怪。但他為什麼把人家關起來？難道是人家不肯，他要用強逼迫麼？」這時那兩人走得更近了，一個手裏提了一盞風燈，另一個提著一隻食盒，都是青衣小帽，僕役的打扮。那提食盒的笑道：「又要關人家，又怕人家餓壞了，這麼晚啦，還巴巴的送菜去。」另一個道：「不是又風流又體貼，怎能贏得美人兒的芳心？」兩人一面談笑，一面走得遠了。黃蓉好奇心起，低聲道：「咱們瞧瞧去，到底是怎麼樣的美人胎子。」郭靖道：「還是盜藥要緊。」黃蓉笑道：「我偏要先看美人！」郭靖心想：「女人有什麼好看？真是古怪。」他那裏知道，凡是女子，聽說那一個女人美貌，不親眼見一見，那比什麼都難過，如果自己是美麗女人，那是更加非去看一看，比一比不可。郭靖只道她孩子氣厲害，也就跟在後面。那趙王府好大的園林，跟著那兩個僕役曲曲折折的走了好一陣子，才來到黑沉沉的一座大屋跟前。黃蓉和郭靖閃在一邊，只聽得兩僕和看守的親兵說了幾句話，親兵打開門放他們進去。黃蓉撿起一顆石子，噗的一聲，把風燈打滅，拉著郭靖的手，縱身擠進門去，反而搶在兩僕的前面。兩僕和親兵們全未知覺，只道是屋頂上偶然跌下了石子，大家一面說笑咒罵，一面取出火絨火石來又打火點亮了燈。兩僕開了裏面的一扇小門，走了進去，黃蓉和郭靖悄悄跟在後面，只見裏面是一條條極粗鋼條編成的柵欄，就如監禁猛獸的大鐵籠一般，柵欄後面坐著兩人，依稀可辨是一男一女。一個僕人點燃了一根紅燭，伸手進柵，放在桌上。燭光把兩人的面目照得十分清楚，郭靖一看，不禁大奇，原來那男子鬚髮蒼然，滿臉怒容，正是日間在廣場上比武招親的穆易，一個妙齡少女垂首坐在他的身旁，不是他女兒穆念慈是誰？郭靖滿腹疑團，大惑不解：「那完顏康卻是什麼心思？到底是愛這位姑娘不愛？」只見兩僕把消夜的點心酒菜從食盒中取出，一盆盆的送進柵去，穆易提起一盆點心，劈面擲將出來，罵道：「我落了你們圈套，要殺快殺，誰要你們假惺惺討好？」喝罵聲中，只聽得外面眾親兵一齊請安：「小王爺您好！」黃蓉和郭靖互望一眼，急忙在門後一躲，只見完顏康快步入內，大聲呵斥道：「誰惹怒穆老英雄啦？回頭瞧我打不打斷你們的狗腿子。」兩個僕人各各跪下一腿，俯身說道：「小的不敢！」完顏康道：「快滾出去。」兩僕忙道：「是，是。」站起來轉身出去，走到門邊時，相對伸了伸舌頭。完顏康等他們反帶上了門，和顏悅色的對穆易父女倆道：「我請兩位到這裏，另有下情相告，兩位千萬不可誤會。」穆易怒道：「你把我們當犯人般的關在這裏，這是『請』麼？」完顏康道：「是是，請兩位暫且委曲一下，我心中很是過意不去。」穆易怒罵：「你這些話騙三歲孩子去，做官做府的吃人不吐骨頭，難道我還知道得少了？」完顏康幾次要說話，都被穆易一陣怒罵擋了回去。那完顏康居然涵養甚好，笑嘻嘻的並不生氣。穆念慈聽了一陣，低聲道：「爹，你且聽他說些什麼？」穆易「哼」了一聲，這才不罵。完顏康道：「令愛這樣品貌，難道我有不喜愛的。」穆念慈一陣紅暈，罩上雙頰，把頭俯得更低了。只聽完顏康又道：「只是我是王爵的世子，家教又嚴，要是被人知道，說我和一位江湖英雄、草莽豪傑結了親家，不但父王怪罪，說不定聖上陛下還要嚴旨切責父王呢？」穆易聽他說得倒也有三分在理，道：「依你說怎樣？」完顏康道：「我是想請兩位在舍下休息幾日，養好了傷，然後回到家鄉去。過得一年半載，待這事冷了一冷之後，或者是我到府上來迎親，或者是請老前輩送令愛來完姻，那豈不是兩全其美？」穆易沉吟不語，心中卻想起另一件事。完顏康笑道：「這事牽動到父王在內。他為了我頑皮闖禍，已受過當今聖上的幾次責備。如再知道我有這等事，婚事決不能諧。所以務懇老前輩要嚴守祕密。」穆易怒道：「依你說來，小女將來即使跟了你，也是一輩子的偷偷摸摸，不是光明正大的夫妻了。」完顏康道：「這個我自然另有安排，將來邀出朝裏幾位大臣來做媒，總要風風光光的娶了令愛才是。」穆易臉色忽變，道：「你去請你母親來，咱們當面說個清楚。」完顏康微微一笑，道：「我母親怎能見你？」穆易斬釘截鐵的道：「不跟你母親見面，任你如何花言巧語，我永不理睬。」說著掀起酒壺，從鐵柵中擲了出來。穆念慈和完顏康相鬥之後，一顆芳心早已傾注在他的身上，這時聽他說得合情合理，正自竊喜，忽見父親突然無故動怒，不禁又是驚訝又是傷心。完顏康袍袖一翻，捲住了酒壺，伸手放回桌上，笑道：「不陪啦！」飄然轉身而出。郭靖一路聽著完顏康的話，覺得他確有苦衷，所說的辦法也很週到，那料穆易卻反而翻臉，心想：「我不免去勸勸他。」正想長身出來，黃蓉縱過來一扯他的衣袖，拉著他從門裏竄了出去。只聽完顏康向一個僕人道：「拿來了麼？」那僕人道：「是。」舉起手來，手裏提著一隻兔子。完顏康接過，喀喀兩聲，把兔子的兩條後腿折斷了，放在懷中，快步而去。那兔子悲嗚一聲，暈死過去。郭靖與黃蓉甚是奇怪，不知他玩什麼花樣，一路遠遠躡在他的身後。繞過一條竹籬，忽見三間烏瓦白牆的小屋。這在江南是極普通的平民居屋，不意在這富麗絕倫的王府之中見到，兩人覺得極為詫異，完顏康推開小屋的木板門，走了進去。兩人輕輕繞到屋後，俯眼在窗縫之上，向裏張望，心想完顏康到這詭祕的所在來，必有什麼特異的行動，那知卻聽他叫了一聲：「媽！」裏面一個女人聲音「嗯」的應了一聲。完顏康走進內室，黃蓉與郭靖跟著轉到另一扇窗子之外，只見一個中年女子坐在桌邊，一手支頤，呆呆的出神，那女子四十歲不到，生得姿容秀美，鬢邊帶了一朵白花，身上穿的也是一套粗布衣衫。完顏康走到她的身旁，拉住她手道：「媽，你今天不舒服了麼？」那女子嘆了口氣道：「還不是為你耽心。」完顏康靠在她身邊，撒嬌地道：「兒子不是好好在這裏麼？又沒少了半個腳趾頭。」那女子道：「你爹爹知道了倒也沒什麼，你這樣胡鬧，要是給你師父聽了風聲，那可不得了。」完顏康笑道：「媽，你道今兒來打岔救人的那個道士是誰？」那女人道：「是誰啊？」完顏康道：「是我師父的師弟。」那女子一驚，道：「糟啦，糟啦。我見過你師父發怒的樣兒，他殺起人來，真教人害怕。」完顏康道：「你見過師父殺人？在那裏？幹麼殺人啊？」那女人抬頭望著燭光，似乎神馳遠處，緩緩的道：「那是在很久很久以前。唉，從前的事我差不多都忘啦！」完顏康不再追問，得意揚揚的道：「那王師叔逼上門來，問我比武招親的事怎樣了結，我一口應承，只要那姓穆的到來，他怎麼說就怎麼辦。」那女子道：「你問過你爹爹麼？他肯答允麼？」完顏康笑道：「媽你就這麼老實。我早就差人去把那穆的父女騙了來，鎖在後面鋼牢裏。王師叔到那裏找他去？」完顏康說得高興，郭靖在外面愈聽愈怒，心想：「我還道他真是好意，那知竟是這麼奸惡。」那女子也頗不以為然，慍道：「你戲弄了人家閨女，還把人家關在這裏，那成什麼話？快快去放了，再多送他們一點銀子？好好賠罪，請他們回家鄉去。」郭靖聽得不住點頭，心想：「這還說得過去。」完顏康笑道：「媽你不懂的，這種江湖人物才不希罕銀子呢，把他們放了，他們出去一宣揚，師父還有不知的麼？」那女子急道：「難道你關他們一世？」完顏康笑道：「我說些好話，把他們騙回家鄉，叫他們死心眼的等我一輩子。」說著哈哈大笑。郭靖怒極，一掌往窗格上拍去，張口怒喝。剛要吐聲，突覺一隻滑膩的手掌按住了自己嘴唇，同時右手手腕也被人從空捏住，一個柔軟異常的聲音在耳邊輕聲道：「別發脾氣。」郭靖登時醒悟，向黃蓉微微一笑，再向裏張望，只聽完顏康道：「那姓穆的老兒奸滑得緊，一時還不肯上鉤，再關他幾天，瞧他聽不聽話。」他母親道：「我見那個姑娘品貌很好，我倒喜歡她，我對你爹說說，不如索性娶了她，那不是什麼事都沒了。」完顏康笑道：「媽你又來啦，咱們這樣的家世怎麼能娶這種江湖女子？爹常說要給我擇一門顯貴的親事。就只可惜爹與當今聖上是親兄弟。」那女子道：「可惜什麼？」完顏康道：「否則的話，我準能娶公主，做駙馬爺。」那女子嘆了口氣，不再理他。完顏康笑道：「媽，還有一樁笑話兒呢，那姓穆的說要見你，和你當面說定了他才肯相信。」那女子道：「我才不幫你騙人，做缺德的事。」完顏康笑嘻嘻的在室中走了幾個圈子。黃蓉和郭靖打量室中的佈置，只見桌凳之物都是粗木所製，床帳用具無一不是如同江南的農舍，十分的粗糙簡陋，壁上懸掛了一根鐵槍，一張犁頭，屋子的一角放著一架紡紗用的紡車。兩人心裏都是暗暗稱奇：「這女子貴為王妃，怎麼居室竟是如此擺設？」只見完顏康在胸前按了兩下，衣內什麼東西吱吱的叫了兩聲。那女子問道：「什麼呀？」完顏康道：「啊，我險些兒忘了。我回來時路上見到一隻兔子受了傷，撿了回來，媽，你給牠治治。」說著忙從懷裏掏出那隻小白兔來，放在桌上，那兔兒後腿跛了，行動不得。那女子道：「好孩子！」忙拿出刀圭傷藥，給兔子治傷。郭靖看得怒火上衝，心想這人必是明知母親心慈，把好好一隻兔子折斷腿骨，要她醫治，好教她無心理會自己幹的壞事，對親生母親尚且玩弄權謀，心地真是不問可知了。黃蓉靠在郭靖的身旁，忽覺他全身顫抖，知他怒極，怕他發作出來被完顏康驚覺，忙牽著他的手輕輕走遠，說道：「不理他們，咱們找藥去。」郭靖道：「你知道藥在那裏麼？」黃蓉搖搖頭道：「不知道。這就去找。」郭靖心想，這樣大的王府到那裏找去？要是驚動了沙通天他們，那更是大禍臨頭，正要開言和她商量，突然前面燈光一閃，一人手提燈籠，口裏哼著淫猥的小曲：「我的小親親喲，你不疼我疼誰個？還是疼著我……」一陣急一陣緩的走近。郭靖待要閃入樹後，黃蓉卻迎了上去，那人一怔，還未開口，黃蓉腕底一翻，一柄明晃晃的分水蛾眉刺已抵在他的喉頭，喝道：「你是誰？」那人嚇得魂不附體，隔了好一陣，才結結巴巴的道：「我……我是府裏的簡管事。」黃蓉道：「你是管事，那更好辦啦。今日小王爺差你們去買來的那些藥放在那裏？」簡管事道：「都是小王爺自己收著，我……我不知道啊！」黃蓉左手在他手腕上一捏，右手微微向前一送，蛾眉鋼刺嵌入了他咽喉幾分。那簡管家只覺手腕上奇痛徹骨，可是又不敢叫出聲來，黃蓉低聲喝道：「你說是不說？」簡管家道：「我真的不知道。」黃蓉左手一揮一扭，喀喇一聲，登時將他臂骨扭斷，同時右手將他帽子扯下來往他口上一塞。那簡管家大叫一聲，立時昏暈，他嘴巴被帽子塞住，這一聲叫喊慘厲之中夾著窒悶，更其顯得可怖。郭靖萬料不到這位艷如海棠、美勝白玉的小姑娘下手竟會如是毒辣，不覺驚得呆了，做聲不得。黃蓉左手在簡管家脅下戮了兩下，那人甦醒了過來，她把帽子順手在他頭頂一堆，喝道：「要不要將左臂也扭斷了？」簡管家痛得眼淚直流，撲的往下一跪，道：「小的真是不知道，姑娘殺了小的也沒用。」黃蓉這才相信他不是裝假，低聲道：「你到小王爺那裏，說你摔一交跌斷了骨頭，大夫說要用血竭、田七、熊膽、沒藥等等醫治，北京城裏買不到，你求小王爺賞賜一點。」那管家見了黃蓉猶如看到毒蛇猛虎一般，她說一句應一句，不敢有絲毫遲疑。黃蓉又道：「小王爺在王妃那裏，快去快去！我跟著你。要是你裝得不像，露出半點痕跡，我扭斷你的脖子，挖出你的眼珠子。」簡管家打個寒噤，爬起身來，咬緊牙齒，忍痛奔往王妃居室。完顏康還在和母親東拉西扯的談論，忽見簡管家滿頭滿臉的汗水、眼淚、鼻涕，奔進來把黃蓉教的話說了一遍。那趙王妃最是面慈心軟，見他痛得臉如白紙，不待完顏康答覆，自己一迭連聲的催他給藥。完顏康眉頭一皺道：「那些藥梁老先生要去啦，你自己拿去。」簡管家哭喪著臉道：「求小王爺賞一張字條！」說著請了一個安。趙王妃忙拿出文房四寶，完顏康寫了幾個字，命他向梁子翁取藥。簡管家磕頭謝賞，趙王妃道：「快去吧，治好了再來磕頭不遲。」簡管家退了出來，剛走得幾步，一柄冰寒澈骨的蛾眉刺已架在後頸，只聽黃蓉道：「到梁老先生那裏去。」簡管家走了幾十步，實在支持不住了，一個踉蹌，就要跌倒。黃蓉道：「不拿到藥，你左邊的臂膀休想保全。」簡管家一驚，冷汗直冒，不知從那裏突然來了一股力氣，急往前走。路上遇見七八個僕役侍從，大家見郭靖黃蓉與他在一起，也無人查問。來到梁子翁所住的館舍，簡管家過去一瞧，館門反鎖，出來再問，一個僕役說王爺在華翠閣宴客。郭靖見簡管家實在可憐，伸手托在他的脅下，三人並肩往華翠閣而去。離閣門有數十步遠，兩個青衣漢子迎了上來，手中一個拿刀一個提鞭，喝道：「停步，是誰？」簡管家取出小王爺的字條，一人火摺子一晃，看了字條，放他過去，又來詢問郭黃二人，簡管家剛說道：「是自己人！」火光下看得明白，那兩人正是黃河四鬼中的沈青剛和馬青雄。這兩人雖吃過黃蓉不少苦頭，但她這時換回少女裝束，那裏還認她得出？兩人見了郭靖卻不覺一怔，各挺刀鞭，正要上前，只覺脅下一陣酸麻，早已動彈不得，原來已被黃蓉用神不知鬼不覺的快速手法點中了穴道。郭靖雖然站在她的身邊，但竟沒看清楚她如何挪動身體，如何出手。他驚佩之中，猛地想起：「那日在張家口酒樓之中，那些女子要來搶我寶馬，突然被人點中穴道，躺在地下動彈不得，必是蓉弟的手段了。」黃蓉見他出神，低笑道：「想什麼？」把沈、馬兩人提在花木後面，牽了郭靖的手，隨著簡管家走到華翠閣前。她在簡管家身後輕輕一推，與郭靖縱身而上，攀住簷頭，從窗縫中向裏觀看。只見閣裏燈燭輝煌，擺著一桌筵席，郭靖一看桌邊所坐的諸人，心中不禁突突亂跳，原來日間同席過的白駝山主歐陽公子、鬼門龍王沙通天、三頭蛟侯通海、參仙老怪梁子翁、千手人屠彭連虎都圍坐在桌邊，在下首主位相陪的正是大金國六皇子趙王完顏烈。桌旁放著一張太師椅，墊了厚厚的氈毯，大手印靈智上人坐在椅中，雙目微張，臉如金紙，受傷竟自不輕。郭靖心中暗喜：「你暗算王道長，教你自己也受一下好的。」只見簡管家推門而進，向梁子翁行了個禮，將完顏康所寫的字條遞給他。梁子翁一看，望了簡管家一眼，把字條遞給完顏烈道：「王爺，這是小王爺的親筆吧？」完顏烈接過來看了，道：「是的，梁公瞧著辦吧。」梁子翁向身後一名青衣童子道：「今兒小王爺送來的四味藥材，你去各拿了一兩給這位管家。」那童子應了，隨著簡管家出來。黃蓉在郭靖耳邊道：「快走吧，那些人個個厲害得緊。」黃蓉笑了笑，搖搖頭。郭靖只覺她一縷柔髮在自己臉上輕輕擦過，從臉上到心裏，都有點癢癢的，當下不再和她爭辯，湧身往下一跳。黃蓉一把抓住他的手腕，身子向前一撲，雙足鉤住屋簷，緩緩的將他放在地下。郭靖暗叫：「好險！裏面這許多高手，我這往下一跳，他們豈有不發覺之理？」自愧初涉江湖，處處易出毛病。簡管家和那小童出來，郭靖跟在後面，走出十餘丈，回頭一看，只見黃蓉一個「倒捲珠簾勢」，正在向裏張望。清風中她全身白衣微微飄動，猶如一朵百合花正在黑夜之中盛開。黃蓉向閣裏看了一眼，見各人並未發覺，回頭目送郭靖的身形正在黑暗之中消失，這才再向閣中窺探，突然間彭連虎一轉頭，一雙如兩道閃電般的目光在窗上掃了一個圈子。黃蓉不敢再看，側頭俯耳傾聽，只聽得一個嗓子沙啞的人道：「那王處一今日橫加插手，各位瞧是無意中碰著呢，還是有所作為而來？」一個聲音極響的人道：「不管他是有意無意，總之受了靈智上人這一掌，不死也落個殘廢。」黃蓉向內一看，說話的是那身材矮小、目光如電的彭連虎。又聽得一個聲音清朗的人笑道：「我在西域也曾聽說過全真七子的名頭，果然厲害得緊，若不是靈智上人在他臨走時送了他一個大手印，咱們今日算全折在他手裏啦。」一個粗厚低沉的聲音道：「歐陽公子別往老衲臉上貼金啦，咱們大家吃了虧，誰也沒贏。」那歐陽公子道：「總之他不送命就得落個殘疾，上人卻只須靜養些時日。」這時各人不再談論這事，聽聲音是主人在向眾人敬酒，隔了一會，只聽一人道：「各位遠道而來，小王實感榮幸，能邀到各位大駕，實在是大金國之福。」黃蓉心想，說這話的必是趙王完顏烈了。眾人謙遜了幾句，完顏烈又道：「靈智上人是西藏的得道高僧，梁老先生是關外一派的宗師，歐陽公子一向在西域瀟灑自在的享福，都是向來不履中土的。彭寨主威震中原，沙幫主獨霸黃河。五位中只要有一位肯拔刀相助，大金國的大事就能成功，何況五位一齊出馬，哈哈，哈哈。」言下顯然是得意之極。梁子翁笑道：「王爺有事差遣，咱們當得效勞，只怕老夫功夫荒疏，有負王爺重託，那就老臉無光了，哈哈！」他們這幾個人數十年來都是各霸一方，自尊自大慣了的，所以語氣之中，都是儼然和完顏烈分庭抗禮。完顏烈又向眾人敬了一杯酒道：「小王既請各位到來，當然是推心置腹，天大的事也不能相瞞。各位知曉之後，當然也決不會和旁人提及，以免對方有了防備，這也是小王相信得過的。」各人會意，完顏烈話雖說得婉轉，其實是要他們擔保嚴守祕密的意思，都道：「王爺放心，這裏說的話決不能洩露半句。」各人受完顏烈重聘而來，均知若非為了重大之極的圖謀，決不致花了這樣大的力氣來相請自己，但他一直不說，也不便相詢，這時知他馬上就要揭開一件重大的機密，個個又是好奇，又是緊張。完顏烈道：「大金太宗天會三年，那就是趙官兒徽宗的宣和七年了，我金兵由粘沒喝、斡離不兩位元帥率領征伐宋朝，俘虜了宋朝徽宗、欽宗兩個皇帝，自古以來，兵威從無如此之盛的。那時我大金兵精將廣，本可統一天下，但到今日將近百年，趙官兒還在杭州做他的皇帝，各位可知道是什麼原因？」眾人聽他談起國家大事，都微微感到驚奇，梁子翁道：「這要請王爺示下。」完顏烈嘆了口氣道：「咱大金接連敗在岳飛手裏，那是天下皆知的事，也不必諱言。我大金的元帥兀朮善會用兵，可是遇到岳飛，總是連吃敗仗。後來岳飛雖被我大金授命秦檜害死，但金兵元氣大傷，此後再也無力大舉南征。然而小王卻雄心勃勃，不自量力，想為我大金聖上立一件大功，這事非眾位相助不可。」各人面面相覷，不明他的意思，心道：「衝鋒陷陣，攻城掠地，實非吾輩所長，難道他是要咱們渡江南征？」完顏烈十分得意，語聲中微微發顫，說道：「幾個月前小王無意間在宮中看到一封前朝留下來的文書，那是岳飛寫的，辭句十分奇特。我揣摸了幾個月之後，終於詳出了其中的意思。原來岳飛被關在獄中之時，知道自己無活命之望，他這人精忠報國，倒真是名不虛傳，竟把生平所學行軍出陣，練兵攻伐的祕要，詳詳細細的寫了一部書，只盼得到傳人，那人就可用以抗禦金兵。豈知秦檜這人好生厲害，怕他與外面暗通消息，防備得周密之極，獄中官吏丁卒，個個是他的心腹，岳飛這部書一直到他死也沒能交到外面。」眾人聚精會神的聽著，個個忘了喝酒。黃蓉懸身閣外，也如聽著一個奇異的故事。完顏烈道：「岳飛無法可施，只得把那部書貼身藏了，寫了一封遺書，那遺書寫得瘋瘋癲癲，文理不通。秦檜雖是狀元宰相之才，看了之後，卻也不明其中意思，差人送到大金國來。數十年來，這遺書放在大金宮裏的祕檔之中，無人領會他的含義，人人都道岳飛臨死氣憤，所以寫得語無倫次，那知其中藏著一個極大的啞謎。」眾人同聲驚歎，稱譽完顏烈的才智。完顏烈道：「想那岳飛算無遺策，用兵如神，攻無不克，戰無不勝。要是咱們得了這部武穆遺書，大金國一統天下豈不是易如反掌麼？」眾人恍然大悟，心想：「趙王請咱們來，原來是要咱們當一下盜墓賊了。」完顏烈道：「小王本來想，這部遺書必是他帶到墳墓中去了。」他頓了一頓道：「各位是大英雄大豪傑，難道請各位去盜墓麼？再說，那岳武穆雖是咱們讎寇，但他精忠神武，天下人人相欽，咱們怎能動他墳墓？小王為了這事，曾苦思良久，翻檢歷來南朝密探送來的稟報，終於另外得到了線索。原來岳飛當日在風波亭被害之後，葬在附近的眾安橋邊，後來宋孝宗將他遺體遷至西湖邊上隆重安葬，建造祠廟，他的衣冠遺物，卻被人放在另外一處。這地方也是宋朝的京都臨安，要找這部書卻是大大不易，小王心想南方奇材異能之士極多，要是咱們不是一舉成功，露出了風聲，反被宋人先行得去，這才是弄巧成拙。這件事有關兩國的氣運，小王特別鄭重將事，非請到武林中一等一的高手相助，決計不敢貿然著手。」眾人聽得連連點頭。完顏烈道：「小王曾想：既有人搬動過岳飛的衣冠遺物，只怕已把這部書取了出來。但仔細一琢磨，那決計不會。須知宋人對他敬若神明，若不知他的遺意，決不敢動他的遺物，咱們到了那個地方，必能手到拿來。這件事說它難嗎，也可說難到極處，但在有大本領的人看來，卻又容易之極。原來他的遺物是藏在……」他正說到這裏，突然大門開處，一人衝了進來，面目青腫，奔到梁子翁面前，叫道：「師父」眾人一看，原來是梁子翁派他去取藥的那個青衣童子。