第十三回　金毛獅王這人身材高大，但穿了一件短短的長衫甚不稱身，正是昨晚在錢塘江中覆舟落水的巨鯨幫麥少幫主。他這幾句話一來感激張翠山救命之恩，二來卻是斥罵常金鵬暗使奸計。張翠山笑吟吟的舉杯道：「不敢，在下還敬麥少幫主一杯。」說著舉杯喝乾。他剛放杯坐落，常金鵬背後的五名香主一齊哈哈大笑，指著麥少幫主說道：「昨晚沒喝飽潮水麼？今日還在這裏喝酒？」麥少幫主鐵青著臉，正要反唇相稽，白龜壽站起身來，朗聲說道：「敝教新近得了一柄寶刀，叫作屠龍刀。有道是：『武林至尊，寶刀屠龍，號令天下，莫敢不從』！」他說到這裏，頓了一頓，晶亮閃爍的眼光從左至右，掃視全場一周。他身形並不魁梧，但語聲響亮，目光銳利，威嚴之氣懾人。麥少幫主竟是不敢再發作什麼，自言自語的說了幾句話，坐回椅中。白龜壽又道：「敝教殷教主原擬柬請天下各路英雄，大會恒山，展示寶刀，只是此舉籌劃費時，須得假以時日。誠恐天下英雄不知寶刀已為敝教所得，因此上奉請各位駕臨此間，瞧一瞧寶刀的面目。」說著一揮手，教下八名弟子大聲答應，轉身進了西首的一個大山洞中。眾人只道這八名弟子去取寶刀，目光都凝望著他們，那知八個人出來時身上都赤了膊，從山洞中抬著一隻大鐵鼎來。鐵鼎燒著熊熊烈火，火燄衝起一丈來高。八個人離得遠遠的，用長桿肩抬而來，吆吆喝喝，將鐵鼎放在廣場之中。眾人被火燄一逼，登時大感炙熱。那八人之後，又有四人，兩個人抬著一個打鐵用的鐵砧，另外兩人手中各舉一個大鐵錘。白龜壽道：「常壇主，請你揚刀立威！」常金鵬道：「遵命！」轉身叫道：「取刀來！」適才挺舉巨石的這兩名神力香主走進山洞，回出來時，一人手中橫托一個黃綾包裹，另一人在旁護衛。那香主將包裹交給了常金鵬，兩人站在他的左右兩旁。常金鵬打開包裹，露出一柄單刀。他托在手裏，舉目向眾人一望，刷地拔刀出鞘，說道：「這一把便是武林至尊的屠龍寶刀，各位請看仔細了！」說著托刀齊頂，為狀甚是恭敬。群豪久聞屠龍寶刀之名，但見這刀黑越越的毫不起眼，心下都存了一個疑團：「怎知此刀是真是假？」只見常金鵬緩緩的將刀交給了左首的香主，說道：「試鐵錘！」那香主接過單刀，將刀擱在鐵砧之上，刀口朝天，另一名神力香主提起大鐵錘，便往刀口上擊落。只聽得嗤的一聲輕響，鐵錘的錘頭中分為二，一半連在錘桿，另一半跌落在地。群豪一驚之下，都站了起來。要知斷金切玉的寶劍利刃，武林中雖然罕見，卻也不是絕無僅有，但這柄屠龍刀削鐵錘如切豆腐，連叮噹之聲也聽不到半點，若非神物，那便是其中有弊。神拳門和巨鯨幫中各有一人走到鐵砧之旁，撿起那半塊鐵錘來看時，但見切口處平整光滑、閃閃發光，顯是新削下來的。那兩名香主提起另一個鐵錘擊在刀上，又是輕輕削裂。這一次群豪忍不住大聲喝采。張翠山心想：「如此寶刀，當真是見所未見，聞所未聞。」常金鵬緩步走到場中，提起寶刀，使一招「獨劈華山」，嗤的一聲輕響，將大鐵砧中分為二。突然間搶到左首，橫刀一揮，從一株大松樹腰間掠了過去。縱躍奔走，舉刀連揮，接連掠過了一十八棵大樹。群豪但見他連連舞動寶刀，那些大樹卻好端端地絕無異狀，正自不解，忽聽得常金鵬一聲長笑，走到第一株大松樹旁，衣袖拂出，擊在松樹腰間，只聽得喀喇喇一聲響，那松樹向外倒去。原來這松樹早已被寶刀齊腰斬斷。只是那寶刀實在太過鋒利，常金鵬用的力道又極為均衡，上半截松樹斷了之後，仍穩穩的置在下半截之上，直至遇到外力推動，這才倒塌。那大松樹一斷，帶起一股烈風，但聽得喀喇、喀喇之聲不絕，其餘的大樹都一棵棵的倒了下來。常金鵬哈哈一笑，手一揮，將那屠龍刀擲進了烈燄沖天的大鐵鼎中。大樹倒塌之聲尚未斷絕，忽然遠處跟著傳來喀喇、喀喇的聲音，似乎也有人在斬截大樹。白龜壽和常金鵬等都是一愕，循聲望去，只見聳立著的船上桅桿一根根的倒了下去。那些桅桿上都懸有座旗。白眉教、巨鯨幫、海沙派、神拳門各門各派的首腦見自己的座旗紛紛隨著桅桿倒落，均是大為驚怒，各遣手下前去查問、但聽得砰彭之聲不絕，頃刻之間，眾桅桿或倒或斜，無一得免，似乎停在港灣中的船隻突然遇到風暴還是海怪，一艘艘的破碎沉沒。聚在草坪上的群豪斗遭此變，一時說不出話來，初時還疑心是白眉教佈置什麼陰謀，但見白眉教的船隻同時遭劫，看來卻又不是，第二批人跟著奔去查問，但那草坪和港灣相距不遠，奔去的十餘人竟是無一回轉。眾人面面相覷，驚疑不定。白龜壽向本壇的一名香主道：「你去瞧瞧。」那香主應命而去。白龜壽強作鎮定，笑道：「想是海中有甚變故，各位也不必在意。就是船隻盡數毀去，難道咱們不能坐木筏回去嗎？來來來，大家乾一杯！」群豪心中嘀咕，可不能在人前示弱，於是一齊舉杯，剛沾到口唇，忽聽得港灣旁一聲大呼，其聲慘厲，劃過空中，似乎有人腰上被人刺了一刀。群豪霍地站起，膽子較小的酒杯落地，乒乒乓乓的連響。本來這些人殺個把人誰都不在意下，只是這叫聲實在太過可怖。白龜壽和常金鵬聽出這慘呼是適才去查問的那香主所發，一怔之間，只聽得騰騰騰的腳步聲落地甚重，漸奔漸近，跟著一個血人出現在眾人之前，正是那個香主。他雙手按住臉孔，手指縫中滲出血來，頂門上去了一塊頭皮，自胸口直至小腹、大腿衣衫盡裂，一條極長的傷口也不知多深，血肉糢糊，便似被什麼窮兇極惡的猛獸抓了一把的模樣。白龜壽搶過去伸手欲扶，那香主慘聲叫道：「金毛獅王，金毛獅王！」白龜壽道：「我去瞧瞧。」常金鵬道：「我和你同去。」白龜壽道：「你保護殷姑娘。」他知那死去的香主武功甚強，在白眉教中算得是個硬手，但一轉眼間被人傷得這般厲害，對手自是非同小可。常金鵬點點頭道：「是！」忽聽得有人咳嗽一聲，說道：「金毛獅王早在這裏！」眾人吃了一驚，四下裏一望，卻不見半個人影，這聲音明明是從近處發出，卻不知他躲在那裏。只聽那人嘆聲道：「蠢才，蠢才！」突然間呼的一聲，一塊巨石飛起，一個人從石頭底下鑽了出來。原來他早已隱身在大樹之後，掘地鑽到巨石下面，因之雖在肘腋之間，眾人卻無一得知。眾人這一驚當真是非同小可，殷素素「啊」的一聲叫，情不自禁的奔到張翠山身旁。只見那人身材魁異常，比常人足足高出一尺，肩膀也要闊出一尺，滿頭黃髮，散披肩頭，眼睛綠油油的發光，手中拿著一個一丈七八尺長的兩頭狼牙棒，在筵前這麼一站，威風凜凜，真如天神天將一般。張翠山暗自尋思：「金毛獅王？這渾號自是因他的滿頭黃髮而來了，他是誰啊？可沒聽師父說起過。」再看這金毛獅王時，只見他身穿一件百獸獸皮所縫綴而成的長袍，這長袍上有虎皮、豹皮、野牛皮、鹿皮、熊皮、狐皮，雖然東一塊，西一塊，但手工精細，乃是高手匠人所為。諸般獸皮之中，就是沒有獅皮，想是他自稱「金毛獅王」，對獅子自是極為尊重了。他手中拿著的那根狼牙棒也是甚為怪異，棒身自此一端至彼一端，金光閃爍，卻又不是黃金之色，尋常的狼牙棒只是一端有釘，但他的狼牙棒不但特長特大，而且兩端有釘。眾人見了他這股神態，誰都不敢說話。白龜壽鼓著勇氣，上前數步，說道：「不敢請問尊駕高姓大名？」那人道：「不敢，在下姓謝，單名一個遜字，表字退思，有一個外號，叫作『金毛獅王』。」張翠山一聽，和殷素素對望了一眼，兩人均想：「這人如此威猛，取的名字卻是這般溫文爾雅，而他的外號倒是適如其人。」白龜壽聽他言語有禮，稍去怯意，說道：「原來是謝先生。尊駕跟咱們素不相識，何以一至島上，便即毀船殺人？」謝遜微微一笑，露出一口牙齒，白如編貝，閃閃發光，說道：「各位聚在此處，所為何來？」白龜壽心想：「此事也瞞他不得。這人武功縱然厲害，但他總是單身，我和常壇主聯手，再加上張五俠、殷姑娘從旁相助，定可除他得了。」於是朗聲說道：「敝教白眉教新近得了一柄寶刀，邀集江湖上的朋友，大夥兒在這裏瞧瞧。」謝遜瞪目瞧著大鐵鼎中被烈火鍛燒著的那柄屠龍刀，見那刀在烈燄之中不損分毫，的是神物利器，於是大踏步走將過去。常金鵬見他伸手便去抓那柄刀，叫道：「住手！」謝遜回頭淡淡一笑，道：「幹什麼？」常金鵬道：「此刀是敝教所有，謝朋友但可遠觀，不可碰動。」謝遜道：「這刀是你們鑄的？是你們買的？」常金鵬啞口無言，一時答不出話來。謝遜道：「你們從別人手上奪來，我便從你們手上奪去，天公地道，有什麼使不得？」說著轉身又去抓那寶刀。嗆啷啷一響，常金鵬從腰間解下西瓜流星鎚，喝道：「謝朋友，你再不住手，我可要無禮了。」他言語中似是警告，其實聲到鎚到，左手的鑌鐵大西瓜向他後心直撞過去。謝遜更不回頭，只是將狼牙棒向後斜垂，噹的一聲巨響，那鑌鐵大西瓜撞正狼牙棒上，登時碎作十七八片，四散飛擲。常金鵬身子一晃，突然間狂噴鮮血，倒地斃命。原來謝遜的內力從狼牙棒傳到他的西瓜流星鎚上，以巨力抗巨力，常金鵬在錢塘江中鎚碎麥少幫主的座船時何等神威，這時卻禁不起他狼牙棒的一撞。朱雀壇屬下的五名香主大驚，一齊搶了過去，兩名香主去扶常金鵬，三名香主拔出兵刃，不顧厲害的向謝遜攻去。謝遜左手抓著屠龍刀，右手中的狼牙棒在鐵鼎下一挑，一隻數百斤重的大鐵鼎飛了起來，橫掃而至，將三名香主同時壓倒。大鐵鼎餘勢未衰，在地下打了個滾，又將扶著常金鵬的兩名香主撞翻。五名香主和常金鵬屍身身上衣服一齊著火，其中四名香主已被鐵鼎撞死，餘下的一名在地下哀號翻滾。眾人見了這等聲勢，無不心驚肉跳，但見他一舉手之間，連斃五名江湖上的好手，餘下那名香主看來也是重傷難活。張翠山年紀雖然不大，但行走江湖，會見過的高手也已不少，可是如謝遜這般超人的神力武功，卻是從未見過，暗忖自己決不是他的敵手，便是大師哥、二師哥，也遠遠不如，即是武當七俠聯手應敵，恐怕也難操勝算。當今之世，除非是師父下山，否則不知還有誰能勝得過他。只見謝遜提起屠龍刀，伸指一彈，發出非金非木的沉鬱之聲，他點點頭讚道：「無聲無色，神物自晦，好刀啊好刀！」他抬起頭來，向白龜壽身旁的刀鞘望了一眼，說道：「這是屠龍刀的刀鞘吧？拿過來。」白龜壽心知當此情形之下，自己的性命十成中已去了九成，若是將刀鞘給他，不但一世英名化於流水，而且日後教主追究罪責，定是死得極為慘酷，但此刻和他硬抗，那也是有死無生，於是凜然說道：「你要便殺，我姓白的豈是貪生畏死、欺善怕惡的小人？」謝遜微微一笑，道：「硬漢子，硬漢子！白眉教中果然還有幾個人物。」突然間右手一揚，那柄一百多斤的屠龍刀猛地向白龜壽飛去。白龜壽早在提防，一見他寶刀出手，知道此人的手勁大得異乎尋常，不敢用兵器擋格，更不敢伸手去接，急忙閃身避讓。那知這寶刀斜飛而至，刷的一聲，套入了平放在桌上的刀鞘之中，這一擲力道甚是強勁，帶動刀鞘，繼續激飛出去。謝遜伸出狼牙棒，一搭一勾，將屠龍刀連刀帶鞘，引了過來，隨手插在腰間。這一下擲刀取鞘，準頭之巧，手法之奇，實是到了匪夷所思的地步。他眼光自左至右，向群豪瞧了一遍，說道：「在下要取這柄屠龍寶刀，各位有何異議？」他連問兩聲，誰都不敢答話。忽然海沙派席上一人站起身來，說道：「謝前輩德高望重，名揚四海，此刀正該歸謝前輩所有，咱們大夥兒非常之贊成。」謝遜道：「閣下是海沙派的總舵主元廣波罷？」那人道：「正是。」他聽見謝遜知道自己姓名，既是歡喜，又是惶恐。謝遜道：「你知道我師父是誰？是何門派？我做過什麼好事？」元廣波囁嚅著道：「這個……謝前輩……」他實是一點也不知道。謝遜冷冷的道：「我的事你什麼也不知，怎說我德高望重，名揚四海？這把刀本來是你海沙派得到的，後來給長白三擒奪了去，又落入武當派俞岱岩手中……」張翠山聽到「又落入武當派俞岱岩手中」這句話，心口發熱，暗想：「這姓謝的說話想來不假，原來此刀果是與三哥大有干係。」只聽謝遜續道：「白眉教暗下毒手，從俞岱岩手裏奪來。哼哼，你海沙派反正已得不到手，便說此刀歸我所有，大夥兒都非常贊成。你這人諂媚趨奉，滿口胡言，我生平最瞧不起的，便是你這種無恥小人。給我站出來！」最後這幾句話每一個字便似打一個轟雷。元廣波為他威勢所懾，竟是不敢違抗，低著頭走到他的面前，身子不由自主的不停打戰。在張翠山心中，滾來滾去的卻只是這幾句話：「白眉教暗下毒手，暗下毒手，從俞岱岩手裏奪來，暗下毒手……」斜目看殷素素時，只見她臉色蒼白，睫毛微微顫動，想是心中也思潮起伏不定。謝遜道：「你海沙派武藝平常，專門靠毒鹽害人。去年在餘姚害死張登雲一家十一口，本月初歐陽清在海門身死，都是你做的好事吧？」元廣波大吃一驚，心想這兩件案子做得異常隱祕，怎地會給他知道了？謝遜喝道：「叫你手下人裝兩大碗毒鹽出來，給我瞧瞧，到底是怎麼樣的東西。」海沙派的幫眾人人都攜帶毒鹽，元廣波不敢違拗，只得命手下人裝了兩大碗出來。謝遜取了一碗，湊到口邊，聞了幾下，忽然側碗往口中便倒，連吞了幾大口，說道：「咱們每個人都吃一碗。」元廣波又驚又喜，驚的是他竟要自己服食毒鹽，喜的卻是他竟悍然自吞，這毒鹽沾在身上也能致人死命，何況吞入肚中，這幾口吃下去，定是性命不保。謝遜將狼牙棒在地下一插，伸手一把將元廣波抓了過來，喀喇一響，捏脫了他的下巴，使他張著嘴無法再行合攏，當即將一大碗毒鹽，盡數倒入他的肚裏。餘姚張登雲全家在一夜之間被人殺絕，海門歐陽清在客店中遇襲身亡，這是近年來武林中的兩大疑案，想不到竟是海沙派的元廣波所為，眾人見他被逼吞食毒鹽，不自禁都有痛快之感。謝遜拿起另一大碗毒鹽，說道：「我姓謝的做事一生公平正直，你吃一碗，我陪你吃一碗。」張開大口，將那大碗鹽都倒入肚中。這一招大出眾人意料之外，張翠山見他雖然出手兇狠，但眉宇之間，自有一股凜然正氣，何況他所殺的均是窮兇極惡之輩，心中已對他頗具好感，忍不住朗聲說道：「謝前輩，這種奸人死有餘辜，何必跟他一般見識？」謝遜橫過眼來，瞪視著他。張翠山微微一笑，竟無半分懼怕之色。謝遜道：「閣下是誰？」張翠山道：「晚輩武當張翠山，敬問前輩安好。」謝遜道：「嗯，你是武當派張五俠，你也是來爭奪屠龍刀麼？」張翠山搖頭道：「晚輩到王盤山來，是要查問我師哥俞岱岩受傷的原委，謝前輩似乎知曉其中詳情，還請示知。」謝遜尚未回答，只聽得元廣波一聲慘呼，捧住肚子在地下亂滾，滾了幾轉，捲曲成一團而死。張翠山急道：「謝前輩快服解藥。」謝遜道：「服什麼解藥？取酒來！」白眉教接待賓客的司賓忙取酒杯酒壺過來。謝遜喝道：「白眉教這般小氣，拿大瓶來！」那司賓親自捧了一大罈陳酒，恭恭敬敬的放在謝遜面前，心中卻想：「你中毒之後再喝酒，那不嫌死得不夠快麼？」只見謝遜捧起酒罈，骨嘟骨嘟的狂喝入肚，這罈酒少說也有三四十斤，竟給他片刻間喝得乾乾淨淨。他撫著高高凸凸的大肚子拍了幾拍，突然一張口，一道白練也似的酒柱激噴而出，打向白龜壽的胸口。白龜壽待得驚覺，酒柱已打中身子，便似一個數百斤的大鐵錘連續打到一般，饒是他一身精湛的內功，也感抵受不住，晃了幾晃，委頓在地。謝遜轉過頭來，噴酒上天，那酒水如雨般散將下來，都落在巨鯨幫一干人身上。自幫主麥鯨以下，人人都淋得滿頭滿臉，但覺那酒水腥臭不堪，功力稍差的都暈了過去。原來謝遜飲酒入肚，洗淨胃中的毒鹽，再以內力逼出，這數十斤酒都變成了毒酒，他腹中留存的毒質卻已微乎其微，以他內力之深，這些微毒質已絲毫不能為害。巨鯨幫幫主麥鯨受他這般戲弄，霍地站起，但轉念一想，終是不敢發作，重又坐下。謝遜說道：「麥幫主今年五月間你在閩江口劫一艘遠東海船，可是有的？」麥鯨臉如死灰，道：「不錯！」謝遜道：「閣下在海上為寇，若不打劫，倚何為生？這一節我也不來怪你，但你們將數十名無辜客商盡數拋入海中，又將七名少女輪姦致死，江湖上英雄人物，能做這等傷天害理之事麼？」麥鯨道：「這……這……這是幫中兄弟們幹的，我……我可沒有。」謝遜道：「你手下人這般丟盡武林中人物的臉面，你不加約束，與你自己所幹何異？是那幾個人幹的？」麥鯨當此處境，只求自己免死，拔出腰刀，說道：「蔡四、花青山、海馬胡六，那天的事，你們三個有份吧！」刷刷刷三刀，將三人砍翻在地。這三刀出手也真利落快捷，蔡四等三人絕無反抗餘地。謝遜道：「好！只是未免太遲，又非你的本願。倘若你當時殺了這三人，今日我也不會跟你來比武了。麥幫主，你最擅長的功夫是什麼？」麥鯨見仍是逃避不了，心想：「在陸上跟他比武，只怕走不上三招。但到了大海之中，卻是我的天下了。便算不濟，總能逃走，難道他水性能及得上我？」於是說道：「在下想領教一下謝前輩的水底功夫。」謝遜道：「好，咱們到海中去比試啊。」走了幾步，忽道：「且慢，我一走開，只怕這裏的人都要逃走！」眾人聽了他這句話，都是心中一凜，暗想：「他怕我們逃走，難道要將這裏的人個個置於死地？」麥鯨抓到這個機會，忙道：「其實便是到海中比試，在下也決不是前輩的對手，我認輸便是。」謝遜道：「噫，那倒省事。你既認輸，這就橫刀自殺吧。」麥鯨心中怦的一跳，道：「這個……比試武藝，勝負原是常事，也用不著自殺……」謝遜喝道：「胡說八道！諒你也配跟我比試武藝？今日我是索債討命來著，凡是作過傷天害理之事、殺過無辜之人性命的，一個也不能放過。只是怕你死得不服，是以叫你們一個個施展生平絕藝，只要有一技之長能勝得過我的，那便饒了他的性命。」他這一席話一說完，從地下抓起兩大塊泥團，倒些酒水，和成了兩塊濕泥，道：「水性的優劣，端在瞧瞧能在水底支持長久，我和你各用濕泥封住口鼻，誰先耐不住伸手揭泥，誰便橫刀自盡。」當下也不問麥鯨是否同意，舉起左手的濕泥，貼在自己臉上，封住了口鼻，右手一揚，拍的一聲，另一塊濕泥飛擲過去，封住了麥鯨的口鼻。眾人見了這等情景，雖覺好笑，但誰都笑不出來。麥鯨在濕泥封住口鼻之前，早已深深吸了口氣，當下盤膝坐倒，屏息不動。說到比拚長氣，他原是有過人之處，自從七八歲起，他便常自鑽到海底摸漁捉蟹，水性越練越高，便是一炷香不出水面，也淹他不死，因此這般比試他自信穩操勝算，焦慮之心盡失，凝神靜心，更能支持長久。謝遜卻不如他這般靜坐不動，大踏步走到神拳門席前，斜目向著掌門人過三拳瞪視。過三拳給他看得心中發毛，站起身來抱拳說道：「謝前輩請了，在下是神拳門的過三拳。」謝遜嘴巴被封，不能說話，伸出右手食指，在酒杯中醮了些酒，在桌上寫了三個字。過三拳見了這三個字，登時臉如死灰，現出極度恐怖之色，宛似光天白日之下，突然見到勾魂惡鬼一般。跟他同席的弟子垂目向桌上一看，只見謝遜所寫的，乃是「崔飛煙」三字。那弟子茫然不解，心想「崔飛煙」似是一個女子名字，何以師父見了這三個字如此害怕？原來崔飛煙乃是過三拳啟蒙學武的業師之女，過三拳在師父死後，對這位師妹始亂終棄，崔飛煙有了身孕，他卻另行投入神拳門下，不再理她。崔飛煙羞憤之下，自縊而死。此事極為隱祕，崔家的人早已死絕，除了過三拳自己，世間再也無人得知，不料事隔二十年，謝遜突然將她的名字寫了出來。過三拳心想：「待一會他若勝了麥鯨，除去口上濕泥，不免將我當年這件醜事抖露出來。反正他饒我不過，還不如乘此良機全力進攻，他若運氣發拳，勢必會輸了給麥鯨。」當下朗聲道：「在下執掌神拳門，生平學的乃是拳法，向你討教幾招。」也不待謝遜有猶豫餘地，呼的一拳向他小腹擊出。他一拳既出，第二拳跟著遞了出去。過三拳這名字的由來，乃是因他拳力極猛，一拳可斃牯牛，尋常武師萬萬擋不住他三拳的轟擊，江湖上傳揚開來，他本來的名字反而沒人知道了。他心知眼前之事，利於速攻，倘若麥鯨先忍不住而揭去口鼻上的濕泥，那麼謝遜自可跟著揭去，但在揭去之前，自己卻佔著極大的便宜。對方不能喘氣運力，武功自是大大的打了個折扣。他兩拳擊出，謝遜隨手化解。過三拳只覺對方的勁力頗為軟弱，和適才震死常金鵬、噴倒白龜壽的神威大不相同，大叫一聲：「第三拳來了！」他這第三拳有一個囉唆名目，叫作「橫掃千軍，直摧萬馬」乃是他平生所學之中最厲害的一招，在這一招拳法之下，傷過不少江湖上成名的英雄好漢。這時麥鯨面紅耳赤，眼前金星亂冒，實在再也忍耐不住，麥少幫主見父親情勢危急，而謝遜卻正在和過三拳比拳，靈機一動，伸手到鄰座一個本幫女舵主的頭髮上拔下一根銀釵，拗下釵腳寸許來的一截，對準麥鯨的嘴巴，伸指彈出。這半截銀釵刺到麥鯨口中，雖然不免傷及他咽喉齒舌，但在濕泥上刺了一個小孔，稍有空氣透入，那這場比試便已立於不敗之地。眼見那半截銀釵離麥鯨身前尚有丈許，謝遜斜目已然瞥見，伸足在地下一踢，一粒小石子飛了起來，正好打中那半截銀釵。斷釵嗤的一聲飛回，勢頭勁急異常，麥少幫主「啊」的一聲慘叫，按住右目，鮮血涔涔而下，那斷釵已將他一眼刺瞎。便在此時，過三拳的第三拳已擊中在謝遜的小腹之上。這一拳勢如風雷，拳力未到，已是極為威猛，過三拳料想謝遜不敢伸手硬接硬架，定須閃避，但不論避左避右竄高縮後，他都預伏下異常厲害的後著。豈知謝遜身子竟是不動，過三拳大喜，這一拳端端正正的擊中了他小腹。人體的小腹本來極是柔軟，但他著拳之處，如中鐵石，只感拳上劇痛，心知不妙，急忙縮手，那知這一縮竟是縮不回來，一個拳頭已被謝遜的小腹吸住。謝遜左手倏出，往他腰間摸去。神拳門的兩名弟子見師父被困，分從左右向謝遜撲了過去。謝遜橫眼一瞪，兩名弟子竟被他眼中威勢所懾，停住腳步。謝遜抓住過三拳的腰帶，輕輕一扯，拉了下來，在他頭頸中繞了兩圈，跟著繞了個空圈，打個死結。他肚子一放，過三拳的右拳縮回，但後領已被謝遜一把抓住，身子便如騰雲駕霧的飛起，跟著頸中一緊，原來那腰帶結成的圈子已被謝遜套在一株大樹之上。那圈子在他頭頸中越收越緊，過三拳手足亂舞，想要伸手去解頸中的腰帶，竟是不能，霎時之間，眼前出現了崔飛煙的影子，似乎見到她自縊而死時的痛苦慘狀。他又害怕，又是懊悔，耳中只是響著：「天網恢恢，惡有惡報！天網恢恢，惡有惡報！」謝遜回過頭來，只見麥鯨已是雙眼翻白，氣絕而死。他先除去麥鯨口鼻上的濕泥，探了探他的鼻息，這才抹去自己口上的濕泥，仰天長笑，說道：「這兩人生平作惡多端，到今日遭受報應，已是遲了。」斗然間雙目如電，射向崑崙派的兩名劍客，從高則成望到蔣濤，又從蔣濤望到高則成，良久不語。高蔣二人臉色慘白，但昂然持劍，竟無懼色。張翠山見謝遜在頃刻之間，連斃四大幫會的首腦人物，武功之高，當真是從所未見，眼見他便要向高蔣二人下手，站起身來，說道：「謝前輩，據你所云，適才所殺的數人都是死有餘辜，罪有應得。但若你不分青紅皂白的濫施殺戮，與這些人又有什麼分別？」謝遜冷笑道：「有什麼分別？我武功高，他們武功低，強者勝而弱者敗，那便是分別了。」