第二十九回　奮殲鐵甲將軍苦且說忽倫四兄弟按住張召重，放脫了陳家洛，等兆惠出來喝開，忽倫四兄弟方才放手。張召重憤怒異常，倏地跳起，反手就是一掌，他這掌又快又重，啪的一聲，把忽倫二虎打落了半邊牙齒。二虎痛得險險暈去。四兄弟大怒，齊齊上來拼命，兆惠連聲喝罵，四兄弟才悻悻的退了下去。張召重恨道：「兆大將軍，皇上要卑職到回疆來，有兩件欽命，第一件就是拿剛才這女子進京。」兆惠道：「張兄從未來過這裏，怎麼識得這人？」張召重道：「回人送了一對玉瓶向皇上求和，玉瓶上畫的就是這個女子的肖像，皇上見了很是思念，所以命卑職趕來辦這件事。卑職出京時，福統領特別把玉瓶拿出來給卑職仔細看了，所以認得。」兆惠「嗯」了一聲。張召重道：「剛才那男子並不是維人，是紅花會的大頭腦陳家洛。」兆惠驚道：「是麼？他怎麼到了這裏？」張召重道：「皇上要他到這裏來取幾件東西，卻叫卑職等他取到後半路截他下來。只怕皇上要的東西就在他身邊，現在把這兩人空空放過，實在可惜。」說著連連拍腿嘆氣。兆惠笑道：「張大人不必連聲可惜，他們使者來時，我早已調兵遣將，佈置定當，要叫這使者做餌，釣一條大魚上來。這兩人皇上有用，那更是一舉兩得了。」轉頭對身旁親兵道：「去對德將軍說，不可傷那兩人性命。現在鐵甲軍可以出動了，埋伏在兩側。」親兵應令去了。兆惠笑道：「這兩人身份重要，維人便會派重兵來救，等他們過來，我的鐵甲軍從兩旁這麼一夾。」他張開兩臂，往中央一併，哈哈笑道：「他們還有命麼？」張召重道：「大將軍神機妙算，人不可及，怪不得皇上這樣親信，每次軍務，都要大將軍統兵。」兆惠十分得意，呵呵大笑：「這次出征，維人十分狡猾，時間拖得很長，今日這一仗擊垮他們的主力，餘部就可迎刃而解了。」張召重道：「等到奏凱獻俘，大將軍立了這樣大功，封公封侯，那是不在話下的了。」兆惠笑道：「兄弟摺中一定也保奏張大人的功勞。」張召重連忙打千請安說道：「謝大將軍栽培，卑職感激萬分。」兆惠微微一笑，又去派兵接應，他調了三萬多名清兵出去，決意要一舉殲滅維人的主力。且說陳家洛等在沙坑中守了一夜，第三日天明，氣候稍稍回暖，大雪仍下個不停。徐天宏道：「大家都上去，只怕清兵馬上就要攻過來。」除香香公主外，眾人都彎弓搭箭，守在坑邊。這時天色大亮，清兵只是疏疏落落射些箭，並不集隊來攻，徐天宏大惑不解，忽地想起了一件事，忙問心硯：「霍青桐姑娘問你些甚麼話？」心硯道：「她問我圍困咱們的清兵有多少人，又問鐵甲軍有沒衝鋒。」徐天宏大喜，叫道：「咱們有救了，有救了！」眾人瞪眼望著他，徐天宏道：「我真是糊塗，疑心霍青桐姑娘，她可比我精明得多。」周綺道：「怎麼？」徐天宏道：「清兵的鐵甲軍一衝過來，咱們還有命麼？」周綺道：「咦，也真奇怪。」徐天宏道：「他們就算沒鐵甲軍，周圍這幾千人一起衝鋒，咱們八九個人擋得住麼？」陳家洛叫道：「是了，是了。他們故意不衝，要引維人救兵過來，可是霍青桐姑娘料到了，所以不肯上當。」章進道：「她不上當，咱們可糟啦。」陳家洛道：「不會糟，她一定另有辦法。」周綺笑道：「是麼？我本來不相信她會這麼壞。」眾人登時精神大振。留下余魚同與心硯守望，餘人回入坑中休息。且說和爾大趕回兆惠營中，把霍青桐調兵的情形一一稟報，末了把自己怎樣打勝霍青桐而脫身的情形說了一遍，兆惠誇獎道：「好，這次你功勞不小。」張召重走過去，拉住和爾大的右手道：「恭喜和大人。」手上突一使勁，和爾大痛得臉上變色，左手使勁一格。張召重右肘向外一彎，抵住和爾大格來之掌，微一用勁，手掌一放一送，和爾大身不自主，踉踉蹌蹌跌出了七八步，腳下用力撐住，才算沒有坐倒。和爾大又驚又怒，手按佩刀刀柄，望著兆惠的眼色。兆惠也是吃了一驚，不懂張召重的用意。張召重搶上前去，向和爾大打了一個千，說道：「和大人請勿見怪。」轉頭對兆惠道：「大將軍，和大人帶來的消息只怕有詐。」和爾大怒，叫道：「我跟隨大將軍出生入死，你是甚麼東西，到這裏胡說。」張召重道：「我那裏敢說和大人謊報軍情，我是說那些維人在搗鬼。」兆惠道：「張大人何以得知？」張召重道：「剛才和大人說，他打敗了霍青桐而脫身。霍青桐卑職沒見過她面，只聽說是天山雙鷹的弟子，那必定是極高的本領，卑職曾聽鏢局子的朋友談起，她和關東六魔中的第六魔閻世章一對一的廝鬥，居然把六魔殺了。閻世章卑職在北京時常見到他，不瞞大將軍說，他可比這位和大人武功要高些。」兆惠道：「嗯，剛才你是試他本領來著。」張召重道：「卑職很是冒昧。」和爾大怒道：「我本領雖然不濟，難道連一個大姑娘也打不過？就算她讓我，難道我瞧都瞧不出去來？」張召重不語，心道：「只怕你這膿包就是瞧出來。」兆惠道：「她故意放他回來，有甚麼用意？那當然是要讓我知道她調兵的情形。嗯，她派兩千人來救，又有兩千人接應。」他踱來踱去沉思，過了一會她說道：「如果其中只有詐，那麼他定不止派兩千人。她要我以為救兵只有兩千於是派三四千人抵禦，而她卻派了五六千，甚或六七千人來，使我出其不意，打個敗仗。」張召重道：「大將軍明見萬里，一定是這樣。」兆惠對和爾大道：「你給我傳令，叫正白旗鐵甲軍也開上去。」和爾大接令去了。兆惠道：「就是他們全軍都上來，也不過一萬五六千人，我這四萬多人一下就可建功。」張召重：「大將軍這場勝仗是打定的了。只是亂軍之中，別把皇上要的那兩個人弄死或是弄得不見了，只怕皇上要怪罪。」兆惠道：「你說怎樣？」張召重道：「卑職想請令先去把他們擒來，但圍困的兵仍舊不撤，裝作繼續圍困的樣子，好把維人主力引來。」兆惠道：「好罷，你帶五百鐵甲軍去。」張召重道：「他們不過八九人，我帶一百人就夠了。」兆惠發下令箭，張召重領兵疾馳而去。奔到土坑邊上，只見坑內連續十餘箭射出，三名鐵甲兵臉上中箭，撞下馬來。鐵甲軍攻勢稍挫，張召重領頭吶喊，又衝了上去。徐天宏驚道：「鐵甲軍來了，難道我猜的不對？」衛春華大叫：「是張召重那奸賊！」余魚同想起恩師慘死，目眥欲裂，手持金笛，縱身出坑，沒頭沒腦向張召重打去。張召重忽見一個醜臉和尚使用本門武術向他猛攻，很是出奇，獃得一獃，衛春華挺雙鉤也已撲上來。張召重持雙劍雙鬥衛余兩人，他武功雖比這兩人高得多，但衛春華向來捨命惡拚，余魚同這次更是甩出了性命，決心與仇人同歸於盡。常言道：「一人拚命，萬夫莫當。」更何況兩人拚命？所以三人在坑邊堪堪打了個平手。這時數十名鐵甲軍又衝到坑邊，陳家洛、文泰來、徐天宏、章進、駱冰、心硯都跳了上去。章進雙斧噹噹亂砍，鐵甲軍盔甲堅厚，砍不進去，反而險險被長矛刺中，駱冰、心硯、徐天宏三人也只落得拼命抵擋，傷不了人。文泰來一刀砍去，被鐵甲反震出來，大喝一聲，拋去單刀，空手向一名鐵甲軍撲去，那兵挺矛來刺，文泰來抓住矛頭，用力一拉，那兵那裏抵得住文泰來神力，啊喲一聲，長矛脫手。文泰來不及輪轉矛頭，就用矛柄向那兵臉上倒搠進去，直插入腦心，未及拔出，聽得駱冰急叫：「留神後面！」只覺背後一股勁風，文泰來左手勾轉，把一柄長矛夾在脅下，右手把先奪來的那枝長矛拔出，拿住矛頭，回身對準背後偷襲清兵之臉，一矛飛出，如一枝鏢槍般插入他口中，從腦後穿出，把這兵牢牢釘在地上。文泰來手挺雙矛，向鐵甲軍衝來，雙矛此起彼落，猛不可當，霎時之間，九名鐵甲軍被他長矛搠入臉中而死。陳家洛沒帶兵刃，手持兩條馬鞭，大叫：「心硯、章十弟，跟我來。」只見一名鐵甲軍挺長矛當胸搠來，陳家洛身體一側，長矛搠空，左手馬鞭一揮，纏住他雙足一扯，那兵撲地倒了，陳家洛叫道：「心硯，扯下他頭盔。」鐵甲軍穿了鐵甲，身體笨重，跌倒之後，半天爬不起來，心硯身手何等敏捷，早已把他頭盔扯了下來，章進隨手一斧，砍得腦漿迸裂。三人隨扯隨砍，一時間也弄死了八九名鐵甲軍。餘兵見文泰來挺矛刺來，心寒膽落，發一聲喊，都退走了。這時衛余兩人漸漸抵敵不住張召重的柔雲劍法，徐天宏已上去助戰，張召重見自己落單，刷刷數劍，把三人逼退兩步，退了下去。文泰來挺矛欲追，清兵萬箭射來，駱冰忽然驚叫：「你們快來！」首先跳進坑中，眾人紛紛跳入，只見周綺披散了頭髮，滿臉血污，一柄單刀左擋右抵，在坑中與四名跳進來的鐵甲軍苦鬥。坑中長矛施展不開，四人都用佩刀進攻，眾人大怒，齊齊撲上，一個被駱冰短刀搠死，一個被衛春華一鉤刺進腦中，其餘兩個都被文泰來左手抓住後心，右手擰住頭盔，交叉一扭，頸骨登時扭斷。徐天宏忙去扶住周綺，見她肩上臂上又受了兩處刀傷，心中很是痛惜。香香公主撕下衣服給她裹傷，徐天宏道：「兆惠本來想把我們圍在這裏，引維人部隊過來，一定是張召重那奸賊見到了總舵主，所以想把我們擒住。」陳家洛道：「他退去之後必不甘心，還會帶兵衝來。」徐天宏道：「咱們快向這邊挖，先拿住這奸賊再說。」眾人聽說可以拿住張召重，無不興奮，照著徐天宏的指點，在北首冰雪下挖進去。上面冰雪厚厚的凍了將近一尺，下面沙土掏空，絲毫看不出來。徐天宏道：「待會這奸賊再來，總舵主把他引到這陷阱上面。」剛剛挖好，張召重果然又率鐵甲軍衝了上來。他在兆惠面前誇過口，所以不再增兵，仍舊只帶領數十名鐵甲軍過來，這時每人手中都拿了盾牌，衛春華連珠箭射出，都被他們用盾牌擋住，霎時衝到坑前。陳家洛首先跳出坑外，對張召重道：「咱們來見個輸贏！」張召重見他手中沒有兵器，把長劍往地下一拋，說道：「好，今日不分勝敗不能算完。」兩人一個展開百花錯拳，一個用無極玄功拳，在雪地上打打起來。文泰來、徐天宏、章進、衛春華、余魚同、心硯六人也縱出坑來與鐵甲軍惡戰，只殺得眾清兵血染皓雪，骨暴黃沙，陳家洛一面打，一面移動位置，慢慢退到挖好的陷阱上面，眼見張召重再搶上兩步就要踏入陷阱，那知斜刺裏一名鐵甲軍衝來，踏在下面挖空的冰雪之上，驚叫一聲，跌了下去，接著一聲慘叫，想是被守在下面的駱冰一刀戳死。張召重獃了一獃。陳家洛見機關敗露，驀地和身撲上，抱住張召重身體，用力推他下去，但張召重雙足牢牢釘在雪地，運力反推，兩人僵持在坑邊，一個掙不脫，另一個也推他不下，誰也不敢鬆手，兩名鐵甲軍挺矛來刺陳家洛，徐天宏斜地躍來，舉單拐擋開長矛，俯身雙手一抬，把陳張兩人抬入陷阱之中，隨即一個打滾，鐵甲軍兩柄長矛刺入雪地。陳張兩人跌入沙坑，各各鬆手躍起，駱冰一刀向張召重砍到，被他施展空手入白刃功夫反拿手腕，用力一扯，已把短刀搶在手中。陳家洛背後一腳飛來，張召重不及向駱冰進攻，回身一刀，陳家洛側身避過，舉兩指向敵人腿上「陰市穴」點來。張召重腿一縮，駱冰颼颼把三柄飛刀向他擲去。沙坑之中無迴旋餘地，但張召重在間不容髮之際居然把三把飛刀一一避過，駱冰叫道：「總舵主接刀！」把長刀丟去，陳家洛接住刀柄，使開金剛伏虎刀法，和張召重的短刀狠鬥起來。陳家洛武功本雜，各家兵刃，全都會使，不似張召重獨精劍術，所以在兵器上佔了便宜。拆了十餘合，張召重連遇險招，左手連用拳術助守，才得化解。駱冰暗暗歡喜，這對鴛鴦刀她素不離手，現在卻被兩個敵人拿來性命相搏，她以往對長刀短刀並無好惡之分，這時卻只盼長刀得勝，短刀失敗。周綺則持刀護著香香公主，以防張召重使奸。兩人再打數招，張召重忽然把短刀住坑外用力一擲，說道：「我空手接你的兵刃。」左拳右掌，往陳家洛閃閃刀光中猛攻直進。陳家洛對駱冰叫道：「接刀！」把長刀擲還給她，左手一指往敵人「曲澤穴」點到。沙坑中迴旋轉身十分不便，更別說趨避退讓，兩人用盡平生本事，不敢有絲毫怠忽。拳腳相鬥，強弱易勢，數十招之後，漸漸分出高下，陳家洛百花錯拳雖然精妙，終不及張召重功力深厚，加之本力沒有他大，時候一長，慢慢有點支持不來，駱冰空自著急，兩人打得緊湊異常，要想幫助，那有空隙插得落手。眼見陳家洛愈打愈落下風，張召重飛起一腳，陳家洛向左一讓，張召重左掌反擊，其勢如風，突然坑上一人大喝：「鐵膽來了！」張召重左掌倏然收回，護住頂心，果然黑越越一枚鐵膽猛擲下來。張召重吃過周仲英鐵膽的苦頭，心中一寒，暗想：「這老兒怎麼也來了？他居高臨下，投擲之勢更為兇險。」既不敢接也不敢讓，猛然向後一拔，退開三尺，身子在沙坑邊上一撞，只聽見啪的一聲，鐵膽打落坑心，徐天宏隨勢縱了下來。原來周仲英自收徐天宏為義子後，當天即把稱雄武林的絕技子母鐵膽教給了他。徐天宏往來奔波，每日總抽出功夫習練，這天是第一次臨敵使用，仗著岳父聲威，雖然一擊不中，但也把張召重嚇得倒退。張召重雙足在地上一點，身子縱起，往坑外躍去，剛剛躍上，當頭一掌劈來，勢勁力疾，生平未遇。他右手一帶，把掌力化解了，但這樣一來，終究躍不出去，身子隨著落下，暗暗心驚：「這是誰？他功夫實不在我之下。」他腳剛點地，一人跟落，聲若巨雷，喝道：「奸賊，認得我麼？」只見那人身高膀闊，氣度威猛，正是奔雷手文泰來。衛春華、章進、余魚同、心硯四人已把鐵甲軍殺散，跟著跳下，這時文泰來與張召重面面相對，陳家洛等各人圍在四周。文泰來想起鐵膽莊被擒之辱，一路上又受了他多少折磨，劍眉倒豎，虎目生威，大叫一聲，一開首就是他生平絕技「霹靂掌」，呼呼數掌，疾如閃電，聲逾轟雷，大發神威，要在這丈餘方圓的沙坑之中與仇人拚個死活。這一番惡戰，比陳張兩人剛才決鬥更為激烈，兩人都使用最兇狠招數進攻。香香公主見文泰來大吆喝，風雷般向張召重攻去，不禁有點害怕。陳家洛察覺了她臉上驚懼的痕跡，靠著坑壁走到她身旁，左手牽住她的纖手，向她微微一笑。香香公主凝望他的臉，露出詢問的神色，陳家洛知是問他剛才打鬥是否很累，緩緩搖了搖頭。香香公主伸起手臂，拿衣袖替他揩拭臉上的汗水泥污。陳家洛摸出三粒圍棋子，以防文泰來萬一遇險，立時施救。他手中拿到棋子，心念一動：「這真像一局搏殺兇猛、形勢複雜的棋局，中間是文四哥與張召重全力廝拚。咱們在外面圍住。在咱們外面是一重清兵包圍，霍青桐姑娘又在外面設法施救，更在外面又有清兵大軍列陣包圍。這種局勢只要棋錯一著，立即滿盤全輸。」群雄知道文泰來滿腔怨氣，這次非親手報仇不可，所以都在一旁觀戰，防備張召重逃走，並不出手相助。大家素知文泰來武功卓絕，即使不能打勝，也絕不致落敗，但見一個猛攻，一個固守，就像大海中驚濤駭浪一個浪頭接著一個浪頭向一座礁石撲去，但那礁石始終屹立不動，浪頭過去，礁石又穩穩的站在海面。陳家洛見文泰來愈戰愈勇，但張召重神氣內斂，腳步沉凝，也毫無敗象，兩人廝拚下去，不知如何了局，這時外面敵兵重重圍住，必須先去了張召重這心腹之患，方能抵禦外敵，在圍棋中一片死棋如能與敵人僵持起來，誰也不敢先動，那麼外援一到，立即起死回生，反而可制敵死命。陳家洛心想：「別人出手，四哥或許會不快，但四嫂設法幫助，他絕不致見怪。」於是向駱冰使個眼色。駱冰會意，想放飛刀相助，怕兩人打得正緊，惟恐一刀誤傷丈夫，急道：「總舵主，你快出手，我不成。」陳家洛正要她這句話，嗤嗤嗤，三粒棋子向張召重要穴上打去，張召重連連閃避，文泰來乘勢直上。正要得手，忽聽得上前喊聲大振，馬匹奔馳，刀槍相交，一個人衝到坑邊，大叫：「陳公子，喀絲麗，你們在哪裏？」香香公主叫道：「爹爹，爹爹，我們在這裏啊！」陳家洛道：「救兵來啦，大家上呀，先殺了這奸賊！」眾人兵刃並舉，齊齊向張召重攻去。張召重知道無論如何招架不了這許多兵器，居然不避不讓，雙掌如風，直向香香公主後心擊去，眾人大驚，不約而同的搶過救援。哪知張召重這招是聲東擊西之計，突然一縮，右掌在坑邊抓起一把沙土一揚，坑中塵沙瀰漫，眾人眼睛一花，已被他躍上坑去，只聽他「哼」的一聲，臀部中了徐天宏一枚鐵膽，但終於逃了出去。群雄紛紛躍出追擊，只見木卓倫手舞長刀，一馬當先衝到，維人戰士跟在後面，眾清兵縱馬齊上，張召重在人叢中閃了數閃，隱沒不見了。文泰來奪得一條長矛，跨上白馬，要殺入敵陣追趕，被駱冰一把拖住。維人戰士訓練有素，木卓倫率領的黑旗隊戰鬥力雖然較差，但他們都知道這次為保衛鄉土而戰，人人奮勇當先，挺起盾牌，把主帥圍在中間。香香公主見父親趕到，臉上、鬍子上、刀上，濺滿了人血，縱身入懷，連叫：「爹爹！」木卓倫攬住了她，輕輕拍她背脊，說道：「乖寶別怕，爹爹來救你啦。」徐天宏站上馬背，觀看四周形勢，只見東首塵頭大起，雪地之中，尚且踏得塵土飛揚，知有鐵甲軍隱伏，叫道：「木老英雄，咱們快向西面高地上退卻。」木卓倫知道徐天宏十分機智，上次可蘭經就是他用計奪回，很信任他的話，發下命令向西疾馳，清兵隨後趕來。眾人奔了一陣，西面斜刺裏又有一彪軍馬殺到，將維人夾在中間。木卓倫和文泰來雙馬並馳，大呼衝出，被清兵一陣箭射了回來。木卓倫心想：「青兒的話果然不錯。剛才我是錯怪她了。她現下一定十分傷心。」徐天宏見形勢危急，率領眾人奔上大沙丘，憑勢固守，以待後援。維人居高臨下，清兵一時倒也不敢衝上來。木卓倫把攜帶的乾糧拿來給陳家洛等吃了，眾人在沙坑中困守了兩日一夜，身上帶的乾糧早已吃完，這時吃了一些乾羊肉麵餅，精神為之一振。且說霍青桐率領戰士到離敵陣十里處屯住。這天中午，各隊隊長和傳令騎兵紛紛來報，紅旗各隊長道：「大泥淖旁深溝已經挖好。」白旗第一隊隊長道：「葉爾羌城中居民撤得一個不留，隱僻處已藏好柴草石油。」白旗第二隊長道：「城裏水井已下大量毒藥，大漠上的毒蛇蘿草已被咱們採了幾百斤投在井裏。」哈薩克、蒙古各隊隊長也回報均已依令辦理。霍青桐道：「很好，各位辛苦了，現在咱們主力在東首大泥淖旁集中。」她拿出令箭，說道：「紅旗第二隊隊長，你率領五百名兄弟，在黑水河南岸固守，不許清兵衝過河來。對方至少有一萬人來攻，你切不可與他們硬拚，只求拖延時間，有一名清兵渡河，你別來見我。」那隊長接令去了。霍青桐又道：「白旗第一隊隊長，你帶領本部人馬，逗引清兵向西追趕，一路上戰鬥只許敗不許勝，逃入大漠，越遠越好。」那隊長素來兇悍好勝，昂然說道：「咱們維人只會打勝仗，打敗仗我可不會。」霍青桐道：「這是我的命令。你把攜帶著的四千頭牛羊一路丟棄，引導他們搶掠。」那隊長道：「幹麼把咱們的牲口送人？我不幹！」霍青桐一張小嘴繃得緊緊的，低沉而威嚴地問：「你不聽號令？」那隊長揚刀大呼：「你領我們打勝仗，我聽你號令，你叫我打敗仗，我拚死不服。」霍青桐道：「我是領你們打勝仗。你先敗退，再反攻。」那隊長紅了眼睛，叫道：「連你爹爹也不信你這套鬼話，還想騙得過我？你當我不知道你是甚麼心思？」霍青桐對身旁親兵道：「把他抓起來。」四名親兵搶上去把那隊長雙臂抓住。那隊長並不抵抗，只是冷笑，霍青桐大聲叫道：「清兵來欺侮咱們，咱們要全軍一心，才能打勝仗。你到底聽不聽號令？」那隊長大叫：「我不聽。你能把我怎樣？」霍青桐道：「把他砍了！」那隊長自負勇猛，以為霍青桐不敢罰他，聽了這句話，嚇得面如土色，親兵抽出長刀，一刀將那隊長首級割下。霍青桐下令把他首級傳觀三軍。全體戰士看了無不凜然。霍青桐令白旗第一隊副隊長升任隊長，引清兵向大漠追趕，看見東首狼煙升起，繞道趕回。那新任隊長接令去了。霍青桐下令已畢，一人騎馬向西，下馬跪下，淚流滿面，低聲禱祝：「萬能的真主，我是要使你的道得到勝利，要打敗入侵的敵人。現在我爹爹不相信我，哥哥不相信我，連我部下也不相信我。為了要使他們聽號令，我只得殺人。真主呀，求你佑護，讓我們得勝，讓爹爹和妹妹平安歸來。如果他們要死，求你千萬放過，讓我來替他們。我不再求你甚麼，讓那陳公子和妹妹好。你把妹妹造得這樣美麗，一定對她特別眷愛，望你對她眷愛到底。」她祝禱已畢，上馬拔劍，回馬叫道：「黑旗第一、第二兩隊隨來，其餘各隊各歸防地。」且說木卓倫、陳家洛等困守沙丘，過了午間，忽然清兵陣腳大亂，一彪軍馬衝了進來。雪花飛舞下，只見當先一人身披黃衫，手揮長劍，頭上一根碧綠的羽毛微微顫動，正是霍青桐奮勇殺入。徐天宏道：「咱們衝啊！」眾人率領維兵，往下衝殺，兩面夾擊，清兵阻攔不住。四隊黑旗軍合兵一處，香香公主縱馬上前，與姊姊擁抱。霍青桐拉著妹妹的手，叫道：「黑旗三隊隊長，你這隊快向西退，與白旗第一隊會合，聽白旗第一隊隊長號令。」那隊長接令帶隊馳出。他這隊騎的都是特選快馬，遠遠只見黃旗晃動，清兵正黃旗精兵追了下去。霍青桐喜道：「好極了。黑旗一隊隊長，你退向葉爾羌城中，聽我哥哥號令。黑旗二隊隊長，你向黑水河南岸退去，那邊有紅旗二隊隊長接應，你聽他號令。」兩隊黑旗兵又突圍而出，只見清兵正白旗，鑲黃旗兩旗官兵分兩路追趕而去。霍青桐叫道：「大家向東衝！」三百名近衛親兵長刀如雪，擁衛主帥當先開路，木卓倫、香香公主、陳家洛等眾人與黑旗第四隊人馬向東疾馳。兆惠指揮鐵甲軍兩翼包抄過來，這些是滿洲正藍旗的精兵，正副都統手執長槍大戟，奮勇急追。維人戰士數百人斷後，邊戰邊逃，霎時間數百人都被清兵裹住，砍瓜切菜般殺死了。兆惠大喜，指著霍青桐身旁的新月大纛，叫道：「誰奪到這面大纛，賞銀一千兩。」鐵甲軍爭先恐後，在大漠上狂奔追趕。黑旗第四隊乘坐的都是精選良馬，鐵甲軍一時追趕不上，跑出了三四十里地，維人戰士有的墮後，奮勇抵擋，都被清兵所殺。兆惠見殺死的維人不是老人，就是少年，喜道：「他們主帥身邊沒有精兵，大家努力追！」再追七八里路，維兵隊伍更見散亂，只見新月大纛在一個大沙丘上迎風飛舞，兆惠騎的是一匹大宛良馬，手揮大刀，當先衝去。眾親兵前後衛護。霍青桐等見清軍大兵衝到，縱馬下丘。兆惠一登沙坵，向前一望，這一下嚇得魂飛魄散，只見前面一隊隊維人戰士整整齊齊的排列在那裏，陣容壯盛，毫無聲息。一眼望去，紅旗似火，圓盾如雲，兆惠心想：「這些維人好狡猾，原來大隊集中在這裏。」他向北一看，只見一片白旗招展，又是數隊維人緩緩推來。兆惠急叫：「後隊作前隊，快退！」親兵傳令下去，清兵登時大亂，前面維人箭如蝗集，直逼過來，清兵本比維人多過數倍，但分兵追趕，追到這裏只有一萬名鐵甲軍，維人全部主力卻集中這裏，登時強弱易勢，西邊兩隊維人衝過來。兆惠一見西、南、北三面都有敵兵，只東面留出空隙，叫道：「大隊向東衝。」他自率親兵在西首斷後，三面維人逐漸逼近，清兵紛紛向東邊缺口中湧去，混亂中前面鐵甲軍大聲叫喊起來。一名騎兵奔到兆惠面前，大叫：「大將軍，不好啦，前面是大泥淖。」只見一千名鐵甲兵人馬已在泥淖中打滾，逐漸向下陷落。原來大漠之上河流不能入海，在沙漠中匯成湖泊，逐漸乾枯，就成泥淖。這個大泥淖方圓十多里，大雪一蓋，絲毫看不出來，霍青桐伏兵於此，兆惠貪勝猛追，那裏得知。陳家洛和眾人站在沙丘上觀戰，只見清兵陷入泥淖的越來越多，後隊人馬想向外奔逃，維人早已掘下深溝，馬匹無法跨越。鐵甲軍三面受擠，自相踐踏，不由自主的一個一個奔入泥淖之中。沙泥緩緩從腳上升到腿部，再升到膝上，再升到腰間。無數清兵在大泥淖中狂喊亂叫，聲音慘不忍聞，等到沙泥升到口中，喊聲停息，只見雙手揮舞，過了一會，全身沉入泥中。維人一萬多名戰士左手持盾，右手衣袖高舉，刀光勝雪，一聲不作，聚集在深溝外監視，兩隊精兵不住向鐵甲軍猛撲。清兵越戰越少，不到半個時辰，一萬多名正藍旗鐵甲軍全數被逼入大泥淖中。兆惠在一百多名親兵捨死保護之下，終於衝出了一缺口，逃了出去。香香公主在沙坵上瞧見數不清的兵士馬匹在大泥淖中滾動廝打、擁抱哭叫，拚命掙扎，心中不忍，別轉了頭不忍觀看。木卓倫十分歡喜，對霍青桐道：「青兒，我剛才說錯了話，你別見怪，實在是我性子太急，是爹爹不好。」霍青桐咬住嘴唇不語。心硯爬在地下又磕了兩個頭，說道：「小的該死，不知道姑娘另有神機妙算，衝撞了姑娘。姑娘大人不記小人過──」他話未說完，霍青桐一提韁繩，縱馬下了沙坵，把心硯僵在當地。章進笑道：「算啦，待會請總舵主給你說情罷。」他手舞足蹈，哈哈大笑，說道：「我就是不明白，幹麼她不把全部清兵都引到這大泥坑中來。」徐天宏道：「現在咱們人比清兵多，自然可把他們趕到這大泥坑裏，如要全體清兵在這裏，他們向外衝逃，一定攔阻不住？」章進道：「不錯，剛才咱們都錯怪了她。」這時大部清軍已陷沒泥中，無影無蹤，餘下來的小部人馬也陷沒半身，動彈不得，只有揮手叫號的份兒，空際充塞著慘厲的呼喊。又過一會，叫聲逐漸沉寂，大泥淖把萬餘鐵甲軍吞得乾乾淨淨。只見霍青桐高聲傳令：「大隊向西，到黑水河南岸聚集。」維人各隊在隊長率領下乘馬疾馳。路上陳家洛與木卓倫互道別來情況。木卓倫心中很是煩擾，他這兩個女兒同是自己至寶至愛，看來兩人都愛上了這個漢人。依照回教規矩，男子固然可以娶四個妻子，但陳家洛並非清真教徒，這件事不知如何了結。但他生性豪爽，心想：「把清兵殺敗了再說。青兒聰明伶俐，喀絲麗心地純良，姊妹兩人感情又好，總有解決辦法。」大隊人馬傍晚趕到了黑水河南岸，一名騎兵氣急敗壞的趕來向霍青桐與木卓倫報告：「清兵向我軍猛撲，紅旗二隊隊長已經陣亡，黑旗二隊隊長身受重傷，兩隊兄弟傷亡很重。」霍青桐道：「你叫黑旗二隊副隊長督戰，不許退卻一步。」那騎兵上去傳令。木卓倫道：「咱們上去增援罷？」霍青桐道：「不！」她轉頭對親兵道：「全軍坐下休息，不許舉火，不許出聲，大家吃乾糧。」命令傳達下去，一萬多人在黑暗中默默休息。遠遠傳來黑水河濺濺水聲，和清兵與維人的喊殺聲。一名騎兵急速奔來，報道：「黑旗二隊副隊長又陣亡，兄弟們抵擋不住啦！」霍青桐道：「紅旗三隊隊長，你這隊上去增援，那邊部隊都歸你指揮。」那隊長長刀一舉，答應著領隊去了。章進叫道：「霍青桐姑娘，我也去廝殺，好麼？」霍青桐道：「各位剛才辛苦啦，再休息一會罷。」章進見她指揮大軍，威風凜凜，不敢再說。紅旗三隊上去不久，喊聲大作，想是雙方戰鬥慘烈。霍青桐見戰士精力已經恢復，叫道：「紅旗各隊在東邊沙坵後面埋伏，白旗隊哈薩克、蒙古各隊在西邊埋伏。」長劍一揮，說道：「咱們上去！」眾人在親兵擁護下向前馳去，越向前奔，殺聲越響、不一會，金鐵交鳴之聲鏗然大作，只見維人戰士奮力守住黑水河支流上的幾座小木橋，清兵此伏彼起，拚死衝來。霍青桐叫道：「退後！」守橋的戰士向兩旁一撤，數千名鐵甲軍蜂擁過橋。霍青桐見清兵過來了一半，叫道：「拉去木條！」數十名維人牽了馬匹藏在河岸之下，橋上的木樑事先都已拆鬆，用巨繩縛在馬上，一聲令下，鬆韁鞭馬，百餘匹駿馬一齊向前。只聽得喀喇喇數聲巨響，木樑拉去，木橋登時折斷，數十名正在橋上的鐵甲軍墮入河中。清兵被分為兩截，隔河相望，相救不得。霍青桐令旗一揮，埋伏著的隊伍掩殺上來，清兵訓練有素，雖在混亂之中，仍聽參領、佐領指揮，集合在一起，排成陣勢。維人衝到清兵陣前數百步處，突然停步，霍青桐又是令旗一招，只聽見轟隆、轟隆巨響，連珠不絕，震耳欲聾，黑煙瀰漫，清兵腳下到處炸藥爆發，只炸得血肉橫飛，隊伍登時大亂，對面亂箭射來，無處可逃，紛紛墮河。他們身上在穿了厚重鐵甲，一落河水，登時沉底，餘下來的潰不成軍，片刻之間被維人大軍全部殲滅。白雪皚皚的河岸上到處是屍體兵戈，旌旗衣甲。對岸清兵嚇得心膽俱裂，向葉爾羌城中退去。霍青桐道：「渡河追擊！」戰士架起木橋，大軍向葉爾羌城衝去。徐天宏對陳家洛道：「這位姑娘用兵如此神妙，真是鬚眉所不及。」陳家洛也甚為嘆服。葉爾羌城中居民早已全部離去，霍阿伊見正白旗清兵攻到，稍加抵抗，即率隊退出。不久鑲黃旗清兵從黑水河潰退下來，與城中大軍會合，喘息甫定，主帥兆惠也在清兵擁衛下趕到。兆惠見鑲黃旗精兵又遭大敗，十分憤怒，忽然部下稟報，數百名軍卒喝了水井的水中毒而死。兆惠命一隊兵到城外取水，剛想休息，只見滿天通紅，城中到處火光燭天，親兵連珠價急報，四城起火。原來回疆盛產石油，許多地方掘地見油，霍青桐早就下令各處民房中貯藏石油，少數伏兵一點燃，把全城燒成一個大火爐。兆惠在親兵擁衛下冒火突煙，奪路逃命，城內清兵互相踐踏，親兵在兵卒叢中揮刀亂砍，殺出一條血路，奔到西門，對面大隊鐵甲軍湧來，報說城門已被維人堵住，衝不出去。兆惠轉而向東。這時火勢更烈，鐵甲一被火炙，熱不可當，眾清兵紛紛卸去鐵甲，亂奔亂竄，葉爾羌城內人馬雜沓，喊聲震天。混亂中一小隊人迎面奔來，大叫：「大將軍在那裏？」兆惠的親兵叫道：「在這裏。」當先一人如風趕到，正是和爾大，對兆惠道：「大將軍，東門敵兵少，咱們向東衝出去。」兆惠雖在危急之中，仍然十分鎮靜，率領殘兵，向東門突圍。維人萬箭射來，清兵沒有鐵甲，死傷纍纍，數次衝不出去。城中火勢更烈，數千名被燒死兵卒的焦味充塞空際，中人欲嘔。正危急間，張召重手持長劍，率領一隊清兵馳到，內外夾擊，把兆惠救了出去。霍青桐等在高地上望見，木卓倫連叫：「可惜！可惜！」霍青桐道：「紅旗四隊隊長，你率本隊去增援，堵死東門。」那隊長領隊去了。兆惠既已逃出，城中清兵群龍無首，四門都被回維人重兵堵住，東逃西竄，最後盡皆燒死在這熔爐之中。霍青桐道：「燒狼煙！」親兵將早就準備好的大堆狼糞點燃，一個黑煙巨柱衝天而起。原來狼糞之煙最濃，大漠上數十里外均可望見。周綺低聲問徐天宏：「喂，燒這個幹甚麼呀？」徐天宏道：「那是與遠處的人通消息。」果然過不多時，西面十多里外也是一道黑煙升起。徐天宏道：「那邊再過去的人見了這道煙，也會點燃狼糞，這樣一處傳一處，片刻之間就可把信號傳到數百里外。」周綺點頭道：「這個辦法真好。」維人戰士連打三個大勝仗，殲滅清兵精兵三萬餘人，士氣大振，成千成萬戰士互相擁抱，在葉爾羌城外高歌舞蹈。霍青桐傳集各隊隊長，說道：「現在各隊人馬到預定地點駐紮，晚上每個人要燒十堆火，各堆火頭距離越遠越好。」且說清兵正黃旗精兵一萬餘人在都統德鄂率領之下，向西猛追維人黑旗第三隊的戰士，黑旗戰士的坐騎都是特選的駿馬，直馳入大漠之中。德鄂奉了兆惠之命，務必追到維人，一鼓殲滅，所以銜尾疾追，兩軍人馬風馳電掣般奔出數十里地，忽然斜刺裏衝出數百頭牛羊來。清兵大喜，紛紛捕殺，飽餐了一頓，繼續追趕。黑旗三隊不久就與白旗一隊會合，一路奔逃，始終不與清兵接仗。到了傍晚，兩隊都已奔得精疲力盡，忽然東邊狼煙升起，白旗一隊隊長叫道：「翠羽黃衫已打了勝仗，咱們向東去！」眾戰士精神大振，勒韁回馬，清兵見維人忽然回頭，很是奇怪，上前衝殺，那知維人遠遠兜了過去。德鄂叫道：「你們逃到天邊，我們追到天邊。」維人在前面連夜奔逃，清兵正黃旗鐵甲軍在後疾追。正黃旗是滿清皇帝直轄的清兵，為八旗兵之冠，都統德鄂一心要立首功，毫不放鬆，沿途馬匹不斷倒斃，德鄂下令馬匹倒斃的騎兵步行隨後，其餘騎兵繼續追趕，跑到半夜，幾匹馬急奔而來，報稱：「大將軍就在右翼。」德鄂忙轉頭迎上，只見兆惠率領著三千多名殘兵敗將，狼狽不堪。兆惠見正黃旗精兵開到，精神一振，心想：「敵兵大勝之後，今晚必定不備，我軍出其不意的進攻，當可轉敗為勝。」於是下令全隊開拔，向黑水河旁挺進。行了二三十里，前哨報知維人大軍在前紮營。兆惠與張召重、和爾大等登高一望，只覺一股涼氣從心底直冒上來，全身猶如陷於冰窟。原來眼前漫山遍野都是一堆堆的烈火，一眼望去，無窮無盡，隱隱只聽得人喧馬嘶，不知有多少維人戰士。兆惠默然不語。和爾大道：「原來維人有十多萬兵隱藏在這裏，咱們以寡敵眾，怪不得要打敗仗。」其實這是霍青桐虛張聲勢，先把清兵分成四旗，然後以多勝少，逐一擊破。當夜每名維兵燒十堆烈火，遠遠望來，確是聲勢驚人。兆惠下令道：「各隊趕速上馬，向南撤退，不許發出一點聲息。」命令傳了下去，眾兵卒不及吃飯，立即上馬。和爾大道：「據嚮導說，這裏向南要經過英奇盤山腳下，大雪之後，山路十分難行。」兆惠道：「敵兵聲勢如此浩大，你瞧到處都是他們的隊伍。富德將軍有一支兵越戈壁而來，咱們要逃性命，只有向東南去和他會師。」和爾大道：「大將軍用兵確然神妙。」兆惠「哼」了一聲，兵敗之後再聽這種恭維話，簡直聽不下去。大軍向南開拔，道路愈來愈險，左面是黑水河，右面是英奇盤山，黑夜中星月無光，只有山上白雪映出一些淡淡光芒。兆惠下令道：「誰發出一點聲息，馬上砍了。」清兵大都來自遼東，知道山上積雪甚厚，一發聲音震動積雪，極可能釀成雪崩巨災，大家小心翼翼，下馬輕輕而行，走了十多里，道路愈陡，幸而天色漸明，清兵經過一日一夜的戰鬥奔馳，人困馬乏，個個臉無人色。忽然前面發喊，報稱有維人來攻，德鄂親率精兵上前迎敵，只見數百名維人俯衝而下，將到臨近，突然下馬，掉轉馬頭，每人拔出一柄匕首在馬臀上插了進去，馬匹負痛，發足向清兵裏狂衝過來，道路本狹，大家擠成一團，人馬紛紛落河。維人從捷徑向山上攀登，無數巨石投下，登時把道路封住。德鄂急令大軍向後退卻，只聽後隊叫聲大作，原來後路也被維人截斷了。德鄂親冒矢石，向前猛衝，只見英奇盤山頂上新月大纛迎風飄揚，大纛下站著十多個人在指揮督戰。兆惠令道：「向南猛衝，不顧死傷。」鐵甲軍把受傷或已死的人馬一一拖入河裏，清除了道路，一鼓作氣猛衝出去。前面數十名維人擋住。道路狹窄，清兵雖多，可是不能一湧而上，後面部隊卻繼續推上來，一時之間路口擠滿了人馬。擋路的維人突然向後一散，身後露出數十門土炮來。清兵嚇得魂飛天外，發一聲喊，轉身便逃，土炮放處，鐵片鐵釘直往陣中轟來。只是那土炮只能放得一次，第二次再放又要填塞炸藥鐵片，搞上大半天，這時清兵都已退了下去。這數十炮轟死了二百多名清兵，把他們去路截斷。兆惠又急又怒，忽聽聽見悉悉之聲，頭頸中一涼，原來是一小團雪塊掉在衣領之中，他抬頭一望，只見山峰上雪塊緩緩的滾落下來。和爾大大叫：「大將軍，不好啦，快向後退！」兆惠掉轉馬頭，向後疾奔，眾親兵亂砍亂打，把兵卒向河中亂推，搶奪道路，只聽見雪崩之聲，愈來愈響，積雪挾著沙石，從天而降，猶如天崩地裂，那股聲勢比千軍萬馬還要猛烈，轟轟之聲，震耳欲聾。兆惠伏在馬鞍上，和爾大與張召重左右衛護，奔出了三里多遠。回頭一看，只見道路上積雪十多丈，數千精兵全被埋在雪下。向前眺望，也是積雪滿途，行走不得，兆惠身處絕境，四萬多精兵在一天兩夜之間全軍覆沒，悲從中來，放聲大哭。張召重道：「大將軍，咱們從山上走。」他左手拉住兆惠，一提氣，往山上竄去，和爾大施展輕功，手執單刀在後保護。霍青桐在遠處山頭望去，叫道：「有人要逃，快去截攔。」數十名蒙古兵在小隊長率領下飛奔而來，跑到臨近，見爬上來的三人都是大官服色，十分欣喜，居高臨下，準備活捉。兆惠暗暗叫苦，心想今日兵敗之後，還不免被擒受辱。張召重一言不發，提勁疾上。他手中挽了兆惠，但在這冰雪凍得光溜溜的山上還是步履如飛，和爾大雖然空手，拚了命還是追趕不上，對他不由欽服。張召重爬到山頂，一提把兆惠甩了起來，數十名蒙古兵同時撲到。張召重把兆惠挾在腋下，「一鶴衝天」，從人圈中縱了出來，蒙古兵撲了一個空，互相撞得頭腫鼻歪，回身來追，兩人早已衝下山去了。和爾大要想跟去，慢了一步，被一名蒙古兵撲到扭住，兩人滾在地上，其餘蒙古兵搶上前來，橫拖直曳，拉到霍青桐面前。這時各隊隊長紛紛上來報捷，正黃旗清兵全軍覆沒，逃脫性命的除兆惠與張召重外，不過身手特別矯捷的數十人而已。霍青桐等回到營帳，維人戰士將俘虜陸續解來。這時維人已把清兵大營攻破，糧草兵戈，繳獲無數。俘虜中忽倫四兄弟也在其內，維人戰士報稱，攻進大營時發現他們被縛著放在篷帳之中。陳家洛詢問原委，忽倫大虎說：「兆大將軍怪我們幫你，要殺我們四人的頭，說等打了勝仗再殺。」陳家洛道：「以後你們跟著我，好不好？」四兄弟同時拜倒，道：「公子肯收留我們，我們一定聽你話，你要我們做甚麼都行。」陳家洛微微一笑，對霍青桐道：「我想要了這四個人。」霍青桐道：「公子帶去便是。」陳家洛對心硯道：「每人賞他們五兩金子，你把咱們的規矩教他們。」忽倫四兄弟歡天喜地的跟著心硯下去了。這時派出去追索兆惠殘部的紅旗三隊隊長匆匆進帳回稟，說哨探急報，戈壁中有清兵四五千人向南而來，霍青桐一躍而起，帶了十隊維兵上前迎敵。行了數十里，果見前面塵頭大起，霍青桐令旗一招，兩隊紅旗維兵乘著戰勝餘威，一鼓作氣向前猛衝，原來這是兆惠副手富德帶來的援兵，途中與兆惠及張召重相遇，知道清兵大軍覆沒，忙收集殘兵，向東撤退，那知終於被霍青桐攔住。清兵兼程赴援，走得人困馬乏，人數又少，那裏擋得住維人大軍衝擊。兆惠不敢再戰，命令車輛馬匹圍成一個圓圈，清兵弓箭手在圈內固守。維兵幾次衝鋒，衝不進去。霍青桐道：「他們負隅死守，這時強攻，我們損失必重，現在我眾彼寡，不如圍困。」陳家洛道：「正該如此。」霍青桐下令掘壕，維兵萬餘人一齊動手，在清兵四周掘起長壕深溝，要把清兵在這大漠之中活活餓死渴死。維人在黑水河英奇盤山腳大破兆惠清兵，時在乾隆二十三年十月，這一次圍困，自十月一直圍到明年正月，凡四月之久，史稱「黑水營之圍」。清兵輾轉死於大漠之中者不知凡幾，只因乾隆皇帝一人的窮兵黷武，使千萬維人家破人亡，數萬清兵骨暴黃沙。到得傍晚，木卓倫與霍阿伊又帶援兵數千到達，在長壕前面堆起土提。陳家洛等在旁相助，文泰來遠遠望見兆惠身旁有一人指指點點，正是張召重，文泰來大怒，從維人戰士手中接過弓箭。徐天宏道：「這奸賊原來在這裏，只怕太遠，射不到。」文泰來施展神力，啪的一聲，一張鐵胎弓登時拉斷，忙換了一張弓，彎弓搭箭，手一放，羽箭如流星般直向張召重面門飛到。張召重吃了一驚，心想：「相距這麼遠，怎會有箭射來？」身子一側，那箭噗的一聲，插入他身後一名親兵胸膛之中。衛春華道：「四哥，咱們衝進去找這奸賊。」徐天宏忙道：「不行！咱們不要犯了霍青桐姑娘的號令。」文泰來、衛春華等點頭稱是。眾人望著張召重的人影，恨聲不絕，說道：「終有一日要拿住這奸賊，碎屍萬段。」這時忽聽見軍中奏起哀樂，維人戰士在地下掘了一個個深坑，把陣亡的戰士們放在坑內，屍體都用白布裹住，右手握刀，頭上腳下，直立放在坑內，面目向西，然後埋葬。陳家洛等很是奇怪，詢問身旁的戰士，那戰士道：「我們是伊斯蘭教徒，死了魂歸天國，肉體直立，面目向著西方聖地麥加。」群雄見他們如此英雄氣概，嗟嘆不已，埋葬已畢，木卓倫率領維人舉行盛大祈禱，感謝真神祐護，打了這樣一個大勝仗。祈禱完畢後，全軍歡聲雷動，各隊隊長紛紛到霍青桐面前舉刀致敬。衛春華道：「這一仗把清兵殺得心碎膽裂，也給咱們出了一口惡氣。」徐天宏沉吟道：「皇帝明明跟咱們結了盟，怎麼並不撤軍？難道他這是故意的，要把滿洲精兵在大漠中滅掉？」文泰來道：「我對那皇帝才不相信呢。」眾人議論了一會，猜測不準。余魚同道：「霍青桐姑娘是維人，怎麼這樣深通孫子兵法？」章進道：「甚麼孫子兵法？」余魚同道：「孫子曰：『凡先處戰地而待敵者佚，後處戰地而趨戰者勞，故善戰者，致人而不致於人。』她伏兵持敵，使清兵疲於奔命，不是致人而不致於人麼？孫子又說：『故形人而我無形，則我專而敵分，我專為一，敵分為十，是以十攻其一也，則我眾而敵寡。能以眾擊寡者，則吾之所與敵者，約矣。』她把清兵分而為四，成為我眾而敵寡，豈不暗合孫子之道。」衛春華等都點頭讚嘆。余魚同又道：「她先派老弱的黑旗隊出去誘敵，這不是『能而示之不能，用而示之不用』麼？她命白旗隊把正黃旗精兵遙遙引到大漠之中，而自己主力在大泥淖旁殲敵，不是『近而示之遠，遠而示之近』麼？」陳家洛點頭道：「不錯，她讓數百名殿後戰士被消滅，那是『利而誘之』，棄葉爾羌城是用『卻而避之』，黑水河上斷橋是『亂而取之』了！」周綺聽得不耐煩了，說道：「你們儘掉書袋幹麼呀？人家不懂。」駱冰笑道：「霍青桐妹妹的師父是天山雙鷹，他們是漢人，孫子兵法大概是他們教的。」周綺道：「打仗的法兒大家都可以懂的，咱們有孫子兵法，說不定他們有爺爺兵法呢。」眾人都大笑起來。