第八回這些人你說一段，我說一段，湊在一起，眾人心頭疑團已解了大半，只是饑火上衝，茶越喝得多越是肚餓。陶百歲大聲道：「現下話已說明白了，這柄刀確是田歸農親手交給我兒的，各位不得爭奪了吧？」劉元鶴笑道：「田大哥交給陶世兄的，只是一隻空鐵盒。若是你要空盒，在下並無話說。寶刀卻那有你的份？」殷吉道：「此刀該歸我天龍南宗，再無疑問。」阮士中道：「當日田師兄未行授刀之禮，此刀仍屬北宗。」眾人越爭聲音越大。寶樹忽然朗聲道：「各位爭奪此刀，為了何事？」眾人一時啞口無言，竟然難以回答。寶樹冷笑道：「先前各位只知此刀削鐵如泥，鋒利無比，還不知它關連著一個極大寶藏。現今有人說了出來，那更是人人眼紅，個個起心。可是老和尚倒要請教：若無寶藏地圖，單要此刀何用？」眾人心頭一凜，一齊望著苗若蘭鬢邊那隻珠釵。苗若蘭文秀柔弱，要取她頭上珠釵，直是一舉手之勞，只是人人想到她父親威震天下，若是對她有絲毫冒犯褻瀆，她父親追究起來，誰人敢當？是以眼見那珠釵微微顫動，卻無人敢先說話。劉元鶴向眾人橫眼一掃，臉露傲色，走到苗若蘭面前，右手一探，突然將她鬢邊的珠釵拔了下來。苗若蘭又羞又怒，臉色蒼白，退後了兩步。眾人見劉元鶴居然如此大膽，無不失色。劉元鶴道：「本人奉旨而行，怕他甚麼苗大俠，秧大俠？再說，那金面佛此刻是死是活，哼，哼，卻也在未知之數呢。」群豪齊問：「怎麼？」劉元鶴微微一笑，道：「眼下計來，那金面佛縱然尚在人世，十之八九，也已全身銬鐐、落入天牢之中了。」苗若蘭大吃一驚，登忘珠釵被奪之辱，只掛念著父親的安危，忙問：「你……你說我爹爹怎麼了？」寶樹也道：「請道其詳。」劉元鶴想起上峰之時，被他在雪中橫拖倒曳，狼狽不堪，但自己說起奉旨而行種種情由，寶樹神色登變，此時聽他相詢，更是得意，忍不住要將機密大事吐露出來，好在人前自佔身份，於是問道：「寶樹大師，在下先要問你一句，此間主人是誰？」群豪在山上半日，始終不知主人是誰，聽劉元鶴此問，正合心意，一齊望著寶樹，只聽他笑道：「既然大夥兒都不隱瞞，老衲也不用賣那臭關子了。此間主人姓杜名希孟，是武林中一位響噹噹的腳色。」眾人互相望了一眼，心中暗念：「杜希孟？杜希孟？」卻都想不起此人是誰。寶樹微微一笑，道：「這位杜老英雄自視甚高，等閒不與人交往，是以武功雖強，常人可不知他名頭。然而江湖上一等一的人物，卻個個對他極是欽慕。」這幾句話說得輕描淡寫，可把眾人都損了一下，言下之意，明是說眾人實不足道。殷吉、阮士中等都感惱怒，但想苗人鳳在那對聯上稱他為「希孟仁兄」，而自己確夠不上與金面佛稱兄道弟，寶樹之言雖令人不快，卻也無可辯駁。※※※劉元鶴道：「咱們上山之時，此間的管家說道：『主人赴寧古塔相請金面佛，又派人前去邀請興漢丐幫的范幫主。』這話可有點兒不盡不實。想那范幫主在河南開封府被擒，小弟也曾出了一點兒力氣。」眾人驚道：「范幫主被擒？」劉元鶴笑道：「這是御前侍衛總管賽大人親自下的手。想那范幫主雖然也算得上是個人物，卻也不必勞動賽總管的大駕啊。我們拿住范幫主，只是把他當作一片香餌，用來釣一條大大的金鰲。那金鰲嘛，自然是苗人鳳啦。杜莊主要去邀苗人鳳來對付甚麼雪山飛狐，其實那裏邀得到？苗人鳳這當兒定是去了北京，想要搭救范幫主。嘿嘿，賽總管在北京安排下天羅地網，專候苗人鳳大駕光臨。他若是不上這當，我們原是拿他沒有法兒。他竟上京救人，這叫做啄木鳥啃黃蓮樹，自討苦吃。」苗若蘭與父親相別之時，確是聽父親說有事赴京，囑她先上雪峰，到杜家暫居。這時聽劉元鶴如此說來，只怕父親真是凶多吉少，不由得玉容失色。劉元鶴洋洋得意，說道：「咱們地圖有了，寶刀也有了，去把李自成的寶藏發掘出來，獻給聖上，這裏人人少不了一個封妻蔭子的功名。」他見有的人臉現喜色，有的確有猶豫之意，心知如陶百歲等人，把發財瞧得比升官更重，又道：「想那寶藏堆積如山，大夥兒順手牽羊，取上一些，那就一世吃著不盡，有何不美？」眾人轟然喝采，再無異議。田青文本來羞愧難當，獨自躲在內室，聽得廳上叫好之聲不絕，知道已不在談論她的醜事，當下悄悄出來，站在門邊。劉元鶴在頭上拔下一根頭髮，慢慢從珠釵的鳳嘴裏穿了過去，依著當日所見苗人鳳的手法，輕輕一拉一甩，鳳投機括彈開，果然有個紙團掉了出來。眾人都是「哦」的一聲。劉元鶴打開紙團，攤在桌上。眾人圍攏去看。但見那紙薄如蟬翼，雖然年深日久，但因密藏珠釵之中，卻是絲毫未損，紙上繪著一座筆立高聳的山峰，峰旁寫著九個字道：「遼東烏蘭山玉筆峰後」。寶樹大叫：「啊哈，天下竟有這等巧事？咱們所在之處，就是烏蘭山玉筆峰啊。」眾人瞧那圖上山峰之形，果真與這雪峰一般無異，上峰時所見崖邊的三株古松，圖上也畫得清清楚楚，當下無不嘖嘖稱異。寶樹道：「此處莊上杜老英雄見聞廣博，必是得知了寶藏的消息，是以特意在此建莊。否則此處氣候酷寒，上下艱難，又何必費這麼大的事？」劉元鶴心中一急，忙道：「啊喲！那可不妙。他這莊子建造已久，還不早將寶藏搬得一乾二淨？」寶樹微笑道：「那也未必。劉大人你想，要是他已找到了寶藏所在，定然早就去了別地，絕不會仍在此處居住。」劉元鶴一拍大腿，叫道：「不錯，不錯！快到後山去。」寶樹指著苗若蘭道：「這位苗姑娘與莊上眾人怎麼辦？」劉元鶴轉過身來，只見于管家等莊上傭僕，個個已走得不知去向。田青文從門後出來，說道：「不知怎的，莊上男男女女都躲了個乾乾淨淨。」劉元鶴搶過一柄單刀，走到苗若蘭身前，說道：「咱們所說之事，她句句聽在耳裏，這禍根可留不得。」舉起單刀，就要往她頭頂砍落。突然間人影一閃，琴兒從背後躍出，抱住劉元鶴的手，狠命在他手腕上咬了一口。劉元鶴出其不意，手腕一疼，噹啷一響，單刀落地。琴兒大罵：「短命的惡賊，你敢傷了小姐一根毫毛，我家老爺上得山來，抽你的筋，剝你的皮，這裏人人脫不了干係。」劉元鶴大怒，反手一拳，猛往琴兒臉上擊去。熊元獻伸出右臂，格開了他一拳，說道：「師哥，咱們尋寶要緊，不必多傷人命！」要知熊元獻一生走鑣，向來膽小怕事，謹慎穩重，不像他師兄做了皇帝侍衛，殺幾個老百姓不當一回事，他聽了琴兒之言，心想若是傷了苗若蘭，萬一她父親逃脫羅網，那可大禍臨頭了。殷吉和他心意相同，也道：「劉師兄，咱們快去尋寶。」劉元鶴雙目一瞪，指著苗若蘭道：「這妞兒怎麼辦？」寶樹笑吟吟的走上兩步，大袖微揚，已在苗若蘭頸口「天突」與背心「神通」兩穴上各點了一指。苗若蘭全身酸軟，癱在椅上，心裏又羞又急，卻說不出話。琴兒只道他傷了小姐，橫了心又抓住了和尚的手，要狠狠咬他一口。寶樹讓她抓住自己右手拉到口邊，手指抖動，點了她鼻邊「迎香」、口旁「地倉」兩穴。琴兒身子一震，摔倒在地。田青文道：「苗家妹子坐在此處須不好看。」俯身托起她的身子，笑道：「真輕，倒似沒生骨頭。」走向東邊廂房。那東廂房原是杜莊主款待賓客的所在，床帳几桌、一應起居之具齊備，陳設得甚是考究。田青文掩上了門，替苗若蘭除去鞋襪外裳，只留下貼身小衣，將她裹在被中，垂下了羅帳。苗若蘭自七八歲後，未在人前除過衣衫，眼前之人雖是女子，也已羞得滿臉紅暈。田青文望著她身子，笑道：「怕我瞧嗎？妹子，你生得真美，連我也不禁動心呢。」抱了她衣衫走到廳上，道：「她衣衫都給我除下了，縱然時辰一過，穴道解了，也叫她走動不得。」群豪一齊大笑。寶樹道：「咱們大家來瞧瞧，從這刀子之中，到底如何能尋到寶藏。」說著從懷中取出鐵盒，打開盒蓋，提刀在手，見刀鞘上除了刻得有字外，更無別樣奇異之處。他一手持鞘，一手持柄，刷的一響，將刀拔了出來，只覺青光四射，寒氣透骨，不禁機伶伶的打個冷戰。眾人同時「啊」的一聲叫了出來。他將寶刀放在桌上，眾人圍攏觀看，見刀身一面光滑平整，另一面卻雕鏤著雙龍搶珠的花紋。兩條龍一大一小，形狀既極醜陋，而且龍不像龍，蛇不像蛇，倒如兩條毛蟲，但所搶之珠卻是一塊紅玉，寶光照人，的是珍物。曹雲奇拿起刀來細看，道：「那有甚麼古怪？」寶樹道：「這兩條蟲兒必與寶藏有關，咱們到後山瞧瞧再說。給我！」說著伸手去接寶刀。曹雲奇更不打話，迴刀護身，急奔而出。寶樹怒道：「你幹甚麼？」追了出去。出得大門，只見曹雲奇握刀向前急奔，寶樹右手一揚，一顆鐵念珠激飛而出，正中他右肩肩胛骨。曹雲奇手臂酸麻，拿捏不住，擦的一聲，寶刀落在雪地之中。寶樹大踏步上前，拾起寶刀。曹雲奇不敢再爭，退在一旁，眼見寶樹與劉元鶴一個持刀、一個持圖，並肩向山後走去。這時餘人也都湧出大門，跟隨在後。寶樹笑道：「劉大人，適才老衲多有冒犯，請勿見怪。」劉元鶴見他陪笑謝罪，心中樂意，說道：「大師武藝高強，在下佩服得緊，日後還有借重之處。」寶樹道：「不敢。」兩人走了一陣，眼見山峰已無路可行，四顧盡是皚皚白雪，雖然明知寶藏是在這玉筆峰下，但偌大一座山峰，到處冰封雪凍，沒留下絲毫痕跡，卻到那裏找去？若要把峰上冰雪剷除，即窮千百人之力，也非一年半載之功，何況今日鏟了，明日又有大雪落下；想到杜希孟已在峰上住了幾十年，必定日日夜夜苦心焦慮、千方百計的尋寶，至今未能成功，尋寶之事，自然大非易易。眾人站在崖邊東張西望，束手無策。田青文忽然指著峰下一條丘巒起伏的小小山脈，叫道：「你們瞧！」眾人順著她手指望去，未見有何異狀。田青文道：「各位，看這山丘的模樣，是否與軍刀上的花紋相似？」眾人給她一語提醒，細看那條山脈，但見一路從東北走向西南，另一路自正南向北，兩路山脈相會之處，有一座形似圓墩的矮峰。寶樹舉起寶刀一看，再望山脈，見那山脈的去勢位置，正與刀上所雕的雙龍搶珠圖一般無異，那圓峰正當刀上寶石的所在，不禁叫了出來：「不錯，不錯，寶藏定是在那圓峰之中。」劉元鶴道：「咱們快下去。」此時眾人一意尋寶，倒也算得上齊心合力，不再互相猜疑加害。各人撕下衣襟裹在手上，拉著粗索慢慢溜下峰去。第一個溜下的是劉元鶴，最後一個是殷吉。他溜下後本想將繩索毀去，以免後患，但見眾人都已去遠，生怕尋到寶藏時沒了自己的份，當下不敢停留，展開輕功向前疾追。自玉筆峰望將下來，那圓峰就在眼前，可是平地走去，路程卻也不近，約莫有二十來里。眾人輕功都好，不到半個時辰，已奔到圓峰之前。各人繞著那圓峰轉來轉去，找尋寶藏的所在。陶子安忽向左一指，叫道：「那是誰？」眾人聽他語聲忽促，一齊望去，只見一條灰白色的人影在雪地中急馳而過，身法之快，實是難以形容，轉眼之間，那白影已奔向玉筆峰而去。寶樹失聲道：「雪山飛狐！胡一刀之子，如此了得！」說話之間臉色灰暗，顯是心有重憂。他正自沉思，忽聽田青文尖聲大叫，急忙轉過頭來，只見圓峰的坡上空了一個窟窿，田青文人形卻已不見。陶子安與曹雲奇一直都待在田青文身畔，見她突然失足陷落，不約而同的叫道：「青妹！」都欲躍入救援。陶百歲一把拉住兒子，喝道：「幹甚麼？」陶子安不理，用力掙脫，與曹雲奇一齊跳落。那知這窟窿其實甚淺，兩人跳了下去，都壓在田青文身上，三人齊驚呼。上面眾人不禁好笑，伸手將三人拉了上來。寶樹道：「只怕寶藏就在窟窿之中也未可知。田姑娘，在下面見到甚麼？」田青文撫摸身上撞著山石的痛處，怨道：「黑漆漆的甚麼也沒瞧見。」寶樹躍了下去，幌亮火摺，見那窟窿徑不逾丈，裏面都是極堅硬的岩石與冰雪，再無異狀，只得縱身而上。猛聽得周雲陽與鄭三娘兩人縱聲驚呼，先後陷入了東邊和南邊的雪中窟窿。阮士中與熊元獻分別將兩人拉起。看來這圓峰周圍都是窟窿，眾人只怕失足掉入極深極險的洞中，當下不敢亂走，都站在原地不動。寶樹嘆道：「杜莊主在玉筆峰一住數十年，不知寶藏所在。他無寶刀地圖，茫無頭緒，那也罷了。但咱們明知是在這圓丘之中，仍是無處著手，那更加算得無能了。」眾人站得累了，各自散坐原地。肚中越來越餓，都是神困氣沮。鄭三娘傷處又痛了起來，咬著牙齒，伸手按住創口，一轉頭間，只見寶樹手中刀上的寶石給雪光一映，更是晶瑩美艷。她跟著丈夫走鏢多年，見過不少珍異寶物，這時見那寶石光彩有些異樣，心中一動，說道：「大師，請你借寶刀給我瞧瞧。」寶樹心想：「她是女流之輩，腿上又受了傷，怕她何來？」當下將刀遞了過去。鄭三娘接刀細看，果見那寶石是反面嵌鑲的。原來寶石兩面有陰陽正反之分，有些高手匠人能將寶石雕琢得正反面一般無異，但在行家眼中，仍能分辨清楚。鄭三娘道：「大師，這寶石反面朝上，只怕中間另有古怪。」寶樹正自徬徨無計，一聽此言，心道：「不管她說的是對是錯，弄開來瞧瞧再說。」當下接過刀來，從身邊取出一柄匕首，力透指尖，用匕首尖頭在寶石下輕輕一挑，寶石離刀跳落。寶樹拈起寶石，細看兩面，並無特異之處，再向刀身上鑲嵌寶石的凹窩兒一瞧，不禁失聲叫道：「在這裏了！」原來那窩兒之中，刻著一個箭頭，指向東北偏北，箭頭盡處有個小小的圓圈。寶樹喜不自勝，心想這窩兒正中，當是圓峰之頂，一算距離遠近，看準了方位，一步步走將過去，待走到所計之處，果然腳下鬆動，身子下落。他早有防備，雙足著地，立即幌亮火摺，撥開冰雪，見前面是條長長的通道，當即向前走去。劉元鶴等也跟著躍下。火摺點不多久就熄了，可是那山洞盤旋曲折，接連轉了幾個彎，仍是未到盡頭。曹雲奇道：「我去折些枯枝。」他奔出山洞，抱了一大綑枯柴回來，打火點燃了一根火把。他為人鹵莽，卻也有一樣好處，做事勇往直前，手執火把，當先而行。洞中到處是千年不化的尖冰，有些處所的冰條如刀劍般鋒銳突出。陶百歲捧了一塊大石，沿途擊去阻路的冰尖。眾人上山時各懷敵意，此時重寶在望，竟然同舟共濟、相互扶持起來。又轉了個彎，田青文忽然叫道：「咦！」指著曹雲奇身前地下黃澄澄的一物。曹雲奇俯身拾起，原來是一支金鑄的小筆，筆身上刻著一個「安」字，就和田青文上峰之前手中所拿的一模一樣。曹雲奇疑雲大起，回頭對陶子安厲聲說道：「嘿，原來你到這兒來過啦！」陶子安道：「誰說我來過？你瞧一路上有沒人行的痕跡？」曹雲奇心想：「這山洞之中，確無人行足跡，那麼他這枚金筆又怎會掉在此處？」他心中想到何事，再也藏不住片刻，當即攤開手掌，露出黃金小筆，說道：「這不是你的嗎？上面明明刻著你的名字！」陶子安一看，搖頭道：「我從沒見過。」曹雲奇大怒，手掌一翻，拋筆在地，探手抓住陶子安衣襟，一口唾沫吐了過去，喝道：「還想賴！我明明見她拿著你送的筆兒。」這山洞中轉身都不方便，陶子安那能閃避？這一口唾沫，正吐在他鼻子左側。他大怒之下，右腳飛出，踢中曹雲奇小腹，同時雙手一招「燕歸巢」，擊中了對方胸口。曹雲奇身子一震，拋下火把，右手還了一拳，砰的一聲，打在陶子安臉上。火把熄滅，洞中一片漆黑，只聽得兩人吆喝怒罵，夾著砰砰蓬蓬之聲。兩人拳打腳踢，招招都擊中對方，到後來扭成一團，滾在地下。眾人又好氣又好笑，齊聲勸解。曹陶二人那裏肯聽？忽聽田青文高聲叫道：「那一個再不住手，我永不再跟他說話。」曹陶二人一怔，不由得鬆開了手，站起身來。只聽熊元獻在黑暗中細聲細氣的說道：「是我熊元獻，找火把點火，兩位可別喝錯了醋，拳腳往在下身上招呼。」他伸手在地下摸索，摸到了火把，重又點燃。只見曹陶二人眼青鼻腫，呼呼喘氣，四手握拳，怒目相視。田青文從懷裏取出一枝黃金小筆，再拾起地下的小筆，向曹雲奇道：「這兩枝筆果真是一對兒，可誰跟你說是他給我的？」曹雲奇無話可答，結結巴巴的道：「不是他給的，那你從那兒來的？為甚麼筆上又有他名字？」陶百歲接過小筆，看了一眼，問曹雲奇道：「你師父是田歸農，你師祖是誰？」曹雲奇一怔，道：「師祖？那是我師父的父親，他老人家諱上安下豹。」陶百歲冷笑道：「是啊！他用甚麼暗器？」曹雲奇道：「我……我沒見過師祖。」陶百歲道：「你沒見過，你阮師叔的武藝是田安豹親手所授，你問問他。」曹雲奇還沒開口，阮士中已接口道：「雲奇不用胡鬧啦。這對黃金小筆，是你師祖爺所用的暗器。」曹雲奇啞口無言，但心中疑惑絲毫不減。寶樹道：「你們要爭風打架，不妨請到外面去拼個死活。我們可是要尋寶。」熊元獻高舉火把當先領路，轉過了彎去。這時洞穴愈來愈窄，眾人須得弓身而行，有時頭頂撞上了堅冰尖角，隱隱生疼，但想到重寶在望，也都不以為苦。行了一盞茶時分，前面已無去路，只見一塊圓形巨岩疊在另一塊圓岩上，兩塊巨岩封住了去路。兩岩之間都是堅冰凝結。熊元獻伸手一堆，巨岩紋絲不動，轉過頭來，問寶樹道：「怎麼辦？」寶樹搔頭不語。群豪之中以殷吉最有智計，他微一沉吟，說道：「兩塊圓石相疊，必可推動，只是給冰凍住了。」寶樹喜道：「對，把冰融開就是。」熊元獻便將火把湊近圓岩，去燒二岩之間的堅冰。曹雲奇、周雲陽等回到外面，又拾了些柴枝來加火。火焰越燒越大，冰化為水，只聽得叮叮之聲不絕，一塊塊碎冰落在地下。眼見二岩之間的堅冰已融去大半，寶樹性急，雙手在巨岩上運力一推，那岩石毫不動彈，再燒一陣，堅冰融去更多，寶樹第二次再推時，那巨岩幌了幾幌，竟慢慢轉將過去，露出一道空隙，宛似個天造地設的石門一般。眾人大喜，齊聲歡呼起來。阮士中伸手相助，和寶樹二人合力，將空隙推大。寶樹從火堆裏拾起一根柴枝，當先而入。眾人各執火把，紛紛跟進。一踏進石門，一陣金光照射，人人眼花繚亂，凝神屏氣，個個張大了口合不攏來。原來裏面竟是個極大的洞穴，四面堆滿了金磚銀塊，珍珠寶石，不計其數。只是金銀珠寶都隱在透明的堅冰之後。料想當年闖王的部屬把金銀珠寶藏入之後，澆上冷水。該地終年酷寒，堅冰不融，金珠就似藏在水晶之中一般。各人望著金銀珠寶，好半晌說不出話來，一時洞中寂靜無聲。突然之間，歡呼之聲大作。寶樹、陶百歲等都撲到冰上，不知說甚麼好。忽然田青文驚呼：「有人！」指著壁內。火光照耀下果見有兩個黑影，站在靠壁之處。眾人這一驚直是非同小可，萬想不到洞內竟會有人，難道洞穴另有入口之處？個人手執兵刃，不由自主的相互靠在一起。隔了好一會，只見兩個黑影竟然一動也不動。寶樹喝道：「是誰？」裏面兩人並不回答。眾人見二人始終不動，心下驚疑更甚。寶樹道：「是那一位前輩高人，請出來相見。」他喝聲被洞穴四壁一激，反射回來，只震得各人耳中嗡嗡的甚不好受，但那兩人既不回答，亦不出來。寶樹舉起火把，走近幾步，看清楚兩個黑影是在一層堅冰之外，這一層冰就如一堵水晶牆般，將洞穴隔為前後兩間。寶樹大著膽子，逼近冰牆，見那兩人情狀怪異，始終不動，顯是被點中了穴道。這時他那裏還有忌憚，叫道：「大家隨我來。」大踏步繞過冰牆，他右手提起單刀，左手舉火把往兩人臉上一照，不禁倒抽一口氣。原來那二人早已死去多時，面目猙獰，臉上筋肉抽搐，異常可怖。鄭三娘與田青文見是死人，都尖聲驚呼出來。各人走近屍身，見那二人右手各執匕首，插在對方身上，一中前胸，一中小腹，自是相互殺死。阮士中看清楚一屍的面貌，突然拜伏在地，哭道：「恩師，原來你老人家在這裏。」眾人聽他這般說，都是一驚，齊問：「怎麼？」「這二人是誰？」「是你師父？」「怎麼會死在這裏？」阮士中抹了抹眼淚，指著那身材較矮的屍身道：「這位是我田恩師。雲奇剛才拾到的黃金小筆，就是我恩師的。」眾人見田安豹的容貌瞧來年紀不過四十，比阮士中還要年輕，初時覺得奇怪，但轉念一想，隨即恍然。這兩具屍體其實死去已數十年，只是洞中嚴寒，屍身不腐，竟似死去不過數天一般。曹雲奇指著另一具屍體道：「師叔，此人是誰？他怎敢害死咱們師祖爺？」說著向那屍體踢了一腳。眾人見這屍體身形高瘦，四肢長大，都已猜到了八九分。阮士中道：「他就是金面佛的父親，我從小叫他苗爺。他與我恩師素來交好，有一年結伴同去關外，當時我們不知為了何事，但見他二人興高采烈，歡歡喜喜而去，可是從此不見歸來。武林中朋友後來傳言，說道他們兩位為遼東大豪胡一刀所害，所以金面佛與田師兄他們才大舉向胡一刀尋仇，那知道苗……苗，這姓苗的財迷心竅，見到洞中珍寶，竟向我恩師下了毒手。」說著也向那屍身腿上踢了一腳。那苗田二人死後，全身凍得僵硬，阮士中一腳踢去，屍身仍是挺立不倒，他自己足尖卻碰得隱隱生疼。眾人心想：「誰知不是你師父財迷心竅，先下毒手呢？」阮士中伸手去推那姓苗的屍身，想將他推離師父。但苗田二人這樣糾纏著已達數十年，手連刀，刀連身，堅冰凝結，卻那裏推得開？陶百歲嘆了口氣，道：「當年胡一刀託人向苗大俠和田歸農說道，他知道苗田兩家上代的死因，不過這兩人死得太也不夠體面，他不便當面述說，只好領他們親自去看。現下咱們親眼目睹，他這話果然不錯。如此說來，胡一刀必是曾經來過此間，但他見了寶藏，卻不掘取，實不知何故。」田青文忽道：「我今日遇上一事，很是奇怪。」阮士中道：「甚麼？」田青文道：「咱們今日早晨追趕他……他……」說著嘴唇向陶子安一努，臉上微現紅暈，續道：「師叔你們趕在前頭，我落在後面……」曹雲奇忍耐不住，喝道：「你騎的馬最好，怎麼反而落在後面？你……你……就是不肯跟這姓陶的動手。」田青文向他瞧也不瞧，幽幽的道：「你害了我一世，要再怎樣折磨我，也只好由得你。陶子安是我丈夫，我對他不起。他雖然不能再要我，可是除了他之外，我心裏決不能再有旁人。」陶子安大聲叫道：「我當然要你，青妹，我當然要你。」陶百歲與曹雲奇齊聲怒喝，一個道：「你要這賤人？我可不要她作兒媳婦。」一個道：「你有本事就先殺了我。」兩人同時高聲大叫，洞中回音又大，混在一起，竟聽不出他二人說些甚麼。田青文眼見地下，待他們叫聲停歇，輕輕道：「你雖然要我，可是，我怎麼還有臉再來跟你？出洞之後，你永遠別再見我了。」陶子安急道：「不，不，青妹，都是他不好。他欺侮你，折磨你，我跟他拼了。」提起單刀，直奔曹雲奇。劉元鶴擋在他身前，叫道：「你們爭風吃醋，到外面去打。」左掌虛揚，右手一伸，扣住他的手腕，輕輕一扭，奪下了他手中單刀，拋在地下。那一邊曹雲奇暴跳不已，也給殷吉攔著。餘人見田青文以退為進，將陶曹二人耍得服服貼貼，心中都是暗暗好笑。寶樹道：「田姑娘，你愛嫁誰就嫁誰，總不能嫁我這和尚。所以老和尚只問你，你今日早晨遇見了甚麼怪事。」眾人哈哈大笑，田青文也是噗哧一笑，道：「我的馬兒走得慢，趕不上師叔他們，正行之間，忽聽得馬蹄聲響，一乘馬從後面馳來。馬上的乘客手裏拿著一個大葫蘆，仰脖子就著葫蘆嘴喝酒。我見他滿臉絡腮鬍子，在馬上醉得搖搖幌幌，還是咕嚕咕嚕的大喝，不禁笑了一聲。他轉過頭來，問道：『你是田歸農的女兒，是不是？』我道：『是啊，尊駕是誰？』他說道：『這個給你！』手指一彈，將這黃金小筆彈了過來，從我臉旁擦過，打落了我的耳環。我吃了一驚，他卻縱馬走了。我心下一直在嘀咕，不知他為甚麼給我這枝小筆。」寶樹問道：「你認得此人嗎？」田青文點點頭，輕聲道：「就是那個雪山飛狐胡斐。他給我小筆之時，我自然不認得他，他後來上得山來，與苗家妹子說話，我認出了他的聲音，再在板壁縫中一張，果然是他。」曹雲奇醋心又起，問道：「這小筆既是師祖爺的，那胡斐從何處得來？他給你幹嗎？」田青文對別人說話溫言軟語，但一聽曹雲奇說話，立時有不愉之色，全不理睬。劉元鶴道：「那胡一刀既曾來過此間，定是在地下拾到，或在田安豹身上得到此筆。只是他死時胡斐生下不過幾天，怎能將小筆留傳給他？」熊元獻道：「說不定他將小筆留在家中，後來胡斐年長，回到故居，自然在父親的遺物中尋著了。」阮士中點頭道：「那也未始不可。這小筆中空，筆頭可以旋下，青文。你瞧瞧筆裏有何物事。」田青文先將洞穴中拾到的小筆旋下筆頭，筆內空無一物，再將胡斐擲來的小筆筆頭旋下，只見筆管內藏著一個小小紙卷。眾人一齊圍攏，均想若無阮士中在此，實不易想到這暗器打造得如此精巧，筆管內居然還可藏物。只見田青文攤開紙卷，紙上寫著十六個字，道：「天龍諸公，駕臨遼東，來時乘馬，歸時御風。」紙角下畫著一隻背上生翅膀的狐狸，這十六字正是雪山飛狐的手筆。阮士中臉色一沉，道：「嘿，也未必如此！」他話是這麼說，但想到胡斐的本領，又想到他對天龍門人的行蹤知道得清清楚楚，卻也不禁慄慄自危。曹雲奇道：「師叔，甚麼叫『歸時御風』？」阮士中道：「哼，他說咱們都要死在遼東，變成他鄉之鬼，魂魄飄飄蕩蕩的乘風回去。」曹雲奇罵道：「操他奶奶的熊！」天龍門諸人瞧著那小柬，各自沉思。寶樹、陶百歲、劉元鶴等諸人，目光卻早轉到四下裏的金銀珠寶之上。寶樹取過一柄單刀，就往冰上砍去，他砍了幾刀，斬開堅冰，捧了一把金珠在手，哈哈大笑。火光照耀之下，他手中金珠發出奇幻奪目的光采。眾人一見，胸中熱血上湧，各取兵刃，砍冰取寶。但砍了一陣，刀劍捲口，漸漸不利便了。原來眾人自用的兵刃都已在峰頂被左右雙僮削斷，這時攜帶的是從杜家莊上順手取來，並非精選的利器。各人取到珍寶，不住手的塞入衣囊，愈取得多，愈是心熱，但刀劍漸鈍，卻是越砍越慢。田青文道：「咱們去拾些柴來，融冰取寶！」眾人轟然叫好。此事原該早就想到，但一見寶樹珍寶在手，人人迫不及待的揮刀挺劍砍冰。可是眾人雖然齊聲附和田青文的說話，卻沒一人移步去取柴。原來人人都怕自己一出去，別人多取了珍寶。寶樹向眾人橫目而顧，說道：「天龍門周世兄、飲馬川陶世兄、鏢局子的熊鏢頭，你們三位出去撿柴。我們在這裏留下的，一齊罷手休息，誰也不許私自取寶。」周陶熊三人雖將信將疑，但怕寶樹用強，只得出洞去撿拾枯枝。