第八回　窮髮十載泛歸航謝遜緩緩的道：「那天晚上的情景，今日我還是記得清清楚楚。我坐在客店中的炕上，暗運真氣，將那『七傷拳』在心中又想了幾遍。五弟，你從未沒有見過我的『七傷拳』，要不要見識見識？」張翠山還沒回答，殷素素搶著道：「那定是神妙無比，威猛絕倫。大哥，你怎地不去找宋大俠了？」謝遜微微一笑，說道：「你怕我試拳時傷了你老公嗎？倘若這拳力不是收發由心，還算得是甚麼『七傷拳』？」說著站起身來，走到一株大樹之旁，一聲吆喝，宛似憑空打了個霹靂，猛響聲中，一拳打在樹幹之上。以他功力，這一拳若不將大樹打得斷為兩截，也當拳頭深陷樹幹，那知他收回拳頭時，那大樹竟絲毫無損，連樹皮也不破裂半點。殷素素心中難過：「大哥在島上一住九年，武功全然拋荒了。我從來不見他練功，原也難怪。」怕他傷心，還是大聲喝采。謝遜道：「五妹，你這聲喝采全不由衷，你只道我武功大不如前了，是不是？」殷素素道：「在這窮髮極北的荒島之上，來來去去四個親人，還練甚麼武功？」謝遜問道：「五弟，你瞧出了其中奧妙嗎？」張翠山道：「我見大哥這一拳去勢十分剛猛，可是打在樹上，連樹葉也沒一片幌動，這一點我甚是不解。便是無忌去打一拳，也會搖動樹枝啊！」無忌叫道：「我會！」奔過去在大樹上砰的一拳，果然樹枝亂幌，月光照映出來的枝葉影子在地下顫動不已。張翠山夫婦見兒子這一拳頗為有力，心下甚喜，一齊瞧著謝遜，等他說明其中道理。謝遜道：「三天之後，樹葉便會萎黃跌落，半個月後，大樹全身枯槁。我這一拳已將大樹的脈絡從中震斷了。」張翠山和殷素素不勝駭異，但知他素來不打誑語，此言自非虛假。謝遜取過手邊的屠龍寶刀，拔刀出鞘，擦的一聲，在大樹的樹幹上斜砍一刀，只聽得砰磅巨響，大樹的上半段向外跌落。謝遜收刀說道：「你們瞧一瞧，我『七傷拳』的威力可還在嗎？」張翠山三人走過去看大樹的斜剖面時，只見樹心中一條條通水的筋脈已大半震斷，有的扭曲，有的粉碎，有的斷為數截，有的若斷若續，顯然他這一拳之中，又包含著數般不同的勁力。張殷二人大是歎服。張翠山道：「大哥，今日真是叫小弟大開眼界。」謝遜忍不住得意之情，說道：「我這一拳之中共有七股不同勁力，或剛猛，或陰柔，或剛中有柔，或柔中有剛，或橫出，或直送，或內縮。敵人抵擋了第一股勁，抵不住第二股，抵了第二股，第三股勁力他又如何對付？嘿嘿，『七傷拳』之名便由此來。五弟，那日你跟我比拼的是掌力，倘若我出的是七傷拳，你便擋不住了。」張翠山道：「是。」無忌想問爹爹為甚麼跟義父比拼掌力，見母親連連搖手，便忍住不問，說道：「義父，你把這『七傷拳』教了我好嗎？」謝遜搖頭道：「不成！」無忌好生失望，還想纏著哀求。殷素素笑道：「無忌，你不傻嗎？你義父這門武功精妙深湛，若不是先有上乘內功，如何能練？」無忌道：「是，那麼等我練好了上乘內功再說。」謝遜搖頭道：「這『七傷拳』不練也罷！每人體內，均有陰陽二氣，金木水火土五行。心屬火、肺屬金、腎屬水、脾屬土、肝屬木，一練七傷，七者皆傷。這七傷拳的拳功每練一次，自身內臟便受一次損害，所謂七傷，實則是先傷己，再傷敵。我若不是在練七傷拳時傷了心脈，也不致有時狂性大發、無法抑制了。」張翠山和殷素素此時方知，何以他才識過人，武功高強，狂性發作時竟會心智盡失。謝遜又道：「倘若我內力真的渾厚堅實，到了空見大師、或是武當張真人的地步，再來練這七傷拳，想來自己也可不受損傷，便有小損，亦無大礙。只是當年我報仇心切，費盡了心力，才從崆峒派手中奪得這本《七傷拳譜》的古抄本，拳譜一到手，立時便心急慌忙的練了起來，唯恐拳功未成而我師父已死，報不了仇。待得察覺內臟受了大損，已是無法挽救，當時我可沒想到，崆峒派既然有此世代相傳的拳譜，卻為何無人以此拳功名揚天下。我又貪圖這路拳法出拳時聲勢顯赫，有極大的好處。五妹，你懂得其中的道理罷？」殷素素微一沉吟，道：「嗯，是不是跟你師父霹靂甚麼的功夫差不多？」謝遜道：「正是。我師父外號叫作『混元霹靂手』，掌含風雷，威力極是驚人。我找到他後，如用這路七傷拳功跟他對敵，他定以為我使的還是他親手所傳武功，待得拳力及身，他再驚覺不對，可已遲了。五弟，你別怪我用心深刻，我師父外表粗魯，可實在是天下最工心計的毒辣之人。若不是以毒攻毒，這場大仇無法得報……唉，枝枝節節的說了許多，還沒說到空見大師。且說那晚我運氣溫了三遍七傷拳功，便越牆出外，要去找宋遠橋。「我躍出牆外，身子尚未落地，突然覺得肩頭上被人輕輕一拍。我大吃一驚，以我當時武功，竟有人伸手拍到我身上而不及擋架，實是難以想像之事。無忌，你想，這一拍雖輕，但若他掌上施出勁力，我豈不是已受重傷？我當即回手一撈，卻撈了個空，反擊一拳，這拳自然也沒打到人，左足一落地，立即轉身，便在此時，我背上又被人輕輕拍了一掌，同時背後一人歎道：『苦海無邊，回頭是岸。』」無忌覺得十分有趣，笑了出來，說道：「義父，這人跟你鬧著玩麼？」張翠山和殷素素卻已猜到，說話之人定是那空見大師。謝遜續道：「當時我只嚇得全身冰冷，如墮深淵，那人如此武功，要制我死命真是易如反掌。他說那『苦海無邊，回頭是岸』這八個字，只是一瞬之間的事，可是這八個字他說得不徐不疾，充滿慈悲心腸。我聽得清清楚楚。但那時我心中只感到驚懼憤怒，回過身來，只見四丈以外站著一位白衣僧人。我轉身之時，只道他離開我只不過兩三尺，那知他一拍之下，立即飄出四丈，身法之快，步法之輕，實是匪夷所思。「當時我心中只有一個念頭：『是冤鬼，給我殺了的人來索命著！』若是活人，決不能有這般來去如電的功夫。我一想到是鬼，膽子反而大了起來，喝道：『妖魔鬼怪，給我滾得遠遠的，老子天不怕地不怕，豈怕你這孤魂野鬼？』那白衣僧人合十說道：『謝居士，老僧空見合十！』我一聽到空見兩字，便想起江湖上所說『少林神僧，見聞智性』這兩句話來。他名列四大神僧之首，無怪武功如此高強。」張翠山想起這位空見大師後來是被他一十三拳打死的，心中隱隱感到不安。謝遜續道：「當時我便問道：『是少林寺的空見神僧嗎？』那白衣僧人道：『神僧二字，愧不敢當。老衲正是少林空見。』」我道：『在下跟大師素不相識，何故相戲？』空見說道：『老衲豈敢戲弄居士？請問居士，此刻欲往何處？』我道：『我到何處去，跟大師有何關係？』空見道：『居士今晚想去殺害武當派的宋遠橋大俠，是不是？』「我聽他一語道破我的心意，又是奇怪，又是吃驚。他又道：『居士要想再做一件震動武林的大案，好激得那混元霹靂手成昆現身，以報殺害你全家的大仇……』我聽他說出了我師父的名字，更是駭異。要知我師父殺我全家之事，我從沒跟旁人說過。這件醜事我師父掩飾抵賴也猶恐不及，自己當然更不會說。這空見和尚卻如何知道？「我當時身子劇震，說道：『大師若肯見示他的所在，我謝遜一生給你做牛做馬，也所甘願。』空見歎道：『這成昆所作所為，罪孽確是太大，但居士一怒之下，牽累害死了這許多武林人物，真是罪過罪過。』我本來想說：『要你多管甚麼閒事？』但想起適才他所顯的武功，我可不是敵手，何況正有求於他，於是強忍怒氣，說道：『在下實是迫於無奈，那成昆躲得了無影無蹤，四海茫茫，教我到那裏去找他？』空見點頭道：『我也知你滿腔怨毒，無處發洩。那宋大俠是武當派張真人首徒，你要是害了他，這個禍闖得可實在太大。』我道：『我是志在闖禍，禍事越大，越能逼成昆出來。』「空見道：『謝居士，你要是害了宋大俠，那成昆確是非出頭不行。但今日的成昆已非昔日可比，你武功遠不及他，這場血海冤仇是報不了的。』我道：『成昆是我師父，他武功如何，我知道得比你清楚。』「空見搖頭道：『他另投名師，三年來的進境非同小可。你雖練成了崆峒派的七傷拳，卻也傷他不得。』我驚詫無比，這空見和尚我生平從未見過，但我的一舉一動，他卻似件件親眼目睹。我呆了片刻，問道：『你怎麼知道？』他道：『是成昆跟我說的。』」他說到這裏，張殷夫妻和無忌一齊「啊」的一聲。謝遜道：「你們此刻聽著尚自驚奇，當時我聽了這句話，登時跳了起來，喝道：『他又怎麼知道？』他緩緩的道：『這些年來，他始終跟隨在你身旁，只是他不斷的易容改裝，是以你認他不出。』我道：『哼，我認他不出？他便是化了灰，我也認得他。』他道：『謝居士，你自非粗心大意之人，可是這後年來，你一心想的只是練武報仇，對身周之事都不放在心上了。你在明裏，他在暗裏。你不是認他出，你壓根兒便沒去認他。』「這番話不由得我不信，何況空見大師是名聞天下的有道高僧，諒也不致打誑騙我。我道：『既是如此，他暗中將我殺了，豈不乾淨？』空見道：『他若起心害你，自是一舉手之勞。謝居士，你曾兩次找他報仇，兩次都敗了，他要傷你性命，那時候為甚麼便不下手？再說你去奪那《七傷拳譜》之時，你曾跟崆峒派的三大高手比拼內力，可是崆峒五老中的其餘二老呢？他們為甚不來圍攻？要是五老齊上，你未必能保得性命罷？』「當日我打傷『崆峒三老』後，發覺其餘二老竟也身受重傷，這件怪事我一直存在心中，是個未能得解的大疑團。莫非崆峒派忽起內鬨？還是另有不知名的高手在暗中助我？我聽見空見大師這般說，心念一動，說道：『那二老竟難道是成昆所傷？』」張翠山和殷素素聽他愈說愈奇，雖然江湖上的事波譎雲詭，兩人見聞均廣，甚麼古怪的事也都聽見過，可是謝遜此刻所說之事卻實是猜想不透。兩人心中均隱隱覺得，謝遜已是個極了不起的人物，但他師父混元霹靂手成昆，不論智謀武功，似乎又皆勝他一籌。殷素素道：「大哥，那崆峒二老，真是你師父暗中所傷嗎？」謝遜道：「當時我這般衝口而問。空見大師說道：『崆峒二老受的是甚麼傷，謝居士親眼得見嗎？他二人臉色怎樣？』我默然無語，隔了半晌，道：『如此說來，崆峒二老當真是我師父所傷了。』原來當時我見到崆峒二老躺在地下，滿臉都是血紅的斑點，顯然是他二人用陰勁傷人，卻被高手以『混元功』逼回。這樣滿臉血紅斑點，以我所知，除了被混元功逼回自身內勁之外，除非是猝發斑症傷寒之類惡疾，但我當日初見崆峒五老之時，五個人都是好端端地，自非突起暴病。當時武林之中，除了我師徒二人，再無第三人練過混元功。「空見大師點了點頭，嘆道：『你師父酒後無德，傷了你一家老小，酒醒之後，惶慚無地，是以你兩次找他報仇，他都不傷你性命。他甚至不肯將你打傷，但你兩次都是發瘋般跟他拚命，若不傷你，他始終無法脫身。嗣後他一直暗中跟隨在你身後，你三度遭遇危難，都是他暗中解救。』我心下琢磨，除了崆峒鬥五老之外，果然另有三件蹊蹺之事，在萬分危急之際，敵方攻勢忽懈。尤其那次跟青海派高手相鬥，情勢最是凶險。空見大師又道：『他自知罪過太深，也不能求你饒恕，只盼日子一久，你慢慢淡忘了。豈知你愈鬧愈大，害死的人越來越多。今日你若再去殺了宋遠橋大俠，這場大禍可真的難以收拾了。』「我道：『既是如此，請大師叫我師父來見我。我們自己算帳，跟旁人不相干。』空見大師道：『你師父沒臉見你。再說，謝居士，不是老衲小覷你，你便是見到了他，也是枉然。』」「我道：『大師是有道高僧，是非黑白，自然清楚得很。難道我滿門血仇，就此罷了不成？』他道：『謝居士遭遇之慘，老衲也代為心傷。可是尊師酒後亂性，實非本意，何況他已深自懺悔，還望謝居士念著昔日師徒之情，網開一面。』我怒發如狂，說道：『我若再打他不過，任他一掌擊斃便了。此仇不報，我也不想活了。』「空見大師沉吟良久，說道：『謝居士，尊師武功已非昔比，你便是練成了七傷拳，也傷他不得。你若不信，便請打老衲幾拳試試。』我道：『在下跟大師無冤無仇，豈敢相傷？在下武功雖然低微，這七傷拳卻也不易抵擋。』他道：『謝居士，我跟你打一場賭。尊師殺了你一家十三口性命，你便打我一十三拳。倘若打傷了我，老衲便罷手不理此事，尊師自會出來見你。否則這場冤仇便此作罷如何？』我沉吟未答，心知這位高僧武功奇深，七傷拳雖然厲害，要是真的傷他不得，難道這仇便不報了？「空見大師又道：『老實跟你說，老衲既然插手管了此事，決不容你再行殘害無辜的武林同道。你若一念向善，便此罷手，過去之事大家一筆勾銷。否則你要找人報仇，難道為你所害那些人的弟子家人，便不想找你報仇麼？』「我聽他語氣嚴厲起來，狂性大發，喝道：『好，我便打你一十三拳！你抵擋不住之時，隨時喝止。大丈夫言出如山，你可要叫我師父出來相見。』空見大師微微一笑，說道：『請發拳罷！』我見他身材矮小，白眉白鬚，貌相慈祥莊嚴，不忍便此傷他，第一拳只使了三成力，砰的一聲，擊在他胸口。」無忌叫道：「啊喲！義父，你使的便是這路震斷樹脈的『七傷拳』嗎？」謝遜道：「不是！這第一拳是我師父成昆所授的『霹靂拳』。我一拳擊去，他身子幌了幌，退後一步。我想這一拳只使了三成力，他已退後一步，若將『七傷拳』施展出來，不須三拳，便能送了他的性命。當下我第二拳稍加勁力。他仍是幌了幌，退後一步。第三拳時我使了七成力，他也是一幌之下，再退一步。我微感奇怪，我拳上的勁力已加了一倍有餘，但擊在他身上仍是一模一樣。依他枯瘦的身形，我一拳便能打斷他的肋骨，但他體內並不生出反震之力，只是若無其事的受了我三拳。「我想，要將他打倒，非出全力不可，可是我一出全力，他非死即傷。我雖為惡已久，但對他捨己為人的慈悲心懷也有些肅然起敬，說道：『大師，你只挨打不還手，我不忍再打。你受了我三拳，我答應不去害那宋遠橋便是。』他道：『那麼你跟成昆的怨仇怎樣？』我道：『此仇不共戴天，不是他死，便是我亡。』我頓了一頓，又道：『但大師既然出面，謝某敬重大師，自此而後，只找成昆自己和他家人，決不再連累不相干的武林同道。』「空見大師合十說道：『善哉，善哉！謝居士有此一念，老衲謹代天下武林同道謝過。只是老衲立心化解這場冤孽，剩下的十拳，你便照打罷。』「我心下盤算，只有用『七傷拳』將他擊傷，我師父才肯露面，好在這『七傷拳』的拳勁收發自如，我下手自有分寸，於是說道：『如此便得罪了！』第四拳跟著發出，這一次用的是『七傷拳』拳勁了。拳中胸膛，他胸口微一低陷，便向前跨了一步。」無忌道：「這可奇了，這位老和尚這次不再退後，反而向前。」張翠山道：「那是少林派『金剛不壞體』神功罷？」謝遜點頭道：「五弟見多識廣，所料果然不錯。我這拳擊出，和前三拳已大不相同，他身上生出一股反震之力，只震得我胸內腹中，有如五臟一齊翻轉。我心知他也是迫於無奈，倘若不使這門神功，便擋不住我的七傷拳。我久聞少林派『金剛不壞體』神功乃古今五大神功之一，其時親身領受，果然非同小可。當下我第五拳偏重陰柔之力，他仍是跨前一步，那股陰柔之力反擊過來，我好容易才得化解……」無忌道：「義父，這老和尚說好不還手的，怎地將你的拳勁反擊回來？」謝遜撫著他的頭髮，說道：「我打過第五拳，空見大師便道：『謝居士，我沒料到七傷拳威力如此驚人，我不運功回震，那便抵擋不住。』我道：『你沒還手打我，已是深感盛情。』當下我拳出如風，第六、七、八、九四拳一口氣打出。那空見大師也真了得，這四拳打在他身上，他一一震回，剛柔分明，層次井然。「我心下好生駭異，喝道：『小心了！』第十拳輕飄飄的打了出去。他微微點了點頭，不待我拳力著身，便跨上兩步，竟在這霎息之間，佔了先機。」無忌自然不懂跨這兩步有甚麼難處。張翠山卻深知高手對敵，能在對手出招之前先行料到，實是極大的難事，通常只須料到一招，即足制勝，點頭道：「了不起，了不起！」謝遜續道：「這第十拳我已是使足了全力，他搶先反震，竟使我倒退了兩步。我雖瞧不見自己的臉色，但可以想見，那時我定是臉如白紙，全無血色。空見大師緩緩吁了口氣，說道：『這第十一拳不忙便打，你定一定神再發罷！』我雖萬分的要強好勝，但內息翻騰，一時之間，那第十一拳確是擊不出去。」張翠山等聽到這裏，都是甚為心焦。無忌忽道：「義父，下面還有三拳，你就不要打了罷。」謝遜道：「為甚麼？」無忌道：「這老和尚為人很好，你打傷了他，心中過意不去。倘若傷了自己，那也不好。」張翠山和殷素素對望一眼，心想這孩子小小年紀，居然有這等見識，可說極不容易。張翠山心中更是喜慰，覺得無忌心地仁厚，能夠分辨是非。只聽得謝遜嘆了口氣，說道：「枉自我活了幾十歲，那時卻不及孩子的見識。我心中充塞了報仇雪恨之念，不找到我師父，那是決不甘休，明知再打下去，兩人中必有一個死傷，可也顧不了許多。我運足勁力，第十一拳又擊了出去，這一次他卻身形斗地向上一拔，我這一拳本來打他胸口，但他一拔身，拳力便中在小腹之上。他眉頭一皺，顯得很是疼痛。我明白他的意思，他如以胸口擋我拳力，反震之力太大，只怕我禁受不起，但小腹的反震之力雖然較弱，他自身受的苦楚卻大得多。「我呆了一呆，說道：『我師父罪孽深重，死有餘辜，大師何苦以金玉之體，為他擋災？』空見大師調勻了一下呼吸，苦笑道：『只盼再挨兩拳，便……便化解了這場劫數。』我聽他說話氣息不屬，突然心念一動：『看來他運起「金剛不壞體」神功之時，不能說話，我何不引他說話，突然一拳打出。』便道：『倘若我在一十三拳內打傷了你，你保得定我師父定會來見我嗎？』他道：『他親口跟我說過的……』就在此時，我不等他一句話說完，呼的一拳便擊向他小腹。這一拳去勢既快，落拳又低，要令他來不及發動護體神功。「那知道佛門神功，隨心而起，我的拳勁剛觸到他小腹，他神功便已佈滿全身。我但覺天旋地轉，心肺欲裂，騰騰騰連退七、八步，背心在一株大樹上一靠，這才站住。「我心灰意懶之下，惡念陡生，說道：『罷了，罷了！此仇難報，我謝遜又何必活於天地之間？』提起手來，一掌便往自己天靈蓋拍下。」殷素素叫道：「妙計，妙計！」張翠山道：「為甚麼？」隨即醒悟，說道：「噢，可是如此對付這位有道高僧，未免太狠了。」原來他也已想到，謝遜拍擊自己的天靈蓋，空見自會出聲喝止，過來相救。謝遜乘他不防，便可下手。張翠山聰明機伶本不在妻子之下，只是平素從不打這些奸詐主意，因此想到此節時終究慢了一步。謝遜慘然歎道：「我便是要利用他宅心仁善，你們料得不錯，我揮掌自擊天靈蓋，雖是暗伏詭計，卻也是行險僥倖。倘若這一掌擊得不重，他看出了破綻，便不會過來阻止。十三拳中只剩下最後一拳，七傷拳的拳勁雖然厲害，怎破得了他的護身神功？那時要找我師父報仇之事，再也休提。當時我孤注一擲，這一掌實是用足了全力，他若不來救，我便自行擊碎天靈蓋而死，反正報不了仇，原本不想活了。「空見大師眼見事出非常，大叫：『使不得，你何苦……』立即躍將過來，伸手架開我右掌，我左手發拳擊出，砰的一聲，打在他胸腹之間。這一下他確是全無提防，連運神功的念頭也沒生。他血肉之軀，如何擋得住這一拳？登時內臟震裂，摔倒在地。「我擊了這一拳，眼見他不能再活，斗然間天良發現，伏在他身上大哭起來，叫道：『空見大師，我謝遜忘恩負義，豬狗不如！』」張翠山等三人默然，均想他以此詭計打死這位有德高僧，確是大大不該。謝遜道：「空見大師見我痛哭，微微一笑，安慰我道：『人孰無死？居士何必難過？你師父即將到來，你須得鎮定從事，別要魯莽。』他一言提醒了我，適才這一十三拳大耗真力，眼下大敵將臨，豈可再痛哭傷神？於是我盤膝坐下，調勻內息。那知隔了良久，始終不見我師父到來。我心下詫異，望著空見大師。「這時他已氣息微弱，斷斷續續的道：『想……想不到他……他言而無信……難道……難道甚麼人忽然絆住他嗎？』我大怒起來，喝道：『你騙人，你騙我打死了你，我師父還是不出來見我。』他搖頭道：『我不騙你，真是對你不起。』我狂怒之下，還想罵他，忽然想起：『他騙我來打死他自己，於他有甚麼好處？我打死他，他反而來向我道歉。』不由得萬分慚愧，跪在他的身前說道：『大師，你有甚麼心願，我一定給你了結。』他又是微微一笑，說道：『但願你今後殺人之際，有時想起老衲。』「這位高僧不但武功精湛，而且大智大慧，洞悉我的為人。他知道要我絕了報仇之心，改做好人，那是決計辦不到的，他說了也不過是白說，可是他叫我殺人之際有時想起他。五弟，那日在船中你跟我比拼掌力，我所以沒傷你性命，就是因為忽然間想起了空見大師。」張翠山萬想不到自己的性命竟是空見大師救的，對這位高僧更增景慕之心。謝遜嘆道：「他氣息愈來愈弱，我手掌按住他靈台穴，拚命想以內力延續他的性命。他忽然深深吸了口氣，問道：『你師父還沒來嗎？』我道：『沒來。』他道：『那是不會來的了。』我道：『大師，你放心，我不會再胡亂殺人，激他出來。但我走遍天涯海角，定要找到他。』他道：『嗯，不過，你武功不及他……除非……除非……』說到這裏，聲音越來越低。我把耳朵湊到他的嘴邊，只聽他道：『除……能找到屠龍刀，找到……找到刀中的秘……』他說到這個『秘』字，一口氣接不上來，便此死了。」直到此刻，張翠山夫婦方始明白，他為甚麼苦思焦慮的要探索屠龍刀中的秘密，為甚麼平時溫文守禮，狂性發作時卻如野獸一般，為甚麼身負絕世武功，卻是終日愁苦……謝遜道：「後來我得到屠龍刀的消息，趕到王盤山島上來奪刀。五妹，你令尊昔年是我知交好友，親厚無比，鷹王獅王，齊名當世，後來卻翻臉成仇。這中間的種種過節牽連到旁人，卻不能跟你說了。我在得刀之前，千方百計的要找尋成昆，得了屠龍刀之後，卻反而怕他找上了我，因此要尋個極隱僻的所在，慢慢探尋刀中秘密。為了生怕你們洩漏我的行藏，才把你們帶同前來。想不到一幌十年，謝遜啊謝遜，你還是一事無成！」張翠山道：「空見大師臨死之時，這番話或許沒有說全，他說：『除非能找到屠龍刀中的秘……』，說不定另有所指。」謝遜道：「這十年之中，甚麼荒誕不經、異想天開的情景我都想過了，但沒一件能和他的說話相符。刀中一定藏有一件大秘密，斷然無疑。但我窮極心智，始終猜想不透。」※※※自這晚長談之後，謝遜不再提及此事，但督率無忌練功，卻變成了嚴厲異常。無忌此時不過九歲，雖然聰明，但要短期內領悟謝遜這些世上罕有的武功，卻怎生能夠？謝遜又教他轉換穴道、衝解被封穴道之術，這是武學中極高深的功夫，無忌連穴道也認不明白，內功全無根柢，又如何學得會了？謝遜便又打又罵，絲毫不予姑息。殷素素常見到兒子身上青一塊、烏一塊，甚是憐惜，向謝遜道：「大哥，你武功蓋世，三年五載之內，無忌如何能練得成？這荒島上歲月無盡，不妨慢慢教他。」謝遜道：「我又不是教他練，是教他盡數記在心中。」殷素素奇道：「你不教無忌練武功嗎？」謝遜道：「哼，一招一式的練下去，怎來得及？我只是要他記著，牢牢的記在心頭。」殷素素不明其意，但知這位大哥行事處處出人意表，只得由他。不過每見到孩子身上傷痕纍纍，便抱他哄他，疼惜一番。無忌居然很明白事理，說道：「媽，義父是要我好，他打得狠些，我便記得牢些。」如此又過了大半年。一日早晨，謝遜忽道：「五弟，五妹，再過四個月，風向轉南，今日起咱們來紮木排罷。」張翠山驚喜交加，問道：「你說紮了木排，回歸中土嗎？」謝遜冷冷的道：「那也得瞧瞧老天發不發善心，這叫作『謀事在人，成事在天』。成功，便回去，不成功，便溺死在大海之中。」依著殷素素的心意，在這海外仙山般的荒島上逍遙自在，實不必冒著奇險回去，但想到無忌長大之後如何娶妻生子，想到他一生埋沒荒島實在可惜，當下便興高采烈的一起來紮結木排。島上多的是參天古木，因生於寒冰之地，木質緻密，硬如鐵石。謝遜和張翠山忙忙碌碌的砍伐樹木，殷素素便用樹筋獸皮來編織帆布，搓結帆索。無忌奔走傳遞。饒是謝遜和張翠山武功精湛，殷素素也早不是個嬌怯怯的女子，但沒有就手家生，紮結這大木排實在事倍功半。紮結木排之際，謝遜總是要無忌站在身邊，盤問查考他所學武功。這時張殷二人也不再避嫌走開，聽得他義父義子二人一問一答，都是口訣之類，謝遜甚至將各種刀法、劍法，都要無忌猶似背經書一般的死記。謝遜這般「武功文教」，已是奇怪，偏又不加半句解釋，便似一個最不會教書的蒙師，要小學生呆背詩云子曰，囫圇吞棗。殷素素在旁聽著，有時忍不住可憐無忌，心想別說是孩子，便是精通武學的大人，也未必便能記得住這許多口訣招式，而且不加試演，單是死記住口訣招式又有何用？難道口中說幾句招式，便能克敵制勝嗎？更何況無忌只要背錯一字，謝遜便重重一個耳光打了過去。雖然他手上不帶內勁，但這一個耳光，往往便使無忌半邊臉蛋紅腫半天。這座大木排直紮了兩個多月，方始大功告成，而豎立主桅副桅，又花了半個多月時光。跟著便是打獵醃肉，縫製存貯清水的皮袋。待得事事就緒，已是白日極短，黑夜極長，但風向仍未轉過。三人在海旁搭了個茅棚，遮住木排，只待風轉，便可下海。這時謝遜竟片刻也不和無忌分離，便是晚間，也要無忌跟他同睡。張翠山夫婦見他對兒子又是親熱，又是嚴厲，只有相對苦笑。※※※一天晚上，張翠山半夜醒轉，忽聽得風聲有異。他坐起來，聽得風聲果是從北而至，忙推醒殷素素，喜道：「你聽！」殷素素迷迷糊糊的尚未回答，忽聽得謝遜在外說道：「轉北風啦，轉北風啦！」話中竟如帶著哭音，中夜聽來，極其淒厲辛酸。次晨張殷夫婦歡天喜地的收拾一切，但在這冰火島上住了十年，忽然便要離開，竟有些戀戀不捨起來。待得一切食物用品搬上木排，已是正午，三人合力將木排推下海中。無忌第一個跳上排去，跟著是殷素素。張翠山挽住謝遜的手，道：「大哥，木排離此六尺，咱們一齊跳上去罷！」謝遜說道：「五弟，咱們兄弟從此永別，願你好自珍重。」張翠山心中突的一跳，有似胸口被人重重打了一拳，說道：「你……你……」謝遜道：「你心地仁厚，原該福澤無盡，但於是非善惡之際太過固執，你一切小心。無忌胸襟寬廣，看來日後行事處世，比你圓通隨和得多。五妹雖是女子，卻不會吃人的虧。我所擔心的，反倒是你。」張翠山越聽越是驚訝難過，顫聲道：「大哥，你說甚麼？你不跟……不跟我們一起去嗎？」謝遜道：「早在數年之前，我便與你說過了。難道你忘了嗎？」這後句話聽在張翠山耳中猶似雷轟一般，這時他方始記得，當年謝遜確曾說過獨個兒不離此島的言語，但此後他不再提起，張殷二人也就沒放在心上。當紮結木排之時，謝遜也從未流露過獨留之意，不料到得臨行，他忽然說了出來。張翠山急道：「大哥，你一個人在這島上寂寞淒涼，有甚麼好？快跳上木排啊！」說著手上使勁，用力拉他。但謝遜的身子猶似一株大樹般牢牢釘在地下，竟是紋絲不動。張翠山叫道：「素素，無忌，快上來！大哥說不跟咱們一起去。」殷素素和無忌聽了也是大吃一驚，一齊縱上岸來。無忌道：「義父，你為甚麼不去？你不去我也不去。」謝遜心中實在捨不得和他三人分別，三人此一去，自然永無再會之期，他孤零零的獨處荒島，實是生不如死，但他既與張翠山、殷素素義結金蘭，對他二人的愛護，實已勝過待己，而對義子無忌之愛，更是逾於親兒。他思之已久，自知背負一身血債，江湖上不論是名門正派還是綠林黑道，不知有多少人處心積慮的要置己於死地，何況屠龍刀落入己手，此事難免洩漏出去。若在從前，自是坦然不懼，但這時眼目已盲，決不能抵擋大批仇家的圍攻，料知張殷二人也決不致袖手不顧，任由自己死於非命，爭端一起，四人勢必同歸於盡。一回歸大陸，只怕四人都活不上一年半載。但這番計較也不必跟二人說明，事到臨頭，方說自己決意留下。他聽無忌這後句話中真情流露，將他抱起，柔聲道：「無忌，乖孩子，你聽義父的話。義父年紀大了，眼睛又瞎，在這兒住得很好，回到中原只有處處不慣，反而不快活。」無忌道：「回到中原後，孩兒天天服侍你，不離開你身邊。你要吃甚麼喝甚麼，我立刻給你端來，那不是一樣嗎？」謝遜搖頭道：「不行的。我還是在這裏快活。」無忌道：「我也是在這裏快活。爹，媽，不如咱們都不去了，還是在這裏的好。」殷素素道：「大哥，你有甚麼顧慮，還請明言，大家一起商量籌劃。要說留你獨個在這兒，無論如何不成。」謝遜心想：「這三人都對我情義深重，要叫他們甘心捨己而去，只怕說到舌敝唇焦，也是不能。卻如何想個法兒，讓他們離去？」張翠山忽道：「大哥，你怕仇家太多，連累了我們，是不是？咱四人回到中原之後，找個荒僻的所在隱居起來，不與外人來往，豈非甚麼都沒事了？最好咱們都到武當山去住，誰也想不到金毛獅王會在武當山上。」謝遜傲然道：「哼，你大哥雖然不濟，也不須託庇於尊師張真人的宇下。」張翠山深悔失言，忙道：「大哥武功不在我師父之下，何必託庇於他？回疆西藏、朔外大漠，何處不有樂土？盡可讓我四人自在逍遙。」謝遜道：「要找荒僻之所，天下還有何處更荒得過此間的？你們到底走是不走？」張翠山道：「大哥不去，我三人決意不去。」殷素素和無忌也齊聲道：「你不去，我們都不去。」謝遜歎道：「好罷，大夥兒都不去，等我死了之後，你們再回去那也不遲。」張翠山道：「不錯，在這裏十年也住了，又何必著急？」謝遜大聲喝道：「我死了之後，你們再沒甚麼留戀了罷？」三人一愕之間，只見他手一伸、刷的一聲，拔出了屠龍刀，橫刀便往脖子中抹去。張翠山大驚，叫道：「休傷了無忌！」他知以自己武功，決計阻不了義兄橫刀自盡，情急下叫他休傷無忌。謝遜果然一怔，收刀停住，喝道：「甚麼？」張翠山見他如此決絕，哽咽道：「大哥既決意如此，小弟便此拜別。」說著跪下來拜了後拜。無忌卻朗聲道：「義父，你不去，我也不去！你自盡，我也自盡。大丈夫說得出做得到，你橫刀抹脖子，我也橫刀抹脖子。」謝遜叫道：「小鬼頭胡說八道！」一把抓住他背心，將他擲上了木排，跟著雙手連抓連擲，把張翠山和殷素素也都投上木排，大聲叫道：「五弟，五妹，無忌！一路順風，盼你們平平安安，早歸中土。」又道：「無忌，你回歸中土之後，須得自稱張無忌，這『謝無忌』三字，只可放在心中，卻萬萬不能出口。」無忌放聲大叫：「義父，義父！」謝遜橫刀喝道：「你們若再上岸，我們結義之情，便此斷絕。」張翠山和殷素素見義兄心意堅決，終不可回，只得揮淚揚手，和他作別。這時海流帶動木排，緩緩飄開，眼見謝遜的人影慢慢模糊，漸漸的小了下去。隔了良久良久，直至再也瞧不見他身形，三人這才轉頭。無忌伏在母親懷裏，哭得筋疲力盡，才沉沉睡去。※※※木筏在大海中飄行，此後果然一直刮的是北風，帶著木筏直向南行。在這茫茫大海之上，自也認不出方向，但見每日太陽從左首升起，從右首落下，每晚北極星在筏後閃爍，而木筏又是不停的移動，便知離中原日近一日。最近二十餘天中，張翠山生怕木排和冰山相撞，只張了副桅上的一小半帆，航行雖緩，卻甚安全，縱然撞到冰山，也只輕輕一觸，便滑了開去。直至遠離冰山群，才張起全帆。北風日夜不變，木筏的航行登時快了數倍，且喜一路未遇風暴，看來回歸故土倒有了七、八成指望。這後個月中，張殷二人怕無忌傷心，始終不談謝遜之事。張翠山心想：「大哥所傳無忌那些武功，是否管用，實在難說。無忌回到中土，終須入我武當門下。」木筏上日長無事，便將武當派拳法掌法的入門功夫傳給無忌。他傳授武功的方法，可比謝遜高明得太多了，武當派武功入手又是全不艱難，只講解幾遍，稍加點撥，無忌便學會了。父子倆在這小小木筏之上，一般的拆招餵招。這日殷素素見海面波濤不興，木排上兩張風帆張得滿滿的直向南駛，忍不住道：「大哥不但武功精純，對天時地理也算得這般準，真是奇才。」無忌忽道：「既然風向半年南吹，半年北吹，到明年咱們又回冰火島去探望義父。」張翠山喜道：「無忌說得是，等你長大成人，咱們再一起北去……」殷素素突然指著南方，叫道：「那是甚麼？」只見遠處水天相接處隱隱有兩個黑點。張翠山吃了一驚，道：「莫非是鯨魚？要是來撞木排，那可糟了。」殷素素看了一會，道：「不是鯨魚，沒見噴水啊。」三人目不轉瞬的望著那兩個黑點。直到一個多時辰之後，張翠山歡聲叫道：「是船，是船！」猛地縱起身來，翻了個觔斗。他自生了無忌之後，終日忙忙碌碌，從未有過這般孩子氣的行動。無忌哈哈大笑，學著父親，也翻了兩個觔斗。又航了一個多時辰，太陽斜照，已看得清楚是兩艘大船。殷素素忽然身子微微一顫，臉色大變。無忌奇道：「媽，怎麼啦？」殷素素口唇動了動，卻沒說話。張翠山握住她手，臉上滿是關切的神色。殷素素歎道：「剛回來便碰見了。」張翠山道：「怎麼？」殷素素道：「你瞧那帆。」張翠山凝目瞧去，只見左首一艘大船上繪著一頭黑色大鷹，展開雙翅，形狀威猛，想起當年在王盤山上所見的天鷹教大旗，心頭一震，說道：「是……是天鷹教的？」殷素素低聲道：「正是，是我爹爹的天鷹教的。」霎時之間，張翠山心頭湧起了許多念頭：「素素的父親是天鷹教教主，這邪教看來無惡不作，我見到岳父時卻怎生處？恩師對我這婚事會有甚麼話說？」只覺手掌中素素的小手在輕輕顫動，想是她也同時起了無數心事，當即說道：「素素，咱們孩子也這麼大了！天上地下，永不分離。你還擔甚麼心？」殷素素吁了一口長氣，回眸一笑，低聲道：「只盼我不致讓你為難，你一切要瞧在無忌的臉上。」無忌從來沒見過船隻，目不轉瞬的望著那兩艘船，心中說不出的好奇，沒理會爹媽在說些甚麼。木筏漸漸駛近，只見兩艘船靠得極密，竟似貼在一起。若是方向不變，木筏便會在兩艘船右首數十丈處交叉而過。張翠山道：「要不要跟船上招呼？探問一下你爹爹的訊息？」殷素素道：「不要招呼，待回到中原，我再帶你和無忌去見爹爹。」張翠山道：「嗯，那也好。」忽見那邊船上刀光閃爍，似有四、五人在動武，說道：「兩邊船上的人在動手。」殷素素凝目看了一會，有些擔心，說道：「不知爹爹在不在那邊？」張翠山道：「既然碰上了，咱們便過去瞧瞧。」於是斜扯風帆，轉動木筏後舵。木筏略向左偏，對著兩艘船緩緩駛去。※※※木筏雖然扯足了風帆，行駛仍是極慢，過了好半天才靠近二船。只聽得天鷹教船上有人高聲叫道：「有正經生意，不相干的客人避開了罷。」殷素素叫道：「日月光照，天鷹展翅，聖焰熊熊，普惠世人。這裏是總舵的堂主。那一壇在燒香舉火？」她說的是天鷹教的切口。船上那人立即恭恭敬敬的道：「天市堂李堂主，率領青龍壇程壇主、神蛇壇封壇主在此。是天微堂殷堂主駕臨嗎？」殷素素道：「紫微堂堂主。」那邊船上聽得「紫微堂堂主」五個字，登時亂了起來。稍過片刻，十餘人齊聲叫道：「殷姑娘回來啦，殷姑娘回來啦。」張翠山雖和殷素素成婚十年，從沒聽她說過天鷹教中的事，他也從來不問，這時聽得兩下裏對答，才知她還是甚麼「紫微堂堂主」，看來「堂主」的權位，還是在「壇主」之上。他在王盤山島上，已見過玄武、朱雀兩壇壇主的身手，以武功而論是在殷素素之上，她所以能任堂主，當因是教主之女的緣故，這位「天市堂」李堂主，想必是個極厲害的人物。只聽得對面船上一個蒼老的聲音說道：「聽說敝教教主的千金殷姑娘回來啦，大家暫且罷鬥如何？」另一個高亮的聲音說道：「好！大家住手。」接著兵刃相交之聲一齊停止，相鬥的眾人紛紛躍開。張翠山聽得那爽朗嘹亮的嗓音很熟，一怔之下，叫道：「是俞蓮舟俞師哥嗎？」那邊船上的人叫道：「我正是俞蓮舟……啊……啊……你……你……」張翠山道：「小弟張翠山！」他心情激動，眼見木筏跟兩船相距尚有數丈，從筏上拾起一根大木，使勁一拋，跟著身子躍起，在大木上一借力，已躍到了對方船頭。俞蓮舟搶上前來，師兄弟分別十年，不知死活存亡，這番相見，何等歡喜？兩人四手相握，一個叫了聲：「二哥！」一個叫了聲：「五弟！」眼眶中充滿淚水，再也說不出話來。那邊天鷹教迎接殷素素，卻另有一番排場，八隻大海螺嗚嗚歡起，李堂主站在最前，封程兩壇主站在李堂主身後，其後站著百來名教眾。大船和木筏之間搭上了跳板，七、八名水手用長篙鉤住木筏。殷素素攜了無忌的手，從跳板上走了過去。天鷹教教主白眉鷹王殷天正屬下分為內三堂、外五壇，分統各路教眾。內三堂是天微、紫微、天市三堂。外五壇是青龍、白虎、玄武、朱雀、神蛇五壇。天微堂堂主是殷天正的長子殷野王，紫微堂堂主便是殷素素，天市堂堂主是殷天正的師弟李天垣。李天垣見殷素素衣衫襤褸，又是毛，又是皮，還攜著一個孩童，不禁一怔，隨即滿臉堆歡，笑道：「謝天謝地，你可回來了，這十年來不把你爹爹急煞啦。」殷素素拜了下去，說道：「師叔你好！」對無忌說道：「快向師叔祖磕頭。」無忌跪下磕頭，一雙小眼卻骨溜溜望著李天垣。他斗然間見到船上這許多人，說不出的好奇。殷素素站起身來，說道：「師叔，這是侄女的孩子，叫作無忌。」李天垣一怔，隨即哈哈大笑，說道：「好極，好極！你爹爹定要樂瘋啦，不但女兒回家，還帶來這麼俊秀的一個小外孫。」殷素素見兩艘船甲板上都有幾具屍體躺著，四下裏濺滿了鮮血，低聲問道：「對方是誰，為甚麼動武？」李天垣道：「是武當派和崑崙派的人。」殷素素聽得丈夫大叫「俞師哥」。跟著躍到對方船上，和一個人相擁在一起，早知對方有武當派的人在內，這時聽李天垣一說，便道：「最好別動手，能化解便化解了。」李天垣道：「是！」他雖是師叔，但在天鷹教中，天市堂排名次於紫微堂，為內堂之末。論到師門之誼，李天垣是長輩，但在處理教務之時，殷素素的權位反高於師叔。只聽得張翠山在那邊船上叫道：「素素，無忌，過來見過我師哥。」殷素素攜著無忌的手，向那艘船的甲板走去。李天垣和程封兩壇主怕她有失，緊隨在後。到了對面的船上，只見甲板上站著七、八個人，一個四十餘歲的高瘦漢子和張翠山手拉著手，神態甚是親熱。張翠山道：「素素，這位便是我常常提起的俞二師哥。二哥，這是你弟婦和你侄兒無忌。」俞蓮舟和李天垣一聽，都是大吃一驚。天鷹教和武當派正在拚命惡鬥，那知雙方各有一個重要人物竟是夫婦，不但是夫婦，而且還生了孩子。俞蓮舟心知這中間的原委曲折非片刻間說得清楚，當下先給張翠山引見船上各人。一個矮矮胖胖的黃冠道人是崑崙派的西華子，一個中年婦人是西華子的師妹閃電手衛四娘，江湖中人背後稱她為「閃電娘娘」。張翠山和殷素素也都聽到過他二人的名頭。其餘後人也都是崑崙派的好手，只是名聲沒西華子和衛四娘這般響亮。那西華子年紀雖已不小，卻沒半點涵養，一開口便道：「張五俠，謝遜那惡賊在那裏？你總知道罷？」張翠山尚未回歸中土，還在茫茫大海之中，便遇上了兩個難題：第一是本門竟已和天鷹教動上了手；第二是人家一上來便問謝遜在那裏。他一時不知如何回答，向俞蓮舟問道：「二哥，到底是怎麼一回事？」西華子見張翠山不回答自己的問話，不禁暴躁起來，大聲道：「你沒聽見我的話嗎？謝遜那惡賊在那兒？」他在崑崙派中輩分甚高，武功又強，一向是頤指氣使慣了的。天鷹教神蛇壇封壇主為人陰損，適才動手時，手下有兩名弟子喪在西華子劍下，本就對他極是惱怒，於是冷冷的道：「張五俠是我教主的愛婿，你說話客氣些。」西華子大怒，喝道：「邪教的妖女，豈能和名門正派的弟子婚配？這場婚事，中間定有糾葛。」封壇主冷笑道：「我殷教主外孫也抱了，你胡言亂語甚麼？」西華子怒道：「這妖女……」衛四娘早看破了封壇主的用心，知他意欲挑撥崑崙、武當兩派之間的交情，同時又乘機向張翠山和殷素素討好，料知西華子接下去要說出更加不好聽的話來，忙道：「師兄，不必跟他作無謂的口舌之爭，大家且聽俞二俠的示下。」俞蓮舟瞧瞧張翠山，瞧瞧殷素素，也是疑團滿腹，說道：「大家且請到艙中從長計議。雙方死傷的兄弟，先行救治。」這時天鷹教是客，而教中權位最高的則是紫微堂堂主殷素素。她攜了無忌的手，首先踏進艙中，跟著便是李天垣。當封壇主踏進船艙時，突覺一股微風襲向腰間。他經歷何等豐富，立知是西華子暗中偷襲，他竟不出手抵擋，只是向前一撲，叫道：「啊喲，打人嗎？」這一下將西華子一招「三陰手」避了開去，但這麼一叫，人人都轉過頭來瞧著他二人。衛四娘瞪了師兄一眼。西華子一張紫膛色的臉上泛出了隱紅。眾人均知既然來到了此間船上，封壇主等都是賓客，西華子這一下偷襲，實頗失名門正派的高手身份。各人在艙中分賓主坐下。殷素素是賓方首席，無忌侍立在側。主方是俞蓮舟為首，他指著衛四娘下首的一張椅子道：「五弟，你坐這裏罷。」張翠山應道：「是。」依言就座。這麼一來，張殷夫婦分成賓主雙方，也便是相互敵對的兩邊。這十年之中，俞岱巖傷後不出，張翠山失蹤，存亡未卜，其餘武當五俠，威名卻又盛了許多。宋遠橋、俞蓮舟等雖是武當派中的第二代弟子，但在武林之中，已隱然可和少林派眾高僧分庭抗禮。江湖中人對武當五俠甚是敬重，因此西華子、衛四娘等尊他坐了首席。俞蓮舟心下盤算：「五弟失蹤十年，原來和天鷹教教主的女兒結成了夫婦，這時當著眾人之面詢問，他必有難言之隱。」於是朗聲說道：「我們少林、崑崙、峨嵋、崆峒、武當五派，神拳、五鳳刀等九門，海沙、巨鯨等七幫，一共二十一個門派幫會，為了找尋金毛獅王謝遜、天鷹教殷姑娘，以及敝師弟張翠山三人的下落，和天鷹教有了誤會，不幸互有死傷，十年中武林擾攘不安……」說到這裏，頓了一頓，又道：「天幸殷姑娘和張師弟突然現身，過去許多疑難不解之事，當可真相大白。只是這十年中的事故頭緒紛紜，決非片刻之間說得清楚。依在下之見，咱們一齊回歸大陸，由殷姑娘稟明教主，敝師弟也回武當告稟家師，然後雙方再行擇地會晤，分辨是非曲直，如能從此化敵為友，那是最好不過……」西華子突然插口道：「謝遜那惡賊在那兒？咱們要找的是謝遜那惡賊。」張翠山聽到為了找尋自己三人，中原竟有二十二個幫會門派大動干戈，十年爭鬥，死傷自必慘重，心中大是不安。耳聽得西華子不住口的詢問謝遜下落，不禁為難之極，倘若說了出來，不知有多少武林高手要去冰火島找他報仇，但若不說，卻又如何隱瞞？他正自遲疑，殷素素突然說道：「無惡不作、殺人如毛的惡賊謝遜，在九年前早已死了。」俞蓮舟、西華子、衛四娘等同聲驚道：「謝遜死了？」殷素素道：「便在我生育這孩子的那天，那惡賊謝遜狂性發作，正要殺害五哥和我，突然間聽到孩子的哭聲，他心病一起，那胡作妄為的惡賊謝遜便此死了。」這時張翠山已然明白，殷素素一再說「惡賊謝遜已經死了」，也可說並未說謊，因自謝遜聽到無忌的第一下哭聲，便即觸發天良，自此收斂狂性，去惡向善，至於逼他三人離島，更是捨己為人、大仁大義的行徑，因此大可說「無惡不作、殺人如毛的惡賊謝遜」已在九年之前死去，而「好人謝遜」則在九年前誕生。西華子鼻中哼了一聲，他認定殷素素是邪教妖女，她的說話是決計信不過的，厲聲道：「張五俠，那惡賊謝遜真的死了嗎？」張翠山坦然道：「不錯，那胡作非為的惡賊謝遜在九年之前便已死了。」無忌在一旁聽得各人不住的痛罵惡賊謝遜，爹爹媽媽甚至說他早已死了。他雖然聰明，但怎能明白江湖上的諸般過節？謝遜待他恩義深厚，對他的愛護照顧絲毫不在父母之下，心中一陣難過，忍不住大聲哭了起來，叫道：「義父不是惡賊，義父沒有死，他沒有死。」這幾聲哭叫，艙中諸人盡皆愕然。殷素素狂怒之下，反手便是一記耳光，喝道：「住口！」無忌哭道：「媽，你為甚麼說義父死了？他不是好端端的活著嗎？」他一生只和父母及義父三人共處，人間的險詐機心，從來沒碰到過半點，若是換作一個在江湖上長大的孩子，即使沒他一半聰明，也知說謊是家常便飯，絕不會闖出這件大禍來。殷素素斥道：「大人在說話，小孩子多甚麼口？咱們說的是惡賊謝遜，又不是你義父。」無忌心中一片迷惘，但已不敢再說。西華子微微冷笑，問無忌道：「小弟弟，謝遜是你義父，是不是？他在那裏啊？」無忌看了父母的臉色，知道他們所說的事極關重要，聽西華子這麼問，便搖了搖頭，道：「我不說。」他這「我不說」三個字，實則是更加言明謝遜並未身死。西華子瞪視張翠山，說道：「張五俠，這位天鷹教的殷姑娘，真是你的夫人嗎？」張翠山沒料到他會突然問這句話，朗聲道：「不錯，她便是拙荊。」西華子厲聲道：「我崑崙門下的兩名弟子，毀在尊夫人手下，變成死不死、活不活，這筆帳如何算法？」張翠山和殷素素都是一驚。殷素素隨即斥道：「胡說八道！」張翠山道：「這中間必有誤會，我夫婦不履中土已有十年，如何能毀傷貴派弟子？」西華子道：「十年之前呢？高則成和蔣濤兩人被害，算來原已有十年了。」殷素素道：「高則成和蔣濤？」西華子道：「張夫人還記得這兩人嗎？只怕你害人太多，已記不清楚了。」殷素素道：「他二人怎麼了？何以你咬定是我害了他們？」西華子仰天打個哈哈，說道：「我咬定你，我咬定你？哈哈，高蔣二人雖然成了白癡，卻還能記得一件事，說得出一個人的名字，知道毀得他們如此的，乃是『殷……素……素』！」他對「殷素素」三個字一個字一個字的說了出來，語氣中充滿了怨毒，圓睜一對大眼，牢牢瞪視著殷素素，似乎恨不得立時拔劍在她身上刺上幾劍。封壇主突然接口道：「本教紫微堂堂主的閨名，豈是你出了家的老道隨口叫得？連清規戒律也不守，還充甚麼武林前輩？程賢弟，你說世上可恥之事，還有更甚於此的嗎？」程壇主接口道：「再沒有了。名門正派之中，居然出了這樣的狂徒，可笑啊可笑。」西華子大怒欲狂，喝道：「你兩個說誰可恥？有甚麼可笑？」封壇主眼角也不掃他一下，說道：「程賢弟，一個人便算學得幾手三腳貓的劍法，行事說話總得也像個人樣子，你說是嗎？」程壇主道：「崑崙派自從靈寶道長逝世之後，那是一代不如一代，越來越不成話了。」靈寶道長是西華子的師祖，武功德望，武林中人人欽服。西華子紫脹著臉皮，對這句話卻不便駁斥，若說這句話錯了，豈不是說自己還勝過當年名震天下的師祖？他閃身站到了艙口，刷的一聲，長劍出手，叫道：「邪教的惡徒，有種的便出來見個真章！」封壇主和程壇主所以要激怒西華子，本意是要替殷素素解圍，心想張翠山和殷堂主既是夫婦，武當派和天鷹教的關係已大大不同，便算俞蓮舟和張翠山不便出手，至少也是兩不相助，天鷹教單獨對付崑崙派的幾個，實可穩操勝算。衛四娘眉頭緊蹙，也已算到了這一節，心想憑著自己和師哥等六七個人，決難抵擋天鷹教這許多高手，何況張翠山夫婦情重，極可能出手相助對方，說道：「師哥，人家來到我們船上，那是賓客，我們聽俞二俠的吩咐便是。」她是用言語擠兌俞蓮舟，心想以你的聲望地位，決不能處事偏私。那知西華子草包之極，大聲道：「他武當派和天鷹教已結了親家啦，同流合污，他還能有甚麼公正的話說出來？」俞蓮舟為人深沉，喜怒不形於色，聽了西華子的話，沉吟不語。衛四娘忙道：「師哥，你怎地胡言亂語？別說武當派跟我們崑崙派同氣連枝，淵源極深，十年來聯手抗敵，精誠無間，俞二俠更是鐵錚錚的好漢子，英名播於江湖，天下誰不欽仰？他武當五俠為人處事，豈能有所偏私？」西華子哼了一聲，道：「不見得！」衛四娘心中暗罵師哥胡塗，竟聽不出自己言中之意，大聲道：「師哥，你沒來由的得罪武當五俠，師父與掌門師叔怪罪起來，我可不管。」她口口聲聲只說「武當五俠」，竟沒將張翠山算在其內。西華子聽她抬出師父與掌門師叔來，才不敢再說。俞蓮舟緩緩的道：「此事關連到武林中各大門派，各大幫會，在下無德無能，焉敢妄作主張？反正這事已擾攘了十年，也不爭再多花一年半載功夫。在下須得和張師弟回歸武當，稟明恩師和大師兄，請恩師示下。」西華子冷笑道：「俞二俠這一招『如封似閉』的推搪功夫，果然高明得緊啊。」俞蓮舟並不輕易發怒，但西華子所說的這招「如封似閉」，正是武當派天下馳名的守禦功夫，乃恩師張三丰所創，他譏嘲武當武功，便是辱及恩師，但立時轉念：「這事處理稍有失當，便引起武林中一場難以收拾的浩劫。這莽道人胡言亂語，何必跟他一般見識？」西華子見他聽了自己這兩句話後，眼皮一翻，神光炯炯，有如電閃，不由得心中打了個突：「我師父和掌門師叔是本派最強的高手，眼神的厲害似乎還不及他。」俞蓮舟眼中精光隨即收斂，淡淡的道：「西華道兄如有甚麼高見，在下洗耳恭聽。」西華子給他適才眼神這麼一掃，心膽已寒，轉頭道：「師妹，你說怎嗎？難道高蔣二人的事便此罷手不成？」衛四娘尚未回答，忽聽得南邊號角之聲，嗚嗚不絕。崑崙派的一名弟子走到艙門口，說道：「崆峒派和峨嵋派的接應到了。」西華子和衛四娘大喜。衛四娘道：「俞二俠，不如聽聽崆峒、峨嵋兩派的高見。」俞蓮舟道：「好！」李天垣和程壇主對望了一眼，臉上均微微變色。張翠山卻又多了一重心事：「峨嵋派還不怎樣，崆峒派卻和大哥結有深仇。他傷過崆峒五老，奪了崆峒派的《七傷拳經》，他們自然要苦苦追尋他的下落。」殷素素也是轉著這樣的念頭，又想若不是無忌多口，事情便好辦得多，但想無忌從來不說謊話，對謝遜又情義深重，忽然聽到義父死了，自是要大哭大叫，原也怪他不得，見他面頰上被自己打了一掌後留下腫起的紅印，不禁憐惜起來。將他摟回懷裏。無忌兀自不放心，將小嘴湊到母親耳邊，低聲道：「媽，義父沒有死啊，是不是？」殷素素也湊嘴到他耳邊，輕輕道：「沒有死。我騙他們的。這些都是惡人壞人，他們都想去害你義父。」無忌恍然大悟，向每個人都狠狠瞪了一眼，心道：「原來你們都是惡人壞人，想害我義父。」張無忌從這一天起，才起始踏入江湖，起始明白世間人心的險惡。他伸手撫著臉頰，母親所打的這一掌兀自隱隱生疼。他知道這一掌雖是母親打的，實則是為眼前這些惡人壞人所累。他自幼生長在父母和義父的慈愛卵翼之下，不懂得人間竟有心懷惡意的敵人。謝遜雖跟他說過成昆的故事，但總是耳中聽來，直到此時，才真正面對他心目中的敵人。