第三十回　一燈大師兩人順著山路向前走去，行不多時，山路就到了盡頭，前面是條寬約尺許的石梁，橫架在兩座山峰之間，雲霧籠罩，望不見盡處。若是在平地之上，尺許小徑又算得了甚麼，可是這石梁下臨深谷，別說行走，只望一眼也不免膽戰心驚。黃蓉嘆道：「這位段皇爺藏得這麼好，就算誰和他有潑天仇恨，找到這裏，也已先消了一半氣。」郭靖道：「那漁人怎麼說段皇爺已不在塵世了？可好教人放心不下。」黃蓉道：「這也當真猜想不透，瞧他模樣，不像是在撒謊，又說咱們師父是親眼見段皇爺死的。」郭靖道：「到此地步，只是有進無退。」蹲低身子背起黃蓉，使開輕功提縱術，走上石梁。石梁凹凸不平，又加終年在雲霧之中，石上溜滑異常，走得越慢，反是越易傾跌。郭靖提氣快步而行，奔出七八丈，黃蓉叫道：「小心，前面斷了。」郭靖也已看到那石梁忽然中斷，約有七八尺長的一個缺口，當下奔得更快，藉著一股衝力，飛躍而起。黃蓉連經凶險，早已把生死置之度外，笑道：「靖哥哥，你飛得可沒白鵰兒穩呢。」奔一段，躍過一個缺口，接連過了七個斷崖，眼見對面山上是一大片平地，忽聽書聲朗朗，石梁已到盡頭，可是盡頭處卻有一個極長缺口，看來總在一丈開外，缺口彼端盤膝坐著一個書生，手中拿了一卷書，正自朗誦。那書生身後又有一個短短的缺口。郭靖止步不奔，穩住身子，登感不知所措：「若要縱躍而過，原亦不難，只是這書生佔住了衝要，除了他所坐之處，別地無可容足。」於是高聲說道：「晚輩求見尊師，相煩大叔引見。」那書生搖頭晃腦，讀得津津有味，於郭靖的話似乎全沒聽見。郭靖提高聲音再說一遍，那書生仍是充耳不聞。郭靖低聲道：「蓉兒，怎麼辦？」黃蓉蹙眉不答，她一見那書生所坐的地勢，就知此事甚為棘手，在這寬不逾尺的石梁之上，動上手即判生死，縱然郭靖獲勝，但此行是前來求人，如何能出手傷人？見那書生全不理睬，不由得暗暗發愁，再聽他所讀的原來是一部最平常不過的「論語」，只聽他讀道：「暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，風乎舞雩，詠而歸。」讀得興高采烈，一誦三歎，確似在春風中載歌載舞，喜樂無已。黃蓉心道：「要他開口，只有出言相激。」當下冷笑一聲，說道：「『論語』縱然讀了千遍，不明夫子微言大義，也是枉然。」那書生愕然止讀，抬起頭來，說道：「甚麼微言大義，倒要請教。」黃蓉打量那書生，見他四十來歲年紀，頭戴逍遙巾，手揮摺疊扇，頦下一叢漆黑的長鬚，確是個飽學宿儒模樣，於是冷笑道：「閣下可知孔門弟子，共有幾人？」那書生笑道：「這有何難？孔門弟子三千，達者七十二人。」黃蓉問道：「七十二人中有老有少，你可知其中冠者幾人，少年幾人？」那書生愕然道：「『論語』中未曾說起，經傳中亦無記載。」黃蓉道：「我說你不明經書上的微言大義，豈難道說錯了？剛才我明明聽你讀道：冠者五六人，童子六七人。五六得三十，成年的是三十人，六七四十二，少年是四十二人。兩者相加，不多不少是七十二人。瞧你這般學而不思，嘿，殆哉，殆哉！」那書生聽她這般牽強附會的胡解經書，不禁啞然失笑，可是心中也暗服她的聰明機智，笑道：「小姑娘果然滿腹詩書，佩服佩服。你們要見家師，為著何事？」黃蓉心想：「若說前來求醫，他必多方留難。可是此話又不能不答，好，他既在讀『論語』，我且掉幾句孔夫子的話來搪塞一番。」於是說道：「聖人，吾不得而見之矣！得見君子者，斯可矣。有朋自遠方來，不亦樂乎？」那書生仰天大笑，半晌方止，說道：「好，好，我出三道題目考考你，若是考得出，那就引你們去見我師父。倘有一道不中式，只好請兩位從原路回去了。」黃蓉道：「啊喲，我沒讀過多少書，太難的我可答不上來。」那書生笑道：「不難，不難。我這裏有一首詩，說的是在下出身來歷，打四個字兒，你倒猜猜看。」黃蓉道：「好啊，猜謎兒，這倒有趣，請唸罷！」那書生撚鬚吟道：「六經蘊籍胸中久，一劍十年磨在手……」黃蓉伸了伸舌頭，說道：「文武全才，可了不起！」那書生一笑接吟：「杏花頭上一枝橫，恐洩天機莫露口。一點纍纍大如斗，卻掩半床無所有。完名直待掛冠歸，本來面目君知否？」黃蓉心道：「『完名直待掛冠歸，本來面目君知否？』瞧你這等模樣，必是段皇爺當年朝中大臣，隨他掛冠離朝，歸隱山林，這又有何難猜？」便道：「『六』字下面一個『一』一個『十』，是個『辛』字。『杏』字上加橫、下去『口』，是個『未』字。半個『床』字加『大』加一點，是個『狀』字。『完』掛冠，是個『元』字。辛未狀元，失敬失敬，原來是位辛未科的狀元爺。」那書生一呆，本以為這字謎頗為難猜，縱然猜出，也得耗上半天，在這窄窄的石梁之上，那少年武功再高，只怕也難以久站，要叫二人知難而退，乖乖的回去，豈知黃蓉竟似不加思索，隨口而答，不由得驚訝異常，心想這女孩兒原來絕頂聰明，倒不可不出個極難的題目來難難她，四下一望，見山邊一排棕櫚，樹葉隨風而動，宛若揮扇，他是狀元之才，即景生情，於是搖了搖手中的摺疊扇，說道：「我有一個上聯，請小姑娘對對。」黃蓉道：「對對子可不及猜謎兒有趣啦，好罷，我若不對，看來你也不能放我們過去，你出對罷。」那書生揮扇指著一排棕櫚道：「風擺棕櫚，千手佛搖摺疊扇。」這上聯既是即景，又隱然自抬身份。黃蓉心道：「我若單以事物相對，不含相關之義，未擅勝場。」遊目四顧，只見對面平地上有一座小小寺院，廟前有一個荷塘，此時七月將盡，高山早寒，荷葉已然凋了大半，心中一動，笑道：「對子是有了，只是得罪大叔，說來不便。」那書生道：「但說不妨。」黃蓉道：「你可不許生氣。」那書生道：「自然不氣。」黃蓉指著他頭上戴的逍遙巾道：「好，我的下聯是：『霜凋荷葉，獨腳鬼戴逍遙巾』。」這下聯一說，那書生哈哈大笑，說道：「妙極，妙極！不但對仗工整，而且敏捷之至。」郭靖見那蓮梗撐著一片枯凋的荷葉，果然像是個獨腳鬼戴了一頂逍遙巾，也不禁笑了起來。黃蓉笑道：「別笑，別笑，一摔下去，咱倆可成了兩個不戴逍遙巾的小鬼啦！」那書生心想：「尋常對子是定然難不倒她的了，我可得出個絕對。」猛然想起少年時在塾中讀書之時，老師曾說過一個絕對，數十年來無人能對得工整，說不得，只好難她一難，於是說道：「我還有一聯，請小姑娘對個下聯：『琴瑟琵琶，八大王一般頭面』。」黃蓉聽了，心中大喜：「琴瑟琵琶四字中共有八個王字，原是十分難對。只可惜這是一個老對，不是你自己想出來的。爹爹當年在桃花島上閒著無事，早就對出來了。我且裝作好生為難，逗他一逗。」於是皺起了眉頭，作出愁眉苦臉之狀。那書生見難倒了她，甚是得意，只怕黃蓉反過來問他，於是說在頭裏：「這一聯本來極難，我也對不工穩。不過咱們話說在先，小姑娘既然對不出，只好請回了。」黃蓉笑道：「若說要對此對，卻有何難？只是適才一聯已得罪了大叔，現在這一聯是一口氣要得罪漁、樵、耕、讀四位，是以說不出口。」那書生不信，心道：「你能對出已是千難萬難，豈能同時又嘲諷我師兄弟四人？」說道：「但求對得工整，取笑又有何妨？」黃蓉笑道：「既然如此，我告罪在先，這下聯是：『魑魅魍魎，四小鬼各自肚腸』。」那書生大驚，站起身來，長袖一揮，向黃蓉一揖到地，說道：「在下拜服。」黃蓉回了一禮，笑道：「若不是四位各逞心機要阻我們上山，這下聯原也難想。」原來當年黃藥師作此對時，陳玄風、曲靈風、陸乘風、馮默風四弟子隨侍在側，黃藥師以此與四弟子開個玩笑。其時黃蓉尚未出世，後來聽父親談及，今日卻拿來移用到漁、樵、耕、讀四人身上。那書生哼了一聲，轉身縱過小缺口，道：「請罷。」郭靖站著靜聽兩人賭試文才，只怕黃蓉一個回答不出，前功盡棄，待見那書生讓道，心中大喜，當下提氣躍過缺口，在那書生先前坐處落足一點，又躍過了最後那小缺口。那書生見他負了黃蓉履險如夷，心中也自歎服：「我自負文武雙全，其實文不如這少女，武不如這少年，慚愧啊慚愧。」側目再看黃蓉，只見她洋洋得意，想是女孩兒折服了一位飽學的狀元公，掩不住的心中喜悅之情，心想：「我且取笑她一番，好教她別太得意了！」於是說道：「姑娘文才雖佳，行止卻是有虧。」黃蓉道：「倒要請教。」那書生道：「『孟子』書中有云：『男女授受不親，禮也。』瞧姑娘是位閨女，與這位小哥並非夫妻，卻何以由他負在背上？孟夫子只說嫂溺，叔可援之以手。姑娘既沒有掉在水裏，又非這小哥的嫂子，這樣背著抱著，實是大違禮教。」黃蓉心道：「哼，靖哥哥和我再好，別人總知道他不是我丈夫。陸乘風陸師哥這麼說，這位狀元公又這麼說。」當下小嘴一扁，說道：「孟夫子最愛胡說八道，他的話怎麼也信得的？」那書生怒道：「孟夫子是大聖大賢，他的話怎麼信不得？」黃蓉笑吟道：「乞丐何曾有二妻？鄰家焉得許多雞？當時尚有周天子，何事紛紛說魏齊？」那書生越想越對，呆在當地，半晌說不出話來。原來這首詩是黃藥師所作，他非湯武、薄周孔，對聖賢傳下來的言語，挖空了心思加以駁斥嘲諷，曾作了不少詩詞歌賦來諷刺孔孟。孟子講過一個故事，說齊人有一妻一妾而去乞討殘羹冷飯，又說有一個人每天要偷鄰家一隻雞。黃藥師就說這兩個故事是騙人的。這首詩最後兩句言道：戰國之時，周天子尚在，孟子何以不去輔佐王室，卻去向梁惠王、齊宣王求官做？這未免是大違於聖賢之道。那書生心想：「齊人與攘雞，原是比喻，不足深究，但最後這兩句，只怕起孟夫子於地下，亦難自辯。」又向黃蓉瞧了一眼，心道：「小小年紀，怎恁地精靈古怪？」當下不再言語，引著二人向前走去。經過荷塘之時，見到塘中荷葉，不禁又向黃蓉一望。黃蓉噗哧一笑，轉過頭去。那書生引二人走進廟內，請二人在東廂坐了，小沙彌奉上茶來。那書生道：「兩位稍候，待我去稟告家師。」郭靖道：「且慢！那位耕田的大叔，在山坡上手托大石，脫身不得，請大叔先去救了他。」那書生吃了一驚，飛奔而出。※※※黃蓉道：「可以拆開那黃色布囊啦。」郭靖道：「啊，你若不提，我倒忘了。」忙取出黃囊拆開，只見囊裏白紙上並無一字，卻繪了一幅圖，圖上一個天竺國人作王者裝束，正用刀割切自己胸口肌肉，全身已割得體無完膚，鮮血淋漓。他身前有一架天平，天平一端站著一隻白鴿，另一邊堆了他身上割下來的肌肉，鴿子雖小，卻比大堆肌肉還要沉重。天平之旁站著一頭猛鷹，神態兇惡。這圖筆法頗為拙劣，黃蓉心想：「那瑛姑原來沒學過繪畫，字倒寫得不錯，這幅圖卻如小孩兒塗鴉一般。」瞧了半天，不明圖中之意。郭靖見她竟也猜想不出，自己也就不必多耗心思，當下將圖摺起，握在掌中。只聽殿上腳步聲響，那農夫怒氣沖沖，扶著書生走向內室，想是他被大石壓得久了，累得精疲力盡。約莫又過了一盞茶時分，一個小沙彌走了進來，雙手合什，行了一禮，說道：「兩位遠道來此，不知有何貴幹？」郭靖道：「特來求見段皇爺，相煩通報。」那小沙彌合什道：「段皇爺早已不在塵世，累兩位空走一趟。且請用了素齋，待小僧恭送下山。」郭靖大失所望，心想千辛萬苦的到了此間，仍是得到這樣一個回覆，這便如何是好？可是黃蓉見了廟宇，已猜到三成，這時見到小沙彌神色，更猜到了五六成，從郭靖手中接過那幅圖畫，說道：「弟子郭靖、黃蓉求見。盼尊師念在九指神丐與桃花島故人之情，賜見一面。這一張紙，相煩呈給尊師。」小沙彌接過圖畫，不敢打開觀看，合什行了一禮，轉身入內。這一次他不久即回，低眉合什道：「恭請兩位。」郭靖大喜，扶著黃蓉隨小沙彌入內。那廟宇看來雖小，裏邊卻甚進深。三人走過一條青石鋪的小徑，又穿過一座竹林，只覺綠蔭森森，幽靜無比，令人煩俗盡消。竹林中隱著三間石屋。小沙彌輕輕推開屋門，讓在一旁，躬身請二人進屋。郭靖見小沙彌恭謹有禮，對之甚有好感，向他微笑示謝，然後與黃蓉並肩而入。只見室中小几上點著一爐檀香，几旁兩個蒲團上各坐一個僧人。一個肌膚黝黑，高鼻深目，顯是天竺國人。另一個身穿粗布僧袍，兩道長長的白眉從眼角垂了下來，面目慈祥，眉間雖隱含愁苦，但一番雍容高華的神色，卻是一望而知。那書生與農夫侍立在他身後。黃蓉此時再無懷疑，輕輕一拉郭靖的手，走到那長眉僧人之前，躬身下拜，說道：「弟子郭靖、黃蓉，參見師伯。」郭靖心中一愕，當下也不暇琢磨，隨著她爬在地下，著力磕了四個響頭。那長眉僧人微微一笑，站起身來，伸手扶起二人，笑道：「七兄收得好弟子，藥兄生得好女兒啊。聽他們說，」說著向農夫與書生一指，「兩位文才武功，俱遠勝於我的劣徒，哈哈，可喜可賀。」郭靖聽了他的言語，心想：「這口吻明明是段皇爺了，只是好端端一位皇帝，怎麼變成了和尚？他們怎麼又說他已不在塵世？可教人丈二金剛摸不著頭腦。蓉兒怎麼又知道他就是段皇爺？」只聽得那僧人又向黃蓉道：「你爹爹和你師父都好罷？想當年在華山絕頂與你爹爹比武論劍，他尚未娶親，不意一別二十年，居然生下了這麼俊美的女兒。你還有兄弟姊妹嗎？你外祖是那一位前輩英雄？」黃蓉眼圈一紅，說道：「我媽就只生我一個，她早已去世啦，外祖父是誰我也不知道。」那僧人道：「啊。」輕拍她肩膀安慰，又道：「我入定了三日三夜，剛才回來，你們到久了罷？」黃蓉尋思：「瞧他神色，倒是很喜歡見到我們，那麼，一路阻攔，不令我們上山，都是他弟子們的主意了。」當下答道：「弟子也是剛到。幸好幾位大叔在途中多方留難，否則就算早到了，段師伯入定未回，也是枉然。」那僧人呵呵笑道：「他們就怕我多見外人。其實，你們又那裏是外人了？小姑娘一張利口，確是家學淵源。段皇爺早不在塵世啦，我現下叫作一燈和尚。你師父親眼見我皈依三寶，你爹爹只怕不知罷？」郭靖這時方才恍然大悟：「原來段皇爺剃度做了和尚，出了家便不是俗世之人，因此他弟子說段皇爺早已不在塵世，我師父親眼見他皈佛為僧，若是命我等前來找他，自然不會再說來見段皇爺，必是說來見一燈大師。蓉兒真是聰明，一見他面就猜到了。」只聽黃蓉說道：「我爹爹並不知曉。我師父也沒向弟子說知。」一燈笑道：「是啊，你師父的口多入少出，吃的多，說的少，老和尚的事他決計不會跟人說起。你們遠來辛苦，用過了齋飯沒有？咦！」說到這裏突然一驚，拉著黃蓉的手走到門口，讓她的臉對著陽光，細細審視，越看神色越是驚訝。郭靖縱然遲鈍，也瞧出一燈大師已發覺黃蓉身受重傷，心中酸楚，突然雙膝跪地，向他連連磕頭。一燈伸手往他臂下一抬，郭靖只感一股大力欲將他身子掀起，不敢運勁相抗，隨著來力勢頭，緩緩的站起身來，說道：「求大師救她性命！」一燈適才這一抬，一半是命他不必多禮，一半卻是試他功力，這一抬只使了五成力，若覺他抵擋不住，立時收勁，也決不致將他掀個觔斗，如抬他不動，當再加勁，只這一抬之間，就可明白對方武功深淺，豈知郭靖竟是順著來勢站起，將他勁力自然而然的化解了，這比抬他不動更令一燈吃驚，暗道：「七兄收的好徒弟啊，無怪我徒兒甘拜下風。」這時郭靖說了一句：「求大師救她性命！」一言方畢，突然立足不穩，身子不由自主的向前踏了一步，急忙運勁站定，可是已心浮氣粗，滿臉漲得通紅，心中大吃一驚：「一燈大師的功力竟持續得這麼久！我只道已經化除，那知他借力打力，來勁雖解，隔了片刻之後，我自己的反力卻將我這麼向前推出，若是當真動手，我這條小命還在嗎？東邪西毒，南帝北丐，當真是名不虛傳。」這一下拜服得五體投地，胸中所思，臉上即現。一燈見他目光中露出又驚又佩的神色，伸手輕輕拍了拍他的肩膀，笑道：「練到你這樣，也已不容易了啊。」這時他拉著黃蓉的手尚未放開，一轉頭，笑容立斂，低聲道：「孩子，你不用怕，放心好啦。」扶著她坐在蒲團之上。黃蓉一生之中從未有人如此慈祥相待，父親雖然愛憐，可是說話行事古裏古怪，平時相處，倒似她是一個平輩好友，父女之愛卻是深藏不露，這時聽了一燈這幾句溫暖之極的話，就像忽然遇到了她從未見過面的親娘，受傷以來的種種痛楚委屈苦忍已久，到這時再也克制不住，「哇」的一聲，哭了出來。一燈大師柔聲安慰：「乖孩子，別哭別哭！你身上的痛，伯伯一定給你治好。」那知他越是說得親切，黃蓉心中百感交集，哭得越是厲害，到後來抽抽噎噎的竟是沒有止歇。郭靖聽他答應治傷，心中大喜，一轉頭間，忽見那書生與農夫橫眉凸睛、滿臉怒容的瞪著自己，當即心中歉然：「我們來到此處，全憑蓉兒使詐用智，無怪他們發怒。只是一燈大師如此慈和，他的弟子卻定要阻攔，不知是何緣故。」只聽一燈大師道：「孩子，你怎樣受的傷，怎樣找到這裏，慢慢說給伯伯聽。」當下黃蓉收淚述說，將怎樣誤認裘千仞為裘千丈、怎樣受他雙掌推擊等情說了。一燈聽到鐵掌裘千仞的名字時，眉頭微微一皺，但隨即又神定氣閒的聽著。黃蓉述說之時，一直留心察看著一燈大師的神情，他雖只眉心稍蹙，卻也逃不過她的眼睛；待講到如何在森林黑沼中遇到瑛姑、她怎樣指點前來求見，一燈大師的臉色在一瞬間又是一沉，似乎突然想到了一件痛心疾首的往事。黃蓉便即住口，過了片刻，一燈大師嘆了口氣，問道：「後來怎樣？」黃蓉接著述說漁、樵、耕、讀的諸般留難，樵子是輕易放他們上來的，著實將他誇獎了幾句，對其餘三人卻加油添醬的都告了一狀，只氣得書生與農夫二人更加怒容滿臉。郭靖幾次插口道：「蓉兒，別瞎說，那位大叔沒這麼兇！」可是她在一燈面前撒嬌使賴，張大其辭，把一燈身後兩弟子只聽得臉上一陣紅一陣青，礙於在師尊面前，卻不敢接一句口。一燈大師連連點頭，道：「咳，對待遠客，怎可如此？這幾個孩兒對朋友真是無禮，待會我叫他們向你兩個賠不是。」黃蓉向那書生與農夫瞪了一眼，甚是得意，口中不停，直說到怎樣進入廟門，道：「後來我把那幅圖畫給你看，你叫我進來，他們才不再攔我。」一燈奇道：「甚麼圖畫？」黃蓉道：「就是那幅老鷹啦、鴿子啦、割肉啦的畫。」一燈道：「你交給誰了？」黃蓉還未回答，那書生從懷中取了出來，雙手捧住，說道：「在弟子這裏。剛才師父入定未回，是以還沒呈給師父過目。」一燈伸手接過，向黃蓉笑道：「你瞧。若是你不說，我就看不到啦。」慢慢打開那幅畫來，一瞥之間，已知圖中之意，笑道：「原來人家怕我不肯救你，拿這畫來激我，那不是忒也小覷了老和尚麼？」黃蓉一轉頭，見那書生與農夫臉上又是焦急又是關切，心中大是起疑：「幹麼他們聽到師父答應給我治病，就如要了他們命根子似的，難道治病的藥是至寶靈丹，實在捨不得麼？」回過頭來，卻見一燈在細細審視那畫，隨即拿到陽光下透視紙質，輕輕彈了幾下，臉上大有懷疑之色，對黃蓉道：「這是瑛姑畫的麼？」黃蓉道：「是啊。」一燈沉吟半晌，又問：「你親眼瞧見她畫的？」黃蓉知道其中必有蹊蹺，回想當時情景，說道：「瑛姑書寫之時，背向我們，我只見她筆動，卻沒親眼見到她書畫。」一燈道：「你說還有兩隻布囊，囊中的柬帖給我瞧瞧。」郭靖取了出來，一燈看了，神色微變，低聲道：「果真如此。」他把三張柬帖都遞給黃蓉，道：「藥兄是書畫名家，你家學淵源，必懂鑒賞，倒瞧瞧這三張柬帖有何不同。」黃蓉接過手來一看，就道：「這兩張柬帖只是尋常玉版紙，畫著圖畫的卻是舊繭紙，向來甚是少見。」一燈大師點頭道：「嗯，書畫我是外行，你看這幅畫功力怎樣？」黃蓉細細瞧了幾眼，笑道：「伯伯還裝假說外行呢！你早就瞧出這畫不是瑛姑繪的啦。」一燈臉色微變，說道：「那麼當真不是她繪的了？我只是憑事理推想，並非從畫中瞧出。」黃蓉拉著他手臂道：「伯伯你瞧，這兩張柬帖中的字筆致柔弱秀媚，圖畫中的筆法卻瘦硬之極。嗯，這幅圖是男人畫的，對啦，定是男人的手筆，這人全無書畫素養，甚麼間架、遠近一點也不懂，可是筆力沉厚遒勁，直透紙背……這墨色可舊得很啦，我看比我的年紀還大。」一燈大師嘆了口氣，指著竹几上一部經書，示意那書生拿來。那書生取將過來，遞在師父手中。黃蓉見經書封面的黃簽上題著兩行字道：「大莊嚴論經。馬鳴菩薩造。西域龜茲三藏鳩摩羅什譯。」心道：「他跟我講經，那我可一竅不通啦。」一燈隨手將經書揭開，將那幅畫放在書旁，道：「你瞧。」黃蓉「啊」的一聲低呼，說道：「紙質一樣。」一燈點了點頭。郭靖不懂，低聲問道：「甚麼紙質一樣？」黃蓉道：「你細細比較，這經書的紙質和那幅畫不是全然相同麼？」郭靖仔細看時，果見經書的紙質粗糙堅厚，雜有一條條黃絲，與畫紙一般無異，道：「當真是一樣的，那又怎樣？」黃蓉不答，眼望一燈大師，待他解釋。一燈大師道：「這部經書是我師弟從西域帶來送我的。」靖蓉二人自和一燈大師說話之後，一直未留心那天竺僧人，這時齊向他望去，只見他盤膝坐在蒲團之上，對各人說話似乎充耳不聞。一燈又道：「這部經是以西域的紙張所書，這幅畫也是西域的紙張。你聽說過西域白駝山之名麼？」黃蓉驚道：「西毒歐陽鋒？」一燈緩緩點頭，道：「不錯，這幅畫正是歐陽鋒繪的。」一聽此言，郭靖、黃蓉俱都大驚，一時說不出話來。一燈微笑道：「這位歐陽居士處心積慮，真料得遠啊。」黃蓉道：「伯伯，我不知這畫是老毒物繪的，這人定然不懷好意。」一燈微笑道：「一部九陰真經，也瞧得恁大。」黃蓉道：「這畫和九陰真經有關麼？」一燈見她興奮驚訝之下，頰現暈紅，其實已吃力異常，只是強運內力撐住，於是伸手扶住她右臂，說道：「這事將來再說，先治好你的傷要緊。」當下扶著她慢慢走向旁邊廂房，將到門口，那書生和農夫突然互使個眼色，搶在門口，同時跪下，說道：「師父，待弟子給這位姑娘醫治。」一燈搖頭道：「你們功力夠麼？能醫得好麼？」那書生和農夫道：「弟子勉力一試。」一燈大師臉色微沉，道：「人命大事，豈容輕試？」那書生道：「這二人受奸人指使來此，決無善意。師父雖然慈悲為懷，也不能中了奸人毒計。」一燈大師嘆了口氣道：「我平日教了你們些甚麼來？你拿這畫好生瞧瞧去。」說著將畫遞給了他。那農夫磕頭道：「這畫是西毒繪的，師父，是歐陽鋒的毒計。」說到後來，神態惶急，淚流滿面。靖蓉二人都是大惑不解：「醫傷治病，怎地有恁大干係？」一燈大師輕聲道：「起來，起來，別讓客人心中不安。」他聲調雖然和平，但語氣卻極堅定。二弟子知道無可再勸，只得垂頭站起。一燈大師扶著黃蓉進了廂房，向郭靖招手道：「你也來。」郭靖跟著進房。一燈將門上捲著的竹簾垂了下來，點了一根線香，插在竹几上的爐中。※※※房中四壁蕭然，除一張竹几外，只地下三個蒲團。一燈命黃蓉在中間一個蒲團上坐了，自行盤膝坐在她身旁的蒲團上，向竹簾望了一眼，對郭靖道：「你守著房門，別讓人進來，即令是我的弟子，也不得放入。」郭靖答應了。一燈閉了雙眼，忽又睜眼說道：「他們若要硬闖，你就動武好了。干係你師妹的性命，要緊，要緊。」郭靖道：「是！」心下更是大惑不解：「他的弟子對他這般敬畏，怎敢違抗師命，硬闖進來？」一燈轉頭對黃蓉道：「你全身放鬆，不論有何痛癢異狀，千萬不可運氣抵禦。」黃蓉笑道：「我就算自己已經死啦。」一燈一笑，道：「女娃兒當真聰明。」當即閉目垂眉，入定運功，當那線香點了一寸來長，忽地躍起，左掌撫胸，右手伸出食指，緩緩向她頭頂百會穴上點去。黃蓉身不由主的微微一跳，只覺一股熱氣從頂門直透下來。一燈大師一指點過，立即縮回，只見他身子未動，第二指已點向她百會穴後一寸五分處的後頂穴，接著強間、腦戶、風府、大椎、陶道、身柱、神道、靈台一路點將下來，一枝線香約燃了一半，已將她督脈的三十大穴順次點到。郭靖此時武功見識俱已大非昔比，站在一旁見他出指舒緩自如，收臂瀟灑飄逸，點這三十處大穴，竟使了三十般不同手法，每一招卻又都是堂廡開廓，各具氣象，江南六怪固然未曾教過，九陰真經的「點穴篇」中亦未得載，真乃見所未見，聞所未聞，只瞧得他神馳目眩，張口結舌，只道一燈大師是在顯示上乘武功，那裏想到他正以畢生功力替黃蓉打通周身的奇經八脈。督脈點完，一燈坐下休息，待郭靖換過線香，又躍起點在她任脈的二十五大穴，這次使的卻全是快手，但見他手臂顫動，猶如蜻蜓點水，一口氣尚未換過，已點完任脈各穴，這二十五招雖然快似閃電，但著指之處，竟無分毫偏差。郭靖驚佩無已，心道：「咳，天下竟有這等功夫！」待點到陰維脈的一十四穴，手法又自不同，只見他龍行虎步，神威凜凜，雖然身披袈裟，但在郭靖眼中看來，那裏是個皈依三寶的僧人，真是一位君臨萬民的皇帝。陰維脈點完，一燈大師逕不休息，直點陽維脈三十二穴，這一次是遙點，他身子遠離黃蓉一丈開外，倏忽之間，欺近身去點了她頸中的風池穴，一中即離，快捷無倫。郭靖心道：「當與高手爭搏之時，近鬥兇險，若用這手法，既可克敵，又足保身，實是無上妙術。」凝神觀看一燈的趨退轉折，搶攻固然神妙，尤難的卻是在一攻而退，魚逝兔脫，無比靈動，忽然心想：「那瑛姑和我拆招之時，身法滑溜之極，與大師這路點穴法有三分相像，倒似是跟大師學的一般，但高下卻是差得遠了。」再換兩枝線香，一燈大師已點完她陰蹻、陽蹻兩脈，當點至肩頭巨骨穴時，郭靖突然心中一動：「啊，九陰真經中何嘗沒有？只不過我這蠢才一直不懂而已。」心中暗誦經文，但見一燈大師出招收式，依稀與經文相合，只是經文中但述要旨，一燈大師的點穴法卻更有無數變化。一燈大師此時宛如現身說法，以神妙武術揭示九陰真經中的種種秘奧。郭靖未得允可，自是不敢逕去學他一陽指的指法，然於真經妙詣，卻已大有所悟。最後帶脈一通，即是大功告成。那奇經七脈都是上下交流，帶脈卻是環身一周，絡腰而過，狀如束帶，是以稱為帶脈。這次一燈大師背向黃蓉，倒退而行，反手出指，緩緩點她章門穴。這帶脈共有八穴，一燈出手極慢，似乎點得甚是艱難，口中呼呼喘氣，身子搖搖晃晃，大有支撐不住之態。郭靖吃了一驚，見一燈額上大汗淋漓，長眉梢頭汗水如雨而下，要待上前相扶，卻又怕誤事，看黃蓉時，她全身衣服也忽被汗水濕透，顰眉咬唇，想是在竭力忍住痛楚。忽然刷得一聲，背後竹簾捲起，一人大叫：「師父！」搶進門來。郭靖心中念頭尚未轉定，已使一招「神龍擺尾」，右掌向後揮出，啪的一聲，擊在那人肩頭，隨即回過身來，只見一人身子搖晃，踉蹌退了兩步，正是那個漁人。他鐵舟、鐵槳被奪，無法自溪水中上峰，只得遠兜圈子，多走了二十餘里，從山背迂迴而上。待得趕到，聽得師父已在為那小姑娘治傷，情急之下，便即闖入，意欲死命勸阻，不料被郭靖一招推出，正欲再上，樵子、農夫、書生三人也已來到門外。那書生怒道：「完啦，還阻攔甚麼？」郭靖回過頭來，只見一燈大師已盤膝坐上蒲團，臉色慘白，僧袍盡濕，黃蓉卻已跌倒，一動也不動，不知生死。郭靖大驚，搶過去扶起，鼻中先聞到一陣腥臭，看她臉時，白中泛青，全無血色，然一層隱隱黑氣卻已消逝，伸手探她鼻息，但覺呼吸沉穩，當下先放心了大半。漁、樵、耕、讀四弟子圍坐在師父身旁，不發一言，均是神色焦慮。郭靖凝神望著黃蓉，見她臉色漸漸泛紅，心中更喜，豈知那紅色愈來愈甚，到後來雙頰如火，再過一會，額上汗珠滲出，臉色又漸漸自紅至白。這般轉了三會，發了三次大汗，黃蓉「嚶」的一聲低呼，睜開雙眼，說道：「靖哥哥，爐子呢，咦，冰呢？」郭靖聽她說話，喜悅無已，顫聲道：「甚麼爐子？冰？」黃蓉四下一望，搖了搖頭，笑道：「啊，我做了個惡夢，夢到歐陽鋒啦，歐陽克啦，裘千仞啦，他們把我放到爐子裏燒烤，又拿冰來冰我，等我身子涼了，又去烘火，咳，真是怕人。咦，伯伯怎麼啦？」一燈緩緩睜眼，笑道：「你的傷好啦，休息一兩天，別亂走亂動，那就沒事。」黃蓉道：「我全身沒一點力氣，手指頭兒也懶得動。」那農夫橫眉怒目，向她瞪了一眼。黃蓉不理，向一燈道：「伯伯，你費這麼大的勁醫我，一定累得厲害，我有依據爹爹秘方配製的九花玉露丸，你服幾丸，好不好？」一燈喜道：「好啊，想不到你帶有這補神健體的妙藥。那年華山論劍，個個鬥得有氣沒力，你爹爹曾分給大家一起服食，果然靈效無比。」郭靖忙從黃蓉衣囊中取出那小袋藥丸，呈給一燈。樵子趕到廚下取來一碗清水，書生將一袋藥丸盡數倒在掌中，遞給師父。一燈笑道：「那用得著這許多？這藥丸調製不易，咱們討一半吃罷。」那書生急道：「師父，就把世上所有靈丹妙藥搬來，也還不夠呢。」一燈拗不過他，自感內力耗竭，於是從他手中將數十粒九花玉露丸都吞服了，喝了幾口清水，對郭靖道：「扶你師妹去休息兩日，下山時不必再來見我。嗯，有一件事你們須得答應我。」郭靖拜倒在地，咚咚咚咚，連磕四個響頭。黃蓉平日對人嘻皮笑臉，就算在父親、師父面前，也是全無小輩規矩，這時卻向一燈盈盈下拜，低聲道：「伯伯活命之德，侄女不敢有一時一刻忘記。」一燈微笑道：「還是轉眼忘了的好，也免得心中牽掛。」回過頭來對郭靖道：「你們這番上山來的情景，不必向旁人說起，就算對你師父，也就別提。」郭靖正自盤算如何接洪七公上山求他治傷，聽了此言，不禁愕然怔住，說不出話來。一燈微笑道：「以後你們也別再來了，我們大夥兒日內就要搬家。」郭靖忙道：「搬到那裏去？」一燈微笑不語。黃蓉心道：「傻哥哥，他們就是因為此處的行蹤被咱們發見了，因此要搬場，怎能對你說？」想到一燈師徒在此一番辛苦經營，為了受自己之累，須得全盤捨卻，更是歉然無已，心想此恩此德只怕終身難報了，也難怪漁、樵、耕、讀四人要竭力阻止自己上山，想到此處，向四弟子望了一眼，要想說幾句話賠個不是。一燈大師臉色突變，身子幾下搖晃，伏倒在地。四弟子和靖蓉大驚失色，同時搶上扶起，只見他臉上肌肉抽動，似在極力忍痛。六人心中惶急，垂手侍立，不敢作聲。過了一盞茶時分，一燈臉上微露笑容，向黃蓉道：「孩子，這九花玉露丸是你爹爹親手調製的麼？」黃蓉道：「不是，是我師哥陸乘風依著爹爹的秘方所制。」一燈道：「你可曾聽爹爹說過，這丸藥服得過多反為有害麼？」黃蓉大吃一驚，心道：「難道這九花玉露丸有甚不妥？」忙道：「爹爹曾說服得越多越好，只是調製不易，他自己也不捨得多服。」一燈低眉沉思半晌，搖頭道：「你爹爹神機妙算，人所難測，我怎猜想得透？難道是他要懲治你陸師兄，給了他一張假方？又難道你陸師兄與你有仇，在一包藥丸之中雜了幾顆毒藥？」眾人聽到「毒藥」兩字，齊聲驚呼。那書生道：「師父，你中了毒？」一燈微笑道：「好得有你師叔在此，再厲害的毒藥也害不死人。」四弟子怒不可抑，向黃蓉罵道：「我師父好意相救，你膽敢用毒藥害人？」四人團團將靖蓉圍住，立刻就要動手。這下變起倉卒，郭靖茫然無措，不知如何是好。黃蓉聽一燈問第一句話，即知是九花玉露丸出了禍端，瞬息之間，已將自歸雲莊受丸起始的一連串事件在心中查察了一遍，待得想到在黑沼茅屋之中，瑛姑曾拿那丸藥到另一室中細看，隔了良久方才出來，心中登時雪亮，叫道：「伯伯，我知道啦，是瑛姑。」一燈道：「又是瑛姑？」黃蓉當下把在黑沼茅屋中的情狀說了一遍，並道：「她叮囑我千萬不可再服這丸藥，自然因為她在其中混入了外形相同的毒丸。」那農夫厲聲道：「哼，她待你真好，就怕害死了你。」黃蓉想到一燈已服毒丸，心中難過萬分，再無心緒反唇相稽，只低聲道：「倒不是怕害死我，只怕我服了毒丸，就害不到伯伯了。」一燈只嘆道：「孽障，孽障。」臉色隨即轉為慈和，對靖蓉二人道：「這是我命中該當遭劫，與你們全不相干，就是那瑛姑，也只是要了卻從前的一段因果。你們去休息幾天，好好下山去罷。我雖中毒，但我師弟是療毒聖手，不用掛懷。」說著閉目而坐，再不言語。※※※靖蓉二人躬身下拜，只見一燈大師滿臉笑容，輕輕揮手，兩人不敢再留，慢慢轉身出去。那小沙彌候在門外，領二人到後院一間小房休息。房中也是全無陳設，只放著兩張竹榻，一張竹几。不久兩個老和尚開進齋飯來，說道：「請用飯。」黃蓉掛念一燈身子，問道：「大師好些了麼？」一個老和尚尖聲道：「小僧不知。」俯身行禮，退了出去。郭靖道：「聽這兩人說話，我還道是女人呢。」黃蓉道：「是太監，定是從前服侍段皇爺的。」郭靖「啊」了一聲，兩人滿腹心事，那裏吃得下飯去。禪院中一片幽靜，萬籟無聲，偶然微風過處，吹得竹葉簌簌作聲，過了良久，郭靖道：「蓉兒，一燈大師的武功可高得很哪。」黃蓉「嗯」了一聲。郭靖又道：「咱們師父、你爹爹、周大哥、歐陽鋒、裘千仞這五人武功再高，卻也未必勝過一燈大師。」黃蓉道：「你說這六人之中，誰能稱得上天下第一？」郭靖沉吟半晌道：「我看各有各的獨到造詣，實在難分高下。這一門功夫是這一位強些，那一門功夫又是那一位厲害了。」黃蓉道：「若說文武全才、博學多能呢？」郭靖道：「那自然要推你爹爹啦。」黃蓉甚是得意，笑靨如花，忽然嘆了口氣道：「因此這就奇啦。」郭靖忙問：「奇甚麼？」黃蓉道：「你想，一燈大師這麼高的本領，漁、樵、耕、讀四位弟子又都非泛泛之輩，他們何必這麼戰戰兢兢的躲在這深山之中？為甚麼聽到有人來訪，就如大禍臨頭般的害怕？當世六大高手之中，只有西毒與裘鐵掌或許是他的對頭，但這二人各負盛名，難道能不顧身份、聯手來跟他為難麼？」郭靖道：「蓉兒，就算歐陽鋒與裘千仞聯手來尋仇，現下咱們也不怕。」黃蓉奇道：「怎麼？」郭靖臉上現出忸怩神色，頗感不好意思。黃蓉笑道：「咦！怎麼難為情起來啦？」郭靖道：「一燈大師武功決不在西毒之下，至少也能打成平手，我瞧他的反手點穴法似乎正是蛤蟆功的剋星。」黃蓉道：「那麼裘千仞呢？漁、樵、耕、讀四人可不是他對手。」郭靖道：「不錯，在洞庭君山和鐵掌峰上，我都曾和他對過一掌，若是打下去，五十招之內，或許能和他拚成平手，但一百招之後，多半便擋不住了。今日我見了一燈大師替你治傷的點穴手法……」黃蓉大喜，搶著說道：「你就學會了？你能勝過那該死的裘鐵掌？」郭靖道：「你知我資質魯鈍，這點穴功夫精深無比，那能就學會了？何況大師又沒說傳我，我自然不能學。不過看了大師的手法，於九陰真經本來不明白的所在，又多懂了一些。要勝過裘鐵掌是不能的，但要和他多耗些時刻，想來也還可以。」黃蓉嘆道：「可惜你忘了一件事。」郭靖道：「甚麼？」黃蓉道：「大師中了毒，不知何時能好。」郭靖默然，過了一陣，恨恨的道：「那瑛姑恁地歹毒。」忽然叫道：「啊，不好！」黃蓉嚇了一跳，道：「甚麼？」郭靖道：「你曾答應瑛姑，傷癒之後陪她一年，這約守是不守？」黃蓉道：「你說呢？」郭靖道：「若是不得她指點，咱們定然找不到一燈大師，你的傷勢那就難說得很……」黃蓉道：「甚麼難說的很？乾脆就說我的小命兒一定保不住。你是大丈夫言出如山，必是要我守約的了。」她想到郭靖不肯背棄與華箏所訂的婚約，不禁黯然垂頭。這些女兒家的心事，郭靖實是捉摸不到半點，黃蓉已在泫然欲泣，他卻是渾渾噩噩的不知不覺，只道：「那瑛姑說你爹爹神機妙算，勝她百倍，就算你肯傳授術數之學，終是難及你爹爹的皮毛，那幹麼還是要你陪她一年？」黃蓉掩面不理。郭靖還未知覺，又問一句，黃蓉怒道：「你這傻瓜，甚麼也不懂！」郭靖不知她何以忽然發怒，被她罵得摸不著頭腦，只道：「蓉兒！我本是個傻瓜，這才求你跟我說啊。」黃蓉惡言出口，原已極為後悔，聽他這麼柔聲說話，再也忍耐不住，伏在他的懷裏哭了出來。郭靖更是不解，只得輕輕拍著她的背脊安慰。黃蓉拉起郭靖衣襟擦了擦眼淚，笑道：「靖哥哥，是我不好，下次我一定不罵你啦。」郭靖道：「我本來是傻瓜，你說說有甚麼相干？」黃蓉道：「唉，你是好人，我是壞姑娘。我跟你說，那瑛姑和我爹爹有仇，本來想精研術數武功，到桃花島找我爹爹報仇，後來見術數不及我，武功不及你，知道報仇無望，於是想把我作為抵押，引我爹爹來救。這樣反客為主，她就能布設毒計害他啦。」郭靖恍然大悟，一拍大腿，道：「啊，一點兒也不錯，這約是不能守的了。」黃蓉道：「怎麼不守？當然要守。」郭靖奇道：「咦？」黃蓉道：「瑛姑這女人厲害得緊，瞧她在九花玉露丸中混雜毒丸加害一燈大師的手段，就可想見其餘。此女不除，將來終是爹爹的大患。她要我相陪，那就陪她，現下有了提防，決不會再上她當，不管她有甚麼陰謀毒計，我總能一一識破。」郭靖道：「唉，那可如伴著一頭老虎一般。」黃蓉正要回答，忽聽前面禪房中傳來數聲驚呼。※※※兩人對望一眼，凝神傾聽，驚呼聲卻又停息。郭靖道：「不知大師身子怎地？」黃蓉搖了搖頭。郭靖又道：「你吃點飯，躺下歇一陣。」黃蓉仍是搖頭，忽道：「有人來啦！」果然聽得幾個人腳步響，從前院走來，一人氣忿忿的道：「那小丫頭鬼計多端，先宰了她。」聽聲音正是那農夫。靖蓉二人吃了一驚，又聽那樵子的聲音道：「不可魯莽，先問問清楚。」那農夫道：「還問甚麼？兩個小賊必是師父的對頭派來的。咱們宰一個留一個。要問，問那傻小子就成了。」說話之間，漁、樵、耕、讀四人已到了門外，他們堵住了出路，說話也不怕靖蓉二人聽見。郭靖更不遲疑，一招「亢龍有悔」，出掌向後壁推去，只聽轟隆隆一聲響亮，半堵土牆登時推倒。他俯身負起黃蓉，從半截斷牆上躍了出去，人在空中，那農夫出手如風，倏來抓他左腿。黃蓉左手輕揮，往農夫掌背「陽池穴」上拂去，這是她家傳的「蘭花拂穴手」，雖然傷後無力，但這一拂輕靈飄逸，認穴奇準，卻也是非同小可。那農夫精熟點穴功夫，眼見她手指如電而至，吃了一驚，急忙回手相格，穴道終於未被拂中，但就這麼慢得一慢，郭靖已負著黃蓉躍出後牆。他只奔出數步，叫一聲苦，原來禪院後面長滿了一人來高的荊棘，密密麻麻，倒刺橫生，實是無路可走，回過頭來，卻見漁、樵、耕、讀四人一字排開，攔在身前。郭靖朗聲道：「尊師命我們下山，各位親耳所聞，卻為何違命攔阻？」那漁人瞪目而視，聲如雷震，說道：「我師慈悲為懷，甘願捨命相救，你……」靖、蓉二人驚道：「怎地捨命相救？」那漁人與農夫同時「呸」的一聲，那書生冷笑道：「姑娘之傷是我師捨命相救，難道你們當真不知？」靖蓉齊道：「實是不知，乞道其詳。」那書生見二人臉色誠懇，不似作偽，向樵子望了一眼。樵子點了點頭。書生道：「姑娘身上受了極厲害的內傷，須用一陽指再加上先天功打通奇經八脈各大穴道，方能療傷救命。自從全真教主重陽真人仙遊，當今唯我師身兼一陽指與先天功兩大神功。但用這功夫為人療傷，本人卻是元氣大傷，五年之內武功全失。」黃蓉「啊」了一聲，心中既感且愧。那書生又道：「此後五年之中每日每夜均須勤修苦練，只要稍有差錯，不但武功難復，而且輕則殘廢，重則喪命。我師如此待你，你怎能喪盡天良，恩將仇報？」黃蓉掙下地來，朝著一燈大師所居的禪房拜了四拜，嗚咽道：「伯伯活命之恩，實不知深厚如此。」漁、樵、耕、讀見她下拜，臉色稍見和緩。那漁人問道：「你爹爹差你來算計我師，是否你自己也不知道？」黃蓉怒道：「我爹爹怎能差我來算計伯伯？我爹爹桃花島主是何等樣人，豈能做這卑鄙齷齪的勾當？」那漁人作了一揖，說道：「倘若姑娘不是令尊所遣，在下言語冒犯，還望恕罪。」黃蓉道：「哼，這話但教我爹爹聽見了，就算你是一燈大師的高徒，總也有點兒苦頭吃。」那漁人一哂，道：「令尊號稱東邪，行事……行事……嘿嘿……我們本想西毒做得出的事，令尊也能做得出。現下看來，只怕這個念頭轉錯了。」黃蓉道：「我爹爹怎能和西毒相比？歐陽鋒那老賊幹了甚麼啦？」那書生道：「好，咱們把一切攤開來說個清楚。回房再說。」當下六人回入禪房，分別坐下。漁、樵、耕、讀四人所坐地位，若有意若無意的各自擋住了門窗通路，黃蓉知道是防備自己逃逸，只微微一笑，也不點破。那書生道：「九陰真經的事你們知道麼？」黃蓉道：「知道啊，難道此事與九陰真經又有甚麼干係了？唉，這書當真害人不淺。」不禁想起母親因默寫經文不成而死。那書生道：「華山首次論劍，是為爭奪真經，全真教主武功天下第一，真經終於歸他，其餘四位高手心悅誠服，原無話說。那次華山論劍，各逞奇能，重陽真人對我師的一陽指甚是佩服，第二年就和他師弟到大理來拜訪我師，互相切磋功夫。」黃蓉接口道：「他師弟？是老頑童周伯通？」那書生道：「是啊，姑娘年紀雖小，識得人卻多。」黃蓉道：「你不用讚我。」那書生道：「周師叔為人確是很滑稽的，但我可不知他叫做老頑童。那時我師還未出家。」黃蓉道：「啊，那麼他是在做皇帝。」那書生道：「不錯，全真教主師兄弟在皇宮裏住了十來天，我們四人都隨侍在側。我師將一陽指的要旨訣竅，盡數說給了重陽真人知道。重陽真人十分喜歡，竟將他最厲害的先天功功夫傳給了我師。他們談論之際，我們雖然在旁，只因見識淺陋，縱然聽到，卻也難以領悟。」黃蓉道：「那麼老頑童呢？他功夫不低啊。」那書生道：「周師叔好動不好靜，數日在大理皇宮裏東闖西走，到處玩耍，竟連皇后與宮妃的寢宮也不避忌。太監宮娥們知道他是皇爺的上賓，也就不加阻攔。」黃蓉與郭靖臉露微笑。那書生又道：「重陽真人臨別之際，對我師言道：『近來我舊疾又發，想是不久人世，好在先天功已有傳人，再加上皇爺的一陽指神功，世上已有剋制他之人，就不怕他橫行作怪了。』這時我師方才明白，重陽真人千里迢迢來到大理，主旨是要將先天功傳給我師，要在他身死之後，留下一個剋制西毒歐陽鋒之人。只因東邪、西毒、南帝、北丐、中神通五人向來齊名當世，若說前來傳授功夫，未免對我師不敬，是以先求我師傳他一陽指，再以先天功作為交換。我師明白了他這番用意之後，心下好生相敬，當即勤加修練先天功。重陽真人學到一陽指後，在世不久，並未研習，聽說也沒傳給徒弟。後來我大理國出了一件不幸之事，我師看破世情，落髮為僧。」黃蓉心想：「段皇爺皇帝不做，甘願為僧，那麼這必是一件極大的傷心之事，人家不說，可不便相詢。」斜眼見郭靖張口欲問，忙向他使個眼色。郭靖「噢」的答應一聲，忙閉住了口。那書生神色黯然，想是憶起了往事，頓了一頓，才接口道：「不知怎的，我師練成先天功的訊息，終於洩漏了出去。有一日，我這位師兄，」說著向那農夫一指，續道：「我師兄奉師命出外採藥，在雲南西疆大雪山中，竟被人用蛤蟆功打傷。」黃蓉道：「那自然是老毒物了。」那農夫怒道：「不是他還有誰？先是一個少年公子跟我無理糾纏，說這大雪山是他家的，不許旁人擅自闖入採藥。大雪山周圍千里，那能是他家的？這人自是有意向我尋釁無疑。我受了師父教訓，一再忍讓，那少年卻得寸進尺，說要我向他磕三百個響頭，才放我下山，我再也忍耐不住，終於和他動起手來。這少年功夫了得，兩人鬥了半天，也只打得個平手。那知老毒物突然從山坳邊轉了出來，一言不發，出掌就將我打成重傷。那少年命人背負了我，送到我師那時所住的天龍寺外。」黃蓉道：「有人代你報了仇啦，這歐陽公子已給人殺了。」那農夫怒道：「啊，已經死了，誰殺了他的？」黃蓉道：「咦，別人把你仇家殺了，你還生氣呢。」那農夫道：「我的仇怨要自己親手來報。」黃蓉嘆道：「可惜你自己報不成了。」那農夫道：「是誰殺的？」黃蓉道：「那也是個壞人，功夫遠不及那歐陽公子，卻使詐殺了他。」那書生道：「殺得好！姑娘，你可知歐陽鋒打傷我師兄的用意麼？」黃蓉道：「那有甚麼難猜？憑西毒的功夫，一掌就能將你師兄打死了，可是只將他打成重傷，又送到你師父門前，當然是要大師耗損真力給弟子治傷。依你們說，這一來元氣耗損，就得以五年功夫來修補，那麼下次華山論劍，大師當然趕不上他啦。」那書生嘆道：「姑娘果真聰明，可是只猜對了一半。那歐陽鋒的陰毒，人所難料。他乘我師給師兄治傷之後，玄功未復，竟然暗來襲擊，意圖害死我師……」郭靖插嘴問道：「一燈大師如此慈和，卻難道也與歐陽鋒結了仇怨麼？」那書生道：「小哥，你這話可問得不對了。第一，慈悲為懷的好人，跟陰險毒辣的惡人向來就勢不兩立。第二，歐陽鋒要害人，未必就為了與人有仇。只因他知先天功是他蛤蟆功的剋星，就千方百計的要想害死我師。」郭靖連連點頭，又問：「大師受了他害麼？」那書生道：「我師一見我師兄身上的傷勢，便即洞燭歐陽鋒的奸謀，連夜遷移，總算沒給西毒找到。我們知他一不做，二不休，決不肯就此罷手，於是四下尋訪，總算找到了此處這個隱秘的所在。我師功力復元之後，依我們師兄弟說，要找上白駝山去和西毒算帳，但我師力言不可怨怨相報，不許我們出外生事。好容易安穩了這些年，那知又有你倆尋上山來。我們只道既是九指神丐的弟子，想來不能有加害我師之心，是以上山之時也未全力阻攔，否則拚著四人性命不要，也決不容你們進入寺門。豈知人無傷虎意，虎有害人心，唉，我師終於還是遭了你們毒手。」說到這裏，劍眉忽豎，虎虎有威，慢慢站起身來，刷的一聲，腰間長劍出鞘，一道寒光，耀人眼目。漁人、樵子、農夫三人同時站起，各出兵刃，分佔四角。黃蓉道：「我來相求大師治病之時，實不知大師這一舉手之勞，須得耗損五年功力。那藥丸中混雜了毒丸，更是受旁人陷害。大師恩德，天高地厚，我就算是全無心肝，也不能恩將仇報。」那漁人厲聲道：「那你們為甚麼乘著我師功力既損、又中劇毒之際，引他仇人上山？」靖蓉二人大吃一驚，齊聲道：「沒有啊！」那漁人道：「還說沒有？我師一中毒，山下就接到那對頭的玉環，若非先有勾結，天下那有這等巧事？」黃蓉道：「甚麼玉環？」那漁人怒道：「還在裝痴喬獃！」雙手鐵槳一分，左槳橫掃，右槳直戳，分向靖、蓉二人打到。郭靖本與黃蓉並肩坐在地下蒲團之上，眼見雙槳打到，躍起身來右手勾抓揮出，拂開了橫掃而來的鐵槳，左手跟著伸過去抓住槳片，上下一抖。這一抖中蘊力蓄勁，甚是凌厲，那漁人只覺虎口酸麻，不由自主的放脫了槳柄。郭靖迴過鐵槳，噹的一聲，與農夫的鐵耙相交，火花四濺，隨即又將鐵槳遞回漁人手中。漁人一愕，順手接過，右膀運力，與樵子的斧頭同時擊下。郭靖雙掌後發先至，挾著一股勁風，襲向二人胸前。那書生識得降龍十八掌的狠處，急叫：「快退。」漁人與樵子是名師手下高徒，武功非比尋常，這兩招均未用老，疾忙收勢倒退，猛地裏身子一頓，倒退之勢斗然被抑，原來手中兵刃已被郭靖掌力反引而前，無可奈何，只得撤手，先救性命要緊。郭靖接過鐵槳鋼斧，輕輕擲出，叫道：「請接住了。」那書生讚道：「好俊功夫！」長劍挺出，斜刺他的右脅。郭靖眼看來勢，心中微驚，已知一燈四大弟子之中這書生雖然人最文雅，武功卻勝於儕輩，當下不敢怠慢，雙掌飛舞，將黃蓉與自己籠罩在掌力之下。這一守當真是穩若淵渟嶽峙，直無半點破綻，雙掌氣勢如虹，到後來圈子愈放愈大，漁、樵、耕、讀四人被逼得漸漸向牆壁靠去，別說進攻，連招架也自不易。這時郭靖掌力若吐，四人中必然有人受傷。再鬥片刻，郭靖不再加催掌力，敵人硬攻則硬擋，輕擊則輕架，見力消力，始終穩持個不勝不負的均勢。那書生劍法忽變，長劍振動，只聽得嗡然作聲，久久不絕，接著上六劍，下六劍，前六劍，後六劍，左六劍，右六劍，連刺六六三十六劍，正是雲南哀牢山三十六劍，稱為天下劍法中攻勢凌厲第一。郭靖左掌擋住漁、樵、耕三人的三般兵器，右掌隨著書生長劍的劍尖上下、前後、左右舞動，儘管劍法變化無窮，他始終以掌力將劍刺方向逼歪了，每一劍都是貼衣而過，刺不到他一片衣角。堪堪刺到第三十六劍，郭靖右手中指曲起，扣在拇指之下，看準劍刺來勢，猛往劍身上彈去。這彈指神通的功夫，黃藥師原可算得並世無雙，當日他與周伯通比玩石彈、在歸雲莊彈石指點梅超風，都是使的這門功夫。郭靖在臨安牛家村見了他與全真七子一戰，學到了其中若干訣竅，彈指的手法雖遠不及黃藥師奧妙，但力大勁厲，只聽得錚的一聲，劍身抖動，那書生手臂酸麻，長劍險些脫手，心中一驚，向後躍開，叫道：「住手！」漁、樵、耕三人一齊跳開，只是他們本已被逼到牆邊，無處可退，漁人從門中躍出，農夫卻跳上半截被推倒的土牆。那樵子將斧頭插還腰中，笑道：「我早說這兩位未存惡意，你們總是不信。」那書生收劍還鞘，向郭靖一揖，說道：「小哥掌下容讓，足感盛情。」郭靖忙躬身還禮，心中卻是不解：「我們本就不存歹意，為何你們起初定是不信，動了手卻反而信了？」黃蓉見他臉色，料知他的心意，在他耳邊細聲道：「你若懷有惡意，早已將他們四人傷了。一燈大師此時又怎是你的對手？」郭靖心想不錯，連連點頭。那農夫和漁人重行回入寺中。黃蓉道：「但不知大師的對頭是誰？送來的玉環又是甚麼東西？」那書生道：「非是在下不肯見告，實是我等亦不知情，只知我師出家與此人大有關連。」黃蓉正欲再問，那農夫突然跳起身來，叫道：「啊也，這事好險！」漁人道：「甚麼？」那農夫指著書生道：「我師治傷耗損功力，他都毫不隱瞞的說了。若是這兩位不懷好意，我等四人攔阻不住，我師父還有命麼？」那樵子道：「狀元公神機妙算，若是連這一點也算不到，怎能做大理國的相爺？他早知兩位是友非敵，適才動手，一來是想試試兩位小朋友的武功，二來是好教你信服。」那書生微微一笑。農夫和漁人橫了他一眼，半是欽佩，半是怨責。就在此時，門外足步聲響，那小沙彌走了進來，合什說道：「師父命四位師兄送客。」各人當即站起。郭靖道：「大師既有對頭到來，我們怎能就此一走了事？非是小弟不自量力，卻要和四位師兄齊去打發了那對頭再說。」漁、樵、耕、讀互望一眼，各現喜色。那書生道：「待我去問過師父。」四人一齊入內，過了良久方才出來。靖蓉見到四人臉上情狀，已知一燈大師未曾允可。果然那書生道：「我師多謝兩位，但他老人家說各人因果，各人自了，旁人插手不得。」黃蓉道：「靖哥哥，咱們自去跟大師說話。」二人走到一燈大師禪房門前，卻見木門緊閉，郭靖打了半天門，全無回音。這門雖然一推便倒，可是他那敢動粗？那樵子黯然道：「我師是不能接見兩位了。山高水長，咱們後會有期。」郭靖感激一燈大師，胸口熱血上湧，不能自已，說道：「蓉兒，大師許也罷，不許也罷，咱們下山，但見山下有人囉唣，先打他一個落花流水再說。」黃蓉道：「此計大妙。若是大師的對頭十分厲害，咱們死在他的手裏，也算是報了大師的恩德。」郭靖的話是衝口而出，黃蓉卻是故意提高嗓子，要叫一燈大師聽見。兩人甫行轉過身子，那木門忽然呀的一聲開了，一名老僧尖聲道：「大師有請。」郭靖又驚又喜，與黃蓉並肩而入，見一燈和那天竺僧人仍是盤膝坐在蒲團之上。兩人伏地拜倒，抬起頭來，但見一燈臉色焦黃，與初見時神完氣足的模樣已大不相同。兩人又是感激，又是難過，不知說甚麼話好。一燈向門外四弟子道：「大家一起進來罷，我有話說。」漁、樵、耕、讀走進禪房，躬身向師父師叔行禮。那天竺僧人點了點頭，隨即低眉凝思，對各人不再理會。一燈大師望著裊裊上升的青煙出神，手中玩弄著一枚羊脂白玉的圓環。黃蓉心想：「這明明是女子戴的玉鐲，卻不知大師的對頭送來有何用意。」過了好一陣，一燈嘆了口氣，向郭靖和黃蓉道：「你倆一番美意，老僧心領了。中間這番因果，我若不說，只怕雙方有人由此受了損傷，大非老僧本意。你們可知道我原來是甚麼人？」黃蓉道：「伯伯原來是雲南大理國的皇爺。天南一帝，威名赫赫，天下誰不知聞？」一燈微微一笑，說道：「皇爺是假的，老僧是假的，『威名赫赫』更是假的。就是你這個小姑娘，也是假的。」黃蓉不懂他的禪機，睜大一雙晶瑩澄澈的美目，怔怔的望著他。一燈緩緩的道：「我大理國自神聖文武帝太祖開國，那一年是丁酉年，比之宋太祖趙匡胤趙皇爺陳橋兵變、黃袍加身，還早了二十三年。我神聖文武帝七傳而至秉義帝，他做了四年皇帝，出家為僧，把皇位傳給侄兒聖德帝。後來聖德帝、興宗孝德帝、保定帝、憲宗宣仁帝，我的父皇景宗正康帝，都是避位出家為僧。自太祖到我，十八代皇帝之中，倒有七人出家。」漁、樵、耕、讀都是大理國人，自然知道先代史實。郭靖和黃蓉卻聽得奇怪之極，心道：「一燈大師不做皇帝做和尚，已令人十分詫異，原來他許多祖先都是如此，難道做和尚當真比皇帝還要好麼？」一燈大師又道：「我段氏因緣乘會，以邊地小吏而竊居大位。每一代都自知度德量力，實不足以當此大任，是以始終戰戰兢兢，不敢稍有隕越。但為帝皇的不耕而食，不織而衣，出則車馬，入則宮室，這不都是百姓的血汗麼？是以每到晚年，不免心生懺悔，回首一生功罪，總是為民造福之事少，作孽之務眾，於是往往避位為僧了。」說到這裏，抬頭向外，嘴角露著一絲微笑，眉間卻有哀戚之意。六人靜靜的聽著，不敢接嘴，一燈大師豎起左手食指，將玉環套在指上，轉了幾圈，說道：「但我自己，卻又不是因此而覺迷為僧。這件因由說起來，還是與華山論劍、爭奪真經一事有關。那一年全真教主重陽真人得了真經，翌年親來大理見訪，傳我先天功的功夫。他在我宮中住了半月，兩人切磋武功，言談甚是投合，豈知他師弟周伯通這十多天中悶得發慌，在我宮中東遊西逛，惹出了一場事端。」黃蓉心道：「這老頑童若不生事，那反而奇了。」