第八十六回　圖中美人這一來，旁觀眾人都是聳然動容，連王玉燕和段譽的目光也都轉了過去。只見那根大火柱捲到了這二十餘個聾啞漢子的身上，熊熊火燄，將他們裹在其中，霎時之間，便將幾個人燒得有如焦炭。段譽叫道：「不得如此殘忍！」右手伸出，要以「六脈神劍」向丁春秋刺去，可是他運劍不得其法，全身充沛的內力只在體內轉來轉去，卻不能從手指中射將出來。他滿頭大汗，叫道：「慕容兄，你快出手制止。」適才慕容復心入幻境，全仗段譽以「六脈神劍」的功夫打落他手中長劍，只是其時他心神恍惚，不能親見「六脈神劍」到底如何，後來請段譽再試，段譽並未再演，這時聽段譽叫他出手，便道：「段兄方家在此，小弟何敢班門弄斧？段兄的六脈神劍，再試一招罷！」段延慶乃是後至，沒見到段譽的六脈神劍，但他是大理段氏的嫡派，本家這項神功的名字，自然是聽見過的。聽慕容復之言，不禁心頭大震，斜眼相睨段譽，要看他是否真的會此神功，但見他右手手指點點劃劃，出手大有道理，但內力卻半點也無，他不知段譽雖然已學會這功夫，卻不能隨心所欲的使用，心道：「甚麼六脈神劍，倒嚇了我一跳。這小子虛張聲勢，招搖撞騙。我段家的六脈神劍，雖然故老相傳有此名頭，可那裏有人練成過？」慕容復見段譽不肯出手，只道他是有意如此，慕容復是個城府極深之人，不肯輕易炫露，當下站在一旁，靜觀其變。又過得一陣，二十餘個聾啞漢子在火柱燒炙之下，已死了一半，其餘半數也已重傷。只聽鑼鼓聲震天價響，丁春秋袍袖揮了兩揮，那火柱越過一眾聾啞漢子，向蘇星河撲了過來。薛慕華叫道：「休得傷我師父！」縱身要擋到火柱之前。蘇星河揮出一掌，將他推開，說道：「徒死無益！」左手凝聚殘餘的功力，向火柱擊去。但這時他內力已幾將耗竭，這一掌只將火柱暫時阻得一阻，只覺全身熾熱，滿眼望出去通紅一片，盡是火燄。他當年發下誓言，裝聾作啞，以換得三十年的時光，豈知這三十年中他功力固然大進，丁春秋卻是進展更速。三十年前鬥他不過，今日兩人武功相距更遠。此時體內真氣即將油盡燈枯，已是難逃星宿老怪的毒手，想到師父裝死了三十年，丁春秋殺了自己後，必定闖關直入，只怕師父終於要挨不過去。他身上受火柱煎迫，內心更是難過。虛竹見蘇星河的處境危殆萬分，可是一直站在當地，不肯後退半步。他再也看不過去，搶上前去，抓住他的後心，道：「徒死無益，快快讓開罷！」也是機緣巧合，便在此時，蘇星河正好一掌向外推出。他這一掌的掌力已是衰微之極，原不想有何功效，只是死戰到底，不肯束手待斃而已，那知道背心後突然間傳來一片渾厚無比的內力，而且這內力的家數和他一模一樣，這一掌推出，力道登時不知強了多少倍。只聽得呼的一聲響，那火柱倒捲過去，直燒到了丁春秋身上，餘勢未盡，連星宿派群弟子也都捲入火柱之中。霎時間鑼鼓聲嗆咚叮噹，嘈成一團，鐃鈸喇叭，隨地亂滾，「星宿派威震中原，我恩師當世無敵！」的頌聲之中，夾雜著「哎唷我的媽啊！」「乖乖不得了，星宿派逃命要緊！」的呼叫聲音。丁春秋大吃一驚，其實虛竹的內力加上蘇星河的掌風，也未必便勝過了丁春秋，只是星宿老怪在已操必勝之時，突然間遭到反擊，太過出其不意，一時間倉皇失措，不由得狼狽周章。同時他覺察到對方這一掌掌風中所含的內力，圓熟老辣，遠在師兄蘇星河之上，而顯然又是本派的功夫，莫非給自己害死了的師父突然顯靈？是師父的鬼魂來找自己算賬了？他一想到此處，心神一顫，內力凝聚不起，那火柱捲到了他身上，竟然無力予以推回。這一下變起倉卒，蘇星河和丁春秋固是大出意料之外，虛竹也是莫名共妙，眼見火柱已將丁春秋捲住，燒得極是猛烈。丁春秋叫道：「鐵頭徒兒，快快出手！」游坦之一時之間也無暇細想，縱身上前，雙掌便向火柱推去。只聽得嗤嗤聲響，那火柱遇到他掌風中的奇寒之氣，霎時間火燄熄滅，連青煙也消失得極快，只見地下僅餘幾段燒成焦炭的大松木。丁春秋鬚眉俱焦，衣服也是燒得破破爛爛，神情狼狽之極，他心中還在害怕師父陰魂顯靈，不敢再在這裏逞兇，叫道：「走罷！」一晃身間，身子已在七八丈外。星宿派群弟子沒命的跟著逃走，鑼鼓喇叭，丟了一地，那篇「恭頌星宿老仙揚威中原讚」並沒讀完，卻已給大火燒去了一大截，在地下隨風飛舞，似在嘲笑星宿老怪「揚威中原」，虎頭蛇尾。星宿派諸人去得如此之速，眾人均是大感驚異。葉二娘叫道：「丁哥哥，丁哥哥，你又這麼撇我而去，沒半點心肝！」說著如飛的跟了下去。段延慶、南海鱷神、鳩摩智等都以為聾啞老人蘇星河施的是誘敵的苦肉之計，讓丁春秋耗費功力來燒一群聾啞漢子，然後石破天驚，施以一擊，叫他招架不及，鎩羽而去。聾啞老人的智計武功，江湖上向來是赫赫有名，適才他與星宿老怪開頭一場惡鬥，只打得徑尺粗細的大松樹一株株翻倒，人人為之驚心動魄，他最後施展神功，將星宿老怪逐走，誰都不以為怪。何況虛竹只是少林派的一名第三代子弟，武功平平，眾所周知，自是沒一個人疑心是他暗中相助，其實連虛竹自己，也是半點摸不著頭腦。只有蘇星河一瞥見到他手指戴著師父的鐵戒指，心中又悲又喜，方明其中究竟。慕容復道：「老前輩神功淵深，將這老怪逐走，料想他這一場惡鬥之後喪魂落魄，再也不敢涉足中原。老前輩造福武林，大是不淺。」蘇星河見群弟子死了十之八九，餘下的一二成也是重傷難愈，心下甚是哀痛，更記掛著師父的安危，向玄難、慕容復等敷衍了幾句，便拉著虛竹的手，道：「小師父，請你跟我進來。」虛竹眼望玄難，等他示下。玄難道：「蘇前輩是武林高人，如有甚麼吩咐，你一概遵命便是。」虛竹應道：「是！」跟著從破洞中走了進去。蘇星河隨手移過一塊木板，擋住了那個破洞。屋外諸人都是江湖上見多識廣之士，都知他這個舉動，乃是不欲旁人進去窺探，自是誰也不會多管閒事。唯一不是「見多識廣」的，只有一個段譽。但他這時早又已全神貫注於王玉燕身上，連蘇星河和虛竹進屋也不知道，那有心情去理會別事？蘇星河與虛竹攜手進屋，連穿兩處板壁，只見那老人伏在地下，伸手一探，已然逝世。此事他早已料到八九成，但仍是忍不住悲從中來，跪下磕了幾個頭，泣道：「師父，師父，你終於捨弟子而去了！」虛竹心想：「這老人果然是蘇老前輩的師父，他倒沒有騙我。」蘇星河收淚站起，扶起師父的屍身，讓他倚著板壁，端端正正的坐好，跟著扶住虛竹的身子，讓他也是倚壁而坐，和那老人的屍體並肩。虛竹心下嘀咕：「他叫我和這屍體排排坐坐，卻是作甚麼？難道──難道──要我陪他師父一塊兒死麼？」言念及此，心下不自禁的感到了一陣涼意，要想站起來，卻又不敢。只見蘇星河整一整身上燒爛了的衣衫，突然向他跪倒，磕下頭去，說道：「逍遙派不肖弟子蘇星河，拜見本派新任掌門。」這一下只嚇得虛竹手足無措，腦子中只是說道：「這人可真瘋了！這人可真瘋了！」急忙也即跪下，向蘇星河磕頭，說道：「老前輩行此大禮，可折殺小僧了。」蘇星河正色道：「師弟，你是我師父所收的關門弟子，又是本派掌門。我雖是師兄，卻也要向你磕頭！」虛竹道：「這個──這個──」他已知道蘇星河並不是發瘋，但唯其不是發瘋，自己的處境更是尷尬。蘇星河道：「師弟，我這條性命是你救的，師父的心願是你完成的，受我磕這幾個頭，也是應該。師父叫你拜他為師，叫你磕九個頭，你磕了沒有？」虛竹道：「頭是磕過的，不過當時我不知道是拜師之意。我是少林派弟子，不能改入別派。」蘇星河道：「師父當然會想到這一著，他老人家定是化去了你原來的武功，再傳你本派的功夫。師父將畢生功力，都傳了給你，是也不是。」虛竹只得點頭道：「是。」蘇星河道：「本派掌門人標記的這枚鐵指環，也由師父給你戴在手上，是不是？」虛竹道：「是！不過──不過我完全不知道這是甚麼掌門人的標記。」蘇星河盤膝坐在地下，說道：「師弟，你福澤深厚之極。我和丁春秋想這隻鐵指環，想了幾十年，始終不能到手，你卻在一個時辰之內，便受到師父的垂青。」虛竹急忙除下指環，道：「前輩拿去便是，這隻指環，小僧是半點用處也沒有。」沒料到那指環上刻得有許多棱骨，虛竹用力一除，竟將手指上割損了幾處。蘇星河臉色一沉，道：「師弟，你受師父臨死時的重托，豈能推卸責任？師父將指環交給你，是叫你去除滅丁春秋這廝，是也不是？」虛竹道：「正是。但小僧功行淺薄，怎能當此重任？」蘇星河道：「適才你一出手，便將丁春秋燒得狼狽不堪，落荒而走，事實俱在，難道是假的麼？」虛竹道：「我──我一出手？怎麼是我一出手？」蘇星河嘆了口氣，道：「師弟，這中間原委，你多有未知，我簡略跟你一說。本派叫做逍遙派，向來有個規矩，掌門人一席，不一定由大弟子出任，門下弟子之中誰的武功最強，便由誰做掌門。咱們師父共有師兄弟三人，師父是最小的師弟，太師父臨死之時，三個弟子比較高下，由師父奪得了掌門，兩個師伯心中不忿，遠走異域。後來師父收了我和丁春秋兩個弟子，師父定下規矩，他所學甚雜，誰要做掌門，各種本事都要比試，不但比武還得比琴棋書畫。丁春秋於各種雜學是一竅不通，眼見掌門人無望，竟爾先下手為強，將師父打下深谷，又將我打得重傷。」虛竹道：「這丁春秋那時居然並不殺你。」蘇星河道：「你別以為他尚有一念之仁，留下了我的性命，那時我跟他說：『丁春秋，你此刻的武功雖然勝過了師父和師兄，但逍遙派最深奧的功夫，你卻摸不到一個邊兒。『逍遙御風』這部書，你要不要看？』師弟，本派所以叫做『逍遙派』，便是從『逍遙御風』這部書而來。這部書中所記載的武功，當真可用『深不可測』四個字來形容，此書向來由掌門人掌管，每一代的掌門人，也只能領悟到其中一二而已。丁春秋聽我提到此書，便道：『你自己說了出來，那是最好不過。你將此書交了出來，今日便饒你性命。』我道：『我不是本派掌門，怎能有此書給你？只是師父保藏此書的所在，我倒是知道。你要殺我，儘管下手。』丁春秋道：『此書當然是在星宿海旁，我豈有不知？』我道：『不錯，確是在星宿海旁，你若有把握，儘管自己去找。』他沉吟半晌，知道星宿海周遭數百里，小小一部書不知藏在何處，實是難找，便道：『好，我不殺你。只是從今而後，你須當裝聾作啞，不能將本派的秘密洩漏出去。』他為甚麼不殺我？他只是要留下我這個活口，作為逼供之用。他定居在星宿海畔，幾乎將每一塊石子都翻了過來，始終沒找到那本『逍遙御風』的奇書。每過十年，便來找我一次麻煩，軟求硬逼，甚麼功夫都用到了。這一次他又來問我，眼見無望，而我又破了誓言，他便想殺我洩憤。」虛竹道：「幸虧前輩──」蘇星河道：「你是本派掌門，怎麼叫我前輩，該當叫我師哥才是。」虛竹心想：「這件事傷腦筋之極，不知幾時才說得明白。」便道：「你是不是我師兄，暫且不說，就算真是師兄罷，那也是前輩。」蘇星河點點頭道：「這倒有理。幸虧我怎麼？」虛竹道：「幸虧前輩深藏不露，養精蓄銳，直到最後關頭，才突施奇襲，使這星宿老怪大敗虧輸而去。」蘇星河連連搖手，道：「師弟，這就是你的不是了，明明是你用師尊所傳的神功，轉而助我，方救了我的性命，怎麼你又謙遜不認？你我是同們師兄弟，掌門之位已定，我的命又是你救的，我無論如何不會來覬覦你這掌門之位，今後可再也不能見外了。」虛竹大奇，道：「我幾時助過你了？救命之事，更是無從談起。」蘇星河想了一想，道：「或許你是出於無心，也未可知。總而言之，你手掌在我背心上一搭，本門的神功傳了過來，方能使我反敗為勝。」虛竹道：「唔，原來如此。那是你師父救了你性命，不是我救的。」蘇星河道：「我說這是師父假你之手救我，你總得認了罷？」虛竹無可再推，只得點了點頭，笑道：「這個順水人情，既然你叫我非認不可，我就認了。」蘇星河又道：「丁春秋本想害死師父後，奪了他的鐵戒指，就可去請一個人指點『逍遙御風』的功夫。沒想到爭鬥之際，將師父打入深谷，無影無蹤。他更加料想不到，師父雖然身受重傷，雙腿齊膝折斷，卻並沒喪命。數年之後，師父和我重會，他潛心推算，若要剋制丁春秋，務須覓到一個悟心奇高而又英俊瀟灑的美少年──」虛竹聽他說到「美少年」三字，眉頭微皺，心想：「修練武功，跟相貌美醜又有甚麼干係？他師徒二人一再提到傳人的形貌，不知是甚麼緣故？」蘇星河向他瞧了一眼，輕輕嘆了口氣。虛竹道：「我相貌醜陋，決計沒做尊師傳人的資格。老前輩，你去找一個英俊瀟灑的美少年來，我將尊師的神功交了給他，也就是了。」蘇星河一怔，道：「本派神功和心脈氣血相加，功在人在，功消人亡。師父傳了你神功後便即仙去，難道你沒見到麼？」虛竹連連頓足，道：「這便如何是好？教我誤了尊師和前輩的大事。」蘇星河道：「師弟，這也是你肩頭上的擔子了。師父設下這個棋局，旨在考查來人的悟性，他對我說：『星河，你隨我多年，我明知你不是合適之人，但也對你一視同仁，只須你解開了這個玲瓏，我一般以鐵戒指和神功相授，令你去碰碰我倆師徒的運氣。』我苦思數十年，可那裏解得開？師弟，只有你能夠解開，『悟心奇高』這四個字，那是合適了。」虛竹苦笑道：「一樣的不合適。這個玲瓏，壓根兒不是我自己解的。」於是將師伯祖玄難如何傳音入密，暗中指點之事說了。蘇星河將信將疑，道：「瞧玄難大師的神情，他已遭了丁春秋的毒手，一身神功，早已消解，不見得會再施『傳音入密』的功夫。」他頓了一頓，又道：「但少林派乃天下武學正宗，玄難大師或者故弄玄虛，亦未可知，那就不是我這井底之蛙所能見得到了。師弟，為了找人來解這玲瓏，我是千方百計的去引人來此。姑蘇慕容公子面如冠玉，天下武技無所不能，原是最佳的人選，偏偏他沒能解開。」虛竹道：「是啊，慕容公子是強過我百倍了。還有那位大理的段公子，那也是風度翩翩的佳公子啊！」蘇星河道：「唉，此事不必提起。我素聞大理鎮南王段正淳精擅一陽指神技，最難得的是風流倜儻，武林中不論黃花閨女、半老徐娘，一見他便是神魂顛倒，情不自禁。我化了老大心思，派弟子去激他出來，說甚麼姑蘇慕容氏要破他段家一陽指。那知他自己沒到，來的卻是他一個獃頭獃腦的寶貝兒子。」虛竹微微一笑，道：「我也沒怎麼留神看他，只是似乎見他兩眼發直，目不轉睛的定在那個王姑娘身上。」蘇星河搖了搖頭，道：「可嘆，可嘆，段正淳拈花惹草，尊稱武林中第一位風流浪子，生的兒子可一點也不像他，不肖之極，丟老子的臉。他拼命想討好那位王姑娘，那王姑娘對他卻愛理不理的，真氣死人了。」虛竹道：「這位段公子一往情深，該是勝於風流浪子，前輩怎麼反說『可嘆？』」蘇星河道：「他聰明臉孔笨肚腸，對付女人一點也沒辦法，咱們便用他不著。」虛竹道：「是！」心下暗暗喜歡：「原來你們要找一個美少年去對付女人，這就好了，無論如何，總不會找到我這醜八怪和尚的頭上來。」蘇星河又問：「師弟，師父有沒有指點你路徑去找一個人？或者是給了你甚麼地圖之類？」虛竹一怔，覺得事情有些不對，要想抵賴，但他自幼在少林寺中受眾高僧教誨，出家人不打誑語，期期艾艾的道：「這個──那個──」蘇星河道：「你是掌門人，你若問我甚麼，我不能不答，否則你可隨時將我處死。但我問你甚麼事，你愛答便答，不愛答便可令我不許多嘴亂問。」蘇星河這麼一說，虛竹更是不便隱瞞，連連搖手道：「我怎能向你妄自尊大？前輩，你師父將這個交了給我。」說著將那卷軸從懷中取了出來，他見蘇星河身子縮了一縮，神色極是恭謹，不敢伸手來接那卷軸，便自行打了開來。那卷軸一展開，兩人同時一獃，不約而同的「咦」的一聲，原來那卷軸中所繪的既非地理圖形，亦非山水風景，卻是一個身穿宮裝的美貌少女。虛竹道：「原來便是外面的那位王姑娘。」但這卷軸紙質黃舊，少說也有三四十年之久，圖中丹青墨色也頗有脫落，顯然是一幅陳年古畫，比之王玉燕的年紀無論如何是大得多了，居然有人能在數十年甚或數百年前繪就王玉燕的形貌，實是令人匪夷所思。這幅圖畫筆致工整，卻又是活潑流動，畫中人栩栩如生，活色生香，真如將王玉燕這個人縮小了，壓扁了放到畫中一般。虛竹暗中嘖嘖稀奇，看蘇星河時，卻見他伸著右手手指，一筆一劃的摩擬畫中筆法，讚嘆良久，才突然似從夢中驚醒，說道：「師弟，請勿見怪，小兄的臭脾氣發作，一見到師父的丹青妙筆，便又想跟著學了。唉，貪多嚼不爛，我甚麼都想學，到頭來卻一事無成，在丁春秋手中敗得這麼慘。」一面說，一面便將卷軸捲好，交還給虛竹，生恐再多看一陣，便會給畫中的筆墨所迷。他閉目靜神，又用力搖了搖頭，似乎要將適才看過的圖畫，從腦海中驅逐出去，過了一會，才睜眼說道：「師父交這卷軸給你時，卻如何說？」虛竹道：「他說我此刻的功夫，還不足以誅卻丁春秋，須當憑此卷軸，到西域天山，去尋到他當年所藏的武學典藉，再學功夫。只是他說卷軸上繪的是他從前大享清福之處，那麼該是名山大川，或是清幽之處，怎麼卻是王姑娘的肖像？莫非是他拿錯了一個卷軸？」蘇星河道：「師父行事，人所難測，你悟性極高，到時自然明白。你務須遵從師命，設法去學好功夫，將丁春秋除了。」虛竹囁嚅道：「這個──這個──小僧是少林弟子，即須回寺覆命。到了寺中，那是再也不出來了。」蘇星河大吃一驚，跳起身求，放聲大哭，噗的一聲，跪在虛竹面前，磕頭如搗蒜，說道：「掌門人，你不遵師父遺訓，他老人不是白死了麼？」虛竹也即跪下，和他對拜，說道：「小僧身入空門，戒嗔戒殺，先前答應尊師，要去除卻丁春秋，此刻想來，已自後悔。本派門規極嚴，小僧無論如何不敢改入別派，胡作非為。」不論蘇星河痛哭哀求也好，設喻開導也好，甚至威嚇強逼也好，虛竹總之是不肯答應。蘇星河無法可施，傷心絕望之餘，向著師父的屍體說道：「師父，掌門人不肯依從你的遺命，小徒無能為力，決意隨你而去了。」說著躍起身來，頭下腳上，從半空俯衝下來，將天靈蓋往堅硬的石板地面撞去。虛竹驚叫：「使不得！」將蘇星河一把抱住。他此刻不但內力渾厚，而且手足靈敏，大逾往昔，一把抱住之後，蘇星河登時動彈不得。蘇星河道：「你為甚麼不許我自盡？」虛竹道：「出家人慈悲為本，我自然不忍見你喪命。」蘇星河道：「你放開我，我是決計不想活了。」虛竹道：「我不放。」蘇星河道：「難道你一輩子捉住我不放？」虛竹心想倒也不錯，便將他身子倒了轉來，頭上腳下的放好，說道：「好，放便放你，卻不許你自盡。」蘇星河靈機一動，說道：「你不許我自盡？是，該當遵從掌門人的號令。妙極，掌門人，你終於答應做本派掌門人了！」虛竹搖頭道：「我沒有答應。我那裏答應過了？」蘇星河哈哈一笑，道：「掌門人，你再要反悔，也沒有用了。你已向我發施號令，我已遵從你的號令，從此再也不敢自盡。我聰辯先生蘇星河是甚麼人？除了聽從本派掌門人的言語之外，又有誰敢向我發施號令？你不妨去問問少林派的玄難大師，縱是少林寺的方丈，也不敢令我如何如何。」聰辯先生聾啞老人在江湖上威名赫赫，虛竹本來也是知道的，他說無人敢向他發號施令，倒也不是虛語。虛竹道：「我不是膽敢叫你如何如何，只是勸你珍惜性命，那也是一番好意。」蘇星河道：「我沒資格來問你是好意還是歹意，你叫我死，我立刻就死，你叫我活，我便不敢不活。這生殺之令，乃是天下第一等的大權柄。你若不是我掌門人，怎能隨便叫我死，叫我活？」虛竹辯他不過，道：「既是如此，剛才的話就算我說錯了，我取消就是。」蘇星河道：「你取消了『不許我自盡』的號令，那便是叫我自盡了。遵命，我即刻自盡便是。」他自盡的法子甚是奇特，又是一躍而起，頭下腳上的向石板俯衝而下。虛竹又是一把將他抱住，說道：「使不得，使不得。我並非叫你自盡。」蘇星河道：「嗯，你又不許我自盡。謹遵掌門人的號令。」虛竹將他身子放好，搔搔自己的光頭，無言可說。原來蘇星河號稱「聰辯先生」，這外號倒不是白叫的，他是個能言善辯之士，三十年來不言不語，這時重運唇舌，依然是口若懸河。虛竹年紀既輕，又是從來沒應付過甚麼大場面，辯論起來，如何是他的對手？其實，「不令他自盡」，並不等於「叫他自盡」，而「並非叫他自盡」，亦不就是「不許他自盡」。只是蘇星河口舌伶俐，句句搶先，虛竹無從辯白，他獃了半晌，說道：「前輩，我辯是辯不過你的。但你要我改入貴派，終究是難以從命。」蘇星河道：「咱們進來之時，玄難大師吩咐過你甚麼話？玄難大師的話，你是否必須遵從？」虛竹一怔，道：「師伯祖叫我──叫我──叫我聽你的話。」蘇星河十分得意，道：「是啊，玄難大師叫你聽我的話，我是說你該當遵從咱們師父的遺命，做本派掌門人。但你既是逍遙派的掌門人，對少林派高僧的話，原也不必理睬。所以啊，倘若你遵從玄難大師的話，那麼你是逍遙派掌門人，倘若你不遵從玄難大師的話，你也是逍遙派掌門人。因為只有你做了逍遙派掌門人，才可將玄難大師的話置之腦後。」這番論證，虛竹聽來句句有理，一時之間，做聲不得。蘇星河又道：「師弟，玄難大師和少林派的另外幾位高僧，都中了丁春秋的毒手，若不施救，性命旦夕不保，當今之世，只有你一人能夠救得他們。至於救是不救，那自是全憑你的意思了。」虛竹吃了一驚。道：「我師伯祖當真是遭了丁春秋的毒手？」蘇星河道：「我豈敢欺騙掌門人？掌門人若是不信，出去一問便知。」虛竹道：「我不是不信，想我師伯祖神功蓋世，當世罕有敵手，怎能──怎能折在丁春秋的手下？」蘇星河道：「玄難大師乃當世高僧，適才我為丁春秋那廝所逼，危如累卵，玄難大師頗有援手之意，只是功力已失，有心無力，但小兄仍是頗感他的盛情。」虛竹一想不錯，適才如此危急之時，師伯祖絕不能袖手旁觀，見死不救，除非蘇星河真是施誘敵之計而師伯祖一切了然於胸。但他到底否失了功力，稍待便見分曉。諒來蘇星河也不能公然撒謊，便問：「你說我能救他？卻如何相救？」蘇星河微微一笑，道：「師弟，本門向來並非只以武學見長，醫卜星相、工農仕商，各家之學，包羅萬有。你有一個師侄薛慕華，醫術只懂得一點兒皮毛，江湖上居然人稱『薛神醫』，得了個外號叫作『閻王敵』，豈不笑歪了人的嘴巴？玄難大師中的是丁春秋的『化功大法』，那個方臉的師父是給那鐵面人以『冰蠶掌』打傷，那高高瘦瘦的師父是給丁春秋一足踢在左脅下三寸之處，傷了經脈──」他滔滔不絕，將各人的傷勢和源由都說了出來。虛竹大為驚佩，道：「前輩，我見你專心棋局，又沒去診治傷病之人，怎麼知道得如此明白？」蘇星河道：「武林中因打鬥比拼而受傷，那是一目了然，再容易看也沒有了。只有天然的虛弱風邪，傷寒病痛，那才難以診斷。師弟，你身有師父所練的七十年逍遙神功，以之治傷療病，可說無往而不利。要恢復玄難大師被消去了的功力，固是極不容易，要他傷癒保命，卻只不過舉手之勞。」當下將如何推穴運氣，消解寒毒之法教了虛竹。虛竹一心要救師伯祖和列位師伯、師叔，便將蘇星河所授的手法牢牢記在心中。只是知其然而不知其所以然而已。蘇星河見他演了幾遍，全然無誤，便臉露微笑，讚道：「掌門人果然悟性奇高，一學便會。」虛竹見他笑得頗為詭秘，隱隱間似乎不懷好意，不由得心下起疑，問道：「你為甚麼笑我？」蘇星河登時肅然，收斂起笑容，恭恭敬敬的躬身道：「小兄失敬，請掌門人恕罪。」虛竹急於要治玄難之傷，也就不再追問，道：「咱們到外邊瞧瞧去罷！」蘇星河道：「是！」跟在虛竹之後，走到屋外。兩人一走到門外曠地之上，只見一眾傷者都是盤膝坐在地下，閉目養神。慕容復潛運內力，在緩和風波惡的痛楚。阿碧已然醒了轉來，不斷呻吟，她清醒後身上所受的折磨，比之昏暈時只有更勝十倍，琴仙康廣陵坐在她的身旁，柔聲安慰。薛慕華滿頭大汗，東西奔波，見到那個人危急，便搶過去救急，但這一個人稍見平靜，另一邊又有人叫了起來。他見蘇星河出來，心下大慰，奔將過來，說道：「師父，你老人家快給想想法子。」虛竹走到玄難身前，見他閉著眼睛，便垂手侍立，不敢開口。玄難緩緩睜開眼來，輕輕嘆息一聲，道：「你師伯祖無能，折了本派的威名，當真是慚愧之極。你回去向方丈稟報，便說我──說我和你玄痛師叔祖，都無顏回寺了。」虛竹往昔見到這位師伯祖，總是見他道貌莊嚴，不怒自威，對之不敢逼視，此刻卻見他神色黯然，一副英雄末路的凄涼之態，更聽他如此說，顯是有自尋了斷之意，顯見蘇星河之言不虛。他正想出手替他治傷，驀地裏想起蘇星河詭秘的笑容，心中一驚：「他教我伸掌拍擊師伯祖的天靈蓋要穴，怎知他不是故意害人？萬一我一掌拍下，竟將功力已失的師伯祖打死了，那便如何是好？」玄難見他滿臉是躇躊為難之意，說道：「你向方丈稟報，本寺來日大難，務當加意戒備。」