第二十二回　百歲壽誕無忌奔出了十丈遠近，這才拉脫頭上布套，回過身來，只見賀老三躺在地下，動也不動了。張翠山急速撐船近岸，和俞蓮舟、殷素素躍上岸來。殷素素奔向無忌，驚喜交集，將他摟在懷裏，見他背上皮肉無損，緊緊的抱著他，連叫：「好孩子，好孩子！」張翠山長劍連揮，先將賀老三身上盤著的兩條毒蛇挑開斬死，然後俯身看他，但見他口中吐出一縷鮮血，雙眼骨碌碌的亂轉，臉上神情甚是痛苦，卻是不能動彈。俞蓮舟大是奇怪：「難道這小孩兒輕輕一掌，便將他打得這個模樣？」伸手拉著他左臂提了起來，但見他四肢僵直，宛似給人點了穴道，於是伸掌在他胸口「膻中穴」頸後「大椎穴」兩處推拿了幾下。賀老三慘叫一聲：「啊喲！你……你有種便一刀把我宰了，別……別這般折磨折磨人！」四肢痙攣、全身發抖，牙關打得格格直響。俞蓮舟吃了一驚，他替賀老三推拿兩處穴道，原是要給他解穴。要知道「膻中穴」又名氣海，為人身氣之本源，「大椎穴」則是手足三陽督脈之會，這兩穴一通，周身任何一處被封閉的穴道都有好處，便算不能解開，也能查知何處穴道閉塞。不料一加推拿，賀老三竟會痛楚不堪，眼見他額頭汗珠直落，知他禁受不住，只得先行點了他肩背的穴道，使他身子麻痺，暫止疼痛，回過頭來望著張翠山。張翠山卻也不明其中之理，道：「素妹，你用毒針打了他麼？」殷素素道：「沒有啊。是不是他自己給毒蛇咬了？」賀老三道：「不……不是的。是你……你兒子在我背心上拍了一掌。」他斜眼瞧著無忌，又是詫異，又是害怕。殷素素大是得意，道：「無忌，是你打得他這樣的麼？好孩子，真有本事，真有本事。」張翠山道：「解什麼穴道？」自己兒子打了旁人穴道，做父親的居然不會解救，說來自己也有些不好意思，因之這一句話似是問殷素素，似乎是問無忌，甚至似乎是問賀老三。殷素素笑嘻嘻的道：「孩子，爹爹叫你解穴，你便給他解了吧。教他知道小英雄『謝無忌』的手段。」俞蓮舟第一次聽到謝無忌三字，頗感奇怪，說道：「謝無忌？」張翠山道：「嗯，小弟的第一個孩兒過繼給了義兄，跟他的姓。」三個人一齊望著無忌，瞧他如何解穴，卻見無忌搖頭道：「我不會！」張翠山道：「怎麼不會？」無忌道：「當時義父跟我說，這麼一掌若是打中了敵人的太陽、膻中、大椎、露台四處大穴，一個對時便即斃命。我便問他如何解救醫治。他沉著臉道：『這種打穴的手法，天下只有你會我會，何必學救治之法？是你敵人才打，既是敵人，打了何必再救？難道救活他之後，將來等他再來害你麼？』」張翠山夫婦知道這正是義兄的口氣，照他脾氣確是下手狠辣，斬草除根。賀老三倒是一條硬漢，說道：「俞二俠、張五俠，我存心不良，前來擄勢公子，今日遭他毒手，那是罪有應得。你快快將我一掌打死，免我多受零碎苦楚。」俞蓮舟眉頭一皺，道：「你罪不至死，我這姪兒小孩子不知輕重，在下甚是抱歉，咱們當盡力救你。」抱起他身子，放入船艙。俞蓮舟回到岸上，問無忌道：「你打他的一掌，叫作什麼掌法？」無忌見他神色嚴峻，心中害怕，哭了起來說道：「我不是故意打他的，他……他要放蛇咬我，我怕得很，我……我怕得很。」俞蓮舟嘆了口氣，抱起他來，伸袖給他拭了拭眼淚，道：「二伯沒怪責你。那人若是放毒蛇來咬我，我出手也不能容情啊。」俞蓮舟安慰了一陣，無忌才止了啼哭，說道：「義父說，這是武林中久已失傳的掌法，叫做『降龍十八掌』！」這「降龍十八掌」五字一出口，俞蓮舟和張翠山夫婦盡皆失色，俞蓮舟手一鬆，將無忌放下地來。原來這「降龍十八掌」，乃是南宋末年丐幫幫主洪七公的威名絕技，洪七公以此一套掌法和「打狗棒法」威震天下，江湖宵小聞名喪膽，成為武林五奇之一。那「打狗棒法」丐幫幫主代代相傳，至今尚有存留，但「降龍十八掌」自洪七公傳了弟子郭靖之後，郭靖弟子中並無傑出人材，沒人學到這路神妙無方的武功。「神鵰大俠」楊過雖是郭靖的子侄輩，但他斷了一臂，已不能學這路必須雙手齊使的掌法。近百年來，武林中前輩已只聞「降龍十八掌」之名，誰也沒有見過，想不到無忌竟自從謝遜處學會了。俞蓮舟兀自不信，道：「你那打賀老三的，當真便是『降龍十八掌』中的一招麼？」無忌道：「義父說，這招叫做『神龍擺尾』。」俞張二人也曾聽師父說起過「降龍十八掌」中的若干名目，似乎確有「神龍擺尾」這一招，至於招式若何，那是誰也不知道的了。不過以無忌這麼小小年紀，隨手反拍一掌，竟將賀老三這江湖好手打得命在垂危，這掌法即使不是「降龍十八掌」，只怕也和「降龍十八掌」差不多了。張翠山道：「無忌跟我義兄學藝之時，小弟夫婦都引嫌避開，沒想到他竟教了孩兒這等早已失傳的神功。」無忌道：「義父跟我說，他只會得十八掌中的三掌，是跟一位江湖隱士學的，但他總覺得其中的變化有點不大對頭，想是其中真正奧祕之處，那位隱士也是沒有體會到。」俞蓮舟和張翠山想像前輩風儀，都是不禁悠然神往，謝遜連三掌都沒學全，而他所領悟到的掌法，無忌更是未必能學到一半，以此七零八落的掌法，已有如許威力，則當年洪七公和郭靖的神威，實是令人心嚮往之。殷素素見愛子初試身手，便是一鳴驚人，將來還不是一位震驚武林的高手？心中喜之不盡，也沒去留意他師兄弟如何鑽研武功。張翠山道：「這姓賀的既然在此下手，想必巫山幫定然有接應，咱們不如早些離開這是非之地。」俞蓮舟道：「正是。我已給他服了『奪命神散』，不知是否能保得性命？」當下四人回到艙中，只見賀老三呼吸微弱，不停嘔血。張翠山厲聲道：「無忌，這一次對方使詐行奸，情勢緊迫，原有不是。但以後你若非萬不得已，輕易不可和人動手過招，更加不可任意使用你義父所傳的這三招。」無忌道：「是，孩兒記得。」見父親臉色難看，小眼中淚珠滾來滾去，終於忍耐不住，還是「哇」的一聲，哭了出來。這時船家已買了酒肉回舟，俞蓮舟命他立即開船。吃過晚飯後，俞蓮舟盤膝坐下，伸手按在賀老三的大椎穴上，潛運本身功力，給他傷治。殷素素微感不滿，心想：「這位俞二伯實在有些婆婆媽媽，這種江湖道的下流胚子，拋在江中餵魚也就完了。是他自己使鬼蜮伎倆來害人，又不是咱們濫殺無辜。這樣以內功給他療傷，便算治好，你自己是大傷元氣。」那知俞蓮舟運了一個多時辰的功，張翠山便來接替，到天明時，賀老三不再吐血，臉色也漸漸紅潤。俞蓮舟喜道：「這條命算是保住啦，不過武功只怕難復。」賀老三千恩萬謝，說道：「兩位的恩德，姓賀的沒齒不忘。我也沒臉去見梅幫主。從此隱姓埋名，自耕自食，再也不在江湖上混了。」船到安慶，賀老三拜別三人，上岸去自行請醫補治。那江船溯江而上，偏又遇著逆風，舟行甚緩，張翠山和師父及諸師兄分別十年，急欲會見，到了安慶後便想捨舟乘馬。俞蓮舟卻道：「五弟，咱們還是坐船的好，雖然遲到數日，但坐在船艙之中，少生事端。今日江湖之上，不知有多少人要查問你義兄的下落。」殷素素道：「咱們和二伯同行，難道有人敢阻俞二俠的大駕？」俞蓮舟道：「咱們師兄弟七人聯手，或者沒有人能阻得住，單是我和五弟二人，怎敵得過源源而來的高手？何況，只盼此事能善加罷休，又何必多結冤家？」張翠山點頭道：「二哥說的不錯。」舟行數日，到得武穴，已是湖北境內。這晚到了福池口，舟子泊了船，準擬過夜，俞蓮舟忽聽得岸上馬嘶聲響，向艙外一張，只見兩騎馬剛好掉轉馬頭，向鎮上馳去。馬上乘客只見到背影，但身手健捷，顯是會家子。他轉頭向張翠山瞧了一眼，說道：「在這裏只怕要惹是非，咱們連夜走吧。」張翠山道：「好！」心下好生感激。要知武當七俠自下山行道以來，武藝既高，行事又正，只有旁人望風遠避，從未避過人家，近年來俞蓮舟威名大震，便是崑崙、崆峒這些名門正派的掌門人，見了他也是不敢稍有失禮，但這次見到兩個無名小卒的背影，便不顧在富池口多所逗留，那自是為了師弟一家三口之故。當下俞蓮舟將船家叫來，賞了他五兩銀子，命他連夜開船。船家雖然疲倦，但當時五兩銀子已是一筆小財，自是大喜過望，當即拔錨啟航。這一晚月白風清，無忌已自睡了，俞蓮舟和張翠山夫婦在船頭飲酒賞月，望著浩浩大江，胸襟甚爽。張翠山道：「恩師百歲大壽轉眼即至，小弟竟能趕上這件武林中罕見的盛事，老天爺可說待我不薄了。」殷素素道：「就可惜倉卒之間，咱們沒能給他老人家好好備一份壽禮。」俞蓮舟笑道：「弟妹，你知我恩師在七個弟子之中，最喜歡誰？」殷素素笑道：「他老人家最得意的弟子，自然是你二伯。」俞蓮舟笑道：「你這句話可是言不由衷，心中明明知道，卻故意說錯。咱們師兄弟七人，師父日夕掛在心頭的，便是你這位英俊夫郎。」殷素素心下甚喜，搖頭道：「我不信。」俞蓮舟道：「咱七人各有所長，大師哥深通易理，沖淡弘遠。三師弟精明強幹，師父交下來的事，從沒錯失過一件。四師弟機智過人。六師弟劍術最精，七師弟近年來專練外門武功，他日內外兼修、剛柔合一，那是非他莫屬……」殷素素道：「二伯你自己呢？」俞蓮舟道：「我資質愚魯，一無所長，勉強說來，是師傳的本門武功，算我練得最刻苦勤懇些。」殷素素拍手道：「你是武當七俠中武功第一，自己偏謙虛不肯說。」張翠山道：「咱們七人之中，向來是二哥武功最好。十年不見，小弟更加望塵莫及。唉，少受恩師十年教誨，小弟是退居末座了。」言下不禁頗有惘悵之意。殷素素道：「二伯又沒顯過武功，你怎知道？」張翠山道：「那日替賀老三療傷，二哥頃刻之間，替他氣運九轉，這等精湛的內功，我如何能及？」俞蓮舟道：「可是七人中文武全才，唯你一人。弟妹，我跟你說一個祕密。五年之間，恩師九十五歲壽誕，師兄弟稱觸祝壽之際，恩師忽然大為不歡，說道：『我七個弟子之中，悟性最高，文武雙全，唯有翠山。我原盼他能承受我的衣缽，唉，可惜他福薄，五年來存亡未卜，只怕是凶多吉少了。』你說，師父是不是最喜歡五弟？」張翠山感激無已，眼角微微濕潤。俞蓮舟道：「現下五弟平安歸來，送給恩師的壽禮，再沒比此更重的了。」正說到此處，忽聽得岸上隱隱傳來馬蹄聲響。那馬蹄聲自東而西，靜夜中聽來分明清晰，共是四乘馬。俞蓮舟三人對望了一眼，心知這四乘馬連夜急馳，多半是與己有關，三人雖然不想惹事，豈又是怕事之輩？當下誰也不提此事，俞蓮舟道：「我這次下山時，師父正自閉關靜修。盼望咱們上山時，他老人家已經開關。」殷素素道：「我爹爹昔年跟我說道，他一生只欽佩尊師張真人和少林派的『見聞智性』四大高僧。張真人今年百歲高齡，修持之深，當世無有其匹，現下還要閉關，是修練長生不老之術麼？」俞蓮舟道：「不是，恩師是在精思武功。」殷素素微微一驚，道：「他老人家武功早已深不可測，還鑽研什麼？難道當世還能有人是他敵手麼？」俞蓮舟道：「恩師自九十五歲起，每年都閉關九個月。他老人家言道，我武當派的武功，主要得自一部『九陽真經』。可是恩師當年聽覺遠祖師背誦這部真經之時，年紀太小，時候又倉促，記憶不全，因之本門武功終是尚有缺陷。這『九陽真經』傳自達摩老祖，恩師言道，他越是深思，越覺其中漏洞甚多，似乎這只是半部，該當另有一部『九陰真經』，方能相輔相成。可是『九陽真經』他已學得不全，卻又到那裏找這部『九陰真經』去？何況世上是否真有『九陰真經』誰也不知。達摩老祖是天竺國不世出的奇人，我恩師的聰明才智，未必在達摩老祖之下，真經既不可得，難道自己便創制不出？他每年閉關苦思，便是意欲光前裕後，與達摩老祖東西輝映，集天下武學大成。」張翠山和殷素素聽了，都是慨然讚嘆。俞蓮舟道：「當年聽得覺遠祖師傳授『九陽真經』的，共有三人。一是恩師，一是少林派的無色大師，另一位是個女子，那便是峨嵋派的創派祖師郭襄郭女俠。他三人悟性各有不同，根底也大有差異。武功是無色大師最高，郭女俠是郭靖郭大俠和黃蓉黃幫主之女，所學最博，恩師當時武功全無根基，但正因如此，所學反而最為精純。是以少林、峨嵋、武當三派，一個得其『高』，一個得其『博』，一個得其『純』。三派武功各有所長，但也可說各有所短。」殷素素道：「那麼這位覺遠祖師，武功之高，該是百世難逢了。」俞蓮舟道：「不！覺遠祖師是全然不會武功的。他在少林寺藏經閣中監管藏經，這位祖師是個書獃子，無經不讀，無經不背。他無意中看到『九陽真經』，便如金剛經、法華經一般記在心中，至於經中所包藏的博大精深的武學妙旨，他卻全然不解。」於是將『九陽真經』如何失落，從此湮沒無聞的故事說了給她聽。這事張翠山早已聽師父說過，殷素素卻是第一次聽到，極感興趣。俞蓮舟平日沉默寡言，有時接連數日可以一句話也不說，但自和張翠山久別重逢之下，欣喜逾常，談鋒也健起起來。他和殷素素相處十餘日後，覺她本性其實不壞，所謂近墨者黑、近朱者赤，自幼耳濡目染，所見所聞盡是邪惡之事，這才善惡不分，任性殺戮，但和張翠山成婚十年，氣質已有有變化，因之初見時對她的不滿之情，已逐日消除，覺她坦誠率真，比之名門正派中某些迂腐自大之士，反而更具真性情。張翠山難得師哥好興緻，正想問他師父所鑽研的武功進展如何，忽聽得馬蹄聲響，又自東方隱隱傳來，不久蹄聲從舟旁掠過，向西而去。張翠山只作沒聽見，說道：「二哥，倘若恩師邀請少林、峨嵋兩派高手，共同研討，截長補短，三派武功都可大進。」俞蓮舟伸手在大腿上一拍，道：「照啊，師父說你是將來承受他衣缽門戶之人，果真一點也不錯。」張翠山道：「恩師只因小弟不在耳邊，這才時致思念。浪子若是遠遊不歸，在慈母心中，卻比隨侍在側的孝子更加好了。其實小弟此時的修為，別說和大哥、二哥、四哥相比是望塵莫及，便是六弟、七弟，也定比小弟強勝得多。」俞蓮舟搖頭道：「不然，目下以武功而論，自是你不及我。但恩師的衣缽傳人，負有昌大武學的重任。恩師常自言道，天下如此之大，武當一派是榮是辱，何足道哉？但若能精研武學奧祕，慎擇傳人，使正人君子的武功，非邪惡小人所能及，再進而相結天下義士，驅除韃虜，還我河山，這才算是盡了我輩武學之士的本分。因此恩師的衣缽傳人，首重心術，次重悟性。說到心術，我師兄弟七人無甚分別，悟性卻是以五弟為高。」張翠山搖手道：「我想那是恩師思念小弟，一時興到之言。就算恩師真有此意，小弟也是萬萬不敢承當。」俞蓮舟微微一笑，道：「弟妹，你去護著無忌，別讓他受了驚嚇，外面的事有我和五弟料理。」殷素素極目遠眺，不見有何動靜，正遲疑間，俞蓮舟道：「岸上灌木之中，刀光閃爍，伏得有人。前邊蘆葦中必有敵舟。」殷素素遊目四顧，但見四下裏靜悄悄的絕無異狀，心想只怕是你眼花了吧？忽聽俞蓮舟朗聲說道：「武當山俞二、張五，道經貴地，請恕禮數不周。那一位朋友若是有興，請上船來共飲一杯如何？」他這幾句話一完，忽聽得蘆葦中槳聲響動，六艘小船飛也似的划了出來，一字排開，攔在江心。一艘船上嗚的一聲，射出一枝響箭，南岸一排矮樹中竄出十餘個勁裝漢子，一色的黑衣，手中各持兵刃，臉上卻蒙了黑帕，只露出眼睛。殷素素心好生佩服：「這位二伯名不虛傳，當真了得。」眼見敵人甚眾，急忙回進艙中，只見無忌已然驚醒。殷素素替他穿好衣服，低聲道：「乖孩兒，不用怕。」俞蓮舟又道：「前面當眾的是那一位朋友，武當俞二、張五問好。」但六艘小船中除了後艘的槳手之外，不見有人出來，更沒有人答話。俞蓮舟忽地省悟，叫聲：「不好！」翻身入江中。他自幼生長江南水鄉，水性極佳，剛一下江，只見四個漢子手持利錐，潛水而來，顯是想錐破船底，將舟中各人生擒活捉。俞蓮舟微微冷笑，隱身船側，待四人游近，雙手分別點出，已中兩人穴道，跟著踢出一腳踢中了第三人腰間的「志室穴」。第四人吃了一驚，俞蓮舟左臂一長，抓住他的小腿，甩上船來。他想那三人穴道被點，勢必要溺死在大江之中，於是一一掀起，拋在船頭，這才翻身上船。那第四個漢子在船頭打了個滾，縱身躍起，一錐便向張翠山胸口刺落。張翠山見他武功平常，也不閃避，左手一探，已抓住他拿錐的手腕，跟著左肘向外輕抵，撞中他胸口穴道。那漢子一聲也沒哼出，便此摔倒。俞蓮舟道：「岸上的似乎有幾個好手，禮數已到，不理他們，衝下去吧！」張翠山點了點頭，吩咐船家只管開船。只是逆風逆水，舟行甚緩。慢慢駛近那六艘小船時，俞蓮舟提起那四個漢子，拍開他們身上穴道，擲了過去。但說也奇怪，對方舟中固然沒出聲，岸上那十餘個黑衣人也是悄無聲無色，竟如個個都是啞巴一般。那四個潛水的漢子鑽入艙中，不再現身。座船剛和六艘小舟並行，便要掠舟而過時，一艘小舟上的一名槳手突然右手揚了兩下，砰砰兩聲，木屑紛飛，座船的舵已然炸毀，船身登時橫了過來。原來那槳手擲出的是兩枚漁家炸魚用的漁炮，只是製得特大，多袋火藥，因此炸力甚強。俞蓮舟不動聲色，身形一起，輕輕躍到了對方小舟之上，他藝高人膽大，仍是一雙空手。小舟上的槳手手持大槳，眼望前面，對俞蓮舟躍上船來竟是毫不理會。俞蓮舟喝道：「是誰擲的漁炮？」那槳手木然不答，俞蓮舟知他裝聾作啞，搶進艙去，只見艙中對坐著兩個漢子，見他進艙，仍是一動不動，絲毫不現迎敵之意。俞蓮舟一把掀住他的頭頸，提了起來，喝道：「你們瓢把子呢？」那人閉目不答。俞蓮舟是武林一流高手身份，不願以武力逼問，當即回到後梢，只見張翠山和殷素素也已抱著無忌過來小舟。俞蓮舟奪過槳手中的木槳，逆水上划，只划得幾下，殷素素叫道：「毛賊放水！」但見船艙中水湧上來。原來小舟中各人早有預備，拔開艙底木塞，放水入船。俞蓮舟躍到第二艘小舟時，只見舟中也已小半船是水。他回頭說道：「五弟，既是非要咱們上岸不可，那就上去吧！」那六艘小舟顯是事先安排好了，作為請客上岸的跳板，三人帶同無忌，躍上岸去。岸上十餘名蒙著臉的黑衣漢子早就排成了個半圓形，將四人圍在弧形之內。俞蓮舟見這十餘人手中所持大都均是長劍，另一小半則或持雙刀，或握軟鞭，沒一個用沉重兵刃。他抱臂而立，自左而右的掃視一遍，神色冷然，並不說話。中間一個黑衣漢子右手一擺，眾人忽然向兩旁分開，各人微微躬身，倒握劍柄，劍尖向地，抱拳行禮，讓出一條路來。俞蓮舟還了一禮，昂然而過。這一干人待俞蓮舟走出圈子，忽地向中間一合，封住了道路，將張翠山等三人圍住，青光閃爍，劍尖一齊挺起。張翠山哈哈一笑，說道：「各位原來是衝著張某人而來。擺下這等大陣仗，可將張翠山忒也瞧得重了。」中間那黑衣漢子微一遲疑，垂下劍尖，又讓開了道路。張翠山道：「素素，你先走！」殷素素謝遜抱著無忌正要走出，猛地裏風聲響動，五柄長劍一齊指住了無忌。殷素素吃了一驚，急忙倒退，那五人跟著踏步而前，劍尖不住顫動，始終不離無忌身周尺許。俞蓮舟雙足一點，倏地從人叢之外飛越而入，雙手連拍四拍，每一下都拍在一個黑衣人的手腕之上，只見四柄指著無忌的長劍一一飛入半空。這四下拍擊實在來得太快，四柄長劍竟似同時飛上。他左手跟著反手擒拿，抓住了第五人的手腕，但覺著手處柔軟滑膩，似是女子之手。他這一抓之時，中指已順手點了那人腕上穴道，急忙放開，那人已是手腕麻痺，噹的一聲，長劍掉在地下。那五人長劍脫手，急忙退開，月光下只見青光閃閃，又是兩柄長劍刺了過來，但見劍刃平刺，鋒口向著左右，每人使的都是一招「大漠平沙」。俞蓮舟心道：「這是崑崙劍法，原來這批人是崑崙派的。」待劍尖離胸口將近三寸，眼見敵招用老，突然胸口一縮，雙臂迴環，左手食指和右手食指同時擊在劍刃的平面之上。這兩下拍擊，看似輕易，卻是用上了武當心法，乃是他一身功力之所聚，照理對方長劍非撒手不可，豈知手指和劍刃相觸，陡覺劍刃上傳出一股柔勁，竟將他這一擊之力化解了一小半，長劍並未脫手。但那二人究是抵擋不住，騰騰退出三步，一人站立不定，摔倒在地，另一人「啊喲」一聲，吐出一口鮮血。自六艘小舟橫江以來，對方始終沒一人出過聲，這時「啊喲」一聲驚呼，聲音柔脆，聽得出是女子聲音。中間那黑衣人見俞蓮舟這等厲害，左手一擺，各人轉身便走，頃刻間消失在灌木之後。但見這一干人大半身材苗條，顯是穿著男人裝束的女人。俞蓮舟朗聲道：「俞二張五，多多拜上鐵琴先生，請恕無禮之罪。」那些黑衣人並不答話，隱隱聽得有人輕聲一笑，仍是女子的聲音。殷素素將無忌放下地來，仍是緊緊握住他手，說道：「這些大半是女子啊。二伯，她們都是崑崙派的麼？」俞蓮舟道：「不，是峨嵋派的。」張翠山奇道：「峨嵋派的？你怎說多拜上『鐵琴先生』？」俞蓮舟嘆了口氣道：「她們自始至終，不出一聲，臉上又以黑帕蒙住，那自是不肯以真面目示人了。她們以五劍指住無忌，那是崑崙派的『寒梅劍陣』。後來兩個人平劍刺我，又用崑崙派的一招『大漠平沙』。她們既然冒充崑崙派，我便將錯就錯，提一提崑崙的掌門鐵琴先生。」殷素素道：「你怎知她們是峨嵋派的？有人認出了麼？」俞蓮舟道：「不，這些人功力都不算深，以是當今峨嵋掌門滅絕師太的徒孫一輩，那是峨嵋的第四代弟子了，我不認得她們。但她們以柔勁化解我指擊劍刃的功夫，確是峨嵋心法。要學別派的數招陣式，那並不難，但一出到內勁，那就非顯示真相不可。」張翠山點頭道：「二哥以指擊劍，她們還是撤劍的好，受傷倒輕，峨嵋派的內功好是極好的，只是未到適當功行便貿然運行，一遇上高手，便吃大虧，二哥倘若真將她們當作敵人，這兩個女娃娃早就屍橫就地了。可是峨嵋派跟咱們向來客客氣氣的啊。」俞蓮舟道：「恩師少年之時，受過峨嵋派開派祖師郭襄女俠的好處，因此他老人家諄諄告誡，決不可得罪了峨嵋門下弟子，以保昔年的香火之情。我以指擊劍，發覺到對方內勁不對時，收勢已然不及，終於傷了二人。雖然這是無心之失，總是違了恩師的訓示。」殷素素笑道：「好在你最後說是向鐵琴先生請罪，不算是正面得罪了峨嵋派。」這時他們的座船轉了船舵，早已順水流向下流，影蹤不見，那六艘小舟均已沉沒，舟中的槳手濕淋淋地一個個爬上岸來。殷素素道：「這些都是峨嵋派的麼？」俞蓮舟低聲道：「多半是巢湖的糧船幫。」殷素素望了一眼地下明晃晃的五柄長劍，俯身想拾起瞧瞧，俞蓮舟道：「別動她們的兵刃，倘若劍上刻有名字，咱們以後便無法假作不知。這就走吧。」殷素素這時對這位二伯敬服得五體投地，應道：「是！」便攜了無忌之手，走向江岸的大道。經過那叢灌木，無忌喜呼起來：「有馬，有馬！」只見十餘丈外的一株大柳樹繫著三匹駿馬。無忌在冰火島上從未見過馬匹，來到中土後，一直想騎一騎馬，只是一路乘船，始終未得其便。四個人走近馬匹，卻見柳葉上釘著一張紙條，張翠山取下一看，見紙上寫道：「敬贈坐騎三匹，以謝毀舟之罪。」俞蓮舟道：「她們倒也客氣得很。」當下解下馬匹，三個分別乘坐。無忌坐在母親身前，大是興奮。張翠山道：「反正咱們形跡已露，坐船騎馬都是一般。」俞蓮舟道：「不錯。前邊道上必定尚有波折，倘若逼不得已要出手，下手不可太重。」他適才無意傷了兩名峨嵋門下弟子，心中一直耿耿不安。殷素素好生慚愧，心想：「二伯只不過下手重了一些，本意亦非傷人，只是逼對方撤劍，她們自行硬挺，這才受傷。比之我當年肆意殺這許多少林門人，過錯之輕重，真是不可同日而語了。一身作歹一身當，以後不可再讓二伯為難。」於是說道：「二伯，這干人全是衝著咱倆夫婦而來，對你可恭敬得很。前面要是再有阻攔，由弟妹打發便是，倘真不行，再請你出手相援。」俞蓮舟道：「你這話可見外了。咱兄弟同生共死，分什麼彼此？」殷素素不便再說，只問：「他們明知二伯跟咱夫婦在一起，怎地只派些第四代的弟子來攔截？」