第三回　三年獄中歷苦難　始覺世間險道多狄雲只瞧得目瞪口呆，恍在夢中。丁典拍了拍雙手，冷笑道：「這一點兒微末道行，也想來搶奪素心劍法！」狄雲一呆，道：「丁大哥，你說是素心劍法？」丁典似乎自悔失言，但也不願捏造些言語來欺騙狄雲，只是又冷笑了幾下，並不回答。狄雲眼見這一十七人適才還都是生龍活虎一般，但片刻之間，個個屍橫就地，他一生中從未見過這許多死人堆在一起，嘆道：「丁大哥，你這手是什麼功夫，如此厲害？這些人都是死有餘辜麼？」丁典道：「死有餘辜，倒也不見得，只是這些人個個不存好心。我若不是練成了『神照經』上的武功，被這批人逼供起來，那才是慘不堪言呢。」狄雲知他所言非虛，道：「你隨手一抓，被你抓中的人登時便即丟了性命，這種功夫我聽也沒聽說過。我若是跟師妹說，她也不會相信……」這句話剛說出口，立即省悟，不由得胸頭一酸，心口似乎被人重重打了一拳。丁典卻並不笑他，反而嘆了口長氣，自言自語的道：「其實呢，縱然練成了絕世武功，也還是不能事事盡如人意……」言未畢，狄雲忽然「咦」的一聲，伸手指著庭中的一具死屍。丁典道：「怎麼？」狄雲道：「這人沒死透，他的腳動了幾動。」丁典大吃一驚，道：「當真？」說這兩個字時，聲音也發顫了。狄雲道：「剛才我見他動了兩下。」心想：「一個人受傷不死，那也沒什麼大不了，決不能再起來動手。」他卻不知丁典的神照功既已練成，這一出手，敵人非死不可。倘若敵人一抓竟然不死，那麼他的功夫之中必有重大缺陷。丁典心下憂急，當即從鐵柵間鑽了出去，俯身去看那人。突然間嗤嗤兩聲，兩件細微的暗器向他眼中急射。丁典早有提防，身子向後急仰，兩枝袖箭從他面門上掠了過去，鼻中隱隱聞到一陣腥臭，顯然箭上喂有劇毒。那人一發出袖箭，身子便即向屋簷上竄去。丁典眼見這人輕身功夫甚是了得，自己身有銬鐐，行動不便，未必追他得上，隨手提起一具屍體，呼得一聲，向上擲出，去勢奇急。砰的一下，屍體的腦袋著著實實的撞在那人腰間。那人左足剛踏上屋簷，被這屍體如此沉重的一撞，站立不定，立時倒摔下來。丁典搶上一步，一把抓住他的後頸，提到牢房之中，伸手探他鼻息時，這次是真的死了。丁典坐在地下，雙手支頤，苦苦思索：「為什麼剛才這一下竟沒抓死他？我的功夫之中，到底出了什麼毛病？」想了半天，想不出個所以然，惱起上來，一手又往那屍體的胸口插將下去，突然一股又靭又軟的力道，將他手指彈了回來，丁典驚喜交集，叫道：「是了，是了！」撕開那人外衣，只見這人貼身穿著一件漆黑發亮的裏衣。丁典又道：「是了！原來如此，倒嚇得我大吃一驚。」狄雲奇道：「怎麼？」丁典雙手連撕，剝去那漢子的外衣，又將他這件黑色裏衣剝了下來，然後將屍體擲出牢房，笑嘻嘻的道：「狄兄弟，你把這件衣服穿在身上。」狄雲料到這件黑衣頗為珍貴，道：「這是大哥之物，兄弟不敢貪圖。」丁典道：「不是你的物事，你便不貪圖麼？」這句話問得極是嚴厲。狄雲一怔，怕他生氣，道：「大哥一定要我穿，我便穿上就是。」丁典正色道：「我問你，不是你的物事，你要不要？」狄雲道：「除非物主一定要給我，我非受不可，否則……否則……不是我的東西，我自然不能要。若是貪圖別人的東西，那不是變成強盜小偷了麼？」他說到後來，神色昂然，道：「丁大哥，你明白，我是受人陷害，才給關在這裏，我一生清白，可從來沒做過甚麼壞事。」丁典點了點頭，道：「很好，很好！不枉我交了你這個朋友。你把這件衣服貼肉穿著。」狄雲不便違拗，便除下衣衫，把這件黑色裏衣貼肉穿了，外面再罩上那件三年沒洗的臭衣。他雙手戴著手銬鐵鏈，這更換衣衫，直是難上加難，全仗丁典替他撕破舊衫的衣袖，方能除下穿上，那件黑色襯衣袖子極短，像是一件背心，穿上倒是不難。丁典待他穿好了，才道：「狄兄弟，這一件刀槍不入的寶衣，是用大雪山上的烏蠶蠶絲織成。這傢伙是雪山派中的重要人物，才有這件『烏蠶甲』。他想來取寶，沒料想竟是送寶來了，嘿嘿，嘿嘿！」狄雲聽說這件黑衣如此貴重，忙道：「大哥，你仇人甚多，該當自己穿了護身才是。再說，每月十五……」丁典連連搖手，道：「我有神照功護身，用不著這烏蠶甲。每月十五的拷打嘛，我是甘心情願受的，用這寶甲護身，反而其意不誠了，一些皮肉之苦，又傷不了筋骨，有什麼相干？」狄雲好生奇怪，欲待再問，丁典道：「我叫你黏上鬍子，扮作我的模樣，我雖在旁將護，總是擔心有什麼疏虞，現下這可好了。我現下傳你內功的心法，你好好聽著。」以前丁典曾要傳他功夫，狄雲萬念俱灰，決意不學，此刻明白了自己受人陷害的前因後果，一股復仇之火在胸中熊熊燃起，恨不得立時便出獄去找萬圭算帳。他親眼見到丁典赤手空拳，連斃這許多江湖高手，心想自己只須學得他兩三成功夫，越獄報仇便有指望，霎時間心亂如麻，熱血上湧，滿臉通紅。丁典只道他仍是執意不肯學這內功，正欲設法開導，狄雲突然雙膝跪下，放聲大哭，叫道：「丁大哥，你教我。我要報仇！我要報仇！」丁典縱聲長笑，聲震屋瓦，說道：「要報仇，那還不容易？」待他靜了下來，便即傳授他入門練功的口訣和行功之法。狄雲一得傳授，毫不停留的便即法修習。丁典見他練得起勁，笑道：「練成神照經，天下無敵手。難道是這般容易練的麼？我各種機緣巧合，內功的底子又好，這才十二年而大成。狄兄弟，練武功要勤，那是很要緊的，可是欲速則不達，須得循序漸進才是。你好好記著我這幾句話。」狄雲此時口中稱他為「大哥」，心中其實已當他為「師父」，他說什麼便聽什麼。但心中的仇恨洶湧如波濤，如何能夠平靜？次日聽那獄吏大驚小怪的吵嚷一番。知縣、衙役、捕快、仵作的騷擾一番，到得傍晚，才將那一十七具屍首抬了出去。丁典和狄雲只說是這伙人自相鬥毆而死。做公的見他二人手足都帶了銬鐐，誰也不會疑心他二人會得行兇殺人。黃昏時分狄雲又照著丁典所授的口訣用功。這「神照功」入門甚易，越到後來越是艱難，狄雲雖非聰明，也不極笨，練得一個多時辰，丹田中已微有感覺，心念正斂，突然之間，前胸後背同時受了重重的一擊。這兩下夾擊，便如是兩個大鐵錘前後齊撞一般。狄雲眼前一黑，幾乎便欲暈去，待得疼痛稍止，睜開眼來，只見左方右方各自站著一個和尚，他一轉頭，見身後和兩側還有三個和尚，一共五僧，將他圍在中間。狄雲心道：「丁大哥所說的五個勁敵到了，我須得勉強支撐，不能露出破綻。」當下哈哈一笑，說道：「五位大師，找我丁某人有何貴幹？」左首那僧人道：「素心劍的劍譜，交了出來！咦，你……你……你是……」只見他身子搖了幾搖，險險摔倒。跟著第二名僧人哇的一聲，吐出一口鮮血。狄雲大奇，忍不住向丁典瞧去，只見他淩空虛出一拳，這一拳無聲無影，第三名僧人「啊」的一聲大叫，倒退幾步，撞在牆上。另外兩名僧人順著狄雲的目光，向蜷縮在黑角落中的丁典望去，齊聲驚叫：「神照功，無影神拳！」身材極高的那僧人兩手各拉一名受傷的僧人，從鐵柵中逃了出去。另一名僧人攔腰抱住吐血的僧人。回手一掌向丁典擊來。丁典搶上前去，舉拳猛擊。那僧人接了他一拳，倒退一步，再接一拳，又退一步，接到第三拳時，已退出鐵柵。丁典卻不追趕，只見那僧人踉踉蹌蹌的走了兩步，兩手一鬆，將那吐血的僧人拋在地下，似欲單身逃命，但每跨一步，腳下都似拖了一塊千斤巨石，腳步沉重之極，掙扎著走出六七步後，雙腿一軟，摔倒在地，再也站不起來了。丁典道：「可惜，可惜！狄兄弟，你若不向我看來，那三個和尚便逃不了。」狄雲見這兩個僧人死得十分淒慘，心下不忍，暗想：「讓那三個逃走了也好，丁大哥殺的人實在太多了。」丁典道：「你嫌我出手太辣了是不是？」狄雲道：「我……我……」猛地裏喉頭塞住，一交坐倒，說不出話來。丁典忙給他推宮活血，按摩了良久，他胸口的氣塞方才舒暢。丁典道：「你嫌我辣手，剛才他們一上來便各擊你一掌，若不是你身上穿著烏蠶衣，早就一命嗚呼了。唉！這事做哥哥的太過疏忽，那想到他們一上來便會動手。我猜想他們一定先要逼問一番。嗯，是了，他們對我也是大為忌憚，要將我先打得重傷，這才逼問。」他抹去狄雲腮上的鬍子，笑道：「這三個賊禿嚇得心膽俱裂，再也不敢來惹咱們了。」他又正色道：「狄兄弟，那個子極高的和尚，叫做寶象。那個胖胖的，叫做善勇。被我第一拳打倒的那個最是厲害，叫做勝諦。這五個和尚合稱『密宗五雄』，武功十分了得，我若不是暗中伏擊得手，那便鬥他們不過。日後你在江湖上遇上了，務須小心在意。」他嘆了口氣，道：「五雄只賸下了三雄，那便容易對付得多。」他適才接連打出這幾拳，十分的耗費功力，一直做了十幾天坐功，這才回復元氣。此後兩年多的時日之中，日子過得甚是平靜，偶爾有一兩個江湖人物到獄中來羅囌，丁典不是一抓，便是一拿，頃刻間便送了他們的性命。這幾個月來狄雲修習神照功，進步似是停滯了，練來練去，和幾個月前仍是一樣。好在他悟性雖是不強，生性卻極是堅毅，懂得這天下無敵的神功決不是輕易能夠練成，耐心修習，以期突破難關。這一日早晨醒來，狄雲側身而臥，臉向牆壁，依法吐納，忽聽得丁典「咦」的一聲，聲音中頗有焦慮之意，過得半晌，又聽他自言自語的道：「今天是不會謝的，明天再換也不遲。」狄雲覺得詫異，轉過身來，只見他抬起頭，凝望著遠處窗檻上的那隻花盆。狄雲自練神照功後，耳目比之往日已倍覺靈敏，一瞧之下，便見花盆中的三朵黃色薔薇中，有一朵缺了一片花瓣。他日常總見丁典凝望這盆中的鮮花，呆呆出神，數年如一日，心想牢獄中無可遣興，唯有這一盆花長保艷麗，丁典喜愛欣賞，那也不足為奇。只是這花盆中種的鮮花若非含苞待放，便是迎日盛開，不等有一瓣殘謝，便即換過。春風茉莉，秋月海棠，日日夜夜，總是有一盆鮮花放在這窗檻之上。狄雲記得這三朵黃薔薇已放了六七天，平時早該換過了，但這一次卻一直沒換。這一日丁典自早到晚，心緒煩躁不寧。到得次日早晨，只見那盆黃薔薇仍是沒有換過，卻有五六片花瓣被風吹去，狄雲心下隱隱感到有些不祥之意，見丁典神色極是難看，便道：「這人這一次忘了換花，想必下午會記得。」丁典大聲道：「怎麼會忘記，決不會的！難道……難道是生了病？就算是生了病，也會叫人來換花啊！」不停步的走來走去，滿臉都是不安的神色。狄雲當下不敢多問，只得盤膝坐下，入靜練功。到得傍晚，陰雲四合，不久便淅淅瀝瀝的下起雨來，一陣寒風過去，那三朵黃薔薇上的花瓣又飄了數片下來。丁典這幾個時辰之中，一直是目不轉睛的望著這一盆花，每飄落一片花瓣，便如是在他心頭剜去一塊肉那麼難受。狄雲再也忍耐不住，問道：「丁大哥，你為何不安？」丁典轉過頭來，滿臉怒容，喝道：「關你什麼事？囉唆什麼？」自從他傳授狄雲武功以來，從未如此兇狠無禮。狄雲心下歉然，待要說幾句什麼話分解，卻見他臉上漸漸現出淒涼的神色，顯得心中甚是悲痛，便住了口。這一晚丁典竟是一息也沒坐下，狄雲聽著他走來走去，銬鐐上不住發出叮叮噹當的聲音，也是無法入睡。次日清晨，斜風細雨，兀自未息。曙色朦朧中看那盆花時，只見三朵薔薇的花瓣已然落盡，盆中唯餘幾根花枝，在風雨中不住顫動。丁典大叫道：「死了？死了？你真的是死了？」雙手抓住鐵柵，不住的搖晃。狄雲道：「大哥，你若是記掛著誰，咱們便去瞧瞧。」丁典一聲虎吼，道：「瞧！能去瞧麼？我若是能去，早就去了，用得著住在這臭牢房中苦耗？」狄雲不明所以，睜大了眼睛，只好默不作聲。這一日中，丁典雙手抱住了頭，坐在地下不言不動，不吃不喝。耳聽得打更聲「的篤，的篤，嘡」的打過一更。到後是「的篤，的篤，嘡嘡」的打過二更。丁典緩緩站起身來，說道：「兄弟，咱們去瞧瞧。」說話的聲音甚是平靜。狄雲道：「是。」只見丁典伸出手去，抓住兩根鐵柵，輕輕往兩旁一分，兩根鐵柵登時便彎了。丁典道：「提住鐵鏈，別發出響聲。」狄雲依言抓起鐵鏈。丁典走到牆邊，提氣一縱，便即竄上了牆頭，低聲道：「跳上來！」狄雲學著他向上一竄，不料自被人挑斷腳筋，穿通琵琶骨後，全身勁力半點也使不出來，他這一躍，只不過竄起三尺。丁典伸手一撈，將他帶到了牆頭，兩人同時躍下。過了這堵牆後，牢獄外另有一堵極高的高牆，丁典或能上得，狄雲卻無論如何無法逾越。丁典哼了一聲，將背脊靠在牆上，只聽瑟瑟瑟泥跌落的輕響，跟著磚石紛紛跌落。狄雲但覺眼一花，只見牆上現出了一個人形的空，丁典已然不見，原來他竟是以神照功中的絕頂武功，破牆而出。狄雲又驚又喜，忙從這牆洞中鑽了出去，外面是一條小巷。丁典向他招招手，從小巷的盡頭走去。他對荊州城中的街巷似乎極是熟悉，過了一條街，穿過兩條巷子，來到一家鐵店門首。丁典舉手一推，拍的一聲，閂住大門的門閂崩斷。店中的鐵匠吃了一驚，跳起身來，叫道：「有賊！」丁典一把搓住他喉嚨，低聲道：「生火！」那鐵匠不敢違拗，點亮了燈，眼見丁典和狄雲都是長髮垂肩，滿臉鬍子，模樣兇惡怕人，那裏還敢動彈？丁典道：「把咱們的銬鏈鑿開！」那鐵匠知是知府衙門中越獄的重犯，若是替他們鑿斷銬鐐，衙門中追究起來，定要嚴辦，不禁遲疑。丁典隨手抓起一根徑寸粗的鐵條，拗得幾下，拍的一聲，折為兩截，喝道：「你這狗頭頸，有這般硬麼？」那鐵匠還道是遇到了鬼神，他自己要弄斷這鐵條，使到鋼鑿大錘，也得搞上好半天，但這大漢卻舉手間便將鐵條拗斷，倘若他真的來拗自己頭頸，那可萬萬不妥，當下連聲：「是，是！」取出鋼鑿、鐵鎚，先替丁典鑿開了銬鐐，又替狄雲鑿開。當丁典將鐵鏈從狄雲肩頭的琵琶骨中拉出來時，狄雲痛得險險暈去。最後他雙手捧著那條沾滿鮮血的鐵鏈，站在鐵坫前，想到在這根鐵鏈的束縛之下，在暗無天日的牢獄中苦渡五年時光，直至今日，這鐵鏈方始離身，不由得又是歡喜，又是傷心，怔怔的掉下淚來。狄雲將那段鐵鏈藏在身邊，隨著丁典走出鐵店，但見那鐵匠將他二人遺下的銬鐐匆匆忙忙的投入熔爐，生怕留下了痕跡。狄雲乍脫銬鏈，走起路來輕飄飄的，十分不慣，幾次頭重腳輕，險些兒摔倒，然見丁典腳步沉穩，越走越快，當下緊緊跟隨，生怕黑暗中和他離得太遠。片刻之間，兩人已來到那放置花盆的窗下。丁典仰起了頭，猶豫半晌。狄雲見窗緊閉，樓中寂然無聲，道：「我先去瞧瞧。怎樣？」丁典點點頭。狄雲繞到那小樓的門側，伸手推門，發覺板門內邊上了閂。好在圍牆甚低，一株柳樹的枝椏從牆內伸了出來，他微一縱身，便已抓住枝椏，翻身進了圍牆。裏面一扇小門卻是虛掩著的。狄雲推門入內，拾級上樓，黑暗中聽得樓梯發出輕微的吱吱之聲，腳下只覺虛浮浮的，甚不自在。要知他在這五年之中，整日整夜便在一間獄室中走動，從未踏過一步梯級。到得樓頂，側耳靜聽，絕無半點聲息，朦朧微光中見左首有門，他舉步輕輕走了進去，房中連呼吸之聲也無。隱隱約約間見桌上有一燭臺，伸手摸到火刀火石，打火點燃蠟燭，燭光照映之下，狄雲心中不知如何，突然間感到一陣寂寞淒涼。原來室中空空洞洞，除了一桌一椅一床之外，什麼東西也沒有。床上掛著一頂夏布白帳，一床薄被，一個布枕，床腳邊放著一雙青布女鞋。只是這一雙女鞋，才顯得這房間原為一個女子所住。狄雲呆了一呆，走到第二間房中去看時，那邊達桌椅也沒一張。可是瞧那模樣，卻又不是新近搬走了傢生用具，而是許多年來一直便如此空空洞洞。拾級來到樓下，每一處都去查看了一遍，竟是一個人也無，他心中暗知不妙，只得出來將情景告知了丁典。丁典道：「什麼東西也沒有？」狄雲搖了搖頭。丁典似乎對這情況早在意料之中，毫不驚奇，道：「咱們到另一個地方去瞧瞧。」那另一個地方卻是一座大廈，朱紅的大門，門外兩盞大燈籠，一盞寫著「江陵府正堂」，另一盞寫著「凌府」。狄雲心中一驚：「這是江陵府知府凌退思的寓所，丁大哥到來作甚？是要殺他麼？」丁典搓著他的手，一言不發的越牆而進。他對凌府中的門戶似乎甚是黯熟，穿廊過戶，便似是在自己家中行走一般。過了兩條走廊，來到花廳門外，丁典身子突然發起抖來，道：「兄弟，你進去瞧瞧。」狄雲伸手推開了廳門，只見燭光耀眼，桌子上點燃著兩根素燭，原來是一座靈堂。狄雲一直在擔心會瞧見靈堂、棺材、或是死人，這時終於見到了，雖然早已料到，忍不住還是微微打了個寒噤，凝目瞧那靈牌時，只見上面寫著「愛女凌霜華之靈位」八個字，猛覺身後風聲颯然，丁典搶了進來。只見他在靈堂前呆了一陣，撲在桌上，放聲大慟，叫道：「霜華、霜華，你果然是先我而去了。」霎時之間，狄雲心中想到了許許多多事情，這位丁大哥的種種怪僻行徑，似乎因這撫桌一哭而令他全然明白了，但細想下去，卻又有種種難以索解之處。丁典全不理會自己是越獄的監犯，不理會身處之地乃是知府大人的住宅，哭得越來越是悲傷。狄雲知道無法相勸，只有任其自然。丁典慢慢站直身子，伸手揭開素幃，幃後赫然是一具棺木。他雙手緊緊抱住棺木，將臉貼著棺蓋，抽抽噎噎的道：「霜華，霜華，你何以這麼忍心？你去之前，怎麼不叫我來再見你一面？」狄雲忽聽得腳步聲響，門外有幾人來到，忙道：「大哥，有人來啦。」丁典用嘴唇去親那棺材，對有無人來，全沒放在心上。只見火光明亮，兩個人高舉火把，走了進來，喝道：「是誰在這裏吵鬧？」那兩人之後，是個四十五六歲的中年漢子，衣飾華貴，一臉精悍之色，他向狄雲瞧了一眼，問道：「你是誰？到這裏幹什麼？」狄雲滿腔憤疾，反問道：「你又是誰？到這裏幹什麼？」手執火把的一人喝罵道：「小賊，這位是江陵府凌大人，你半夜三更的，到這裏還有好的，快給跪下！」狄雲冷笑一聲，理也不理。丁典擦乾了眼淚，問道：「霜華是哪一天去世的？生什麼病？」狄雲聽他問得心平氣和，不禁大為奇怪。凌知府向他看了一眼，道：「啊！我道是誰，原來是丁大俠。小女不幸逝世，有勞弔唁，存歿同感。小女去世已五天了，大夫也說不上是什麼病症，只說是鬱積難消。」丁典恨恨的道：「這可遂了你的心願。」凌知府嘆道：「丁大俠，你也忒以固執，倘若早早說了出來，小女固然不會給你害死，你我成了翁婿，那是何等的美事。」丁典眼中兇光暴長，大聲道：「你說霜華是我害死的？不是你自己害死的？」說著向前走了一步。凌知府卻是十分鎮定，搖頭道：「事已如此，咱們還說什麼？霜華啊，霜華，你九泉之下，一定是怪爸爸不體諒你了。」一面走到靈牌之前，舉手拭淚。丁典恨恨的道：「倘若我今日殺你，霜華在天之靈，定然恨我。凌退思，瞧在你女兒份上，你折磨了我這七年，咱們一筆勾銷。以後你再惹上我，可休怪姓丁的無情。狄兄弟，走吧。」凌知府長嘆一聲，道：「丁大俠，咱們落到今日的結果，你說有什麼好處？」丁典道：「你清夜撫心自問，也有點慚愧麼？你只貪圖素心劍的劍譜，寧可害死女兒。」凌知府道：「丁大俠，你不忙走，還是將那劍訣說了出來，我給解藥於你，免得枉送性命。」丁典一驚，道：「什麼解藥？」便在此時，只覺臉頰、嘴唇、手掌各處，越來越是麻痹，情知是中了劇毒，但一時想不透如何竟會中毒。凌知府道：「我生怕有不肖之徒，開棺辱我女兒的清白遺體，所以……」丁典登時省悟，怒道：「你在棺木上塗了毒藥？凌退思，你好惡毒！」縱身而起，一掌便向凌知府擊了過去。不料那毒藥的毒性當真厲害，剎時間消功蝕骨，這神照功竟然使不出來。凌知府側身一遲，門外又搶進四名漢子，或執刀或持劍，同時向丁典攻了過去。狄雲一眼之下，便知這四人的武功均是上上之選。丁典飛起一足，向左首一人的手腕踢去。本來這一腳方位去得十分巧妙，那人手中的單刀非給踢下不可。豈知他腳到中途，突然間勁力消失，竟是停滯不前，原來毒性已傳到腳上。那人翻轉刀背，拍的一聲，打在他的腳骨之上。丁典登時腳骨破裂，摔倒在地。狄雲大驚，倉皇中不及細想，縱身就向凌府撲了過去，心想只有抓著凌知府作為要脅，才能救得丁典。那知凌知府左掌斜出，呼的一掌，便擊在狄雲胸口，手法勁力，均屬上乘。狄雲早豁出了性命不要，不封不架，仍是撲上前去。凌退思一掌明明擊中對方胸口，卻見狄雲毫不理會，他不知狄雲內穿「烏蠶衣」寶甲護身，還道他武功深不可測，一驚之下，已被狄雲左手拿住了胸口的「膻中穴」。狄雲一襲得手，俯身便將丁典負在背上，左手仍是牢牢的抓住凌知府胸前的要穴。那四個漢子投鼠忌器，口中只是喝罵，卻不敢上前。丁典道：「投去火把，吹熄蠟燭。」執火把的漢子不從，靈堂中登時一團漆黑。狄雲一手抓住凌知府前胸，另一手負著丁典，快步搶出。丁典指點途徑，片刻間來到花園門邊，狄雲踢開板門，也不知從那裏來的一股大力，在凌知府的膻中穴上猛力一拳，負著丁典便逃了出去。黑暗中一腳高一腳低的狂衝急奔。凌退思早料到丁典會到靈前哭祭，預行伏下高手，但棋差一著，沒料到他竟會帶同一個幫手前來。狄雲苦修神照經兩年後，雖然說不上有何成就，但內力之強，已是非同泛泛。他擊向凌退思這一拳情急拚命，出力奇重，正好又擊中了對方的「膻中」要穴。凌退思悶哼一聲，登時往後便倒。他手下的從人與武師驚惶之下，忙於相救，誰也顧不得追趕丁狄二人了。丁典手腳越來越是麻木，但神智卻仍是十分清醒。他於江陵城中的道路極為熟悉，指點狄雲轉左向右，不久便遠離了鬧市，到了一個廢園之中。丁典道：「凌知府定然下令把守城門，嚴加盤查，我中毒已深，要出城是不能的了。這個廢園向來說是有鬼，無人敢來，咱們且躲一陣再說。」狄雲將他輕輕放在一株梅樹之下，道：「丁大哥，你是中了什麼毒？怎樣施救才是？」丁典嘆了口氣，苦笑道：「不中用了。那是『佛座金蓮』的劇毒，天下無藥可解，挨得一刻是一刻。」狄雲大吃一驚，全身猶如墮入了冰窖，道：「什麼？你……你是……是說笑吧？」可是他聲音顫抖，明明知丁典並不是說笑。丁典卻哈哈一笑，道：「凌退思這『佛座金蓮』號稱天下第三毒藥，果是名不虛傳。虧得他耐心等了七年，到今天才用。」狄雲急道：「丁大哥，你……你別傷心。留得青山在……唉……女人的事，我……我也是一樣，這叫做沒有法子……你得想法子去了毒再說……我去打點水來給你洗洗。」他心中一急，說話全然的語無倫次。丁典搖搖頭，道：「沒用的。這『佛座金蓮』之毒用水一洗，肌膚立時發腫腐爛，死得更加慘些。狄賢弟，我有許許多多話跟你說，你別忙亂，你一亂，只怕我漏了要緊的話兒。時間不多了，我得把話說完，你給我安安靜靜的坐著，別打斷我的話頭。」狄雲只得坐在他的身旁，可是他心中，卻如何安靜得下來？丁典說得很平穩，似乎說的是別人的事，是一個和他自己毫不相干的人。「我是荊門人，是武林世家。我爹爹在兩湖也算是頗有名氣。我學武的資質還不錯，除了家傳之學，又拜了兩位師父。年輕時愛打抱不平，居然也闖出了一些名頭。「十八年之前，我乘船從四川下來，出了三峽後，船泊在三斗坪。那天晚上，我在船中聽得岸上有打鬥的聲音。我生性愛武，自是關心，便從窗中向外張望。那天晚上月光很是明亮，看得清清楚楚，是三個人在圍攻一個老者。這三個人都是兩湖武林中出名的人物，我倒都認得。一個是五雲手萬震山。（狄雲插口道：「啊，是我師伯！」）另一個是陸地神龍言達平。（狄雲道：「嗯，是我二師伯，不過我沒有見過他老人家。」）第三個人使一口長劍，身手甚是矯捷，那是鐵鎖橫江戚長發。（狄雲跳了起來，道：「是我師父！」）「我和萬震山曾有數面之緣，知他武功了得，見他們師兄弟三人聯手攻敵，想來必操勝算。再看那老者，背上已經受傷，不住的在流血，手中又沒兵刃，只是以一雙肉掌和他三人相鬥，可是他的功夫可比萬震山他們高的太多。那三人就是不敢逼近他的身旁。我越看越是心中不平，但見萬震山他們使的都是殺著，顯然是要置那老者於死地。他三人如此行事，實在是太也不夠光明正大，我一聲也不敢出，生怕給他們發覺，禍事可是不小。這種江湖上的仇殺，若是給旁人瞧見了，往往便要殺人滅口。「鬥了半天，那老者背上的血越流越多，力氣支援不住了，突然叫道：『好，我交給你們。』伸手到懷中去掏摸什麼。萬震山他們三人一齊擁上，似乎生怕給旁人爭了先去。突然之間，那老者雙掌呼的推出，三人為掌力所逼，齊向後退。老者轉身便奔，撲通一聲，跳入了江中。三人大聲驚叫，趕到江邊。那長江從三峽奔瀉下來，三斗坪的江水可有多急？只一霎眼間，那老者自然是無影無蹤了。但你師父還是不肯死心，跳到我的船上，拔了竹篙，在江中亂撈一陣。這三人既是斃死了那老頭，該當歡喜才是，但三人臉色都是極為可怕。我不敢多看，將頭蒙在被中，隱隱約約聽得他們在爭吵什麼，似乎是互相埋怨。「我聽得這三人都走遠了，才敢起身，只聽得後艄上拍的一聲響，艄公「啊」的一聲，道：「有水鬼！」我側頭一看，只見一個人濕淋淋的伏在船板上，正是那個老者。原來他跳入江中後，鑽入船底，用大力鷹爪手法鈎住船底，待敵人退走後這才出來。我忙將他扶入船中，見他氣息奄奄，話也說不出來了。「我心中想，萬震山他們如果不死心，一定趕向下游查訪這老者的屍體。也是我自居俠義道，要救人性命，便命船家立即開船，溯江而上，回向三峽。船家當然不願，半夜中又沒牽夫，上三峽豈是易事？但總而言之，有錢能使鬼推磨便了。「我身邊帶得有金創藥，便替那老者治傷。可是他背上那一劍刺得好深，穿通了肺，這傷是治不好的了。我只有盡力而為，什麼也不問他，一路上買好酒好肉服侍。我見了他的武功，親眼見他躍入長江，鑽入船底，這份膽識和功夫，便值得我丁典給他賣命。這麼治了三天，那老者問了我的姓名，苦笑道：『很好！很好！』從懷中取出一個油紙包來給我。我道：『老丈的親人在什麼地方？我必替老丈送到，決不有誤。』那老者道：『你知道我是誰？』我道：『不知。』他道：『我是梅念笙。』」「我這一驚自然是非同小可。什麼？你不奇怪？梅念笙是誰，你不知道麼？是鐵骨墨蕚梅念笙啊。你真的不知道？（狄雲又搖搖頭，道：「從來沒聽見過這名字。」）嘿嘿，是了，你師父自然不會跟你說。鐵骨墨蕚梅念笙，是湘中武林名宿，他有三個弟子，大弟子叫萬震山，二弟子叫言達平，三弟子叫……（狄雲插口道：「丁……丁大哥，你……你說什麼？」）他三弟子是戚長發。當時我聽他自承是梅念笙，這份驚奇，跟你此刻是一模一樣。我親眼見到月夜江邊那一場惡鬥，見到萬震山他們師兄弟三人出手的毒辣，所以只有比你更加震駭。「梅老先生向我苦笑著搖搖頭，道：『我的第三徒兒最厲害，先是冷不防的在我背上插了一劍，老頭兒才逼得跳江逃命。』（狄雲道：「什麼？真是我師父先動手？」）我不知說些什麼話來安慰他才是，心想他師徒四人反目成仇，必有重大之極的原因，我是外人，雖是好奇，卻也不便多問。梅老先生道：『我在這世上的親人，就是這三個徒兒。他們為了要奪我一套劍譜，不惜行刺師父，嘿嘿，乖徒兒，好徒兒。這套劍譜是給他們奪去了，可是沒有劍訣，那又有甚麼用？素心劍法雖然神奇，那裏及得上神照功了？這部神照經，我送了給你，好好的練吧。此經若然練成，威力奇大，千萬不可誤傳匪人。』我的神照經，就是這來的。」「梅老先生說了這番話後，沒挨上兩個時辰便死了。我在巫峽的江邊給他安葬，當時我全不知素心劍的劍譜劍訣是如此的事關重大，只道是他本門中所爭奪的一部劍法訣譜，因此沒想到須得嚴守隱秘，便在梅老先生的墓前立了一塊碑，寫上『兩湖大俠梅先生念笙之墓』哪知道這塊石碑，竟給我惹來了無窮的煩惱。有人便從這石碑的線索，追查石匠、船夫，查到這碑是我立的，梅老先生是我葬的，那麼梅老先生身上所懷的東西，十之八九是落入了我的手中。「過不了三個月，便有一個江湖豪客尋到我家中來。來的人禮貌很是周到，吞吞吐吐的，不著邊際，但說到後來，終於吐露了來意，他說有一件大寶藏的地圖，是在梅老先生手中，這時想必為我所得，請我取了出來，大家參詳參詳，如果找到了寶藏，我得七成，他得三成。「我想梅老先生交給我的，只是一套修習上乘內功的秘訣，還有幾句素心劍的劍訣，那只是幾個數目字，此外一無所有，那裏有什麼寶藏的地圖。我據實以告，那人萬萬不信，要我將武功秘訣給他看。這是梅老先生親手交給我的，鄭重叮囑，千萬不可誤傳匪人。我自是不允交出。那人怏怏而去。過不了三天，半夜裏便摸至我家裏來，咱們動了手，他肩頭帶了彩，這才知難而退。「風聲一洩漏，來訪的人越來越多。我實在應付不了，到得最後，連萬震山自己也來訪問了。我在荊門老家也耽不下去，只有一走了之，隱姓埋名，走得遠遠地，直到關外牧場去幹買賣牲口的勾當。這麼過得七八年，再也聽不到什麼風聲了，心中記掛著老家，便改了裝，回到荊門來瞧瞧。哪知老屋早給人燒成了一片白地，幸好我也沒什麼親人，這麼一來，反而乾淨。」丁典說了神照功的來歷，狄雲心中一片迷惘，說要不信吧，這位丁大哥從來不打誑語，何況跟他親如骨肉，何必捏造一番謊言來欺騙自己？要信了他的話吧，難道如此老成木訥的師父，竟是這麼一個陰險狠毒之人？只見丁典臉上的肌肉不住跳動，看來毒性正自蔓延，狄雲道：「丁大哥，我師父跟太師父的事，咱們不忙查究。你……還是仔細想想，有什麼法子，能治你身上中的毒。」丁典搖頭道：「我說過叫你別打岔子，你就靜靜的聽著。「八年多之前的九月上旬，我正在漢口，向藥材店出賣一些從關外帶來的老山人參。藥材店主人倒是個風雅之人，做完了生意，邀我去看漢口出名的菊花會。這菊花會中名貴的品種倒真不少，哪，黃色的有都勝、金芍藥、黃鶴翎、報君知、御袍黃、金孔雀、側金盞、鶯羽黃。白色的有月下白、玉牡丹、玉寶相、玉玲瓏、一團雪、貂蟬拜月、太液蓮。紫色的有碧江霞、雙飛燕、翦霞綃、紫玉蓮、紫霞杯、瑪瑙盤、紫羅繖。紅色的有美人紅、海雲紅、醉貴妃、绣芙蓉、胭脂香、錦荔枝、鶴頂紅。淡紅色的有佛見笑、紅粉團、桃花菊、西施粉、勝緋桃、玉樓春……」他將各種各樣菊花品種的名字一一說將而出，隨口而出，倒似比武功的招式更是熟習。狄雲初時覺得有些詫異，但隨即想起，這丁大哥是個愛花之人，那位凌小姐的窗檻上鮮花不斷，兩人想來均是蒔花的高手。丁典說到這些花名時，嘴角邊帶著微笑，神色甚是柔和，輕輕的道：「我一面看，一面讚賞，說出這些菊花的名稱，品評優劣。當我觀賞完畢，將出花園時，說道：『這菊花會也算是十分難得了，就可惜沒綠菊花。』」「只聽得一個小姑娘的聲音在我背後說道：『小姐，這人倒知道綠菊花。我們家裏的『春水碧波』、『綠玉如意』，平常人那裏輕易見得？」我回過頭來，只見一個清秀絕俗的少女正在觀賞菊花，穿一身嫩黃衫子，當真是人淡如菊，我一生之中，從未見過這般雅緻清麗的姑娘。她身旁跟著一個十四五歲的丫鬟。那位小姐見我注視她，臉上登時紅了，低聲道：『對不起，先生別見怪，小丫頭隨口亂說。』我霎時間呆住了，什麼話也說不出來。「我眼望她出了園子，仍是怔怔的不會說話。那藥店主人道：『這一位是武昌凌翰林家的小姐，咱們武漢出名的美人。她家裏的花卉，那是了不起的。』」「我出了園子，和藥店主人分了手，回到客店，心中除了那位凌小姐之外，再沒半分別的念頭。到得午後，我便過江到了武昌，問明途徑，到凌翰林府上去。就此進去拜訪，那是大也冒昧，我在府門外踱來踱去，只見門外有幾個孩童在玩耍。我心裏七上八下，又是歡喜，又是害怕，又罵自己該死。我那時年紀已不算小了，可是就像初墮情網的小夥子一般，變成了個沒頭蒼蠅。」丁典說到如何在菊花會中遇到凌翰林的小姐，臉上現出一種奇異的光采，眼中神光湛湛，顯得甚是興奮。狄雲心中卻莫名其妙的感到害怕，擔心他突然會體力不支，說道：「丁大哥，你還是安安靜靜的歇一會。我去找一個大夫來給你瞧瞧，未必就真的沒法子治。」說著便站起身來。丁典反手一把抓住他的手臂，說道：「我這副模樣出去找大夫，那不是自尋死路麼？」他頓了一頓，嘆了口氣，道：「狄兄弟，那日你聽到師妹嫁了別人，你氣得自己上吊。你師妹待你無情無義，你實在不值得為她尋死。」狄雲點頭道：「不差，這些年來，我早已想穿啦。」丁典道：「倘若你師妹對你一往情深，終於是為你而死，那麼，你也該為她死了。」狄雲突然省悟，道：「那位凌小姐，是為你死的？」丁典道：「不錯。她為我死了，現下我也就要為她而死啦。這時候我心中很快活。她對我情深義重，我……我也待她不錯。狄賢弟，別說我中毒無藥可治，就是醫治得好，我也不治。」驀然之間，狄雲心中感到一陣難以形容的傷心，主要當然是痛惜良友的將逝，可是在內心深處，似乎反而有些羡慕他的幸福，因為在這世界上，有一個女子是真心誠意的愛他，甘願為他而死，而他，也是同樣深摯的報答了這番恩情。可是自己呢？自己呢？丁典輕輕握住他的手，又沉浸在往日的回憶之中，說道：「我到了武昌，到了凌翰林的府門外，那是朱紅的大門，門上的大銅釘閃閃發亮，我是一個江湖武人，怎麼能貿然闖進門去？我在門外踱來踱去的走了三四個時辰，一直踱到黃昏，肚裏也不知飢餓，可自己也不知道，我心中到底是在盼望些什麼。「天快黑了，我還是沒想到要離開，忽然間，旁邊小門中走出了一個女子出來，輕輕走到我身邊，悄悄的道：『傻瓜，你在這裏還不走？小姐請你回家去吧！』我一看，正是凌小姐身邊的那個丫頭。我心中怦怦亂跳，結結巴巴的道：『你……你說什麼？』「她笑嘻嘻的道：『小姐和我賭了一個東道，賭你什麼時候才走。我已贏了兩個銀指環啦，你還不去？』我又驚又喜，道：『我在這裏，小姐早知道了麼？』那丫鬟笑道：『我出來瞧了你好幾次，你始終沒有見我，靈魂兒也不見了，是不是？』她笑了笑，轉身便走。我忙道：『姊姊！』她說：『怎麼？你想什麼？』我道：『聽姊姊說，府上有幾本名種的綠菊花，我很想瞧瞧。』她點點頭，伸手指著後園的一角紅樓，道：『我去求求小姐，要是她答應了，就會把花放在那紅樓的窗檻上。』」「那天晚上，我在凌府外的石板上坐了一夜。到第二天早晨，狄賢弟，我好福氣，兩盆淡綠的菊花當真是出現在那窗檻之上。我知道一盆叫作『春水碧波』，一盆叫作『碧玉如意』，可是我心中想著的，只是放這兩盆花的人。在那簾子後面，有一張天下最美的臉，悄悄的露出一半，向我凝望了一眼，忽然間滿臉紅暈，隱到了簾子之後，從此不再出現。狄賢弟，你丁大哥相貌醜陋，非富非貴，如何敢盼望得佳人垂青？只是從此之後，每天早晨，我總是到淩府的後園之外，向小姐的窗檻瞧上半天。凌小姐倒也記著我，每天總是換一盆鮮花，放在窗檻之上。「這樣子的九個多月，不論大風大雨，大霜大雪，我天天早晨去賞花。凌小姐總是風雨不改的給我換一盆鮮花。她每天只看我一眼，決不看第二次，每看了這一眼，總是滿臉紅暈的隱到了簾子之後。我只要每天這樣見到一次她的眼波、她臉上的紅暈，那就永遠的心滿意足了。她從來沒跟我說話，我也從不敢開口說一句。以我的武功來說，輕輕一縱，便可躍上樓去，到了她的身前。但我從來不敢對她有半分的輕慢。至於寫一封信來表達敬慕之忱，那更是不敢了。「那一年二月初五的夜裏，有兩個和尚到我寓所來，忽然向我襲擊。他們得知了消息，想搶我的神照經和劍訣。這兩個和尚，便是密宗五僧中的二僧，其中一個，已在牢獄中給我料理了，那日你是親眼瞧見的。可是那時我還沒練成神照功，武功遠遠及不上他們，給這兩個惡僧打得重傷，險險性命不保，我躲在馬廄的草料堆中，這才脫難。這一場傷著實不輕，足足躺了三個多月，才勉強能夠起身。我一起床，撐了拐杖，掙扎著便到凌府的後園門外，只見景物全非，一打聽，原來凌翰林已在三個月前搬了家。搬到什麼地方，竟是誰也不知。「狄賢弟，你想想，我這番失望，可比身上這些傷勢厲害得多。我心中奇怪，凌翰林是武昌大名鼎鼎的人物，搬到了什麼地方，決不至於誰也不知。可是我東查西問，化了不少財物氣力，仍舊是沒半點頭緒。這中間實在是大有蹊蹺。顯然，凌翰林或許是為了躲避仇家，或許是另有特別的原因，突然間舉家遷徙。湊巧的是，我受傷不久，她家裏就搬了。「從此我不論做什麼事，都是全無心思，在江湖上東遊西蕩，不務正業。也是我丁典洪福齊天，這日在長沙的茶館之中，無意聽到兩個幫會中的人物，商量著要到荊州去找萬震山，說要他交出素心劍的劍譜來。我想那日萬震山師兄弟三人弑師叛門，為的就是這本劍譜，到底那劍譜是什麼一副樣子，倒是不妨瞧瞧。於是我悄悄跟著二人，到了江陵。這兩個幫會中人志大才疏，可說是頗為不自量力，一到萬家去生事，就給萬震山拿住了，送到江陵府衙門去。我跟著去瞧熱鬧，一見到府前貼的大告示，那可真喜從天降，原來那個凌知府不是旁人，正是凌小姐的父親凌退思。「這天晚上，我悄悄捧了一盆薔薇，去放在淩小姐後樓的窗檻，然後在樓下等著。第二天早晨小姐一打開窗子，見到了那盆花，驚呼了一聲，隨即又見到了我。我們一年多不見，都以為今生再無相見之日，此番久別重逢，真是說不出的歡喜。她向我瞧了好一會兒，才紅著臉，輕輕掩上了窗子。第二天，她終於說話了，問：『你生病了麼？可瘦得多了。』」「以後的日子，我不是做人，是在天上做神仙，其實就是做神仙，一定也沒我這般快活。」「每天半夜裏，我到樓上去接凌小姐出來，在江陵的荒山野嶺，到處漫遊。我們始終以禮自持，從無不規矩的行為，然而是無話不說，比天下最好朋友還更知己。有一天晚上，凌小姐向我吐露了一個大秘密。原來她爹爹雖然考中進士，做過翰林，其實是兩湖龍沙幫中的大龍頭。不但文才出眾，武功也是十分了得。我對凌小姐既是敬若天神，對她父親自然也是甚為尊敬，聽了也不以為意。」「又有一天晚上，凌小姐又對我說，她父親所以不做清貴的翰林，又使了數萬兩銀子，千方百計的謀幹來做荊州的知府，乃是有一個重大的圖謀。原來他從史書之中，探索到荊州城中的某地，一定埋藏有一批數量巨大無比的財寶。六朝時梁朝的梁武帝經侯景之亂而死後，簡文帝接位，又被侯景害死，後來湘東王蕭繹接位於江魏，是為梁元帝。梁元帝懦弱無能，性喜積聚財寶，在江陵做了三年皇帝，搜刮的金珠珍寶，不計其數。到了承聖三年，魏兵攻破江陵，殺了元帝。梁元帝於城破之日，焚毀古今圖書十四萬卷，但他聚斂的財寶藏在何處，卻是無人得知。魏兵元帥于謹為了查問這批珍寶，拷打殺掠了數千人，始終追查不到，最後他怕知道珍寶的人留下來偷偷發掘，於是將江陵百姓數萬口盡數驅歸長安。殺的殺，坑的坑，幾乎沒什麼活口倖存。幾百年來，這秘密始終沒有揭破。時間長了，也就誰也不知道了。」「凌小姐說，她爹爹化了七八年功夫，翻查江淩府志，以及各種各樣的古書舊錄，斷定梁元帝這批財寶，定是埋藏在江陵城外的某地。梁元帝這人性子殘忍，想必是埋了寶物之後，將見到的人盡數殺了，因此魏兵元帥于謹不論如何的拷掠百姓，終究是毫無端倪。」狄雲聽到這裏，心頭存著的許多疑竇慢慢地一個個解明了，說道：「丁大哥，你知道這個寶藏的秘密，是不是？有這許多人到牢獄中來找你，想必也是為了想得這個大寶藏。」丁典臉露苦笑，道：「凌小姐跟我說了這些話，我只覺她爹爹發財之心忒也厲害，他已是這般文武全才，又富又貴，何必再去想什麼寶藏？後來我跟她談論江湖間的各種見聞，那晚在江邊見到萬震山三人弑師奪譜的事，自然也不瞞她。我跟她說到神照經、素心劍訣等等。」「我們這般過了大半年快活日子，那一日是七月十四，凌小姐對我說：『典哥，咱們的事，總得給爹爹說了，請他老人家作主，那就不用這般偷偷摸摸……』她這句話沒說完，羞得將臉藏在我的懷裏。我說：『你是千金小姐，我就怕你爹爹瞧我不起。』她說：『我祖上其實也是武林中人，只不過我爹爹去做了官，我又不會半點武藝。我爹爹是最疼我的，自從我媽死後，我說什麼他都答應。』」「我聽她這麼說，自然高興得要命。七月十五這一天，在白天應該睡覺的時候，也閉不了眼睛。到得半夜，我又到凌小姐樓上去會她，她滿臉通紅的說：『爹爹說，一切聽女兒的話。』我是樂得變成了個大傻瓜，兩個兒你瞧瞧我，我瞧瞧你，只是嘻嘻的直笑。咱倆手挽手走下樓來，忽然在月光之下，看見花圃中多了幾盆顏色特別嬌艷的黃花。這些花的花瓣黃得像金子一樣，閃閃發亮，花朵的樣子很像荷花，只是沒荷花那麼大。我二人都是最愛花的，立時便過去觀賞。凌小姐嘖嘖稱奇，說從來沒見過這種黃花，我們一齊湊近去聞聞，要知道這花的香氣如何……」狄雲聽他敘述這件往事，本來月光之下，與心上人攜手同游，觀賞奇花，真所謂「良辰美景，賞心樂事」，原來十分旖旎的風光。可是丁典述說的語調之中，卻含有一種陰森森的可怖氣息，狄雲聽得幾乎氣也喘不過來，似乎這廢園之中，有許多惡鬼要撲上身來一般，突然之間他想到了一個名字，大聲叫道：「佛座金蓮！」丁典嘴角邊露出一絲苦笑，隔了好一會，才道：「你不笨了。以後你一人行走江湖，也不會吃虧，我放心了。」狄雲聽他這幾句話中充滿了對自己的關切和友愛，忍不住熱淚盈眶，恨恨的道：「凌知府這狗官，他他！他不肯將女兒許配於你，那也罷了，何必使這毒計害你？」丁典道：「當時我也怎麼猜想得到？更那知道這金色的花朵，便是奇毒無比的佛座金蓮？那時我一聞到花香，頭腦中便感到一陣暈眩，只見凌小姐身子晃了幾晃，便即摔倒。我忙伸手去扶，卻是自己也站立不定。我正運內功調息，與毒性相抗，突然間搶過幾條手執兵刃的漢子來。我只和他們鬥得幾招，眼前已是漆黑一團，接著便什麼也不知道了。「待得醒轉，我發覺不但手足都上了銬鐐，連琵琶骨也被鐵鏈穿過了。凌知府穿了便服，在花廳中審訊，旁邊伺候的也不是衙門中的差役，而是他幫會中的兄弟。我自然神態倔強，破口大罵。凌知府先命人狠狠拷打了我一頓，這才叫我交出神照經和劍訣出來。以後的事，你都知道了。每個月十五，凌知府便提我去拷打一頓，勒逼我交出武經劍訣，我始終給他個不理不睬。他的耐心也真好，咱們便是這麼耗上了。」狄雲道：「凌小姐呢？她為什麼不想法子救你？你後來練成了神照功，來去自如，為什麼不去瞧瞧她？為什麼這般的在獄中空等，一直等到她死？」狄雲連問幾句，詢問凌小姐為什麼不到獄中來探訪，為什麼不設法救他。丁典頭腦中一陣劇烈的暈眩似乎全身在空中飄浮飛舞一般。他伸出手來亂抓亂摸，想得到什麼依靠。狄雲伸手握住了他手。丁典突然一驚，使力掙脫，說道：「我手上有毒，你別碰。」狄雲心中又是一陣難過。丁典暈了一會，漸漸定下神來，睜開眼睛，問道：「你剛才說什麼？」狄雲忽然想起一事，說道：「丁大哥，你有沒想過，這位淩小姐是受她父親之囑，故意騙你，想要……」丁典一聲大叫，喝道：「放屁！」伸手便欲擊了下來。狄雲自知失言，不肯伸手招架，甘心受他一拳。不料丁典的拳頭伸在半空，卻不落下，呆呆的向狄雲瞪了片刻，緩緩收回了拳頭，道：「狄兄弟，你自己為女子所負，以致對天下女子都不相信，我也不來怪你。霜華如果是受她父親之囑，想使美人計，騙我的神照經和素心劍劍訣，那是很容易騙的。她什麼都不用說，只須說：『丁大哥，你那部神照經和素心劍訣，給了我吧！』她甚至不用說，只須暗示一下，或者是表示這麼一點點意思，我立刻就給了她。她拿去給她父親也好，施捨給街邊的乞丐也好，或者是撕爛來玩也好，燒著瞧也好，我都眉頭也不皺一下。狄兄弟，雖然這是武林中的奇書至寶，可是與凌小姐相比，在我眼中，這種奇書至寶也不過是糞土而已。凌退思枉自文武雙全，實在是個大大的蠢才。他叫女兒開口向我索取，我焉有相拒之理？」狄雲道：「說不定他曾跟凌小姐說過，凌小姐卻不答應。」丁典搖頭道：「若有此事，霜華也決不瞞我。」他嘆了一口氣，道：「凌退思這種人，於功名利祿、金銀財寶瞧得極重，以己度人，於是以為天下人都是如他一般的輕義重財，以為他女兒若是向我索取，我一定不會答應，反倒著了形迹，叫我起了提防之心。另外還有一個原因，他是翰林知府，女兒卻私下裏結識了我這草莽布衣。他覺得辱及他的門楣，非將我殺了不可。「他將我擒住後，搜索我的全身，什麼東西也找不到，在我的寓所窮搜大索，自然也找不到什麼。每個月十五，他總是提我出去盤問拷打，把什麼甜言蜜語都說完了，威嚇脅迫也都使遍了，我只是給他個不理不睬。他曾派人裝扮了囚犯，和我關在一起，我想套問口風的。」「那人假裝受了冤屈，大罵凌退思不是好人。可是我一下子就瞧了出來，只可惜那時沒練成神照功，身上沒多少力氣，打得他不夠厲害。」他說到這裏，嘴角邊露出一絲微笑，道：「你運氣不好，給我冤枉打了不少頓。若不是你投繯自盡，到今日說不定給我打也打死了。」狄雲說：「我身負奇冤，若非大哥……」丁典左手搖了搖，叫他別說下去，道：「這是機緣。世事都講究一個『緣』字。」他眼角斜處，見到廢園角落的瓦礫之中，長著一朵小小的紫花，迎風搖曳，頗有孤寂凄涼之意，便道：「你給我採了來。」狄雲過去摘下花朵，遞在他的手裏。丁典拿著這朵小小的紫花，神馳往事，慢慢說道：「我給穿了琵琶骨，關在牢裏，一切都已想得清清楚楚，凌退思是非要了我的命不可。我若是將經訣早一日交給他，他便早一日殺我。假如我挨打不說，他瞧在財寶的面上，反而不會害我，便是拷打折磨，也只讓我受些皮肉之苦，還真不捨得傷了我的要害。」狄雲道：「是了，那日我假意要殺你，那獄卒反而大起忙頭，不敢再強兇霸道。」丁典道：「我在牢獄中給關了一個多月，又氣又急，幾乎要發瘋了。一天晚上，終於來了一個丫環，那便是凌小姐的貼身使婢菊友，我所以在武昌城中識得凌小姐便因她一言而起。我不知凌小姐使了多少賄賂，才打動獄卒，引得她來見我一面。可是，菊友一句話也沒跟我說，也沒有什麼書柬物事遞給我。只是呆呆的向我望著。那獄卒手中拿著一柄尖刀，指住她的背心。我很明白，那獄卒顯然是怕極了凌知府，只許她見我一面，可不許說話。「菊友瞧了我一會，怔怔的流下淚來。那獄卒連打手勢，命她快走。菊友見到鐵欄干外的庭院之中，長得有一朵小小的雛菊，便去採了來，隔著鐵檻遞了給我，伸手指著遠處高樓上的窗檻。在那窗檻上，放著一盆鮮花。我心中一喜，知道這花是凌小姐放在那兒的，作為我的伴侶。」「菊友不敢多停，轉身走了出去。那知剛要走出院子的門，高處颼的一箭射了下來，正中她的背心，登時便將她射死了。原來凌退思生怕我朋友前來劫獄，連屋頂牆頭都伏得有人。跟著第二箭射下，那獄卒也送了性命。凌退思是處心積慮，下手毒辣之極。」「我手中那朵雛菊還沒憔悴，菊友卻已死於非命。我心裏確是很害怕，只怕凌退思橫了心，連女兒竟也加害。我不敢再觸怒他，每次他審問我，我只給他裝聾作啞。」「菊友是為我而死，她年紀輕輕，正是花一般年華。若不是她，這幾年我如何熬得過？我怎知道那窗檻上的鮮花，是霜華為我而放？可是霜華始終不露面，始終不在那邊窗子中探出頭來讓我瞧她一眼。我一點也不明白，有時不免怪她，為什麼這樣忍心。「於是我加緊用功，苦練神照經，要早日功行圓滿，能不受這鐵銬的拘束。我只盼得脫樊籠，帶同凌小姐出困。只是這神照功講究妙悟自然，並非一味勤修苦練便能奏功。直到你自盡之前的幾天，我才全部練成。這些日子之中，全憑這一盆鮮花，作為我的慰藉。凌退思千方百計的想套出我胸中秘密。將你和我關在一起，那也是他的計策。他知道派了親信來騙我，那是不管用的了，於是索性使一個真正受了大冤屈的少年人來陪我。時候一久，我自能辨別真偽。只是我和你成了患難之交，向你吐露了真情，那麼他們在我身上逼不出的，多半能在你口中逼出來。因為你年幼無知，忠厚老實，別人假裝好人，你容易上當。那知道我始終是不相信你。我親身的遭受，菊友的慘死，使我對誰也信不過了。你以為我沒出過獄去？我練成神照功後，當天便出去了，只是出去之前點了你的昏睡穴，你自然不知道。」「那一晚我越過高牆之時，還道不免一場惡鬥，不料事隔多年，凌退思已無防我之心，外邊的守衛早已撤去。他萬萬料想不到，神照功是如此奇妙，穿了琵琶骨、挑斷了腳筋的人，居然還是使得出上乘武功。」「我到了高樓的窗下，心中跳得十分厲害，似乎又回到了初次在窗下見到她時的心情。終於鼓起了勇氣，輕輕在窗上敲了三下，叫了聲：『霜華！』她從夢中驚醒過來，說道：『丁大哥！典哥！是你麼？我是在做夢麼？』我隔了這許多苦日子，又再聽到她的聲音，喜歡得真要發狂，顫聲道：『霜妹，是我！我逃出來啦。』我等她來開窗，以前咱們每次相會，總是等她推開窗子，我才進去。我從來不自已進她的房。「不料她並不開窗，將臉貼在窗紙上，低聲道：『謝天謝地，典哥，你仍是好好的活著，爹爹沒騙我。』我的聲音很苦澀，道：『嗯，你爹爹沒騙你。我還是活著。你開窗吧，我要瞧你。』她急道：『不，不！不行！』我的心沉了下去，問道：『為什麼不行？』她道：『我答應了爹爹，他不傷你性命，我就永遠不再跟你相見。他要我起了誓，要我起一個毒誓，倘若我再見你，我媽媽在陰世天天受惡鬼欺侮。』她說到這裏，聲音哽咽了。她十三歲那年喪母，對亡母是最敬愛不過的。「我真恨凌退思的惡毒。他不殺我，只不過為了想得經訣，霜華起不起這個誓，有什麼相干？可是他終於逼得霜華起了這個毒誓。這一個毒誓，將我什麽指望都化成了泡影。但我仍不死心，說道：『霜華，你跟我走。你將眼睛用布蒙了起來，永不見我就是。』她哭道：『那不成的。我也不願你再見我。』我胸中積了許多年的怨憤突然迸發出來，叫道：『為什麼？我非見你不可！』」「她聽到我的聲音有異，柔聲道：『典哥，我知道你給爹爹擒獲後，一再求他放你。他卻將我另行許配別人，要我死了對你的心。我說什麼也不答應，他要用強，於是……於是……我用刀子劃破了自己的臉。』」狄雲聽到這裏，不禁「啊」的一聲叫了出來，心中激動異常。丁典道：「我又是感激，又是憐惜，一掌打破了窗子。她驚呼一聲，閉起了眼睛，伸手蒙住了自己的臉，可是我已經瞧見了。她一張天下最美麗的臉龐上，又橫又豎的給劃了十七八刀，肌肉翻了出來，一條條都是鮮紅的疤痕。她美麗的眼睛，美麗的鼻子，美麗的嘴巴，都是歪歪扭扭，變得像妖魔一樣。我伸手將她摟在懷裏。她平時多麼愛惜自己的容顏，若不是為了我這不祥之人，她怎肯讓自己的臉蛋受半點損傷？我說：『霜妹，容貌及得上心麼？你為我而毀容，在我心中，你比從前是更加美上十倍，百倍。』」「她哭道：『到了這地步，咱倆怎麼還能廝守？我答應了爹爹，永遠不再見你。典哥，你……你去吧！』我知道這是無可挽回的了，說道：『霜妹，我回到牢獄中去，天天瞧著你這窗邊的鮮花。』她卻摟住我的脖子，說道：『你……你別走！』」「我和她相偎相倚，不再說什麼話。她不敢看我，我也不敢再瞧她。我當然不是嫌她醜陋，可是……可是……她的臉實在毀損得厲害。隔了很久很久，遠處的雞啼了。她說：『典哥，我不能害我死了的媽媽。你……你以後別再來看我。』我說：『咱倆從此不再相見？』她哭道：『不再相見！我只盼咱倆死了之後，能夠葬在一起。只盼有哪一位好心人，能夠遂了我這心願，我在陰間天天唸佛保佑他。』我道：『我知道一個大秘密，江湖上的人都說，這與一個寶藏有關，他們叫做素心劍訣。我跟你說，你好好記住了。』她道：『我不記。我記著幹什麼？』我道：『你尋一個誠實可靠之人，要在答應幫咱們成全這個合葬的心願，就將這劍訣對他說。』她道：『我一生是決不下這樓的了，我這副樣子，怎能見人？』可是她想了一想，道：『好，你跟我說。典哥，我是無論如何要跟你葬在一起。就是這副樣子去求人，我也不怕。』於是我將劍訣說了給她聽。她用心記住了。東方漸漸亮了，我和她分了手，回到了獄中。』」他說到這裏，聲音漸漸低了下去。狄雲道：「丁大哥，你放心，如果你真有什麼不測，我一定要將你和凌小姐合葬。我可不希罕你的甚麼劍訣，你就是說了，我也決計不聽。」丁典臉上露出真誠的歡笑，道：「好兄弟，不枉我結識你一場。你答應給我合葬，我死得瞑目，我好歡喜……」他的話聲越來越低，道：「你如找到這個寶藏，也不必是為了自己發財，可以用來打救天下的苦人，像我，像你這樣的苦人，天下多得是。這素心劍訣，你若是不聽，我一死之後便失傳了，豈不可惜？」狄雲點了點頭，心想他的話倒也有理。丁典深深吸一口氣，道：「你聽好了，這都是些數字，可弄錯不得。」狄雲打叠精神，凝神傾聽。丁典道：「第一個字是『四』，第二字是『五十一』，第三字是『三十三』，第四字『五十三』……」狄雲正聼得莫名其妙，忽聽得廢園外腳步聲響，有人說道：「到這裏去搜搜。」丁典臉上變色，一躍而起。狄雲跟著跳了起來。只見廢園的後門中搶進三條大漢來,其中二人手中執著兵刃，第三人則是空手。丁典向這三人橫了一眼，暗暗嘆了一口氣，心道：「若是我未中劇毒，這三個鷹爪子功夫再強，我的神照功也儘可料理得了。此刻卻實是難說。豈道這素心劍的劍訣，從此便要失傳了麼？」頃刻之間，心中已打定了主意：「此險不可不冒。」便道：「狄兄弟，適才我說的那四個字，你已記住了麽？狄雲見三個敵人已逼近身前，圍成一個弧形，其中一人持刀，一人持劍，另一人雖是空手，但滿臉陰鷙之色，神情極是可怖，在這當兒，丁典卻兀自問那素心劍的劍訣。他凝神注視敵人，未答丁典的問話。丁典大聲叫道：「狄兄弟，你記住了沒有？」狄雲一凜，道：「第一字是……」他本想說出個「四」字來，但立時想起：「我若說出口來，豈不教敵人聽去了？」當即將伸手背後，四根手指一豎。丁典道：「好！」那使刀的漢子冷笑道：「姓丁的，你總算也是條漢子，怎麼到了這地步，還在婆婆媽媽的囉唆不休？快些跟咱兄弟們乖乖的回去，大家免傷和氣。」那使劍的漢子卻道：「狄大哥，多年不見，你好啊？牢獄中住得挺舒服吧？」狄雲一怔，聽得這口音好熟，仔細一看，登時記起，原來此人非別，竟是萬震山的二弟子周圻，相隔多年，他在上唇留了一片小鬍子，兼之衣飾甚是華麗，狄雲竟然不識得他了。狄雲一記起他是萬門弟子，昔年慘被陷害的怨憤，霎時間湧向心頭，滿臉脹得通紅，喝道：「我道是誰，原來是周……周……周二哥！」他本來想直斥其名，但終於在「周」字之下，加上了「二哥」兩字。丁典猜得到他的心情，喝道：「好！」心想轉眼間雙方便是一決生死的搏鬥，狄雲能抑制憤怒，叫他一聲「周二哥」，那便不是爛打狂拚的一勇之夫。丁典道：「這位週二爺，想必是萬老爺子門下的高弟了。很好，很好，你幾時到了凌知府手下當差？狄兄弟，我給你引見引見。這位是『萬勝刀』門中的高手，馬大鳴馬爺，外號叫作『俠義客』」。狄雲哼了一聲，道：「這外號很好哪，是真的還是假的？」丁典道：「這個麼？哈哈，我可說不上來了。那一位是少林派外家好手，以鐵沙掌馳名大江南北，『雙刀』耿天霸。武林中說他的一對鐵掌鋒利如刀，所以公送他這個『雙刀』的外號，其實這位耿兄，卻是從來不使兵刃的。」狄雲道：「這兩位的武功，算得怎樣？」丁典道：「第二流中的頂兒尖兒。要攀到第一流，卻是終生無望。」狄雲道：「為什麼？」丁典道：「不是那一塊材料，既無名師傳授，本人資質又差。」他二人一問一答，當真是旁若無人，直將耿天霸和馬大鳴氣得胸口幾欲脹破。馬大鳴城府甚深，只是冷笑一聲，並不發作。耿天霸卻當場便忍耐不住，喝道：「直娘賊，死到臨頭，還在亂嚼舌根。吃我一刀！」他所說的「一刀」，其實乃是一掌，只是掌力雄渾，只須擊在敵人身上，鋒銳處不亞於鋼刀，喝聲未停，掌力已然擊出。丁典中毒後運氣一直不靈，不敢硬接，斜身避過。不料這耿天霸掌法上確有過人的造詣，一掌打空，立即收掌斜劈。丁典識得這是「變勢掌」急忙翻手化解。可是一掌伸將出去，勁力勢道，完全不如意中所料，拍的一聲，腋下已被耿天霸的右手掌打實。這少林派鐵沙掌果然是名不虛傳，丁典身子一晃，哇的一聲，吐出了一口鮮血。耿天霸笑道：「怎麼樣？我是第二流，你是第幾流？」丁典吸一口氣，突覺內息暢通，原來那「佛座金蓮」的劇毒，深入血管後使血液越流越慢。他適才吐出一大口鮮血，所受內傷雖是不輕，毒性卻暫時消減。他心頭一喜，上前一掌向耿天霸按出。耿天霸舉掌一擋，丁典左手一圈，拍得一聲，重重打了他一個嘴巴，跟著右手一圈，一掌擊在他的頭頂。耿天霸大叫一聲：「啊喲！」向後疾退。丁典右手的掌倏地伸出，竟然又擊中了他的胸口。耿天霸又是一聲：「啊喲！」向後再退了兩步。丁典見自已三掌都擊中他的要害，敵人卻仍能倒退，不由得心中一酸，情知自己中毒後功力大減，本來這三掌只須有神照功的功力相濟，任何一掌都能送了當今第一流高手的性命。那耿天霸的鐵沙掌雖然極強，內力卻不如何了得，居然連受他三掌仍是挺立不倒。丁典自知死期已近，雖是他生性豁達，且已決意殉情，但此刻一股無可奈何，英雄落難的心情，卻也令他暗暗傷心，淚向肚吞。耿天霸連中三掌，登時大驚失色，但覺臉上、頭頂、胸口隱隱作痛，心想三處都是致命的要害，不知傷勢如何，不由得怯意大生。馬大鳴向周圻使個眼色，道：「周兄弟，咱們並肩子上！」周圻道：「是啊！」他本來自忖不是狄雲的對手，但想自己手中握有長劍，對方卻是赤手空拳，再加對手右手手指被削，腳筋挑斷，琵琶骨穿破，算他功夫再強，也是使不出的了，當下刷的一劍，便向狄雲刺去。丁典知道狄雲神照功未曾練成，此刻武功尚遠不及入獄之前，要空手對抗周圻，只不過枉自送了性命，當下身形一斜，左手便去奪周圻手中的長劍。這一招去勢奇快，招數又是十分特異，周圻尚未察覺，丁典左手的三根手指已搭上了他右手的脈門。周圻大吃一驚，只道這一回兵刃非脫手不可，那可是性命休矣，那知敵人的手指雖是搭上了自己脈門，穴道居然並不受制。在順手一甩，長劍迴轉，疾刺丁典左胸。丁典長嘆一聲，心道：「有力使不出，終究是功虧一簣！」馬大鳴見識甚廣，他見丁典和耿天霸、周圻動手，兩次都已穩佔上風，但兩次均不能取勝，心下微一琢磨，已知其理：「凌知府說他身中劇毒，想必是毒性發作，功力大減。」耿天霸也見丁典奪劍功敗垂成，他雖性子粗暴，但究曾受名師指點薰陶，知道丁典武功甚精，內力卻已不足以濟，心想：「我可不能讓人搶了功去。這姓丁的招數厲害，卻是虎落平陽……呸，他媽的！」原來「虎落平陽」之後，跟著便是「被犬欺」三字，他將丁典比作老虎，那不是將自己比作狗了？欲知後事如何？請看下回分解。