第七回　求師終南一行人回到桃花島上。郭靖在舟中潛運神功，傷勢早已痊愈了大半，在島上再修養了幾日，已與前時一般無異。夫婦倆說起那歐陽鋒十餘年不見，不但未見衰邁，武功猶勝往昔，不禁大為駭嘆。兩人又說到楊過的身世。郭靖上去一看，見他正與女兒郭芙在草叢中捉蟋蟀玩耍，當下將他叫進房來，詢問前事。原來楊過與母親秦南琴在江西長嶺下相依為命，捕蛇渡日，過了十多年。楊過漸漸長大，南琴將當日郭靖傳他的內功心法，轉授了兒子。他自幼聰明精乖，機變百出，到得七八歲時，捉蛇的本事已勝過了母親。他聽母親說起，世上有人能驅蛇為陣，心下好生羨慕，閒日無事，捉了幾條青蛇來玩弄馴養，久而久之，果然熟知蛇兒習性，口哨一吹，群蛇竟能依令列隊。須知白駝山驅蛇男子的牧蛇之法乃世代相傳，楊過卻自悟而得，授受雖然不同，其理卻是一般。後來南琴捕蛇時不慎為一條異蛇所噬，身上所帶的蛇藥解救不得，終於毒發而死。楊過無依無靠，一個人流落江湖，只是那隻小紅鳥卻始終相隨不離，那知這日撞到赤練仙子李莫愁，小紅鳥竟死在她的手中。黃蓉當初極愛這血鳥，聽楊過說到這裏，連聲可惜，對李莫愁惱恨不已。後來再問到武三通與歐陽鋒相鬥之時他在何處，又問與歐陽鋒是否相識，楊過不動聲色，反問歐陽鋒是誰。他搶個先著，要將此事遮掩得乾乾淨淨，那知黃蓉是天下第一等聰明伶機之人，他小小年紀，雖然臉上不露半點狡黠之色，但要瞞過黃蓉，卻是談何容易，他若說不識歐陽鋒，那也罷了，如此反問一句，卻引起了她的疑心。當下黃蓉不再詢問，只點點頭道：「好，你與武家兄弟他們出去玩罷。」她二人各逞心機，互鬥機謀，郭靖全然瞞在鼓裏，一點兒也不知內情，待楊過出去，說道：「蓉兒，我有一件心願，你想必知道，今日天幸遇到過兒，我的心願就可得償了。」要知當年郭靖的父親郭嘯天與楊過的祖父楊鐵心義結兄弟，兩家妻室同時懷孕。二人相約，日後生下的若均為男兒，就結為兄弟，若均是女則結為金蘭姊妹，如是一男一女，則為夫婦。後來兩家生下的各為男兒，郭靖與楊過之父如約結為兄弟。但楊康認賊為父，兇終隙末，慘死於嘉興王鐵槍廟中（詳情見拙作「射鵰英雄傳」）。郭靖念及此事，常日耿耿於懷。此時這麼一說，黃蓉早知他的心意，搖頭道：「我不答應。」郭靖愕然道：「怎麼？」黃蓉道：「芙兒怎能許配這小子。」郭靖道：「他父雖然行步不好，但想念我郭家與楊家世代交好，只要咱倆好好教他，我瞧他相貌清秀，舉止伶俐，將來不愁不能出人頭地。」黃蓉道：「我就怕他聰明過份了。」郭靖道：「你不是聰明得緊麼，那有甚麼不好？」黃蓉笑道：「我卻偏喜歡你這傻哥哥呢。」郭靖一笑，道：「芙兒將來長大，未必與你一般，也喜歡傻小子。再說，如我這般傻瓜，天下只怕再也難找第二個。」黃蓉刮臉羞他道：「希罕麼？不害臊。」兩人說笑幾句，郭靖重提話題，說道：「我爹爹曾有遺命，楊鐵心叔父臨死之際也曾重託於我。若我不將過兒當作親兒一般相待，那裡對得起爹爹與楊叔父。」言下長嘆一聲，甚有憮然之意。黃蓉柔聲道：「好在兩個孩子都還小，此事也不必心急。將來過兒若是當真沒甚壞處，你愛怎麼就怎麼便了。」郭靖站起身來，向她一揖，正色道：「多謝娘子相允，鄙人感激不盡。」黃蓉正色道：「我可沒應允。我是說，要瞧那孩子將來有沒有出息。」郭靖一揖到地，還沒伸腰直立，聽她此言，不禁楞住了，隨即道：「楊康兄弟自幼在金國王府之中，這才學壞。過兒在這島上，決計壞不了，你放心好啦。」黃蓉一笑，轉過話頭，不再談論此事。且說楊過本在草叢中與郭芙捉蟋蟀玩耍。兩人初見面時略有嫌隙，但小孩性兒，過了幾日，大家自也忘了。他被郭靖叫去問了一番，回頭又來尋找郭芙，將走到花叢邊，但聽得笑語聲喧，原來武氏兄弟蹲在地下，也在翻石撥草捕捉蟋蟀。楊過走近身去，只見武敦儒手中拿著個小竹筒，郭芙手裏捧著一隻瓦盆。武修文翻開一塊石子，嗤的一響，一隻大蟋蟀跳了出來。武修文縱上一撲，按在手中，歡聲大叫。郭芙叫道：「給我，給我。」武修文拿起蟋蟀，道：「好吧，給你。」揭開瓦盆蓋，給她放在裏面只見這蟋蟀方頭健腿、巨頭粗腰，生得十分雄駿。武修文道：「這蟋蟀一定是無敵大將軍，楊哥哥，你這許多蟋蟀兒都打不過牠。」楊過不服，在自己的蟋蟀中挑出最兇猛的一頭來與之相鬥。那大蟋蟀巨口一咬，將楊過的那頭攔腰咬住，摔出盆外，隨即振翅而鳴，十分得意。郭芙樂得拍手歡叫：「我的打贏啦。」楊過道：「別得意，還有呢。」那知他連出三隻蟋蟀，盡數敗下陣來，第三隻甚至被巨蟀一口咬成兩截。楊過臉上無光，道：「不玩啦！」轉身便走。忽聽得後面草叢中咕咕的叫了三聲，聲音極是奇特。武敦儒道：「又是一隻。」撥開草叢，突然向後一躍，驚道：「蛇，蛇！」楊過聽見「蛇」字，轉過身來，果見一條花紋班爛的毒蛇，昂頭吐舌，盤在草中。楊過自幼是捉蛇好手，那將牠放在心上，右手一伸，已拿住毒蛇的七寸，用力往石上一摔，登時摔死。只見那毒蛇所盤之地，有一隻黑越越的小蟋蟀，相貌奇醜，卻振翅發出咕咕之聲。郭芙笑道：「楊哥哥，你捉這小黑鬼啊。」楊過最不喜被人輕視，道：「好，捉就捉。」又是右手一揮，將那黑蟋蟀捉了過來，放在郭芙的瓦盆之中。說也奇怪，那大蟋蟀見到小黑蟋蟀，竟有畏懼之意，一路向後退縮。郭芙與武氏兄弟大叫為牠加勁，小黑蟀昂頭闊步一躍而前，那大蟀不敢接戰，想躍出盆去，那知小黑蟀動作奇快，也是一躍，咬住大蟀的尾巴，用力一嚼，那大蟋蟀抖了幾抖，翻轉肚腹而死。原來蟋蟀之中有一種喜與毒蟲共居，與蜈蚣共居的稱為「蜈蚣蟀」，與毒蛇共居的稱為「蛇蟀」，因身上染有毒蟲氣息，非常蟀之所能敵。楊過所捉到的那頭，正是一頭蛇蟀。郭芙見自己的大蟋蟀死了，很不高興，轉念一想，道：「楊哥哥，你這小黑鬼給了我吧。」楊過道：「給你麼，本來沒甚麼大不了，但你為甚麼罵牠小黑鬼？」郭芙小嘴一撅道：「不給就不給，希罕嗎？」瓦盆一抖，將小黑蟀倒在地上，一腳踏死了。楊過又驚又怒，他心情最易激動，當下氣血上湧，滿臉脹得通紅，反手一掌，打了她個耳光。郭芙一楞，還沒決定哭是不哭，武修文罵道：「你這小子打人！」向楊過胸口就是一拳。他家學淵源，自小得母親親傳，武功已有相當根基，這一拳正中楊過前胸。楊過大怒，回手也是一拳，武修文身子一閃，卻沒打中。楊過追上撲擊，那知武敦儒伸腳在他腿上一鉤，楊過撲地倒了。武修文轉身一躍，騎在他的身上。兄弟倆牢牢按住，四個拳頭猛往他身上擊去。楊過雖比二人年長，但一來雙拳難敵四手，二來武氏兄弟練過上乘武功，楊過從母親學了一點內功吐納之術，習練未到火候，使用不出，那裏是二人對手，當下咬住牙關挨打。哼也不哼。武敦儒道：「你討饒就放你。」楊過罵道：「放屁！」武修文砰砰兩下，又打了他兩拳。郭芙在旁見武氏兄弟為他出氣，心下甚喜。武氏兄弟也甚機伶，知道若是打他頭臉，有了傷痕，待會被郭靖黃蓉看到，必受斥責，是以拳打足踢，都招呼在他身上。郭芙見打得厲害，有些害怕，但摸到自己臉頰熱辣辣的疼痛，又覺打得痛快，不禁叫道：「用力打他，打他！」武氏兄弟聽她這般呼叫，打得更加狠了。楊過伏在地下，耳中聽郭芙如此叫喚，心道：「你這丫頭這等狠惡，我楊過將來必報此仇。」但覺腰間、背上、臀部劇痛無比，漸漸抵受不住，須知武氏兄弟自幼練功，一拳打出，縱是大人也經受不起，若非楊過練過內功，早已昏暈。他咬牙強忍，眼前一片烏黑，雙手在地下亂抓亂爬，突然間左手觸到一件冰涼滑膩之物，心念一動，知是適才自己摔死的毒蛇，當下抓了起來，回手揮舞。武氏兄弟見到這花紋班斕的毒蛇，齊聲驚呼。楊過乘機一個翻身，站了起來，回手一拳，打得武敦儒鼻流鮮血，當即往後島急奔。武氏兄弟大怒，隨後追去。郭芙要看熱鬧，口中叫著：「捉住他，捉住他！」也跟在後面。楊過奔了一陣，一回頭，只見武敦儒滿臉鮮血，胸口衣襟上更是點點班班，模樣甚是狠惡。他知若被兩兄弟捉住，那一頓飽打必比適才更是厲害，當下奔向山崖，直往山上爬去。武敦儒鼻上雖吃了一拳，其實並不疼痛，但見到鮮血，又是害怕，又是憤怒，提氣急追。楊過越爬越高，武氏兄弟絲毫不肯放鬆。郭芙卻在半山腰裏停住腳步，仰頭觀看。楊過眼見前面是個斷崖，已無路可走，他是個行事偏激之人，心道：「我縱然跳崖而死，也不落在這兩個小子之手受辱。」轉過身來，喝道：「你們再上來一步，我就跳下去啦！」武敦儒呆了一呆，武修文卻道：「要跳就跳，誰還怕了你不成？」說著又爬上幾步，楊過氣血上衝，正要湧身下躍，一瞥之間，忽見身旁有一塊巨石，似乎安置得並不牢穩。他盛怒之下，那裏還想到甚麼後果，伸手將大石下面石頭搬開，那大石果然微微搖動。他躍到大石後面，用力一推，大石一晃，空隆一響，向山腰裏滾將下來。武氏兄弟見他推石，心知不妙，嚇得臉上變色，要待閃避，卻已不及，眼見那大石帶著無數泥沙，從頭頂滾下，一時之間手足無措，突然背後一緊，身子騰空而起，但聽得噓噓兩聲鵰鳴，身子已飛越山頂。原來兩頭鵰兒在空中翱翔為戲，見到巨石滾下，竟然救了二人。那大石砰彭巨響，一路上壓倒許多花木，滾入大海中去了。黃蓉在屋中聽得鵰鳴聲急，又有極響的異聲，急忙奔出屋來，但見泥沙飛揚，女兒藏在山邊草裏，嚇得哭也哭不出來，兩頭鵰兒抓著武氏兄弟，輕輕落在她身前，昂頭振翅，似有表功之意。黃蓉縱聲上前抱起女兒，問道：「甚麼事？」郭芙伏在母親懷裏，哇的一聲哭了出來，哭了半晌，才抽抽噎噎的訴說楊過怎樣無理打她，武氏兄弟怎樣相幫，楊過又怎麼推大石要壓死二人。她將過錯全推在楊過身上，自己踏死蟋蟀，武氏兄弟打人之事，全瞞過了不說。黃蓉聽罷，呆了半晌，做聲不得。這時郭靖也奔了出來，見武敦儒臉上衣上都是血跡，不禁吃了一驚，問起情由，心中好生煩惱，又怕楊過有甚不測，忙奔上山巔找尋。那知山前山後找了一遍，竟不見他的影蹤。他提高嗓子大叫：「過兒，過兒。」始終未聞回答。他在山頂這幾下高叫，十餘里內都能聽到，但楊過並不出來。郭靖等了一會，越加擔心，划了小艇環島繞了一周，直到天黑，楊過竟是不知去向。原來楊過推下大石，見神鵰救了武氏兄弟，遙遙望見黃蓉出來，心知這番必受重責，當下縮身在岩石的一個縫隙之中，聽得郭靖叫喚，卻不敢答應。他挨著飢餓，躲在石縫中動也不動，眼見暮色蒼茫，大海上漸漸昏黑。又過一陣，天空星星閃爍，涼風吹來，身上大有寒意，他走出石縫，向山下張望，但見精舍的窗子中透出燈光，想像郭靖夫婦、郭芙、武氏兄弟五人正在圍坐吃飯，雞鴨魚肉擺了滿桌，不由得嚥了幾口唾沫。但隨即想到，他們必在背後數說責罵自己，不禁氣憤難當。他小小年紀，黑夜中站立在山巔的海風之中，心中只想著一生如何受人欺辱，但覺塵世間個個對他冷眼相待，思潮起伏，只覺滿腔的孤苦怨憤，不能自已。其實他心中設想，卻是錯了。郭靖尋他不著，那裡有心情吃飯？黃蓉見丈夫煩惱，知道勸他不聽，也不吃飯，陪他默默而坐。夫妻倆竟悶坐一晚。次日天沒亮，兩人又出外找尋。楊過餓了一天一晚，第二天一早，再也忍耐不住，悄悄溜下山來，在溪邊捉了幾隻青蛙，剝了皮，找些枯柴，要燒烤來吃，他在外流浪，常用此法充飢渡日，此時他怕被郭靖見到煙火，當下藏在山洞中燒柴，一將蛙腿烤黃，立即踏滅柴火，張口大嚼，但覺鮮美無比。正吃之間，忽聽洞外吱吱兩聲，接著瑟的一聲響，正是蛇類遊動之聲。他咬著蛙腿，走到洞邊，只見一隻蛤蟆蹲在地下，對著一條三尺來長的花蛇，互相凝視不動，過了半晌，那花蛇突然竄起，張口往蛤蟆咬去。那蛤蟆咕咕兩聲叫，張口噴出一陣薄霧，同時身子微微一閃，避開了花蛇的這一撲。那花蛇受到毒霧，在半空打了個觔斗，翻身跌下，隨即盤成一圈，昂首相對。楊過看得有趣，心想蛤蟆身子粗笨，又沒牙齒，居然能與這樣一條不大不小的蛇兒相鬥，倒也奇怪。但見一蛇一蛤相持不下，花蛇一撲一攻，蛤蟆總有法子反擊。攻的變化百出，守的也是多方防禦，花蛇齒牙雖利，竟然奈何牠不得。又鬥了一頓飯時分，那蛇兒連中毒霧，行動遲鈍，越來越落下風，到後來自知不敵，突然轉身，溜入草叢中逃走了。那蛤蟆咕咕咕大叫三聲，隨後追去。楊過見到蛤蟆的叫聲與身法，心念一動，覺得這蛤蟆行動雖然怪異，但自己不禁對之有一種親近之感，到底為甚麼原因，卻又說不上來。這一日他坐在洞中，耳聽得郭靖叫喚「過兒，過兒。」他想：「你叫我出去打我，我才不出來呢。」當晚他就坐在山洞中睡了，迷迷糊糊的躺了一陣，忽見歐陽鋒走進洞來，說道：「孩子，我來教你練武功。」楊過大喜，跟他出洞，只見他蹲在地上，咕咕咕的叫了幾聲，雙掌推出。楊過不知怎的，突然全身靈便異常，跟著他一招一招的練了起來，只覺發掌踢腿，無一不恰恰到好處。忽然歐陽鋒一拳打來，他閃避不及，砰的一下，正好擊中頂門，頭上劇痛無比，大叫一聲，跳起身來。頭上又是砰的一下，楊過一驚而醒，原來適才是做了一夢。他一摸頭頂，撞起了一個疙瘩，不禁嘆了一口長氣，走出洞來，望著天邊，但見稀星數點。掛在樹梢，回思適才歐陽鋒教導自己的武功，卻一點也想不起來，他蹲在地下，口中咕咕咕的叫了幾聲，要將歐陽鋒當時在湖州菱湖鎮所傳的蛤蟆功口訣，用在拳腳之上，但無論如何使用不上。他苦苦思索，一掌推出，說也奇怪，夢中隨心所欲的發掌出足，竟然不知去向。他獨立山巔，望著茫茫大海，孤寂之心更甚，忽聽海上一聲，長嘯隱隱傳來，叫著：「過兒，過兒。」楊過不由自主的發足奔下山去，叫道：「我在這兒，我在這兒。」他聲音雖低，郭靖卻已聽見，急忙划艇近岸，離海岸尚有數丈，一躍離船，星光下兩條黑影漸漸跑近，郭靖一把將楊過摟在懷裏，只道：「快回去吃飯。」他心情激動，聲音竟有些哽咽。兩人回到屋中，黃蓉預備飯菜給楊過吃了，對過去之事絕口不提。次日清晨，郭靖將楊過、武氏兄弟、郭芙都叫到大廳，又將柯鎮惡請來，隨即命楊過等四個孩子向江南六怪的靈位磕過了頭，向柯鎮惡道：「大師父，弟子要請師父恩准，跟你收四個徒孫。」柯鎮惡喜道：「那再好不過，我恭喜你啦。」楊過與武氏兄弟先向柯鎮惡磕頭，再向郭靖黃蓉行拜師之禮。郭芙笑道：「媽，我也得拜麼？」黃蓉道：「自然得拜。」郭芙笑嘻嘻的也向三人磕了頭。郭靖正色說道：「從今日起，你們四人是師兄弟啦……」郭芙接口道：「不，還是師兄妹。」郭靖橫了女兒一眼道：「爹沒說完，不許多口。」他頓了一頓說道：「從今而後，須得相親相愛，有福共享，有難同當。你們四人如再爭鬥打架，我可不能輕饒。」說著向楊過看了一眼。楊過心道：「你自然偏袒女兒，以後我永不惹她就是。」柯鎮惡接著將他們中各種門規說了一遍，都是些不得恃強欺人，不得濫傷無辜之類，那也不必細述。郭靖又道：「我所學的武功很雜，除了江南七俠所授的根基之外，全真派的內功，東南北三大宗的武功，都練過一些。為人不可忘本，今日我先授你們柯師祖的獨門功夫。」他正要傳授口訣，黃蓉見楊過低頭出神，臉上有一種說不出的怪異之色，不禁想起過去種種犯疑之事，心道：「他父親雖非我親手所殺，但也可說死在我的手裏，莫要養虎貽患，將來成為一個大大的禍胎。」心念一動，已有計較，說道：「你一個人教四個孩子太辛苦，過兒讓我來教。」郭靖尚未回答，柯鎮惡已拍手笑道：「那妙極啦！你們兩口子可以比比，瞧誰的徒兒教得好。」郭靖心中也喜，知道黃蓉比自己聰明百倍，教導之法一定遠勝自己，當下沒口的稱善。黃蓉道：「咱們定個規矩，你不能教過兒，我也不能教他三人。這四個孩子之間。更加不得互相傳授，否則差亂了功夫，有損無益。」郭靖道：「這個自然。」黃蓉道：「過兒，你跟我來。」楊過厭憎郭芙與武氏兄弟，聽黃蓉這般說，可以不與他們同場學藝，正合心意，當下跟著她走向內堂。黃蓉領著他進了書房，從書架上拿下一本書來，道：「你師父有七位師父，人稱江南七怪，大師父就是柯公公，二師父叫做妙手書生朱聰，現下我教你朱祖師的功夫。」說著攤開書本，朗聲讀道：「子曰：學而時習之，不亦說乎？有朋自遠方來，不亦說乎。」原來那是一部「論語」。楊過心中奇怪，不敢多問，只得跟著她誦讀識字。一連數日，黃蓉只是教他讀書，始終不提武功二字。這一日讀罷了書，楊過獨自到山上閒走，想起歐陽鋒現下不知身在何處，不禁倒轉身子，學著他的模樣，旋轉起來。他旋轉了一陣，依照歐陽鋒所授口訣，逆行經脈，只覺愈轉愈是順遂，一個翻身躍起，咕的一聲叫喊，雙掌拍出，登覺遍體舒泰，快美無比，全身立時出了一身大汗。他並不知只這一番功夫，內力已大有進展。要知歐陽鋒的武藝別創一格，雖非正宗，卻是厲害之極的上乘功夫，楊過悟性奇高，縱然為時匆促所學甚少，但不知不覺之間，已走對了白駝山武功的途徑。自此之後，他每日跟黃蓉誦讀經書，早晨晚間有空，自行到僻靜山邊練功。他倒不是想從此練成一身驚人武藝，只是每練一次，全身總是說不出的舒適暢快。原來白駝山武功走的是極邪極怪的路子，任誰只要一練上手，那武功就如附骨之蛆，在身子中極難驅除得出，越練越深，教你神魂顛倒，不能自已。大凡世上引人迷惑沉溺之物，如聲色犬馬，睹博射獵之類，均有此種特性。他暗自修練，郭靖與黃蓉毫不知曉，黃蓉教他讀書，不到一月，已將一部「論語」教完。楊過背誦起來滾瓜爛熟，但對書中經義，卻衷心反對，時常提出疑難。其實黃蓉教他這些經書，自己也早感煩厭，只是心中隱隱覺得：「此人若是學了武功，將來為禍不少，不如讓他學文，習了聖賢之說，於己於人都有好處。」她耐著性子教楊過讀書，實是一片好意。「論語」讀完，跟著就讀「孟子」。幾個月一過，黃蓉始終不提半句武功之事。楊過甚是精乖見她不提，也就不問，獨個兒在島上越來越感孤寂，心知郭靖雖收他為徒，武功是決計不肯傳授的了。現下自己已不是武氏兄弟的對手，待郭靖再教他們一年半載，這兩人與自己再動起手來，非死在他們手裏不可，心中打定主意，一有機會，立即設法離島。這一日下午。楊過跟黃蓉讀了幾段「左傳」，辭出書房，一個人在海邊閒步，望著大海中白浪滔滔，心想不知何日方能脫此困境，眼見海面上白鷗來去，好生欣羨牠們的自由自在。正自神馳物外，忽聽桃樹林後傳來呼呼風響，他好奇心起，悄悄繞到樹後一張望，原來郭靖正在林中空地上教武氏兄弟拳腳。郭靖口中指點，手腳比劃，命武氏兄弟跟著照學。楊過只看了一遍，早就領會這幾招的精義所在，但武氏兄弟學來學去，始終不得要領。郭靖本性愚鈍，知道其中甘苦，一點也不厭煩，只是反覆教導。楊過暗暗嘆了口氣，心道：「郭伯伯若肯教我，我豈能如他們這般蠢笨。」心中悶悶不樂，自回房中睡了。晚飯後讀了幾遍書，但感百無聊賴，又到海灘旁邊，學著郭靖所授的拳腳，使將開來，只是將那兩三招反覆使來使去，自己也感膩煩，心念一動：「自明日起，我每日去偷學武功，有何不可？」想到此處，胸襟為之一爽，倚著岩石抱膝坐了一會，竟在石後迷迷糊糊的睡著了。也不知過了多少時候，忽聽得鐵索聲響，他一驚而醒，伏在石後睜眼一看，原來海邊多了一艘帆船，那鐵索聲響是帆船下錨停泊。不久船中走出二人，一躍上岸，身形極是輕捷。那兩人伏低身形，先四下張望一會，這才慢慢向島中心爬去。楊過見這二人鬼鬼祟祟，顯然不懷好意，心想：「島上道路曲折，盤旋錯蹤，你這二人是送死來啦。」然在遠處見到一物，不禁吃了一驚，原來柳樹下有一小小的白衣人影，倒豎著身子不住旋轉，瞧那身形模樣，正是郭芙。楊過見此情形，心下大奇：「難道郭伯伯也教她練這功夫？」他隨即醒悟：「是了，必是我練功之際，教她悄悄瞧見了，於是依樣兒玩。」此時那兩個黑影已欺近郭芙身旁。郭芙轉得高興，全未驚覺，二人突然躍起，將他抱住，一個伸手按住她小嘴，另一個取出軟索，將她縛住，在她口中塞了一塊手帕。兩人行動乾淨利落，瞬息之間，已將郭芙放在草叢之中，繼續向前爬行。只把楊過瞧得張大了口合不攏來，心中怦怦亂跳，不知那二人是何用意。楊過目光極為銳利，雖在黑暗之中，對二人行動仍是瞧得清清楚楚。但見這二人爬了一陣，將到進莊之路，似是知道桃花島上黃藥師佈置的厲害，不敢再前，取出一張極大的白紙另一人用炭條之類在紙上繪圖，原來是在偷繪島上地形，以作日後進襲之用。楊過心下琢磨：「我若此時大聲叫喚，郭伯伯未及出來，我已先遭毒手。」突然心念一動，打定了一個大膽無比的主意：「我偷入船艙之中，若是天幸不給發見，那就逃離此島了。」心意已決，也不計較此事九死一生，有多大危險，當即悄悄爬向船邊。他正想溜上船去，突然船艙中喀的一響。艙板揭開，鑽出一人，輕輕躍上海灘。楊過嚇了一跳，急忙伏低身子。前面那二人似乎微有驚覺，一個抱起郭芙，另一個回頭察看。船艙中出來那人伏在沙丘之後，原來竟與先前那二人並非一路。楊過便在他的身後，瞧得愈來愈奇。只見抱著郭芙那人回到了船裏，另一人四下張望，慢慢走近沙丘，丘後那人仍是不動，待他走近三尺之處，忽地縱起，白光一閃，一柄匕首插進了他的胸口。那人哼也沒哼一聲，倒在地上。船中那人叫道：「老大，幹甚麼？」那殺人者拔出匕首，伏在沙丘後含含糊糊的道：「奇怪，奇怪。」船中那人待了一會，不見同伴回轉，焦燥起來，大踏步走近沙丘。楊過心想良機莫失，悄悄爬向船邊，要想起錨將那船駛出。就在此時，「啊」的一聲慘呼，殺人者又是一匕首將那人刺死。楊過一提鐵索，鐵錨沒有提起，鐵索卻發出了嗆啷一聲。他知道不妙，待要離船逃走，只見那殺人者口中橫咬匕首，一躍上船。月光下但見他衣衫襤褸，臉上濺滿鮮血，極是可怖。楊過嚇得慌了手腳，出乎自然的蹲低身子，口中咕咕兩聲，雙掌推出。那人腳尖還未踏到船邊，受楊過這蛤蟆一推，半空中突然向後仰跌，一交摔在水裡，竟然動也不動了。楊過呆立不動，不知如何是好，忽聽黃蓉的聲音叫道：「這蛤蟆功你從何處學來？歐陽鋒呢？他在那裡？」楊過抬起頭來，只見郭靖、黃蓉如飛般趕來，想是聽到異聲，又不見了郭芙，是以忙來尋。楊過剛才驚嚇過甚，神智未復，更不知平時練習好玩的蛤蟆功竟有這等厲害，當下呆呆的不答。郭靖伸手到海邊拉起那人一看，驚道：「蓉兒，是丐幫的朋友。」但見他胸口凹陷，早已死了。黃蓉又驚又怒，一把抓住楊過手臂，厲聲道：「你說，你說！」楊過只覺臂上劇痛，卻咬緊牙齒，絕口不說。郭靖一轉頭，見到沙丘後死了的二人，躍過去俯身細看，又見到二人所繪圖形，叫道：「蓉兒，你來。」黃蓉放脫楊過，縱身過去，兩人在沙丘後面低聲商量，良久不息。不久柯鎮惡也驚覺趕至，三人一起談話。又談了一頓飯功夫，郭靖回來放開女兒，向楊過道：「過兒，你在這島上不妥，我送你到終南山重陽宮，到全真教教主長春子丘真人門下去學藝。」楊過茫然若失，微微點了點頭。