第六十六回　終南尋仇郭芙道：「我親耳聽見的，難道還錯得了？全真教的兩名道士來拜訪我爹爹，城中正自大亂，我爹媽身子不好，不能相見，就由我去招待賓客……」楊過怒喝：「那便怎地？」郭芙見他氣得額頭青筋暴現，雙眼血紅，自喜得計，說道：「那兩個臭道士一個叫趙志敬，一個叫尹志平，那可是有的？」楊過道：「有便怎地？」郭芙淡淡一笑，道：「我替他們安排了歇宿之處，也沒再理會，那知半夜之中，一名丐幫的弟子悄悄來報我知曉，說這兩位道爺竟在房中拔劍相鬥……」楊過「哼」了一聲，心想尹趙二人自來不和，房中鬥劍亦不以為奇。郭芙續道：「我好奇心起，悄悄到窗外一張，只見兩人已經收劍不鬥了，但還在鬥口。姓趙的說那姓尹的和你師父怎樣怎樣，姓尹的並不抵賴，口怪他不該大聲叫嚷……」楊過左手揭開身上棉被，翻身坐在床沿，喝道：「什麼怎樣怎樣？」郭芙臉上微微一紅，神色頗為尷尬，道：「我怎知道？這還會是好事了？你寶貝師父自己做的事，自己才知道。」語氣之中，充滿了輕衊。楊過又氣又急，心神大亂，反手一記，拍的一聲，郭芙臉上中了一掌。他憤激之下，出手甚重，只打得郭芙眼前金星亂冒，半邊面頰登時紅腫，若非楊過病後力氣不足，這一掌連牙齒也得打下幾枚。郭芙一生之中那裏受過此辱？她實不知楊過生平最敬愛的只小龍女一人，聽到有人出言污她名頭，更甚於刺他三劍，她也是個一怒便不顧前後之人，順手拔出腰間淑女劍，便在楊過頸中刺來。楊過打了她一掌，心想：「我得罪了郭伯伯與郭伯母的愛女，這姑娘是襄陽城中的公主，郭伯伯郭伯母縱不見怪，此處我焉能再留？」伸腳下床穿了鞋子，只見郭芙一劍刺到。他冷笑一聲，左手一揚一引，右手倏地伸出，一點一帶，已將她淑女劍奪了過來。郭芙連敗兩招，怒氣更增，只見床頭又有一劍，搶過去一把抓起，刺的一聲抽出，便往楊過頭上斬落。楊過眼前寒光一閃，見她將紫薇劍斬來，心中一驚，不敢伸手去奪，舉起淑女劍在身前一封，那知他昏暈七日之後，出手無力，淑女劍舉到胸前，手臂便軟軟的提不起來。郭芙劍身一斜，噹的一聲輕響，雙劍相交，淑女劍斷為兩截，她想不到這紫薇劍如此厲害，不禁吃了一驚，此時她大佔上風，憤恨那一掌之辱，心想：「你害我妹妹性命，卑鄙惡毒已極，今日便殺了你，為我妹妹報仇，爹爹媽媽也絕不見怪。」只見他雙足一軟，坐倒在地，再無力氣抗禦，只是舉起右臂護在胸前，但眼神中殊無半分乞憐之色。郭芙一咬牙，手上加勁，一劍斬了下去。此事後果如何，實為本書一件重大關鍵，楊過性命是否無虞，暫且按下不表，且說小龍女騎了汗血寶馬，追尋楊過與金輪法王，卻走錯了方向，那紅馬一奔便是十餘里，待得勒轉馬頭回來再找，楊過等人已轉到了荒谷之中。她心中憂急，眼見時間過去一刻，楊過的性命便多一分危險，騎著紅馬在襄陽東西南北二三十里之內，兜著圈子找尋。那紅馬雖快，但荒谷極是隱僻，直至過了半夜，她才遠遠聽到武三通號啕大哭之聲。她循聲尋去，不久便聽到武氏兄弟掄劍相鬥，跟著又聽到楊過說話。她心中大喜，生怕楊過遇上勁敵，欲待暗中相助，於是下了馬背，將紅馬繫在樹上，悄悄隱身在山石之後，觀看楊過對敵的情景。這一偷看不打緊，只聽得楊過口口聲聲說與郭芙早訂終身，將郭芙叫作我那「未過門的妻子」，而把郭靖夫婦叫作「岳父岳母」。小龍女越聽越是驚心動魄，聽他說郭靖、黃蓉夫婦看中了他，招他為婿，暗中傳他武藝，又見他對武氏兄弟發怒，不許他們再見郭芙。他每說一句，小龍女便如經受一次雷轟電擊，心中胡塗，似乎宇宙萬物，一齊都變過了。若是換作旁人，見楊過言行與過去不大相同，心中必然起疑，但小龍女心如水晶，澄清空明，不染片塵，於人間欺詐虛假的伎倆，絲毫不知。楊過對旁人油嘴滑舌，以博一笑，對她卻從不說半句戲言，因此她對楊過所說的言語，無不深信。眼見武氏兄弟不敵，小龍女自傷自憐，不禁深深嘆了口氣，當時楊過聽到嘆息，脫口叫了聲「姑姑」，小龍女並不答應，掩面遠去。楊過還道是李莫愁戲弄，自己聽錯，也沒深究。小龍女牽了汗血寶馬，獨自在荒野亂走，思前想後，不知如何是好。她年紀已過二十，但一生居於古墓，人事半點不知，識見便如一個天真無邪的孩童，心想：「過兒既與郭姑娘定親，自然不能再娶我了。怪不得郭大俠夫婦一再不許他各我結親。過兒從來不跟我說，自是為了怕我傷心，唉，他對我總是很好的。」她對楊過情有獨鍾，雖然親口聽到他說要和郭芙成親，也只自己傷心，對他卻無半分怨懟。又想：「他遲遲不肯下手殺郭大俠，為父報仇，當時我一點不懂，原來他全是為了郭姑娘之故，如此看來，他對郭姑娘也是情義深重之極了。我此時若將寶馬去給他，他說不定又要想起我的好處，日後與郭姑娘的姻事再起變故。我還是獨自一人回到古墓去吧，這花花世界只瞧得我心亂意煩。」她想了一陣，意念已決，雖然心如刀割，對楊過的柔情萬分割捨不下，但想還是救他性命要緊，於是連夜奔回襄陽，托朱子柳送紅馬到荒谷中去交給楊過。這時襄陽城中刺客雖已遠去，但郭靖、黃蓉身未康復，兀自亂成一團。朱子柳文武全才，當即與魯有腳齊心合力，挑起了城防重任。正當忙亂之際，小龍女卻牽了紅馬過來，要他去交給楊過，說什麼快到絕情谷去，用郭靖初生的幼女去換解藥靈丹，只把朱子柳聽得莫名其妙，不知所云。他追問幾句，小龍女的心神煩亂，不願多講，只說快去快去，遲得片刻，楊過的性命便有重大危險，她也不理郭芙正在朱子柳身畔，心中只想：「讓你妹妹在絕情谷去住一時，並無大礙，這是為了救你未婚夫婿的性命，你自然也會出力。」她囑咐了幾句，提到楊過的名字，不由得悲從中來。她素來擅於自制，喜怒哀樂，不縈於懷，但自對楊過一往情深之後，幼時所練的自制功夫竟然全不管用，而且激情動盪，又比常人甚了幾分。她話未說得清楚，珠淚已滾滾而下，當即奔回自己臥室，倒在床上淒然痛哭。朱子柳雖是狀元之才，但前因絲毫不知，聽了小龍女沒頭沒腦的這幾句話，那知她說些什麼，但想到「遲得片刻，楊過性命便有重大危險」之言，心想只有到那荒谷走一遭，見機行事便了。出得門來，那汗血寶馬已然不見，一問親兵，均說郭姑娘牽了去，待要找郭芙時，她卻又躲得人影不見。朱子柳暗暗嘆氣，心想這些年青姑娘，個個難纏，不是說話不明不白，便是行事神出鬼沒，他掛念楊過的安危，另騎快馬，帶了幾名丐幫弟子，依著小龍女所指點的途徑，到那荒谷察看，只見楊過與武氏父子一齊倒在地下，武三通正自運氣衝穴，其餘三人卻已奄奄一息，於是急忙救回襄陽，適逢師叔天竺僧自大理到來，這才用藥救治。小龍女在床上哭了一陣，越想越是傷心，眼淚竟是不能止歇。小龍女這一哭，衣襟全濕，伸手到腰間去取汗巾來擦眼淚，忽然碰到了那柄淑女劍，心想：「我把這劍拿去給了郭姑娘，讓他們配成一對兒，也是一件美事。」要知她痴愛楊過，不論任何對他有益之事，無不甘為，於是翻身坐起，也不拭去淚痕，逕自來找郭芙。這時早已過了午夜，郭芙已然安寢，小龍女也不待人通報，掀開窗戶，躍進她的房中，將郭芙叫醒，便說：「你們原是一對」云云，那就是郭芙對楊過轉述的這一番話了。她將淑女劍交給了郭芙，回頭便走，郭芙聽得大是奇怪，連問：「你說什麼？我半點兒也不懂。」小龍女悽然不答，一躍出窗。郭芙探首窗外，忙叫：「龍姑姑你回來。」只見她頭也不回的走了。小龍女低著頭走進花園，一大叢玫瑰發出淡淡幽香，想起在終南山與楊過共練玉女心經，隔花接掌，雖然耳鬢廝磨，卻是心無他念，今日欲再如往時般師徒相處，也已不可多得了。正自發痴，忽聽左屋角中傳出一人的聲音，說道：「你開口小龍女，閉口小龍女，有一天不說成不成？」小龍女吃了一驚：「是誰在整天說我？」當下停步傾聽，卻聽得另一個聲音乾笑數聲，道：「你偏做得。我就說不得？」先一人道：「這是在人家府中，耳目眾多，若是讓旁人聽了去，我全真教聲名何在？」後一人道：「嘿嘿，你倒還知道我全真教的聲名啦？那晚終南山玫瑰花旁，這消魂滋味……哈哈，哈哈。」說到這裏，只是乾笑，再也不說下去了。小龍女更是一驚，疑心大起：「難道那晚過兒向我示愛，卻讓這兩個道士瞧見了？」從兩人語音聽來，她已知說話的是尹志平與趙志敬兩人，於是悄悄走到那屋的窗下，蹲著身子暗聽。這時兩人說話聲音轉低，但小龍女與他們相隔甚近，她耳音又好，兩人雖是悄悄低語，仍是聽得清清楚楚。只聽尹志平道：「趙師兄，你成日成晚不斷的折磨我，到底是為了什麼？」趙志敬道：「你自己明白。」尹志平道：「你要我幹什麼，我都答應了，我只求你別再提這件事，可是你越說越兇，你是不是要折磨我當場死在你面前？」趙志敬冷笑道：「我自己也不知道，我是忍不住，不說不行。」尹志平聲音突然響了一些，說道：「你道我真道不知麼？你是妒忌，是嫉妒我那一刻做神仙的時光？」他這兩句話說得甚是古怪，趙志敬並不答話，似要冷笑，卻也笑不出來。隔了好一會兒，尹志平喃喃的道：「不錯，那天晚上在那玫瑰叢中，她給西毒歐陽鋒點中了穴道，動彈不得，終於我償了心願。是啊，我不用在你跟前抵賴，若是我不跟你說，你也不會知道，是不是？是我親口對你說的，你便不斷的煩擾我，折磨我……可是，可是我也不後悔，不，一點也不後悔……」說到後來，語聲變得甚是溫柔，就似是在夢中囈語一般。小龍女一面聽，一顆心就慢慢的沉了下去，只覺腦中轟轟的亂響：「難道是他，不是我心愛的過兒？不，不會的，絕不會，他是在說謊，一定是過兒。」只聽得趙志敬又說起話來，語音冷酷僵硬：「是啊，你自然一點也不後悔。你本來不用跟我說，可是你心中忍不住喜歡，非跟一個人說說不可。好啊，那我便天天跟你說，無時無刻不提醒你，但你怎麼又怕聽了呢？」突然聽得牆壁上發出砰砰砰幾聲，原來是尹志平自己用頭撞牆，說道：「你說好了，說好了，說得讓天下人都知道了，我也不怕……不，趙師兄，你要做什麼都答應，只求你別再提了。」小龍女在一晚之間，接連聽到兩件心為之碎、腸為之斷的大事，迷迷糊糊的站在窗下，雖然聽著尹趙二人說話，但言中之意，一時竟然難以領會，只聽趙志敬笑嘻嘻的說道：「咱們修道之士，一個把持不定，墮入了魔障，那便得以無上定力，斬毒龍，返空明。我不住提那小龍女的名字，是要你習聽而厭，由厭而憎，這是一番助你修練的美意啊。」尹志平低聲道：「她是天仙化身，我怎能厭她憎她？」突然提高聲音，道：「哼，你不用說得好聽，你的惡毒心腸，難道我會不知麼？你一來是對我妒忌，二來是心恨楊過，要揭穿這件事情，教他師徒終身遺恨。」小龍女聽到「楊過」兩字，心中突的一跳，低低的道：「楊過，楊過。」說到這名字的時候，心中不自禁的感到一陣柔情蜜意，她盼望尹趙二人不住的談論楊過。要有人說著他的名字，她內心就是說不出的喜歡。只聽趙志敬也提高了聲音，恨恨的道：「我若不令這小雜種好好吃一番苦頭，難消心頭之恨，哼哼，只是，只是……」尹志平道：「只是他武功太強，你我不是他的敵手，是不是？」趙志敬道：「那也未必，他一些旁門左道的邪派武功，何足為奇？但教撞在我手裏，哼哼！咱們全真教玄門武功是天下武術正宗，還會怕了這小子？尹師弟，你好好瞧著，我不會讓他舒舒服服的送命，不是給了他兩個招子，便是斷了他雙手，教他求生不得，求死不能，那時讓你的小龍女姑娘瞧著，也好心中喜歡啊。」小龍女打了個寒噤，若在平時，她早已破窗而入，一劍一個，送了二人性命，但此時心緒煩亂，懊悶欲絕，只覺手足都是酸軟無力。又聽尹志平冷笑道：「你這叫做一廂情願，咱們的玄門正宗，未必及得上人家的旁門左道。」趙志敬怒罵：「狗東西，你與那小龍女有了苟且之事，連人家的武功也讚到天上去啦！」尹志平連日受辱，此時再也忍耐不住，喝道：「你罵我什麼？須知做人不可趕盡殺絕！」趙志敬自恃對方的把柄落在自己手裏，只要在重陽宮中宣揚出來，前任掌教大師伯馬鈺、現任掌教長春真人丘處機非將他處死不可，是以一直對他百事侮辱，尹志平始終不敢相抗，這時聽得竟然出言不遜，心想若不將他制得服服貼貼，自己的大計便是難以實現，當下踏上一步，反手便是一掌，尹志平沒料到他竟動手，急忙低頭，拍的一響，這一掌打在他後頸之中。要知趙志敬是全真教第三代弟子中的一等高手，這一掌何等沉重，尹志平身子一晃，險些兒跌倒。他暴怒之下，抽出身邊長劍，一劍便刺了過去。趙志敬側身避過，冷笑道：「好啊，你居然有膽子跟我動手。」說著便拔劍還擊。尹志平低沉著嗓子道：「給你這般日夜折磨，左右也是個死，不如今日讓你殺了，倒也乾脆。」說著催動劍招，著著進逼。他是丘處機的首徒，武功與趙志敬各有所長，兩人所學招數完全相同，一動上手原是不易分出上下，但他鬱積在心，今日只求拼個同歸於盡，趙志敬卻是另有重大圖謀，絕不肯傷他性命，是以二三十招一過，趙志敬已給逼到了屋角之中，登時處於下風。他二人在屋中乒乒乓乓的鬥劍，早有丐幫弟子去報知了郭芙。她急忙披衣趕來，只見小龍女已站在窗下，叫了她一聲：「龍姑姑！」小龍女呆呆出神，竟是聽而不聞。郭芙好奇心起，不即進屋，也在窗下一站，只聽得趙志敬伸劍左攔右架，口中卻在不乾不淨的譏嘲笑罵，竟是語語都侵涉到小龍女身上。郭芙是個年輕姑娘，聽得屋內兩人越說越不成話，不便再站在窗下，一扭頭待要走開，卻見小龍女仍是呆呆的站著，似乎對二人的污言穢語絲毫不以為意，心中大是奇怪，低聲道：「他們說的話可是真的？」小龍女茫然點了點頭，道：「我不知道，瞧來或許是真的。」郭芙頓起輕衊之心，哼了一聲，話也不回的逕自走了。尹趙二人均是武學高手，雖在激鬥之中，已聽到房外有人說話，噹的一響，兩柄長劍一交之後立即分開，齊齊問道：「是誰？」小龍女道：「是我。」尹志平全身打個寒戰，顫聲道：「你是誰？」小龍女道：「小龍女！」這三個字一出口，不但尹志平呆若木雞，連趙志敬也是如同身入冰窟，他親眼瞧見小龍女大鬧重陽宮，以師叔郝大通如此深湛的武功，也敗在她的手下，險些自戕而死。他萬料不到小龍女竟也會在襄陽城中，適才自己一番言語，十九均已給她聽見，一時之間嚇得魂飛魄散，不知如何逃生才是。尹志平心情異常，竟沒想到逃命，呀的一聲，卻伸手將窗戶推開，只見窗戶花叢之旁，俏生生、淒冷冷的站著一個白衣少女，正是自己日思夜想，魂牽夢縈，當世間艷極無雙的小龍女。尹志平痴痴的道：「是你？」小龍女道：「不錯是我。你們適才說的話，句句都是真的？」尹志平點頭道：「是真的！你殺了我吧！」說著倒轉長劍，從窗中遞了出去，小龍女目發異光，心中淒苦到了極處，悲憤到了極處，只覺便是殺一千個人殺一萬人，自己也已不是一個清白的姑娘，永不能像從前那樣深深的痴愛楊過。她見長劍遞來，竟不伸手去接，只是茫然向尹趙二人望了一眼，實是打不定主意。趙志敬瞧出了便宜，心想這女子神智失常，只怕是瘋了，此時不走，更待何時？一伸手挽住了尹志平的胳臂，獰笑道：「快走，快走，她捨不得殺你呢！」用力一拉，搶步出門。尹志平一見到小龍女的容顏，已是魂不守舍，全身沒了力氣，給他一拉，踉踉蹌蹌的跟了出去。趙志敬展開輕功，提氣急奔，尹志平起初由他拉著，十餘丈後，自身的輕功也施展出來。兩人都是全真派第三代弟子的高手，論到投師學藝，還均在郭靖之前，這一發力，當真是疾逾奔馬，在襄陽城內穿來插去，霎時之間奔到東城門邊。城門旁有十多名丐幫弟子隨著兩隊官兵巡邏，領頭的丐幫弟子認得尹趙二人，知他們是全真高士，論輩份還是郭靖的師兄，聽趙志敬說有要事急欲出城，好在此時城外並無敵軍來攻，當即下令開城。尹趙只等城門開得剛可容身，一躍便到了城外。那丐幫弟子讚道：「好俊的輕身功夫！」待要閉城，眼前突然白影一閃，似有什麼人出了城門。他大吃一驚，問道：「什麼人？」那人影早已不見，他縱到城門口向外一望，此時天甫黎明，六七丈外便朦朦朧朧的瞧不清楚，那裏瞧到有人？他回身一問，旁人均說沒瞧見什麼，他一揉雙眼，暗罵：「見鬼！」看來是連日辛勞，眼睛花了。尹趙二人不敢停步，一直奔出數里，這才放慢腳步。趙志敬又驚又喜，伸袖一抹額頭冷汗，叫道：「好險，好險！」回頭向來路一看，不由得雙膝一軟，險險摔倒，原來身後十餘丈外，一個白衣少女站定了腳步，呆呆的望著自己，卻不是小龍女是誰？趙志敬這一驚實是非同小可，「啊」的一聲，脫口大呼，只道早已將她拋得無影無蹤，那知她竟始終跟隨在後，只是她足下無聲，雖然緊緊跟著，自己竟然毫沒知覺，當下一拉尹志平的手臂，提氣狂奔。這一次他一口氣奔出十餘丈，便回頭一望，只見小龍女仍是不即不離的跟隨在後，與他二人相距十丈遠近。趙志敬六神無主，掉頭又跑，他卻不敢時時向後返視，因每一回顧，心中多一次驚恐，足底漸漸發軟，只覺拉著尹志平的手臂，自己力道打了一個折扣，於是說道：「尹師弟，她此時若要殺死我等二人，可說易如反掌，她定是另有圖謀。」尹志平惘然道：「什麼另有圖謀？」趙志敬道：「我猜想她是要擒住我等，在天下英雄之前指斥你的醜行，打得我全真派從此抬不起頭來。」尹志平心中一凜，他此時對自己生死已是置之度外，若是小龍女提劍要殺，絕不反抗，但他自幼投在丘處機門下，師恩深重，這威震天下的全真派若是由己而敗，卻是萬萬不可，想到此處，不由得背脊心全都涼了，當下腿下加勁，與趙志敬並肩齊奔。兩人只揀荒野無路之處奔去，有時忍不住回頭一瞧，總見小龍女跟在十丈之外。要知古墓派輕功天下無雙，小龍女追蹤二人，可說毫不費力，只是她天真純樸，遇上這等大事，實不知該當如何處置才是，只好跟隨在他們身後，亦步亦趨，不容二人遠離。尹趙二人本就心意十分慌亂，但是小龍女如影隨形的跟著，不知她用意何在，更是越想越怕，從清晨奔跑到中午，又自中午奔到午後申刻，五六個時辰急奔下來，饒是二人內力深厚，也已支持不住，奔跑時氣喘吁吁，腳步踉蹌，比先前慢了一倍尚且不止。此時烈日當空，天氣炎熱，兩人自裏至外全身都已汗濕。又跑一陣，兩人又飢又渴，眼見前面有一條小溪，不禁都橫了心：「若是被她擒住，也無法。」撲到溪邊，張口狂飲溪水。小龍女緩緩到溪水上游，也掬上幾口清水喝了。臨流映照，清澈如晶的水中映出一個白衣少女，雲鬢花顏，真似凌波仙子一般。小龍女心中只覺空蕩蕩的，傷心到了極處，似乎反而漠然，順手在溪邊摘了一朵小花，插在鬢邊，望著水中倒影，痴痴的出神。尹趙二人一面喝水，一面不住偷眼瞧她，見她模樣似乎神遊物外，已渾然忘了這個世界，兩人互相使個眼色，悄悄站起，躡步走到小龍女背後，一步步的漸漸走遠，數次回首，見她始終望著溪水，於是加快腳步，向前急走。兩人只道這次真正脫險，那知尹志平偶一返顧，只見小龍女又已跟在身後。尹志平臉如死灰，叫道：「罷了，罷了！趙師哥，咱們反正逃不了，她要殺要剮，只索由她！」說著停住了腳步。趙志敬大怒，喝道：「你是死有應得，我幹麼要陪著你送終？」拉著他手臂要走，尹志平心灰意懶，不想再逃。趙志敬生性暴躁，斗地一掌，反手打了他一記耳光。尹志平怒道：「你又打我？」小龍女見兩人忽又動起手來，大是奇怪。就在此時，迎面大路上馳來兩騎馬，卻是兩名傳達軍令的蒙古信差。趙志敬心念一動，低聲道：「搶馬！咱們假裝打架，別引起小龍女疑心。」於是一掌又劈了過去。尹志平舉手一擋，還了一掌，趙志敬向大路上退了一步，兩人漸漸打到大路中心。兩名蒙古軍去路被阻，正要勒馬呼叱，尹趙二人突然躍起，一人服侍一個，將兩名蒙古兵拉下馬來，擲在地下，跟著翻身上馬，向北急馳。這兩匹都極駿良，奔跑得極是迅速，兩人回頭一瞧，只見小龍女這次並未跟來，這才放心。向北馳出十餘里，到了一處三岔路口。趙志敬道：「她見二馬向北，咱們偏偏改道往東。」韁繩向右一帶，兩騎馬上了向東的岔道，傍晚時分，到了一個小市鎮上。尹趙二人整日奔馳，粒米未曾入口，雖然內力深厚，但疲耗過甚，已是飢火難熬，當即找到一家飯舖，命夥計炒一盤牛肉，煎三斤薄餅。趙志敬坐下後驚魂略定，想起今日之險，猶有餘悸，只不知小龍女何以總是在後跟隨，卻不動手，但見尹志平臉如死灰，垂下了頭，兀自一副魂不守舍的模樣，不久牛肉與薄餅送了上來，二人舉筷便吃，忽聽得飯舖外人喧馬嘶，吵嚷起來，一個人大聲喝道：「這兩匹馬是誰的？怎地在此處？」叫聲之中，帶有蒙古口音。趙志敬站起身來，走到門口，只見一個蒙古軍官，帶著七八名兵卒，指著尹趙二人的坐騎，正自喝問。飯舖的夥計驚得呆了，不住打躬作揖，連稱：「軍爺，大人！」趙志敬給小龍女追逼了一日，滿腔怒火正覺無處發洩，見有人惹上頭來，當即挺身上前，大聲道：「牲口是我的！幹什麼？」那軍官道：「那裏來的？」趙志敬道：「是我自己的，管你什麼事？」此時襄陽以北，全已淪入蒙古軍手中，大宋百姓，慘遭屠戳欺壓，那有人敢對蒙古官兵如此無禮？那蒙古軍官見趙志敬身形魁梧，腰間懸劍，心中存了三分疑忌，又問：「你是買來的還是偷來的？」趙志敬怒道：「什麼買來偷來？是道爺觀中養大的。」那軍官手一揮，喝道：「拿下了！」那七八名兵卒各挺兵刃，圍了上來。趙志敬手按劍柄，喝道：「憑什麼拿人？」那軍官冷笑道：「偷馬賊！當真是吃了豹子心肝，動起大營的軍馬來啦，你認不認？」說著披開馬匹後腿的馬毛，露出兩個蒙古字的烙印。原來蒙古的軍馬每一匹均有烙印，註明屬於某營某部。以便辨認。趙志敬順手從蒙古軍士手下搶來，那裏知曉？此時一見，登時語塞，強辯道：「誰說這是蒙古軍馬？咱們道觀中的馬匹便愛烙上幾個記號，難道犯了法麼？」那軍官大怒，心想自南下以來，從未見過如此強橫的狂徒，踏上一步，伸手便來抓他胸口。趙志敬左手一勾，反掌抓住了他手腕，跟著右掌推進，已拿住他背心，將他身子高高舉起，在空中打了三個旋子，跟著向外一送。那軍官身不由主的向外直跌，剛好摔進了一家磁器舖子，只聽乒乓、嗆啷之聲不絕，一座座磁器架子倒將下來，碗碟器皿，滿店破爛，那軍官滿頭滿臉被磁器碎片割得鮮血淋漓，壓在磁器堆中，那裏爬得起身？眾兵卒搶上前來救護，搬架的搬架，扶人的扶人，再也顧不得動手拿人了。趙志敬哈哈大笑，回入飯舖，舉起筷子又吃。這亂子一闖，那市鎮上家家店舖關上了門板，飯舖中的顧客霎時間走得乾乾淨淨。要知蒙古軍暴虐無比，竟有漢人毆打蒙古軍官，只怕血洗全鎮，也是有的。趙志敬吃了幾口，忽見飯舖中那掌櫃的走上前來，噗的一聲，跪倒在地，連連磕頭。趙志敬知他用意，是怕牽連了飯舖，一笑站起，說道：「咱們也吃飽了，你不用害怕，咱馬上就走。」那掌櫃的嚇得臉如土色，更是不住的磕頭。尹志平道：「他是害怕咱們一走，蒙古兵問飯舖子要人。」他平素為人極是精明強幹，只是對小龍女痴心狂戀，這才作事荒謬乖張，日常處事，實在遠勝趙志敬，因此馬鈺、丘處機等，均有意命他接任掌教，此時心念一轉，說道：「快拿上好的酒饌來，道爺自己作事自己當，又怕何來？」那掌櫃的喏喏連聲，爬起身來，忙吩咐趕送酒饌。那軍官受傷不輕，掙扎著上了馬背。趙志敬笑道：「尹師弟，今日受了一天惡氣，待會須得打他們落花流水。」