第九回　缺回漏目寶樹說完這故事，大廳中靜寂無聲，群豪大都是心腸剛硬之人，但聽了胡一刀夫婦慷慨就死的事跡，心中均感惻然。忽聽一個女子的聲音道：「寶樹大師，怎麼我聽到的故事有點兒不同呢？」眾人轉頭一看，原來說話的是苗若蘭。大家凝神傾聽寶樹述說，都沒留意她何時又回到了廳上。寶樹道：「年代久遠，只怕有些地方是老衲記錯了。卻不知令尊怎麼說？」苗若蘭道：「這件事爹爹曾原原本本對我說過。其餘也跟大師說的一模一樣，只是胡一刀伯伯和胡伯母逝世的情景，卻與大師所說大不相同。」寶樹臉色微變，「嗯」了一聲，卻不追問。田青文道：「苗姑娘，令尊怎麼說？」苗若蘭從身邊一隻錦緞盒子中取出一根淡灰色線香，親手燃著了，插在香爐中，眾人隨即聞到一縷幽幽清香。苗若蘭臉上神色莊嚴肅穆，說道：「我從小見爹爹每到冬天，總是顯得鬱鬱不樂，不論我怎麼逗他歡喜，都難得引他發笑。每年快過年的時候，爹爹總要在一間小室裏供兩個神位，一個寫著：『義兄胡公一刀大俠之靈位』，另一個寫：『義嫂胡夫人之靈位』，靈位旁邊還放了一柄單刀，這把刀生滿了鐵鏽，並無甚麼特異之處。「爹爹必定叫廚子做了滿桌菜，倒幾十碗酒，從十二月廿二起，一連五天，他每晚在靈位邊把這幾十碗酒喝乾，喝到後來，常常痛哭一場。「起初我問爹爹，靈位上那位胡伯伯是誰，爹爹總是搖頭。有一年，爹爹說我年紀大了，能懂事啦，於是把他與胡伯伯比武的故事說給我聽。」「他說胡伯伯害死了田叔叔的父親，而苗范田三家向來休戚與共，他雖然心中瞧不起田叔叔的為人，但礙於江湖義氣，只好找胡伯伯比武。比武的經過，寶樹大師說得很詳細了。「爹爹跟胡伯伯一連比了四天，兩人越打是越投契，誰也不願傷了對方。到第五天上，胡伯母瞧出爹爹背後的破綻，一聲咳嗽，胡伯伯立使八方藏刀式，將我爹爹制住。寶樹大師說我爹爹忽用怪招，勝過了胡伯伯。但爹爹說的卻不是這樣。當時胡伯伯搶了先著，爹爹只好束手待斃，無法還手。胡伯伯突然向後躍開，說道：『苗兄，我有一事不解。』爹爹道：『我輸了。你要問甚麼事？』「胡伯伯道：『你這劍法反覆數千招，絕無半點破綻。為甚麼在使提撩劍白鶴舒翅這一招之前，背上卻要微微一聳，以致被內人看破？』爹爹嘆道：『先父教我劍法之時，督率得甚是嚴緊。當我十一歲那年，先父正教我這一招，背上忽有蚤子咬我，奇癢難當。我不敢伸手搔癢，只好聳動背脊，想把蚤子趕開，但越聳越癢，難過之極。後來先父看到我的怪樣，說我學劍不用心，狠狠打了我一頓。自此以後，每當使到這一招，我不由自主的背上發癢。尊夫人當真好眼力。』「胡伯伯笑道：『我有內人相助，不能算贏你！接住了。』說著將手中單刀拋給爹爹。爹爹接住單刀，不明他的用意。胡伯伯從爹爹手裏拿過長劍，道：『經過這四天的切磋，你我的武功相互都已了然於胸。這樣罷，我使苗家劍法，你使胡家刀法，咱倆再決勝負。不論誰勝誰敗，都不損了威名。』「我爹爹一聽此言，已知他的心意。因我苗家與胡家累世深仇，是百餘年前祖宗積下來的。我爹爹與胡伯伯以前從未會過面，本身並無仇怨。雖然江湖上傳言，我祖父死在外鄉，田歸農田叔叔的父親突然暴疾而亡，都是胡一刀下的毒手，我爹爹卻是將信將疑，未敢斷定。這次他受范田兩家之邀，到滄州攔住胡伯伯比武，雖說為的是殺父之仇，但首先卻要親自向胡伯伯查問真相。「後來一問之下，我祖父與田公公果然是胡伯伯害的，我爹爹雖然愛惜他英雄，但父仇不能不報。只是我爹爹實在不願這四家的怨仇再一代一代的傳給子孫，極盼在自己手中了結這百餘年的世仇，聽胡伯伯說要交換刀劍比武，正投其意。因為若是我爹爹勝了，那是他用胡家刀打敗苗家劍，倘若胡伯伯得勝，則是他用苗家劍打敗胡家刀。這勝負只關個人，不牽涉到兩家武功的威名。「當下兩人換了刀劍，交起手來。這一場拼鬥，與四日來的苦戰又自不同。因為兩人雖然都是高手，但使的兵刃招數都不順便，兼之自己所用的一招一式，對方無不爛熟於胸，要憑這四天之中從對方學來的武功剋制對方，那真是談何容易？我爹爹說，這一天的激戰，是他生平最兇險的一次。胡伯伯貌似粗魯，其實聰明之極，那苗家劍法施展開來，竟似曾下過數年苦功一般，單以他用苗家劍破去山東大豪商劍鳴的八卦刀，可就想見其餘。我爹爹悟性沒胡伯伯高，幸好他十八般武藝件件皆通，胡家刀法雖是初見，但少年時曾練過單刀，總算在這點上佔了便宜，所以還可與他打成平手。「鬥到午後，兩人各走沉穩凝重的路子，出手越來越慢。胡伯伯忽道：『苗兄，你這招閉門鐵扇刀，還是使得太快了些，勁力不長。』我爹爹道：『多承指教，我只道已經夠慢了。』兩人全神拼鬥，但對方招數若有不到之處，卻相互誠心指點，毫不藏奸。「翻翻滾滾，又戰數百合，兩人招數漸臻圓熟，我爹爹見他的苗家劍法越使越精，暗暗驚心，尋思：『他學劍的本事比我學刀的本事好，時間一長，我少年時所練的刀法根基就要不管用，須得立時變招，否則必敗無疑。』當下使一招浮雲起落，本來是先砍下手刀，再砍上手刀，但我爹爹故意變招，先砍上手刀，再砍下手刀。「胡伯伯一怔，剛說得聲：『不對！』我爹爹叫道：『看刀！』單刀陡然翻起，第二刀下手刀竟又變為上手刀。這是他自創的刀法，雖是脫胎於胡家刀法，但新奇變幻，令人難測。倘若與他對戰的是另一個高手，多半能避過這招，偏偏胡伯伯熟知胡家刀法，萬料不到我爹爹臨時變招，新創一式，一個措手不及，我爹爹的刀鋒已在他左臂上劃了一道口子。「旁觀眾人，一齊驚呼，胡伯伯驀地飛出一腿，我爹爹一跤摔出，跌在地下，再也爬不起來，原來被他踢中了腰間的『京門穴』。范幫主、田相公和其他的漢子一齊搶上，胡伯伯拋去手中長劍，雙手忽伸忽縮，抓住眾人一一擲了出去，隨即扶起我爹爹，解開他的穴道，笑道：『苗兄，你自創新招，果然厲害。只是我這胡家刀法，每一招都含有後著，你連砍兩招上手刀，腰間不免露出空隙。』「我爹爹默然不語，腰間陣陣抽痛，話也說不出口。胡伯伯又道：『若非你手下容情，我這條左膀已教你卸了下來。今日咱們只算打成平手，你回去好好安睡，明日再比如何？』我爹爹忍痛道：『胡兄，我出刀時固然略有容讓，但即令砍下你的左臂，你這一腿仍能致我死命。瞧你這等為人，絕不能暗害我爹爹。你倒親口說一句，到底我爹爹是怎樣死的？』胡伯伯臉上露出驚詫之色，道：『我不是跟你說得明明白白了麼？你不相信，定要動武，我只好捨命陪君子。』「我爹爹大是詫異，道：『你跟我說了？幾時說的？』胡伯伯轉過頭來，指著旁邊一人道：『你－－你－－』只說得兩個『你』字，忽然雙膝一軟，跪倒在地。我爹爹大驚，忙伸手扶起，只見他臉色大變，叫道：『好、好、你－－』頭一垂，竟自死了。「我爹爹驚異萬分，心想他身子壯健，手臂上輕輕劃破一道口子，如何能夠致命？抱著他身子，連叫：『胡兄，胡兄。』但見他臉頰漸漸轉成紫色，竟自中了劇毒之象，急忙撕開他的衣袖，但見一條手臂已腫得粗了一倍，傷口中汨汨流出黑血。胡伯母又驚又悲，拋下手中孩子，拿起我爹爹所用的那柄單刀細看。那時我爹爹也知是刀口上餵了劇毒的藥物。「胡伯母見我爹爹沉吟不語，說道：『苗大俠，這柄刀是向你朋友借的。咱家大哥固然不知刀上有毒，諒你也不知情，否則這等下流兵刃，你兩人怎能用它？這是命該如此，怪不得誰。我本答應咱家大哥，要親手將孩子養大，但這五日之中，親見苗大俠肝膽照人，你既答允照顧孩子，我就偷一下懶，不挨這二十年苦楚了。』說著橫刀在頸中一割，立時死去。「我親聽爹爹述說，胡伯伯逝世的情形是如此。但寶樹大師說的竟是大不相同。雖然事隔二十餘年，或有記不周全之處，但想來不該參差太多，卻不知是甚麼緣故？」寶樹搖頭嘆息，說道：「令尊當時身在局中，全神酣鬥，只怕未及旁觀者看得清楚，也是有的。」苗若蘭「嗯」了一聲，低頭不語。忽然旁邊一個嘶啞的聲音道：「兩位說的事蹟不同，因為有一個人是在故意說謊。」眾人聽得這聲音突如其來，都是一驚，一齊轉過頭去，見說這話的原來是那臉有刀疤的僕人。寶樹和苗若蘭都是外客，雖聽他說話無禮，卻也不便發作。曹雲奇人最魯莽，搶先問道：「是誰說謊了？」那僕人道：「小人是低三下四之人，如何敢說？」苗若蘭道：「若是我說得不對，你不妨明言。」她意態閒逸，似乎漫不在意。那僕人道：「適才大師與姑娘所說之事，小人當時也曾親見，各位若是不嫌聒噪，小人也來說說。」寶樹突然站起身來，喝道：「你當時也曾親見？那你是誰？」那僕人道：「小人認得大師，大師卻不認得小人。」寶樹鐵青了臉，厲聲道：「你是誰？」那僕人不答，卻向苗若蘭道：「姑娘，只怕小人欲說之事，難以講得周全。」苗若蘭道：「為甚麼？」那僕人道：「只要講得一半，小人的性命就不在了。」苗若蘭向寶樹道：「大師，今日在這峰上，一切由您作主。你是武林前輩，德高望重，只要您老人家一句話，無人敢傷他性命。」寶樹冷笑道：「苗姑娘，你是激我來著？」那僕人搶著道：「小人自己的死活，倒也沒放心上，就只怕我心中所知的故事無法說完。」苗若蘭微一沉吟，指著那副木板對聯的下聯，道：「你給我除下來。」那僕人不明她的用意，但依言除下，放在她面前。苗若蘭道：「你瞧清楚了，這上面寫著打遍天下無敵手金面佛幾個字，這是我爹爹的名號。你將這木聯抱在手裏，儘管放膽而言。若是有人傷你，那就是有意跟我爹爹過不去。」眾人相互望了一眼，心想他以金面佛作護符，還有誰敢去傷他？那僕人臉露喜色，微微一笑，只是這一笑牽動臉上傷疤，更是顯得詫異，當下果真將木聯牢牢抱住。寶樹坐回椅上，凝目相望，心中回憶二十七年前之事，卻始終想不起此人是誰。苗若蘭道：「你坐下了好說話。」那僕人道：「小人站著說的好。請問姑娘，胡一刀大爺遺下的那個孩子，後來怎樣了？」苗若蘭輕輕嘆息，道：「我爹爹見胡伯伯、胡伯母都死了，心中甚是難過，望著兩人屍身，獃了半天，跪下拜了八拜，說道：『胡兄、大嫂，你夫婦儘管放心，我必好好撫養令郎。』拜罷起身，回頭去抱孩子，哪知竟抱了個空。我爹爹大驚，急忙詢問，可是大家都瞧著胡伯伯夫婦之死，誰也沒留心孩子。我爹爹忙叫大家趕快追尋。他忍住腰間疼痛，忽聽得屋後有孩子啼哭，聲音十分洪亮。我爹爹大喜，急奔過去，哪知他腰間中了胡伯伯這一腿，傷勢不輕，猛一用力，竟摔在地下爬不起來。待得旁人扶他起身，趕到屋後，只見地下有一灘鮮血，我爹爹給孩子裹身的黃布包袱，以及孩子的一頂小帽掉在地下，孩子卻已不知去向。「這客店後面是一條水流很急的河，眼見血跡一直流到河邊，想必孩子被人一刀殺死，屍身投入河裏，登時被水沖走了。我爹爹又驚又怒，召集一干人，細細盤問，卻始終不知兇手是誰。這件事他無日不耿耿於懷，立誓要找到那殺害孩子之人。那一年我見他磨劍，他說須得再殺一人，就是要殺那個兇手了。我卻跟爹爹說，或許孩子被人救去，活了下來，也未可知。我爹爹雖說但願如此，然而心中卻未能相信。唉，這可憐的孩子，我真盼他是好好的活著。有一次爹爹對我說：『蘭兒，我愛你勝於自己的性命，但若老天許我用你去掉換胡伯伯的孩子，我寧可你死了，胡伯伯的孩子卻活著。』」那僕人眼圈一紅，聲音哽咽，道：「姑娘，胡一刀大爺地下有靈，定感你父女高義。」于管家本來以為他是苗若蘭帶來的男僕，但瞧他神情，聽他言語，卻越來越覺不似，正想出言相詢。他卻說起故事來，見眾人靜坐傾聽，自亦不便打斷他的話頭，只聽他說道：「二十七年之前，我是滄州那小鎮上一家客店中灶下燒火的小廝。那年冬天，我家中遭逢大禍。我爹三年前欠了當地財主五兩銀子，利上加利，一年翻一翻，過得三年，已算成四十兩。那財主把我爹抓去，逼他立下文書，把我媽賣給財主做小老婆。我爹定然不肯，被財主的狗腿拷打得死去活來。我爹回得家來，跟媽商量，眼見這四十兩銀子再過一年，就變成了八十兩，這筆債咱們是一輩子還不起的了，我爹媽就想圖個自盡，死給他看，卻又捨不得我，三個人只是抱著痛哭。我白天在客店裏燒火，晚上回家守著爹媽，心中擔驚受怕，生怕他倆尋了短見，丟下我一人孤零零的在這世上。「一晚店中來了好多受傷的客人，灶下事情忙，店主不讓我回家。第二日胡一刀大爺來了，他生了一位少爺，要燒水燒湯，店主更是不許我回家去。我牽記爹媽，毛手毛腳的撞爛了幾隻碗，又給店主打了幾巴掌。我燒好了水，一個人躲在灶邊偷偷的哭，胡大爺走過廚房，聽見我哭聲，就進來問我甚麼事。我見他生得兇惡，不敢說話。他越是問，我越是哭得厲害。後來他和和氣氣的好言好語，我才把家裏的事跟他說了。「胡大爺很是生氣，說道：『這財主如此橫行霸道，本該去一刀殺了，只是我有事在身，不及跟他算帳。我給你一百兩銀子，你去拿給你爹，叫他還債，餘下的錢好好過日子，可千萬別再借財主的債了。』我只道他說笑話哄我，哪知他當真拿了五隻大元寶給我。我哪裏敢拿，胡大爺道：『我今日生了兒子，我甚是疼他憐他，將心比心，你爹媽疼你也是這般。你快回家去。我跟店主說，是我叫你回家的，他不敢難為你。』「我仍是獃獃望著他，心裏噗咚噗咚直跳，不知如何是好。胡大爺拿了一塊包袱，把五隻大元寶包了，替我縛在背上，再在我屁股上輕輕踢了一腳，笑道：『傻小子，這不跟我快滾！』我糊哩糊塗的奔回家去，跟爹媽一說。三個人樂得瘋了，真難以相信天下有這般好人，說是做夢罷，白花花的五隻大元寶明明放在桌上。我媽和我扶著爹到客店去，想跟胡大爺磕頭道謝，他連連搖手，說生平最不愛別人謝他，將我們三個推了出來。「我和爹媽正要回去，忽聽馬蹄聲響，幾十個人趕來客店，原來是胡大爺的仇家。我不放心，讓爹媽先回家去，自己留著要瞧個究竟。我想胡大爺救了我一家三口的性命，只要有用得著我之處，水裏就水裏去，火裏就火裏去，絕不能皺一皺眉頭。「金面佛苗大俠跟胡大爺坐著對飲，胡大爺捨不得兒子這些情形，寶樹大師說得一點不錯。只是他多半不知道，那跌打醫生在隔房聽胡大爺夫婦說話，卻教一個灶下燒火的小廝全瞧在眼裏。」他說到這裏，寶樹猛地站起身來，指著他喝道：「你到底是誰？受誰指使在這裏胡說八道？」那僕人不動聲色，語調甚是平穩，說道：「我叫做平阿四。我識得跌打醫生閰基，那跌打醫生閰基，自然不識得我這燒火的小廝癩痢頭阿四。」寶樹聽到他說起「閰基」二字，臉上微微變色，想起當年，那小客店之中，依稀記得果然有個癩痢頭小廝，只是他的面貌神情，當日就未留意，此時更是半點也記不起了。他向平阿四懷中抱著的木聯狠狠瞪了一眼，「呸」了一聲。平阿四道：「我半夜裏聽到胡大爺的哭聲，實在放心不下，走到他的房外，卻見到隔房窗子上映出一個黑影，一動也不動的伏著。我起了疑心，到門縫裏一張，原來是那閰基將耳朵就在板壁上，偷聽胡大爺夫婦說話。我正想去跟胡大爺說，胡大爺卻走到閰基房裏來了，跟他說了很多很多話。這些話寶樹大師始終沒跟各位提起一字半句，不知是何緣故。「胡大爺的話說得很長，自然有好些話我聽了不懂，但我明白，胡大爺是派他次日去跟金面佛苗大俠解釋幾件事。這些事情牽連重大，本來不該讓一個不相干的外人去說，只是胡夫人剛生了孩子，不能走動；胡大爺又脾氣暴躁，若親自去跟對頭講述，勢必與范幫主、田相公他們引起爭執，一個說不明白，到頭來還是動刀動槍，就跟不說一般，沒奈何只得讓閰基去傳話。適才寶樹大師說道，胡大爺派他送信去給金面佛，事成之後必有重謝，這話就不對了。想送一封信輕而易舉，何必重謝？何必夫婦倆商量半日？寶樹大師或許忘了胡大爺當時的說話，我卻一句也沒忘記。」眾人聽了這些話，知道寶樹出家之前，俗家姓名叫做閰基，瞧這兩人神情，寶樹與胡一刀之死必有重大關連，而他先前的話中，也必有甚多不盡不實之處。各人好奇心起，都盼平阿四揭破這個疑團，但又怕他當真說出甚麼重大秘密，寶樹腦羞成怒，突施毒手，這雪峰上沒一人是他對手，難以阻攔，縱然日後金面佛找到寶樹算帳，但平阿四一死，這秘密只怕永遠隨他而逝了。各人都代平阿四擔心，但他一張臉上神色木然，毫無懼意，竟似有恃無恐，只聽他說道：「胡大爺跟閰基說話之時，我就站在閰基的窗外。我倒不是有心想偷聽胡大爺說話，只是我知道這跌打醫生一向奉承那欺侮我爹媽的財主，實在不是好人，只怕胡大爺上了他的當。那時我年輕識淺，胡大爺的話自是不能盡曉，但一字一句，我卻都記在心裏，等我後來年紀大了，慢慢也都懂了。那一晚胡大爺叫閰基去說三件事。第一件說的是胡苗范田四家上代結仇的緣由。第二件說的是金面佛之父與田相公之父的死因。第三件則是關於鐵盒與闖王軍刀之事。」眾人一齊轉頭，向桌上鐵盒與軍刀望了一眼，欲知之心更是迫切。平阿四道：「胡苗范田四家上代因何結仇，苗姑娘適才說了，只是中間另有一個重大秘密，卻非外人所知。這秘密起因於闖王永昌二年，那年是乙酉年，也就是滿清順治二年，當時胡苗范田四家祖宗明言，若是清朝不亡，須到一百年後的乙丑年，方能洩露這個秘密。乙丑年是乾隆十年，距今已有三十餘年，所以當二十七年前胡大爺與閰基說話之時，百年期限已過，這個大秘密已不須隱瞞了。「這個秘密，果然是牽連重大。原來當日闖王兵敗九宮山，他可沒有死！」此言一出，眾人都是一震，一齊站起身來，不約而同的問道：「甚麼？」只有寶樹端坐無異，顯是早已知曉，不為所動。平阿四道：「不錯，闖王沒有死。只是當時敵軍重重圍困，實是難以脫身。苗范田三位衛士衝下山去求救，援兵遲遲不至，敵軍卻愈迫愈近。眼見將士傷亡殆盡，闖王心灰意懶，舉起軍刀要橫刀自刎，卻被號稱飛天狐狸的姓胡衛士攔住。他智計多端，情急之下，生了一計，從陣亡將士之中撿了一個和闖王身材大小相仿的屍首，換上闖王的黃袍箭衣，將闖王的金印掛在屍首頸中。他再舉刀將屍首面貌砍得稀爛，教人難以辨認，親自馱了，到清營中投降，說已將闖王殺死，特來請功領賞。這是一件何等大功，清將呈報上去，自會升官封爵，莫說絲毫沒疑心是假，即令有甚麼懷疑，也要極力蒙蔽掩飾，以便領功升官。假闖王這麼一死，清軍即日解了九宮山之圍。真闖王早已易容改裝，扮成平民，輕輕易易的脫險下山。唉，闖王是脫卻了危難，這位飛天狐狸可就大難臨頭了。「那飛天狐狸行這個計策，用心之苦，實在是苦到了極處。江湖上英雄好漢，為了『俠義』二字，好朋友兩脅插刀原非難事，可是他為了相救闖王，不但要委屈萬分的投降敵人，還得干冒一個賣主求榮的惡名。想那飛天狐狸本來名震天下，武林人物一提到他的名頭，無不翹起大拇指讚一聲：『好漢子！』現下要他自污一世英名，那可比慷慨就義要難上十倍了。「他投降吳三桂後，積功升到提督，由於他智勇雙全、精明能幹，極得吳三桂的歡心。他想李闖王大順國的天下，硬生生斷送在吳三桂手裏，此仇不報，非丈夫也。他若要刺死吳三桂，原只一舉手之勞，可是此人智謀深沉，豈肯如此輕易了事？數年之間，他不露痕跡的連使巧計，安排下許多事端，一面使滿清皇帝對吳三桂大起疑心，另一面使吳三桂心不自安，到頭來不得不舉兵謀反。他將吳三桂在雲南招兵買馬、跋扈自大的種種事跡，暗中稟報清廷，而清廷各種猜忌防範的手段，他又刺探了去告知吳三桂。「如此不出數年，吳三桂勢在必反。那時南中震動，滿清大傷元氣，自是闖王復國的良機。即令吳三桂的反叛迅即敉平，闖王復國不成，但吳三桂也非滅族不可，這比刺死他一個人自是好得多了。當那姓胡、姓范、姓田三個結義兄弟找到昆明去行刺吳三桂之時，飛天狐狸的計謀正已漸著成效，是以他在危急之中出來攔阻，使那三人功敗垂成。「那年三月十五日，他與三個義弟會飲滇池，正要將闖王未死、吳三桂將反的種種事跡直說出來，哪知三個義弟忌憚他武功了得，不敢與他多談，乘他一個措手不及，將他殺死。飛天狐狸臨死之際，流淚說道：『可惜我大事不成。』就是指的此事。他又道：『元帥爺是在石門峽－－』原來闖王是在石門縣夾山普慈寺出家，法名叫做奉天玉和尚。闖王一直活到康熙甲辰年二月，到七十歲的高齡方始逝世。闖王起事時稱為奉天倡義大元帥，他的法名實是『奉天王』，為了隱諱，才在『王』字中加一點，成為『玉』字。」眾人聽苗若蘭先前所述故事，只道飛天狐狸奸惡無比，哪知中間另有如此重大的秘密，只是過於怪異，一時令人難以置信。金庸按：李闖王之死，共有四種說法。他出家為僧，至康熙甲辰坐化云云，是據《灃州志》所載，江賓谷《李自成墓誌》中曾詳加考證，近人阿英所做史劇《李闖王》即據此說。四種說法均無確證，作者以為「假死逃禪說」較有可能，亦最富傳奇性。《明史》稱李自成在九宮山為人擊斃，但又稱：『我兵遣識者驗其屍，朽莫辨。』可見這屍首到底是否李自成，當時即無法肯定。