第四章　鐵廳烈火趙半山雙手負在背後，在廳中緩步來去，朗聲說道：「咱們學武的，功夫自然有高有下，但只要心地光明磊落，行事無愧於天地，那麼功夫高的固然好，武藝低也是一般受人敬重。我趙某人生平最恨的就是行事歹毒、卑鄙無恥的小人。」他越說聲音越是嚴厲，雙目瞪著陳禹不動。陳禹低下了頭，目光不敢與他相接，突然一瞥眼之間，嚇了一跳。原來商老太發出七枝金鏢，給趙半山接住後擲在地下。胡斐用一枝鏢刺傷王劍英後，接著對掌，那枝鏢仍是丟落在地。這時趙半山在廳中來去，足下暗暗使勁，竟將七枝金鏢踏得嵌入了方磚之中，鏢與磚齊，甚是平整。眾人見陳禹臉上變色，順著他眼光一看，都是大為驚奇，知道他露這手功夫，一來是警告商老太不得再使歹毒暗器，二來是要逼陳禹出去算帳，叫旁人不敢阻攔。陳禹四下一望，但見王氏兄弟忙著裹傷，商老太與商寶震咬牙切齒，馬行空微微點頭，殷仲翔臉如死灰，知道沒一個敢出手相助，將心一橫，大聲道：「好啊，平素稱兄道弟，都是好朋友，今日我姓陳的身受巨賊脅迫，好朋友卻到那裏去了？姓趙的，咱們也不用出去，就在這裏動手吧。」趙半山剛說得一個「好」字，忽聽背後風聲響動，知有暗器來襲，接著聽得一聲喝道：「好朋友來啦！」趙半山也不回頭，反過手去兩指一夾，接住了一把小小的飛刀，但覺那飛刀射來勢道勁急，全是陽剛之力，接在手上時刀身微微一震，和福建莆田少林派發射暗器的手法又自不同，笑道：「這位好朋友原來是嵩山少林寺的，可是不疑大師的高足嗎？」發射這柄飛刀的，正是嵩山少林派的青年好手古般若。王氏兄弟、殷仲翔、陳禹等都是一驚，但見趙半山並未回身，尚未見到古般若的人影，卻將他的門派師承猜得一點兒不錯。趙半山心中卻想，我紅花會只僻處回疆數年，離中原並無多時，看來名頭已不及往時的響亮，我要保護一個孩子，叫一個人出外，居然不斷有人前來阻手阻腳，今日若不立威，倒叫後生小子們將紅花會瞧得小了，當下朗聲說道：「你這位好朋友站著可別動。」不等古般若回答，雙手向後揚了幾揚，跟著轉過身來，兩手連揮，眾人一陣眼花繚亂，但見飛刀、金鏢、袖箭、背弩、鐵菩提、飛蝗石、鐵蓮子、金錢鏢，叮叮噹噹響聲不絕，齊向古般若射去。王劍英大駭，叫道：「趙兄手下容情。」趙半山一笑，說道：「不錯，自該手下容情。」眾人瞧古般若時，無不目瞪口呆。但見他背靠牆壁，週身釘滿了暗器，卻無一枚傷到他的身子。古般若半晌驚魂不定，隔了好一陣，這才離開牆壁，回過頭來，只見百餘枚暗器打在牆上，隱隱依著自己身子，嵌成一個人形。他慘然無語，向趙半山一揖到地，直出大門，也不向福公子辭別，逕自走了。趙半山此手一露，即是處了陳禹死刑，更還有誰敢出頭干預？但陳禹臨死還是強口，說道：「自來官匪不兩立，我一死報答福公子，那便是了。」趙半山大怒，向王劍英等說道：「本來太極門中出此敗類，是在下門戶之羞，原想私下了結，可是他非叫我抖個一清二楚不可。」陳禹自己卻也真不知道，甚麼事上得罪了這位紅花會三當家，要知他為人精明圓滑，原是不易與人結怨的，便接口道：「不錯，天下事抬不過一個理字。你說了出來，請大家評個道理。」趙半山「哼」的一聲，指著那個黑膚大眼的小姑娘，問道：「你不認得這小妹妹麼？」陳禹搖頭道：「不認得，從來沒見過。」趙半山道：「就可惜你認得她父親。她是廣平府呂希賢的女兒。」此言一出，陳禹本來慘白的臉色更加白得可怕。眾人「哦」的一聲，齊向這女孩望去。這女孩只有十二三歲，但滿臉風霜，顯是小小的一生之中已受過許多困苦折磨。她指著陳禹，厲聲說道：「你沒見過我，我可見過你。那天晚上你殺我兄弟，殺我爹爹，我在窗外看得清清楚楚。我每天晚上做夢，沒一次不見到你。」這幾句話說得斬釘截鐵，陳禹又是確曾做過那件事，張口結舌的「啊，啊」幾聲，沒再分辯。趙半山向眾人雙手一拱，說道：「這姓陳的說得好，天下事抬不過一個理字。我把這件事的前因後果，說出來請大家評個道理。各位想必都知道，廣平府太極門師兄弟三人，武功以小師弟呂希賢最強。這姓陳的，你稱呂希賢甚麼啊？」陳禹低下了頭，道：「他是我師叔。」心想趙半山述說往事，也不必跟他分辯，心中暗打脫身逃走的主意。趙半山道：「不錯，呂希賢是他師叔。說道呂希賢這人，在下可與他素不相識，他是北京王府的教師爺，咱們鄉下人那裏高攀得上？」言下之意，竟是透著十分不滿，只是他存心厚道，又是礙著那小姑娘的面子，只說到此處為止，接著說道：「在下隱居回疆，中原武林的恩怨原本不聞不問，可是有一日這小姑娘尋到了在下，哭拜在地，說要請我主持公道。小姑娘，你將那兩件東西取出來，給各位叔伯們瞧瞧。」那女孩解下背後的包裹，珍而重之的取出一個布包打開，燭光下各人瞧得明白，赫然是一對乾枯的人手，旁邊還有一塊白布，滿寫著血字。趙半山道：「你說給各位聽吧。」那小姑娘捧著一雙人手，淚如雨下，哽咽道：「我爹爹生了病，已好久躺著不能起來。有一天，這姓陳的突然帶了另外三個惡人，半夜裏來到我家，說是奉王爺之命，要爹爹說太極拳甚麼九訣的秘奧，不知怎樣，他們爭吵起來。我弟弟嚇得哭叫出聲，這姓陳的抓住了他，揚起寶劍威嚇我爹爹，說道要是不說，就將我弟弟一劍殺死。我爹爹說了幾句話，我也不懂，他……他……就將我弟弟殺死了。」說到這裏，眼淚更是不絕流下。胡斐叫道：「這樣的惡人，還不快宰了。」那小姑娘提起衣袖抹了抹眼淚，說道：「後來，我爹爹跟他們動手，他們人多，我爹爹又生著病，就給這壞人害死了。後來，孫伯伯來到我家裏，我就跟他說……」小姑娘不懂武林之中的恩怨關節，說起來有點不明不白。趙半山插口道：「她說的孫伯伯，就是廣平府太極門的掌門人孫剛峰。」這個人的名頭大家是知道的，於是都點了點頭。那小姑娘又道：「孫伯伯想了幾天，忽然叫我過去，他拿出刀來，一刀砍下了自己的左手，蘸了血寫成這封血書，又將刀子放在桌子上，用力把右手揮在刀口上，又砍下了右手，叫我……叫我……送去回疆給趙伯伯，說太極門中除了趙伯伯，再無旁人報得我爹爹血仇……」眾人聽得面面相覷，只覺得這真是人間的一件極大慘事，只是那小姑娘說得太不清楚，實在不懂。趙半山道：「這孫剛峰在下是識得的，當年他瞧不起我趙半山，曾來溫州跟我打過一場架，想不到竟因如此，心中有了我趙某人的影子。」眾人心想：「這一場架，定是孫剛峰輸了。」趙半山又道：「孫剛峰這封血書上說，他是廣平太極門掌門，自愧無能，收拾不下這姓陳的叛徒，因此砍下雙手，送給我趙某人，信上說甚麼『久慕趙爺雲天高義，急人之難』云云。嘿，他送我一對手掌，再加一頂大帽子，趙某人雖跟他沒半點交情，這件事可不能不給他辦了。」陳禹慘白著臉，說道：「這封血書，未必是我孫師伯的親筆，我得瞧瞧。」說著慢慢走到小姑娘身旁，去取血書，突然手腕一翻，寒光閃處，右手中一柄匕首已指著小姑娘的後心，叫道：「好，那就同歸於盡。」這一下變生不測，眾人均未料及。趙半山搶上兩步，待要奪人，卻見陳禹左臂緊緊扼在呂小妹頸中，低沉著嗓子喝道：「你再上前一步，這女娃子的性命就是你害的。」趙半山一驚，自然而然的倒退一步，一時徬徨無計，心想：「那便如何是好？若是七弟在此，他定有計較。」要知趙半山忠厚老實，對付奸詐小人實非其長，處此困境，不自禁想起那足智多謀的七弟武諸葛徐天宏來。陳禹右手的匕首刺破呂小妹後心衣服，刃尖抵及皮肉，要使趙半山無法用暗器打落匕首，雙目瞪住了趙半山，說道：「趙三爺，你我往日無怨，近日無仇。你就是發暗器打瞎我這雙招子，姓陳的決不還手。」趙半山手中扣了兩枚錢鏢，本擬射他雙目，只要他矮身一躲或是伸手一護，就可俟機救人，豈知此人見事得快，先行出言點破了自己的用意。一時之間大廳上登成僵局。※※※陳禹目不轉瞬的瞪著趙半山，防他有甚異動，口中卻在對王氏兄弟說話：「王大哥，王二哥，趙三爺今兒跟兄弟過不去，你二位可知其中原由？」王氏兄弟與他同府當差，雖然並不怎麼交好，但陳禹生性圓滑，平日人緣甚好，若不是二王忌憚趙半山武功了得，早已出言勸解。王劍英接口道：「聽趙三爺說，他也是受人之託，未必明白真相。只怕這中間有甚麼誤會，也是有的。」陳禹冷笑一聲，道：「誤會倒是沒有。王大哥，兄弟進福公子府之前，是在定親王府當差，這個你是知道的了？」王劍英道：「是啊，你是定王爺推薦給福公子的。王爺大大誇你精明能幹哪。」陳禹道：「適才趙三爺說道，兄弟傷了這小姑娘的父親，這件事是有的。可是兄弟是奉了王爺之命，你我同是吃府門飯的人，主人家有差使交下來，你能違命麼？」王劍英這才明白，他藉著與自己一問一答，是在向趙半山解說這回事的來龍去脈，於是又接一句：「這叫做奉命差遣，概不由己，那也怪不得你陳兄弟。」趙半山在回疆接到孫剛峰的血書，立即帶同呂小妹趕到廣平府，但無法找著孫剛峰，當下又到北京找人，一查之下，得悉陳禹已隨同福公子南下。他胯下所騎，是駱冰那匹銀霜逐電駒，不過兩天功夫，已從北京追到商家堡來。陳禹如何害死呂希賢父子，他確是不甚了了。呂小妹年幼，原已說不明白，多問得幾句，她就眼眶一紅，小嘴一扁，抽抽噎噎的哭個不停。這時聽陳禹要言明此事根由，正中下懷，道：「好，你曾說過，天下之事抬不過一個理字。你倒說說看。那呂希賢是你師叔，就算他犯了彌天大罪，也不能由你下手，致他於死地。」陳禹此時有恃無恐，料想今日已不難逃命，但趙半山決不肯就此罷手，日後繼續追尋，卻是難以抵擋，心想總須說得他袖手不顧，方無後患，於是說道：「趙三爺，你是光明磊落的英雄好漢，常言道君子可欺以方，你這一回可是上了孫剛峰的大當啦。」趙半山一愕，道：「怎麼？上了甚麼當？」陳禹道：「我們廣平太極門姓孫的祖師爺傳了弟子三人，孫師伯是大弟子，先父居次，呂師叔第三。他師兄弟三人向來不睦，趙三爺你是明白的了？」趙半山本來絲毫不知，但想自己插手管他門戶之事，若說一切不知，未免於理有虧，當下不置可否，道：「那便怎樣？」陳禹道：「呂師叔是太極北宗一把響噹噹的好手，我對他老人家素來是十分敬仰的。他在定王府當教師爺，太極拳的秘奧卻半點不傳給王爺。定王爺生性好武，見他藏奸，心中自是不快，連問了幾次，呂師叔吃逼不過，竟然辭去了差使。於是定王爺將在下找去，要我解釋太極拳中的甚麼亂環訣、陰陽訣。可是先父武功本就平常，又逝世得早，沒甚麼功夫傳下來，在下懂得甚麼？定王爺便著落在下，去向呂師叔請問明白。」趙半山心想：「太極門南北兩宗各有門規，本門武功秘奧不得傳於滿人。呂希賢不授秘訣，此事大致不假。」於是點了點頭。陳禹臉色顯得十分誠懇，說道：「在下奉王爺之命，與三位當差的兄弟到呂師叔府上去。那時他身上有病，肝火大旺，三言兩語就對我痛下辣手。趙三爺你想，以我這點點稀鬆平常的武功，怎能害得了廣平太極門的第一把好手？」趙半山道：「那他是怎麼死的？」陳禹道：「呂師叔本已有病，在下的言語又重了一些。呂師叔痰氣上湧，失足摔了一交，在下連忙施救，已自不及。」這番言語之中破綻甚多，趙半山正待駁斥，呂小妹已叫了起來：「爹爹是他打死的，爹爹是他……」第二句話沒說完，陳禹扼著她脖子的手一緊，將她後半句話制住了。趙半山大怒，喝道：「你既說他有病，怎地又鬥不過他？再說，他小兒子與你無怨無仇，又何以傷害無辜？快放手！」陳禹道：「趙三爺，你身在萬里之外，怎知我門戶中之事？我勸你還是各人自掃門前雪的好。」他一面說，一面移動身子，慢慢退向廳口。趙半山雙目如要噴火，只是眼見此人心狠手辣，若真上前攔阻，他定要傷害呂小妹性命。這女孩年紀雖小，性格卻極是堅毅，孤身一人，竟然間關萬里、歷盡苦辛的尋到回疆。以這一條路上旅途之艱難，別說是這樣一個小小孤女，就是個壯年漢子，也是十分不易。趙半山毅然插手管這件事，固然是為了孫剛峰斬手相託，可有一小半也瞧在這孤女的孝心份上。後來與她共騎東來，時日一久，已視她猶如女兒一般。只見陳禹再退幾步，便要出廳，趙半山空有一身暗器，竟然不敢向他發射一枚，心下盤算：「若用一枚最重的蛇頭錐打他腦門，自能叫他立時喪命，但他臨死之前只要手臂一送，呂小妹就是性命不保了。」只見他又退了一步，此時桌上一枚大紅燭所結的一個燈花，突然卜的一聲爆了開來，燭光一暗，待得燭火再明，陳禹身後忽已多了一個老者。※※※只見那老者兩手平舉胸前，但光禿禿只有兩根腕骨，手掌已齊腕斬去，身穿青布長袍，形容枯槁，雙目深陷，顴骨高聳，臉上灰撲撲的甚是怕人。陳禹見眾人一齊望著自己身後，神情甚是異樣，不由得回過頭去。突見那人的兩根腕骨已伸到自己臉前，險些碰到，一驚之下，忙讓開了一步，叫道：「孫師伯，是你！」那人竟不理會，拉起長袍，搶上一步，向趙半山拜了下去，說道：「趙三爺，你的恩情，孫剛峰只好來生補報了。」趙半山急忙答禮，雙眼卻不離陳禹。陳禹急退兩步，正要擁著呂小妹搶出廳門，孫剛峰身形一幌，搶先堵住了門，喝道：「回去！」陳禹道：「你讓不讓路？」孫剛峰道：「你已害過呂家二命，姓孫的早就沒想活著。」轉向趙半山道：「趙三爺，這位陳爺的話，在下在門外已聽得清清楚楚，當真是一派胡言。我呂師弟是為了亂環訣與陰陽訣而死在這奸賊手下的。」趙半山向陳禹側目斜睨，哼了一聲，道：「原來陳爺精研我們的這兩大秘訣，兄弟倒要領教。」孫剛峰道：「這倒不是。這位陳爺知道我太極拳有九大秘訣，而亂環訣與陰陽訣又是拳法關鍵，只可惜他父親過世得早，沒來得及傳他。他千方百計要我和呂師弟吐露，我師兄弟知他心術不正，就沒肯說。於是他用定王爺的勢力相壓，呂師弟仍是不說。到後來他乘著呂師弟有病，夜中闖到呂師弟的病榻之前，抓住他一脈單傳的一個娃兒，說道若不吐露亂環、陰陽二訣，就將孩子一刀殺了……姓陳的，我這話是真哪，還是假哪？」陳禹鐵青著臉，一言不發，心中又驚又怒，眼見已可脫身，這姓孫的老傢伙偏偏在這時候闖了進來。只聽孫剛峰哽咽著又道：「於是一個聰明伶俐的娃兒，便喪生在他利劍之下。呂師弟抱病與他拚命，又給他使雲手功夫，拖得精疲力盡，虛脫而死。趙三爺，孫剛峰愧為掌門，年老無能，我北宗又是人才凋零，眼下只有這姓陳的武功最強，只有老著臉皮，請南宗主持公道。」他轉向陳禹道：「陳大爺，我的話沒半句冤你吧？」趙半山直聽得義憤填膺，大步踏了上去，說道：「要學拳術的秘奧，自古以來只有求師訪友，從來沒聽說過如你這等禽獸之行。」陳禹喝道：「你別動，給我站著。」說著手臂一緊，呂小妹呀的一聲叫了出來。趙半山果然站定腳步，不敢再動。陳禹朗聲道：「姓趙的，你要找我，儘管到北京福公子府來。今日請你叫他讓讓道。」趙半山無奈，只得向孫剛峰道：「孫師兄，今日咱們就暫且饒他！」孫剛峰大急，說道：「你說今兒……今兒饒……饒了他？」趙半山道：「孫爺，你放心，趙某既然拉扯上了這回子事，定是有始有終。」孫剛峰急得說不出話來，只說：「你……你……」趙半山：「讓路給他吧。姓趙的若是料理不了這回事，我斬這一雙手還你！」這幾句話說得斬釘截鐵，孫剛峰再無話說，身子往旁邊一讓，眼睜睜的盯著陳禹，目光中充滿了怨毒。陳禹心道：「今日我脫卻此難，立時高飛遠走，天下之大，何處不是容身之所？只要我隱姓埋名，你找一百年也找不著老子。」臉上不自禁露出一絲得意的神色，說道：「趙三爺，你我後會有期。孫師伯說得不錯，我確想學一學太極門中亂環訣與陰陽訣的竅門。你上京來，做兄弟的要好好請你指點指點。」趙半山又是哼了一聲，那去理他。陳禹不敢轉身，挾著呂小妹妹一步步的倒退，經過孫剛峰身側，微微一笑，左足跨出了門檻。胡斐自與王劍英比掌之後，一直在旁凝神注視趙半山、陳禹、孫剛峰三人，此時眼見陳禹狡計得逞，心道：「趙三爺幫了我這個大忙，眼下他遇上難事，我如何不加理會？」他頭腦靈敏，人又頑皮，心念一動，早有計較，運氣將一泡尿逼到尿道口，解開了褲子，見陳禹即將踏出廳門，突然端起一張椅子，說道：「陳禹，我有一事請教。」陳禹一呆，卻沒將這孩子放在眼內，並不理睬。胡斐將椅子在他身前一放，跳上椅子，突然一泡急尿，往他眼中疾射過去。陳禹急怒之下，伸左手在眼前一擋，阻住他射過來的尿水，右手一匕首就往胡斐胸口剁去。胡斐解褲之前，早就籌劃好了下一步，眼見匕首刺到，雙手握起椅子，身子一躍，人在半空，椅子已向他頭頂猛砸下去。陳禹伸手格開，怒罵：「小賊！」胡斐人未落地，已向前一撲，抱住呂小妹一個打滾，滾開半丈。陳禹大驚，縱上搶奪，胡斐鉤腳反踢，隨即站起身來，施展空手入白刃功夫，搶他手中匕首。陳禹心知不妙，不敢戀戰，猛戳一刀，立即轉身出廳，卻見趙半山雙手叉腰，神威凜凜的站在廳口。胡斐哈哈大笑，說道：「我一泡尿還沒撒完呢！」這一下變化，趙半山固是萬萬猜想不到，廳上眾人也無一不是大出意料之外。待得各人明白他的用意，呂小妹早已獲救，陳禹亦已困入重圍。這一來商老太更增恨意，王氏兄弟妒念轉深，馬行空暗叫慚愧，殷仲翔喃喃怒罵，但不論是恨是妒，是愧是罵，各人心中，均帶著三分驚佩讚嘆：「若非這小子出此怪招，怎能將陳禹截得下來？」※※※趙半山心中對胡斐大是感激，臉上卻不動聲色，對陳禹淡淡道：「陳爺，你為了學亂環訣和陰陽訣，傷了兩條人命，其實大可不必這麼費事。這兩篇歌訣，在太極門中也算不得是甚麼了不起的不傳之秘，趙某不才，倒還記得。你說過要向趙某討教，今日就傳了於你，也自不妨。」眾人一呆，均想：「他已難逃你的掌握，卻來說反話。」卻聽趙半山又道：「我先說亂環訣與你，好好記下了。」於是朗聲念道：「亂環術法最難通，上下隨合妙無窮。陷敵深入亂環內，四兩能撥千斤動。手腳齊進豎找橫，掌中亂環落不空。欲知環中法何在，發落點對即成功。」這八句一念，孫剛峰和陳禹面面相覷，說不出話來。原來這八句詩不像詩、歌不像歌的話，正是太極門中的「亂環訣」。陳禹幼時也依稀聽父親說起過，只是全然不懂其中奧妙，萬想不到趙半山真能原原本本的念給自己聽。他把心一橫，生死置之度外，道：「其中含義，還請趙三爺指點。」趙半山道：「本門太極功夫，出手招招成環。所謂亂環，便是說拳招雖有定型，變化卻存乎其人。手法雖均成環，卻有高低、進退、出入、攻守之別。圈有大圈、小圈、平圈、立圈、斜圈、正圈、有形圈及無形圈之分。臨敵之際，須得以大克小、以斜克正、以無形克有形，每一招發出，均須暗蓄環勁。」他一面說，一面比劃各項圈環的形狀，又道：「我以環形之力，推得敵人進我無形圈內，那時欲其左則左，欲其右則右。然後以四兩微力，撥動敵方千斤。務須以我豎力，擊敵橫側。太極拳勝負之數，在於找對發點，擊準落點。」他所說的拳理明白淺顯，人人能解，但其中實是含有至理。廳上眾人均是武學好手，聽他口中講述，手腳比擬，無不出神。要知能聽到這樣一位武學名家講述拳理精義，實是一生之中可遇而不可求的良機。趙半山說的是太極拳秘訣，初時王氏兄弟、商老太、馬行空、殷仲翔等還只存著觀摩與切磋之心，但後來聽他越說越是透徹，許多自幼積在心中的疑難，師父解說不出、自己苦思不明，卻憑他三言兩語，登時豁然而通。趙半山解畢「亂環訣」，說道：「口訣只是幾句話，這斜圈無形圈使得對不對，發點與落點準不準，可是畢生的功力。你懂了麼？」陳禹盼望這「亂環訣」盼了一生，此時聽得明白，懂得透徹，知道只要再加十餘年苦練，憑此一訣，便可成武學大師，不由得滿心歡喜，又問：「請問趙爺那陰陽訣又是如何？」趙半山道：「陰陽訣也是八句歌，你記好了。」陳禹聽得出神，就似當年聽父親傳授武功一般，隨口應道：「是，孩兒用心記著。」待得一言出口，這才驚覺，不由得滿臉通紅，但眾人都在傾聽趙半山講武，誰也沒留意他說些甚麼，卻無一個失笑。只聽趙半山朗聲念道：「太極陰陽少人修，吞吐開合問剛柔。正隅收放任君走，動靜變裏何須愁？生剋二法隨著用，閃進全在動中求。輕重虛實怎的是？重裏現輕勿稍留。」這口訣陳禹卻從沒聽見過，但他此時全無懷疑，用心記憶。只見趙半山拉開架式，比著拳路，說道：「萬物都分陰陽。拳法中的陰陽包含正反、軟硬、剛柔、伸屈、上下、左右、前後等等。伸是陽，屈是陰；上是陽，下是陰。散手以吞法為先，用剛勁進擊，如蛇吸食；合手以吐法為先，用柔勁陷入，似牛吐草。均須冷、急、快、脆。至於正，那是四個正面，隅是四角。臨敵之際，務須以我之正衝敵之隅。倘若正對正，那便衝撞，便是以硬力拚硬力。若是年幼力弱，功力不及對手，定然吃虧。」胡斐一直在凝神聽他講解拳理，聽到此處，心中一凜：「難道這句話是說給我聽的麼？是說我與王劍英以力拚力的錯處麼？」卻見趙半山一眼不望自己，手腳不停，口中也絲毫不停：「若是以角衝角，拳法上叫作：『輕對輕，全落空』。必須以我之重，擊敵之輕；以我之輕，避敵之重。再說到『閃進』二字，當閃避敵方進擊之時，也須同時反攻，這是守中有攻；而自己攻擊之時，也須同時閃避敵方進招，這是攻中有守，此所謂『逢閃必進，逢進必閃』。拳訣中言道：『何謂打？何謂顧？打即顧，顧即打，發手便是。何謂閃？何謂進？進即閃，閃即進，不必遠求。』若是攻守有別，那便不是上乘的武功。」這番話只將胡斐聽得猶似大夢初醒，心道：「若是我早知此理，適才與王氏兄弟比武，未必就輸。」心中對趙半山欽佩到了極處。趙半山又道：「武功中的勁力千變萬化，但大別衹有三般勁，即輕、重、空。用重不如用輕，用輕不如用空。拳訣言道：『雙重行不通，單重倒成功』。雙重是力與力爭，我欲去，你欲來，結果是大力制小力。單重卻是以我小力，擊敵無力之處，那便能一發成功。要使得敵人的大力處處落空，我內力雖小，卻能勝敵，這才算是武學高手。」只見他出手比劃，許多拳法竟是胡斐剛才與王劍英對掌時所用。他詳加解釋，這一招如何可使敵招用空，這一招如何方始見功。胡斐聽到此處，方始大悟：「原來趙三爺費了這麼大的力氣，卻是在指點我的武功。」要知陳禹是叛門犯上的奸徒，趙半山怎能授他太極秘法？只是他見胡斐拳招極盡奇妙，臨敵之際卻是憑著一己的聰明生變，拳理的根本尚未明白，想是未遇明師指點。武林之中規矩極多，若是別門別派的弟子，縱使他虛心請益求教，也未便率爾指教，否則極易惹起他本門師長的不快，許多糾紛禍患，常由此而起。他實不知胡斐無師自通，只憑了祖傳的一部拳經，自行習練而成，眼見他良材美質，未加雕琢，甚是可惜，料想他師長未明武學至理，因此藉著陳禹請問亂環訣與陰陽訣的機會，將武學的基本道理好好解說一通，每一句話都是切中胡斐拳法中的弊端，說得上是傾囊以授。他知胡斐聰明過人，必能體會，至於王劍英、馬行空等人雖也聽到了，但這些人年紀已大，縱明其理，也未必能再下苦功，練到這步田地。經此一番指點，胡斐日後始得成為一代武學高手，只是如此傳授功訣，在武林中也可說是別開生面了。趙半山講解已畢，向陳禹道：「我說的可對麼？」陳禹道：「承蒙指點，茅塞頓開。早知如此，在下也不必向孫呂二人苦苦哀求了。」趙半山冷然道：「是啊，早知如此，那也不必害死兩條人命了。」陳禹一驚，只覺一道涼意從背脊上直透下去，心想：「他好端端傳我拳訣，怎地又提此事？」向王氏兄弟、殷仲翔等人一望，但見各人臉上均現迷惘之色。趙半山道：「陳爺，這兩個拳訣我是傳於你了，如何使用，只怕你還領會不到，來，咱們來推推手。」那推手是太極同門練武的一種尋常手法，陳禹心中雖存疑懼，卻也不便相拒，說道：「趙三爺，在下技藝平常，你多包涵著點兒。」趙半山鐵青著臉道：「太極北宗第一高手呂希賢都死在閣下掌底，怎說得上技藝平常？看招吧！」一招「手揮琵琶」，向他擊去。陳禹一驚，忙以「如封似閉」守住正中，但數招之間，拳路已全受敵人之制。兩人使的太極拳雖有南北之分，拳路其實大同小異，可是功力深淺有別，又拆數招，陳禹的雙掌似乎全給趙半山黏住了。直到此時，孫剛峰心頭一塊大石方始落地，只聽趙半山問道：「孫兄，你說呂希賢是給他用『雲手』累死的？」孫剛峰忙道：「是啊。我見到呂師弟的屍首，顯是筋骨脫力。」陳禹越鬥越驚，說道：「趙三爺，在下不是你的對手，咱們罷手啦。」趙半山道：「好，你再接我一招。」左手帶著他的右手，轉了一個大圈，一股極強的螺旋力帶動他左手，正是太極雲手。這雲手連綿不斷，一圈過後，又是一圈，當日陳禹害死呂希賢，使的正是這一路手法。陳禹想到呂希賢死時的慘狀，想到他連聲哀告而自己卻絕不催勁，想到他連最後一分力氣也給自己逼了出來，不由得汗如雨下。趙半山見他臉上現出驚懼至極之色，心腸一軟，實感不忍，勁力一鬆，黏力卸去，溫言道：「大丈夫一身作事一身當，既行惡事，自有惡果。你好好想一想吧。」他生性仁善，雖知陳禹死有應得，卻不願見他如呂希賢一般慘受折磨而死。他轉過身子，負手背後，仰天嘆道：「一個人所以學武，若不能衛國禦侮，也當行俠仗義，濟危扶困。若是以武濟惡，那是遠不如作個尋常農夫，種田過活了。」這幾句其實也是說給胡斐聽的，生怕他日後為聰明所誤，走入歧途。他一生之中，從未見過胡斐這等美質，心中對之愛極，自忖此事一了，隨即西歸回疆，日後未必再能與之相見，因此傳授上乘武學之後，復諄諄相誡，勸其勉力學好。胡斐如何不懂他言中之意，大聲喝道：「姓陳的，一個人做了惡事，就算旁人不問，也不如自盡了的好，免得玷污了祖宗的英名。」他這幾句其實是答覆趙半山的。趙半山極是喜慰，轉頭望著他，神色甚是嘉許。胡斐眼中卻滿是感激之情。正當一老一少惺惺相惜、心情互通之際，陳禹見趙半山後心門戶大開，全無防備，自己與他相距不到二尺，心想：「不是你死，便是我亡！」運勁右臂，奮起全身之力，一招「進步搬攔搥」，往趙半山背心擊去。陳禹這一拳，乃是他畢生功力之所聚，自知這一招若不能制敵於死命，自己就無活命之機，當真是拳去如風，勢若迅雷。就在這電光石火的一瞬之間，趙半山身子一弓，正是太極拳中「白鶴亮翅」的前半招，陳禹這一拳的勁力登時落空。趙半山腰間一扭，使出「攬雀尾」的前半招，轉過身來，雙掌緩緩推出，用的是太極拳中的「按」勁。他以半招化解敵勢，第二個半招已立即反攻，只兩個半招，陳禹全身已在他掌力籠罩之下。太極拳乃是極尋常的拳術，武學之士人人識得。眾人見趙半山一守一攻都只使了半招，就能隨心所欲，的是名家手段，非同凡俗，無不大為嘆服。此時陳禹咬緊牙關，拚著生平所學，與趙半山相抗，初一接招，只覺對方力道也不甚強，於是手上加勁。但發力一增，立覺對方反擊的力道也相應大增，一驚之下，急忙鬆勁，對方的反力居然也即鬆了，然而要脫出他牽引之力，卻也不能。胡斐默默想著趙半山適才所授的「亂環訣」與「陰陽訣」，凝神觀看二人過招，印證趙半山所說的拳訣要義。但見陳禹發拳推掌，勁力雖強，可是只要給趙半山一撥一帶，掌勢的方位登時變了，那正是「亂環訣」中所謂「陷敵深入亂環內，四兩能撥千斤動」的應用。他瞧了一會，笑道：「陳老兄，你已經深陷趙三爺的亂環之內了，我瞧你今日要歸位。」陳禹全神貫注的應付敵招，胡斐這幾句話完全沒有聽見。又拆數招，胡斐瞧出陳禹拳招中露出破綻，叫道：「趙伯伯，他左肋空虛，何不擊他？」趙半山笑道：「正是！」拳隨聲至，攻向他的左肋。陳禹急忙閃避。胡斐又道：「攻他右肩。」趙半山道：「好！」一掌向他右肩拍去。陳禹沉肩反掌架開。趙半山笑問道：「下一招怎地？」胡斐道：「踢他腰間。」趙半山左掌一帶，陳禹拿勁穩住身子，趙半山果然飛腳踢他腰間。胡斐連叫數下，每一招都說的頭頭是道。趙半山讚道：「小兄弟，你說的大有道理。」胡斐突然叫道：「拍他背心。」這時趙半山正與陳禹相對，心中一怔：「這一招可叫得不對了，我與敵人正面相持，怎能攻他背心？」但微一遲疑，立時省悟：「原來這孩子是出了個難題給我做。」當下身子半斜，右掌向外拖引，陳禹也即斜身應招。趙半山左掌再向右一帶，陳禹的身子又斜了幾分，背心算是賣給了人家。趙半山輕輕一掌拍出，正擊他的背脊。這一掌只要去得稍快，力道略強，陳禹已自斃命，他大駭之下，急忙轉身，臉上慘無人色。趙半山回頭笑道：「對不對啊？」胡斐大拇指一翹，讚道：「好極了！」陳禹死裏逃生，但究是名家弟子，雖是驚魂未定，卻已見到可乘之機，只見趙半山回身與胡斐說話，下盤空虛，心想：「我急攻兩招，瞧來就能逃命。」飛腿「轉身蹬腳」，猛向趙半山踢去，見他側身一退，大喝一聲，一招「手揮琵琶」，斜擊敵人左肩。他這兩招連環而出，勢如狂風驟雨，用意不在傷敵，只求趙半山再退一步，他就能奪門而逃，自恃年輕力壯，腿長腳快，趙半山身子肥胖，拳術雖高，說到跑路，總勝不了自己。趙半山見他起腿，便已猜到他的用意，待他「手揮琵琶」一招打到，竟不後退，踏上一步，也是一招「手揮琵琶」。這一招以力碰力，招數相同而處於逆勢，原是太極拳中的大忌，與他適才所說「雙重行不通」的拳理截然相反，即令是高手逢著低手，也是非敗不可。旁觀眾人倒有半數輕輕「噫」的一聲。陳禹反掌一探，已抓著趙半山的手腕，就勢一帶，將他龐大的身軀舉了起來，隨即甩了出去。孫剛峰與呂小妹齊聲大叫：「啊喲！」胡斐卻笑著叫道：「妙極，妙極！」趙半山身在半空，心中暗嘆：「無怪北宗太極盛極中衰。孫剛峰枉為一派掌門，卻不及一個小小孩子，竟然瞧不出我此招的妙用。」跟著一陣喜歡：「這孩子領悟了我指點的拳理情義，立即能夠變通，當真難得。」陳禹將敵人抓起，心中又驚又喜，這一下成功，卻是他始料所不及，用力一甩之下，滿擬就算不能傷敵，也可全身而出商家堡了。那知舉臂一揮，趙半山手掌一翻，反而將他手腕拿住，這一甩竟沒將他摔出。陳禹一驚，左掌隨即向上揮擊，趙半山居高臨下，右擊按落。拍的一聲，雙掌相交，兩隻手掌就似用極黏的膠水黏住了。陳禹左掌前伸，趙半山右掌便後縮，陳禹若是回奪，他便跟進，一個胖胖的身軀，卻仍是雙足離地，被陳禹舉在半空。按照常理，一人身子臨空，失了憑借，那已是處於必敗之地，但趙半山知己知彼，料定對方功力與自己相差太遠，是以故行險著，要將平生所悟到最精奧的拳理，指點給胡斐知曉，要叫他臨敵時不可拘泥一格，用正為根基，用奇為變著，免得如王劍英、王劍傑兄弟一般，膠柱鼓瑟，不懂「出奇制勝」的道理。他左手與陳禹右手相接，右手與他左手相接，不論陳禹如何狂甩猛摔，始終不能使他有一足著地。趙半山身子肥胖，二百來斤的份量壓在對方雙臂之上。初時陳禹尚不覺得怎樣，時刻稍久，但覺膀子上的壓力越來越重，就似舉了一塊二百多斤的大石練功一般。若真是極重的一塊大石，也就罷了，但趙半山人在空中，雙足自由，不絕尋瑕抵隙，踢他頭臉與雙目。陳禹又支持片刻，已是額頭見汗，猛地一個箭步，縱向柱邊，揮手運力，想將敵人的身子往柱子上揮去。但趙半山豈能著了他的道兒，右足早出，撐在柱上。先前他身子在半空，壓在陳禹膀上的只能是自身重量，要加上一兩一錢的力道也是絕不能夠，此時足上借了柱子之力，登時一股強力，如泰山壓頂般蓋將下來。陳禹雙臂格格作響，如欲斷折，暗叫：「不妙！」急忙躍開。這時他全身大汗淋漓，漸漸濕透衣衫，不論使地堂拳著地打滾，或是縱橫跳躍，趙半山總是身在半空，將自身重量壓在他的身上。胡斐見趙半山的武功如此神妙，不禁又是驚奇，又是喜歡，見他下盤憑虛，全然借敵人之力反擊。只見陳禹身上汗水一滴滴的落在地下，就像是在一場傾盆大雨下淋了半天一般。不多一會，滿地都是水漬。胡斐還道他是出盡全力，疲累過甚。馬行空、王劍英等行家，卻知陳禹每流一滴汗水，功力便消耗一分，待得汗水流無可流，那便是油盡燈枯、斃命之時了。陳禹自己也何嘗不知，只覺得全身酸軟，胸口空洞洞地難受之極，猛地想起：「我使雲手累死呂希賢之時，他身上所受、心中所感，定與我此時一般無疑。這叫做自作自受，眼前報應。」一想到性命難逃，不禁害怕之極，剛勇之氣一衰，再無半分力道與對手相抗，突然間雙膝跪下，叫道：「趙三爺饒命！」趙半山身在半空，全憑敵人的力氣支持，陳禹斗地氣竭跪倒，他輕輕向後一縱，伸出右掌，喝道：「留著你這奸徒何用？」正要一掌向他天靈蓋擊落，卻見他仰臉哀求，滿面驚懼之色。趙半山素來心腸仁慈，縱遇窮兇極惡的神奸巨憝，只要不是正好撞到他在胡作非為，常起憐憫之心，擒住了叫訓一頓，即行釋放，使他日後能夠改過遷善。此時陳禹筋脈散亂，全身武功已失，已與廢人無異，就算不肯痛改前非，也已不能作惡，眼見他神情可憐，一掌停在半空中卻不擊下，轉頭向孫剛峰道：「孫兄，此人的功夫已經廢了，憑你處置吧。只是小弟求一個情，留他一條性命。」孫剛峰望望趙半山，又望望陳禹，心下甚是為難，尋思：「這奸賊罪大惡極，我拚著斬斷雙手，方能將你請到，怎可饒他？但這奸賊又是由你制服，你既出言留他性命，我又怎能拒卻？」轉頭看呂小妹時，只見她雙目中噴出怒火，恨恨的瞪著陳禹，登時有了主意，當即撲翻身軀，向趙半山便拜，說道：「趙三爺，今日你為我北宗清理門戶，孫某永感大德。」說著連連磕頭。趙半山忙也跪下還禮，說道：「孫兄不必多禮。路見不平，拔刀相助，乃是我俠義道本份之事。何況你我同門，休戚相關，何勞言謝。」只見孫剛峰站起身來，口中卻橫咬著明晃晃的一柄尖刀。趙半山站直身子，突然見到尖刀，不禁一驚，退了一步。原來這柄匕首是陳禹所有，他本來用以指住呂小妹，其後胡斐施巧計救人，相鬥之際，將匕首奪下擲在地上。後來趙半山口授拳訣，一件事緊跟著一件，陳禹始終無暇拾回匕首。孫剛峰沒了雙手，卻乘著磕頭之時，用口啣了起來。他踏前兩步，走到呂小妹身前，彎腰將匕首送了過去。呂小妹伸手握住刀柄，目光中意存詢問。孫剛峰鬆開牙齒，說道：「趙三爺，你說甚麼，做兄弟的不敢駁回半句。但呂小妹的父親是給這奸賊活活打死的，她兄弟是這奸賊親手殺的。饒不饒人，除了小妹自己，天下再無第二個人做得了主。趙三爺，你說是不是？」趙半山嘆口氣，點了點頭。孫剛峰向呂小妹厲聲道：「小妹，你要報仇，有膽子就將這奸賊殺了。你若是心軟害怕，就放他走了罷！」眾人目光一齊注視在呂小妹臉上。有的心想她既有堅志毅力遠赴回疆求援，復仇之心極為堅決，自有膽量殺人；有的卻見她瘦小怯弱，提著明晃晃的一柄尖刀，全身已不住發抖，只怕未必敢去殺陳禹這長大漢子。呂小妹身子打戰，心中卻無半分遲疑之意，提著尖刀，逕自走向陳禹。她身高還不到陳禹胸口，尖刀向前一送，正好刺向他的小腹。這時陳禹四肢酸麻，能夠直立不倒，已是萬分勉強，眼見小妹一刀刺來，大叫一聲，回頭就走。呂小妹雖曾練過一些拳腳，究竟武功極淺，給他一縮身，一刀登時刺空，當下提著尖刀，隨後追去。陳禹腳步蹣跚，奔向廳門，突見大廳之門已於不知何時緊閉，急忙伸手去推，那知大門竟然奇熱，嗤嗤幾聲響，冒出白煙，兩隻手掌已被大門黏住。他大驚之下，奮力回奪，只是全身勁力早失，一個踉蹌，身子反而靠了上去，黏在門上，慘呼一聲，隨即全無聲息。這一下變故可沒一人料想得到。眾人一呆之下，一齊湧到門前，鼻中只聞到一陣焦臭，原來那廳門竟是一扇極厚的鐵門，不知是誰在外已將門燒得熾熱。陳禹被黏在門上，片刻間已然燙死。眾人看明真相，驚詫更甚。王劍英叫道：「弟妹，怎麼一回事？」卻不聽見商老太回答，轉身尋人時，不但商老太母子影蹤不見，連廳中傳送酒菜的僕人也已個個躲得不知去向。王劍英臉上突然遮上一道陰影，急步走向內堂，只見通向內堂之門也已緊閉。那門正中繪了一個八卦，烏沉沉的似乎也是鋼鐵所鑄。他不敢伸手去推，只走上兩步，登覺一股熱氣撲面而至。原來後門也給烤熱了。王劍傑大聲叫道：「商家嫂子，你在搗甚麼鬼啊，快些出來！」他聲音洪亮，四壁回音反震，更加響亮。眾人自然而然的抬起頭來，但見那廳竟無一扇窗子，前後鐵門一閉，關得密不通風，連蒼蠅也飛不出去。眾人面面相覷，這才省悟，原來商家堡這座大廳建造之時已是別具用心，門用鐵鑄，不設窗戶，瞧來牆壁也是極其堅厚，非鐵即石了。馬行空提起一條長凳，雙臂運勁，「嘿」的一聲，往牆上撞去，長凳從中斷為兩截，牆上白粉簌簌落下幾塊，露出內裏的花崗石來。王劍英擺個馬步，運勁於掌，雙掌向牆壁排擊過去。以他這一擊之力，尋常牆壁縱不洞穿，也要打得土崩磚裂，但這牆壁顯是以極厚極重的巖石砌成，在王劍英雙掌併擊之下，卻是紋絲不動。王劍傑心慌意亂，不住叫嚷：「商家嫂子，你幹甚麼？快開門！快開門！」趙半山沉住了氣，欲尋出路，但想：「這大廳如此建造，本意就要害人，屋頂上也必布置嚴密，衝不出去。」王劍傑叫了幾聲，心中害怕起來，住口不叫了，望著兄長，沒半點主意。這時廳中留著的是趙半山、胡斐、孫剛峰、呂小妹、王氏兄弟、馬行空、徐錚、殷仲翔，一共九人，還加陳禹一具屍體。除了呂小妹外，其餘八人都算得是武林好手，但困在這座鐵鑄石砌的廳中，空有全身武功，卻無半點施展之法，一時你望我，我望你，不知如何是好。忽聽得一個陰惻惻的聲音著地傳來：「你們自命英雄好漢，今日想逃出我商家堡的鐵廳，那叫做千難萬難。這鐵廳是先夫商劍鳴親手所建，他雖死去多年，還能制你們的死命。眾位大英雄，你們可服了麼？」說著哈哈大笑。眾人聽得毛骨悚然，不寒而慄。尋聲望去，原來商老太這番話是從牆腳邊一個狗洞中傳進來的。王劍英俯下身來，對著狗洞叫道：「弟妹，我兄弟與劍鳴師弟同門共師，有恩無仇。你把咱兄弟也關在這裏，那算怎麼一回事？」商老太又是陰惻惻的笑了幾下。狗洞中傳進來柴火爆裂時的畢卜之聲，顯是外面火頭燒得極猛。只聽商老太枯啞的聲音說道：「劍鳴不幸為奸賊胡一刀所害，你既與他有同門之誼，就該設法報仇。今日遇上仇人之子，你兄弟倆卻怕了外人，袖手不顧，這等不仁不義之人，活在世上何用？」王劍英道：「劍鳴師弟的死訊，我們今日才聽到，更不知是胡一刀所害的。若是早知，自然已為他報了大仇。」商老太冷笑道：「你昧了良心，說這等鬼話。」王劍英說道：「剛才我手上受傷中毒，不也是為了……為了……」一言未畢，只聽颼的一聲，狗洞中射進一枝箭來，若非王劍傑眼快，搶上一步踏住，伏在地下的王劍英還得中箭受傷。殷仲翔自長劍被趙半山震斷後，一直默不作聲，心想自己與此事全然無涉，卻在這裏陪著送命，也可算得極冤，問道：「商劍鳴造這座鐵廳，想害甚麼人？」王劍英怒道：「這人跟先父學藝之時，為人就不正派，鬼鬼祟祟的造起這種房屋，還能安甚麼好心眼了？」胡斐心想：「那商劍鳴打不過我爹爹，於是造了這座鐵廳想來害他，那知這個膿包還是死在我爹爹手裏。」他心中想到，口裏卻不說話，四下察看，找尋脫身之計。胡斐的推想卻也錯了。商劍鳴與胡一刀素不相識，他是與苗人鳳結下了深仇，知道這位號稱「打遍天下無敵手」的金面佛極不好惹，總有一日要找上門來，若是比武不勝，就可用這鐵廳制他。那知找上門來的不是苗人鳳而是胡一刀。商劍鳴一向自負，全不將胡一刀放在眼裏，一戰之下，不及使用鐵廳，首級已被割去。這段仇恨商老太時刻在心，既知胡一刀已死，而他的兒子胡斐武功又極是厲害，眼見大仇難復，乘著趙半山與陳禹相鬥、眾人凝神觀戰之際，她悄悄與兒子出廳，悄悄關上了前後鐵門，然後指揮家丁，堆柴焚燒。這座鐵廳門堅牆厚，外面燒火，廳中各人竟未知覺，待得陳禹燒死在鐵門之上，各人已如籠中之鳥，插翅難飛了。眾人在廳中繞走徬徨，好在那廳極大，鐵門雖然燒紅，熱氣還可忍耐。趙半山道：「咱們總不能在這兒生生困死，大夥兒齊心合力，掘一條地道出去。」殷仲翔皺眉道：「此處又無鐵鏟鋤頭，待得掘出，人都烤熟了。」徐錚一直擔心未婚妻子馬春花隔在廳外，不知有何凶險，他是個莽夫，空自焦急，想不出半點法子，這時聽趙半山說到掘地道，大聲道：「趙三爺說得對，總是勝過束手待斃。」拔出單刀，將地下的一塊大青磚挖起，突見一股熱氣冒將上來。他嚇了一跳，伸刀在熱氣上升處一擊，只聽噹的一響，竟是金鐵撞擊之聲。眾人更是驚詫。王劍傑道：「地底也是鐵鑄的？」用刀接連撬起幾塊青磚，果然下面連成一片，整個廳底乃是一塊大鋼鐵。掘地道固然不用說了，更唬人的是，地面上的熱氣越冒越旺。徐錚罵道：「媽巴羔子，這老虔婆在地底下生火，這廳子原來是一隻大鐵鑊。」胡斐笑道：「不錯，老婆子要把咱們九個人煮熟來吃了。」眾人眼見熱氣嬝嬝上冒，無不心驚。過得片刻，頭頂也見到了熱氣，原來廳頂也是鐵板，上面顯然也堆了柴炭，正在焚燒。王劍英突然又伏在狗洞之前，叫道：「商家弟妹，你放我們出來，我兄弟為你取那姓胡的小雜種性命。」胡斐聽他出言不遜，提起腳來往他屁股上踢去。趙半山拉住他手臂向後一扯，這一踢登時落空。趙半山低聲道：「這裏大夥兒須得同舟共濟，自己人莫吵，須得先想法子出去。」心想：「只要商老太肯放王氏兄弟，便有脫身之機。」卻聽商老太說道：「小雜種的性命早已在我手中，何必要你假惺惺相助？再過半個時辰，你們人人都化成焦炭。哈哈，這裏面沒一個是好人。姓胡的小雜種，馬老頭子，廳上好風涼罷？」馬行空皺眉不答。商老太又梟啼般笑了幾聲，叫道：「馬老頭子，你的女兒我會好好照料她，你放心，我給她找一千個一萬個好女婿。」馬行空心如刀割，他年紀已大，對自己性命倒不怎麼顧惜，只是獨生愛女卻落在外面，受這惡毒的老婆子折磨起來，那可是苦不堪言。王劍英站起身來，在兄弟耳邊說了幾句話，王劍傑點了點頭。王劍英向趙半山拱了拱手，說道：「趙三爺，咱們同在難中，兄弟可有句不中聽的言語。」趙半山拉著胡斐的手，說道：「一切全憑王大哥吩咐。可是要伸手加害這小兄弟，卻辦不到。」原來趙半山見王氏兄弟交頭接耳，已知二人為了活命，想先殺胡斐，再向商老太求情。王劍英被他一言點破了心事，臉帶殺氣，厲聲道：「趙三爺，商老太的對頭只有這孩子一人。冤有頭，債有主！大夥兒犯不著一齊陪一個孩子做鬼。」他向眾人逐一望去，說道：「各位說冤是不冤？」殷仲翔立即接口：「除了這孩子，大夥兒跟這件事全沒牽連。」王劍英道：「馬老鏢頭，你怎麼說？」馬行空自忖商老太與己有仇，未必能放過自己師徒，但眼前情勢危急異常，只有設法脫身先說，胡斐是死是活，原也不放在心上，於是說道：「王大爺說得是，此事原與旁人無涉。」王劍英道：「孫大哥，你來趕這漟渾水，那更是犯不著。姓陳的已經燒死，你與呂家小妹妹的仇已經報了。」孫剛峰覺得他的話很有理，只是心中極感趙半山之情，實不便公然與他作對，於是勸道：「趙三爺，不是兄弟不顧義氣，倘是你趙三爺……」趙半山厲聲喝道：「你們有六個，我們只有兩人。咱們倒先瞧瞧，是姓趙姓胡的先死呢，還是你們姓王姓殷的先死。」說著擋在胡斐身前，神威凜凜。他平時面目慈祥，說話溫和，心腸又是極軟，可是面臨生死關頭，「仁俠」二字卻是顧得極緊，這幾句話說得斬釘截鐵，竟不留半分餘地。王氏兄弟等一來忌他武功了得，二來又覺自己貪生怕死，跡近無義小人，倒也不敢一擁而上動手。但一個人到了生死之際，面目全露，實是半點假借不得。各人只覺腳底越來越是熾熱，再也站立不住，都拖了一張長凳或是椅子，踏在上面。王劍傑八卦刀一揚，叫道：「趙三爺，兄弟今日要得罪了。」左手向殷仲翔、馬行空、徐錚一招手，喝道：「併肩子上啊！」他知孫剛峰決不能相助自己與趙半山為敵，但己方五人敵他一老一小，也大有可勝之機。各人兵刃紛紛出手，只待趙半山身子一動，五人的刀劍要同時砍刺出去。這一番只要動上了手，那是人人拚命，眼見廳中越來越熱，多挨一刻，便是多一分危險。胡斐心中卻想：「只是為我一人，卻陪上這幾個人。王氏兄弟等死不足惜，趙三爺是大大的英雄好漢，如何能讓他為我而死？這幾人擁將過來，縱然趙三爺和我將他們殺了，我們仍是難逃性命。瞧來只有我自己死在商老太手裏，才能救得趙三爺的性命。」眼見王氏兄弟躍躍欲動，只是無一人敢先發難，當下心念已決，朗聲道：「大家且莫動手。」一俯身，將頭鑽出狗洞，叫道：「商老太，我在這裏不動，你一鏢打死我罷！快開門放趙三爺出來。」商老太仰天大笑，從懷中掏出金鏢，叫道：「劍鳴，劍鳴，今日我給你親手報仇！」右手一揚，一枚餵有劇毒的金鏢對準胡斐的面門急射過去。胡斐眼見金光閃動，金鏢向著自己眉心急射過來，雙目一閉，心想：「商老太將我打死，遂了心願。她與趙伯伯無仇，自會放他出來。」就在此時，突覺右足被人一扯，身子向後激射。他睜開眼來，身子已在半空，當即左臂長出，在柱上一抹，輕輕落下地來，只見趙半山手中接了一枝金鏢，原來又是他救了自己性命。王劍英眼見胡斐捨身救人，趙半山竟從中阻撓，不禁大怒，叫道：「姓趙的，大丈夫恩怨分明，此事原本與你我無干。他既自願就死，又要你橫加插手幹麼？」※※※趙半山微笑不答，轉頭向胡斐道：「小兄弟，適才你腦袋鑽出了狗洞之外，是麼？」胡斐道：「是啊。」見他神情鎮定，笑容可掬，似乎已有了脫身之計，說道：「趙伯伯，請你吩咐。」趙半山道：「腦袋是硬的，無法縮小，肩膀與身子卻是軟的。」胡斐立時領悟，叫道：「是了，腦袋既鑽得出，身子便也鑽得出。」當即脫下棉襖，裹成一團，頂在頭上，一來是易於鑽出，二來是抵擋商老太的餵毒金鏢。趙半山道：「你且退後，我給你開路。」徐錚叫道：「不行，你這麼肥胖，怎鑽得出去？」趙半山哈哈一笑，不去理他，俯下身子，右手一揚，一枚袖箭從狗洞中激射而出，只聽外面一名莊丁大聲呼痛，叫道：「腳，腳，我的腳！」顯是他的腳給袖箭打中了。趙半山左手微動，又將商老太的金鏢發了出去。這一次外面卻無動靜，想是各人均已避開。有人叫道：「快，快把狗洞堵死。」商老太喝道：「不許動，我要聽他們燙死時的呼叫。大家避在一旁便是，暗器能拐彎麼？」趙半山雙手連揚，十餘枚暗器接連射出，去勢勁急異常，都射出十丈以外。發到將近二十枚，他左手在胡斐背後輕輕一推。胡斐向前一撲，先將棉襖送了出去。商老太早已防到這著，火光下見黑黝黝的一團從狗洞中鑽出，紫金八卦刀呼的一刀砍將下來，正中棉襖，但覺著刀之處軟綿綿地，心知不對，急忙提刀。胡斐右手先出，手掌一翻，已抓住她手腕，跟著腦袋從狗洞中鑽了出去。商老太大叫一聲。商寶震縱了過來，一刀向著胡斐頭頂砍落。此時胡斐的肩頭也已脫出狗洞，只是那狗洞極為狹小，挾住他胸口與左手，一時竄不出來，只得借勁將商老太的手腕揮去，噹的一響，母子倆雙刀相交。這一下手法，正是趙半山適才所授的借力打力功夫，也是他聰明過人，一學即能使用，否則非喪命於商寶震刀下不可。趙半山聽到雙刀相交之聲，卻見胡斐身子尚未鑽出，運起太極柔勁，在他大腿上一推。胡斐身不由主，騰空而起。正好商寶震第二刀復又砍下，這一刀勁力好大，正砍在牆基的花崗石上，火星四濺，刃口也捲了起來。胡斐在空中打了個旋子，火光中見商老太橫刀向自己足上削來，急使個「千斤墜」，身子驟落，只聽得呼的一聲，八卦刀從頭頂掠過。他足未落地，左掌翻起，以空手入白刃功夫去奪商老太手中金刀。商老太見仇人居然死裏逃生，眼都紅了，八卦刀直上直下，狂斫猛劈。胡斐空手搶攻數招，竟是絲毫佔不到便宜，但聽得眾莊丁大聲吶喊，煙火裏商寶震提刀又上。胡斐心想此時廳上已燒得熾熱異常，時候稍長，趙半山等性命難保，廳上八條人命，全憑自己能否於極短時刻之內擊敗商氏母子、殺散莊丁而打開廳門。他心中焦急，一雙肉掌在兩柄大刀之間穿來插去，狠命相撲。商氏母子也知這一戰乃是生死存亡之所繫，雙刀呼呼，就如兩頭大蟲般繞著胡斐圍攻。大廳中趙半山、王氏兄弟等八人一齊俯耳狗洞之旁，傾聽胡斐與商氏母子相鬥的勝敗。王氏兄弟雖對胡斐頗為憎恨，但此時卻與趙半山的心思並無二致，只盼胡斐快些殺敗商氏母子。廳上熱氣越來越是難熬，桌椅必剝作響，蠟燭遇熱熔盡，登時黑漆一團。突然火光一旺，卻是牆壁上掛著的屏條字畫遇熱燃燒，但片刻燒盡，又是伸手不見五指，再過不久，只怕桌椅也要燒著了。眾人心中急得也如烈火焚燒，卻是誰也不出聲，凝神傾聽外面三人相鬥的聲音。王劍英突然在洞口叫道：「胡家小兄弟，快攻商老太下盤。她這路刀法下三路不穩。」他在八卦刀上浸淫數十年，聽著刀風的聲音，便知她如何使刀。胡斐正苦於一時不能取勝，聽得王劍英的叫聲，心中大喜，身子一弓，伸拳往商老太腿上擊去。商老太竟然不避，舉刀往他背心直劈，她只求傷敵，已然不顧自身。胡斐扭腰側身，讓開了這一刀，商老太第二刀連綿而上。她明聽得王劍英叫敵人攻擊自己下盤，卻偏偏不去守禦。王劍英大叫：「她是在情急拚命，你奪不下她金刀的。快想別法吧。」胡斐心想：「這個我早知道，何必你來提醒？遇到這樣一個瘋婆子，有甚麼法子？」狗洞之外戰鬥激烈，胡斐以一敵二，漸漸佔到上風，但要取勝，只怕還在百餘回合之後。商老太瞧出情勢不利，又聽得王劍英不住叫嚷指點敵人，將破解八卦刀的訣竅，一點一點的說了出來，心中惱怒異常，暗道：「你不給同門師弟報仇，已是大大不該，卻反而來相助敵人，當真是狼心狗肺的奸賊。」她卻不想王劍英身處絕境，若不反助胡斐，性命已活不過一時三刻。她狂怒之下，心想：「這小雜種武藝高強，既然逃了出來，只怕難以殺他。那麼燒死了廳中這批奸人，也稍出我心中惡氣。」於是大聲呼喝莊丁，急速多加柴炭焚燒。殷仲翔不住跌腳，埋怨胡斐無用。王劍傑道：「趙三爺，快發暗器相助。」趙半山手中早扣了十餘枚暗器，但商老太等三人在狗洞之旁惡鬥，暗器無法拐彎。他的飛燕銀梭等幾種獨門暗器雖能繞成弧形傷人，但胡斐與商氏母子短兵相接，貼身而戰，瞧不見準頭而憑虛發射出去，怎能保得定不會打中胡斐？小胡斐心思機敏，早已想到這節，數次要引商老太到狗洞之外。可是商老太忌憚趙半山暗器了得，始終不上這當。這時廳上焦臭漸濃，先是各人的頭髮鬍子鬈曲燒焦，接著衣服邊緣都捲了起來。各人呼吸也漸感艱難。呂小妹抵受不住炙熱，人已半暈。徐錚情急之下，伸頭拚命向狗洞硬擠，但洞小頭大，如何鑽得出去？那狗洞四角均是極厚極重的花崗石，他雙手扳住用力搖撼，竟是動不了半分。王劍傑猛地想起：「小胡斐若有兵刃，商老太豈是他的敵手？我如何不早想到？」當即伸手去拾自己拋在地下的八卦刀。那知這柄刀的刀頭與地下鐵板碰到，早已烤得炙熱無比，他一抓之下，登時疼得大叫一聲。這時在鐵廳上片刻也延挨不得，他忍著手上燙傷，撕下一塊衣襟，裹在刀柄之上，左手將徐錚拉開，叫道：「小胡斐，兵刃來了，快接著。」手一揮，將鋼刀從狗洞中拋了出去。胡斐回身來接，商寶震也聽到了叫聲，同時過來搶奪。只聽得兩人同時驚呼一聲，嗆啷一響，兩柄刀都跌在地下。原來胡斐搶先抓到王劍傑的單刀，但刀柄奇熱，一抓立即撒手。商寶震躍到狗洞之前，卻給趙半山一枝金錢鏢打中手腕，手中鋼刀也拋了下來。胡斐一抓不中，商老太的八卦刀已襲到後心，他身子一側，搶到商寶震身旁，猛地使一招「掀牛喝水」，舉掌掀住他後頸，一運勁，商寶震給他直掀下去，面頰俯地，正好碰到王劍傑那柄燒得半紅的單刀，嗤的一聲，跟著一聲慘呼，半邊俊俏的臉龐上已燙出一條長長的焦痕。這一聲慘叫，廳上各人都是一喜，只道商寶震已被胡斐打傷。商老太復仇之心與母子之情在胸中略一交戰，竟爾不顧兒子，舉刀急往胡斐肩頭劈下。噹的一聲，胡斐卻不閃避，翻腕橫刀架開，原來他已乘隙將商寶震的八卦刀搶在手中。廳上眾人身處黑暗與奇熱之中，但聽得雙刀相交，叮叮噹噹亂響，知道胡斐已搶得兵刃，正在猛力急攻，心中各自多了一絲指望。王劍英大叫：「砍她右肩，砍她右肩。」馬行空叫道：「先殺散加添柴火的莊丁。」孫剛峰叫道：「別跟老太婆糾纏，設法打開廳門要緊。」徐錚放聲大嗥：「熱死啦，熱死啦！」眾人亂成一片。胡斐何嘗不知設法打開廳門乃是第一要務，但商老太拚死糾纏，始終緩不出手腳。他刀法高出商老太甚多，只是此時局勢特異，他年紀幼小，難以鎮定應付，數次得到可乘之機，卻都給商老太用拚命的狠招解救開去。二人狠鬥七八回合，商老太不住後退。商寶震從家丁手中接過一柄單刀，再行上前夾攻。眾莊丁初見主母與小主人手有兵刃，對付一個空手的孩子，只道穩可得勝，此刻見主母頭髮散亂，不住後退，顯是不敵，各人持刀挺槍，紛紛加入戰團。眾莊丁武藝低微，給胡斐刀砍足踢，霎時間傷了數人，但商家堡的莊丁個個勇悍，負傷之下，仍是拒戰不退。但聽得吶喊聲、兵刃撞擊聲、呼喝斥罵聲、柴火爆裂聲，響成一片。大廳上各人聽得外面愈打愈亂，心想胡斐一人雖勇，以一個小孩子對敵商家堡全堡上下，如何能勝？於是有的咒罵，有的長嘆，有的悲號，嘈雜之中又加上嘈雜。忽聽得一個聲音叫道：「小胡斐聽著，以陰陽訣先取主腦，以亂環訣散其附從。」這聲音中氣充沛，蓋過了一切雜聲，一個字一個字說得清清楚楚，正是趙半山的話聲。胡斐見敵人越戰越多，本已心神煩躁，不知如何是好，忽聽得趙半山這幾句話，心想趙伯伯英雄蓋世，所說必定不錯，不由得精神為之一振，鋼刀呼呼呼三刀，往商老太中盤砍斫。他這刀取自商寶震，刃口雖已捲邊，但只要砍中了，仍能致命。商老太見他來勢猛惡，橫刀急架，雙刀碰撞時噹噹響了兩下，第三下胡斐從剛勁突轉柔勁，自陽變陰，一收一揮，手腕忽地轉了三個圈子。他是順勢而轉，商老太的手臂卻是逆轉圈子，到第二個圈子時她手臂已轉不過來，但覺肘骨劇痛，只得撒手放刀。那八卦紫金刀激飛而起，射入天空。胡斐「陰陽訣」建功，跟著一刀往她肩頭直劈下去。刀鋒距她肩頭約有半尺，只見她白髮披肩，半邊臉上滿染血污，一個念頭在心中一閃：「這老婆子委實可憐，怎能一刀將她砍死？」疾忙刀身翻轉，想用刀背撞她肩膀，使她無力再鬥，便即趕去開門救人。不料商老太金刀脫手，心中立時便存了與仇人同歸於盡的念頭，明見胡斐舉刀砍下，毫不閃避，反而搶上一步滾入他的懷裏，右手扣住他前胸「神封穴」，左手扣住他小腹「中注穴」牢牢抓定。胡斐大驚，刀背用力擊下。商老太「嘿」的一聲，肩骨碎裂，但她不顧一切，抓住了胡斐穴道死也不放，同時右足力勾，二人一齊倒地。胡斐直至此日方有臨敵對戰的經驗，絕不知敵人拚命之時竟有如此的狠法，被她抓住之後只得出力掙扎。商老太一張口，又咬住了他前胸衣服，幾個打滾，二人竟齊往大火堆中滾去。胡斐大叫：「快放開，你不怕燒死麼？」他心神一亂，竟忘了該使「小擒拿手」卸脫這樣貼身的糾纏，只是猛力回奪。二人又滾兩下，終於滾進了火堆。商寶震大叫：「媽！」飛身來救，提起單刀的刀柄，對準胡斐天靈蓋鑿了下去。胡斐偏頭一避，這一刀柄還是打中了額角，疼得險些兒暈去。商寶震生怕母親受傷，急忙伸手將二人從火堆中提了出來，看準胡斐背心，一刀疾砍而下。就在這千鈞一髮的當口，胡斐神智倏地清明，反踢一腳，正中商寶震手腕，第二腿跟著踢出，這一腿出盡全力，竟踢得他跌出五六丈外，一時爬不起來。胡斐衣服著火，額角又是疼痛欲裂，大喝一聲，雙臂疾振，格格兩響，已擺脫了商老太的糾纏，在地上一個打滾，滾熄衣上火燄。商老太年老，給煙火一薰，已暈了過去。幾名莊丁忙給她打撲身上火頭。胡斐空手奔入莊丁叢中，心中對自己極是惱怒：「在這捨生忘死、狠命撲鬥的當兒，我還要去可憐敵人，適才沒送了小命，當真是無天理。」此時再不容情，夾手奪過一柄單刀，拳打足踢，刀劈肘撞，猶如虎入羊群，片刻間將眾莊丁打得東逃西竄。他奔到廳門之前，從莊丁手中奪過一柄火叉，將堆在門前的柴炭一陣亂挑亂撥，只見鐵門已燒得通紅，不禁大驚：「若是門鈕與鐵門燒得焊成一片，這門就打不開了。」危急中不及多想，提起單刀，將全身功勁運於右臂，奮力直砍下去，嗒的一聲，門鈕應手而落，這一砍用力過巨，單刀竟向上翹起，彎成了一把曲尺。他拋下單刀，用火叉鉤住門環向外拉扯，竟然不動。胡斐急得心中怦怦亂跳：「莫要功虧一簣，到最後鐵門竟然拉不開來。」又是用力一拉，但聽得軋軋連聲，鐵門緩緩開了，黑煙夾著火頭，從門中直撲出來。他想不到廳中已燒得這般厲害，急叫：「趙伯伯，快出來！」只見煙霧瀰漫之中，一人當先搶出，正是王劍英，接著殷仲翔、徐錚、馬行空、孫剛峰先後奔出，最後才是趙半山抱著呂小妹出來。各人衣衫焦爛，狼狽不堪。這時廳中木材都已著火，桌椅固已燒著，連樑柱也已大火熊熊。這時機真是相差不得片刻，倘若胡斐再遲一盞茶的時分破門，必定有人喪命。胡斐見趙半山安然無恙，撲了上去，連叫：「趙伯伯，趙伯伯。」趙半山鬚眉盡焦，但仍是鎮定如恆，微微一笑，讚道：「好孩子！」忽聽得王劍英叫道：「劍傑！劍傑！你在那裏？」趙半山四下一瞧，果然不見王劍傑，驚道：「難道他沒出來？」王劍英大叫：「我兄弟沒出來啊，沒出來啊。」此時廳中樑柱東一條西一條，橫七豎八的倒塌，已燒成一個火窟，王劍英雖是手足情殷，卻也不敢進去相救，只是大叫：「劍傑，快出來，快出來！」趙半山與胡斐同時想到：「他若能夠出來，豈有不出來之理？」他二人俱是天生的俠義心腸，當下更不多想，一老一少，不約而同的衝進火窟之中，冒煙突火，來尋王劍傑。胡斐踏在燒得炙熱的磚上，不禁燙得雙足亂跳。趙半山道：「孩子，你快出去。」胡斐道：「不，趙伯伯，你快出去。」他剛說了這句話，忽地叫道：「在這裏了！」俯身將王劍傑拉起，飛奔出外。原來王劍傑挨不住熾熱，將口鼻湊在狗洞上吸氣，不料一陣黑煙自外衝進，將他薰得暈了過去。胡斐給煙嗆得大聲咳嗽，王劍傑身材魁梧，難以橫抱，只好拉了他著地拖將出去，將到門口，門外眾人突然大聲驚呼，但見屋頂一根火樑直跌下來，壓向胡斐頭頂。胡斐加緊腳步，想要搶出廳門，但那樑木甚長，其勢已然不及。趙半山哼了一聲，踏上半步，一招「扇通背」，右掌已托住火樑。這樑木本身之重不下四五百斤，從上面跌將下來，勢道更是驚人。趙半山雙腿馬步穩凝不動，右掌這一托，火樑反而向上一抬，那「閃通背」的下半招跟著發出，左掌搭在樑木上向外一送，只見一條火龍從廳口激飛而出，夭矯入空，直飛出六七丈外，方始落地。廳門外眾人見他露了這手功夫，呆了半晌，這才震天價響喝起采來，連商家堡的莊丁，也不自禁的站在遠處叫好。王劍英扶著兄弟，忙著替他撲熄衣上火燄，心中暗自慚愧：「我自己親兄弟有難，卻要旁人相救。」馬行空與徐錚出了鐵廳，立即找尋馬春花，但東張西望，不見她的影蹤。徐錚心下起疑：「她定是與姓商的小子到甚麼地方搗鬼去了。」他身出火域，心中妒火又旺，叫道：「師父，我去找她。」拔步飛奔。馬行空年紀一大，究已不如小夥子硬朗，給煙火炙得頭暈眼花，只想找個地方休息一會，突覺背後有掌風襲到。這一下突襲全然出他意料之外，那一掌來得又快又勁，馬行空不及招架，只得吸氣硬接，砰的一響，身子給打得搖搖幌幌，但覺眼前一黑，全身發軟，接著臀上又被人踢了一腿，身不由主的向鐵廳的火窟中跌去，迷糊中只聽得商老太縱聲大笑，叫道：「劍鳴，劍鳴，我終於給你報了一點兒仇……」一陣熱氣裹住全身，登時甚麼也不知道了。趙半山剛將呂小妹救醒，忽見商老太突然從煙火裏鑽出來，將馬行空打入火窟，不禁一呆。只見商老太弓身走入廳門，對熊熊大火竟是視若無睹，他大叫：「快出來，你這不是送死麼？」他一言方畢，又是一條極大火樑落了下來，騰的一聲巨響，火燄四下飛舞，已將廳門封住。商老太懷抱紫金八卦刀，臉露笑容，端坐在火燄之中，全身衣服頭髮均已著火，卻竟似不覺痛苦。她心中在想：「復仇的心願雖然難了，我卻不久就可與劍鳴相會了。」趙半山長嘆一聲，心想此位老太太雖是女流，性子剛烈，勝於鬚眉，又想此番東來之事已了，無意中結識了一個少年英雄，也算此行不虛，見孫剛峰、王劍英等各自正在忙碌，於是轉頭向胡斐道：「小兄弟，咱們走吧，一起走一程如何？」胡斐道：「好極，好極！」在他幼小的心靈之中，想到了世間許許多多變幻難測之事，想到呂小妹的報仇是如此，而商老太的報仇卻又如此。他與趙半山攜手同行，默默想著心事，走出里許，回頭一望，只見商家堡兀自燒得半天通紅。趙半山道：「小兄弟，今天的事很慘，是不是？商老太的性子，唉！」說著搖了搖頭。胡斐道：「趙伯伯……」趙半山轉過頭來，說道：「小兄弟，你我今日萍水相逢，意氣相投，雖然我年紀大了幾歲，但我見你俠義仁厚，實是相敬。他日你必名揚天下，我何敢以長輩自居？」此時東方初白，趙半山的臉色在朝曦照耀之下顯得又是莊嚴，又是誠懇。胡斐一張小臉上滿是炭灰血漬，聽了他這幾句話，不禁脹得通紅，又道：「趙伯伯……」趙半山搖了搖手，說道：「趙伯伯三字，今後休得再出你口。我與你結義為異姓兄弟，可好？」想千手如來趙半山在江湖上是何等的威名，何等的身份，今日竟要與一個十餘歲的孩童義結金蘭，實是事非尋常。他倒不是瞧在胡斐武功的份上，而是敬重他捨身救人的仁俠心腸，覺得他年紀雖小，但所作所為，與紅花會眾兄弟已並無二致。胡斐聽了此言，不由得感激不勝，兩道淚水從眼中流下，撲翻身軀，納頭便拜，叫道：「趙……趙……」趙半山跪下答禮，說道：「賢弟，從今後你叫我三哥便了。」於是一老一少兩位英雄，在曠野中撮土為香，拜了八拜。趙半山心中快慰，撮口長嘯，只聽得西面馬蹄聲急，那白馬奮鬣揚蹄而來，片刻間奔到了身前。胡斐讚道：「這馬真好。」趙半山心想：「可惜此馬乃四弟妹所有，她愛若性命，否則經你這麼一讚，我自然送你。」當下微微一笑，也不解釋，問道：「賢弟，你在此間可還有甚麼未了之事？」胡斐道：「我去跟平四叔說一聲，當送三哥一程。」趙半山也不捨得立即與他分別，道：「那再好沒有。」牽了韁繩，和胡斐並肩而行。※※※轉過一個山坡，忽見一株大樹後面站著一人，探頭探腦的在不住窺探。胡斐認得他的背影，低聲道：「這是徐錚！」心想他師父慘遭焚死，他躲在此處不知鬼鬼祟祟的幹甚麼勾當，說道：「我過去瞧瞧。」悄悄走上前去，在他身後向前一張。徐錚正瞧得出神，不知身後來了旁人。只見前面二十餘丈一株楊樹之下，一男一女，相互偎倚在一起，神情異常親密。胡斐凝神一看，原來男的是商家堡作客的福公子，女的竟是馬春花。但見福公子一手摟著她腰，不住親她面頰。馬春花軟洋洋的靠在他懷裏，低聲不知說些甚麼。胡斐年幼，還不大明白男女之事，只是瞧得有趣，心中暗暗好笑：「馬姑娘和這公子只相識一天，便這般要好。」卻聽得徐錚口中發出嘰嘰格格的怪聲，原來是在咬牙切齒，又舉起拳頭，不住捶打自己胸口，已是憤怒到了極點。胡斐笑道：「徐大哥，你在這裏幹甚麼？」徐錚全神貫注在馬春花身上，對胡斐的話竟是全沒聽見。突然之間，他大叫一聲：「我和你拚了！」拔出腰間單刀，向福公子衝去。胡斐雖然聰明伶俐，對這種私情糾葛卻是全然不解，隱隱約約只知道馬春花生得美麗，所以前日晚間商寶震對她這樣，而今日福公子和徐錚又是為她打架。福公子和馬春花在大廳上溜了出來，唯恐給人見到，遠遠躲到這株大楊樹下偎倚蜜語。男歡女愛，不知東方之既白。商家堡鬧得天翻地覆，他二人竟是半點也不知道，突見徐錚全身燒焦、披頭散髮的提刀殺來，同時大驚站起。徐錚雙目如欲噴出火來，這一刀砍下去力道極猛。福公子武藝平庸，眼見鋼刀迎頭砍到，急忙後退。徐錚這一刀用力大了，登的一聲卻砍在大楊樹上，急切間拔不出來。馬春花急道：「你幹甚麼？你幹甚麼？」徐錚怒喝：「幹甚麼？我要殺了這小子！」用力一拔，那刀脫卻楊樹，反彈上來，砰的一下，刀背撞上他的額頭。馬春花吃了一驚，叫道：「小心！可撞痛了麼？」徐錚伸手使勁將她推開，道：「不用你假惺惺做好人。」跟著趕上前去，舉刀又向福公子砍下。馬春花見這個平日對自己從來不敢違拗半點的師哥，此時突然發瘋一般，知他妒火中燒，不可抑制，心中又是羞愧，又是焦急，搶過去攔在他面前，雙手叉腰，說道：「師哥，你要殺人，先殺了我吧。」徐錚見她一意維護福公子，更是大怒若狂，厲聲道：「我先殺他，再來殺你。」左手在她肩頭一推。馬春花一個踉蹌，險險跌倒，隨手搶起地下一根枯枝，擋架他的單刀，一面轉頭向福公子叫道：「你快走，快走啊。」福公子不知她和徐錚乃是未婚夫婦，大聲道：「這人瘋了，你可要小心。」一面遠遠躲開。徐錚舞動單刀，數招之間，已將馬春花手中枯枝砍斷，喝道：「你再不讓開，可莫怪我無情了。」馬春花將半截枯枝往地下一丟，轉過了頭，將脖子向著他刀口，說道：「師哥，這一生一世，我終究是不能做你妻子的了。你一刀將我殺了吧。」徐錚滿臉紫脹，怒道：「我……我……」左手用力抓胸，說不出話來。胡斐見他單刀上下揮盪，神色狂怒，只怕一個克制不住，順手便往馬春花身上砍了下去，當即搶上前去，隔在二人之間，左掌起處，已按在徐錚胸前，微一發勁，將他推得退後三步，笑道：「徐大哥，天下有誰想動馬姑娘一根毫毛，除非先將我胡斐殺了。」徐錚一愕，怒道：「你……你……連你這乳臭未乾的孩子，她也勾搭上了？」只聽啪的一聲，馬春花縱上前來打了他一記耳光。徐錚一來是盛怒之下神智不清，二來胡斐夾在中間，擋住了他的眼光，這一巴掌竟是沒能避開，結結實實的，打得他半邊臉頰也腫了。胡斐卻不懂徐錚這句話是甚麼意思，也不明白馬春花何以大怒。在他心中，自己給商老太擒住拷打之時，馬春花曾向商寶震求情，後來又求他釋放自己，雖然自己已經先脫捆縛，但對她這番眷念之恩，卻是銘感於心。此時馬春花與師哥起了爭執，他自是全力維護。徐錚見過胡斐與王氏兄弟動手，論到武功，自知與他可差得太遠，但心情激動之下，連性命也不理會了，還顧甚麼勝負？一柄單刀直上直下的往他頭上、頸中、肩頭連連砍去。胡斐既不邁步，亦不後退，衹是站在當地，在他刀縫間側身閃避，突然左手伸出，一拳向他鼻樑打去。徐錚舉刀橫削，斫他手臂。胡斐這一拳打到一半，手臂拐彎，翻掌抓住他手腕，順勢一扭，已將單刀奪在手中，跟著轉過身去，將刀交給馬春花。他將背脊向著徐錚，當真是藝高人膽大，對之絲毫不加提防。徐錚知道再鬥也是無用，長嘆一聲，再也忍耐不住，忽地大放悲聲，叫道：「師父，師父，你老人家死得好慘。」回身掩面便走。馬春花猛吃一驚，問道：「你說甚麼？」提刀趕去。徐錚不答，低首疾行。馬春花連問：「爹爹怎麼了？你說甚麼死得好慘？」一路在後面追趕。福公子站得遠遠的，沒聽清楚他師兄妹的對答，只見馬春花追趕徐錚而去，心中急了，叫道：「春妹，春妹，回來，別理他。」馬春花掛念父親，不理會福公子的叫喊，只是追問徐錚。福公子見鋼刀已到了馬春花手中，不再懼怕徐錚，快步趕上。追出十餘步，忽見一株大樹後轉出一人，五十餘歲年紀，身形微胖，唇留微髭，正是紅花會的三當家千手如來趙半山。福公子和他一朝相，只嚇得面如土色，半晌說不出話來。趙半山笑道：「福公子，你好啊！」福公子雙手一拱，勉強道：「趙三當家，你好。」再也顧不得馬春花如何，轉過身來，飛步便行，一直奔出十餘丈，回頭向趙半山一望，腳步更加快了。霎時之間，福公子向北，徐錚與馬春花向南，俱已奔得影蹤不見，只有趙半山臉帶微笑，胡斐神色迷茫，相向站在高坡之上。胡斐道：「三哥，這福公子認得你啊，他好像很怕你。」趙半山微笑道：「不錯，他曾落在我們手中，很吃了些苦頭。」原來這福公子，正是當今乾隆皇帝駕前第一紅人福康安。他是乾隆的私生兒子，是以皇帝對他恩遇隆厚，群臣莫及。他曾被紅花會群雄擒住，逼得乾隆重修少林寺，不敢與紅花會為難。此時事隔數年，忽然又與趙半山相遇，他衹道紅花會群雄從回疆大舉東來，只嚇得魂飛魄散，那敢再追查馬春花到了何處？與王劍英等會合後，片刻不敢停留，急急回北京去了。胡斐見福康安不會武藝，對他未加留意，沒再追問他的來歷。趙半山伸出右手，握住他手，二人攜手同行，走了里許，來到路旁一所茶鋪之前。趙半山道：「賢弟，送君千里，終須一別，你我就此別過。」胡斐雖是戀戀不捨，但他是豁達豪邁之人，說道：「好，三哥，過幾年等我長得幾歲，到回疆來尋你相會。」趙半山點頭道：「我在回疆等你便了。」說著從懷中取出一朵紅絨紮成的大紅花來，說道：「賢弟，天下江湖好漢，一見此花，便知是你三哥的信物。你若遇上急需，要人要錢，憑著此花，向各處朋友儘管要便是。」胡斐接過了放在懷內，好生羨慕，心想日後學到三哥的本領未必為難，但要學到他朋友遍天下的交情，卻是大大的不易。趙半山到茶鋪倒了兩大碗茶，將一碗遞給胡斐，說道：「以茶代酒，你我喝了這碗別酒吧。」二人舉起碗來，仰頭飲乾。趙半山擱下茶碗，一手牽住馬韁，說道：「賢弟，臨別之際，做哥哥的問你一句話。」胡斐道：「三哥請問便是。」趙半山道：「除了商家堡之外，賢弟是否還有甚麼厲害的仇人對頭？」胡斐一凜，心道：「我爹爹不知是誰害的，此人既殺得我爹爹，自然武功非同小可。若是三哥知我大仇未報，竟查到我仇人的姓名，他義氣為重，前去找他拚鬥，一來我殺父大仇不能叫人代報，二來焉能讓三哥冒此凶險？」他年紀雖小，卻是滿腹的傲氣，仰頭道：「不勞三哥掛懷，便是有甚麼仇敵對頭，小弟也料理得了。」趙半山哈哈大笑，翹起大拇指讚道：「好！」飛身上馬，向西疾馳而去，只聽他遠遠說道：「石上的小包，哥哥送了給你。」胡斐回過頭來，只見大石上放著一個包裹，本來是趙半山掛在白馬背上的。他伸手一提，只覺沉甸甸的有些壓手，急忙解開，但見金光耀眼，卻是二十枚二十兩重的金錠，一共是黃金四百兩。胡斐哈哈一笑，心道：「我貧你富，若是贈我黃金，我也不能拒卻。三哥怕我推辭，贈金之後急急馳走，未免將我胡斐當作小孩子了。」回頭望見馬蹄濺起一路塵土，數里不歇，想起今日竟交上了這樣一位肝膽相照的好友，不由得喜不自勝，提了黃金，高聲唱著山歌，大踏步而行。胡斐找著平阿四後，分了二百兩黃金給他，要他回滄州居住，自己卻遨遊天下，每日裏習拳練刀，打熬氣力，參照趙半山所授的武學要訣，鑽研拳經刀譜上的家傳武功。