第三十四回　慷慨禦暴懷佳人陳家洛回過身來，撿了一塊木材點燃，霍青桐和香香公主先後奔到。霍青桐臉現驚懼之色，低聲道：「完啦！」陳家洛四下環視，只見石門上刀劈斧砍之痕累累，到處都是那些骸骨生前拚命掙扎的遺跡。霍青桐慘然不語，香香公主很同情姊姊的難過，拉著他的手道：「姊姊，別怕！」陳家洛笑道：「我們畢命於此，誰都沒有想到吧。」他拾起地下的一個骷髏骨，說道：「老兄，老兄，你多了三個新朋友了。」香香公主嗤的一聲笑了出來，霍青桐向兩人白了一眼，隔了半晌，說道：「咱們回到石室裏，靜下心來好好想一下吧！」三人回歸石室，霍青桐伏身祈疇，然後拿出地圖來反覆審視，苦苦思索。陳家洛知道處此絕境之中，脫身的可能只有兩種，不是來了外援，就是張召重等改變心思，進來捉拿自己。然而這地方如此隱秘，外援如何能到？而張召重等適才受了這樣大大一個驚嚇，十九不敢再進來冒險。這時雖盼束手待縛亦不可得，只有坐以待斃了。香香公主忽道：「我想唱歌。」陳家洛道：「你唱吧！」她斜坐在白玉椅上，柔聲唱了起來。霍青桐似乎完全沒聽到她的歌聲，雙手捧住了頭，皺著眉頭出神。香香公主唱了一會，住口不唱了，道：「姊姊，你息一忽兒吧！」站起身來，走到白玉床邊，對躺在床上的那具骸骨道：「對不住您啦，請你挪一挪，讓點地方出來給我姊姊休息！」輕輕把骸骨執在一堆，推在床角落裏，忽然「咦」了一聲，撿起一卷東西來，道：「這是什麼？」陳家洛和霍青桐忙湊近去看，見是一本羊皮冊子，由於年深月久，幾乎都變成了黑色，在陽光下一照，上面寫滿了字跡，寫的是古維文，字跡娟秀，顯然是女人的手筆，羊皮雖黑，但文字更黑，所以歷歷可辨。霍青桐翻了幾頁看看，一指床上的骸骨道：「原來是她在臨死之前用血寫的，她名叫瑪米兒。」陳家洛道：「瑪米兒？」香香公主道：「那就是『很美』的意思，大概她活著的時候是很美的。」霍青桐隨手把羊皮卷放下了，又去研究地圖。陳家洛道：「難道地圖上畫著另有出路麼？」霍青桐道：「似乎什麼地方有一個秘密通道，可是我就是想不通。」陳家洛嘆了一口氣，對香香公主道：「你把這位瑪米兒姑娘的絕命書翻譯給我聽，好麼？」香香公主點點頭，輕輕念了起來：「城裏成千成萬的人都死了，神峰裏幾百名暴君的衛士和伊斯蘭的勇士都死了，我的阿里已到了真主那裏，他的瑪米兒也要去了。我把我們的事寫在這裏，讓真主的兒子們將來知道，不管是勝是敗，我們伊斯蘭的勇士們戰鬥到底，永不屈服！」陳家洛道：「原來這位姑娘不但美麗，而且勇敢。」香香公主繼續念道：「暴君隆阿欺壓了咱們四十年，在這四十年中，他征了千萬百姓來給他造了這座迷城，在神峰中開鑿了宮殿。這些百姓都給他殺了。他死了之後，他的兒子桑拉巴比他更加兇狠，伊斯蘭教徒養十頭羊，每年要給他四頭，養五頭駱駝，每年要給他兩頭。我們一年比一年窮了，我們的牛羊駝馬全部給桑拉巴，還是不夠。那一家人家有精壯的小伙子，有美麗的姑娘，都給他拉到迷城中去。進了迷城之後，沒有一個能活著出來。「我們是伊斯蘭的英雄們，能受這種異教徒的欺壓嗎？當然不能。二十年之中，我們的戰士們曾五次攻打迷城，但總是因為不認識路徑，走不出來，有兩次曾攻進了神峰，那暴君桑拉巴不知用什麼妖法，把我們的戰士的刀劍都收去了，終於給他的衛士殺得一個不剩。」陳家洛道：「那就是大殿下面這座磁山在作怪了。」香香公主點點頭接著念下去：「這一年，我剛十八歲，我爸爸媽媽都給桑拉巴手下的人殺了，我哥哥做了伊斯蘭教徒的族長，這一年春天，我見到了阿里，他是咱們族裏的英雄。他曾空手打死三隻獅子。老虎和狼見了他就四散奔逃，天山頂上的兀鷹嚇得不敢下來。他抵得十個英雄好漢，不，抵得一百個。他的眼睛像麋鹿那樣溫柔，他的身體像鮮花那樣美麗，可是他的威武卻像沙漠中刮的大風……」陳家洛笑道：「這位姑娘有點兒喜歡誇大，把她意中人說得這樣了不起。」香香公主一本正經的道：「為什麼是誇大？難道世界上沒有這種人麼？」她又念下去：「阿里來和我哥哥商量攻打迷城。他得到了一部漢人寫的書，他說他想了一年，懂得了武功的道理，就算空手沒有刀劍，也能把桑拉巴的武士們打死。於是他招了五百個勇士，把他想到的道理教給他們，他們又練了一年，這時我已經是阿里的人了。我第一眼見到他就是他的了，他對我說，他一見了我，就知道這次一定能夠打勝。他們練好了武功，可是不知道迷城的路徑，更加不知道神峰裏面的秘密。阿里和我哥哥商量了十天十夜，仍舊沒有法子。因為外面的人一走進迷城，就被他們殺了，沒有一個人能活著出來。「我說：『哥哥啊，讓我去吧！』他們知道我說的是什麼意思，阿里是一個大勇士，他忽然流下眼淚來了。於是我帶了一百頭山羊，三十匹馬，在迷城外面放牧，放到第八天，桑拉巴的手下人就把我捉去獻給了他。我哭了三天三夜才順從他，他很喜歡我，我要什麼就給我什麼。」陳家洛聽到這裏，對這位古代的姑娘不禁肅然起敬，只聽香香公主又念道：「起初，桑拉巴這暴君不許我走出房門一步，但是他越來越喜歡我了。我每天想念我們的人，想念在大草原中放羊唱歌，那真是快活，我最想念的，是我的阿里。桑拉巴見我一天天的憔悴瘦弱，問我要什麼，我說要到各處去逛逛。他忽然大怒，打了我一記巴掌，於是我有七天不跟他說話。第八天上，他帶我出去了，先在迷城各處玩，後來甚至到了迷城的口子上。我把每一條道路都記得清清楚楚，最後，就是我瞎了眼睛，也能在迷城各處來去，不會迷路了。「這化了大半年時光，我想哥哥和阿里一定已經等得很不耐煩，可是我還沒知道神峰裏的秘密。再過一個月，我肚子裏有了孩子，那是桑拉巴的逆種，他很歡喜，我恨得每天哭泣。他問我要什麼，我說：『我給你肚了裏懷孩子，但是你一點也不愛我。』他說：『什麼，我不愛你？你要什麼東西，難道我不肯給你麼？你要大海底下的紅珊瑚呢，還是南方來的藍寶石？」我說：『人家說，你有一隻翡翠池，美麗的人在池裏洗了澡就更加美，醜的人洗了就更加醜。』他的臉蒼白了，聲音顫抖了，問我是誰說的。我騙他，說我做了一個夢，是天上的神仙說的。其實，我也不知道是不是真的有這個翡翠池，不過宮裏的女人們都這樣說，可是桑拉巴從來不准許誰進去看。他說：『去洗澡是可以的，不過誰見到這池子之後，就得把舌頭割掉，以免他把秘密說出去，這是祖宗定下的規矩。』他求我不要去，我一定要去。終於，他帶我去了。「到這翡翠池，要從神峰的宮殿裏經過。我身上帶了一把小刀，想在翡翠池中刺死他，但這把小刀給大殿上的磁山收去了，這樣，我知道了磁山的秘密。我洗了澡之後，不知是不是真的更加美麗些，不過他是更愛我了，但他還是割去了我的舌頭，怕我把秘密說出去。我雖然知道了一切，但沒法去告訴哥哥和阿里。「我日日夜夜向真主祈禱，真主終於聽見了他可憐的女兒的話。真主賜給了我聰明智慧。桑拉巴有一把短劍，他佩在身上從不離開。這柄短劍有兩層鞘子，裏面一層鞘子就像是一把劍一般。我向他討了來，畫了一張迷城的地圖，把進出的通道仔仔細細的畫在上面。我把這張地圖封在一顆蠟丸裏，套在第二層劍鞘裏面。在我把孩子生出來之後的第三個月，他帶我出去打獵，我乘沒人見到，就把短劍丟在迷城外面的騰博湖裏了。我回來之後，放了許多鷹出去，在鷹腳上寫了『騰博湖』三個字。」霍青桐撒下了地圖，凝神聽妹子讀那卷古冊：「有幾頭鷹被桑拉巴手下的人射了下來，他們見到『騰博湖』三字，心想那就是迷城外面的那個湖，大漠上人人知道這湖，那根本不是什麼機密的東西，所以也不起疑心。我知道這許多鷹中，一定會有一兩頭給我們族裏的人拿到，那麼哥哥和阿里就會派人到騰搏湖中把那柄短劍撈起來，就會知道迷城的路徑。唉，那知道他們在湖底下找了四天四晚，始終沒找到，想來一定是給打魚的人拿去了。「哥哥和阿里說，既然找不到，大家不能再等。他們就攻了進來，大部份勇士們都在迷城中迷失了道路，轉來轉去永遠沒能出來，我的哥哥，我那力氣比兩頭駱駝還要大的哥哥，就這樣永遠的在迷城中不見了。阿里和其餘的勇士們卻捉到了一個桑拉巴的手下人，迫著他帶路，攻進了神峰之中。在大殿上，他們的刀劍都被磁山收了去，桑拉巴的武士們拿玉刀玉劍來殺他們，然而阿里和他們的勇士們學會了本事，雖然空手，終於一個個的和他們一起戰死。桑拉巴見他武士都死了，阿里又緊緊迫著他，就逃進室來想和我從翡翠池旁逃出去……」霍青桐跳了起來，叫道：「啊，這裏面還有一個翡翠池，那裏有出去的通道，妹子，快念下去。」香香公主微微一笑，念道：「阿里也追了進來，我一見到他，忍不住就撲上去。我們抱在一起，他用許多好聽的名字來叫我，我沒了舌頭，不能還叫他，可是他懂得我心裏的聲音。那卑鄙的桑拉巴，從後頭一斧……」香香公主念到這裏，突然「啊」的一聲尖叫起來，把那卷古冊丟在床上，一臉驚懼之色。霍青桐輕輕拍她的肩，將古冊撿起，繼續翻譯下去。「……那卑鄙的桑拉巴，從後面一斧，就將我的阿里的頭砍成了兩半，他的血濺在我身上，桑拉巴將孩子從床上抱起來，放在我手裏，叫道：『咱們快走！』我舉起那個逆種，用力往地下一摔，他就死在阿里的鮮血堆裏。桑拉巴見我摔死了自己的兒子，驚得獃了，舉起了黃金的斧頭，我伸長了頭頸讓他砍，他忽然嘆了口氣，從來路衝了出去。「阿里到了真主身旁，我也要跟他去。我們的勇士很多，桑拉巴的武士們都被我們殺光了，他一定也活不成。他永遠不能再來欺壓我們的伊斯蘭教徒，他的兒子給我摔死了，他的後代也不能來欺壓我們，因為他沒有後代了。以後我們的人就可以太太平平的在沙漠上草原上過活，年輕的姑娘天天可以躺在她心愛的人懷裏唱歌。我的哥哥，阿里和我都死了，可是，我們已打敗了那個暴君。暴君的堡壘造得再堅固，我們還是能夠攻破它。願真神阿拉佑護我們的人民。」霍青桐念到最後一個字，緩緩把古冊掩上，三個人被瑪米爾的勇敢和貞烈深深感動，很久很久說不出話來。香香公主眼中都是淚水，嘆道：「為了使大家不受暴君的欺侮，她竟肯離開自己像心肝一樣的人，她願意舌頭被割掉，還親手摔死了自己的兒子……」陳家洛斗然一驚，身上冷汗直冒，心想：「比起這位古代的姑娘來，我實在是可恥極矣。我身上繫著漢家光復大業的成敗，心中所想的卻是自己的情欲愛戀。我不去籌畫怎樣驅逐胡虜，還我河山，卻在為到底愛姊姊還是愛妹妹而糾纏不清……我曾逞血氣之勇，親送喀絲麗到清兵營中，萬一兩人失手，豈非誤了光復大事？現在又陷身在這山腹之中，我死不足惜，但怎樣對得起紅花會數萬弟兄，對得起天下受苦受難的父老姊妹？」他越思越是難受，額頭上汗珠不住在臉頰上淌下來。香香公主見他神色有異，獃獃發怔，掏出手帕來給他抹去汗水。陳家洛手一格，推開了手帕。香香公主見他臉上忽現厭惡之色，不禁錯愕異常。陳家洛定了定神，不覺心軟，把她手帕接了過來抹汗，心中打定了主意：「光復大業成功之前，我絕不再理會自己的情愛塵緣，她們兩姊妹從今而後都是我的好朋友，都是我的妹子，就如我對待四嫂、七嫂一般，如有異心，天誅地滅。」他拔出短劍，心中立誓已畢，一劍插入圓桌的桌面，當下登覺神清氣爽，連日來煩惱一掃而空。香香公主見他臉上露出喜色，這才放心。這一切霍青桐卻如同不聞不見，原來她又在細看地圖，揣摸古冊所中所寫的語句，沉吟道：「這遺書中說，桑拉巴走到這石室中來，要和她一起逃到翡翠池邊去，然而這石室已是盡頭，再無通路……後來桑拉巴並沒有逃出去，仍舊從原路殺回，大概他有異常勇力，伊斯蘭的勇士們擋他不住，被他衝出大門，把數百名戰士都關在裏面，一直到死……不過地圖上明明畫著，另有通道通到池邊……」陳家洛心中不再受愛欲羈絆，頭腦立時清明，叫道：「如有通道，必定是在這石室之中。」他想起在杭州將軍府地道中救文泰來時，張召重曾從牆上密門逸脫，於是點起火把在石室壁上細看有無縫隙，照了良久，並無發現。霍青桐在查察玉床，也未見有什麼異狀。陳家洛又想起文泰來所述在鐵膽莊中被捕之事，叫道：「難道桌子底下另有地道？」他在圓桌底下用力一掀，那桌紋絲不動，喜道：「一定是桌子有古怪。」原來依他力氣，這一掀桌子必起，現在竟然不動，自然內中另有文章，但看那圓桌又無特異之處，不論橫推直拉，圓桌桌腳始終如釘牢在地下一般。霍青桐拿火把到桌腳下一照，心中一涼，原來圓桌是整塊從玉石中雕刻出來的，連在地上，自然掀之不動了。三人勞頓了半天，毫無結果，肚子卻餓了，香香公主拿出醃羊肉和乾糧來，大家吃了一些，靠在椅上養神。日光漸正，照射到了圓桌桌面，香香公主忽道：「啊，桌上原來還刻著這樣好看的花紋。」她走近細看，只見刻的是一群飛天駱駝，紋路極細，日光不正射時全然瞧不山來。刻工很是精緻，然而駱駝的頭和身子卻並不連在一起，各自離開了一尺多位置。她很是奇怪，拿住圓桌邊緣，自右至左一扳，圓桌的邊緣中心原來分成兩截，可以移動，她慢慢把邊緣扳過去，使畫在邊緣一圈的駱駝頭與畫在中心的駱駝身子連成一體，剛剛湊合，只聽見軋軋連聲，玉床上出現了一個大洞，三人又驚又喜，齊聲大叫。陳家洛舉起火把，當先進入，兩人跟在後面，轉了四五個彎，再走十多丈路，前面豁然開朗，竟是一大片平地。平地四周群山圍繞，就如一隻大盆一般，盆子中心碧水瑩然，綠若翡翠，是一個圓形的池子，三人見了這奇麗的景色，驚奇不已。霍青桐笑道：「喀絲麗，那遺書上說，美麗的人下池洗澡，可以更加美麗，你去洗一下吧。」香香公主紅了臉，笑道：「姊姊年紀大先洗。」霍青桐笑道：「啊喲，我可越洗越醜啦。」香香公主轉來對陳家洛道：「你來評評這個理，姊姊欺侮人，說她自己不美。」陳家洛微笑不語，霍青桐道：「喀絲麗，你到底洗不洗？」香香公主搖搖頭，霍青桐走近池邊，伸下手去，只覺清涼入骨，雙手棒些水吃了，一陣甘美，沁入心脾。三人喝水喝了個飽，只見潔白的玉峰映在碧綠的池中，白中泛綠，綠中泛白，明豔潔淨，幽絕清絕，香香公主伸手玩水，好像永遠不肯離開。霍青桐道：「現在要想法子怎樣避開外面那四個惡鬼？」陳家洛道：「咱們先把瑪米兒的遺體去拿出來葬在這池邊，好嗎？」香香公主拍手叫好，又道：「最好把她的阿里和她葬在一起。」陳家洛道：「好，大概石室角落裏的就是阿里的遺骨。」三人又重回到石室，撿起骸骨，阿里的骸骨快將拿完，只見白骨之下有一捆竹簡。陳家洛提了起來，穿竹簡的皮帶已經爛斷，竹簡一提就散成片片，但簡上塗了黑漆，卻十分完好，上面用朱漆寫著密密的篆文漢字，只見頭一句是「北冥有魚，其名為鯤」，原來寫的都是一篇篇的莊子，陳家洛初以為又是什麼奇書，這莊子南華經，卻是從小就背熟了的，不禁很是失望。香香公主不識漢字，問道：「那是什麼呀？」陳家洛道：「咱們漢人的古書，這些竹簡雖是古董，很值幾個錢，可是沒什麼用。」隨手擲在地上，竹簡落下散開，只見中間有一片有些不同，每個字旁加了密密圈點，還寫著幾個古維文，陳家洛撿了起來，見是莊子第三篇「養生主」中「庖丁解牛」那一段，指著維文問香香公主道：「這是什麼字？」香香公主道：「破敵之秘，盡在是篇。」陳家洛一怔，道：「那是什麼意思？」霍音桐道：「瑪米兒的遺書中說，阿里得了一部漢人的書，懂得了空手殺敵之法，難道就是這部書麼？」陳家洛笑道：「莊子教人達觀順天，和武功全不相干。」丟下竹簡，捧起遺骨走了出來。三人把兩副遺骨同穴葬在翡翠池畔，然後祝告施禮。陳家洛道：「咱們出去吧。只是我那匹白馬是千里良駒，不知有沒有逃脫狼口。」香香公主道：「全靠牠救了我的性命呢。牠很聰明，又跑得快……」陳家洛想起狼群之兇狠，白馬之神駿，不禁惻然。霍青桐忽道：「那篇莊子說的是什麼？」陳家洛道：「說一個屠夫殺牛的本事很好，他肩和手的伸縮，腳與膝的進退，刀割的聲音，無不因便施巧，介於音樂節拍，舉動就如跳舞一般。」香香公主拍手笑道：「那一定很好看。」霍青桐道：「臨敵殺人也能這樣就好啦。」陳家洛一聽此言，登時獃了半晌。他「莊子」爛熟於胸，想到時已絲毫不覺新鮮，這時被一個從未讀過此書的人一提，真所謂茅塞頓開。「莊子」書中那些神妙的章句，一字字在心中流過：「方今之時，臣以神遇，而不以自視，官知止而神欲行，依乎天理，批大卻，導大竅，因其固然……」再想到：「行為遲，動刀甚微，蹀然已解，如土委地，提刀而立，為之四顧，為之躊躇滿志。」心想：「要是真能如此，我眼睛瞧也不瞧，刀子微微動一動，就把張召重那奸賊殺了……」霍青桐姊妹見他突然出神，兩人互相對望了幾眼，不知他心中在想什麼。陳家洛忽道：「你們等我一下！」飛奔入內，隔了良久良久，仍不出來。兩人不放心了，同進去，只見他喜容滿臉，正在大殿上的骸骨旁手舞足蹈。香香公主大急，以為他神智糊塗了，叫道：「你幹什麼？」陳家洛全然不覺，舞動了一會，又獃獃瞪視另一堆骸骨，香香公主叫道：「你別嚇人呀，來吧！」只見他依照著一具骸骨的姿勢，手足又動了起來。霍青桐聽他舉手投足之中挾帶著一股勁風，恍然大悟，原來他是在鑽研武功，拉著妹子的手道：「別怕，他沒事，咱們到外面去等他吧！」兩人回到翡翠池畔，香香公主道：「姊妹，他在裏面幹什麼呀？」霍青桐道：「大概他看了那莊子之後，悟到了武功上的奇妙招數，所以在照著骸骨的姿勢研探，咱們別去打擾他。」香香公主點點頭，隔了一會，又問道：「姊姊，你幹麼不也去練呀？」霍青桐道：「那竹簡上的漢文很古怪，我不識得，再說，他練的武功很深，我還不能練。」香香公主嘆了一口氣道：「現在我知道了。」霍青桐道：「什麼？」香香公主道：「大殿上那許多骸骨，原來生前都會很深的武功，他們兵器被磁山吸去之後，就空手和桑拉巴手下的武士對打。」霍青桐道：「對啦，不過這些人也未必武功極好，大概他們學會了幾招最厲害的殺手，在緊急關頭就和敵人同歸於盡。」香香公主道：「唉，這許多人都很勇敢……然而他學來幹什麼呢？難道也要和敵人同歸於盡嗎？」霍青桐道：「不，武功好的人，不會與敵人同歸於盡的。他總是在鑽研這些厲害招數的奇妙之處。」香香公主微微一笑，道：「那我就放心啦！」她望著碧綠的湖水，忽道：「姊姊，咱們一起下去洗澡好麼？」霍青桐道：「你真胡鬧，他出來了怎麼辦？」香香公主笑道：「我真想下去洗澡。」她望著清涼的湖水獃獃出神，輕輕的道：「要是能永遠住在這裏，那我就高興啦。」等了一個多時辰，洛家洛仍不出來。香香公主脫下皮靴，把腳放在水裏，將頭枕在姊姊腿上，望著天上悠悠白雲，慢慢的睡著了。且說李沅芷和余魚同一起出來尋訪霍青桐，余魚同知道七哥派他們兩人同行的用意，他對李沅芷的一片癡心，數次援救，雖然很是感激，然而她越是深情，自己不由自主的越是想避開她，到底什麼原因，卻說不出來。一路上李沅芷有說有笑，他卻總是冷冷的。李沅芷急了，發起小姐脾氣來，一天早晨起身之後，偷偷躲在一個沙丘後面，瞧余魚同是否著急。那知他並不在乎，一見她不在，叫了幾聲沒人答應，就逕自向前走了。李沅芷氣苦之極，這才知這個師哥對自己實在毫無情意，在沙丘後面哭了一場，打起精神再追上去。余魚同淡淡的道：「啊，你在後面，我還道你先走了呢！」兩人並轡而行，饒是李沅芷機變百出，對這心如木石之人卻是束手無策，她心中打定了主意：「他真逼得我沒路可走時，我就一劍勒了脖子。」行到中午，忽見前面沙漠中一跛一拐的走來了一頭又瘦又小的驢子，驢子坐著一個人一顛一顛的似乎在打瞌睡。走到近處，見那人十分奇怪，身上穿的是維人裝束，背上負了一隻大鐵鍋，右手拿了一條驢子尾巴，那頭小驢臀上卻沒尾巴。更奇的，那驢子頭上竟戴了一頂御林軍軍官的官帽，藍水晶頂子，拖著花翎。驢背上那人大約四十多歲年紀，頦下留了一叢大鬍子，見了人眉花眼笑，模樣十分可親。余李兩人見驢頭之帽與張召重平素所戴者一模一樣，不禁起疑，但想張召重正是被圍在黑水營之中，大概這是另外一個御林軍軍官的了。余魚同想霍青桐在大漠上英名四播，維人幾乎無人不知，於是勒馬問道：「請問大叔，可見到翠羽黃衫麼？」那人嘻嘻一笑，問道：「你們找她幹麼呀？」余魚同道：「有幾個壞人想來害她。我們要叫她提防。要是你見著她，給帶個訊成不成呀！」那人道：「好呀！怎麼樣的壞人？」李沅芷道：「一個大漢手裏拿一個獨腳銅人，另一個拿一柄虎叉，第三個是蒙古人打扮的。」那人點點頭道：「這三個果然是壞蛋，他們想吃我的毛驢，反而給我搶來了這頂帽子。」余李兩人對望了一眼，余魚同道：「他們還有同伴麼？」那人道：「就是這個戴官帽的了。你們是誰呀？」余魚同道：「我們是木卓倫老英雄的朋友。這三個壞蛋在那裏？可別讓他們撞著翠羽黃衫。」那人道：「聽說霍青桐這小妮子很不錯哪，要是他們吃不到我的毛驢，肚子餓了，把這個大姑娘烤來吃了，那可不妙啦。」李沅芷心想關東三魔是有勇無謀之輩，不如找上他們去，想法子結果了他們，教這瞧不起人的余師哥佩服我的手段，於是問道：「他們在那裏，你帶我們去，我給你一錠銀子。」那人道：「銀子我倒不要，不過我要問問毛驢肯不肯去。」於是把嘴湊在驢子耳邊，嘰裏咕嚕的說了一陣子話，然後把自己耳朵湊在驢子口上，用心傾聽，連連點頭。兩人見他裝模作樣，瘋瘋癲癲，心中暗暗好笑。那人聽了一會，皺皺眉頭，說道：「這驢子戴了官帽之後，自以為了不起啦。牠瞧不起你們的坐騎，不願意跟牠們一起走，生怕沒有面子，失了自己身份。」余魚同一驚，心想：「這人行為奇特，說話中卻似含有深意，皮裏陽秋，罵倒了世上趨炎附勢的暴發小人，難道這竟是一位風塵異人？」李沅芷瞧他的驢子又跛又瘦，一身污泥，居然還擺架子，不由得噗哧一笑。那人眼睛一橫道：「你不信麼，那麼我的毛驢就和你們的馬匹比比。」李沅芷與余魚同騎的都是木卓倫所贈的酸馬，和這頭走起來一跛一拐的驢子自有雲泥之別，李沅芷道：「好呀，我們贏了之後，你可得引我們去找那三個壞蛋。」那人道：「是四個壞蛋。要是你們輸了呢？」李沅芷道：「隨你說吧。」那人道：「那你就得把這頭毛驢洗得乾乾淨淨。讓牠出出風頭。」李沅芷道：「好吧，就是這樣。咱們怎樣個比法？」那人道：「你愛怎樣個比法，由你說便是。」李沅芷見他說話聲氣十拿九穩，似乎必勝無疑，倒起了一點掛慮，心想：「雖道這頭跛腳驢子當真跑得快？」靈機一轉，笑道：「你手裏拿著的是什麼呀？」那人把驢子尾巴一晃道：「毛驢的尾巴。牠戴了官帽，嫌自己尾巴上有泥不美，所以不要了。」余魚同聽了他語帶機鋒，含意深遠，更加不敢輕忽，向李沅芷使個眼色，叫她留神。李沅芷道：「你給我瞧瞧。」那人把驢尾擲了過來，李沅芷伸手接住，隨手玩弄，似乎毫不在意，一指遠處一個小沙丘道：「咱們從這裏跑到那沙丘去，你的驢子先到是你勝，我的馬先到是我勝。」那人道：「不錯，驢子先到是我勝，馬先到是你勝。」李沅芷對余魚同道：「你先到那邊，給我們作公證！」余魚同道：「好！」抽馬去了。李沅芷道：「走吧！」語聲方畢，猛抽一鞭，縱馬直馳，奔了數十丈，回頭一望，見那毛驢一跛一拐，遠造落在後面，她哈哈大笑，加緊馳奔，突然之間，一團黑影從身旁掠過，定睛看時，竟是那人把驢子背在肩頭，放開大步，向前飛奔。李沅芷這一驚非同小可，險險坐鞍不穩，跌下馬來，疾忙催馬急追，但那人奔跑如風馳電掣一般，始終搶在馬頭之前。不到片刻，兩人奔到沙丘，終於是騎人的驢比人騎的馬搶先了丈餘。李沅芷把手中的驢尾用力向後擲了出去，叫道：「馬先到啦！」那人和余魚同愕然相顧，明明是驢子先到，怎麼她說馬先到達？那人道：「喂，大姑娘，咱們說好的：驢子先到我勝，馬先到你勝，是不是？」李沅芷伸手掠著她在風中飛揚的秀髮，道：「不錯。」那人道：「咱們並沒說一定得人騎驢子，是不是？」李沅芷道：「不錯。」那人道：「不管是牠騎我，還是我騎牠，總之是驢子先到。你得知道，牠是戴官帽的，笨驢做了官，就得騎在人頭上啦。」李沅芷道：「咱們說好的：驢子先到你勝，馬先到我勝，是不是？」那人道：「對啦！」李沅芷道：「咱們並沒說，到了一點兒驢子也算到，是不是？」那人一拉自己的鬍子道：「這我可糊塗啦，什麼叫做『到了一點兒驢子』？」李沅芷一指那被她遠遠擲在後面的驢尾巴道：「我的馬整個兒到了，你的驢子可只到了一點兒，牠的尾巴還沒有到！」那人一獃，哈哈大笑，道：「對啦，對啦！是你贏了，我領你們去找那四個壞蛋去吧。」他拾起驢尾，對驢子道：「笨驢啊，你別以為戴了官帽，就不要你那泥尾巴啦！人家可沒忘記啊，你想不要，人家可不依哪。」他縱身騎上驢背，道：「笨驢啊，你騎在人頭上騎不了多久，人又來騎你啦！」余魚同見那驢子雖只有幾十斤重，就如大狗一般，但要扛在肩頭而跑起來疾逾奔馬，卻非具深湛武功不可，忙上前行了一禮，說道：「我這個師妹很頑皮，老前輩別跟她一般見識。請您指點一條路經，待晚輩們去找尋便是，可不敢驚動您老大駕。」那人笑遙：「我輸了，怎麼能賴？」他轉過驢頭，叫道：「跟我來吧！」余魚同見他肯同去，心中大喜，他知關東三魔武功驚人，和自己又結了深仇，要是大漠之中撞到，那實在是一樁禍事，有這個大鬍子維人相助，那就不怕三魔了。三人並轡緩緩而行，余魚同請教他姓名，那人總是瘋瘋癲癲的說笑話，可是妙語如珠，每句話都含深意，連李沅芷也不禁暗暗點頭。跛腳驢子走得極慢，行了半日，不過走了三十里路，只聽見後面鸞鈴響處，徐天宏和周綺趕了上來。余魚同給他們引見道：「這位是騎驢大俠，他老人家帶咱們去找關東三魔。」徐天宏聽他說得恭敬。忙下馬行禮。那人也不回禮，笑道：「你夫人應該多歇歇了，幹麼還這樣辛苦趕道啊？」徐天宏愕然不解，周綺卻面上一紅，揚鞭催馬，向前疾奔。那人熟識大漠中市鎮道路，傍晚時分領他們到了一個小鎮，將走近時，只見雞飛狗走，喧擾不堪，原來大隊清兵剛剛開到，眾維人拖兒攜女，四下逃竄。余魚同奇道：「清兵大都就殲，少數的殘餘也都已被圍，怎麼這裏又有清兵？」說話之間，迎面奔來二十多個難民，後面有十七八名清兵大聲吆喝，執刀追來。那些難民突然見到騎驢的大鬍子，大喜過望，連叫：「納斯爾丁，阿凡提，快救我們！」徐天宏等不知他們說些什麼，只聽他們不住叫「納斯爾丁阿凡提」，想來那就是他的名字了。阿凡提叫道：「大家逃啊！」一提驢韁，向大漠中奔去，眾維人和清兵隨後跟來。奔了一段路，距小鎮漸遠，幾名維人婦女落了後，被清兵拿住。周綺第一個忍耐不住，撥刀勒馬，轉身砍來，呼呼兩刀，將一名清兵的腦袋削去一半。其餘清兵大怒，圍了上來，徐天宏、余魚同、李沅芷一齊回身來救。周綺突然胸口作惡，眼前金星亂舞。一名清兵見她忽爾收刀撫胸，撲上來想擒她，周綺「哇」的一聲，嘔吐起來，沒頭沒腦都吐在那清兵臉上。只見他伸手在臉上亂抹，周綺隨手一刀將他砍死，不覺手足酸軟，身體晃了幾晃，徐天宏忙搶過來扶住，連問：「怎麼？」這時余魚同和李沅芷已各殺了兩三名清兵。其餘的發一聲喊，轉頭奔逃。阿凡提把背上鐵鍋提在手中，伸手一揮，罩在一名清兵頭上，叫道：「鍋底一個臭東瓜！」李沅芷一劍刺去，那清兵眼被蒙住，如何躲避得開，登時了帳。阿凡提一鐵鍋，又罩住了第二個清兵，李沅芷跟著一劍，也不知他用的是什麼手法，一鍋罩下，清兵必定躲避不開。他把鍋子一罩，李沅芷立即跟上一劍，片刻之間，兩人把十多名清兵殺得乾乾淨淨。李沅芷高興異常，叫道：「鬍子叔叔，你的鍋子真好。」阿凡提笑道：「你的切菜刀也很快。」李沅芷一怔，立即會意，原來他管他的寶劍叫切菜刀。這時徐天宏擒住了一名清兵，正在逼問他大隊官兵從何而來，那清兵跪地求饒，結結巴巴的半天才說清楚，原來他們是從東部開到的援軍，聽說兆惠大軍兵敗，正在兼程赴援。徐天宏從難民中挑了兩名精壯漢子，命他們立即到葉爾羌城外去向木卓倫報信，以便佈置應敵，那兩個維人答應著去了。徐天宏在那清兵臀上踢了一腳，喝道：「滾你的吧！」那清兵沒命的狂奔而去。徐天宏回顧愛妻，見她已神色如常，不知剛才何以忽然發暈，問道：「你什麼地方不舒服？」周綺臉上又是一陣暈紅，轉過了頭不答。阿凡提笑邁：「母牛要生小牛了，吃草的公牛會歡喜得打轉，但是有些吃飯的笨蛋哪，卻一點兒也不懂。」徐天宏大喜，滿臉堆歡，笑道：「老前輩你怎麼知道？」阿凡提笑道：「這也真奇怪，母牛要生小牛，公牛不知道，驢子卻知道了。」眾人哈哈大笑，上馬繞過小鎮而行。李沅芷和周綺咕咕噥噥的說了一大堆話，周綺不斷呸她。得到傍晚，眾人紮了篷帳休息，徐天宏悄問周綺：「有幾個月啦？我怎麼不知道？」周綺笑道：「你這笨牛怎麼會知道。」過了一會道：「咱們要是生個男孩，那就姓周，我爹爹媽媽一定要樂壞啦，哈，可別像你這樣刁鑽古怪。」徐天宏道：「以後可得小心，別再動刀動槍的啦。」周綺點點頭道：「嗯，剛才殺了一個人，血腥氣一衝，就忍不住要嘔，真是受罪。」第二天早晨，阿凡提對徐天宏道：「過去三十里路，是我的家裏，我有一個很美的老婆在那裏──」李沅芷插嘴道：「真的麼，那我一定要去見見。她怎麼會喜歡你這大鬍子？」阿凡提笑道：「哈哈，那是一個秘密。」他又對徐天宏道：「你老婆騎了馬跑來跑去，好，還是在我家裏休息休息，等咱們找到那幾們壞蛋之後，幹掉了他們，再回來接她。」徐天宏連連道謝。周綺本來不願，但想到自己兩個哥哥、一個弟弟都已死了，自己懷的孩子將來要繼承周家的香煙，也就答應了。到了鎮上，阿凡提把眾人引到家裏，他在背上的鍋子上噹噹噹一陣敲，內堂裏出來了一個三十多歲的女人，果然相貌很美，皮膚又白又嫩，見了阿凡提，歡喜得什麼似的，口中卻不斷咒罵：「你這大鬍子，滾到那裏去啦？到現在才回家，你還記得我麼？」阿凡提笑道：「快別吵，這我可不是回來了麼？拿點東西出來吃啊，你的大鬍子餓壞啦。」阿凡提的妻子笑道：「你瞧著這樣好看的臉，還不飽麼？」阿凡提道：「你說得很對，你的美貌臉蛋兒是小菜，但要是有點什麼麵餅就著這小菜吃，那就更美啦。」她伸手在他耳上狠狠扭了一把，道：「我可不許你再出去了。」轉身入內，搬出來許多麵餅、西瓜、密糖、羊肉饗客。李沅芷雖不懂他們夫婦說些什麼，但見他們打情罵俏，親愛異常，心中一陣淒苦。正吃之間，外面聲音喧嘩，跑進來一群維人，七張八嘴的把許多糾紛爭執對阿凡提申訴。阿凡提又說又笑的給他們排解了，眾人都很滿意的出去。人剛走完，又進來兩人，一個是童兒，一個是腳夫，那童兒道：「納斯爾丁，胡老爺說，你借去的那個鍋子應該還啦。」阿凡提望一望周綺，笑道：「你去對胡老爺說，他的鍋子懷了孕，就要生小鍋啦，現在不能多動。」那童兒怔了一怔，轉身去了。阿凡提轉頭問那腳夫道：「你找我什麼事？」那腳夫道：「去年，我在這裏的客店裏吃了一隻雞，臨走時請掌櫃算帳。掌櫃說：『下次再算吧，不用急。』我想這個人倒很好，便道了謝上路了。過了兩個月我去還帳，他扳著手指，口裏嘮嘮叨叨的，好像這筆帳有多難算似的。我說『你那隻雞到底值多少錢，你說好啦！』那掌櫃擺擺手，叫我不要打擾他。」阿凡提的妻子插嘴道：「一隻雞麼，就算是最大的肥雞，也不過是一百個銅錢！」那腳夫道：「我本來也這麼想，那知那掌櫃又算半天，道：『十二兩銀子！』」阿凡提的妻子拍手驚叫：「啊喲，一隻雞那有這麼貴，十二兩銀子好買幾百隻雞啦。」那腳夫道：「是呀，我也這麼說，那掌櫃說：『一點兒沒錯，你倒算算看，假使你不吃掉我的雞，牠該下多少蛋！這些蛋會孵多少小雞？小雞長大了，又會下多少蛋？……』他越說越多，說：『十二兩銀子還是便宜的啦！』我當然不肯給，他就拉我到財主胡老爺那裏去評理。胡老爺聽了掌櫃的話，說很有道理，叫我快還，他說要是不快還賬哪，那些蛋再孵成小雞，我可不得了哪。納斯爾丁，你倒給我評評這個理看──」說到這裏，剛走去的童兒又回來了道：「胡老爺說，鍋子會懷什麼孩子，他不相信，叫你快把鐵鍋還給他！」阿凡提到廚房裏拿了一隻小鐵鍋出來，交給童兒道：「這明明是鍋子生的兒子，你拿去給胡老爺吧。」那童兒將信將疑的去了。阿凡提對那腳夫道：「今兒晚上，你叫胡老爺當眾公審。」腳夫道：「要是我輸了，豈不是反要賠二十四兩銀子？」阿凡提道：「別怕，輸不了。」那腳夫道謝辭出。阿凡提向著屋頂，喃喃自語，他妻子急道：「你吃飽了嗎？」阿凡提只是不理。阿凡提的妻子罵道：「十天半月不回家，一回家就忙別人的事，想起了人家托的什麼還沒辦好，又得匆匆忙忙趕著出門啦。」她拿了三個銅錢一隻碗交給阿凡提道：「快去給我買一碗油來，別傷腦筋啦。」阿凡提接了出門。李沅芷這時對這位怪俠又是佩服，又是奇怪，說道：「我跟鬍子叔叔一起去。」阿凡提一手端碗，一手拿錢，口裏卻不住嘮叨：「一隻母雞生了許多蛋，蛋孵成小雞，小雞長大了又生蛋，這筆帳怎樣演算法？」到了油坊，阿凡提把錢往櫃上一放，伸出碗去，油坊掌櫃往碗裏倒油，一會兒就滿到了碗邊，掌櫃的見油提子裏還有一些油，可是碗裏倒不下去了，便道：「納斯爾丁大哥，這點兒倒在那裏呢？」阿凡提口中念著：「……生了蛋，又孵成小雞。」伸手在身上一摸，什麼盛油的東西也沒有，隨手把油碗一翻，指著碗底道：「就倒在這碗坑裏吧。」麻油瀉了一地，李沅芷不覺大笑，阿凡提絲毫不覺，仍道：「倒呀！倒呀！」油坊掌櫃便把一點兒油倒在碗坑兒裏。阿凡提拿回家來，他妻子道：「怎麼三個錢只買了這一點兒油？咱們家裏今兒有客，要多烙幾斤餅哪。」阿凡提道：「不，這邊還有呢。」說若又把碗翻了過來，豌坑裏的一點點油登時倒在地下。他妻子又是好氣，又是好笑，忙拿出手巾來給他抹去身上油漬，阿凡提忽然在妻子臉上「嘖」的一聲親了一下，笑道：「成啦，有辦法啦！快烙餅吧。」他妻子道：「好呀，油呢？」阿凡扯道：「油？我不是買了一大豌回來嗎？」他突然想起自己蠢事，笑得打跌，搶了油碗飛奔出去，這才買了一碗油來。過了半個時辰，那腳夫進來道：「納斯爾丁大叔，胡老爺已招集了大夥在公審啦，請你快去。」阿凡提道：「我在這裏有事，過一會再來。」那腳夫很是焦急，接連奔進來催了幾次，阿凡提才慢條斯理的去了。徐天宏等都跟著去看熱鬧，只見市集上聚集了七八百人，一個穿花綢皮袍的大胖子坐在中間，大概就是什麼胡老爺了。這時他們等阿凡提已等得很是焦急，胡老爺叫道：「阿凡提，這腳夫說你來幫他說話，怎麼到現在才來？」阿凡提施禮問安，笑道：「對不起，因為有一件要緊事，所以我來遲了。」胡老爺道：「難道還有此公審更要緊的事麼？」阿凡提道：「當然啦，你倒想想看，我明天要種麥子啦，可是麥種還沒有炒熟下肚呢，這怎麼行？我炒了三斗麥種，吃了下肚，所以來遲啦。」說著連連施禮。胡老爺和客店掌櫃同時叫了起來：「真是胡說八道，把麥種吃了，怎麼還能下種？你這瘋子，還來幫人家說話。」旁聽的眾人也都哄笑起來，阿凡提卻只摸著大鬍子，笑眯咪的不作聲。過了一陣，嘈雜之聲漸息，阿凡提道：「你說吃下去的麥子不能下種，那麼腳夫吃下去的雞怎麼還能下蛋？」眾人一想，都叫了起來：「不錯，不錯，吃下去的雞怎麼還能下蛋？」大家高聲歡呼，把阿凡提抬了起來。胡老爺見眾意如此，只得宣佈：「腳夫吃了客店掌櫃一隻雞，應該還一百銅錢。」腳夫歡天喜地的把一串銅錢交給掌櫃，笑道：「以後我可不敢再吃你的雞啦。」掌櫃收了，一言不發而走，鎮上居民跟在他後面取笑叫罵，還有些孩子偷偷往他背上丟石塊。胡老爺站起來，走到阿凡提面前道：「我借給你的鍋生了一個孩子，那很好。它什麼時候再生第二胎哪？」阿凡提忽然愁眉苦臉的道：「胡老爺，你的鍋死啦。」胡老爺一驚，怒道：「鍋怎麼會死？」阿凡提道：「鍋子會生孩子，當然會死。」胡老爺叫道：「你這騙子，借了我鐵鍋想賴。」阿凡提也叫道：「好吧，大家評評理吧。」胡老爺想起貪便宜收了他的小鐵鍋，這時張揚開來大失面子，真是啞子吃黃連，說不出的苦，連連擺手，擠在人叢中走了。阿凡提騙倒了平時專門欺壓窮人的財主胡老爺，得意非凡，仰天大笑，忽然後面一個聲音叫道：「大鬍子，又做什麼傻事啦？」阿凡提回頭一看，見是天池怪俠袁士霄，心中大喜。他們一個在南，一個在北，專一的扶危濟困，行俠仗義，兩人都有一身驚人武功，素來互相敬仰。阿凡提當下一把拉住袁士霄手臂，笑道：「哈哈，你這老傢伙來啦，快到我家裏看我老婆去。」袁士霄笑道：「你老婆有什麼了不起，成日猴子獻寶似的……」他話來說完，徐天宏與余魚同已搶上來拜見，他們在安西玉虛道院中曾見過他與陳家洛下棋，知道他是總舵主的師父。袁士霄道：「罷了，罷了，我又不是你們師父，磕什麼頭？家洛呢？」徐天宏道：「陳總舵主比我們先走一步……呀，陳老爺子和老太太也來啦！」他轉身向站在袁士霄身後的天山雙鷹施禮，他見關明梅牽著陳家洛乘坐的白馬，心中一驚，問道：「這馬老前輩從那裏見到的？」關明梅道：「我見過你們總舵主騎這馬，所以認得，剛才見牠在沙漠上亂奔亂闖，我們三個人費了好大的勁兒才拽住牠。」徐天宏大驚，說道：「難道總舵主遇險？咱們快去救。」眾人齊到阿凡提家裏，飽餐之後，與周綺作別。阿凡提的妻子見丈夫回家才半天，又要出門，拉住他鬍子大哭大鬧。阿凡提笑嘻嘻的安慰，她只是哭鬧不停，阿凡提笑道：「你要我的鬍子？好！」突然拔下十幾根鬍子，塞在她的手裏，奪門而出。