第十五回　異事疊見贈異寶陳家洛此時酒意已有七八分了，猛抬頭，只見皓月斜照，在湖中殘荷菱葉間映成片片碎影，心中一驚，問徐天宏道：「今兒是十幾，這幾天忙得日子也忘啦！」徐天宏道：「今兒十七，前天不是咱們一起過中秋的麼？」陳家洛微一沉吟，說道：「周老英雄、道長、眾位哥哥，今兒大家忙了一晚，總算沒失面子，文四哥的下落也有了消息。現在請大家回去休息。明天我有點私事，後天咱們就著手打救四哥。」徐天宏道：「總舵主，要不要那一位兄弟陪你去？」陳家洛道：「不必了，這件事沒危險的，我獨個兒在這裏定一定神，要想想事情。」眾人把船靠岸，與陳家洛別過，上岸回去。楊成協、衛春華、章進、蔣四根等都已喝得半醉，在杭州街上，一路挽臂高唱，歡呼而行。玉如意等人，自有杭州本地的兄弟去打賞不提。陳家洛眼望眾人去遠，跳上一艘小船，木槳撥動，小船在其平如鏡的湖面上輕輕的滑了過去，船到湖心，陳家洛收起木槳，獃望月亮，不禁流下淚來。原來八月十八是陳家洛生母徐氏的生辰。他離母十年，這次重回江南，生母卻已亡故，竟不能趕上相見一面，想起母親慈容笑貌，從此人鬼殊途，不由得悲從中來。適才聽徐天宏一說日子，已自忍耐不住，此刻眾人已去，忍不住放聲慟哭。在船中放聲大哭起來。他剛才聽徐天宏一說日子，但自己是總舵主身份，不便當眾悲泣，等眾人走後，才在湖心慟哭。這邊哭聲正悲，那邊忽然傳來格格輕笑。陳家洛一聽，忙止哭聲，回頭一望，只見一艘小船緩緩划來，待船駛近，月光下見一人從船尾站了起來，身上穿著淺灰長袍，把手一拱，叫道：「陳公子，一個人還在賞月麼？」陳家洛看得明白，那人竟是陸菲青那姓李的徒弟，剛才就是站在乾隆身後的，不知他一人重回又有何事，忙拭乾眼淚，抱拳回禮，說道：「是李大哥，找我有甚麼事？」李沅芷輕輕一縱，落在陳家洛船頭，笑道：「你要知道你那金笛秀才兄弟的消息麼？」陳家洛心中一驚，道：「請李大哥坐下細談。」李沅芷一笑坐下，伸手到湖中弄水。這時月亮倒影剛巧映在船邊，李沅芷撥動湖水，水中月亮都被弄得碎亂了。陳家洛問道：「咱們的余兄弟你可見到了麼？他在那裏？」李沅芷笑道：「我當然知道，可是偏不告訴你。」陳家洛聽她這句話，一時怔住了，心想這姓李的小子簡直古怪，說話倒像一個刁蠻女郎。李沅芷那天摟著霍青桐肩膀的那副親熱神態，這時又湧上心頭，不知怎的，對她有一種說不出的厭惡之感。李沅芷玩了一陣水，右手濕淋淋的伸上來，不住向空中彈水，月光下見陳家洛眼圈紅紅的，淚痕未乾，奇道：「咦，你哭過了麼？剛才我聽到一個人哭，原來是你。」陳家洛別過了頭，不去睬她。李沅芷心中一軟，柔聲說道：「你是不是牽記你文四哥和余十四弟呢？你別難過，我告訴你，他們兩人都好好活著。」陳家洛本想細問，但聽她一副勸慰小孩子的語氣，很是不快，心想：「就是不靠你報信，我們也能查得出來。」仍舊悶聲不響。李沅芷問道：「我師父呢？他也到杭州了麼？」陳家洛道：「怎麼？陸老前輩沒和你在一起麼？」李沅芷道：「當然啦，那晚在黃河渡口一陣大亂，就沒再見他。」陳家洛道：「陸老前輩武功驚人，一定不會有甚麼錯失，你放心好啦。」李沅芷道：「你們紅花會勢力這麼大，幹麼不派人去找找他？」陳家洛聽她說話很沒禮貌，更是不喜，但他究竟極有涵養，說道：「李大哥說的是，明兒我就派人去打聽。」李沅芷隔了一會，說道：「我聽余師哥說，你的武藝好得了不得。我不信，他說你做我師父都可以，難道你比我師父強麼？」陳家洛聽她說話不知輕重，微微一笑，道：「陸老前輩是武林中罕見的高手，我給他做徒弟，他還不見得肯收呢。他要收徒弟，一定得收資質聰明的人。」李沅芷笑道：「啊喲，別當面捧人家啦。我剛才見你拋了四隻酒杯，內勁用得好極啦。不過你們紅花會的人對你這麼服服貼貼，比見老子還恭敬，我可有點不服氣。」陳家洛「哼」了一聲，心想：「要人敬服又不是靠武功來壓人，這點你不懂，我也懶得跟你多說。」他見李沅芷又稚氣又刁鑽，不覺又是好氣又是好笑，當下說道：「天快亮啦，我要上岸去，再見罷！」說罷舉起槳來，等她跳回自己船上去。李沅芷大不高興，說道：「雖然別人都服你，你可不必對我這麼驕傲！」陳家洛聽了她這句話，氣往上衝，當時就要發作，但轉念一想，自己領袖群倫，為紅花會眾豪傑之長，不能隨便動怒，而且這姓李的年紀比自己小，未免不值，當下強抑怒氣，舉槳划船。李沅芷也是自小被順慣了的人，陳家洛越不理睬她，心中也越不高興，悶在船頭，一時下不了台。一艘小船將近划到三潭印月，李沅芷冷笑了一聲道：「你不必神氣。你要是真狠，幹麼一個人偷偷的躲在這裏哭？」陳家洛仍舊不理。李沅芷道：「我跟你說話，難道你沒聽見？」陳家洛呼了一口氣，側目斜視，心想：「你這小子真是不識好歹，連你師父都對我客客氣氣，你竟敢對我這樣無禮。」李沅芷冷冷的道：「我一片好心來告訴你消息，你卻不理人家。沒我幫忙，看你救不救得出你的文四哥。」陳家洛秀眉一揚，道：「憑你就有這樣大本領？」李沅芷道：「怎麼？你瞧不起人？那麼咱們就比劃比劃。」手腕一翻，從腰間拔出寶劍。陳家洛本來瞧在陸菲青面上，對她一再忍讓，見她忽然拔劍出鞘，心中突然一動，她剛才站在乾隆背後，和統兵的將軍神態很是親熱，難道竟是敵人不成？一方面又覺得奇怪，平素自己氣度雍容，不知怎樣，對這人卻是說不出的厭憎，只見她容顏秀雅，俊目含嗔，一時倒捉摸不定她到底是何等樣人，於是說道：「你剛才站在皇帝背後，是假意投降呢，還是在朝廷做了甚麼官職？」李沅芷道：「全不是。」陳家洛道：「難道那些清廷走狗之中有你的親人不成？」李沅芷一聽罵他父親是走狗，怒火大熾，迎面的就是一劍，罵道：「你這小子怎麼出口傷人？」陳家洛見她當真動手，心想這人果然和清廷官員有所牽連，這時不必再行客氣，喝道：「好哇，我找你師父算帳去。」身子一偏，讓開了刺來的一劍。李沅芷使開在師門所學的柔雲劍術，待陳家洛剛站起身，一劍平刺他的胸膛。陳家洛不避不讓，待劍尖剛沾胸衣，突然一吐氣，胸膛向後陷進三寸。其時李沅芷力已用足，劍尖已刺他不到，她見陳家洛功力深湛，心中大駭，怕他隨手進擊，雙足一點，反身跳到湖中三潭印月石墩之上。那石墩離船很遠，頂上又光又滑，李沅芷居然穩穩的站在那裏，陳家洛心想此人造詣也自不凡，倒也不可輕敵。他本想空手進招，一見她施展武當派上乘輕功，自己與張召重對敵過，深知武當派武功十分厲害，於是斜身縱起，從垂柳梢下穿了過去，等到站上另一個石墩時，手中已執著一條柳枝。李沅芷見他身法奇快，自己竟看不出他怎樣攀折柳枝，不由得暗暗吃驚，但到此地步，也只得硬起頭皮和他一拼，嬌叱一聲：「看劍！」左掌護身，縱向陳家洛所站的石墩上來，同時劍走偏鋒，向他左肩刺去。三潭印月是西湖中的三座小石墩，浮在湖水之上，中秋之夜，杭人習俗用五色彩紙把潭上小孔蒙住。此時中秋已過，但彩紙尚在，月光從墩孔中穿出，倒映湖中，繽紛奇麗。月光映潭，分塔為三，空明朗碧，就似湖下別有一湖。只見一個灰色人影，疾如飛鳥般在湖面上掠過，劍光閃處，與湖中彩影交相輝映。陳家洛身子微偏，柳枝揮向對方後心。李沅芷一擊不中，右腳在石墩上一點，「鳳點頭」讓過揮來的柳枝，斜刺裏搶到另一個石墩之上，稍一凝神，使招「玉帶圍腰」，先將寶劍接連不斷的繞身揮動，再和身縱了過去，心想這一下非把你逼到左邊石墩上不可。陳家洛居然不退，待她撲到，身子突然拔高丈餘，頭下腳上，柳枝當頭揮下。李沅芷舉劍一撩，那知柳枝順著劍身平面彎了下來，在她臉上一拂，有如吃了一記耳光，熱辣辣的十分難受，不暇思索，低頭又竄到左邊石墩之上，待得站定，見陳家洛也已落下，衣襟當風，柳枝輕搖，顯得十分瀟灑。李沅芷這時動了真怒，劍交左手，右手從囊中掏出一大把芙蓉金針，連揮三揮，三批金針分上中下三路向陳家洛打去。陳家洛在石墩上無處可避，雙腿外挺，整個人平臥湖面之上，左臂平伸，手掌按住石墩頂上，全身臨空，三批金針從他手臂上掠過，嗤嗤嗤的落入湖中。他左掌一用勁，人已躍起，身上居然沒濺著一點水，李沅芷三招沒將他逼離石墩，知道自己絕非敵手，她古靈精怪，何等乖巧，叫道：「咱們後會有期，再見罷！」就要竄入小瀛洲亭中。陳家洛叫道：「你給我三招，我瞧你師父份上，只還你一招，接著。」語聲剛畢，人已躍起，柳枝向她臉拂來。李沅芷吃過苦頭，舉劍在面前挽了一個平花，想削斷他的柳枝。那知這柳枝就如生了眼睛一般，待劍削到，已隨著變勢，把劍身裹住，當時只感到一股大力要把她的劍奪出去，同時對方左手也向自己胸部捺來。李沅芷又驚又羞，右手只好鬆開劍柄，左掌一擋，與陳家洛左掌相抵，借著他一捺之勁，跳到右邊石墩之上。這時她的寶劍也已飛上天空，落下來時陳家洛伸手接住。李沅芷羞罵：「還虧你是總舵主呢，用這種下流招數！」陳家洛一怔，說道：「胡說八道，我那裏下流？」李沅芷一想，自己是女子對方又不知道，他用這一招是出於無心，當下更不打話，一提氣便縱向小瀛洲的亭子。陳家洛見她身子一動，已知其意，他身法更快，隨著縱去。李沅芷跳到時，已見陳家洛站在身前，雙手托住寶劍，臉色溫和，把劍遞了過來。李沅芷鼓起了腮幫，接住了還劍入鞘，掉頭就走。過了半夜，其時天已微明，陳家洛把襟上紅花取下，放入袋中，緩步走向東門。到城邊時城門已開，守門的清兵向陳家洛凝視一下，突然雙手交叉胸前，俯身致敬，原來他是紅花會中人。陳家洛點點頭，走出了城門。那清兵道：「總舵主出城，可要一匹坐騎？」陳家洛道：「好罷！」那清兵歡天喜地的去了，不一刻牽了一匹馬來，後面跟著兩名小官，齊向陳家洛彎腰致敬。他們有機會向總舵主效勞，都覺萬分光榮。陳家洛上馬奔馳，八十多里快馬兩個多時辰也就到了，巳牌時分已到達海寧西門。陳家洛離家十年，此番重來，只見景色依舊，自己幼時在上面嬉遊的城牆也毫無變動。他怕撞見熟人，掉過馬頭向北郊走了五六里路，找一家農家歇了，吃過中飯，索性放頭便睡。他折騰了一夜，此時睡得十分香甜。那農家夫婦見他是公子打扮，說的又是本鄉土話，所以招呼得十分殷勤，晚上殺了一隻雞請他。陳家洛問起近年情形，那農人說：「皇上不知為了甚麼，連免了海寧全縣三年錢糧，大概都是瞧著陳閣老的面子。」陳家洛想父親陳相國逝世已經多年，實在猜不透皇帝何以對他家近年忽然別加恩寵起來，吃過晚飯，拿十兩銀子謝了農家，縱馬入城。他先到南門，坐在海塘上望海，回憶兒時母親多次攜了他的手在此觀潮，眼眶又不禁濕潤起來。他在回疆十年，每日見的儘是無垠黃沙，現在重見海波，心胸爽朗無比，披襟當風，望著大海看得獃了。眼見天色漸黑，海中白色泡沫都已變成模糊一片，陳家洛把馬繫在海塘的柳樹上，施展輕身功夫，向城西北自己家裏奔去。到得家門，忽然一獃，原來自己相國府宅第本大，這時舊宅之旁又蓋了一大片新屋，月光下只見亭台樓閣，氣派雄偉，宅前一個大區，寫著「安瀾園」三字，竟是乾隆的御筆親題。陳家洛心中一怔，向舊宅門裏跳了進去，直撲母親舊居，他輕輕上樓，閃在樓台邊向房裏一張，只見房內空無一人，房內佈置宛如母親生時，紅木傢私、大床、衣箱，仍舊放在他看了十多年的地方。桌上明晃晃的點著一枝紅燭。忽然隔房腳步響，一個人走進房來。陳家洛身子一縮，躲在一隅，只見進來的是一位老媽媽。他一見背影，忍不住就要呼叫出聲，原來那是他母親的贈嫁丫環瑞英。她把陳家洛從小撫育帶領直到十五歲，是下人中最親最近之人。瑞英進房後，拿一塊布把各件家具逐一抹得乾乾淨淨，坐在椅上發了一陣獃，在床上枕頭底下摸出一頂小孩帽子來不住撫摸嘆氣。那是一頂大紅緞子的繡花帽，上面釘著一塊綠玉，綠玉四周是八顆精光耀眼的大珠子，那正是陳家洛兒時所戴的帽子。他一見這情形，再也忍耐不住，一個箭步縱進房去，抱住了她。瑞英大吃一驚，張嘴想叫，陳家洛伸手按住她的嘴，低聲道：「別嚷，是我。」她望著陳家洛的臉，嚇得說不出話來。原來陳家洛十五歲離家，十年之後，相貌神情都已大變，而五十多歲的老婆婆，增加十歲卻並無多大變化，所以一個認得而另一個卻全然怔住了。陳家洛道：「瑞姑姑，我是三官，你不識了麼？」瑞英這時才透了一口，說道：「你──你是三官，你回──回來啦？」陳家洛微笑點頭。瑞芳神智漸定，依稀在陳家洛臉上看出了那小名三官的淘氣孩子的容貌，不由得抱住了他，放聲哭了出來。陳家洛連忙搖手，說道：「別讓人知道我回來了，快別哭。」瑞英道：「不礙事，他們都到新園子裏去啦，這裏沒人。」陳家洛道：「那新園子是怎麼回事？」瑞英道：「今年上半年才造的，不知用了幾十萬兩銀子哪，也不知道有甚麼用。」陳家洛知她年紀老了，這種事情不大明白，於是問道：「我姆媽去世時的情形是怎麼的？她生的是甚麼病？」瑞英掏出手帕來擦眼淚，說道：「小姐那天不知道為甚麼，很不開心，一連三天沒好好吃飯，就得了病。拖了十多天就過去啦。小姐過去的時候老惦記你，說：『我的三官呢？他還沒來麼？我要三官來呀！』這樣叫了兩天才死。」陳家洛嗚咽道：「我真是不孝的兒子，姆媽臨死時要見我一面也見不著。」江南世家小姐出嫁時，例有幾名丫頭陪嫁過去，小姐雖然做了太太奶奶，可是這幾名陪嫁丫頭到老仍舊叫她小姐。瑞英所以稱陳家洛的母親做小姐，就是這個原因。陳家洛又問：「姆媽有甚麼話要對我說麼？」瑞英道：「最後一天小姐迴光返照，精神很好，她知道見你不著，所以寫了一封信給你。」陳家洛急問：「信呢？在那裏？快給我。」瑞英道：「後來她不知怎麼一想，嘆了一口氣，說『還是別讓他知道的好』，叫我把蠟燭拿過去，她自把信在燭火上燒掉，信快燒完，小姐氣力也完啦，手一鬆，就過麼過去啦。」陳家洛聽得滿目含淚，問道：「那麼我姆媽沒燒完的信呢？」瑞英道：「這個我收著。」陳家洛道：「拿給我看。」瑞英道：「小姐總是為不願給你看到，所以臨死時要燒掉，你又何必要看。」陳家洛一臉哀苦之色，自傷自嘆：「不知姆媽要對我說些甚麼，唉，我見不到姆媽一面，連最後的遺書也看不到。」瑞英聽得心酸，揭開箱子，翻開上面的衣物，掏出一個小盒子來，她用鑰匙開了，取出一個紙包，交給陳家洛道：「我不知道小姐寫了些甚麼，這封信我偷偷收起來，從來沒給人見到過。」陳家洛接過手已微微發抖，把紙包打開，只見裏面是小半張信牋，上面一大截已被燒去，下半截也是一片焦黃之色，還沾了許多燭油，上面寫的赫然是他母親的字跡，只見甚麼「半生傷痛」，「僅為兒耳」，「威逼嫁之陳門」等等一些零碎詞語，還有些字是上下文不相連續的，甚麼「硤石沈氏之」，「婦道云」等等，陳家洛不暇仔細研究，把信放入懷裏，問道：「姆媽的墳在那裏？」瑞英道：「在新造的海神廟後面。」陳家洛道：「海神廟？」瑞英道：「是啊，那也是今年春天剛造的。廟大極啦，在海塘邊上。」睹物思人，良可傷痛，陳家洛不願再問，說道：「瑞姑，我去看看再說。」瑞英正想開口叮囑，陳家洛已從窗中飛身出去。從家裏到海塘是他最熟悉的道路，片刻間即已奔到。只見西首高樓臨空，是幾座兒時所未見之屋宇，想必是海神廟了，於是逕向廟門走去。忽然廟左廟右同時響起輕微的腳步聲，一聽竟是夜行人的步法，他疾忙一退，縮身在一棵柳樹之後，只見神廟左右分各竄出兩個穿夜行衣靠的人來，在廟門口四人舉手打個招呼，腳步絲毫不停，分向廟左廟右奔了下去。陳家洛十分奇怪，心想海寧是海隅小縣，看這四人武功均各不弱，到這裏來不知有甚麼圖謀，他正想跟蹤下去一查，忽然腳步聲又起，又是四個人從廟旁包抄過來，看這四人身材模樣和前面四人並不相同。心裏更是奇怪，待這四人交叉而過之後，他提一口氣，如飛鳥般躍上廟門，橫躺在牆頂，俯首下視。灰影起處，又有四個人盤繞了過去，陳家洛看這些人繞著海神廟打圈子，全神灌注，一聲不作，武功均非泛泛，難道是甚麼教派舉行拜神儀式？又莫是大幫海盜在此聚會分贓，所以外面派了巡邏？一時好奇心起，輕輕跳下，隱身在牆邊，溜進太殿中查看。東殿供的是建造浙江海塘的吳越王錢鏐，西殿供的是潮神伍子胥，他再到中殿，殿上香煙繚繞，蠟燭點得晃亮，他想這裏供的不知是何神祇，抬頭一看，不由得驚獃了。那中間端坐的潮神面目清秀，下頷微髭，一如自己父親陳相國生時。陳家洛奇異萬分，忍不住輕輕的「咦」了一聲。這時又聽見殿外傳來腳步之聲，忙隱身一在座大鐘之後。不一會只見四個人走進殿來，這四人穿了一色的黑衣，手中都拿著兵刃，在殿中繞了一圈又走了出去。陳家洛見左面有一扇門開著，慢慢走過去，向外一張，只見一條長長的白石甬道，直通出去，氣派十分宏偉，宛如京城大內宮殿規模。他想走上這條白石甬道難免為人發覺，於是雙足躍到甬道頂上，一溜煙般跑到了甬道末端，一看下面無人，反躍身下。過去又是一座神殿，殿外寫著「天后宮」三個大字，殿門並未關閉，陳家洛走進瞻仰神像，這一下比剛才驚訝更甚。原來天后神像臉如滿月，雙目微揚，竟與自己生母徐氏的相貌一模一樣。陳家洛愈看愈奇，如入五里霧中，轉身奔出，去找尋母親的墳墓，只見天后宮後面搭著一排連綿不斷的黃布帳篷。他隱身牆角，往外注視，眼光到處，儘是穿黑衣的壯漢在黃布篷外來回巡視。他今晚所見景象，俱出自己想像之外，雖然見他們戒備森嚴，但藝高人膽大，決心去探個明白，在地上慢慢爬近帳篷，乘兩名黑衣人都背轉了身之時，掀帳篷就鑽了進去。他先伏地不動，細聽外面並無聲息，知道自己蹤跡未被發覺，回頭過來，只見帳篷中空空曠曠一個人也沒有。地下整理的十分平整，草根都已鏟得乾乾淨淨，帳篷一座接著一座，就如一條大甬道一般，一直通到後面。每座帳篷中都點著巨燭油燈，照得一片雪亮，一眼望去，兩排燈光就如兩條小火龍般伸展出去。陳家洛從腰間取出霍青桐所贈的短劍，握在手裏，一步步向前走去，心想：「就是龍潭虎穴，今日我也要闖他一闖！」四下裏靜悄悄的，只有蠟燭上的燈火偶然爆裂開來，發出輕微的聲息。他屏息提氣，走了數十步，忽然見前面有人衣服響動之聲，忙向旁一躲，隔了半晌，見沒有動靜，又向前走了幾步，燈光下只見前面隆起兩座並列的大墳，一個人背向著他坐在墳前。墳前各有一碑，碑上題著朱紅的大字，一塊碑上寫的是「清大學士陳公世倌之墓」，另一塊碑上寫的是「清一品夫人陳母徐夫人之墓」。陳家洛在燭光下看得明白，心中一酸，原來自己父母親葬在此處，也不顧得危機四伏，就要撲上去哭拜，剛跨出一步，忽然坐在墳前那人站了起來。陳家洛忙站定身子，先看他如何動靜，只見他站著向墳凝視片刻，突然跪倒，拜了幾拜，伏地不起，看他背心抽動，似乎哭泣甚哀。見此情形，陳家洛提防疑慮之心盡消，此人既在父母墳前哭拜，不是自己戚屬，也必是父親至親至近之門生故吏，見他哭泣甚悲，於是輕輕走上前去，在他肩上一拍，說道：「請起來罷！」那人一驚，突然跳起，但並不轉過身來，喝道：「是誰？」陳家洛道：「我也是來拜墳的。」他先不去理那人，跪倒墳前，想起父母生前養育之恩，那裏還能忍耐得住，不禁淚如雨下，嗚咽著叫道：「姆媽、爸爸，三官來遲了，見不著你了。」只聽見站著的那人「啊」了一聲，隨著腳步響動，急速向外奔出。陳家洛一伸腰站起來，向後連躍兩步，已攔在那人面前，燈光下一朝相，兩人各自驚得退後一步。原來在他父母墳前哭拜的，竟是當今滿清皇帝乾隆弘曆。乾隆驚道：「你──你怎麼深夜到這裏來？」陳家洛道：「今天是我母親生辰，所以我來拜墳。你呢？」乾隆不答他的問話，問道：「你是姓陳──陳世倌的兒子？」陳家洛道：「不錯，江湖上許多人都知道。我想你也知道罷？」乾隆道：「沒聽說過。」原來近年來乾隆對海寧陳家榮寵殊甚，臣子中雖有人知道紅花會新首領是故陳相國之少子，但誰都不敢提起，因為皇上喜怒難測，一個多事說了出來，很可能就落得殺身之禍。這時陳家洛心中提防之心雖去，但疑惑只有更甚，他想：「外面如此戒備森嚴，原來是保護皇帝前來祭墓，可是何以如此隱秘？非但時間是在深夜，而且墳墓與甬道全部用黃布遮住，顯然是不欲令人知曉。然則皇帝何以又來偷祭大臣之墓？而且在墓前跪拜哀哭，實在令人費解。」他心中猜疑不定，乾隆也在對他仔細打量，過了半晌，乾隆說道：「咱們坐下來談罷！」兩人坐在墳前石上。他們兩人這次是第三次會面。第一次在靈隱三竺相見時，互相猜疑中帶有結納之意；第二次在湖上明爭暗鬥，勢成敵對。這一次相見，敵意大消，親近之心油然而生。乾隆拉著陳家洛的手，說道：「你見我深夜來此祭墓，一定覺得奇怪。令尊生前於我有恩，我所以能登大寶，令尊之功最鉅，此事我終身不忘，所以今夜特來拜謝。」陳家洛將信將疑，「咦」了一聲。乾隆又道：「此事如洩漏於外，十分不便，你可能答應我絕對不吐露隻字麼？」陳家洛見他尊崇自己父母，對他十分好感，當下慨然說道：「你儘管放心，我在父母墳前發誓，今晚之事，絕不對任何人提及。」乾隆知道他是武林中領袖人物，最重然諾，何況又在他父母墓前立了誓，所以十分放心，面露喜色。兩人手握著手，坐在墓前，一個是當今中國皇帝，一個是江湖上第一大幫會的首領。兩人都沉浸在思索之中，一時無話可說。過了片刻，忽然極遠極遠處似有一陣鬱雷之聲，陳家洛耳朵好，先聽見了，說道：「潮來了，咱們到海塘邊去看看罷，我有十年不見啦。」乾隆道：「好。」仍舊攜著陳家洛的手，走出帳來。在外面巡邏的眾侍衛見乾隆出來，忙趨前侍候，忽見他身旁多了一個人，都感到十分奇怪，可是也不敢作聲。白振、褚圓等重要侍衛，心中更是慄慄危懼，怎麼帳篷中鑽了一個人進去居然沒發覺出來，這個罪名實在不小。等到走近，看見他身旁那人竟是紅花會的總舵主，這一驚更是非同小可。侍衛把御馬牽了過來，乾隆對陳家洛道：「你騎我這匹馬。」侍衛忙又牽過一匹馬。兩人上了馬，向大東門而去。這時鬱雷之聲漸響，轟轟不絕。待出大東門，耳中儘是浪濤之聲，但眼望大海，只見平靜一片，海水在塘下七八丈，月光淡淡，照射海上，悠然流水，映出點點銀光。陳家洛道：「我母親是今天生日，所以她名字叫做潮生。」這時感到乾隆握著他的手微微一震，似乎心情很是激盪。乾隆望著海水出了神，隔了一會，說道：「你我十分投緣。我明天回杭州，再住三天就回北京，你也跟我同去好麼？最好以後常在我身邊。我見到你，就同見到令尊一般。」陳家洛萬想不到他會如此溫和親切的說出這番話來，一時倒怔住了難以回答。乾隆道：「你文武全才，將來做到令尊的職位，也非難事，這比混跡江湖要高上萬倍了。」皇帝這番話等於是允許他將任為大學士，這是一人之下萬人之上的高位，乾隆心想他一定會喜出望外，叩頭謝恩了。那知陳家洛道：「你一番好意，我十分感謝，但假使我貪戀富貴，也就不會離開宰相之家，孤身流落江湖了。」乾隆道：「我正要問你，你為甚麼好好的公子不做，卻到江湖上去廝混，難道是不容於父兄麼？」陳家洛道：「那倒不是，這是奉我母親之命。我父親、哥哥是不知道的。他們花了很多心力，到處找尋，直到現在，哥哥還在派人尋我。」乾隆道：「你母親叫你離家，那可真奇了，這是幹麼啊？」陳家洛俯首不答，片刻之後，說道：「這是我母親的傷心事，我也不大明白。」說到這裏，潮聲愈響，兩人話聲漸被掩沒，只見遠處一條白線，在月光下緩緩移來。驀然間氣候驟寒，白線越逼越近，聲若雷震，大潮有如玉城雪嶺，天際而來，聲勢雄偉已極。潮水越近，聲音越響，有如千軍萬馬在金鼓齊鳴中一往直前。乾隆左手拉著陳家洛的手，站在海塘邊上，右手輕搖摺扇，驟見夜潮猛至，不由得一驚，右手一鬆，一柄摺扇直向海塘下落去，跌至塘底石級之上，那正是陳家洛贈給他的摺扇。乾隆叫了一聲「啊喲！」白振頭下腳上，突向塘底撲去，左手在塘石上一按，右手已將摺扇拾起。潮水愈近愈快，震撼激射，吞天沃月，一座巨大的水牆直向海塘壓來，眼見白振就要被捲入鯨波萬仞之中，眾侍衛都齊聲驚呼起來。白振凝神提氣，施展絕頂輕功，沿著海塘石級向上攀越，他未到塘頂，而海潮已經捲到。陳家洛見情勢危急，把身上長袍一撕為二，接起來掛到白振頂上。白振縱身一躍，拉住長袍一端，此時浪花已經撲到他的腳上。陳家洛使勁一提，把白振揮到塘上。這時乾隆與眾侍衛見海潮勢大，都已退離塘邊數丈。白振剛到塘上，海潮已捲上塘來。陳家洛自小在塘邊遊玩，熟識潮性，一把白振拉上，自己隨即向後連躍數躍。白振落下地時，海塘上已水深數尺，他右手一揮，一柄摺扇向褚圓擲去，雙手隨即緊緊抱住塘邊的一株柳樹。月影銀濤，光搖噴雪，雲移玉岸，浪捲轟雷，海潮勢若萬馬奔騰，白練風揚，奔飛曲折，把白振全身淹沒在波濤之下。但潮來得快，退得也快，轉眼之間，塘上潮水退得乾乾淨淨。白振屏息抱住柳樹，雙掌十指有如十枚鐵釘一般深深嵌入樹皮之中，待潮水退去，忙拔出十爪，向後退避。乾隆見他忠誠英勇，很是高興，從褚圓手中把摺扇接了過來，對白振點頭道：「回去賞你一件黃馬褂穿。」白振此時全身濕透，忙跪下叩頭謝恩。乾隆轉頭對陳家洛道：「古人說『十萬軍聲半夜潮』，看了這番情景，真稱得上是天下奇觀。」陳家洛道：「當年錢王以三千鐵弩強射海潮，海潮何曾有絲毫降低？可見自然之勢，是強逆不來的。」乾隆聽他說話，似乎又要涉到西湖中談過的話題，知道他是絕對不肯到朝廷裏來做官的了，便道：「人各有志，我也不能勉強你。不過我要勸你一句話。」陳家洛道：「請說。」乾隆道：「你們紅花會的行徑已跡近叛逆。過往的一切我可不咎，以後可萬不能再幹這種無法無天的事。」陳家洛道：「咱們為國為民，所作所為，但求心之所安。」乾隆默然，嘆道：「可惜，可惜！明珠暗投，夫復何言！」隔了一會，說道：「憑著今晚相交一場，將來剿滅紅花會時，我可以免你一死。」陳家洛道：「既然如此，要是你落入紅花會手中，我們也不來傷害於你。」乾隆哈哈大笑，說道：「在皇帝面前，你也不肯吃半點虧。好罷，大丈夫一言既出，駟馬難追。咱們倆擊掌為誓，將來彼此不得傷害。」兩人伸手互拍三下。白振等侍衛見皇上對陳家洛大逆不道的話居然不以為忤，反與他擊掌立誓，都感奇怪。潮水漸平，海中翻翻滾滾，有若沸湯。乾隆拉著陳家洛的手，又走向塘邊，眾侍衛要跟過來，乾隆揮了一揮手，命他們停住。兩人沿著海塘走了數十步，乾隆道：「我見你眼角眉梢，總有鬱鬱之意。除了追思父母、懷念良友之外，心上還有甚麼為難麼？你既不願為官，但有甚麼需求，儘管對我說好了。」陳家洛沉吟了一下道：「我想求你一件事，但怕你不肯答應。」乾隆道：「但有所求，無不從命。」陳家洛喜道：「當真？」乾隆道：「君無戲言。」陳家洛道：「我就是求你釋放我的結義哥哥文泰來。」乾隆微微一震，真想不到他會求這件事，一時不置可否。陳家洛道：「我這位姓文的哥哥到底甚麼地方得罪你了？你竟如此記恨，派了這許多人，非把他捕到不可？」乾隆道：「這個人是不能放的，不過既然答應過你，也不能失信。這樣罷，我不殺他就是。」陳家洛道：「那麼只好我們自己動手來救了。所以求你釋放，不是說我們救不出，而是為了怕動刀動槍，傷了你我的和氣。」乾隆昨天見過紅花會人馬的聲勢本領，知道他這話倒也不是誇口之言，說道：「你的好意我心領了。我明日一早回杭，再住三天，就回北京，回京之後，這人說不定會被你救去，我老實對你說，這人我絕不容他離開我的掌握，你既決意要救，三天之後我只好殺了。」陳家洛熱血沸騰，說道：「要是你殺了我文四哥，只怕你睡不安席，食不甘味。」乾隆冷冷的道：「如不殺他，我更是食不甘味，睡不安席。」陳家洛道：「這樣說來，你貴為至尊，倒不如我這閒雲野鶴快活逍遙。」乾隆不願他再提文泰來的事，於是問道：「你今年幾歲了？」陳家洛道：「二十五了。」乾隆嘆道：「我恰好比你大二十歲。那你就是在我登基那年出世的，你方青春年少，而我已過了大半世。唉，任人功業蓋世，壽數一到，終歸化為黃土罷了。」兩人又走了一會，乾隆問道：「你有幾位夫人？」不等他回答，從身上解下一塊璧玉來，說道：「這塊寶玉也算得是稀世之珍，你拿去贈給夫人罷。」陳家洛不接，道：「我未娶妻。」乾隆哈哈大笑，說道：「你總是眼界太高，所以至今未有當意之人。你把這塊寶玉拿去，將來贈給意中人作為定情之物罷。」玉色晶瑩，在月亮下發出淡淡柔光，陳家洛接了過來，觸手生溫，原來是一塊異常珍貴的暖玉。玉上用金絲嵌著四行細篆銘文：「情深不壽，強極則辱。謙謙君子，溫潤如玉。」乾隆笑道：「如我不知道你是胸襟豁達之人，也不敢送這塊玉給你，更不會叫你贈給將來的意中人。」這四句銘文雖似不吉，其中實其中含有至理。陳家洛低吟「情深不壽，強極則辱」那兩句話，細細體會其中含意，不知如何，只覺天地悠悠，世間不如意事盡皆兜上心頭，悲從中來，直欲放聲一哭。乾隆道：「少年愛侶，情深愛極，每遭鬼神之忌，是以才子佳人多無美滿下場，反不如傖夫俗子常能白頭偕老。情不可極，剛則易折，先賢這話，確是合乎萬物之性情的。」陳家洛不願再聽下去，把玉放在懷裏，說道：「多謝厚賜，後會有期。」拱一拱手，轉身要走，乾隆右手一擺，說道：「好自珍重！」陳家洛回過頭來向城裏走去。白振見他們兩人分開，走到陳家洛面前，說道：「剛才多承你救我性命，在下十分感激，只怕此恩不易報答。」陳家洛道：「白老前輩說那裏話來？咱們武林同道，朋友有事，出一把力何足道哉！」兩人拱手作別，陳家洛還有一件心事未了，又奔到相國府，翻進牆去，尋到瑞英，說道：「我哥哥此刻一定在安瀾園等候皇上，忙碌不堪，我待會再去找他。瑞姑，你有甚麼心願沒有？告訴我，一定給你辦到。」瑞英道：「我的心願只是求你平平安安，將來娶一房好媳婦。」陳家洛笑道：「那怕不大容易。晴畫、雨詩兩人呢？你去叫來給我見見。」晴畫和雨詩是陳家洛小時服侍他的小丫頭。瑞英道：「雨詩已在前年過世啦，晴畫還在這裏，我去叫她來。」她出去不一會，晴畫已先奔上樓來。陳家洛見她亭亭玉立，已是個俊俏的大姑娘，但兒時憨態，尚依稀留存。她見了陳家洛臉一紅，叫了一聲「三官」，眼眶也紅了起來。陳家洛道：「你長大啦。雨詩怎麼死的？」晴畫淒然道：「她跳海死的。」陳家洛驚問：「幹麼跳海？」晴畫四下望了一下道：「二老爺要收她做小，她不肯。」陳家洛「咦」了一聲。晴畫哭道：「咱們姊妹的事也不必瞞你。雨詩和府裏的家人陳進忠很好，兩人偷偷的攢錢，想把雨詩的身價銀子積起來，求太太答應她贖了身，就和進忠做夫妻。那知二爺看中了她，一天喝醉了酒，便把她叫進房去。第二天雨詩哭哭啼啼的對我說，她對不起進忠。我勸她，咱們命苦，給人蹧蹋了有甚麼辦法，那知她想不開，夜裏偷偷的跳了海。進忠抱著她屍體哭了一場，在府門前的石獅子上一頭撞死啦。」陳家洛聽得目貲欲裂，叫道：「想不到我哥哥是這樣的人，我本想見他一面，以慰手足之情，現在也不必再見他了。雨詩的墳在那裏？你帶我去看看。」晴畫道：「在西門，等天明了，我偷偷帶三官去。」陳家洛道：「現在就去。」晴畫道：「這時府門還沒開，怎麼出得去？」陳家洛微微一笑，伸左手摟住了她的腰。晴畫羞得滿臉通紅，正待說話，身體忽如騰雲駕霧般從窗子裏飛了出去，站在屋瓦之上。陳家洛帶著她在屋頂上奔馳，不一刻已到了西門。跳下房來，晴畫隔了好半天才定了神，驚道：「三官，你學會了仙法？」陳家洛笑道：「你怕不怕？」晴畫微笑不答，把陳家洛領到雨詩墳邊。一坏黃土，埋香掩玉，陳家洛想起舊時情誼，不禁淒然，在墳前作了三個揖。這時晴畫已哭了起來，說道：「三官，要是你在家裏，二老爺也不敢作這樣的事。」陳家洛默然點頭。晴畫又道：「進忠也尋了死之後，進忠的媽求府裏讓他們兩個葬在一起，二老爺大發脾氣，反而把進忠的媽叫去罵了一頓，唉，他們兩個死了之後還是不能在一淘。」陳家洛道：「明天我派人來辦這件事，把他們葬在一起。」晴畫遲疑道：「二老爺怕不會肯。」陳家洛道：「哼，我才不理他肯不肯呢。我還叫人把你贖出來，回你自己家去。」晴畫咽哽著道：「三官，你待咱們總是這麼好──」此時明月西沉，繁星閃爍，陳家洛道：「我送你回去罷，我有要緊事要趕回杭州。」兩人再回陳府，陳家洛正待越窗而出。晴畫道：「三官，我求你一件事。」陳家洛道：「好，你說罷。」晴畫道：「讓我再服侍你一次，我給你梳頭。」陳家洛微一沉吟，笑道：「好罷！」坐了下來，晴畫喜孜孜的出去，不一會，捧了一個銀盆進來，盆中兩隻細瓷碗，一碗桂花白木耳百合湯，另一碗是四片糯米嵌糖藕，放在陳家洛面前。陳家洛離家十年，日處大漠窮荒之中，這種江南富貴之家的滋味今日重享，恍如隔世。他用銀匙搯了一口湯喝，晴畫已把他頭髮打開，抹上油，用梳子梳理。他把糖藕中的糯米球一顆顆的用筷子頂出來，自己吃了一顆，在晴畫嘴裏塞一顆。晴畫笑道：「你還是這個老脾氣。」等辮子編好，陳家洛點心也已吃完。晴畫道：「你怎麼長衣也不穿？著了涼怎麼辦？」陳家洛心裏暗笑：「難道我還是十年前那種弱不禁風的公子哥兒？」晴畫跑出去拿了一件天青色的湖縐長衫來說道：「這是二老爺的，大著點兒，你將就穿一穿罷。」她幫著他把長衫套上身，伏下身去把他扣子一粒粒扣好。陳家洛見她忍著眼淚，也有點心酸，說道：「我去啦！」雙足一頓，從窗中跳了出去。