第三十回　林中激戰張三丰將小舟划到渡船之旁，待要扶那虯髯大漢過船，豈知那大漢甚是硬朗，一手抱著男孩的屍身，一手抱著女孩，輕輕一縱，便過了渡船。張三丰暗暗點頭：「這人身受重傷，仍是如此忠於幼主，確是個鐵錚錚的好漢子，我這番出手雖然不免冒失，但這樣的好漢子卻也該救。」當下便也回到渡船，替那大漢和小女孩取下毒箭，敷上拔毒生肌之藥，待得一切料理定當，渡船已過了漢水。張三丰心想：「眼下無忌週身穴道閉塞，不能行走，若是到老河口投店，這漢子和那女孩都是欽犯，我一人照顧三人，只怕難以周全。」便一沉吟，取出三兩銀子交給梢公，說道：「梢公大哥，煩你順水東下，過了仙人渡，送咱們到太平店投宿。」那梢公見他將蒙古眾武官打得落花流水，心中早是萬分敬畏，何況又給了這麼多銀子，當下連聲答應，搖著船沿江東去。那大漢在艙板上跪下磕頭，說道：「老道爺相救小主的大恩大德，常遇春粉身難報。」張三丰忙伸手扶起，道：「常英雄不須行此大禮。」一碰到手掌，但覺觸手冰冷，心下微微一驚，問道：「常英雄可還受了內傷麼？」常遇春道：「小人從信陽護送兩位小主南下，途中和韃子派來追捕的鷹爪接戰四次，胸口和背心被一個番僧打了兩掌。」張三丰一搭他的脈博，但覺跳動極是微弱，再解開他衣服一看傷處，更是駭然，但見他中掌處腫起寸許，受傷著實不輕，若是換作旁人，早便支持不住，他千里奔波，力拒強敵，當真是英雄了得。當下命他不可說話，布艙中安臥靜養。這晚二更時分，才到太平店，張三丰到鎮上藥店裏抓了藥，煮了給各人分別服下，那女孩約莫十歲左右，十足是個絕色的美人胎子，坐在哥哥的屍身之旁，一動也不動。張三丰見她楚楚可憐，問道：「姑娘，你叫什麼名字？」那女孩站起身來說道：「我叫周芷若。不敢請教道長法號？」張三丰見她小小年紀，雖在喪亂之中，仍是態度雍容，行止有禮，不禁憐愛之心更甚，微笑道：「老道是張三丰。」常遇春「啊」的一聲，翻身坐起，大聲道：「老道長原來是武當山張真人，難怪神功蓋世。常遇春今日有幸，得遇仙長。」張三丰微笑道：「老道不過多活了幾歲，什麼仙不仙的。常英雄快請臥倒，不可裂了箭創。」他見常遇春慷慨豪爽，英風颯颯，周芷若明慧端麗，溫順文雅，心中對兩人都很喜歡，但想到他二人是魔教中人，倘若深談，說不定日後貽患無窮，便淡淡的道：「兩位受傷不輕，不宜多談。」要知張三丰生性豁達，於邪正兩途，原無多大偏見，當日曾對張翠山言道：「正邪兩字，原來難分。正派中弟子若是心術不正，便是邪徒；邪派中人倘若一心向善，那便是正人君子。」又說白眉教教主殷天正雖然性子偏激，行事乖僻，卻是個光明磊落之人，很可交交這個朋友。可是自從張翠山自刎身亡，他心傷愛徒之死，對白眉教不由得深恨極惡，心想三弟子愈岱岩終身殘廢，五弟子張翠山身死名裂，皆是由白眉教而起，雖然勉強抑下了向殷天正問罪復仇之念，但不論他胸襟如何博大，於這「邪魔」二字，卻是恨惡殊深。那周子旺正是魔教中彌勒宗的大弟子。數年前在江西袁州起事。自立為帝，國號稱「周」，但旋即為元軍撲滅，周子旺被擒斬首。彌勒宗和白眉教雖非一派，但相互間淵源甚深，周子旺起事之時，殷天正曾在浙西為之聲援。張三丰今日相救常遇春和周芷若，只是激於一時俠義之心，兼之事先未明二人身份，實在是大違本願，想到兩個情若父子的弟子一死一傷，無忌又是毒深難治，不禁長嘆了一聲。這時那梢公已煮好飯菜，開在艙中小几之上，雞、肉、魚、蔬，一共煮了四大碗。張三丰要常遇春和周芷若先吃，自己卻給無忌餵食。常遇春問起原由，張三丰說他寒毒侵入臟腑，是以點了他各穴道，暫保性命。無忌心中難過，竟是食不下嚥。張三丰再餵時，無忌搖搖頭，不肯再吃了。周芷若從張三丰手中接過碗筷，道：「道長，你先吃飯吧，我來餵這位大哥。」無忌道：「我飽啦，不要吃了。」周芷若道：「張大哥，你若不吃，老道長心裏不快，他也吃不下飯，豈不是害得他肚子餓了？」無忌一想不錯，當周芷若將飯送到他嘴邊時，便張口吃了。周芷若細細心心的將魚骨雞骨剔除，每一口飯中再加上肉汁，無忌竟吃得十分香甜，將一大碗飯都吃光了。張三丰心中稍慰，但轉念又想：「無忌這孩子命苦，自幼死了父母，如他這般病重，原該有個細心的女子服侍他才是。」只是常遇春不動魚肉，只是將那碗青菜吃得乾乾淨淨，雖在重傷之下，兀自吃了四大碗白米飯。張三丰雖是道士，卻不忌葷腥，見常遇春食量甚豪，便勸他多吃雞肉。常遇春道：「張真人，咱拜菩薩的不吃葷。」張三丰道：「啊，老道倒忘了。」原來魔教中人規矩極嚴，每日只吃一頓晚餐，戒食葷腥，自唐朝以來，即是如此。北宋末年，魔教大首領方臘在浙東起事，當時官民均稱之為「食菜事魔教」，食菜和奉事魔王，是魔教的兩大規律，傳之已達數百年。只是歷朝官府對魔教誅殺極嚴，武林中人也對之極是岐視，因此魔教教徒行事甚為隱祕，雖然吃素，卻對外人假稱奉佛拜菩薩，不敢洩漏自己身份。常遇春道：「張真人，你於我有救命之恩，何況你也早已知曉我的來歷，自也不用瞞你。我是事奉明尊的明教中人，朝廷官府固然當咱是十惡不赦之徒，名門正派的俠義道瞧咱們不起，甚至是打家劫舍、殺人放火的黑道中人，也說咱們是妖魔鬼怪。可是你明知咱們的身份來歷，還是出手相救，這番恩德，當真是不知如何報答了。」原來魔教所事奉的大魔王叫做摩尼，教中人稱為「明尊」，稱自己的教為「明教」，人卻稱為之為魔教。張三丰道：「常英雄……」常遇春忙道：「老道爺，你不用英雄長、豪傑短啦，乾脆叫我遇春得了。」張三丰道：「好！遇春，你今年多大歲數？」常遇春道：「我剛好二十歲。」張三丰見他雖然濃髯滿腮，但言談舉止之中，顯然年紀甚輕，是以有此一問，於是點頭道：「你不過剛長大成人，雖然投入魔教，但陷溺未深，及早回頭，一點也沒遲了。我有一句不中聽的話勸你，盼你不要見怪。」常遇春道：「老道長見教，自是金玉良言，我怎敢見怪？」張三丰道：「好！我勸你即日洗心革面，棄了邪教。你若是不嫌武當派本領低微，老道便命我大徒兒宋遠橋收你為徒。日後你行走江湖，揚眉吐氣，誰也不敢輕賤於你。」宋遠橋是七俠之首，名震天下，尋常武林中人要見他一面亦是不易。武當諸俠直到近年方始收徒，但揀選甚嚴，若非根骨資質，品行性情無一不佳，決不能投入武當門下，常遇春出身魔教，常人一聽早就皺起眉，竟蒙張三丰垂青，那自是極大的福緣了。豈知常遇春朗聲道：「遇春蒙張真人瞧得起，實是感激之極，但遇春身屬明教，終身不敢背教。」張三丰又勸了幾句，常遇春卻堅決不從。張三丰見他執迷不悟，不由得暗自歎息，於是將無忌抱在手裏，說道：「既是如此，咱們便此別過。」他不願和魔教中人打交道，那「後會有期」四字也忍住了不說。張三丰抱了無忌，便要出船上岸，常遇春又拜謝。周芷若向無忌道：「張家大哥，你要天天吃飽飯，免得老道爺操心。」無忌眼淚奪眶而出，哽咽道：「多謝你好心，可是……可是我沒幾天飯可吃了。」張三丰心下黯然，舉起袍袖，給他擦去腮上流下來的眼淚。周芷若驚道：「什麼？你……你……」張三丰道：「小姑娘，你良心甚好，但盼你日後走上正途，千萬別陷入邪魔才好？」周芷若道：「多謝老道教誨。」常遇春忽道：「張真人，你老人家功行深厚，神通廣大，這位小爺雖然中毒不淺，總能化解吧？」張三丰道：「是！」可是伸在無忌身下的左手，卻輕輕搖了兩搖，意思是說他毒重難愈，只是不讓他自己知道。常遇春見他搖手，吃了一驚，說道：「小人內傷不輕，正要去求一位神醫療治，何不便和這位小爺同去？」張三丰搖頭道：「他奇經八脈已通，寒毒散入臟腑，非尋常藥石可治，普天下再無一人醫得」常遇春道：「可是那位神醫卻有起死人，肉白骨的能耐。」張三丰一怔之下，猛地裏想起了一人，說道：「你說的莫非是『蝶谷醫仙』？」常遇春道：「正是他，原來老道長也知道我胡師伯的名頭。」張三丰心下卻好生躊躇：「素聞這『蝶谷醫仙』胡青牛是魔教一派，向為武林人士所不齒，何況他脾氣怪僻無比，只要魔教中人患病，他盡心竭力的醫治，一文不收，教外之人求他，便是黃金萬兩堆在他的面前，他也不屑一顧。無忌寧可毒發身亡，我也決不容他陷身魔教。」要知那胡青牛以「青牛」兩字為名，取意於「老子騎青牛出關而化胡」這句話，扣了這個「胡」字，那魔教原是由西域胡人傳入中土，另一含意義是青牛吃草，兼有「食菜事魔」和「嘗百草以治病」的意思，他我行我素，不加隱瞞，江湖上多知他是魔教中頗具身份的長老。常遇春見他躊躇，明白他的心意，說道：「張真人，胡師伯雖是從來不給教外人治病，但張真人有相救周姑娘的大恩，胡師伯非破例不可。他若當真不肯動手，遇春決不和他干休。」張三丰道：「這位胡先生醫術如神，我是聽到過的，可是無忌身上的寒毒，實非尋常……」常遇春大聲道：「這位小爺反正不成了，最多治不好，左右也是個死，又有甚麼可想？」他性子爽直之極，心中想到甚麼，便說了出來。張三丰聽到「左右也是個死」六個字，心頭一震，暗想：「這莽漢子的話倒也不錯，眼看無忌最多不一月之命，只好死馬當作活馬醫。」於是說：「如此便拜託你，可是咱們話說明在先，胡先生決不能勉強無忌入教，倘若當真治好了，咱武當派也不領貴教之情。」他知道魔教中人行事詭秘，若是一糾纏上身，陰魂不散，不知道將有多少後患，張翠山弄到身敗名裂，便是一個活生生的例子。常遇春昂然道：「張真人可把咱們明教中人，忒也瞧得小。」他轉頭向周芷若道：「周姑娘，你暫且跟張真人去，好不好？」周芷若尚未回答，張三丰愕然道：「甚麼？」常遇春：「張真人不願去見我胡師伯，這個是我知道的，自來邪正不並立，張真人是當今大宗師，如何能去相求於邪魔外道？我胡師伯脾氣古怪，若是見到張真人，說不定禮貌不週，雙方反而弄僵。這位張兄弟只好由我帶去，但張真人又未免不放心。是以我請周姑娘到武當山暫住，待張兄弟身子安好了，我送他上山，再來接周姑娘回去。打開天窗說亮話，那便是將周姑娘作抵押。」張三丰一生和人相交，肝膽相照，自來信人不疑，可是張無忌是他愛徒唯一的骨血，要他交在以詭怪邪惡出名的魔教弟子手中，確是萬分的放心不下。張三丰一時躊躇未答，常遇春又道：「咱們周子旺大哥仁義過人，在信陽舉事失敗，滿門二十三口，全死於韃子之手，連周大哥七十八歲的老母，也是難免一刀。小人拚了性命，搶著他一子一女出來，豈知小公子又中韃子的毒箭身亡。這位姑娘是周大哥在世上獨一無二的親骨肉，周大哥身在明教，仇敵遍於天下，不但韃子要追捕他女兒，他無數強仇若是知道訊息，非跟你張真人找麻煩不可。張真人，武當派雖然威震天下，但你還得小心。」張三丰心下不禁啞然失笑，自己尚未答允收留周芷若，這個直心腸的漢子卻已在諄諄叮囑起來，要跟周芷若為難的人固多，江湖上要捉拿張無忌來加以逼問的人又豈是少了？只是無忌眼下毒入膏肓，當真「左右也是個死」，多大的兇險也顧不得了。他也無法多想，便道：「遇春，咱們一言為定，我替你好好照顧周姑娘，你替我好好照顧無忌。待他體內陰毒去盡，便請你同他上武當山來。」常遇春道：「受人之託，忠人之事，小人必當全力而為。」他跳上岸去，在一棵樹下用刀掘了個土坑，將周公子屍身上的衣服除得一絲不掛，這才埋葬，和周芷若兩人跪在墳前，拜了幾拜。周芷若痛哭了一場，常遇春卻站著默不作聲。要知「裸葬」乃明教的教規，教眾以為每人出世時一絲不掛，離世時也當如此，張三丰不知其理，只覺這些人行事處處透著邪門詭異。次日天明，張三丰攜同周芷若，與常遇春、無忌分手。無忌自父母死後，視張三丰如祖父一般，見他忽然離去，不由得淚如泉湧。張三丰溫言道：「無忌，你病好之後，常大哥便帶你來到武當，乖孩子，分別數月，不用悲傷。」無忌手足動彈不得，只點了點頭，眼淚仍是不斷的流將下來。周芷若回上船去，從懷中取出一塊小手帕，替他抹去了眼淚，對他微微一笑，將手帕塞在他的衣襟之中，這才回到岸上。張三丰心中一動：「這小姑娘如此美麗，他年定是個絕色佳人。無忌若得傷愈，我決不容他二人再行相見，否則不幸二人互有情意，豈不是重蹈翠山的覆轍？」無忌目送太師父帶同周芷若在岸上西去，只見周芷若不斷回頭揚手，直走到一排楊柳背後，這才不見。無忌霎時之間，只覺孤單淒涼，難當無比，忍不住又哭了起來。常遇春皺眉道：「張兄弟，你今年幾歲？」無忌哽咽道：「十二歲。」常遇春道：「好啊，十二歲的人，又不是小孩子了，哭哭啼啼的，不怕醜麼？我在十二歲上，已不知挨過幾百頓好打，從來不作興流過半滴眼淚。男子漢大丈夫，只流鮮血不流淚。你再妞兒般的哭個不停，我可要拔拳打你了。」無忌見他形相兇猛，心中好生害怕，暗想：「我太師父剛去，你便對我如此狠惡，日後不知要吃你多少苦頭？」口中朗聲道：「我是不捨得太師父才哭，人家打我，我才不哭呢。你敢打我便打好了，你今日打我一拳，他日我打還你十拳。」常遇春笑道：「今日我打了你，他日你與你太師父學好了武功，這武當派的神拳，我可挨得起十拳嗎？」無忌波的一聲，笑了出來，覺得這個常大哥雖然相貌兇惡，倒也不是壞人。當下常遇春取出銀兩、僱了一艘江船，直航漢口。到了漢口後，另換長江江船，沿江東下，原來那蝶谷醫仙胡青牛所隱居的蝶谷，是在皖北的女山湖畔。長江自漢口到九江，流向東南，直到九江後，便折向東北而入皖境。兩年之前，無忌曾乘船溯江而上，但其時有父母相伴，又有俞蓮舟同行，旅途中何等快活，今日父母雙亡，自己全身穴道封閉，悽悽惶惶的隨常遇春東下求醫，其間苦樂，實有天壤之別。只是生怕常遇春發怒，心中雖然傷感，卻也不敢流淚。每日子午兩時，體內寒毒發作，每一次均有大半個時辰的痛楚難當，無忌咬牙強忍，只咬得上下口唇傷痕斑斑，而且陰寒侵襲，一日甚於一日。好容易到得集慶（即今之南京）下游的瓜埠，常遇春捨舟起旱，僱了一輛大車，向北進發，數日間到了鳳陽以東的明光。常遇春知道這位胡青牛胡師伯脾氣古怪，不喜旁人得知他隱居的所在，待大車行到離女山湖畔的蝴蝶谷尚有二十餘里地，便命大車轉頭，自己將無忌負在背上，大踏步而行。他只道這二十餘里路程轉眼即至，豈知他身中番僧的兩記陰掌，內傷著實不輕，只走出里許，便是全身筋骨酸痛，氣喘吁吁的步履為艱。無忌好生過意不去，道：「常大哥，咱們慢慢走吧。你別累壞了身子。」常遇春焦躁起來，怒道：「我平時一口氣走一百里路，也半點不累，難道那兩個賊和尚打了我兩掌，便叫我寸步難行？」他賭氣加快腳步，奮力而行，但一個身有內傷之人，這般心躁氣浮的勉強用力，只走出數十丈，幾乎四肢百骸骨節一齊都要散開一般。他兀自不服氣，不肯坐下休息，一步步的向前挨去。這般走法，那就慢得緊了，行到天黑，尚未走得一半，而且山路崎嶇，越來越是難走，總算挨到了一座樹林之中，常遇春將無忌放下地來，仰天八叉的躺著休息。他懷中帶著些給無忌吃的糖果糕餅，兩人分著吃了。常遇春休息了半個時辰，又要趕路，無忌極力相勸，說在林中安睡一晚，待天明了再走。常遇春心想今晚便是趕到，半夜三更的去驚吵胡青牛，說不定他一怒之下，反而不肯醫治，只得依了無忌，兩人在一棵大樹下相倚而睡。睡到半夜，無忌身上寒毒又發作起來，劇顫不止。他生怕吵醒了常遇春，一聲不響，強自忍耐，便在此時，忽聽得遠遠有兵刃相交之聲，又有人吆喝道：「往那裏走？」「堵住東邊，逼他到樹林中去。」「這一次不能再讓這賊禿走了。」跟著腳步聲響，幾個人快速異常的奔向樹林中來。常遇春一驚而醒，一手拔出單刀，一手抱起無忌，以備且戰且走。無忌低聲道：「常大哥，似乎不是衝著咱們而來。」常遇春點了點頭，心中已是打好了主意，寧可力戰而死，也要保護無忌週全，只是自己受傷後武功全失，不由得大是焦急。他躲在大樹後向外望去，只見影影綽綽，七八個人圍著一人相鬥。黑暗中看不清各人的身形，不知雙方各是些什麼人物，但見中間那人赤手空拳，雙掌飛舞，卻逼得敵人無法欺近身去，鬥了一陣，眾人身形移動，一步步打近，常遇春和無忌藏身處的大樹旁來。一輪眉月從雲中鑽出，清光瀉地，只見中間那人身穿白色僧衣，是個五十來歲的高瘦僧人。圍攻他的眾人中卻是有僧有道，有俗家打扮的漢子，還有兩個女子。常遇春凝神觀鬥，越看越是心驚，見圍攻的人個個武功精奇。兩個和尚一執禪杖，一持戒刀，禪杖橫掃，戒刀斜劈之際，一股股疾風帶得林中落葉四散飛舞。一個道人手持長劍，身形變動奇快，忽而在左，忽而在右，長劍抖動，在月光下閃出一團團劍花。一個矮小的漢子雙手各握一柄單刀，在地下滾來滾去，以地堂刀法進攻那僧人的下盤。兩個女子身形苗條，各執長劍，劍法也是極盡靈動輕捷。酣鬥中的一個女子轉過身來，半邊臉龐照在月光之下，無忌險些失聲而呼：「紀姑娘！」原來這女子正是殷利亨的未婚妻子紀曉芙。無忌初時見八個人圍攻一個和尚，覺得以多欺少，甚不公平，心中盼望那和尚能突圍而走，但這時認出紀曉芙後，心想那和尚既和紀姑姑為敵，自是個壞人，一顆心便去幫在紀曉芙一邊了。常遇春低聲的自言自語：「八個人打一個，太不要臉，不知都是些什麼人？」無忌低聲道：「兩個女子是峨嵋派的，嗯，兩個和尚都是少林派的。他『大漠飛沙』使得多狠，正是崑崙派的絕招。這使地堂刀的漢子卻不知是什麼門派。」常遇春道：「是崆峒的吧。」無忌搖頭道：「不是崆峒派的地堂刀法，右手用刀、左手使拐，這兩人卻使雙刀。」常遇春心下暗自佩服：「當真名門子弟，見識畢竟不凡。」他那知無忌的武功卻主要學自謝遜，此人武學博大精深，因一心和各家各派為敵，各家各派的武功便無所不窺。無忌日受親炙，雖談不上通曉，但見識卻是不差。無忌見紀曉芙等久鬥那和尚不下，越看越是欽佩那和尚武功了得，但見他掌力雄渾，忽快忽慢，虛虛實實，打到快時，連他手掌的去路來勢都瞧不清楚，別說捉摸他的招數門派了，忽聽得一名漢子喝道：「用暗青子招呼！」當即一名漢子和一個道人分向左右躍開，跟著便是嗤嗤聲響，彈丸和飛刀不斷向那和尚射去。這麼一來，那和尚便有點兒難以支持。那使劍的道人喝道：「彭和尚，咱們又不是要你性命，你拚命幹麼？你把白龜壽交了出來，大家一笑而散，豈不是妙？」常遇春吃了一驚，低聲道：「這位便是彭和尚？」無忌在江船之中，聽父母和俞蓮舟說起在王盤山揚刀立威大會，以及白眉教和各幫會結仇的來由時，知道白龜壽是白眉教在王盤山僅得生還的玄武壇壇主。崑崙派雖也有兩人僥倖不死，但已被謝遜的吼聲震成了白痴，因此十多年來各門各派和白眉教鬥爭不休，便是要白龜壽吐露謝遜的蹤跡。無忌心道：「莫非這彭和尚也是我媽教中的人物？」卻聽彭和尚朗聲道：「那白壇主已被你們打得重傷，我彭和尚莫說他日後均是白眉教中人，便是毫無干連，也不能見死不救。」那道人道：「什麼見死不救？咱們又不是取他性命？只是跟他打聽一個人。」彭和尚道：「你們要問謝遜的下落，為何不去問少林寺方丈？」圍攻他的一個少林僧叫了起來：「這是白眉教妖女殷素素嫁禍少林的奸計，誰能信得？」無忌聽那少林僧提到亡母的名字，又是驕傲，又是傷心，暗想：「我媽雖已逝去兩年，仍能作弄得你們頭昏腦脹。」但見彭和尚和眾人一問一答，手下卻是絲毫沒緩。那道人想引得他說話分心，便可乘虛而入，豈知彭和尚武功固強，心智也是高人一等，這等小小玄虛，焉能騙得了他？只是圍攻他的人是集中了數派的精英人物，竟無一個庸手，他數次想突圍而逃，卻也不能。猛聽得站在外圍放射暗器的道人叫道：「啊喲，不好！暗器打光了！」六個人一聽叫聲，同時伏地，但見白光閃動，五柄飛刀，激射而至。原來他「暗器打光了」這句話是個暗號，叫圍攻的眾人伏地相避。這五把飛刀勁道威猛之極，成梅花之形，對準了彭和尚的胸口射到。若在尋常之時，彭和尚只須低頭彎腰，或是向前撲跌，要不然便使鐵板橋仰身，使飛刀在胸前掠過，但這時地下六般兵刃一齊上撩，封住了他下三路，卻如何能矮身閃躲？無忌心頭一驚，只見彭和尚身形突然縱起，躍高丈許，五柄刀一齊從他腳底飛過，飛刀雖是避過，但少林僧的禪杖戒刀、崑崙派道人的長劍一齊向他腿上擊到。彭和尚身在半空，迫得使用險招，左掌拍出，波的一響，擊在一名少林僧的光頭之上，跟著右手一勾，已搶過了他手中的戒刀，順勢在禪杖上一格，借著這股力道，身子已飛出數丈。那少林僧被他一掌重手擊在天靈蓋上，立時斃命。餘人怒叫追去，只見彭和尚足下一個踉蹌，險險摔倒，七個人又將他重重圍住。那使禪杖的少林僧勢如瘋虎，一柄禪杖直上直下的猛砸，叫道：「彭和尚，你殺了我師弟，我跟你拚了。」那崑崙派的道人道：「他腿上已中了我的蝎尾鉤，轉眼便要毒發身亡。」果見彭和尚足下虛浮，掌叉已見散亂。常遇春急道：「他…他是我周大哥的師父啊，怎生救他一救才好？」無忌知他熱腸過人，雖是自己身負重傷仍要衝出去救人，除了徒然送命之外，殊無半點補益，心念一動。低聲道：「常大哥，你想去救彭和尚，是不是？」常遇春道：「不救不行的，他中了餵毒的暗器，可是我…我……」無忌道：「我教你個法兒，可使你恢復原來神力支持得半個時辰，只是不免損耗元氣。」常遇春適才聽他指明各派的武功，信得過他既是張三丰的傳人，必有特殊本事，喜道：「好兄弟，快說。救人要緊，耗些元氣怕什麼？」無忌道：「你找塊尖角石子來。」常遇春在地下一摸便摸到了，道：「這塊成麼？」無忌點頭道：「很好。你在自己腰下兩旁，雙腿之側的一個地方，用尖角石子猛力擊一下。」常遇春指著腿旁，道：「是這裏麼？」無忌道：「再下一點兒，對啦，還要偏左半寸，好，用力擊下去。」常遇春依言一擊，只覺右腿登時酸麻，無忌道：「這是提神打穴法，再打左腿。」常遇春有些遲疑，但他雖未學過點穴打穴之法，卻知武學中確有這一門功夫，心想武當名震天下，打穴之法決計差不了，於是又在左腿上用石子猛力一擊。不料擊了這兩下之後，下半身登時麻痺，雙腿再也作不了半分主，只見彭和尚一躍數丈，摔倒在地，常遇春大急之下，便要衝出去相救，但兩隻腳那裏動得了？驚道：「張兄弟，怎……怎麼了？」無忌心下暗笑：「我騙得你自己打了『環跳』雙穴，這『環跳穴』一下，自是動不得了。」口中卻假作驚惶：「啊喲，你不會打穴，只怕力道使得不對。再等一會兒，多半便行。」常遇春並非蠢笨之人，一轉念間，已知著了這刁鑽古怪的小兄弟的道兒，但想他也是一番好意，不由得又驚又急，又是好氣，又是好笑。只見彭和尚倒在地下，似已毒發身亡，那七人卻也不敢走近身去。崑崙派的道人道：「許師弟，你放他兩柄飛刀試試。」那放飛刀的道人右手一揚，拍拍兩響，一柄飛刀射入彭和尚右肩，一柄射入他的左腿。彭和尚毫不動彈，顯已死去。那崑崙道人道：「可惜，可惜，已經死了，卻不知他將白龜壽藏在何處？」七個人圍了上去察看。忽聽得砰砰砰砰砰，五聲急響，五個人同時向外摔跌，彭和尚已威風凜凜的站立起身，肩頭和腿上的飛刀卻兀自插著，原來他腿上中了餵毒暗器，知道難以支持，便裝假死，誘得敵人近身，以連發的「五行拳」，在五個男敵的胸口各印了一掌。卻放過了紀曉芙和另一個峨嵋女弟子。紀曉芙和她同門師姊丁敏君一驚之下，急忙躍開，看那五個同伴時，個個口噴鮮血，兩名漢子功力較遜，已是跪倒在地。但彭和尚這一急激運勁，也已搖搖欲墜，站立不定。那崑崙道人叫道：「丁紀兩位姑娘，快用劍刺他。」