第六十六回　武當報訊韋一笑和張無忌將馬一勒，只見攔在馬前的是兩名乞丐，每人手中均執一杖，背負布袋，卻是丐幫中人，韋一笑喝道：「讓開！」馬鞭攔腰捲去，縱馬便衝。一丐舉杖擋開馬鞭，另一名乞丐唿哨一聲，左手一揚，韋一笑的坐騎受驚，人立起來。便在此時，樹叢中又竄出四名乞丐，看這諸人身法，竟是丐幫中的硬手。韋一笑叫道：「教主只管趕路，待屬下跟鼠輩糾纏。」張無忌見這些丐幫人物意在阻住武當派的救兵，用心極是惡毒，由此可知，武當的處境實是極為危險，心知韋一笑的輕功武技並臻佳妙，與這一干人周旋，縱然不勝，至少足以自保，當下雙腿一挾，催馬前衝。兩名丐幫的幫眾橫過鋼杖，攔住馬頭，張無忌俯身向外，挾手便將兩根鋼杖奪了過來，順手一擲、只聽得啊啊兩聲慘呼，這兩名丐幫子弟已被鋼杖各自打斷了大腿骨，倒在地下。無忌本無傷人之意，只是見纏住韋一笑的那四人武功著實不弱，只怕自己走後，韋一笑更增強敵，於是幫他料理了兩個。嵩山和武當山雖然分處豫郡兩省，但一在河南西部，一在湖北北隅，相距並不甚遠。一過馬山口後，自一路都是平野，馬匹奔跑，更是迅速，中午時分，過了內鄉。張無忌腹中飢餓，便在一處市集上買些麵餅充飢，忽聽得背後牽著的坐騎一聲悲嘶。無忌回過頭來，只見那馬肚腹上已插了一柄明晃晃的尖刀，一個人影在街口一晃，立即隱去，正是敵人向他坐騎下了毒手。無忌飛身過去，一把抓起那人，只見又是一名丐幫子弟，前襟上兀自濺滿了馬血。張無忌怒從心起，一伸手閉了牠的「大椎穴」，叫他周身酸痛難當，挨苦三日三夜方罷。此時坐騎已死，身邊又無銀兩，一搜那乞丐身邊，倒有一百多兩銀子，無忌說道：「你殺我坐騎，以此賠還。」回身在市集中牽了一匹雄駿的大馬，拋下銀兩，也不理馬主肯是不肯，縱馬使行。一口氣奔到漢水塘上的三官殿，幸好江邊泊著一艘大渡船。無忌牽馬上船，命梢公搖到對岸。船至中流，無忌望著滔滔江水，不禁想起那日太師父攜同自己在少林寺求醫而歸，在漢水上遇到常遇春、又救了一個周姓女孩的事來。正自出神，突覺船身搖晃，船艙中泊泊的湧進水來。張無忌生長冰火島上，精通水性，原也不怕沉船，只是這麼一來，又是多所耽擱，一轉首，只見船尾那梢公滿臉獰笑，湧身正要躍入江中。無忌身法快極，那梢公身子甫行躍起，它被他長臂在半空中抓住，伸指在他脅下一戳，那梢公殺豬價叫喊起來。張無忌喝道：「快搖櫓，若再弄鬼，戳瞎你的雙目！」那梢公不敢不依，只得使勁搖嚕。無忌剝下那梢公的衣褲，塞在船艙中漏水之處。勉強掙到南岸，無忌抓住梢公胸口，問道：「是誰命你行此毒計，快快說來。」那梢公道：「小人是丐幫……」無忌不等他說完，縱馬向南。此時天色早黑，望出來一片朦朧，再行得一個時辰，更是星月無光，那坐騎疲累已極，再也無法支持，跪倒在地下。無忌拍拍馬背，說道：「馬兒。馬兒，你在這兒歇歇，自行去吧！」他展開輕功，疾向南馳。行到四更時分，忽聽得前面隱隱有馬蹄之聲，顯是有大幫人眾，無忌加快腳步，從這群人身旁掠過。他身法太快太輕，又在黑夜之中，竟是無人知覺。瞧這群人的行向，正是往武當山而去，二十餘人不發一言，無法探知是什麼來頭，但隱約可見這些人均是攜帶兵刃，此去乃是和武當派為敵，絕無可疑。無忌一見，心中反寬：「我畢竟將他們追上了，那麼武當派當是尚未遭難。」再走不到半個時辰，前面又有一群人往武當山而去，如此先先後後，一共遇見了五批人。待看到第五批上武當山去的武林中人之後，張無忌心下忽又憂急：「卻不知已有幾批人上了山去？是否已有人和本派中人動手？」張無忌雖然並非武當派弟子，但他因父親的淵源，向來將武當派視作自己的門派。這麼一想，奔跑得更加快了，將到半山，忽聽得前面有幾人追逐呼叱之聲。無忌從山側繞了過去，只見前面共有四條黑影，其一在前，三個白衣人往後追趕。追趕的三人之中，一個人長聲喝道：「兀那和尚，你上武當山來幹什麼？」又一個道：「你便是報了訊息給武當派知道，又有什麼用處？」只聽得嗤嗤聲響，有人用暗器向前面那人射了過去，聽那暗器之聲甚勁，發射者的手力大是不弱。無忌心想：「原來前面那人是向本派報訊的朋友，後面追趕的三人乃是敵人，企圖攔截。」他搶到頭裏，隱在山側的樹叢之中，片刻間前邊奔跑之人已縱到身側，只見他光頭大袖，果然是個僧人。他手執一柄黑黝黝的戒刀，將激射而至的暗器一一抽打在地，左足一跛一拐，顯已受傷，接著後面三人追趕而至，無忌從樹叢中望將出來，看得分明，追趕的三個人手執鋼杖，明明是丐幫人物，穿著明教的白袍。無忌心下暗暗惱怒：「爹爹曾說，丐幫當年行俠仗義，在老幫主九指神丐洪七公率領之下，威震江湖，乃是中原第一個大幫會。豈知傳到今日，幫中弟子幹的盡是不肖之事。」眼見前面那僧人腳步蹣跚，奔跑得漸漸慢了下來。一名丐幫子弟喝道：「你少林派已然全軍覆沒，諒你這漏網之魚、斧底游魂又成得什麼氣候，快快束手投降，我明教尚可留一條生路給你。」無忌聽他冒認明教之名，心下更怒。前面那僧人似乎料知逃跑不脫，回轉身來，橫刀而立，喝道：「罪惡滔天的明教邪魔，且看你們橫行得到幾時，佛爺今日跟你們拚了。」三名丐幫的部眾揮杖而上，登時將他圍在垓心，一招一式，盡往他身上要害招呼。無忌見那少林僧的武功甚是了得，以一敵三，絲毫不落下風，鬥到酣處，喝一聲：「著！」一刀將一名丐幫弟子的右臂砍了下來，乘著餘下二人一愕之際，反手一刀，又砍中另一人的肩頭，剩下一人駭然敗退，不敢再追。無忌見這少林僧刀法精奇狠辣，不禁暗讚一聲：「好！」那少林僧回過身來，更不喘息，提氣便向山上踏步走去。無忌心道：「明教和少林、武當派嫌隙未解，何況又有人從中冒名為惡，自己倘若貿然出面，只怕更增糾紛。此刻時機緊迫，不能多耗無謂的辰光，我且暗中跟隨在後，相機援助。」只見那少林僧一路上山，快到山頂，只聽得一人喝道：「是那一路的朋友，光降武當？」喊聲甫畢，山石後閃出四個人來，兩道兩俗，當是武當派的第三四代弟子了。那少林僧合什說道：「少林僧人空相，有急事求見武當張真人。」無忌聽這人自己報名為「空相」，心下微微一怔：「原來他是『空』字輩的，和空聞方丈、空智、空性三大神僧是師兄弟輩，怪不得武功如此卓絕。雖然比之空性神僧似乎稍有不及，但也是極為難得的高手了。」轉念又想：「若不是空字輩的一流好手，怎能在少林派傾覆之際，獨脫大難？他不辭艱辛的上武當來報訊，確是盡了俠義之道。」武當派的一名道人說道：「大師遠來辛苦，請移步觀中奉茶。」說著在前引路，空相將戒刀交給了另一名道人，以示不敢攜帶兵刃進觀。張無忌在山上住過數年，到處山石樹木，無不熟悉、見那道人將空相引人三清殿，便蹲在長窗之外，只聽空相大聲說道：「道長快請稟報張真人，事在緊急，片刻延緩不得！」那道人稽首道：「大師來得不巧，敝師祖自去歲坐關，至今一年有餘，本派弟子亦已久不見他老人家慈範。」空相皺起眉頭道：「如此則請通報宋大俠。」那道人道：「大師伯率同家師及諸位師叔，和貴派聯盟，遠征明教未返。」張無忌聽得「遠征明教未返」六字，心頭暗自吃驚，知道宋遠橋等在歸途之中，也必遇到了阻難，只聽空相長嘆一聲道：「如此說來，武當派也和我少林一般，今日難逃此劫了。」那道人不明他這一嘆的奇意，說道：「敝派事務，現由洞玄子師兄主持，小道即替大師通報。」空相道：「洞玄道長是那一位的弟子？」那道人道：「是俞三師叔門下。」空相長眉一軒，道：「俞三俠身子雖然殘廢，心中可是明白，老僧這幾句跟俞三俠說了罷。」那道人道：「是，謹遵大師的吩咐。」轉身入內。那空相在廳上踱來踱去，心下極是不耐，時時側耳傾聽，是否敵人已攻到了山上，過不多時，那道人快步出來，躬身說道：「俞三師叔有請。俞三師叔言道，請大師恕他不能出迎之罪。」這時那道人的神態舉止之中，比先前越加恭謹，想是俞岱岩一聽得有「空」字輩的少林僧駕臨，已囑咐他必須禮貌十分周到。空相點了點頭，隨著他走向俞岱岩的臥房。張無忌站在窗外，尋思：「三師伯四肢殘廢，耳目加倍靈敏，我若到他窗外竊聽，只怕被他發覺。」走到離俞岱岩臥房數丈之處，便停住了腳步。過了約莫一盞茶時分，那道人匆匆從俞岱岩房中出來，低聲叫道：「清風、明月！到這邊來。」便有兩個道僮走到他的身前，叫了聲：「師叔！」那道人道：「預備軟椅，三師叔要出來。」兩名道僮答應了。張無忌在武當山上住過數年，那知客的道人是俞蓮舟新收的弟子，他不相識，卻識得清風、明月兩個道僮，知道俞岱岩有時出來，便坐在軟椅之中，由道僮抬著行走。見二僮走向放軟椅的廂房，當下悄悄跟隨在後，一等二僮進房，突然叫道：「清風，明月，認得我麼？」二僮嚇了一跳，凝目瞧無忌時，依稀有些面熟，一時卻認不出來。無忌笑道：「我是無忌小師叔啊，你們忘了麼？」二僮登時憶起舊事，心中大喜，叫道：「啊，小師叔，你回來啦！你的病好了？」三個人年紀相若，同在山上之時，常在一處玩耍，翻觔斗、豁虎跳、鬥蟋蟀、捉田雞，無所不為。無忌道：「清風，讓我來假扮你，去抬三師伯，瞧他知不知道。」清風躊躇道：「這個……不大好吧！」無忌道：「三師伯見我病愈歸來，自是喜出望外，高興還來不及，那裏會責罵於你。」二僮素知自張三丰祖師以下，武當六俠個個對這位小師叔極其寵愛，他病愈歸山。那是天大的喜事，他要開這個小小的玩笑，逗俞岱岩病中一樂，自無傷大雅。明月道：「小師叔怎麼說，就怎麼辦吧！」清風當下笑嘻嘻的脫下道袍、鞋襪，給無忌換上了，明月則替他挽起一個道髻，片刻之間，一個翩翩公子，變成了眉清目秀的小道僮。　明月道：「你要冒充清風，相貌不像，就說是觀中新收的小道僮，清風跌跛了腿，由你去替他。那你叫什麼名字？」無忌想了一想，笑道：「清風一吹，樹葉便落，我叫掃葉。」清風拍手道：「這名字倒好……」三人正說得高興，那道人在房外喝罵：「兩個小傢伙，嘻嘻哈哈的搗什麼鬼，半天不見人出來。」無忌和明月伸了伸舌頭，抬起軟椅，逕往俞岱岩房中。　無忌和明月扶起俞岱岩，放在軟椅之中，只見俞岱岩臉色極是鄭重，也沒留神抬他的道僮是誰，只聽他說道：「到後山小院，見祖師爺爺去。」　清風應道：「是！」轉過身去，抬著軟椅前端，無忌抬了後端，俞岱岩只瞧見清風的背影，便瞧不見無忌。空相隨在軟椅之側，同到後山，那知客道人不得俞岱岩召喚，便不敢同去。張三丰閉關靜修的小院在後山竹林深處，修篁森森，綠蔭遍地，除了偶聞鳥語之外，竟是半點聲息也無。清風和無忌抬著俞岱岩來到小院之前，停下軟椅，俞岱岩正要開聲求見，忽聽得隔門傳出張三丰蒼老的聲音道：「少林派那一位神僧光臨寒居，老道未克遠迎，還請恕罪。」呀的一聲，竹門推開，張三丰緩步而出。空相心頭微微一驚：「他怎麼知道來訪的是少林僧人？」但隨即想起：「想必那知客道人早已命人前來稟報，張三丰老道故弄玄虛。」俞岱岩卻知師父近年來武功越來越是博大精深，從空相的腳步聲中，已可測知他的武學門派、修為深淺。但猜他是空聞、空智，空性少林三大神僧中的一位，卻是猜錯了，想是空相少出寺門，外界均不知少林派中有這樣一位武學高手。張無忌的內功此時已在空相之上，由實返虛，自真歸樸，不論舉止、眼光、腳步、語聲，處處深藏不露，張三丰反聽不出來。他見太師父雖然紅光滿面，但白鬚白髮，此之八九年前分手之時，著實已蒼老了幾分，心中又是歡喜，又是悲傷，忍不住眼淚便要奪眶而出，急忙轉過頭去。只聽空相合什說道：「小僧少林空相，參見武當前輩張真人。」張三丰稽首還禮，道：「不敢，大師不必多禮，請進說話。」五個人一起進了小院，但見室內板桌上一把茶壺，二隻茶杯，地下一個蒲團，壁上掛著一柄木劍，此外一無所有。空相道：「張真人，少林派慘遭千年未遇之浩劫，魔教突施偷襲，本派自方丈空聞師兄以下，或殉寺戰死，或力屈被擒，僅小僧一人拚死逃脫。魔教大隊人眾，正向武當而來，今日中原武林存亡榮辱？全繫於張真人一人之手。」說著放聲大哭。饒他張三丰百年修為，猛地裏聽到這個噩耗，也是大吃了一驚，半晌說不出話來，定了定神，才道：「魔教竟然如此猖狂，少林寺中高手如雲，不知如何竟會著了魔教的毒手？」空相道：「空智、空性兩位師兄率同門下弟子，和中原五大派結盟西征，圍攻光明頂，不知如何失手，盡遭擒獲……」張無忌暗暗心驚，尋思：「敵人究竟是誰？怎地這等厲害？」只聽空相續道：「這日山下報道，遠征人眾大勝而歸，方丈空聞師兄得訊大喜，率同合寺弟子，迎出山門，果見空智、空性兩位師兄帶領西征弟子，回進寺來，另外還押著數百名俘虜。來人到得大院之中，方丈問起得勝情由，空智師兄唯唯否否，空性師兄忽地叫道：「師兄留神，我等落入人手。眾俘虜盡是敵人……」方丈驚愕之間，眾俘虜抽出兵刃，突然動手。本派人眾一來措手不及，二來無一人攜帶兵刃，赤手空拳的禦敵，大院子的前後出路均已被敵人堵死，一場激鬥，終於落了個一敗塗地，空性師兄當場殉難……」說到這裏。已是泣不成聲。張三丰心下黯然，說道：「這魔教如此歹毒，行此惡計，又有誰能夠提防？」只見空相伸手解下背上的黃布包袱，打開包袱，裏面是一層油布，再打開油布，赫然露出一顆首級，環眼圓睜，臉露憤怒之色，正是少林三大神僧之一的空性大師。張三丰、俞岱岩、張無忌都識得空性面目，一見之下，不禁「啊」的一聲，一齊叫了出來。空相泣道：「我捨命搶得空性師兄的法體，張真人，你說這大仇如何得報？」說著將空性的首級恭恭敬敬放在桌上。伏地拜倒。張三丰淒然躬身，稽首行禮。張無忌想起光明頂上此武較量之際，這位空性神僧慷慨磊落，豪氣過人，實不愧為堂堂少林派的一代宗師，不意慘遭奸人戕害，落得身首分離，心下甚是難過。他性情溫和，轉過了頭，不敢多看空性的首級。張三丰見空相伏地久久不起，哭泣甚哀，便伸手扶他，說道：「空相師兄，少林武當本是一家，此仇非報不可……」他剛說到這個「可」字，只聽得砰的一聲響，空相雙掌一齊擊在他小腹之上。這一下變故突如其來，張三丰武功之深，雖已到了從心所欲、無不如意的最高境界，但那能料到這位身負血仇、遠來報訊的少林高僧，竟會對自己忽施襲擊？在一瞬之間，他還道空相悲傷過度心智迷糊，昏亂之中將自己當作了敵人，但隨即知道不對，小腹上中的掌力，竟是少林派外門神功「金剛般若掌」，但覺空相竭盡全身之勁，將掌力不絕的催送過來，臉白如紙，嘴角卻帶獰笑。張無忌、俞岱岩、明月三人驀地見此變故，也都驚得呆了。俞岱岩苦在身子殘廢，不能上前相助師父一臂之力，張無忌年輕識淺，在這一剎那間，還沒領會到空相竟是意欲立斃太師父於掌底，兩人只驚呼了一聲，便見張三丰左掌揮出，拍的一聲輕響，擊在空相的天靈蓋上。這一掌其軟如綿，其堅勝鐵，空相登時腦骨粉碎，如一堆濕泥般癱了下來，一聲也沒哼出，便即斃命。須知張三丰過百年的修為，功力通神，空相雖是當代武林中一流高手，卻也經不起他這輕輕一掌。俞岱岩忙道：「師父，你……」只說了一個字，較即住口，只見張三丰閉目坐下，片刻之間，頭頂冒出絲絲白氣，知他正以上乘內功療傷。猛地裏張三丰口一張，噴出幾口鮮血，無忌在旁見著，心下大驚，知道太師父受傷著實不輕，倘若他吐出的是紫黑瘀血，那麼憑他深厚無此的內功，三數日即可平復，但他所吐的卻是鮮血，況是狂噴而出，那麼臟腑已受重傷。在這霎時之間，張無忌心中轉過了無數念頭：「是否立即表明身份，相救太師父？」便在此時，只聽得門外腳步聲響，那知客道人到了門外，聽他步聲急促，顯是心情十分慌亂，卻是不敢貿然進來，也不敢出聲。俞岱岩道：「是藏玄麼？什麼事？」那知客道人藏玄說道：「稟報三師叔得知，大批敵人到了觀外，都是穿著魔教的服色，要見祖師爺爺，口出污穢言語，說要踏平武當派……」俞岱岩喝道：「住口！」他生怕張三丰聽到了之後分心，激動傷勢。張三丰緩緩睜開眼來，說道：「少林派金剛般若掌的威力果是非同小可，看來非得靜養三月。傷勢難愈。」無忌心道：「原來太師父所受之傷，比我所料的更重。」只聽張三丰又道：「明教大舉上山，乃是有備而來。唉，不知遠橋、蓮舟他們平安否？岱岩，你說該當如何？」俞岱岩默然不語，心知武當山上除了師父和自己之外，其餘三四代弟子的武功都不足道，出面禦敵，只有徒然送死，今日之事，只有自己捨卻一命，和敵人敷衍周旋，經師父避地養傷，日後再復大仇，於朗聲說道：「藏玄，你去跟那些人說，我便出來相見，請他們在三清殿上小坐片刻。」藏玄答應著去了。張三丰和愈岱岩師徒相處日久，心意相通，聽俞岱岩這麼說，已知道他的用意。說道：「岱岩，生死榮辱，無足介懷，武當派的絕學卻不可因此中斷。我坐關十八月，得悟武學精要，一套太極拳和太極劍，此刻便傳了你吧。」俞岱岩一呆，心想自己殘廢已久，那裏還能學什麼拳法劍術？何況此時強敵已經入觀，那裏還有餘暇傳授武功，只叫了聲：「師父！」便說不下去了。張三丰淡淡一笑，說道：「我武當開派以來，行俠江湖，多行仁義之事，以大數而言，決不該自此而絕。我這套太極拳、太極劍，與古來武學之道全然不同，講究以靜制動、後發制人。你師父年過百齡，縱使不遇強敵，又能有幾年好活？所喜者能於垂暮之年，創制這套武功出來。遠橋、蓮舟、松溪、利亨、聲谷都不在身邊，第三四代子弟之中，除青書外並無傑出人材，何況他也不在山上。岱岩，你身負傳我生平絕藝的重任。武當派一日的榮辱，有何足道？只須這套太極拳能傳至後代，我武當派大名必能傳之千古。」說到這裏，神采飛揚，豪氣彌增，竟是沒將壓境的強敵放在心上。俞岱岩唯唯答應，知道師父要自己忍辱負重，以接傳本派絕技為第一要義。張三丰至胸前左臂半環，掌與面對成陰掌，右掌翻過成陽掌，說道：「這是太極拳的起手式。」緩緩站起身來，雙手下垂，手背向外，手指微舒，兩足分開平行，接著兩臂慢慢提起，跟著一招一式的演了下去，口中叫著招式的名稱：攬雀尾、單鞭、提手上勢、白鶴亮翅、摟膝勾步、手揮琵琶、進步搬攔錘、如封似閉、抱虎歸手、十字手……張無忌目不轉晴的凝神觀看，初時還道太師父故意將姿式演得特明緩慢，使俞岱岩可以著得清楚，但看到第七招「手揮琵琶勢」之時，只見他左掌陽、右掌陰，目光凝視左手手臂，雙雙慢慢推出，竟是凝重如山，卻又輕靈似羽，張無忌突然之間省悟：「這是以慢打快，以靜制動的上乘武學，想不到世間竟會有如此奧妙的功夫。」他武功本是極高，一經領會，登時越看越是入神，但見張三丰雙手圓轉，每一招都含著太極式的陰陽變化。這是從中國固有哲理中變化出來的武學，與來自天竺達摩祖師的武功大異其趣，雖然未必便能勝過，但精微之處，卻是決不遜色。約莫一頓飯時分，張三丰使到上步高探馬，上步攬雀尾，單鞭而合太極，神定氣閒的站在當地，雖在重傷之後，但一拳術練完，精神反見健旺。他雙手抱了個太極式的圓圈，說道：「這套拳術的訣竅是『虛靈頂勁、涵胸拔背、鬆腰垂臀、沉肩墜肘』十六個字，純以意行，最忌用力，形神合一，那便是武術的最高境界。」當下細細的解釋了一遍。俞岱岩一言不發的傾聽，知道時勢緊迫，無暇發問，雖然中間不明白之處極多，但只有硬生生的記住，倘若師父有甚不測，這些口訣招式總是由自己傳了下去，日後再當由聰明才智之士領悟文中的精奧。張無忌所領略的可就多了，須知「乾坤大挪移法」根本之主旨實與太極拳有異曲同工之妙，都是借力打力，雖然法門大異，卻是殊途同歸。張三丰的每一句口訣、每一記招式，他心中事先隱隱約約都是已然想到，一說出來，立時便有大獲我心之感。張三丰見俞岱岩臉有迷惘之色，問道：「你懂了幾成？」俞岱岩道：「弟子愚魯，只懂得三四成，但招式和口訣都記住了。」張三丰道：「那也難為你了。倘若遠橋在此，當能懂得五成。唉，你五師弟悟性最高，可惜不幸早亡，我若有五年功夫，好好點撥於他，當可傳我這門絕技。」張無忌聽他提到自己父親，心中不禁一酸。張三丰道：「這拳勁首要似鬆非鬆，將展未展，勁斷意不斷……」正要往下解釋，只聽有前面三清殿上傳來一個蒼勁悠長的聲音，喝道：「張三丰老道既然縮頭不出，咱們把他徒子徒孫先行宰了。」另一個粗豪的聲音道：「好啊！先一把火燒了這道觀再說。」又有一個尖銳的聲音道：「燒死老道，那是便宜他。咱們擒住了他，綁到各處門派中遊行示眾，讓大家瞧瞧這武學泰斗的模樣。」後山外院和前殿相距里許之遙，但這幾個人的語聲都清楚傳至，足見敵人有意炫示功力，而功力確亦不凡。俞岱岩聽到這等侮辱師尊的言語，心下大怒，眼中如要噴出火來。張三丰道：「岱岩，我叮囑過你的言語，怎麼轉眼便即忘了？不能忍辱，豈能負重？」俞岱岩道：「是，謹奉師傅教誨。」張三丰道：「你全身殘廢，敵人不會對你如何提防，千萬戒急戒躁。倘若我苦心創製的絕藝不能傳之後世，那你便是我武當的罪人了。」俞岱岩只聽得全身出了一陣冷汗，知道師父此言的用意，不論敵人對他師徒如何凌辱欺侮，總之是要苟免求生，忍辱傳藝。張三丰從身邊摸出一對鐵鑄的羅漢來，給俞岱岩道：「這空相說道少林派已經滅絕，也不知是真是假，此人是少林派中高手，連他也投降敵人，前來暗算於我，那麼少林派必遭大難無疑。這對鐵羅漢是百年前郭襄郭女俠贈送於我。你日後那還少林傳人。就盼從這對鐵羅漢身上，傳留少林派的一項絕藝！」說著大袖一揮，走出門去。俞岱岩道：「抬我跟著師父。」明月和無忌二人抬起俞岱岩，跟在張三丰的後面。四個人到得三清殿上，只見殿中坐著的、站著的，黑壓壓的都是人頭，總有三四百人之多。張三丰居中一站，打個稽首，卻不說話。俞岱岩大聲道：「這位是我師尊張真人。各位群上武當，不知有何見教？」張三丰的大名威震武林，人人的目光都集於他的身上，但見他一襲灰布道袍，白髮如銀，除了身材十分高大之外，也無特殊異狀。張無忌看這干人時，只見半數穿著明教教眾的服色，為首的十餘人卻各穿本服，想是自高身份，不願冒充旁人，高矮僧俗，數百人擁在殿中，看得眼都花了。便在此時，忽聽得門外有人傳報道：「教主到！」殿中眾人一聽，立時肅靜無聲，為首的十多人搶先出殿迎接，餘人也跟著快步出殿，霎時之間，大殿中數百人走了個乾乾淨淨。只聽得十餘人的腳步聲自遠而近，走到殿外停住，張無忌從殿門中望去，不禁吃了一驚，只見八個人抬著一座黃緞大轎，另有七八人前後擁衛，停在門口，那抬轎的八個轎夫不是旁人，正是綠柳莊的那「神箭八雄」。張無忌心中一動，雙手在地下一抹，抹了雙掌灰土，跟著便滿滿的塗在臉上。明月見他塗成這等鬼臉，又是好笑，又是驚惶，只道他眼見大敵到來，是以扮成這副模樣，一時心中無主，也便依樣葫蘆，灰土抹臉，兩個小道僮登時變成了灶君菩薩一般再也瞧不出本來面目。　轎門掀起，從驕子中走出一個少年公子，一身白袍，袍上繡著一道血紅的火燄，輕搖摺扇，正是女扮男裝的趙明。也走進殿中，神箭八雄等在外侍候，只十餘個首領人物跟進了殿來。一個身材魁梧的漢子踏上一步，恭恭敬敬的躬身說道：「啟稟教主，這個就是武當派的張三丰老道，那個殘廢人想必是他的第三弟子俞岱岩。」趙明點點頭，上前幾步，收攏摺扇，一揖到地，說道：「晚生執掌明教張無忌，得見武林中山斗之望，幸也何如！」張無忌又是一驚，心中罵道：「這賊丫頭冒充明教教主，那也罷了，居然還來冒用我的名字，當面欺騙太師父。」張三丰聽到「張無忌」三字，也覺奇怪：「怎麼魔教教主是如此年輕俊美的一個少女，名字偏又和我那無忌孩兒相同，」當下稽首還禮，說道：「不知教主大駕光臨，未克遠迎，還請恕罪，」趙明道：「好說，好說！」知客道人藏玄率領火工道僮。獻上茶來。趙明一人坐在椅中，她手下眾人遠遠的垂手站在其後，不敢走近她身旁五尺之內，似乎生怕不敬，冒瀆於她。