第一百零四回　廣場濺血殷利亨站在師兄身旁，見又是兩枚霹靂雷火彈射來，當即雙掌一揚，迎著雷火彈接去，待得手掌與雷火彈將觸未觸之際，雙手施出太極拳中「手揮琵琶式」，將雷火彈輕輕攏住，腳下「金雞獨立式」，左足著地，右足懸空，全身急轉，宛似一枚陀螺。原來殷利亨精於劍術，太極拳上的造詣不如師兄深厚，眼見俞蓮舟接那兩枚雷火彈頗為吃力，自己掌力只要稍有半分用得實了，那歹毒暗器立時便會爆炸，是以全身急轉，雙掌虛帶雷火彈在空中一圈圈的轉動，以化去擲來的勁力。愈蓮舟掌心化勁，殷利亨則是空中化勁，在武功上是稍遜半籌，但一眼望去，卻是他急速轉身的身法好看得多。他轉到三十餘轉時，四面八方采聲雷動，雷火彈勁力已衰，豈知颼颼聲響，又是八枚雷火彈擲了過來。俞蓮舟與殷利亨齊聲暴喝，各將手中的雷火彈擲將出去。武當派弟子不用暗器，卻練就一項接器打器的絕技，接到敵人的暗器之後，反擲出去，能以一打二、以一擊三。他二人擲出四枚雷火彈，互相撞擊，將面對八枚雷火彈一齊撞中。廣場上彭彭之聲震耳欲聾，黑煙彌漫，鼻中聞到的盡是硝磺火藥之氣。愈殷二人擲出雷火彈後，當即縱身後躍，退至十餘丈外，以防峨嵋派再接再厲，層出不窮的將雷火彈擲將過來，終究是難以抵擋。群雄見到這雷火彈如此厲害，無不駭然，心想當世除了武當派這兩位高手之外，只怕沒有多少人能接得住，雖然輕功極佳之人可以閃身躲避，但若擲彈之人以「滿天花雨」手法打出，使數枚雷火彈互相碰撞，一經爆炸，身法再快也是躲閃不得的了。只見華山派竹棚中一個身形極高的人站了起來，朗聲說道：「峨嵋派與人較量武功，就是這般倚多為勝嗎？」此人正是華山二老之一的高老者，當年在光明頂上，曾與何太沖夫婦聯手和張無忌相鬥。峨嵋派的靜迦說道：「武功之道千變萬化，力強者勝，力弱者敗。咱們又不是迂腐騰騰的讀書人，事事要講規矩道理，天下也沒這麼多規矩道理好講。」群雄見峨嵋派中雖然大都是女流之輩，但其蠻不講理，竟是勝於男子。華山派的高老者和她們理論，卻也不敢走近，只是站在自己的竹棚之中，隔得遠遠地說話，生怕對方將霸氣無雙的霹靂雷火彈發了出來。張無忌心想：「芷若嫁於宋師哥，實非本心所願，想當日她和我流落海外，雙棲孤島，何等相親相愛？咱們山盟海誓，互不相負，言猶在耳，豈能毀之一旦？這都是我實在對不起她，竟在拜堂成親的大喜之日，當著滿堂賓客之前，和明妹雙雙出走。芷若是一派掌門，千金之體，我這般欺負凌辱於她，怎不教她切齒惱恨？今日峨嵋派許多倒行逆施，實則都是種因於我。」想到這裏，心下越來越是不安，又從竹棚中出來，走到峨嵋派之前，向周芷若道：「芷若，種種都是我對你不起，你也不必自暴自棄。宋師哥害死莫七叔，此事終須作個了斷。我瞧宋師哥不如隨同俞二伯、殷六叔回返武當，向宋大師伯領罪的為是。」周芷若冷笑道：「張教主，我先前還道你是個好漢子，只不過行事胡塗而已，不料竟是個卑鄙小人。大丈夫一人作事一身當，你害死了莫七俠，何以卻將罪名推在外子頭上？」張無忌吃了一驚，道：「你……你說我害死莫七叔？我……那有此事？」周芷若道：「令尊和令堂，是如何死的？不是幹了對不起人的事，自殺身死麼？你三師伯俞岱岩一世英雄，不是害死在令堂手中，以致終身殘廢麼？令尊以堂堂名門弟子，不是見色起意，與白眉邪教中的妖女苟合成婚麼？張教主，你年紀輕輕，可把令尊令堂這許多德行學了個齊全！」張無忌滿臉通紅，氣得全身發抖。周芷若倘若是罵他自己，念著昔日情義，自不會和他計較，但她這些惡毒的言語，句句是辱及他的父母。無忌臉色由紅轉白，忍不住便要發作，但轉念又想：「芷若知我甚深，料得只有侮辱我爹爹媽媽，方能激得我發怒失態。唉，千錯萬錯，總是那日我在婚禮中捨她而去的不是。」牙齒咬著下唇皮，轉身便走。忽聽得峨嵋派中一人大聲說道：「想不到明教張教主竟是卑鄙懦怯的小人，見到咱們霹靂雷火彈的厲害，挾了尾巴便逃。」張無忌回過身來，見說話的是只餘獨臂的靜慧，不禁嘆了口氣，心道：「她遭逢不幸，亦因是我而起，我又何必跟她一般見識。」只聽得身後嘲笑之聲，越來越響，張無忌不再理會，回歸明教的竹棚。楊逍冷笑說道：「霹靂雷火彈雕蟲小技，何足道哉？既奈何不了武當二俠，自亦奈何不了武當嫡傳的張教主，你們峨嵋派要倚多為勝，且讓你們見識見識倚多為勝的手段。」左手一揮，一個白衣童子雙手奉上一個小小的木架，架上插滿了數十面五色小旗。楊逍執起一面白旗。手一揚，那白旗落在廣場中心，插在地下。群雄見白旗連桿不到二尺，旗中繡了一個明教的火燄記號，不知他鬧什麼玄虛。便在此時，楊逍身後一人揮出一枚白色火箭，急升上天。只聽得腳步聲響，一隊頭裹白布的明教教徒奔了進來，共是五百人，每人彎弓搭箭，颼颼聲響，五百枝箭整整齊齊的插在白旗周圍，排成一個圓圈。原來這正是吳勁草統率下的銳金旗。群雄未及喝采，銳金旗教眾已拔出背後標槍，搶上數步，揮手擲出，五百枚標槍一齊插在箭圈之內。眾人跟著又搶上三步，各自拔出腰間短斧。群雄眼前光芒閃動，五百柄短斧呼嘯而前，砍在地下，排成一圈。短斧、標槍、長箭，三般兵刃圍成三個圈子，各不相混。任你武功通天，在這一千五百件長短兵刃的夾擊之下，霎息間便成肉泥。原來銳金旗當年在西域與峨嵋派一場惡戰，損折極重，連掌旗使莊錚也死在滅絕師太的倚天劍下，其後痛定思痛，排了這個無堅不摧的陣勢出來。近年來明教聲勢大盛，五行旗各旗教眾相應擴充，銳金旗下教眾已有四五千人。這五百名投槍擲斧之士，乃是十中選一的健者，武功本來已有相當根底，再在明師指點下練得年餘，已成為一支可上戰陣，可作單鬥的勁旅。群雄相顧失色，均想：「明教楊左使這枝白色小旗擲向何處，這一千五百件兵刃便跟著投向何處。峨嵋派的霹靂雷火彈再厲害，傷人終究有限，擲出十枚，就算每一枚都打中，也不過傷得十人，如何是明教銳金旗之比？」各人又想：「倘若明教突然反臉，將咱們聚而殲之，那便如何？各門各派、各幫各會的好漢雖然人人武功甚強，卻是一批烏合之眾，可不比明教的精銳之師習練已久，指揮下得心應手。」群雄心下各自惴惴不安，竟然忘了對銳金旗顯示的精妙功夫喝采。楊逍喝道：「銳金旗退，巨木旗進！」銳金旗五百名教眾抬起羽箭槍斧，奔到明教竹棚之前，躬身向張無忌行禮，隨即返身奔出廣場。楊逍一面青旗擲出，插在白旗之旁，廣場旁只聽得巨木砰彭撞擊，五百名巨木旗教眾青布包頭，每十個人抬一根巨木，互相碰撞，快步奔來。那些巨木裝有鐵鉤，每根巨木至少也有千斤之重，各人挽住一隻鉤鉤，腳下步子極是整齊。突然間一聲叱喝，五十根巨木拋擲出手，有的高，有的低，有的在左，有的在右，但每根巨木飛出，迎面必有一根巨木對準了撞到，五十根巨木分成二十五對，竟無一根落空。但聽得砰砰砰砰巨響不絕，五十根巨木分成二十五對，相互衝撞。每根巨木都是重逾千斤，相互撞擊之下，聲勢實是驚人，若是青旗附近有人站著，不論縱高躍低，左閃右避，總是免不了被巨木撞到。巨木旗這一路陣法，原是從攻城戰中演化出來，攻城者抬了大木，衝擊城門，再堅固的城門也會被巨木撞開。血肉之軀在這許多大木衝撞之下，豈不立成了肉泥？巨木旗的五百名幫眾待木材撞後落地，搶上前去抓住木材上的鐵鉤，回身奔出，相距十餘丈之遙，只待發令者再度擲出青旗，又可二次抬木撞擊。楊逍喝道：「巨木旗退，由木生火！」右手一揮，一面紅色小旗擲入廣場。但見頭裹青巾的明教教眾退開，五百名頭裹紅巾的烈火旗教眾搶了進來，各人手持噴筒，一陣噴射，廣場中心全是黑黝黝的稠油，烈火旗掌旗使揮手擲出一枚硫磺火彈，石油遇火，登時烈焰衝天，燒了起來。要知明教總壇光明頂附近盛產石油，石中日夜不停有油噴出，遇火即燃。烈火旗人眾每人背負鐵箱，箱中盛滿石油，不論燒屋燒人，均是難以抵擋。楊逍又道：「烈火旗退，洪水旗揚威。」黑旗飛處，五百名頭裹黑巾的烈火旗下教眾搶進廣場。這洪水旗所攜傢生，又是與別旗大不相同，共是二十部水龍，放出二十條餓狼，張牙舞爪，在廣場上咆哮起來，便欲四散咬人，群雄大奇，心想這些惡狼跟「洪水」兩字有何干係？只聽得唐洋喝道：「噴水！」一百名教眾手持陶瓷噴筒，一百股水箭向惡狼身上射了過去。說也奇怪，那二十頭惡狼一遇水箭，立時便倒，大聲悲嗥，片刻間皮破肉爛，變成一團團焦炭模樣。原來洪水旗所嘖水箭，乃是劇毒的酸質腐蝕藥水，從硫磺、硝石等類藥物中提煉製成。群雄見了這等驚心動魄之狀，不由得毛骨悚然，背上出了一身冷汗，均想：「這些毒水倘若不是射向群狼，卻是射在我的身上，那便如何？」只見洪水旗教眾提起二十部水龍上的龍頭，虛擬作勢，對著群狼，顯而易見，水龍中也是裝滿了毒水，若加發射，不但水盛，且可及遠。楊逍喝道：「洪水旗退，厚土旗收拾殘局。」一面小小黃旗揮出，不料這黃旗的旗桿底下裝著炸藥，拍一聲，炸了開來。只見一群頭裹黃巾的明教徒奔進廣場，各人背上負著一隻布囊，人數比金、木、水、火四旗少得多，只有百人。這百人剛圍成一個圈子，突然之間，轟的一聲大響，塵土飛揚，廣場中心陷落下去，露出一個徑長三四丈的大洞。跟著大洞四周泥土紛紛跳動，鑽出一個個頭戴鐵盆、手持鐵鏟的漢子來。四百條大漢驀地裏從地底鑽出，群雄都是大吃一驚，「啊」的一聲叫了起來。原來這四百教眾早就從遠處打了地道、鑽到廣場中心的地底，只待令到，便即破土而出。那大洞的地底也已挖掘一空，用木板木條撐住，號令到時，一抽木條，整塊地面便陷了下去。這一來，狼屍、毒水、石油、焦土等物一齊陷入地底。一百名教眾揮動鐵鏟，在大洞虛擊三下。群雄看得明白，若是有人跌入洞中，要待躍上，勢必被這一百柄鐵鏟擊了下去。跟著一包包石灰、鐵沙、石子倒入洞中，片刻間便將大洞和數百個小洞填平。四百柄鐵鏟此起彼落，好看已極。掌旗使一聲令下，五百教眾齊向張無忌行禮。那廣場中心填了鐵灰石灰，平滑如鏡，比先前更是堅硬了十倍。群雄心中明白：「倘若我站在廣場中心，口出侮慢明教之言，此刻只怕已被活埋在地底了。」這一來，明教五行旗大顯神威，小加操演，旁觀群雄無不駭然失色。群雄人人心中明白，近年來明教在津泗豫鄂諸地造反，攻城略地，連敗元軍，現下他們是將兵法戰陣之學，用於武林豪士間的群毆，人數既眾，部勒又嚴，加之習練有素，自不是尋常江湖門派之所能匹敵。楊逍收兵以後，將插著小旗的木架交與身後童子，冷冷的瞧著周芷若，一言不發，但這無言之意卻是十分清楚：「你說要倚多為勝，憑你峨嵋派百餘男女弟子，能與我明教數千之眾相抗麼？」廣場上群雄各人想著各人的心事，一時間寂靜無嘩。過了好一會，空智身後一名達摩堂老僧站起來說道：「適才明教操演行軍打仗的陣法，模樣倒是好看，但到底管不管用，能不能制勝克敵，咱們不是元帥將軍，學的也不是孫吳兵法，只怕誰也說不上來……」眾人均知他這幾句話是違心之論，只不過煞一煞明教的威風，將五行旗的厲害處輕輕一言帶過。周顛叫道：「不知管不管用，那容易得很，少林寺派些大和尚出來試上一試，立見分曉。」那老僧置之不理，繼續說自己的話：「咱們今日是天下英雄之會，藝高者勝。咱們講究的是單打獨鬥，說到倚多為勝，武林中沒聽說有這個規矩。」歐陽牧之道：「倚多為勝，武林中確是沒這個規矩，然則霹靂雷火彈、毒火毒水這些玩意兒，許不許用？」那老僧微一沉吟，道：「下場比試的人用暗器，那是可以的。有些旁門左道之士，喜歡在暗器上加些毒藥毒水，那也無法禁止。但若旁人偷襲，那是壞了大會的規矩，大夥兒須得群起而攻之。眾位意下如何？」群雄中一大半轟然叫好，都說該當如此。崆峒派的唐文亮說道：「在下另有一言，不論何人連勝兩陣之後，便須下場休息，以便快復內力元氣。否則車輪戰的幹將起來，任你通天本事，也不能一口氣從頭勝到尾。再者，各門各派各幫各會之中，如已有二人敗陣，不得再派人上場，否則的話，咱們這裏數千英雄，每個人都出手打上一架，只怕三個月也打不完，少林寺糧草再豐，可也給大夥兒吃喝窮了，一百年元氣難復。」眾人轟笑聲中，均說這兩條規矩有理。要知唐文亮感激張無忌當年在光明頂上接骨之恩，有心盼他得勝，獨冠群雄，所以提出這兩條規矩，都是意在幫他節省力氣。彭瑩玉笑道：「老唐三倒是識得大體，看來崆峒派今日幫咱們是幫定啦。咱們除了教主之外另由一位出陣？」明教眾高手誰都躍躍欲試，只是均知這一件事擔當極其重大，須得竭盡全力。先將與會的英雄打敗一大半，留給教主的強敵越少越好，他才能保留力氣，以竟全功。倘若只勝得寥寥數人，便被人打敗，留下一副重擔給教主獨挑，自己損折威名事小，負累了本教、謝遜、和教主卻是事大。再者貿然請纓，不免自以為除教主外本人武功最強，傷了同教間的義氣，是以誰都不敢出聲。周顛道：「教主，我周顛不是怕死，只不過武功夠不上頂兒尖兒，出去徒然出醜。」張無忌一個個瞧過去，心想：「楊左使、范右使、韋蝠王、布袋師傅、鐵冠道長諸位各負絕藝，均可去得。其中范右使武學最博，不論對手是何家數，他都有取勝之道，還是請范右使出馬的為是。」便道：「本來各門兄弟任誰去都是一樣，但楊左使曾隨我攻打金剛伏魔圈，韋蝠王與布袋師傅曾生擒夏胄，都已出過力氣。這一次本座想請范右使出手。」范遙大喜，躬身道：「遵命！多謝教主看重！」明教群豪素知范遙武功了得，均無異言。趙明卻道：「范大師，我求你一件事，你肯不肯答應？」范遙道：「郡主但有所命，自當遵從。」群豪一齊望著趙明，不知她要說出什麼話來。趙明道：「少林派的空智大師與你的樑子未解，倘若你與他先鬥了上來，勝敗之數，未易逆料，縱然勝得了他，那也是筋疲力盡了。」范遙點了點頭，心知空智神僧成名數十年，看上去愁眉苦臉、一副短命夭折之相，其實內功外功俱臻上乘。趙明道：「你不妨去和他訂個約會，言明日後再到大都萬法寺去單打獨鬥，一決勝敗。」楊逍和范遙齊聲說道：「妙計，妙計！」均知空智和范遙一訂後約，今日便不能動手，趙明此計，實是給明教去了一個強敵。其時各處木棚之中，各門派幫會的群雄正自交頭接耳，推舉本派出戰的人選，有幾處木棚中更有人大聲爭鬧，顯是對人選意見不一。范遙走到主棚之前站定，向著空智一抱拳，說道：「空智大師，你有膽量沒有？敢不敢再上大都萬法寺走一遭？」空智一聽到「萬法寺」三字，那是他生平的奇恥大辱，登時臉上的皺紋更加深了，細小的眼縫中神光湛湛，說道：「幹什麼？」范遙道：「咱二人在萬法寺結下怨仇，便當在萬法寺了結。你空智大師德高望重，在下也不免薄有虛名，若是你勝了我，江湖上便道強龍不壓地頭蛇，你大師只不過佔了地利之便。若是在下僥倖勝得一招半式，無知之輩加油添醬，只怕要說苦頭陀上得少林寺來，打敗了寺中第一高手。如果大師不怕觸景生情，今年八月中秋月明之夕，在下便在萬法寺塔上塔下，討教大師幾手絕藝。」空智對范遙的武功也是頗為忌憚，加之寺中方有大變，這時他心中盤算的只是如何應付這場千載浩劫，已無心緒與范遙動手，再被他這麼一激，登時點頭，當即說道：「好，今年八月中秋，咱們在萬法寺相會，不見不散。」范遙抱拳施了一禮，便即退下，他走了七八步，只聽空智緩緩說道：「范施主，今日你一心要救金毛獅王，不敢和我動手，是也不是？」范遙一凜，立定了足步，心想：「這和尚畢竟識穿了我的心事。」他是個豪爽的漢子，不願虛假隱瞞，回頭哈哈一笑，說道：「在下並無勝你把握。」空智微笑道：「老衲也是並無勝得施主的把握。」須知武功到了上乘境界之人，相互間自然而然會生出英雄重英雄、好漢惜好漢的心情。空智見范遙漸漸走遠，不禁長嘆一聲。廣場中人聲漸靜，那達摩堂的老僧朗聲說道：「咱們便依眾英雄議定的規矩，起手比武。刀槍拳腳無眼，格殺不論，各安天命。最後那一個門派幫會武功最強，謝遜和屠龍刀都歸其所有。」無忌眉頭微皺，心想：「這和尚生怕人家下手不重，唯恐各派怨仇結得不深，那裏是空見、空聞這些神僧們慈悲的心腸？」既是議定了每人勝得兩場，便須下來休息，先比遲比倒無多大分別，登時便有人出來叫陣，有人上前挑戰，片刻間場中有六個人分成三對較量。趙明自在萬法寺習得六大門派的絕藝後，根基雖然尚淺，識見卻是不凡，站在無忌與范遙之間，低聲議論出戰六人的武功，預料誰勝誰敗，居然說得頭頭是道。只一盞茶時分，三對中已有兩對分了輸贏，只有一對尚在纏鬥，跟著又有人向勝者挑戰，仍是六人分成三對相鬥的局面。新上場的兩對分別動用了兵刃。如此上上落落，十之八九是有人流血受傷，方始分出勝敗。無忌心想：「如此相鬥，武林中各派非失和不可，任何一派敗在對方手中，即使無人喪命受傷，以後仍會輾轉報復，豈非釀成自相殘殺的極大災禍？」只見場中崑崙派中一個中年道士以長劍刺傷了巨鯨幫的一條大漢，丐幫的執法長老則將華山派的矮老者一掌劈得口噴鮮血。華山派的高老者見師兄受傷，破口大罵：「臭叫化，爛叫化！」縱身出來，便欲向丐幫的執法長老挑戰。矮老者抓住他手臂，低聲道：「師弟，你鬥他不過，暫且咽下了這口氣。」高老者怒道：「鬥不過也要鬥！」他嘴裏雖這般說，其實他生平最是信從師兄的話，又知師兄的武藝與自己招數相同而修為較深，師兄尚且敗陣，自己也是非輸不可。被矮老者拉著，不住口的亂罵，卻回到了竹棚之中。接著那執法長老又勝了「梅花刀」的掌門人，連勝兩陣，在丐幫幫眾如雷掌聲之中，得意洋洋的退回。如此你來我往，廣場上比試了兩個時辰，紅日偏西，出來挑戰之人也是武功越來越強。許多人本來雄心勃勃，滿心要在這英雄大會中吐氣揚眉，人前逞威，但一見到旁人武功，才知自己原來不過是井底之蛙，不登泰山，不知天地之大，就此不敢出場。到得申牌時分丐幫的掌砵龍頭出場挑戰，將湘西排教中的彭四娘栽了一個大觔斗。彭四娘衣衫背心裂開了一條大縫，羞慚無地的退下。掌砵龍頭眼望峨嵋派人眾，冷笑道：「女娘們能有什麼真實本領？不是靠了刀劍之利，便得靠暗器古怪。這位彭四娘練到這等功夫，那也是極不容易的了。」周芷若低聲向宋青書說了幾句，宋青書點了點頭，緩步出場，向掌砵龍頭拱了拱手，道：「龍頭大哥，我向你領教幾下高招。」掌砵龍頭一見宋青書，氣得臉上發青，大聲道：「姓宋的，你這奸賊奉了陳友諒之命，混入我丐幫來。害死我史幫主之事，只怕你這奸賊也有一份。今日你還有臉來見我麼？」宋青書冷笑道：「江湖上混跡敵窩，刺探機密，乃是常事，只怪你們這群丐化子瞎了眼睛，識不出宋大爺的本來面目。」掌砵龍頭大罵：「你連你親生老子的武當派也能背叛，什麼事做不出來？你對父不孝，將來對妻也必不義。峨嵋派非在你手中大大栽個觔斗不可。」宋青書怒得臉上無半點血色，道：「你放屁放完了麼？」掌砵龍頭更不打話，呼的一掌便擊了過去。宋青書迴身卸開，反手輕輕一拂，以峨嵋派的「金頂綿掌」相抗。掌砵龍頭惱他混入丐幫，騙過眾人，手下招招殺著，狠辣異常，竟是性命相搏，並非尋常的比武較量。他這一拚命，宋青書便落了下風。要知掌砵龍頭於加盟丐幫之前，已是江湖上成名的豪傑，他在丐幫中的地位僅次於幫主及傳功、執法二長老，掌底造詣大是不凡。宋青書是武當派第三代弟子中的佼佼人物，但初習峨嵋派的「金頂綿掌」，究是不甚純熟，這套掌法中的精微奧妙變化，無法施展出來。只見他鬥到四五十合之後，已是迭逢險招，這一遇險，自然而然以武當派的「綿掌」拆解。這是他自幼浸潤的武功，已練了二十餘年，得心應手，威力甚強，與「金頂綿掌」外表上有些彷彿，運勁拆招的法門卻是大不相同。旁人不明就裡，還道他漸漸挽回頹勢，殷利亨卻是越看越怒，叫道：「宋青書，你這小子好不要臉！你反出武當，如何還用武當派的功夫救命？你不要你爹爹，怎地卻要你爹爹所傳的武功？」宋青書臉上一紅，叫道：「武當派的功夫有什麼希罕？你看清楚了！」左手突然在掌砵龍頭眼前上圈下鉤、左旋右轉，連變了七八種花樣，突然間右手一伸，噗的一響，五根手指直插入掌砵龍頭的腦門。旁觀群雄一怔之間，只見他五根手指血淋淋的提了起來，掌砵龍頭翻身栽倒，立時氣絕。宋青書冷笑道：「武當派有這等功夫麼？」群雄驚叫聲中，丐幫中搶上了七八人，有的扶起掌砵龍頭的屍身，其餘的便向宋青書攻去。圍攻宋青書的六人，均是丐幫中七袋弟子，以上的高手，其中四人，各使兵刃，霎時之間宋青書便險象環生。空智大師身後一名胖大和尚高聲喝道：「丐幫諸君倚多為勝，這不是壞了今日英雄大會的規矩麼？」他這兩句話聲音響亮異常，震得各人耳鼓嗡嗡作響。執法長老叫道：「眾人且退，讓本座替掌砵龍頭報仇。」丐幫群弟子向後躍開，抱著掌砵龍頭的屍身，退歸竹棚，人人滿臉憤容，向宋青書怒目而視。旁觀群雄均想：「雖說比武較量之際格殺不論，但這姓宋的出手也忒煞毒辣了些。」張無忌立時所想到的，只是趙明肩頭的五個爪印，以及那晚暗裏茅舍中一對老夫婦屍橫就地的可怖情景，顫聲道：「楊左使，峨嵋派中何以有這種邪惡的武功？」楊逍搖頭道：「屬下從沒見過這等功夫。但峨嵋派祖師郭女俠外號叫作『小東邪』，武功若是帶著三分邪氣，卻也不奇。」二人說話之間，宋青書已和執法長老鬥在一起。這位執法長老身形瘦小，行動快捷無論，十根手指如鉤錐，竟是以鷹爪功與宋青書對攻，顯然他也是擅長指功，要用手指在宋青書天靈蓋上也戳五個窟窿，好替掌砵龍頭報仇，宋青書初仍以「金頂綿掌」功夫和他拆解十餘招，鬥到深澗，執法長老喝一聲：「小狗賊！」左手五指已搭上了宋青書腦門，正要透勁而入，宋青書右手已一探，噗的一聲響，五根手指已抓斷了他的喉管。執法長老身子向前撲倒，左手上勁力未衰，插入了地下，血流滿地，登時氣絕。周芷若這一次卻佔了先機，做個手勢，八名弟子各持長劍，縱身而出，每兩個弟子背脊靠背脊，分佔四個方位，將宋青書圍在中間，丐幫若再上動手，立時便是群毆的局面。一名達摩堂的老僧朗聲道：「羅漢堂下的三十六弟子聽令！」他手掌互擊三下，三十六名身披黃袍的少林僧躍將出來，十八名手執禪杖，十八名手執戒刀，前前後後，散在廣場各處，似陣法又不似陣法，卻是守住了各個扼要處所。那老僧說道：「奉空智師叔法旨，羅漢堂三十六弟子監守大會的規矩。今日大會中比武較量，若是有人恃眾欺寡，或是在旁暗助，便是天下武林的公敵。我少林寺忝為主人，須當維繫公道。三十六弟子嚴加查察，不論何人犯規，當場便予格殺，決不容情。」三十六名弟子轟然答應，虎視眈眈的望著廣場中心。這麼一來，峨嵋派防護在先，少林派監視於旁，丐幫眾弟子雖然群情悲憤，卻也不敢貿然上前動手，只是高聲怒罵，將執法長老的屍身抬了下來。趙明向范遙低聲道：「范大師，沒想到峨嵋派尚有這一手絕招，那日在萬法中，滅絕師太寧死不肯出塔比武，只怕就是為此。」范遙搖了搖頭，心下苦思拆解這一招的法子。他呆了半晌，突然向張無忌道：「屬下向你請教一路武功。」雙掌按在桌上，伸出左手一根小指，右手一根小指、一前一後，靈活無比的連續動了七下，低聲道：「我雙臂如此連攻，只須纏到了這小子的手臂，內力運出，便能震斷他的手臂關節，他指力再厲害，也教他無所施其技。」張無忌也伸出兩根手指，左鉤右搭，道：「小心他以指力戳你手臂。」范遙點頭稱是，道：「我以擒拿手抓他手腕，十八路鴛鴦連環踢他下盤。」無忌道：「猛攻八十一招，叫他無法喘息。」只見他二人四根手指此進彼退，快速無倫的攻拒來去，范遙忽然微笑道：「教主這幾下太過神妙，這小子除了指力外武功有限，這幾招料他施展不出。」張無忌微微一笑，道：「他施展不出這三招，那麼范右使你已然勝了。」