第一二五回　招婿大會蕭峰來到少室山時，十八名契丹武士本以大皮袋盛烈酒隨行。但此刻眾武士不在身邊，他未曾飲酒已近兩日，聽到段譽說起，到靈鷲宮去飲天山童姥的百年佳釀，不由得舌底生津，嘴角邊露出微笑。阿紫搶著道：「去，去，去！姊夫，咱們大夥兒一起都去。」她知道要治自己眼睛，務須隨虛竹去靈鷲宮中，但若無蕭峰撐腰，虛竹縱然肯治，他手下四個快嘴丫頭是一意為難，終不免夜長夢多。她聽蕭峰沉吟未答，心想：「姊夫外貌粗豪，心中卻著實精細，他此刻自己料到我的用心，不如直言相求，更能得他允可。」當即立起身來，扯著蕭峰的衣袖，輕輕搖了幾下，求懇道：「姊夫，你若不陪我到靈鷲宮，我──我的眼睛只怕復原無望，終生要不見天日了。」蕭峰心想：「令她雙目復明，確是大事。」又想：「我在大遼，位望雖尊，卻無一個談得來的朋友。中原豪傑都得罪完了，好容易結交到這兩個慷慨豪俠的兄弟，若得多聚幾日，實慰平生。」當下便道：「好，二弟、三弟，咱們同去西夏走一遭，再上二弟的靈鷲宮去，痛飲數日。」次日眾人相偕就道，虛竹又到父親玄慈、母親葉二娘的墓前叩拜告別。一行人緩緩向西而去。到得山下，靈鷲宮諸女已雇應了驢車，讓段譽和游坦之臥在其中養傷。游坦之滿心不是滋味。但寧可忍辱受氣，說甚麼也不願和阿紫分離。一日之中，只要阿紫偶然揭開車帷和他說一兩句話，他便要興奮上好半天，只是阿紫騎在馬上，前前後後，總是跟隨在蕭峰身邊。游坦之心中難過之極，卻不敢向她稍露不悅之意。走了兩天，靈鷲諸部逐漸會合。鸞天部的首領向虛竹和段譽稟報已會到鎮南王，告知他段譽的傷勢漸愈，並無大礙，鎮南王甚是放心，要鸞天部轉告段譽早日回去大理。鸞天部諸女又道：「鎮南王一行人是向東北去，段延慶和南海鱷神卻向南疾馳，雙方決計碰不到頭。」段譽甚喜，向鸞天諸女道謝。鍾靈道：「段公子，令尊要你早回大理，他自己怎地又向東北方去？」段譽微微一笑，尚未回答，阿紫已笑道：「爹爹定是給我媽拉住了，不許他回大理去。鍾姑娘，你想拉住我哥哥的心，得學學媽媽。」鍾靈明知段譽所以要到西夏，乃是要去會見那個王姑娘，但這些日子中她每日得與段譽相見，心願已足，也不去理會日後段譽和王姑娘會見之後，卻又如何，阿紫譏嘲於她，她也不介意。炎暑天時，午間赤日如火，好在離中秋尚遠，眾人只撿清晨、傍晚趕路，每日行六七十里，也就歇了。在途非止一日，段譽傷勢好得甚快。虛竹替游坦之的斷腿接上了骨，用夾板牢牢夾住了，看來頗有復原之望。游坦之跟誰也不說話，虛竹替他醫腿，他心中仍是充滿了惱恨之意。這日眾人行到了咸陽古道，段譽向蕭峰等述說當年劉項爭霸的史跡。蕭峰和虛竹都讀書甚少，聽段譽揚鞭說著昔日英豪，都是大感興味。忽然間馬蹄聲響，後面兩乘馬快步趕來。蕭峰等將坐騎往道旁一拉，好讓後面的乘客先行。阿紫卻兀自攔在路中，待那兩乘馬將趕到她身後時，她提起馬鞭一抽，便向身後的馬頭上抽去。兩乘馬中當先一乘馬上騎者也提起馬鞭，往阿紫的鞭子迎上，口中卻叫起來：「段公子、蕭大俠，請留步。」段譽回頭一看，原來當先那人乃是巴天石，後邊那人卻是朱丹臣。這時巴天石一鞭將阿紫手中馬鞭擋開，和朱丹臣同時翻身下鞍，向段譽拜了下去。段譽雖是主子的身份，但對巴朱二人向來視作長輩，忙下馬還禮，問道：「我爹爹平安？」只聽得颼的一聲響，阿紫一鞭又向巴天石頭上抽了下來。巴天石尚未站起，身子向左略挪，仍是跪在地下。阿紫一鞭抽空，巴天石右膝向下一按，已將鞭梢掀住。阿紫用力向後一抽，卻是抽之不動。她明知若以內力相爭，自己決計鬥不過對方，當即手掌一揚，將鞭子的柄兒向巴天石甩了過去。巴天石惱她氣死凌千里，原是有略加懲戒之意，卻料不到她眼睛雖盲，行動仍是機變無比，這鞭柄來得迅速之極，巴天石聽得風聲，急忙側頭相避，頭臉雖然避過，但啪的一聲，正好打在他的肩頭。段譽喝道：「紫妹，你又胡鬧！」阿紫道：「怎麼我胡鬧了？他要我的鞭子，我給了他便是。」巴天石為人甚有涵養，嘻嘻一笑，道：「多謝姑娘賜鞭。」當下便不再提此事，從懷中取出一封信來，雙手遞給了段譽。段譽接過一看，見封皮上「譽兒覽」三字，正是父親的手書，忙雙手捧了，整了整衣衫，恭恭敬敬的拆開，卻原來段正淳命他到了西夏之後，如有機緣，不妨便娶西夏國公主為妻。信中言道：「我大理僻處南疆，國小兵弱，難抗外敵，如得與西夏結為姻親，得一強援，實為保土安民之上策。吾兒當以祖宗基業為重，以社稷子民為重，盡力圖之。高氏婚姻之約，為父自當善處之也。」段譽讀完此信，臉上一陣紅，一陣白，道：「這個──這個──」巴天石又取出一信，說道：「此是王爺寫給西夏國王陛下求親的親筆函件，請公子到得靈州之後，呈遞西夏國王陛下。」朱丹臣也笑瞇瞇的道：「公子，祝你馬到成功，娶得一位如花似玉的公主回去大理，置我國江山如磐石之安。」段譽神色更是尷尬，問道：「爹爹怎知我去西夏？」巴天石道：「王爺得知慕容公子往西夏去求親，料想公子──也──也會去瞧熱鬧。王爺說道，請公子以國家大事為重，兒女私情為輕。」阿紫道：「這叫做知子莫若父啦，爹爹聽說慕容復去西夏，料想王姑娘定然隨之同去，於是他自己這個寶貝兒子便也會巴巴的跟了去。哼，上樑不正下樑歪，他自己怎麼不以國家大事為重，以兒女私情為輕？怎地離國如此之久，卻不回去？」巴天石、朱丹臣、段譽三人聽阿紫口中對自己父親如此不敬，都是駭然變色，要知她所說的雖是實情，但為臣為子者，如何可以直言編排君父的不是？阿紫又道：「哥哥，爹爹的信中寫甚麼？有提到我沒有？」段譽道：「爹爹沒知道你和我在一起。」阿紫道：「嗯，是了，他不知道。爹爹有吩咐你找我麼？有沒有叫你設法照顧你這個瞎了眼的妹子？」段正淳的信中並未提及此節，段譽心想若是照直而說，不免傷了妹子之心，便向巴朱二人連使眼色，要他們承認父王曾有找尋阿紫之命。那知巴朱二人假作不懂，並未迎合，朱丹臣卻道：「鎮南王命咱二人隨侍公子，聽由公子爺差遣，務須娶到西夏國的公主。否則我二人回到大理，王爺就不怪罪，我們也是臉上無光，難以見人。」言下之意，竟是段正淳派他二人監視段譽，非做上西夏的駙馬不可。段譽苦笑道：「我本已不會武藝，何況重傷未癒，真氣提不上來，怎能和天下的英雄好漢相比？」巴天石又道：「鎮南王命小人拜上蕭大俠、虛竹先生，請二位念在金蘭結義之情，相助咱家公子一臂之力。鎮南王又云：少室山上匆匆之間，未得與兩位多所盤桓，特命小人奉上薄禮。」說著取出一隻碧玉琢的獅子，雙手奉給蕭峰。朱丹臣則從懷中取出一柄象牙扇子，扇面上有段正淳的書法，呈交給虛竹。二人稱謝接過，都道：「三弟之事，咱們自當全力相助，何勞段王爺囑咐？蒙賜珍物，更是不敢當了。」阿紫說道：「你道爹爹是好心麼？他是叫你們二人不要和我哥哥去爭做駙馬。你們這一答應，那是上了我爹爹的當啦。」蕭峰微微嘆了口氣，道：「自你姊姊死後，我豈有再娶之意？」阿紫道：「你嘴裏自是這麼說，誰知道你心卻又怎生想？虛竹先生忠厚老實，不似我哥哥這般風流倜儻，到處留情，你從來沒和姑娘結過情緣，去娶西夏公主，豈不甚妙？」虛竹滿面通紅，連連搖手，道：「不，不，不！我──我──我自己決計不行，我自當和大哥相助三弟成就這頭親事。」巴天石和朱丹臣相互瞧了一眼，雙雙拜了下去，說道：「多承二位允可。」要知道這些武林英豪一言既出，駟馬難追。蕭峰和虛竹同時答允相助，巴天石二人再來一下敲釘轉腳，倒不是怕他二人反悔，卻是要使段譽更難推托。眾人一路向西，漸漸行近靈州，道上遇到的武林之士便多了起來。須知西夏雖較大遼、大宋為小，卻也是西陲大國，武林中的粗人如能娶到了這位公主，榮華富貴，垂手而得，世上那還有更便宜的事？只是武林的成名人物大都已娶妻生子。新進少年偏又武功並不甚高，卻有許多江洋大盜、幫會豪客，倒是孤身一人，不由得有了僥倖之想，齊往靈州進發。更有不少老年英雄攜帶了子侄徒弟，前去碰一碰運氣。許多人想：「千里姻緣一線牽，說不定命中注定我和西夏公主有婚姻之份，也未必我武功一定勝過旁人，只須我和公主有緣，她瞧中了我，就有做駙馬爺的指望了。」一路行來，但見一般少年英豪個個打扮得衣服鮮明，連兵刃用具，也都十分講究，大家竟像是去趕甚麼大賽會一般。常言道：窮文富武，學武之人家中多半有些銀錢，倘若品行不端，銀錢來得更加容易，是以去西夏的少年，十九衣服華麗，以圖博得公主青睞。道上相識之人遇見了，相互取笑之餘，不絕打聽公主容貌如何，武藝高低；若是不識，往往怒目而視，將對方都當作了敵人。這一日蕭峰等正按轡徐行，忽聽得馬蹄聲響，迎面來了一乘馬，只見馬上乘客右手手臂用一塊白布吊在頸中，衣服撕破，極是狼狽。蕭峰等也不為意，心想這人不是摔跌，便是被人打傷，那是平常得緊。不料過不多時，又有三乘馬過來，馬上乘客也都是身受重傷，不是斷臂，便是折足。但是這三人面色灰敗，大是慚愧，低著頭，匆匆而過，不敢向蕭峰等多瞧一眼。梅劍嘴快，說道：「前面有人打架麼？怎地有好多人受傷？」說話未了，又有兩人迎面過來。這兩人卻沒騎馬，滿臉是血，其中一人頭上裹滿了青布，血水不住從布中滲將出來。竹劍道：「喂，你要傷藥不要？怎麼受了傷？」那人惡狠狠的向她瞪了一眼，向地下吐了口唾沫，掉頭竟去。菊劍大怒，唰的一聲拔出長劍，便要向他斬去。虛竹搖頭道：「算了罷！這人受傷甚重，不必跟他一般見識。」蘭劍道：「竹劍好意問他要不要傷藥，這人卻如此無禮，讓他痛死了最好。」便在此時，迎面四匹馬潑風也似奔將過來，左邊兩騎，右邊兩騎。只聽得馬上乘客相互戟指而罵。有人道：「都是你癩蛤蟆想吃天鵝肉，也不想自己有多大道行，卻想到靈州去做駙馬。」另一邊的有人罵道：「你若有本領，幹麼不闖過關去？打輸了，便來向我出氣。」對面的人罵道：「倘若不是你在後面暗箭傷人，我又怎麼會敗？」這四個人縱馬奔馳，說話又快，沒能聽楚清到底在爭些甚麼，霎時之間便到了跟前，四人見蕭峰等人多，不敢與之爭道，拉馬向兩旁奔了過去，但兀自指指點點的對罵，依稀聽來，這四人都是去靈州想做駙馬的，但似有一道甚麼關口，四個人都闖不過去，相互間又扯後腿，以致落得鎩羽而歸。段譽道：「大哥，我看──」一言未畢，迎面又有幾個人徒步走來。只見這幾個人也都身上帶彩，有的頭破血流，有的一瘸一拐。鍾靈抑不住好奇之心，縱馬上前，問道：「喂，前面把關之人厲害得緊麼？」一個中年漢子哼了一聲，道：「你是個姑娘，要過去無人攔阻。是男的，還是乘早打回頭罷。」他這麼一說，連蕭峰、虛竹等也感奇怪，都道：「上去瞧瞧！」一催馬，疾馳上前。一行人奔出七八里，只見山道陡峭，一條僅容一騎的山徑蜿蜒向上，只轉得幾個彎，便見黑壓壓的一堆人聚在一團。蕭峰等馳將近去，卻見山道中間並肩站著兩名大漢，都是身高六尺有餘，異常魁偉。這兩條大漢一個手持鐵杵，一個雙手各提一柄銅錘，惡狠狠的望著眼前眾人。聚在兩條大漢之前的，少說也有十七八人，言辭紛紛，各說各的。有的說：「借光，咱們上靈州去，請兩位讓一讓。」這是敬之以禮。有的說：「兩位是收買路錢麼？不知是一兩銀子一個，還是二兩一個？只須兩位開下價來，並非不可商量。」這是動之以利。有的說：「你們再不讓開，惹惱了老子，把你兩條大漢斬成肉漿，再要拼湊還原，可不成了，還是乘早乖乖的讓開，免得大禍臨頭。」這是脅之以威。更有人說：「兩位相貌堂堂，威風凜凜，何不到靈州去做駙馬？那位如花似玉的公主若是教旁人得了去，豈不可惜。」這是誘之以色。眾人七張八嘴，那兩條大漢始終不理。突然人群中一人喝道：「這當真是敬酒不吃吃罰酒了，讓開！」寒光一閃，挺劍上前，一劍斜身刺出，向左首那大漢遞了過去。那大漢身形巨大，兵刃又極沉重，殊不料行動卻是迅捷無比，雙錘互相一擊，正好將長劍夾在雙錘之中。這一對八角銅錘每一柄各有四十來斤，噹的一聲響，長劍登時斷成十餘截。那大漢飛出一腿，踢在對手小腹之上。那人大叫一聲，跌出七八丈外，一時之間竟是掙扎不起。蕭峰轉頭向虛竹道：「二弟，這漢子膂力倒是不小。」虛竹道：「正是！」說話之間，又有一人手舞雙刀，衝將上去。但見他雙刀舞成一團白光，護住全身，真的連滴水也潑不進去。將到兩條大漢身前，那人一聲大喝，突然間變了地堂刀，著地滾進，雙刀向兩名大漢腿上砍去。那持杵大漢也不看他刀勢來路如何，提起鐵杵，便往這團白光上猛擊下去。但聽得「啊」的一聲慘呼，那人的雙刀被鐵杵打斷，刀頭並排插入胸中，全身是血，骨溜溜的向山下滾去。兩名大漢連傷二人，餘人不敢再進。忽聽得蹄聲答答，山徑上一匹驢子上來，驢背上騎著一個少年書生，也不過十八九歲年紀，寬袍緩帶，神情既頗儒雅，容貌又極俊美。他騎著驢子走過蕭峰等一干人身旁時，眾人覺得他與一路上所見的江湖豪士大不相同，不由得向他多瞧了一眼。段譽突然「啊」的一聲，叫了出來，又道：「你──你──你──」那書生向他瞧也不瞧，挨著各人坐騎，搶到了前頭。鍾靈奇道：「段公子，你認得這位相公？」段譽臉上一紅，道：「不，我看錯人了。他──他是個男人，我怎認得他？」他這句話說得實在有點不倫不類，阿紫登時便嗤的一聲笑了出來，說道：「哥哥，原來你只認得女子，不認得男人。」她頓了一頓，問道：「難道剛才過去的是男人麼？這人明明是女的。」段譽道：「你說他是女人？」阿紫道：「當然啦，她身上好香，全是女人的香氣。」段譽聽到這個「香」字，心中怦怦亂跳：「莫非──莫非當真是她？」這時那書生已騎驢到了兩條大漢的面前，叱道：「讓開！」兩個字說得十分清脆，果是女子的喉音，段譽更無懷疑，叫道：「木姑娘，婉清，妹子！你──你──你──我──我──」口中語無倫次的亂叫，催坐騎追將上去。段譽胸口創傷尚未全愈。如此急迫的催馬上前，於他傷口定然有礙，虛竹放心不下，叫道：「三弟，小心傷口！」當即和巴天石、朱丹臣兩人同時拍馬追將上去。那少年書生騎在驢背之上，只是瞪著兩條大漢，卻不回過頭來。巴天石和朱丹臣從側面看去，但見他俏目俊臉，果然便是當日隨同段譽來到大理鎮南王府的香藥叉木婉清。二人暗叫：「慚愧，咱們明眼人，還不及個瞎子。」原來阿紫目不見物，耳音嗅覺卻比旁人敏銳，木婉清體有異香，她一聞到便知從身旁經過的乃是個女子。眾人眼中明明看到一個少年書生，匆匆之間，誰也不會去細辨他是男是女。段譽縱馬馳到她身旁，伸手往她肩上搭去，柔聲道：「妹子，這些日子你在那裏？我可想得你好苦！」木婉清一縮肩，避開他的手，轉過頭來，冷冷的道：「你想我？你為甚麼想我？你當真想我了？」段譽一獃，只覺她這三句問話，自己一句也答不上來。對面一名大漢哈哈大笑，道：「好，原來你是個女娃子，我便放你過去。」另一名大漢道：「娘兒們可以過去，臭男人便不行，喂，你滾回去，滾回去！」他一面說，一面指著段譽，又道：「你這種小白臉，老子一見便生氣，再上來一步，老子不將你打成肉漿才怪。」段譽道：「尊兄言之差矣！這是人人可行的大道，尊兄為何不許我過？願聞其詳。」那大漢道：「吐蕃國宗贊王子有令：此關封閉十天，待過八月中秋再開。在中秋以前，女過男不過，僧過俗不過，老過少不過，死過活不過！這叫『四過四不過』。」段譽道：「那是甚麼道理？」大漢大聲道：「道理，道理！老子的銅錘、老二的鐵杵便是道理。宗贊王子說出話來，便是道理。你是男子，既非和尚，又非老翁，若要過關，除非是個死人。」木婉清道：「呸，偏有這許多囉哩囉唆的言語！」右手一揚，嗤嗤兩聲，兩枚小箭分向兩名大漢射了過去，只聽得啪啪兩下，如中敗革，眼見小箭射進了兩名大漢胸口的衣衫，但二人竟如一無所損。持杵大漢怒喝：「不知好歹的小姑娘，你放暗器麼？」木婉清大吃一驚，心道：「這二人多半身披軟甲，我的毒箭居然射他們不死。」那持杵大漢伸出蒲扇般的大手，便向木婉清揪來。這人身子高大，木婉清雖是騎在驢背，但他一手伸出，便揪向她的胸口。段譽叫道：「尊兄休得無禮！」左手疾伸去擋。那大漢手掌一翻，便將段譽手腕牢牢抓住。另一個持錘大漢叫道：「妙極！咱哥兒倆將這小白臉撕成兩半！」將雙錘並於左手，右手一把抓住了段譽左腕，用力便扯。木婉清急叫：「休得傷我哥哥！」嗤嗤數箭射出，都如石沉大海，雖然中在兩名大漢身上，卻是不損其分毫，要想射他二人頭臉眼珠，可是中間隔了個段譽，又怕傷及於他。兩旁山峰壁立，虛竹、巴天石、朱丹臣三人被段木二人坐騎阻住了，無法上前相救。虛竹飛身離鞍，躍到持杵大漢身側，伸指正要往他脅下點去，卻聽得段譽哈哈大笑，說道：「二哥不須驚惶，他們傷我不得。」只見兩條鐵塔也似的大漢身子漸漸矮了下來，兩顆大頭搖搖擺擺，站立不定，過不多時，砰砰兩聲，倒在地下。原來段譽的「朱蛤神功」專吸敵人功力，兩條大漢的內力雖然不強，但內力一盡，天生的膂力也是一無所用，兩人委頓在地，形如虛脫。段譽道：「你們已打死打傷了這許多人，也該受此懲罰，下次萬萬不可。」鍾靈恰於這時趕到，笑道：「只怕他們下次再沒打人的本領了。」轉頭向木婉清道：「木姑娘，我真想不到是你！」木婉清冷冷的道：「你是我妹子，怎麼叫我姑娘？」鍾靈奇道：「木姑娘，你說笑了，我怎麼會是你的妹妹？」木婉清向段譽一指道：「你去問他！」鍾靈轉向段譽，待他解釋。段譽暗暗心驚：「鍾夫人和我爹爹之間，必有大不非常的干係。」霎時之間，想起了當年初入萬劫谷時的情景：善人渡旁第七座大墳之前，有一塊墓碑，上寫「萬仇段之墓」，須得在這「段」字上用力踢上三腳，墓門方開。為甚麼叫做「仇段」？為甚麼要踢這個「段」字？想必是萬劫谷主人鍾靈之父鍾萬仇最恨的便是姓段之人了。那日鍾靈之母一見到自己，臉上立現驚惶之色，說道：「你──也姓段？」自然是為了自己相貌與爹爹少年時頗為相似之故。鍾萬仇一見到了自己，他便大發脾氣，道：「這小雜種便是成了灰，我也認得他。」種種蛛絲馬跡，大有可疑。他轉念又想：「但如鍾姑娘也是爹爹所生，他為甚麼又對鍾谷主說，要替我娶鍾姑娘為妾？就算要故意氣氣鍾谷主，也決計不會說這種話，難道──難道──連爹爹自己也不知道麼？」一時之間，他神色極是尷尬。本來被兩條大漢擋住的來人，卻一個個從他身邊搶了過去，直奔靈州。只聽得阿紫說道：「哥哥，這位好香的姑娘也是你的老相好麼？怎麼不替我引見引見？」段譽道：「別胡說這位──這位是你的──你的親姊姊，你過來見見。」木婉清怒道：「我那有這麼好福氣？」在驢臀上輕輕一鞭，縱騎徑往往前行。段譽趕了上去，問道：「這些時日來，你卻在那裏？妹子，你──你可真清減了。」木婉清心高氣傲，動不動便出手殺人，但聽了段譽這句溫柔言語，突然胸口一酸，一年多來道路流離，種種風霜雨雪之苦，無可奈何之情，霎時之間都襲上心頭，淚水再也無法抑止，撲簌汩汩的便流將下來。段譽道：「妹子，我們大夥兒人多，有個照應，你就跟我們在一起罷。」木婉清道：「誰要你照顧？沒有你，我一個人不也這麼過日子了？」段譽道：「我有許多話要跟你說，好妹子，你答應跟我們在一起好不好？」木婉清道：「你又有甚麼話跟我說了。多半是胡說八道。」嘴裏雖沒答允，口風卻已軟了。段譽甚喜，搭訕道：「妹子，你雖然清瘦了些，可越長越俊！」木婉清臉一沉道：「你是我兄長，以後可別跟我說這些話。」她心下煩亂已極，明知段譽是自己同父異母的哥哥，但對他的相思愛慕之情，別來非但未稍減，更只有與日俱增。段譽笑道：「我說越長越俊，那也沒甚麼不對。妹妹，你為甚麼著了男裝到靈州去？是去招駙馬麼？像你這麼俊美秀氣的少年書生，那西夏公主一見之後，非愛上你不可。」木婉清道：「那你為甚麼又到靈州去了？」段譽臉上微微一紅，道：「我是去瞧瞧熱鬧，更無別情。」木婉清哼了一聲，道：「你就盡騙我，爹爹叫你去做西夏駙馬，命這姓巴的、姓朱的送信給你，你當我不知道麼？」段譽奇道：「咦，你怎麼知道了？」木婉清道：「我媽撞到了咱們爹爹，我跟媽在一起，爹爹的事我自然也聽到了。」段譽道：「原來如此。你知道我要上靈州去，聽以跟著來瞧瞧我，是不是？」木婉清臉上微微一紅，段譽此言，正好說中了她的心事，但她兀自嘴硬，道：「我瞧你幹甚麼？只是我想瞧瞧那個西夏公主，到底是怎樣美法，卻這般鬧得天下哄動。」段譽原想說：「她能有你一半美，就算好了！」但隨即覺得這種話跟情人說則可，跟妹妹說卻是不可，話到口邊，又即忍住。木婉清道：「我又想瞧瞧，咱們大理國的段王子，是不是能攀上這門親事。」段譽低聲道：「我是決計不做西夏駙馬的，妹妹，這句話你可別洩漏去。爹爹真要逼我，我便逃之夭夭。」木婉清道：「難道爹爹有命，你也敢違抗？」段譽道：「我不是抗命，我是逃走。」木婉清笑道：「逃走和抗命，又有甚麼分別？人家金枝玉葉的公主，你為甚麼不要？」自從見面以來，這是她初展笑臉，段譽心下大喜，道：「你當我是爹爹一樣嗎？見一個，愛一個，到後來弄到不可開交。」木婉清道：「哼，我瞧你和爹爹也沒甚麼兩樣，當真是有其父必有其子。只不過你沒爹爹這麼好福氣。」她嘆了口氣，道：「像我娘，背後說起爹爹來，恨得甚麼似的，可是一見了他面，卻又甚麼都原諒了。現下的年輕姑娘們那，可再沒我媽這麼好了。」二人並騎而行，不久鍾靈和虛竹、蕭峰等也都追了上來。行得數里，眼見天色向晚，忽聽得左首傳來一聲驚呼，更有人大聲號叫，卻是南海鱷神的聲音，似乎遇上了甚麼危難。段譽道：「是我徒弟！」鍾靈叫道：「咱們快去瞧瞧，你徒弟人很好。」虛竹也道：「正是！」要知他母親葉二娘是南海鱷神的同夥，不免有些香火之情。幾個人催騎向號叫之聲來處奔去，轉過幾個山坳，一片密林，突見對面懸崖之旁，出現一片驚心動魄的情景。只見一大塊懸崖突出於深谷之上，崖上有一株孤伶伶的松樹，形狀甚是古拙。松樹上的一根枝幹，臨空伸出，卻有人以一根桿棒，搭在枝幹上，這人一身青袍，正是段延慶。他左手抓桿棒，右手抓著另一根桿棒，那根桿棒的盡端，也有人抓著，卻是南海鱷神，但見南海鱷神的另一雙手，抓住了另一個人的長髮，乃是「窮兇極惡」雲中鶴。這雲中鶴的雙手，分別握著一個少女的兩隻手腕。四人宛如結成一條長繩，臨空飄盪，實是兇險無比，不論那一個人失手，下面的人立即墮入亂石嶙峋的山谷。段譽等眼望山谷，只見谷中萬石林立，都如一把刀劍般向上聳立，這些人墮將下去，絕難活命。其時一陣風吹來，將南海鱷神、雲中鶴和那少女三人都吹得轉半個圈子，這少女本來背向眾人，這時轉過身來，段譽大叫：「啊喲！」險險從馬上掉將下來。原來那少女並非別人，正是他朝思暮想的王玉燕。段譽一定神間，眼見懸崖生得奇險，無法縱馬上去，當即一躍下馬，搶著奔去。將到松樹之前只見一個頭大身矮的胖子，手執大斧，正在砍那松樹。段譽這一驚更是非同小可，叫道：「喂，喂，你幹甚麼？」眼見那矮胖子毫不理睬，只是一斧斧的往樹上砍去，段譽手指一伸，提起真氣，欲以六脈神劍傷他。不料他這六脈神劍學得並未到家，要它來時未必便來，連指數指，劍氣影蹤全無。段譽叫道：「大哥、二哥、妹妹、鍾姑娘，快來，快來，救人！」呼喝聲中蕭峰、虛竹等都奔將過來。原來這胖子身材甚矮，給大石擋住了，在下面半點也見不到，山風又大，他的伐木之聲聽來又不清晰。幸好那株松樹粗大，一時之間無法砍斷。蕭峰等一見這般情狀，都是大為驚異，不知如何，竟會做成這等情勢。虛竹叫道：「胖子老兄，你可不能再砍這松樹了。」那胖子道：「這是我種的樹，我喜歡砍回家做棺材睡，你管得著麼？」他一面說，一面手上絲毫不停，下面山谷中南海鱷神的大呼小叫之聲，不絕的傳將上來。段譽道：「二哥，此人不可理喻，請你快去制住他再說。」虛竹道：「甚好！」正要奔將過去，突見一人撐著拐杖，飄忽異常的從眾人身旁掠過，幾個起落，已擋在那矮胖子之前。這人去得奇快，待他立定，過才看清，原來便是游坦之，不知他何時從騾車中悄悄溜了出來。木婉清未見過此人，突然看到他奇醜可怖的面容，只嚇得花容失色，「啊」一聲低呼，游坦之一杖拄地，一杖提起，森然道：「誰也不可過來！」