第四十六回　綠衣少女馬光祖一頓飯無肉不歡，見桌上滿列冷冰冰的蔬果，不禁大失所望。第一個綠衫人道：「咱們谷中摒絕葷腥、不舉煙火，須請貴客原諒。」馬光祖道：「怎麼不舉煙火？先前你們石屋，豈不是煙火燒得好大？」第二綠衫人道：「這是谷主的刑罰。」第三綠衫人道：「請用飯吧。」說著拿出一個瓷瓶，在各人面前的碗中倒了一碗清水。馬光祖心想：「既無肉吃，多喝幾碗酒也是好的。」舉碗骨都，骨都喝了兩口，只覺淡而無味，卻是清水。他是個直性子的粗人，嚷道：「這主人家忒煞小氣，連酒也沒一口。」第一綠衫人道：「谷中不許動用酒漿，這是數百年來的祖訓，須請貴客原諒。」那綠衫女郎道：「咱們也是在書本子上，見到美酒兩字，到底美酒是怎麼的樣兒，畢生也沒見過。書上說：酒能亂性，想來也不是什麼好東西。」尹克西、楊過等都是放蕩江湖的豪傑，眼見這四個綠衫男女年紀並不很大，行止卻如此迂腐拘謹，而且自與他們說話以來，從未見四人之中有那一個臉上露過一絲笑容，雖然說不上面目可僧，可實是言語無味。當真是：話不投機半句多，各人不再說話，低頭用飯。那飯是用生米磨碎，調以生水，入口一股糠枇氣息，殊難下嚥，楊過等只是揀幾個水果吃了，聊以充饑而已。只有馬光祖身高體壯，食量宏，一頓飯不吃到八九碗以上，那裏能飽？他一面大扒生米飯，一面破口譏彈。但說也奇怪，那四個綠衫人聽了卻也毫不介意，初時說了兩句「請貴客原諒」之後絕口不提，似乎以生飯清水為食，乃是人生的天經地義一般。用飯既畢，馬光祖嚷著要乘夜歸去。但其餘五人眼見谷中處處透著詫異，好奇心起，均盼查明個究竟，尹克西勸道：「馬兄，咱們既來此間，明日還能拜見谷主，怎能乘夜便歸？」馬光祖嚷道：「沒酒沒肉，那也罷了，連飯也不讓吃，這不是存心折磨人麼？」瀟湘子板著臉道：「大夥兒說不去，你一個人吵些什麼？」馬光祖見他殭屍一般的相貌，一直暗自害怕，聽他這麼一說，不敢再作聲了。當晚六人就在石屋中安睡，地上冷冰冰的就是一塊石板，別說被褥，連草席蒲團之類也沒半件。各人只覺這谷中一切，全是十分的不近人情，尼摩星道：「金輪老兄，你是咱們六人的頭腦，你說這谷主是什麼路道？是好人還是歹人？明兒咱們給他客氣客氣呢，還是打他個落花流水？」法王笑道：「這谷主的路數，我和諸位一般，也是難以捉摸，明日見機行事便了。」尹克西低聲道：「這四個綠衫弟子的武功已是如此，谷中自然更有高手，明日大家可務須小心在意，只要稍有疏忽，六人一齊陷身此處，那就不妙之極了。」他平日嘻嘻哈哈，其實極工心計，一切想得甚是周到。馬光祖還在嘮嘮叼叼的訴說飯菜難以下嚥，就沒將他一句話聽在心中。楊過道：「你明日不小心行事，給他們抓住關一輩子，整日價餵你清水生米……」馬光祖大吃一驚，忙道：「好兄弟，我聽，我聽。」這一晚眾人身處險地，都是睡得不大安穩，只有馬光祖卻鼾聲如雷，驚天動地。楊過一早醒來，走出石屋，四下一望，昨晚是夜中沒看得清楚，原來四周青翠欲滴，繁花似錦，實是個生平極為罕見的美景之地。他貪玩風景，信步而行，只見路旁仙鶴三二、白鹿成群，松鼠小兔，盡是見人不驚，他轉了兩個彎，見那綠衫少女正在道旁摘花，見他過去，招呼道：「你醒得好早，請用早餐吧。」說著在樹上摘下兩朵花，遞給了他。楊過順手接過花來，心中卻在嘀咕：「難道花兒也吃得的？」只見那綠衫女郎將花瓣一瓣瓣的摘下送入口中，楊過學著她也這樣吃了幾瓣，只覺花瓣有點淡淡的甜味，但嚼了幾下，卻有一股苦澀的味道，要待吐出，似覺不捨，說是吞入肚內，又有點難以下嚥。他細看那株花樹，見枝葉上生滿小刺，花瓣的顏色卻是嬌艷無比，似玫瑰而更香，如茉莉而增艷，他不識其名，問道：「這是什麼花？我從未見過。」那女郎道：「這叫做情花，世上原不多見。你說好吃麼？」楊過道：「上口很甜，後來卻苦了。」他一面說一面伸手又去摘花。他眼見枝上有刺，落手很是小心，豈知花朵背後，又隱藏著小刺，還是將他手指刺出了幾滴血。說也奇怪，那花樹樹幹就似棉紙一般，鮮血滴在樹身，立即吸得影蹤不見。那綠衫女郎道：「我聽爹爹說道，這情花最愛的就是人血，你這幾滴血吸進了體內，保管它的花兒開得加倍嬌艷芬芳。這谷叫做『絕情谷』，偏偏長著這許多情花，你說奇怪麼？」楊過首次聽到「絕情谷」三字，道：「為什麼叫絕情谷？這名字確是……確是脫俗不凡。」那女郎搖頭道：「我也不知是什麼意思。這是祖宗傳下來的名字，爹爹或者知曉其中道理。」二人一面說話，一面並肩而行。楊過鼻中聞到一陣陣的幽香，又見道旁純白的小鹿來來去去，極為可愛，說不出的心曠神怡，猛地想到：「倘若身旁陪我同行的是我姑姑，我真願終老是鄉，永世不出谷去了。」剛想到此處，手指上被刺之處突然劇痛，這幾下苦楚來得極是厲害，宛如胸口驀地裏給人用大鐵錘猛擊幾下，他忍不住「啊」的一聲叫了出來，將手指放在口中吮吸。那女郎淡淡的道：「想到你意中人了，是不是？」楊過給她猜中心事，臉上一紅，奇道：「咦，你怎知道？」女郎道：「身上若給情花的小刺刺痛了，三天三晚之內不能動相思之念，否則苦楚難當。」楊過大奇，道：「天下那有這等怪事？」女郎道：「我爹爹說道，情之一字，本是如此，入口甘甜，回味苦澀，而且遍身是刺，你就算小心萬分，也不免為其所傷。大概這花兒有這幾樣特色，人們才給它這個名兒了。」楊過道：「那幹麼三日三晚之內不能……不能……相思愛慕？」他究屬年輕臉嫩，說到「相思愛慕」四字，臉上又是一紅。那綠衫女郎卻是全不在意，神色自若的道：「爹爹說道，情花的刺上有毒。大凡一個人動了情慾之念，不但血行加速，而且血中生出一種不知什麼的物事來。情花刺上之毒平時於人無害，但一遇上血中這種物事，立時使人痛不可當。」楊過聽說得也有幾分道理，將信將疑，兩人緩步走到山陽，此處陽光照耀，地氣和暖，情花開放得早，這時已結了果實，但見那果子或青或紅，有的青紅相雜，還生著茸茸細毛，就如毛蟲一般。楊過道：「那情花何等美麗。結的果實卻這麼難看。」女郎道：「情花的果實是吃不得的，有的酸，有的辣，有的更加臭氣難聞，中人欲嘔。」楊過一笑，道：「難道就沒甜如蜜糖的麼？」那女郎向他望了一眼，說道：「有是有的，只是從果子的外皮上卻瞧不出來，有的長得極醜怪的，味道倒甜，可是難看的又未必一定甜。」楊過聽了這番話，心想：「她說的雖是情花，但每一句都是指男女之情，難道相思的情味初時雖甜，到後來必定苦澀麼？難道一對男女傾心相愛，到頭來定是醜多美少嗎？難道我這般苦苦的念著姑姑，將來……」他心中一想到小龍女，突然手指上又是幾下劇痛，右臂抖了幾下，這才知那綠衫女郎所說果然不虛，那女郎見了他這等模樣，嘴角微微一動，似乎要笑，卻又忍住。這時朝陽斜射在她臉上，只見她眉目清雅，膚色白裏泛紅，甚是嬌美，楊過笑道：「古時周幽王烽火戲諸侯，送掉了大好江山，為的便是求一位絕代佳人之一笑，可見一笑之難得，原是古今相同的。」那女郎年輕天真，給楊過這麼一逗，再也忍耐不住，格格一聲，終於笑了出來。楊過見她一直冷冰冰的，心中總是存著三分忌憚，此時這麼一笑，二人之間的生分隔閡，登時去了一大半。楊過又道：「唉，世人皆知美人一笑的難得，說什麼一笑傾人城，再笑傾人國，其實美人另有一樣，比笑更是難得。」那女郎睜大了眼睛，問道：「那是什麼？」楊過道：「那便是美人的名字了。見上美人一面已是極大的緣份，要見她嫣然一笑，那便須祖宗積德，自己還得修行三世……」他話未說完，那女郎又已格格笑了起來，楊過仍是一本正經的續道：「至於要美人親口吐露芳名，那真須祖宗十八代廣積陰功了。」那女郎道：「我不是什麼美人，這谷中從來沒一人說過我美，你又何必取笑？」楊過長嘆一聲，道：「唉，怪不得這山谷叫絕情谷。但依我之見，還是改一個名字的好。」那女郎道：「改什麼名字？」楊過道：「應該稱作盲人谷。」女郎奇道：「為什麼？」楊過掉一句文道：「不知西施之美者，無目者也。你這樣美麗，他們不稱讚你，這谷中所居的不都是瞎子麼？」那女郎又是格格嬌笑，其實她容貌雖也算得上等，但與小龍女比固然遠為不及，較之程英之柔、陸無雙之俏，似亦微見遜色，只是她清秀脫俗，不食煙火，自有一般清靈之氣。她一生之中確是無人讚過她的美貌，因她門中所習的功夫極重克己節欲，近乎禪門，各人相見都是冷冰冰的不動聲色，旁人心中縱然覺她甚美，絕無那一個敢宣之於口。今日忽遇楊過，此人生性跳脫。越是見她端嚴自恃，越是要逗她除卻那一副拒人於千里之外的無情神態。那女郎聽了楊過之言，心中自是十分喜歡，笑道：「只怕你自己才是瞎子，將一個醜八怪看作了美人。」楊過板著臉道：「我是看錯了也說不定，不過要使這山谷之中太平無事，你原是笑不得的。」那女郎又感奇怪，問道：「為什麼？」楊過道：「古人說一笑傾人城，再笑傾人國，其實是寫了一個別字。這國字非國土之國，該當是山谷之谷。」那女郎微微彎腰，笑道：「多謝你，別再逗我了，好不好？」楊過見她腰肢嬝娜，上身微顫，心中不禁一動。想一個少年男子站在一個美貌少女身旁，見她神態嬌柔，偶爾心動，也是人情之常，豈知這一動心不打緊，手指尖上卻又一陣劇痛。那女郎見他連連揮動手指，心中微感不快，嗔道：「我跟你說話，你卻去思念你的意中人。」楊過道：「冤枉啊冤枉，我為你痛手，你卻來怪我。」那女郎滿臉飛紅，突然向前急奔。楊過一言出口，心中已是懊悔：「我既一心一意向著姑姑，但不規不矩的壞脾氣何以始終不改？楊過啊楊過，你這小壞蛋可別再胡說八道了。」要知郭靖當年痴戀黃蓉，對別個女子再不絲毫縈懷，這是他天性淳厚使然。楊過身上卻帶了三分父親的輕薄無賴，雖說並無惡意，然和每一個美貌少女調笑幾句，招惹一下，害得人家意亂情迷卻是他心之所喜。那女郎奔出十餘丈，忽地停住，站在一株情花樹下面，呆呆出神，過了一會，回過頭來笑道：「若是一個醜八怪把名字跟你說了，那定是你祖宗十八代十惡不赦，貽禍子孫了。」楊過一笑，走近身去，笑道：「既然我心中當作美的，你說成是醜的，那麼你說我祖宗積惡，實是我上代好事做得太多。且看積善之家，是否真的必有餘慶。」他這幾句話還是在讚女郎之美，她臉上微微一紅，低聲道：「說便跟你說了，你可不許跟第二個說，更不許在旁人面前叫我。」楊過伸了伸舌頭道：「唐突美人，我不怕絕子絕孫麼？」這女郎又是嫣然一笑，道：「我爹爹複姓公孫……」她總是不肯直說己名，要繞個彎兒，楊過插嘴道：「但不知姑娘姓什麼？」那女郎抿嘴笑道：「那我可不知道啦，我爹爹曾給她的獨生女兒取個名字，叫作綠萼。」楊過讚道：「果然名如其人，洵美且異。」公孫綠萼將姓名跟楊過說了，跟他又親密了幾分，道：「待會爹爹要請你相見，你可不許跟我笑。」楊過道：「笑了便怎地？」綠萼嘆道：「唉，若是他知道我對你笑過，又知道我將名字跟你說了，真不知會怎樣對我呢？」楊過道：「也沒聽見過這樣嚴厲的父親，連對人笑一下也不行。昨晚他罰你們在石屋中烤火，這般如花似玉的女兒，難道他就不愛惜麼？」公孫綠萼聽他如此說，不禁眼眶一紅，道：「從前爹爹是很愛惜我的，但自我十歲那年媽媽死後，爹爹就對我越來越嚴厲了。娶了我新媽媽之後，不知還會對我怎樣？」說著流下了兩滴淚水。楊過安慰她道：「你爹爹婚後心中高興，一定是待你更加好些。」綠萼搖頭道：「我寧可他待我更兇些，也不要娶新媽媽。」楊過父母早死，對這種心情不大了然，有意要逗她開心，道：「你新媽媽一定沒你一半美。」綠萼忙道：「你剛說錯了，我這新媽媽才真是美人兒呢。她武功又好，昨兒咱們把周伯通捉了來，若不是爹爹和新媽媽正在比武，分不開身，這老頑童也絕不會逃走。」楊過道：「你爹爹和你新媽媽武功誰強些？」綠萼道：「那當然是我爹爹強啦，否則新媽媽也不會答應嫁他。」她停了一會，道：「後天便是他們成親的日子，我爹爹多半會請你們多住兩天，喝了喜酒再走。唉，我真是遠遠的走了倒好。」二人說了一陣子，朝陽漸升漸高，綠萼驀地驚覺，道：「你快回去吧，別讓師兄們撞見，稟告我爹爹。」楊過對她處境心中油然生相憐之意，伸出左手握住了她的手，右手在她手背上輕輕拍了幾下，意示安慰，快步回到所居的石屋。他尚未進門，就聽馬光祖在大叫大嚷，埋怨清水清菜怎能裹腹，又說這些苦不苦，甜不甜的花瓣也叫人吃，那不是謀財害命麼？尹克西笑道：「馬兄，你身上有什麼寶貝，當真得好好收起，我瞧這谷主哪，有點兒不懷好意。」馬光祖不知他是取笑，連連點頭稱是。楊過走進屋去，只見石桌上堆了幾盤情花的花瓣，人人都吃得愁眉苦臉，想起連金輪法王這大和尚也受情花之累，不禁暗暗好笑。他拿起水杯來喝了兩口，只聽門外腳步響，走進一個綠衫人來，雙手一拱，道：「谷主請六位貴客相見。」法王、尼摩星等人均是一派宗師，不論到什麼處所，主人總是親自遠迎，連當今皇帝忽必烈，對他們也是禮敬有加，卻不道來到這深山幽谷之中，主人卻如此大剌剌的無禮相待，各人都是心中有氣，當下一齊站起，均想：「待會見到這廝鳥谷主，可要他知道我的厲害。」六人隨著那綠衫人向山後走去，突見迎面綠油油的好大一片竹林，北方竹子極少，這樣大的一片竹林，更是罕見。七人在綠竹篁中穿過，聞到一陣陣淡淡花香，登覺煩俗盡消。穿過竹林，眼前無邊無際，全是水仙花。原來地下是淺淺的一片水塘，深不逾尺，種滿了水仙。這花也是南方之物，不知何以竟會在關洛之間的山頂出現？法王心想：「必是這山峰下生有溫泉之類，地氣奇暖之故了。」那水塘中每隔七八尺便是一個木樁，引路的綠衫人身形微晃，便一個個的踏步而過。六人依樣而為，只有馬光祖身軀笨重，輕功又差，跨步雖大，卻不能一跨便七八尺，踏倒了幾根木樁之後，索性涉水而過。水仙塘一過，遙遙望見山陰處有一座極大的石屋，七人走近，只見兩名綠衫童兒手執拂塵，站在門前，望見七人後，一個童兒進去稟報，另一個便開門迎客。楊過心道：「不知谷主是否出門迎接？」思念未定，突覺眼前綠光一閃，多了一個穿綠袍長鬚老者。這長者身裁極矮，不過三尺，但見他五岳朝天，相貌清奇，最奇的是一叢鬍子一直垂到了地下，比他身子還長，穿一襲墨綠色的粗布袍子，腰門束一根綠色草繩，形貌極是古怪，楊過道：「他女兒如此美貌，這谷主卻是這等古怪。」他向六人深深打躬，說道：「貴客光臨，幸如何之，請入內奉茶。」馬光祖聽到這個「茶」字，眉頭深皺，大聲道：「喝茶麼？何處不喝到了，何必定要到這裏來？」這長鬚老者不明其意，向他望了一眼，躬身讓客。尼摩星心想：「我是矮子，原來這裏的谷主也是矮子，且瞧是你這矮子強，還是我這矮子厲害。」他搶行在頭，伸出手去，笑道：「幸會，幸會。」拉住了老頭的手，隨即手上使勁，餘人一見兩人伸手相握，各自讓開幾步，知道兩大高手較勁，乃是非同小可之事。尼摩星手上先使三分勁，只覺對方既不還擊，亦不抗拒，心下微感奇怪，又加了三分勁，但覺手中似乎握著一段硬木。尼摩星再加三分勁，那老者臉上微微閃過一絲綠氣，那隻手仍似木頭一般僵直。尼摩星大感詫異，最後一分勁不敢再使將出來，生怕全力施為之際，對方突然反擊，自己再無後備勁力，不免要受內傷，當下哈哈一笑，放脫了他的手，這一下比武，竟是沒分出上下。也不知是這長鬚老者故意退讓呢，還是比了個勢均力敵。本來高手一拉手，就能知曉對方內力深淺，但尼摩星適才這一下空費力氣，對方武功高低，半點也推詳不出。金輪法王走在第二，他是個絕頂聰明之人，心想尼摩星既然沒試出，自己也就不必再試，雙手合什，大大方方的走了進去。瀟湘子、尹克西二人魚貫而入，其次是馬光祖，他見那老者長鬚垂地，十分奇特，他一早未吃什麼東西，飢火與怒火交迸，進門時假作不見，突然伸出大腳，往那老者的長鬚上踏去，一腳將他的鬚尖踏在足底。那老者不動聲色，道：「貴客小心了。」馬光祖另一隻腳也踏到了他鬚上，道：「怎麼？」那老者微一搖頭，馬光祖站立不穩，猛地裏仰天一交摔倒，這樣一個巨人摔將下來，實是一件大事。楊過走在最後，急忙搶上一步，伸掌在他屁股上一托，掌上發勁，將他一個龐大的身軀彈了進去，馬光祖站樁立穩，摸著自己屁股發楞。那老者晃若未見，請六人在大廳上主位坐下，朗聲說道：「貴客已至，請谷主見客。」楊過都是一驚：「原來這矮子並非谷主。」只見後堂中高高矮矮，轉出十來個綠衫男女，在左邊一字站開，又隔片刻屏風後轉出一人，向六人一揖，隨隨便便的坐下了。只見那谷主約摸四十五六歲年紀，面目英俊，想見二十餘年之前，定是位丰采動人的美少年，只是面皮蠟黃，容顏枯槁，實瞧不出他身負絕頂武功。他一坐下，幾個綠衣童子就獻上茶來。這大廳內一切裝設均尚綠色，只有那谷主身上一件袍子卻是寶藍色，在萬綠之中，顯得極為搶眼。谷主袍袖一拂，端起茶碗，道：「貴客請用茶。」馬光祖見一碗茶冷冰冰的，水上漂著兩三片茶葉，想見其淡無比，發作道：「主人哪，你肉不捨得吃，茶也不捨得喝，無怪滿臉病容了。」那谷主皮肉不動，喝了一口茶，道：「這谷中數百年來一直茹素，戒絕煙火。」馬光祖道：「請問那有什麼好處？可是能長命百歲麼？」谷主道：「自敝祖上於唐玄宗時遷來谷中隱居，茹素寒食之戒，子孫從不敢破。」金輪法王拱手道：「原來尊府自天寶年間已遷來此處，真是世澤綿長了。」谷主拱手道：「不敢。」瀟湘子突然怪聲怪氣的說道：「那你祖宗見過楊貴妃麼？」他這聲音異常奇特，尼摩星、尹克西等聽慣了他說話的話聲，此時覺得有異，一齊向他臉上瞧去。一看之下，更是嚇了一跳，只覺他臉容忽地全然改變，他本來生就一張殭屍臉，這時顯得更加詭異。尼摩星等心下暗感忌憚，均想：「原來他這壽木長生功使將出來，竟有如此厲害，連容貌也全變了。他暗自運功，是要立時發難，對那谷主顯一顯顏色麼？」各人想到此處，各自戒備。只聽谷主答道：「敝姓始遷祖當年確是在唐玄宗朝上為官，後見楊國忠混亂朝政，這才憤而隱居。」瀟湘子咕咕一笑，道：「那你祖宗一定喝過楊貴妃的洗腳水了。」此言一出，大廳上人人變色。這句話自是向谷主下了戰書，立時就要動手，法王等暗暗奇怪：「這瀟湘子本來極為陰險，諸事都推旁人去擋頭陣，今日怎地如此奮勇當先？」那谷主並不理他，向站在身後的長鬚老頭一拂手。那老頭大聲道：「谷主敬你們是客，以禮相待，如何恁地胡說？」瀟湘子又是咕咕一笑。怪聲怪氣的道：「這老祖宗非喝過貴妃的洗腳水不可，倘若沒喝過，我把頭割下來給你。」馬光祖大感奇怪，問道：「瀟湘兄，你怎知道，難道你當日一起喝了？」瀟湘子哈哈大笑，聲音又是一變，說道：「如果不是喝洗腳水喝反了胃，怎麼不吃葷腥？」法王等眉頭微皺，均覺瀟湘子此言未免過火，想各人飲食自有習慣，如何拿來取笑？何況六人深入谷中，眼見對頭絕非善類，就算動手較量，也該留下餘地為是。那長鬚老頭再也忍耐不住，走到廳心，說道：「瀟湘先生，咱們谷中可沒得罪你啊。閣下既然定要伸手較量，就請下場。」瀟湘子道：「好！」只見他連人帶著椅子，躍過身前的桌子，坐在廳心，叫道：「長鬍子老頭，你叫什麼名字？你知道我名字，我可不知道你的，動起手來太不公平。」這番話似通非通，那長鬚人更增怒氣，只是他見瀟湘子連椅飛躍這手功夫，飄逸靈動，非同凡俗，戒心卻又深了一層。那谷主道：「你跟他說吧，不打緊。」長鬚老人道：「好，我姓樊，名叫一翁，請站起來賜招。」瀟湘子道：「你使什麼兵器，先取出來給我瞧瞧。」樊一翁道：「你要比兵刃？那也好。」突然伸足在地下一頓，叫道：「取來！」兩個綠衣童奔入內堂，出來時肩頭抗了一根長約一丈一尺的龍頭鋼杖，楊過等心中一驚：「如此長大的兵刃，這矮子如何使用？」只見瀟湘子理也不理，卻從長袍底下取出一把極大的剪刀，說道：「你可知道這剪刀何用？」眾人見了這把大剪刀，不過覺得奇怪，楊過卻是大吃一驚，他也不用伸手到衣囊中去摸，背脊微微一挺，已發覺囊中的大剪刀已然失去，心想：「這大剪是馮鐵匠替我所打，原本是要用以剪斷李莫愁的拂塵，怎麼這殭屍竟在夜偷偷摸了去，讓我半點也沒知覺？」樊一翁伸手在鋼杖中間一舉，隨即倒過杖頭，輕輕在地下一頓。這石屋的大廳極是開闊，這鋼杖一頓之下，震出嗡嗡之聲，加上四壁回音，實是聲勢非凡。瀟湘子右手拿起剪刀，手指盡力撐持，方能使剪刀開合，叫道：「喂，矮鬚子，你不知我這寶剪的名字，可要我教你？」樊一翁怒道：「你這種旁門左道的兵刃，能有什麼高雅名字了。」瀟湘子哈哈大笑，道：「不錯，名字確是不雅，它叫做狗毛剪。」楊過心下不快：「我好一柄剪刀，誰要你給取這樣一個難聽名字。」只聽瀟湘子又道：「我知道這裏有個長鬍子怪物，所以去定造這柄狗毛剪，用來剪你的鬍子啊。」馬光祖與尼摩星縱聲大笑，尹克西與楊過也忍不住笑出聲來，只有金輪法王端嚴自恃，和那谷主壁座相對，兩人竟似沒有聽見。樊一翁端起鋼杖，微微一擺，激起一股風聲，說道：「我的鬍子原嫌太長，你愛做剃頭的待詔，都是再好也沒有，請罷！」瀟湘子眼望廳上牆壁，呆呆出神，似乎完全沒聽到他的說話，猛地裏右臂閃電向前一伸，喀的一響，往他鬍子上剪去，樊一翁萬料不到他坐在椅上竟斗然發動，危急中不及閃避，手臂用勁在鋼杖上一撐，身子向上躍起，一個觔斗，翻高丈餘，那鋼杖卻還是支在地下。瀟湘子這一下發動極快，但樊一翁也閃得甚迅捷，這一剪一避，在一霎之間，兩位高手都露了駭人的武功，但樊一翁終於吃虧在給敵人攻了個措手不及，雖然讓開了這一剪，還是有三莖鬍子給剪刀尖頭剪斷了。瀟湘子甚是得意，左手提起鬍子，張口一吹，三莖鬍子向桌上自己那碗茶飛去，乓啷一聲，那茶碗落在地下打得粉碎。楊過等皆知這是瀟湘子故弄玄虛，推落茶碗的全是他所吹的那一口氣，但馬光祖不明其中道理，只道三根鬍子被他這麼一吹，竟會產生恁大力量，大聲叫道：「瀟湘子，你的鬍子好厲害啊！」瀟湘子哈哈一笑，剪刀一挾一挾，叫道：「老鬍子，你過來。」眾人見他雖然縱聲長笑，臉上卻是皮肉不動，越來越是驚異，心想：「內功練到上乘境界，原可喜怒不形於色，甚至無嗔無喜，但如他這般笑得極為喜歡，臉上卻是陰森可怖，實是從所未見。」樊一翁連遭戲弄，怒火大熾，向谷主躬身說道：「師父，弟子今日不能再以敬客之禮待人了。」楊過甚是奇怪：「這矮子年紀比谷主老得多，怎樣稱他師父？」只見谷主微微點頭，將手一揮。樊一翁揮動鋼杖，呼的一聲，往瀟湘子坐椅上擊去，他身子雖矮，卻是神力驚人，這重逾百斤的鋼杖一揮之下，那椅子若是給碰上了，定是一杖擊得粉碎。楊過等雖與瀟湘子等同來，但他真正功夫到底如何，卻也不甚了然，當下凝神觀看二人拼鬥，眼見那鋼杖離椅腳不到半尺，瀟湘子左臂垂下，竟然伸手去抓那杖頭，同時剪刀一張，又去剪他長鬚。樊一翁怒極，心想：「你竟如此小覷於我！」腦袋一側，長鬚飄開，那鋼杖卻仍往他手上擊去，這一下正好擊中他的手掌，眾人「噫」的一聲，一齊站了起來。樊一翁只感鋼杖猶如擊在水中，柔若無物，心知不妙，急忙收杖，那知瀟湘子手腕一翻，已將杖頭抓住。