第十一回　仗劍解仇紛　奪信見奸謀焦公禮長嘆了一口氣，把他當年與閔家結仇的經過原原本本的說了出來。他道：「那一年我在雙龍崗開山立櫃，弟兄們報說，蘇松太道的卸任道臺，帶領了家眷回籍，要從雙龍崗下經過，油水很多。咱們在綠林的，吃的是打家劫舍的飯，遇到貪官污吏，那更好不過，一來貪官搜刮得多了，劫一個貪官，勝過劫一百個尋常客商。二來劫貪官不傷陰騭，他積的是不義之財，拿他的銀子咱們是心安理得。弟兄們探聽得清楚了那道臺姓丘，這天下午要打從雙龍崗下過，不過聽說護送他的卻是個大有來頭的人物，是山東濟南府會友鏢局的總鏢頭閔子葉，那就是閔子華的兄長了──」說到這裏，承志和青青已瞭然於胸，心想：「他們的樑子原來是這樣結的，焦公禮要劫財，閔子葉是鏢頭，當然要保護，爭鬥起來，閔子葉不敵被殺。」承志一面傾聽室內焦公禮的話，一面留心著萬方與孫仲君的動靜，這時只見孫仲君伸手到背上一摸，突然跳起，發現寶劍被人抽去，大吃一驚，忙與萬方打個招呼，不敢再行逗留，越牆走了。承志暗暗好笑，再聽焦公禮說下去：「──閔子葉在江湖上頗有名望，是武當派的高手──」承志暗暗點頭：「原來閔氏兄弟是武當派的，聽師父說，武當是天下劍術正宗，掌門人又素來與各家各派最通聲氣，所以閔子華一舉就邀集了這許多能人。」焦公禮道：「我一聽之後，倒不敢貿然動手了，馬上親自去踩盤，那天晚上在客店在察看他們行蹤，卻給我遇上了一件把人肚子要氣炸的事。他與飛虎寨的張寨主約好，叫他在飛虎寨左近下手，搶劫丘道臺，閔子華假意抵抗，假裝不敵，叫張寨子把丘道臺全家殺死，財物搶走，將二小姐擄去，然後由閔子葉孤身犯險，把二小姐救出來。二小姐無依無靠，又是感恩圖報，自然會委身下嫁於他。張寨主要討好閔子葉，又貪得財寶，答應一切遵命，兩人在密室中竊竊私議，那知都教我聽見啦。我聽得惱怒異常，回去招集弟兄，埋伏飛虎寨旁邊，到了約定的時候，丘道臺一行人果然到來──」承志和青青聽了這番話，不意與自己所設想的全然不同，很出於意料之外，只聽見焦公禮又道：「唉，我一時捺不住，心想咱們武林中人，雖然窮途落魄，開山立櫃做這種沒本錢買賣，但是在色字關頭，總要光明磊落，不失好漢子行徑，那知這閔子葉如此無恥，身為鏢頭，卻做這種勾當。我眼見張寨主率領嘍囉出來搶劫，閔子葉裝腔作勢，大聲麼喝。不由得我火氣直冒，就跳了出來，一言不合，動起手來。閔子葉劍法果然了得，本來我不是他的對手，但我在危急時叫破了他的鬼計，把他的圖謀一五一十的抖了出來。他氣得頭暈腦脹，沉不住氣，終於給我一刀砍死──」一個徒弟叫了起來：「師父，這種人本來該殺，咱們何必怕他們？等明日對頭來了，大家抖開來說個明白。就算他兄弟一定要報仇，別的人也不見得都不明是非。」承志心想：「不錯啊，要是這姓焦的果真是路見不平而殺了閔子葉，武林中自有公論，就祇怕他另有隱情。」又聽見焦公禮嘆了一口氣道：「我殺了那姓閔的之後，何嘗不知闖了大禍。閔子葉是武當派中響噹噹的腳色，他師父黃木道人和他師兄弟向我尋起仇來，我如何抵擋得住？幸好我手下的兄弟把張寨主截住了，我逼著他寫了一張伏辯，把閔子葉的奸謀清清楚楚的寫在上面。這丘道臺自然對我十分感激，他替我寫了一封謝書，把經過情形一五一十的寫了，還叫會友鏢局一路同行的兩位鏢頭畫押作個見證。這兩個鏢頭本來並不知情，這時見他們總鏢頭如此無恥，反而向我道勞，很套交情。我做了這件事之後，知道不能再在黑道中耽下去了，和眾兄弟散了伙，親自拿了那兩封信到武當山去見黃木道人。那時武當派的眾門人已經得知了訊息，不等我上山，中途就要和我為難，幸虧一位江湖怪俠拔劍相助，將我護送上山，對黃木道人三對六面的說了個清楚。那黃木道人很識大體，約束門人永遠不許對我尋仇，但為了武當派的聲譽，要我別在外宣揚這回事，我也答應了，下山之後，絕口不說，所以這事的原委，江湖上知道的人極少。那時那姓閔的兄弟閔子華年紀還小，祇怕也不知道他兄長因何而死。」一位門徒道：「師父，那兩封信你還收著麼？」焦公禮道：「這就要怪我瞎了眼珠，不認得人了。去年秋天，一位朋友傳話給我，說閔子葉的兄弟武藝已經學成，並且知道我是他的殺兄仇人，要來找我報仇。後來我打探出來，長白三英和閔子華很是相熟，他們是我多年老友，雖然已有十幾年不見面，但咱們年輕時在綠林道上是一起出死入生過的。於是我先去找三英中的史家兄弟──」一個門徒插嘴道：「啊，師父去年臘月裏趕到遼東去，連年也不在家裏過，就為這事了。」焦公禮道：「不錯，我到了遼東史家兄弟家裏，滿想寒天臘月，他們哥兒倆一定在家，那知到了一問，他們被建州衛的九王爺有事叫去了。我在他們家裏等了十多天，史秉光、秉文兄弟才回來。見了老朋友，大家興高采烈，我把與閔家結仇的事一說，史老大說，他拍胸膛擔保沒事。我就把丘道臺的信與張寨主的伏辯都交給了他，他說只要拿去閔子華一看，閔老二那裏還有臉來找我尋仇，祇怕還要請人來陪話謝罪，求我別把他兄長的醜事宣揚出去呢。他兄弟對我慇懃招待，我反正沒什麼緊要事，天天跟他們一起打獵、聽戲。有一天，史老大忽然說大明的氣勢已完，咱們哥兒都是一副好身手，為什麼不另投明主，圖個封妻蔭子，做一個開國功臣？我聽得呆了，問他是不是去投闖王。他哈哈大笑，說闖王是土匪草寇，成得什麼氣候。眼見滿清兵精糧足，指日入關，要是我肯投效，他哥兒可以在九王爺面前力保。我一聽大怒，罵他們忘了自己是什麼人，怎麼好端端的黃帝子孫，竟想去投降胡奴，那豈不是千古罪人，死了之後也沒有面目去見祖宗於地下。」承志聽得暗暗點頭，覺得焦公禮這人倒是大義凜然，是非之際看得極為明白。又聽他道：「咱們吵了一場，但第二天他們仍舊一樣慇懃的招待我。史老大說昨天喝醉了酒，不知說了些什麼胡塗話，要我不要介意。我們是十多年的老友，吵過了也就算了。」我在遼東又盤桓了十多天，這才回到江南來。那知這史家兄弟竟是狼心狗肺，他們不但不去和閔子華解釋，反而從中挑撥是非，大舉約人，整整籌備了半年，事先我完全蒙在鼓裏，一點也沒得到風聲，突然之間，這許多江湖上頂尖兒的好手到了南京。唉，那兩封信還不是被史家兄弟毀了，事情隔了這麼多年，當時在場的人不是死了，就是散得不知去向，任憑我怎麼分辯，閔子華也不會相信，祇怕他怒火更熾，反而會說我瞎造謠言，毀謗他已去世的兄長的名譽──我就是不懂，我和史家兄弟素來交好，就算有過一次言語失和，也算不了什麼，他們何必這樣大舉而來，瞧他們的佈置，不是明明要對我趕盡殺絕麼？」眾弟子聽了他這番話，都氣惱異常，七張八嘴，決意與史家兄弟一拚，焦公禮手一擺道：「你們都出去吧，今晚我說的話，不許漏出去一句。要知我曾在黃木道人面前起過誓，決不將閔子葉的事向外人洩露。寧可他們無義，我可不能言而無信。」他嘆了一口氣道：「把師妹和師弟叫來。」眾門徒個個臉現悲憤之色，退了出去，人剛走完，門帷掀開，進來一個十六七歲的少女和一個八九歲的男孩。那少女臉有淚痕，叫了一聲「爹！」就撲在焦公禮懷裏。焦公禮輕輕撫摸她的頭髮，半晌不語，那少女只是抽抽噎噎的哭，那孩子睜大了眼睛，不知姊姊為什麼傷心。焦公禮道：「媽媽東西都收拾好了嗎？」那少女點點頭，焦公禮道：「弟弟大了之後，你教他好好念書耕田，可是萬萬不要考試做官，也不要再學武了。」那少女道：「弟弟要學武的，學好了將來給爹爹報仇。」焦公禮怒喝：「胡說，你想把我先氣死嗎？」過了一會，又柔聲道：「武林中怨怨相報，何時方了，倒不如做個安分守己的老百姓，能夠得終天年。你弟弟資質不好，學武決學不到我一半功夫，就算是我吧，今日也被人如此逼迫，不得善終──唉，只是我沒見到你定好婆家，終是一樁心事未了──你去對他們說，我死之後，金龍幫的事大家都聽從副幫主高叔叔的吩咐。」承志暗吃一驚心想：「這番南來，江湖上聽說金龍幫是江南的一個大幫會，原來焦公禮是金龍幫的幫主，他們人多勢眾，怎麼如此示弱呢？這倒也奇了。」只聽見那少女道：「我這就去找高叔叔。」焦公禮喝道：「怎麼你還不知道我的心思？把高叔叔找來，他是火爆霹靂的性子，豈容別人欺我？這樣一來，眼見幾十位甚至幾百位兄弟為我而死，我心何忍？你快快去吧！」那少女向父親拜了兩拜，牽了兄弟的手出去，走到門口，忽然停步回頭道：「爹，難道你除了死給他們看之外，真的沒第二條路了麼？」焦公禮道：「我已苦苦想了幾日幾夜，如能不死，難道我不喜歡麼？唉！世界上只有一個人能救我，可是這人已多半不在人世了。」那少女臉上露出一線光彩，忙走近兩步道：「爹，那是誰？或許他沒有死呢？」焦公禮道：「這人姓夏，外號叫做金蛇郎君。」承志和青青一聽，都大吃一驚，只聽焦公禮又道：「他是江湖上的一位怪俠，我殺閔子葉的原委，他是知道得清清楚楚的，當年武當派的十二名大弟子要跟我為難，就是他獨力驅退，把我護送到武當山去見黃木道人。現在黃木道人早已作古，聽說金蛇郎君十多年前受人暗算，也已在人世。只要這人活著──唉，你們去吧。」那少女神色淒然，走了出來。承志向青青一做手勢，悄悄跟在他們身後，走到一座大花園裏，眼見四下無人，承志突然搶上，叫道：「焦姑娘，你想不想救你爹爹？」那少女一呆，突然拔劍在手，喝道：「你是什麼人？」承志道：「要救你爹爹，就跟我來！」斗然一個「一鶴縱天」，躍出牆外，青青連續三躍，翻過牆頭。那少女想不到承志輕身功夫如此了得，呆了一呆，隨即仗劍追了出去。那少女追了一段路，見袁承志身手快捷異常，起了疑懼之心，突然停步不追，轉身想回，那知她剛回過身來，身旁一陣風掠過，腰裏的飄帶揚了起來，登覺手腕一麻，手一鬆，一柄寶劍已被袁承志奪了過去。那少女大驚，自己兵刃脫手，退路又被擋住，不知如何是好，承志道：「姑娘別怕，我要傷你，易如反掌。我是你家的朋友。你得聽我的話去做。」那少女點了點頭，承志見她仍是將信將疑，說道：「你爹爹現在大難臨頭，你肯不肯冒險救父？」焦姑娘眼睛一紅道：「只要能救爹爹，我雖粉身碎骨也是情願。」承志道：「你爹爹為人很好，寧願捨了自己的性命，不願大動干戈，這種人實在少見，我決定幫忙他一個忙。」焦姑娘聽他說得誠懇，而且危難之中，只有一線希望，也要抓緊了不肯放手，膝蓋一屈，就要跪下。袁承志道：「姑娘且勿多禮，事情能否成功，我也沒十分把握。」焦姑娘只覺右臂被他輕輕一架，似乎一股極大的力量把她托了起來，跪不下去，登時對他信心大增，承志又道：「請你帶我們到你書房裏去，我要寫一個字條給你爹爹。」焦姑娘道：「請問兩位高姓大名？你們去勸勸我爹爹好麼？」承志道：「你爹爹見了我這個字條，一定不會再自行尋死。事不宜遲，先辦了這事再說。」焦姑娘也不知是什麼原因，對他的話奉若神聖，道：「那麼兩位跟我來吧！」承志道：「這事很是機密，除你之外，別讓人瞧見。」焦姑娘點點頭。三人越牆入內，焦姑娘把他們帶進一間小書房中，拿出紙墨筆硯，磨好了墨，遠遠坐在旁邊，只見承志一揮而就，不知寫了些什麼，青青在桌旁瞧著，臉現驚疑之色。承志把紙一摺，封在信封之中，用漿糊牢牢粘住，對焦姑娘道：「明日卯時正，你到興隆客棧黃字第三號房來找我，我在那裏等你。」焦姑娘點頭答應，承志把那封信遞給她道：「這封信你快拿去給你爹爹。你得答應我一件事。」焦姑娘道：「我一定照你吩咐去做。」承志道：「不論你爹爹問你什麼，你別說我的相貌、年紀。」焦姑娘大惑不解，問道：「為什麼？」承志道：「你一說，我就不能幫你忙了。」焦姑娘又點點頭道：「好，我答應。」承志一拉青青的手道：「好啦，咱們走吧！」焦姑娘見兩人越牆而出，捷如飛鳥，不知是吉是凶，心中怔忡不定，忙奔到父親房裏。焦公禮房門已關，她用力擂門，半天沒有聲息，心中大急，忙繞到窗邊，一掌打斷窗格，越窗進去，只見父親舉起了一杯酒正要放到脣邊。焦姑娘大驚，叫道：「爹！你先看這信！」焦公禮呆呆不語，焦姑娘把信拆開，遞了過去，焦公禮只見信上畫了一柄寶劍，噹啷一聲，手中酒杯在地下跌得粉碎。焦姑娘嚇了一跳，但見父親一臉喜色，雙手微微發抖，連問：「這是那裏來的？誰給你的？他來了麼？真的來了麼？」焦姑娘湊近去一看，見紙上沒寫一個字，只畫了一柄長劍，這劍的劍尖很是古怪，卻是一個蛇頭，蛇舌伸了出來，分成兩叉。她不知這柄紙上的劍有什麼法力，父親一見竟然如此喜出望外，問道：「爹，這是什麼呀？」焦公禮道：「只要他一到，你爹爹的老命就有救了，你見到了他麼？」焦姑娘道：「誰呀？」焦公禮道：「畫這柄劍的人。」焦姑娘點點頭道：「他叫我明天到一個地方去找他。」焦公禮道：「他有沒有要我去？」焦姑娘道：「他沒有說起。」焦公禮道：「這位怪俠脾氣很是古怪，別人一定得聽他的吩咐。那麼明天你一個人去吧─唉，你遲來一刻，爹爹就見你不到了。」焦姑娘心中一驚，這才想起原來剛才父親酒杯中的竟是一杯毒藥，忙拿掃帚來掃去，服侍父親睡下。焦夫人與眾弟子聽說到了救星，雖然不知那人本領如何，但焦公禮既然如此放心，一定必非常人，大家都很喜慰，本來要遵囑四散避難的，現在也都不走了。且說承志和青青從焦家出來，青青問道：「你在那信上畫這柄劍是什麼意思？」承志道：「你不聽見麼？他說這世上只有你父親一到，才能救他性命，我畫的就是你父親所用的金蛇劍。」青青點頭不語，過了一會，問道：「你為什麼要救他？」承志奇道：「那焦公禮是好人，被他負心的朋友逼成這個樣子，難道咱們見死不救？何況他又是你父親的朋友。」青青道：「嗯，我還道你見他女兒美麗才救的呢？」承志怒道：「青弟，你當我是什麼人？」青青笑道：「啊喲，別發脾氣。幹麼你約她到客店裏來找你？」承志笑道：「你的小心眼兒真是不可救藥，別囉唆啦，快跟我來。」青青「嗤」的一笑，跟著他向西疾奔。承志知道青青的功力，不快不慢的和她並肩而行，跑了一回，到了閔子華所住的大宅第外。承志拉了她的手，越牆進內，兩人躲在牆角，絲毫不動。承志低聲道：「這裏面高手如雲，只要被他們發覺，咱們的事就幹不成啦。」青青笑道：「你要幫那美貌的姑娘，我偏不許，我偏偏要跟你搗蛋。我要大叫大嚷啦！」承志一笑，不去理她，過了一會見沒有動靜，兩人悄悄向前，抓到了一個男僕，問知了史氏兄弟所住的地方。承志一伸手把那男僕點了啞穴，拋在樹叢之中，逕往史氏兄弟所住的房間而去。來到窗外，雙手微微用力，毫沒聲息的把窗格捏斷，身子穿了進去。史氏兄弟也甚了得，立即驚覺，正要喝問，身上穴道已被閉住，只見來人一晃火摺，伸手到枕頭底下掏摸。承志觸手之外，一陣冰涼，原來是一柄利刃。兩人在他們的抽屜包裹中搜檢了一會，見到的只是些衣物銀兩、兵刃暗器，正要仔細再查，忽聽外面園子中腳步響動，承志忙將火摺吹滅，伸手在史氏兄弟衣袋中一摸，都是些紙片信札之類。承志大喜盡數拿了出來，放入懷裏，悄聲道：「得手啦！」青青道：「咱們走吧，外面好像有人。」承志道：「等一下。」力貫右手食指，在桌面上寫了「弟焦公禮頓首」六個大字，手指所到之處，桌面深陷。兩人越窗出來，黑暗之中，突覺微風颯然，一劍當胸刺來。承志並不退避，左臂伸出，已抓住了敵人的手腕，敵人劍法好快，劍尖也已刺中自己心口，但他有木桑道人所贈金絲背心保護，絲毫沒有受傷。敵人感到一劍已刺中對方，然而軟綿綿的竟刺不進去，猛吃一驚，手腕突然似被五隻鐵鉗鉗住，同時掌風起處，一掌已到門面。他疾忙撤劍力掙，對方倒並不想傷他，縮掌奪劍，越牆而出。原來躲在史氏兄弟窗外伏擊的正是追風劍萬方，他受託到焦公禮家去窺探，那知飛天魔女孫仲君十分好勝，也悄悄的來了，兩人剛聽得幾句，孫仲君的佩劍就被人神不知鬼不覺的取去。對方明明是手下容情，否則兩人後心早已受到暗算，一驚之後，兩人立即回來，知道對方暗中伏有能人，那敢再去。追風劍萬方心想剛一出手，當即受挫，十分的面上無光，孫仲君更是恚怒。萬方中宵不寐，獨自在園中散步，忽見史氏兄弟的窗火摺一晃，知道來了敵人，他是江湖上的大行家，靜靜伏在窗下邀擊，滿擬一劍成功，豈料寶劍一招就被對方奪去。他是點蒼派第一高手，六十四招追風劍出神入化，威震天南，武功還在掌門大師兄龍植之上，那知這晚接連錯失，心想此人刀劍不入，難道是鬼魅妖怪不成？連忙擊掌通知各人。且說承志與青青越牆而出，只聽見擊掌之聲，四下響動。承志自知剛才取勝，其實頗有點僥倖，因為對方萬料不到自己有金絲背心保護，可以不避刀劍而隨手進擊，如果憑真實功夫相鬥，雖不致輸，但得勝也絕無如此之易。現在知道敵人佈置周密，四下都是高手，不敢貿然闖出，兩人伏在牆腳邊不動，只聽見屋頂有人來去巡邏，青青忽道：「你來摸摸，這是什麼？」拿住他的手，牽引到牆腳邊。承志一摸，牆腳的青苔下面似乎刻有一個字，他用手指順著這字筆劃中的凹處一寫，原來是一個篆文的「第」字，再向上一摸，是一個「賜」，上面是個「公」字，再上是個「國」字，最後竟是一個「魏」，連接起來，那是「魏國公賜第」五字。尋訪了十多天而毫無影蹤的魏國公府，那知就在此地，正是「踏破鐵鞋無覓處，得來全不費功夫」了。這幾個字跡斑剝，年代已久，大概魏國公府後來遷了地方，這原址賣給了旁人，數代之後，無人再知。承志只覺頭頸中癢癢的，原來是青青在呵氣，想是她找到了魏國公府樂得忘了形。承志喝道：「別頑皮！敵人來啦！」只見三個人影從牆頭躍過，進了閔家。承志道：「快走！」兩人展開輕身功夫，回到客店。這時已是四更天氣，客店中各人早已睡熟，青青點亮蠟燭，承志取出信件，先拿了兩通顏色黃舊的信來，抽出一看，果然是張寨主的伏辯與丘道臺的謝函。青青笑道：「你這一下救了她爹爹的性命，不知她拿什麼來謝你？」承志愕然道：「什麼她？」青青嘻嘻一笑道：「焦公禮的大小姐哪！」承志不去理她，把兩通信細細看了，道：「那焦公禮說的倒句句是真話，要是他有半點私弊，那我就袖手不管了，免得得罪這許多江湖道上的前輩，何況其中還有二師哥的弟子。」青青似笑非笑的道：「那什麼飛天魔女倒很美啊。」承志道：「這人心狠手辣，作事不當，好端端的把人一條臂膀卸了下來。」他沉吟了一下道：「如不是怕二師哥見怪，我倒真要出手管一管。我所以要那焦姑娘到這裏來找我，是怕露出了形跡，要是咱們同門師兄弟之間有了嫌隙，那就對不起師父養育之恩了。」青青聽他說得入情入理，不敢再開玩笑。承志又打開另外幾封信來一看，不覺勃然大怒，叫道：「你看。」青青從來沒見過他如此憤怒，以往他即使在臨陣之際，也是雍容自若，這時忽見他臉脹得通紅，額頭上一條青筋猛凸起來，不覺嚇了一跳，忙接過一看，原來是滿洲九王多爾袞的記室寫給史氏兄弟的密信，叫他們害了焦公禮後，乘機奪過他的金龍幫來，替滿洲兵作為內應，先行在江南樹立勢力，刺探消息，聯絡江湖好漢，等清兵大舉入關時，起兵牽制。青青一時呆住了說不出話，她雖年輕驕縱，卻也是個愛國的女子，一時怒從心起，就要扯信。承志一把搶住，道：「青弟，你怎麼這樣胡塗？」青青登時醒悟，道：「不錯，這是一個把柄。」承志道：「你想史氏兄弟拿到那兩封信後，幹麼不馬上毀去？」青青道：「我知道啦，他們要用來挾制閔子華！」承志道：「嗯，一定是這樣。我本來想救了焦公禮的性命，就袖手不管。那知這中間有這樣一個大奸謀，別說得罪二師哥，再大的來頭，我也不怕！」青青對他很是仰慕，道：「咱們當然要管，就告到你師父那裏，他老人家也一定說你對──大哥，我錯了。」承志道：「什麼？」青青低下了頭道：「我老是跟你胡說八道。」承志道：「好啦，你快去睡吧。我要好好想一想，怎樣對付這批奸賊。」第一日早晨，承志醒來後坐在床上打坐，調勻呼吸，意守丹田，一股氣在全身百穴運行一遍，小腹下直暖上來，自覺近來功力精進，頗為欣慰。下得床來，見桌上放了兩碗豆漿，還有一碟大餅油條，也不知是青青何時拿來的，忽聽青青嘻嘻一笑，從門後鑽了出來，笑道：「老和尚，打完了坐嗎？」承志笑道：「你倒起來得早。」青青笑道：「你瞧！」她從身後拿出一個包裹來，在桌上打開，是兩件藍綢宜裰，說道：「咱們殺了那馬公子，該換換衣服了。」承志道：「你想得真週到。」兩人剛吃完早點，店小二引了一個人進來，口中嘮嘮叨叨的道：「你是找這兩位吧，問你找姓什麼的，又說不知道。」承志和青青一看，這人正是焦姑娘。她等店小二出房，立時盈盈的拜了下去，承志連忙還禮，青青拉著她手，扯了起來，焦姑娘見是一個美貌少年拉住她的手，羞得滿臉通紅，但他們有救父之恩，不便掙脫。青青道：「焦姑娘，你叫什麼名字？」焦姑娘道：「我叫宛兒，兩位貴姓？」青青向承志一指，笑道：「他兇得很，不許我說，你問他吧。」宛兒知她是在說笑，微微一笑道：「兩位救了我爹爹性命，大恩大德，粉身難報。」承志道：「令尊是江湖前輩，晚輩們稍效勞，何足掛齒，你回去拜上令尊，請他今日中午照常宴客。這裏有兩包東西，請你帶去交給令尊。在緊急關頭，當眾開啟，必有奇效。這兩包東西事關重大，須防人半路劫奪。」宛兒見一包長長的，份量沉重，似乎是兩件兵刃，另一包卻輕飄飄的，雙手接過，又再拜謝。等她走出店房，承志道：「咱們暗中隨後保護，別讓壞蛋再搶奪了去。」兩人帶上房門，剛走出去，只見宛兒坐在客店廳中，兩人疾忙縮身，瞧她還在這裏逗留幹什麼。只聽見宛兒說道：「叫掌櫃的來，金龍探爪，烏雲滿天！」承志奇道：「她說什麼？」青青年紀雖小，江湖上的事懂得卻多，低聲道：「大概是他們幫裏的切口。」那店小二本來盛氣凌人，一聽這話，連說：「是，是。」掌櫃過來，呵了腰道：「姑娘有什麼吩咐，小的馬上去辦。」宛兒道：「我是焦大姑娘，你到我家裏去，說我有要事，請師哥們都來。」那掌櫃一聽是焦大姑娘，更加嚇了一跳，騎上快馬，親自馳去。過不了兩頓飯功夫，店外湧進二十多名武師來，手中都拿了兵刃，擁著焦宛兒去了。承志道：「想不到金龍幫在這裏有恁大的聲勢。咱們不必跟去了，待會到焦家吃酒去吧。」兩人閒談一會，來到焦府，只見客人正在陸續進去。承志和青青隨眾入內，走到門口，焦公禮和兩人互相一揖，他只道這兩人是敵方的門徒小輩，也不在意。等客人到齊，開出席來，一番勢派，與閔子華請客時又自不同。焦公禮是金龍幫主，這次隆重宴客，酒席菜餚精緻異常，作菜的是金陵名廚，酒壺中斟出來的都是姻脂般的二十年女貞陳紹。閔子華和十力大師、長白三英、沒影子梅劍和、飛天魔女孫仲君等坐在首席，焦公禮親自相陪，慇懃勸酒。閔子華拿起酒杯，噹啷一聲，摔在地下，喝道：「姓焦的，今日武林的好朋友們，都賞臉到這裏來啦，我的殺兄之仇，如何了結，你自己說吧。」他開門見山的提了出來，焦公禮十分難以回答。他大弟子吳平站立了起來，說道：「姓閔的，你那兄長見色起意，敗壞咱們武林中的規矩，我師父──」他話未說完，一股勁風射到門面，頭忙一低，登的一聲，一枚五寸長的三角鋼釘釘在桌面。吳平拔出單刀，叫道：「好哇，你暗算我們羅師弟，傷了他的臂膀，你這婆娘還想害人！」撲上去就要和孫仲君交手。焦公禮連忙喝住，笑道：「孫姑娘是華山派裏的高手，何必與小徒一般見識──」閔子華紅了眼，掀起席上一雙筷子，對焦公禮眼中擲來，喝道：「我今日跟你這老賊拚了。」焦公禮也伸出筷子，將筆直飛來的兩隻筷子輕輕挾住，放在桌上，說道：「閔兄怎麼這樣大的火氣，有話慢慢好說。來哪，給閔二爺拿過一雙筷子來。」閔子華見他武功深湛，心中暗暗吃驚，心道：「怪不得我哥哥喪於他手。」沒影子梅劍和見閔子華輸了一招，伸出右手去拉焦公禮手膀，口中同時說道：「焦大爺好本事，咱哥兒倆親近親近。」焦公禮見他手臂突然伸出，來得好快，身子一偏，竄了開去，沒影子一抓抓住椅背，喀喇一聲，椅背上橫木登時斷了。焦公禮見對方越逼越緊，閔子華同來的諸人有的摩拳擦掌，有的抽出了兵器，自己這面的幫友門徒，也都嚴行戒備，雙方群毆一觸即發，而那金蛇郎君還沒有到來解圍，眼見情勢危急，雙方一動手，那就不知要傷折多少人命了，於是向女兒使一個眼色。宛兒捧著那個包裹，早已心急異常，一見父親眼色，立把那長形包裹打開，只見裏面是兩柄寶劍，托過來放在父親面前。焦公禮見了寶劍，也不知是什麼用意，正自疑惑，追風劍萬方已認出這是自己與孫仲君所用的兵刃，羞愧難當，一言不發的接了過去，把孫仲君的劍還給了她。孫仲君接過劍來罵道：「有本事的，咱們明刀明槍的來比拚一下，偷人東西，算得什麼好漢？」焦公禮愕然不解，只見孫仲君跨上兩步，劍尖青光閃閃，向他胸前刺來。焦公禮疾退兩步，二弟子已把他的折鐵刀遞了上來。焦公禮接在手中，並不還招。但孫仲君劍術已得華山派嫡系真傳，一招「行雲流水」剛一刺空，劍尖抖動，又刺對方左肩。焦公禮迫於無奈，折鐵刀一招「長空落雁」對準她劍身砍了下去，這一刀如砍上了，飛天魔女手中之劍非跌不可。孫仲君招術好狠，劍身一沉，似是避開他一刀，那知沉到下盤，突然往上一翻，疾刺敵人小腹，這一招又快又準，饒是焦公禮數十年的武功，也已不及收刀招架，驀地一躍，從人頭上竄了出去，但嗤的一聲，大腿旁的褲腳已被寶劍劃破。他心中暗叫：「好險！」回頭一望，瞧孫仲君是否繼續的追來，一瞥之下，不由得大喜過望，原來女兒手中托著的，正是自己被長白三英所騙去的那兩封信。這時他兩名徒弟已把孫仲君攔住，他們深恨她壞了羅師哥的手膀，捨命相撲，孫仲君嘴角上微微冷笑，左手叉在腰裏，右手劍把兩個大漢逼得手忙腳亂，團團轉動。焦公禮接過信來，大叫：「住手，住手！我有話說。」兩名徒弟聽見師父喝叫，忙收刀退下，一個退得稍慢，砰的一聲，胸口被孫仲君踢了一腳，當下大口鮮血噴了出來，臉色登時有如白紙。原來孫仲君寶劍被奪，引為奇恥大辱，這次出手，招招毫不容情。焦公禮抑制怒氣，叫道：「各位朋友，請聽我說一句話！」大廳中本來十分混亂，這時慢慢靜了下來。焦公禮又道：「這位閔朋友怪我害了他的兄長，不錯，他兄長閔子葉是我殺的！」大廳中一時寂靜無聲，閔子華嗚咽道：「欠債還錢，殺人抵命。」他邀來的朋友紛紛起轟，七張八嘴的叫道：「不錯，殺人抵命。」焦公禮道：「我這裏有兩封信，要請幾位德高望重的前輩看一下，要是他們說應該抵命，我焦公禮馬上當眾自刎，皺一下眉頭都不算好漢。」眾人好奇心起，紛紛要上來看信。焦公禮道：「慢來，請閔二爺推三位前輩先看。」閔子華不知信中寫的是什麼，叫道：「好，那麼請十力大師，鄭起雲鄭島主，和沒影子梅大哥三位看吧。」三個人接過了信來，一起湊在桌邊低聲唸了起來。長白三英鐵青著臉，在一旁竊竊私議。十力大師第一個讀完，說道：「依老納之見，閔二爺還是捐棄前嫌，化敵為友吧！」十力大師是少林寺達摩院的監院，外家武功，已到出神入化的境界，他此言一出，眾人盡皆愕然。閔子華搶來看信，他先看的是張寨主的伏辯，還不大了了，等再看丘道臺的謝函，剛看了一半，只覺又是羞愧，又是難過，呆在當地，做聲不得。只聽梅劍和叫道：「信是假的造的，想騙誰呀？」伸手把兩封信扯得粉碎。焦公禮萬料不到梅劍和竟會在眾目睽睽之下，把這兩通書信扯碎，這一來他倚為護身之符的東西重又消失，當下氣得臉皮紫脹，再也按捺不住，一擺折鐵刀，狂喝：「姓梅的，你要臉不要？」梅劍和冷冷的道：「也不知是誰不要臉，害了人家兄長，還捏造這種狗屁不通的信來冤枉死人。這種信哪，我關上了門一天可以寫一百封。」十力大師與鄭起雲本來覺得閔子葉理屈，但聽梅劍和一說，不禁將信將疑，不知這兩通信到底是真是假，一時之間，大廳上十分沉寂。焦公禮的大弟子吳平見師父如此受人欺侮，滿臉通紅，目貲欲裂，撲地跳出，一刀向梅劍和砍來。梅劍和身子一側，已拔劍在手，白光閃動，吳平狂叫一聲，單刀脫手，梅劍和的劍尖已指在他的咽喉，喝道：「你跪下，梅大爺就饒你一條小命！」焦門眾弟子那裏能容他們大師哥受辱，各執兵刃，搶到廳中。閔子華邀來的眾武師也抽出兵器，一時大廳中乒乒乓乓的打得十分熱鬧。吳平連退三步，但敵人劍尖始終不離喉口，只聽見他又道：「你不跪我可要刺了！」吳平道：「你刺吧，婆婆媽媽幹什麼？」焦公禮一躍上椅，大聲叫道：「大家住手，瞧我的！」他腕底一翻，把折鐵刀橫在喉頭，叫道：「冤有頭，債有主！我今日給閔子葉抵命便了，徒兒們忖快給我退下。」眾門徒依言退開，慘然望著師父。焦公禮正要橫刀自刎，宛兒忽然叫道：「爹，那封信呢？他說會來救你的呀！」焦公禮取出信封，扯出竟一張白紙，向人群中招了幾招，眾人見紙上畫著一柄怪劍，都不知是什麼用意，只聽見他高聲叫道：「金蛇大俠，你來遲一步了！」一舉刀，就往脖子上抹去。那知噹的一聲，什麼東西在刀上一撞，一柄折鐵刀登時嗆啷啷跌在地下，焦公禮身旁卻多了一人。眾人見這人眉清目秀，是一個二十來歲左右的少年，他如何過來，竟沒一人看清楚。原來這就是袁承志，他在人群中袖手旁觀，本以為有了那兩封書信，焦公禮的事迎刃可解，自己不必露面，以免與二師哥的門人起了嫌隙，那知梅劍和竟會耍了這麼一手，這時迫得非挺身而出不可，於是用圍棋子打下了他手中利刃，縱身過來，當下朗聲說道：「金蛇郎君有事不能來，他派他公子和兄弟來，給各位做個和事老。」老一輩人許多聽見過金蛇郎君的名頭，知道他武功驚人，行事神出鬼沒，近年來江湖上傳言都說已經去世，那知這時突然出現，各人心中都是凜然一驚。焦宛兒見承志忽然出現，低聲對父親道：「爹，就是他！」焦公禮神魂甫定，側目打量，見是一個後生小子，不禁滿腹狐疑。只聽見孫仲君尖聲喝道：「你叫什麼名字？誰叫你到這裏來多事？」袁承志心想：「我雖然年紀比你小，可比你長著一輩，待會說出來，瞧你還敢不敢無禮？」當下不動聲色，道：「我姓袁，金蛇郎君夏大俠差我來見焦公禮師傅，因為路上有事，耽擱了幾天，所以來得遲了，很是抱歉。」孫仲君不過二十多歲年紀，不知道金蛇郎君當年的威名，她性子又極暴燥，提高嗓子罵道：「什麼金蛇鐵蛇，快給我下來，別礙事。」青青冷笑一聲，向她鼻子一聳，伸伸舌頭。孫仲君大怒，一劍向她小腹刺來，劍風又勁又急。這一劍是華山派劍術中的精華，叫做「雲裏挑桃」，是八手仙猿穆人清獨創的絕招，青青那裏躲避得開？承志識得此招，心中大怒，心想她與你無怨無仇，你一上來就下毒手，要制她死命，實在狠辣太過，身體一側，已擋在青青前面，抬高右腳，突然一腳揣下去，把孫仲君的寶劍踏在地下。這是金蛇祕笈中的怪招，武林中無人能識，只聽見人叢中起了一陣哄聲，大家相顧稱奇。孫仲君用力抽劍，紋絲不動，對方左掌呼的一聲發出，已直撲門面，孫仲君祇得撤劍跳開。承志恨她歹毒，提起劍來，一折兩斷，擲在地下。沒影子梅劍和與神拳太保劉保生都是孫仲君的師兄，劉培生一見師妹受挫，當下就要上前動手，梅劍和工於心計，一把拉住，低聲道：「等一下，且聽他說什麼。」只聽承志高聲說道：「閔子華閔爺的兄長當年行為不端，被焦師傅路見不平，拔刀殺死，金蛇郎君是知道得清清楚楚的。他說當年有兩封信證明這回事，他曾和焦師傅一起去見過武當派的掌門師尊黃木道人。這兩封信大概就是了。」他說著向地下的碎片一指，又道：「現在這位爺臺把兩封信扯得粉碎，不知是什麼意思？」焦公禮聽他說得絲毫不錯，心頭大喜，這才相信他真是金蛇郎君所使，緊緊握住了女兒的手，心中突突亂跳。梅劍和冷笑一聲道：「這是兩封捏造的假信，這姓焦的妄想藉此騙人，不扯碎留著幹麼？」承志道：「我們來時，金蛇大俠曾把那兩封信的內容約略說起。那兩封扯碎的信，這位大師與這位爺臺是看過的。」他向十力大師與碧海長鯨鄭起雲拱了拱手道：「現在我們把信的內容約略一說，是真是假，就可分辨了。」十力大師與鄭起雲都道：「好，你說吧！」承志望著閔子華道：「閔爺，說起來令兄面上可不大光彩，到底要不要說？」閔子華頭上青筋根根爆起，叫道：「我哥哥豈是那樣的人？這信一定是假的。」承志對青青道：「青弟，你把那兩封信中的話說出來吧！」青青咳嗽一聲，朗聲背信。原來她聰敏異常，在客店中看信之後，雖不能說過目不忘，但也已記得清清楚楚。當下把張寨主的伏辯與丘道臺的謝函從頭至尾唸了出來。她語音清脆，一字一句的說得明明白白，只唸了數十句，眾人交頭接耳，紛紛議論，唸到一半，閔子華再也慰耐不住，猛聲喝道：「住口，你這小子到底是誰？」青青還未回答，梅劍和冷冷的道：「這小子多半是姓焦的手下人，要麼就是邀來助拳的，你怎麼知道他們不是先行串通好的？」閔子華猛然醒悟，叫道：「你說是什麼金蛇郎君派來的，誰知道是真是假，卻在這裏瞎說八道。」承志道：「你要怎樣才相信？」閔子華長劍一擺道：「江湖上多說金蛇郎君武功驚人，誰也沒有見過，你如真是金蛇郎君的後輩，必定得了他的真傳，你只要勝得我手中之劍，我就信了。」原來閔子華欺他年幼，心想就算你真是金蛇郎君傳人，這幾歲年紀，能學到什麼功夫，只要一比試，當然可以將他打敗，那麼剛才那白臉少年所唸的信就沒人相信了。袁承志坐了下來，端起酒杯喝了一口，又伸筷夾了一個肉丸吃了，笑道：「要贏你手中之劍，又何必得了金蛇郎君的真傳？你自己受人利用，尚且不悟，可嘆可嘆。」閔子華怒道：「我受什麼人利用？你這小子，敢比就比，不敢的快給我滾出去！」承志又喝了一口酒道：「久聞武當派劍法獨步江湖，那麼我今日就來見識見識。不過咱們話說在前頭，要是我勝了，你與焦爺的過節可得從此一提，你再尋仇找事，這裏武林中的前輩們可都得說一句公道話。」閔子華怒道：「這個自然，這裏十力大師、鄭島主等各位都可作證。要是你贏不了我呢？」承志道：「那麼我向你叩頭陪罪，這裏的事咱們袖手不管。」閔子華道：「好，來吧！」他長劍一振，劍身嗡嗡作響，這一記抖動，顯得功力甚深，他心想非給你身上做一個記號，顯不了我武當派的厲害。承志道：「金蛇大俠曾吩咐我，說武當派別的也就罷了，最厲害的是兩儀劍法，他說：『你這次去，要是姓閔的不聽好話，動起手來，那得留神他們這一路劍法，我現在教你幾招破法！』──」他話未完，人群中縱出來一個中年道人，叫道：「好哇！我倒要瞧瞧金蛇郎君怎樣破咱們的兩儀劍法？」刷的一劍，向袁承志臉上刺來，承志頭向左一避，躍到了大廳中間，左手拿著酒杯，右手筷子中挾著一條雞腿，說道：「請教道長法號？」那道人叫道：「貧道是洞玄道人，武當派的第二十三代的弟子，閔子華是我師弟。」承志道：「那再好也沒有，金蛇大俠與令師黃木道長當年在武當峰頂談劍，黃木道人自稱他獨創的兩儀劍法無敵於天下，金蛇大俠一笑了之，也不與他置辯，今日有幸，咱們後一輩的來考較考較。」洞玄道人向閔子華打一個招呼，雙劍齊向承志刺來。袁承志身形一晃，從雙劍夾縫中鑽了過去，兩人揮劍一攻一守，快捷異常，只聽見青青高聲叫道：「三位住手，聽我說句話。」閔子華和洞玄道人豎劍當胸，閔子華右手執劍，洞玄左手左手執劍，兩人已站成「兩儀劍法」中的起手式。青青道：「袁大哥只答應與閔爺一人比，怎麼又多了一位道爺出來？」洞玄怪眼一翻道：「你這位小哥明明是個冒牌，誰不知兩儀劍法是兩人同使的？你不知道，難道金蛇郎君這樣大的威名，他也不知道麼？」青青臉上一紅，承志插口道：「你這兩儀劍法陰陽相生相剋，本領差的雖然要兩人同使才成，功夫到家的，當然是一個人使的了。」原來青青並不懂得兩儀劍法是什麼東西，隨口一問，露出了馬腳，承志連忙給她圓謊。閔子華與洞玄對望了一眼，心想：「師父可沒說過這劍法一個人可使，敢情這小子信口胡吹？」青青聽承志和她一搭一擋，笑嘻嘻的道：「既然你們兩位齊上，賭賽的東西又加一倍了。」閔子華道：「賭什麼？」青青道：「要是你們輸了，除了永遠不得找焦爺生事之外，你在金川門外的那所大宅子可得輸給袁大哥。」閔子華心想：「現在什麼都答應他，反正一劍不是把他刺死，也得教他身受重傷。」於是說道：「就是這樣！你要一起來也成，別說咱們以大壓小，以多勝少。」青青道：「你怎麼知道不是以少勝多？真是不知天高地厚。」閔子華怒火更熾，叫道：「姓袁的，要是你給我傷了呢？」承志一時倒答不出話來。焦公禮道：「閔二哥，你這所宅子值多少錢？」閔子華道：「我還是上個月買來的，花了八千三百兩銀子。」焦公禮道：「那麼我代袁大哥出了，你等一下。」他向女兒囑咐了幾句，宛兒奔進了內室，拿了一疊錢莊的莊票出來。焦公禮道：「這位袁爺為我的事如此出力，兄弟感激不盡，這裏八千三百兩銀子，要是袁爺雙拳不敵四手，那麼請閔爺拿去便了。另外的事，閔爺再來找我。咱們冤有頭，債有主。」他想承志必定不敵，可不願他為自己受到損傷。東海七十二島主鄭起雲道：「好，爽快爽快，這是平賭，公平得很。我看好閔二哥！」只見他從身邊摸出兩隻金元寶往桌上一擲，叫道：「咱們賭三對一，這裏是三千兩銀子，博誰的一千兩？」他叫了幾聲，沒人答應，原來眾人見袁承志年紀輕輕，那裏是武當派兩位高手的敵手，都不投注。焦宛兒忽然挺身而出，說：「鄭大伯我跟你賭了。」除下手上的一隻寶石鐲子，也往桌上一放，眾人見這隻寶鐲在燭光下光彩瑩然，確是珍貴異常。鄭起雲把寶鐲拿起了瞧了一下道：「你這隻鐲子值三千兩銀子，我不來騙小孩子，喂，給我加六千兩。」他手下人又捧上四隻金元寶來，鄭起雲笑道：「我倒盼望你勝，這筆錢作你的嫁粧吧！」飛天魔女孫仲君忽然把半截斷劍往桌上一丟，厲聲叫道：「我賭這把劍！」