第二章　寶刀和柔情苗人鳳望著懷裏幼女那甜美文秀的小臉，腦海中出現了三年之前的往事。這件事已過了三年，但就像是剛過了三天一般，一切全清清楚楚。眼前下著傾盆大兩，三年前的那一天，卻下的是雪，是漫天鵝毛一般紛紛撒著的大雪。那是在河北滄州道上。時近歲晚，道上行人稀少，苗人鳳騎著一匹高頭長腿的黃馬，控轡北行。十年前的臘月，他與遼東大俠胡一刀在滄州比武，以毒刀誤傷了胡一刀。胡夫人自刎殉夫。他與胡一刀武功相若，豪氣相侔，兩人化敵為友，相敬相重，豈知一招之失，竟爾傷了這位生平唯一的知己。他號稱「打遍天下無敵手」，縱橫海內，只有遇到了這位遼東大俠，二人比武五日，聯床夜話，這才是遇到了真正敵手，這才是真正的肝膽相照，傾心相許……苗人鳳為了此事，十年來始終耿耿於懷，鬱鬱寡歡。胡一刀夫婦逝世十年之期將屆，苗人鳳千里迢迢的從浙南趕來，他是要到亡友墓前親祭。風雪殘年，馬上黃昏。苗人鳳愈近滄州，心頭愈是沉重。他縱馬緩行，心中在想：「當年若不是一招失手，今日與胡氏夫婦三騎漫遊天下，教貪官惡吏、土豪巨寇，無不心驚膽落，那是何等的快事？」正自出神，忽聽身後車輪壓雪，一個車夫捲著舌頭「得兒──」聲響，催趕騾子，擊鞭劈拍作聲，一輛大車從白茫茫的雪原上疾行而來。拉車的健騾口噴白氣，衝風冒雪，放蹄急奔。大車從苗人鳳身旁掠過，忽聽車中一個嬌柔的女子聲音送了出來：「爹，到了京裏，你就陪我去買宮花兒戴……」下面的話兒卻聽不見了。這是江南姑娘極柔極清的語聲，在這北方莽莽平原的風雪之中，卻是極不相襯。突然之間，騾子左足踏進了一個空洞，登時向前一蹶。那車夫身子前傾，隨手一提，騾子借力提足，繼續前奔。苗人鳳暗暗詫異：「那車夫這一傾一提，好俊的身手，好強的膂力，看來是位風塵奇士，怎麼去做了趕大車的？」思念未定，只聽得腳步聲響，後面一個腳夫挑了一擔行李，邁開大步趕了上來。這擔行李壓得一根棗木扁擔直彎下去，顯得頗為沉重，但那腳夫行若無事，在雪地裏快步而行，落腳甚輕。苗人鳳更是奇怪：「這腳夫非但力大，而且輕功更是了得。」他知道其中必有蹊蹺：「這腳夫似在追蹤那車夫，看來有甚麼兇殺尋仇之事。」當下提著馬鞭，不疾不徐的遙遙的跟在大車之後，要待看個究竟。行出數里，見那腳夫雖然肩上壓著沉重行李，仍是奔跑如飛，忽聽身後銅片兒叮叮噹噹響亮，一條漢子挑著一副補鍋的擔兒，虛飄飄的趕來。這人在雪中行走，落步更輕，雖然說不上踏雪無痕，但輕功之佳，武林中甚是罕見。苗人鳳尋思：「又多了一個。這人是那一派的？」但見他斗笠和蓑衣上罩滿了白雪，在風中一幌一飄，走得歪歪斜斜，登時省起：「這身奈何功是鄂北鬼見愁鍾家的功夫。」行了七八里路，天色黑將下來，來到一個小小市集。苗人鳳見大車停在一家客店前面，於是進店借宿。客店甚小，集上就此一家。眾客商都擠在廳上烤火喝白乾，車夫、腳夫、補鍋匠都在其內。苗人鳳雖然名滿天下，但近十年來隱居浙南，武林中識得他的人不多。那腳夫、車夫和補鍋匠他都不相識，當下默然坐在一張小桌之旁，要了酒飯，見那三人分別喝酒用飯，瞧來並非一路。※※※忽聽內院一個人大聲說道：「南大人、小姐，小地方委屈點兒，只好在外邊廳上用飯。」棉簾掀開，店伴引著一位官員、一位小姐來到廳上。本來坐著的眾客商見到官員，紛紛起立。苗人鳳並不理會，自管喝酒。只見那官員穿著醬色緞面狐皮袍子，白白胖胖，一副福相。那小姐相貌嬌美，膚色白膩，別說北地罕有如此佳麗，即令江南也極為少有。她身穿一件蔥綠織錦的皮襖，顏色甚是鮮艷，但在她容光映照之下，再燦爛的錦緞也已顯得黯然無色。眾人眼前一亮，不由得都有自慚形穢之感，有的訕訕的竟自退到了廊下，廳上登時空出一大片地方來。那店伴一疊連聲的「大人、小姐」，送飯送酒，極是殷勤。苗人鳳聽他叫喊酒菜之時，中氣充沛，不覺留神，一瞧他身形步法，卻不是會家子是甚麼？又見他兩邊太陽穴微微凸出，竟然內功有頗深造詣，不由得更是奇怪，心道：「這批人必有重大圖謀，左右閒著，就瞧瞧熱鬧，且看他們幹的是好事還是歹事。不知跟這官兒有干係沒有？」這一留神，不免向那官兒與小姐多看了幾眼。那官兒忽地一拍桌子，發作起來，指著苗人鳳罵道：「你是甚麼東西？見了官府不迴避也就罷了，賊眼還骨溜溜的瞧個不休。我看你粗手大腳，生成一副賊相，再瞧一眼，拿片子送到縣裏去打你個皮開肉綻。」苗人鳳低頭喝酒，並不理會。那官兒更加怒了，叫道：「你請安陪禮也不會麼？這麼大剌剌的坐著。」那小姐柔聲勸道：「爹，你犯得著生這麼大氣？鄉下人不懂規矩，也是有的。何必跟這些粗人一般見識？哪，喝了這杯吧。」說著將一杯酒遞到他的嘴邊。那官兒骨嘟一口喝乾，似乎將怒氣和酒吞服了，橫了苗人鳳一眼，見他低頭不語，想是怕了，於是自斟自飲的跟女兒說笑起來。話中說的都是到了北京之後，補上了官便怎樣怎樣，瞧神情是一名赴京謀幹差使的候補官兒。說話之間，大門推開，飄進一片風雪，跟著走進一位官員來。這人黃皮精瘦，遠沒先前那官兒的氣派十足。他大聲笑道：「人生何處不相逢，又與仁通兄在這裏撞見，真是巧之極矣！」說著搶上來與那姓南的官兒南仁通行禮廝見。南氏父女一齊站起，南仁通拱手道：「調侯兄，幸會幸會！一起坐罷。」那「調侯兄」謝了，坐在桌邊。店伴添上杯筷，傳酒呼菜。苗人鳳心道：「連這個調侯兄，一共是五個高手了。這姓南的父女看不出有甚麼武功。會不會大智若愚，竟讓我走了眼呢？」想到此處，不禁暗自警戒，不敢向他們多瞧一眼。要知他那「打遍天下無敵手」的外號，實是犯了武林大忌，天下英雄好漢，那一個不想將這頭銜摘了下來。他一生所歷風險多過常人百倍，皆拜這外號之所賜。此刻心想：「這幾人說不定是衝著我而來。他們成群結黨，一齊上來倒是難鬥。不知前面是否更有高手埋伏？」只聽那「調侯兄」與南仁通高談闊論，說的都是些官場中升遷降謫的軼聞。廊下那腳夫和補鍋匠卻大聲吵嚷起來。兩人爭的是世上有沒有當真削鐵如泥的寶劍寶刀。那腳夫道：「甚麼削鐵如泥，都是吹大氣！那寶刀也不過鋒利點兒，當真就這麼神？」補鍋匠道：「你見過多少世面了？知道甚麼？寶刀就是寶刀，若不是怕嚇壞了你，我就拿一口讓你開開眼界。」腳夫嚷道：「你有寶刀？呸，別發你的清秋大夢吧！有寶刀也不補鍋兒啦！只怕磨不利的鈍柴刀、銹菜刀，倒有這麼一把兩把！」眾人聽著都大笑起來。補鍋匠氣鼓鼓的從擔兒裏取出一把刀來，綠皮鞘子金吞口，模樣甚是不凡。他刷地拔刀出鞘，寒光逼人，果然是好一口利刃。眾人都讚了一聲：「好刀！」補鍋匠拿起刀來，一刀作勢向腳夫砍去。腳夫抱頭大叫：「我的媽呀！」急忙避開，眾人又是一陣轟笑。苗人鳳瞧了二人神情，心道：「這兩人果是一路。這麼串戲，卻不是演給我看的了。」補鍋匠道：「有上好菜刀柴刀，請借一把。」那店伴應聲入廚，取了一把菜刀出來。補鍋匠道：「你拿穩了！」那店伴將菜刀高高舉起。補鍋匠橫刀揮去，噹的一聲，菜刀斷為兩截。眾人齊聲喝采：「果是寶刀！」補鍋匠得意洋洋，大聲吹噓，說他這柄刀如何厲害，如何名貴。廊下眾人臉現仰慕之色，津津有味的聽著。南仁通聽他說了一會，忍不住「哼」了一聲，臉現不屑之色。那「調侯兄」道：「仁通兄，這柄刀確也稱得上個『寶』字了，想不到販夫走卒之徒，居然身懷這等利器。」南仁通道：「利則利矣，寶則未必。」「調侯兄」道：「我兄此言差矣！你瞧此刀削鐵如泥，世上那裏更有勝於此刀的呢？」南仁通道：「吾兄未免少見多怪，兄弟就……」還待再說下去，南小姐忽然插口道：「爹，你喝得多啦，快吃了飯去睡吧。」南仁通笑道：「嘿，女孩兒就愛管你爹爹。」說著卻真的要飯吃，不再喝酒。那「調侯兄」又道：「兄弟今日總算開了眼界，這等寶刀，吾兄想來也是生平第一次見到。」南仁通冷笑道：「勝於此刀十倍的，兄弟也常常見到。」「調侯兄」哈哈大笑，道：「取笑取笑！吾兄是位文官，又見過甚麼寶刀來？」補鍋匠聽到了二人對答，大聲道：「世上若有更勝得此刀的寶刀，我寧願把頭割下來送他。吹大氣又誰不會啦？嘿，我說我兒子也做個五品官呢，你們信不信啦？」眾人忙喝：「胡說，快閉嘴！」南仁通氣得臉也白了，霍地站起，大踏步走向房中。南小姐連叫：「爹爹！」他那裏理會，片刻間捧了一柄三尺來長的彎刀出來。但見刀鞘烏沉沉的，也無異處。他大聲道：「喂，補鍋兒的，我這裏有把刀，跟你的比一下，你輸了可得割腦袋。」補鍋匠道：「若是老爺輸了呢？」南仁通氣道：「我也把腦袋割與你。」南小姐道：「爹，你喝多啦，跟他們有甚麼說的？回房去吧！」南仁通若有所悟，哼了一聲，捧著刀轉身回房。補鍋匠見他意欲進房，又激一句：「若是老爺輸了，小人怎敢要老爺的腦袋？不如老爺招小人做女婿吧！」眾人有的嘩笑，有的斥他胡說。南小姐氣得滿臉通紅，不再相勸，賭氣回房去了。南仁通緩緩抽刀出鞘，刃口只露出半尺，已見冷森森一道青光激射而出，待那刀刃拔出鞘來，寒光閃爍不定，耀得眾人眼也花了。南仁通道：「我這口刀，有個名目，叫作『冷月寶刀』，你瞧清楚了。」補鍋匠湊近一看，見刀柄上用金絲銀絲鑲著一鉤眉毛月之形，說道：「老爺的刀好，那不用比了。」苗人鳳見眾人言語相激，南仁通取出寶刀，心下已自了然，原來這幾人均是為這口寶刀而來。學武之士把寶劍利刃看得有如性命一般，身懷利器，等於武功增強數倍。他有如此一柄寶刀，無怪眾人眼紅。不過他是文官，這刀卻從何處得來？這些人卻又如何知曉？苗人鳳初時提防這幾人陰謀對付自己，一直深自戒備，現下既知他們是想奪寶刀，心下坦然，登時從局中人變成了旁觀客。但見寶刀一出鞘，那「調侯兄」、店伴、腳夫、車夫、補鍋匠一齊湊攏。苗人鳳知道這五人均欲得刀，只是礙著旁人武功了得，這才不敢貿然動手，否則以南仁通手無縛雞之力，這把刀早已被人奪去，那裏等得到今日？南仁通恨那補鍋匠口齒輕薄，本要比試，但見他那把刀鋒銳無比，也非常物，若是鬥個兩敗俱傷，豈非損傷了至寶？於是說道：「你知道了就好，下次可還敢胡說八道麼？」正要還刀入鞘，那「調侯兄」突然一伸手，將刀奪過，擦的一聲輕響，與補鍋匠手中利刃相交，補鍋匠的刀刃斷為兩截，接著又是噹的一響，刀頭落在地下。補鍋匠、腳夫、車夫、店伴四人將「調侯兄」四下圍住，立時就要動手。「調侯兄」雖然寶刀在手，卻是寡不敵眾，當即將刀還給了南仁通，翹拇指說道：「好刀，好刀！」南仁通臉上變色，責備道：「咳，你也太過魯莽了！」見寶刀無恙，這才喜孜孜的還刀入鞘，回房安睡。※※※苗人鳳知道適才五人激南仁通取刀相試，那是要驗明寶刀的正身，不出一日，五人就有一場流血爭鬥。他雖俠義為懷，但見那南仁通橫行霸道，不是好人，這把刀只怕也是巧取豪奪而得，心想我自去祭墓，不必理會他們如何黑吃黑的奪刀。次日絕早起來，只見南仁通已然起行，補鍋匠等固然都已不在店內，連那店伴也已離去。一問之下，這人果然是昨天傍晚才到的惡客，給了十兩銀子，要喬裝店伴。苗人鳳暗暗嘆息：「常言道：謾藏誨盜，果然一點兒不錯。」結了店賬，上馬便行。馳出二十餘里，忽聽西面山谷中一個女子聲音慘呼：「救命！救命！」正是南小姐的聲音。苗人鳳心想：「這些惡賊奪了刀還想殺人，這可不能不管。」一躍下馬，展開輕身功夫循聲趕去，轉過兩個彎，只見雪地裏殷紅一片，南仁通身首異處，死在當地。那「冷月寶刀」橫在他身畔，五個人誰也不敢伸手先拿。南小姐卻給補鍋匠抓住了雙手，掙扎不得。苗人鳳隱身一塊大石之後，察看動靜。只聽「調侯兄」道：「寶刀只有一把，卻有五個人想要，怎麼辦？」那腳夫道：「憑功夫分上下，勝者得刀，公平交易。」「調侯兄」向南小姐瞧了一眼，說道：「寶刀美人，都是難得之物。」補鍋匠道：「我不爭寶刀，要了她就是啦。」店伴冷笑道：「也不見得有這麼便宜事兒。武功第一的得寶刀，第二的得美人。」腳夫、車夫齊聲道：「對，就是這麼著。」店伴向補鍋匠道：「老兄，勞駕放開手，說不定在下功夫第二，這是我的老婆！」「調侯兄」笑道：「正是！」轉頭厲聲向南小姐道：「你敢再嚷一聲，先斬你一刀再說！」補鍋匠放開了手。南小姐伏在父親屍身之上，抽抽噎噎的哭泣。那車夫笑道：「小姐，別哭啦。待會兒就有你樂的啦！」伸手去摸她臉，神色極是輕薄。苗人鳳瞧到此處，再也忍耐不住，大踏步從石後走了出來，低沉著嗓子喝道：「下流東西，都給我滾！」那五人吃了一驚，齊聲喝道：「你是誰？」苗人鳳生性不愛多話，揮了揮手，道：「一齊滾！」補鍋匠性子最是暴躁，縱身躍起，雙掌當胸擊去，喝道：「你給我滾！」苗人鳳左掌揮出，以硬力接他硬力，一推一揮，那補鍋匠騰空直飛出去，摔在丈許之外，半天爬不起來。其餘四人見他如此神勇，無不駭然，過了半晌，不約而同的問道：「你是誰？」苗人鳳仍是揮了揮手，這次連「滾」字也不說了。那車夫從腰間取出一根軟鞭，腳夫橫過扁擔，左右撲上。苗人鳳知道這五人都是勁敵，若是聯手攻來，一時之間不易取勝，當下一出手就是極厲害的狠招，側身避開軟鞭，右手疾伸，已抓住扁擔一端，運力一抖，喀喇一響，棗木扁擔斷成兩截，左腳突然飛出，將那車夫踢了一個觔斗。那腳夫欲待退開，苗人鳳長臂伸處，已抓住他的後領，大喝一聲，奮力擲出，那腳夫猶似風箏斷線，竟跌出數丈之外，騰的一響，結結實實的摔在雪地之中。那「調侯兄」知道難敵，說道：「佩服，佩服，這寶刀該當閣下所有。」一面說一面俯身拾起寶刀，雙手遞了過來。苗人鳳道：「我不要，你還給原主！」那「調侯兄」一怔，心想：「世上那有這樣的好人？」一抬頭，只見他臉如金紙，神威凜凜，突然想起，說道：「原來閣下是金面佛苗大俠？」苗人鳳點了點頭。「調侯兄」道：「我們有眼不識泰山，栽在苗大俠手裏，還有甚麼話說？」當下又將寶刀遞上，說道：「小人蔣調侯，三生有幸，得逢當世大俠，這寶刀請苗大俠處置吧！」苗人鳳最不喜別人囉唆，心想拿過之後再交給南小姐便是，當下伸手握住了刀柄。他正要提手，突聽嗤嗤兩聲輕響，腿上微微一疼。蔣調侯躍開丈餘，向前飛跑，叫道：「他中了我的絕門毒針，快纏住他。」苗人鳳聽到「絕門毒針」四字，口中「哦」了一聲，暗道：「雲南蔣氏毒針天下聞名，今番中了他的詭計。」心知這暗器劇毒無比，當下深吸一口氣，飛奔而前，頃刻時趕上蔣調侯，一把抓住，伸指在他脅下一戳，已閉住了他的穴道，拋在地下。腳夫、車夫等本已一敗塗地，忽聽得敵人中了毒針，無不喜出望外，遠遠圍著，均不逼近，要待他毒發自斃。苗人鳳一口氣不敢吞吐，展開輕功，疾向腳夫趕去。那腳夫嚇得魂飛魄散，捨命狂奔。苗人鳳趕到身後，右掌擊去，登時將他五臟震裂。此掌擊出後腳下片刻不停，瞬息間追到車夫身前。那車夫揮動軟鞭護身，只盼抵擋得十招八招，挨到他身上毒性發作。苗人鳳那裏與他拆甚麼招，蒲扇般的大手伸出，抓住軟鞭鞭梢，神力到處，一奪一揮，軟鞭倒轉過來，將他打得腦漿迸裂。苗人鳳連斃二人，腳上已自發麻，此是生死關頭，不容有片刻喘息，但見店伴與補鍋匠都已在數十丈外，二人是一般的心思，盡力遠遠逃開，以待敵人不支。苗人鳳本來不欲傷人性命，但此時只要留下一個活口，自己毒發跌倒，那就是把自己性命交在他的手裏。當下咬緊牙關，手握軟鞭，追趕店伴。那店伴極是狡猾，盡揀泥溝陷坑中奔跑。但苗人鳳的輕功何等了得，一轉眼已自追上。那店伴眼見難逃，提著匕首撲將過來。苗人鳳立刻回頭轉身，向後一腳倒踹，瞧也不瞧，立即提氣追趕補鍋匠。這一腳果然正中店伴心窩，踢得他口中狂噴鮮血，仰天立斃。那補鍋匠武功雖不甚強，但鄂北鬼見愁鍾家所傳輕功卻是武林中一絕。苗人鳳追奔逐北，毒氣發作得更快，腳步已自蹣跚，竟然追趕不上。補鍋匠見他一顛一躓，心中大喜，暗想：「老天保佑，教我垂手而得寶刀美人。」思念未定，突聽半空呼呼風響，一條黑黝黝的東西橫空而至，待欲閃躲，已自不及。原來苗人鳳知道追他不上，最後奮起神力，擲出軟鞭。這條鋼鑄軟鞭從面門直打到小腹，補鍋匠立時屍橫雪地。此時苗人鳳也已支持不住，一交摔倒。南小姐伏在父親屍上，眼見這場驚心動魄的惡戰，嚇得呆了，最後見苗人鳳倒下，忙走近相扶，但苗人鳳身軀高大，她嬌弱無力，那裏扶得起來？苗人鳳神智尚清，下半身卻已麻木，指著蔣調侯道：「搜他身邊，取解藥給我服。」南小姐依言搜索，果然找到一個小小瓷瓶，問苗人鳳道：「是這個麼？」苗人鳳昏昏沉沉，已自難辨，道：「不管是不是，服……服了再說。」南小姐拔開瓶塞，將小半瓶黃色藥粉倒在左掌，送入苗人鳳口裏。苗人鳳用力吞下，說道：「快將他殺了！」南小姐大吃一驚，道：「我……我不敢……殺人。」苗人鳳厲聲道：「他是你殺父仇人。」南小姐仍道：「我……我不敢……」苗人鳳道：「再過幾個時辰，他穴道自解。我受傷很重……那時咱兩人死無葬身之地。」南小姐雙手提起寶刀，拔刀出鞘，眼見蔣調侯眼中露出哀求之色，她自小殺雞殺魚也是不敢，這殺人的一刀如何砍得下去？苗人鳳大喝：「你不殺他，就是殺我！」南小姐吃了一驚，身子一顫，寶刀脫手掉下。這刀砍金斷玉，刃口正好對準蔣調侯的腦袋。只聽得南小姐與蔣調侯同聲大叫，一個昏倒，跌在苗人鳳身上，另一個的腦袋已被寶刀劈開。※※※苗人鳳想到此處，懷中幼女忽然嚶的一聲醒來，哭道：「爸爸，媽呢？我要媽。」苗人鳳還未回答，那女孩一轉頭，見到火堆旁的美婦，張開雙臂，大叫：「媽媽，媽媽，蘭蘭找你！」歡然喜躍，要那美婦來抱。四周眾人聽那幼女先叫苗人鳳「爸爸」，又叫那美婦「媽媽」，都是大感驚異，心想這美婦明明是田歸農之妻，怎麼又會是苗人鳳之女的母親？那女孩這兩聲「媽媽」一叫，大廳中緊張的氣氛又自濃了幾分。幾十個大人個個神色嚴重，只有一個孩子卻歡躍不已。那美婦站起身來，走到苗人鳳身旁抱過孩子。那女孩笑道：「媽媽，蘭蘭找你，你回家了。」那美婦緊緊摟著她，兩張美麗的臉龐偎倚在一起。女孩在夢中流的淚水還沒乾，這時臉頰上又添了母親的眼淚。臉有刀疤的獨臂怪漢一直縮身廳角，靜觀各人。這時輕輕站起，走到盜魁閻基身前，在他耳邊悄悄說了幾句話。閻基神色大變，忽地站起。向苗人鳳望了一眼，臉上大有懼色，緩緩伸手入懷，取出一個油紙小包。獨臂人夾手奪過，打開一看，見裏面是兩張焦黃的紙片。他點了點頭，包好了放入懷內，重行回到廳角坐下。那美婦伸衣袖抹了抹眼淚，突然在女孩臉上深深一吻，眼圈一紅，又要流出淚來，終於強行忍住，霍地站起，把女孩交還給了苗人鳳。那女孩大叫：「媽媽，媽媽，抱抱蘭蘭。」那美婦背向著她，宛似僵了一般，始終不轉過身來。苗人鳳耐著性子等待，等那美婦答應一聲，等她回過頭來再瞧女兒一眼……在苗人鳳心中，他早已要將一個人拉過來踏在腳下，一掌打死，但他知道，一定會有人捨命阻止。他的武功是打遍天下無敵手，但他的心腸卻很脆弱，只因為他是極深的愛著眼前這個美婦。他聽見女兒在哭叫：「媽媽，媽媽，抱抱蘭蘭！」女兒在他懷中掙扎著要到母親那裏。他耐著性子等待，等那美婦答應一聲，等她回過頭來再瞧女兒一眼……那美婦是耳聾了？還是她的心像鐵一般剛硬？小女孩在連聲哀求：「媽媽，抱抱蘭蘭！」但媽媽一動也不動，背心沒一點兒顫抖，連衣衫也沒一點擺動。苗人鳳全身的血在沸騰，他的心要給女兒叫得碎了。於是三年之前，滄州雪地裏的事又湧上了心頭：※※※雪地裏橫著六具屍身，苗人鳳腿上中了蔣調侯的兩枚絕門毒針，下半身麻痺，動彈不得。南小姐慢慢醒轉，見自己跌在苗人鳳懷裏，急忙站起，雙腳一軟，又坐倒在雪地裏。她驚惶已極，連哭也哭不出聲來。苗人鳳道：「把那匹馬牽過來。」聲音很嚴厲，南小姐只有遵依的份兒。她將馬牽到苗人鳳身邊，伸出柔軟的手，握住了他蒲扇一般的手掌，想拉他起來。苗人鳳道：「你走開！」心想：「你怎麼拉得起我？」這時他兩腿已難以行動，當下抬起上身，伸右手握住馬鐙，手臂微一運勁，身子倒翻上了馬背，說道：「拿了那柄刀！」南小姐失魂落魄般拾了寶刀。苗人鳳伸左手在她腰間輕輕一帶，將她提上了馬背。兩人並騎，慢慢回到小客店中。苗人鳳運足功勁，才沒在馬上昏暈過去，但一到店前，再也支持不住，翻身落在雪地。兩名店小二奔出來扶了他進去。苗人鳳捲起褲腳，將兩枚毒針拔了出來，他叫店小二替他吸出腿上毒血，雖然許以重酬，店小二仍是害怕躊躇。南小姐將柔嫩的小口湊在他腿上，將毒血一口一口的吸出來。她很清楚的知道：兩人的肌膚這麼一接觸，自己就是他的人了。他是大盜也好，是劇賊也好，再也沒第二條路，她已決心跟著他。苗人鳳也知道：這幾口毒血一吸，自己無牽無掛、縱橫江湖的日子是完結啦。他須得終身保護這女子。這個千金小姐的快樂和憂愁，從此就是自己的快樂與憂愁。他及時服了蔣調侯的解藥，性命是可保的了，但絕門毒針非同小可，不調治十天半月，兩腿無法使喚。他取出銀子，命店小二去收殮了南小姐的父親，也收殮了那五個企圖搶奪寶刀的豪客。南小姐與他同住在一間房裏，服侍他、陪伴他。經過了這場驚心動魄的變故，南小姐一閉眼就看到雪地裏那場慘劇，看到父親被賊人殺死，看到自己手中的寶刀掉下去，殺死了一個人。她常常在睡夢中哭醒。苗人鳳不喜言辭，從來不說一句安慰的言語。但南小姐只要見到他沉靜鎮定的臉色、同情的眼光，就不再害怕了。她跟他說，她父親南仁通在江南做官，捉到了一名江洋大盜，得到這柄「冷月寶刀」。不久南仁通調補京官，他要將寶刀獻給當道，滿心想飛黃騰達，不料卻因此枉自送了性命。苗人鳳問起那江洋大盜的姓名，南小姐卻說不上來，她只知道這大盜是在獄中病死的。他想：不知是那一個好漢，不明不白的又給害死了。那五名奪刀的豪客，必定識得這個大盜，知道大盜有一柄寶刀，於是一路跟蹤下來。第五天晚上，南小姐端了一碗藥給苗人鳳喝。他正要伸手去接，忽聽得窗外簌簌幾下響聲。他不動聲色，接過藥碗來慢慢喝了下去。他知窗外有人窺探，但震於自己的威名，不敢貿然動手。暗自盤算：「這多半是奪刀五人的後援，再過五六日，那就不足為懼，苦於這幾日兩腿兀自酸軟無力，若有強敵到來，倒是不易對付。」只聽得拍的一聲，白光閃動，窗外擲進一柄匕首，釘在桌上，微微顫動。匕首上附著一張白紙。南小姐「啊」的一聲驚呼，奔到他身邊。苗人鳳睡在炕上，伸手夠不著匕首。他冷笑一聲，左掌在桌子邊緣一拍。匕首本來插進桌面數寸，這一拍之下，登時跳起，彈起尺許，跌在他手旁。窗外有人讚道：「金面佛名不虛傳，果然了得！」腳步輕響，兩個人越牆出外。接著馬蹄響起，兩騎馬遠遠去了。苗人鳳拿起白紙，見寫著一行字道：「鄂北鍾兆文、鍾兆英、鍾兆能頓首百拜。」南小姐見他臉色木然，不知是憂是怒，問道：「是敵人找上來了嗎？」苗人鳳點點頭。南小姐道：「你在桌上這麼一拍，他們就嚇走了，是不是？」苗人鳳搖頭道：「他們是來送信的。」南小姐道：「你這麼大本事，他們一定害怕。」苗人鳳不語，心想：「鄂北鬼見愁鍾氏三兄弟，既然找上來了，就不害怕。」南小姐話是這麼說，心中也自擔憂，過了半晌，輕聲說道：「大哥，咱們現下騎馬走了吧，他們找不著的。」苗人鳳搖搖頭，默然不語。打遍天下無敵手金面佛苗人鳳，怎能在敵人面前逃走？就算為了南小姐而暫且忍辱躲避，但鬼見愁鍾氏三兄弟又怎能讓人躲得開？這些事南小姐是不會懂的。他向來不愛多說話，況且，這些事又何必跟她多說。這一晚南小姐翻來覆去的睡不安穩。她已在全心全意的關懷這個粗手大腳的鄉下人，但苗人鳳卻睡得很沉。只不過他做了一個夢，夢見一頂花轎，一隊吹鼓手，又夢見一個頭上披著紅巾的新娘子。那是很久很久以前童年時瞧見過的，他早已忘了，這時卻忽然夢到了。醒來的時候，似乎還隱隱聽到夢中鼓樂的聲音。黯淡的搖曳的燭光，照在旁邊床上南小姐像芙蓉花那樣柔和、那樣嬌艷的臉上。這朵花卻不在笑。她睡著的時候，也是恐懼，也是在感到痛苦。她臉上有燭光，卻有更多的陰影。次日清晨，苗人鳳命店小二做一大碗麵吃了，端張椅子，坐在廳中，冷月寶刀放在身旁。他生平不愛事先籌劃，因為預料的事兒多半作不了準，寧可隨機應變。南小姐見了他的神情，心中很是害怕，問了他幾句，苗人鳳並不回答，於是她就不敢再問。辰牌時分，馬蹄聲響，三乘馬在客店前停住，進來了三個客人。客店中人見了這三人的打扮，都是嚇了一跳。原來三人都身穿白色粗麻布衣服，白帽白鞋，衣服邊上露著毛頭，竟是剛死了父母的孝子服色。但三身孝服已穿得半新不舊，若說服的熱孝，卻又不像。苗人鳳知道鄂北鬼見愁鍾門雄霸荊襄，武功實有獨到的造詣，那補鍋匠是鍾氏門徒，武藝已自不弱，眼下鍾氏三兄弟親自到來，此事當真甚是棘手。只見三人一般的相貌，都是臉色慘白，鼻子又扁又大，鼻孔朝天，只是憑鬍子分別年紀，料來灰白小鬍子的是大哥鍾兆文，黑鬍子的是二哥鍾兆英，沒留鬍子的是三弟鍾兆能。三人進來時腳步輕飄飄的宛如足不點地，果然是勁敵到了。苗人鳳一生之中，敵人愈強，精神愈振，一見三人聲勢不同凡俗，不由得全身骨骼輕輕作響。鍾氏三兄弟上前同時一揖到地，齊聲說道：「苗大俠請了。」苗人鳳拱手還禮，說道：「請了，恕在下腿上有傷，不能起立。」鍾兆文道：「苗大俠你家腿上不便，原本不該打擾，只是殺徒之仇，不能不報，請苗大俠你家恕罪。」他「你家，你家」，滿口湖北土腔，苗人鳳點點頭，不再答話。鍾兆文道：「苗大俠威震天下，我們三兄弟單打獨鬥，非你家敵手。老二、老三，咱哥兒一齊上啊！」鍾兆英、鍾兆能怪聲答應，叫道：「老大，咱哥兒一齊上啊！」這三兄弟是武林中的成名人物，雖然怪聲怪氣，怪模怪樣，在江湖上卻是輩份甚高，行事持重，武功又強，因此上在兩湖一帶已闖下極大的基業。三人怪聲一作，嗆噹噹響聲不絕，各從身邊取出一對判官筆。客店中夥伴客人見這三人到來，已知不妙，這時見取出兵刃，人人遠避，登時大廳上空蕩蕩的一片。南小姐關心苗人鳳安危，卻留在廳角之中。苗人鳳見她一個嬌怯弱女，居然有此膽量，心中大是喜慰。只因南小姐在廳角這麼一站，苗人鳳自此對她生死以之，傾心相愛，當下向她微微一笑，抽出冷月寶刀。鍾氏兄弟見那刀青光閃動，寒氣逼人，同聲讚道：「好刀！」三兄弟齊聲怪叫。鍾兆文雙筆當胸直指，兆英攻左，兆能襲右。苗人鳳端坐椅中，橫刀不動，待六枝鑌鐵判官筆的筆尖堪堪點到身邊，突然寶刀一揮，呼呼風響，向三人各砍一刀。鍾氏三兄弟果然身負絕藝，見他刀勢來得奇特，各自身形飄動，讓了開去。他們只知苗家劍法獨步天下，不料他刀法竟也如此精奇。苗人鳳此時所用的是胡一刀所授的胡家刀法，變化奧妙，靈動絕倫，就只吃虧在身子不能移動，一刀砍出，難以連續追擊。四人一動上手，大廳中刀光筆影，登時鬥得凶險異常。鍾氏三兄弟輕功甚是了得，三人分進合擊，此來彼往，六枝判官筆宛如十二枝相似。苗人鳳使開刀法，攻拒削砍，絲毫不落下風。他想今日之鬥務須猛下殺手，重傷他兄弟三人，否則自己與南小姐性命難以周全。只是素知鍾氏三兄弟安份守己，並無歹行劣跡，江湖上聲名甚好，卻不必取他們性命。眼見三兄弟的招數愈來愈緊，每一招都點打他上身大穴，只要稍一疏神，不但一世英名付於流水，連這嬌艷溫柔的南小姐也得落入敵手受苦。想到此處，刀招加沉，猛力砍削。三兄弟怕他力大刀利，不敢讓兵刃給他寶刀碰到了，圍攻的圈子漸漸放遠。鍾兆英眼見難以取勝，突然一聲怪叫，身子斜撲，著地滾去，竟到苗人鳳背後攻他下盤。這一著甚是險毒，想苗人鳳坐在椅上不能轉動，敵人攻他背後椅腳，如何護守得著？鍾兆英連攻數招，一筆橫砸，喀的一聲，將椅腳打斷了一根。椅子一側，苗人鳳身子跟著傾側。南小姐「啊」的一聲，驚呼出來。苗人鳳左手倏地探出，往鍾兆英臉上抓去。鍾兆英大驚，急忙滾開相避，只聽得噹噹兩響，他與鍾兆能手中的判官筆已各有一枝被寶刀削斷。鍾兆文肩頭劇痛，卻是被刀刃劃了一道口子。苗人鳳一刀同時攻逼三敵，這一招叫做「雲龍三現」，乃是胡家刀法中的精妙招數。鍾氏三兄弟各展輕功躍開，三人互相望了一眼，臉上都有驚駭之色。鍾兆英道：「老大，掛了彩啦？」鍾兆文道：「不礙事。」他見苗人鳳椅子斜傾，坐得搖搖欲墜，心想如此良機，日後再難相逢，只是忌憚他寶刀鋒利，刀法精奇，於是抱拳說道：「兵刃上我三兄弟不是敵手，我們再領教你家拳招掌法。」這話兒說得冠冕堂皇，卻是不懷好意，是要敵人自去其長。他三人此來乘人之危，乃是仇殺拚命，並非比武較藝，這番說話苗人鳳本來大可不必理會，但他藝高人膽大，一聲冷笑，寶刀歸鞘，點了點頭，說道：「好！」三兄弟拋下判官筆，蹦跳竄躍，攻了上來。三人每一步都是跳躍，竟無一步踏行。苗人鳳的掌法何等威猛，一經施展，三兄弟欺不近八尺以內，也是鍾門武功卓然成家，否則單是給他掌力一震，已受重傷。鍾兆英人最機靈，見他椅腳斷了一隻，已難坐穩，心想依樣葫蘆，再打斷一隻椅腳，非教他摔倒不可，當下又使出地堂拳法，滾向苗人鳳後，猛地右腿橫掃，喀喇一響，果然又將椅腳踢斷了一隻。那椅子本已傾側，此時急向後倒。苗人鳳伸手在椅背一按，人已躍起。他惱恨鍾兆英狡詐，從半空中如大鷹般向他撲擊下來。鍾兆英嚇得心驚膽戰，大叫：「老大，老三！」兆文、兆能雙雙從旁來救。苗人鳳雙掌發力，左掌打在鍾兆文肩頭，右掌拍在鍾兆能胸口。兩人經受不起，雙雙向外跌出。鍾兆英乘機幾個翻身逃出廳門，看苗人鳳時，也已摔倒在地。三兄弟見他如此神勇，那敢進來再鬥？鍾兆英瞥見店門旁堆滿騾馬的草料，心念一動，取出火摺幌著了，就在草料上一點。那麥稈乾得透了，登時起火，順風燒向店堂。客店中店夥客商一見火頭，一陣大亂，紛紛奔出。三兄弟拿著判官筆在門口監視，叫道：「誰救那壞了腿的客人，老子打開他的腦袋瓜子！」眾人自逃性命不及，又有誰敢去救人？苗人鳳見霎時之間風助火勢，濃煙火舌捲進廳來，自己雙腿不能行走，敵人又守在門口，暗道：「難道我一世英雄，今日竟活活燒死在這裏不成？」一轉眼見南小姐已隨眾人逃出，心下略寬，火光中只見屋角裏放著一綑粗索，暗叫：「天可憐見！」爬著過去抖開繩索，在手臂上繞了十來圈。鍾氏兄弟眼見煙火圍門，這個當世無敵的苗人鳳勢必葬身火窟，三人心中大喜，相視而笑。南小姐當危急時奪門而出，此時卻想起苗人鳳尚在店內，他為相救自己而受傷喪生，不禁大為難受，珠淚盈眶，正自難忍，猛聽得店堂內一聲大喝，一條繩索從火燄中竄將出來，一端已捲住門外那株大銀杏的樹幹。接著繩子一蕩，苗人鳳又高又瘦的身軀已飛了出來。眾人見他突似飛將軍自天而降，無不駭然。苗人鳳左手抓繩，身子自空向鍾氏三兄弟撲去。三鍾嚇得魂飛天外，已無鬥志，當即發足奔逃。他三人輕功雖高，終不及苗人鳳拉著繩子飛蕩迅速，被他伸出蒲扇大的手掌，一擲一抓，一抓一擲，三兄弟都飛身而入火堆。總算三人武功均高，一入火堆，急忙逃出，但已燒得鬚眉盡焦，狼狽不堪。到此地步，三兄弟那敢逗留，馬匹也不要了，向南急奔而去，但聽苗人鳳豪邁爽朗的大笑聲，不絕從身後傳來。※※※苗人鳳想到當年力戰鬼見愁鍾氏三雄的情景，嘴角上不自禁出現了一絲笑意，然而這是愁苦中的一絲微笑，是傷心中一閃即逝的歡欣。於是他想到腿上傷癒之後，與南小姐結成夫婦，這個刻骨銘心、傾心相愛的妻子，就是眼前這個美婦人。他在身前不過五尺，五尺卻比五千里、五萬里的路程更加遙遠。於是，他想到兩人新婚後那段歡樂的日子，他帶著他的蘭（南小姐名字叫做南蘭）一同去拜祭胡一刀夫婦的墓，他把冷月寶刀封在墳土之中，心裏想：世上除了胡一刀外，再也無人配用這把寶刀。他既然不在世上了，寶刀就該陪著他。於是在胡一刀的墓前，他把當年這場比武與誤傷的經過說給妻子聽。他從來不愛多說話，這一天卻是說得滔滔不絕。這件事在他心中鬱積了十年，直到這天，方在最親近的人面前發洩出來。他辦了許多酒菜來祭奠胡一刀，擺滿了一桌，就像當年胡夫人在他們比武時做了一桌菜那樣。於是他喝了不少酒，好像這位生平唯一的知己復活了，與他一起歡談暢飲。他愈喝得多，愈是說得多。說到對這位遼東大俠的欽佩與崇仰，說到造化的弄人，人世的無常，說到胡夫人對丈夫的情愛，他說：「像這樣的女人，要是丈夫在火裏，她一定也在火裏，丈夫在水裏，她也在水裏……」突然之間，看到自己的新娘臉色變了，掩著臉遠遠奔開。他追上去想要解釋，但他是醉了，他不會說話，何況，他心中確是記得客店中鍾氏三雄火攻的那一幕……他是在火裏，而她卻獨自先逃了出去……他一生慷慨豪俠，素來不理會小節，然而這是他生死以之相愛的人……在他腦子裏，一直覺得南蘭應該逃出去，她是女人，不會半點武功，見到了濃煙烈火自然害怕，她那時又不是他的妻子，陪著他死了，又有甚麼好處？……但在心裏，他深深盼望在自己遇到危難之時，有個心愛的人守在身旁，盼望心愛的人不要棄他而先逃……他一直羨慕胡一刀，心想他有一個真心相愛的夫人，自己可沒有。胡一刀雖然早死，這一生卻比自己過得快活。於是在酒醉之後，在胡一刀的墓前，無意中說錯了一句話，也可說是無意中流露了真心。這句話造成了夫妻間永難彌補的裂痕。雖然，苗人鳳始終是極深厚極誠摯的愛著妻子。他永遠不再提到這件事，甚至連胡一刀的名字也不提，南蘭自然也不會提。後來女兒若蘭出世了，像母親一般的美麗，像母親一般的嬌嫩。夫妻間的感情加深了一層。然而，他是出身貧家的江湖豪傑，妻子卻是官家的千金小姐。他天性沉默寡言，整天板著臉，妻子卻需要溫柔體貼，低聲下氣的安慰。她要男人風雅斯文、懂得女人的小性兒，要男人會說笑，會調情……苗人鳳空具一身打遍天下無敵手的武功，妻子所要的一切卻全沒有。如果南小姐會武功，或許會佩服丈夫的本事，會懂得他為甚麼是當世一位頂天立地的奇男子。但她壓根兒瞧不起武功，甚至從心底裏厭憎武功。因為，她父親是給武人害死的，起因是在於一把刀；又因為，她嫁了一個不理會自己心事的男人，起因是在於這男人用武功救了自己。她一生中曾有一段短短的時光，對武功感到了一點興趣，那是丈夫的一個朋友來作客的時候。那就是這個英俊瀟灑的田歸農。他沒一句話不在討人歡喜，沒一個眼色不是軟綿綿的教人想起了就會心跳。但奇怪得很，丈夫對這位田相公卻不大瞧得起，對他愛理不理的，於是招待客人的事兒就落在她身上。相見的第一天晚上，她睡在床上，睜大了眼睛望著黑暗的窗外，忍不住暗暗傷心：為甚麼當日救她的不是這位風流俊俏的田相公，偏生是這個木頭一般睡在身旁的丈夫？過了幾天，田歸農跟她談論武功，發覺她一點兒也不會，便教了她幾路拳腳。她學得很起勁，雖然她還是不喜歡武功，只因是他教的，就興緻勃勃的學了。終於有一天，她對他說：「你跟我丈夫的名字該當對調一下才配。他最好是歸農種田，你才真正是人中的鳳凰。」也不知是他早有存心，還是因為受到了這句話的風喻，終於，在一個熱情的夜晚，賓客侮辱了主人，妻子侮辱了丈夫，母親侮辱了女兒。那時苗人鳳在月下練劍，他們的女兒苗若蘭甜甜地睡著……南蘭頭上的金鳳珠釵跌到了床前地下，田歸農給她拾了起來，溫柔地給她插在頭上，鳳釵的頭輕柔地微微顫動……她於是下了決心。丈夫、女兒、家園、名聲……一切全別了，她要溫柔的愛，要熱情。於是她跟著這位俊俏的相公從家裏逃了出來。於是丈夫抱著女兒從大風雨中追趕了來，女兒在哭，在求，在叫「媽媽」。但她已經下了決心，只要和歸農在一起，只過短短的幾天也是好的，只要和歸農在一起，給丈夫殺了也罷，剮了也罷。她很愛女兒，然而這是苗人鳳的女兒，不是田歸農和她生的女兒。她聽到女兒的哭求，但在眼角中，她看到了田歸農動人心魄的微笑，因此她不回過頭來。苗人鳳在想：只盼她跟著我回家去，這件事以後我一定一句不提，我只有加倍愛她，只要她回心轉意，我要她，女兒要她！苗夫人在想：他會不會打死歸農？他很愛我，不會打我的，但會不會打死歸農？苗若蘭小小的心靈中在想；媽媽為甚麼不理我？不肯抱我？我不乖嗎？田歸農也在想他的心事。他的心事是深沉的。他想到闖王所留下的無窮無盡的財寶，苗夫人是打開這寶庫的鑰匙。當然，她很美麗，嬌媚無倫，但更重要的是闖王的寶庫，苗人鳳會不會打死我呢？苗人鳳在等待，廳上的鏢客、群盜、侍衛、商家堡的主人，獨臂人和小孩，大家都在等待。廳上有很多人，但誰也不說話，只聽到一個小女孩在哭叫：「媽媽！媽媽！抱抱蘭蘭！」即使是最硬心腸的人，也盼望她回過身來抱一抱女兒。自從走進商家堡大廳，苗人鳳始終沒說過一個字，一雙眼像鷹一般望著妻子。外面在下著傾盆大雨，電光閃過，接著便是隆隆的雷聲。大雨絲毫沒停，雷聲也是不歇的響著。終於，苗夫人的頭微微一側。苗人鳳的心猛地一跳，他看到妻子在微笑，眼光中露出溫柔的款款深情。她是在瞧著田歸農。這樣深情的眼色，她從來沒向自己瞧過一眼，即使在新婚中也從來沒有過。這是他生平第一次瞧見。苗人鳳的心沉了下去，他不再盼望，緩緩站了起來，用油布細心地妥貼地裹好了女兒，放在自己胸前。他非常非常的小心，因為世界上再沒有這樣慈愛、這樣傷心的父親。他大踏步走出廳去，始終沒說一句話，也不回頭再望一次，因為他已經見到了妻子那深情的眼色。大雨落在他壯健的頭上，落在他粗大的肩上，雷聲在他的頭頂響著。小女孩的哭聲還在隱隱傳來，但苗人鳳大踏步去了。他抱著女兒，在大風大雨中大踏步走著。他們沒有回家去。這個家，以後誰也沒有回去……