第三十八回　魂斷城頭日黃昏陳家洛一進門就跪下行君臣之禮，很是恭敬。乾隆笑道：「你來啦，很好，很好。這邊坐吧。」手一揮，室中的太監都走了出去。陳家洛走近幾步，並不就坐，垂手站在一旁。乾隆道：「坐下好說話兒。」陳家洛這才謝了坐下，乾隆笑道：「你瞧我這層樓起得好不好？」陳家洛道：「如不是皇宮內院，別處那裏有這樣精緻的樓房。」乾隆笑道：「我是叫他們趕了鳩造的，前後還不到兩個月呢。要是時間充裕，還可再造得考究些，不過這樣也將就可以了。」陳家洛心想，起這座寶月樓，又不知花了多少民脂民膏，為了趕造，只怕還殺了不少不得力的工匠與監工呢。他心中尋思，嘴裏卻不說出來，乾隆站起來道：「你剛從回部回來，你來瞧瞧，這像不像大漠風光。」陳家洛跟著乾隆走到窗邊，向外一望，不覺吃了一驚。這本是個萬紫千紅，迴廊曲折的御花園，自己從東面來時只覺一片豪華景色，熱鬧氣象，但登高西望，情景卻完全不同，里許的地面上全鋪了黃沙，仔細看來，還看得出拆去亭閣，填平池塘，挖走花木的種種痕跡。這當然沒有大漠上一望無際的雄偉氣派，但具體而微，也有一點點沙漠風光。陳家洛道：「皇上喜歡沙漠上的景色？」乾隆笑而不答，反問：「怎樣？」陳家洛道：「那也是極盡人力的了。」再向前望，只見有數百名工人還在拆屋，想是皇帝嫌這沙地不夠大，還要再加擴充。陳家洛心中奇怪：「這一片乾巴巴、黃澄澄的沙地有什麼好看？他的心思真是令人難以捉摸。」乾隆從窗邊走回，向几上的古琴一指道：「這個琴你還是拿去，現在為我先撫一曲如何？」陳家洛見他始終不提正事，也不便先說，於是正襟坐下，「仙翁，仙翁」的調了一下弦，彈了一曲「朝天子」。乾隆聽得大悅，慢慢走近。陳家洛一曲既終，站起身來。見乾隆左手裹了一塊白布，似乎手上受傷。乾隆見他望自己的手，臉上一紅，將手縮回，說道：「我要的東西你都拿來了麼？」陳家洛道：「都拿來了。我的朋友拿著，他們就在下面。」乾隆拿起桌上小槌，在雲板上輕敲兩下，一名小太監走了進來。乾隆道：「叫跟隨陳公子的人上來。」那小太監答應了下樓。陸菲青等在樓下等了良久，不知陳家洛和皇帝談得如何，過了一會，聽見樓頭隱隱傳下琴聲，這才放心了一些。小太監下樓傳見，六人跟著他上樓。走到第二層樓梯，忽然身後腳步聲急，兩個人很迅速的奔上樓來。無塵與衛春華走在最後，往兩旁一讓路，那兩人從中間搶上，見常氏雙俠並不讓路，低叱一聲：「讓開！」各伸手臂，插向常氏雙俠腰部，向外猛推。常氏雙俠手中各捧著一個玉瓶，樓梯狹窄，容不得四人並排而行，只覺有人伸手猛推，怕碰損了玉瓶，當下運勁反撞。那兩人一推，見常氏雙俠紋絲不動，而且有一股極大勁力反撞出來，都吃了一驚。這時常氏雙俠也已向兩旁側身，讓出路來，那兩人向雙俠打量，見他兄弟面如金紙，雙眉下垂，身材又高又瘦，形狀十分可怖，又是一驚。常氏雙俠見這兩人太監打扮，一人空手，一人捧著一隻盒子，剛才這一出手，顯然武功精湛，內侍中居然有此好手，倒也出人意外，一瞥之間，兩名太監已走到陸菲青和趙半山身後，兩人互相望了一眼，各伸右掌向陸趙兩人肩頭抓來，口裏喝道：「讓開吧！」陸趙兩人一個是武當派名家，一個是太極門南派的掌門人，都是武林中數一數二的內家高手，覺得有人來襲，陸菲青用了一招「沾衣十八跌」，趙半山用了半招「單鞭」，當下把對方攻勢化解了，兩名太監一抓不中，抓陸菲青那人險險還被他反擊之勢撞得立足不穩。兩人搶上摟頭，回頭向陸趙二人怒目橫視，一人對白振道：「白老二，皇上又選侍衛麼？」白振笑道：「這幾位是武林中的高人，那能像咱們這樣俗氣。」兩名太監「哼」了一聲先上樓去了。陸菲青等不知這兩名太監是什麼來頭，他們身懷絕藝，卻是操此賤役，而對白振的神態之間又毫不客氣，一面心中懷疑，轉眼已上了第五層樓。白振在簾子外稟道：「陳公子的六名從人在這裏侍候。」一名小太監掀簾出來，說道：「在這裏等一下。」過了一會，那兩名會武功的太監空著手出來，向六人打量了一會，下樓去了，那小太監道：「進去吧。」白振領著六人走進內室，只見乾隆居中而坐，陳家洛坐在旁側。陳家洛一使眼色，站了起來，陸菲青等無奈，只得向乾隆跪倒磕頭，無塵肚裏暗暗咒罵，陳家洛從趙半山手裏接過一個密封的小木箱來，放在桌上，說道：「都在這裏了。」乾隆道：「好，你先去吧！我看了之後再來叫你。」陳家洛磕頭辭出，乾隆道：「你把琴拿回去。」陳家洛點點頭，衛春華上前將琴抱起。陳家洛又從常氏雙俠手裏接過放玉瓶的盒子，放在桌上，說道：「這是那對玉瓶，現在奉還。」乾隆一怔，打開盒蓋一看，只覺晶瑩耀目，心中大喜，連說：「好極了，好極了！」陳家洛道：「皇上既已破了回部，臣求聖恩，下旨不要殺戮無辜。」乾隆望著玉瓶不答，揮手命眾人走出。陳家洛無奈，只得率眾隨白振出房，到了樓下，那兩名會武的太監迎了上來，叫道：「白老二，是什麼好朋友呀？你給咱哥倆引見引見。」白振對這兩名太監似乎不敢得罪，對陳家洛等道：「我給各位引見兩位宮裏的高手，這位是遲玄遲公公，這位是武銘夫武公公。」陳家洛欲圖大事，對宮裏每個人都不願得罪，雖然心中很瞧不起這種人，不是拱了拱手，很謙和的道：「久仰，久仰。」白振向遲武兩人道：「這位陳公子，是皇上巡幸江南時相遇的，皇上著實寵幸，這回特地召見，不久準必要大用了。」遲玄笑道：「這樣的漂亮哥兒，做大學士還早著點吧。」陳家洛聽他語氣輕薄，隱忍不言，常氏兄弟卻聽得怒目而視，就想發作。白振又替陸菲青、無塵等逐一引見。遲武兩人都是雍正手下血滴子的兒子。雍正為人陰毒，差這兩個血滴子暗殺了王公大臣之後，怕洩露機密，隨後又將他們暗害，把他們的兒子淨了身收為太監。遲武兩人自幼進宮，雖得父親生前好友指點而學了一身武藝，但江湖上的著名人物卻全無所知，所以聽了無塵等響噹噹的名頭，竟然毫不在意，武銘夫笑道：「咱們親近親近吧。」兩人各自伸手來握陸菲青與趙半山的手，他們上樓時抓陸趙兩人肩頭不中，很不服氣，這時要再試一試。遲玄學的是八卦掌，是威震河朔王維揚一路的武功，武銘夫卻以通臂拳專長，兩人一握上手，用手一捏，存心要陸趙叫痛。那知趙半山的手滑溜異常，竟像塗了油一般，遲玄用力一捏，趙半山的手就如一條魚那樣從掌中滑了出去。陸菲青綽號「綿裏針」，他武功外表柔弱，內裏卻十分狠辣，武銘夫手上一用勁，登如握到一團棉花，心知不妙，疾忙撤手，但掌心已受到反力，幸而撤手得早，未曾受傷，笑道：「陸老兒好精的內功。」遲玄向常氏兄弟道：「這兩位生有異相，武功必更驚人，咱們親近親近。」常氏兄弟一使眼色，與遲武兩人握上了。兩兄弟心意相通，想道：「這兩個沒卵子的龜兒，手下倒還挺硬，給點顏色他們瞧瞧。」雙俠黑沙掌的功夫，當今天下只此兩人，再無第三人能及，當下力透指端，遲武兩人臉上失色，額頭登時一粒粒黃豆大的汗珠摻了出來。白振知道他們吃虧，故作不見，原來遲武兩人是皇太后的心腹近侍，仗著皇太后的寵幸，對皇帝都不大害怕，何況皇帝的侍衛？平時和宮中侍衛們頗有點面和心不和，所以白振見他們吃苦，心中暗暗得意。常氏兄弟知道再捏下去。他們抵受不住了，微微一笑，放開了手。遲武兩人痛澈心肺，見自己手上兩個深深的黑色手印，恨恨的望了一眼，轉頭就走。要知張召重如此武功，當日在烏鞘嶺上被常赫志一握，尚且受創甚重，何況旁人？白振讚道：「雙俠黑沙掌功夫果然名不虛傳。這兩人狂妄得很，教訓教訓他們也好。」群雄一笑辭出。白振直送出宮門外，見文泰來領了楊成協，章進等人在外相迎，對陳家洛道：「久仰奔雷手文四爺的威名，可否給在下引見引見？」陳家洛笑道：「那一位就是了。」引著白振過去，互通姓名。白振見文泰來身高膀闊，神態威武，心裏暗暗讚嘆。且說乾隆等陳家洛走後，摒退太監，打開小木箱，見了雍正諭旨和生母親筆所寫的信，追懷父母生養之恩，不禁掉下淚來。他沉思了一陣，命小太監取進火盆，把小木箱裏所有的信件證物一一投在火裏，眼見烈焰上騰，心中又是難受，又是輕鬆愉悅。待物件燒完，乾隆一轉念，把木箱也放在火盆裏燒掉了，只燒得滿室生溫。小太監服侍他寬下外袍，只穿了一套錦緞夾襖夾褲。乾隆望著桌上的玉瓶出了一會神，對小太監道：「叫那人上來。」小太監下樓良久，回來跪稟道：「奴才該死，娘娘不肯上來。」乾隆一笑，接著又微微嘆了口氣，向桌上玉瓶一指，起身下樓，兩名小太監抱了玉瓶跟來。走到下面一層樓，站在門外侍候的宮女挑起門簾，乾隆走進房去，滿樓全是鮮花，只覺花氣襲人，進了內室，兩名宮女從太監手裏接過玉瓶，輕輕放在桌上。室內一個白衣少女，本來向外而坐，聽見腳步響，倏地轉身面壁。乾隆一揮，眾宮女都退了出去，乾隆正要開口說話，忽然門簾掀開，遲玄與武銘夫兩名太監走了進來。垂手站在門邊。乾隆怒道：「你們來幹什麼？快出去。」遲玄道：「奴才奉太后懿旨，來保護皇上。」乾隆道：「我好好的要保護什麼？」遲玄道：「皇太后知道她……娘娘性子不好，怕再傷了皇上萬金之體。」乾隆望了一下自己受傷的左手，喝道：「誰又在皇太后跟前多嘴了？」遲武兩人一齊跪上磕頭道：「奴才不敢。」乾隆「哼」了一聲道：「不是你們還有誰？快滾出去！」遲武兩人只是磕頭，卻不退出。乾隆知道他們既奉母后之命，無論如何是不肯出去的了，那也是一番好意，也就不再理會，轉頭對那白衣少女道：「你回過而來，我有話說。」他說的卻是維語。那少女不理不睬，右手緊緊握著一柄短劍的劍柄。乾隆嘆了口氣道：「你瞧瞧桌上放的是什麼東西。」那少女本待不理，但年輕姑娘終究好奇，過了一會，側頭斜眼一望，見桌上放著的是一對一尺二寸高的羊脂白玉瓶，柔光瑩然，那少女倏地回過頭來，乾隆和遲武兩名太監只覺一陣光豔耀目，原來這少女就是香香公主喀絲麗。木卓倫兵敗之後，香香公主被兆惠部下所俘，兆惠記得張召重的話，知道皇帝要這女子，所以特遣親兵，香車寶輿，十分隆重的送到北京皇宮來。乾隆當日見了回部送來求和的兩個玉瓶上香香公主的肖像，心想天下竟有如此絕色美人，在杭州就已神魂顛倒。後來玉瓶為駱冰所盜，乾隆大怒，殺了兩名看守玉瓶的侍衛，但思念瓶上美人愈加熱切，於是派張召重到回部傳令，務必要得到此人送京，乾隆一遣出張召重，就日日盼望，心想美人到來，如言語不通，豈非減了情趣，虧他倒也一片誠心，請了教師學起維文維語來，乾隆曾賦詩一首云：「萬里馳來卓爾齊，恰逢嘉夜宴樓西，面詢牧盛人安否，那更傳言藉譯鞮。」他在詩下自注道：「蒙古回語皆習熟，弗藉通事譯語也。」可見對於自己會說回語，頗為沾沾自喜。那知香香公主一縷情絲，早已牢牢縛在陳家洛身上，加之乾隆是她殺父的大仇人，那肯從他？她幾次受逼不過，想圖個自盡，但每次總想到陳家洛會答允過她，要帶她到長城城頭上去玩耍。她自與陳家洛相識後，見他採雪蓮、逐清兵、救小鹿、出狼群，赴敵營、進玉峰，在危難之中幹過無數驚險之事，對他所說的話已沒有絲毫懷疑，他既說道要帶她到長城上去，那一定是會去的，所以乾隆不論軟誘硬逼，她始終充滿信心，十分堅定的抗拒，心想：「我就像當時被狼群圍住一樣，這頭狼雖要吃我，但大哥總會來救我出去。」乾隆眼見她一天天的憔悴，怕她鬱鬱而死，招集京師巧匠，建造了這所寶月樓給她居住。樓宇落成時乾隆大為得意，自撰「寶月樓記」，寫道：「名之寶月者，抑亦有肖乎廣寒之庭也」，並有「廣寒乍擬是瑤池」的寶月樓詩，把香香公主大捧而特捧，比之為嫦娥，比之為仙子。但香香公主毫不理會，寶月樓中一切窮極奢侈的珍異裝飾，她視而不見，每日價望天出神，想著的就是在回部大漠中各種賞心樂事。乾隆有時偷偷在旁瞧她，見她凝望想念，嘴角露著微笑，不覺心神俱醉，這天實在忍不住了，搶上去拉她，突然寒光一閃，一劍直刺下來。總算香香公主不會武藝，而乾隆又身手敏捷，一躍避開，但左手已被短劍刺得鮮血淋漓。乾隆嚇得臉青唇白，全身冷汗，從此再不敢對她有絲毫冒瀆。這事給皇太后知道後，命宮娥太監去繳她手裏短劍，香香公主拔劍當胸，只要有人走近，立即自殺，乾隆只得令眾人退開，不去擾她。香香公主又怕他們在飲食中下藥迷醉，除了新鮮自剖的瓜果之外，一概不飲不食。乾隆在武英殿旁造了浴池供她沐浴，她卻把自己衣衫用線縫了起來。她生有異徵，數十天不洗澡，身上香氣卻愈加濃郁。一個本來不懂世事、天真彌漫的少女，只因處於憂患，單獨對抗清宮中無數邪惡之人的煎迫，數十日之內，竟是精明堅強，洞悉世人的奸險了。她這時乍見兩個玉瓶，心頭一震，怕乾隆又施什麼詭計，回頭面壁，緊緊握著劍柄。乾隆嘆道：「我從前見了玉瓶上你的肖像，以為世上絕無如此美人，那料見了真人，才知你的相貌形態，是天下任何畫工所不能圖繪其萬一的。」香香公主不理，乾隆又道：「你整日鬱鬱，莫悶出病來，你可想念家鄉嗎？你到窗邊來瞧瞧。」香香公主回過頭來，見乾隆和兩名太監都在窗邊，「哼」了一聲，嘴唇扁了一扁。乾隆會意，站起身來走到東角，並揮手命遲武兩人走開。香香公主見他們遠離窗邊，才慢慢走近，向外一望，只見一片平沙，搭了許多維人的帳幕，遠處是一個伊斯蘭教的禮拜堂，心裏一酸，兩顆大大的淚珠從面頰上緩緩滾下，想起父親與無數同族的父老兄弟姊妹，都慘被乾隆派去的清兵害死，一股怨憤，從心底直衝上來，一回頭，抓起桌上一隻玉瓶，往乾隆頭上摔去。武銘夫一個箭步搶在乾隆前面，伸出左手相接，那知那玉瓶光滑異常，竟沒接住，滑在地下跌成了碎片。一瓶剛碎，香香公主第二瓶又跟著擲到，遲玄雙手合抱，那瓶仍從他手底溜下，一聲清脆之聲過去，一件稀世之珍就此毀滅。武銘夫怕她再出手傷害乾隆，縱上去伸手要抓，香香公主回過短劍刺在自己頸口。乾隆急叫：「住手！」武銘夫頓足縮手，香香公主急退數步，忽聽見丁冬一聲，她身上跌了一塊東西下來。武銘夫怕是暗器之屬，忙俯身拾起，卻是一塊佩玉，轉過身來交給乾隆。乾隆一拿上手，不覺變色，原來這正是自己在海寧塘上送給陳家洛的那塊溫玉，上面用金絲嵌著「情深不壽，強極則辱，謙謙君子，溫潤如玉」四句銘文。他給陳家洛時曾說要他將來贈給意中人，作為定情之物，難道這兩人之間竟有情緣？急忙問道：「你識得他？」頓了一頓，又道：「你這玉從哪裏來的？」香香公主伸出左手道：「還給我。」乾隆妒意頓起，問道：「你說是誰給你的，我就還你。」香香公主道：「是我丈夫給我的。」這一句回答又大出他意料之外，忙問：「你嫁過人了。」香香公主傲然道：「我的身體雖然還沒嫁他，但我心裏早嫁給他了。他是世界上最仁慈最勇敢的人，你捉住我，他一定會將我救出去。你雖然是皇帝，他不會怕你，我也不怕你。」乾隆越聽越不好受，恨恨的道：「我知道你說的人是誰？他是紅花會總舵主陳家洛。他只是江湖匪幫的頭子，有什麼希奇？」香香公主聽他提到陳家洛的名字，更是得意，道：「是麼？你也知道他。我勸你還是放了我的好。」乾隆一抬頭，猛見對面梳裝樓上大鏡中自己的容貌，想起陳家洛豐神朗然，自己那裏及得上他。當下又妒又恨，猛力一摔，溫玉擲出，將鏡中自己的人影打得粉碎，玻璃片撒滿了一地。香香公主搶上去將佩玉拾起，用衣襟拂拭撫摸，十分憐惜。乾隆更是惱怒，一頓足，逕自下樓去了。他回到平時讀書作詩的靜室，看到案頭一首做了一半的「寶月樓詩」，隨手將詩箋扯得粉碎，坐了半天，滿腔憤怒才漸漸平息。他心想：「我貴為天子，奄有四海，這個異族女子卻如此倔強，對我不肯順從，原來竟是家洛在中間作怪──他勸我驅逐滿洲人出關，回復漢家滅下，這本是一樁美事，只是畫虎不成反類犬，別大事不成，反而斷送了自己性命。這件事我這幾個月來反覆思量，難以決斷，到底如何是好？」他隨即想到：「現在我要怎樣便怎樣，何等逍遙自在，要是圖謀這件事，那時處處受家洛挾制，自己豈非成了傀儡。又何必捨實利而圖虛名？這維族女子又一心都在他的身上，好，咱們兩件事一併算帳。」他默默思索，計算已定，命太監召白振進來。不一刻白振進室聽旨，乾隆道：「在寶月樓的五層樓上各派四名一等侍衛，樓外再派二十名侍衛，不許露出半點痕跡。」白振答應了，乾隆又道：「宣陳家洛到寶月樓來，我有要緊說話，叫他別帶從人。」白振接旨，先去分派侍衛，然後親自去宣召陳家洛。他見皇帝如此安排，不覺為陳家洛慄慄危懼，心想：「他孤身而來，本領再高也抵擋不了四十名高手侍衛的攢攻。他對我有救命之恩，我如何不思報答？但皇上的佈置又豈能向他洩露，只好看機會盡我之心了。」陳家洛一聽白振轉達皇帝的旨意，立即入內換衣。陸菲肯與趙半山等都很擔憂。只怕此行極為危險，陳家洛道：「我將從回部與少林寺拿來的證物都給皇上看了，他這個時候召我進宮，必定是說這回事。現在事到臨頭，就是刀山油鍋，也只好去走一遭。」他轉頭對無塵道：「道長，要是我不能回來，紅花會就請道長統領，給兄弟報仇。」無塵慨然道：「總舵主放心。」陳家洛又道：「你們這次別去接應，他如存心害我，在宮外接應也來不及，別反而多有損折。」群雄見情勢如此，只得應了。陳家洛與白振再進禁城，已是初更時分，兩名太監提了燈籠前導。只見月上樹顛，照得地下一片花影，陳家洛隨著太監又上寶月樓來。這次是到第四層，太監一通報，乾隆立命入內，那是樓側的一間小室，乾隆坐在榻上獃獃出神。陳家洛跪拜了，乾隆指榻命坐，半晌不語。陳家洛見對面壁上掛的是一幅仇十洲漢宮春曉圖，工筆庭院，人物意態如生，旁邊卻是乾隆所寫的一副對聯：「企聖效王雖勵志，日孜月砭只慚神」，隱然有自比漢皇之意。乾隆見陳家洛在看他所寫的字，笑道：「怎樣？」陳家洛道：「皇上胸襟開廓，自是神武天子氣象。將來大業告成，則漢驅暴秦，明逐元虜，都不及皇上的德配天地，功垂萬代。」乾隆聽他歌功頌德，不禁怡然自得，撚鬚微笑，陶醉了一陣，笑道：「你我分雖君臣，情為兄弟，以後要你好好輔佐我才是。」陳家洛聽了這話，知道乾隆看了各件證物與書信之後，已承認他們的兄弟關係，同時話中顯然並非背盟，正是要共圖大事的意思，不禁大喜，疑慮頓消，跪下磕頭道：「皇上這樣英明聖斷，正是萬民之福。」乾隆待他磕罷頭站起，嘆道：「我雖貴為天子，卻不及你的福氣。」陳家洛愕然不解，乾隆又道：「去年八月間我在海寧塘邊曾給你一塊佩玉，這玉你可帶在身邊？」陳家洛一楞道：「皇上命臣轉送他人，臣已經轉贈了。」乾隆道：「你眼界極高，既然能當你之意，那必是絕代佳人了。」陳家洛眼眶一紅道：「可惜她現在生死未卜，不知落在何方。等皇上大事告成，臣走遍天涯海角，也要找她回來。」乾隆道：「那麼這位姑娘是你十分心愛之人了？」陳家洛低聲道：「是。」乾隆道：「皇后是滿洲人，你是知道的了？」陳家洛又道：「是。」乾隆道：「皇后侍我甚久，為人也很賢德。要是我和你共圖大事，她必以死力爭，你想怎麼辦？」這問題陳家洛如何能答，只得道：「皇上聖見，小臣愚魯，不能妄測。」乾隆道：「家國不能兩全，日來教我大費躊躇。而且我還有很大一件心事，可惜沒人能替我分憂。」陳家洛道：「皇上但有所命，臣子萬死不辭。」乾隆嘆道：「本來君子不奪人之所好，但這也是冤孽，唉，情之所鐘，奈何奈何？你到那邊去瞧瞧吧！」說著向西側的室門一指，站起身來，上樓去了。陳家洛聽了他這番古裏古怪的話，大惑不解，不知他是什麼意思，定了一定神，掀開室門上厚厚的帷子，慢慢走過去，見了一間華貴異常的臥室，一角紅燭融融，一位白衣少女正望著燭火出神。陳家洛在深宮中斗見香香公主，登時獃住，身子一晃，說不出話來。香香公主聽見腳步聲，先把手中短劍緊了一緊，抬起頭來，見迎面來的竟是自己日思夜想的情郎，歡叫一聲，急奔過來，投身入懷，喊道：「我知道你一定會來救我的，我很耐心等著，你終於來了。」陳家洛緊緊抱著她溫軟的身體，問道：「喀絲麗，咱們是在做夢麼？」香香公主仰臉搖了搖頭，兩滴淚珠流了下來。陳家洛滿懷感激，心想這皇帝哥哥真好，知道她是我的意中人，千里迢迢的把她從回部接來，讓我和她在這裏相會，使我出其不意，驚喜交集。他攬著香香公主的腰，低下頭去，情不自禁的在她唇上輕輕的吻了一下。兩人陶醉在這初吻的甜味之中，登時忘卻了身外的天地。他慢慢放開了地，望著她暈紅的臉頰，忽見她身後一面破碎的鏡子，兩人互相摟抱著的人影在每塊碎片中映照出來，幻作無數化身。陳家洛低聲道：「你瞧，世界上就是有一千個我，這一千個我總還是抱著你。」香香公主斜視碎鏡，從袋裏摸出了那塊佩玉，說道：「他把我這玉搶去打碎的。」陳家洛一驚道：「誰？」香香公主道：「那壞蛋皇帝。」陳家洛一驚更甚，忙問：「為什麼？」香香公主道：「我說我絕不怕他逼迫我，因為你一定會救我出去，他就很生氣。他想拉住我，但我有這把劍。」陳家洛腦中一陣暈眩，獃獃的重複了一句：「劍？」香香公主道：「嗯，我爹爹被他們害死時，我在他身邊。他拿這柄劍給我，說被敵人侵害時就舉劍自殺。為了保護伊斯蘭教女人的貞潔而自殺，真主阿拉是不會責罰的。」陳家洛見她衣衫用線密密縫住，心想這個柔弱天真的女孩子為了抵抗暴力不知有多少次曾臨到生死交界的關頭，心中又是愛憐，又是傷痛，把她攬在懷裏，過了半晌，寧定心神，對當時複雜的局勢考慮對策。他首先想到：「皇帝把喀絲麗接到宮來，原來是自己要她。他在御花園中建造沙漠，搭維人篷帳，起回教禮拜堂，當然是為了討好她了。可是喀絲麗誓死不從。他威逼利誘，不知已用了多少手段，結果始終無效，他剛才嘆說還不及我有福氣，就指這件事了。」她抱著香香公主的身體，見她迷迷糊糊的合上了眼，大概她這許多日子中孤身抗暴，折磨得心力交瘁，這時乍見親人，放寬了心懷，不禁沉沉睡去。陳家洛又想：「他讓我見她，那是什麼用意？他提到皇后的情分，說欲圖大事只得不顧皇后，家國之間，必須有所取捨是了，他的意思是……」陳家洛想到這裏，不禁冷汗直冒，身體一陣發顫。香香公主的身體也微微動了一下，安心地嘆了一口氣，臉露微笑，如花盛放。「我是為了喀絲麗而和皇常決裂，還是為了圖謀大事而勸喀絲麗從他？」這念頭如閃電般在他腦子裏晃了兩晃，這是一個十分痛苦的決定，陳家洛實在不願去想，但終於不得不想：「她對我這樣一往情深，這樣拚死的為我保持清白之軀，又這樣深信我一定能夠救她，難道我竟忍心離棄她，背叛她？」「但要是顧全了喀絲麗和我兩人，一定得和哥哥決裂，這百世難遇的復國良機就此收過，我們兩人豈不是成為千古罪人？」腦中一片混亂，不知如何是好，香香公主忽然睜開眼來，說道：「咱們走吧，我怕再見那壞蛋皇帝。」陳家洛道：「好，咱們就走。」把她手中短劍接過，牙齒一咬，心想：「千古罪人就千古罪人！我們衝不出去，兩人就一齊死在這裏，要是僥倖衝出，我和她在深山裏隱居一世，也總此讓她受這傖夫欺辱的好。」他站到窗邊，悄悄向外一望，看有沒有清宮侍衛阻擋，只見近處寂靜無聲，遠方卻是一片燈火。他顧神眺望，原來這些燈火都是工匠所點，他們為了要造一塊假沙漠，正在把許多民房拆平，大概乾隆旨意下得峻急，所以成千成萬的人正在連夜動工。陳家洛一見，怒火直冒上來，哼了一聲道：「這樣一來，不知有多少良善百姓要無家可歸？」他隨即想到：「這皇帝好大喜功，不卹民困，如任由他為胡虜之長，來欺壓咱們的漢人，天下千千萬萬同胞不知要吃多少苦頭。要是能夠的話，這些苦就讓喀絲麗和我兩人來擔當吧。」想到此處，真是腸斷百轉，心傷千回，定了一定神，對香香公主道：「你等一下，我出去一下就回來。」香香公主點點頭，從他手裏接過短劍，微笑著目送他出室上樓。走到第五層上，只見乾隆鐵青著臉坐在榻上，一動不動，陳家洛道：「國事為重，私情為輕，我可勸她從你。」乾隆一聽大喜，跳下榻來，叫道：「當真？」陽家洛道：「嗯，不過你得立個誓。」說話兩眼盯住了他，乾隆避開他的眼光道：「立什麼誓？」陳家洛道：「要是你不是誠心竭力把滿洲韃子趕出關外，怎麼樣？」乾隆想了一想道：「要是這樣，就算我生前榮華無比，我死後陵墓教人發掘，雖死不得安寧，子孫受人欺凌，辱沒祖先。」要知帝皇圖的是萬世不拔之基，陵寢不保，自然是很重的誓言了。陳家洛道：「好，我就勸她，不過我和她得出宮去。」乾隆一驚道：「出宮！」陳家洛道：「正是。她現在恨你入骨，在宮裏她不能安心聽我說話，我要帶她到長城上去好好開導。」乾隆道：「幹麼走得這麼遠？」陳家洛道：「我曾答應帶她到長城城頭去玩耍，完了這個心願之後，我以後永遠不再見她。」乾隆道：「你一定帶她回來？」陳家洛道：「咱們在江湖上混的人，信義兩字看得比性命還重。君子一言，快馬一鞭！」乾隆心想：「除了他設法開導，絕無別法要她相從。他決心要圖大事，定不致為一女子而負我。」於是一拍桌子，叫道：「好，你們去吧！」等陳家洛辭別下樓，乾隆向身後的帷帳道：「帶領四十名侍衛，一路跟著他，別讓他們走了。」白振在帷帳裏面應道：「是，是。」陳家洛回到第四層樓，攜著香香公主的手，道：「咱們走吧。」香香公主大喜，兩人並肩下樓，一路出宮，宮中侍衛早已接到旨意，也不阻攔，這時香香公主心中歡暢無比，只道陳家洛無所不能，對於出來得如此順利，也不奇怪。兩人出得宮來，天已微明，只見心硯牽了白馬，正在那裏探頭探腦的望，一見陳家洛，疾忙奔來，見香香公主站在他身旁，更是驚喜。陳家洛接過馬韁，道：「我要出城一天，今天夜裏才能回來，叫大家放心好啦。」心硯望著兩人上馬向北，正要回去，忽然身後馬蹄聲疾，數十名黃衣侍衛跨著駿馬向陳家洛直追下去，當先一人身材枯瘦，正是曾在杭州數次相遇的金鉤鐵爪白振，心中一驚，忙奔回去報信。那白馬身上雖然乘了兩人，但神駿非凡，跑發了性，越跑越快。香香公主靠在陳家洛懷裏，只見路旁樹木花草，晃眼即過，數月來的悲愁哀傷，一時盡去。那馬只跑了一個多時辰，已過清河、沙河、昌平等地到了南口。陳家洛道：「咱們去瞧瞧明朝皇帝的陵墓。」縱馬直向天壽山馳去，過了牌坊和玉石橋後，只見一座大碑，寫著「大明長陵神功聖德碑」九個大字，碑右刻著乾隆所書的戒語云：「明之亡非亡於流寇，而亡於神宗之荒唐，及天啟時閹宦之專橫，大臣志在祿位金錢，百官專務鑽營阿諛。及思宗即位，逆閹雖誅，而天下之勢，已如河決不可復塞，魚爛不可復收矣。而又苛察太甚，人懷自免之心，小民疾苦而無告，故相聚為盜，闖賊乘之，而明社遂屋。嗚呼！有天下者，不可知所戒懼哉？」陳家洛瞧著這幾行字，默默思索：「他知道小民疾苦而無告，故相聚為盜。要是真能振作，使百官不貪，那倒是一位明君。」香香公主道：「你瞧的是什麼啊？」陳家洛道：「那是皇帝寫的字。」香香公主恨道：「這人壞死啦，別瞧他。」拉著他的手，向內走去，只見兩旁排著獅、象、駱駝、麒麟以及文官武將的石像。香香公主望著石駱駝，想起家鄉，淚水湧到了眼裏。陳家洛心想：「我和她相聚只有今朝一日，要好好讓她歡喜才是。過了這一天，我們兩人終生再沒快樂的日子了。」於是打起精神，笑道：「你想騎駱駝是不是？」將她一把抱起，一躍之下，兩人都騎上了駝背，口裏吆喝，催駱駝前進，香香公主笑彎了腰，過了一會道：「要是這駱駝真能跑，把咱們兩人帶到天山腳下，那可有多好。」陳家洛道：「那你要做什麼？」香香公主眼望遠處，悠然神往，道：「那時候我可忙啦。要摘花朵兒給你吃，要給羊兒剪毛，要給小鹿餵羊奶，要天天到爹爹媽媽哥哥的墳上去陪他們，要想法子找尋姊姊……」陳家洛道：「你姊姊怎樣了？」香香公主淒然道：「那天夜裏清兵突然從四面八方殺到時，姊姊正在生病，後來我始終沒再聽到她的消息。」陳家洛黯然道：「去瞧明朝皇帝們的墳墓吧。」兩人在明成祖的墓旁徘徊了一回，陳家洛把成祖為了爭奪皇位，叔侄相殘事告訴了她，香香公主道：「這人沒有好心腸，別瞧了。」陳家洛心想：「過去帝皇中賢如唐太宗，為了爭奪皇位，也有玄武門之變而殺死親哥哥親弟弟。雍正皇帝對兄弟更是殘刻了，要是不為了搶奪皇位，也不致於將我哥哥換去，那麼我和喀絲麗遠走大漠，這就安心理得了。唉，命該如此，有什麼好說。」香香公主突然見他臉現不愉之色，忙問：「我說錯了什麼？」陳家洛笑道：「沒說錯，這皇帝很壞，咱們不看他。」兩人上馬又行，一路上山，只半個時辰已到了居庸關，只見兩崖峻絕，層巒疊嶂，長長的城牆，如一條長蛇般蜿蜒在叢山之間，香香公主道：「化這許多功夫造這條東西幹什麼？」陳家洛道：「那是為了防北邊的敵人打進來。在這長城南北，古來不知有多少人擲了頭顱，流了鮮血。」香香公主道：「男人真是奇怪，大家不高高興興的一起跳舞唱歌，偏要打仗，害得許許多多人受苦，真不知道有什麼好處。」陳家洛道：「假使皇帝肯聽你的話，那麼你叫他別去打邊疆上那些可憐的人，好麼？」香香公主見他說得鄭重，笑道：「我永遠不願再見那個壞皇帝。」陣家洛道：「要是你能夠使他聽你的話，那麼你一定要勸他不要做壞事，給百姓多做點好事。你答應我這句話！」香香公主笑道：「你說得真古怪。你要我做什麼事，難道我有不肯聽的麼？」陳家洛道：「喀絲麗，多謝你。」香香公主嫣然一笑。兩人攜手在長城外遊了一周，香香公主道：「大哥，我忽然想到了一件事。」陳家洛道：「什麼？」香香公主道：「今天我當然玩得很開心，是因為這裏風景好麼？不是的，我知道因為是和你在一起。只要你在我身旁，就是在最難看的地方，我也會高興的。」陳家洛見她越是高興，心裏越是不忍，問道：「你有什麼事想叫我做的麼？」香香公主怔了一下道：「大哥你待我真好，什麼都給我做好了。我要的東西，我不必說，你就去給我拿了來。」說著從懷裏摸出那朵雪中蓮來，蓮花雖已枯萎，但仍皎潔芳香，她笑道：「只有一件事你不肯做，我要你唱歌，你卻推說不會。」陳家洛笑道：「我真的從來沒唱過歌。」香香公主假裝扳起了臉道：「好，以後我也不唱歌給你聽。」陳家洛想道：「咱們就是今日一天相聚，我唱歌給她聽，讓她取笑一下，也是好的。」說道：「小時候聽我媽媽的使女唱過幾個歌，我還記得，我唱給你聽，你可不許笑。」香香公主拍手笑道：「好好，快唱！」陳家洛想了一下，唱道：「細細的雨兒濛濛淋淋的下，悠悠的風兒陣陣的刮。樓兒下有個人兒說些風風流流的話，我只當情人，不由得口兒裏低低聲聲的罵。細看他，卻原來不是標標致致的他。唬的我不由得心中慌慌張張的怕，嚇的我不由得心中慌慌張張的怕。」陳家洛唱畢，把曲中意思用維語解釋了一遍，香香公主聽得直笑，說道，「原來這位大姑娘眼睛不大好。」正在高興，忽見陳家洛眼眶紅了，兩行淚水從臉上流了下來，驚道：「幹麼你傷心啊？……啊，你一定想起了你媽媽，想起了從前唱這歌的人。咱們別唱了。」兩人在長城內外看了一遍，見城牆外建雉堞，內築石欄，中有甬道，每三十餘丈有一墩台。陳家洛見了這放烽火的墩台，想起霍青桐在回部燒狼煙大破清兵，這時不知生死如何，更是愁上加愁，雖然強顏歡笑，但總不免流露傷痛之色。香香公主道：「我知道你在想什麼？」陳家洛道：「是麼？」香香公證道：「嗯，你在想我姊姊。」陳家洛道：「你怎麼知道？」香香公主道：「以前我們三個人一起在那古城裏，雖然危險，可是我見你是多麼快樂。唉，你放心好啦！」陳家洛拉住她手，說道：「喀絲麗，你說什麼？」香香公主嘆道：「以前我是個小孩子，什麼也不懂。可是我在皇帝宮裏住了這許多日子之後，從前許多不懂的事現在都懂了。我姊姊一直在喜歡你，你也喜歡她。是麼？」陳家洛道：「是的，我本來不應該瞞你。」香香公主道：「不過我知道，你也是真心喜歡我的，我沒有你，我就活不成。咱們快去找姊姊，找到之後，咱們三人快快樂樂的住在一起，你說那可有多好。」說到這裏，他眼中一陣明亮，臉上閃耀著光彩，想是心中高興已極。陳家洛緊緊握著她的手，柔聲道：「喀絲麗，你想得真好。你和你姊姊都是世界上最好最好的人。」香香公主站著向遠處眺望，忽見西面在太陽照耀下有水光閃爍，側耳細聽，水聲有如琴鳴，喜道：「你聽，這聲音多好聽。」陳家洛道：「那是彈琴峽。」香香公主道：「去瞧瞧。」兩人從亂山叢中穿了過去，走到臨近，只見一道清泉，從山石門激射而出，水聲淙淙，時高時低，真如音樂一般，令人聽得心怡神爽。香香公主走到水邊，笑道：「我在這裏洗洗腳，可以麼？」陳家洛笑道：「你洗吧。」她除下鞋襪，踏入水裏，只覺一陣清涼，碧綠的清水從她白如凝脂的腳背上流過。陳家洛心想這裏真如仙界一般，猛見自己人影倒在水裏，原來日已偏西，從衣囊裏拿出些乾糧來兩人吃了。香香公主靠在他的身上，一面吃餅，一面用手帕揩腳。陳家洛一咬牙，說道：「喀絲麗，我要對你說一件事。」她轉過身來，雙手摟著他，把頭藏在他的懷裏，低聲道：「我知道你愛我，你不說我也明白，你不用說啦。」他心裏一酸，把一句衝到口邊的話又縮了回去，過了一陣，道：「咱們在玉峰裏看到那瑪米爾的遺書，你還記得麼？」香香公主道：「她現在和她的阿里一起住在天上，那很好。」陳家洛道：「你們伊斯蘭教相信好人死了之後，會永遠在樂園裏享福，是不是？」香香公主道：「那當然是這樣。」陳家洛道：「我回到北京之後，一定就去找你們伊斯蘭教的阿訇，請他教導我，讓我好做一個伊斯蘭教的教徒。」香香公主一聽大喜，仰起頭來叫道：「大哥，大哥，你真的這樣好麼？」陳家洛道：「我一定這樣做。」香香公主子道：「你為了愛我，連這件事也肯了，我本來是不敢想的。」陳家洛道：「因為今生我們不能在一起，我要在死了之後天天陪著你。」香香公主聽了這話，猶如身受雷轟，獃了半晌，問道：「你說什麼！今生我們不能在一起？」陳家洛道：「是的，過了今天，咱們不能再相見了。」香香公主驚道：「為什麼？」她兩顆淚珠滴到了陳家洛衣上。陣家洛柔聲道：「喀絲麗，只要我能陪著你，就是沒飯吃，沒衣穿，天天受人打罵侮辱，我也是心甘情願。可是你記得瑪米爾嗎？那個好瑪米爾，為了他的族人不受暴君的欺侮壓迫，她寧願離開她心愛的阿里，寧願自己去受那暴君欺侮……」香香公主伏在他腿上，低聲道：「你要我去跟從皇帝？要我去刺死他麼？」陳家洛道：「不是的，他是我的親哥哥。」於是將他與乾隆的關係，源源本本的告訴了她。香香公主聽到最後，知道自己的切盼的已以拿到手了的幸福，一下子又從手裏溜了出去，心裏一急，不覺暈了過去。等到醒來，只覺陳家洛緊緊的抱著她，自己衣上濕了一塊，想是他眼淚浸濕了的。香香公主站身起來，柔聲道：「你等我一下。」她慢慢走到遠處一塊大石上，向西伏下，虔誠禱告，祈求真神阿拉指點她應當怎麼做。只見日光照射在她白衣之上，一個美麗無倫的背影中流露著無限的淒苦，無限的溫柔。她慢慢轉過身來，說道：「你要我做什麼，我總是依你。」陳家洛縱身奔去，兩人緊緊抱住，再也說不出話來。香香公主低聲道：「早知道只有今天一天，我也不到這裏來了。我要你整天抱著我不放。」陳家洛不答，只是親她。過了好一陣，香香公主忽道：「到了宮裏之後，我從來沒洗過澡，現在我可要洗一洗了。」她拿出短劍，將衣服上縫的線割斷，把外衣脫了下來。陳家洛站起身來道：「我在那邊等你。」香香公主道：「不，不！我要你瞧著我。你第一次見我，我正在洗澡。今天是最後一次……我要你看了我之後，永遠不忘記我。」陳家洛道：「喀絲麗，難道你以為我會忘記你嗎？」香香公主求道：「我說錯啦，大哥，你別見怪。你別走啊。」陳家洛只得又坐了下來。這時她全身衣服都已脫去，在水聲淙淙的山峽中，金黃色的陽光照著一個絕世無倫的美麗身體。陳家洛只覺一陣暈眩，不敢正視，但隨即見到香香公主天真無邪的臉，忽然覺得她只不過是一個三四歲的光身嬰兒，是這樣美麗，可是又這麼純潔。他忽然想：「造出這樣美麗的身體來，上天真是有一位全知全能的大神吧。」心中彌漫著崇敬感謝的情緒。香香公主慢慢抹著身上的水珠，淒婉地穿上衣服，臉上是一股自憐自惜的神色，好像在想：「這個身體，永遠不能再給親愛的人瞧見了。」她弄乾了頭髮上的水，又去偎倚在陳家洛的懷裏，洗澡之後，身上幽幽的甜香更是濃洌。陳家洛道：「我跟你說過牛郎織女的故事，你還記得麼？」香香公主道：「記得，你還教我一個歌，說是：金風玉露一相逢，便勝卻人間無數。」陳家洛道：「是啊，咱們不能永遠在一起，但真神總是教咱們相見了。在沙漠上，在這裏，咱們過得多麼快活，雖然時間很短，但比許多一起過了幾十年的夫妻，咱們的快活還是多些吧。」香香公主聽著他柔聲安慰，望著太陽慢慢向群山叢中落下去，她的心就如跟著太陽落下去了一般，忽然跳了起來，高聲哭道：「大哥，大哥，太陽下山了！」陳家洛聽了這話，真的心都碎了，拉著她的手道：「喀絲麗，我要你受這麼多的苦！」香香公主望著太陽落下去的地方，低聲道：「太陽要是能再升起來，就是很短很短的一下子也好──」陳家洛道：「我為了自己同胞，受苦是應該的，可是那些人你從來沒見過，你從來沒愛過他們……」香香公主道：「我愛了你，他們不就是我自己的人嗎？我們所有的維人兄弟，你不是也都愛他們麼？」眼見天色越來越黑，太陽終於不再升上來，她心裏一涼，說道：「咱們回去吧，我很快樂，這一生我已經夠了！」陳家洛黯然無語，兩人上馬往來路回去。香香公主不再說話，也不回頭再望一眼剛才與意中人共用過的美景。走不到半個時辰，只聽見馬蹄聲大作，數十個人從暮色蒼茫中迎面奔來，領頭的正是金鉤鐵爪白振。他斗見陳家洛與香香公主，左手向後一揮，跳下馬來，站在道旁，後面跟著的四十名侍衛也紛紛下馬。白振奉指監視兩人，那知他們騎的白馬奔馳如飛，普通馬匹那裏追趕得上，一路打聽，調換坐騎，也不敢吃飯休息，一直追到傍晚，正自憂急，忽見兩人狹路相逢，真如天上掉下個活寶來那麼喜歡。陳家洛瞧也不瞧，逕自催馬向前，忽然前面馬蹄聲又起，一枝響箭射入半空，嗚嗚之聲從頭頂掠過。白振手一抖，眾侍衛一躍上馬，抽出兵刃準備迎敵。對面山道上衛春華一馬當先，大叫：「總舵主，咱們都來啦。」後面陸菲青、無塵、趙半山、文泰來、常氏雙俠等群雄先後趕到。白振見到了這許多好手，臉上強自鎮定，心中卻暗暗吃驚。