第五十三回　驚險萬分裘千尺想到她自小便失了母愛，語聲轉柔，說道：「你兩個舅舅是雙生兄弟，大舅舅叫千里，二舅舅叫千仞。他二人相貌、服飾，完全一模一樣，但遭際和性格脾氣，可是大不相同，二哥的武功極高，大哥卻平平常常。我的功夫是二哥親手所傳，然而大哥卻和我親近得多。因為二哥是鐵掌幫的幫主，他性子嚴厲，幫務既繁，自己練功又勤。很少和我見面。大哥卻是妹妹長、妹妹短的，和我手足之情很深。後來大哥和二哥意見不合吵嘴，我便幫著大哥點兒。」綠萼道：「媽，兩位舅舅為了什麼事鬧彆扭啊？」裘千尺臉上忽然露出一絲笑容，道：「這件事說大不大，說小不小，只怪二哥太過古板。要知道，二哥做了幫主，鐵掌水上飄裘千仞的名號在江湖上響亮得緊，大哥裘千里的名頭說出去，卻很少人知道。於是大哥出外行走時，有時便借著二哥的名字，他二人容貌相同，又是親兄弟，借用一下名字有什麼大不了？偏生二哥常常為這事嘮叨，說大哥招搖撞騙。大哥脾氣好，給二哥責罵時總是笑嘻嘻的陪不是，有一次二哥實在罵得兇了，我忍不住在旁插嘴，護著大哥，把這件事攬到自己頭上，於是兄妹倆吵了一場大架。我一怒之下離開了鐵掌山，從此沒再回去。「我獨個兒在江湖上東闖西蕩，有一次追殺一個賊人，無意中來到這水仙幽谷之中，也是前生的冤孽，與公孫止遇上了，二人便成了親。我年紀比他大著幾歲，武功也強得多，成親後我待他猶如弟弟一般，不但把週身武藝傾囊以授，連他的飲食寒暖，那一樣不是照料得週週到到，不用他自己操半點兒心？誰料得到這賊殺才狼心狗肺，恩將仇報，自己長了翅膀，也不想自己的本領武功，是從何處而來。」她說到這裏，忍不住對公孫止破口大罵，粗辭俗語，越罵越是兇狠。綠萼聽得滿臉通紅，覺得在楊過之前如此詈罵，實是大為失儀，連叫：「媽，媽！」可那裏勸阻得住？楊過心中也是恨透了公孫止，聽他罵得高興，正合心意，有時在旁恰到好處的加上幾句，更增裘千尺的興頭，若不是礙著綠萼的顏面，他也要一般的破口而罵了。裘千尺直罵到辭窮才盡，咒人的言語之中再無新鮮的意思，這才住口不罵，說道：「那一年我肚子中有了你，一個懷孕的女人，脾氣自不免暴燥點兒，那知他面子上對我奉承得萬分週到，暗中卻和谷中一個年青的婢女偷偷摸摸的勾搭上了。他瞞著我暗中和那賤婢幽會，起初我一點也不知情，還道我們有了一個玉雪可愛的女兒之後，他對我更加好了些。直到幾年之後，你也會說話了，我才無意之中，聽到這狗賊和那賤婢商量著要高飛遠走，離開這水仙幽谷永不歸來。「我隱身在一株大樹之後，聽得公孫止說如何忌憚我武功了得，必須走得越遠越好，又說我如何管得他緊，半點不得自由，他親口說，只有和那賤婢在一起，心裏才覺得快活。我一直只道公孫止全心全意的待我，那時一聽，氣得幾乎要暈了過去，真想衝出去一掌一個，將這對無恥的狗男女當場擊斃。然而他雖無情，我卻總顧念著十年來的夫妻恩義，還想公孫止本來為人極好，定是這賤婢花言巧語，用狐媚手段惑他，當下強忍怒氣，站在樹後細聽。「只聽他們二人細細商量，說三日之後，我要靜室練功，有七天七夜足不出戶，他們便乘機離去，待得我發覺，也是在七天之後，萬萬追趕不上了。當時我只聽得毛骨悚然，心想當真天可憐見，教我事先知曉此事，否則他們一去七日，我再到何處找去？」說到這裏，她咬牙切齒的恨恨不已。綠萼道：「那年青婢女叫什麼名字？她相貌很美麼？」裘千尺道：「呸！美什麼？她就是肯聽話，公孫止說什麼她答應什麼，還不知她別有什麼巫術妖法，讓這賊殺才迷上了？哼，這賤婢名叫柔兒。」楊過這時心中卻不禁對公孫止微生憐憫之情，心想：「定是你處處管得他不得自由，要他大事小事都聽你的吩咐，終於激得他生了反叛之心。」綠萼又問：「媽，後來怎樣？」裘千尺道：「嗯，當時這兩個無恥之徒約定了，第二日午時，他們在此相會。但在這兩天之中，卻要絲毫不露痕跡，以防被我瞧出破綻。接著二人甜言蜜語的說了許多話，只差點兒沒把我當場氣死。第三日一早，我假裝在靜室中枯坐練功，公孫止到窗外來偷瞧了幾次，臉上這副模樣啊，我看見他是打從心底裏樂將上來。我等他一走開，立即施展輕功，趕到他們幽會之處。柔兒早已等在那裏。我一言不發便將她抓起，拋在情花叢中打了幾個滾……」楊過與綠萼聽到柔兒也是中了情花之毒，不由得「啊」的一聲叫了起來。裘千尺向二人橫了一眼，繼續說道：「過了片刻，公孫止也即趕到，他見柔兒在情花叢中打滾號叫，這份驚慌也不用提啦。我從樹背後躍了出來，雙掌扣住他的脈門，將他也摔入情花叢中。這谷中世代相傳，原有解救情花之毒的丹藥，名字叫做絕情丹，公孫止掙扎起來，扶著那賤婢一齊奔到丹房，想用絕情丹救治，哈哈，你道他見到什麼？」綠萼搖頭道：「我不知道，他見到什麼？」楊過心道：「定是你將絕情丹毀了個乾淨，那還能有第二件事？」果然聽裘千尺道：「哈哈，他見到丹房桌上有一大碗砒霜水，幾百枚絕情丹浸在碗中。若是要服絕情丹，不免中砒霜之毒，不服吧，終於也是不免一死。配製絕情丹的藥方原是他祖傳的祕訣，然而各種奇特的藥材不但急切難得，而且調製一批丹藥須經春露秋霜，一年之後方得成功。當下他奔到靜室之中，向我雙膝跪下，求我饒他二人性命，因他知我顧念夫妻之情，絕不致將絕情丹全數毀去，定會留下若干，他連打自己耳光，賭咒發誓，說只要我饒了二人性命，他立時將柔兒逐出谷去，永不再跟她見面，此後再也不敢復起貳心。我聽他求我饒命之時，口口聲聲帶著柔兒，心下十分氣惱，當即將一枚絕情丹取了出來，放在桌上，說道：『絕情丹我只留下一顆，只能救得一人性命。你自己知道，每人各服半顆，並無效驗。你救她還是救自己，憑你自己吧。』他呆了一呆，將那丹藥取去，趕回丹房，我隨後趕去，這時那賤婢已痛得死去活來，在地下打滾，公孫止道：『柔兒，你好好去吧。我跟你一塊死。』說著拔出長劍。柔兒見他如此情深義重，滿臉感激之情，掙扎著道：『好，好。我和你在陰間做夫妻去。』公孫止當胸一劍，將她刺死。「我在丹房窗外瞧看，心中暗暗吃驚，只怕他第二劍便往自己頸口抹去，但見他提起劍來，我待要出聲喝止，卻見他伸劍在柔兒的屍身上擦了幾下，拭去血跡，還入劍鞘，轉頭向窗外道：『娘子，我甘心悔悟，親手將這賤婢殺了，你就饒了我吧。』說著舉手往口邊一送，將那枚絕情丹吞服了。這一下倒是大出我意料之外，我雖覺他未免過於心狠手辣，但此事如此過去，我也甚感滿意。當晚他在房中設了酒宴，殷殷把盞，向我陪罪，我痛斥了他一頓，他不住口的自稱該死，發下了幾個毒誓，說從此絕不再犯。」綠萼聽到此處，淚水泫然欲滴。裘千尺怒道：「怎麼？你可憐這賤婢麼？」綠萼搖頭不語，她卻是為父親的心腸歹毒而傷心。裘千尺又道：「我喝了兩杯酒，微微冷笑，從懷中又取出一顆絕情丹來，放在桌上，笑道：『你適才下手，未免也太快了些。我只不過試試你的心腸，只要你再求懇，我便會將兩顆丹藥都給你，救了這美人兒的性命，豈不甚好？』」綠萼忙問：「媽媽，倘使他真的再求，你會不會把兩顆丹藥給他？」裘千尺沉吟半晌，道：「這個我自己也不知道了。當時我也曾想過不如救了這賤婢，那麼他心存感激，當真能回心轉意也說不定，但他為了自己活命，忙不迭的將心上人殺了，那須怪不得我啊。他拿起那顆丹藥瞧了半大，舉杯笑道：『尺姊姊，過去的事又說它作甚？你乾了這杯。』「他不住的勸我喝酒，我了卻了一樁心事，胸懷歡暢，竟是喝得沉沉大醉。待得醒轉，卻已是身在這石窟之中，手足筋脈均已給他挑斷，這賊殺才也沒膽子再和我相見一面。哼，他只道我的白骨也早已化了灰啦。」她說完了這件事，目露兇光，神色甚是可怖。綠萼道：「媽，你在這石窟中住了十多年，便靠食棗子為生麼？」裘千尺道：「是啊，難道那公孫止每天還給我送飯不成？」綠萼心中大是傷悲，抱著她叫了聲：「媽！」楊過道：「那公孫止以前可跟你說起過，這石窟有何出路？」裘千尺冷笑道：「我跟他做了這麼久夫妻，他從來沒說過莊子之下，竟有這樣一個石窟，更不知水潭中還養著鱷魚。這石窟出路倒是有的，但我這手足殘廢之人，有什麼法子。」楊過大喜，道：「咱們三人在此，那便能了。」綠萼伸手扶起母親，將她揹在背上。裘千尺指點路徑，原來這石窟另一端尚有通道。行了數十丈，來到一棵大棗樹之旁，裘千尺指著頭頂的洞穴，冷笑道：「你武功好，便能從這裏躍出去。」楊過抬頭一看，見洞穴離地少說也有二百來丈，那棗樹不過七八丈高，就算爬到樹頂，也是無濟於事，心想：「你冷笑什麼？我不能出去，你也便不能出去。」凝思半晌，實是束手無策，道：「我上樹去瞧瞧。」當下躍上棗樹，攀到樹頂，只見石壁上凹凹凸凸，不像底下的滑溜，當下屏住呼吸，縱上石壁，一路上攀援，越爬越高，心中暗喜，回頭向綠萼叫道：「公孫姑娘，我若能出洞，便放繩子下來縋你們上去。」約摸爬了百餘丈，仗著他輕功卓絕，一路化險為夷，但爬到離洞穴二十來丈時，石壁不但光滑異常，再無可容手足之處，而且向內傾斜，除非是壁虎、蒼蠅，才能附在壁上不致掉下。楊過一看週遭形勢，心下已有計較，當即溜回石窟之底，說道：「能出去！但須搓一根長索。」於是取出匕首，割下棗樹之皮，搓絞成索。公孫綠萼在旁相助，兩人手腳雖快，卻也化了兩個多時辰，直到天色昏暗，才搓成一條極長的棗皮索兒。楊過抓住繩索，使勁拉了幾下，道：「斷不了。」又用匕首割下一條棗樹的枝幹，長約一丈五尺，將繩索一端縛在樹幹中間，於是又向上爬行，攀上石壁盡頭，雙足使出千斤墮功夫，牢牢踏在石壁之上，兩臂運氣，喝一聲：「上去！」將那樹幹摔出洞穴。這一下勁力用得恰到好處，樹幹落下時正好橫架在洞穴口上。楊過拉著繩索試了兩下，知道樹幹橫架處甚是堅牢，吃得住自己的身體重量，叫道：「我上去啦！」雙手抓著繩索交互上升，低頭向下一望，只見裘千尺與綠萼母女倆在暮色矇朧中已成為兩個小小的黑影。楊過想起不久便能將絕情丹拿去給小龍女服食，心中極感欣喜，手上一使勁，上去得更加快了。只一盞茶時分，便已抓到架在洞口的樹幹，手臂一屈，呼的一聲，身子已飛出洞穴，落在地下。他舒了一口長氣，站直身子，但見東方一輪明月剛從山後升起。在閉塞黑暗的石窟中關了大半天，此時重得自由，胸懷間說不出的舒暢，心想：「我和姑姑同在古墓，卻何以又絲毫不覺鬱悶？可見境隨心轉，原是半點不錯的。」於是將長索垂了下去。裘千尺一見楊過出洞，便大罵女兒：「你這蠢貨，怎地讓他獨自上去了？他出洞之後，那裏還想得到咱們？」綠萼道：「媽，你放心，楊大哥不是那樣的人。」裘千尺怒道：「普天下的男人都是一般，還能有什麼好的？」突然轉過頭來向女兒全身仔細打量，說道：「小傻瓜，你給他佔了便宜啦，是不是？」綠萼滿臉通紅，道：「媽，你說什麼，我不懂。」裘千尺更是惱怒：「你不懂為什麼要臉紅？我跟你說啊，對付男人一步也放鬆不得，半點也大意不得，難道你還沒看明白你媽的遭遇麼？」正自嘮叨，綠萼縱起身來，接住了楊過垂下的長索，給母親牢牢縛在腰間，笑道：「你瞧，楊大哥理不理咱們？」說著將繩索扯了幾扯，示意已經縛好。裘千尺哼了一聲道：「媽跟你說，上去之後，你須得牢牢釘住他，半步也不能離開，知道麼？」綠萼又是好笑，又是傷感，心道：「我媽真是一廂情願，可是人家那將我放在心上半點了。」眼眶一紅，轉過了頭，裘千尺還待說話，突覺腰間一緊，身子便如騰雲駕霧般向上飛去。綠萼仰頭望著母親，雖知楊過立即又會垂下長索來相救自己，但此時孤伶伶的在這地底石窟之中，不由得身子微微發顫，害怕異常。楊過將裘千尺拉出洞穴，解下她腰間長索，二次垂入石窟，綠萼將樹皮索子縛在腰間，這才放心，於是拉著繩索抖了幾下，但覺繩索拉緊，身子便即凌空上昇。眼見足底的棗樹越來越小，頭頂的星星越來越明，再上去數十丈便能出洞，猛聽得頭頂一人大聲呼叱，接著繩子一鬆，身子便急墮下去。從這一百餘丈的高處掉將下來，焉得不粉身碎骨？綠萼驚呼一聲，險險暈去，但覺身子往下直跌，竟是做不得半點主。原來楊過雙手交互收緊，極迅捷的將綠萼拉扯而上，眼見大功可成，猛聽得身後腳步聲響，竟然有人襲擊。這一下當真是一驚非小，當下顧不得回身迎敵，雙手如飛般收索，但聽得一人大聲喝道：「在這裏鬼鬼祟祟，幹什麼勾當？」接著風聲勁急，一條長大沉重的鋼杖如泰山壓頂般擊向背心。楊過聽著這兵刃的風聲，已知是矮子樊一翁攻到，危急中只得迴過左手，伸掌搭在杖上向旁一推，化解了他這一擊的來勢。樊一翁惱恨剪鬚之辱，雙臂一抖，硬生生將鋼杖收轉，向他腰間橫掃過去，這一下出了全力，直欲將他攔腰打成兩截。這時楊過右手支持著綠萼的身重，加之那條兩百來丈的長索也是極為沉重，時間稍久，本已覺得吃力，一見杖到，忙又伸出左掌化解。不料樊一翁這一杖來勢極兇，楊過左掌與他杖身一觸，登覺全身一震，右手拿捏不住，繩子脫手，綠萼向下急跌。石窟中綠萼驚呼，而在石窟之頂，裘千尺與楊過也是大驚急叫。楊過顧不得擋架鋼杖，左手疾探，俯身抓住繩索，但綠萼急墮之勢極大，百來斤的重量一加上急墮的衝勢，幾達千斤之力。楊過一抓住繩索，微微一頓，隨即為那衝力所扯，竟是身不由主，頭下腳上的向洞窟中掉了下去。楊過此時武功雖已練到了一流高手之境，但一來身在高空，二來綠萼的身重在下急扯，只有隨著她向下跌落，全身功夫竟是施展不出半點。裘千尺在旁瞧著，心中的驚慌實不在楊過與綠萼之下。她手足經絡已斷，武功全失，只有空自焦急，眼見盤在洞穴邊的百餘丈的長索越抽越短，只要繩索一盡，楊過與綠萼便是身遭慘禍了。那長索垂盡，突被二人的身重拉得急了，飛了起來，揮向裘千尺身旁。裘千尺心念一動：「你這惡賊害人，也教你同歸於盡。」看準繩索伸手輕輕一撥，這一撥並不需多大勁力，但方位卻是恰到好處，那繩子甩了過去，正好在樊一翁的腰間轉了幾個圈兒。她本意是見既然挽救不了女兒性命，惱恨之下也把樊一翁扯下石窟跌死，那知道這個矮子雖是容貌醜陋，卻是神力驚人，只覺腰間一緊，急忙使個千斤墜功夫，想把身子定住。但楊過與綠萼二人的身重併在一起，又加上這股下墜的衝力，還是帶得他一步步的走向洞穴之邊。樊一翁眼見只要再向前踏出一步，便是一個倒栽蔥摔將下去，大驚之下，雙手抓住繩索，用力後扯，大喝一聲，竟將繩索拉得停住不動。這時綠萼離開地面已不過數丈，實已到了千鈞一髮之境，須知最厲害的乃是這股下墜的衝勢，即是小小一顆石子，從這麼高處落將下來，也是力道大得異常，待得樊一翁奮起神力將衝勢止住，他手上重量便只三四百斤，對他可說已不足道。他右手拉住繩索，左手便要伸到腰間去解脫繩尾，再將二人摔下。突覺背心上微微一痛，一件尖物正好指在他第六椎節之下的「靈台穴」上，一個婦人的聲音喝道：「快拉上來！靈台小損，百脈俱廢！」樊一翁大吃一驚，那「靈台小損，百脈俱廢」這八個字，正是師父在傳授點穴功夫時諄諄告誡的，當下不敢違抗，只得雙手交互用力，將楊過與綠萼拉上。但當他力抗下墜之勢的當兒，便勁過於猛烈，但覺胸口塞悶、喉頭甜甜的似欲吐出血來，知道臟腑此際已受內傷，但苦於要害制於敵手，只得拼命使勁。好容易將楊過拉上，心中一寬，登時四肢酸軟，哇的一聲，狂噴鮮血，委頓在地。他這一鬆手，繩子又向下溜滑，裘千尺叫道：「快救人！」楊過那用她囑咐，搶住繩子，終於將綠萼吊上，綠萼數次上昇下降，已自嚇得暈了過去。楊過回手一指，先點了樊一翁的伏兔、巨骨兩穴，叫他手足不能動彈，這才捏捏綠萼的人中，將她救醒。綠萼緩緩醒轉，睜開眼來，已不知身在何地，月光下但見楊過笑吟吟的望著自己，不自禁的縱身入懷，叫道：「楊大哥，咱們都死了麼？這是在陰世麼？」楊過溫香在抱，笑道：「是啊，咱們都死了。」綠萼聽他語氣不對，大有調笑的味兒，身子仰後，想瞧清楚他的臉色，卻見母親似笑非笑的望著自己，不由得大羞，叫道：「媽！」站了起來。楊過見裘千尺雖無武功，卻能制住樊一翁而救了自己性命，心下甚是欽佩，問道：「你老人家用什麼法子叫矮子聽話？」裘千尺微微一笑，舉起手來，只見她拿的只是一塊尖角石子。原來公孫止的點穴功夫是她所傳、樊一翁又學自公孫止，三人一脈相傳，所用的口訣全都一樣，她既用石尖對準樊一翁的靈台穴，又叫出「靈台小損，百脈俱廢」，這令人驚心動魄的八個字來，樊一翁焉得不慌？其實憑著裘千尺手上真正的勁力，就算手持利刃刺在他的靈台穴上，也不能使他受到重大損傷，更不用說「百脈俱廢」了。楊過此時心中所念，只是小龍女的安危，見綠萼與裘千尺已身離險地，樊一翁也已被制住，說道：「兩位在此稍待，我送絕情丹去救人要緊。」裘千尺奇道：「什麼絕情丹？你也有絕情丹？」楊過道：「是啊。你請瞧瞧，這是不是真的丹藥。」說著從懷中取出小瓶，將那枚四四方方的丹藥倒了出來。裘千尺接過手來，聞了聞藥味，道：「不錯，這丹藥怎會落入你的手中？你既中情花之毒，怎麼自己又不服食？」楊過道：「此事說來話長，待我送了丹藥之後，再跟前輩詳談。」說著接過丹藥，拔步欲行。綠萼心中又是傷感，又是關懷，幽幽的道：「楊大哥，若是我爹爹攔阻，你須得想個法子才好。」裘千尺喝道：「又是爹爹！你若再叫他爹爹，以後就不用叫我媽媽。」楊過道：「我送丹藥去治姑姑身中之毒，公孫谷主絕不能阻攔。」綠萼道：「若是他又想毒計對付你呢？」楊過淡淡一笑道：「那也只好行一步算一步了。」裘千尺聽得疑心大起，問道：「你要去見公孫止，是不是？」楊過道：「是啊。」裘千尺道：「好，我隨你一起去，或可助你一臂之力。」楊過初時一心只想著去救小龍女，並未計及其他，此刻聽了裘千尺這句話，眼前突然現出一片光明：「這賊谷主的原配到了，他焉能再與姑姑成親？」大喜之下，突然又想到：「絕情丹只有一枚，雖然救得姑姑，但我卻不免一死。」思念及此，不禁心下黯然。綠萼見他臉色忽喜忽憂，又想到父母會面，不知要鬧得如何天翻地覆，當真是柔腸百轉，心亂如麻。裘千尺卻極是興奮，道：「萼兒，你快揹我去。」綠萼道：「媽，你須得先洗個澡，換套衣衫。」她實是怕見到父母相會的這個局面，只盼挨得一刻是一刻。裘千尺大怒道：「我衣衫爛盡，身上骯髒，是誰害的？難道……」忽地想起大哥裘千里常時假扮二哥裘千仞，在江湖上先聲奪人、嚇倒無數英雄好漢之事，心想自己手足筋絡已斷，如何是公孫止的對手，便算與他見面，此仇終須難報，只有假扮二哥，先嚇他一個心膽俱裂，然後俟機下手，好在他從未見過二哥之面，又料定自己早已死在石窟之中，絕無疑心，但轉念又想：「我與他多年夫妻，他怎能認我不出？」楊過見她沉吟難決，已有幾分料到，道：「你怕公孫止認出你的相貌來，是不是？我倒有一件寶貝在此。」於是取出人皮面具，在自己臉上一戴，果然是面目全非，陰氣森森的極是怕人。裘千尺大喜，將面具接了過來，道：「萼兒，咱們先到莊子後面的樹林中躲著，你去給我取一件葛衫來，還得一把大蒲扇，可別忘了。」綠萼應了，俯身將母親揹起。楊過一看周遭情勢，原來身處於一個絕峰之頂，四下裏林木茂密，遠望石莊，卻已有數里之遙。裘千尺嘆道：「這個山峰叫做厲鬼峰，谷中世代相傳，峰上有厲鬼作祟，因此誰也不敢上來，想不到我重出生天，竟是在這厲鬼峰上。」楊過向樊一翁喝道：「你到這裏來幹什麼？」樊一翁雖然身落敵手，卻是絲毫不懼，喝道：「你快快將我殺了，休得多言。」楊過道：「是公孫谷主派你來的麼？」樊一翁怒道：「不錯，師父命我到山前山後察看，以防有奸人混跡其間，果然不出他老人家所料，有人在此幹這鬼鬼祟祟的勾當。」他一面說，一面凝神打量裘千尺，心想這老太婆不知是誰，怎地公孫姑娘叫她媽媽。原來樊一翁年紀比公孫止夫婦均大，他是帶藝投師，公孫止收他為徒之時，裘千尺已經陷身石窟，因此他並不相識，但聽到他三人相商的言語，知道他們對師父定將大大不利。裘千尺聽他言語之中，對公孫止極是忠心，不禁大怒，對楊過道：「快將他斃了，以免後患。」楊過回過頭向樊一翁望了一眼，見他凜然不懼，心中倒敬重他是條好漢，但想必不必拂逆裘千尺之意，朗聲道：「公孫姑娘，你先揹媽媽下去，我料理了這矮子即來。」公孫綠萼素知大師兄為人正派，不忍見他死於非命，說道：「楊大哥……」待要出言相求，裘千尺怒喝：「快走，快走！我每一句話你都不聽，要你這女兒何用。」綠萼不敢再說，揹著母親覓路下峰。楊過走到樊一翁身畔，一伸手，解開了他手臂上的穴道，低聲道：「樊兄，你腿上伏兔穴被點，六個時辰後自行消解。我和你無冤無仇，不能害你。」說著展開輕功，追向綠萼而去，樊一翁本已閉目待死，萬想不到他竟會如此對待自己，一時怔住了無話可說，眼睜睜望著三人的背影，被岩壁擋住，消失在黑暗之中。楊過急欲與小龍女會面，嫌綠萼走得太慢，道：「裘老前輩，我來揹你一陣。」綠萼本在擔心母親與楊過言語之間格格不合，聽他說願意背負，心下甚喜，道：「那要你辛苦啦。」裘千尺道：「我十月懷胎，養下這樣如花似玉的一個女兒，一句話就給了你，難道你揹我一下也不該麼？」楊過一怔，不便接口，只是將她身子抱過來負在背上，一提氣，如箭離弦般向峰下衝去。裘千仞雖稱鐵掌水上飄，輕身功夫可算得武林獨步，當年與周伯通纏鬥，從中原一直打到西域，連老頑童這等高強的武功也追他不上，裘千尺的功夫是兄長親手所傳，自己也是一等一的輕功，這時伏在楊過背上，但覺他猶似腳不沾地，跑得又快又穩，不由得又是佩服，又是奇怪，心想：「這小子的輕功和我家數全然不同，但絕不在鐵掌派功夫之下，卻是不能小覷他了。」她本覺女兒嫁了此人大是委屈，只是女兒既然心許，那也無可奈何，此時卻漸漸覺得，這個未過門的女婿倒也不致辱沒了女兒。不到一頓飯功夫，楊過已負著裘千尺到了峰下，回頭看綠萼時，她還在山腰之中，等了良久，她才奔到山腳，已是嬌喘細細，額頭見汗，三人悄悄繞到莊子後面，綠萼不敢進莊，卻向鄰家去借了自己的衣衫，以及母親所要的葛衫蒲扇。裘千尺將長袍還給楊過，戴上人皮面具，穿了葛衫，手持蒲扇，由楊過與綠萼左右扶著，走向莊門。進門之際，三人心中都是思潮起伏，裘千尺一離十餘年，此時舊地重來，更是感慨萬千。但見莊門口點起大紅燈籠，一眼望進去盡是彩綢喜帳，鼓樂之聲，正從大廳傳將出來。眾家丁見到裘千尺與楊過，均感愕然，但見有綠萼陪同在側，自是不敢多有言語。三人直闖進廳，只見賀客滿堂，喜氣盈盈，公孫止全身吉服，站在左首。右首的新娘鳳冠霞帔，面目雖不可見，但身材苗條，自是小龍女了。天井中火光一閃，砰砰砰三聲，連放了三個響銃，贊禮人叫道：「吉時已到，新人同拜天地！」裘千尺哈哈大笑，只震得燭影搖紅，屋瓦齊動，朗聲說道：「新人交拜天地，舊人那便如何？」她手足筋絡雖斷，內功卻絲毫未失，在石窟中心無旁騖，日夜勤修苦練，十四年的修練倒抵得旁人二十八年有餘，這兩句話喝將出來，各人耳中嗡嗡作響，眼前一暗，廳上紅燭竟自熄滅了一半。眾人吃了一驚，一齊回過頭來。公孫止聽了喝聲，本已大感驚詫，一見楊過與女兒安然無恙，站在這蒙面怪客的兩旁，更是愕然不安，喝道：「尊駕是誰？」