第二十二回　三分劍底顯雙鷹無塵一見從樑上跳下來的是綿裏針陸菲青，沉住氣不作聲，陳正德拿著半截劍，紅起了眼，撲上來要和陸菲青拚鬥。陸菲青笑道：「禿兄禿兄，你不認識小弟了麼？」陳正德一獃，向陸菲青凝視一會，突然驚叫：「啊，你是綿裏針。」陸菲青笑道：「正是小弟。」陳正德道：「你怎麼在這裏？」陸菲青不回答他問話，把劍插入劍鞘，回身向關明梅一揖，道：「大嫂，咱們十多年不見，你功夫越來越俊啦！」關明梅也忙還禮。原來陸菲青在第十一層上守禦，眼見天山雙鷹攻上來，他們兩人生得異相，雖然十年不見，仍舊一眼即知。陸菲青和他們夫妻是多年知交，知道他們是俠士高人，絕不會給清廷做走狗，然而何以又拚命向監禁乾隆之處攻來？他疑惑不定，決定躲起來看一個究竟，所以關明梅闖到第十一層時沒有人阻。他眼見關明梅劍刺乾隆，和陳家洛等說明誤會後，就比眾人先一步上了第十三層，躲在樑攔，仗著他絕頂輕功，陳正德和無塵又正打得激烈，都沒留心他。他見兩人奮力相拼，時間久了必有一人受傷，所以一劍將兩人的劍削斷，解開了僵持之局。陳正德道：「哼，陸老弟，你的劍真是寶物！」陸菲青知道此老年事雖高，火氣不減壯年，笑道：「這是別人的東西，暫時放在我這裏的。」原來這把劍是張召重的凝碧劍，駱冰在北高峰上取來後交給了總舵主。陳家洛心想這是武當派歷代相傳的名劍，所以轉交給了陸菲青。陸菲青又道：「幸虧這把劍好，否則兩位爐火純青的武功鬥在一起，天下有那一個能拆解得開？」這幾句話把陳正德和無塵兩人一捧，兩人心氣頓和。陸菲青道：「不打不成相識，陳大哥，我給你引見引見。」於是從陳家洛起，逐一引見了。陸菲青道：「我只道你們兩位在天山腳下安享清福，那知趕到了江南來殺皇帝。」關明梅道：「你們都見過小徒霍青桐，這事就由她身上而起。清廷皇帝派兵去打回部，青桐的爸爸木卓倫領兵抵抗，敵不過清兵人多，連吃了幾個敗仗。後來清兵的糧草在黃河邊上給人劫了──」陸菲青插嘴道：「那就是紅花會各位英雄，為了相助木卓倫老英雄而劫的。」關明梅道：「嗯，在回部時我也聽人說起過。」她望了陳家洛一眼道：「怪不得她送這短劍給你。」陳家洛道：「那是在此之前，木卓倫老英雄率眾奪還經書，我們在途中遇到，稍稍盡了一點微力。」關明梅道：「這就是了。清兵沒有糧草，敗了一仗，木卓倫便乘機求和，送了兩個玉瓶來。那知兆惠得了糧草之後又統兵進攻。」陸菲青道：「滿清官兵本來都是沒有信義之人。」關明梅道：「木卓倫老英雄抵敵不住，回部百姓被清兵害得很慘，他們才邀我們去商量。我們夫婦本來不想理會這種事──」陳正德忽然插口道：「都是你，現下又來撇清。」關明梅道：「怎麼都是我，你瞧著清兵在回部殺人放火、殘害好好的老百姓，你心裏安麼？」陳正德「哼」了一聲，又要接嘴。陸菲青笑道：「你們這對老夫妻，還是這麼一副脾氣，一說話就吵嘴，也不怕年輕人笑話。大嫂，莫理他，你說下去。」關明梅向丈夫白了一眼，說道：「咱們一商量，本來想去刺殺統兵的兆惠，後來一想，殺了這個征西大將軍，皇帝又可另派一個，殺來殺去沒甚麼用，不如把皇帝殺了來得直截了當。於是我們一口氣從回都出來。路上得到消息說皇帝到了江南，靠了那幾條狗，我們老夫妻在杭州一路追蹤了大半夜。原來你們是從地道裏把皇帝抓走的，害得我們一路跟蹤也鑽了一回地道。」陳正德道：「甚麼？皇帝是你們抓來的？」陸菲青把捉到乾隆的事簡略說了一遍。陳正德道：「這一手做得不壞，只是不夠爽快，何必餓他？一刀殺了豈不簡便？」無塵在一旁冷冷的道：「國家大事豈是一刀一劍就能解決得了的。」陳正德怒道：「道長劍術高明之極，咱們還沒分高下，道長如有興致，再來玩玩如何？」無塵道：「瞧你這把年紀，還沒你徒弟霍青桐這女娃子有見識。咱們是自己人，何必再打？」關明梅笑道：「你瞧，我說你胡塗，你不服，現在人家也說你來著，怎麼樣？」他們老夫妻眼見又要抬起槓來。陳正德道：「就算我沒見識。」轉身又對無塵道：「咱們又不是拚命，比試一下劍法有甚麼打緊？你的劍法確是不錯，我倒要請教一下，那叫甚麼名堂？」陸菲青怕兩人說僵了動手，傷了和氣，忙插嘴道：「你的劍法叫做三分劍術，道長的叫作追魂奪命劍，都是自己所創的絕技。」陳正德道：「也未必能把人的魂追去命奪去。」無塵本來瞧在陸菲青份上讓他一步，那知這老頭十分好勝，簡直不通情理，聽了這幾句話心頭火起，說道：「好罷，那麼咱們再來比比。我輸了以後終身不再用劍。」群雄一聽無塵這句話，知道他動了真怒，都要上來勸解。陳正德說道：「我們老夫婦離開回部時，曾說殺不了皇帝絕不回去，既然你們不讓我殺，那也得拿點本領出來，教我們心服了才算。道長肯賜教那是再好沒有。我輸了轉身就走，絕不再來行刺。」語聲方畢，已從關明梅手中奪過劍來。陳家洛走上一步，長揖到地，說道：「無塵道長雖然劍法精妙絕倫，但火候總還遜老前輩一籌。大家有目共睹，何必再比？」陳家洛這樣說，大家都知道是謙辭，那知陳正德最怕的卻是謙虛客氣，傲然說道：「陳總舵主你又何必客氣？你尊師是世外高人，不屑和我們這種凡夫俗子動手，我只好向你領教。我先請道長賜教，再請你教訓教訓我這老頭子如何？」眾人都覺這個老頭兒實在不近人情，殊不知他和天池怪俠袁士霄素有心病，一直耿耿於懷，所以一口氣發作在陳家洛身上。陳家洛忍住氣道：「我更不是老前輩的對手了。我恩師平時常對晚輩說起天山雙鷹，他是十分佩服的。」陳正德一指關明梅，怒道：「只怕佩服的是她，不是我。」關明梅叫道：「當著這許多新朋友，你又呷甚麼乾醋？」群雄相顧愕然。陸菲青笑道：「禿兄，你們兩夫妻都是六十開外的人啦，這件事吵了幾十年還沒吵完麼？」陳正德橫性發作，鬚眉俱張，忽然如一枝箭般從窗中直竄出去，叫道：「小道士，不出來的不算好漢。」紅花會群雄都覺陳正德未免欺人太甚，徐天宏道：「可惜四哥不在這裏，否則一定可以和他鬥上一鬥。」無塵聽了徐天宏這句激將之言，忍無可忍，叫道：「三弟，把劍給我。」這時趙半山已從下面上來，把劍遞給了他，低聲道：「道長，要顧全咱們和木卓倫、霍青桐他們的交情。」無塵點點頭，挺劍躍出窗去。塔下的清兵見塔角上有人，早已箭如飛蝗般射了上來。無塵道：「咱們到下面去打，在箭叢裏較量一下如何？」這明明是出了一個難題，陳正德那肯示弱，道：「好極啦！」雙腳一挺，頭下腳上，如一隻大鳥般直撲下去，從第十三層頂縱到第六層，左手在塔簷上一扳，已在第五層塔角上立定。塔中群雄見他如此身手，不由得齊聲喝采，塔下清兵箭更射得密了。陳正德持劍撥箭，注視無塵動靜。無塵雙腳併攏，右手貼腿，如一根木棍般筆直墮了下去。塔下清兵齊聲吶喊，紛紛讓開。無塵墮到第五層時仍未止住，眼見要向第四層墮去，突然右臂平伸，劍鋒已在塔簷上平平貼住，手上一使勁，趙半山那柄純鋼劍劍身柔韌，反彈起來。無塵一借勁，已站在第五層上。陳正德見他施這手輕功，那裏敢有半點輕視，等他站定，說道：「進招了！」劍走偏鋒斜刺左肩。清兵見兩人拼鬥，以為其中必有一個是自己人，怕有誤傷，都停弓不射。無塵道：「咱們各擲一箭，引他們放箭！」陳正德道：「好！」兩人各從塔頂撿起一枝箭，以甩手箭手法甩了下去，射傷了兩名兵卒。塔下清兵高聲吶喊，千箭齊發。這時離地已近，每一箭射中都可致命，無塵和陳正德一面互相進攻防禦，一面撥打下面射上來的箭枝，這種比武見所未見，群雄都奔到第六層來觀看。關明梅暗暗擔憂，心想這道人劍法狠辣異常，丈夫年事已高，耳目已不如昔日靈便，平地鬥劍絕無疏虞，但現在既在塔頂，清兵的箭又越射越多，實在兇險萬分，手中暗扣三粒鐵蓮子，站在窗口照護。兩人鬥到激烈處，不但群雄在第六層上屏息靜觀，塔下清兵吶喊放箭，連在第十二層上看守乾隆的常氏雙俠也忍不住探首窗外，向下觀戰。兩人各握住了乾隆的一隻手，防他逃走。這時乾隆心情大為沮喪，雖然聽見下面吶喊之聲，知道來了救兵，但自己落在紅花會手中，萬一他們打敗，老羞成怒，說不定會給自己一刀。拆解將近百招，絲毫不見勝負，陳家洛大叫：「兩位功力悉敵，不必再比了。」但兩人鬥得正緊，那裏停得住手。陳正德心想：「這道人劍法果然高明，看來我無法勝他。」他逞強好勝，一面出劍，一面移動腳步，面向東方，背朝塔下清兵，這顯然是極為不利的地位，日光耀眼，受箭又多。他想只要在這地位上打成平手，那麼無形中已經勝了對方。無塵見他故意搶奪惡劣地勢，已知他的心意，心道：「你自討苦吃，可莫怪我無情。」使出追魂奪命劍中上八路的劍法，專刺陳正德的面目咽喉，只見劍尖映日，耀眼生花。陳正德連解三劍，暗叫不妙，忽聽背後呼呼數聲，六七枝箭射了上來。陳正德矮身低頭，一劍「平沙落雁」，疾刺無塵右臂，同時那些箭枝也向無塵射來。無塵劍撥箭桿，左腿疾起，向陳正德太陽穴踢去。陳正德不知無塵腿上功夫如此精妙，吃了一驚，吸一口氣，倒退一步，正在此時，忽然一枝箭勁急異常，突向他背後射到。這箭大概是清宮侍衛中的高手所發，來得十分迅速，陳正德向後疾退，恰恰是向前迎了上去。關明梅叫得一聲：「啊喲！」發鐵蓮子救援已經不及，群雄也齊聲驚呼。忽然無塵施展「馬面擲叉」絕技，寶劍脫手，把那枝箭碰歪，寶劍和箭枝同時向塔下跌去。大家喘了一口氣，剛要喝采，忽然下面又射來數箭，無塵手中沒了劍，無法撥打，只得閃避。關明梅鐵蓮子發出，打落三箭，陳正德也回身撥打。兩人本來狠命廝拼，這時卻互相救援，塔下官兵侍衛大為不解。白振見無塵手中沒了兵器，他在西湖中較藝曾輸在無塵手上，心中記恨，叫射手齊射無塵。一時羽箭蝗集。無塵東躲西避，鬧了個手忙腳亂。陳正德叫道：「別怕，我給你擋住！」挺劍上來，正要撥打，忽然第六層窗口中飛身縱出一人，搶在前面，腳步尚未立定，轉瞬間已見他雙手接住十幾枝箭，用甩手箭手法，把箭擲出去擊打來箭，手法奇妙快速已極，隨來隨接，隨接隨擲，沒有一枝箭落空，一個人就如生了幾十隻手臂一般，塔下清兵看得獃了，都停了放箭，楊成協俯身大叫：「今日叫你們見見千臂如來的手段！」趙半山微微一笑，見塔下清兵不再放箭，對陳正德與無塵道：「咱們上去罷！」三人縱身躍入塔中，群雄都過來稱賞道賀。陳氏夫婦這時才真心欽佩無塵、趙半山的武功，對無塵捨己救敵的俠義心腸尤為敬服。眾人剛互相謙讓讚譽了幾句。塔下清兵鼓噪又起，徐天宏道：「我去叫皇帝壓服他們。」他說罷飛步上樓，過了半晌，只見乾隆從第七層窗口探頭出來，叫道：「我在這裏。」白振等眼光敏銳，叫道：「皇上在塔上。」率領眾人，伏地高呼：「萬歲！」陳正德罵道：「這批生成的奴才！」乾隆叫道：「我在這裏有事，你們別吵！」隔了一會又道：「各人退後三十步！」李可秀奉旨，勒清兵後退。陳家洛笑道：「七哥指揮皇帝，皇帝指揮官兵，這比衝下去大殺一陣好得多啦。皇帝者，天下之至寶也，與其殺之，不如用之。」群雄聽得陳家洛掉文，盡皆大笑。衛春華望著清兵後退，見他們隊伍中有幾名獵戶牽著獵狗，說道：「我正疑心他們怎麼會找到這裏來，原來他們也帶了狗。」從小頭目手中接過弓箭，彎弓搭箭，嗖嗖兩箭向塔下射去，只聽得幾聲長嗥，兩條狗頓時被射死在地。清兵發聲一喊，退得更快。陳家洛向陸菲青道：「陸周兩位前輩，請你們陪陳老前輩、關老前輩說話，我上去和皇帝再談。」眾人都道：「總舵主請便。」他上樓時紅花會群雄都站起來相送，陸周兩人也欠身為禮。陳正德和關明梅見陳家洛形容清貴、豐神俊雅，年紀又輕，那知群豪對他都執禮甚恭，心中頗有點奇怪。陳家洛走到第七層上，常氏雙俠和徐天宏行了一個禮退出。乾隆嗒然若失，悶坐椅上。陳家洛笑道：「你手下這批人只貪圖功名富貴，都是酒囊飯袋之輩，你要靠他們建立千秋萬世之名，只怕不成呢。」乾隆道：「那也未必，現在我落在你們手中，他們投鼠忌器，自然不敢用武。」陳家洛笑道：「是麼？」雙手一拍，心硯走了上來。陳家洛道：「請陳正德老先生和無塵道長上來。」一會兩人走了進來，陳家洛在門口相迎，說道：「兩位剛才比了半天，分不出高下，功夫是無分軒輊的了，現在再請兩位賭一賭運氣好不好？」無塵與陳正德齊聲道：「那好極了，不知怎樣賭法？」陳家洛道：「請兩位到清兵隊裏去殺一個軍官，誰先回來，殺的軍官官階高，就算誰勝。」陳正德笑道：「道長，走罷！」兩人從窗口躍了出去。陳家洛對乾隆道：「咱們來瞧瞧這兩位誰的運氣好。」乾隆見陳家洛他們以殺清兵作為賭賽，很是生氣，但轉念一想，塔下清兵大集，無慮一二千人，這兩人赤手空拳，不帶兵刃功夫再高也未必能平安歸來，更不必說殺清兵將官了。這兩人中只要有一人被打死打傷，就是折了紅花會的銳氣，於是隨著陳家洛憑窗觀望。無塵與陳正德躍到塔下，馳向清兵陣去。無塵一瞥之下，見白振等清宮侍衛站在東首，李可秀騎了白馬，站在西首督陣，他和白振交過手，知道他武功極好，一遇上不免牽延。這時清兵已見兩人奔來，紛紛放箭，無塵突然轉身向西奔跑。陳正德心中暗喜，想道：「這道人手中沒劍，想是拳腳功夫不行，所以怕箭！」他脫下布衫，左手拿住揮動，直衝入清兵陣中，白振縱身上前。這時陳正德手中拿著的那件布衫上已被射中了七八枝箭，兜頭向白振揮去，白振一身，直欺進陳正德懷裏，五爪如鐵，向他胸口抓到。陳正德一驚，想不到清軍隊伍中居然有如此高手，右手施展擒拿法去拿他手腕，左手向裏一兜，揮「箭衫」擊打白振背心。白振前後受攻，腳下使勁，向右竄出一定神，回頭又來擋住。陳家洛與乾隆見陳正德生龍活虎般當先入陣，一個以為他要先得手，一個以為他要先遭殃，那知兩人都沒猜中。無塵向西疾奔，忽然向側邊抄來，施展「燕子三抄水」輕功，如一溜煙般直撲到李可秀馬前。清兵齊聲吶喊，李可秀一勒馬韁，坐騎長嘶一聲，前腿人立，左右一名守備，一名游擊，雙雙搶了過來保護主將。無塵右肘在那守備脅下一撞，一翻手已把他手中大刀搶過，順勢自右至左斜劈下來，將左邊那名游擊一顆腦袋砍下，右肩也連著切下一半。他更不換招，刀劃半圓，又從左下撩到右上角，守備半個腦袋連帽削下。他左腳一踢，把游擊的頭踢在空中，右手拋去刀，搶著守備的頭，再抓住空中掉下來的游擊的辮子。清兵見他一招殺了兩名軍官，手法乾淨利落已極。嚇得魂膽俱裂發一聲喊，向後亂逃，兩名侍衛縱了過來，先用兵刃封住門戶擋住無塵來路。無塵見李可秀已殺不到，長笑一聲，轉身就走。兩名侍衛隨後後追來。無塵跑了十多步，聽見後面腳步響，忽然回頭站住。那兩名侍衛見無塵突轉身，大吃一驚，一名侍衛登時嚇得軟倒在地，另一名拋下兵刃就逃。無塵見陳正德尚在陣中酣戰，於是挽住兩個人頭緩步而歸，塔中眾兄弟大聲喝采。陳正德聽見采聲，回頭見無塵已得功先回，知道這次輸與給他，不再戀戰，抽身欲退。但白振展開小巧縱躍之技，前後竄擊，一時倒無法脫身。陳正德雙拳如雨，連打了七八拳，白振退開兩步，陳正德已轉身退走。白振知他武功在自己之上，久戰必要吃虧，竟不敢追趕。陳正德奔出數步，忽聽身後喊聲大震，回頭一望，只見一隊清兵馬軍，疾馳而來，當先一名參將手舞長刀，縱馬急奔，原來是清軍的援兵到了。李可秀剛要喝止，那名參將勇不可當，轉瞬間已馳到陳正德背後，見他似乎不知不覺，心中大喜，舉刀砍下，陳正德繼續向前，參將一刀砍了個空，舉起刀又是猛力一刀，陳正德忽然在地下一伏，參將的馬收不住，從他身上躍了過去。白振暗叫：「糟糕！」只見陳正德忽地躍起，騎上馬背，拉住參將左腳，手一抖，參將已跌在馬下，被他在地上倒拖著進塔裏去了。馬軍們俱都大驚，待要追趕，塔裏長箭嗖嗖射出射倒了五六名馬軍。李可秀大叫：「不要追趕，退──回──。」馬軍聽得主帥有令，都退回去了。乾隆見無塵和陳正德兩人俱各獲勝，十分懊惱，回來坐在椅上，默默不語。只見無塵走進室來，把兩顆首級往地上一擲，倚牆而笑。不一會，聽見陳正德在室外大叫：「我活捉了一個！」挾著那參將進來。陳家洛笑道：「兩位這次還是平手，道長先回，殺了兩人，但陳老前輩活捉一人，而且官階要大得多。」三人拊掌大笑，把乾隆悶在一旁。陳家洛向躺在地上的參將道：「你叫甚麼名字？怎麼見了皇上不起來叩頭？怕甚麼？我馬上就放你回去。」參將只是不應。陳家洛笑道：「沒用的傢伙，別給人丟臉啦，走罷！」那參將仍舊不動，陳正德大怒，抓住他頭頸提起來，那知他早已氣絕多時，原來陳正德力大，已把他挾死了。陳家洛笑道：「兩住辛苦，請下去休息罷！」陳正德把參將的屍首往地上一擲，攜著無塵的手走了出去。陳家洛轉身對乾隆道：「你打定了主意沒有？」乾隆道：「你手下有這許多能人，我又已落入你手裏，要殺便殺，何必多說？」陳家洛嘆道：「可惜，可惜！」乾隆道：「可惜甚麼？」陳家洛道：「我一向以為你是個雄才大略之人，慶幸爸爸姆媽生了你這個好兒子，我有一個好哥哥，那知道──」乾隆問道：「那知道怎樣？」陳家洛沉吟半晌才道：「那知外表似乎頗有膽量，內裏卻是膽小萬分。」乾隆怒道：「我甚麼地方膽小了？」陳家洛道：「不怕死，那最容易不過了。你看這個參將，他們揮刀追逐時何嘗怕死？這匹夫之勇，有甚麼可貴。可是圖大事，卻非大勇者所不能為。這個，你就不能了。」乾隆是個極其要強好勝之人，聽了陳家洛這幾句話，怫然而起，說道：「天下成大功、立大業之事，有沒有被人脅逼而成的？」陳家洛道：「從前唐高祖在太原起事之初，始終猶豫不決，他兒子李世民一力慫恿，才建主大唐基業。宋太祖如無陳橋兵變，豈有黃袍加身，而為有宋一代之英主？這兩位開國之主雖受兒子或部下勢力所迫，不得不冒險自立，終成大事，但後世何嘗不對他們景仰拜服？」乾隆沉吟不語，頗有點心動。陳家洛又道：「何況哥哥你才能遠勝李淵、趙匡胤十倍。只要你有決心恢復漢家天下，我們這許多草莽豪傑馬上化敵為友，一齊聽你指揮。我可以拍胸擔保，他們絕不敢對你有絲毫不敬，不盡為臣子之道。」乾隆這時很有點躍躍欲試之意，只是心中還有一點顧慮，不好說得出口。陳家洛已知他的心意，說道：「我做弟弟的只要見哥哥成了件大事，那就心滿意足。我對功名富貴素來不喜，等到幫哥哥把滿清胡虜趕到關外，那時要請你准許我歸隱西湖，和我手下這些兄弟們飲酒舞劍，共享太平，以終餘年。」乾隆道：「這是那裏的話？如能成就大事，天下軍政大計都要請你輔佐才好。」陳家洛道：「咱們話說在先，一等大事成功，你必須准我退休。須知我們這些兄弟們不知禮法，如有不合你心意之處，反而失了咱們君臣之禮，兄弟之義。」乾隆見他說得斬釘截鐵，在桌上一拍道：「好，就這麼辦！」陳家洛大喜道：「你再沒猶豫了？」乾隆道：「沒有了。只是我要托你一件事，你們故總舵主于萬亭，有幾件東西放在回部，說是我出身的證據，你去拿來給我瞧瞧，我看了之後，對自己真是漢人這件事才沒有絲毫疑心，那時必定和你共圖大事。」陳家洛心想這倒也合情合理之事，道：「好，這些東西聽文四哥說要緊非常，我們明日就動身親自去拿。」乾隆道：「等你回來，你先到御林軍來辦事，我把你升作御林軍總管，過一些時候，再兼京師九門提督。天下各省兵權也慢慢交在咱們親信的漢人手裏，等到我任命你做兵部尚書，把八旗兵分散得七零八落之後，咱們就可以舉事了。」陳家洛大喜道：「皇上這樣計慮深長，何愁大事不成。」當下跪下行起君臣之禮來，乾隆忙伸手扶起。陳家洛道：「那麼現在我送皇上回去。」乾隆點點頭。陳家洛雙掌一拍，命心硯取來乾隆原來的衣冠，服侍他換過了。陳家洛道：「請大家進來參見皇上。」群雄進來，陳家洛說：「以後咱們輔佐皇上，共圖大事，如有異心，洩露機密，天誅地滅。」當下歃血為盟，乾隆也飲了一口盟酒。只有陳正德和關明梅在一旁微微冷笑。陸菲青道：「大哥、大嫂，你們也來喝一杯盟酒啊！」陳正德道：「官府的話，話得再好聽，我也素不相信，何況是官府的頭腦？」關明梅道：「恢復漢家山河，那是咱們每個黃帝子孫萬死不辭之事。只要皇帝真有此心，如有用得著咱們夫妻的地方，陳總舵主送個信來，咱們這對老骨頭赴湯蹈火，絕沒半點含糊。這口酒，咱們是不喝了。」陳正德突然右手一伸，忽地插入牆中，抓下了一大塊泥土磚石來，厲聲說道：「要是狼心狗肺，出賣朋友，洩漏機密，壞了大事，這就是榜樣！」右手一用力，磚石都碎成細粉，落了下來。乾隆看牆上那洞，指痕宛然，心中很是驚駭。陳家洛道：「兩位老前輩雖不加盟，和大家也是一條心。這裏都是血性朋友，我也不必多囑，但願皇上不要三心兩意，忘了今日之盟。」乾隆道：「大家儘管放心。」陳家洛道：「好，那麼我們送皇上出去。」衛春華奔到塔外，叫道：「你們快上來迎接皇上！」李可秀與白振聽了，將信將疑，怕紅花會有甚麼詭計，率領兵卒慢慢走近，只見乾隆果然從塔中走了出來，忙伏地迎接，白振把一匹駿馬牽過去，乾隆坐上馬，對白振道：「我在這裏和他們飲酒賦詩，貪圖幾日清靜，你們偏要大驚小怪，敗了我的清興。」白振連說：「奴才該死！」眾官兵擁著乾隆回杭不提。紅花會群雄正要重回六和塔，關明梅忽然撮唇作哨，那幾條大狗都從樹林中奔了出來，挨在雙鷹身邊，十分親熱，看見蔣四根卻很懼怕，躲在雙鷹身後不住低聲怒吠。陳正德道：「我們老夫婦今日會到江南群雄，見了素來仰慕的周仲英老英雄，又和分別十多年的陸菲青老弟重逢，實在快慰得很。我和老妻另有俗事，就此別過。」陳家洛忙道：「兩位前輩難得到江南來，務必要請多住幾日，好讓後輩多多請教。」陳正德白眼一翻道：「難道我還和你客氣？無塵道長，將來咱們再鬥一鬥酒量，看誰厲害。」無塵笑道：「那我是甘拜下風。」關明梅把陳家洛拉在一旁道：「你娶了親沒有？」陳家洛臉一紅道：「沒有。」關明梅又道：「那你定了親麼？」陳家洛道：「也沒有。」關明梅點點頭，微微一笑，忽然厲聲道：「如你無情無義，將來負了贈劍之人，我老婆子絕不饒你。」陳家洛不禁愕然，無辭以對，那邊陳正德叫了起來：「喂，你喁喁細語的，和人家小伙子談甚麼心？咱們好走啦！」關明梅眉頭一皺，轉身過去，兩夫婦向大眾施了一禮，帶了大犬便走。陸菲青叫道：「大哥大嫂，你們到那裏去？」兩人不答，不一會，身影已在林中隱沒，只聽犬吠之聲，漸漸遠去。常氏雙俠憤然不平道：「倚老賣老，沒一點禮數。」陳家洛道：「世外高人，大抵如此。咱們到塔裏談罷。」眾人回到六和塔內。陳家洛道：「我答應了皇帝，要到我師父那裏去拿兩件要緊的物事，現在咱們同到天目山看看四哥和十四弟的傷勢，然後再調配人手如何？」眾人都無異議。出得塔來，馬善均、馬大挺父子自回杭州。群雄乘馬向西進發，次日到了於潛，又一日上山來看視文泰來與余魚同。山上樹木蔭森，此時已是深秋，滿山都是紅葉，草色漸已枯黃。山上小頭目得到消息，通報上去，章進下來迎接。陳家洛不見駱冰，心中一驚，怕有甚麼意外，忙問：「四嫂呢？十四弟好麼？」章進道：「十四弟沒事。四嫂說去給四哥拿一件好玩的東西，已走了兩天，你們途中沒遇見麼？」陳家洛道：「甚麼東西？」章進笑道：「我也不知道。四哥這兩天病大好啦，整天睡在床上悶得無聊，四嫂就出主意去找玩物，也不知是誰家倒楣。」趙半山笑道：「四弟妹也真是的，這樣大了，還像是個孩子般的愛鬧，將來生了兒子，難道也把這手祖傳的玩藝兒傳下去。」群雄轟然大笑。原來駱冰的父親神刀駱元通偷盜之技，天下無雙，日走千家，夜盜百戶，駱冰自小跟著父親，妙手空空之技，也學了個八成，當日奪韓文沖的白馬，不過是稍施家傳小技而已。群雄面談笑，一面上山，走進一座大莊院去。大家先去看文泰來。只見他躺在籐榻上發悶，見群雄進來，大喜過望，起身迎接，眾人把經過情形略一談，到對面廂房去看余魚同。各人躡足進門，忽聽見一陣輕輕的抽噎哭泣之聲，陳家洛過去揭開帳子，只見余魚同臉朝床裏，背部聳動，顯然哭泣甚悲。這一事倒出於眾人意料之外，群雄都是慷慨豪邁之人，連駱冰、周綺等女子都極少哭泣，忽然看見余魚同悲泣，大家又是驚奇又是難過。陳家洛低聲道：「十四弟，咱們大家都來瞧你啦，你覺得怎樣？傷勢很痛，是不是？」余魚同伸手拭去眼淚，並不轉身，說道：「總舵主、各位哥哥，多謝你們來探望。傷勢這幾天倒好得多，只是我的臉燒成了醜八怪，見不得人。」周綺笑道：「十四哥，男子漢燒壞了臉有甚麼關係？難道怕娶不到妻子麼？」眾人聽周綺口沒遮攔的亂說，有的掩嘴偷笑，有的索性笑出聲來。陸菲青道：「余師侄，你燒壞臉，是為了救文四爺和救我，天下豪傑知道了這事，那一個不肅然起敬？那一個不說你是大仁大義的英雄好漢？你的臉越醜，別人對你越是敬重，何必掛在心懷？」余魚同道：「師叔教訓的是。」可是又忍不住哭了出來，原來他悲傷的倒不是因為臉醜，而是另外一件事。余魚同這時心情非常紊亂，他自來天目山後，駱冰朝夕來視他的傷勢，文泰來也天天過來陪他長談解悶。余魚同自知對駱冰這番痴戀萬分不該，可是始終不能忘情，每當中宵不寐，想起來又苦又悔。他見駱冰、文泰來、章進看著他時，臉上都露出驚訝和憐惜的神色，他是十分聰明伶俐之人，料想自己的臉一定已燒得不成模樣，幾次三番想取鏡子來照，可是始終沒有這份勇氣。他本想捨了自己性命救出文泰來，以一死報答駱冰，解脫心中的冤孽，那知偏偏求死不得，再想到李沅芷對自己一往情深，而自己卻無法酬答，有負這位紅顏知己，又覺十分過意不去。這樣日日夜夜思潮起伏，把一個風流瀟灑的金笛秀才折磨得瘦骨嶙峋、憔悴不堪了。群雄見了余魚同後，回到廳上議事。文泰來抑鬱不樂，說道：「十四弟為了救我，把他的臉毀成這個模樣。他本來是個俊俏的少年。現今──唉！」無塵道：「咱們男子漢大丈夫，在江湖行俠仗義，講究的是義氣血性。容貌好惡，只有沒有出息的人才去看重，我沒左臂，章十弟的背有病，常家兄弟一副怪相，江湖上有誰笑話咱們？十四弟也未免太想不開了。」趙半山道：「他是少年脾氣，又在病中，將來大家勸勸他就沒事了。今天咱們來痛飲一番，和四弟慶賀。」群雄轟然叫好，興高采烈，吩咐小頭目去預備豐盛酒席。周綺道：「可惜冰姊姊不在，不知她今天能不能趕回來。她是騎白馬去的麼？」章進道：「不是，她說白馬太耀眼，四哥和十四弟傷沒好全，別惹鬼上門。」楊成協笑道：「此刻咱們大夥兒都在這裏了，有鬼上門，那是再好不過。」蔣四根聽得談到「鬼」，向著石雙英咧嘴一笑。石雙英綽號「鬼見愁」，不過這渾號大家在常氏雙俠面前不敢提起，因為雙俠綽號黑無常白無常，無常是鬼，豈不是哥哥怕了兄弟？陳家洛和徐天宏低聲商量了一會，拍一拍掌，群雄盡皆起立。陳家洛道：「陸、周兩位前輩請坐，下次請不要這樣客氣。」陸菲青和周仲英說聲：「有僭。」坐了下來。陳家洛道：「這次咱們的事辦得十分痛快，不過以後還有更難的事。現在我分派一下。衛九哥和十二郎，你們兩位到北京去。打探京城消息，看皇帝是不是變盟，有何詭計加害咱們。這是一件首要大事，兩位務必小心在意。」衛石兩人答應了。陳家洛又道：「兩位常家哥哥，請你們到四川雲貴去聯絡西南豪傑。楊八哥到蘇北皖南一帶，無塵道長到兩湖一帶，蔣十三哥到兩廣一帶聯絡。趙三哥與馬氏父子聯絡浙、閩、贛三省的豪傑。山東、河南一帶，請陸老前輩主持，西北諸省由周老前輩帶同孟大哥、安大哥、周姑娘主持。文四哥十四弟兩位在這裏養傷，仍請四嫂和章十哥照料。七哥和心硯隨我到回部去。各位以為怎樣？」群雄齊道：「願遵總舵主號令。」陳家洛道：「各位分散到各省，並不是籌備舉事，只要和各地英豪多多交往，以為將來大舉的基礎。咱們的事機密異常，任他親如妻子，尊如師長，都是不可洩漏的。」眾人道：「這個咱們理會得。」陳家洛道：「咱們以一年為期，明年此時大夥在京師聚齊。那時四哥和十四弟傷早好了，那時咱們就可齊顯身手，大幹一番！」說罷神采飛揚，拍案而起。群雄隨著他步出中庭，俱都意興激越。章進聽見總舵主又派他在天目山閒居，悶悶不樂。文泰來知道了他的心意，對陳家洛道：「總舵主，我的傷已經大好，十四弟火傷雖然厲害，但調養起來也很快捷。這一年教我們悶在這裏，實在不是滋味。我們四人想請命跟你同到回部，也好讓十四弟散散心。」章進大喜，忙道：「好，好。」文泰來道：「咱們沿路遊山玩水，傷勢一定更好得快些。」陳家洛道：「那也好，只不知十四弟能不能支持。」文泰來道：「讓他先坐幾天大車好了，最多過十天半月，我想就可騎馬啦！」陳家洛道：「好，就這麼辦。」章進喜孜孜的奔進去告訴余魚同，隨即奔出來道：「十四弟說這樣最好。」周仲英把陳家洛拉在一邊道：「總舵主，現在四爺是救出來啦，你和皇上又是骨肉相逢，可算得上是喜事重重。我想再加一樁喜事，你瞧怎樣？」陳家洛喜道：「老爺子是要給七哥和大姑娘完婚？」周仲英笑道：「正是這樣。」陳家洛道：「那是再好沒有，乘著大夥都在這裏，大家喝這杯喜酒再走，只是時間匆促一點，咱們不能遍請各地好朋友來熱鬧一番，未免委曲了大姑娘。」周仲英笑道：「有這許多英雄好漢在這裏還不夠麼？」陳家洛道：「那麼咱們來挑一個好日子。」周仲英道：「咱們這種人還講究甚麼吉利不吉利，我說就是今天。」陳家洛知他顧全大體，不願因兒女之事而耽誤了群雄行程。說道：「老爺子這樣眷顧，咱們真是感激萬分。」周仲英笑道：「老弟台，你還跟我客氣麼？」陳家洛笑嘻嘻的走到周綺跟前，作了一揖，笑道：「大姑娘，大喜啦！」周綺臉上羞得飛紅，說道：「你說甚麼啊？」陳家洛笑道：「我要正正式式叫你一聲七嫂啦！七嫂，恭喜你大喜啦。」周綺道：「呸，做總舵主的人這麼不老成。」陳家洛笑道：「好，你不信。」他手掌一拍，群雄登時靜了下來。陳家洛道：「剛才周老爺子說，今兒要給七哥和周大姑娘完婚，咱們有喜酒喝啦！」群雄歡聲雷動，紛紛給周仲英和徐天宏道喜，周綺這才知道這事不假，忙要躲進內堂去。衛春華笑道：「十弟，快拉住她，別讓新娘子逃去。」章進作勢要拉。周綺左掌橫劈一掌，章進一讓，笑著叫道：「啊喲，救命哪，新娘子打人啦！」周綺嫣然一笑，闖了進去。眾人正在起轟，忽聽門外一陣鸞鈴響，駱冰手中抱了一隻盒子，奔了進來，叫道：「好啊，大家都來了。甚麼事這樣高興？」衛春華道：「你問七哥。」駱冰道：「七哥，甚麼事啊？」徐天宏一時吶吶的說不出話來。駱冰道：「咦，奇了，咱們的諸葛亮怎麼今兒傻啦？」蔣四根躲在徐天宏背後，兩手指作互相交拜鞠躬的姿勢，說道：「今天諸葛亮招親，他要作傻女婿啦。」駱冰大喜，連叫：「糟糕，糟糕！」楊成協笑道：「四嫂你高興胡塗啦，怎麼七哥完婚，你卻說糟糕？」群雄又轟然大笑。駱冰道：「早知七哥和綺妹妹今天完婚，就順手牽羊多拿點珍貴的東西來，現在我沒甚麼好物事送禮，豈不糟糕？」楊成協道：「你給四哥帶了甚麼好東西來了，大家瞧瞧成不成？」駱冰笑吟吟把盒子打放，一陣寶光耀眼，原來是回部送給皇帝求和的那對羊脂白玉瓶。群雄都驚獃了，忙問：「你從那裏得來的？」駱冰道：「我和四哥閒談，談到這對玉瓶好看，瓶上的美人尤其美麗，他不信──」徐天宏接口道：「四哥一定說：『那有你美麗啊，我不信！』你說是不是？」駱冰一笑不答，原來當時文泰來確是那麼說了的。徐天宏道：「你到杭州皇帝那裏去盜了來？」駱冰點點頭，很是得意，說道：「我就拿來給四哥瞧瞧。至於怎樣處置這對玉瓶，聽總舵主吩咐好了。送還給霍青桐妹妹也好，咱們自己留下也好。」文泰來上來細看玉瓶，不禁嘖嘖稱羨。駱冰笑道：「我說的沒錯罷？」文泰來笑著搖搖頭，駱冰楞了一楞，隨即會意，丈夫是說瓶上的美人再美也不及自己妻子，望了他一眼，不禁紅暈雙頰。無塵道：「四弟妹，皇帝身邊高手很多，這對玉瓶這樣貴重，他們一定好好看守，怎麼會給你盜來的？你這份膽氣本事，真是男子所不及，我老道今日可服你了。」駱冰笑著把她怎樣偷入巡撫衙門、怎樣抓到一個管事的太監逼問、怎樣用毒藥饅頭毒死看守的巨獒、怎樣裝貓叫騙過守衛的侍衛、怎樣在黑暗中摸到玉瓶細細說了一遍。群雄聽得出神，對駱冰的神偷妙術都大為讚嘆。陸菲青忽道：「四奶奶，我和你老爺子駱元通駱老弟是過命的交情，我要倚老賣老說幾句話，你可別見怪。」駱冰忙道：「陸老伯您說。」陸菲青道：「你膽大心細，單槍匹馬幹出這種叫人咋舌的事來，那確是令人佩服的了。不過事情有緩急輕重之別，倘若這對玉瓶和咱們所圖的大事有關，或者你是為了救貧惜孤、行俠仗義，那麼這冒險是應該的。現下你不過是和四爺一句玩笑，就這樣孤身犯險，要是有甚麼失閃，不說朋友們大家擔憂，你想四爺是甚麼心情？」這番話把駱冰說得背上生汗，連聲說「是」。陸菲青又道：「這晚恰巧皇帝被咱們請到了六和塔，侍衛們六神無主，大家全心在設法尋訪皇上，所以沒有高手在撫衙守衛，要是甚麼金鉤鐵爪白振等都在那邊，你這個險可冒得大啦！」駱冰答應了，掉過頭來向文泰來伸了伸舌頭。陳家洛出來給駱冰解圍：「四哥出來之後，四嫂是高興得有點胡塗啦，以後可千萬別這樣。」駱冰道：「不啦，不啦！」