第一一三回　小無相功玄慈此言一出，哲羅星與波羅星二人喜動顏色。神光上人卻是又喜又愁，喜的是波羅星果然精熟少林派絕技，而玄慈方丈準他離寺；愁的是此事自己實在無甚功績，全是鳩摩智一力促成，此人武功高極，既已控制全局，自己再要想到從波羅星手中轉得少林絕技，只怕是難之又難。鳩摩智不動聲色，只是合十說道：「善哉善哉，方丈師兄何必太謙？」少林合寺僧眾，卻個個垂頭喪氣，要知玄慈被逼到要說這番話，乃是自認少林派武功技不如人。少林派數百年來享譽武林，執中原武學之牛耳，從未有一次受過如此重大的挫折，這麼一來，不但少林寺一敗塗地，而且使中土武人在番人之前大大的丟了臉面。龍猛、道清、覺賢、融智、神音諸僧興念及此，也覺面目無光，事情會演變到這步田地，實非他們初上少林寺時所能逆料。玄慈所以不再強留波羅星，實已熟思再三。他想少林寺之扣留波羅星，全是為了不令本寺武功絕技洩之於外，眼見鳩摩智一身而兼本寺七十二門絕技，則縱然扣留波羅星，又有何益？何況波羅星所記憶本寺絕技最多也不過七八種而已，比諸鳩摩智所知，實不可同日而語。以鳩摩智的武功而論，本寺諸僧，無一能是他的敵手，若說五百餘名僧眾一擁而上，倚多為勝，那真變成了下三濫匪盜行徑，豈是揚名天下的少林派的所為？這波羅星今日一下山，不出一月，江湖上不免傳得沸沸揚揚，少林寺再不能領袖武林，自己也無顏為少林寺的方丈。這一切他全了然於胸，但形格勢禁，若非如斯，又焉有第二條路好走？殿上諸種事故，虛竹自始至終，一一都瞧在眼裏，待聽方丈說了那幾句話後，本寺前輩僧眾，個個神色慘然，他斜眼望著師父慧輪時，但見他淚水滾滾而下，實是傷心已極，更有幾位師叔連連捶胸，痛哭失聲。虛竹雖不明白其中關節，但也知鳩摩智適才顯露的武功，本寺無人能敵，只有讓他將波羅星帶走。可是虛竹心中卻有一事大感不解。他眼見鳩摩智使出大金剛拳的拳法、般若掌掌法、摩訶指指法，招數是對是錯，他因沒有學過這幾門功夫，自是無法知曉，但運用這拳法、掌法、指法的內功，他卻瞧得清清楚楚，那顯然是「小無相功」。這小無相功他得自無崖子，後來天山童姥在傳他「天山折梅手」的歌訣之時，發覺他身有此功，曾大為惱怒傷心，蓋此功她師父只傳李秋水一人，虛竹既從無崖子身上傳得，則無崖子和李秋水之間的關係，自是不問可知了。天山童姥息怒之後，曾對他詳談「小無相功」的運用之法，但真正精到的指點，還是後來得之於李秋水。虛竹於武學的見聞非但並不廣博，而且可說十分簡陋，然而於這「小無相功」，卻是爛熟於胸，後來在靈鷲宮地下石宮的壁上圓圈之中，又體會到不少「小無相功」的秘奧。「小無相功」是道家之學，講究清靜無為，神遊太虛，與佛家「無色無相」之學名雖小同，實質大異。他一聽到鳩摩智在山門外以中氣傳送言語，心中便已一凜，知他的「小無相功」修為甚深，此後見他使動拳法、掌法、指法、袖法，表面上變幻多端，卻全是小無相功催動。玄生師叔祖以及波羅星所使的「天衣無縫」等招，卻是從內至外，全是佛門功夫，而且般若掌有般若掌的內功、摩訶指有摩訶指的內功，涇渭分明截不相混。他聽得鳩摩指自稱精通本派七十二門絕技，然而施展之時，明明只不過是以一門小無相功，將般若掌、大金剛拳等招數使了出來，只因小無相功威力強勁，一使勁便鎮懾當場，在不會小無相功之人眼中，便以為他真的精通少林派各門絕技。這雖魚目混珠，小無相功的威力也絕不在任何少林絕技之下，但終究是指鹿為馬，混淆是非。虛竹覺得奇怪的是鳩摩智所施者明明是小無相功，卻自稱為少林絕技，少林寺自方丈玄慈以下五百名僧眾竟無一人直斥其非。他可不知這小無相功博大精深，又是道家的武學，大殿上卻無一個不是佛門弟子，武功再高，也不會去修習道家的內功，何況「小無相功」以「無相」兩字為經緯，不著形相，無跡可尋，若非本人也是此道高手，決計看不出來。虛竹初時只道眾位前輩師長別有深意，他是第三輩的小沙彌，如何敢妄自出頭？但眼見形勢急轉直下，一眾師長均是悲怒沮喪，無可奈何，本寺顯然是面臨重大劫難，便欲挺身而出，指明鳩摩智所施展的實在不是少林派絕技，只是二十餘年來，他在寺中從未當眾說過一句話，在大殿中一片森嚴肅穆的氣象之下，話到口退，不禁又縮回去。只聽鳩摩智道：「方丈既如此說，那是自認貴派七十二門絕技，實在並非貴派自創，這個『絕』字，須要改一改了。」玄慈默然不語，心中如受刀剜。一個身形高大的老僧厲聲說道：「國師已佔上風，本寺方丈亦許天竺番僧自行離去，何以仍如此咄咄逼人，不留絲毫餘地？」鳩摩智微笑：「小僧不過想請方丈應承一句，以便遍告天下武林同道。以小僧之見，少林寺不妨從此散了，諸位高僧分投清涼寺、普渡諸處寺院托庇安身，各奔前程，豈非勝在浪得虛名的少林寺中苟且偷安？」他此言一出，少林群僧涵養再好都忍不住，紛紛大聲呵斥起來。群僧心下開始明白，原來鳩摩智上得少室山來，竟是要以一人之力，將少林寺挑了，使得中原武林從此少了一座重鎮。只聽他朗朗說道：「小僧孤身來到中土，本意要想見識一下少林寺的風範，且看這號稱中原武林泰山北斗之地，是怎樣一副宏偉的氣象。但聽了諸位高僧的言語，看看各位高僧的舉止，嘿嘿嘿，似乎還及不上僻處南疆的大理國天龍寺。唉！可令小僧大大失望了。」玄字輩中忽有一個聲音說道：「大理國天龍寺枯榮大師和天因方丈佛法深淵，凡釋氏弟子，無不仰慕。出家人早無競勝爭強之念，國師說我少林不及天龍，豈足介意？」那人一面說，一面緩步而出，乃是一個滿面紅光的老僧。他右手食指與拇指輕輕搭信，臉露微笑，神色極是溫和。鳩摩智也即臉露笑容，說道：「久慕玄渡大師的『拈花指』功夫已練得出神入化，今日見得，幸何如之。」說著右手食中兩指也是輕輕撐住作拈花之狀。二僧左手同時緩緩伸起，向著對方彈了三彈。只聽得波波波三響，指力相撞，玄渡大師身子一晃，突然間胸口射出三支血箭，激噴數尺。原來兩股指力較量之下，玄渡不敵，給鳩摩智三股指力都中在胸口，便如是利刃所傷一般。這玄渡大師為人最是溫和，極得寺中小輩僧侶愛戴。虛竹十六歲那年，曾奉派替玄渡掃葉烹茶，服侍了他八個月。玄渡待他十分親切，還指點了他一些羅漢拳的拳法。此後玄渡閉關參禪，虛竹極少再能見面，但往日情誼，長在心頭。這時見玄渡突為小無相功的指力所傷，知道救援稍遲，立有性命之憂，他既曾得聾啞老人蘇星河授以療傷之法，後來又學了破解生死符的秘訣，於救傷扶死一道，已是天下無人能及。眼見玄渡胸口鮮血噴出，不暇細思，身子一晃之間，已搶到玄渡對面，虛托一掌，說時遲，那時快，三股血水未及落地，在他掌力一逼之下，竟又迅速無比的回入了玄渡胸中。虛竹左手如彈琵琶，一陣輪指虛點，頃刻間封閉了玄波傷口上下左右的十一處穴道，鮮血不再湧出，再將一粒靈鷲宮的九轉熊蛇丸餵入他的口中。當日虛竹得段延慶指點，破解無崖子所佈下的玲瓏棋局之時，鳩摩智曾見過他一面，但當虛竹一進木屋，久久不出，鳩摩智便離去。沒見到他後來為慧方、包不同等人療傷。其後虛竹負了童姥從雪峰絕頂摔下，鳩摩智正與慕容復、丁春秋等一干高手較量，也曾出掌推運虛竹的身子，以顯示自己的造詣修為，兩次相見，都覺虛竹武功平庸，毫不足道，不料此刻突然見他越眾而出，以輪指虛點，封閉玄渡的穴道，手法之妙，功力之強，竟是自己生平所未見，不由得大吃一驚。慧方等六僧那日見虛竹一掌擊死玄難，又見他竟做了外道別派的掌門人，種種怪異之處，無法索解，當即奉了玄難屍身，回到少林寺中。玄慈方丈與眾高僧詳加查詢，得悉玄難乃是死於丁春秋「三笑逍遙散」的劇毒，但久候虛竹不歸，派了十多名僧人出外找尋，也始終未見他的蹤影。虛竹回寺之日，適逢少林寺又遇重大的變故，原來丐幫幫主王星天竟然遣人下帖，要少林奉他為中原武林盟主。玄慈連日與玄字輩、慧字輩群僧籌商對策，實不知那名不見經傳的王星天是何等樣人物。但丐幫是江湖上第一大幫會，實力既強，向來又俠義自任，與少林派互相扶持，主持江湖上的正氣、武林中的公道，突然間要強居於少林派之上，倒令眾高僧手足無措起來。虛竹的師父慧輪見方丈和一眾師伯、師叔有要務在身，便不敢將虛竹回寺、連犯戒律之事稟告，是以他在園中挑糞澆菜，眾高僧也均不知，這時突然見他顯示高妙手法，倒送鮮血回入玄渡體內，自也是人人驚異。虛竹將治傷靈丹餵了玄渡，說道：「太師伯，你且不要運氣，以免傷口出血。」撕下自己僧袍，裹好了他胸口傷處。玄渡苦笑道：「大輪明王──的──拈花指的功夫──如此──如此了得！老衲拜──拜服。」虛竹道：「太師伯，他使的不是拈花指，也不是佛門武功。」此言一出，眾僧心下都是暗暗搖頭，鳩摩智的指法固然和玄渡一模一樣，連兩人溫顏微笑的神情，也是毫無二致，卻不是少林寺絕技之一的「拈花指」是甚麼？而鳩摩智是吐蕃國的護國法師，敕封大輪明王，每隔九年，便在大雪山大輪寺開壇講經說法，四方高僧居士雲集聆聽，執經問難，無不群起讚嘆。他是佛門中天下知名的高僧，怎麼所使的會不是佛門武功？鳩摩智心中卻又是一驚：「這小和尚怎知我使的不是拈花指？不是佛門的武功？」一轉念間，便即恍然：「是了，那拈花指本是一門十分王道和平的功夫，只點人穴道，制敵而不傷人，我急切求勝，指力太過凌厲，竟在那老僧胸口開了三個小孔，便不是迦葉尊者拈花微笑的本意了，這小和尚想必由此而知。」他天生睿智，自少年時起便迭逢奇緣，生平從未敗於人手，一離吐蕃，在大理國天龍寺中連勝枯榮、天因、天相等高手，到得中土，與慕容復、丁春秋等較藝，雖然高下未分，卻也是略佔上風。這時只見虛竹只不過二十來歲，雖然適才「輪指封穴」之技頗為玄妙，料想武功再高也高不到那裏去。他此番來到少林，原是想憑一身武功，單槍匹馬的鬥倒這座千年古剎，豈能在這少年僧人之前退縮？當下便微笑說道：「小師父說我這不是佛門武學，卻令少林絕技置身何地？」虛竹不善言辯，只道：「玄渡大師伯的拈花指自然是佛門武學，你──你這個──卻不是──」一面說，一面提起左手，學著玄渡的招式，也彈了三彈，指中使上了小無相功。他對人恭謹，這三指不敢正對鳩摩智，只是向無人處彈去，只聽得鏜、鏜、鏜，三聲巨響，大殿上一口銅鐘發出極大的聲音。原來虛竹這三下指力，都彈在鐘上，便如以鐘槌用力撞擊一般。鳩摩智叫道：「好功夫。請試我一招般若掌！」說著雙掌一立，似是行禮，雙掌卻不合攏，呼的一聲輕響，一股掌力從雙掌間吐了出來，奔向虛竹，正是般若掌中的「峽谷天風」。虛竹見他來勢兇猛，非擋不可，當即回手一帶，以一招「天山六陽手」將對方掌力化得無影無蹤。鳩摩智但感他這一掌之中隱含吸力，剛好剋制自己這一招的掌力，宛然便是小無相功的底子，心中一凜，笑道：「小師父，你這是佛門功夫麼？我今日到來寶剎，乃是要領教少林派的神技，你怎麼反以旁門功夫賜招？難道在大宋國號稱數一數二的少林派本身武功，當真徒具虛名，不足以與異邦的武功相抗衡麼？」要知鳩摩智為人機靈無比，一試出虛竹的內功特異，自己沒有制勝把握，便以言語擠迫，要他只用少林派的功夫。虛竹絲毫不明人心險詐，說道：「小僧資質愚魯，於本派武功只學了一套羅漢拳、一套韋陀掌，那是本派扎根基的入門功夫，如何能與國師過招？」鳩摩智哈哈一笑，道：「既然如此，你倒也有自知之明，不是我的對手，那便退下去罷。」虛竹道：「是！小僧告退。」合十行禮，退入虛字輩群僧的班次。玄慈方丈卻是精明之極，雖不明虛竹武功的由來，但以他適才所演的幾招觀之，招數精奇，內功深厚，足可與鳩摩智相匹對敵，少林寺今日面臨存亡榮辱的大關頭，不如便遣他出去抵擋一陣，縱然落敗，也多少耗去了鳩摩智的一些內力，當即說道：「大輪明王自稱精通少林七十二種絕技，高明淵博，令人佩服之至。少林派的入門粗淺功夫，自是更加不放在他的眼裏了。虛竹，本寺僧眾以『玄、慧、虛、空』排行，你是本派掌門的第三代弟子了，本來絕無資格和吐蕃國第一高手的大輪明王過招動手，但明王萬里遠來，良機難逢，你便以羅漢拳和韋陀掌的功夫，請明王指點幾招。」他將話說在頭裏，虛竹只不過是第三代「虛」字輩的小僧，敗在鳩摩智手下，於少林寺威名並無所損，但只要僥倖勉強支持得一炷香、兩炷香的時刻，自己再來乘勢喝止雙方，鳩摩智便無顏再糾纏下去了。虛竹聽得方丈有令，自是不敢有違，躬身道：「是。」走到殿中，合十說道：「明王手下留情！」心想對方是前輩高人，絕不會先行出招，當即雙掌一直拜了下去，正是韋陀掌的起手式「靈山禮佛」。他在少林寺中半天唸經，半天練武，十多年來，已將這套羅漢拳和韋陀掌練得純熟無比，這招「靈山禮佛」本來不過是一種禮敬敵手的姿式，表示佛門弟子，禮讓為先，絕非好勇鬥狠之徒。那知他此刻身上既已有無崖子的「北溟真氣」，復兼童姥和李秋水兩大高手武學之所長，而靈鷲宮地下石窖中面壁數月揣摩，更是得益良多，雙掌一拜下，身上僧衣便即微微鼓起，真氣流轉，護住了全身。鳩摩智見情勢如此，不由得自己避戰，一掌擊出，掌風隱含必必卜卜的輕微響聲，直如炒豆一般，姿式手法，正是般若掌的上乘功夫。那韋陀掌是少林武功的入門，般若掌卻是最精奧的掌法，循序而進，通常要花三十五年的功夫，至於般若掌既是少林七十二絕技之一，練將下去，永無窮盡，掌力越練越強，招數愈練愈純，那是學無止境了。自少林創派以來，以韋陀掌和般若掌過招，實是從所未有。要知兩者的深淺精粗，正是少林武功的兩個極端，會般若掌的前輩僧人，絕不會和只會韋陀掌的本門弟子動手，就算是師徒之間餵招學藝，師父既然使到般若掌，做弟子的至少也要以達摩掌、伏虎掌、如來千手法等等掌法來應付。虛竹一見對方掌到，斜身略避，雙掌推出，仍是韋陀掌中一招，叫做「山門護法」，招數平平無奇，所含力道卻是雄渾無比。鳩蹭智身形流轉，「袖裏乾坤」，無相劫指點向對方。虛竹斜身閃避，鳩摩智早料到他閃避的方位，大金剛拳一拳擊出，砰的一聲，正中在他的肩頭。虛竹踉踉蹌蹌的退了兩步，鳩摩智哈哈一笑，道：「小師父服了麼？」料想這一掌開碑裂石，已將他的肩骨擊成粉碎。那知虛竹有「北溟真氣」護體，外力不侵，而且每當受一次撞擊，真氣便強一分。虛竹猱身復上，雙掌自左向右的披下，名為「洪水歸海」，雙掌之中帶著浩浩真氣，當真便如大水滔滔，東流赴海一般，鳩摩智見他吃了自己一掌，恍若不覺，這兩掌擊到，力道如此沉厚，心下不由得暗自驚異，出掌奮力一擋，身隨掌起，雙腿連環，霎時間踢出七腿，啪啪有聲，盡數中在虛竹心口，正是少林七十二絕技之一的「如影隨形腳」，蓋一腿既出，第二腿如影隨形，緊跟而至，這時第二腿也已變為形，而第三腿復如影子，跟隨踢到，踢到第七腿時，虛竹身子向後一仰飄開數丈。鳩摩智不容他喘息，連出兩指，嗤嗤有聲，乃是「多羅指法」。虛竹坐馬拉弓，還擊一拳，正是「羅漢拳」中的一招「黑虎偷心」。這一招少林眾僧無人不會，但附以小無相功後，竟將多羅指的兩下穿金破石的指力消於中途。鳩摩智有心炫耀本身功夫，多羅指使罷，立時變招，單臂削出是空手，用的卻是「燃木刀法」。這種刀法快速無倫，練成之後，在一根乾木旁連劈九九八十一刀，不能損傷木材絲毫，但刀上發出之熱力，卻要將木材點燃生火，當年蕭峰的師父玄苦大師，即擅此技，自他圓寂之俊，寺中已無人能使。鳩摩智一刀劈下，波的一響，已劈在虛竹右臂之上。虛竹叫道：「好快！」一拳打出，拳到中途，右臂上又中一刀。鳩摩智雖然以掌作刀，但真力貫於掌緣，堅利不遜鋼刀，一樣的能割首斷臂，但虛竹臂上連中兩刀，竟是渾若無事，反震得他掌緣隱隱生疼。鳩摩智駭異之下，心念電轉，尋思：「這小和尚便是金鐘罩、鐵布衫功夫，也經不起我這幾下重手，卻是何故？啊，是了，此人僧衣之內，定是穿了甚麼護身寶甲。」他一想到此節，連連出招攻擊虛竹的面門，「大智無定指」、「去煩惱指」、「寂滅抓」、「朝華抓」，接連使出六七種少林神功，專攻虛竹的眼口咽喉。這麼一輪搶攻，虛竹手忙腳亂，連連倒退，一拳又一拳的打出，全是羅漢拳的「黑虎偷心」，每打一拳，都將鳩摩智逼退半尺，就是這麼半尺之差，鳩摩智種種神妙變幻的招數，便都及不上他的肌膚。頃刻之間，鳩摩智又連使十六七種不同的少林武功，群僧只看得目眩神馳，均想：「此人自稱一身兼通本派七十二絕技，果非大言虛語。」但虛竹所應付的，不但只有一門「羅漢拳」，而且在對方迅若閃電的急攻之下，心中手上，全無變招的餘裕，打了一招「黑虎偷心」，又是一招「黑虎偷心」，拳法之笨拙，縱然是市井武師，也不免為之失笑。一個是巧到了極處，一個卻是拙到了極處。但大巧不能勝至拙，這招「黑虎偷心」中所含的勁力，竟在漸漸增強，兩人越離越遠，鳩摩智手指手爪和虛竹的面門間距離已到了一尺以上。此時鳩摩智已然發覺，虛竹拳中所打出來的，除了渾厚的內力，隱隱然也有小無相功，而且此人的小無相功竟然還遠在自己之上，只是不會精巧運使，威力未能充分發揮，如此鬥將下去，可不易取勝。他瞧見虛竹又是一招「黑虎偷心」打到，突然間手掌一沉，雙手拿處，已抓住虛竹的拳頭，正是「擒龍手」中的一招，左手拿著虛竹的小指，右手拿住他的拇指，運力向上一拗。這擒拿法手法巧妙之極，手指一碰上對方身體的任何部位，有如膠水一般，立即黏住。虛竹的拇指和小指被鳩摩智雙手向上力勾，再也無法仍用這一招「黑虎偷心」來加拆解，手指劇痛之際，自然而然的使出「天山折梅手」來，右腕轉了一圈，翻將過來，拿住了鳩摩智的左腕。鳩摩智一抓住他兩根手指，只道已然得手，萬料不到他手腕上突然會生出一種怪異的力道，反拿己腕。他所知武功甚為淵博，但這天山折梅手一大半是天山童姥自己所創，他竟是全然不知來歷，心中一凜之間，只覺自己左腕已如套在一隻鐵箍之中，再也無法掙脫。幸好虛竹慌忙中只求自解，不暇反攻敵人，所以牢牢抓住鳩摩智的手腕，志在不讓他再勾自己手指，是以出手之時，忘了抓他脈門。便只這麼偏了三分，鳩摩智內力已生，微微一收，隨即激迸而出，直欲震裂虛竹的虎口。虛竹但覺手上一麻，生怕鳩摩智脫手之後，又以厲害手法擊打自己，忙又運勁，體內的北溟真氣源源生了出來。鳩摩智連運三次勁力，竟然未能掙脫，不由得心下大駭，右手成掌，斜劈虛竹項頸。他情急之下，沒能再使少林派的武功，這一劈卻是他吐蕃的本門功夫。此是近身肉博，虛竹一覺勢危，左手以一招天山六陽手將來掌化解了。鳩摩智一掌未能得手，次掌又至，虛竹的六陽手綿綿使出，將對方勢若狂飆的攻勢一一化解。旁觀群僧見鳩摩智左腕被虛竹抓住不放，右掌連使攻擊，始終打不到虛竹頭上。其時兩人近身而鬥，呼吸可聞，出掌的都是曲臂回肘，每發一掌只不過七八寸距離。但相距雖近，掌力卻是強勁無比，眾僧聽得鳩摩智的掌聲呼呼，刮面如刀，雖是在大雄寶殿之中，卻竟似到了高山絕頂，狂風四面吹襲，有如在汪洋大海，波濤澎湃，這掌力散了開來，眾僧均覺寒意逼人。少林寺中輩份較低的僧侶漸漸抵受不住，一個個的縮身向後，貼牆而立。玄字輩的高僧自是不怕掌力侵襲，但也是各運內力抗拒。虛竹為了要替三十六洞、七十二島的群豪解除生死符，在這天山六陽手上用功甚勤，種種精微變化，全已了然於胸，而靈鷲宮地底石壁上的圖譜，更令他大悟其中奧妙。只可惜他從未用之與人對拆過招，雖在童姥和李秋水較藝時學得了使用之法，總是少了習練，一上來便與一位當今第一流的高手生死相搏，掌法雖高，內力雖強，所能使用的實不過二三成而已。其時鳩摩智的掌力越來越是凌厲，虛竹心無二用，但求自保，每一掌取的都是守勢。他本意並不是要拿住鳩摩智，只是覺得對方武功勝己十倍，單掌攻擊，已是這般厲害，若是任他雙掌齊施，只怕自己非命喪當場不可，所以拼命拿住他的左腕，乃是要他左掌無法出招之意。這個念頭雖笨，不料此刻卻是大有用處。鳩摩智雙掌只剩了一掌，掌力上連環變化，交互為用的妙著便使不出來，虛竹本來掌法不大純熟，使單掌較雙掌為便。一個打了個對折，十成掌法變成了只剩五成，一個卻將二三成的功夫提到了四五成使用。一炷香時刻過去，兩人已交拆了數百招，卻仍是個僵持的局面。玄慈、神光、玄渡、龍猛、哲羅星等諸高僧都已看了出來，鳩摩智左腕受制，掙扎不脫，但虛竹的左掌卻全然處於下風，只有招架之功，無絲毫還手之力，兩人顯然都是右優左劣。像這樣的打法，眾高僧雖見多識廣，卻實是生平所未見。其中少林眾僧更多了一份驚異，一份憂心，虛竹自幼在本寺長大，下山半年，卻不知從何處學了這一身驚人技藝回來，又見他抓住敵人，並不能制敵，但鳩摩智每一掌中都是含著摧筋拆骨、震破內家真氣的大威力，只要有一招疏虞，給他擊中了一掌，立即非氣絕身亡不可。此刻少林眾高僧中，不論是那一位出手相助，只須輕輕一指，都能取了鳩摩智的性命，但這番相鬥，並不是為了報怨雪恥、志在殺了對方，而是為了少林一派的聲譽，因此若是有人上前殺了鳩摩智，於少林派的令譽，只有更加大損。群僧個個提心吊膽，手心中捏一把汗，瞧著二人激鬥。又拆了一百餘招，虛竹驚恐之心漸去，於天山六陽手中精妙之處，領悟得越來越深，十招中於九招守禦之餘，已能還擊一招。他既還擊一招，鳩摩智便須出招抵禦，攻勢不免略略頓挫。其間相差雖然甚微，消長之勢，卻是漸漸對虛竹有利。又過了一頓飯時分，虛竹已能在十招中反攻兩招。少林群僧見他漸脫困境，無不暗暗喜歡。神光上人自從鳩摩智一現身，心情便甚矛盾，既盼鳩摩智將少林派的威風殺滅，又不願異邦僧人到中土來橫行無忌，自己又無力將之制住。待見鳩摩智與虛竹鬥得相持不決，只盼兩人打得兩敗俱傷，同歸於盡，自己便可坐收漁人之利，即使無法從波羅星手中再取其他少林絕技，但那般若掌、摩訶指、大金剛拳三種絕技的秘訣，自己總已記在心中，回去後詳加參研，依法修習，必可在武林中大放異彩。憑著一己的聰明智慧，當可將這三種武功大加變通，招式上使之與原來的功夫大同而有小異，那時便成為清涼寺的三種絕技，而自己便為創建這三項絕技的鼻祖了。波羅星卻又是另一番心情。他這些時間中在藏經閣中任意出入，觀覽少林寺歷代高僧遺下來的武經秘訣，但覺博大精深，越是鑽研，越覺其中奧妙無窮，漸漸的沉迷其中。今日師兄哲羅星來接他出寺，自忖心中所記憶者，還不到少林武功的一成，回歸故鄉雖是歡喜，但眼見寺中寶藏如此豐富，一出少林山門，從此再也無緣得窺，卻也是不勝遺憾。其後見到虛竹與鳩摩智相鬥，兩人內力之強，招數之奇，自己可說連一個邊兒也摸不到。他不知虛竹所使者，其實並不是少林武功，只覺少林寺中一個二十多歲的青年僧人已是如此了得，自己萬里奔波，好容易有緣獲許出入藏經閣，如此只記得幾部武學經書回去，雖不是如入寶山空手而回，但所得者絕非真正貴重之物，只怕此後一生之中，不免日日夜夜，悔恨無盡。要知武學一道，便是如琴棋書畫種種繁雜奧妙的功夫一般無異，愈是鑽研下去，愈是興味盎然，只要得悉世上另有比自己所學更高一層的功夫，千方百計也要觀摩一番。波羅星是天竺高僧中大才智之士，初到少林寺時，一意在盜取武經，回去光大天竺武學，但等到一見少林寺的武學竟是如此浩於煙海，卻未免戀戀不捨，不肯遽此離去了。這時虛竹和鳩摩智相鬥之際，已能佔了四成攻勢，雖然兀自遮攔多而進攻少，但內力愈增愈強，每出一招，鳩摩智都覺極難招架。原來虛竹心中略有餘裕之後，突然使了一招，卻不是天山六陽手中的招數，而是李秋水在荒僻中教了他用來對付童姥的手法。這一招套中有套，雖只一招，卻有八種不同的厲害後著。當日童姥也是費了老大心血，方於妥為拆解。總算鳩摩智武學淵深，機變過人，這才在倉卒中別出心裁的接下來。這一招鳩摩智是勉強接下來，但虛竹一試得手，精神為之一振，第二招跟著使了一招童姥教他用來對付李秋水的。須知童姥和李秋水二人，都是逍遙派中的頂尖高手，苦研數十年後，臨死相搏，所出的每一招盡是既陰狠又凌厲的殺手，招招都是極工心計的攻敵要害，這兩個女子心中積蓄了數十年的怨毒，又明知對方厲害，出手之時，那裏還有半分容情？