第六十回　種種疑團蕭峰掌心中加運內勁，使阿朱不致脫力，垂淚道：「你為甚麼不跟我說了？要是我知道他便是你的爹爹──」可是他說了「要是我知道他便是你的爹爹」這句話，卻再也說不下去了，他自己也不知道，如果他事先得知段正淳便是自己心愛之人的父親，那便該當如何。阿朱道：「我翻來覆去，思量了很久很久，大哥，我也想陪你一輩子，可是那怎麼能夠？我能求你不報這五位親人的大仇麼？就算我胡裏胡塗的求了你，你又能答允麼？」她聲音越說越低，雷聲仍是轟轟不絕，但在蕭峰聽來，阿朱的每一句話，都比震天響雷更是驚心動魄。蕭峰揪著自己頭髮，說道：「你可以叫你爹爹逃走，不來赴這約會！或者你爹爹是英雄好漢，不肯失約，你可以喬裝了我的模樣，和你爹爹另訂約會，在一個遙遠的地方，在一個遙遠的日子裏再行相會。你何必，何必這樣自苦？」阿朱道：「我要叫你知道，一個人失手害死了別人，可以全非出於本心。你當然不想害我，可是你打了我一掌。我爹爹害死你的父母，也是無意之中鑄成的大錯。」蕭峰低頭看著她的眼睛，天空烏雲偶爾移開，露出了幾顆星星。只見她眼色中柔情無限。蕭峰心中一動，驀地裏覺察到阿朱對自己的深情無限，實出於自己以前的想像之外，顫聲道：「阿朱，阿朱，你一定另有原因，不單單是為了救你父親，也不只是要我知道那是無心鑄成的大錯，你是為了我！你是為了我！」雙手抱著她身子，站起身來。一條條雨絲擊打在他頭上、臉上。阿朱臉上露出笑容，見蕭峰終於體會到了自己的深意，卻也不自禁的歡喜。她明知自己性命已到盡頭，雖不盼望情郎知道自己隱藏心底的用意，但他終於知道了──。蕭峰道：「你是為了我，阿朱，你說是不是？」阿朱低聲道：「是的。」蕭峰大聲道：「為甚麼？為甚麼？」阿朱道：「大理段家有六脈神劍，你打死了他們鎮南王，他們豈肯干休？大哥──」蕭峰恍然大悟，不由得熱淚盈眶。淚水跟著便直灑了下來。阿朱道：「我求你一件事，大哥，你肯答應麼？」蕭峰道：「別說一件，百件千件也答應你。」阿朱道：「我只有一個同父同母的親妹子，咱倆自幼兒不得在一起，求你照看於她，我擔心她走入了歧途。」蕭峰強笑道：「等你身子大好了，咱們找了她來跟你團聚。她的精靈古怪，只怕還及不上你，你自己管教她好了。」阿朱輕輕的道：「等我大好了──等我大好──大哥，我和你到雁門關外放牛牧羊，你說，我妹子也肯去麼？」蕭峰道：「她自然會去的，親姊姊姊夫邀她，還不去麼？」忽然間忽喇一聲響，青石橋橋洞底下的河水中鑽出一個人來，叫道：「羞也不羞？甚麼親姊姊、親姊夫了？我偏不去。」這人身形嬌小，穿了一身水靠，正是阿紫。蕭峰失手打了阿朱一掌之後，全副精神都放在她的身上，以他的功夫，本可覺察到橋底中伏得有人，但一來雷聲隆隆，暴雨大作，二來他心神大亂，直到阿紫自行現身，這才發覺，不由得微微一驚，叫道：「阿紫，阿紫，你快來瞧瞧你姊姊。」阿紫小嘴一扁，道：「我在橋底下本想瞧你和我爹爹打架，看個熱鬧，那知道你打的竟是我姊姊。兩個人嘮嘮叨叨的，情話兒說個不完，我才不愛聽呢。你們談情說愛那也罷了，怎麼拉扯到了我的身上？」一面說，一面走近身去。阿朱道：「好妹妹，以後，蕭大哥照看你，你──你也照看他──」阿紫咯咯一笑，說道：「這個粗魯難看的蠻子，我才不理他呢。」蕭峰正想抱了阿朱找個地方去躲雨，驀地裏覺得阿朱的身子一顫，腦袋垂了下來，一頭秀髮披在他的肩上，一動也不動了，蕭峰大驚，大叫：「阿朱，阿朱！」一搭她的脈搏，已是停止了跳動。蕭峰這一驚之下，一顆心幾乎也停止了跳動，伸手再探她的鼻息，也已沒了呼吸。他大叫：「阿朱！阿朱！」但任憑他再叫千聲萬聲，阿朱是再也不能答應他了。阿紫見阿朱氣絕而死，也是大吃一驚，不再嬉皮笑臉，怒道：「你打死了我姊姊，你──你打死我姊姊！」蕭峰道：「不錯，是我打死了你姊姊。你該當為你姊姊報仇，快，快殺了我罷！」他雙手下垂，放低阿朱的身體，挺出胸膛，叫道：「你快殺了我。」他真盼阿紫抽出刀來，插入自己的胸膛，那就一了百了，解脫了自己無窮無盡的痛苦。阿紫見他臉上肌肉痙攣，神情可怖，不由得心中十分害怕，倒退了兩步，叫道：「你──你──別殺我。」蕭峰跟著走上兩步，伸手至胸，嗤的一聲響，撕破了胸口衣衫，露出肌膚，說道：「你有毒針、毒刺、毒錐──快快刺死了我。」阿紫在閃電一亮之際，見到他胸口所刺的那個青鬱鬱的狼頭，張牙露齒，形貌兇惡，不由得更是害怕，突然大叫一聲，轉身飛奔而去。蕭峰獃立在石橋之上，傷心無比，悔恨無窮，提起手掌，砰的一聲，拍在石欄杆上，只擊得石屑紛飛。他拍了一掌，又拍一掌，忽喇喇一聲巨響，一片石欄桿撲通掉入了河中。蕭峰自己的心似乎也隨著那欄桿掉入了河裏，要想號哭，卻是哭不出來。一條閃電過去，清清楚楚映出了阿朱的臉。那深情、關切之意，仍是留在她的眉梢嘴角，蕭峰大叫一聲：「阿朱！」抱著她的身子，向荒野中直奔。雷聲隆隆，大雨傾盆，蕭峰一會兒奔上山峰，一會兒又奔入了山谷，渾不知自己身在何處，腦海中一片混沌，竟似是成了一片空白。雷聲漸止，大雨卻仍是下個不停。東方現出黎明，天慢慢亮了。蕭峰已狂奔了兩個多時辰，但他絲毫不知疲倦，只是想盡量的折磨自己，只是想立刻死了，永遠的陪著阿朱。農田中有穿了蓑衣、負了鋤頭的農人出來，見到蕭峰的神情，都是現出訝異之色。他漫無目標的亂走，不知不覺間，忽然又回到了那青石橋上。他喃喃說道：「我找段正淳去，找段正淳，叫他殺了我，給他女兒報仇。」當下邁開大步，向小鏡湖畔奔去。不多時，便到湖畔，蕭峰大叫：「段正淳，我殺了你女兒，你來殺我啊，我絕不還手，你快出來，來殺我。」他橫抱阿朱，站在方竹林前，等了片刻，林中寂然無聲，無人出來。蕭峰踏步入林，走到竹屋之前，一腳踢開板門，踏步進屋，叫道：「段正淳，你來殺我！」只見屋中空蕩蕩地，一個人也沒有。他在廂房，後院各處尋了一遍，不但沒見段正淳和他的那些部屬，連竹屋主人阮星竹和阿紫也都不在。屋中用具陳設一如其舊，倒似是各人匆匆離去，急促間甚麼東西也不及攜帶。蕭峰心道：「是了，阿紫帶來了訊息，只道我還要殺她父親報仇。段正淳就算不肯逃走，那姓阮的女人和他部屬，也必帶他遠走高飛。嘿嘿，我不是來殺你。是要你殺我，要你殺我。」又大叫了幾聲：「段正淳，段正淳！」聲音遠遠的傳送出去，但聽到疾風動竹，簌簌聲響，卻無半點人聲。小鏡湖畔，方竹林中寂無一人，蕭峰卻似覺得天地間也只剩下了他一個人。自從阿朱斷氣之後，他從沒有片刻放下她的身子，不知有多少次以真氣內力輸入她的體內，只盼天可憐見，又像上次她受了少林方丈一掌那樣，重傷不死。但上一次是蕭峰受了少林方丈的掌力，阿朱只不過受到一些波及震盪，這一次蕭峰這一掌「亢龍有悔」，卻是結結實實的打正在她的胸口，如何還能活命？再過一刻，蕭峰便增一分沮喪。他抱著阿朱，獃獃的坐在堂前，從早晨坐到午間，從午間又坐到了傍晚。這時早已雨過天青，淡淡斜陽照在他和阿朱的身上。蕭峰當在聚賢莊上受中原群雄圍攻之時，雖然眾叛親離，情勢險惡之極，他卻並未因此而有絲毫氣沮，這時自己親手鑄成了難以挽回的大錯，越來越覺寂寞孤單，只覺活在世上，太也沒有樂趣。「阿朱代她父親死了，我也不能再去找段正淳報仇。我還有甚麼事情可做？丐幫的大業，年青時的雄心壯志，都已不值得我的關懷。」他走到後院，見牆角邊放著一柄花鋤，心想：「我便永遠在這裏陪著阿朱罷？」他左手仍是抱著阿朱的身子，右手提起花鋤，走到方竹林中，掘了一個坑，又掘了一個坑。兩個土坑並列在一起。他心想：「她父母回來，不知究竟，說不定要開墳看過端的究竟。須得在墓前豎上塊牌子才是。」他伸手折斷了一段方竹，剖而為二。回到廚房之中，用廚刀削平了，走到西首的廂房。這廂房的桌上放著紙墨筆硯，靠牆放著一個書架，想是阮星竹閒來起坐觀書之所。蕭峰研了墨，提起筆來，在一塊竹片上寫道：「契丹莽夫蕭峰之墓。」拿起另一塊竹片，待要落筆書寫，心下沉吟：「我寫甚麼？『蕭門段夫人之墓』麼？她雖和我有夫婦之約，卻未成婚，至死仍是個冰清玉潔的姑娘，稱她為『夫人』，不褻瀆她麼？」心下一時難決，抬起頭來思量一會，目光所到之處，只見壁間懸著一張條幅，寫得有好幾行字，蕭峰順著讀了下去，見那條幅上寫著一闋詞道：「漆點填眶，鳳梢侵鬢，天然俊生。記隔花瞥見，疏星炯炯；倚欄疑注，止水盈盈。端正窺簾，夢騰並枕，睥睨檀郎長是青。端相久，待嫣然一笑，密意將成。困酣曾被鶯驚，強臨鏡，婆娑猶未醒。憶帳中親見，似嫌羅密；奠前相顧，翻怕燈明。醉後看承，歌闌逗弄，幾度孜孜頻送情。難忘處，是鮫綃搵透，別淚雙零。」蕭峰一個字一個字的讀了下去，他讀書有限，文理並不甚通，一闋詞中倒有七八個字不識得，但也看得出是一首風流艷詞，描寫女子眼睛之美，上片說男女兩人定情，下片說到分別。蕭峰含含糊糊的看去，也沒心情去體會詞中說些甚麼，隨口茫茫然的讀完，見下面又寫著兩行字道：「書沁園春付竹妹補壁。星眼竹腰相伴，不知天地歲月也。大理段二醉後狂塗。」蕭峰喃喃的道：「哼，他倒快活，星眼竹腰相伴，不知天地歲月也。大理段二醉後狂塗，大理段二，嗯，這是段正淳寫給他的情人阮星竹的，也就是阿朱爹爹媽媽的風流故事。怎地堂而皇之的掛在這裏，也不怕醜，啊，是了，這竹林中罕有人至，平時便只她媽媽一個人。也說不定是段正淳重遊舊地，又撿了這個條幅掛了起來。紙質黃舊，那是寫於十幾年前的了。」他生性向來精細，雖然死意已決，要陪伴阿朱同死，但見到甚麼事物，仍是一眼便見到其中的特異之處。「我在阿朱的墓牌上怎樣寫？怎樣寫？」他想不到妥當的稱呼，便寫了「阿朱之墓」四個字，他放下了筆，站出身來，要將竹牌插在坑前，先埋好了阿朱，然後自殺。他轉過身來，抱起阿朱的身子，又向壁上的條幅瞧了一眼，驀地裏全身跳了起來，「啊喲」一聲大叫，大聲道：「不對，不對！這件事不對！」他走近一步，再看條幅中的那一闋詞，只見字跡圓潤，儒雅灑脫，大有富貴之氣。他心中似有一個聲音在大聲的說道：「那封信！帶頭大哥寫給汪幫主的信，信上的字卻不是這樣的，完全不同！」蕭峰雖只粗識文字。原是不會辨認筆跡，但這條幅上的字寫得老練純熟，那封信上的字卻瘦骨稜稜，一眼而知出於江湖武人之手，兩者的差別實在太大，任誰都看得出來。蕭峰雙眼睜得大大的，盯住了那條幅上的字，似乎要從這幾行字中，尋覓出這中間隱藏著的秘密和陰謀。他腦海中盤旋的，盡是那晚在無錫城外杏子林中所見到的那封書信，那封帶頭大哥寫給汪幫主的信。智光大師使用詭計，將信尾的署名撕下來吞入了肚中，使他無法知道寫信之人是誰，但信上的字跡，卻是深印入他腦海之中，清楚之極。寫信之人，和寫這張條幅的「大理段二」絕非一人，那是絕無可疑。但是否這信是「帶頭大哥」托旁人代寫？蕭峰略一思索，便知亦無可能。段正淳能寫這樣儒雅的條幅，當然是拿慣筆桿之人了，要寫信給汪幫主，談論如此重大的事情，豈有叫旁人代筆之理？他越想疑竇越大，不住的想：「莫非那帶頭大哥不是段正淳？莫非這條幅不是段正淳寫的？不對，不對，除了段正淳，怎能有第二個『大理段二』寫了這種風流詩詞掛在此處？難道馬夫人說的是假話？那也不會。他和段正淳素不相識，一個天南、一個地北，有甚麼仇怨，會故意捏造話來騙我。」他自從知道了「帶頭大哥」是段正淳後，心中的種種疑團本來早已一掃而空，所思慮的只是如何報仇而已，但這時陡然間見到了這個條幅，各種各樣的疑團又湧了上來：「如果那封書信不是段正淳的，那麼帶頭大哥便不是他。如果不是他，卻又是誰？馬夫人為甚麼要捏造虛言，這中間有甚麼陰謀詭計？我打死阿朱，本是誤殺，阿朱為了我，為了爹爹而死卻是心甘情願，這麼一來，她的不白之冤之上，再加上一層不白之冤。我為甚麼不早一些見到這個條幅？」這條幅掛在廂房之中，蕭峰原是不易見到，倘若是始終不見，那麼他殉了阿朱而死，那也是一了百了，偏偏是早不見，晚不見，在他死前片刻見到了，卻又生出無窮的波折來。這時太陽漸淡，最後的一片陽光正要離開他的腳背，忽聽得小鏡湖畔有兩人朝著竹林走來。這兩人相距尚遠，但蕭峰耳音敏銳，微有聲息便即知覺，凝神一聽，辨出來者是兩個女子，心道：「多半是阿紫和她媽媽來了。嗯，我要問一問段夫人，這張條幅是不是段正淳寫的。她一定恨我殺了阿朱，她要殺找，我──我──」他本來是要「絕不還手」，但立時轉念：「如果阿朱確是冤枉而死，殺我爹爹媽媽的另有其人，那麼這個大惡人身上，又多負了一筆血債，又多了一條人命，我的愛妻阿朱，難道不是他害死的麼？我若不報此仇，怎能輕易便死？」只聽得那兩個女子漸行漸近，走進了竹林。又過片刻，兩個人說話的聲音也聽見了。只聽得一個女人的聲音說道：「小心了，這賤人武功雖然不高，卻是詭計多端。」另一個年輕的女子道：「她只孤身一人，我娘兒兩個總收拾得了她。」那年紀較大的女子道：「別說話了，一上去便下辣手，不用遲疑。」那少女道：「若是給爹爹知道了──」那年長女子道：「哼，你還是護著你爹爹。」接著便沒了話聲，但聽得兩人躡足而行，一個向著大門走來，另一個走到了屋後，顯是要前後夾攻。蕭峰頗為奇怪，心想：「聽這口音，這兩人不是阮星竹和阿紫，但也是母女兩個，要來殺一個孤身的女子，嗯，多半是殺阮星竹來的，聽來那少女的父親不贊成此事。」他於外事全不縈懷，仍是怔怔的坐著出神。過得半晌，呀的一聲，有人推開板門，走了過來。蕭峰並不抬頭，只見一雙穿著黑鞋的纖腳走到他的身前，離他約有四尺，停住了步。跟著旁邊的窗門被人推開，躍進一個人來，站在蕭峰身旁。蕭峰聽了那人縱躍之聲，知道那人武功也不如何高強。他早已萬念俱灰，仍不抬頭，自管自苦苦思索：「到底『帶頭大哥』是不是段正淳？智光的言語中有何古怪？徐長老有何詭計？馬夫人的話中是不是有甚麼破綻？」當真是思湧如潮，心亂如麻。只聽得那年輕女子說道：「噢，你是誰？姓阮的那賤人呢？」她說話聲音冷冷的，語調更是十分的無禮，蕭峰也不加理會，自行想自己的心思。那年長女子道：「尊駕和阮星竹那賤人有何瓜葛？這死了的女子是誰？快快說來。」蕭峰仍是不理。那年輕女子大是氣惱，道：「你是聾子呢還是啞巴，怎地聽了咱們的話一聲不響？」蕭峰仍是不理，身子便如石像般獃獃坐著。那年輕女子一跺腳，手中長劍一顫，劍刃震動，嗡嗡作響，劍尖斜對蕭峰的太陽穴，相距不過數寸，只要輕輕向前一送，立時便要了蕭峰的性命。她想：「你再裝傻，我便給點苦頭你吃吃。」殊不知蕭峰於身外的兇險，半點也沒放在心上，只是思量著種種推解不開的疑難。那少女手臂向前一送，一劍往蕭峰頸邊刺去，她意在探問阮星竹的訊息，倒也不想真的傷了他，是以這一劍在他頭頸邊寸許之旁擦了過去。蕭峰聽明白劍尖的來路，不閃不避，渾若不知。這一來，那兩個女子都是相顧驚詫。那年輕女子道：「媽，這人莫非是個白癡？」年老的女子道：「他多半是裝傻。在這賤人家中，還能有甚麼好東西，先劈他一刀，再來拷打。」話聲甫畢，左手刀便向蕭峰肩頭砍了下去。蕭峰如何能被她砍中？待得刀刃離他肩頭尚有半尺，右手翻出，一閃而前，兩根手指抓住了刀背，這一柄刀便如凝在半空，砍不下來了。蕭峰手指運力向前一送，刀柄正好撞在那女子肩下的要穴之中，登時令她動彈不得。蕭峰順手一抖，內力到處，啪的一聲響，這柄刀斷為兩截，他拋在地下，始終沒抬頭瞧那女子。那年輕女子見他一出手便制住了母親，大驚之下，向後反躍，嗤嗤之聲連響，七枝短箭連珠價向蕭峰射來。蕭峰拾起斷刀，一一拍落，跟著手一揮，那斷刀倒飛出去，啪的一聲，刀柄撞在她的腰間。那年輕女子「啊」的一聲叫，穴道正被撞中，身子也登被定住。那年長女子驚道：「你受了傷麼？」那少女道：「腰裏撞得很痛，沒受傷，媽，我給封住了『京門穴』。」那婦人道：「我給給點中了『中府穴』。這──這人武功厲害得很那。」那少女道：「媽，這人到底是誰。怎麼他也不站起身來，便制住了咱娘兒倆，我瞧他啊，多半是有邪術。」那婦人既已受制，便不敢再兇，口氣放軟，說道：「尊駕和咱母女無怨無仇，適才妄自出手，得罪了尊駕，是咱們二人的不對了。還請寬洪大量，高抬貴手。」那少女忙道：「不，不，咱們輸了便輸了，何必討饒？你有種就將姑娘一刀殺了，我才不希罕呢。」蕭峰隱隱約約的聽到了她母女二人的說話，只知道母親在求饒，女兒卻是十分倔強，但到底說的是些甚麼話，卻是一句話也沒聽進腦去。這時屋中早已黑沉沉地，又過一會，天色全黑。蕭峰始終是坐在原處，一直沒有移動。他平時頭腦極靈，遇到甚麼為難之事，總是決斷極快，就算一時之間無法查知事情真相，最多是擱置一旁，絕不會猶豫遲疑，但今日他失手打死了阿朱，心中悲悔已達極點，癡癡獃獃，渾渾噩噩，倒似是失心瘋一般。那婦人低聲道：「你試行運氣，再衝衝『環跳』和『風市』穴看，說不定牽動筋脈，衝開了被封的穴道。」那少女道：「我早衝過了，一點用處也沒──」那少婦忽道：「噓！有人來了！」只聽得腳步細碎，有人推門進來，也是一個女子。那女子擦擦幾聲，用火石點燃紙煤，再點亮了油燈，轉過身來，突然見到蕭峰、阿朱以及那兩個女子，不禁「啊」的一聲驚呼。她絕未料到屋中有人，驀地裏見到四個人或坐或站，都是一動也不動，自不免大吃一驚。她手一鬆，火刀火石叮叮兩聲，都掉在地上。先前那婦人突然厲聲叫道：「阮星竹，是你！」後來進屋來的那個女子，正是阮星竹。她回過頭來，見說話的是個中年女子，她身旁另有一個全身黑衣的少女，兩人相貌頗美，卻是從未見過。阮星竹道：「不錯，我是姓阮，兩位是誰？」那中年女子身子無法動彈，但不肯將姓名說與她聽，只是不住的向她端相，但見她體態風流，形貌俊俏，心下怒火更熾。阮星竹轉頭向蕭峰道：「喬幫主，你已打死了我女兒，還在這裏幹甚麼？我──我──我苦命的孩兒那！」說著放聲大哭，撲到了阿朱的屍身之上。蕭峰是獃獃的坐著，過了良久，才道：「段夫人，我罪孽深重，請你抽出刀來，一刀將我殺了。」阮星竹道：「便是一刀將你殺了，也已救不活我那苦命的孩兒。阿朱啊──我在雁門關外，將你送了給人，總盼望天可憐見──」這時蕭峰的腦筋頗為遲鈍，過了片刻，才心中一凜，問道：「甚麼在雁門關外？」阮星竹哭道：「你明明知道，定要問我，阿朱──阿朱是我的私生孩兒，我不敢帶回家去，在雁門關外送了給人。」蕭峰顫聲道：「昨天我問段正淳，是否在雁門關外做了虧心之事，他直認不諱。你卻滿臉通紅，問我怎地知道。這雁門關外的虧心事，便是將阿朱──送與旁人麼？」阮星竹怒道：「我做了這件虧心事，難道還不夠？你當我是甚麼惡女人，專門做虧心事？」她恨極了蕭峰，但又忌憚他武功了得，不敢動手，一味的以言語責罵。蕭峰出神半晌，驀地裏伸出手來，啪啪啪啪，猛打自己耳光。阮星竹倒是吃了一驚，一躍而起，倒退了兩步，只見蕭峰不住的出力毆打自己，每一掌都落手極重，片刻間雙頰便高高腫起。只聽得「呀」的一聲輕響，又有人推門進來，叫道：「媽，拿了那幅字──」話未說完，見到屋中有人，又見蕭峰不住手的擊打自己，不由得驚得獃了。蕭峰的臉頰由腫而破，跟著滿臉滿手都是鮮血，跟著鮮血不斷的濺了開來，濺得牆上、桌上、椅上──都是點點鮮血，連牆上所懸著的那張條幅上，也濺上了殷紅色的點點滴滴。阮星竹不忍再看這殘酷的情景，雙手掩目，但耳中仍不住聽到那啪啪之聲，她大聲叫道：「不要打了，不要打了！」阿紫尖聲道：「喂，你弄髒了我爹爹寫的字，我要你賠。」一躍上桌，伸手去摘牆上所懸的那張條幅。原來她母女倆去而復回，便是來取這張條幅。蕭峰一怔，住手不打，問道：「這『大理段二』果真便是段正淳麼？」阮星竹道：「除了是他，還能有誰？」說到段正淳時，她臉上不自禁的露出了一往情深的驕傲。這幾句話又給蕭峰心中解開了一個疑團，這條幅是段正淳寫的，那封給汪幫主的信便不是段正淳寫的，帶頭大哥便多半不是段正淳。他心中立時便生出一個念頭：「馬夫人所以冤枉段正淳，中間必有極大的隱情。我當先解開了這個結，總會有水落石出，真相大白之日。」這麼一想，當即止了自殺之念，適才這一頓自行毆擊，雖打得滿臉鮮血，但心中的悔恨悲傷，卻也得了個發洩之所。他抱著阿朱的屍身站了起來，還未開言，阿紫已見到他所寫的那兩塊竹片，笑道：「嘿嘿，怪不得外邊掘了兩個坑，我正在奇怪，原來你是想和姊姊同死合葬，嘖嘖嘖，正是多情得很那！」蕭峰道：「我誤中奸人毒計，害死了阿朱，現下要去找這奸人，先為阿朱報仇，再追隨她於地下。」阿紫道：「奸人是誰？」蕭峰道：「此刻還沒眉目，我這便去查。」說著抱了阿朱，大踏步出去。阿紫道：「你抱了我姊姊，去找那奸人麼？」蕭峰一獃，心中一時沒了主意。蕭峰心想抱著阿朱的屍身千里迢迢的行動，終究不妥，但要放開了她，卻實是難分難捨，怔怔的瞧著阿朱，眼淚從他血肉模糊的臉上直滾下來，淚水混和著鮮血，淡紅色的水點，滴在阿朱慘白的臉上，當真是血淚斑斑。阮星竹見了他傷心的情狀，憎恨他的心意霎時之間便消解了，說道：「喬幫主，大錯已經鑄成，那已是無可挽回，你──你──」她本想勸她節哀，但自己卻忍不住放聲大哭起來，哭道：「都是我不好，都是我不好──好好的女兒，為甚麼要去送給別人。」那被蕭峰定住了身形的少女忽然插口道：「當然都是你不好啦！人家好好的夫妻，為甚麼你要去拆散了他們？」阮星竹抬起頭來，向著那少女，問道：「姑娘何出此言？你是誰？」那少女道：「你這狐狸精，害得我媽媽好苦。害得我──害得我──」阿紫聽那少女出言侮辱自己母親，一伸手，便向她臉上摑去。那少女動彈不得，眼見這一掌難以躲開，阮星竹忙伸手拉住阿紫手臂，道：「阿紫，不可動粗。」她向那中年婦人又看了兩眼，恍然大悟，道：「是了，你手持雙刀，你──你是修羅刀秦──秦紅棉──姊姊。」原來這中年婦人，正是給段正淳遺棄了的修羅刀秦紅棉，那個黑衣少女，便是她的女兒木婉清了。秦紅棉的想法甚是特別，她不怪段正淳拈花惹草、到處留情，卻怪旁的女子狐媚媚讒，奪了她的情郎，因此她等木婉清武藝學成，便遣她去行刺段正淳的妻子舒白鳳。待得知悉段正淳另有一個相好叫做阮星竹，隱居在小鏡湖畔的方竹林中，便又趕來殺人。木婉清自從發覺段譽是她同父的兄長，好事難諧之後，憤而出走，在江湖上又幹了一些殺人放火的勾當。秦紅棉聽到訊息，尋去和女兒會合，一齊到小鏡湖畔來，不料先行遇到蕭峰，被制得縛手縛腳，半分不能動彈。秦紅棉聽阮星竹認出了自己，更是惱怒，喝道：「不錯，我是秦紅棉，誰要你這賤人叫我姊姊？」阮星竹的性子卻是甚為狡猾，不似秦紅棉那麼急躁莽撞，她一時難以猜到秦紅棉到此何事，又怕這個情敵和段正淳相見後舊情復燃，便笑道：「是啊，我說錯了，你年紀比我輕得多，容貌又這樣美麗，難怪段郎這麼著迷。你是我妹子，不是姊姊。秦家妹子，段郎每天都想念你，牽肚掛腸的，我真羨慕你的好福份呢。」常言道得好：「千穿萬穿，馬屁不穿。」秦紅棉一聽阮星竹稱讚自己年輕貌美，心中的怒氣已自消了三成，待聽她說段正淳每天思念自己，那怒氣又消了三成，說道：「誰像你這麼甜嘴蜜舌的，慣會討人歡喜。」阮星竹道：「這位姑娘，便是令嬡千金？嘖嘖嘖，生得這樣俊俏，難為你秦家妹子生得出來──」蕭峰聽她兩個女人嘰哩咕嚕的說那些風月之事，早便不耐煩多聽，他是個拿得起、放得下的漢子，一度腸為之斷、心為之碎的悲傷過去之後，便思索如何處理日後的大事。他抱起阿朱的屍身，走到土坑之旁，將她放了下去，兩隻大手抓起泥土，慢慢撒在她的身上，但她臉上卻始終不撒泥土。蕭峰的雙眼一瞬不瞬的瞧著阿朱，他知道，只要幾把泥土一撒下去，那是從此不能再見到她了。他耳中隱隱約約的似乎聽到她的說話之聲，說要到雁門關外放牛牧羊，陪他一輩子。不到一天之前，她還在說著這些有時深情、有時俏皮、有時正經、有時胡鬧的話，但從今而後，那是再也聽不到了。蕭峰跪在坑邊，已過去了大半個時辰，仍是不肯將泥土撒到阿朱的臉上，突然之間，他站起身來，一聲長嘯，再也不看阿朱，雙手齊推，將坑旁的泥土都堆在阿朱的身上臉上。他回轉身來，走入廂房之中。