第三章　英雄年少苗人鳳抱著女兒，在大風雨中離開了商家堡。俠士雖去，餘威猶存。他進廳出廳，並無一言半語，但群豪震懾，不論識與不識，無不凜然。眾人或驚或愧，或敬或懼，過了良久，仍是無人說話，各自凝思。苗夫人緩緩站起，嘴角邊帶著強笑，但淚水在眼眶中滾了幾轉，終於從白玉一般的腮邊滾了下來。田歸農倏地起身，左手握住腰間長劍劍柄，拉出五寸，錚的一聲，重歸劍鞘，這一下手勢瀟灑利落已極，低聲道：「蘭妹，走吧。」雙眼望著大車中一鞘鞘的銀鞘。神態雖是不減俊雅風流，但語聲微抖，掩不了未曾盡去的恐懼之心。馬行空見田歸農仍想劫鏢，強自撐起，叫道：「春兒，取兵刃來！」馬春花見父親受傷非輕，含淚道：「爹！」馬行空聲音威嚴，說道：「快取來。」馬春花從背囊中取出隨著父親走了數十年鏢的金絲軟鞭，正要遞過，突然後堂咳嗽一聲，走出一個老婦，身穿青布棉襖，下繫黑裙，脊樑微駝，兩鬢全白，頂心的頭髮卻是一片漆黑。商寶震雖被田歸農打倒，受傷不重，搶上去叫道：「媽，這裏的事你老人家別管，請回去休息吧。」原來這老婦正是商寶震的母親。商老太點了點頭，不動聲色的道：「栽在人家手裏啦？」語聲嘶啞，甚是難聽。商寶震臉露慚色，垂首道：「兒子不中用，不是這姓田的對手。」說著向田歸農一指，不禁愧憤交集。商老太雙眼半張半開，黯淡無光，木然向田歸農望了一下，又向苗夫人望了一下，喃喃道：「好個美人兒！」突然間一個黃瘦男孩從人叢中鑽了出來，指著苗夫人叫道：「你女兒要你抱，幹麼你不睬她？你做媽媽的，怎麼一點良心也沒有？」這幾句話人人心中都想到了，可是卻由一個乞兒模樣的黃瘦小兒說出口來，眾人心中都是一怔。只聽轟轟隆隆雷聲過去，那男孩大聲道：「你良心不好，雷公劈死你！」戟指怒斥，一個衣衫襤褸的孩童，霎時間竟是大有威勢。田歸農一怔，刷的一聲，長劍出鞘，喝道：「小叫化，你胡說八道甚麼？」那盜魁閻基搶了上來，喝道：「快給田相公……夫……夫人磕頭。」那男孩不去理他，臉上正氣凜然，仍是指著苗夫人叫道：「你……你好沒良心！」田歸農提起長劍，正要分心刺去，苗夫人突然「哇」的一聲，掩面而哭，在大雨中直奔了出去。田歸農顧不得殺那男孩，提劍追出。他一竄一躍，已追到苗夫人身旁，勸道：「蘭妹，這小叫化胡說八道，別理他。」苗夫人哽咽道：「我……我確是良心不好。」哭著說話，腳下絲毫不停。田歸農伸手挽她臂膀，苗夫人用力一掙。田歸農若是定要挽住，苗夫人再苦練十年武功也掙扎不脫，但他不敢用強，只得放開了手，軟語勸告。但見二人在大雨中越行越遠，沿著大路轉了個彎，給一排大柳樹擋住後影。雨點濺地，水花四舞，二人再不轉回。眾人吁了一口氣，轉眼望那孩童，心想這人小小年紀，好大的膽氣，這條命卻不是撿來的？閻基冷笑一聲，喝道：「那當真再美不過，閻大爺獨飲肥湯，豈不妙哉！兄弟們，快搬銀鞘啊！」群盜轟然答應，散開來就要動手。閻基左足飛起，將那男孩踢了個觔斗，順手掀住了獨臂漢子，喝道：「還給我！」商老太太嘶啞著嗓子，問道：「閻老大，這兒是商家堡不是？」閻基道：「是啊，商家堡怎麼啦？」商老太道：「我是商家堡的主人不是？」閻基一隻手仍是掀住獨臂漢胸口，仰天大笑，說道：「商老婆子，你繞著彎兒跟我說甚麼啊？你商家堡牆高門寬，財物定是不少，可是想送點兒油水給兄弟們使使？」群盜隨聲附和，叫嚷哄笑。商寶震氣得臉也白了，道：「媽，別跟他多說。兒子和他拚了。」從鏢行趟子手中搶過一柄單刀，指著閻基叫陣。閻基將獨臂漢一推，狠狠說道：「小子別走，老子待會跟你算帳。」雙手一拍，向著商寶震斜眼而睨，臉上流氣十足，顯然壓根兒沒將他放在眼裏。商老太道：「閻老大，你跟我來，我有話對你說。」閻基一怔，油嘴滑舌的道：「到那兒啊？女人的房裏姓閻的可不去。」商老太就似沒有聽見，仍道：「我有要緊話跟你說。」閻基心想：「這老太婆倒有幾分古怪，不知她叫我去那裏？」正待說：「閻大爺沒空跟你囉唆。」商老太已轉身走向內堂，啞聲道：「你沒膽子，也就是了。」閻基仰天打個哈哈，笑道：「我沒膽子？」拔腳跟去。二寨主為人細心，將閻基的鬼頭刀遞過，閻基左手倒提了。商寶震不知母親叫他入內是何用意，跟隨在後。商老太雖不回頭，卻聽出了兒子的腳步聲，說道：「震兒留在這兒！閻老大，你叫弟兄們暫別動手。」說這幾句話時向兒子和閻基一眼也沒瞧，但語音中自有一股威嚴，似是發號施令一般。閻基道：「這話不錯，大夥兒別動，等我回來發落。」群盜轟然答應，二寨主用黑話吆喝發令，分派人手監視鏢客，防他們有何異動。本來商寶震和三個侍衛助著鏢行，群盜已落下風，但商寶震和徐錚為田歸農所傷，馬行空挨了閻基一腳後，再給田歸農打了一掌，傷勢更重，形勢又自逆轉。群盜既不劫鏢，鏢行人眾也就靜以待變。※※※閻基跟隨在商老太背後，只見她背脊弓起，腳步蹣跚，原先心中存著三分提防之意，此時盡數拋卻，笑問：「商老婆子，叫我進來可是獻寶麼？」商老太道：「不錯，是獻寶。」閻基心中一動，他一生最是貪財，瞧這商家堡一副大家氣派，底子甚是殷實，說不定那商老太一見強人降臨，嚇破了膽，自行獻上珠寶贖命，也是有的，不由得又驚又喜。只見她一直向後進走去，接連穿過三道院子，到了最後面的一間屋外，呀的一聲把門推開，自己先走了進去，說道：「請進來吧！」閻基伸頭向房裏一探，見是一間兩丈見方的磚房，裏面空空蕩蕩，只見一張方桌，更無別物，微感蹺蹊，提步進去，大聲道：「有話快說，可別裝神弄鬼的。」商老太不答，伸手關上木門，又上了門閂。閻基大奇，四下打量，只見桌上放著一塊靈牌，上書「先夫商劍鳴之靈位」。閻基心想：「商劍鳴，商劍鳴，這名字好熟，那是誰啊？」一時卻想不起來。商老太緩緩說道：「你竟敢上商家堡來放肆，可算得大膽。若是先夫在世，十個閻基也早砍了。今日商家堡雖只剩下孤兒寡婦，卻也容不得狗盜鼠竊之輩上門欺侮。」幾句話說完，突然腰板一挺，雙目炯炯放光，凜然逼視，一個蹣跚龍鍾的老婦，霎時間變得英氣勃勃。閻基微微一驚，心想：「原來這婆娘是故意裝老。」但想到一個女流之輩，又有何懼，笑道：「上門也上了，欺人也欺了，你又咬我一口？」商老太霍地走到桌旁，從靈牌後面捧出一個黃色包袱，那包袱灰塵堆積，放在靈牌之後毫不搶眼。她也不拍去灰塵，順手解了結子，打開包袱，只見紫光閃閃，冷氣森森，卻是一柄厚背薄刃紫金八卦刀。閻基驀地裏記起十餘年前的一件往事，倒退兩步，左手倒提著的鬼頭刀交與右手，叫道：「八卦刀商劍鳴！」商老太臉色一沉，叫道：「豪傑雖逝鋼刀在！妾身就憑先夫這把八卦刀，要領教閻老大的高招。」忽地抓住刀柄，一招「童子拜佛」，向靈位行了一禮，回過身來，已成八卦刀法中的第一招「上勢左手抱刀」。但見她沉肩墜肘，氣斂神聚，那裏有半分衰邁老態？閻基雖然微存戒心，但想以百勝神拳馬行空這等英雄，尚且敗在自己手裏，若是商劍鳴復生，或許要懼他幾分，這商老太本領再高也是有限，當下鬼頭刀在空中虛劈一招，笑道：「你要比試刀法，何不就在大廳之中？巴巴的到這兒來，難道定要丈夫的死人牌位給在一旁瞧著，才顯得出本事麼？」商老太凜然道：「不錯，先夫威靈，震懾鼠輩。」閻基不自禁的向那靈牌望了一眼，心中有些發毛，急欲了結此事，走出這間冷冰冰、黑沉沉的靈堂，說道：「商老太，你發招吧。」商老太道：「你是客人，閻寨主先請。」她聽他改了稱呼，口頭上客氣了些，於是也稱他一聲「寨主」。閻基道：「在下跟商家堡無冤無仇，這次劫鏢，乃是衝著馬老頭兒而來。商老太既然定要出頭，咱們點到為止，不必真砍真殺。」商老太雙眉豎起，低沉著嗓子道：「沒那麼容易！商劍鳴一生英雄，他建下的商家堡豈容人說進便進，說出便出？」閻基也自惱了，道：「依你說便怎地？」商老太道：「你敗了我手中鋼刀，將我人頭割去，連我兒子也一併殺了……」閻基嚇了一跳，心想：「我跟你又無深冤大仇，只不過無意冒犯，何必這麼性命相拚？」只聽她又道：「若是妾身勝得一招半式，閻寨主頸上腦袋也得留下。」此言一出，跟著喝道：「進招！」閻基氣往上衝，大聲說道：「我要你母子性命何用？只要你這座連田連宅的商家堡。」說著將刀一幌，欲待進招，商老太一招「朝陽刀」已劈了過來。這一刀又快又猛，閻基急忙側頭，只聽呼的一響，震得右耳中嗡嗡作聲，那刀從右腮邊直削下去，相距不過寸餘，只要閃避慢得一霎，這腦袋豈不是給她劈成兩半？這一刀先聲奪人，閻基給她的猛砍惡殺嚇得為之一怔，知她第二招定是迴刀削腰，忙沉鬼頭刀一架，噹的一響，雙刀相交，火光四濺。閻基覺她膂力平平，遠遜於己，本已提起的心又放了下來，於是一招「推刀割喉」，推了過去。商老太「哼」了一聲，側身避過，道：「四門刀法，不足為奇。」閻基笑道：「平平無奇，卻要勝你。」語聲未畢，踏步上前，使出一招「進手連環刀」。商老太不架不讓，竟搶對攻，「削耳撩腮」，舉刀斜砍。閻基大驚，心想：「怎麼拚命了？」本來武術中原有不救自身、反擊敵人的招數，但這種拚著兩敗俱傷的打法，總是帶著九分冒險，非至敵招難解、萬不得已之際決計不用。此時商老太只要舉刀一擋，就能架開敵招，那知她竟行險著，不顧性命的對攻。她不顧性命，閻基卻不得不顧，危急中撲地一滾，反身一腿。這一腿去勢奇妙，商老太手腕險被踢中，八卦刀急忙翻過，閻基才收腿轉身。原來他練熟了十餘招怪異拳腳，近年來在江湖上戰無不勝，刀法卻是平平，但他另有奇著，將那十幾路奇拳怪腿夾在刀法之中，一路第三四流的四面刀登時化腐朽為神奇，居然也打敗了不少英雄好漢，此刻施將出來，每當刀法上一走下風，拳腳一動，立時扳轉劣勢。頃刻之間一個老婦，一個盜魁，雙刀疾舞，在磚房中鬥得塵土飛揚。閻基見商老太刀法精妙，自己若非靠那十餘招拳腳救駕保命，早已喪生於八卦刀下，一個老婦居然有此武功，不由得暗暗稱奇，心道：「如此久戰下去，若是一個疏忽，給她削去半邊腦袋，那可不是玩的。」當下用長藏拙，不住的拳打足踢，偶然才砍上幾刀。這法兒果然生效，商老太難以抵擋，不斷退避。閻基洋洋得意，笑道：「嘿嘿，商劍鳴甚麼英雄了得，八卦刀法也不過如此。」商老太對先夫敬若天神，此言犯了她的大忌，突然間目露兇光，刀法一變，四下遊走，白光閃閃，四面八方攻了上去。此刻她每一招都是拚命，每一招都是搶攻，早將自己生死置之度外。閻基大叫：「你瘋了麼？喂，商老太，你丈夫可不是我殺的，你跟我拚命幹麼？喂喂，你聽見我說話沒有？」一面叫嚷，一面逃竄。他鬥志一失，商老太更是砍殺得如火如荼，出刀越來越快，此時閻基的怪異拳腳已來不及使用，只想拔開門閂，逃出屋去。面臨一隻瘋了的母大蟲，他那裏還想到甚麼勝負榮辱，唯一的念頭只是如何逃命。他數次要去拔開門閂，總是給商老太逼得絕無餘暇。眼見她「夜叉探海」，「上步撩刀」，「仙人指路」，一刀猛似一刀，閻基把心一橫，反背一腿踢出，叫聲「失陪！」左足用勁，竄身從窗口躍了出去。豈知商老太拚著受他這一腿，如影隨形，跟著一刀砍了過去。只聽二人同聲「啊喲」，一齊跌在窗下。商老太立即躍起，肩頭雖被踢中，未受重傷。閻基的大腿上卻給結結實實的一刀砍著，再也難以站立。這一下他嚇得魂飛天外，只見商老太眼布紅絲，鋼刀跟著劈下，忙伸雙手握住了她小腿，大叫：「饒命！」商老太幼時陪伴父親、婚後跟隨丈夫闖蕩江湖，畢生會過無數武林豪傑，如眼前這般沒出息的混蛋，卻是從未見過，心中一怔，這一刀就砍不下去。閻基索性爬在地下，鼕鼕鼕的大磕響頭，求道：「大人不記小人過！我是狗娘養的王八蛋！老太太要抽筋剝皮，悉從尊便，這一刀務懇留他一留。」商老太嘆了口氣道：「好，命便饒你。你記住了，今日比武之事，不許漏出一字。」閻基求之不得，連聲答應。商老太道：「去吧！」閻基陪個笑臉，又磕了兩個頭，爬將起來，用刀拄在地下，一蹺一拐的走出。商老太厲聲說道：「站住！咱們拚刀之前，說過任誰輸了，就得在商家堡留下腦袋。你說話不算數，難道我也同你一般混帳？」閻基嚇了一跳，回過頭來，只見商老太臉上猶似罩著一層嚴霜，顯是並非說笑，哀求道：「你……你不是饒了我麼？」商老太道：「饒得你性命，饒不得你腦袋。」說著手中八卦刀一揚，厲聲道：「商劍鳴八卦刀出手，素不空回，過來！」閻基咕鼕一聲，雙膝落地。商老太手法好快，左手提起他的辮子，右手八卦刀一揮，已將他辮子割下，喝道：「辮子留在商家堡，從今後削髮為僧，不得再在黑道中廝混！」閻基喏喏連聲。商老太道：「你裹好腿傷，戴上帽子，再到廳上招呼你的手下滾出商家堡。」※※※大廳上眾人你瞧我，我瞧你，不知二人在內堂說些甚麼，等了半個時辰，才見商老太顫巍巍的出來。閻基跟在後面，慢吞吞的走出，叫道：「眾兄弟，銀兩不要了，大夥兒回寨去。」此言一出，眾人無不大為驚愕。二寨主道：「大哥……」閻基道：「回寨說話。」將手一揮，走出廳去。他不敢露出腿上受傷痕跡，強行支撐，咬緊牙關出去。眾盜不敢違拗，向著一鞘鞘已經到手的銀子狠狠望了幾眼，轉身退出。片刻之間，群盜退得乾乾淨淨。饒是馬行空見多識廣，卻也猜不透其中的奧妙，只見閻基行過之處，地上點點滴滴留下一行血跡，料想他在內堂是受了傷，看來商家堡內暗伏能人，卻那裏料得著眼前這龍鍾老婦，適才竟和他拚了一場生死決戰。他扶著女兒的肩頭站起待要施謝，商老太道：「震兒，跟我進來！」馬行空一愕，只見他母子二人逕自進了內堂。這一下鏢行人眾與三名侍衛都紛紛議論起來，有的說商老太舊時必與那盜魁相識，曾有恩於他：有的說商老太一頓勸喻，動以利害，那盜魁想到與御前侍衛為敵，非同小可，終於懸崖勒馬。正自瞎猜，商寶震走了出來，說道：「家母請馬老鏢頭內堂奉茶。」內堂敘話，商老太勸馬行空留在商家堡養傷，一面派人到附近鏢局邀同行相助，轉保鏢銀前往金陵。經此一役，馬行空雄心全消，「百勝神拳」的名號響了數十年，到頭來卻折在一個市井流氓般的盜賊手中，對走鏢的心登時淡了。商老太護鏢不失，恩情太重，她的意思不敢不遵，同時他心底還存了一個念頭，極想見一見那位挫敗閻基的武林高手。當下謝了商老太的好意，一口答應照辦。傍晚時分，大雨止了，三名御前侍衛道了攪擾別過，商寶震相送到大門之外。那獨臂人攜了男孩之手，也待告辭，商老太向那男孩瞧了一眼，想起他怒斥苗夫人時那正氣凜然的神情，自忖：「這小小孩童，居然有此膽識，倒也少見。」於是問道：「兩位要上何處？路上盤纏可夠用了？」獨臂人道：「小人叔姪流落江湖，四海為家，說不上往那裏去。」商老太向那孩童細細打量，沉吟半晌，道：「兩位若不厭棄，就在這兒幫忙幹些活兒。咱們莊子大，也不爭多兩口人吃飯。」那獨臂人心中另有打算，一聽大喜，當即上前拜謝。商老太問起姓名，獨臂人自稱名平四，那孩童是他姪兒，叫作平斐。※※※當晚平四叔姪倆由管家分派，住在西偏院旁的一間小屋中。二人關上門窗，平四醜陋的臉上滿是喜色，低聲道：「小爺，你過世的爹娘保佑，這兩張拳經終於回到你的手上，真是老天爺有眼。」平斐道：「平四叔，你千萬別再叫我小爺，一個不慎給人聽見了，平白的惹人疑心。」平四連聲稱是，從懷中掏出那油紙小包，雙手恭恭敬敬的遞給平斐。他倒不是對這孩子如此恭敬，卻是想起了遺下兩頁拳經的那位恩人。平斐問道：「平四叔，你跟那閻基說了幾句甚麼話，他就心甘情願的交還了拳經？」平四道：「我說：『你撕去的兩頁拳經呢？苗大俠叫你還出來！』就這麼兩句說話，那時苗大俠便在他眼前，這是千載難逢的良機，他就有天大的膽子，也不敢不還。」平斐沉吟一會，道：「這兩頁拳經為甚麼在他那裏？你為甚麼叫我記著他的相貌？他為甚麼見苗大俠這樣害怕？」平四不答，一張臉抽搐得更加難看，淚水在眼眶中滾來滾去，強忍著不讓掉下。平斐道：「四叔，我不問啦。你說過等我長大了，學成了武功，再源源本本的說給我聽。我這就好好的學。」※※※於是叔姪倆在商家堡定居了下來。平四在菜園中挑糞種菜，平斐卻在練武廳裏掃地抹槍。馬行空在商家堡養傷，閒著就和女兒、徒兒、商寶震三人講論拳腳。他們在演武練拳的當兒，平斐偶然瞧上一眼，但絕不多看。他們知道這黃黃瘦瘦的孩子很大膽，卻從沒想到他身有武功，因此當他偶爾看上一眼的時候，不論是有數十年江湖經歷的馬行空，還是聰明伶俐的商寶震，從來不曾疑心過他是在留意拳法的奧妙。但他決不是偷學武藝。他心中所轉的念頭，馬行空他們是更加想不到了。因為每當他看了他們所說的奇招妙著之後，心裏總想：「那有甚麼了不起？這樣的招數只能對付庸才，卻打不到英雄好漢。」因為他其實並不姓平，而是姓胡，他的姓名不是平斐而是胡斐：因為他是胡一刀的兒子，那個和苗人鳳打了五日不分勝負的遼東大俠胡一刀的兒子；因為他父親曾遺給他記載著武林絕學的一本拳經刀譜，那便是胡家拳法和刀法的精義。這本拳經刀譜本來少了頭上兩頁，缺了紮根基的入門功夫，缺了拳法刀法的總訣，於是不論他多麼聰明用功，總是不能入門。現下機緣巧合，給閻基偷去的總訣找回來了，於是一加融會貫通，武功進境一日千里。閻基憑著兩頁拳經上的寥寥十餘招怪招，就能稱雄武林，連百勝神拳馬老鏢頭也敗在他的手下，胡斐卻是從頭至尾學全了的。當然，他年紀還小，功力很淺，許多精微之處還難以瞭解。但憑著這本拳經刀譜，他練一天抵得徐錚他們練一個月。何況，即使他們練上十年二十年，也不會學到這天下絕藝的胡家拳和胡家刀。每天半夜裏，他就悄悄溜出莊去，在荒野裏練拳練刀。他用一柄木頭削成的刀來練習，每砍一刀，就想像這要砍去殺父仇人的腦袋，雖然，他並不知道仇人到底是誰。但平四叔將來會說的，等他長大成人、武藝練好之後。於是他練得更加熱切，想得更加深刻。因為最上乘的武功，是用腦子來練而不是用身子練的。※※※這樣過了七八個月，馬行空的傷早就痊癒了，但商老太和商寶震熱誠留客。馬行空的鏢行已歇了業，眼見主人殷勤，也就住了下來。商寶震沒拜他為師，因為商老太有這麼一股傲氣，八卦刀商劍鳴家傳絕藝，怎能去投外派師父？但馬行空感念他家護鏢的恩情，對商寶震如同弟子一般看待，只要是自己會的，他想學甚麼，就教甚麼，將拳技的精要傾囊以授。百勝神拳的外號殊非幸致，拳術上確有獨到造詣，這七八個月中，商寶震實是獲益良多。馬行空也已看出來，商家堡並非臥虎藏龍，另有高人，只是那一日閻基為何匆匆而去，卻是百思不得其解。有一次他偶然把話題帶到這件事上，商老太微微一笑，顧而言他。馬行空知道主人不肯吐露，從此絕口不提。馬行空年老血虧，晚上睡得不沉。有一日三更時分，忽聽得牆外喀喇一響，是誰無意中踏斷了一根枯枝。馬老鏢頭一生闖蕩江湖，聲一入耳，即知有夜行人在屋外經過，但只這麼一響之後，再無聲息，竟聽不出那人是向東向西，還是躲在牆上窺伺。他雖在商家堡作客，但主人於己有恩，平日相待情意深厚，他已把商家堡的安危瞧得比自己的家還重，當下悄悄爬起，從枕底取出金絲軟鞭纏在腰間，輕輕打開房門，躍上牆頭，突見堡外黑影幌動，有人奔向後山而去。他一瞥之下，見此人輕功頗為了得，心下尋思：「莫非那閻基心猶未死，又來作怪？此事由我身上而起，姓馬的豈能袖手不顧？」於是躍出牆外，腳下加快，向那黑影去路急追，但奔出數十丈，已自不見了黑影的蹤跡。他心中一動：「不好，別要中了敵人調虎離山之計。」急忙飛步撲回商家堡。來到堡牆之外，但聽四下裏寂靜無聲，這才放心，心下卻是疑惑更甚：「適才此人身手不凡，實是勁敵。但瞧他身形瘦小，與那盜魁閻基大不相同，不知是江湖上甚麼好手到了？」他抓住軟鞭，在掌上盤了幾轉，弓身向莊後走去，要察看一個究竟。竄出十餘丈，將到莊院盡頭，忽聽西首隱隱有金刃劈風之聲。馬行空暗叫一聲：「慚愧，果然有人來襲，卻不知跟誰動上了手？」雙足一點，身形縱起。百勝神拳年紀雖老，身手仍是極為矯捷，左手在牆頭一搭，一個倒翻身，輕輕落在牆內，循聲過去，聽得聲音是從後進的一間磚屋中發出。但說也奇怪，二人一味啞鬥，既無半聲吆喝叫罵，兵刃亦不碰撞。他心知中間必有蹺蹊，先不衝進相助，湊眼到窗縫中一張，險些不禁失笑。但見屋中空空蕩蕩，桌上一燈如豆，兩個人各執鋼刀，盤旋來去的激鬥，一個是少主人商寶震，另一個卻是他母親商老太太，原來母子倆正在習練刀法。他只瞧了片刻，不由得倒抽一口涼氣，只見商老太太出手狠辣，刀法精妙，固與日間的龍鍾老態大不相同，而商寶震一路八卦刀使將出來，也是虎虎生風。原來非但商老太平時深藏不露，商寶震也是故意隱瞞了武功。他平日教商寶震的只是拳腳，刀法自己並不擅長，商寶震也從來不提，想不到這少年兵刃上的造詣著實不低。他悄立半晌，想起十五年前在甘涼道上與商寶震的父親商劍鳴動手，被他砍了一刀，劈了一掌，養了三年傷方得康復，自知與他功夫相差太遠，此仇難報，甘涼道一路從此絕足不走。此時商劍鳴已死，商老太於己有恩，昔日的小小嫌隙早已不放在心上，那知今日中夜，又見仇人的遺孀孤兒各使八卦刀對招。他思潮起伏：「商老太的武功實不在我之下，何以她竟然半點不露痕跡？她留我父女在莊，是否另有別情？」凝思片刻，再湊眼到窗縫中時，見母子二人刀法已變，各使八卦遊身刀法，滿室遊走，刀中夾掌，掌中夾刀，越打越快，打到第六十四招「收勢」，二人向後躍開，母子倆依足了規矩，各自舉刀致敬，這才垂下刀來。商老太不動聲色，在青燈之下臉泛綠光。商寶震卻已滿臉通紅，呼呼喘氣。商老太沉著臉道：「你的呼吸總是難以調勻，進境如此之慢，何年何月才能報得你爹爹的大仇？」馬行空心中一凜，只見商寶震低下了頭，甚有愧色。商老太又道：「那苗人鳳的武功你雖沒見到，他拉車的神力總是親眼目睹的了。胡一刀的功夫不在苗人鳳之下。這苗胡二賊的武功，你此刻跟他們天差地遠，但只要勤學苦練，每過得一日，你武功長一分，這二賊卻衰老了一分，終有一日，要將二賊在八卦刀下碎屍萬段。」馬行空心想：「這母子二人閉門習武，不知胡一刀早於十多年前便死了。」只聽商老太嘆了口長氣，說道：「唉，你這孩子，我瞧你啊，這幾日為那馬家的丫頭神魂顛倒，連練功夫也不起勁了。」馬行空一驚：「難道我那春兒和他有甚苟且之事？」但見商寶震滿臉通紅，辯道：「媽，我見了馬姑娘總是規規矩矩的，話也沒跟她多說幾句。」商老太哼了一聲，說道：「你吃誰的奶長大？心裏打甚麼主意，難道我還不明白？你看中馬家姑娘，那不錯，她人品武藝，我心中很合意。」商寶震很是高興，叫了聲：「媽！」商老太左手一揮，沉著嗓子道：「你可知他爹是誰？」商寶震一愕道：「難道不是馬老鏢頭？」商老太道：「誰說不是？你卻可知馬老鏢頭跟咱家有甚牽連？」商寶震搖搖頭。商老太道：「孩子，他是你爹爹的大仇人。」商寶震大出意料之外，不由得「啊」了一聲。馬行空不禁發抖，但聽商老太又道：「十五年前，你爹爹在甘涼道上跟馬行空動手。想你爹爹英雄蓋世，那姓馬的焉是他的對手？你爹爹砍了他一刀，劈了他一掌，將他打得重傷。但那姓馬的亦非平庸之輩，你爹爹在這場比武中也受了內傷。他回得家來，傷未平復，咱們的對頭胡一刀深夜趕上門來，將你爹爹害死。若非你爹爹跟那姓馬的事先有這一場較量，嘿嘿，八卦刀威震江湖，諒那胡一刀怎能害得你爹爹？」她說到最後這幾句話時語音慘厲，嗓子嘶啞，聽來極是可怖。馬行空一生經過不少大風大浪，此時聽來卻也是不寒而慄，心想：「胡一刀何等的功夫，你商劍鳴就算身上無傷，也是難逃此劫。老婆子心傷丈夫慘死，竟然遷怒於我。」只聽商老太又道：「陰差陽錯，這老兒竟會趕鏢投到我家來。這商家堡是你爹爹親手所建造，怎容鼠輩在此放肆劫鏢？但你可知我留姓馬的父女在此，有何打算？」商寶震聲音發顫，道：「媽……你……你要我為爹爹復仇？」商老太厲聲道：「你不肯，是不是？你是看上了那姓馬的丫頭，是不是？」商寶震見母親眼中如要噴出火來，退後了兩步，不敢回答。商老太冷笑道：「很好。過幾天我給你跟那姓馬的提親，以你的家世品貌，諒他決無不允。」這幾句話卻叫馬行空和商寶震都是大出意料之外。馬行空隔窗看到商老太臉上切齒痛恨的神氣，微一琢磨，全身寒毛根根直豎：「這老太婆用心好不狠毒！她殺我尚不足以洩憤，卻要將我花一般的閨女娶作媳婦，折磨得她求生不得，求死不能。天可憐見，叫我今晚隔窗聽得她母子這番說話，否則……我那苦命的春兒……」商寶震年輕識淺，卻全不明白母親這番深意，只覺又是歡喜又是詫異，想到母親肯為自己主持這門親事，歡喜倒有九分，只剩下一分詫異。馬行空只怕再聽下去給商老太發覺，凝神提氣，悄悄走遠，回到自己屋中時抹了額頭一把冷汗，猛然省起：「那奔到後山的瘦小黑影卻又是誰？」※※※第二天午後，馬行空穿了長袍馬褂，命商寶震請母親出來，有幾句話商量。商寶震又驚又喜，心想：「難道母親這麼快就已跟他提了親？瞧他這副神氣打扮，那可不同尋常。」於是相請母親，來到後廳，和馬行空分賓主坐下，自己下首相陪。他望望母親，又望望馬行空，一顆心怦怦直跳，但聽馬老鏢頭道謝護鏢之德，東道之誼，商老太滿口謙虛，只盼他二人說到正題，但兩個言來語去，盡是客套。說了好一會，馬行空才道：「小女春花這丫頭的年紀也不小了，我想跟商老太商量一件事。」商寶震心中怦的一下大跳。商老太大是奇怪：「卻也沒聽說女家先開口來求親的。」說道：「馬老師盡說不妨，咱們自己人，還拘甚麼禮數？」馬行空道：「我除了這丫頭，一生就收得一個徒弟。他天資愚鈍，性子又鹵莽，但我從小就當他親兒子一般看待。這孩子跟春兒也挺合得來，我就想在貴莊給他二人訂了這頭親事。」商寶震越聽越不對，聽到最後一句話時，不自禁的站起身來。商老太心下大怒：「這老兒好生厲害，定是我那不中用的兒子露了破綻。」當下滿臉堆歡，連聲「恭喜」，又叫：「孩兒，快給馬老伯道喜！」商寶震腦中胡塗一片，呆了一呆，直奔出外。馬行空又和商老太客氣好一陣子，才回屋中，將女兒和徒兒叫來，說今日要給二人訂親。徐錚大喜過望，笑得合不攏嘴來，馬春花紅暈雙頰，轉過了頭不作聲。馬行空說道：「咱們在這兒先訂了親。至於親事嘛，那是得回自個家去辦的了。」他知女兒和徒兒心中藏不住事，昨晚所聞所見，竟是半句不提。馬春花嬌憨活潑，明艷動人，在商家堡這麼八個月一住，商寶震和她日日相見，竟叫他一縷情絲，牢牢的縛在這位姑娘身上。他剛得母親答應要給自己提親，料想事無不諧，正在滿懷喜悅之際，突然聽到了馬行空那幾句晴天霹靂一般的言語。他獨自坐在房中，從窗中望出去，呆呆的瞧著院子中一株銀杏，真難相信適才聽到的話竟會是馬行空口中說出來的。他喪魂落魄，也不知過了多少時候，直至一名家丁走進房來，說道：「少爺，練武的時候到啦，老太太等了你半天呢。」商寶震一驚，暗叫：「糟糕，胡裏胡塗的誤了練武時候，須討一頓好罵。」從壁上摘下了鏢囊，快步奔到練武廳中。只見商老太坐在椅中，神色如常，說道：「今兒練督脈背心各穴。」轉頭向兩名持牌的家丁叫道：「將牌兒拿穩了，走動！」商寶震暗暗納罕：「馬老師說這等話，怎地媽毫不在乎？」但商老太平日訓子極嚴，練武之際尤其沒半點假借，稍一不慎，打罵隨之，商寶震取金鏢扣在手中，不敢胡思亂想，凝神聽著母親叫穴。只聽商老太叫道：「苗人鳳，命門、陶道！」商寶震右手雙鏢飛出，正中木牌上所繪人形背心兩穴。商老太又叫：「胡一刀，大椎、陽關！」商寶震左手揚起，認明穴道，登登兩聲發出，「大椎穴」打準了，「陽關穴」卻是稍偏，突然間見到木牌有異，「咦」的一聲，定睛一看，只見木牌上原來寫著的「胡一刀」三個黑字已然不見。他招手叫那持牌家丁過來，待那木牌拿近，看清楚「胡一刀」三字已被人用利器刮去，卻用刀尖刻了歪歪斜斜的「商劍鳴」三個字，這一來適才這兩鏢不是打了仇人，卻是打中了自己父親。商寶震又急又怒，反手一掌，將那家丁打落兩枚牙齒，跟著一腳，將他踢倒在地。商老太叫道：「且住！」心想這莊丁自幼在莊中長大，怎能如此大膽，此事定是外人所為，心念一動，立時想到了馬行空師徒三人，說道：「請馬老師來說話。」商寶震本來為人精細，今日婚事不成，失意之下，鹵莽出手，一聽母親叫請馬老師，立時會意打錯了人，忙將那莊丁拉起，說道：「打錯了你，別見怪。」伸手去拔牌上人形穴道中的金鏢。商老太伸手攔住，說道：「慢著！就讓他得意一下，又有何妨。」轉頭吩咐莊丁，到老爺靈堂中取紫金八卦刀來。馬行空師徒三人走進廳來，見練武廳上人人神色有異。馬行空暗吃一驚：「這老婆子好厲害，一時三刻就要翻臉。」當下雙手一拱，說道：「老太太呼喚，不知何事？」商老太冷笑道：「先夫已然逝世，馬老師往日雖有過節，卻也不該拿死人來出氣啊。」馬行空一呆，笑道：「在下愚魯，請商老太明示。」商老太向那木牌上一指，道：「馬老師乃是江湖上響噹噹的漢子，這般卑鄙行徑，想來也不屑為，請問是令愛所幹的呢，還是賢高徒的手筆？」說著雙目閃閃生光，向馬家三人臉上來回掃視。馬春花從未見過她如此凜然有威，甚是驚詫。馬行空見木牌上改了人名，也是大為駭異，朗聲道：「小女與小徒雖然蠢笨，但決不敢如此胡鬧。」商老太大聲道：「那麼依馬老師之見，這是商家堡自己人幹的勾當了？」馬行空想起昨晚所見的那瘦小人形，說道：「只怕是外人摸進莊來，也是有的。在下昨晚……」商老太攔斷話頭，厲聲喝道：「難道會是胡一刀那狗賊自己，來做這鬼祟的勾當？」一言甫畢，突然人圈外一人接著叫道：「不敢去找真人動手，卻將人家的名字寫在牌上出氣，這才是卑鄙行徑，鬼祟勾當！」商老太坐在椅上，瞧不見說話之人是誰，但聽到他聲音尖細，叫道：「是誰說話？你過來！」只見兩名莊丁被人推著向兩旁一分，一個瘦少年走上前來，正是胡斐。這一下當真是奇峰突起，人人無不大出意外。商老太反而放低了嗓子，說道：「阿斐，原來是你。」胡斐點頭道：「不錯，是我幹的。馬老師他們全不知情。」商老太問道：「你這麼干，為了甚麼？」胡斐道：「我瞧不過眼！是英雄好漢，就不該如此。」商老太點頭道：「你說得很對，好孩子，你很有骨氣，你過來，讓我好好的瞧瞧你。」說著緩緩伸出手去。胡斐倒不料她竟會不怒，便走近身去。商老太輕輕握住他雙手，低聲道：「好孩子，真是好孩子！」突然間雙手一翻，一手扣住他左腕「會宗穴」，一手扣住他右腕「外關穴」。她這一翻宛似電光石火，胡斐全未防備，登時全身酸麻，動彈不得。若憑他此時武功，商老太那能擒得他住？但他究竟全無臨敵經驗，不知人心險詐，雙腕既入人手，空有周身本事，卻已半分施展不出。商老太唯恐他掙扎，飛腳又踢中他的「梁門穴」，命莊丁取過鐵鍊麻繩，牢牢將他手足反綁了，吊在練武廳中。商寶震取過一根皮鞭，夾頭夾腦先打了他一頓。胡斐閉口不響，既不呻吟，更不討饒。商寶震連問：「是誰派你來做奸細的？」問一句，抽一鞭，又命莊丁去看住平阿四，別讓他跑了。他滿腔憤恨失意，竟似要盡數在胡斐身上發洩。馬春花和徐錚見胡斐已全身是血，心下不忍，幾次想開口勸阻，但馬行空連使眼色，神色嚴厲，命二人不可理會。商寶震足足抽了三百餘鞭，終究問不到主使之人，眼見再打下去便要把他活活打死，這才拋下鞭子，罵道：「小賊，是奸賊胡一刀派你來的是不是？」胡斐突然張嘴哈哈大笑。他這樣一個血人兒，居然尚有心情發笑，而且笑得甚是歡暢盡意，並無做作，又是大出眾人意料之外。商寶震搶起鞭子，又待再打，馬春花再也忍耐不住，大叫道：「不要打了！」商寶震的皮鞭舉在半空，望著馬春花的臉色，終於緩緩垂了下來。胡斐身上每吃一鞭，就恨一次自己愚蠢，竟然不加防備而自落敵人之手，當時全身皮開肉綻，痛得幾欲昏去，忽聽馬春花「不要打了」四字出口，睜開眼來，只見她臉上滿是同情憐惜之色，不由得大是感激。商老太見兒子為女色所迷，只憑人家姑娘一句話便即住手停鞭，心中惱怒異常，鼻孔中微微一哼，卻不說話。馬行空道：「商老太，你好好拷打盤查，總要問個水落石出。春兒、錚兒，咱們出去吧！」當下向商老太一抱拳，領著女兒徒弟，走了出去。馬春花出了練武廳，埋怨父親道：「爹，打得這麼慘，你怎麼見死不救，還叫她好好拷打？」馬行空道：「江湖上人心險惡，女孩兒家懂得甚麼？」※※※對父親這幾句話，馬春花確是不懂，這天晚上想到胡斐全身是血的慘狀，總是難受，睡到半夜，翻來覆去的再也睡不著了，悄悄爬起身來，從百寶囊中取出一包金創藥，出房門向練武廳走去。走到廊下，只見一個人影，踱來踱去發出聲聲長嘆，聽聲音正是商寶震。這時他也瞧見了馬春花，停步不動，低聲道：「馬姑娘，是你麼？」馬春花道：「是啊！你怎麼還不睡？」商寶震搖頭道：「遭逢今日之事，我怎麼睡得著？你怎麼不睡？」馬春花說道：「我跟你一樣，也牽掛著今日之事，心裏難受。」她所說的「今日之事」，是指胡斐被打。商寶震所說的卻是指她的終身另許他人，這時聽她說「心中難受」，不由得身子發抖，暗想：「她果然對我甚有情意，她被許配給那姓徐的蠢才，實是迫於父命，無可奈何。」當下大著膽子，上前一步，柔聲叫道：「馬姑娘！」馬春花道：「嗯，商少爺，我想求你一件事。」商寶震道：「你何必求？你要我做甚麼，我就給你做甚麼，就是要我當場死了，把我的心掏出來給你看，那也成啊。」這幾句話說得情熱如沸，其實他心中想說已久，卻一直不敢啟唇，這時想到好事成空，她又自行半夜裏出來細訴衷情，終於再也忍耐不住。馬春花聽他這麼說，不禁愕然，平日但見他對自己溫文有禮，只道他是大家公子，生性如此，實不知對自己竟懷有如此深情，呆了一呆，笑道：「我要你死幹甚麼？」商寶震四下一望，只怕在此處耽得久了給旁人見到，低聲道：「這裏說話不便，咱們到牆外去。」馬春花點點頭，兩人越牆而出。商寶震攜著她手，走到一排大槐樹下並肩坐下。馬春花輕輕將手縮回，道：「商少爺，那你是肯答允我了？」商寶震伸出手去握住她手，道：「你說便是，何必問我？」馬春花又將手從他手中縮回，說道：「我請你去放了阿斐，別再難為他了。」這時樹頂上簌簌一動，但二人均未在意。她此言出口之先，商寶震儘想著田歸農和苗夫人的私情，滿腔熱望，只盼她求自己也帶她私奔逃走，豈知她所求的竟是去放那個小賊，不禁大是失望，黯然不語。馬春花道：「怎麼？你不肯答允麼？」商寶震道：「你既喜歡，我總答允的，拚著給媽責罵便是了。」馬春花大喜，道：「謝謝你，謝謝你！」站起身來，道：「那麼咱們去放他吧。」商寶震求道：「再在這兒多坐一會。」馬春花覺他既然答允放人，不便拂他之意，重又坐回。商寶震道：「你的手讓我握一會兒。」馬春花想到他情痴一片，也甚可憐，於是嫣然一笑，伸手讓他握著。商寶震輕輕握著她柔膩潤滑的小手，心中感慨萬端，險些要掉下淚來。過了半晌，馬春花道：「阿斐給你吊著，多可憐的，你先去放了他，我再給你握一會兒，好不好？」說著縮手站起。商寶震嘆了口氣，跟著站了起來。突聽得樹頂颯然有聲，一團黑影飛躍而下，站在兩人面前，笑道：「不用你放，我早出來啦！」馬商二人大吃一驚，待得瞧清楚眼前之人瘦瘦小小，竟是胡斐，心中的驚駭都變成了奇怪，齊聲問道：「誰放你的？」胡斐笑道：「我何必要人放！我愛出來便出來了。」原來他被商老太點了穴道，過了四個時辰，穴道自解，那鐵鍊麻繩卻再也縛他不住。他使出收肌縮骨之法，從鍊索中輕輕脫了出來，幸好鞭子打得雖重，卻都是肌膚之傷，並未損到筋骨。他活動了一下手足，待要去救平阿四，卻聽得馬商二人說話和越牆出外之聲，於是搶在頭裏，躲在樹頂偷聽。他輕功高超，那二人又在全神貫注的說話，是以並未知覺。商寶震聽他說自己出來，那裏肯信，當下疑心大起：「定是又有奸細混入了商家堡來？」搶上去抓他胸口。胡斐吃了他幾百鞭子，這口怨氣如何不出？身形一幌，左右開弓，拍拍拍拍，霎時之間連打了他四個耳光。商寶震急忙伸手招架，胡斐左手一幌，引得他伸手來格，右手砰的一拳，迎面正中他的鼻子，立時鮮血長流。商寶震「啊」的一聲，胡斐跟著起腳一鉤，商寶震急忙躍起兩丈，那知對手連環腳踢出，乘他人在半空，下盤無據，跟著一腳，將他踢了一個觔斗。這幾下快捷無倫，待得馬春花看清楚時，商寶震已連中拳腳，給踢翻在地。胡斐氣猶未洩，礙著馬春花在旁，再打下去她定要出面干預，她對自己一片好心，大丈夫恩怨分明，只要她一句話，自己焉能不聽？當即拍手叫道：「姓商的小狗賊，你敢追我麼？」說著轉身便逃。商寶震莫名其妙的中了他的拳腳，只因對方出手太快，還道自己疏神，不信他一個小小孩童，竟有勝於自己家傳八卦門的神妙武功，兼之心上人在旁，這個臉如何丟得下？當下發足便追。胡斐輕功遠勝於他，逃一陣，停一會，待他追近，又向前奔，轉眼間便奔出七八里地，見馬春花雖然跟來，卻已遠遠拋在後面，於是立定腳步，說道：「姓商的，今日小爺中了你母親的奸計，這才受辱，現下讓你見識見識小爺的本事。」說著身形飛起，如一隻大鳥般疾撲過去。商寶震從未見過這般打法，嚇得急忙閃避。胡斐左足在地下微微一點，身子已轉過方向，跟著進撲。這時商寶震待要再讓，卻已不及，當下喝道：「來得好！」雙掌併擊，正是他家傳八卦掌的厲害家數。胡斐左手在他掌上一搭，一拉一扭，商寶震手腕劇痛，若不是縮手得快，雙手手腕立被扭斷。胡斐左拳平伸，砰的一聲，擊中他的右胸，跟著起腳，又踢中他的小腹。胡斐習練父親所遺拳經，今日初試身手，竟然大獲全勝。此刻商寶震全身縮攏，雙手護住頭臉，只有挨打的份兒，苦練了十多年武功，在這少年手下，竟是半點施展不出。胡斐左腿虛幌，待他避向右方，右腳倏地踢出，正中他右腰「京門穴」。商寶震站立不住，撲地倒了。胡斐剝下他長衫，撕成幾片，將他手腳反轉縛住，本要將他吊在路旁的柳樹之上，但他人小，力氣不夠提上樹去，於是看準了一個大椏枝，抓起商寶震來，大喝一聲：「去你的！」力貫雙臂，將他擲了上去，正好擱在椏枝之間。胡斐折下七八根柳條，當作鞭子，一鞭鞭往他頭上抽去，商寶震又驚又怒，知他一報還一報，只得咬緊牙關忍受。堪堪打了三四十鞭，馬春花急奔趕到，一見二人情景，大是驚詫，一時說不出話來。胡斐笑道：「馬姑娘，我不用你求告，就饒了他！」說著哈哈大笑，雖是一個十餘歲的少年，但言語舉止，竟然豪氣逼人。他隨手將柳枝遠遠拋出，大踏步便走。馬春花叫：「小朋友，你到底是誰？」胡斐轉過頭來，朗聲答道：「姑娘見問，不得不說。我是大俠胡一刀的兒子胡斐便是。」說罷縱聲長笑，片刻間背影已在柳樹後隱沒。※※※「我是大俠胡一刀的兒子胡斐便是！」人已遠去，話聲餘音梟梟，兀自鳴響。樹上商寶震，樹下馬春花，都是驚訝不已。過了片刻，馬春花叫道：「商少爺，你能下來麼！」商寶震用力掙扎，掙不脫腳上的綁縛，大是羞慚，明明是不能下來，這句話卻又怎能出口？只脹紅了臉不作聲。馬春花道：「你別動，小心摔下來。我上來助你。」縱身躍高，想要拉住樹幹攀上，但那樹幹甚高，這一躍沒能抓住，當下手足並用，從樹幹爬上樹去。爬到樹幹中間，忽聽得馬蹄聲響，一行人自北而來。此時晨光熹微，天將黎明，馬春花心道：「怎地這早就有人趕路？」轉瞬之間，一行人已來到樹下，共是人馬九乘。那九人見一個大姑娘爬在高樹之上，都感詫異，勒馬觀看。馬春花嗔道：「有甚麼好瞧的？走你們的吧！」那九人也不理睬，再看到樹頂綁著一個青年男子，更是奇怪。馬春花未到樹頂，提氣上躍，左手已在半空中抓住一根樹枝，一拉之下，借勢翻上，竄到了商寶震身旁。樹底下兩個男人齊聲喝采：「好俊的輕身功夫！」馬春花將商寶震手腳上的布條解開，低聲道：「沒受傷麼？」她這句柔聲相詢，商寶震聽了大慰，道：「沒甚麼。」拉住樹枝一盪，從數丈高處輕輕躍下。馬春花跟著下來，見馬上九人指指點點，肆無忌憚的好生無禮，不禁心下惱怒，向他們橫了一眼。只見九人有老有少，衣飾都頗華貴，個個腰挺背直，豪健剽悍。只居中一位青年公子臉如冠玉，丰神俊朗，容止都雅，約莫三十二三歲年紀，身穿一件寶藍色長袍，頭戴瓜皮小帽，帽子正中縫著一塊寸許見方的美玉。馬春花從小就在鏢行，自識得珠寶，但見相隔數丈，仍可看到那塊美玉瑩然生光，知道實是價值連城的寶物，他這麼隨隨便便的縫在帽上，也不怕失落，心中好奇，不由得向他多望了一眼。那公子見她明艷照人，身手矯捷，心中也是一動，向身旁一個中年漢子低聲說了幾句。那漢子點點頭，突然縱聲大笑，高聲道：「你小賊定是偷了人家東西，給高高吊在樹上。」一個老者笑道：「你說偷了甚麼？怎麼他妹子又這麼巴巴的來救他？」他語帶輕薄，神色甚是浮滑。商寶震本已滿腔怒火難以發洩，聽了這些言語，突然縱身上去，拍的一聲，打了這老者一個耳光。那老者騎在馬上，和他相隔丈餘，他一躍之間就打到人家耳光，倒也大出諸人意料之外。眾人不自禁的勒馬退後，愕然相顧。那老者不提防受辱，如何忍得下這口氣？立即閃身下馬，伸手來抓他衣襟。商寶震反手一勾，拿他手腕。那老者也是身有武功，以抓變掌，掌底穿拳。二人在大路旁鬥了起來。商寶震雖被胡斐打了一頓，卻也沒傷到筋骨，一來意中人在旁觀鬥，二來屈氣難伸，將家傳八卦掌絕藝施展出來，越來越狠。那老者一招接不住，肩頭中掌，踉踉蹌蹌的退開幾步。他一定神待要再上，馬上一人叫道：「老張你退下，這小子有點兒邪門。」話聲甫畢，一個人影輕飄飄的從馬背上躍了下來。那老者當即閃開。商寶震和馬春花見此人身手了得，不禁都留上了神。但見他一張紫膛臉，神態威猛，身材魁梧，站著比商寶震要高出大半個頭。他雙手負在背後，向商寶震打量，問道：「你是八卦門的麼？你師父姓褚還是姓商？」一副傲慢的神色，全沒把對方放在眼裏。商寶震大怒，喝道：「你管得著麼？」那人微微一笑，道：「天下只要是八卦門的，我們就管得著。」商寶震為人本來精細，但此日連受挫折，盛怒之下，沒細想他言語中的含意，一招「劈雷墜地」，往他膝蓋上擊去，出手甚是迅疾。那人微微一笑，右手輕輕一揮，向左踏了一步，登時將他這一擊化解了。商寶震的「遊身八卦掌」一施出，再不停留，腳下每一步都按著先天八卦的圖式，轉折如意，四梢歸一，繞著對方身子急速奔跑，一掌一掌越打越快。那大漢雙手出招極短，只是比著招式，始終不與商寶震手掌相觸，但他所出的每一招，卻無一不是商寶震掌法的剋星，往往使商寶震招式未曾使全，便迫得收掌變勢。霎時之間，商寶震打出了四十餘掌，竟沒一掌帶到他一點衣角。旁觀眾人見那大漢如此了得，無不讚服。商寶震焦躁起來，奔跑更速，掌法催緊。那大漢仍然好整以暇，面露微笑，雙掌或揮或按，便如是獨個兒練拳一般。此時商寶震已然瞧出，對方出招雖然極短，腳下卻也按著先天八卦的圖式，方位絲毫不亂。他曾聽母親說過，八卦門中有一項極精深的「內八卦功夫」，非將外八卦練至登峰造極，決不能動，但只要一練成，那時以靜制動，克敵機先，差不多就是無敵於天下了。眼前此人明明是讓著自己，只要他當真一出手，一招之間就能將自己打倒。他越想越是惶恐，突然向後躍開，抱拳說道：「晚輩有眼不識泰山，原來是本門前輩到了！」那人微微一笑，仍然問道：「你師父姓褚還是姓商？」商寶震曾得母親囑咐，在人前千萬不可吐露身份，以防對頭知悉，難遂報仇大事，不禁躊躇不答。那人笑道：「你掌法門戶開闊，瞧來是商劍鳴師兄一派了。大哥，你說是不是？」最後一句話是向馬上一個老者而說。那老者年近五十，翻身下馬，向商寶震道：「你師父呢？引我們去見見。我是你王師伯，這位是我兄弟，你拜師叔吧。」說著哈哈大笑。商寶震知道父親的師父是威震河朔王維揚，乃是北京鎮遠鏢局的總鏢頭，眼前這人自稱姓王，又是八卦門的高手，看來是自己師伯、師叔，定然不假的了。但他生性精細，加問一句：「兩位跟威震河朔王老鏢頭是怎生稱呼？」王氏兄弟相顧一笑。那老者道：「那是咱哥兒倆的先父。你還不信麼？商師弟呢？」商寶震更無遲疑，撲倒在地，磕了幾個頭，口稱師伯師叔，說道：「先父早已去世，師伯師叔當年沒接到訃告麼？」那年老的武師名叫王劍英，他兄弟名叫王劍傑，都是王維揚的兒子。王維揚當年憑一對八卦掌、一把八卦刀威震江湖綠林。黑道中有一句話道：「寧碰閻王，莫碰老王」，端的是名揚天下，現時早已逝世多年。商劍鳴雖是他的門下，但師徒間情誼甚是平常，離師門後少通音問。王氏兄弟又在官府當差，青雲得意，從來就沒將這個身在草野的同門師兄弟放在心上。因此山東和北京雖相隔不遠，商劍鳴逝世的訊息王氏兄弟竟然不知。當下王劍英嘆了口氣，回身向那青年公子低聲說了幾句話。那公子眼角向馬春花斜睨一眼，歡然點頭。王劍英向商寶震道：「你家住此不遠吧？你帶我兄弟到你父親靈前一祭。我們師兄弟一別二十餘年，想不到再無相見之期。」他頓了一頓，伸手向那公子一張，道：「你來拜見福公子，我們都在公子手下當差。」商寶震見那公子氣度高華，想是京中的貴介公子，這才收得王氏兄弟這等豪傑替他當差，當下上前躬身下拜。福公子只擺擺手，說聲：「請起！」卻不回禮。商寶震心中微微有氣：「好大的架子！你當真是皇帝老子不成？」一行人來到商家堡時，堡中已發覺胡斐逃走，正在到處找尋。商寶震入內報訊，商老太聽說先夫的同門兄弟來到，又驚又喜，急忙出迎，將胡斐的事拋在一旁。王劍英給商老太引見。原來這九人之中，倒有五個是武林中的一流高手，除王氏兄弟外，還有太極門的陳禹，少林派的古般若，天龍門南宗的殷仲翔。陳禹和殷仲翔在江湖上名聲早顯，古般若年紀輕些，但見他雙目有神，伸出手來乾如枯木，手指堅挺，定是外家的一把好手。其餘三人是福公子的親隨侍僕，那受了商寶震毆擊的老者姓張，大家叫他做張總管，自是福公子府中有權勢的人物了。至於福公子是甚麼身份，王劍英卻一句不提，只是稱他為「福公子」。王劍英、劍傑兄弟問起商劍鳴的死因。商老太傲心極盛，不肯說是胡一刀所殺，只是說得病身亡。她決意要和兒子一同親刃仇人，決不肯假手旁人復仇。※※※馬春花見商老太、商寶震等同門敘話，回到屋裏，將適才的見聞向父親說了。馬行空聽說那胡斐竟是大俠胡一刀的兒子，大是驚訝，但聽這小小孩童的武功竟勝過商寶震，卻是半信半疑。徐錚在旁默默聽著，臉上青一陣、紅一陣，並不插嘴。父女倆說了一陣子話，馬春花回到自己房裏。徐錚跟了出來，叫聲：「師妹！」馬春花臉上一紅，道：「甚麼？」徐錚見她臉若朝霞，心中情動，將本來要問的話按捺了不說，伸手去拉她的手。馬春花將手摔脫，嗔道：「給人家瞧見了，怎好意思？」徐錚終於沉不住氣，憤然道：「哼，不好意思！你半夜三更，跟那姓商的小子到外面去，鬼鬼祟祟的幹甚麼了？」馬春花一怔，聽他語意不善，怒道：「你問這話是甚麼用意？」徐錚道：「你跟那小子出去是甚麼用意，我問這話就是甚麼用意。」他對師妹向來體貼討好，但今日一早見她與商寶震從外面回來，聽她言中敘述，又是半夜裏在外面遇到胡斐，自是醋意大盛，那想得到她是怕父親責怪，將求商寶震釋放胡斐之事瞞過了不說。馬行空那晚隔窗聽到商老太母子對答，得知商寶震看中自己女兒，還道他二人確有私情，夜中相會，礙著徒兒在旁，不便追問。但徐錚聽來，心中酸溜溜的滿不是味兒。他生性鹵莽，此時師妹又成了他未過門的妻子，不禁疾言厲色的追問起來。馬春花問心無愧，這師哥對自己又素來依順容讓，想不到昨天父親剛把自己終身相許，他就這麼強橫霸道起來，日後成了夫妻，豈非整日受他欺辱？本來這件事她只要直言相告，徐錚一經明白，自無話說。但她賭氣偏偏不說，道：「我愛跟誰偷偷出去，就跟誰出去，你管得著麼？」一個人妒意一起，再無理性，徐錚滿臉脹得通紅，連脖子也粗了，大聲道：「從前我管不著，今兒就管得著。」馬春花氣得流下淚來，說道：「現下你已這樣了，將來還指望你待我好嗎？」徐錚見她流淚，心中又是軟了，但想到她和商寶震深宵出外幽會，一口氣怎嚥得下去？大聲道：「你出去到底幹甚麼來著？你說，你說！」馬春花心道：「你越是橫蠻，我越是不說。」就在此時，商寶震奉母親之命，過來請馬行空去和王氏兄弟等廝見，只見徐錚和馬春花在廊下大聲爭鬧，不由得停了腳步。徐錚早是一肚子火，滿心想打未婚妻子一個耳括子，卻又未敢，眼見商寶震過來，正合心意，罵道：「我打你這個狗娘養的小子！」衝上去就是一拳。商寶震一讓，愕然道：「你幹甚麼？」徐錚跟著又是一拳，商寶震來不及閃讓，給他一拳正中胸口，待他第三拳打來時，回掌相格。兩人便在廊下動起手來。※※※馬春花滿腹怨怒，並不理他二人打得如何，一扭頭竟自走了。回到房裏哭了一場，婢女來叫吃飯，她也不理會，迷迷糊糊的便睡著了。一覺醒來，已是傍晚時分，信步走到後花園中，坐在石凳上呆呆出神，心中只是想：「難道我的終身，就算這麼許給了這蠻不講理的師兄麼？爹爹還在身邊，他就對我這麼兇狠，日後不知更要待我怎樣？」不由得怔怔的掉下淚來。也不知坐了多少時候，忽聽得簫聲幽咽，從花叢外傳出。馬春花正自難受，這簫聲卻如有人在柔聲相慰，細語傾訴，聽了又覺傷心，又是歡喜，不由得就像喝醉了酒一般迷迷糊糊。她聽了一陣，越聽越是出神，站起身來向花叢外走出，只見海棠樹下坐著一個藍衫男子，手持玉簫吹奏，手白如玉，和玉簫顏色難分，正是晨間所遇到的福公子。福公子含笑點首，示意要她過去，簫聲仍是不停。他神態之中，自有一股威嚴，一股引力，直是叫人抗拒不得。馬春花紅著臉兒，慢慢走近，但聽簫聲纏綿婉轉，一聲聲都是情話，禁不得心神蕩漾。馬春花隨手從身旁玫瑰叢上摘下朵花兒，放在鼻邊嗅了嗅。簫聲花香，夕陽黃昏，眼前是這麼一個俊雅美秀的青年男子，眼中露出來的神色又是溫柔，又是高貴。她驀地裏想到了徐錚，他是這麼的粗魯，這麼的會喝乾醋，和眼前這貴公子相比，真是一個在天上，一個在泥塗。於是她用溫柔的臉色望著那個貴公子，她不想問他是甚麼人，不想知道他叫自己過去幹甚麼，只覺得站在他面前是說不出的快樂，只要和他親近一會，也是好的。這貴公子似乎沒引誘她，只是她少女的幻想和無知，才在春天的黃昏激發了這段熱情。其實不是的。如果福公子不是看到她的美貌，決不會上商家堡來逗留，手下武師一個過世了的師兄弟，能屈得他的大駕麼？如果他不是得到稟報，得知她在花園中獨自發呆，決不會到花叢外吹簫。要知福公子的簫聲是京師一絕，就算是王公親貴，等閒也難得聽他吹奏一曲。他臉上的神情顯現了溫柔的戀慕，他的眼色吐露了熱切的情意，用不到說一句話，卻勝於千言萬語的輕憐密愛，千言萬語的山盟海誓。福公子擱下了玉簫，伸出手去摟她的纖腰。馬春花嬌羞地避開了，第二次只微微讓了一讓，但當他第三次伸手過去時，她已陶醉在他身上散發出來的男子氣息之中。夕陽將玫瑰花的枝葉照得撒在地上，變成長長的一條條影子。在花影旁邊，一對青年男女的影子漸漸偎倚在一起，終於不再分得出是他的還是她的影子。太陽快落山了，影子變得很長，斜斜的很難看。唉，青年男女的熱情，不一定是美麗的。馬春花早已沉醉了，不再想到別的，沒想到那會有甚麼後果，更沒想到有甚麼人闖到花園裏來。福公子卻在進花園之前早就想到了。所以他派太極門的陳禹去陪馬行空說話，派王氏兄弟去和商氏母子談論，派少林派的古般若去穩住徐錚，派天龍門南宗的殷仲翔守在花園門口，誰也不許進來。於是，誰也沒有進來。百勝神拳馬行空的女兒，在父親將她終身許配給她師哥的第二天，做了別人的情婦。