第十四章　紫羅衫動紅燭移突覺背後金刃掠風，一人嬌聲喝道：「手下留人！」喝聲未歇，刀鋒已及後頸。這一下來得好快，胡斐手掌不及拍下，急忙側頭，避開了背後刺來的一刀，回臂反手，去勾背後敵人的手腕。那人身手矯捷，一刺不中，立時變招，刷刷兩匕首，分刺胡斐雙脅。胡斐轉不過身來，只得縱身離了鳳天南肩頭，向前一撲。那人如影隨形，著著進逼。胡斐怒道：「袁姑娘，幹嗎總是跟我為難？」回過頭來，只見手持匕首那人紫衫雪膚，頭包青巾，正是袁紫衣。月光下但見她似嗔似笑，說道：「我要領教胡大哥空手入白刃的功夫！」胡斐道：「來日方長，不忙在此刻。」縱身撲向鳳天南時，袁紫衣猱身而上，匕首直指他咽喉。這一招攻其不得不救，胡斐只得沉肘反打，斜掌劈她肩頭。霎時之間，兩人以快打快，交換了十來招，但見刀光閃動，掌影飛舞，招招都瞧得人驚心動魄。周鐵鷦、曾鐵鷗、王氏兄弟等都不識得袁紫衣，突然見她在鳳天南命在頃刻之際現身相救，武功又如此高強，無不驚詫。但見這兩人出手奇快，眾人瞧得眼都花了，猛聽得胡斐一聲呼叱，兩人同時翻上圍牆，跟著又同時躍到了牆外。袁紫衣的匕首翻飛擊刺，招招不離胡斐的要害，出手之狠辣凌厲，直如性命相搏一般。胡斐那敢怠慢，凝神接戰，耳聽得鳳天南縱聲長笑，叫道：「胡家小兄弟，老哥哥失陪了，咱們後會有期。」笑聲愈去愈遠，黑夜中遙遙聽來，便似梟鳴。胡斐大怒，急欲搶步去追，卻給袁紫衣纏住了，脫身不得。他心中越發恚怒，喝道：「袁姑娘，在下跟你無怨無仇……」一言未畢，白光閃動，匕首已然及身。高手過招，生死決於俄頃，萬萬急躁不得，胡斐的武功只比袁紫衣稍勝半籌，但一個空手，一個有刀，形勢已然扯平，他眼睜睜的見仇人再次逃走，一分心，竟給刺中了左肩。嗤的一聲，匕首劃破肩衣，這時袁紫衣右手只須乘勢一沉，胡斐肩頭勢須重傷筋骨，那知她手腕斜翻，反向上挑。胡斐肩上只感微微一涼，絲毫未損，心中一怔：「你又何必手下容情？」袁紫衣格格嬌笑，倒轉匕首，向他擲了過去，跟著自腰間撤出軟鞭，笑道：「胡大哥，咱們真刀真槍的較量一場。」胡斐正要伸手去接匕首，忽聽牆頭程靈素叫道：「用單刀吧！」將他單刀擲下。原來程靈素見他赤手空拳，生怕失利，已奔進房去將他的兵刃拿了出來。袁紫衣叫道：「好體貼的妹子！」突然軟鞭揮起，掠向高牆。程靈素縱身躍入，袁紫衣的軟鞭在牆頭搭住，一借力，便如一隻大鳥般飛了進去，月光下衣袂飄飄。宛若仙子凌空。她身子尚未落地，呼的一鞭，向程靈素背心擊了過去，叫道：「程家妹子，接我三招。」程靈素側身低頭，讓過了一鞭。但袁紫衣變招奇快，左回右旋，登時將她裹在鞭影之中。胡斐知道程靈素決不是她敵手，此刻若去追殺鳳天南，生怕袁紫衣竟下殺手，縱然失去機緣，也只得罷了，當下躍進園中，挺刀叫道：「你要較量，便較量！」袁紫衣道：「好體貼的大哥！」回過軟鞭，來捲胡斐的刀頭。兩人各使稱手的兵刃，這一搭上手，情勢與適才又自不同。胡斐使的是家傳胡家刀法，剛中有柔，柔中有剛，迅捷時似閃電奔雷，沉穩處如淵渟嶽峙。袁紫衣的鞭法也是縱橫靈動，大是名手風範。頃刻之間，兩人已拆了三十餘招，當真是鞭揮去如靈蛇矯夭，刀砍來若猛虎翻撲。秦耐之、周鐵鷦、王氏兄弟等瞧著無不駭然：「這兩人小小年紀，武功上竟有這等造詣！」其實兩人這時比拚兵刃，都還只使出六七成功夫，胡斐見袁紫衣每每在要緊關頭故意不下殺著，自己刀下也就容讓幾分，一面打，一面思量：「她如此對我，到底是何用意？」適才周鐵鷦、曾鐵鷗、殷仲翔三人出手對付胡斐，均沒討得了好去，眾武官心知單打獨鬥，不是他對手，眼見袁紫衣纏住了他，正是下手的良機，各人使個眼色，裝作凝目觀戰，卻散在兩人身周，慢慢逼近，便要合擊胡斐。凡是武學高手，出手時無不眼觀六路，耳聽八方，周鐵鷦等這般神態，胡斐自都瞧在眼裏，不禁暗暗焦急：「這批人便要一擁而上，我脫身雖然不難，卻分不出手來照顧二妹了。」一瞥之間，見程靈素站在一旁，倒是神色自若，心想：「只有先將袁姑娘打退，再來對付旁人。」言念及此，刷刷連砍三刀，均是胡家刀法中的厲害家數。袁紫衣一避二擋，喝采道：「好刀法！」突然回過長鞭，竟不抵擋胡斐刺向自己腰間的刀尖，一招「鳳凰三點頭」，向曾鐵鷗、周鐵鷦、秦耐之三人的面門各點一點。這一招來得好不突兀，三人急忙後躍，曾鐵鷗終於慢了一步，鞭端在額頭擦過，帶出了一條血痕。便在此時，胡斐的刀尖距她腰間也已不過尺許，眼見她忽然出鞭為自己退敵，當即右臂一穩，單刀不進不退，停住不動。在如此急遽之間，將兵刃穩得猶似在半空中釘住了一般，可比逕刺敵人難上十倍。袁紫衣一雙妙目望定胡斐，說道：「你怎麼不刺？」忽聽得曾鐵鷗叫道：「好體貼的哥哥妹妹啊！」學的是旗人惡少的貧嘴聲調。※※※袁紫衣俏臉一沉，收鞭圍腰，向胡斐道：「胡大哥，這幾位英雄好漢，你給我引見引見。」胡斐道：「好！這位是八極拳的掌門人秦耐之秦大爺，這位是鷹爪雁行門的掌門人周鐵鷦周大爺……」跟著將王劍英、王劍傑兄弟、曾鐵鷗、汪鐵鶚等一一引見了。這時王劍傑已將殷仲翔救醒，只聽他不住口的咒罵鳳天南，說甚麼「如此無恥卑鄙之徒，咱哥兒倆不能算完。」胡斐最後道：「這位是袁姑娘。」心念一動，又道：「袁姑娘是少林韋陀門、廣西八仙劍、湖南易家灣九龍鞭三派的總掌門。」眾人一聽，都是聳然動容，雖想胡斐不會打誑，但臉上均有不信之色。袁紫衣微笑道：「你沒說得明白。邯鄲府崑崙刀、彰德府天罡劍、保定府哪吒拳這三門，也請區區做了掌門人。」胡斐道：「哦，原來姑娘又榮任了三家掌門，恭喜恭喜。」袁紫衣笑道：「多謝！這一次我上北京來，原是想做十家總掌門，但湖北武當山的無青子道長我打他不過，河南少林寺的大智禪師我不敢去招惹。剛好這裏有三位掌門人在此。喂，褚老師，你塞北雷電門的掌門老師麻老夫子到了北京麼？」那使雷震擋的姓褚武師單名一個轟字，聽她問到師父，說道：「家師向來不來內地走動，有甚麼事，都交給弟子們辦。」袁紫衣道：「好，你是大師兄，可算得上是半個掌門人。這麼著，今晚我就奪三個半掌門人。十家總掌門做不成，九家半也將就著對付了。」此言一出，周鐵鷦等無不變色。秦耐之抱拳一拱，哈哈大笑，說道：「少林韋陀門的掌門萬鶴聲萬大哥，跟在下有數十年的交情，卻不知如何將掌門之位傳給姑娘了？」袁紫衣道：「萬大爺死啦，他師弟劉鶴真打不過我，三個徒弟更是膿包。咱們拳腳刀槍上分高下，這掌門之位不讓也得讓。秦老師，我先領教你的八極拳功夫，再跟周老師、王老師、褚老師他們三位過過招。我當上了九家半總掌門，也好到那天下掌門人大會中去風光風光。」這幾句話，竟是毫沒將周、秦、王、褚眾高手瞧在眼裏。她這麼一叫陣，周鐵鷦、王劍英等都是天下聞名的武學好手，縱然命喪當場，也決不能退縮。周鐵鷦道：「我們魔爪雁行門自先師謝世，徒弟們個個不成器，先師的功夫十成中學不到一成。姑娘肯賜教誨，敝派上下那一個不感光寵？只是師兄弟們都是蠢材，只練了些先師傳下的功夫，別派的功夫卻不會練。」袁紫衣笑道：「這個自然。我若不會鷹爪雁行門的功夫，怎能當得鷹爪雁行門的掌門？周老師大可放心。」周鐵鷦和曾鐵鷗都是氣黃了臉，師兄弟對望一眼，均想：「便是再強的高手，也從沒敢輕視鷹爪雁行門了。你仗著誰的勢頭，到北京城來撒野？」他們收了鳳天南的重禮，為他出頭排解，沒能辦成，也不過掃興而已，畢竟事不干己，並不怎麼放在心上。可是這姑娘竟敢來硬搶掌門之位，如此欺上頭來，豈可不認真對付？秦耐之知道今晚已非動手不可，適才見袁紫衣的功夫和胡斐是在伯仲之間，自己卻曾敗在胡斐手下，要想討一個巧，讓她先鬥周王諸人，耗盡了力氣，自己再來撿便宜，當下說道：「周老師、王老師的功夫比兄弟深得多，兄弟躲在後面吧！」袁紫衣笑道：「你不說我也知道，你的功夫不如他們，我要挑弱的先打，好留下力氣，對付強的。外邊草地上滑腳，咱們到亭中過招。上來吧！」身形一幌，進了亭子，雙足並立，沉肩塌胯，五指併攏，手心向上，在小腹前虛虛托住，正是「八極拳」的起手式「懷中抱月」。秦耐之吃了一驚：「本派武功向來流傳不廣，但這一招『懷中抱月』，左肩低，右肩高，左手斜，右手正，顯是已得本派的心傳，她卻從何學來？」向胡斐斜睨一眼，又想：「那日我跟他動手，當然不使起手式，後來和他講論本門拳法，這一招也未提到。自不是他傳給這女子了。」心中驚疑，臉上卻不動聲色，說道：「既是如此，待小老兒搬開桌子凳子，免得礙手礙腳。」袁紫衣道：「秦老師這話差了。本門拳法『翻手、揉腕、寸懇、抖展』八極，『摟、打、騰、封、踢、蹬、掃、卦』八式，變化為『閃、長、躍、躲、拗、切、閉、撥』八法，四十九路八極拳，講究的是小巧騰挪，若是嫌這桌子凳子礙事，當真與敵人性命相搏之時，難道也叫敵人先搬開桌嗎？」她這番話宛然是掌門人教訓本門小輩的口吻，而八極拳的諸種法訣，卻又說得一字不錯。秦耐之臉上一紅，更不答話，彎腰躍進亭中，一招「推山式」，左掌推了出去。袁紫衣搖了搖頭，說道：「這招不好！」更不招架，只是向左踏了一步，秦耐之身前便是桌子擋住，這一掌推不到她身上。他變招卻也迅速，「抽步翻面錘」、「鷂子翻身」、「劈卦掌」，連使三記絕招。袁紫衣右足微提，左臂置於右臂上交叉輪打，翻成陽拳，跟著便快如電閃般以陰拳打出，正是八極拳中的第四十四式「雙打奇門」，這原是秦耐之的得意招數，可是袁紫衣這一招出得快極，秦耐之猝不及防，急忙斜身閃避，砰的一下，撞到了桌上，桌上茶碗登時打翻了三隻。袁紫衣笑道：「小心！」左纏身、右纏身、左雙撞、右雙撞、一步三環、三步九轉，那八極拳的招數便如雨點般打了過去。秦耐之奮力招架，眼看她使的招數固是本門拳法，但忽快忽慢、偏左偏右，卻又與本門功夫大不相同。袁紫衣道：「你怎地只招架，不還手？你使的是八極拳，可不是挨揍拳！」秦耐之罵道：「小賤人！」一招「青龍出水」，左拳成鉤，右拳呼的一聲打了出去。袁紫衣應以一招「鎖手攢拳」，突然右肘一擺，翻手抓住了他的右腕，向他背上扭轉，左手同時上前，四指前、拇指後，已拿住了他的「肩貞穴」，順勢向前一送，將他按到了桌上，正好將他嘴巴按到了茶碗上，喝道：「喫茶！」她使這一手「分筋錯骨手」本來平平無奇，幾乎不論那一門那一派都會練到，只是出手奇速，秦耐之手腕剛一碰到她的手指，全身已被制住，不禁又驚又怒，又罵道：「小賤人！」袁紫衣雙手使個冷勁，喀喇一聲，秦耐之右肩關節立時脫臼。袁紫衣放開他手腕，坐在圓凳上微微冷笑，說道：「這掌門人之位你讓是不讓？」秦耐之只疼得滿額都是冷汗，一言不發，快步出亭。王劍英上前左手托住他右臂，右手抓住他頭頸，一推一送，將他肩頭關節還入臼窩，轉頭說道：「袁姑娘的八極拳功夫果然神妙，我領教領教你的八封掌。」說著踏步進亭。※※※袁紫衣見他步履凝穩，心知是個勁敵。本來凡是練「遊身八卦掌」之人，必定步法飄逸，行路猶如足不點地一般，但他腳步落地極重，塵土飛揚，那是「自重至輕、至輕返重」，根基堅實無比，他數十年的功力，決非自己所能望其項背。胡斐快步走到亭中，拿起茶杯喝了一口，低聲道：「此人厲害，不可輕敵。」袁紫衣眼皮低垂，細聲道：「我多次壞你大事，你不怪我嗎？」這一句話胡斐卻答不上來，說是不怪，是她接連三次將鳳天南從自己手底下救出；說是怪她罷，瞧著她若有情、若無情的眼波，卻又怎能怪得？袁紫衣見胡斐走入亭來教自己提防，早是芳心大慰，她本心存驚疑，生怕鬥不過這位八卦門的高手，這時精神一振，勇氣倍增，低聲道：「你放心！」足尖一登，躍上一張圓凳，說道：「王老師，八卦門的功夫，講究足踏八卦方位，乾、坤、巽、坎、震、兌、離、艮，咱們便在這些凳上過過招。」王劍英道：「好！」慢慢踏上圓凳，雙手互圈，一掌領前，一掌居後。胡斐又向袁紫衣瞧了一眼，退出亭子。袁紫衣道：「素聞八卦門中王氏兄弟英傑齊名，待會王老師敗了之後，令弟還打不打呢？」王劍英生性凝重，聽了這話卻也忍不住氣往上衝，依她說來，似乎還沒動手，自己已然敗定。他本就不善言辭，盛怒之下，更是結結巴巴的說不出話。王劍傑怒道：「小丫頭胡說八道，你只須在我大哥手下接得一百招，咱兄弟倆從此不使八卦掌。」須知王氏兄弟望重武林，尋常武師連他們的十招八招也接不住。王劍傑一出口竟說到一百招，卻也是絲毫沒小覷了她。袁紫衣斜眼相睨，冷冷地道：「我擊敗令兄之後，算不算八卦門的掌門？你還打不打？」王劍傑道：「你先吹甚麼？打得贏我哥哥再說不遲。」袁紫衣道：「我便是要問一個明白。」王劍傑尚未答話，王劍英問道：「尊師是誰？」袁紫衣道：「你問我師承幹嗎？」她烏溜溜的眼珠骨碌一轉，已明其意，說道：「嗯，王老師是動了真怒，要下殺手，所以先問一問我師父。我師父名頭太響，說出來嚇壞了你。我不抬師父出來。你儘管使你八卦門的絕招。常言道不知者不罪，你便打死了我，我師父也不怪你。」這幾句話正說中了王劍英的心事，他見袁紫衣先和胡斐相鬥，跟著制住秦耐之，出手著實不俗，定是大有來頭，若是下重手傷了她，她師父日後找場，多半極難應付，聽她這般說，便道：「這裏各位都是見證。」呼的一掌，迎面擊出，掌力未施，身隨掌起，踏坤奔離，足下已移動了方位。別瞧他身軀肥大，八卦門輕功一使出，竟如飛燕掠波一般。袁紫衣斜掌卸力，自艮追震，手上使的固是八卦掌，腳下踏的也是八卦方位。王劍英連劈數掌，都給她一一卸開。兩人繞著圓桌，在十二隻石凳上奔馳旋轉，倒似小兒捉迷藏一般，但越轉越快，衣襟生風。王劍英心想：「這丫頭心思靈巧，誘得我在石凳上跟她隔桌換掌。她掌力原本不能跟我相比，但中間擋著一張圓桌，便不怕我沉猛的掌力。」又想：「這丫頭武功甚雜，居然將我門中的八卦掌使得頭頭是道，我何必用尋常掌法跟她糾纏？」猛地裏一聲長嘯，腳步錯亂，手掌歪斜，竟使出了他父親威震河朔王維揚的家傳絕技「八陣八卦掌」來。這一路掌法王維揚只傳兩個兒子，連外姓的弟子如商劍鳴等也均不傳，那是在八卦掌中夾了八陣圖之法：天陣居乾為天門，地陣居坤為地門，風陣居巽為風門，雲陣居震為雲門，飛龍居坎為飛龍門，武翼居兌為武翼門，鳥翔居離為鳥翔門，蜿盤居艮為蜿盤門；天地風雲為四正門，龍虎鳥蜿為四奇門；乾坤艮巽為闔門，坎離震兌為開門。這四正四奇，四開四闔，用到武學之上，霎時之間變化奇幻，雖是在小小一個涼亭之中，隱隱有佈陣而戰之意。這八陣八卦掌袁紫衣別說沒有學過，連聽也沒有聽過，只因這是王維揚的不傳之秘，以她師父武學之淵博當世無雙，卻也是有所未知。袁紫衣只接得數掌，登時眼花繚亂，暗暗叫苦。胡斐站在亭外掠陣，也知情勢不妙，只是袁紫衣大言在先，說要奪八卦門掌門，自己決不能插手相助，眼見王劍英越打越佔上風，正沒做理會處，忽見袁紫衣左足一登，躍上桌面，說道：「凳子上施展不開，咱們在桌上鬥鬥。王老師，可不許踏碎了茶碗果碟。」王劍英一言不發，跟著上了桌面，這時兩人相距近了，袁紫衣無可取巧，對方拍擊過來的掌拳，勢須硬接硬架，但腳下卻佔了便宜。原來桌上放著十二隻茶碗，四盤果子，全是散落亂置，這可不同梅花樁、青竹陣每一處落足點均有規律，王劍英的八陣八卦掌在平地上施展威力最強，一上梅花樁，變化既受限制，威力便已相應減弱。這時在這桌面之上，更生怕不小心踏碎了茶碗果盤，為這刁鑽的丫頭所笑，當下盡量不移腳步，一味催動掌力，自忖不憑腳步掌法之妙，單靠深厚的內功，就能將她毀在一雙肉掌之下。但聽得掌風呼呼，亭畔的花朵為他掌力所激，片片落英，飛舞而下。當袁紫衣躍上桌面之時，早已計及利害，眼見對方一掌掌如疾風驟雨般擊到，她只是足不停步的前竄後躍，並不和他對掌拆解，知道只要和對方雄渾的掌力一黏住，那便脫不了身，只見王劍英右掌虛幌，左掌斜引，右掌正要劈出，她左足尖輕輕一挑，一隻茶碗向他撲面飛去。王劍英吃了一驚，閃身避開，袁紫衣料到他趨避的方位，雙足連挑，七八隻茶碗接二連三的飛將過去。王劍英避開了三隻，終於避不開第四、五隻，啪啪兩聲，打中了他肩頭。他出掌劈開第七、八隻，碗中的茶水茶葉卻淋了他滿頭滿臉，跟著第九、十隻茶碗又擊中胸口。王劍英、王劍傑齊聲怒吼，旁觀的汪鐵鶚、褚轟、殷仲翔等也忍不住驚呼，只見最後兩隻茶碗直奔王劍英雙眼。他憤怒已極，猛力一掌擊出。袁紫衣踢茶碗擾敵，原本是等他這一掌，這良機如何肯予錯過？當下身軀一閃，已伸手抓住他的右腕，左手在他的臂彎裏「曲池穴」一拿，一扭一推，喀的一響，王劍傑大叫「啊喲」聲中，王劍英臂骱已脫。這一手仍只是尋常「分筋錯骨手」，說不上甚麼奇妙的家數，只是她出手如電，王劍英竟是閃避不了，致貽終身之羞。王劍傑雙手一拍，和身向袁紫衣背後撲去。胡斐推出一掌，將他震退三步，說道：「王兄且慢！說好是一個鬥一個。」王劍英面色慘白，僵在桌上。袁紫衣心想：「若是輕易放了他，他兄弟回頭找場，我可鬥他們不過！」竟是下手不容情，乘著他無力抗禦之時，喀喇一聲，將他左臂的關節也卸脫了，一指點在他太陽穴上，喝道：「你這八卦門的掌門讓是不讓？」王劍英閉目待死，更不說話。王劍傑喝道：「快放我兄長，你要做掌門，做你的便是。」袁紫衣道：「說話可要算數？」王劍傑道：「算數，算數。」袁紫衣這才微微一笑，躍下桌子。王劍傑負起兄長，頭也不回地快步走出。※※※周鐵鷦道：「姑娘連奪兩家掌門，果然是聰明伶俐，卻不知留下甚麼妙計，要施在我姓周的身上？」這話明明說她不過是使詭計取勝，說不上是真實本領。袁紫衣道：「對付你魔爪雁行門，還用得著智計？你師兄弟三個人是一齊上呢，還是周老師一個人跟我過招？」周鐵鷦淡淡一笑，說道：「袁姑娘此言，真是門縫裏看人，把北京城裏的武師們全都瞧得扁了。周某打從十三歲上起，從來便是單打獨鬥。」袁紫衣道：「嗯，那你十三歲前，便不是英雄好漢，專愛兩個打一個。」周鐵鷦道：「嘿，我自十三歲起始學藝。」袁紫衣道：「是英雄好漢，生來便是英雄好漢，有的人武藝再高，始終不過是窩囊廢。周老師，我可不是說你。」不知怎的，她對於王劍英、王劍傑兄弟，心中還存著三分佩服，見了周鐵鷦大剌剌地自視極高的神氣，卻是說不出的討厭。周鐵鷦幾時受過旁人這等羞辱？心中狂怒，嘴裏卻只哼了一聲。汪鐵鶚叫了起來：「小丫頭，跟我大師哥說話，可得客氣些。」袁紫衣知他是個渾人，也不理睬，對周鐵鷦道：「拿出來，放在桌上。」周鐵鷦愕然道：「甚麼？」袁紫衣道：「銅鷹鐵雁牌。」一聽到「銅鷹鐵雁牌」五字，周鐵鷦涵養功夫再高，也已不能裝作神色自若，大聲道：「啊哈！我門中的事，你倒真知道得不少。」伸手從腰帶上解下一個錦囊，放在桌上，喝道：「銅鷹鐵雁牌便在這裏，你今日先取我姓周的性命，再取此牌。」袁紫衣道：「拿出來瞧瞧，誰知道是真是假。」周鐵鷦雙手微微發顫，解開錦囊，取出一塊四寸長、兩寸寬的金牌來，牌上鑲著一隻探爪銅鷹，一隻斜飛鐵雁，正是魔爪雁行門中世代相傳的掌門信牌，凡是本門弟子，見此牌如見掌門人。原來鷹爪雁行門在明末天啟，崇禎年間，原是武林中一大門派，幾代掌門人都是武功卓絕，門規也極嚴謹。但傳到周鐵鷦、曾鐵鷗等人手裏時，諸弟子為滿清權貴所用，染上了京中豪奢的習氣，武功已遠不如前人。後來直到嘉慶年間，鷹爪雁行門中出了幾個了不起的人物，該門方始中興。袁紫衣道：「看來像是真的，不過也說不定。」原來她適才和王劍英一番劇鬥，雖然僥倖反敗為勝，內力卻已大耗，這時故意扯淡，一來要激怒對手，二來也是歇力養氣。周鐵鷦見多識廣，如何不知她的心意？當下更不多言，雙手一振一壓，突然躍上涼亭之頂，說道：「咱們越打越高，我便在這亭子頂上領教高招。」須知他的門派以魔爪雁行為名，自是一擅鷹爪擒拿，二擅雁行輕功。他躍上亭頂，存心故居險地，便於施展輕功，與對手作一番生死搏擊，同時令她無法取巧行詭，更有一著是要胡斐不能在危急中出手相助。在周鐵鷦心中，袁紫衣武功雖高，終不過是女流之輩，真正的勁敵卻是胡斐。他那知擒拿和輕功這兩門，也正是袁紫衣的專長絕技，他若是見過她和易吉在高桅頂上鬥鞭時那一路驚世駭俗的輕功，也不會躍上這涼亭之頂了。胡斐見了他這一縱一躍，雖然輕捷，卻決不能和袁紫衣的身手相比，登時便寬了心，轉過頭來，兩人相視一笑。袁紫衣故意並不炫示，老老實實的躍上亭頂，說道：「看招！」雙手十指拿成鷹爪之式，斜身撲擊。拳術的爪法，大路分為龍爪、虎爪、鷹爪三種。龍爪是四指併攏，拇指伸展，腕節屈向手心；虎爪是五指各自分開，第二、第三指骨向手心彎曲；鷹爪是四指併攏，拇指張開，五指的第二、第三指骨向手心彎曲。三種爪法各有所長，以龍爪功最為深奧難練。周鐵鷦見她所使果然是本門家數，心想：「你若用古怪武功，我尚有所忌，你真的使鷹爪雁行功，那可是自尋死路了。」當下雙手也成鷹爪，反手鉤打。眾人仰首而觀，只見兩人輕身縱躍，接近時擒拿拆打數招，立即退開。這一晚四場激鬥，以這一場最為好看，但也以這一場最為凶險。月光之下，亭簷亭角，兩人真如一雙大鳥一般，翻飛搏擊。驀地裏兩人欺近身處，喀喀數響，袁紫衣一聲呼叱，周鐵鷦長聲大叫，跌下亭來。周鐵鷦如何跌下，只因兩人手腳太快，旁觀眾人之中，只有胡斐和曾鐵鷗看清楚了。周鐵鷦激鬥中使出絕招「四雁南飛」，以連環腿連踢對手四腳，踢到第二腿時被袁紫衣以「分筋錯骨手」搶過去卸脫了左腿關節。他這一招雙腿此起彼落，中途無法收勢，左腿雖已受傷，右腿仍然踢出，袁紫衣對準他膝蓋踹了一腳，右腿受傷更重。旁人卻只見他摔下時肩背著地，落下後竟不再站起。這涼亭並不甚高，以周鐵鷦的輕身功夫，縱然失手，躍下後決不致便不能起身，難道竟是已受致命重傷？汪鐵鶚素來敬愛大師兄，大叫：「師哥！」奔近前去，語聲中已帶著哭音。他俯身扶起周鐵鷦，讓他站穩。但周鐵鷦兩腿脫臼，那裏還能站立？汪鐵鶚扶起他後雙手放開。周鐵鷦呻吟一聲，又要摔倒。曾鐵鷗低聲罵道：「蠢材！」搶前扶起。他武功在鷹爪雁行門中也算是頂尖兒的好手，只是不會推拿接骨之術，抱起周鐵鷦，便要奔出。周鐵鷦喝道：「取了鷹雁牌。」曾鐵鷗登時省悟，搶進涼亭，伸手往圓桌上去取金牌，突然頭頂風聲颯然，掌力已然及首。曾鐵鷗右手抱著師兄，左手不及取牌，只得反掌上迎，那知這一架卻架了個空。眼前黑影一幌，一人從涼亭頂上翻身而下，已將桌上金牌抓在手中，喝道：「打輸了想賴麼？」正是袁紫衣。曾鐵鷗又驚又怒，抱著周鐵鷦，僵在亭中，不知該當和袁紫衣拚命，還是先請人去治大師兄再說？胡斐上前一步，說道：「周兄雙腿脫了臼，若不立刻推上，只怕傷了筋骨。」也不等周曾兩人答話，伸手拉住周鐵鷦的左腿，一推一送，喀的一聲，接上了臼，跟著又接上了右腿關節，再在他腰側穴道中推拿數下。周鐵鷦登時疼痛大減。胡斐向袁紫衣伸出手掌，笑道：「這銅鷹鐵雁牌也沒甚麼好玩，你還了周大哥吧！」袁紫衣聽他說到「也沒甚麼好玩」六字，嫣然一笑，將金牌放在他掌心。胡斐雙手捧牌，恭恭敬敬的遞到周鐵鷦面前。周鐵鷦伸手抓起，說道：「兩位的好處，姓周的但教有一口氣在，終有報答之時。」說著向袁紫衣和胡斐各望一眼，扶著曾鐵鷗轉身便走。向袁紫衣所望的那一眼，目光中充滿了怨毒，瞧向胡斐的那一眼，卻顯示了感激之情。袁紫衣毫沒在意，小嘴一扁，秀眉微揚，向著使雷震擋的褚轟說道：「褚大爺，你這半個掌門人，咱們還比不比劃？」到了此時，褚轟再笨也該有三分自知之明，領會得憑著自己這幾手功夫，決不能是她敵手，抱拳說道：「敝派雷電門由家師執掌，區區何敢自居掌門？姑娘但肯賜教，便請駕臨塞北，家師定是歡迎得緊。」他這幾句話不亢不卑，卻把擔子都推到了師父肩上。袁紫衣「嘿嘿」一笑，左手擺了幾擺，道：「還有那一位要賜教？」殷仲翔等一齊抱拳，說道：「胡大爺，再見了。」轉身出外，各存滿腹疑團，不知這武功如此高強的少女到底是甚麼路道。※※※胡斐親自送到大門口，回到花園來時，忽聽得半空中打了個霹靂，抬頭一看，只見烏雲滿天，早將明月掩沒。袁紫衣道：「當真是天有不測風雲，人有旦夕禍福。想不到胡大哥遊俠風塵，一到京師，卻面團團做起富家翁來。」聽她一提起此事，不由得胡斐氣往上衝，說道：「袁姑娘，這宅第是那姓鳳奸人的產業，我便是在這屋中多待一刻，也是玷辱了，告辭！」回頭向程靈素道：「二妹，咱們走！」袁紫衣道：「這三更半夜，你們卻到那裏去？你不見變了天，轉眼便是一場大雨麼？」她剛說了這句話，黃豆般的雨點便已灑將下來。胡斐怒道：「便是露宿街頭，也勝於在奸賊的屋簷下躲雨。」說著頭也不回的往外便走。程靈素跟著走了出去。忽聽袁紫衣在背後恨恨的道：「鳳天南這奸人，原本是死有餘辜。我恨不得親手割他幾刀！」胡斐站定身子，回頭怒道：「你這時卻又來說風涼話？」袁紫衣道：「我心中對這鳳天南的怨毒，勝你百倍！」頓了一頓，咬牙切齒地道：「你只不過恨了他幾個月，我卻已恨了他一輩子！」說到最後這幾個字時，語音竟是有些哽咽。胡斐聽她說得悲切，絲毫不似作偽，不禁大奇，問道：「既是如此，我幾回要殺他，何以你又三番四次的相救？」袁紫衣道：「是三次！決不能有第四次。」胡斐道：「不錯，是三次，那又怎地？」兩人說話之際，大雨已是傾盆而下，將三人身上衣服都淋得濕了。袁紫衣道：「你難道要我在大雨中細細解釋？你便是不怕雨，你妹子嬌怯怯的身子，難道也不怕麼？」胡斐道：「好，二妹，咱們進去說話。」當下三人走到書房之中，書僮點了蠟燭，送上香茗細點，退了出去。這書房陳設甚是精雅。東壁兩列書架，放滿了圖書。西邊一排長窗，茜紗窗間綠竹掩映，隱隱送來桂花香氣。南邊牆上掛著一幅董其昌的仕女圖；一幅對聯，是祝枝山的行書，寫著白樂天的兩句詩：「紅蠟燭移桃葉起，紫羅衫動柘枝來。」胡斐心中琢磨著袁紫衣那幾句奇怪的言語，那裏去留心甚麼書畫？何況他讀書甚少，就算看了也是不懂。程靈素卻在心中默默念了兩遍，瞧了一眼桌上的紅燭，又望了一眼袁紫衣身上的紫羅衫，暗想：「對聯上這兩句話，倒似為此情此景而設。可是我混在這中間，卻又算甚麼？」三人默默無言，各懷心事，但聽得窗外雨點打在殘荷竹葉之上，淅瀝有聲，燭淚緩緩垂下。程靈素拿起燭台旁的小銀筷，挾下燭心，室中一片寂靜。胡斐自幼飄泊江湖，如此伴著兩個紅妝嬌女，靜坐書齋，卻是生平第一次。※※※過了良久，袁紫衣望著窗外雨點，緩緩說道：「十九年前，也是這麼一個下雨天的晚上，在廣東省佛山鎮，一個少婦抱著一個女娃娃，冒雨在路上奔跑。她不知道到甚麼地方去好，因為她已給人逼得走投無路。她的親人，都給人害死了，她自己又受了難當的羞辱。如果不是為了懷中這個小女兒，她早就跳在河裏自盡了。「這少婦姓袁，名叫銀姑。這名字很鄉下氣，因為她本來是個鄉下姑娘。她長得很美，雖然有點黑，然而眉清目秀，又俏又麗，佛山鎮上的青年子弟給她取了個外號，叫作『黑牡丹』。她家裏是打漁人家，每天清早，她便挑了魚從鄉下送到佛山的魚行裏來。有一天，佛山鎮的鳳大財主鳳天南擺酒請客，銀姑挑了一擔魚送到鳳府裏去。這真叫作天有不測風雲，人有旦夕禍福，這個鮮花一般的大姑娘偏生給鳳天南瞧見了。「姓鳳的妻妾滿堂，但心猶未足，強逼著玷污了她。銀姑心慌意亂，魚錢也沒收，便逃回了家裏。誰知便是這麼一回孽緣，她就此懷了孕，她父親問明情由，趕到鳳府去理論。鳳老爺反而大發脾氣，叫人打了他一頓，說他胡言亂語，撒賴訛詐。銀姑的爹憋了一肚氣回得家來，就此一病不起，拖了幾個月，終於死了。銀姑的伯伯叔叔說她害死了親生父親，不許她戴孝，不許她向棺材磕頭，還說要將她裝在豬籠裏，浸在河裏淹死。「銀姑連夜逃到了佛山鎮上，挨了幾個月，生下了一個小女孩。母女倆過不了日子，只好在鎮上乞討。鎮上的人可憐她，有的就施捨些銀米周濟，背後自不免說鳳老爺的閒話，說他作孽害人。只是他勢力大，誰也不敢當著他面提起此事。「鎮上魚行中有一個伙計向來和銀姑很說得來，心中一直在偷偷的喜歡她，於是他託人去跟銀姑說要娶她為妻，還願意認她女兒當作自己女兒。銀姑自然很高興，兩人便拜堂成親。那知有人討好鳳老爺，去稟告了他。「鳳老爺大怒，說道：『甚麼魚行的伙計那麼大膽，連我要過的女人他也敢要？』當下派了十多個徒弟到那魚行伙計家裏，將正在喝喜酒的客人趕個精光，把台床灶搗得稀爛，還把那魚行伙計趕出佛山鎮，說從此不許他回來。」砰的一響，胡斐伸手在桌上用力一拍，只震得燭火亂幌，喝道：「這奸賊恁地作惡多端！」袁紫衣一眼也沒望他，淚光瑩瑩，向著窗外，沉浸在自己所說的故事之中，輕輕嘆了口氣，說道：「銀姑換下了新娘衣服，抱了女兒，當即追出佛山鎮去。那晚天下大雨，把母女倆全身都打濕了。她在雨中又跌又奔的走出十來里地，忽見大路上有一個人俯伏在地。她只道是個醉漢，好心要扶他起來，那知低頭一看，這人滿臉血污，早已死了，竟便是那個跟她拜了堂的魚行伙計。原來鳳老爺命人候在鎮外，下手害死了他。「銀姑傷心苦楚，真的不想再活了。她用手挖了個坑，埋了丈夫，當時便想往河裏跳去，但懷中的女娃子卻一聲聲哭得可憐。帶著她一起跳吧，怎忍心害死親生女兒？撇下她吧，這樣一個嬰兒留在大雨之中，也是死路一條。她思前想後，咬了咬牙，終於抱了女兒向前走去，說甚麼也得把女兒養大。」※※※程靈素聽到這裏，淚水一滴滴的流了下來，聽袁紫衣住口不說了，問道：「袁姊姊，後來怎樣了？」袁紫衣取手帕抹了抹眼角，微微一笑，道：「你叫我姊姊，該當把解藥給我服了吧？」程靈素蒼白的臉一紅，低聲道：「原來你早知道了。」斟過一杯清茶，隨手從指甲中彈了一些淡黃色的粉末在茶裏。袁紫衣道：「妹子的心地倒好，早便在指甲中預備了解藥，想神不知鬼不覺的便給我服下。」說著端過茶來，一飲而盡。程靈素道：「你中的也不是甚麼致命的毒藥，只是要大病一場，委頓幾個月，使得胡大哥去殺那鳳天南時，你不能再出手相救。」袁紫衣淡淡一笑，道：「我早知中了你的毒手，只是你如何下的毒，我始終想不起來。進這屋子之後，我可沒喝過一口茶，吃過半片點心。」胡斐心頭暗驚：「原來袁姑娘雖然極意提防，終究還是著了二妹的道兒。」程靈素道：「你和胡大哥在牆外相鬥，我擲刀給大哥。那口刀的刀刃上有一層薄薄毒粉，你的軟鞭上便沾著了，你手上也沾著了。待會得把單刀軟鞭都在清水中沖洗乾淨。」袁紫衣和胡斐對望一眼，均想：「如此下毒，真是教人防不勝防。」程靈素站起身來，斂衽行禮，說道：「袁姊姊，妹子跟你賠不是啦。我實不知中間有這許多原委曲折。」袁紫衣起身還禮，道：「不用客氣，多蒙你手下留情，下的不是致命毒藥。」兩人相對一笑，各自就坐。※※※胡斐道：「如此說來，那鳳天南便是你……你的……」袁紫衣道：「不錯，那銀姑是我媽媽，鳳天南便是我的親生之父。他雖害得我娘兒倆如此慘法，但我師父言道：『人無父母，何有此身？』我拜別師父、東來中原之時，師父吩咐我說：『你父親作惡多端，此生必遭橫禍。你可救他三次性命，以了父女之情。自此你是你，他是他，不再相干。』胡大哥，在佛山鎮北帝廟中我救了他一次，那晚湘妃廟中救了他一次，今晚又救了他一次。下回若再撞在我手裏，我先要殺了他，給我死了的苦命媽媽報仇雪恨。」說著神色凜然，眼光中滿是恨意。程靈素道：「令堂過世了麼？」袁紫衣道：「我媽媽逃出佛山鎮後，一路乞食向北。她只想離開佛山越遠越好，永不要再見鳳老爺的面，永不再聽到他的名字。在道上流落了幾個月，後來到了江西省南昌府，投入了一家姓湯的府中去做女傭……」胡斐「哦」了一聲，道：「江西南昌府湯家，不知和那甘霖惠七省湯大俠有干係沒有？」袁紫衣聽到「甘霖惠七省湯大俠」八字，嘴邊肌肉微微一動，道：「我媽便是死在湯……湯大俠府上的。我媽死後第三天，我師父便接了我去，帶我到回疆，隔了一十八年，這才回來中原。」胡斐道：「不知尊師的上下怎生稱呼？袁姑娘各家各派的武功無所不會，無所不精，尊師必是一位曠世難逢的奇人。那苗大俠號稱『打遍天下無敵手』，也不見得有這等本事！」袁紫衣道：「家師的名諱因未得她老人家允可，暫且不能告知，還請原諒。再說，我自己的名字也不是真的，不久胡大哥和程家妹子自會知道。至於那位苗大俠，我們在回疆也曾聽到過他的名頭。當時紅花會的無塵道長很不服氣，定要到中原來跟他較量較量，但趙半山趙三叔……」她說到「趙三叔」三字時，向胡斐抿嘴一笑，意思說：「又給你討了便宜去啦！」續道：「趙半山知道其中原委，說苗大俠所以用這外號，並非狂妄自大，卻是另有苦衷，聽說他是為報父仇，故意激使遼東的一位高手前來找他。後來江湖上紛紛傳言，他父仇已報，曾數次當眾宣稱，決不敢用這個名號，說道：『甚麼打遍天下無敵手，這外號兒狗屁不通。大俠胡一刀的武功，就比我高強得多了！』」胡斐心頭一凜，問道：「苗人鳳當真說過這句話？」袁紫衣道：「我自然沒親耳聽到，那是趙……趙半山說的。無塵道長聽了這話，雄心大起，卻又要來跟那位胡一刀比劃比劃。後來打聽不到這位胡大俠身在何方，也只得罷了。那一年趙半山來到中原，遇見了你，回去回疆後，好生稱讚你英雄了得。只是那時我年紀還小，他們說甚麼我也不懂。這次小妹東來，文四嬸便要我騎了她的白馬來，她說倘若遇到『那位姓胡的少年豪傑，便把我這匹坐騎贈了與他。』」胡斐奇道：「這位文四嬸是誰？她跟我素不相識，何以贈我這等重禮？」袁紫衣道：「說起文四嬸來，當年江湖上大大有名。她便是奔雷手文泰來文四叔的娘子，姓駱名冰，人稱『鴛鴦刀』的便是。她聽趙半山說及你在商家堡大破鐵廳之事，又聽說你很喜歡這匹白馬，當時便埋怨他道：『三哥，既有這等人物，你何不便將這匹馬贈了與他？難道你趙三爺結交得少年英雄，我文四娘子結交不得？』」胡斐聽了，這才明白袁紫衣那日在客店中留下柬帖，說甚麼「馬歸原主」，原來乃是為此，心中對駱冰好生感激，暗想：「如此寶馬，萬金難求。這位文四娘子和我相隔萬里，只憑他人片言稱許，便即割愛相贈，這番隆情高義，我胡斐當真是難以為報了。」又問：「趙三哥想必安好。此間事了之後，我便想赴回疆一行，一來探訪趙三哥，二來前去拜見眾位前輩英雄。」袁紫衣道：「那倒不用。他們都要來啦。」胡斐一聽大喜，伸手在桌上一拍，站起身來，說不出的心癢難搔。程靈素知他心意，道：「我給你取酒去。」出房吩咐書僮，送了七八瓶酒來。胡斐連盡兩瓶，想到不久便可和眾位英雄相見，豪氣橫生，連問：「趙三哥他們何時到來？」袁紫衣臉色鄭重，說道：「再隔四天，便是中秋，那是天下掌門人大會的正日。這個大會是福康安召集的。他官居兵部尚書、總管內務府大臣，執掌天下兵馬大權，皇親國戚個個該屬他管，卻何以要來和江湖上的豪客打交道？」胡斐道：「我也一直在琢磨此事，想來他是要網羅普天下英雄好漢，供朝廷驅使，便像是皇帝用考狀元、考進士的法子來籠絡讀書人一般。」袁紫衣道：「不錯，當年唐太宗見應試舉子從考場中魚貫而出，喜道：『天下英雄，入我彀中矣。』福康安開這個大會，自也想以功名利祿來引誘天下英雄。可是他另有一件切膚之痛，卻是外人所不知的。福康安曾經給趙半山、文四叔、無塵道長他們逮去過，這件事你可知道麼？」胡斐又驚又喜，仰脖子喝了一大碗酒，說道：「痛快，痛快！我卻沒聽說過，無塵道長、文四爺他們如此英雄了得，當真令人傾倒。」袁紫衣抿嘴笑道：「古人以漢書下酒，你卻以英雄豪傑大快人心之事下酒。若是說起文四叔他們的作為，你便是千杯不醉，也要叫你醉臥三日。」胡斐倒了一碗酒，說道：「那便請說。」袁紫衣道：「這些事兒說來話長，一時之間也說不了。大略而言，文四叔他們知道福康安很得當今皇帝乾隆的寵愛，因此上將他捉了去，脅迫皇帝重建福建少林寺，又答應不害紅花會散在各省的好漢朋友，這才放了他出來。」胡斐一拍大腿，說道：「福康安自然以為是奇恥大辱。他招集天下武林各家各派的掌門人，想是要和文四爺他們再決雌雄了？」袁紫衣道：「對了！此事你猜中了一大半。今年秋冬之交，福康安料得文四叔他們要上北京來，是以先行招集各省武林好手。他自在十年前吃了那個大苦頭之後，才知他手下兵馬雖多，卻不足以與武林豪傑為敵。」胡斐鼓掌笑道：「你奪了這九家半掌門，原來是要先殺他一個下馬威。」袁紫衣道：「我師父和文四叔他們交情很深。但小妹這次回到中原，卻是為了自己的私事。我先到廣東佛山，要瞧瞧鳳老爺到底是怎樣一個人物，也是機緣巧合，不但救了他的性命，還探聽到了天下掌門人大會的訊息。我有事未了，不能趕去回疆報訊，於是也不怕胡大哥見笑，一路從南到北，胡鬧到了北京，也好讓福康安知曉，他的甚麼勞什子掌門人大會，未必能管甚麼事。」胡斐心念一動：「想是趙三哥在人前把我誇得太過了，這位姑娘不服氣，以致一路上盡是跟我較量。」向袁紫衣瞪了一眼，說道：「還有，也好讓趙半山他們知道，那個姓胡的少年，未必真有甚麼本事。」袁紫衣格格而笑，說道：「咱們從廣東較量到北京，我也沒能佔了你的上風。胡大哥，日後我見到趙半山時，你猜我要跟他說甚麼話？」胡斐搖頭：「我不知道。」袁紫衣正色道：「我說：『趙三叔，你的小義弟名不虛傳，果然是一位英雄好漢！』」胡斐萬萬料想不到，這個一直跟自己作對為難的姑娘，竟會當面稱讚起自己來，不由得滿臉通紅，大是發窘，心中卻甚感甜美舒暢。從廣東直到北京，風塵行旅，間關千里，他腦海之中無日不有袁紫衣的影子在，只是每想到這位又美麗動人又刁鑽古怪的姑娘，七分歡喜之中，不免帶著兩分困惑，一分著惱。今夜一夕長談，嫌隙盡去，原來中間竟有這許多原委，怎不令他在三分酒醉之中，再加上了三分心醉？這時窗外雨聲已細，一枝蠟燭也漸漸點到了盡頭。胡斐又喝了一大碗酒，說道：「袁姑娘，你說有事未了，不知有用得著我的地方嗎？」袁紫衣搖頭道：「多謝了，我想不用請你幫忙。」她見胡斐臉上微有失望之色，又道：「若是我料理不了，自當再向你和程家妹子求救。胡大哥，再過四天，便是掌門人大會之期，咱三個到會中去擾他一個落花流水，演一齣『三英大鬧北京城』，你說好是不好？」胡斐豪氣勃發，叫道：「妙極，妙極！若不挑了這掌門人大會，趙三哥、文四爺、文四奶奶他們結交我這小子又有甚麼用？」程靈素一直在旁聽著，默不作聲，這時終於插口道：「『雙英鬧北京』，也已夠了，怎地拉扯上我這個不中用的傢伙？」袁紫衣摟著她嬌怯怯的肩頭，說道：「程家妹子，快別這麼說。你的本事勝我十倍。我只敢討好你，不敢得罪你。」程靈素從懷中取出那隻玉鳳，說道：「袁姊姊，你和我大哥之間的誤會也說明白啦，這隻玉鳳還是你拿著。要不然，兩隻鳳凰都給了我大哥。」袁紫衣一怔，低聲道：「要不然，兩隻鳳凰都給了我大哥！」程靈素說這兩句話時原無別意，但覺袁紫衣品貌武功，都是頭挑人才，一路上聽胡斐言下之意，早已情不自禁地對她十分傾心，只是為了她數度相救鳳天南，這才心存芥蒂，今日不但前嫌盡釋，而且雙方說來更是大有淵源，那還有甚麼阻礙？但聽袁紫衣將自己這句話重說了一遍，倒似是自己語帶雙關，有「二女共事一夫」之意，不由得紅暈雙頰，忙道：「不，不，我不是這個意思。」袁紫衣道：「不是甚麼意思？」程靈素如何能夠解釋，窘得幾乎要掉下淚來。袁紫衣道：「程家妹子，你在那單刀之上，為何不下致命的毒藥？」程靈素目中含淚，憤然道：「我雖是毒手藥王的弟子，但生平從未殺過一個人。難道我就能隨隨便便的害你麼？何況──何況你是他的心上人，他整天除了吃飯睡覺，念念不忘，便是在想著你。我怎會當真害你？」說到這裏，淚珠兒終於奪眶而出。袁紫衣一愕，站起身來，飛快的向胡斐掠了一眼，只見他臉上顯得甚是忸怩尷尬。程靈素這一番話，突然吐露了他的心事，實是大出他意料之外，不免甚是狼狽，但目光之中，卻是滿含款款柔情。袁紫衣上排牙齒一咬下唇，向程靈素柔聲道：「你放心！終不能兩隻鳳凰都給了他！」驀地裏纖手一揚，噗的一聲，搧滅了燭火，穿窗而出，登高越房而去。胡斐和程靈素都是一驚，奔到窗邊去看時，但見宿雨初晴，銀光瀉地，早已不見袁紫衣的人影。兩人心頭，都在咀嚼她臨去時那一句話：「你放心，終不能兩隻鳳凰都給了他！」