第十四回　密意柔情錦帶舞　長槍大戟鐵弓鳴兩人又行了六天，第七日黎明行不多時，忽然望見遠處一陣雲霧騰空而起。陳家洛道：「怕要颳風吧？」那少女仔細一看，說道：「這不是烏雲，是地下的塵沙。」陳家洛道：「怎麼這樣多？」那少女道：「我也不知道。咱們過去瞧瞧！」兩人縱馬疾馳，跑了一陣，前面塵沙揚得更高，更聽得隱隱傳來金鼓之聲。陳家洛一怔，急忙勒馬，說道：「是軍隊，你聽這聲音。」驀地裏號聲大作，戰鼓雷鳴。陳家洛驚道：「雙方大軍開戰，咱們快避開了。」兩人勒馬向東，走不多時，前面塵頭大起，一彪軍馬直衝過來。只聽得鐵甲鏗鏘，塵霧中一面大旗飛出，寫著斗大一個「兆」字。陳家洛在黃河渡口曾與兆惠的鐵甲軍交過手，知道厲害，一打手勢，又折向南奔。幸好兩人坐騎腳程奇快，奔了一會，和鐵甲軍離得遠了。那少女面現憂色，說道：「不知咱們的隊伍敵不敵得住。」陳家洛正要出言安慰，忽然前面號角齊鳴，一排排步兵列成隊伍踏步而前，又聽得左側戰鼓急擂，大地震動，數萬隻馬蹄敲打地面，漫山遍野的騎兵湧了過來。陳家洛左手一抄，把那少女抱到自己馬上，拿出劍盾，護在她胸口，柔聲道：「別害怕。」那少女回頭一笑，點點頭，說道：「你說不怕，我就不怕。」她說話時吹氣如蘭，陳家洛和她相隔既近，幽香更是中人欲醉，雖然身入重圍，心頭反生纏綿之意。眼見東北南三面都有敵兵，於是縱馬向西馳去。那少女抱了小鹿，紅馬跟在後面。跑了一陣，忽見前面也出現清兵，隊伍來去，正自佈陣，四處已無路可走。陳家洛暗暗心驚，縱馬馳上一個高坡，想看清戰場形勢，再找空隙衝出去。一瞧之下，登時呆了，只見西首密密層層的排著一隊隊滿清步兵，兩翼則是騎兵。對面遠處是身穿條紋衣服的回族戰士，長槍如林，彎刀似草，聲勢也極浩大。雙方射住陣腳，轉眼便要交鋒。原來陳家洛和那少女已陷在清兵陣裏。只見陣中將校往來奔馳指揮，千軍肅靜無聲。這時清軍已發見了兩人，有數名兵丁奉命前來查問。陳家洛心想：「今日鬼使神差，陷入清兵大軍陣裏，看來這條性命要送在這裏了。」想到得與懷裏的姑娘同死，心中一甜，臉露微笑，右手一揮珠索，左手提韁，喝一聲：「快跑！」雙腿一夾，那白馬如箭離弦，一溜煙般直衝出去。清兵待要喝問，白馬早已奔過身邊。那馬奔馳奇速，一晃眼奔過三隊清兵。陳家洛心中正自暗喜，白馬突然收蹄停步，卻是前面鐵甲軍排得緊密，難以逾越。陳家洛凝神屏氣，兜轉馬頭，繞過鐵甲軍隊伍，只見弓箭手彎弓搭箭，長矛手斜挺鐵矛，一個間著一個，一眼望去，不計其數。只消清兵將官一聲令下，他和懷中少女身上立時千矛叢集，萬矢齊至，縱有通天本領也逃不過去，索性勒緊馬韁，緩緩而行，挺直了身子，目光向清兵望也不望，傲然走過。其時朝陽初升，兩人迎著日光，控轡徐行。那少女頭髮上、臉上、手上、衣上都是淡淡的陽光。清軍官兵數萬對眼光凝望著那少女出神，每個人的心忽然都劇烈跳動起來，不論軍官兵士，都沉醉在這絕世麗容的光照之下。兩軍數萬人馬劍拔弩張，本來血戰一觸即發，突然之間，便似中邪昏迷一般，人人都呆住了。只聽得噹啷一聲，一名清兵手中長矛掉在地下，接著，無數長矛都掉下地來，弓箭手的弓矢也收了回來。軍官們忘了喝止，望著兩人的背影漸漸遠去。兆惠在陣前親自督師，呆呆的瞧著那白衣少女遠去，眼前兀自縈繞著她的影子，但覺心中柔和寧靜，不想廝殺，回頭一望，見手下一眾都統、副都統、參領、佐領和親兵，人人神色和平，收刀入鞘，在等大帥下令收兵。兆惠不由自主叫道：「收兵回營！」將令下達，數萬步兵騎兵翻翻滾滾的退了下來，退出數十里地，在黑水河旁紮下大營。陳家洛脫離險境，已是渾身冷汗淋漓，雙手微微發抖，那少女卻神色自若，竟是全然不知適才經歷了九死一生的大險。她微微一笑，縱身躍到紅馬背上，笑道：「前面是咱們的隊伍。」陳家洛收起劍盾，兩人躍馬向回人隊伍奔去。一小隊回人騎兵迎了上來，大聲歡呼，馳到跟前，都跳下馬來向那少女致敬。那少女說了幾句話。騎兵隊長也上來對陳家洛行禮，說道：「兄弟，辛苦啦，願真主阿拉保佑你。」陳家洛回禮致謝。那少女不再等他，縱馬直向隊伍中馳去。她在回人中似乎頗有威勢，紅馬到處，人人歡呼讓道。騎兵隊長招待陳家洛到營房中休息吃飯。陳家洛要見木卓倫。隊長道：「族長出去察看敵陣去啦，待他回來，馬上給你通報。」陳家洛旅途勞頓，適才經歷奇險，死裏逃生，已是心力交疲，於是在營中睡了一覺。過了晌午，那騎兵隊長說木卓倫要到晚上方能回來。陳家洛問他白衣少女是誰。隊長笑道：「除了她，還有誰能這樣美？今兒晚上咱們有偎郎大會，兄弟你也來吧，在會上準能見到族長。」陳家洛心下納悶，不便多問。到得傍晚，只見營中青年戰士忙忙碌碌，加意修飾，個個容光煥發，衣履鮮潔。大漠上暮色漸濃，一鉤眉毛月從天邊升起。忽聽得營外鼓樂之聲大作，那騎兵隊長走進帳來，拉了陳家洛的手，說道：「新月出來啦，兄弟，走吧。」兩人來到營外，只見平地上燒了一大堆火，回人青年戰士正從四面八方走來，圍在火旁。四周有的人在烤牛羊、做抓飯，有的在彈琴奏樂，一片喜樂景象。只聽號角吹起，一隊人從中間大帳走了出來，當先一人正是木卓倫，他兒子霍阿伊跟隨在後。陳家洛心想：「等他們辦完正事之後，我再上去相認。」於是把袷袢衣襟翻起，遮住了半邊臉。木卓倫向眾人一揮手，大家跪了下來，向真神阿拉禱告。陳家洛也隨眾俯伏。禱告完畢，木卓倫叫道：「已有妻室的弟兄們，今日你們辛苦一點，在外面守禦，讓你們的年輕兄弟高興一晚。」號角響起，三隊戰士列隊而出，各人左手牽馬，右手執著長刀。霍阿伊跨上戰馬，向坐在地下的年輕戰士叫道：「真神保佑，讓你們今晚和心愛的姑娘歡敘。」年輕的戰士們歡呼叫喊：「真神保佑，多謝你們辛苦抵擋敵人。」霍阿伊長刀虛劈，率領三隊戰士出外守禦去了。陳家洛見眾回人調度有方，軍容甚盛，暗暗欣慰。他久在回疆，知道回人婚配雖也由父母之命，須受財產地位等諸樣羈絆，但究比漢人的禮法要寬得多。偎郎大會是回人自古相傳的習俗，青年未婚男女在大會中定情訂婚，所謂「偎郎」，是少女去偎情郎，錦帶繞頸，一舞而定終身，自來發端於女方，卻是凰求鳳，而不是鳳求凰了。不久樂聲忽變，曲調轉柔，帳門開處，湧出大群回人少女，衣衫鮮艷，頭上小帽金絲銀絲閃閃發亮，載歌載舞的向火堆走來。陳家洛倏地一震，只見兩個少女並肩走到木卓倫身旁，一個穿黃，一個穿白。穿白的就是與他同來的美麗少女，穿黃的帽上插了一根翠羽，正是霍青桐。月光下看來，窈窕婀娜，一如當日。兩人一左一右，在木卓倫身旁坐下。陳家洛忽然想起：「這白衣姑娘難道就是霍青桐的妹子？怪不得總覺她相貌有些熟悉，原來在玉瓶上見過她畫像。只是肖像畫得雖好，那有真人美麗之萬一？」他臉上發紅，手心出汗，一顆心突突亂跳。自那日與霍青桐一見，不由得情苗暗茁，但見她與陸菲青的徒弟神態親熱，自以為她已有愛侶，只得努力克制相思之念。這幾日與一位絕代佳人朝夕相聚，滿腔情思，不自禁的早轉到白衣少女身上了。此刻並見雙姝，不由得一陣迷惘，一陣恍惚。樂聲一停，木卓倫朗聲說道：「穆聖在可蘭經上教導咱們，第二章第一百九十節說：『你們當為主道，抵抗進攻你們的人。』第廿二章第三十九節說：『被攻擊的人，已得抗戰的許可，因為他們已受虧枉了。阿拉援助他們，確是全能的。』咱們受人欺侮，安拉一定眷顧佑護。」眾回人轟然歡呼。木卓倫叫道：「各位兄弟姊妹們，盡量高興吧！」馬頭琴聲中，歌聲四起，歡笑處處。司炊事的回人把抓飯、烤肉、蜜瓜、葡萄乾、馬奶酒等分給眾人。每人手中拿著一個鹽岩彫成的小碗，將烤肉在鹽碗中一擦，便吃了起來。過了一會，新月在天，歡樂更熾。許多少女在火旁跳起舞來，跳到意中人身旁，就解下腰間錦帶，套在他項頸之中，於是男男女女，成雙成對的載歌載舞。陳家洛出身於嚴守禮法的世家，從來沒遇到過這般幕天席地、歡樂不禁的場面，歌聲在耳，情醉於心，幾杯馬奶酒一下肚，臉上微紅，甚是歡暢。突然之間，樂聲一停，隨即奏得更緊，正在歌舞的男女紛紛手攜手散開，臉上均露詫異之色，向木卓倫等一群人凝望。陳家洛隨著他們眼光看去，只見那白衣少女已站起身來，正輕飄飄的走向火堆。眾回人大為興奮，竊竊私議。陳家洛聽得身旁的騎兵隊長道：「咱們香香公主也有意中人啦，誰能配得上她呢？」木卓倫見愛女忽然也去偎郎，大出意外，很是高興，眼中含著淚光，全神注視。霍青桐從不知妹子已有情郎，也是又驚又喜。原來她妹子喀絲麗雖只十八歲，但美名播於天山南北，她身有天然幽香，大家叫她香香公主。回族青年男子見到她的絕世容光，一眼也不敢多看，從來沒人想到敢去做她的情郎，此時忽見她下座歌舞，那真是天下的大事。香香公主輕輕的轉了幾個身，慢慢沿著圈子走去，雙手拿著一條燦爛華美的錦帶，輕輕唱道：「誰給我採了雪中蓮，你快出來啊！誰救了我的小鹿，我在找你啊！」陳家洛一聽，耳中嗡的一聲，登時迷迷糊糊的出了神，忽然一隻纖纖素手輕輕搭上了他肩頭，那條錦帶套到了他頭頸之中，輕輕向上拉扯。陳家洛怔怔的跟她站了起來。眾回人一陣歡呼，高聲唱起歌來。男男女女擁了上去，向兩人道喜。朦朧月光之下，木卓倫和霍青桐都沒看清楚陳家洛的面貌，以為只是個尋常回人，正要擠進人叢去相會，突然遠處號角嘟嘟嘟的吹了三聲。那是有緊急軍情的訊號，眾人一聽，立時散開。木卓倫與霍青桐也即歸座。香香公主牽了陳家洛的手，坐在眾人身後。陳家洛覺得她嬌軟的身軀偎倚著自己，淡淡幽香傳入鼻端，神魂飄蕩，真不知是身在夢境，還是到了天上。※※※眾人齊向號角聲處凝望，男子抄起兵刃，預備迎戰。兩騎馬馳近，兩名回人翻身下馬，報道：「清軍兆惠將軍派使者求見。」木卓倫道：「好，領他來吧。」兩人乘馬奔出。不一會，兩騎在前，後面跟著五騎，向人群馳來。離人群約十餘丈時，各人下馬走來。那滿清使者身材魁梧，步履矯健，後面跟著四名隨從，卻是嚇人一跳。那四人都是七尺以上身材，比常人足足要高兩個頭，身子粗壯結實，實是罕見的巨人。那使者走到木卓倫跟前，點了點頭，說道：「你是族長麼？」神態十分倨傲。清兵無故入侵回部，殺人放火，回人早已恨之刺骨，這時見那使者如此無禮，幾個回人少年更是忍耐不住，刷刷數聲，白光閃動，長刀出鞘。那使者毫不在意，朗聲說道：「我奉兆惠大將軍之命，來下戰書。要是你們識得時務，及早投降，大將軍說可以饒你們性命，否則兩軍後天清晨決戰，那時全體誅滅，你們可不要後悔。」他說的是回語，眾回人一聽，都跳了起來。木卓倫見群情洶湧，雙手連揮，命大家坐下，凜然對使者道：「你們無緣無故來殺害我們百姓，搶掠我們財物，真神在上，定會懲罰你們的不義行為。要戰就戰，我們只剩一人，也決不投降。」眾回人舉刀大呼：「要戰就戰，我們只剩一人，也決不投降。」月色下刀光如雪，人人神態悲壯。眾人均知清兵勢大，決戰勝多敗少，但他們世代虔誠奉信伊斯蘭教，寶愛自由，決不做人奴隸。那使者見此情形，嘴唇一扁，說道：「好，到後天教你們個個都死！」一口唾沫，狠狠的吐在地上，這是嚴重侮辱對方之意。早有三個回人少年跳出人群，喝道：「今日你是使者，我們敬重賓客，讓你好好回去，後天在戰場上相見，那時再不客氣。」那使者嘴一努，四名隨從巨人搶將上來，推開三名回人少年，團團站在使者四周。使者叫道：「呸，你們這種人有甚麼用？今日讓你們瞧瞧我們滿洲人的手段。」手掌一拍，說道：「來吧！」一名巨人四下一望，見有幾匹駱駝繫在一株白楊樹上，便大步走到樹旁，雙手抱住白楊樹，用力搖撼幾下，猛喝一聲：「起！」竟把那株白楊樹拔了起來。眾人見此神力，盡皆駭然。那人輕輕一拉，已把一頭大駱駝的韁繩扯斷，在駱駝後臀踢了一腳。駱駝受痛，直奔出去。駱駝平日走路慢條斯理，可是發起性來，比奔馬還快得多，等牠跑出十多丈，第二個巨人突然發腳追去。那巨人身軀雖大，行動竟然迅捷異常，一下子已趕及駱駝，捉住四腳，提了起來，把一隻幾百斤的大駱駝負在肩上，大踏步奔回，奔到火堆之旁放下，傲然站立。第三個巨人哼了一聲，伸出大掌，砰的一聲，對準駱駝頭上就是一拳。駱駝如此龐大的身軀竟爾站立不穩，搖晃幾下，撲地倒了。第四個巨人抓住駱駝兩腿，高舉過頂，在空中打了兩個圈，一聲叫喊，擲出六七丈之外。這四個巨人是同胞兄弟，名叫忽倫大虎、忽倫二虎、忽倫三虎、忽倫四虎，是遼東寧古塔人氏。四兄弟一胎所生。他們母親生育這四個巨嬰時過於辛苦，勉強挨到生下忽倫四虎，就此失血而死。他們父親是個窮獵戶，死了妻子，沒有母乳如何養育這四個孩子，正在徬徨煩惱之際，忽聽得林中吼聲連連，卻是一隻母虎失足陷在捕獸阱內。他和同伴把母虎捆住，見牠身邊還有三頭剛生下的小虎，靈機一動，把小虎殺了，卻把母虎養在家裏，每日獵些野獸餵牠，擠虎乳把四個孩子養大。四兄弟自幼便力大無比，長大後更是身材魁偉，神力驚人，只是有些傻裏傻氣。出獵時不用器械，見到野獸，奔過去抓住頭頸，往山石上一擲，野獸登時斃命。四兄弟食量奇大，靠打獵為生總是不能吃飽。有一日兆惠到長白山中圍獵，遇見四人，見他們生具異相，便收為親兵，讓他們日日飽餐，這次要他們隨同使者前來，乘機一顯威風，好叫回人見之畏服。眾回人見四個巨人露了這麼一手，都是暗暗吃驚，但在敵人面前那肯示弱，紛紛呼喝：「好好一頭駱駝，為甚麼弄死了？你們有人性麼？」那使者反脣相稽。眾回人更是忿怒，七張八嘴，吵了起來，眼見便要群毆。那使者叫道：「你們想倚多為勝，欺辱使者麼？」木卓倫喝止眾人，說道：「你是使者，卻命隨從弄死我們牲口，實是無禮已極，你若不是賓客，決計容你不得。你快走吧。」那使者傲然道：「我們堂堂滿洲人，難道會怕你們這種沒用的東西？你有回信，就交我帶去，諒你們也沒人敢去見兆惠將軍。」此言一出，眾回人又都叫嚷呼叱。霍青桐突然站起，說道：「你說我們不敢去見兆惠將軍，哼，我們這裏個個人都敢去，別說男人，女人也敢去。」那使者一怔，仰天大笑，叫道：「女人？女人見到我們大軍不嚇死才怪呢！」霍青桐怒道：「你別小覷了人，我們馬上派人和你同去。像你這樣的人哪，我們這裏個個比你都強。由你來挑吧，挑著誰，誰就去。讓你瞧瞧我們穆罕默德信徒的氣概。」眾回人齊聲歡呼，男男女女都叫了起來：「你來挑吧，挑著誰，誰就去。」那使者冷冷的道：「好。」他要找一個最嬌弱無用的女子，嚇得她當場號哭，好教眾回人臉上無光，大大出醜。他眼珠亂轉，在人叢中東張西望，突然眼睛一亮，走到香香公主面前，指著她道：「那麼讓她去吧！」香香公主向他望了一眼，緩緩站起，朗聲說道：「為了全族父老兄弟姊妹，我到那裏都不怕，真神必定祐我。」那使者見她氣宇軒昂，神態凜然，已全不是剛才那副嬌弱羞澀的模樣，更見到她的麗色容光，不由得低下頭去，心感後悔，覺得這個少女實在也殊不可侮。木卓倫、霍青桐和眾回人見他指中香香公主，而她竟絕不示弱，雖然佩服她的勇氣，但都不免暗暗擔憂。霍青桐更是懊悔，她們姊妹之情素篤，妹子不會武藝，以嬌弱之軀而投虎狼之域，危險不可言喻，說道：「她是我妹子，我代她去好了。」那使者笑道：「我早知女子之言，全不可靠。你們不敢，何必派人？是戰是降，由我帶信去好了。」霍青桐怒道：「你如此無禮，後日在戰場上相會，可別逃走，叫你見見我們女子有沒有用。」那使者笑道：「似你這樣的美人，我自會手下留情。」眾回人聽他口舌輕薄，個個咬牙切齒。香香公主對霍青桐道：「姊姊，我去好啦，我不怕。」俯身牽了陳家洛的手站起，說道：「他會陪我去的。」火光照映之下，霍青桐陡然見到陳家洛的臉，一震之下，登時呆了，說不出話來。陳家洛向她微微搖了搖手，示意暫不相認，轉身對那使者道：「我們男子女子，說話一樣作數，我孤身一人，隨她到你們軍中去見兆惠將軍便是，何必像你這樣，要四條大漢保護？其實，你這四個大漢又抵得甚麼用？」香香公主道：「駱駝負千斤，人只負百斤。然而是人騎駱駝呢，還是駱駝騎人？」眾人聽了這比喻，都大笑起來。忽倫大虎問使者道：「他們笑甚麼？」使者道：「他們笑你們身材雖巨，力氣雖大，可是並不中用。」忽倫大虎大怒，雙拳捶胸，厲聲喝道：「誰敢來和我比武？」使者對陳家洛道：「你又有甚麼用？像你這樣的瘦小子，十個加起來，也不及他的力氣大。」陳家洛心想今日如不挫折這使者的氣燄，可讓滿洲人把眾回人瞧得小了，當下走上三步，說道：「我是回人中最沒用的人，可是比你們滿洲人還中用一點。你叫這四個大傢伙上來吧！」這時木卓倫也已看清楚陳家洛的面貌，又驚又喜，叫道：「青兒，你瞧他是誰。」霍青桐不答。木卓倫側過頭來，只見女兒眼中含淚，嘴唇顫動，登時會意，心中一陣難過：兩個女兒都是自己所疼愛的，怎麼忽然同時愛上了他？又不知他怎麼會和小女兒相識？一時無數不解之事都湧上心頭，見他要和四個巨人比武，又是驚心擔憂。眾回人見陳家洛生得文弱，面目如畫，站在那使者身旁，還比他矮了半個頭，和那四個巨人相較，那是小孩與大人一般的了。他是香香公主的意中人，為了香香公主被對方使者選中，不得不挺身應戰，以免失了本族威風，這番志氣勇敢，自是可敬可佩，但強弱懸殊，如何是巨人的敵手？眾回人敵愾同仇，早有幾個族中知名的大力士站出身來，要代他決鬥。陳家洛舉手道謝，說道：「各位哥哥，這幾個滿洲人不中用得很，何勞你們動手？先讓最不濟的小弟弟來試試吧。」語氣之中，對四個巨人十分輕蔑。那使者把他的話傳譯了。四個巨人大怒，一齊奔上，伸手要抓。陳家洛站著不動，微微而笑。那使者忙伸手攔住四人，對木卓倫道：「這位既要和我隨從比武，如有損傷，可怪不得誰，而且只能一個對一個，旁人不可相助。」他想忽倫四虎雖然神力驚人，但好漢敵不過人多，如打死了陳家洛，對方群起而攻，終究抵擋不住。木卓倫哼了一聲。陳家洛道：「一對一有何趣味？你叫四個大傢伙同時上來。」那使者道：「那麼你們出幾個人？」陳家洛道：「幾個人？當然就是我一人。」眾人一聽，盡皆聳動，都覺他未免過分。那使者冷笑道：「哼，你們回人這麼厲害？大虎，你先上。」忽倫大虎應聲上前。使者對陳家洛道：「你是要文比還是武比？」陳家洛道：「文比怎樣？武比怎樣？」使者道：「文比是你打他一拳，他打你一拳，大家不許招架退讓，誰先跌倒算輸。武比就是任意出拳。」陳家洛道：「一個不夠我打，要打就四條大漢一起來。」那使者心想：「瞧這人似乎不是瘋子，多半別有詭計。」說道：「你只要能打敗這人，他們四人自然會一擁而上，有得你夠受的，何必性急？」陳家洛淡淡一笑，道：「好吧，文比武比都是一樣。」使者道：「咱們只在比力氣、鬥功夫，武比傷了和氣，還是文比吧。」看陳家洛身材，料想靈活便捷，如一味躲閃，忽倫大虎或許打他不著，是以要文比，心想：「這麼你可躲不過了。」忽倫大虎聽使者說了，虎吼一聲，脫去上身衣服。眾人見他身上肌肉盤根錯節，就如老樹樹根一般，兩個拳頭都有大碗的碗口大小，一拳打出，大駱駝都經受不起，何況這麼一個文秀青年？木卓倫和霍青桐離座走近。霍青桐向妹妹偷望一眼，見她容光煥發，凝望著陳家洛，眼光中流露著千般仰慕，萬種柔情，竟無絲毫擔心害怕，不由得暗暗歎了口氣，轉頭望陳家洛時，見他神定氣閒，泰然自若。兩人目光相接，陳家洛溫然微笑。霍青桐臉上一陣暈紅，轉開了頭。那使者道：「誰先打，咱們來拈鬮。」陳家洛道：「你們是客，讓他先打吧！」霍青桐搶著說：「不必跟他客氣，還是拈鬮的好。」她知陳家洛武功甚精，若比拳術兵刃，即或不勝，也決不會輸給這巨人，但如此你一拳我一拳的蠻打，又不許躲閃避讓，他究是血肉之軀，本領再好，也受不起這大鐵槌似的巨拳之一擊，如能讓他先打，或能出奇制勝。陳家洛又向霍青桐一笑，意示感激，向忽倫大虎走上兩步，挺胸說道：「你打吧！」那使者對霍青桐說：「請你過來，咱們兩人一齊瞧著，要是誰腳步移動，用手招架，或是彎腰側身，閃避躲讓，都算輸了。」霍青桐走到陳家洛身邊，低聲道：「別比吧，咱們另想法子勝他。」陳家洛低聲道：「你放心。」霍青桐無奈，只得和那使者站在兩側作證。陳家洛與忽倫大虎相向而立，相距不到一臂。眾人凝神注視，數千人悄無聲息。那使者高聲叫道：「滿洲好漢打第一拳，回族好漢打第二拳，如果大家沒事，那麼滿洲好漢打第三拳，回族好漢再打第四拳。」霍青桐抗聲說道：「第一回合你方先打，第二回合就得由我方先打，第三回合再讓你方先打。依次輪流，方得公平。」那使者還未回答，陳家洛道：「他們是客，咱們就一路讓到底吧。」那使者微微一笑，說道：「你倒慷慨大方。」提高聲音，叫道：「好啦，滿洲好漢打第一拳！」一片寂靜之中，只聽得忽倫大虎呼呼喘氣，全身骨節格格作響，運氣提勁，突然右胸凸起，右臂粗漲了幾乎一倍。陳家洛雙腳不丁不八，身子微微前傾，笑道：「發拳吧！」幾名回族青年見了忽倫大虎的威勢，生怕陳家洛被他一拳打得直飛出去，跌下來撞破頭骨，站在陳家洛身後，擺好馬步，以便他飛跌出來時接住。木卓倫和霍青桐默禱真神護佑。香香公主卻是一派天真，心想既然我的郎君說過不怕，那就一定不怕。忽倫大虎雙腿微蹲，勁貫右臂，呼的一聲，鐵拳夾著一股疾風，向陳家洛胸上猛擊過去，突覺對方胸部順著拳勢向後一縮。陳家洛胸部內吸之勢，和他這當胸一擊配合得若合符節，絲絲入扣，快慢尺寸，實無釐毫之差。旁人只見這一拳把他胸部打得凹了進去，可是說也奇怪，竟無半點聲息發出。忽倫大虎一拳打到了底，明知再向前伸出半寸，便可結結實實的打在他胸上，然而就是差了這半寸，拳面不過在他衣襟上輕輕一擦。他一呆之下，拳頭一時沒縮回去。陳家洛笑道：「夠了麼？」忽倫大虎臉上一紅，這才縮回右拳。眾人見這一拳明明是打中了，可是便如全然打在空處，無不驚奇。只有木卓倫和霍青桐看了出來，原來陳家洛內功精深，胸肌借勢消勢，登時又是佩服，又是欣慰。霍青桐笑靨如花，長長吁了口氣。那使者精通武功，也看出了這點，甚是驚疑。陳家洛微微一笑，說道：「我要打了！」忽倫大虎大叫道：「打！」凝氣挺胸，胸口黑毛根根豎了起來。陳家洛手臂也不向後作勢，隨手一伸，輕飄飄一拳打出，波的一聲，在忽倫大虎胸前一推，使的是重手法中「大力金鋼杵」之勁。忽倫大虎覺得胸口雖不疼痛，然而有一股極大力量把他向後推去，知道腳步稍一移動，就是輸了，忙運全力，和身向前猛撞，抗拒對方這一推。這只是一剎那之事，那知陳家洛這一拳發得快，收得更快，勁未使足，倏然收回。忽倫大虎千斤之力都在向前猛挺，前面忽然失了憑依，要想收勢，那裏還來得及？只見陳家洛身子微偏，砰蓬一聲，塵土飛揚，忽倫大虎一個巨大的身軀已撲翻在地。眾人都是一呆，這才拍手大笑起來。陳家洛一拳把這巨人打倒已經大奇，更奇的他不是仰面向天跌倒，而是俯伏在地。那使者忙伸手把他拉起，只見他滿口鮮血，哇哇大叫，原來已撞下了兩顆門牙。忽倫三兄弟見大哥受傷，連聲怪叫，同時向陳家洛撲來。忽倫大虎一定神，狂吼一聲，也撲上廝拚。眾回人見狀，紛紛搶前救援，混亂中兩個人影從眾人頭頂上躍過，人群中不見了陳家洛與霍青桐兩人。忽倫四兄弟突然找不到敵人，楞在當地。霍青桐叫道：「大家退下。」眾回人素聽她號令，一齊退開。陳家洛緩步上前，笑道：「我早說要你們四人齊上。這就來吧。」大虎怒極，揮拳當頭猛擊。陳家洛晃身繞到三虎背後，雙手「閉窗推月」，在他背上一推。三虎一個踉蹌，險些撞在二虎身上。四虎左肘向陳家洛頭上撞到。陳家洛矮身從他脅下鑽過，隨手在他臂窩裏掏了兩把。四虎大癢，身子縮成一團，亂顫亂動，呵呵大笑起來。眾人見這麼一個粗蠻大漢居然和少女般嫵媚怕癢，憨態可掬，俱都鬨笑。香香公主叫道：「喂，你再呵他。」陳家洛依言縱近，又在他腰裏搔了幾下。四虎笑得蹲在地下，雙拳亂舞，卻那裏打得著人？霍青桐驚叫：「小心後面！」陳家洛已覺到背後有拳風來襲，倏地縱身，躍起丈餘，二虎一拳便打了個空。四虎笑聲未歇，扭腰回身，右拳猛擊而出，正好打在二虎拳上。兩人一震，各自退出三步，連連怒吼，轉身來捉。陳家洛在四人中間如穿花蝴蝶般往來遊走，存心戲弄，也不出手還擊，八個巨拳此起彼落，往他身上猛敲猛打，始終連衣衫也沒能碰到。眾人初見陳家洛趨避之際，往往間不容髮，俱都為他擔心，但時候一長，都看出四個巨人定然奈何他不得。四巨人連連大吼聲中，突然嗤的一聲，二虎的褂子被撕下了一大片，眾回人又是一陣轟笑。那使者早看出陳家洛是武術高手，非四虎所能敵，連聲叫道：「住手，不必打啦！」忽倫四兄弟打發了性，卻那裏止得住？大虎呼哨一聲，倏然躍起，如一頭猛鷹般向陳家洛撲了下來，同時二虎、三虎、四虎一齊站到他身後，張開六條手臂，截他退路。這是他四兄弟獵獸時常用之法，縱然猛如虜豹，捷如猿猴，也是難以逃脫。眾回人一見大驚，許多少女齊聲尖叫。陳家洛見大虎撲來，正想後退，火光下見三個巨大的影子映在地下，張開手臂，猶如鬼魅要搏人而噬。他身子微蹲，不再退避，待大虎撲到，左臂快如閃電，突然長起，在大虎左脅下一攔，用力向外推出，大虎登時在空中被他轉了小半個圈子，這時他右掌也已搭上大虎左腿，粘著一送，一半借勁，一半使力，大虎一個巨大的身軀向前直飛出去，蓬的一聲，頭下腳上，倒插在一個坑裏。這土坑正是他適才拔起白楊樹所留下。樹大坑深，泥土直沒到腰間，雙腳在空中亂踢，那裏掙扎得出？四虎猛吼追來。陳家洛跟他兜了半個圈子，看準方位，突然站住。四虎飛起右腳，當胸踢到。陳家洛搶到右側，右手抓住他褲子，左手抓住他背心，順著他一踢之勢向外力甩，四虎就如騰雲駕霧般飛了出去，在空中手足亂舞，嘴裏怪叫，心裏害怕，只怕這一下要摔個半死，那知波的一聲跌下來，身子軟軟的一彈，忙翻身坐起，原來恰好壓在那頭死駱駝身上。陳家洛剛才見他手擲大駱駝，即以其人之道，還治其人之身。陳家洛力氣其實遠不及他，一則四虎身子雖巨，究竟沒駱駝重；二則他這一腳踢出使勁極大，借勢推擲，大半還是用了他自身力道。四虎還在半空，二虎三虎已從兩側同時搶到。二虎彎腰挺頭，向前猛衝，要一頭把敵人撲倒，三虎舉起雙臂，朝陳家洛頭頂狠狠砸下。陳家洛立定不動，等兩人勢若瘋虎般攻到、相距不到四尺之際，右腳突然使勁，身子如箭離弦，呼的一聲，斜飛而出。他挨到最後一刻方才避開，要使這兩個巨人收勢不及。果然二虎一頭撞中三虎肚子，三虎雙拳也擊中了二虎背心。只聽得蓬蓬連聲，兩條大漢如寶塔般倒了下來。陳家洛不等他們爬起，縱身過去，乘著兩人頭暈眼花，抄起兩人辮子，牢牢的打了兩個死結，這才長笑一聲，走到香香公主身旁。香香公主樂得眉開眼笑，拍手叫好，眾回人更是吶喊歡呼。四虎爬起身來，忙把大哥從樹坑中拔出。二虎三虎不知辮子打結，拚命掙扎，滾作一團。那使者忙去給他們拆解。只因兩人用力拉扯，辮結扯得極緊，使者解了半天方才解開。忽倫四兄弟呆呆的望著陳家洛，非但不恨，反而齊生敬仰之心。大虎先走上來，大拇指一豎，說道：「你好本事，我大虎服了。」說著拜了下去。二虎等三兄弟也過來拜倒。陳家洛忙跪下還禮，見這四人質樸天真，對剛才如此戲弄倒著實有點後悔。五人站起身來，陳家洛不住道歉，四兄弟很是高興。忽倫四虎突然奔出去，把那頭死駱駝掮了回來。三虎把他們的四匹坐騎牽到木卓倫面前，說道：「我打死了你們的駱駝，很是不該，這四匹馬賠給你們吧。」木卓倫執意不要。那使者見此情形，十分尷尬，對忽倫四兄弟喝道：「走吧！」跳上了馬背，心中仍不服氣，對香香公主道：「你真的敢去？」香香公主答道：「有甚麼不敢？」走到木卓倫面前，說道：「爹，你寫回信，我給你送去吧。」木卓倫心下躊躇，這滿洲使者一再相激，非要他這小女兒去不可，不去是失了全族面子，讓她去吧，可實在放心不下，便向陳家洛招招手。陳家洛走了過來，木卓倫離座相迎，攜了他的手走到帳中。霍青桐與香香公主姊妹隨後跟了進去。木卓倫一進營帳，立即抱住陳家洛，說道：「陳總舵主，那一陣好風把你吹到這裏來？」陳家洛道：「我有事到天山北路來，途中得到消息，因此趕著來見你，想不到竟會遇見你的二小姐。」香香公主聽父親叫他「陳總舵主」，呆了一呆。陳家洛雖與木卓倫講話，一直留神著她兩姊妹，見香香公主臉露惶惑之色，忙轉頭道：「有一件事很對你不起，我沒跟你說我是漢人。」木卓倫接著道：「這位陳總舵主是我族大恩人，咱們的聖經就是他給奪回來的。他救過你姊姊性命，最近又散了兆惠的軍糧，清兵不敢迅速深入，咱們才能調集人馬抵擋。他對咱們的好處，真是說也說不盡。」陳家洛連聲遜謝。香香公主嫣然一笑，說道：「你不說自己是漢人，原來是不肯提到你對我們的恩惠，我自然不會怪你。」木卓倫道：「那滿洲使者如此狂傲無禮，幸得總舵主仗義出手，挫折了他的驕氣。他激喀絲麗去做使者，總舵主你瞧去得麼？」陳家洛心想：「他們族中大事，旁人不便代出主意，我只能從旁盡力相助。」說道：「我從內地遠來，這裏的情形完全不知，木老英雄如說可去，在下自當盡力護送。要是覺得不去的好，那麼咱們另想法子回絕他。」香香公主凜然說道：「爹，你與姊姊天天都為了族裏的事操心，還在戰場上跟他們性命相拚。我只恨自己沒用，不能出一點兒力。我去做一趟使者，又不是甚麼大事，要是不去，可讓滿洲人取笑咱們。」霍青桐道：「妹妹，我只怕滿洲人要難為你。」香香公主道：「你每次出戰，也總是冒著性命危險，我冒一次險也是應該的。他本事這樣好，我跟他去一點也不怕，姊姊，我真的不怕。」霍青桐見妹子對陳家洛一往情深，心中一股說不出的滋味，對木卓倫道：「爹，那就讓妹子去吧。」木卓倫道：「好，陳總舵主，那麼我這小女託給你啦。」陳家洛臉上一紅。香香公主一雙明如秋水的眼睛向他溜了一溜。霍青桐卻把頭轉向一邊。木卓倫寫了回書，只有幾個大字：「抗暴應戰，神必佑我。」陳家洛見這寥寥數字辭氣悲壯，連連點頭說好。木卓倫把信交給香香公主，吻吻她的面頰，給她祝福。霍青桐道：「妹妹，真神祐你，願你早去早回。」香香公主抱住了姊姊，笑著稱謝。四人走到帳外，木卓倫下令設宴，款待使者和他的隨從。席上那使者方通姓名，叫作和爾大。食畢，鼓樂手奏樂歡送賓客。和爾大一舉手，一馬當先，絕塵而去。香香公主等騎了馬跟隨在後。霍青桐望著七人背影在黑暗中隱沒，胸中只覺空蕩蕩地，似乎一顆心也隨著七匹馬的蹄聲，消失在無邊無際的大漠之中。木卓倫道：「青兒，你妹子真勇敢。」霍青桐點點頭，忽然掩面奔進營帳。※※※香香公主和陳家洛跟著使者奔馳半夜，黎明時到了清軍營中。和爾大請他們在一座營帳中休息，自行去見兆惠。向兆惠行禮畢，見他身旁坐著一名軍官，身穿皇帝親軍驍騎營漢軍佐領服色，向他微一點頭，對兆惠道：「稟告大將軍，小將已將戰書送去。回子很是橫蠻，不肯投降，還派人送了戰書來。」兆惠哼了一聲，道：「真是至死不悟。」對身畔的清兵道：「傳令升帳。」命令下去，號角齊鳴，鼓聲蓬蓬，各營正副都統、參領、佐領，齊在大帳伺候。兆惠步到帳中，眾軍官躬身施禮。兆惠命在將位左側設一位子，請奉旨到來的驍騎營軍官坐下，再命三百名鐵甲軍親兵手執兵刃，排成兩列，兵衛森嚴，然後傳回人使者入見。香香公主在前，陳家洛跟在身後。香香公主臉露微笑，毫無畏懼之色。眾人見回人使者便是昨日陣上所見的青年男女，都感驚異。兆惠本想臨之以威，那知從刀槍叢中進來的竟是這美貌少女，一時倒呆住了。香香公主向兆惠行了禮，取出父親的覆書，雙手呈上。兆惠的親兵過來接信，走到她跟前，忽然聞到一陣甜甜的幽香，忙低下了頭，不敢直視，正要伸手接信，突然眼前一亮，只見一雙潔白無瑕的纖纖玉手，指如柔蔥，肌若凝脂，燦然瑩光，心頭一陣迷糊，頓時茫然失措。兆惠喝道：「把信拿上來！」那親兵吃了一驚，一個踉蹌，險險跌倒。香香公主把信放在他手裏，微微一笑。那親兵漠然相視。香香公主向兆惠一指，輕輕推他一下。那親兵這才把信放到兆惠案上。兆惠見他如此神魂顛倒，心中大怒，喝道：「拉出去砍了！」幾名軍士擁上來，把那親兵拉到帳外，接著一顆血肉模糊的首級托在盤中，獻了上來。兆惠喝道：「首級示眾！」士兵正要拿下，香香公主見他如此殘暴，想到那親兵為她而死，很是傷心，從軍士手上接過盤子，望著親兵的頭，眼淚一滴一滴的落下。帳下諸將見到她的容光，本已心神俱醉，這時都願為她粉身碎骨，心想：「只要我的首級能給她一哭，雖死何憾？」兆惠見諸將神情浮動，正要斥罵，那斬殺親兵的軍士見她愈哭愈哀，不禁心碎，叫道：「我殺錯了，你別哭啦！」拔出佩刀在頸上一勒，倒地而死。香香公主更是難過。陳家洛心想：「這孩子哭個不了，怎是使者的樣子。」伸手輕輕扶住，低聲慰撫。兆惠素性殘忍鷙刻，但被她一哭，心腸竟也軟了，對左右道：「把這兩人好好葬了。」打開回信一看，見了那幾個字，哼了一聲，道：「好，後天決戰，你們回去吧！」坐在他身旁的軍官忽道：「將軍，皇上要的只怕就是這個女子。」陳家洛本來全心都在香香公主身上，對帳中諸將視若無睹，聽得這話，抬起頭來，只見坐在兆惠身旁的竟然便是大對頭張召重。這時張召重也認出了陳家洛，見他穿著回人服裝，更是訝異。兩人四目相視，誰都想不到對方竟會在此處現身。陳家洛牽了香香公主的手，轉身而出。張召重忽地從座上躍起，不等落地，掌風已及陳家洛身後。陳家洛左手攬住香香公主的腰，右手反擊一掌，腳下毫不停留，搶出帳去。張召重身法奇快，直追出來。眾將對香香公主都有好感，心想大將軍已讓他們回去，何以這驍騎營軍官要多管閒事，心下不滿，均不相助攔阻。陳家洛攬著香香公主奔向自己坐騎，只竄出兩步，張召重已繞到前面，冷笑道：「陳總舵主，幸會幸會！」陳家洛暗暗心驚，懷中掏出六枚圍棋子，一把向他上中下三路打去，對香香公主道：「我纏住這人，你快上馬逃走！」香香公主道：「不，等你打倒他，咱們一起走。」陳家洛那有餘裕對她說明這人武功比自己高強，明知棋子打他不中，乘他躲避閃讓，抱起香香公主放上紅馬鞍子。張召重雙手各接住兩枚棋子，低頭縱躍，向陳家洛撲來，避開了餘下的兩枚棋子，這一躍既避暗器，又追敵人，守中帶攻，不讓對方有絲毫緩手之機。陳家洛不敢戀戰，身子一挫，鑽入了白馬腹底。張召重一掌堪堪擊到馬臀，倏地收勁，改擊為按，單掌按住馬身，人未落地，飛腳向陳家洛踢去。陳家洛處身馬底，轉身不便，敵人這一腳又來如閃電，人急智生，忽地伸手在馬腹上一舉，白馬受驚，雙腿向後倒踢。張召重單掌使勁，倏地躍出丈餘。陳家洛翻身上馬，叫道：「快走！」香香公主提韁縱馬，張召重又已躍上，飛身向她撲去。陳家洛大驚，雙腳力踹馬蹬，和身縱起，向張召重撲去。陳家洛知道功力不如對方，正面碰撞必定吃虧，堪堪碰到，右手已拔短劍刺出。張召重左手急翻，勾住他握劍的手腕，兩人一齊落地。張召重右手隨手一掌，陳家洛施展師門絕藝「反腕勾鎖」，左手晃處，已拿住他的右掌。兩人在地下糾纏拚鬥，貼身而搏，誰都不敢放手。眾將擁出帳來觀看。忽倫四兄弟心想：「我們到回人那裏送信，他們客氣相待。怎地人家過來送信，我們便這般不講道理？」他們對陳家洛俱都敬服，見他身遭危難，四人一樣心思，也不商量，一齊奔上。陳家洛和張召重各運內力相拚，初時尚勢均力敵，時候稍長，漸感不支，又見四名巨人奔到，心道：「罷了，罷了，這次糟啦。」那知忽倫四兄弟伸出八隻巨掌齊把張召重按住，叫道：「你快走。」張召重武功雖高，但正與陳家洛僵持，四人按來，當下既無招架之力，又無迴避之地，被四虎數千斤之力壓住，動彈不得，手一鬆，陳家洛跳了起來，說道：「這時殺你，不是大丈夫行徑，再饒你一次！」說罷收劍上馬。張召重空有一身武藝，背上卻如壓著四座小山一般，眼睜睜望著兩人並轡而去。兩人馬匹腳程奇快，倏忽已衝過大軍哨崗，待兆惠集兵來追，早去得遠了。陳家洛適才一陣劇鬥，為時雖暫，但死拚硬搏，實已心力交瘁，奔馳一陣，漸漸支撐不住。香香公主見他困怠，又見他右腕被捏得青一塊紫一塊，心生憐惜，說道：「他們追不上啦，下馬休息一會吧。」陳家洛搖搖晃晃的跨下馬來，仰臥在地，喘息一陣。香香公主從皮囊中倒出些羊乳，給他在手腕上塗抹。陳家洛緩過氣來，正要上馬，忽聽身後蹄聲急促，喊聲大振，數十騎急馳追來。兩人不及收拾皮囊，躍上馬背，向前急奔。忽見前面塵土飛揚，又有一彪軍馬衝來。陳家洛暗暗叫苦，雙腿一夾，那白馬如箭離弦，飛馳出去，搶過香香公主身邊。陳家洛叫道：「跟著我衝！」白馬向前飛奔，跑了一段路，見前面只七八乘馬，心中一喜，勒定馬等候，待香香公主奔到，對面各騎也已馳近。陳家洛取出點穴珠索，上馬迎敵，卻覺手臂酸軟，眼前金星亂舞，一凝神間，忽見對面當先一人翻鞍下馬，大叫：「總舵主，是你嗎？」滾滾沙塵中狼牙棒上尖刺閃耀，那人身矮背駝，陳家洛這一下喜出望外，叫道：「十哥，快來！」語聲未畢，後面清兵羽箭已颼颼射到。※※※章進躍上馬背。陳家洛忙叫道：「有敵兵追來，給我抵擋一陣。」章進叫道：「好極了！」拍馬而前，剛馳到陳家洛身邊，對面一人縱馬如飛，倏忽搶在章進之前，轉瞬殺入清兵隊裏。那人生龍活虎般勇不可當，不是九命錦豹子衛春華是誰？陳家洛更覺詫異，只見文泰來、駱冰、徐天宏、周綺四人飛騎而來，經過身旁時都大呼一聲：「總舵主你好！」便衝向清兵。隨後心硯奔到，下馬向陳家洛叩頭，站起來喜孜孜的道：「少爺，我們來啦。」陳家洛問：「怎麼九哥也來了？」心硯未及回答，又有一人掠過身旁，衝入敵人隊伍。陳家洛見那人灰衣蒙面，光頭僧袍，手持金笛，心下詫異，叫道：「十四弟麼？」余魚同遙遙答應：「總舵主你好！」待余魚同衝到，文泰來等已把追騎的先頭部隊殺散，但見後面塵頭大起，又有大軍趕來。眾人馳回，奔到陳家洛身邊。文泰來道：「咱們向那裏退？」陳家洛見追兵聲勢極盛，心想：「回人大軍在西，我們如向西退，追兵跟到，他們猝不及防，只怕要受損折。」叫道：「向南！」手一指，十騎馬向南奔去。眾人不意相遇，都欣喜異常。各人所乘都是好馬，和追兵越離越遠，只是大漠上一望無際，毫沒隱蔽，距離雖遠，仍是舉目可見。陳家洛見兆惠點了大軍追趕他們兩人，未免小題大做，正暗笑他這般沒見識，如何能做大將，猛然想起張召重對兆惠輕聲所說的那句話：「皇上要的只怕就是這個女子。」一怔之下，心中琢磨這句話的意思，忽見又有一隊追兵從南包抄上來。眾人一驚，當刻勒馬。徐天宏道：「咱們快做掩蔽，守到夜裏再走。」陳家洛道：「不錯，在大漠上白天走不了。」眾人下馬，有的用兵刃，有的便用雙手，在沙上挖了個大坑。駱冰對香香公主道：「妹妹，你先躲進去。」香香公主不懂漢語，微微一笑，卻沒有動。清兵漸近，駱冰抱住香香公主，首先跳進坑裏，眾人跟著跳入。文泰來、章進、徐天宏、余魚同四人這次來到回部，身上都帶備弓箭，彎弓搭箭，登時射倒了十幾名官兵。文、徐、余三人箭無虛發。章進弓箭卻不擅長，連射七八箭沒一箭射中，怒火沖天，拋下弓箭，提了狼牙棒要上去廝殺。周綺一把抓住他手臂，罵道：「去送死嗎？」駱冰見他居然已能審察敵我情勢，不再一味蠻打，自是徐天宏陶冶之功，不由得嗤的一笑。周綺橫了她一眼道：「我說得不對嗎？」駱冰笑道：「很是，很是。」衛春華撿起章進拋下的弓箭，連珠箭射倒六名清兵。心硯連連拍手大讚：「好箭法！」吶喊聲中，一隊清兵衝到坑口。文泰來一箭射出，在一名領隊的把總胸口對穿而過，箭枝帶血，又飛出數丈，這才落地。眾兵見這一箭如此手勁，嚇得魂飛魄散，轉頭就跑。頭一仗殺退了追兵，但一眼望出去，四面八方密密層層的圍滿了人馬，幸喜清兵並不射箭，否則縱有沙坑，也決計難避萬箭蝗集。徐天宏道：「沙坑已夠深啦，快向旁邊挖。」沙漠上面是浮沙，挖下七八尺後出現堅土，陳家洛、駱冰、周綺、心硯與香香公主一齊動手，向旁挖掘，將沙土掏出來堆在坑邊，築成擋箭的短牆，眾人才喘了一口氣。章進對心硯道：「我護著你，上去撿弓箭。」舞動狼牙棒，躍上坑邊。心硯跟著跳出，在射死的清兵身旁撿了七八張弓，捧了一大綑箭回來。這時陳家洛才給香香公主與眾人引見。眾人聽說她是霍青桐的妹妹，見她容顏絕麗，溫雅和藹，都生親近之意，只是言語不通，無法交談。陳家洛休息良久，力氣漸復，心想：「張召重這人當真了得，我只和他相持片刻，現下仍是雙臂酸軟，開不得弓。」問道：「九哥你怎麼也來了？十二哥呢？」衛春華從坑邊躍下，說道：「總舵主精神好些了吧？我來稟告好麼？」陳家洛道：「好，你說吧。」又朗聲道：「四哥、十弟、十四弟、心硯，你們在上面看著敵兵動靜，咱們等到半夜裏再突圍。」文泰來等在上面答應。衛春華道：「我和十二弟奉總舵主之命到北京打探朝廷動靜，一時也沒查到甚麼。有一天在街頭忽然見到張召重那奸賊和他師兄馬真道長。」陳家洛道：「咱們把張召重交給他師兄，馬真道長說要帶他去武當山好好管教。我正奇怪他怎麼又出來了，原來他到過北京。」徐天宏道：「總舵主最近見過他？」陳家洛道：「剛才就是和他交了手，真是好險。」於是說了和他相遇之事。眾人都是又驚又怒。衛春華道：「他們師兄弟一路說得很起勁，沒瞧見我們。我想：莫不是馬真道人和師弟聯了手騙人？我們悄悄跟著，見他們走進一條胡同的一所屋裏，到天黑都不出來，看來便是住在那兒了。我和十二弟商量，得去探個明白。到了二更天，我們跳進牆去，這兩人非同小可，單是張召重，我和十二弟加起來也不是對手，何況還有他師兄？因此我們連大氣兒也不敢喘一口，在院子裏伏著不動。等了半天，聽得一間屋裏有人聲，我們悄悄過去，在窗縫中一張，見馬道長躺在炕上，那奸賊卻走動不停，兩人大聲爭論，我們不敢多看，矮了身子細聽。原來張召重說要到北京料理些銀錢私事後才能去湖北。他師兄便和他回來。過了幾天，皇帝也回京了。」陳家洛聽得乾隆已回北京，嗯了一聲。衛春華又道：「張召重說，皇帝給了他一道旨意，要他到回部來辦一件大事。」陳家洛忙問：「甚麼大事？」衛春華道：「他沒說清楚，好像要來找一個甚麼人。」陳家洛眉頭一皺，隱隱覺得有甚麼事不對。衛春華道：「馬道長的話很嚴厲，要他馬上辭官。張召重卻抬出皇帝來壓他，說聖旨怎可違抗？若是違旨，只怕武當山也要給皇帝派兵踏平了。馬道長說，咱們江山都教韃子佔了，就算再毀武當山也不足惜。兩人越說越僵，馬道長大怒，從炕上跳起來，喝道：『我在紅花會朋友們面前怎麼說的？』張召重說：『這些造反逆賊，師兄何必跟他們當真？』只聽得豁的一聲，似乎馬道長拔了劍。我忙湊到窗縫上去看，見馬道長手中持劍，臉色鐵青，罵道：『你還記不記得師父的遺訓？你這忘恩負義之徒，一意要替滿清朝廷做走狗，真是無恥之極。我今日先與你拚了。』十二弟向我伸伸大拇指，暗讚馬道長是非分明，大義凜然。張召重軟了下來，歎了口氣道：『師兄既這麼說，明兒我跟你去湖北就是。』馬道長這才收了劍，安慰了他兩句，在炕上睡了。張召重坐在椅上，臉上一忽兒滿是殺氣，一忽兒似乎躊躇不決，身子不住輕輕顫動。我和十二弟只怕給他發覺，想等他睡了再走，等了快半個時辰，張召重始終不睡，好幾次站了起來，重又坐下，突然雙眉豎起，牙齒一咬，輕輕叫道：『大師哥！』馬道長這時已睡得很熟，微微發出鼾聲。張召重悄悄走到炕前……」說到這裏，香香公主忽然驚叫了一聲，她雖不懂衛春華的話，卻也感到了他語氣中那股森森陰氣，不自禁有慄慄之感。她拉住陳家洛的手，輕輕偎在他身上。周綺狠狠瞪了她一眼，嘴唇一動，要待說話，終於忍住。衛春華續道：「只見張召重走到炕邊，驀地向前一撲，隨即向後縱出。只聽得馬道長慘叫一聲，跳了起來，雙眼鮮血淋漓，兩顆眼珠已被那狼心狗肺的奸賊挖了出來！」陳家洛義憤填膺，忽地跳起，右掌在坑邊一拍，打得泥沙紛飛，切齒說道：「不殺這奸賊，誓不為人！」香香公主從未見過他如此大怒。心中害怕，緊緊拉住他衣袖。徐天宏等已聽衛春華說過，這時卻仍是憤怒難當。衛春華手中雙鉤抖動，格格直響，語言發顫，續道：「馬道長不作一聲，一步一步向張召重走近，臉上神色十分怕人，突然飛腳踢出。張召重閃躍退開。馬道長瞧不見，這一腳踢在炕上，砰的一聲，土炕給他踢去了半邊，屋中灰土飛揚。張召重似乎也有點怕了，想奪門而出，馬道長已搶到門口，攔住去路，側耳靜聽。張召重走不出去，忽然哈哈笑了兩聲。馬道長聽準來路，和身撲上，左腿橫掃過去。那知張召重是故意誘他來踢，先已把長劍插在自己身前。馬道長這腿掃去，剛好踢到劍上，一隻左腳登時切了下來。」周綺咬牙切齒，提刀不住的狠砍身旁沙土。衛春華道：「這時我和十二弟實在忍不住了，顧不得身在險地，非他敵手，兩人不約而同的破窗而入，齊向那奸賊殺去。想是他作了惡事心虛，又怕我們還有幫手，只鬥了幾回合就逃了。我們追出去，十二弟被奸賊的金針打中。我扶了十二弟回到屋裏，想先給馬道長止血。他只說了一句話，就在牆上撞死了。」陳家洛道：「他說了句甚麼話？」忽然一陣寒風吹來，人人都是一凜。衛春華道：「馬道長說：『要陸師弟和魚同給我報仇！』這時外面聽到我們爭鬥的聲音，有人起來喝問。我忙把十二弟扶回寓所。第二天我再去探看，見他們已把馬道長收殮了。十二弟被打中五枚金針，我給他取出之後，現今在北京雙柳子胡同調養。張召重說皇帝要他來回部找一個人，我想莫非是來找總舵主的師父？曾聽總舵主說，皇帝有兩件干係重大的東西寄存在袁老前輩那裏。雖然袁老前輩武功精湛，決不懼他，只是這奸賊如此惡毒，倘若大夥兒以為他已改過，說不定會中了他奸計，因此我日夜不停的趕來報信。在河南遇到了龍門幫的人，得知總舵主見過他們幫主上官大哥，我就去見他，剛好遇到四哥、七哥他們。我們一起去找十四弟。他得知師父遇害，傷心得不得了，大家趕到這裏，想不到會和總舵主相遇。」陳家洛道：「十二哥傷勢怎樣？」衛春華道：「傷勢可不輕，幸好沒打中要害。」這時寒風越來越大，天上鉛雲密密層層，似欲直壓上頭來。香香公主道：「就要下雪了……」但覺寒意難當，向陳家洛身上更靠緊了些。周綺胸頭一直憋著一股氣，這時再也忍不住，衝口而出：「她說甚麼？」陳家洛見她聲勢洶洶，有點奇怪，說道：「她說就要下雪了。」周綺怒道：「哼！她怎知道？」過了一會，板起臉說道：「總舵主，你到底心中愛的是霍青桐姊姊呢，還是愛她？」陳家洛臉紅不答。徐天宏扯扯她衣角，叫她別胡鬧。周綺急道：「你扯我幹甚麼？霍姊姊人很好，不能讓她給人欺侮。」陳家洛心想：「我幾時欺侮過她了？」知道周綺是直性人，不說清楚下不了台，便道：「霍青桐姑娘為人很好，咱們大家都是很敬佩的……」周綺搶著道：「那麼為甚麼你見她妹妹好看，就撇開了她？」陳家洛被她問得滿臉通紅。駱冰出來打圓場：「總舵主和咱們大家一樣，和她見過一次面，只說過幾句話，也不過是尋常朋友罷了，說不上甚麼愛不愛的。」周綺更急了，道：「冰姊姊，你怎麼也幫他？霍青桐姊姊送了一柄古劍給他，總舵主瞧著她的神氣，又是那麼含情脈脈的，我雖然蠢，可也知道這是一見鍾情……」駱冰笑道：「誰說你蠢了？又是含情脈脈，又是一見鍾情的？」周綺怒道：「你別打岔，成不成？冰姊姊，咱們背地裏都說他兩個是天生一對。怎麼忽然又不算數了？他雖是總舵主，我可要問個清楚。」香香公主聽她們語氣緊張，睜著一雙圓圓的眼睛，很是詫異。陳家洛無奈，說了出來：「霍青桐姑娘在見到我之前，就早有意中人了，就算我心中對她好，那又何必自討沒趣？」周綺一呆，道：「真的麼？」陳家洛道：「我怎會騙你？」周綺登時釋然，說道：「那就是了。你很好，我錯怪你啦。害得我白生了半天氣。對不起，你別見怪。」大家見她天真爛漫，當場認錯，都笑了起來。周綺本來對香香公主滿懷敵意，這時過來拉住她手，很是親熱，忽然面上一涼，一抬頭，只見鵝毛般的雪花飄飄而下，喜道：「你說得真準，果然下雪了。」陳家洛一躍而起，叫道：「咱們衝！」眾人跳了起來，把馬匹從坑中牽上。清兵見到，吶喊衝來。眾人躍上馬背，衛春華當先衝出，奔不數丈，忽然「哎喲」一聲，連人帶馬摔倒在地。文泰來大驚，拍馬上前，尚未走近，坐馬中箭滾倒。文泰來躍起縱到衛春華身旁，衛春華已經站起，說道：「馬給射死啦，我沒事……」話聲未畢，章進與駱冰兩騎馳到。兩人彎腰伸手，一人一個，把衛春華和文泰來拉上馬背，霎時之間，心硯與章進的馬又中箭倒下。陳家洛叫道：「回去，回去！」各人掉頭奔回坑中。清兵乘勢追來，被文泰來、余魚同、衛春華一輪箭射了回去。這一下沒衝出圍困，反而被射死四匹馬。清兵似乎守定「射人先射馬」的宗旨，羽箭盡是射馬。大漠之中，如無馬匹，如何突出重圍？眾人凝思無計，愁眉不展。駱冰道：「如沒救兵，咱們死路一條。」徐天宏道：「木卓倫老英雄見總舵主和女兒久出不歸，定會派兵接應。」陳家洛道：「他們一定早已派兵，只是我們向南奔出這麼遠，只怕他們一時難以找到。」徐天宏道：「那只有派人去求救。」心硯道：「我去！」陳家洛沉吟一下，道：「好！」心硯從包裹中取出文房四寶。陳家洛請香香公主寫了封信求救。陳家洛對心硯道：「你騎四奶奶的白馬去。我們向東佯攻，你在西面衝出去。」說了去回人大營的方向路徑。於是眾人齊聲吶喊，徒步向東衝去。周綺和香香公主留在坑中。心硯悄悄把白馬牽上，伏身馬腹之下，雙手抱住馬頸，兩腿勾住馬腹，右腳輕輕在馬肋上一踢。那白馬放開四蹄，向西疾奔而去。清兵疏疏落落的射了幾箭，箭力既弱，更是毫無準頭，都落在馬旁數丈之外。眾人見心硯馳出已遠，便退回坑內，凝神遙望，見白馬衝風冒雪，突出重圍，都歡呼起來。陳家洛這些年來待心硯就如兄弟一般，見他小小年紀，干冒萬險去求救兵，不知性命如何，心中一陣難受，當下命徐天宏、衛春華兩人上去守衛，把文泰來等人接替下來休息。文泰來渾不以身處險地為憂，下來後縱聲高歌，唱的是江南農家田歌，駱冰應聲相和：「上山砍柴唱山歌，不怕豹子不怕虎，窮人生來骨頭硬，錢財雖少仁義多。」香香公主對陳家洛道：「你們漢人唱歌也這麼好聽。他們唱的是甚麼呀？」陳家洛把歌曲大意譯給她聽。香香公主輕輕跟著文泰來唱，學他曲調，唱了一會，便睡著了。這時雪愈下愈大，一眼望出去，但見白茫茫的一片。天將黎明時，香香公主仍是沉睡未醒，頭髮上肩上都是積雪，臉上的雪花卻已溶成水珠，隨著她呼吸微微顫動。駱冰輕聲笑道：「這孩子真是一點也不擔心。」又過良久，徐天宏雙眉緊鎖，緩緩的道：「怎麼隔了這久還沒救兵消息？」文泰來道：「不知心硯路上會不會出事？」徐天宏道：「我擔心的是另一件事。」周綺道：「甚麼事？怎麼吞吞吐吐，要說不說的？」徐天宏在甘涼道上見到回人奪經之時，霍青桐發號施令，眾回人奉命唯謹，問陳家洛道：「回人營中事務，是木卓倫老英雄管呢，還是霍青桐姑娘管？」陳家洛道：「看來兩人都管。木老英雄凡事都和女兒商量。」徐天宏歎道：「要是霍青桐不肯發兵，那就……難了。」眾人明白他的意思，默然不語。周綺卻跳了起來，急道：「你……你怎把霍姊姊看成這樣的人？她不是另有意中人嗎？再說，就算她跟妹子吃醋，難道會不救自己心中喜歡的他？」徐天宏道：「女人妒忌起來，甚麼事都做得出。」周綺大怒，嘩啦嘩啦亂叫。香香公主醒了，睜開眼睛，微笑著望她。眾人和霍青桐都只見過一面，雖然覺得她好，但她究竟為人如何，並不深知，聽徐天宏一說，覺得也不無有理，只是周綺絕不肯信。※※※心硯急馳突圍，依著陳家洛所說道路，馳入回人軍中，把信遞了上去。木卓倫正派人四出尋訪，但茫茫大漠之中，找尋兩個人談何容易，清兵集結之處又不能前去打探，正自焦急萬狀，一見女兒的信，大喜躍起，對親兵道：「快調集隊伍。」霍青桐問心硯道：「圍著你們的清兵有多少人？」心硯道：「總有四五千人。」霍青桐咬著嘴唇，在帳裏走來走去，沉吟不語。不一刻，篷帳外號角吹起，人奔馬嘶，刀槍鏗鏘，隊伍已集。木卓倫正要出帳領隊前去救人，霍青桐牙齒一咬，說道：「爹，不能去救。」木卓倫吃了一驚，回過頭來，驚疑交集，還道聽錯了話，隔了片刻，才道：「你……你說甚麼？」霍青桐道：「我說不能去救。」木卓倫紫漲了臉，怒氣上沖，但隨即想到她平素精細多智，或許另有道理，問道：「為甚麼？」霍青桐道：「兆惠很會用兵，決不能只為要捉咱們兩個使者，派四五千人去追趕圍困，其中必有詭計。」木卓倫道：「就算有詭計，難道你妹子與紅花會這些朋友，咱們就忍心讓清兵殺害？」霍青桐低頭不語，隔了半晌，說道：「我就怕領了兵去，不但救不出人，反而再饒上幾千條性命。」木卓倫雙手在大腿一拍，叫道：「且別說你妹子是親骨肉，陳總舵主與紅花會這些朋友，對咱們如此仁至義盡，就算為他們死了，又有甚麼要緊？你……你……」見女兒突然不明義理，心中又是憤怒，又是痛惜。霍青桐道：「爹，你聽我的話，咱們不但要救他們出來，說不定還能打個大勝仗。」木卓倫喜道：「好孩子，你怎不早說？怎樣幹？我，我聽你的話。」霍青桐道：「爹，你真肯聽我話？」木卓倫笑道：「剛才我急胡塗啦，你別放在心上。怎樣辦？快說。」霍青桐道：「那麼你把令箭交給我，這一仗由我來指揮。」木卓倫微一遲疑，想到她智謀遠勝於己，便道：「好，就交給你。」把號令全軍的令旗令箭雙手捧著交過去。霍青桐跪下接過，再向真神阿拉禱告，然後站起身來，道：「爹，那麼你和哥哥也得聽我號令。」木卓倫道：「只要你把人救出，打垮清兵，要我幹甚麼都成。」霍青桐道：「好，一言為定。」和父親走出帳外，各隊隊長已排成兩列等候。木卓倫向眾戰士叫道：「咱們今日要和滿洲兵決一死戰，這一仗由霍青桐姑娘發施號令。」眾戰士舉起馬刀，高聲叫道：「願真神護佑翠羽黃衫，願真神領著咱們得到勝利。」霍青桐把令旗一展，說道：「好，現下散隊，大家回營休息。」各隊長率領眾人散了。木卓倫錯愕異常，說不出話來。回入帳內，心硯撲地跪下，不住向霍青桐磕頭，哭道：「姑娘，你如不發兵去救，我家公子可活不成啦。」霍青桐道：「你起來，我又沒說不去救。」心硯哭道：「公子他們只有九人，當中姑娘的妹子是不會武的。敵兵卻有幾千。救兵遲到一步，公子他們就……就……」霍青桐道：「清兵的鐵甲軍有沒有衝鋒？」心硯道：「還沒有。只怕這時候也已衝了。他們穿了鐵甲，箭射不進，那怎擋得住……」越想越怕，放聲大哭。霍青桐皺眉不語。木卓倫見心硯哭得悲痛，心想：「他年紀雖小，對主人卻十分忠義。我們若不去救，如何對得起人？」在帳中踱來踱去，彷徨無策。霍青桐道：「爹，你不見捉黃狼用的機關？鐵鉤上鉤塊羊肉，黃狼咬住肉一拖，引動機關，登時把狼拿住。兆惠想讓咱們做狼，妹子就是那塊羊肉了。沙漠之中，無險可守，紅花會的人再英雄，單憑八人，決計擋不住四五千人馬。那定是兆惠故意不叫猛攻。」木卓倫點頭說是。霍青桐又道：「這小管家說，清兵鐵甲軍沒出動，可到那裏去啦？」蹲下地來，用令旗旗桿在地下畫個小圈，道：「這是羊肉。」在圈旁畫了兩道粗線，說道：「這是鐵甲軍，那便是機關了。咱們從這裏去救，他鐵甲軍兩面夾擊，咱們還有命麼？」木卓倫回頭望著心硯，無話可說。霍青桐道：「清兵是故意放這小管家出來求救，否則他孤身一人，從四五千軍馬中衝殺出來，談何容易？」木卓倫道：「你說兆惠要咱們上當，那麼咱們從他隊伍側面進攻，打他個措手不及。」霍青桐道：「他們有四萬多兵，咱們卻只一萬五千，正面開仗一定吃虧。」木卓倫大叫：「依你說，你妹子和那些朋友是死定了？我捨不下你妹子，也決不能讓紅花會的朋友們遇難。我只帶五百人去，救得出是真神保佑，教不出就和他們一塊兒死。」霍青桐沉吟不語。心硯見霍青桐執意不肯發兵，急得又跪下磕頭，哭道：「我們公子有甚麼地方對不起姑娘，請你大量包容，等救他出來之後，小人一定求公子給姑娘賠禮。姑娘救他性命，我們不會不感激姑娘的恩德。」霍青桐聽了這幾句話，知心硯已有疑她之意，秀眉一豎，怒道：「你別不清不楚的瞎說。」心硯一楞，跳起身來，說道：「姑娘這麼狠心。我去和公子死在一塊。」哭著騎上白馬，奔馳而去。木卓倫大聲道：「如不發兵，連這小孩子都不如了。就是刀山油鍋，今日也要去走一遭。為義而死，魂歸天國！」越說越是激昂。霍青桐道：「爹，漢人有一部故事書，叫做《三國演義》。我師父曾給我講過不少書中用計謀打勝仗的故事，那些計策可真妙極了。那部書中說道，將在謀而不在勇。咱們兵少，也只有出奇，方能制勝。兆惠既有毒計，咱們便將計就計，狠狠的打上一仗。」木卓倫將信將疑，道：「當真？」霍青桐顫聲道：「爹，難道你也疑心我？」木卓倫見她雙目含淚，臉色蒼白，心中不忍，說道：「好吧，由得你。那你就立刻發兵救人。」霍青桐又想了一會，對親兵道：「擊鼓升帳。」鼓聲響起，各隊隊長走進帳來。霍青桐居中坐下，木卓倫和霍阿伊坐在一邊。這時帳外雪更下得大了，地下已積雪數寸。木卓倫想到小女兒被困沙漠，再加上這般大雪，不餓死也要凍死，心下甚是惶急。霍青桐手執令箭，說道：「青旗第一隊隊長，你率領本隊人馬，在戈壁大泥淖西首如此如此，青旗第二、三、四、五、六各隊隊長，你們率領人馬，召集牧民、農民，在大泥淖旁如此如此。」六隊青旗兵隊長接奉號令，各率一千人去了。木卓倫見女兒把本部精銳之師派出去構築工事，卻不去救人，頗感不滿。霍青桐又道：「白旗第一、二、三隊三位隊長，你們在葉爾羌城中和黑水河兩岸如此如此。黑旗第一隊隊長，哈薩克隊隊長，你們兩隊在黑水河旁的山上如此如此。蒙古隊隊長，你們這隊駐紮在英奇盤山頂，如此如此。」各隊隊長接令去了。此役清兵西侵，不但回人遭害，天山北路的哈薩克部、蒙古部也大受池魚之殃，因此不少部落和回人聯手抗敵。霍青桐道：「爹爹，你任東路青旗軍總指揮。哥哥，你任西路白旗、黑旗、哈薩克、蒙古各隊人馬總指揮。我率領黑旗第二隊居中策應。這一仗的方略是這樣……」正要詳加解釋，木卓倫跳起身來，叫道：「誰去救人？」霍青桐道：「黑旗第三隊隊長，你率隊從東首衝入救人。黑旗第四隊隊長，你率隊從西首衝入救人。遇到清兵時如此如此。你們兩隊和青旗軍調換馬匹，要騎最好的良馬，不許有一匹馬是次等的。」黑旗軍兩名隊長接令去了。木卓倫叫道：「你把一萬三千名精兵全都調去幹不急之務，卻派兩千老兵小兵去救人，這是甚麼用心？」原來回人中青旗白旗兩軍最精，黑旗軍遠為不及，黑旗第三、第四兩隊由老年及未成丁少年組成，尤為疲弱，平時只做哨崗、運輸之事，極少上陣。霍阿伊對妹子素來敬服，這時心中也充滿懷疑。霍青桐道：「我的計策是……」木卓倫怒火沖天，叫道：「我再不信你的話啦！你，你喜歡陳公子，他卻喜歡了你妹子，因此你要讓他們兩人都死。你……你好狠心！」霍青桐氣得手足冰冷，險些暈厥。木卓倫氣頭上不加思索，話一出口，便覺說得太重，呆了一呆，翻身上馬，叫道：「我去和喀絲麗死在一起！」長刀一揮，叫道：「黑旗第三、第四隊，跟我來！」兩隊老少戰士剛掉換了良馬，跟隨族長，在風雪中向大漠馳去。霍阿伊見妹子形容委頓，說道：「妹妹，爹爹心中亂啦，自己都不知道說甚麼，你別放在心上。」霍青桐右手按住心口，額頭滲出冷汗，隔了一會，道：「我去接應爹爹。」霍阿伊道：「瞧你累得這樣子，你息著。我去接應爹爹。」霍青桐道：「不，你指揮東路青旗各隊，我去。」跨上戰馬，帶領黑旗第二隊奔了出去。這時回人大營只餘下兩三百名傷兵病兵，一萬五千名戰士空營而出。※※※心硯心中氣苦，騎了白馬，哭哭啼啼的向陳家洛等被圍處奔去。馳近敵軍時，清兵居然並不出力阻攔，敷衍了事般的放了十幾枝箭，羽箭飛來，都離得心硯遠遠的，少說也有丈餘。他衝近土坑，章進歡呼大叫：「心硯回來了！」心硯一聲不響，翻身下馬，把白馬牽入坑內，坐倒在地，放聲大哭。周綺道：「別哭，別哭，怎麼啦？」徐天宏歎道：「還有甚麼可問的？霍青桐不肯發兵。」心硯哭道：「我跪下跟她磕頭……苦苦哀求……她反而罵我……」說罷又哭。眾人默然不語。香香公主問陳家洛這孩子為甚麼哭。陳家洛不願讓她難受，說道：「他出去求救，走了半天，衝不出去。」香香公主掏出手帕，遞了過去。心硯接過，正要去擦眼淚，忽覺手帕上一陣清香，便不敢用，伸衣袖擦去眼淚鼻涕，把手帕還了給她。徐天宏道：「咱們是衝不出去了。四哥，你說該怎麼辦？」文泰來聽徐天宏忽然問他而不問陳家洛，微一沉吟，已知他用意，說道：「總舵主，你快和這位姑娘騎白馬出去。」陳家洛訝道：「我們兩人？」文泰來道：「正是，咱們一起出去是決計不能的了。你肩頭擔負著天大擔子。不但紅花會數萬弟兄要你率領，漢家光復大業也落在你身上。」衛春華、余魚同、周綺等都道：「只要你能出去，我們死也瞑目。」陳家洛道：「你們死了，我豈能一人偷生？」徐天宏道：「總舵主，時機緊迫。你若不走，我們可要用強了。」陳家洛頓了一頓，說道：「好。」把白馬牽出坑外，向眾人一拱手，把香香公主扶了出去。文泰來等均知這番是生離死別，都十分難過，駱冰已流下淚來。陳家洛卻若無其事的和香香公主上馬而去。眾人心頭沉鬱，又擔心陳家洛不能衝出重圍。文泰來豪邁如昔，大聲道：「咱們這裏連總舵主和那位回人姑娘，不過十個人，現今已殺了七八十名敵兵。各位兄弟，咱們要殺滿多少人才肯死？」駱冰道：「至少再殺一百名。」周綺道：「這些滿清兵壞死啦，咱們殺足三百名。」文泰來道：「好，大家數著。」章進道：「湊足五百名！」衛春華在上守望，回過頭來叫道：「咱們這裏還有八人。紅花會的英雄好漢要以一當百，瞧著！」這時正有三名清兵在雪地中慢慢爬過來，衛春華扯起長弓，連珠箭箭無虛發。只聽心硯數道：「一、二、三！好！九爺，好極啦。」余魚同興致也提了起來，叫道：「就是這樣，要咱們死，可不大容易，總得殺滿八百人。」徐天宏笑道：「這越來越不容易啦。要是殺不足數，咱們豈不是死不瞑目？」駱冰笑道：「那只好請五哥、六哥慢一點駕到。」眾人都大笑起來。要知常赫志、常伯志綽號黑無常、白無常，人死時由無常鬼拘魂。群雄死意既決，反而興高采烈。心硯本來甚是害怕，見大家如此，也強自壯膽，心想：「公子是英雄豪傑，我可不能辱沒了他。」章進哈哈傻笑，顛來倒去的大叫：「老爺今日要歸天，先殺韃子八百人！」忽聽得衛春華喝問：「誰？」只聽陳家洛笑道：「幹麼不殺足一千人？」衛春華叫道：「啊，總舵主，怎麼你回來啦？」陳家洛縱身入坑，笑道：「我把她送走，自然回來啦。當年劉關張說要同年同月同日死。他們義垂千古，到頭來卻還是做不到。咱們兄弟姊妹九人，今日卻做到啦。」眾人見他如此，知道再也勸他不回，齊聲大叫：「好，咱們同年同月同日死。」陳家洛道：「心硯，好兄弟，你別再叫我少爺了。你做咱們的十五弟吧！」眾人都說：「不錯，不錯。」心硯大是感動，哭了起來。這時坑中雪又積起數寸，眾人一面把雪抄出去，一面閒談。徐天宏笑道：「這時如有一罈老酒，可有多好。」周綺瞪了他一眼道：「又來逗我啦！」眾人笑了起來。余魚同呆了一陣，忽道：「四哥，我有一件事很對你不起。我可不能藏在心裏死去。」文泰來一怔，道：「甚麼？」余魚同於是把自己如何對駱冰痴心、如何在鐵膽莊外調戲她的事，原原本本的說了，最後說道：「我喪心病狂，早就該死了，卻又不死，心中老大不安，只得做了和尚。四哥，你能原諒我嗎？」文泰來哈哈大笑，說道：「十四弟，你道我以往不知麼？可是我待你曾有甚麼絲毫異樣？你四嫂從來沒提過一字，但我自然看得出來。我知你年輕人一時胡塗，向來不當它一回事，早就原諒了你，又何必要你今日再來求我？」余魚同又是慚愧，又是感激。駱冰笑道：「十四弟，這事早過去啦，何必再提？可是有一件事我卻很不樂意。」余魚同一怔，道：「怎……怎樣？」駱冰道：「你是大和尚，歸天之後，我佛如來接引你去西方極樂世界。我們八人卻給五哥、六哥拘去陰曹地府。這一來，豈不是違了當年咱們有福共享、有難同當的誓言？」眾人越聽越是好笑。余魚同把身上僧袍一扯，笑道：「反正我今天已殺人破戒，我佛慈悲，弟子今日決意還俗。與眾位哥哥姊姊同赴地獄，勝於一人獨登極樂！」群雄拍手叫好。轟笑聲中，上面衛春華與心硯叫了起來。眾人齊上坑邊，預備迎敵。月光冷冷，雪花飛舞之中，只見一個白衣人手牽白馬，緩緩走來。這時遍地瓊瑤，這白衣人踏雪而來，真如仙子下凡一般，正是香香公主。陳家洛吃了一驚，縱出沙坑，迎了上去。香香公主道：「你怎麼撇下我一人？」陳家洛頓足道：「我叫你逃回去啊，在這裏有死無生。」香香公主流下淚來，道：「你死了，我還活得成麼？難道你……你不知道我的心？」陳家洛呆了半晌，道：「好，咱們回去。」拉了她手，回入坑中。周綺歎道：「總舵主，本來我還有些怪你心志不堅，其實當真是我錯了。」陳家洛道：「怎麼？」周綺道：「想不到這小姑娘對你竟如此情義深重。別說她似仙女一般，就算醜得像母夜叉，只要有這樣的心，我也愛她。」陳家洛一笑，心想今日良友愛侶同在一起，雖死無憾。駱冰對周綺道：「怪不得你這般愛七哥，原來他心好。」周綺道：「不是麼？他人雖鬼靈精，心腸卻是很好的。」徐天宏得愛妻當眾稱讚，心中樂意之極。香香公主對陳家洛道：「我唱個故事給大家聽。」陳家洛拍手叫好。香香公主柔聲唱了起來：「孔雀河畔鐵門關，兩岸垂柳拂水面，高山嶺上一個墳喲，葬著塔依爾與柔和娜。」她唱一段，陳家洛低聲翻譯一段。她唱的是回族的一個傳說。古焉耆王國公主柔和娜，和首相之子塔依爾從小相戀。後來首相因直諫而被國王處死，國王不許女兒再和塔依爾相好，要把她嫁給奸臣的兒子黑英雄，把塔依爾關入箱中，順著孔雀河水放逐出境。恰好庫車國公主正在游水，救起了他。庫車國老國王見他英俊能幹，想招他做駙馬，並讓他繼承王位。塔依爾卻說：「陛下的財富和王位，再加上美麗的公主，也不能令我負了柔和娜的深情。」堅不接納老國王的美意，後來便偷偷回國。這時柔和娜因懷念情人而生了病，國王假造了塔依爾的書信來安慰她。等她病好，國王又強迫她嫁給黑英雄。她含著眼淚，打開百姓送來給她道賀的一隻禮物箱子時，塔依爾從箱中跳了出來。便在這時，黑英雄闖了進來，跟塔依爾搏鬥，被塔依爾殺死。國王下令將塔依爾處絞。公主向父王苦苦求情，也被憤怒的父王扼死。眾百姓抬了這對戀人的屍身，唱著輓歌，走上高山給他們舉行葬禮。當她唱到曼長淒切的輓歌時，駱冰和周綺雖不懂詞義，也不禁淚水盈眶。眾人沉默良久，想著這對古代戀人不幸的命運。忽然衛春華在上面哈哈大笑，叫道：「快來瞧！」大家爬到坑邊，只見六七名清兵嗚嗚亂叫，動彈不得。原來他們爬過來偷襲，衛春華早看到了，想等他們爬近些再發箭，那知他們聽到香香公主的歌聲，心神俱醉，伏在雪地裏靜聽。酷寒之中，只過得片刻，身上積雪便都結成了冰，等到歌聲停止，想再爬動時，冰塊已將他們全身牢牢膠住，再也掙不脫了。大雪不斷落下，隨落隨凍，不多時，將這幾名清兵埋葬在冰雪之中。群雄這時也冷得抵受不住，心硯撿了一大批箭枝來，在坑中點火取暖。第三日天明，大雪仍下個不停。徐天宏道：「大家上去，只怕清兵馬上就要進攻。」除香香公主外，眾人都彎弓搭箭守在坑邊。這時天色大亮，清兵卻只是疏疏落落的射些冷箭，並不集隊來攻。徐天宏大惑不解，忽地想起一事，忙問心硯：「霍青桐姑娘問你些甚麼話？」心硯道：「她問我圍困咱們的清兵有多少人，又問鐵甲軍有沒衝鋒。」徐天宏大喜，叫道：「咱們有救了，有救了！」眾人瞪眼望著他。徐天宏道：「我真胡塗，疑心霍青桐姑娘，真是以小人之心度人了。她可比我精明得多。」周綺道：「怎麼？」徐天宏道：「清兵的鐵甲軍一衝過來，咱們還有命麼？」周綺道：「咦，也真奇怪。」徐天宏道：「他們就算沒鐵甲軍，周圍這幾千人一起衝鋒，咱們八九個人怎擋得住？數千人馬也不用動手，只須排了隊擠將過來，也把咱們踏成了肉泥。再說，他們一直沒當真向咱們射箭，只是裝個樣子。」眾人都說確是如此，這次清兵可客氣得很，手下留情。陳家洛登時恍然，叫道：「是了，是了。他們故意不衝，要引回人救兵過來，可是霍青桐姑娘料到了，不肯上當。」章進道：「她不上當，咱們可糟啦。」陳家洛道：「不會糟，她一定另有法子。」周綺笑道：「是麼？我本來不信她會這麼壞。」眾人登時精神大振。留下余魚同與心硯守望，餘人回入坑中休息。