第六十一回　風流冤孽蕭峰回到廂房，只見阮星竹和秦紅棉仍在絮絮談論。阮星竹巧舌如簧，哄得秦紅棉十分歡喜，兩個女人間早就去了敵意。阮星竹道：「喬幫主，這位妹妹得罪了你，事出無心，請你解開了她二人的穴道罷。」阮星竹是阿朱之母，她說的話，蕭峰自當遵從幾分，何況他本就想放了二人，當下走近身去，伸手在秦紅棉和木婉清的肩頭各拍一下。二人只覺一股熱氣從肩頭衝向被封穴道，四肢登時便恢復了自由，母女對望一眼，對蕭峰功力之深，心下好生佩服。蕭峰向阿紫道：「阿紫妹子，你爹爹的條幅，請你借給我看一看。」阿紫道：「我不要你叫妹子長、妹子短的。」話是這麼說，還是將那軸捲起了的條幅交了給他。蕭峰展了開來，再將段正淳所寫的字細看一遍。阮星竹滿臉通紅，道：「這些東西，有甚麼好看？」蕭峰道：「段王爺現下到了何處？」阮星竹臉色大變，道：「不──不──不──你別再去找他了。」蕭峰道：「我不是去跟他為難，只是想問他幾件事。」阮星竹那裏肯信，道：「你既已失手打死了阿朱，不能再去找他。」蕭峰料知她是絕不肯說，便不再問，將那條軸捲了起來，交還給阿紫，說道：「阿朱曾有遺言，命我照料看顧她的妹子，段夫人，日後阿紫若是遇上了為難之事，只要蕭峰能有效力之處，儘管吩咐，絕不推辭。」阮星竹大喜，心道：「阿紫有了這樣一個大本領的有力靠山，這一生那是逢兇化吉、遇難成祥。」說道：「如此多謝了。阿紫，快謝謝喬大哥。」她將「喬幫主」的稱呼改成了「喬大哥」，好令阿紫和他的關係拉近些。阿紫卻扁了扁嘴，道：「我有甚麼為難之事要他幫手？我有天下無敵的師父，這許多師哥，還怕誰來欺侮我。他泥菩薩過江，自身難保。自己的事還辦不了，盡出亂子，還想幫我忙，那不是越幫越忙麼？」她口齒伶俐，咭咭咯咯的說來，甚是清脆爽朗。阮星竹數次用眼色制止，阿紫只是假裝不見。阮星竹頓足道：「唉，這孩子，沒大沒小的亂說，喬幫主不要介意。」蕭峰道：「在下蕭峰，不是姓喬。」阿紫道：「媽，這個人連自己姓甚麼也弄不清楚，是個大大的渾人──」阮星竹喝道：「阿紫──」蕭峰舉手一揖，道：「就此別過，後會有期。」他轉頭向木婉清道：「段姑娘，你這種歹毒暗器，多用無益，遇上了本領強過你的對手，你自己反受其害。」木婉清還未答話，阿紫道：「姊姊，別聽他胡說八道，這些暗器最多打不中對方，那還能有甚麼害處？」蕭峰再不理會，轉身出門，左足跨出門口時，右手袍袖一拂，呼的一陣勁風吹到，將木婉清向他發射而被擊落在地的七枝短箭同時捲了起來，向阿紫射出，這七枚箭去勢快加閃電，阿紫只叫得一聲「哎唷」，那裏還來得及閃避？七枝小箭從她頭頂、頸邊、身旁掠過，同時釘在她身後的牆上，直沒至羽。阮星竹搶了上去，摟住阿紫，驚叫：「秦家妹子，快取解藥來。」秦紅棉道：「傷在那裏？傷在那裏？」木婉清急速從懷中取出解藥，去察看阿紫的傷勢。過得片刻，阿紫驚魂稍定，才道：「沒──沒射中我。」四個女子一齊瞧著牆上的七枚短箭，無不心下駭然，相顧失色。原來蕭峰記得阿朱的遺言要他照顧阿紫，這時聽得阿紫說，我有天下無敵的師父，這許多師哥，還怕誰來欺負我？知道星宿海一派歹毒暗器極多，生怕她有恃無恐，將來大吃苦頭，因此用袖風拂箭，來嚇她一跳，免得她小小年紀，不知天高地厚，小覷了天下英雄好漢，用意也是為了她好。他走出竹林，來到小鏡湖畔，尋到一株枝葉濃密的大樹，一縱便上了樹。原來蕭峰要找到段正淳，問他一個明白，何以馬夫人故意陷害於他，但阮星竹決意不說，只有暗中跟隨。過不多時，見秦紅棉母女在前，阮星竹母女在後，走了出來，瞧這模樣是阮星竹送客出來。走到湖邊，秦紅棉道：「阮姊姊，你我一見如故，前嫌盡釋，了卻我心頭一樁恨事，現下要找的對頭，只剩下姓康的那個賤婢啦。你可知她的所在？」阮星竹一怔，道：「妹子你去找她幹甚麼？」秦紅棉微微一笑，道：「我和段郎好端端地過快活日子，多是賤婢使那狐狸精勾當──」阮星竹沉吟道：「那康──康敏這賤人，嗯，不知道到了何處。妹子找到了她，你幫我在她身上多刺幾刀。」秦紅棉道：「那還用說？只是不容易找到她的蹤跡。好啦，再見了！嗯，你若是見到段郎──」阮星竹一凜，道：「怎麼啦？」秦紅棉道：「你替我狠狠的打他兩個耳括子，一個耳光算在我的賬上，一個算在咱姑娘的賬上。」阮星竹輕聲一笑，道：「我怎麼還會見到這個沒良心的死人？妹子你幾時見到他，也給我打他兩個耳光，一個是代我打的，一個是代阿紫打的。生了女兒不照看，該不該打呢？」蕭峰躲在樹上，這兩個女人的話聽得清清楚楚。心想段正淳武功不弱，待朋友也算極為仁義，偏偏喜愛女色，不算英雄。只聽秦紅棉拉著木婉清向阮星竹母女行了一禮，便即去了，阮星竹攜著阿紫的手，又回入竹林。蕭峰心道：「她勢必會去找段正淳，只是不肯和秦紅棉同去而已，先前她說是來取這條幅，段正淳定是在前面不遠之處等她，我且在這裏守候。」只聽得樹叢中發出微聲，兩個黑點悄悄走來，卻是秦紅棉母女去而復回，聽得秦紅棉低聲說道：「婉兒，你怎地如此粗心大意，容易上人家的當？阮家姊姊臥室中的榻下，有一雙男人鞋子，鞋幫裏用黃線繡著兩個字，左腳鞋上繡的是個『山』字，右腳鞋上繡的是個『河』字，那是你爹爹的鞋子了。這雙鞋子很新，鞋底濕泥未乾，可想而知，你爹爹便在左近。」木婉清道：「啊，原來這姓阮的女人騙了咱們！」秦紅棉道：「是的，她怎肯讓這負心漢子跟咱們見面？」木婉清道：「爹爹沒良心，媽，你也不用見他了。」秦紅棉半晌不語，隔了一會，才道：「我想瞧瞧他，只是不想他見到我。隔了這許多日子，他是老了，你媽也老了。」這幾句話說得很是平淡，但話中自蘊深情。木婉清道：「好罷！」這兩個字卻是十分凄苦，她與段譽分手以來，思念之情，與日俱增，但明知是必無了局的相思，在母親面前還不敢流露半點心事，這番苦情，比之母親可說是猶有過之了。秦紅棉道：「咱們只須守在這裏，料想你爹爹不久就會到來。」說著便撥開長草，隱身其中，木婉清跟著躲在一株樹後，淡淡的星光下，蕭峰見到秦紅棉蒼白的臉上，泛著微紅，顯是甚為激動，心道：「情之累人，一至於斯。」但隨即又想到了阿朱，胸口不由得一陣酸楚。過不多時，來路上便聽見有奔行迅捷的腳步之聲傳來，蕭峰一聽，心想：「這人不是段正淳，多半是他的部屬。」果然那人奔到近處，乃是筆硯書生朱丹臣。阮星竹也已聽到了腳步之聲，她卻分辨不出，一心只道是段正淳，叫道：「段郎，段郎！」快步迎出。朱丹臣一躬到地，說道：「主公命屬下前來稟報，他身有急事，今日不克回來。」阮星竹一怔，問道：「甚麼急事？甚麼時候回來？」朱丹臣道：「這事與姑蘇慕容家有關，好像是發現了慕容公子的行蹤。主公萬里北來，為的便是來找此人。主公言道：只待他大事一了，便來小鏡湖畔相聚，請夫人不用掛懷。」阮星竹淚凝於眶，哽咽道：「他每次說即刻便回，每一次都是三年、五年也不見人面。好容易盼得他來了，又──」朱丹臣於阿紫氣死凌千里一事，心頭極是悲憤，段正淳的話既已傳到，便不願多所逗留，微一躬身掉頭便行。阮星竹待他走遠，低聲向阿紫道：「你輕功比我好得多，快綴著他，在道上給我留下記認，我隨後跟來。」阿紫抿嘴笑道：「你叫我追爹爹，有甚麼獎賞？」阮星竹道：「媽媽有甚麼東西，都是你的，還要甚麼獎賞？」阿紫道：「好罷，我在牆角上寫個『段』字，畫個箭頭，你便知道了。」阮星竹摟著她肩，道：「乖孩子！」阿紫拔起身子，追趕朱丹臣而去。阮星竹在小鏡湖畔悄立半晌，這才沿著小徑走去。阮星竹一走遠，泰紅棉母女分別現身，兩人打了個手勢，躡足跟隨在後。蕭峰心道：「阿紫既在沿途做下記認，要找段正淳是容易不過了。」他走了幾步，驀地在月光下見到自己映在湖中的倒影，冷冷清清，甚是孤單，心中一酸，便欲回向竹林，到阿朱墓前再去坐上一會，但只一沉吟間，豪氣陡生，手出一掌，勁風到處，擊得湖水四散飛濺，他那影子也散成了一團碎片。蕭峰一聲長嘯，大踏步便走了。此後這幾日中曉行夜宿，多喝酒而少吃飯，每到一個市鎮，總在牆腳邊見到阿紫留下的『段』字記號。有時是阮星竹看過後擦去了，但痕跡仍是宛然可尋。一路向北行來，天氣漸漸寒了，這日來到河南境內，天上飄飄灑灑的下起大雪來。蕭峰行到午間，在一間小酒店中喝了十二三碗烈酒，酒癮未殺，那酒店中卻沒酒了，蕭峰好生掃興，邁開大步疾走了一陣，來到一座大城，走到近處，心頭微微一震，原來已是到了信陽。這一路上他只是追尋阿紫留下的記號，心中想著自己的心事，於周遭人物風景，全沒在意，竟然重回信陽。其實他真要追上段正淳，原是輕而易舉，加快腳步疾奔得一天半日，那是非趕上不可。只是自從阿朱死後，心底老是空蕩蕩地，不知如何打發日子才好，心底不住的尋思：「我追上了段正淳，卻又如何？找到了正兇，報了大仇，卻又如何？我一個人回到雁門關外，在風沙大漠之中放牛牧羊，卻又如何？」是以一直並未緊追。他一進信陽城後，不及沽酒，立即便找阿紫的記號，只見城牆腳下用石灰畫著一個『段』字，字旁的箭頭指而向西。蕭峰心頭又是一陣酸楚，想起那日和阿朱並駕而行，到信陽城西馬夫人家中去套問訊息，今日回想，當時每走一步，便是將阿朱向陰世推了一步。只行出有六里，北風更緊，雪更下得大了。蕭峰循著阿紫留下的記號，徑向西行，那些記號都是新留下不久，有些是剝去了樹皮而畫上去的，樹幹刀削之處樹脂兀自未乾。蕭峰越看越奇，這些記號指向的正是馬大元的家中，尋思：「莫非段正淳知道馬夫人陷害於他，因而找她算帳去了？是了，阿朱臨死時在青石橋上跟我說話，曾提到馬夫人，都是給阿紫聽了去，定是轉告她爹爹了。可是我們只說馬夫人，他們怎知道就是這個馬夫人？」他一路上心情鬱鬱，頗有點神不守舍，這時逢到特異之事，霎時間精神一振，回復了昔日與勁敵交鋒時的警覺。見道旁有座破廟，當即走了進去，掩下山門，放頭睡了三個時辰。二更時分，這才依時醒來。他離開大道，抄著小路向馬夫人家中行去，將到臨近時，隱身樹後，察看周遭形勢，只看了一會，嘴角邊便微露笑容，但見馬夫人屋子的東北側伏有二人，瞧身形是阮星竹和阿紫。再看一會，又見到秦紅棉母女伏在屋子的東南角上。這時大雪未停，阮星竹等四個女子身上都堆了一層白雪，屋子的東廂房窗中，透出淡淡的黃光，卻是寂寞無聲息。蕭峰折了一根樹枝，投向東方，啪的一聲輕響，落在地下。阮星竹等四人都向出聲處望去，蕭峰輕輕一躍已到了東廂房的窗下。其時天寒地涼，馬家的窗子外都上了木板，蕭峰守在窗外，只聽得片刻，便聽得一陣朔風自北方呼嘯而來。待那陣風將要撲到窗上，蕭峰輕輕一掌推出，掌力和那陣風同時擊向窗外的木板，喀喇一聲響，木板裂開，連裏面的窗紙也破了一條縫。秦紅棉和阮星竹等雖在近處，只因這掌風和真風配得絲絲入扣，竟然也未察覺，房中若是有人，自也不會知覺。蕭峰湊眼到破縫之上，向裏張去，一看之下，登時獃了，幾乎不信自己的眼睛。只見段正淳短衣小帽，盤膝坐在炕邊，手中拿著一隻小小的酒杯，笑嘻嘻的瞅著炕桌邊打橫而坐的一個婦人。那婦人身穿縞素衣裳，臉上薄施脂粉，眉梢眼角，皆是春意，一雙水汪汪的眼睛，便如要滴出水來，似笑非笑，似嗔非嗔的斜睨著段正淳，正是馬大元的孀婦馬夫人。蕭峰若不是親眼所見，不論是誰將這情景說與他知，他必斥之為荒謬妄言。他自在無錫城外杏子林中首次見到馬夫人後，此後每次會見，總是見她冰清玉潔，凜然有不可犯之色，連她的笑容到底如何，蕭峰也是從未一見，那裏料想到竟會變成這般模樣。更奇的是，她以言語陷害段正淳，自必和他有深仇大恨，但瞧那小室中的神情，真是情蜜蜜、意綿綿，酒酣香濃，斗室春暖，那裏有甚麼仇怨？只聽段正淳道：「來來來，再陪我喝一杯，喝夠一個成雙成對。」馬夫人哼了一聲道：「甚麼成雙成對？我一個人在這裏孤伶伶、冷清清的，日思夜想，朝盼晚望，總是記著你這個冤家，你──你──早將人置之腦後，那裏想到來探望我一下。」說到這裏，卻是眼圈兒紅了。蕭峰心想：「聽她說話，倒與秦紅棉、阮星竹差不多，莫非──莫非──她也是段正淳的舊情人？」只聽段正淳陪笑道：「你和馬副幫主成婚之後，我若是再來探你，不免惹人閒話。馬副幫主是丐幫中大有身份的英雄好漢，我再來跟你這個那個，這──這不是成了卑鄙小人麼？哈哈，哈哈！」馬夫人道：「誰希罕你來向我獻殷勤了？我只是記掛你，身子安好麼？心上快活麼？大事小事都順遂麼？只要你好，我就開心了，做人也有了滋味。你遠在大理，我要打聽你的訊息，不知可有多難。」她說話的聲音越說越低，蕭峰只覺她的說話膩中帶澀，軟洋洋地，說不盡的纏綿宛轉，聽在耳中，當真是盪氣迴腸，令人神為之奪、魂為之消。蕭峰曾見過段正淳另外兩個情婦，秦紅棉爽朗乾脆，阮星竹俏美愛嬌，這位馬夫人卻是柔到了極處，膩到了極處，又是另一種風流。段正淳聽了她這番話，心頭一蕩，伸手將她拉了過來，摟在懷裏。馬夫人「唔」的一聲，半推半就，伸手略略撐拒。蕭峰眉頭一皺，不想再看他二人的醜態，忽聽得身側有人腳下使勁踏著積雪，發出咯的一聲輕響。他暗叫：「不好，這兩位打翻醋罐子，可要壞了我的大事。」身形如風，飄到秦紅棉等四人身後，一一點了她四人背心上的穴道。這四人也不知是誰做的手腳，便已動彈不得，這一次蕭峰點的是啞穴，令她們話也說不出來。秦紅棉和阮星竹耳聽得情郎和旁的女子如此卿卿我找，自是怒火如焚、妒念似潮，倒在雪地之中，苦受熬煎。蕭峰再向窗縫中看去，只見馬夫人已坐在段正淳的身旁，腦袋靠在他的肩頭，全身便似沒了骨頭，自己難以支撐，只聽她道：「我當家的為人所害，你總該聽到傳聞，也不趕來瞧我一瞧。我當家的已死，你不用再避甚麼嫌疑了罷？」段正淳笑道：「我這不是來了麼？我一路上披星戴月、馬不停蹄的從大理趕來，生怕我遲到了一步。」馬夫人道：「怕甚麼遲到了一步？」段正淳笑道：「怕你熬不住寂寞孤單，又去嫁了人。我這大理段二豈不是落得一場白白的奔波？教我十年相思，又付東流。」馬夫人啐了一口，道：「呸，也不說好話，編排人家熬不住寂寞孤單，又去嫁人。你幾時想過我了，說甚麼十年相思，不怕爛了舌根子。」段正淳雙臂一收，將她抱得更加緊了，說道：「我若不想你，怎會巴巴的從大理趕來？」馬夫人微笑道：「好罷，就算你也想我。段郎，以後你怎麼安置我？」說到這裏，伸出雙臂，環抱在段正淳頸上，媚眼如絲，將臉頰挨在段正淳的面上，不住輕輕的揉擦。段正淳道：「今朝有酒今朝醉，往後的事兒，提他幹麼？來，讓我抱抱你，別了十年，你是輕了些呢，還是重了些？」說著將馬夫人的身子抱了起來。馬夫人道：「那你是不肯帶我去大理了？」段正淳眉頭微皺，道：「大理有甚麼好玩？又熱又濕，你去了水土不服，會生病的。」馬夫人輕輕嘆了口氣，道：「嗯，你是又來哄我空歡喜一場。」段正淳笑道：「怎麼是空歡喜？我立時便要叫你真正的歡喜。」馬夫人微微一掙，落下地來，斟了杯酒，道：「段郎，再喝一杯。」段正淳道：「我不喝了，酒夠啦！」馬夫人道：「不，我不依，我要你喝得迷迷糊糊的。」段正淳道：「迷迷糊糊的，有甚麼好？」說著接過了兩杯，一飲而盡。蕭峰在窗外聽著二人盡說些風言言語，心中好生不耐，眼見段正淳一杯又一杯的喝酒，忍不住的酒癮發作，輕輕吞了口饞涎。只見段正淳打了個呵欠，頗露倦意。馬夫人道：「段郎，我說個故事給你聽，好不好？」蕭峰精神一振，心想：「她要說故事，說不定有甚麼端倪可尋。」段正淳卻道：「你在枕頭邊輕輕的說給我聽。」馬夫人白了他一眼，道：「你想呢！段郎，我小時候家裏很窮，想穿新衣服，爹娘卻做不起，我成天就是想，幾時能像隔壁張家姊姊那樣，過年有花衣花鞋穿，那就開心了。」段正淳道：「你小時候一定長得挺俊，這麼可愛的一個小姑娘，就是穿一身破爛衣衫，那也是美得很啊。」馬夫人道：「不，我就是要穿花衣服。」段正淳道：「你穿了這身孝服，雪白粉嫩，嗯，又多了三分俏，花衣服有甚麼好看？」馬夫人抿著嘴一笑，又輕又柔的說道：「我小時候啊，日思夜想，生的便是花衣服的相思病。」段正淳道：「到得十八歲上呢？」馬夫人臉上泛出暈紅，道：「段郎，我就為你害相思病了。」段正淳聽得心搖神馳，伸手又想去摟她，只是喝酒得多了，手足酸軟，抬了抬手臂，又放了下來，笑道：「你勸我喝了這許多酒，待會要是──要是──哈哈，小康，後來你到幾歲上，才穿了花衣花鞋？」馬夫人道：「你從小大富大貴，自不知道窮人家孩子的苦處。那時候啊，我便是頭上紮一根新的紅頭繩，那也開心得不得了。我七歲那一年上，快過年了，爹爹趕了咱們家養的幾口豬，到市集上去賣，答應我買塊花布，回家來給我做套新衣服。你想想我可有多高興，爹爹出門沒一個時辰，我就在大路上老遠的望，進屋來坐不到一忽兒，又出門去。好容易盼到太陽快要下山了，見到我爹爹慢慢從大路上走來，我飛奔過去接他。走到近處，不由得吃了一驚，只見他少了一隻衣袖，臉上腫起了一大塊，肩頭又不住流血，顯然是給人打了一頓。我問：『爹爹，我的花布呢？』」蕭峰聽到這裏，一顆心立時沉了下去：「這女人如此涼薄，他爹爹給人毆打成傷，她不加慰問，只是記著自己的花衣，雖然當時年幼，卻也不該。」只聽馬夫人續道：「我爹爹搖了搖頭，流下淚來。我又問：『爹爹，我的花布買了麼？』爹爹拉著我手，道：『賣了豬的錢，給祝家的財主搶去了。我欠他錢，他說甚麼利上加利──』我好生失望，坐在地下，放聲大哭起來，我天天餵豬，從小餵它到大，就是想穿花衣衫，到頭來卻是一場空──」蕭峰自幼跟著喬三槐夫婦為生，日子過得甚是艱苦，義父喬三槐給財主逼債，慘受毆打的情形也不是沒有過，這時聽馬夫人說到她兒時的事情，不由得想起了義父義母來，心中又是一酸。只聽馬夫人續道：「我爹爹說道：『小妹，爹爹趕明兒再餵口豬，這次賣了，一定給你買花衣服。』我只是大哭不依，可是不依又有甚麼法子呢？不到一個月便過年了，隔壁張家姊姊穿了一件黃底紅花的新棉襖，一條蔥綠色青花的褲子。我瞧得真是眼紅，媽媽做的年糕，我也生氣不吃。」段正淳笑道：「那時候要是我知道了，一定送十套二十套新衣服給你。」馬夫人道：「有十套二十套，那就不希罕啦。那天是年三十，到了晚上，我在床上翻來覆去的睡不著，我就悄悄起來，摸到隔壁張伯伯家裏。大人在守歲，還沒睡，蠟燭點得明晃晃地，我見張家姊姊在炕上睡著了，她的新衣新褲蓋在她的身上，紅艷艷的燭火照著，更加顯得好看，我獃獃的瞧著，瞧了很久很久，我悄悄走進房去，將那套棉衣棉褲拿了起來。」段正淳又道：「偷新衣服？哎唷，我只道咱們小康只會偷漢子，原來還會偷衣服呢。」馬夫人星眼流波，嫣然一笑，說道：「我才不是偷這些新衣新褲呢，我拿起桌子上針線籃裏的一把剪刀，將那件新衣裳剪得粉碎，又把那條褲子剪成了一條條的，永遠縫補不起來。我剪爛了這套新衣新褲之後，心中有說不出的喜歡，比我自己有新衣服穿還要更加痛快。」段正淳一直臉蘊笑意，聽到這裏，臉上漸漸變色，頗為不快，道：「小康，別說這些舊事啦，咱們睡罷！」馬夫人道：「不，難得跟你有幾天相聚，從今而後，只怕咱們倆再也不得見面了，我要跟你說多些話。段郎，你可知道我為甚麼要跟你多說這個故事？我是要叫你明白我的脾氣，從小就是這樣，要是有一件事我日思夜想，得不到手，偏偏旁人運氣好得到了，那麼我說甚麼也要毀了這件物事。小時候用的是笨法子，年紀慢慢大起來，人也聰明些，就使些巧妙點的法子。」段正淳連連搖頭，道：「別說啦，我不愛聽這些煞風景的話。」馬夫人微微一笑，站起身來，慢慢打散了頭髮，長髮直垂到腰間，柔絲如漆，在她背上微微顫動。她拿了一隻黃楊木的梳子，慢慢梳著長髮，忽然回眸一笑，媚態橫生，說道：「段郎，你來抱我！」聲音嬌柔之極。秦紅棉和阮星竹臥在窗外，雖是看不見室中情景，但聽了馬夫人這句話，均是妒火攻心，幾欲炸裂了胸膛。段正淳哈哈一笑，撐著炕床，要站起來去抱她，卻是酒喝得多了，竟然站不起來，笑道：「也只喝了這四五杯酒兒，竟有醉得這麼厲害，小康，你的花容月貌，令人一見心醉，真抵得上三斤烈酒，嘿嘿。」蕭峰一聽，心中吃了一驚：「只喝了四五杯酒，如何會醉。段正淳內力非同泛泛，就算沒半點酒量，也絕無是理，這中間大有蹺蹊。」只聽馬夫人咯咯嬌笑，道：「段郎，你過來喲，我沒半點力氣，你──你──你快來抱我。」段正淳又試了一次，仍是站不起身，笑道：「我也是沒半點力氣，真是奇怪了，我一見到你，那便如耗子見了貓，全身酸軟，服服貼貼。」馬夫人輕笑道：「我不依你，只喝了這一點酒，便裝醉哄人，你運運氣，使動內力，不就得了。」段正淳調運內息，想提一口真氣，豈知肚腹中空蕩蕩地，便如無邊無際，甚麼都捉摸不著。他連提三口真氣，那知道培養了數十年的深厚內力，陡然間沒影沒蹤，不知已於何時離身而去。這一來段正淳可就慌了，知道事態嚴重。但他究是個久歷江湖風險之人，臉上竟是絲毫不動聲色，笑道：「只剩下一陽指和六脈神劍的內勁，這可醉得我只會殺人不會抱人了。」蕭峰聽他說這句話，心道：「這段正淳雖然貪花好色，卻也不是個胡塗腳色，他已知道身陷危境，說甚麼『只會殺人，不會抱人』。其實他一陽指是會的，六脈神劍可就不會，顯然是在虛聲恫嚇。」只聽馬夫人軟洋洋的道：「啊喲，我頭暈得緊，段郎，莫非──莫非這酒漿之中，給誰下了手腳？」段正淳本來疑心馬夫人在酒中下藥，但聽她自己先行說了出來，對她的疑心登時消了，向她招了招手，說道：「小康，你過來，我有話跟你說。」馬夫人似要舉步走到段正淳身邊，但卻似移動不了身子，伏在桌上面泛桃花，只是喘氣，說道：「段郎，我一步也動不了啦，你──你為甚麼害我？」段正淳搖搖頭，打個手勢，用手指醮了些酒，在桌上寫道：「已中敵人毒計，力圖鎮靜。」口中說道：「現下我內力提上來啦，這幾杯毒酒，卻也迷不住我。」馬夫人在桌上寫道：「是真是假。」段正淳寫道：「不可示弱。」口中卻大聲道：「小康，你有甚麼對頭，卻使這毒計來害我？」蕭峰在窗外見到他寫『不可示弱』四字，心中暗叫不妙，心道：饒你段正淳精明厲害，到頭來還是栽在女人手裏。這毒藥明明是馬夫人下的，她聽你說「只會殺人，不會抱人」，忌憚你武功了得，這才假裝自己也中了毒，探問你的虛實，如何這麼容易上了當？只見馬夫人臉現憂色，又在桌上寫道：「當真內力全失，無力禦敵麼？」口中卻道：「段郎，若有甚麼下三濫的奸賊想來打咱們主意，那是再好也沒有了，你只管坐著別理會，瞧他可有膽子動手。」段正淳寫道：「只盼藥性早過。敵人緩來。」說道：「是啊，我正嫌寂寞得緊，有人願來給咱們消遣，作個樂子，那真是求之不得。小康，你要不要瞧瞧我凌空點穴的手段？」馬夫人笑道：「我可從來沒見過，你既是內力未失，你用一陽指在紙窗上戳一窟窿，好不好？」段正淳眉頭微蹙，連使眼色，意思說：「我內力全無，那裏還能凌空點穴？我是吹給敵人聽的，你怎地全不會意？」馬夫人卻連連催促，道：「快動手啊，你只須在紙窗上戳個小洞，便能嚇退敵人，否則那可糟了，別讓敵人瞧出了破綻。」段正淳心中又是一凜：「她向來聰明伶俐，何以此刻故意裝傻？」正沉吟間，只聽馬夫人柔聲道：「段郎，你中了『十香迷魂散』的烈性毒藥，任你武功登天，那也必內力全失。你如果還能凌空點穴，能在紙窗上用內力真氣刺一個小孔，那可就奇妙得緊了。」段正淳失驚道：「我──我是中了『十香迷魂散』的歹毒迷藥？你怎麼──怎麼會知道？」馬夫人笑道：「我給你斟酒時，好像一個不小心，將一包毒藥掉入酒壺中了。」段正淳強笑道：「嗯，原來如此，那也沒有甚麼。」這時他心中雪亮，知道已被馬夫人制住，若是狂怒喝罵，決計無補於事，臉上只好裝作沒事人一般，竭力鎮定心神，應付危局，又想：「她對我一往情深，絕不致害我性命，想來不過是要我答應永不回家，和她一輩子廝守，又或是要我帶她同回大理，名正言順的跟我做長久夫妻。那是她出於愛我的一片癡心，手段雖然過份，總也不是歹意。」只聽馬夫人道：「段郎，你肯不肯和我做白頭偕老的長久夫妻？」段正淳笑道：「你這人忒是厲害，好啦，我投降啦。明兒你跟我一起回大理去，我娶你為鎮南王的側妃。」秦紅棉和阮星竹聽了又是一陣妒火攻心，均想：「這賤人有甚麼好？你不答應我，卻答應了她。」只聽馬夫人嘆了一口氣，道：「段郎，早一陣我曾問你，日後拿我怎麼樣，你說大理地方潮濕多瘴，我去了會生病，你現下是被迫答應，並非出於本心。」