第八回　還經贈劍種夙因一會，心硯進來稟告：「過去了一大隊騾車隊，一名軍官領了二十名官兵押隊。」說罷又出廟守望。陳家洛和眾人計議：「此去向東，人煙稀少，正好行事。只是這隊官兵和那群維人不知是何路數，我們搭救四哥時，他們說不定會伸手干擾，這倒不可不防。」眾人說是。無塵道人道：「陸菲青老前輩說他師弟張召重如何了不起，我們在江湖上也久聞火手判官的大名，這次捉拿四弟是他主領，機會正好，讓我無塵道人來鬥一鬥。」陳家洛道：「道長七十二路追魂奪命劍天下無雙，今日不要放過了這罪魁禍首的張召重。」趙半山道：「陸菲青陸大哥雖然和他師弟已經絕交，但他為人最重情義，幸虧他還沒有趕到，否則我們當著他面殺他師弟，總有些礙手礙腳。」常赫志道：「那麼我們不如趕早動身，預計明天卯牌時分，就可趕上四哥。」陳家洛道：「好。五哥六哥，請你把這批鷹爪孫和鏢頭們的模樣對各位哥哥細說一遍，明兒動起手來好先有一個打算。」常氏兄弟一路跟蹤，把官差和鏢行的底細已摸了個差不離，當下詳細說了，並說：「四哥晚上與鷹爪孫同睡一屋，白天坐在大車裏，手腳都上了銬鐐。大車布簾遮得很緊，旁人絕不能知道車裏坐著要犯。車子行時有兩個鷹爪騎了馬不離左右，看得很緊。」無塵問道：「那張召重是甚麼模樣？」常伯志道：「他四十來歲年紀，身材魁梧，生一叢短鬍子。」常赫志道：「道長，我們話明在先，我哥兒倆要是先遇上這龜兒，就先動手，你可別怪我們不跟你客氣。」無塵笑道：「好久沒遇上對手了，手癢是不是？三弟，你這千臂如來的太極手想不想發市呀？」趙半山道：「這張召重讓給你們了，我不爭就是。」這時各人磨拳擦掌，心情激動，草草吃了點乾糧，就請陳家洛發令。陳家洛心中計算已定，說道：「那隊維人未必和官人有甚麼勾結，我們比他們先走，把四哥一救出，就不必理會他們。余十四弟，你也不用再去查了，你與蔣十三哥明兒專管截攔那個軍官和二十名官兵，只不許他們過來干擾就是，不須多傷人命。」蔣四根和余魚同同應了。陳家洛又道：「衛九哥、石十二哥，你們兩位馬上出發，趕過鷹爪孫的頭，明兒一早守住峽口，任誰從東面西來，一概擋住。最要緊的是不能讓鷹爪孫逃過峽口去。」衛石兩人應了，出廟上馬而去。陳家洛又道：「無塵道長、常五哥六哥三位對付官差；趙三哥、楊八哥兩位對付鏢行的小子。四嫂連同心硯搶四哥的大車，我在中間策應，哪一路不順手就幫哪一路。」各人都答應了。章進卻「哇哇」大叫起來，只聽他叫道：「總舵主，我幹甚麼呀？你忘記我了。」陳家洛道：「有緊要差使要請十哥去做，只不知十哥肯否擔當？」章進叫道：「你只管吩咐，我章駝子豈是貪生怕死之人？」陳家洛道：「那裏是說你膽怯，就是怕你酗酒鬧脾氣，誤了大事。」章進大叫：「快說快說，我只要喝一滴酒就叫眾位哥哥瞧不起。」陳家洛道：「那好極了，有三件差使要請十哥一力擔承。第一，你在這裏留守，如有官兵公差向東去，一概擋住。第二，等陸周兩位前輩趕到，你請他們即刻上來助戰。第三，我們把四哥一救出，當你和四嫂護送他到回疆我師父天池怪俠那裏養傷，在甘肅境內，我們大夥全力保護，一過星星峽，大夥就轉身回江南總舵，以後的擔子可全要你挑了。」陳家洛說一句，章進應一句，滿心喜歡，沒口子答應。分派已定，眾人出廟上馬，對章進揚手道別。大家見了駱冰的白馬，都嘖嘖讚賞。駱冰心想：「這馬本來應該送給總舵主才好，但我大哥吃了這麼多苦，等把他救出來，我這匹馬給他，也好讓他歡喜歡喜。」這時陳家洛向余魚同道：「那群維人的帳篷搭在哪裏？我們彎過去瞧瞧。」余魚同領路，向溪邊走去，到得那裏，只見曠曠廓廓的一片空地，哪裏還有甚麼帳篷人影？只有滿地的駝馬糞便。余魚同下馬瞧了一下駝糞的乾濕，說道：「他們走了有一個多時辰了。」大家都覺得這群維人行動詭秘，摸不準是甚麼來路。陳家洛道：「我們走罷！」眾人縱馬疾馳，黑夜之中，只聽見馬蹄答答之聲。駱冰的馬快，她跑一程等一程，才不把眾人拋在後面。天色黎明，到了一條小溪上，陳家洛道：「各位哥哥，我們在這裏讓牲口喝點水，養養力，再過一個時辰，大概就可追上四哥了。」駱冰這時血脈賁張，心跳加劇，兩頰紅暈。余魚同偷眼瞧她，心中說不出的是甚麼滋味，慢慢走到她身旁，輕輕叫了聲：「四嫂！」駱冰應道：「嗯！」余魚同道：「我就是性命不要，也要把四哥救出給你。」駱冰微微一笑，輕聲嘆道：「這才是兄弟呢！」余魚同心中一酸，幾乎掉下淚來，忙把頭轉了開去。陳家洛道：「四嫂，你把馬借給心硯騎一下，讓他趕上去探一探鷹爪的行蹤，圈轉來報信。」心硯聽見能騎駱冰的馬，心中大喜，走近來道：「文奶奶，你肯麼？」駱冰笑道：「孩子話，我為甚麼不肯？」心硯騎上白馬，如飛而去。眾人等馬飲足了水，紛紛上馬，放開腳力猛追。不一會，天已大明，只見心硯迎面騎了白馬奔來，大叫：「鷹爪孫就在前面，大家快追啊！」眾人一聽，無不大喜，拚力追趕。心硯把白馬和駱冰換過，駱冰問他：「你見到四爺的大車了麼？」心硯連連點頭，說道：「見到了！我想看得仔細點，騎近大車旁邊，車旁鏢行的小子立刻兇神惡煞般的舉起了刀，罵我小雜種小混蛋。」駱冰笑道：「待會他就要叫你小祖宗小太爺了。」眾人風馳電掣般向前追趕。追出了五六里地，望見前面一大隊人馬，稍稍跑近，見是一批官兵押著一隊騾隊。心硯對陳家洛道：「再追六七里就是鷹爪和鏢行。」眾人催馬越過騾隊。陳家洛一使眼色，蔣四根和余魚同把馬圈轉，攔在當路，其餘各人繼續向前急追。余魚同待官兵行到跟前，在馬上雙手一拱，斯斯文文的道：「各位辛苦辛苦！這裏風景絕妙，大家坐下來談談如何？」當頭一個清兵喝道：「快閃開！這是李將軍的家眷。」余魚同道：「是家眷麼？那更應該歇歇，前面有一對黑無常白無常，莫嚇壞了姑娘太太們。」另一個清兵揚起馬鞭，劈面打來，喝道：「你這窮酸，快別在這兒發瘋。」余魚同笑嘻嘻的一避，說道：「常言道：君子動口不動手，閣下橫施馬鞭，未免不是君子矣！」這時押隊的參將見面有人擋路，縱馬上來喝問。余魚同拱手笑問：「官長尊姓大名，仙鄉何處？」那參將見余魚同、蔣四根兩人路道不正，遲疑不答。余魚同取出金笛，說道：「在下粗識聲律，常嘆知音難遇。官長相貌堂堂，必非俗人，就請下馬，待在下吹奏一曲，以解旅途寂寥，有何不可？」那參將正是護送李可秀將軍家眷的曾圖南，他一見金笛，頓時吃了一驚。余魚同在趙家堡和公差爭鬥時他雖沒親眼瞧見，但事後卻聽兵丁和店夥說起，知道那殺差拒捕的大盜是一個手持金笛的文秀才年，現在狹路相逢，不知他是何來意，但見對方只有兩人，心中也坦然不懼，喝道：「我們河水不犯井水，各走各的道。快讓路罷！」余魚同道：「在下有十套大曲，久未吹奏，今日得遇高賢，不覺技癢，只好從頭獻醜一番。要讓路不難，待我十套曲子吹完，自然恭送官長上道。」說罷把金笛舉到口邊，嗚嗚咽咽的吹了起來。曾圖南知道今日之事已不能善罷，一舉槍捲起碗大槍花，「烏龍出洞」，向余魚同當心刺來。余魚同置之不理，仍舊吹笛，待槍尖堪堪刺到，突然伸左手抓住槍柄，右手金笛在槍桿上猛力一擊，槍桿立時折斷。曾圖南大驚，勒馬倒退數步，從兵士手中搶了一把刀，又殺了上來。戰七八個回合，余魚同找到破綻，在他右臂一點，曾圖南單刀脫手。余魚同道：「我這十套曲子，你今日聽定了。」又吹起笛子來。曾圖南手一揮，叫道：「一齊上，拿下這小子。」那些清兵聽見曾參將下令，一齊都湧了上來。蔣四根縱身下馬，手揮鐵槳，一個「撥草尋蛇」，在當先那名清兵腳上輕輕一挑。那清兵「啊喲」一聲，仰天倒在鐵槳之上。蔣四根鐵槳「翻身上捲袖」猛力向上一揮，那清兵有如脫線紙鳶，直飛到半空，只聽見他「啊啊」亂叫，直向人堆裏跌去。蔣四根搶上兩步，如法泡製，像鏟土般把清兵一鏟一個，接二連三的拋擲出去，後面的清兵齊聲驚呼，轉身就逃。曾圖南揮馬鞭亂打，哪裏約束得住？蔣四根正拋得高興，忽然對面大車車帷開處，一團火雲撲到面前，明晃晃的劍尖當胸刺來。蔣四根鐵槳「倒拔垂楊」，槳尾猛向劍身碰去，對方不等鐵槳碰到，已變招向他腿上刺來。蔣四根鐵槳橫掃，對方知他力大，不敢硬接，縱出數步。蔣四根定神看時，見那人竟是一個紅衣少女。他生平不愛多話，一聲不響，揮鐵槳和她打在一起，拆了數招，見她劍術精妙，不禁暗暗稱奇。蔣四根心中納罕，余魚同在一旁看得更是出神。這時他已忘了吹笛，儘注視那少女的劍法，只見她一柄劍施展開來，有如飛絮遊絲，長河流水，輕靈連綿，竟是本門正傳的「柔雲劍術」，她和蔣四根一個招熟，一個力大，一時打了個難解難分。余魚同一縱身，金笛在兩人中間一隔，叫道：「住手！」那少女和蔣四根各各退後一步。這時曾圖南拿了一枝金槍，又躍馬過來助戰，那清兵站得遠遠的吶喊助威。那少女揮手參將退下。余魚同道：「請問姑娘高姓大名，尊師是哪一位？」那少女笑道：「你問我呀，我不愛說。我可知道你是金笛秀才余魚同。魚者，混水摸魚之魚也。同者，君子和而不同之同也。你在紅花會中，坐的是第十四把交椅。」余魚同和蔣四根聽了大吃一驚，面面相覷，說不出話來。曾圖南見這少女忽然對那江洋大盜笑語盈盈，尤其錯愕異常。三個驚奇的男人望著一個笑嘻嘻的女郎，正在不知說甚麼話好之際，忽然馬蹄雜踏，清兵紛紛讓道，六騎馬從後面趕上來。當先一臉色清癯，滿頭白髮，正是武當派名宿陸菲青。余魚同和那少女不約而同的迎了上去，一個叫「師叔」，一個叫「師父」，都跳下馬來行禮。陸菲青道：「沅芷，你怎麼和余師兄蔣大哥在一起？」那少女正是陸菲青的女弟子李沅芷。李沅芷道：「余師兄非要人家聽他吹笛不可，我不愛聽嘛，他就攔著不許走。師父你倒評評個理看。」陸菲青打死官差之事，曾參將等人早已知道了，這時見他突然帶領了人馬出頭，心中都很是惴惴不安。跟在陸菲青身後的是周仲英、周綺、徐天宏、孟健雄、安健剛五人。那天駱冰半夜出走之後，周綺第二早晨起來，大不高興，對徐天宏道：「你們紅花會會瞧不起人。你幹麼不跟你四嫂一起走？」徐天宏竭力向周氏父女解釋道歉。周仲英道：「他們少年夫妻恩愛情深，恨不早日見面，趕先一步，也是情理之常。」他轉過來罵周綺道：「又要你發甚麼脾氣？」徐天宏道：「四嫂一人孤身上路，她和鷹爪孫朝過相，別再出甚麼岔子。」周仲英道：「這話不錯，我們最好趕上她。陳當家的叫我領這撥人，要是她再有甚麼失閃，我這老臉往哪裏擱去？」三人快馬奔馳，當日下午就趕上了陸菲青。為了關心駱冰，六個人全力趕路，途中絲毫沒有耽擱，所以陳家洛等一行人過去不久，他們就碰到了留守的章進，聽說文泰來就在前面，六人六騎一陣風般追了上來。余魚同聽李沅芷這樣向陸菲青告狀，不由得臉上一陣發燒，心想：「我攔住人聽笛子是有的，可哪裏是攔住你這大姑娘啊？」周綺聽了李沅芷這番話，狠狠白了徐天宏一眼，心道：「你們紅花會裏有幾個好人？」當下陸菲青對李沅芷道：「前面事情很兇險，你們留在這裏別走，莫驚嚇了太太。我事情了結之後，自會前來找你。」李沅芷聽說前面有熱鬧可瞧，可是師父偏不許她去，呶起了嘴不答應。陸菲青也不理她，招呼眾人上馬，向東追去。且說陳家洛率領群雄，疾追官差和鏢行人眾，奔出四五里，隱隱已望見前面人馬排成一線，在廣漠的戈壁上前進。無塵道人一馬當先，拔劍大叫：「追啊！」再奔得一里多路，前面人形越來越大。斜刺裏駱冰騎白馬直衝上去，一晃眼就追上了敵人。她雙刀在手，準備趕過敵人的頭，再回過來攔住。忽然前面喊聲大起，數十匹駝馬自東向西奔來。駱冰出其不意，把馬一勒馬，要看對面來的馬隊是甚麼路道。這時官差的隊伍也已停住不走，有人在高聲喝問。對面來的馬隊越奔越快，馬上騎士長刀閃閃生光，直衝到官差隊裏，雙方混戰起來。駱冰心中大奇，想不出這是哪裏來的援軍。這時陳家洛等人也都趕上來了，大家逼上前去觀戰。忽然一騎馬迎面奔來，繞過混戰著的雙方，向紅花會群雄跑來，漸漸跑近，眾人認出馬上的人是九命錦衛豹子。衛春華跑到陳家洛跟前，大聲說道：「總舵主，我和十二郎守住峽口，被這批維人衝了下來，我們兩人擋不住，我趕回來報告，哪知他們和鷹爪孫打了起來，這真奇了。」陳家洛道：「無塵道長、趙三哥、常氏雙俠，你們四位衝過去把監禁四哥的大車先搶過來。其餘的人且慢動手，看看明白再說。」無塵道人等四人一聲答應，縱馬直衝過去。兩名捕快大聲喝問：「是哪一路的？」趙半山更不打話，兩枝鋼鏢脫手，一中咽喉，一中小腹，兩名捕快登時了帳，撞下馬來。趙半山號稱千臂如來，因為他平時笑口常開，面慈心軟，一副好好先生模樣，然而周身暗器，鋼鏢、袖箭、飛蝗石、鐵蓮子，打起來又快又準，旁人別想看得出他一雙手怎能這般快捷的施放如許暗器。四人將衝到大車近旁，迎面一個頭纏白布的維人一槍刺來，無塵身子一偏，並不還手，筆直向大車衝去。一名鏢師舉刀砍來，無塵舉劍一擋，快如追風閃電劍鋒順著刀勢直削下去，把那鏢師四指齊齊削斷，那鏢師痛暈過去，跌下馬來。這時無塵聽見腦後金刃劈風，知道來了敵人，也不回頭，左手劍自下向上一撩，劍從敵人左腋入，右肩出，把在後面暗算他一名捕頭連肩帶頭，斜斜砍去，鮮血直噴。趙半山和常氏雙俠在後面看得清楚，大聲喝采。鏢行眾見無塵劍法驚人，己方兩人都是一記招術尚未施全，即已被殺，嚇得心膽俱裂，大叫：「風緊，扯呼！」一個身材瘦小的鏢師把大車前的騾子拉轉頭，隨手一鞭，騾車疾馳出去，這時常氏雙俠各使飛抓，已和七人個上來攔阻的維人交上了手。趙半山見大車轉頭逃走，與無塵兩人縱馬急追。趙半山摸出飛蝗石，「噗」的一聲打在那瘦小的鏢師後腦上，鮮血迸流，那人痛得「哇哇」大叫。可是此人壞主意也真多，靴筒子中掏出匕首，一刀插在騾子臀上，騾子受痛，更是發足狂奔。趙半山大怒，一提氣，從自己馬上飛身縱上那鏢師馬背，剛坐上馬，右手已扣住那鏢師右腕，隨手舉起，在空中甩了一個圈，向大車前的騾子丟去，那鏢師跌在騾子頭上，沒命的抱住。騾子受驚，眼睛又被遮住，亂跳亂踢，反而倒過頭來。無塵和趙半山雙馬齊到，將騾子挽住。趙半山一手抓住那鏢師後心，摔在道旁。無塵叫道：「三弟，拿人當暗器打，真有你的！」