第二回　武當山頂松柏長兩人緩步上山，直走到寺門外，竟不見一個人影。何足道道：「我也不進去啦，請那位和尚出來說句話就是了。」朗聲說道：「崑崙山何足道造訪少林寺，有一言奉告。」這句話剛說完，只聽得寺內十餘座巨鐘一齊鳴了起來，噹噹之聲，只震得群山皆應。突見寺門大開，分左右走出兩行身穿灰袍的僧人，左邊五十四人，右邊五十四人，共一百零八人，那是羅漢堂弟子，合一百零八名羅漢之數。其後跟出來十八名僧人，灰袍罩著淡黃袈裟，年歲均較羅漢堂弟子為大，是高一輩的達摩堂弟子。稍隔片刻，出來七個身穿大塊格子僧袍的老僧。七僧皺紋滿面，年紀少的也已七十餘歲，老的已達九十高齡，乃是心禪堂七老。然後天鳴方丈緩步而出，左首達摩堂首座無相禪師，右首羅漢堂首座無色禪師。潘天耕、方天勞、衛天望三人跟隨其後。最後則是七、八十名少林派俗家弟子。那日何足道悄入羅漢堂，在降龍羅漢手中留下簡帖，這份武功已令方丈及無色、無相等大為震驚。數日後潘天耕等自西域趕到，說起約會比武，寺中高僧更增戒心。西域少林一支因途程遙遠，數十年來極少和中州少林互通音問，但寺中眾高僧均知，當年遠赴西域開派的那位師叔祖苦慧禪師武功上實有驚人造詣，他傳下的徒子徒孫自亦不同凡響。聽潘天耕等言語中對崑崙三聖絲毫不敢輕視，料想善者不來，來者不善，寺中便即加緊防範。方丈並傳下法旨，五百里以內的僧俗弟子，一律歸寺聽調。初時眾僧也道崑崙三聖乃是三人，後來聽潘天耕等說了，方知只是一人，至於容貌年紀，潘天耕等也不甚瞭然，只知他自負琴劍棋三絕而已。彈琴、弈棋兩道，馳心逸性，大為禪宗所忌，少林寺眾僧向來不理，但寺中所有精於劍術的高手卻無不加緊磨練，要和這個號稱「劍聖」的狂人一較高下。潘天耕師兄弟自忖此事由自己身上而起，當由自己手裏了結，因此每日騎了駿馬，在山前山後巡視，一心要攔住這個自稱「琴棋劍三聖」的傢伙，打得他未進寺門，先就倒爬著回去，然後再回寺來和眾僧侶較量一下，要令西域少林派壓得中原少林派從此抬不起頭來。那知石亭中一戰，何足道只出半力，已令三人鎩羽而遁。天鳴禪師一得到訊息，心知今日少林寺已面臨榮辱盛衰的大關頭，但估量自己和無色、無相的武功，未必能強於潘天耕等三人多少，這才不得不請出心禪堂七老來押陣。只是心禪七老的武功到底深到了何等地步，誰也不知，是否真能在緊急關頭出手制得住這崑崙三聖，在方丈和無色、無相三人心中，也只是胡亂猜測罷了。老方丈天鳴禪師見到何足道和郭襄，合十說道：「這一位想是號稱琴劍棋三聖的何居士了。老僧未能遠迎，還乞恕罪。」何足道躬身行禮，說道：「晚生何足道，『三聖』狂名，何足道哉！滋擾寶剎，甚是不安，驚動眾位高僧出寺相迎，更何以克當？」天鳴心道：「這狂生說話倒也不狂啊。瞧他不過三十歲左右年紀，怎能一舉而敗潘天耕等三人？」說道：「何居士不用客氣，請進奉茶。這位女居士嘛……」言下頗有為難之色。何足道聽他言中之意顯是要拒郭襄進寺，狂生之態斗然發作，仰天大笑，說道：「老方丈，晚生到寶剎來，本是受人之託，來傳一句言語。這句話一說過，原想拍手便去，但寶剎重男輕女，莫名其妙的清規戒律未免太多，晚生卻頗有點看不過眼。須知佛法無邊，眾生如一，妄分男女，心有滯礙。」天鳴方丈是有道高僧，禪心明澈，寬博有容，聽了何足道之言，微笑道：「多謝居士指點。我少林寺強分男女，倒顯得小氣了。如此請郭姑娘一併光降奉茶。」郭襄向何足道一笑，心道：「你這張嘴倒會說話，居然片言折服老和尚。」見天鳴方丈向旁一讓，伸手肅客，正要舉步進寺，忽見天鳴左首一個乾枯精瘦的老僧踏上一步，說道：「單憑何居士一言，便欲我少林寺捨棄千年來的規矩，雖無不可，卻也要瞧說話之人是否當真大有本事，還是只不過浪得虛名。何居士請留上一手，讓眾僧開開眼界，也好令合寺心服，知道本寺行之千年的規矩，是由誰而廢。」這人正是達摩院首座無相禪師。他說話聲音宏亮，顯見中氣充沛，內力深厚。潘天耕等三人聽了，臉上都微微變色。無相這幾句話中，顯然含有瞧不起他三人之意，謂何足道雖然擊敗三人，卻也未必便真有過人的本領。郭襄見無色禪師臉帶憂容，心想這位老和尚為人很好，又是大哥哥的朋友，倘若何足道和少林僧眾為了我而爭鬥起來，不論那一方輸了，我都要過意不去，於是朗聲說道：「何大哥，我又不是非進少林寺不可。你傳了那句話，這便去罷。」指著無色道：「這位無色禪師是我的好朋友，你們兩家不可傷和氣。」何足道一怔，道：「啊，原來如此。」轉向天鳴道：「老方丈，貴寺有一位覺遠禪師，是那一位？在下受人之託，有句話要轉告於他。」天鳴低聲道：「覺遠禪師？」覺遠在寺中地位低下，數十年來隱身藏經閣，沒沒無聞，從來沒人在他法名下加上「禪師」兩字，是以天鳴一時竟沒想到。他呆了一呆，才道：「啊，看守《楞伽經》失職的那人。何居士找他，可是與《楞伽經》一事有關嗎？」何足道搖頭道：「我不知道。」天鳴向一名弟子道：「傳覺遠前來見客。」那弟子領命匆匆而去。無相禪師又道：「何居士號稱琴劍棋三聖，想這『聖』之一字，豈是常人所敢居？何居士於此三者自有冠絕天人的造詣。日前留書敝寺，說欲顯示武功，今日既已光降，可肯不吝賜教，得讓我輩瞻仰絕技！」何足道搖頭道：「這位姑娘既已說過，咱兩家便不可傷了和氣。」無相怒氣勃發，心想你留書於先，事到臨頭，卻來推託，千年以來，有誰敢對少林寺如此無禮？何況潘天耕等三人敗在你手下，江湖上傳言出去，說是少林派的大弟子輸了給你，這「劍聖」兩字，豈不是叫得更加響了？看來一般弟子也不是他的對手，非親自出馬不可，當下踏上兩步，說道：「比武較量，也不是傷了和氣，何居士何必推讓？」回頭向達摩堂的弟子喝道：「取劍！咱們領教領教『劍聖』的劍術，到底『聖』到何等地步？」寺中諸般兵刃早已備妥，只是列隊迎客之際不便取將出來，以免徒顯小氣。那弟子聽到無相吩咐，轉身進寺，取了七、八柄長劍出來，雙手橫托，送到何足道身前，說道：「何居士使自攜的寶劍？還是借用敝寺的尋常兵刃？」何足道不答，俯身拾起一塊尖角石子，突然在寺前的青石板上縱一道、橫一道的畫了起來，頃刻之間，畫成了縱橫各一十九道的一張大棋盤。經緯線筆直，猶如用界尺界成一般，每一道線都是深入石板半寸有餘。這石板乃以少室山的青石舖成，堅硬如鐵，數百年人來人往，亦無多少磨耗，他隨手以一塊尖石揮劃，竟然深陷盈寸，這份內功實是世間罕有，只聽他笑道：「比劍嫌霸道，琴音無法比拼。大和尚既然高興，咱們便來下一局棋如何？」他這手劃石為局的驚人絕技一露，天鳴、無色、無相以及心禪堂七老無不面面相覷，心下駭然。天鳴方丈知道此人這般渾雄的內力寺中無一人及得，他心地光風霽月，正要開口認輸，忽聽得鐵鍊拖地之聲，叮噹而來。只見覺遠挑著一對大鐵桶走到跟前，後面隨著一個長身少年。覺遠左手扶著鐵扁擔，右手單掌向天鳴行禮，說道：「謹奉老方丈呼召。」天鳴道：「這位何居士有話要跟你說。」覺遠回過身來，一看何足道，卻不相識，說道：「小僧覺遠，居士有何吩咐？」何足道畫好棋局，棋興勃發，說道：「這句話慢慢再說不遲。那一位大和尚先跟在下對弈一局？」他倒不是有意炫示功夫，只是生平對琴劍棋都是愛到發癡，興之所到，連天塌下來都是置之度外，既想到弈棋，便只求有人對局，早忘了比試武功之事。天鳴禪師道：「何居士劃石為局，如此神功，老衲生平未見，敝寺僧眾甘拜下風。」覺遠聽了天鳴之言，再看了看石板上的大棋局，才知此人竟是來寺顯示武功，當下挑著那擔大鐵桶，吸了一口氣，將畢生所練功力都下沉雙腿，在那棋局的界線上一步步的走了過去。只見他腳上鐵鍊拖過，石板上便現出一條五寸來寬的印痕，何足道所劃的界線登時抹去。眾僧一見，忍不住大聲喝采。天鳴、無色、無相等更是驚喜交集，那想得到這個癡癡呆呆的老僧竟有這等深厚內功，和他同居一寺數十年，卻沒瞧出半點端倪。天鳴等自知一人內力再強，欲在石板上踏出印痕，也決無可能，只因覺遠挑了一對大鐵桶，桶中裝滿了水，總共何止四百餘斤之重，這幾百斤巨力從他肩頭傳到腳上的鐵鍊，向前拖曳，便如一把大鑿子在石板上敲鑿一般，這才能剷去何足道所劃的界線，倘若覺遠空身而行，那便萬萬不能了。但雖有力可借，終究也是罕見的神功。何足道不待他鏟完縱橫一共三十八的界線，大聲喝道：「大和尚，你好深厚的內功，在下可不及你！」覺遠鏟到此時，丹田中真氣雖愈來愈盛，但兩腿終是血肉之物，早已大感酸痛，聽他這麼一喝，當即止步，微笑吟道：「一枰袖手將置之，何暇為渠分黑白？」何足道道：「不錯！這局棋不用下，我已然輸了。我領教領教你的劍法。」說著刷的一聲響，從背負的瑤琴底下抽出一柄長劍，劍尖指向自己胸口，劍柄斜斜向外，這一招起手式怪異之極，竟似回劍自戕一般，天下劍法之中，從未見有如此不通的一招。覺遠道：「老僧只知唸經打坐，曬書掃地，武功一道可一竅不通。」何足道卻那裏肯信？嘿嘿冷笑，縱身近前，長劍斗然彎彎彈出，劍尖直刺覺遠胸口，出招之快真乃為任何劍法所不及。原來這一招不是直刺，卻是先聚內力，然後蓄勁彈出。但覺遠的內功實已到隨心所欲、收發自如的境界。何足道此劍雖快，覺遠的心念卻動得更快，意到手到，身意合一，他右手一收，扁擔上的大鐵桶登時蕩了過來，擋在身前，噹的一聲，劍尖刺在鐵桶之上。劍身柔韌，彎成了個弧形。何足道急收長劍，隨手揮出，覺遠左手的鐵桶橫過，又擋開了。何足道心想：「你武功再高，這對鐵桶總是笨重之極，焉能擋得住我的快攻？倘若你空手對招，我反而有三分忌憚。」伸指在劍身上一彈，劍聲嗡嗡，有若龍吟，叫道：「大和尚，可小心了！」長劍顫處，前後左右，瞬息之間攻出了四四一十六招。但聽得噹噹噹噹一十六下響過，何足道這一十六手「迅雷劍」竟盡數刺在鐵桶之上。旁觀眾人見覺遠手忙腳亂，左支右絀，顯得狼狽之極，果是不會半分武功，但何足道這一十六下神妙無方的劍招，卻全給覺遠以極笨拙、極可笑的姿式以鐵桶擋開了。無色、無相等都不禁擔心，齊叫：「何居士劍下留情！」郭襄也道：「休下殺手！」眾人都瞧出覺遠不會武功，但何足道身在戰局中，竭盡全力施展，竟爾奈何不了對方半分，那會想到他其實從未學過武功，所以能擋住劍招，全仗他在不知不覺中練成了上乘內功所致。何足道快擊無功，斗然間大喝一聲，寒光閃動，挺劍向覺遠小腹上直刺過去。覺遠叫聲：「啊喲！」百忙中雙手一合，噹的一聲巨響，兩隻鐵桶竟將長劍硬生生的挾住了。何足道使勁回奪，那裏動得半毫？他應變奇速，右手撤劍，雙手齊推，一股排山倒海的掌力，直撲覺遠面門。這時覺遠已分不出手去抵擋，眼見情勢十分危急，張君寶師徒情深，縱身撲上，使出楊過昔年所教那招「四通八達」，揮掌斜擊何足道肩頭。便在此時，覺遠的勁力已傳到鐵桶之中，兩道水柱從桶中飛出，也撲向何足道的面門。掌力和水柱一撞，水花四濺，潑得兩人滿身是水，何足道這雙掌力便就此卸去。何足道正自全力與覺遠比拼，顧不得再抵擋張君寶這一掌，噗的一下，肩頭中掌。豈知張君寶小小年紀，掌法既奇，內力竟也大為深厚，何足道立足不定，向左斜退三步。覺遠叫道：「阿彌陀佛，阿彌陀佛，何居士饒了老僧罷！這幾劍直刺得我心驚肉跳。」說著伸袖抹去臉上水珠，急忙避在一邊。何足道怒道：「少林寺臥虎藏龍之地，果真非同小可，連一個小小少年竟也有這等身手。好小子，咱們來比劃比劃，你只須接得我十招，何足道終身不履中土。」無色、無相等均知張君寶只是藏經閣中一個打雜小廝，從未練過功夫，剛才不知如何陰差陽錯的推了他一掌，若要當真動武，別說十招，只怕一招便會喪生於他掌底。無相昂然道：「何居士此言差矣！你號稱崑崙三聖，武學震古鑠今，如何能和這烹茶掃地的小廝動手？若不嫌棄，便由老僧接你十招。」何足道搖頭道：「這一掌之辱，豈能便此罷休？小子，看招！」說著呼的一掌，便向張君寶胸口打去。這一拳去勢奇快，他和張君寶站得又近，無色、無相等便欲救援，卻那裏來得及？眾人剛自暗暗叫苦，卻見張君寶兩足足跟不動，足尖左磨，身子隨之右轉，成右引左箭步，輕輕巧巧的便卸開了他這一拳，跟著左掌握拳護腰，右掌切擊而出，正是少林派基本拳法的一招「右穿花手」。這一招氣凝如山，掌勢之出，有若長江大河，委實是名家耆宿的風範，那裏是一個少年人的身手？何足道自肩上受了他一掌，早知道這少年的內力遠在潘天耕等三人之上，但自忖十招之內定能將他擊敗，見這招「右穿花手」雖是少林拳的入門功夫，但發掌轉身之際，勁力雄渾，身形沉穩，當真無懈可擊，忍不住喝了聲彩：「好拳法！」無相心念一動，向無色微笑道：「恭喜師兄暗中收了個得意弟子！」無色搖頭道：「不是……」但見張君寶「拗步拉弓」、「單鳳朝陽」、「二郎擔衫」，連續三招，法度之嚴，勁力之強，實不下於少林派的一流高手。天鳴、無色、無相以及心禪七老見張君寶這幾招少林拳打得如此出色，無不相顧駭然。無相道：「他拳法如此法度嚴謹也還罷了，這等內勁……」說話之際，何足道已出了第六招，心想：「我連這黃口少年尚且對付不了，竟敢到少林寺來留簡挑戰，豈不教天下英雄笑掉了牙齒？」突然滴溜溜的轉身，一招「天山雪飄」，掌影飛舞，霎時之間將張君寶四面八方都裹住了。張君寶除了在華山絕頂受過楊過指點四招之外，從未有武師和他講解武功，斗然間見到這般奇幻百端、變化莫測的上乘掌法，那裏能夠拆解？危急之中，身腰左轉成寒雞勢，雙掌舉過額角，左手虎口與右手虎口遙遙相對，卻是少林拳中的一招「雙圈手」。這一招凝重如山，敵招不解自解。不論何足道從那一方位進襲，全在他「雙圈手」籠罩之下。猛聽得達摩堂、羅漢堂眾弟子轟雷也似的喝一聲采，盡對張君寶這一招衷心欽佩，讚他竟以少林拳中最平淡無奇的拳招，化解了最繁複的敵招。喝采聲中，何足道一聲清嘯，呼的一拳，向張君寶當胸猛擊過去。這一拳竟然也是自巧轉拙，卻是勁力非凡。張君寶應以一招「偏花七星」，雙切掌推出。拳拳相交，只聽得砰的一聲，何足道身子一幌，張君寶向後退了三步。何足道：「哼」的一聲，拳法不變，卻搶上了兩步，發拳猛硬擊狠打。張君寶仍以一招「偏花七星」，雙切掌向前平推。砰的一聲大響，張君寶這次退出五步。何足道身子向前一撞，臉上變色，喝道：「只剩下一招了，你全力接著。」踏上三步，坐穩馬步，一拳緩緩擊出。這時少林寺前數百人聲息全無，人人皆知這一拳是何足道一生英名之所繫，自是竭盡了全力。張君寶第三次再使「偏花七星」，這番拳掌相交，竟然無聲無息，兩人微一凝持，各催動內力相抗。說到武功家數，何足道比之張君寶何止勝過百倍？但一經比拼內力，張君寶曾自「九陽真經」學得心法，內力綿綿密密，渾厚充溢。頃刻之間，何足道便知並無勝他把握，當即縱身躍起，讓張君寶的拳力盡皆落空，反掌在他背上輕輕一推。張君寶撲跌在地，一時站不起來。何足道右手一揮，苦笑道：「何足道啊何足道，當真是狂得可以。」向天鳴禪師一揖到地，說道：「少林寺武功揚名千載，果然非同小可，今日令狂生大開眼界，方知盛名之下，實無虛士。佩服，佩服！」說著轉過身來，足尖一點，已飄身在數丈之外。他停了腳步，回頭對覺遠道：「覺遠大師，那人叫我轉告一句話，說道『經書是在油中』。」話聲甫歇，他足尖連點數下，遠遠的去了，身法之快，實所罕見。張君寶慢慢爬起，額頭臉上盡是泥塵。他雖被何足道打倒，但眾高手皆知何足道只是取巧，飄然遠去，話中之意已說明不敵少林寺的神功。心禪七老中一個精瘦骨立的老僧突然說道：「這個弟子的武功是誰所授？」他說話聲音極是尖銳，有若寒夜梟鳴，各人聽在耳裏，都是不自禁的打個寒噤。天鳴、無色、無相等心中均早存有這個疑問，一齊望著覺遠和張君寶。覺遠師徒卻呆呆站著，一時說不出話來。天鳴道：「覺遠內功雖精，未學拳法。那少年的少林拳，卻是何人所授？」達摩堂和羅漢堂眾弟子均想，萬料不到今日本寺遭逢危難，竟是由這個小廝出頭趕走強敵，老方丈定有大大的賞賜，而授他內功拳法的師父，也自必盛蒙榮寵。那老僧見張君寶呆立不動，斗然間雙眉豎起，滿臉殺氣，厲聲道：「我在問你，你的羅漢拳是誰教的？」張君寶從懷中取出郭襄所贈的那對鐵羅漢，說道：「弟子照著這兩個鐵羅漢所使的套子，自己學上幾手，實在是無人傳授弟子武功。」那老僧踏上一步，聲音放低，說道：「你再明明白白的說一遍：你的羅漢拳並非本寺那一位師父所授，乃是自己學的？」他語音雖低，話中威嚇之意卻又大增。張君寶心中坦然，自忖並未做過甚麼壞事，雖見那老僧神態咄咄逼人，卻也不懼。朗聲道：「弟子只在藏經閣中掃地烹茶，服侍覺遠師父，本寺並沒那一位師父教過弟子武功。這羅漢拳是弟子自己學的，想是使得不對，還請老師父指點。」那老僧目光中如欲噴出火來，狠狠盯著張君寶，良久良久，一動也不動。覺遠知道這位心禪堂的老僧輩分甚高，乃是方丈天鳴禪師的師叔，見他對張君寶如此聲色俱厲，大為不解，但見他眼色之中充滿了怨毒，腦海中忽地一閃，疾似電光石火般，想起了不知那一年在藏經閣上偶然看到過一本小書。那是薄薄的一冊手抄本，書中記載著本寺的一樁門戶大事：距此七十餘年之間，少林寺的方丈是苦乘禪師，乃是天鳴禪師的師祖。這一年中秋，寺中例行一年一度的達摩堂大校，由方丈及達摩堂、羅漢堂兩位首座考較合寺弟子武功，查察在過去一年中有何進境。眾弟子獻技已罷，達摩堂首座苦智禪師升座品評。突然間一個帶髮頭陀越眾而出，大聲說道，苦智禪師的話狗屁不通，根本不知武功為何物，竟然妄居達摩堂首席之位，甚是可恥。眾僧大驚之下，看這人時，卻是香積廚中灶下燒火的一個火工頭陀。達摩堂諸弟子自是不等師父開言，早已齊聲呵叱。那火工頭陀喝道：「師父狗屁不通，弟子們更加不通狗屁。」說著湧身往堂中一站。眾弟子一一上前跟他動手，都被他三拳兩腳便擊敗了。本來達摩堂中過招，同門較藝，自是點到即止，人人手下留情，這火工頭陀卻出手極是狠辣，他連敗達摩堂九大弟子，九個僧人不是斷臂便是折腿，無不身受重傷。首座苦智禪師又驚又怒，見這火工頭陀所學全是少林派本門拳招，並非別家門派的高手混進寺來搗亂，當下強忍怒氣，問他的武功是何人所傳。那火工頭陀說道：「無人傳過我武功，是我自己學的。」原來這頭陀在灶下燒火。監管香積廚的僧人性子極是暴躁，動不動提拳便打，他身有武功，出手自重。那火工頭陀三年間給打得接連吐血三次，積怨之下，暗中便去偷學武功。少林寺弟子人人會武，要偷學拳招，機會良多。他既苦心孤詣，又有過人之智，二十餘年間竟練成了極上乘的武功。但他深藏不露，仍是不聲不響的在灶下燒火，那監廚僧人拔拳相毆，他也總不還手，只是內功已精，再也不會受傷了。這火工頭陀生性陰鷙，直到自忖武功已勝過合寺僧眾，這才在中秋大校之日出來顯露身手。數十年來的鬱積，使他恨上了全寺的僧侶，一出手竟然毫不容情。苦智禪師問明原委，冷笑三聲，說道：「你這份苦心，委實可敬！」當下離座而起，伸手和他較量。苦智禪師是少林寺高手，但一來年事已高，那火工頭陀正當壯年，二來苦智手下容情，火工頭陀使的卻是招招殺手，因此竟鬥到五百合外，苦智方穩操勝券。兩人拆到一招「大纏絲」時，四條手臂扭在一起，苦智雙手卻俱已按上對方胸口死穴，內力一發，火工頭陀立時斃命，已然無拆解餘地。苦智愛惜他潛心自習，居然有此造詣，不忍就此傷了他性命，雙掌一分，喝道：「退開罷！」豈知那火工頭陀會錯了意，只道對方使的是「神掌八打」中的一招。這「神掌八打」是少林武功中絕學之一，他曾見達摩堂的大弟子使過，雙掌劈出，打斷一條木樁，勁力非同小可。火工頭陀武功雖強，畢竟全是偷學，未得名師指點，少林武功博大精深，他只是暗中窺看，時日雖久，又豈能學得全了？苦智這一招其實是「分解掌」，借力卸力，雙方一齊退開，乃是停手罷鬥之意。火工頭陀卻錯看成「神掌八打」中的第六掌「裂心掌」，心想：「你要取我性命，卻沒如此容易。」飛身撲上，雙拳齊擊。這雙拳之力如排山倒海般湧了過來，苦智禪師一驚之下，急忙回掌相抵，其勢卻已不及，但聽得喀喇喇數聲，左臂臂骨和胸前四根肋骨登時斷裂。旁觀眾僧驚惶變色，一齊搶上救護，只見苦智氣若游絲，一句話也說不出來，原來內臟已被震得重傷。再看火工頭陀時，早已在混亂中逃得不知去向。當晚苦智便即傷重逝世。合寺悲戚之際，那火工頭陀又偷進寺，將監管香積廚和平素和他有隙的五名僧人一一使重手打死。合寺大震之下，派出幾十名高手四下追索，但尋遍了江南江北，絲毫不得蹤跡。寺中高輩僧侶更為此事大起爭執，互責互咎。羅漢堂首座苦慧禪師一怒而遠走西域，開創了西域少林一派。潘天耕、方天勞、衛天望等三人，便是苦慧禪師的再傳弟子。經此一役，少林寺的武學竟爾中衰數十年。自此定下寺規，凡是不得師授而自行偷學武功，發現後重則處死，輕則挑斷全身筋脈，使之成為廢人。數十年來，因寺中防範嚴密，再也無人偷學武功，這條寺規眾僧也漸漸淡忘了。這心禪堂的老僧正是當年苦智座下的小弟子，恩師慘死的情景，數十年來深印心頭，此時見張君寶又是不得師傳而偷學武功，觸動前事，自是悲憤交集。覺遠在藏經閣中管書，無書不讀，猛地裏記起這樁舊事，霎時間滿背全是冷汗，叫道：「老方丈，這……這須怪不得君寶……」一言未畢，只聽得達摩堂首座無相禪師喝道：「達摩堂眾弟子一齊上前，把這小廝拿下了。」達摩堂十八弟子登時搶出，將覺遠和張君寶四面八方團團圍住。十八弟子占的方位甚大，連郭襄也圍在中間。那心禪堂的老僧厲聲高喝：「羅漢堂眾弟子，何以不並力上前！」羅漢堂一百零八名弟子暴雷也似的應了聲：「是！」又在達摩堂十八弟子之外圍了三個圈子。張君寶手足無措，還道自己出手打走何足道，乃是犯了寺規。說道：「師父，我……我……」覺遠十年來和這徒兒相依為命，情若父子，情知張君寶只要一被擒住，就算僥倖不死，也必成了廢人。但聽得無相禪師喝道：「還不動手，更待何時？」達摩堂十八弟子齊宣佛號，踏步而上。覺遠不暇思索，驀地裏轉了個圈子，兩隻大鐵桶舞了開來，一股勁風逼得眾僧不能上前，跟著揮桶一抖，鐵桶中清水都潑了出來，側過雙桶，左邊鐵桶兜起郭襄，右邊鐵桶兜起張君寶。他連轉七、八個圈子，那對大鐵桶給他渾厚無比的內力使將開來，猶如流星錘一般，這股千斤之力，天下誰能擋得？達摩堂眾弟子紛紛閃避。覺遠健步如飛，挑著張君寶和郭襄踏步下山而去。眾僧人吶喊追趕，只聽得鐵鍊拖地之聲漸去漸遠，追出七、八里後，鐵鍊聲半點也聽不到了。少林寺的寺規極嚴，達摩堂首座既然下令擒拿張君寶，眾僧人雖見追趕不上，還是鼓勇疾追。時候一長，各僧腳力便分出了高下，輕功稍遜的漸漸落後。追到天黑，領頭的只剩下五名大弟子，眼前又出現了幾條岔路，也不知覺遠逃到了何方，此時便是追及，單是五僧，也決非覺遠和張君寶之敵，只得垂頭喪氣的回寺覆命。※※※覺遠一擔挑了兩人，直奔出數十里外，方才止步，只見所到處是一座深山之中。暮靄四合，歸鴉陣陣，覺遠內力雖強，這一陣捨命急馳，卻也已筋疲力竭，一時之間，再也無力將鐵桶卸下肩來。張君寶與郭襄從桶中躍出，各人托起一隻鐵桶，從他肩頭放下。張君寶道：「師父，你歇一歇，我去尋些吃的。」但眼見四下裏長草齊膝，在這荒野山地，那裏有甚吃的，張君寶去了半日，只採得一大把草莓來。三人胡亂吃了，倚石休息。郭襄道：「大和尚，我瞧少林寺那些僧人，除了你和無色禪師，都有點兒古裏古怪。」覺遠「嗯」了一聲，並不答話。郭襄道：「那個崑崙三聖何足道來到少林寺，寺中無人能敵，全仗你師徒二人將他打退，才保全了少林寺的令譽。他們不來謝你，反而惡狠狠的要捉拿張兄弟，這般不分是非黑白，當真好沒來由。」覺遠嘆了口氣，道：「這事須也怪不得老方丈和無相師兄，少林寺有一條寺規……」說到這裏，一口氣提不上來，咳嗽不止。郭襄輕輕替他捶背，說道：「你累啦，且睡一忽兒，明兒慢慢再說不遲。」覺遠嘆了口氣，道：「不錯，我也真的累啦。」張君寶拾些枯柴，生了個火，烤乾郭襄和自己身上的衣服。三人便在大樹之下睡了。郭襄睡到半夜，忽聽得覺遠喃喃自語，似在唸經，當即從朦朧中醒來，只聽他唸道：「……彼之力方礙我之皮毛，我之意已入彼骨裏。兩手支撐，一氣貫通。左重則左虛，而右已去，右重則右虛。而左已去……」郭襄心中一凜：「他唸的並不是甚麼『空即是色、色即是空』的佛經啊。甚麼左重左虛、右重右虛，倒似是武學拳經。」只聽他頓一頓，又唸道：「……氣如車輪，週身俱要相隨，有不相隨處，身便散亂，其病於腰腿求之……」郭襄聽到「其病於腰腿求之」這句話，心下更無疑惑，知他念的自是武學要旨，暗想：「這位大和尚全然不會武功，只是讀書成癡，凡是書中所載，無不視為天經地義。昔年在華山絕頂初次和他相逢，曾聽他言道，達摩老祖在親筆所抄的楞伽經行縫之間又寫著一部九陽真經，他只道這是強身健體之術，便依照經中所示修習。他師徒倆不經旁人傳授，不知不覺間竟達到了天下一流高手的境界。那日瀟湘子打他一掌，他挺受一招，反而使瀟湘子身受重傷，如此神功，便是爹爹和大哥哥也未必能夠。今日他師徒倆令何足道悄然敗退，自又是這部九陽真經之功。他口中喃喃念誦的，莫非便是此經？」她想到此處，生怕岔亂了覺遠的神思，悄悄坐起，傾聽經文，暗自記憶，自忖：「倘若他念的真是九陽真經，奧妙精微，自非片刻之間能解。我且記著，明兒再請他指教不遲。」只聽他唸道：「……先以心使身，從人不從己，從身能從心，由己仍從人。由己則滯，從人則活。能從人，手上便有方寸，秤彼勁之大小，分厘不錯；權彼來之長短，毫髮無差。前進後退，處處恰合，工彌久而技彌精……」郭襄聽到這裏，不自禁的搖頭，心中說道：「不對不對。爹爹和媽媽常說，臨敵之際，須當制人而不可受制於人。這大和尚可說錯了。」只聽覺遠又唸道：「彼不動，己不動，彼微動，己已動。勁似寬而非鬆，將展未展，勁斷意不斷……」郭襄越聽越感迷惘，她自幼學的武功全是講究先發制人、後發制於人，處處搶快，著著爭先。覺遠這時所說的拳經功訣，卻說甚麼「由己則滯，從人則活」實與她平素所學大相逕庭，心想：「臨敵動手之時，雙方性命相搏，倘若我竟捨己從人，敵人要我東便東、要我西便西，那不是聽由挨打嗎？」便這麼一遲疑，覺遠說的話便溜了過去，竟是聽而不聞，月光之下，忽見張君寶盤膝而坐，也在凝神傾聽，郭襄心道：「不管他說的對與不對，我只管記著便是了。這大和尚震傷瀟湘子、氣走何足道，乃是我親眼目睹。他所說的武功法門，總是大有道理的。」於是又用心暗記。覺遠隨口背誦，斷斷續續，有時卻又夾著幾段楞伽經的經文，說到佛祖在楞伽島上登山說法的事。原來那九陽真經夾書在楞伽經的字旁行間，覺遠讀書又有點泥古不化，隨口背誦之際，竟連楞伽經也背了出來。那楞伽經本是天竺文字，覺遠背的卻是譯文，更加纏夾不清。郭襄聽著，愈是摸不著頭腦，幸好她生來聰穎，覺遠所唸經文雖然顛三倒四，卻也能記得了二、三成。冰輪西斜，人影漸長，覺遠唸經的聲音漸漸低沉，口齒也有些模糊不清。郭襄勸道：「大和尚，你累了一整天，再睡一忽兒。」覺遠卻似沒聽到她的話，繼續唸道：「……力從人借，氣由脊發。胡能氣由脊發？氣向下沉，由兩肩收入脊骨，注於腰間，此氣之由上而下也，謂之合。由腰展於脊骨，佈於兩膊，施於手指，此氣之由下而上也，謂之開。合便是收，開便是放。能懂得開合，便知陰陽……」他越唸聲音越低，終於寂然無聲，似已沉沉睡去。郭襄和張君寶不敢驚動，只是默記他唸過的經文。斗轉星移，月落西山，驀地裏烏雲四合，漆黑一片。又過一頓飯時分，東方漸明，只見覺遠閉目垂眉，靜坐不動，臉上微露笑容。張君寶一回頭，突見大樹後人影一閃，依稀見到黃色袈裟的一角。他吃了一驚，喝道：「是誰？」只見一個身材瘦長的老僧從樹後轉了出來，正是羅漢堂首座無色禪師。郭襄又驚又喜，說道：「大和尚，你怎地苦苦不捨，還是追了來？難道非擒他們師徒歸寺不可嗎？」無色道：「善哉，善哉！老僧尚分是非，豈是拘泥陳年舊規之人？老僧到此已有半夜，若要動手，也不等到此時了。覺遠師弟，無相師弟率領達摩堂弟子正向東追尋，你們快快往西去罷！」卻見覺遠垂首閉目，兀自不醒。張君寶上前說道：「師父醒來，羅漢堂首座跟你說話。」覺遠仍是不動。張君寶驚慌起來，伸手摸他額頭，觸手冰冷，原來早已圓寂多時了。張君寶大悲，伏地叫道：「師父，師父！」卻那裏叫他得醒？無色禪師合十行禮，說偈道：「諸方無雲翳，四面皆清明，微風吹香氣，眾山靜無聲。今日大歡喜，捨卻危脆身。無嗔亦無憂，寧不當欣慶？」說罷，飄然而去。張君寶大哭一場，郭襄也流了不少眼淚。少林寺僧眾圓寂，盡皆火化，當下兩人撿些枯柴，將覺遠的法身焚化了。郭襄道：「張兄弟，少林寺僧眾尚自放你不過，你諸多小心在意。咱們便此別過，後會有期。」張君寶垂淚道：「郭姑娘，你到那裏去？我又到那裏去？」郭襄聽他問自己到那裏，心中一酸，說道：「我天涯海角，行蹤無定，自己也不知道到那裏去。張兄弟，你年紀小，又無江湖上的閱歷。少林寺的僧眾正在四處追捕於你，這樣罷。」從腕上褪下一隻金絲鐲兒，遞了給他，道：「你拿這鐲兒到襄陽去見爹爹媽媽，他們必能善待於你。只要在我爹媽跟前，少林寺的僧眾再狠，也不能來難為你。」張君寶含淚接了鐲兒。郭襄又道：「你跟我爹爹媽媽說，我身子很好，請他們不用記掛。我爹爹最喜歡少年英雄，見你這等人才，說不定會收了你做徒兒。我弟弟忠厚老實，一定跟你很說得來。只是我姊姊脾氣大些，一個不對，說話便不給人留臉面，但你只須順著她些兒，也就是了。」說著轉身而去。※※※張君寶但覺天地茫茫，竟無安身之處，在師父的火葬堆前呆立了半日，這才舉步。走出十餘丈，忽又回身，挑起師父所留的那對大鐵桶，搖搖幌幌的緩步而行。荒山野嶺之間，一個瘦骨稜稜的少年黯然西去，淒淒惶惶，說不盡的孤單寂寞。行了半月，已到湖北境內，離襄陽已不很遠。少林寺僧卻始終沒追上他。原來無色禪師暗中眷顧，故意將僧眾引向東方，以致反其道而行，和他越離越遠。這日午後，來到一座大山之前，但見鬱鬱蒼蒼，林木茂密，山勢甚是雄偉。一問過路的鄉人，得知此山名叫武當山。他在山腳下倚石休息，忽見一男一女兩個鄉民從身旁山道上經過，兩人並肩而行，神態甚是親密，顯是一對少年夫妻。那婦人嘮嘮叨叨，不住的責備丈夫。那男子卻低下了頭，只不作聲。但聽那婦人說道：「你一個男子漢大丈夫，不能自立門戶，卻去依傍姐姐和姐夫，沒來由的自己討這場羞辱。咱們又不是少了手腳，自己幹活兒自己吃飯，青菜蘿蔔，粗茶淡飯，何等逍遙自在？偏是你全身沒根硬骨頭，當真枉為生於世間了。」那男子「嗯、嗯」數聲。那婦人又道：「常言道得好：除死無大事。難道非依靠別人不可？」那男子給妻子這一頓數說，不敢回一句嘴，一張臉脹得豬肝也似的成了紫醬之色。那婦人這番話，句句都打進了張君寶心裏：「你一個男子漢大丈夫，不能自立門戶……沒來由的自己討這場羞辱……常言道得好，除死無大事，難道非依靠別人不可？」他望著這對鄉下夫妻的背影，呆呆出神，心中翻來覆去，盡是想著那農婦這幾句當頭棒喝般的言語。只見那漢子挺了挺腰板，不知說了幾句甚麼話，夫妻倆大聲笑了起來，似乎那男子已決意自立，因此夫妻倆同感歡悅。張君寶又想：「郭姑娘說道，她姊姊脾氣不好，說話不留情面，要我順著她些兒。我好好一個男子漢，又何必向人低聲下氣，委曲求全？這對鄉下夫婦尚能發奮圖強，我張君寶何必寄人籬下，瞧人眼色？」言念及此，心意已決，當下挑了鐵桶，便上武當山去，找了一個巖穴，渴飲山泉，饑餐野果，孜孜不歇的修習覺遠所授的九陽真經。數年之後，便即悟到：「達摩祖師是天竺人，就算會寫我中華文字，也必文理粗疏。這部九陽真經文字佳妙，外國人決計寫不出，定是後世中土人士所作。多半便是少林寺中的僧侶，假託達摩祖師之名，寫在天竺文字的楞伽經夾縫之中。」這番道理，卻非拘泥不化，盡信經書中文字的覺遠所能領悟。只不過並無任何佐證，張君寶其時年歲尚輕，也不敢斷定自己的推測必對。他得覺遠傳授甚久，於這部九陽真經已記了十之五、六，十餘年間竟然內力大進，其後多讀道藏，於道家練氣之術更深有心得。某一日在山間閒遊，仰望浮雲，俯視流水，張君寶若有所悟，在洞中苦思七日七夜，猛地裏豁然貫通，領會了武功中以柔克剛的至理，忍不住仰天長笑。這一番大笑，竟笑出了一位承先啟後、繼往開來的大宗師。他以自悟的拳理、道家沖虛圓通之道和九陽真經中所載的內功相發明，創出了輝映後世、照耀千古的武當一派武功。後來北遊寶鳴，見到三峰挺秀，卓立雲海，於武學又有所悟，乃自號三丰，那便是中國武學史上不世出的奇人張三丰。