第五十九回　武穆遺書郭黃二人回到岳陽樓時，天已大明，紅馬、雙鵰、血鳥都好好候在樓邊，見主人歸來，一齊歡喜相迎。黃蓉舉首遠眺，正好見一輪紅日從洞庭波濤中踴躍而出，天光水色，壯麗之極，笑道：「靖哥哥，范文正公的文中說得好：『銜遠山，吞長江，浩浩蕩蕩，橫無際涯。朝暉夕陰，氣象萬千。』如此景色，豈可不賞？咱們上去再飲幾杯。」郭靖道好，兩人上得樓來，見到昨日共飲之處，想起夜來種種驚險，不禁相視一笑。岳陽並無佳釀，但山水怡情，自足暢懷。兩人對飲數杯，黃蓉忽然俏臉一板，眉間隱現怒色，道：「靖哥哥，你不好。」郭靖吃了一驚，忙問：「什麼事？」黃蓉道：「你自己知道。」郭靖搔頭沉思，那裏想得起來，只得求道：「好蓉兒，你說吧。」黃蓉道：「好，我問你：昨晚咱倆受丐幫陣法擠迫，眼見性命不保，你幹麼撇開我，難道你死了我還能活麼？難道你到今天還不知道我的心麼？」說道眼淚掉了下來，一滴滴的落在酒杯之中。郭靖見她對自己如此情深愛重，心中又驚又愛，伸出手去握住她右手，卻不知說些什麼話好。黃蓉輕輕嘆了口氣，正待說話，忽聽樓梯上腳步聲響，一個人頭一探。兩人一抬頭，猛然照面，三個人都吃了一驚，原來上來的並非別人，正是鐵掌水上飄裘千仞。郭靖忽地站起，擋在黃蓉身前，只怕那老兒暴下殺手，那知裘千仞裂嘴笑了一笑，舉手打個招呼，立即轉身下樓，這一笑中顯得又是油滑，又是驚慌。黃蓉道：「他怕咱們。這個人真是奇怪，我跟下去瞧瞧。」也不等郭靖回答，已搶步下樓。郭靖急忙付了酒錢走出樓門，兩邊一望，早不見了裘千仞與黃蓉的影子，想起他昨晚功夫之狠、下手之辣，只怕黃蓉遭了他的毒手，大叫：「蓉兒，蓉兒，你在那兒？」黃蓉聽得郭靖呼叫，卻不答應，原來她悄悄跟在裘千仞身後，要瞧個究竟，只一出聲自然被他知覺。這時兩人一先一後，正走在一所大宅第之旁，黃蓉躲在北牆角後面，要待他走遠，再行跟蹤，那知裘千仞為人亦極機伶，聽到郭靖叫聲，料知黃蓉跟隨在後，一轉過牆角，也躲了起來。兩人待了半晌，細聽沒有動靜，同時一探頭，兩張臉相距不到半尺，都吃了一驚。黃蓉害怕裘千仞掌力厲害，這裘千仞連吃過她幾次苦頭，心中也是極為忌憚，各自輕叫一聲，轉身便走，黃蓉仍不死心，兜著那大宅第的圍牆轉了大半個圈子，生怕裘千仞走遠，展開輕功，奔得極急，要搶在東邊牆角後面，再行窺探。豈知她轉了這個念頭，裘千仞也是這門心思，一老一少，繞著宅第轉了一圈，驀地裏又撞在一處，這次相遇卻是在朝南的照壁之後。黃蓉尋思：「我若轉身後退，他必照我後心一掌，這老賊鐵掌厲害，只怕躲避不開。」只得微微一笑，說道：「裘老爺子，天地真小，咱倆又見面啦。」心中卻在暗籌脫身之策：「我且跟他耗著，等靖哥哥趕到就不怕他啦。」裘千仞笑道：「那日在臨安一別，不意又在此處相遇，姑娘別來無恙。」黃蓉心道：「明明昨晚在君山見到你這老賊，今日卻又胡說八道，好，由得你睜著眼睛說夢話。我這打狗棒法厲害，且冷不防打他個措手不及。」突然提高聲音叫道：「靖哥哥你打他背心。」裘千仞吃了一驚，轉身看時，黃蓉竹棒早出，用那「絆」字訣著地掃來。裘千仞轉身不見郭靖，已悟到是她用計，微感勁風襲向下盤，急忙湧身一躍，總算躲過了一招，但這打狗棒法的「絆」字訣有如長江大河，綿綿而至，決不容敵人有絲毫喘息時機，一絆不中，二絆續至，連環鉤盤，雖只一個「絆」字，中間卻蘊藏著千變萬化。裘千仞越躍越快，但見地下一片綠竹化成的碧光，盤旋飛舞。「絆」到十七八招，裘千仞縱身稍慢，被竹棒在左脛上一撥，右踝上一鉤，撲地倒了，張口大叫：「且慢動手，我有話說。」黃蓉笑吟吟的收棒，待他一躍而起，尚未落地，又是一挑一打，裘千仞立足不住，仰天一交摔倒。片刻之間，黃蓉連絆了他五交，到這六次跌倒，裘千仞知道再起來只有多摔一交，俯伏在地，竟不動彈。黃蓉笑道：「你裝死嗎？」裘千仞應聲而起，拍的一聲，雙手拉斷了褲帶，提著褲腰，叫道：「你走不走？我要放手啦！」黃蓉呆了一呆，萬料不到他是一幫之主，竟會出此下流手段，生怕他放手落下褲子，啐了一口，轉身便走，只聽得背後那老兒哈哈大笑，得意非凡，接著腳步聲響，黃蓉回頭一看，只見他雙手提著褲腰，飛步追來。黃蓉又好氣又笑，一時之間倒無善策，只得疾奔退避。兩人奔出十餘丈，裘千仞正待見好便收，忽見郭靖從屋角轉出，搶著擋在黃蓉面前，右掌擋胸，左掌從胯間緩緩抬起，劃個半圓，伸向胸間。裘千仞見多識廣，知道只要他雙掌虛捧成球，立時有極厲害的招術發出，當即大笑三聲，止步叫道：「啊喲，不妙，糟了糟了。」黃蓉道：「靖哥哥打他，別理他胡說八道。」郭靖昨晚在君山之巔見過他鐵掌功夫，端的鋒銳狠辣，精妙絕倫，實不在周伯通、黃藥師、歐陽鋒諸人之下，此時狹路相遇，那敢有絲毫輕敵之意，當下氣聚丹田，四肢百骸無一不鬆，全神待敵。裘千仞雙手拉住褲腰，說道：「兩個娃娃聽你爺爺說，這幾日你爺爺貪飲貪食，吃壞了肚子，可又要出恭啦。」黃蓉只叫：「靖哥哥打他。」自己卻不敢上前，反而後退數步。裘千仞道：「我料知你們這兩個娃娃的心意，不讓你爺爺好好施點本事教訓一頓，總是難以服氣，偏生你爺爺近來鬧肚子，到緊要關頭上肚子裏的東西總是出來搗亂。好吧，兩個娃娃聽了，七日之內，你爺爺在鐵掌山下相候，你們有種來麼？」黃蓉聽他爺爺長，娃娃短的胡說，手中早已暗扣了一把鋼針，只待他說到興高采烈的當口，要以「滿天花雨撒金針」之技，在他全身釘上數十枚針兒，瞧他還敢不敢嚼舌根？正自算計，忽然聽到「鐵掌山下」四字，立時想起曲靈風遺畫中的那四行祕字，心中一凜，接口道：「好呀，任你是龍潭虎穴，我們也必來闖上一闖。鐵掌山在那裏？怎生走法？」裘千仞道：「從此處向西，經常德，辰州，溯沅江而上，瀘溪與辰溪之間一座形如五指向天的高山，那就是鐵掌山了。那山形勢險惡，你爺爺的手腳又厲害無比，兩個娃娃若是害怕，那乘早向你爺爺陪個不是，也就別來啦。」黃蓉聽到「形如五指向天」六字，心中更喜，道：「好，一言為定，七日之內，我們必來拜山。」裘千仞點點頭，忽然愁眉苦臉，連叫：「啊喲，啊喲！」提著褲腰向西疾趨。郭靖道：「蓉兒，有一件事我實在推詳不透，你說給我聽。」黃蓉道：「什麼事？」郭靖道：「這位老前輩的武功幾已登峰造極，怎樣又愛玩弄騙人伎倆？有時又裝作武功低微？那日歸雲莊上他在我胸口擊了一掌，若是他使出真力，我今日那裏還有命在？難道他裝瘋喬顛，卻是別有深意麼？」黃蓉輕輕咬著手指，沉思半晌，道：「我也真個不懂。剛才我用打狗棒法連絆了他幾交，這老兒毫無還手之力，只好撒賴使潑。莫非昨晚他拗曲鋼杖，又是什麼詐術？」郭靖搖頭道：「他捏碎魯有腳雙手，用掌力接我隔山打牛之勁，那都是真實本領，決計假裝不來。」黃蓉俯下身來，拿著頭上珠釵在地下畫來畫去，又過半晌，嘆了口氣道：「我可想不出這老兒在鬧什麼玄虛啦，咱們一到鐵掌山，終究會有個水落石出。」郭靖道：「到鐵掌山幹麼？此間大事已了，咱們快找師父去。這糟老頭兒就愛搗鬼，豈能拿他作真？」黃蓉道：「靖哥哥，我問你。爹爹給你的那幅畫給雨淋濕了，透了些什麼字出來？」郭靖搔了搔頭道：「那些字殘缺不全，早瞧不出什麼意思啦。」黃蓉笑道：「那你不會想麼？」郭靖明知自己想不出，就算想出什麼，也決不如黃蓉想得明白，忙道：「好蓉兒，你一定想出了，快說給我聽。」黃蓉用釵兒將那四行字劃在地下，說道：「第一行少了的，必是個『武』字，湊起來就是『武穆遺書』四字。第二行我本來猜想不出，給那老兒一說，那就容易不過，不是『山』字，就是個『峰』字。」郭靖唸了一遍：「武穆遺書，在鐵掌山。」雙掌一拍，大聲叫道：「好啊，咱們快去！那鐵掌幫與金人勾結，必定會將這部寶書獻給完顏烈。下面兩句是什麼呢？」黃蓉笑道：「你自己不用心思，偏愛催人家。那老兒說這鐵掌山形如五指，那第三句只怕是『中指峰下』。」郭靖拍手叫道：「對對，蓉兒你真聰明。第四句，第四句！」黃蓉沉吟道：「我就是想不出這句啊。第二……節，第二……節。」頭一側，秀髮微揚，道：「想不出，咱們去了再說。」兩人縱馬引鵰，逕自西行，過常德，經桃源，下沅陵，不一日已到瀘溪，一問鐵掌山的所在，卻是人人搖頭不知。兩人好生失望，只得尋一家小客店宿了，晚間黃蓉問起當地的名勝古蹟，店小二滔滔不絕的說了許多，卻始終不提「鐵掌山」三字。黃蓉小嘴一撇，道：「這些去處也平常得緊。瀘溪畢竟是小地方，有甚好山好水。」那店小二受激，心中甚是不忿，道：「瀘溪雖是小地方，可是猴爪山的風景，別處那裏及得上？」黃蓉聽到「猴爪山」三字，心中一動，忙問：「猴爪山在那裏？」那店小二不再答話，說聲：「恕罪。」出房去了。黃蓉追到門口，一把抓住他後心拉了回來，摸出一錠銀子放在桌上，道：「你說個清清楚楚，這銀子就是你的。」店小二怦然心動，伸手輕輕摸了摸銀子道：「這麼大的一錠？」黃蓉微笑點了點頭。店小二低聲道：「小人說就說了，兩位可千萬去不得。那猴爪山裏住著一群兇神惡煞，養了無數毒蟲，任誰走近離山五里，休想保得性命。」郭黃二人對望一眼，點了點頭。黃蓉道：「那猴爪山共有五個山峰，就像猴兒的手掌一般，是麼？」店小二喜道：「是啊，原來姑娘早知道啦，那可不是小人說的。這五個山峰生得才叫奇怪。」郭靖忙問：「怎樣？」店小二道：「那五座山峰排列得和五根手指一模一樣，中間的最高，兩旁順次矮下來。這還不奇，最奇的是每座山峰又分三截，就如手指的指節一般。」黃蓉跳了起來，叫道：「第二指節，第二指節。」郭靖大喜，也叫：「正是，正是。」那店小二卻不知所云，呆呆的望著兩人。黃蓉詳細問了入山途徑，把銀子給了他，店小二歡天喜地的去了。黃蓉站起身來，道：「靖哥哥，走吧。」郭靖道：「此去不過六十餘里，小紅馬片刻即至，咱們白日上去拜山為是。」黃蓉笑道：「拜什麼山？去盜書。」郭靖叫道：「是啊，我真傻，想不到這節。」兩人不欲驚動店中諸人，越窗而出，悄悄牽了紅馬，依著店小二指點的途徑，向東南方馳去。山路崎嶇，道旁長草過腰，極是難行，幸好小紅馬神駿無儔，只一個多時辰，已到山腳。那五座山峰峭兀突怒，確似五根手指豎立在半空之中，居中一峰尤見挺拔。郭靖道：「這座山峰和那畫中的當真一般無異，你瞧，峰頂不都是松樹？」黃蓉笑道：「就只少個舞劍的將軍。」兩人將紅馬與雙鵰留在山腳之下，繞到主峰背後，眼見四下無人，施展輕功，撲上山去。行了數里，山路一轉，斜向西行。兩人順路奔去，那道路東一曲，西一彎，好不怪異，走了一頓飯時分，前面密密麻麻的盡是松樹。兩人停步商議是逕行上峰，還是入林看個究竟，剛只說了幾句，黃蓉懷中血鳥猛然間咕的一聲，飛入林中。黃蓉極愛此鳥，向郭靖一招手，跟了進去，那血鳥飛得好快，霎時間不見了蹤影。黃蓉暗暗焦急，行了里許，忽見前面林中隱隱透出燈光。兩人打個招呼，放輕腳步，向燈火處悄悄走近，行不數步，突然呼的一聲，路旁大樹後躍出兩名黑衣漢子，各執兵刃，一聲不響的攔在當路。黃蓉心想：「若是交手驚動人眾，盜書就不易了。」靈機一動，從懷中取出裘千仞的那隻鐵掌，托在手中，走上前去，也是一言不發。兩名漢子向鐵掌一看，臉上各現驚異之色，躬身行禮，閃在道旁讓路。黃蓉出手如電，竹棒一伸一縮，已點中二人穴道，抬腿將二人踢入長草叢中，直奔燈火之處。走到臨近，見是一座五開間的石屋，燈火從東西兩廂透出，兩人掩到西廂，鼻中先聞到一陣腥臭，悄悄在窗縫中向內一張，只見室內一隻大爐中燃了洪炭，煮著熱氣騰騰的一鍋東西。鍋旁兩個黑衣小童，一個使勁推拉風箱，另一個從竹簍中取出一條條毒蛇往鍋中投去，一個老頭閉目盤膝坐在鍋前，用力吸著鍋中騰上來的熱氣。這老頭身披黃葛短衫，正是裘千仞。只見他呼吸了一陣，頭上冒出騰騰熱氣，隨即高舉雙手，十根手指上也微有熱氣嬝嬝而上，忽地站起身來，雙手猛插入鍋。那拉風箱的小童滿頭大汗，更是全力拉扯。裘千仞忍熱讓雙掌在毒蛇液中熬鍊，直到忍無可忍，這才拔掌，回手拍的一聲，擊中了懸在半空的一隻小布袋。這一掌打得聲音甚響，可是那布袋竟然紋絲不動，殊無半點搖晃。郭靖暗暗吃驚，心想：「這布袋所盛鐵砂不過一升之量，又用細索憑空懸著，他竟然一掌打得布袋毫不搖動。此人武功之深，殊非我所能敵。」黃蓉卻存了個輕視之念，認定他又是在搗鬼欺人，若非要先去盜書，早已出言譏嘲了。兩人見他雙掌在布袋上拍一會，在鍋中熬一會，熬一會又拍一會，再無別種花樣，於是掩到東廂窗下，向裏窺探，這一看又是一驚。原來房裏坐著一男一女，正是楊康與穆念慈。只聽那楊康正自花言巧語，要騙她早日成親。穆念慈卻堅持說要他先殺完顏烈，報了父母之仇，方能敘兒女之情。楊康道：「好妹子，你怎地如此不識大體？」穆念慈奇道：「我不識大體？」楊康道：「是啊。想那完顏烈防護甚週，以我一人之力，豈能輕易下手？你若做我媳婦，我假意帶你去拜見翁舅，那時兩人聯手，自然大功可成。」穆念慈聽他說得有理，低首沉吟，燈光下雙頰暈紅。楊康見她已有允意，握住她的左手，輕輕撫摸。黃蓉再也忍耐不住，大聲叫道：「穆姊姊，休得聽這小賊亂說！」楊康猛吃一驚，噗的一聲先吹滅了油燈，一把摟住穆念慈，雙臂若有意，若無意的掩住了她的耳朵。黃蓉待要再說，只聽身後一個蒼老的聲音喝道：「是誰擅自上我鐵掌山來？」郭黃一齊回首，月光下看得明白，不是裘千仞是誰？他見到是這兩個少年，心中也是一凜。黃蓉笑道：「裘老爺子，我跟你請安來啦。七日之約沒誤期麼？」裘千仞怒道：「什麼七日之約？胡說八道？」黃蓉笑道：「咦，怎麼轉眼就忘了？你鬧肚子的病根兒好了吧？」裘千仞怒火愈熾，更不打話，一聲長嘯，兩掌猛往黃蓉左右雙肩拍來。黃蓉笑嘻嘻的並不理會，不閃不避，有心要叫軟蝟甲上的尖刺在他掌上刺下十多個窟窿，只聽得郭靖驚叫：「蓉兒閃開。」耳旁一股勁風過去，知是郭靖出手側擊敵人，同時鼻中聞到一陣腥臭，欲待趨避，已自不及，只覺肩上兩股巨力同時撞到，身不由主的往後摔去，人未著地，氣息已閉。裘千仞掌心與她蝟甲尖刺一觸，也已受傷不輕，雙掌流出黑血，眼見郭靖掌到，急忙迴掌橫擊。兩人掌力相交，砰砰兩聲，各自退出三步，這一招竟然未分高下。郭靖關切黃蓉，那肯戀戰，忙俯身抱她起來，卻聽背後風聲颯然，敵人又攻了過來。郭靖左手抱住黃蓉，更不回身，右手一招「神龍擺尾」向後揮去，這是降龍十八掌中的救命絕招，他在情急之下使將出來，更是威力倍增。裘千仞與他掌力一交，不由得身子微微一晃，又感掌心刺破處隱隱作痛，只怕黃蓉身上所藏尖刺中餵有毒藥，忙舉掌在月光下察看。須知他練鐵掌功時先用毒蛇汁液熬煉，毒氣深入掌中，出手時狠毒無比，但若手掌為別種毒物所傷，而此種毒物之性又與毒蛇相剋，發作出來可非同小可，是以他心中甚感驚懼。郭靖乘他遲疑之際，抱起黃蓉，拔步向峰頂飛跑，只奔出數十步，猛聽得身後喊聲大作，回頭向下一望，但見無數黑衣漢子高舉火把，大呼追來。郭靖後無退路，只得向峰頂攀援而上，忙亂中一探黃蓉鼻息，卻無呼吸，急叫：「蓉兒，蓉兒！」始終未聞回答。就只這稍一稽遲，裘千仞與幫中十餘高手已追得相距不遠。郭靖心想：「若憑我一人，硬要闖下山去，原亦不難，只是蓉兒身受重傷，卻難犯此險。」當下足底加快，再不依循峰上小徑，逕自筆直的往上爬去，一來他在大漠懸崖上練過爬山輕功，二來抄的是近路，過不多時又將追兵拋在後面。他一摸黃蓉臉頰，尚甚溫暖，心中稍稍放心，叫了幾聲，卻仍無答應之聲，一抬頭，見離峰頂已近，心想這山峰周圍不廣，此時四下裏必已被敵人團團圍住，且找個歇足所在，救醒蓉兒再說。上下左右一望，見左上方二十餘丈處黑黝黝的似有一個洞穴，當即提氣竄去，奔到臨近，果是個洞口修得極是齊整的石穴。郭靖也不理洞內有無埋伏危險，直闖進去，將黃蓉輕輕放在地下，右手按在她後心「靈台穴」上，助她順氣呼吸。山腰裏鐵掌幫的幫眾愈聚愈多，喊聲大振，郭靖卻充耳不聞，此時縱然有千軍萬馬衝到跟前，他也要先救醒黃蓉，再作理會。約過了一盞茶時分，黃蓉「嚶」的一聲，悠悠醒來，低聲叫道：「我胸口好疼。」郭靖大喜，慰道：「蓉兒別怕，你在這裏歇一陣。」走到洞口，橫掌當胸，決心拚命死戰護她，可是放眼一望，不由得驚奇萬分，只見山腰裏火把結成了又長又齊的一道火牆，離那山洞約有里許之遙，各人面目依稀可辨，當先一人身披葛衫，正是裘千仞，但眾人雙腳宛如被釘牢在地下一般，儘管咆哮怒罵，卻不再上前一步。望了一陣，猜想不透眾人鬧的是什麼玄虛，又回進洞來，俯身去看黃蓉，忽聽身後擦擦兩聲，似是腳步聲響，郭靖大驚，先迴掌護住後心，再挺腰轉身，但那洞黑沉沉的深不見底，不知裏面藏的是人是怪。郭靖喝道：「是誰？快出來。」洞裏先傳出他呼喝的回聲，靜了半晌，忽然傳出一聲咳嗽，一聲大笑，聽來不由得令人毛骨竦然，竟然似是裘千仞的聲音。郭靖晃亮火摺，只見洞內大踏步走出一人，身披葛衫，手執蒲扇，白鬚皓髮，正是鐵掌水上飄裘千仞。郭靖一驚非小，適才明明見他在山腰裏率眾叫罵，怎麼一轉眼之間，竟到了山洞之內？只聽他哈哈笑道：「兩個娃娃果然不怕死，來找爺爺，好得很啊，好得很！」突然臉一板，眉目間猶似罩上一層嚴霜，喝道：「這是鐵掌幫的禁地，入者有死無生。兩個娃娃活得不耐煩了。」郭靖正在心中琢磨他這話的用意，卻聽得黃蓉輕聲道：「既是禁地，你怎麼入來啦。」裘千仞臉上登時現出尷尬神色，隨即收住，說道：「誰有閒功夫跟你娃娃們扯淡。」說著搶步出洞。郭靖見他快步掠過身旁，只怕他猛下毒手，傷了黃蓉，心想：「此時先下手為強，後下手遭殃。」雙手齊出，猛往他肩頭擊去，料他必要回掌擋架，那就立時以肘鎚撞擊他的前胸。這一招武功是妙手書生朱聰所授，先著擊肩乃虛，後著肘鎚方實，妙在後著含蘊不露，敵人不易識破。他先著擊出，裘千仞果然回掌擋架，郭靖兩臂一挺，肘鎚正要撞出，突覺對方雙掌擋來軟弱無力，全不似適才交鋒時那股勁在掌先的上乘功夫。郭靖手上變招遠比心中想事為速，心中尚未決定該當如何，雙手順勢一抓，已將他兩手手腕牢牢拿住。裘千仞用力一掙，卻那裏掙得出他鐵鉗般的掌握？他不掙也還罷了，這一掙更顯露了他武功淺薄。郭靖再無懷疑，兩手一放一拉，待裘千仞被這一拉之勢牽動，撲上前去，順手點了他胸口的「陰都穴」。裘千仞癱軟在地，動彈不得，說道：「我的小爺，這當口你何苦和我鬧著玩兒？」只聽得山腰中幫眾的呼喊聲更加響亮，想來其餘四峰中的幫眾也已逐漸趕到。郭靖道：「你好好送咱們下山去。」裘千仞皺眉搖頭道：「我自己尚且性命不保，怎能送你們下山？」郭靖道：「你叫你的徒子徒孫們讓道，到了山下，我自然給你解去穴道。」裘千仞悉眉苦臉，說道：「我的小爺，你老磨著我幹麼？你到洞口去瞧瞧就明白啦。」郭靖走到洞口，向下一望，不由得驚得呆了，但見裘千仞手揮蒲扇，正在向著洞口頓足而罵。郭靖急忙回頭，卻見裘千仞仍舊好端端的臥在地下，奇道：「你……你……怎麼有兩個你？」黃蓉低聲道：「傻哥哥，你還不明白？有兩個裘千仞啊，一個武功高強，一個就會吹牛。他們倆生得一模一樣。這是個淨長著一張嘴的。」郭靖恍然大悟，向裘千仞道：「是不是？」裘千仞苦著臉道：「姑娘既說是，就算是吧。我們倆是雙生兄弟，我是哥哥。」郭靖道：「那麼到底誰是裘千仞？」裘千仞道：「名字不同，又有什麼關係？我叫千仞他叫千仞還不都一樣？咱倆兄弟要好，從小就合用一個名兒。」郭靖道：「快說，到底誰是真的裘千仞？」黃蓉道：「那還用問？自然他是個冒充字號的。」郭靖道：「哼，老頭兒，那麼你叫什麼？」裘千仞挨不過，只得道：「記得先父也曾給我另外起過一個名兒，叫什麼『千里』。我唸著不好聽，也就難得用它。」郭靖一笑，道：「哈，那你是裘千里，不用賴啦。」裘千里面不紅，耳不赤，揚揚自如，道：「人家愛怎生叫就怎生叫，你管得著麼？」郭靖道：「怎麼他們儘在山腰裏吶喊，卻不上來？」裘千里道：「不得我號令，誰敢上來？」郭靖將信將疑，黃蓉卻道：「靖哥哥，不給他些好的，諒這狡猾老賊也不肯吐露真情。你點他『天突穴』！」郭靖依言伸指一點。這「天突穴」乃屬奇經八脈中的陰維脈，係在咽喉之下，「璇璣穴」上一寸之處，是陰維任脈之會，一被點中，裘千里只覺全身皮下，似有千萬蟲蟻亂爬亂咬，麻癢難當，連叫：「啊唷，啊唷，你……你這不是坑死人麼？作這等陰賊損人勾當。」郭靖道：「快回答我的話，那就給你解了。」裘千里叫道：「好吧，爺爺拗不過你這兩個娃娃。」當下忍著麻癢，把真情都說了出來。原來裘千里與裘千仞是同胞孿生兄弟，幼時兩人性情容貌，全無分別。到十三歲上，裘千仞無意之間救了鐵掌幫幫主的性命，那幫主感恩圖報，將全身武功傾囊相授。裘千仞到得二十四歲時，功夫寖尋而有青出於藍之勢，次年幫主逝世，臨終時將鐵掌幫幫主之位傳給了他。裘千仞非但武功驚人，而且極有才略，數年之間，將原來一個小小幫會整頓得好生興旺，自從「鐵掌殲衡山」一役將衡山派打得一蹶不振之後，鐵掌水上飄的名頭威震江湖。當年華山首次論劍，王重陽等曾邀他參預。裘千仞以五毒神掌功夫尚未練成，自知非王重陽敵手，故而謝絕赴會，十餘年來隱居在鐵掌峰下，閉門苦練，有心要在二次論劍時奪取「武功天下第一」的榮號。此時裘千里的生性與兄弟已全然不同，一個武藝日進，一個卻愈來愈愛吹牛騙人。一個隱居深山，一個乘機打起兄弟的招牌在外招搖。郭靖與黃蓉在歸雲莊、臨安府等地所遇到的是裘千里，而在君山、鐵掌山所遇的卻是裘千仞。只因二人容貌打扮一般無異，黃蓉一個托大，竟被裘千仞鐵掌震傷。這鐵掌山中指峰是鐵掌幫歷代幫主埋骨之所，幫主臨終時自行上峰待死。幫中有一條極嚴厲的幫規，任誰進入中指峰第二指節的地區以內，決不能再活著下峰。若是幫主喪命在外，必由一名幫中弟子負骨上峰，然後自刎殉葬，幫中弟子都認為這是極大榮寵之事。郭靖背著黃蓉，慌不擇路，誤打誤撞的闖進了鐵掌幫的聖地，是以幫眾只管忿怒呼叫，卻不敢觸犯禁條，追上峰來。那裘千里卻何以又敢來到石室之中？原來幫中世代相傳，這禁地石室中留藏著無數奇珍異寶。每代幫主臨終之時，必帶著他心愛的寶刀寶劍、珍物古玩上峰，一代又復一代，這石室中寶物自然不少。裘千里數月來累累受辱，自思藝不如人，但若有幾件削鐵如泥的利刃，臨敵交鋒之時自可威力大增，想到郭黃日內就要找上山來，遇上時如何抵敵？於是冒著奇險，偷偷上石室盜寶，無巧不巧，正好遇上二人。郭靖聽他說完，沉吟不語，心想：「此處既是禁地，敵人諒必不敢逼近，但這山峰穿雲插天，四下無路可走，如何得脫此難？」黃蓉忽道：「靖哥哥，你到裏面探探去。」郭靖道：「我先瞧瞧你的傷勢。」晃火摺點燃一根枯柴，解開她肩頭衣服和蝟甲，只見雪白的雙肩上各有一個烏黑的五指印痕，受傷實是不輕，若非身有蝟甲相護，這兩掌已要了她的性命。郭靖心想：「歐陽鋒與裘千仞的功力乃在伯仲之間，當日恩師硬接西毒的蛤蟆功，蓉兒好在隔了一層蝟甲至寶，但恩師的功夫與蓉兒卻又相去何止倍蓰。看來蓉兒此傷與恩師所受的不相上下，實是難以痊可的了。」手中執著枯柴，呆呆出神。裘千里大叫：「娃娃說話是放屁麼？還不給爺爺解開穴道？」郭靖想著黃蓉的傷勢，竟沒聽見。黃蓉微微一笑，道：「傻哥哥，你急什麼？給老頭解了吧。」郭靖這才覺醒，過去解開了他的「天突穴」。裘千里身上麻癢漸止，可是「陰都穴」仍被閉住，躺在地下只有吹鬍子突眼珠的份兒。郭靖找了一根兩尺來長的松柴，燃著了拿在手中，道：「蓉兒，我進去瞧瞧，你怕麼？」黃蓉身上冷一陣，熱一陣，實是疼痛難當，只是怕郭靖擔憂，強作笑容道：「有老頭兒陪著，我不怕，你去吧。」郭靖高舉松柴，一步步向內走去，轉了兩個彎，前面赫然出現一個極大的洞穴，這石洞係天然生成，較之外面人工開鑿的石室大了四五倍，洞內約有二十餘具骸骨或坐或臥，神態都各不同，更有些骨罈靈位之屬。每具骸骨之旁，都放著兵刃、暗器、飲食用具、珍寶等等物事。郭靖呆呆望了半晌，心想：「這數十位幫主當年個個是一世之雄，今日卻化作一團骸骨，寂居於此。」他胸無貪念，見到各種寶物利器，卻如不見，心中只掛著黃蓉，正要轉身退出，忽見洞穴東壁一具骸骨的手中牢牢捧著一隻鐵盒，盒上似乎有字。他走上數步，拿松柴湊近一照，只見盒上刻著「破金要訣」四字。郭靖心中一動：「只怕這就是岳武穆王的遺書了。」伸左手去拿鐵盒，輕輕一拉，只聽得喀喀數聲，那骸骨突然迎頭向他撲將下來。郭靖吃了一驚，急向後躍，那骸骨撲在地下，堆成一團，想是那骸骨的主人臨死時用力抱住鐵盒，死後化為白骨，仍是緊持不放，被郭靖這一拉，整具骸骨都拉了下來。郭靖拿了鐵盒，奔到外室，將松柴插入地下孔隙，扶起黃蓉，在她面前將鐵盒揭開，盒內果然是一厚一薄兩本手書的冊子。郭靖先拿起面上那本薄冊，原來是韓世忠所抄錄岳飛歷年的奏疏、表檄、題記、書啟、詩詞。郭靖隨手翻閱，但見一字一句之中，無不忠義之氣躍然紙上，不禁大聲讚歎。黃蓉低聲道：「你讀一段給我聽。」郭靖順手一翻，見一頁上寫著「五嶽祠盟記」五字，於是讀道：「自中原板蕩，夷狄交侵，余發憤河朔，起自相台，總髮從軍，歷二百餘戰。雖未能遠入荒夷，洗蕩巢穴，亦且快國讎之萬一。今又提一旅孤軍，振起宜興建康之城，一鼓敗虜，恨未能使匹馬不回耳。故且養兵休卒，蓄銳待敵，嗣當激勵士卒，功期再戰，北踰沙漠，蹀血虜廷，盡屠夷種，迎二聖歸京闕，取故土下版圖，朝廷無虞，主上奠枕，余之願也。河朔岳飛題。」這篇短記寫盡了岳飛一生的抱負，郭靖文理本淺，但胸中激起了慷慨激昂之情，竟把這題記讀得聲調鏗鏘，極為動聽。黃蓉嘆道：「怪不得爹爹常說，只恨遲生了數十年，不能親眼見到這位英雄。你再讀他的詩詞。」郭靖順次讀了幾首，像「滿江紅」、「小重山」等黃蓉是熟知的，「題翠光寺」、「贈張完」等詩卻是她從未見過的。山腰間鐵掌幫的喊聲不歇，郭靖讓黃蓉枕在自己腿上，藉著松柴火光，朗聲誦讀岳飛的遺詩道：「題目是『題鄱陽龍居寺』：巍石山前寺，林泉勝復幽。紫金諸佛相，白雪老僧頭。潭水寒生月，松風夜帶秋。我來囑龍語，為雨濟民憂。」只聽得風動林木，山谷鳴響，黃蓉驟感寒意，偎在郭靖懷中。郭靖出神道：「蓉兒，岳武穆王念念不忘百姓疾苦，這才是真英雄大豪傑啊。」黃蓉「嗯」了一聲，道：「還有那本冊子裏寫著些什麼？」郭靖拿起一看，喜道：「這正是武穆王親筆所書的兵法。完顏烈那奸賊做夢也想著的，就是這部書了。天可憐見沒教那奸賊得去。」只見第一頁上寫著十八個大字，曰：「重蒐選，謹訓習，公賞罰，明號令，嚴紀律，同甘苦。」正待細看，忽聽山腰間鐵掌幫徒喊聲突止，四下裏除了山巔風響，再無半點聲息。一個多時辰之中，幫眾的叫罵聲，吶喊聲始終不斷，這時忽爾停歇，反覺十分怪異。郭靖與黃蓉側耳傾聽，過了片刻，靜寂中隱隱傳來陣陣呼叱之聲，只聽裘千里連珠價叫起苦來，叫道：「今日爺爺這條老命送在你兩個娃娃手中了。」斗然間異聲大作，郭靖搶出門去，月光下只見成千成萬毒蛇昂首吐舌，湧上峰來。郭靖立時省悟：「他們自己不敢進入禁地，卻命毒蛇來攻。」急忙回身抱起黃蓉，只聽裘千里躺在地下破口大罵，當下足尖起處，在他腰眼裏輕輕踢了兩腳，解開他的穴道，將鐵盒揣在懷裏，不敢逗留，逕往峰頂爬去。那石穴是在中指峰的第二指節，離峰頂尚有數十丈之遙。郭靖凝神提氣，片刻之間攀登峰頂，向下一望，但見蛇群已至石穴。那裘千里是鐵掌幫中人物，想來必有制蛇之法，這時也無暇為他擔憂，輕輕將黃蓉放在地下，心想蛇群轉眼即至，自己縱因服過蝮蛇寶血，不畏毒蛇，但如何使黃蓉避開？正自轉念，黃蓉道：「先點個火圈再說？」郭靖大喜，道：「我真傻，連這法兒也想不到。」忙執拾枯柴，在黃蓉身周圍團團圍了一圈，剛點得兩個火頭，蛇群的先鋒已然撲至，竟不及燒成火圈擋蛇。郭靖暗暗叫苦，急忙高舉黃蓉，放在自己肩頭。毒蛇越湧越多，黃蓉看得甚是煩惡，直欲嘔吐，忙閉上眼睛，胸口愈益疼痛，但覺郭靖扛著自己用力縱躍閃躍，閃躍中不住呼斥，神智正自漸漸昏迷，鼻端忽聞到一縷異香，精神斗然為之一爽，睜開眼來，只見一條火光，那血鳥從東而至。原來牠先前飛開，本是聞到蛇味，追去大嚼，這時望到峰頂火光，趕來沐浴。血鳥一至，群蛇立時降服，無一敢再動彈。那血鳥吃了幾枚蛇膽，在火焰中擦洗一番，飛到了黃蓉肩上停住。郭靖喜道：「咱們毒蛇是不怕啦，再得想個法兒逃下山峰。」黃蓉靈機一動，道：「血鳥能上峰來，咱們的白鵰兒為什麼不能？岳武穆王名飛，字鵬舉，咱們來個鵰舉，好不好？」郭靖尚未領會，問道：「什麼鵰舉？」黃蓉強忍疼痛，道：「叫鵰兒背了咱們飛下去啊。」一聽此言，郭靖喜得跳起身來，叫道：「那當真好玩得緊。我喚鵰兒上來。」當下盤膝坐定，凝聚中氣，在丹田盤旋片刻時，然後從喉間一吐而出，嘯聲遠遠傳了出去，這正是馬鈺當年授他的全真派玄門武功，他修習九陰真經之後，功力更是精進。這中指峰自峰頂至峰腳相距何止數里，但嘯聲甫發，瞬息間白影臨空，雙鵰在月光下御風而至，停在二人面前。郭靖替黃蓉解下軟蝟甲，扶她伏在雌鵰背上，怕他傷後無力抱持，用衣帶將她身子與鵰身縛住，然後自己伏上雄鵰之背，口中一聲呼嘯，雙鵰振翅而起。兩人初時甚感害怕，但雙鵰一飛離地，立感平穩異常。黃蓉究是小孩心性，心想這是天下奇觀，要叫裘千里那老兒去瞧瞧，於是輕拉鵰頸，要牠飛向第二指節的石穴之前，雌鵰依命飛去。裘千里站在洞前，正自指手劃腳的驅蛇，忙亂不堪，一見黃蓉騎在鵰背，不禁又驚又羨，叫道：「好姑娘，也帶我逃走吧。我兄弟已見到我在這兒，老兒可活不成啦！」