第十六章　龍潭虎穴這姓蔡的老者單名一個威字，在華拳門中輩份甚高。他見胡斐去了臉上所蒙黃布後，原來是這等模樣的一個大鬍子，細細向他打量了幾眼，抱拳道：「啟稟掌門，福大帥有文書到來。」胡斐心中一凜：「這件事終於瞞不過了，且瞧他怎麼說？」臉上不動聲色，只「嗯」了一聲。卻聽蔡威道：「這文書是給小老兒的，查問本門的掌門人推舉出了沒有？其中附了四份請帖，請掌門人於中秋正日，帶同本門三名弟子，前赴天下掌門人大會……」胡斐聽到這裏，鬆了一口氣，心道：「原來如此，倒嚇了我一跳。別的也沒甚麼，只是這一日一晚之中，馬姑娘不能移動，福康安這文書若是下令抓人來著，馬姑娘的性命終於還是送在他手上了。」他生怕福康安玩甚花樣，還是將那文書接了過來，細細瞧了一遍，說道：「蔡師伯，姬師弟，便請你們兩位相陪，再加上我師妹，咱們四個赴掌門人大會去。」蔡威和姬曉峰大喜，連連稱謝。侍僕上前稟道：「請程爺、蔡爺、姬爺三位出去用飯。」胡斐點點頭，正要去叫醒程靈素，忽聽得她在房中叫道：「大哥，請過來。」胡斐道：「兩位先請，我隨後便來。」聽她叫聲頗為焦急，當下快步走到房中，一掀門簾，便聽得馬春花低聲叫喚：「我孩子呢？叫他哥兒倆過來啊……我要瞧瞧孩子……他哥兒倆呢？」程靈素秀眉緊蹙，低聲道：「她一定要瞧孩子，這件事不妙。」胡斐道：「那兩個孩子落在那心腸如此狠毒的老婦手中，咱們終須設法救了出來。」程靈素道：「馬姑娘很是焦躁，立時要見，見不著孩子，便哭喊叫喚。這於她病勢大大不妥。」胡斐沉吟道：「待我去勸勸。」程靈素搖頭道：「她神智不清，勸不了的。除非馬上將孩子抱來，否則她心頭鬱積，毒血固然不能盡除，藥力也無法達於臟腑。」胡斐繞室彷徨，一時苦無妙策，說道：「便是冒險再入福大帥府去搶孩子，最快也得等到今晚。」程靈素嚇了一跳，道：「再進福府去，那不是送死麼？」胡斐苦笑了一下，他何嘗不知昨晚鬧出了這麼驚天動地的一件事，今日福康安府中自是戒備森嚴，便要踏進一步也是千難萬難，如何能再搶得這兩個孩子出來？若有數十個武藝高強之人同時下手，或者尚能成事，只憑他單槍匹馬，再加上程靈素，最多加上姬曉峰，三個人難道真有通天的本事？過了良久，只聽得馬春花不住叫喚：「孩子，快過來，媽心裏不舒服。你們到那兒去了？到那兒去了？」胡斐皺眉道：「二妹，你說怎麼辦？」程靈素搖頭道：「她這般牽肚掛腸，不住口的叫喚，不到三日，不免毒氣攻心。咱們只有盡力而為，當真救不了，那也是天數使然。」胡斐道：「先吃飯去，一會再來商量。」飯後程靈素又替馬春花用了一次藥，只聽她卻叫起福康安來：「康哥，康哥，怎地你不睬我啊？你把咱們的兩個乖兒子抱過來，我要親親他哥兒倆。」只把胡斐聽得又是憤怒，又是焦急。程靈素拉了拉他衣袖，走到房外的小室之中，臉色鄭重，說道：「大哥，我跟你說過的話，有不算的沒有？」胡斐好生奇怪：「幹麼問起這句話來？」搖頭道：「沒有啊。」程靈素道：「好。我有一句話，你好好聽著。倘若你再進福康安府中去搶馬姑娘的兒子，你另請名醫來治她的毒罷。我馬上便回南方去。」胡斐一愕，尚未答話，程靈素已翩然進房。胡斐知她這番話全是為了顧念著他，料他眼看如此情勢，定會冒險再入福府，此舉除了賠上一條性命之外，決無好處。他自己原也想到，可是此事觸動了他的俠義心腸，憶起昔年在商家堡被擒吊打，馬春花不住出言求情。有恩不報，非丈夫也，他已然決意一試，但程靈素忽出此言，倘若自己拚死救了兩個孩子出來，程靈素卻一怒而去，那可又糟了。※※※一時之間躊躇無計，信步走上大街，不知不覺間便來到福康安府附近，但見每隔五步十步，便是兩個衛士，人人提著兵刃，守衛嚴密之極，別說闖進府去，只要再走近幾步，衛士便要過來盤查。胡斐不敢多耽，心中悶悶不樂，轉過兩條橫街，見有一座酒樓，便上樓去獨自小酌。剛喝得兩杯，忽聽隔房中一人道：「汪大哥，今兒咱們喝到這兒為止，待會就要當值，喝得臉上酒糟一般的，可不大美。」另人哈哈大笑道：「好，咱們再乾三杯便吃飯。」胡斐一聽此人聲音，正是汪鐵鶚，心想：「天下事真有這般巧，居然又在這裏撞上他。」轉念一想，卻也不足為奇，他們說待會便要當值，自是去福康安府輪班守衛。這是福府附近最考究的一家酒樓，他們在守衛之前，先來喝上三杯，那也平常得緊。倘若汪鐵鶚這種人當值之前不先舒舒服服的喝上一場，那才叫奇呢。只聽另一人道：「汪大哥，你說你識得胡斐。他到底是怎麼樣一個人？」胡斐聽他提到自己名字，不禁一凜，更是凝神靜聽。只聽汪鐵鶚長長嘆了口氣，道：「說到胡斐此人，小小年紀，不但武藝高強，而且愛交朋友，真是一條好漢子。可借他總是要和大帥作對，昨晚更闖到府裏去行刺大帥，真不知從何說起？」那人笑道：「汪大哥，你雖識得胡斐，可是偏沒生就一個陞官發財的命兒，否則的話，咱們喝完了酒，出得街去，偏巧撞見了他，咱哥兒倆將他手到擒來，豈不是大大的一件功勞？」汪鐵鶚笑道：「哈哈，你倒說得輕鬆愜意！憑你張九的本領哪，便是有二十個，也未必能拿得住他。」那張九一聽此言，心中惱了，說道：「那你呢，要幾個汪鐵鶚才拿得住他？」汪鐵鶚道：「我是更加不成啦，便有四十個我這種膿包，也不管用。」張九冷笑道：「他當真便有三頭六臂，說得這般厲害。」胡斐聽他二人話不投機，心念一動，眼見時機稍縱即逝，當下更不再思，揭過門簾，踏步走進鄰房，說道：「汪大哥，你在這兒喝酒啊！喂，這位是張大哥。小二，小二，把我的座兒搬到這裏來。」汪鐵鶚和張九一見胡斐，都是一怔，心想：「你是誰？咱們可不相識啊？」汪鐵鶚雖聽著他話聲有些熟稔，但見他虯髯滿臉，那想得到是他？胡斐又道：「剛才我遇見周鐵鷦周大哥，曾鐵鷗曾二哥，在聚英樓喝了幾杯，還說起你汪大哥呢。」汪鐵鶚含糊答應，竭力思索此人是誰，聽他說來，和周師哥、曾師哥他們都是熟識，應該不是外人，怎地一時竟想不起來？不住在心中暗罵自己胡塗。店伴擺好座頭。胡斐道：「今兒小弟作東，很久沒跟汪大哥、張大哥喝一杯了。」掏出十兩銀子向店伴一拋，道：「給存在櫃上，有拿手精緻的酒菜，只管作來。」那店伴見他手面豪闊，登時十分恭謹，一迭連聲的吩咐了下去。不久酒菜陸續送上，胡斐談笑風生，說起來秦耐之、殷仲翔、王劍英、王劍傑兄弟這干人都很熟絡，一會兒說武藝，一會兒說賭博，似乎個個都是他的知交朋友。汪鐵鶚老大納悶，人家這般親熱，倘若開口問他姓名，那可是大大失禮，但此人到底是誰，便是想破了腦袋，也想不到半點因頭。張九只道胡斐是汪鐵鶚的老友，見他出手爽快，來頭顯又不小，自也樂得叨擾他一頓。喝了一會酒，菜餚都已上齊，汪鐵鶚實在忍耐不住了，說道：「你這位大哥怨我無禮，我越活越是胡塗啦。」說著伸手在自己的額頭上重重一擊，又道：「一時之間我竟想不起你老哥的名字，真是該死之極了。」胡斐笑道：「汪大哥真是貴人多忘事。昨兒晚上，你不是還在舍下吃飯嗎？只可惜一場牌九沒推成，倒弄得周大哥跟人家動手過招，傷了和氣。」汪鐵鶚一怔，道：「你……你……」胡斐笑道：「小弟便是胡斐！」此言一出，汪鐵鶚和張九猛地一齊站起，驚得話也說不出來。胡斐笑道：「怎麼？小弟裝了一部鬍子，汪大哥便不認得了麼？」汪鐵鶚低聲道：「悄聲！胡大哥，城中到處都在找你，你敢如此大膽，居然還到這裏來喝酒？」胡斐笑道：「怕甚麼？連你汪大哥也不認得我，旁人怎認得出來？」汪鐵鶚道：「北京城裏是不能再耽了，你快快出城去吧？盤纏夠不夠？」胡斐道：「多謝汪大哥古道熱腸，小弟銀子足用了。」心想：「此人性子粗魯，倒是個厚道之人。」那張九卻臉上變色，低下了頭一言不發。汪鐵鶚又道：「今日城門口盤查得緊，你出城時別要露出破綻，還是我和張大哥送你出城為妙。那位程姑娘呢？」胡斐搖頭道：「我暫且不出城。我還有一筆帳要跟福大帥算一算。」張九聽到這裏，臉上神色更是顯得異樣。汪鐵鶚道：「胡大哥，我本領是遠遠的不及你，可是有一句良言相勸。福大帥權勢熏天，你便當真跟他有仇，又怎鬥他得過？我吃他的飯，在他門下辦事，也不能一味護著你。今日冒個險送你出城。你快快走吧。」胡斐道：「不成，汪大哥，你可知我為甚麼得罪了福大帥？」汪鐵鶚道：「我不知道，正想問你。」胡斐當下將福康安如何在商家堡結識馬春花，如何和她生下兩個孩子，昨晚馬春花如何中毒等情一一低聲說了，又說到自己如何相救，馬春花如何思念兒子，命在垂危，自己雖然干冒萬險，也要將那兩個孩子救了出來去交給她。汪鐵鶚越聽越怒，拍桌說道：「原來這人心腸如此狠毒！胡大哥，你英雄俠義，當真令人好生欽佩。可是福大帥府中戒備嚴密，不知有多少高手四下守衛，要救那兩孩子，這會兒是想也休想。只好待這件事鬆了下來，慢慢再想法子。」胡斐道：「我卻有個計較在此，咱們借用了張大哥的服色，讓我扮成衛士，黑夜之中，由你領著到府裏去動手。」張九臉色大變，霍地站起，手按刀柄。胡斐左手持著酒杯喝了口酒，右手正伸出筷子去挾菜，突然間左手一揚，半杯酒潑向張九眼中。張九「啊」的一聲驚呼，伸手去揉。胡斐筷子探出，在他胸口「神藏」和「中庭」兩穴上各戳了一下。張九身子一軟，登時倒在椅上。店小二聽得聲音，過來察看。胡斐道：「這位總爺喝醉了，得找個店房歇歇。」店小二道：「過去五家門面，便是安遠老店。小人扶這位總爺過去吧！」胡斐道：「好！」又賞了他五錢銀子。那店小二歡天喜地，扶著張九到那客店之中。胡斐要了一間上房，閂上了門，伸指又點了張九身上三處穴道，令他十二個時辰之中，動彈不得。汪鐵鶚心中猶似十五個吊桶打水，七上八落，眼見胡斐行俠仗義，做事爽快明決，不禁甚是佩服，但想到幹的是如此一樁奇險之事，心中又是惴惴不安。胡斐除下身上衣服，給張九換上，自己卻穿上了他的一身武官服色，好在兩人都是中等身材，穿著倒也合身。汪鐵鶚道：「我是申正當值，過一會兒時候便到了。」胡斐道：「你給張九告個假，說他生了病，不能當差。我在這兒等你，到晚間二更天時，你來接我。」汪鐵鶚呆了半晌，心想只要這一句話兒答應下來，一生便變了模樣，要做個鐵錚錚的漢子，甚麼榮華富貴，就是一筆勾銷；但若一心一意為福大帥出力，不免是非不分，於心不安。胡斐見他遲疑，說道：「汪大哥，這件事不是一時可決，你也不用此刻便回我話。」汪鐵鶚點了點頭，逕自出店去了。胡斐躺在炕上，放頭便睡，他知道眼前實是一場豪賭，不過下的賭注卻是自己的性命。到二更天時，汪鐵鶚或者果真獨個兒悄悄來領了自己，混進福康安府中。但這麼一來，汪鐵鶚的性命便是十成中去了九成。他跟自己說不上有甚麼交情，跟馬春花更是全無淵源，為了兩個不相干之人而甘冒生死大險，依著汪鐵鶚的性兒，他肯幹？他自幼便聽從周鐵鷦的吩咐，對這位大師兄奉若神明，何況又在福康安手下居官多年，這「功名利祿」四字，於他可不是小事。若是一位意氣相投的江湖好漢，胡斐決無懷疑。但汪鐵鶚卻是個本事平庸、渾渾噩噩的武官。如果他決定升官發財，那麼二更不到，這客店前後左右，便會有上百名好手包圍上來，自己縱然奮力死戰，也定然不免。這其間沒有折衷的路可走。汪鐵鶚不能兩不相幫，此事他若不告發，張九日後怎會不去告他？胡斐手中已拿了一副牌九，這時候還沒翻出來。要是輸了，那便輸了自己的性命。這副牌是好是壞，全憑汪鐵鶚一念之差。他知道汪鐵鶚不是壞人，但要他冒險實在太大，求他的實在太多，而自己可沒半點好處能報答於他……汪鐵鶚這樣的人可善可惡，誰也不能逆料。將性命押在他的身上，原是險著，但除此之外，實無別法。福康安府中如此戒備，若是無人指引相助，決計混不進去。他一著枕便呼呼大睡，這一次竟連夢也沒有做。他根本不去猜測這場豪賭結果會如何。牌還沒翻，誰也不知道是甚麼牌。瞎猜有甚麼用？※※※他睡了一個多時辰，朦朧中聽得店堂有人大聲說話，立時醒覺，坐了起來。只聽那人說道：「不錯，我正要見『玄』字號的那位總爺。喝醉了麼？有公事找他。你去給我瞧瞧。」胡斐一聽不是汪鐵鶚的聲音，心下涼了半截，暗道：「嘿嘿，這一場大賭終究是輸了。」提起單刀，輕輕推窗向外一望，只見四下裏黑沉沉的並無動靜，當下翻身上屋，伏在瓦面，凝神傾聽。汪鐵鶚一去，胡斐知他只有兩條路可走；若以俠義為重，這時便會單身來引自己偷入福府；倘若惜身求祿，必定是引了福府的武士前來圍捕。他既然不來，此事自是糟了。但客店四周，竟然無人埋伏，倒也頗出胡斐意料之外。要知前來圍捕的武士不來則已，來則必定人數眾多，一二個高手尚可隱身潛伏，不令自己發現蹤跡，人數一多，便是透氣之聲也能聽見了。他見敵人非眾，稍覺寬心。但見窗外燭光幌動，店小二手裏拿著一隻燭台，在門外說道：「總爺，這裏有一位總爺要見您老人家。」胡斐翻身從窗中進房，落地無聲，說道：「請進來吧！」店小二推開房門，將燭台放在桌上，陪笑道：「那一位總爺酒醒了吧？若是還沒妥貼，要不給做一碗醒酒湯喝？」胡斐隨口道：「不用！」眼光盯在店小二身後那名衛士臉上。只見他約莫四十來歲年紀，灰撲撲一張臉蛋，絲毫不動聲色，胡斐心道：「好厲害的腳色！孤身進我房來，居然不露半點戒懼之意。難道你當真有過人的本領，絕沒將我胡斐放在心上嗎？」只聽那衛士道：「這位是張大哥嗎？咱們沒見過面，小弟姓任，任通武，在左營當差。」胡斐道：「原來是任大哥，幸會幸會。大夥兒人多，平日少跟任大哥親近。」任通武道：「是啊。上頭轉下來一件公事，叫小弟送給張大哥。」說著從身邊抽出一件公文來。胡斐接過一看，見公文左角上赫然印著「兵部正堂」四個紅字，封皮上寫道：「即交安遠客店，巡捕右營張九收拆，速速不誤。」胡斐上次在福府中上了個大當，雙手為鋼盒所傷，這一回學了乖，不即開拆公文，先小心捏了捏封套，見其中並無古怪，又想到苗人鳳為拆信而毒藥傷目，當下將公文垂到小腹之前，這才拆開封套，抽出一張白紙，就燭光一看，不由得驚疑交集。原來紙上並無一字，卻畫了一幅筆致粗陋的圖畫。圖中一個吊死鬼打著手勢，正在竭力勸一人懸樑上吊。當時迷信，有人懸樑自盡，死後變鬼，必須千方百計引誘另一人變鬼，他自己方得轉世投胎，後來的死者便是所謂替死鬼了。這說法雖然荒誕不經，但當時卻是人人皆知。胡斐凝神一想，心念一動，問道：「任大哥今晚在大帥府中輪值？」任通武道：「正是！小弟這便要去。」說著轉身欲行。胡斐道：「且慢！請問這公事是誰差任大哥送來？」任通武道：「是我們林參將差小弟送來。」胡斐到這時已是心中雪亮：原來汪鐵鶚自己拿不定主意，終究還是去和大師哥周鐵鷦商量。周鐵鷦念著胡斐昨晚續腿還牌之德，想出了這個計較，他不讓汪鐵鶚犯險，卻輾轉的差了個替死鬼來。由這人領胡斐進福府，不論成敗，均與他師兄弟無涉，因此信上非但不署姓名，連字跡也不留一個，以防萬一事機不密，牽連於他。這一件公文他夾在交給左營林參將的一疊文件之中，轉了幾個手，誰也不知這公文自何而來。林參將一見是「兵部正堂」的公事，不敢延擱，立即差人送來。周鐵鷦早知左營的衛士今晚全體在福府中當值守衛，那林參將不管派誰送信，胡斐均可隨他進府。這中間的原委曲折胡斐雖然不能盡知，卻也猜了個八不離九，心下暗笑周鐵鷦老奸巨猾，在京師混了數十年的人，行事果然與眾不同，但對他相助的一番好意，卻也暗暗感激，當下說道：「上頭有令，命兄弟隨任大哥進府守衛。」跟著又道：「他媽的，今兒本是輪到我休假，半夜三更的，又把人叫了去。」任通武笑道：「大帥府中鬧刺客，大夥兒誰都得辛苦些。好在那一份優賞總是短不了。」胡斐笑道：「回頭領到了錢，小弟作東，咱哥兒倆到聚英樓去好好樂他一場。任大哥，你是好酒好賭、還是好色？」任通武哈哈大笑，說道：「這酒色財氣四門，做兄弟的全都打從心眼兒裏歡喜出來。」胡斐在他肩上一拍，顯得極是親熱，笑道：「咱倆意氣相投，當真是相見恨晚了。小二，小二，快取酒來！」任通武躊躇道：「今晚要當差，若是參將知道咱們喝酒，只怕不便。」胡斐低聲道：「喝三杯，參將知道個屁！」說話間，店小二已取過酒來，夜裏沒甚麼下酒之物，只切了一盆滷牛肉。胡斐和任通武連乾三杯，擲了一兩銀子在桌上，說道：「餘下的是賞錢！」店小二大喜，正要道謝。任通武一把將銀子搶過，笑道：「張大哥這手面也未免闊得過份，咱們在福大帥府中當差的，喝幾杯酒還用給錢？走吧！時候差不多啦。」左手拉著胡斐，向外搶出，右手將銀子塞入懷裏。店小二瞧在眼裏，卻是敢怒而不敢言。要知福康安府裏的衛士在北京城裏橫行慣了，看白戲、吃白食，渾是閒事，便是順手牽羊拿些店鋪裏的物事，小百姓又怎敢作聲？胡斐一笑，心想此人貪財好酒，倒是容易對付，當下與他攜手出店。將出店門時，忽聽得屋頂上喀的一聲輕響，聲音雖極細微，但胡斐聽在耳裏，便知有異，低聲道：「任大哥，我忘了一件物事，請你稍待。」一轉身，便回進自己房中，黑暗中只見一個瘦削的身形越窗而出，身法甚是快捷，依稀便是周鐵鷦。胡斐大奇：「他又到我房中來幹麼？」微一沉吟，揭開床帳，探手到張九鼻孔邊一試，果然呼吸已止，竟是被周鐵鷦使重手點死了。胡斐心中一寒：「此人當真是心思周密，下手毒辣。本來若不除去張九，定會洩漏他師兄弟倆的機關，只是沒料到我前腳才出門，他後腳便進來下手，連片刻喘息的餘裕也沒有。」既是如此，他反而放心，知道周鐵鷦對己確是一片真心，不致於誘引自己進了福府，再令人圍上動手。於是將張九身子一翻，讓他臉孔朝裏，拉過被子窩好了，轉身出房，說道：「任大哥，勞你等候，咱們走吧。」任通武道：「自己弟兄，客氣甚麼？」兩人並肩而行，大搖大擺的走向福康安府。※※※只見福府門前站著二十來名衛士，果是戒備不同往日。胡斐跟著任通武走到門口，一名千總低聲喝道：「威震──」任通武接口道：「──四海！」那千總點了點頭，說道：「今兒大伙得多加點勁。」任通武道：「那還會錯麼？」胡斐道：「老總，你說今晚會不會有刺客再進府來？」那千總笑道：「除非他吃了豹子膽，老虎心。」胡斐哈哈一笑，進了大門。到達中門時，又是一小隊衛士守著。一名千總低喝口令：「威震──」任通武答道：「──絕域！」那千總道：「任通武，這人面生得很，是誰啊？」任通武道：「是右營的張大哥，你沒見過麼？」那千總「嗯」了一聲，道：「這部鬍子長得倒是挺威風的。」兩人折而向左，穿過兩道邊門，到了花園之中。園門口又是一小隊衛士，那口令卻變成了「威震──千秋」。胡斐心想：「倘若我不隨任通武進來，便算過了大門，也不能過二門。即使我探聽到了『威震四海』的口令，也想不到每一道門的口令各有變化。」進了花園，胡斐已識得路徑，心想夜長夢多，早些下手，也好讓馬春花早一刻安心，又想：「二妹見我這麼久不回去，必已料到我進了福府，定也憂心。」當下加快腳步，向福康安之母的住所走去。任通武很是詫異，道：「張大哥，你到那裏去？」胡斐道：「上頭派我保護太夫人，說道決計不可令太夫人受到驚嚇。你不知道麼？」任通武道：「原來如此！」便在此時，前面兩名衛士悄沒聲的巡了過來。左首一人低喝道：「報名！」任通武道：「左營任通武！」胡斐道：「右營張九！」那人「啊」的一聲，手按刀柄，喝道：「甚麼？你是誰？」胡斐心中一凜，知道此人和張九熟識，事已敗露，湊到他耳邊，低聲道：「我是胡斐！」那人驚得呆了，一時手足無措。胡斐伸指一戳，點中了他的穴道，左手手肘順勢一撞，又打中了另一名衛士的穴道。任通武驚惶失措，道：「你……你……幹甚麼？」胡斐冷冷的道：「大丈夫行不改姓，坐不改名，我姓胡名斐的便是。」一面說，一面將兩名穴道被點的衛士擲入了花叢。任通武吸一口氣，刷的一聲，拔出了腰刀。胡斐笑道：「人人都已瞧見，是你引我進府來的。你叫嚷起來，有何好處？還不如乖乖的別作聲。」任通武又驚又怕，那裏還說得出話來。胡斐道：「你要命的，便跟著我來。」任通武這時六神無主，只得跟在他身後，眼見他一伸手一回肘，便打倒了兩名武功比自己高得多的衛士，若是與他動手，徒然送了性命，只盼他別鬧出甚麼事來，連累了自己。但胡斐既然進得府來，豈有不鬧事之理？任通武這般痴想，也不過在無法之中自行寬慰而已。胡斐快步到相國夫人的屋外，只見七八名衛士站在門口，若是向前硬闖，未必能迅速過得這一關，心念一動，繞著走到屋側，提聲喝道：「任通武，你幹甚麼？闖到太夫人屋裏來，想造反麼？」這一喝更令任通武摸不著半點頭腦，結結巴巴的道：「我……我……」胡斐喝道：「快停步，你圖謀不軌麼？」眾衛士聽他吆喝，吃了一驚，一齊奔了過來。胡斐伸掌托在任通武的背上，掌力一送，他那龐大的身軀飛了出去，砰的一聲，撞在窗格之上，登時木屑紛飛。胡斐叫道：「拿住他，拿住他！快快！」眾衛士一擁而上，都去捉拿任通武。胡斐大叫：「莫驚嚇了太夫人！這反賊膽子倒是不小。」一面叫嚷，一面衝進房去。只見太夫人雙手各拉著一個孩子，驚問：「甚麼事？」那兩孩子兀在啼哭，叫著：「我要媽媽，我要媽媽。」胡斐道：「有刺客！小人保護太夫人和兩位公子爺出去。」太夫人多見事故，一凜之下，心中起疑，喝道：「你是誰？刺客在那裏？」胡斐不敢多耽，又惱恨她心腸毒辣，下手毒害馬春花，當即搶上一步，反手便是一掌。這太夫人貴為相國夫人，當今皇帝是她情郎，三個兒子都做尚書，兩個媳婦是金枝玉葉的公主，出世以來，那裏受過這般毆辱？胡斐雖知她心腸之毒，不下於大奸巨惡，但終究念她是個年老婦人，不欲便此傷她性命，這一掌只使了一分力氣。饒是如此，她右頰已高高腫起，滿口鮮血，跌落了兩枚牙齒，驚怒之下，幾乎暈了過去。胡斐俯身對兩個孩子道：「我帶你們去見媽媽。媽媽想念你們得緊。」兩個孩兒登時笑逐顏開，伸出四條小手臂，要胡斐抱了去見母親。胡斐左臂一長，一臂抱起兩個孩子，便在此時，已有兩名衛士奔進屋來。胡斐心想，若不借重太夫人，實難脫身，伸右手抓住太夫人衣領，喝道：「太夫人在我掌握之中，你們上來，大家一齊都死！」說著搶步便往外闖。這時幾名衛士已將任通武擒住，眼睜睜的見胡斐一手抱了兩個孩子，一手拉著太夫人直往外奔。眾衛士投鼠忌器，那敢上前動手？只是連聲唿哨，緊跟在他身後四五步之處，手中刀劍距他背心不過數尺，雖見他無法分手抵禦，但終究不敢遞上前去。胡斐心中也是暗暗叫苦，眼見園中眾衛士四面八方的聚集，自己帶著一老二少，拖拖拉拉，那裏能出府門？敵人縱然心存顧忌，但只要有人大膽上前，自己總不能當真便將太夫人打死。無法可施之下，只有急步向前。這一來雙方成了僵持之局，眾衛士固然不敢上前動手，胡斐卻也不能脫出險地，時候一長，衛士越集越多，處境便越是危險。一時苦無善策，只有豁出了性命不要，走一步便算一步，但聽得叫嚷傳令之聲，四下呼應。他一手抱著孩子，一手拖著太夫人，行走不快，只是往黑暗處闖去。便在此時，忽見左首火光一閃，有人大聲叫道：「刺客行刺公主！要燒死公主啦，要燒死公主啦！」胡斐一怔，聽叫嚷之聲正是周鐵鷦。但見濃煙火燄，從左邊的一排屋中沖天而起。那和嘉公主是當今皇帝的親生愛女。若有失閃，福康安府中合府衛士都有重罪。只聽周鐵鷦又叫道：「大家快去救火，莫傷了公主，我來救太夫人。」周鐵鷦在福康安手下素有威信，眾衛士又在驚惶失措之下，聽他叫聲威嚴，自有一股懾人之勢，於是一窩蜂的向公主的住所奔去。胡斐已知這是他調虎離山之計，好替自己脫困，心下好生感激。只見周鐵鷦疾奔而至，一刀摟頭砍到。胡斐向旁一閃，喝道：「好厲害！」將太夫人向他一推。周鐵鷦扶住太夫人，負在背上。胡斐一手抱了一個孩子。腳下登時快了，只聽周鐵鷦又提氣叫道：「刺客來得不少，各人緊守原地，保護大帥和兩位公主，千萬不可中了刺客的調虎離山之計。」眾衛士一聽「調虎離山」四字，心下均各凜然，不敢再追。※※※胡斐疾趨花園後門，翻牆而出，卻只叫得一聲苦，但見東面西面，都是黑壓壓的一片，站滿了衛士。他抱了兩個孩子，越過一大片空地，搶進了一條胡同。眾衛士大呼：「拿刺客，拿刺客！」自後追來。胡斐奔完胡同，轉到一條橫街，只見前面一輛騾車停在街心。胡斐一躍上車，叫道：「快趕，快趕！重重賞你銀子！」車夫位上並肩坐著兩人。右邊一個身材瘦削的漢子一提韁繩，鞭子拍的一響，騾子拉著車子便跑。胡斐喘息稍定，只覺奇臭沖鼻，定睛一看，見車上裝滿了糞桶，原來那是挨門沿戶替人倒糞桶的一輛糞車，心想：「怪不得半夜三更的，竟有一輛騾車在這兒？」回頭望時，見眾衛士大聲吶喊，隨後趕來。他心念一動，提起一隻糞桶，向後擲了過去。這一擲力道極猛，兩名奔在最先的衛士登時給糞桶撞倒，淋漓滿身，一時竟然爬不起來。其餘眾衛士見狀，一齊駐足。這些人都是精選的悍勇武士，刀山槍林嚇他們不倒，但大糞桶當頭擲來，卻是誰也不敢嘗一嘗這般滋味。那騾子足不停步的向前直跑，但過不多時，後面人聲隱隱，眾衛士又趕了上來。須知福康安是當朝兵部尚書，執掌天下兵馬大權，府中衛士個個均非庸手，給胡斐接連兩晚鬧了個天翻地覆，眾衛士的臉皮往那裏擱去？因此一見糞車跑遠，糞桶已擲投不到，各人踏過滿地糞水，鍥而不捨的繼續追趕。胡斐心下煩惱：「倘若我便這麼回去，豈不是自行洩露了住處？馬姑娘未脫險境，怎能引鬼上門？但若不回住處，卻又躲到那裏去？」便這麼尋思之際，眾衛士又迫得近了些，只是害怕糞桶，不敢十分逼近，各人均想：「咱們便是這麼遠遠跟著，難道在這北京城中，你還能插翅飛去？」轉眼之間，騾車馳到一個十字路口，只見街心又停著一輛糞車。胡斐所乘的車子馳著靠近，趕騾子的車夫伸臂向胡斐一招，喝道：「過去！」縱身一躍，坐上了另一輛糞車。胡斐抱著兩個孩子跟著躍過。先前車上的另一個漢子接過韁繩，竟是毫不停留，向西邊岔道上奔了下去。胡斐所乘的騾車卻向東行。待得眾衛士追到，只見兩輛一模一樣的糞車，一輛向東，一輛向西，卻不知刺客是在那一輛車中。眾人略一商議，當下兵分兩路，分頭追趕。胡斐聽了那身材瘦削的漢子那一聲呼喝，又見了這一躍的身法，已知是程靈素前來接應，喜道：「二妹，原來是你！」程靈素「哼」的一聲，並不答話。胡斐又問：「馬姑娘怎樣？病勢沒轉吧？」程靈素道：「不知道。」胡斐知她生氣了，柔聲道：「二妹，我沒聽你話，原是我的不是，請你原諒這一次。」程靈素道：「我說過不給她治病，便不治病。難道我說的不是人話麼？」說話之間，又到了一處岔道，但見街中心仍是停著一輛糞車。這一次程靈素卻不換車，只是唿哨一聲，做個手勢，兩輛糞車分向南北，同時奔行。眾衛士追到時面面相覷，大呼：「邪門！邪門！」只得又分一半人北趕，一半人南追。北京城中街道有如棋盤，一道道縱通南北，橫貫東西，因此行不到數箭之地，便出現一條岔道，每處十字路口，必有一輛糞車停著。程靈素見眾衛士追得近了，便不換車，以免縱起躍落時給他們發覺，若是相距甚遠，便和胡斐攜同兩孩換一輛車，使騾子力新，奔馳更快。這樣每到一處岔道，眾衛士的人數便減少了一半，到得後來，稀稀落落的只有五六人追在後面。這五六人也已奔得氣喘吁吁，腳步慢了很多。胡斐又道：「二妹，你這條計策真是再妙不過，倘若不是僱用深夜倒糞的糞車，尋常的大車一輛輛停在街心，給巡夜官兵瞧見了，定會起疑。」程靈素冷笑道：「起疑又怎麼樣？反正你不愛惜自己，便是死在官兵手中，也是活該。」胡斐笑道：「我死是活該，只是累得姑娘傷心，那便過意不去。」程靈素冷笑道：「你不聽我話，自己愛送命，才沒人為你傷心呢。除非是你那個多情多義的袁姑娘……她又怎麼不來助你一臂之力？」胡斐道：「她沒知道我會這樣傻，竟會闖進福大帥府中去。天下只有一位姑娘，才知道我會這般蠻幹胡來，也只有她，才能在緊急關頭救我性命。」這幾句話說得程靈素心中舒服慰貼無比，哼了一聲，道：「當年救你性命的是馬姑娘，所以你這般念念不忘，要報她大恩。」胡斐道：「在我心中，馬姑娘怎能跟我的二妹相比？」程靈素在黑暗中微微一笑，道：「你求我救治馬姑娘，甚麼好聽的話都會說。待得不求人家了，便又把我的說話當作耳邊風。」胡斐道：「倘若我說的是假話，教我不得好死。」程靈素道：「真便真，假便假，誰要你賭咒發誓了？」她這句話口氣鬆動不少，顯是胸中的氣惱已消了大半。再過一個十字路口，只見跟在車後的衛士只剩下兩人。胡斐笑道：「二妹，你拉一拉韁，我變個戲法你瞧。」程靈素左手一勒，那騾子倏地停步。在後追趕的兩名衛士奔得幾步，與騾車已相距不遠。胡斐提起一隻空糞桶，猛地擲出，噗的一響，正好套在一名衛士的頭上。另一名衛士吃了一驚，「啊」的一聲大叫，轉身便逃。程靈素見了這滑稽情狀，忍不住噗哧一聲，笑了出來。便在這一笑之中，滿腔怒火終於化為烏有。胡斐和她並肩坐在車上，接過韁繩，這時距昨晚居住之處已經不遠，後面也再無衛士追來。兩人再馳一程，便即下車，將車子交給原來的車夫，又加賞了他一兩銀子，命他回去。各人抱了一個小孩，步行而歸，越牆回進居處，當真是神不知，鬼不覺，卻有誰知道這兩人適才正是從福大帥府中大鬧而回？※※※馬春花見到兩個孩子，精神大振，緊緊摟住了，眼淚便如珍珠斷線般流下。兩個孩子也是大為高興，直叫「媽媽！」程靈素瞧著這般情景，眼眶微濕，低聲道：「大哥，我不怪你啦。咱們原該把孩子奪來，讓他們母子團聚。」胡斐歉然道：「我沒聽你的吩咐，心中總是抱憾。」程靈素嫣然一笑，道：「咱們第一天見面，你便沒聽我吩咐。我叫你不可離我身邊，叫你不可出手，你聽話了麼？」馬春花見到孩子後，心下一寬，痊可得便快了，再加程靈素細心施針下藥，體內毒氣漸除。只是她問起如何到了這裏，福康安何以不見？胡斐和程靈素卻不明言。兩個孩子年紀尚小，也說不出一個所以然來。