第一二八回　井底風波鳩摩智適才擒住慕容復後，不免想到他父親相贈少林武學秘笈之德，是以明知他是個心腹大患，卻也不將他立時處死，只是投入枯井，讓他得留全屍。但此刻一明白慕容博贈書的用意，心想自己苦受這般煎熬，全是此人所種的惡果，不由得怒發如狂，俯身井口，向下呼呼呼連發三掌。三掌擊下，井中聲息全無，顯然此井極深，掌力無法及底。鳩摩智狂怒之下，凝運功力，猛力又擊出一拳，這一拳不打倒也罷了，一打之下，內息更是奔騰鼓盪，似乎要從全身十萬八千個毛孔中衝將出來，偏生是處處碰壁，衝突不出。正自又驚又怒，突然間胸口一動，衣襟中有一物掉下，直落入井中。鳩摩智伸手一抄，已自不及，忙運起「擒龍手」凌空一抓，若在平時，一定能將此物抓了回來，但這時內勁不受心力使喚，只是向外膨脹，卻使不到掌心之中，只聽得啪的一聲響，那物落入了井底。鳩摩智暗叫：「不好！」伸手到懷中一探，果然察覺落入井中的便是那本「易筋經」。他早知自己內息運錯，全是從「易筋經」而起，解鈴還需繫鈴人，要免除遭煎熬之苦，自非從「易筋經」中鑽研不可。這是關涉他生死要物，如何可以失落？他更不思索，縱身一躍，便向井底跳了下去。他生恐井底有甚尖石硬枝之類刺痛足掌，又恐慕容復自行解開穴道，伺伏偷襲，雙足未曾落地，便伸手向下拍出兩掌，減低落下之勢，左掌使一招「迴風落葉」護住周身要害。殊不知內息既生重大變化，招數雖精，力道使出來時卻散漫歪斜，全無準繩。這兩下掌擊，非但沒減低落下時的衝力，反而將他身子一推，砰的一聲，令他腦袋在井周內緣的磚頭上重重一撞。以鳩摩智本來的功力，雖不說已練成銅筋鐵骨之身，但腦袋在磚頭上一撞，自身絕無損傷，磚頭必成碎粉，可是此刻百哀齊至，但覺眼前星星直冒，一陣天旋地轉，俯地跌在井底。這口井無水已久，落葉敗草，堆積甚厚，腐爛起來，都化成了軟泥，數十年下來，井底軟泥積了丈許。鳩摩智這一摔下，口鼻登時都埋在泥中，只覺身子慢慢向下沉落，要待掙扎著站起，手腳卻用不出半點力道。正驚惶間，忽聽得上面有人叫道：「國師，國師！」正是那四名吐蕃武士。鳩摩智道：「我在這裏！」他一說話，爛泥立即湧入口中，那裏還發得出聲來，卻隱隱約約聽得井邊那四名吐蕃武士的說話之聲。一人說道：「國師不在這裏，卻不知那裏去了？」另一人道：「想是國師不耐煩久等，他老人家既然吩咐咱們用巨石壓住井口，那便遵從辦理好了。」又一人道：「正是！」鳩摩智大驚，心想數千斤的巨岩壓住了井口，別說此刻的武功喪失，便在昔日，也不易在下面掀開巨岩出來，只想呼叫：「我在這裏，快救我出來！」越是忙亂，爛泥入口越多，一個不留神，竟還吞了兩口，腐臭難當，那也不用說了，只聽得砰啪，轟隆之聲大作，那四名吐蕃武士將一塊塊的巨岩壓上井口。這些人對鳩摩智敬若天神，國師有命，實不亞於國王的諭旨，撿岩唯恐不巨，堆疊唯恐不實，片刻之間，將那井口牢牢封死，數百斤的大石，足足堆了十二三塊。耳聽得那四名武士堆好了大石，呼嘯而去，鳩摩智心想此身勢必畢命於這口枯井之中，他武功佛學、智計才略，莫不雄長西域，冠冕當時，怎知竟會葬身於污泥之中。人孰無死？然如此死法，實在太不光采，想到悲傷之處，眼淚不禁奪眶而出。他滿身泥濘，早已髒得不成模樣，但習慣成自然，還是伸手去拭抹眼淚，右手一抬，忽然在污泥旁摸到一物，順手抓來，正是那本「易筋經」。霎時之間，鳩摩智不禁啼笑皆非，這經書是找回了，可是此刻還有何用？忽聽得一個女子聲音說道：「你聽，那些吐蕃武士用大石壓住了井口，咱們卻如何出去？」聽說話聲音，正是王玉燕。鳩摩智聽到人聲，精神為之一振，心想：「原來她沒有死，卻不知是跟誰說話？既有旁人，合數人之力，或可推開巨岩，得脫困境。」但聽得一個男人的聲音道：「只須我得能和你廝守，不能出去，又有何妨？你既在我身旁，臭泥井便是眾香國。天堂樂土，也及不上此地了。」鳩摩智一聽之下，微微一驚：「他居然也沒有死？此人受了我火燄刀之傷，和我仇恨極深。此則我內力不能運使，他若是乘機報復，那便如何是好？」原來說話之人便是段譽。他被慕容復摔入井中之時已是昏暈過去，手足不動，雖入污泥，反而不如鳩摩智那麼狼狽。待得王玉燕躍入井中時，偏生就有這麼巧，她腦袋所落之處，正好是段譽胸口的「膻中穴」，一撞之下，段譽立即醒了轉來。玉燕跌入他的懷中，非但絲毫沒有受傷，連污泥也沒有濺上多少。段譽陡覺懷中多了一人，疑惑間，忽聽得慕容復在井口說道：「表妹，你畢竟內心是深愛段公子，雖然生不能成為夫婦，死而同穴，總算是得遂你的心願。」這幾句話清清楚楚的傳到井底，段譽一聽之下，不由得癡了，喃喃說道：「甚麼？不，不！我──我──我段譽那有這等福氣？」突然間他懷中那人說道：「段公子，我是個糊塗人，你一直待我這麼好，我──我──」段譽驚得獃了，道：「你是王姑娘？」玉燕道：「正是！」段譽對她素來十分尊敬，心中不敢存絲毫褻瀆之念，一聽是她，驚喜之餘，急忙站起身來，要將她放開。可是井底的地方既窄，又滿是污泥，他身子站直，兩腳便直入泥中，覺得若將玉燕放在泥中，卻是大大不妥，只得將她身子抱著，連連道歉：「得罪，得罪！王姑娘，咱們身處泥中，只得從權了。」玉燕嘆了口氣，心下感激。她兩度從生到死，又從死到生，對於慕容復的心腸，實已瞧得清清楚楚，縱欲自欺，亦復不能，再加段譽對自己一片真誠，兩相比較，更顯得一個情深義重，一個自私涼薄。她從井口躍到井底，雖只一瞬之間，內心卻是起了個大變化，當時是自傷身世，決意一死以報段譽，卻不料段譽和自己都沒有死，事出意外，當真是滿心歡喜。她原是嫻雅守禮的女子，但此刻倏經巨變，激動之下，忍不住向段譽吐露心事，說道：「段公子，我只道你已經故世了，想到你對我的種種好處，實在又是傷心，又是後悔，幸好老天爺有眼，你安好無恙。我在上面說的那句話，你想必聽見了？」她說到這一句話，不由得嬌羞無限，滿臉通紅，將臉藏在段譽的頸邊。突然之間，段譽全身飄飄盪盪地，如升雲霧，如入夢境，這些時候來朝思暮想的願望，驀地裏化為實事，他大喜之下，雙足一軟，一跤坐倒在污泥之中，背靠井欄，雙手仍是摟著玉燕的身軀。不料玉燕好幾根頭髮鑽進他的鼻孔，段譽「啊嚏，啊嚏！」連打了幾個噴嚏。玉燕道：「你──你怎麼啦？受傷了麼？」段譽道：「沒──沒有──啊嚏，啊嚏──我沒有受傷，啊嚏──也不是傷風，是開心得過了頭，王姑娘──啊嚏──我歡喜得險些暈了過去。」井中一片黑暗，相互間都瞧不見對方。玉燕微笑不語，滿心也是浸在歡樂之中。她自幼癡戀表兄，始終得不到回報，直到此別，方始領會到兩情相悅的滋味。段譽結結巴巴的問道：「王姑娘，你剛才在上面說了句甚麼話？我可沒有聽見。」王玉燕微笑道：「我只道你是個至誠君子，卻原來也會使壞。你明明聽見了，又要我親口再說一遍。怪羞人的，我不說。」段譽急道：「我──我確是沒有聽見，若教我聽見了，老天爺罰我──」他正想罰個重誓，嘴巴上突覺一陣溫暖，玉燕的手掌已按在他嘴上，只聽見玉燕說道：「不聽見就不聽見，又有甚麼大不了的事，卻值得罰甚麼誓？」段譽大喜，自從識得王玉燕以來，她從未對自己有這麼好過，說道：「那麼你在上面究竟說的是甚麼話？」玉燕道：「我說──」突覺一陣靦腆，微笑道：「以後慢慢再說，日子長著呢，又何必急在一時？」「日子長著呢，又何必急在一時？」這句話鑽入段譽的耳中，真如仙樂，那意思顯然是說，玉燕此後將和他長此相守。段譽乍聞好音，兀自不信，問道：「你說，以後咱們能時時在一起麼？」玉燕伸臂摟著他的頸子，在他耳邊低聲說道：「段郎，只須你不嫌我，不惱我昔日對你冷漠無情，我願終身跟著你，再──再也不離開你。」段譽一顆心幾乎要從口中跳將出來，問道：「那你表哥怎麼樣？你一直──一直喜歡慕容公子的。」玉燕道：「他卻從來沒將我放在心上。我直至此刻方才知道，這世界上是誰真的愛我、憐我，是誰把我看得比他自己的性命還重。」段譽道：「你是說我？」玉燕垂淚說道：「對啦！我那表哥一生便是夢想終有一日要做大燕國皇帝，本來呢，這也難怪，他慕容氏世世代代，做的便是這個夢。他祖宗幾十代做下來的夢，傳到他身上，怎又能盼望他醒覺？我表哥原不是壞人，只不過為了想做大燕皇帝，甚麼事都擱在一旁了。」段譽聽她言語之中，大有為慕容復開脫分辯之意，心中又焦急起來，道：「王姑娘，倘若你表哥一旦悔悟，忽然又對你好了，那你──你──怎麼樣？」玉燕嘆了口氣道：「段郎，我雖是個愚蠢女子，卻絕不是喪德敗行之人。今日我和你許下三生之約，若再三心兩意，豈不是有虧名節？我如何對得起你對我這些時候來的深情厚意？」段譽心花怒放，抱著她身子一躍而起，「啊哈」一聲叫，啪的一響，重又落入污泥中，伸嘴過去，便要吻她櫻唇。玉燕宛轉相就，四唇正欲相接，突然間頭頂呼呼風響，甚麼東西落將下來。兩人吃了一驚，忙向井攔邊一靠，砰的一聲響，一個人落入了井中。段譽問道：「是誰？」那人哼了一聲，道：「是我！」卻正是慕容復。原來段譽醒轉之後，便得玉燕柔聲相向，兩人全副精神，都貫注在對方身上，兩個人自己便是一個小天地，當時就算天崩地裂，也是置若罔聞，鳩摩智和慕容復在上面呼喝惡鬥，自然更是充耳不聞。驀地裏慕容復摔入了井中，二人都是吃了一驚，都道他是前來干預。玉燕顫聲道：「表哥，你──你又來幹甚麼？我此生已屬於段公子，你若要殺他，不如連我也殺了。」段譽大喜，他不擔心慕容復加害自己，只怕玉燕見了她表哥之後，舊情復燃，又再回到表哥身畔，聽她這麼說，登時放心，又覺玉燕伸手出來，握住了自己雙手，更是信心百倍，說道：「慕容公子，你去做你的西夏駙馬，我非但不再勸阻，而且願意玉成其事。你的表妹，卻是我的了，你再也奪不去了。玉燕，你說是不是？」玉燕道：「不錯，段郎是生是死，我都跟隨著你。」慕容復被鳩摩智點中了穴道，能聽能言，便是不能動彈，聽他二人這麼說，尋思：「他二人不知我大敗虧輸，已然受制於人，反而對我仍存忌憚之意，怕我出手加害。如此甚好，我且施個緩兵之計。」當下說道：「表妹，你嫁段公子後，咱們已成一家人，段公子已成了我的表妹婿，我如何再會相害？」段譽宅心忠厚，王玉燕不通世務，兩人一聽之下，都是大喜過望，一個道：「多謝慕容兄。」一個道：「多謝表哥！」慕容復道：「段兄弟，咱們既成一家人，我要去做西夏的駙馬，你是不再從中作梗了？」段譽道：「這個自然。我但得與令表妹成為眷屬，更無第二個心願，便是做神仙，做菩薩，我也不願。」王玉燕的身子輕輕倚到他的身旁，心中喜樂無限。慕容復暗自運氣，要衝開被鳩摩智點中的穴道，一時無法衝開，卻又不願出言相求，心下暗自恚怒：「人道女子水性楊花，果然不錯。若在平日，表妹早就奔到我身邊，扶我起身，這時卻睬也不睬。」他空自怪責旁人，偏忘了自己待人涼薄，逼得她投井自盡。那井底圓徑不到一丈，二人相距其實甚近，玉燕只須跨出一步，便到了慕容復身畔，但她心存顧忌，既恐慕容復另有計謀，加害段譽，又怕段譽多心，是以這一步卻終是沒跨將出去。慕容復心神一亂，穴道更是不易解開，好容易靜下心來，解開被封的穴道，剛剛手扶井欄站起身來，啪的一聲有物從身旁落下，正是鳩摩智那部「易筋經」。黑暗中也不知是甚麼東西，慕容復自然而然的向旁一讓，幸好這麼一讓，鳩摩智躍下時，才得不碰到他身上。鳩摩智在污泥中抄起了經書，突然間哈哈大笑。那井極深極窄，這笑聲在一個圓筒中迴旋盪漾，只振得段譽等耳鼓中嗡嗡作響，甚是難受。鳩摩智一笑之下，竟是無法止歇，內息鼓脹，神智昏亂，便在這污泥中拳打足踢。一拳一腳都打到井圈磚上，有時力大無窮，打得磚塊粉碎，有時卻又全無氣力。王玉燕十分害怕，緊緊靠在段譽身畔，低聲道：「他瘋了，他瘋了！」段譽道：「他當真瘋了！」慕容復施展壁虎游牆功，貼著井圈向上爬起，鳩摩智只是大笑，又不住的喘息，拳腳卻是越打越快。玉燕鼓起勇氣，勸道：「大師，你坐下，好好歇一歇，須得定一定神才是。」鳩摩智笑道：「我──我定你個頭！」伸手便向她抓來。井圈之中，能有多少迴旋餘地？這一抓便抓到玉燕肩頭。玉燕一聲驚呼，急速避開。段譽斜身擋在她的身前，叫道：「你躲在我的後面。」便在這時鳩摩智雙手已扣住他的咽喉，用力收緊，段譽頓時呼吸急促，說不出話來。玉燕大驚，忙伸手去扳他手臂，但這時鳩摩智瘋狂之餘，內息雖不能運用自如，氣力卻是大得異乎尋常，玉燕的手扳將下去，宛如蜻蜓撼石柱，實不能動搖其分毫。玉燕驚惶之極，深恐鳩摩智將段譽扼死，叫道：「表哥，表哥，你快來幫手，這和尚──這和尚要扼死段公子啦！」慕容復一時躊躇難決，心想：「這姓段的說要助我為西夏駙馬，也不知是真是假。此人在少室山上打得我面目無光，令慕容氏在江湖上聲威掃地，今日有難，我何必出手救他？何況這兇僧武功極強，我遠非其敵，且讓他二人鬥個兩敗俱傷。我此刻插手下去，殊為不智。」當下手指穿入磚縫，貼身井圈，並不下來相救。玉燕叫得聲嘶力竭，慕容復只作沒有聽見。玉燕握拳在鳩摩智頭上，背上亂打。鳩摩智又是氣喘，又是大笑，用力扼段譽的喉嚨。且說巴天石、朱丹臣等次晨起身，不見了段譽，再到玉燕房門一叫，不聞應聲，見她房門虛掩，敲了幾下，便即推開，見房中亦是無人。巴朱二人暗暗叫苦，登時慌了手腳。朱丹臣道：「咱們這位小主人便和王爺一模一樣，到處留情，定然和王姑娘半夜裏偷偷溜掉，不知去向。」巴天石點頭道：「小王爺風流瀟灑，是個不愛江山愛美人的人物。他鍾情於王姑娘，那是人人有目皆睹之事，要他做西夏駙馬──唉，這位小王爺不大聽話，當年皇上和王爺要他練武，他說甚麼也不練，逼得急了，就一走了之。」朱丹臣道：「咱們只有分頭去追，苦苦相勸。」巴天石雙手一攤，唯有苦笑。朱丹臣又道：「巴兄，想當年王爺命小弟出來追趕小王子，好容易找到了他，那知道──」他說到這裏，放低聲音道：「小王子迷上了這位木婉清姑娘，兩個人半夜裏偷偷溜將出去，總算小弟運氣不錯，早就守在前面道上，這才能夠交差。」巴天石一拍大腿，道：「唉，朱賢弟，這就是你的不是了。你既曾有此經歷，怎地又來重蹈覆轍？咱哥兒倆該當輪班守夜，緊緊看住他才是啊。」朱丹臣嘆了口氣，道：「我只道他瞧在蕭大俠與虛竹先生義氣的份上，不會撇手便走，那知道──那知道──」下面這「重色輕友」四個字的評語，一來以下犯上，不敢出口，二來段譽和他交情甚好，卻也是不忍出口。兩人無法可施，只得去告知蕭峰和虛竹，各人分頭出去找尋，整整找了一天，卻是半點頭緒也無。當晚眾人聚在段譽的空房之中，紛紛議論。正發愁間，西夏國禮部一位主事來到賓館，會見巴天石，說道次日八月十五，晚間皇上在西華宮設宴，款待各地前來求親的佳客，請大理國段王子務必光臨。巴天石有苦難言，只得唯唯稱是。那主事曾受過巴天石的賄賂，神態間十分親熱，告辭之時，巴天石送到門口，那主事附耳悄悄說道：「巴老兄，我透個消息給你。明日皇上賜宴，席上便要審察各位佳客的才貌舉止，宴會之後，說不定還有甚麼吟詩作對、射箭比武之類的玩藝兒，以便各位佳客一比高下。到底誰做駙馬，得配我們的公主娘娘，這是一個大關鍵，段王子可須小心在意了。」巴天石作揖稱謝，又從袖中取出一大錠黃金，塞在他的手裏。巴天石回入賓館，將情由向眾人說了，又道：「鎮南王千叮萬囑，務必要小王子將公主娶了回去，咱兄弟倆有虧職守，實在是無面目去見王爺了。」竹劍突然抿嘴一笑，道：「巴老爺，小婢子說一句話成不成？」巴天石道：「姊姊請說。」竹劍笑道：「段公子的父王要他娶西夏公主，只不過是想結這頭親事，西夏大理成為婚姻之國，互相有個依靠，是不是？」巴大石道：「不錯。」菊劍道：「至於這位西夏公主是美如西施，還是醜勝無鹽，段王爺卻是不放在心上了，是麼？」朱丹臣道：「人家公主之尊，就算沒有沉魚落雁之容，中人之姿總是有的。」竹劍道：「咱姊妹們倒有一個主意，只要把公主娶到大理，是否能及時找到段公子，倒是無關大局。」蘭劍笑道：「他和王姑娘在江湖上玩厭了，過得一年半載，兩年三年，回到大理去，那時再和公主洞房花燭，也自不遲。」巴天石和朱丹臣又愁又喜，齊聲道：「四位姑娘有此妙計，願聞其詳。」梅劍道：「讓這位木姑娘穿了男裝，扮成一位俊俏書生，豈不比段公子美得多了？請她去赴明日之宴，席上便有千百位少年英雄，那一個有她這般英俊瀟灑？」蘭劍道：「木姑娘是段公子的親妹子，代哥哥去娶個嫂子，替國家立下大功，討得爹爹的歡心，豈不是一舉數得？」竹劍道：「木姑娘給挑上了駙馬，拜堂成親總還有若干時日，那時想來總可找到段公子了。」菊劍道：「就算那時段公子仍不現身，木姑娘代他拜堂，卻又如何？」說著伸手按住了嘴巴，四姊妹一齊吃吃笑了起來。四人一般的心思，一般的口音，四人說話，實和一人說話沒有分別。巴朱二人面面相覷，均覺這計策過於大膽，若被西夏國瞧破，親家結不成，反而成了冤家，西夏皇帝要是一怒發兵，這禍可就闖得大了。梅劍猜中他們的心思，道：「其實段公子有蕭大俠這位義兄，本來無須拉攏西夏，只不過鎮南王有命，不得不從罷了。當真有甚麼萬一之變，蕭大夥是大遼南院大王，手握雄兵數十萬，只須一句話，便能阻止西夏向大理尋釁生事。」巴天石心思十分機敏，他是大理國三公之一，執掌政事，自是行事穩健。蕭峰能作為大理國的強援，此節他自早在算中，只是自己不便親口提出。聽梅劍說了這番話後，蕭峰這麼一點頭，威力直如雄兵百萬，尋思：「這四個小姑娘的計謀，面上瞧來直如兒戲，但除此之外，確實更無良策，只不知木姑娘是否肯冒險？」便道：「四位姑娘此議確是妙計，但行事之際，實在太過兇險，萬一露出破綻，木姑娘有被擒之虧。何況天下才俊雲集，木姑娘人品自是一等一的了，若是較量武功，要技壓群雄，卻是難有把握。」眾人眼光都望向木婉清，要瞧她作何主張。木婉清道：「巴先生，你也不用激我，我這個哥哥，我這個哥哥──」說了兩句「我這個哥哥」，突然間眼淚奪眶而出。她心情甚是矛盾，想到段譽和王玉燕私下離去，情景便如當年和自己深夜中攜手同行一般，倘若他不是自己兄長，料想他亦不會變心，如今他和旁人卿卿我我，過的是神仙一般的日子，自己卻在這裏冷冷清清，大理國的臣子反而要自己為他出力。她為人極是任性，想到悲憤之處，倏地一伸手，掀翻了面前的桌子，登時茶壺、茶杯乓乓乒乒的打得一地，跟著一躍而起出了房門。眾人相顧愕然，都是十分掃興。巴天石歉然道：「這是我的不是了，倘若善言以求，木姑娘最多不過不答應，可是我出言相激，惹得他生氣。」次日日間，眾人仍是分頭去尋訪段譽，但見街市之上，服飾錦繡的少年子弟穿插來去，想來大半是要去赴皇宮中秋之宴的，偶而也見到有人相罵毆鬥，看來吐蕃國的眾武士還在竭力減少和本國小王子競爭的敵手。到得傍晚，眾人回到賓館之中，蕭峰道：「三弟既已離去，咱們大家都走了罷，不管是誰做了駙馬，都不和咱們相干。」巴天石道：「蕭大俠說的是，免得見到旁人做了駙馬，反而心中有氣。」鍾靈忽道：「朱先生，你娶了妻子沒有？段公子不願做駙馬，你為甚麼不去做？你娶了西夏公主，不也有助於大理麼？」朱丹臣笑道：「鍾姑娘取笑了，晚生早已有妻有妾，有兒有女。」鍾靈伸了伸舌頭。朱丹臣又道：「可惜姑娘的相貌太嬌，臉上又有酒渦，不像男子，否則由你出馬，替你哥哥去娶──」鍾靈道：「甚麼？替我哥哥？」朱丹臣知道失言，心想：「你是鎮南王的私生女兒，此事未曾公開，不便亂說。」忽聽得門外一人道：「巴先生、朱先生，咱們這就去了罷？」門簾一掀，進來一個英氣勃勃的俊雅少年，正是穿了書生衣巾的木婉清。眾人又驚又喜，都道：「怎麼？木姑娘肯去了？」木婉清道：「在下姓段名譽，乃大理國鎮南王世子，諸位言辭之間，可得檢點一二。」聲音清朗，雖然雌音難免，但少年人語音尖銳，亦是不足為奇。眾人見她學得甚像，都是哈哈大笑。原來木婉清發了一陣脾氣，回到自己房中哭了一場，次日想了半天，覺得得罪了這許多人很是過意不去，再覺冒充段譽去娶西夏公主，此事倒是好玩得緊，內心中隱隱又覺得：「你想和王姑娘雙宿雙飛，過快活日子，我偏偏給你娶一個公主娘娘來，整日價打打鬧鬧，教你多些煩惱。」又憶及初進大理城時，段譽父母相見時尷尬異常，心想段譽若有一個明媒正娶的公主娘娘作正室，王玉燕便做不成他的夫人，自己不能嫁給段譽，可也不能讓另外一個美貌姑娘快快活活的做他妻子。她越想越是得意，當即便挺身而出，願去冒充段譽。巴天石等精神一振，忙即籌備諸事。木婉清道：「蕭大哥、虛竹二哥你們兩位最好肯和我同去赴宴，那我便甚麼都不怕了。否則真要動起手來，我怎打得過人家？皇宮之中，亂發毒箭殺人，總也不成體統。」蘭劍笑道：「對啦，段公子若是毒箭四射，西夏皇宮中屍積遍地，公主娘娘只怕也不肯嫁給你了。」蕭峰笑道：「我和二弟已受段伯父之托，自當盡力。」當下眾人更衣打扮，齊去皇宮赴宴，蕭峰和虛竹都扮作了大理國鎮南王府的隨從。鍾靈和靈鷲四姝本想都穿了男裝，齊去瞧瞧熱鬧，但巴天石說道：「木姑娘一人喬裝改扮，已怕人瞧出破綻，再加上五位扮成男子的姑娘，只怕定要露出機關。」鍾靈等只得罷了。一行人將出賓館門口，巴天石忽道：「啊喲，險些誤了大事！那慕容復也要去爭為駙馬，他是認得段公子的，這便如何是好？」蕭峰微微一笑道：「巴兄不必多慮，慕容公子和段三弟一模一樣，也已不別而行。適才我去探過，鄧百川、包不同他們正是急得猶如熱鍋上螞蟻相似。」眾人大喜，都道：「這倒巧了。」朱丹臣讚道：「蕭大俠思慮周全，居然去探查慕容公子的下落。」蕭峰微笑道：「我倒不是思慮周全，我想慕容公子武藝高強，倒是木姑娘的勁敵，嘿嘿，嘿嘿！」巴天石笑道：「原來蕭大俠是想去勸他今晚不必赴宴了。」鍾靈睜大了眼睛，道：「他千里迢迢的趕來，為的是要做駙馬，如何肯聽你之勸？蕭大俠，你和這個慕容公子交情很好麼？」木婉清笑道：「蕭大俠和這人交情也不怎麼樣，只不過蕭大俠拳腳上的口才很好很好，他是非聽勸不可。」鍾靈這才明白，笑道：「出到拳腳去好言相勸，人家自須聽從了。」當下木婉清、蕭峰、虛竹、巴天石、朱丹臣五人來到皇宮門外。巴天石遞入手本，西夏國禮部尚書親自迎進宮去，來到中和殿上，只見赴宴的諸少年已到了一百餘人，散坐各席。殿上居中一席桌椅均鋪繡金龍的黃緞，當是西夏皇帝的御座，東西兩席都鋪紫緞。只見東邊席上高坐一個濃眉大眼的少年，身材魁梧，披著一襲大紅袍子，袍上繡一頭張牙舞爪的老虎，形貌甚是威武，身後站著八名武士。巴天石等一見，便知是吐蕃國的宗贊王子。禮部尚書將木婉清讓到西首席上，不與旁人共座。顯然這次前來求親的諸少年中，以吐蕃國王子和大理國王子身份最尊，西夏皇帝也敬以殊禮。其餘的貴族大官，便與一般民間俊彥散座同席。眾人絡繹進來，紛紛就座。各席坐滿後，兩名值殿將軍喝道：「嘉賓齊至，閉門。」鼓樂聲中，兩扇厚厚的殿門由四名執戟衛士緩緩推上。殿門一關上，偏廊中兵甲鏗鏘，走出一群手執長戟的金甲衛士，戟頭在燭火下閃耀生光。跟著鼓樂又響，兩隊內侍從內堂出來，手中都捧著一隻白玉香爐，爐中青煙裊裊。眾人都知是皇帝要出來了，凝氣屏息，不作一聲。最後四名內侍身穿錦袍，手中空無一物，分往御座兩旁一立。蕭峰見這四人太陽穴高高鼓起，心知是皇帝貼身侍衛，武功甚高。一名內侍朗聲唱道：「萬歲到，迎駕！」眾人便都跪了下去。但聽得履聲橐橐，一人自內而出，在御椅上坐下。那內侍又唱道：「平身！」眾人站起身來。那內侍道：「萬歲賜座！」蕭峰向那皇帝瞧去，只見他身形並不甚高，臉上頗有英悍之氣，倒似是個草莽中的英雄人物。那禮部尚書站在御座之旁，展開一個卷軸，朗聲的誦道：「法天應道，廣聖神武西夏皇帝敕曰：諸君應召遠來，朕甚嘉許，其賜旨酒，欽哉！」眾人離座謝恩。那皇帝舉起杯來，往唇間作個模樣，便即離座，轉進內堂去了。一眾內侍跟隨在後，霎時之間走得乾乾淨淨。眾人相顧愕然，沒料想這位皇帝一句話不說，一口酒不飲，便算陪過了眾人。各人尋思：「我們相貌如何，他顯然一個也沒有看清，這女婿卻又如何挑法？」