第四十一回　衝入土陣只聽陸無雙道：「傻蛋，你倒說一句，你要我表姊陪你逃呢，還是要我陪？」楊過還未回答，程英道：「你怎麼傻蛋長傻蛋短的，也不怕楊兄生氣。」陸無雙伸了一伸舌頭，笑道：「瞧你對他這般斯文體貼，傻兄定要你陪的了。」她把「傻蛋」改稱「傻兄」，算是個折衷。程英面色白皙，極易臉紅，給她一說，登時羞得顏若玫瑰，微笑說道：「人家叫你『媳婦兒』，可不是麼？你媳婦兒不管，要誰管啊？」這一來，又輪到陸無雙臉紅了，伸出雙手去呵她癢，程英轉身便逃。室中風光旖旎，三人倒不像初時那麼害怕擔憂了。楊過心想：「若要程姑娘陪我逃走，那媳婦兒就有性命之憂。倘是媳婦兒陪我，程姑娘也是萬分危險。」於是朗聲說道：「兩位姑娘如此待我，實是感激無已。我說還是兩位快些避開，讓我在這裏對付那魔頭。我師父與她是師姊妹，她總得有兩三分香火之情，何況她怕我師父，諒她不敢對我如何……」他話未說完，陸無雙搶著道：「不行，不行。」楊過心想她二人也定然不肯棄己而逃，於是朗聲道：「咱們三人結伴同行，當真給那魔頭追上時，三人拼一死戰，是死是活，聽天由命便了。」陸無雙拍手道：「好，就是這樣。」程英微一沉吟道：「那魔頭來去如風，三人同行，定然給她追上，與其途中邀戰，不如就在這兒給她來一個以逸待勞。」楊過道：「不錯。姊姊會得奇門遁甲之術，連那金輪法王尚且困住，赤練仙子未必就能破解。」此言一出，三人眼前登時現出一線光明。程英道：「那亂石陣是郭夫人佈的，我乘勢變化則可，要我自佈一個，卻是無此大才了，說不得，咱們盡人事以待天命便了。表妹，你來幫我。」表姊妹倆拿了鐵鏟鋤頭等物，走出茅舍，掘土搬石，佈置起來。忙了一個多時辰，隱隱聽得遠處雞鳴之聲，程英滿頭大汗，一瞧所佈的土陣，其精微奧妙之處，與黃蓉的亂石陣實在相差太遠，心中暗自難過：「郭夫人之才真是勝我百倍。唉，想以此粗拙土陣擋住那赤練魔頭，那可是難上加難了。」她怕表妹與楊過氣沮，口中卻不吐露此意。陸無雙忙了一陣，月光下見表姊的臉色有異，知她實無甚把握，從懷中取出一冊抄本，進屋去遞給楊過，道：「傻蛋，這就是我師父的五毒奇書。」楊過見那本書封皮殷紅如血，心中微微一凜。陸無雙道：「我騙她說，這書給丐幫搶了去，待會我若給她拿住，只怕給她搜出。你好生瞧一遍，記熟後就燒毀了吧。」她與楊過說話，從來就沒正正經經，此時想到命危頃刻，卻也沒有心情再說笑話了。楊過見她神色淒然，點點頭接過。陸無雙又從懷裏取出一塊錦帕，低聲道：「若你不幸落入那魔頭手中，她要害你性命，你就拿出這塊錦帕來給她。」楊過見那錦帕一面毛邊，顯是從什麼地方撕下來的，繡著的一朵紅花也撕去了一半，不知她是什麼用意，愕然不接，問道：「這是什麼？」陸無雙道：「是我託你交給她的，你答應麼？」楊過點了點頭，接過來放在枕邊。陸無雙卻過來拿起，給他放入懷中，突然間聞到他身上一股男子的氣息，想起關陝道上解衣接骨、同枕共榻種種情事，心中一蕩，向他痴痴的望了一眼，轉身出房。楊過見她臨去時這一回眸深情無限，心中也自怦怦跳動，過了好一陣，才打開那五毒奇書來觀看，只見書的內頁因年日悠久，已成黃色，上面寫的盡是捕捉毒物、暗器餵毒、醫療解毒的種種法門。楊過將那本「五毒奇書」從頭至尾，細細讀了幾遍，用心記誦。他母親秦南琴為毒蛇所噬而死，這件事在他心靈上留下了深痛巨創，是以他看到書中對使毒和解毒之法記載得如此詳備，記誦得特別仔細，不自禁想到：「若是我早知這許多療毒的妙法，就可救得母親一命。她自會憐我惜我，不致讓我今日成為無母的孤兒了。」想到此處，眼中淚水一滴滴的落在書上。只聽茅屋門呀的一聲推開，抬起頭來，淚眼糢糊之中，只見程英雙頰暈紅，走近榻邊，額邊都是汗珠。她從懷中取出一塊錦帕，悄聲說道：「楊兄，我在門外佈的土陣，也只聊備一格而已，殊難擋住那十惡不赦的魔頭。」說著將錦帕遞給了他，又道：「若是給她衝進屋來，你拿這塊帕子給她。」楊過一看，見那錦帕也只半邊，質地花紋，與陸無雙所交的一般無異，心下大是詫異，一抬頭，目光與她相接，燈下但見她淚眼盈盈、又羞又喜，正等相詢，程英斗然間面紅過耳，低聲道：「千萬別給我表妹知道。」說罷翩然而出。楊過從懷中取出陸無雙給他的半邊錦帕，拼在一起，兩個半塊剛好合成一塊，但見那帕子年月悠久，白緞子已變淡黃，但那朵紅花卻仍是嬌艷欲滴。他望著這塊破帕，知道中間定有深意，何以她二人各自給我半塊？何以要我交給李莫愁？何以她二人又不欲對方知曉？而贈帕之際，何以二人均是滿臉嬌羞？他因一顆心牢牢繫在小龍女身上，對程英與陸無雙都只當作好友看待，萬難想到二女對他其實鍾情已深，明知這錦帕可使李莫愁懷念舊情、饒得一命，卻都拿來贈給了他。他坐在床上，呆呆出神，忽聽得遠處雞聲又起，接著幽幽咽咽，程英竟自吹起簫來，想是她佈陣已完，一舒積鬱，吹的是一曲「流波」，但聽她簫聲雖然柔細，卻無悲愴之意，隱隱竟有心情舒暢，無所掛懷的模樣。楊過聽了一會，拿起瑤琴，依韻相和，那七弦琴琴聲和平中正，與簫聲溫雅委婉一合，更是動聽。陸無雙坐在土堆之後，聽著表姊與楊過琴簫相和，東方漸現黎明，心想：「師父轉瞬即至，我的性命是挨不過這個時辰了。但盼師父見著錦帕，饒了表姊和他的性命，他二人……」陸無雙的性格本來刁鑽刻薄，與表姊相處，程英從小就處處讓她三分。但此刻臨危，她竟一心一意盼望楊過平安無恙，心中對他情深一片，暗暗許願只要能逃得此難，就算他與表姊結成鴛侶，自己也是死而無憾。正自出神，猛抬頭，突見土堆外站著一個身穿白衣的道姑，右手拂塵平舉，衣襟飄風，正是她師父李莫愁到了。陸無雙低呼一聲，拔劍站起。此時楊過的瑤琴正彈到迴腸蕩氣的吃緊當口，程英凝神吹簫，全心浸在音樂之中，陸無雙雖然低呼，她竟聽而不聞，但說也奇怪，李莫愁竟站著一動不動，只是側耳傾聽。原來她聽到琴簫相和，想起了少年時與愛侶陸展元共奏樂曲情景，雖然一個吹笛，一個吹笙，但這曲「流波」，卻是當年常相吹奏的。數十年已過去，想思難忘，恩怨不斷，她悄立門外聽著琴簫酬答，曲盡綢繆，當真是悲從中來，不可斷絕，突然之間，她縱聲大哭起來。這一下斗放悲聲，更是大出陸無雙意料之外，她平素只見師父嚴峻凶殺，那裏有半點軟心？怎麼明明是要來報仇殺人，竟在門外痛哭起來？但聽她哭得愁盡慘極，迴腸百轉，不禁自感酸楚。她這麼一哭，楊過和程英也自驚覺，瑤琴和玉簫之聲都震了一震，節拍竟然散亂。李莫愁心念一動，突然間縱聲而歌，聲音極是淒婉，歌道：「問世間，情是何物，直教生死相許？天南地北雙飛客，老翅幾回寒暑？歡樂趣，離別苦，就中更有痴兒女。君應有語，渺萬白層雲千山蒼雪，隻影向誰去？」那琴簫聲中本來充滿愉樂之情，李莫愁此一歌，不但詞意悲切，聲調更是哀怨，而且節拍與那「流波」之曲全然不同，只唱得幾句，程英的簫聲已險些跟著她的節拍而吹。楊過一驚，急忙加強琴聲，將程英帶了轉來。李莫愁的歌聲漸唱漸細，卻是越細越高。楊過心神微亂，竟順著那「歡樂趣」三個字彈出，待她轉到「離別苦」三字時，已不自禁的給她帶去。程英功力本淺，更加跟隨而上。李莫愁暗暗喜歡，心想：「我不必出手，只須這歌聲就唱得你二人神魂顛倒，束手待縛。」那知心中一喜，歌聲即起感應，「就中更有痴兒女」這一句，唱得帶了歡樂之意。楊過得此良機，立時轉調，連著程英一齊轉回「流波」。李莫愁見功敗垂成，不由得大怒，更拔高音，下面這三句唱得大是悽厲，只是歌聲中含有怒意，楊過儘自對抗得住。這四人之中，陸無雙武功最低，她初時不明師父何以忽然縱聲歌唱，直到聽了一半，這才明白雙方其實已經交上了手。楊過與程英二人合力，還抗不住師父歌聲的攻擊，心知師父見到茅屋外所佈的土陣，不敢貿然闖進，先用歌聲擾亂己方三人心神，使這土陣發揮不出威力。她聽了一陣，只覺琴簫之音時時錯失，知道楊程二人已是手忙腳亂，但可惜自己無法出手相助，只有暗自焦急。李莫愁見一曲既終，對方並未降服，當下更轉新詞。她自知適才未能取勝，全因自己忽喜忽嗔，先亂了心意，於是凝神專志，儘想著悲苦之情。這一來，楊過與程英果然更加難以抵禦。楊過切盼與程英的簫聲相合，但剛一湊合，立時被歌聲隔斷。要知程英雖對他極有情愫，他心中卻無蜜意相答，二人靈犀不能暗通，那就難抗強敵，只聽得琴弦越提越高，錚的一聲，第一根「徵弦」登時斷了。程英吃了一驚，簫聲微亂，瑤琴中第二根「羽弦」又自崩斷。李莫愁歌聲長縱，第三根「宮弦」再絕。這一來，程英的簫聲已無法和琴聲相和。李莫愁逼近茅屋之時，早已看到土陣的陣法，知道這些土陣看似亂七八糟，其實中間暗藏五行生剋的變化，本來乘著楊過弦斷韻亂，大可長軀直入，但對這土陣不免忌憚，心念一動，突然繞到左側，高歌聲中，躍過土堆，破壁而入。原來程英所佈的土陣東一堆，西一堆，全都用以守住大門，卻未想到那茅屋牆壁不牢，給李莫愁繞開正路，雙掌起處，推破土壁，攻了過去。程英和陸無雙大驚，各提長劍，奔進屋中。楊過見李莫愁破壁進屋，也是一驚，但想自己身上有傷，無法起身相抗，便把心一橫，生死置之度外，調弦轉調，彈起一曲「桃夭」來。這一曲華美熱鬧，喜氣洋洋，詞中說道：「桃之夭夭，灼灼其華，之子于歸，宜其室家。」原來是少年男女新婚之辭。他心中暗思：「今日我得脫此難，養好傷勢，到古墓中和姑姑長相廝守。三人鐘鼓樂之，琴瑟友之，卻是何等的歡樂。」想到此處，琴聲中隱隱傳出鐘鼓之聲，竟是燕爾新婚的模樣。李莫愁見他如此寧定，雖然大敵當前，臉上卻是喜笑自若，也不禁佩服他的膽氣，但聽琴韻歡美，不禁心神一蕩。此時楊過情意愉樂，心神俱醉，那琴聲洋洋灑灑，樂音中春風和暢，花氣馨芳。李莫愁臉上愁苦之色漸漸消退，問陸無雙道：「那書呢？到底是丐幫取去了不曾？」楊過左手撫琴，右手將「五毒奇書」扔給了她，說道：「丐幫黃幫主乃大仁大義之人，要這邪書何用？她傳下號令，幫眾子弟，不得翻動此書一頁。」李莫愁一見那書完整無缺，心下甚喜，又素知丐幫行事正派，律令嚴明，只怕真的未曾翻閱，也是有的。她一歡喜，那愁容更自絕了三分。楊過又從懷中取出兩個半邊錦帕，鋪在床頭几上，說道：「這帕子請你一併取了去吧。」李莫愁臉色大變，拂塵一揮，將兩塊帕子捲了過去，怔怔的拿在手中，一時間思潮起伏，心神不定。程英和陸無雙互視一眼，都是臉上暈紅，料不到對方竟將帕子給了楊過，而他卻當面取了出來。這對表姊妹雖都知對方待楊過甚好，但女孩兒家，相互間卻並未吐露過片言隻語。這幾下你望我、我望你，心事脈脈，眼波盈盈，當真是風月情懷，醉人如酒，茅屋中肅殺之氣，盡化為濃情蜜意。楊過琴中那「桃夭」之曲，更是彈得纏綿愉悅。突然之間，李莫愁將兩片錦帕扯成四截，說道：「往事已矣，夫復何言？」兩手一陣扯，往空一扔，那錦帕碎片有如梨花亂落。楊過一驚，錚的一響，琴弦又斷了一根。李莫愁喝道：「此時殺你，易如反掌，但你身上有傷，我用武功傷你，諒你死了也不心服。咄！再斷一根！」那瑤琴上第五根「角弦」，果然應聲而斷。李莫愁冷笑道：「你此時心中，更有若何歡樂之意？頃刻之間，要教你三人求生不能，求死不得，快快給我抱頭痛哭吧。」那琴上只剩下兩根琴弦，楊過本領再高，也已難成曲調。李莫愁說道：「快彈幾聲淒傷之音！世間大苦，活著有何樂趣？」楊過性子倔強，仙翁、仙翁的彈了兩聲，仍是桃之夭夭的韻律。李莫愁道：「好，我先殺一人，瞧你心中悲不悲痛？」這一聲說話，又崩斷了一根琴弦。她舉起拂塵，就要往陸無雙頭頂擊下，程英長劍平舉，只得和她決死一拼。楊過知道性命無倖，笑道：「我三人今日同時而死，快快活活，遠勝於你孤苦寂寞的活在世間上。英妹、雙妹，你們過來。」程英和陸無雙走到他床邊，楊過左手挽住程英，右手挽住陸無雙笑道：「咱們死在一起，在黃泉路上說說笑笑，卻不強於這惡毒婦人十倍？」陸無雙笑道：「是啊，好傻蛋，你說的一點兒不錯。」程英溫柔體貼的一笑。她表姊妹二人給楊過的手一握，登時勇氣十倍，心中大感甜美。楊過卻在想：「唉，可惜不是姑姑在身旁陪著我。」但他強顏歡笑，故意和程陸二人十分親暱。李莫愁臉帶寒霜，心中卻想：「這小子的話倒不錯，他三人如此死了，確是勝過我活著。」她心腸歹毒，尋思：「天下那有這等便宜之事？我定要教你臨死時傷痛難過。」於是拂塵輕擺，低聲唱了起來，唱的仍是「問世間，情是何物，直教生死相許？」那一曲，祇是音調幽幽咽咽，猶似棄婦吞聲，冤鬼夜哭。楊過等三人四手相握，聽了一陣，不自禁的愁從中來。楊過內功較深，凝神不動，臉上猶帶微笑，陸無雙心腸較硬，不易激動，程英卻已忍不住掉下淚來。李莫愁的歌聲越唱越低，到了後來聲若遊絲，似斷似續，楊過眼眶微紅，鼻為之酸。那赤練仙子只待三人同時掉淚，拂塵捲處，就要將他們一齊震死。正當歌聲淒婉慘厲之極的當口，突聽茅屋外一人哈哈大笑，拍手踏歌而來。那歌聲是女子口音，聽來年紀已自不輕，但聽她唱的卻是天真爛熳的兒歌：「搖搖搖，搖到外婆橋，外婆叫我好寶寶，糖一包，果一包，吃了還要拿一包。」歌聲中充滿著歡樂，李莫愁的悲切之音登時受到打擾。但聽她越唱越近，轉了幾轉，從大門中走了進來，卻是一個蓬頭粗服的中年女子，兩眼圓圈，嘻嘻傻笑，手中拿著一柄燒火用的火叉。李莫愁吃了一驚：「怎麼她輕輕易易便繞過土堆，從大門中進來？若非是他三人一夥，那便是精通奇門遁甲之法了。」她心中起了別念，歌聲感人之力就無先前那般凌厲無前。程英見那女子進來，心中大喜，叫道：「師姊，這人要害我，你快幫手。」原來這蓬頭女子正是黃藥師的徒兒傻姑，只聽她拍手嬉笑，高唱兒歌，什麼「天下一顆星，地下骨零丁」，什麼「寶塔尖，衝破天」，一首首的唱了出來。李莫愁欲以悲苦之音來制她，不料她渾渾噩噩，本來就沒什麼傷心煩惱，須知情由心生，心中一片混沌，對外感也就不起反應，而李莫愁的悲音給她誠樸無華的兒歌一衝，連楊過等也制不住了。赤練仙子拂塵一起，心想：「須得先結果這個傻大姐。」歌聲未絕，迎頭就是一拂塵擊去。當年黃藥師後悔自己一時脾氣古怪，害了得意弟子曲靈風的性命，因此收養曲靈風這個女兒傻姑，發誓要把一身本事傾囊以授。可是傻姑當父親被害之時一嚇而壞了腦子，天資所限，不論黃藥師化了多少心血來循循善誘，總是人力難以回天，要說學會他一身的文學武功，那是萬萬不能的了，但十餘年來，卻也練成了一套掌法，一套叉法，所謂一套，其實只是每樣三招，黃藥師見她愚鈍，知道什麼變化奇招，她決計記不住，於是窮心殫智，創出了三招掌法，三招叉法，這六招呆呆板板，並無變化後著，神妙之處，全在練功。此時她見李莫愁拂塵打來，理也不理，火叉當胸就是一叉。李莫愁聽得這一叉破空之聲甚是勁急，不禁大驚：「瞧不出這女子功力如此深湛。」急忙繞步向左，揮拂塵向她頭頸擊去。傻姑不理敵招如何，當胸一叉平刺。李莫愁拂塵倒轉，捲她叉頭，傻姑只如不見，火叉繼續刺出。李莫愁運勁一甩，那火叉竟不搖動，轉眼間已刺到她雙乳之間，幸好她武功高強，百忙中一個「倒轉七星步」，從那牆壁的破洞中反身躍出，方始避開了這一叉，卻已嚇出了一身冷汗。她躍出後更不停頓，跟著縱身而起，從半空中將她拂塵擊了下來。傻姑以不變應萬變，仍是一叉平刺，只因敵人已經躍高，這一叉就刺向她的小腹，李莫愁見來勢狠猛，倒轉拂塵之柄在叉桿上一擋，借勢竄開，呆呆的望著她，心想：「我適才攻擊的三手，每一手都暗藏九種變化，十二種後招，任她那一位武林高手，均不能等閒視之，怎麼這女子只是一招當胸一刺，就將我六十三手變化盡數消解於無形？此人武功深不可測，趕快走吧！」其實傻姑的叉法來來去去只有三招，若是時間一久，李莫愁看明白了她出手的路子，就能設法取勝，常言道程咬金三斧頭，傻姑卻也只有三火叉，而此次單憑一招叉法，竟將一個絕頂厲害的敵人嚇走，黃藥師也真足自豪了。李莫愁轉過身來，正要從牆壁缺口中躍出，卻見破口旁已坐著一人，青袍長鬚，正是當年從她手中相救程英的桃花島主黃藥師。他憑几而坐，矮几上放著楊過的那瑤琴。李莫愁是何等精幹之人，對戰時眼觀六路，耳聽八方，但黃藥師進屋、取琴、坐地，她竟絲毫沒有察覺，若是他在背後欲施暗算，取她性命豈非易如反掌。李莫愁與傻姑對招之時，生怕程英等加入戰團，是以口中悲歌並未止歇，要教他三人心神難以寧定，此時斗見黃藥師悄坐撫琴，心頭一震，歌聲登時停了。黃藥師在琴上彈了一聲，縱聲唱道：「問世間，情是何物，直教生死相許？」居然唱的就是李莫愁那一曲。他琴上的弦線只剩下「羽弦」一根，但黃藥師是武學的大宗匠，竟在這一根弦上彈出宮商角徵羽各種音律出來，而琴中悲切之處，比之她的歌聲更遠過之。這一曲李莫愁是唱熟了的，黃藥師一加變調，她心靈中所起的感應，比之楊過諸人自是更勝十倍。黃藥師早知她作惡多端，今日要借此機緣將她除去。他從前以一枝玉簫，與歐陽鋒的鐵箏、洪七公的嘯聲相抗，打成平手，這時隔了這許多年，力氣或因年老而衰減，內功卻是越練越深，李莫愁如何抵禁得住？但感心旌搖動，莫可抑制。黃藥師琴歌相和，亦非一味悲戚，忽而歡樂，忽而憤怒，忽而高亢激昂，忽而低沉委宛，情緒瞬息數變，引得她一時喜，一時悲，有如瘋癲。眼見這一曲唱完，李莫愁非發狂不可，那傻姑一轉頭，突然見到楊過，燭光之下，看來與他父親楊康的相貌一模一樣。傻姑一生最怕妖鬼，楊康在嘉興王鐵槍廟中中毒而死的情景，使她永不能忘，這時一見楊過呆呆坐著，只道楊康的鬼魂作祟，一跳而起，指著他道：「楊……楊兄弟，你……你別害我……你……你不是我害死的……你去……找旁人吧。」黃藥師在琴上正彈得如怨如慕，突然給她這麼一擾亂，錚的一聲，最後一根琴弦也斷，傻姑躲在師父身後，大叫：「鬼…鬼…，師父，是楊家兄弟的鬼。」李莫愁乘著這個空隙，一拂塵將燭火打熄，從破壁中鑽了出去。黃藥師既不能用琴音殺她，自顧身份，自然不能出去追擊。黑暗中傻姑更是害怕，叫得更加響亮：「是惡鬼，師父，打鬼，打鬼！」程英晃火摺點亮蠟燭，拜倒在地，向師父見禮，將楊過與陸無雙二人的來歷簡略說了。黃藥師喝住傻姑，向楊過笑道：「她識得你父親，你果然與你父甚是相像。」楊過在床上彎腰磕頭，說道：「恕弟子身上有傷，不能叩拜。」黃藥師顏色甚和，道：「你捨命救我女兒，真是好孩子。」原來他已與黃蓉見過面，知曉了經過情由，聽說程英將他救去，於是帶同傻姑，前來尋找。黃藥師取出療傷靈藥，給他服了，又運內功給他推拿按摩。楊過但覺他雙手到處，有如火炙，不自禁的從體中生出抗力。黃藥師斗覺他皮肉一震，暗中感到他經脈運轉，內功實有異常造詣，於是手上加勁，過了一頓飯時分，楊過但覺四肢百駭無不舒暢，昏昏沉沉的竟睡著了。次日醒時，睜眼見黃藥師坐在床頭，忙坐起行禮。黃藥師道：「你可知江湖上叫我什麼名號？」楊過道：「你是桃花島主？」黃藥師道：「還有呢？」楊過初想「東邪」二字不便出口，但轉念一想，既然有個「邪」字，他的脾氣和常人一定不大相同，於是大著膽子道：「你是東邪。」黃藥師哈哈大笑，說道：「不錯。我也曾聽到很多人說起你，說你武功不壞，心腸也熱，行事卻也邪得可以。聽說你想與你師父為妻，是不是？」楊過道：「正是。老前輩，人人都不許我，但我寧可死了，也要娶她。」黃藥師聽他這幾句話說得斬釘截鐵，怔怔的望了他一陣，突然抬起頭來，仰天大笑，只震得屋頂的茅草簌簌亂動。楊過怒道：「這有什麼可笑？我道你號稱東邪，定有高見，豈知也與世俗之人一般迂腐。」黃藥師大聲道：「好，好，好！」說了個「好」字，轉身出屋。楊過怔怔的坐著，心想：「我這一番話，可把這位老前輩給得罪了。卻不想他何以臉露喜色？」原來黃藥師一生縱橫天下，對當時禮教世俗之見，最是憎恨，行事說話，無不離經叛道，因此上得了一個「邪」字的名號。他落落寡合，生平實無知己，雖以女兒女婿之親，也非真正知心。郭靖端凝厚重，尤非他意下所喜。不料到得晚年，居然遇到楊過，江湖上早就傳說他反出全真教，毆師叛門種種行逕，此刻與他一席話說過，更是大合心意。這天傍晚，黃藥師又到他室中，說道：「楊過，你不如再反出古墓派師門，轉拜我為師吧。」楊過一怔道：「為什麼？」黃藥師笑道：「你先不認小龍女為師，再討她為妻，豈非名正言順？」楊過心想：「這法兒倒好，可是師徒不許結為夫妻，卻是誰定下的規矩？」於是昂然道：「我偏要又叫討她做師父，又她做妻子。」黃藥師鼓掌笑道：「好的，你這麼想，可又比我想法高出一籌。」於是伸手替也按摩療傷，嘆道：「我本想要你傳我衣缽，要教世人得知，黃老邪之後又有一個楊小邪。你不肯做我弟子，那是沒法兒的了。」此時楊過已瞧明白他的脾性，越是與眾不同的言行，越是合他心意，隨即說道：「也非定須師徒，方能傳授衣缽。你若不嫌我年紀幼小、武藝淺薄，咱倆大可結個忘年之交啊。」黃藥師怒道：「你這小小娃兒，膽子倒不小，我又不是老頑童周伯通，怎能跟你沒上沒下？」楊過道：「老頑童周伯通是誰啊？」黃藥師當下將周伯通為人簡略說了一些，又說到與郭靖如何結為金蘭兄弟。二人談談說說，大是情投意合，常言道：「酒逢知己千杯少，話不投機半句多。」楊過伶牙利齒，言辭便給，兼之生性和黃藥師極為相近。每說一句話，黃藥師都大嘆深得我心，當真是一見如故，相遇恨晚，他口上雖然不認，心中卻已將他當作忘年之交。當晚他命程英在楊過室中加設一榻，二人聯床共語。數日過後，楊過傷勢痊可，他與黃藥師二人的交情，也是如膠如漆難捨難分。黃藥師本要帶了傻姑南下，此時卻一句不提動身之事。程英與陸無雙見他一老一少，白日前樽共飲，晚間剪燈夜話高談闊論，滔滔不絕，心中都是暗暗好笑。只覺老的太過沒有輩份尊嚴，少的卻又太過肆無忌憚。說到見識學問，楊過還沒黃藥師的一點兒零頭，只是黃藥師不論說到什麼，他總是打從心竅兒出來的贊成，偶爾加上片言隻字，卻又無不恰到好處，不由得黃藥師不引他為生平第一知己了。這些時日之中，黃藥師自將生平絕學，傾囊以授，二人雖無師徒名分，但他比之得授徒弟，更加盡心。楊過除了陪他說話練武之外，心中總是想著傻姑錯認自己那晚所說的話，當時她說：「你不是我害死的，你去找別人吧！」由此可見，她必知自己父親為何被人害死，害死他的人是誰，旁人隱瞞不說，這傻姑瘋瘋癲癲，或可從她口中探明真相的。這日午後，楊過道：「傻姑，你來，我有話跟你說。」傻姑見他太像楊康，總是害怕，搖頭道：「我不跟你玩。」楊過道：「我會變戲法，你瞧不瞧？」傻姑搖頭道：「你騙人，我才不上當呢。」楊過心生一計，突然頭上腳下，倒了過來，以歐陽鋒所授的功夫，用頭行路，一躍一躍的向行。傻姑大喜，拍掌歡呼，隨後跟去。