第六回　尋仇豪傑誤交兵周仲英掌斃周英傑後，周大奶見愛子慘死，傷痛異常，竟和丈夫反目，隨身帶了一點金銀，一個出莊去了。周大奶奶今年四十多歲，是一位拳師之女，武功也有相當造詣，她娘家早已無人，不知她投奔何方。周仲英妻離子死，煩惱不已，在家中悶悶不樂的耽了兩日。這日天色已晚，忽然莊丁來報有兩人求見。周仲英命孟健雄去接見，孟健雄一看，竟是罪魁禍首的童兆和，又驚又疑，不知他此番重來又有何事。童兆和替孟健雄引見了同伴，原來是鄭王府的武術總教頭萬慶瀾，此人在北方武術界也是大大有名。這兩人一定要見周仲英，孟健雄道：「老莊主身體不適，兩位有甚麼事，由我代為轉達，也是一樣。」童兆和嚇嚇冷笑，說道：「我們這次來是一番好意，周莊主見不見由他。鐵膽莊眼下就是滅門大禍，還搭甚麼架子？」孟健雄自文泰來被捕，心中已懷著鬼胎，惟恐鐵膽莊被牽連在內，聽童兆和這麼一說，只好進去稟告。周仲英手裏弄著鐵膽，怒氣勃勃的出來，說道：「鐵膽莊怎麼有滅門之禍啊？老夫倒要請教請教。」萬慶瀾從懷裏摸出一張紙來，鋪在桌上，說道：「周老英雄請看。」他兩手按住那張紙的天地頭，似乎怕被周仲英奪去。周仲英湊近看時，原來是陸菲青寫給他的一封信，託他照應文泰來等人的。這封信文泰來放在身邊，一直沒能交給周仲英，被捕後給搜了出來。瑞大林等俱是久歷江湖之人，當然知道陸菲青的名頭，心想這是久捕不得的要犯，竟和鐵膽莊有來往。大家一商量，覺得如去報告上官，未必能捉到陸菲青，反在自己肩上加了一副擔子，不如去重重敲周仲英一筆，大家拿來分了，落得實惠。而且鐵膽莊窩藏欽犯，落不了干係，還怕不乖乖拿銀子出來？張召重和陸菲青是同門，知道他的厲害，不敢造次，又聽說瑞大林等商量著要去敲詐周仲英，覺得未免行為低下，但談到了錢，也不便阻人財路，只得讓他們胡來，成璜、瑞大林等都是有功名的人，不便出面，於是派了萬慶瀾和童兆和兩人同來講數。周仲英見了這信，心下也有點吃驚，問道：「兩位有何見教？」萬慶瀾道：「我們久慕周老英雄的英名，只是沒緣法拜見，常覺得是一件憾事。這封信要是給官府知道了，周老英雄你當然知道有甚麼干係，我們眾兄弟拿到這信，都說大家拚著腦袋不要，也要交結周老英雄這個朋友，所以決定把這信毀了，大家以後一字不提，周老英雄把文泰來這欽犯藏在莊內的事，我們也可以不向上稟報。」周仲英道：「那是多多承情。」萬慶瀾不著邊際的說了一些閒話，終於萬分委屈的道：「只是眾兄弟這趟出京，路上花用開銷，負了一身債，想請周老英雄念在武林一派，伸手幫一下大家的忙，我們感激不盡。」周仲英眉頭一皺，「哼」了一聲。萬慶瀾道：「這些債務數目也不大，加起來不過六七萬兩銀子。周老英雄在這裏廣置產業，這點點小數目，也未必在您心上。」周仲英聽這兩人居然開口勒索，惱怒異常，說道：「在下莫說沒有銀子，就是有，也要用來結交講義氣，有骨頭的好男子。」他不但拒絕，反而把萬慶瀾一干人罵了。童兆和笑道：「我們是小人，那不錯。小人成事不足，敗事有餘，這一點周老英雄也總明白罷。要我們起一座這樣大的鐵膽莊，那我們是不成，不過要把它毀掉麼──」他話未說完，門外闖進一個人來，厲聲喝道：「姑娘倒要看你怎樣把鐵膽莊毀了。」那人正是俏李逵周綺。周仲英向女兒使了一個眼色，先行走到廳外，周綺跟了出來。周仲英在她耳邊低聲道：「你跟健雄、健剛說，這兩個鷹爪孫萬萬不能讓他們走出鐵膽莊。」周綺喜道：「那好極了，我在外邊越聽越有氣。」周仲英回到廳上。萬慶瀾道：「周老英雄既然不肯賞臉，我們就此告辭。」說著把陸菲青那信隨手撕了。周仲英一楞，這一著倒出乎他意料之外。那知萬慶瀾道：「這是那封信的一個副本，把它撕了，免得給人瞧見不便。信的真本帶在張大人身邊。」他這句話是向周仲英表示：你證據已在我們手中，就是把我們兩人殺了也沒用。正在僵持不下之際，駱冰從門外一飛刀向童兆和擲了過去。周仲英沒看清來人是誰，心中雖然痛恨童兆和，可是也不能讓他命喪當地。不及細想，救人要緊，把手中鐵膽一拋，向飛刀砍去，飛刀來得勢勁力疾，鐵膽只砍到了它的刀柄，雖把它準頭碰歪，但飛刀仍舊直插入童兆和左肩。駱冰見周仲英出手救了她的仇人，罵道：「好哇，你這老賊害我丈夫，連我也一起殺了罷。」一拐一拐的走進廳來，舉起鴛鴦雙刀向周仲英砍去。周仲英手中沒有兵刃，舉起椅子一架，說道：「我們把話說清楚，且慢動手。」駱冰存心拚命，哪裏容他分辯，施展神刀駱元通家傳絕技，雙刀全是進手招數。周仲英知道紅花會怪他出賣文泰來，只好設法化解，絕不願再出手傷人，把誤會愈結愈深，所以一味招架倒退，並不還手。駱冰長刀短刀，刀刀向對方要害攻去，眼見他已退到牆邊，無可再退，忽聽背後金刃劈風之聲，知道有人偷襲，忙一伏身，颯的一柄單刀掠過腦後，挾著一股疾風直劈過去。駱冰左手長刀橫截敵人中路，待對方退出一步，才轉身一看，那人原來是周仲英的女兒周綺。周綺怒道：「你這女人好生不識好歹！我好心救你轉來，你幹麼砍我爹爹？」駱冰道：「你鐵膽莊假仁假義，害我丈夫。你走開些，我不來難為你。」回身向周仲英又是一刀。周仲英舉椅子一擋，駱冰把刀收回，以防砍在椅上，隨手「抽撤連環」，三招急下。周仲英左躲右閃，連叫：「住手，住手！」周綺大怒，擋在周仲英面前，挺刀和駱冰狠鬥起來。論到武藝經驗，駱冰均在周綺之上，只因她肩頭和腿上都過傷，兼之內心氣惱憂急，這是武家之大忌，所以兩人對拆七八招後，駱冰漸處下風。周仲英連叫：「住手！」哪裏勸止得住？這時萬慶瀾已替童兆把飛刀拔下，裹好了傷，兩人袖手觀鬥。周仲英見女兒不聽話，心中大怒，舉起椅子正要把忘命廝拚的兩人隔開，忽聽見背後一聲哇哇怪叫，一團黑影直撲進來。那人矮著身軀，手揮雙斧，直上直下向周綺砍去，勢如瘋虎，猛不可當。周綺嚇了一跳，單刀「神龍抖甲」，反砍來人肩背。那人不閃不避，左手板斧硬接硬架，「鐺」的一聲，火光交迸，周綺被他一震，手背發麻，單刀險險脫手，連連縱出兩步，在燭光下看那人竟是一個身材醜怪的駝子。這駝子並不追擊，反身看視駱冰。駱冰乍見親人，心中說不出的又是高興又是難受，只叫得一聲：「十哥！」忍不住兩行熱淚流下來。章進問道：「四哥呢？」駱冰指著周仲英、萬慶瀾、童兆和三人叫道：「四哥教他們害了，十哥你給我報仇。」章進一聽文泰來被害了，也不知是如何害法，他義氣深重，性如烈火，手揮雙斧，著地向周仲分下盤捲去。周仲英手中沒有兵器，一縱身跳上桌子，喝道：「且慢動手！」章進才聽駱冰這麼一說，憤怒填膺，不由分說，一斧向周仲英腿上砍來。周仲英雙臂一振，竄起數尺，斜身落地上。章進一斧砍入檀木桌邊，急切拔不出來。這時孟健雄和安健剛早已得訊，趕進廳來。安健剛把周仲英那金背大刀遞給了老師。周綺也是一個性情粗莽之人，見駱冰和這駝子到鐵膽莊來無理取鬧，哪裏還按捺得住？叫道：「孟大哥、安三哥，協力上啊！那裏跑出來這些不要命的匪徒，到鐵膽莊來撒野。」三個人三柄刀齊向章進攻來。章進凜然不懼，揮斧抵住，嘴裏大叫：「七哥你快來招呼四嫂，你再不來，我可罵你祖宗啦！」原來駝子章進和武諸葛徐天宏聽到文泰來夫婦遭危，首先赴難，連日連夜趕到了鐵膽莊，到達時天已全黑。依徐天宏說，要備了名帖，以晚輩之禮向周仲英拜見，章進話也不說，一縱身跳進莊去。徐天宏怕他闖禍，只好隨後跟進去，他慢了一步，章進已和周仲英、周綺、孟健雄、安健剛四人全交上了手。徐天宏一見大驚，聽見章進呼喝，忙奔進廳去，走到駱冰身邊。這時駱冰喘過了氣，手掄雙刀又要向周仲英殺去，忽見徐天宏進來，心中一喜，知道他足智多謀，此人一到，自己這面絕不能吃虧，指著童兆和與萬慶瀾兩人道：「他們害了四哥──」徐天宏雖然一向謹慎持重，但一聽情同手足的四哥被害，也自方寸大亂，手持鋼刀單拐，縱到童兆和跟前。童兆和與萬慶瀾兩人本來想隔山觀虎鬥，讓紅花會和鐵膽莊的人廝拚，看來紅花會只有三人，勢必落敗，那時再伸手捉拿幾人回去，倒是一件功勞。童兆和雖然吃了駱冰一刀，心中倒並不氣惱，一雙色迷迷的眼睛不住瞪著她，忽見徐天宏突然飛縱過來，一刀砍到，忙舉刀架住。萬慶瀾心道：「鎮遠鏢局名氣真大，我倒瞧瞧你們鏢局子的鏢頭們武藝怎樣。」徐天宏身材又矮又小，外形和童兆和是一對，但武藝精熟，只三五個照面，已把對方打得連連倒退，只見他左手鐵拐往外一掛，「盤肘刺扎」，右手刀往童兆和扎來。童兆和忙向左避開，留心了上面沒防到下面，被徐天宏一個掃堂腿，撲地倒了。徐天宏鐵拐往下便砍，堪堪砍到，驟覺背後勁風撲到，不及轉身，左足在童兆和胸前一點，竄出兩步，翻身和萬慶瀾一對鑌鐵點鋼穿打在一起。萬慶瀾憑手中真實功夫，在京連敗十名武術名家，才做到王府的總教習。他在這對點鋼穿上下過二十年苦功。鄭親王為了提拔他，教他跟張召重出來立一點功，就可保舉他作官。他和徐天宏兩人一個力大，一個招熟，對拆十餘招分不出勝負。萬慶瀾心中焦躁，想這樣貌不驚人的一個小子尚且打不贏，豈不讓童兆和笑話，舉鑌鐵穿猛力向徐天宏胸前扎來。徐天宏鐵拐一封，右手刀迎面劈出。萬慶瀾立刻撤回鑌鐵穿，「孔雀開屏」，向徐天宏急扎。徐天宏單拐往外一砍，擋開鐵穿。萬慶瀾右手鐵穿卻已「霸王卸甲」直劈下來。徐天宏一縮頭，鐵穿在左臉邊擦過，差不盈寸，十分兇險。徐天宏見對方武功了得，起了敵愾之心，仗者自己身材矮小，專攻敵人下盤，單刀鐵拐左右合抱，砍碰萬慶瀾雙腿。萬慶瀾把雙穿在兩腿外一立，哪知徐天宏這一招是虛招，單刀照舊砍去，鐵拐卻中途變招，直點到敵人門面。萬慶瀾無法挽救，急用「鐵板橋」向後一仰，雖然躲開了這一拐，卻已急出一身冷汗，再拆數招，漸感不敵，不由得著急。那邊章進以一敵三，越鬥越猛。孟健雄叫道：「健剛，你快去守住莊門，防備外面再有人攻進來。」章進雙斧勢如疾風，安健剛一時緩不出手腳。周綺叫道：「安三哥你快去，這駝子我來對付。」章進聽見周綺叫他「駝子」，那是他生平最忌之事，怒氣更熾，大吼大叫。周綺和孟健雄兩人合力抵住，安健剛奔出廳去。周仲英高叫：「大家快住手，聽老夫一句話。」孟健雄和周綺都退後數步。徐天宏也退了一步，叫道：「章十弟住手，聽他說。」章進置之不理，趕上再去打。徐天宏正要上去阻止，哪知萬慶瀾背後一穿打來，徐天宏毫沒防備，身體急縮，已被打中肩頭，又痛又怒，一個踉蹌，叫道：「好哇，你們鐵膽莊真是鬼計多端。」他可不知萬慶瀾不是鐵膽莊中的人。他為人本來冷靜持重，但突受萬慶瀾暗算，不由得大怒，左肩受傷，鐵拐已不能使，挺單刀又和萬慶瀾狠鬥。他施展「五虎斷門刀」刀法，仍是著著進攻，只是少了鐵拐借勢，單刀稍稍嫌輕，使來不大順手，已不能再佔上風。那邊章進翻身又鬥。童兆和站得遠遠的，指著駱冰，口中不清不楚的胡說。駱冰身邊只有一柄飛刀，不肯貿然用掉，挺刀追去。童兆和仗著腿腳靈便，在大廳中繞著桌子椅子跟她捉迷藏，說道：「你別兇，你丈夫早死啦，不如乖乖的改嫁你童大爺。」駱冰關心則亂，聽童兆和這一句話，以為文泰來真的已死，眼前一黑，昏了過去。童兆和見她跌倒，奔了過來。周仲英一見，氣往上衝，舉起金背大刀，也朝駱冰奔去。他本意是要阻止童兆和對她無禮，哪知誤會之上又加上誤會，正在這時，門外一人大喝：「你敢傷我四嫂，我和你拚命了！」一人手執雙鉤，上下二路，一奔咽喉，一奔前陰，夾著一股勁風，直向周仲英撲來。周仲英見此人面目英俊，身手矯捷，心中先存好感，舉刀輕輕一擋，退後一步，說道：「尊駕是誰，先通姓名。」那人不答，俯身看視駱冰，見她臉如白紙，用手在她鼻上一探，尚有鼻息，忙將她扶起坐在椅上，撿起拋在地上的鴛鴦刀，放在她身邊。周仲英見眾人越打越緊，無法勸解，很是不快，這時聽見外面一人喊聲如雷，又聽見鐵器相撞，乓乓乒乒打得熱鬧，不一會，安健剛敗了進來，一人緊接著追進。周仲英那人又肥又高，手執鋼鞭，約莫總有三十多斤，安健剛一柄單刀不敢和他的鋼鞭碰撞。徐天宏叫道：「八弟九弟，今天不殺光鐵膽莊的人，咱們不能算完。」那胖子是紅花會排名第八的「鐵塔」楊成協。面目英俊的是排第九的「九命錦豹子」衛春華，凡遇江湖上兇毆爭鬥、對抗官兵之時，衛春華總是不顧性命的勇往直前，一生所遇兇險最多，但居然連重傷也未受過一次，所以說他有九條性命。他們兩人是紅花會赴援的第二撥，到得鐵膽莊時已近午夜，只見莊門口火把明亮，眾莊丁手執兵器，如臨大敵。衛春華上前叫道：「紅花會姓楊的、姓衛的來拜見鐵膽莊周老英雄，請弟兄辛苦通報。」安健剛一聽是紅花會人馬，裏面正打得熱鬧，那裏肯讓他們進來，喝道：「放箭！」二十幾名莊丁，火光中彎弓搭箭，一排箭射了過去。衛春華和楊成協大怒，揮動兵刃把箭紛紛撥落。衛春華不顧面前是刀山箭林，老脾氣發作，一陣風的衝了過來。莊丁們見這人兇悍無比，都軟了手腳，來不及關閉莊門，已被衛春華直闖進去。楊成協跟著進來，安健剛揮刀攔住。楊成協身材高大，氣度威猛，一鞭打去，虎虎生風。安健剛不敢硬架，使開刀法，一味騰挪閃避，找到一個空檔，倏地一刀砍將下來。楊成協雖肥，動作卻極靈便，鋼鞭「橫掃千軍」，用力一格，「鐺」的一聲，刀鞭相交，安健剛虎口震裂，一陣奇痛，一柄刀脫手飛出去。楊成協不想傷他性命，待他一退，飛身跳進圍牆，進了鐵膽莊，因為不識路徑，黑暗中正在聽聲尋路。安健剛另外找了一把刀，翻身又來攔截，這次尤其小心，但對拆數招，又被楊成協鋼鞭打在刀背上，一柄刀彎成了曲尺。安健剛邊退邊打直退到大廳之中。楊成協一鞭迎頭擊去，安健剛一縮身，隨手掀起桌子一擋，桌子一角登時落地，木屑四濺。周仲英在旁看了暗暗咋舌，心想：「怪不得紅花會近來聲勢越來越大，會裏人物果然武功驚人。」他見安健剛滿頭大汗，再拆數招，眼見就要命喪鞭下，縱聲高叫：「紅花會的英雄們，聽老夫說句話。」這時衛春華已把徐天宏替了下來，和萬慶瀾猛鬥，他和楊成協聽周仲英一喊，手勢一緩。徐天宏大叫：「留神，別上當。」話聲未畢，萬慶瀾果然一穿向衛春華扎來。他是惟恐鐵膽莊和紅花會的人聯成一氣，所以不容他們有說和機會。衛春華已有防備，眼見敵刃攻到，但居然不退，反手一鉤，以攻對攻。萬慶瀾見他不顧性命的狠打，忙把鋼穿收回招架。這時徐天宏已把駱冰救醒，戟指大罵：「江湖上說你鐵膽莊是大仁大義的好朋友，原來這樣陰險毒辣。你暗施詭計，算得是甚麼英雄？」周仲英明知他誤會，但也不由得惱怒，叫道：「你紅花會也算欺人太甚。」把長袍一捋，喝道：「健剛退下，讓我來鬥鬥這些成名的英雄豪傑。」安健剛退後數步，周仲英挺刀上前，說道：「尊姓是誰？」楊成協見對方白鬚飄動，不敢輕慢，一抱拳道：「在下是鐵塔楊成協。」這時駱冰叫道：「八哥你還客氣甚麼？這老匹夫把四哥害死了。」這話一出，楊成協和衛春華全都大驚。衛春華撇下萬慶瀾，反身撲到周仲英面前，雙鉤如風，直撲到他懷裏。周仲英大刀一立，運用內力，把雙鉤反彈出來。衛春華一怔，知道對方武功厲害，但他是出名的不怕死，毫不退縮，又攻了過去。那邊章進雙戰孟健雄和周綺。打得難解難分。安健剛呼呼喘氣，舉手用袖子一拭額頭的汗，挺刀又來助戰。楊成協揮鋼鞭敵住萬慶瀾。徐天宏察看大廳內惡鬥形勢，章進以一敵三，並未見敗，那邊衛春華卻招架不住了。周仲英好幾次刀下留情，但對方毫不退縮，心想你這年輕人真是不識好歹，找倒要教訓教訓你，刷刷幾刀，把衛春華左手鉤震得直盪開去。徐天宏見周仲英刀法精奇，功力深湛，數招之後，衛春華已非其敵，忙挺單刀過去助戰，以兩敵一，堪堪打個平手。周仲英年紀雖老，金背大刀使來一團白光，把全身罩住，招數一刀緊似一刀，力量一刀大似一刀，愈戰愈勇。徐天宏眼見不能取勝，大叫：「五哥六哥，你們來了，好，快放火把鐵膽莊燒了再說。」他這是虛張聲勢，紅花會中排行第五第六的常赫志、常伯志兄弟其實並沒有到鐵膽莊來，他們奉總舵主之命，到三道溝去查看京裏來的公差行蹤去了。徐天宏這一叫，鐵膽莊的人果然全都吃了一驚。周仲英一分神，險險吃了衛春華一鉤，長眉一豎，大刀「三羊開泰」，連環三招，把徐、衛兩人迫退了數步，縱身跑到廳口，想出去攔截縱火敵人。哪知衛春華如影隨形，緊跟在身後，人未到，鉤先到，直向周仲英刺過來。周仲英大刀圈轉，「鐺」的一聲，把雙鉤隔開，進手橫砍，右足貼地勾掃，同時左手一個捺掌。衛春華急急縱身躍起，向旁跳開。周仲英左手五指掇攏，變為鵰手，借勢一撥，一掌打在衛春華肩上。周仲英這一捺、一撥、一勾，名為「三合」，是少林拳中「二郎擔山」絕技。衛春華專心對付他的刀法，哪知他突然施展少林拳，刀拳足三者並用，避開了兩招，最後一招終於躲不掉，右肩重重吃了一掌，幸而周仲英掌下留情，只使了四成力，否則必受重傷。衛春華愈敗愈狠，被周仲英一掌打得倒退三步，尚未站定，又撲上四步，雙鉤「彩鳳旋窩」，向周仲英捲去。周仲英大怒，叫道：「你這位小哥，我和你又沒殺父之仇、奪妻之恨，為何苦苦相逼？我已掌下留情，你也知得好歹！」衛春華道：「你殺我文四哥──我打你不過，但我是打不死的九命錦豹子，你知道麼？」口中說話，手上絲毫不緩。周仲英見他狠打痴纏，一味不要命死拚，心中有氣、可是見他如此勇猛，也不由得愛惜，說道：「老夫活了六十多歲，還沒見過你這種不要命狂徒！」衛春華道：「今兒叫你見見。」刷的一鉤直刺，徐天宏單刀橫砍。周仲英忽地跳起，大刀猛劈三刀，衛春華奮力抵住。刀光劍影中，周仲英彎刀向內，肘角向外一撞，正撞在衛春華腰脅之上，這一記是少林拳中的「肋下肘」，如使足了力，把敵人脅骨撞折。衛春華受他一撞，饒是對方未用全力，可也痛入骨髓，哼了一聲，蹲了下來。徐天宏道：「九弟你退下。」衛春華不答，搖搖晃晃的站起來，斜眼向周仲英凝視，又挺雙鉤上前。周仲英罵道：「我瞧你是不可救藥！」徐天宏大叫：「快放火啦，十二郎，你截住後門，別讓一個人逃出莊去。」周綺給她喊得心亂意煩，一時又戰章進不下，心想：「我殺了這罪魁禍首再說。」舉刀奔向駱冰。駱冰自聽到文泰來被害的消息後，直昏昏迷迷的坐在椅上，大廳中大家打得兇猛異常，她只覺得一團團人影在面前竄來竄去，腦子中空空洞洞的，對眼前之事茫然不解。周綺縱到她面前，一刀砍來。駱冰向她淒然微笑了一下，眼神要哭不哭的樣子。周綺鋼刀砍到她面前，見她臉上一副又可憐又傷心的溫柔神色，反而砍不下去了，凝了一下神，把椅上的鴛鴦雙刀拿起來，遞到駱冰手中，道：「打呀！」駱冰隨手接了。周綺再是一刀輕輕迎頭砍下，瞧她是否招架。駱冰又笑了一笑，隨隨便便的右手短刀一架，長刀反擊。周綺嘆了一口氣，道：「這才對了，你站起來打。」駱冰聽話站起，但腿上傷痛，拐了一下重復坐下。於是一個坐一個站，一個獃一個慵，雙刀單刀打了起來。拆了數招，周綺急道：「誰跟你鬧著玩？」她覺得對手似傻不傻的和她爭鬥毫無趣味，這時又聽見徐天宏大叫「放火」，心中一驚，拋下駱冰奔出廳去。剛跑到廳口，只聽見門外一人陰沉沉的說道：「想逃麼？」周綺一驚，反身一躍，退開兩步，在燭光搖晃下只見兩個人擋在門口。說話的人面上如佈著一層寒霜，兩道目光攝人心魄般直射過來。周綺想再看他身旁那人，怎麼一副樣子，但說也奇怪，被他目光瞪住，自己的眼睛竟不敢移向旁邊，輕輕罵了聲：「見鬼！」那人冷冷的道：「不錯，我是鬼見愁。」話聲中沒絲毫暖意。周綺向來天不怕地不怕，見這人陰氣森森，不由得微微打了一個冷戰，喝道：「難道姑娘怕你？」她這句話是給自己壯膽，其實姑娘確是有點怕的，喝聲未畢，一刀迎頭向那人砍去。那人「左掛金鈴」，用刀向外一掛，左手掌撫刀柄，雙目仍舊瞪住周綺。周綺感到他這一掛中含勁未吐，輕靈鬆靜，竟是內家功夫，驚懼更甚，心想：「反正我媽走了，弟弟死了，我跟爹爹都讓你們殺了罷。」勇氣一長，揮刀沒頭沒腦向那人砍去，那人正是紅花會執掌刑堂的鬼見愁十二郎石雙英。他本來是八卦掌門中的徒弟，加入紅花會後常向三當家趙半山請教武藝。趙半山把太極門中的玄門刀法傾囊相授，所以他們兩人名是結義兄弟，實是師徒。石雙英以靜制動，以柔克剛，不數招已把周綺一柄刀裹住。那邊孟健雄、安健剛雙戰章進，已自抵擋不住。萬慶瀾左手鑌鐵點鋼穿也被楊成協一鞭打折，不敢再戰，只繞著桌子兜圈子，欺侮楊成協身體胖跑不快，追他不上。童兆和不知哪裏去了。只有周仲英對敵徐天宏和衛春華卻佔著上風，他想只有先將他兩人打倒，再來把事情說清楚，否則混戰下去，殊非了局，刀法一緊，將徐衛兩人逼得連連倒退，正在得手之際，忽地一人縱上前來，叫道：「我來鬥鬥你這老兒！」一柄鐵槳當頭猛打下來。兵器是鐵槳，用的卻是「魯智深瘋魔杖」的招術，他是把鐵槳當作禪杖使，這一記「秦王鏢石」，鐵槳從自己背後甩過右肩，猛向周仲英碰來，呼的一聲，猛惡異常。周仲英見他力大，向左一閃，反手就是一刀。那人一槳不中，鐵槳打橫，雙手握定，槳尾向右橫擋，隨手槳頭向左橫擊，這是「瘋魔杖」中的「金鉸剪月」，快如閃電。最是厲害不過。周仲英是少林正宗，識得此招，側身讓過，眉頭一皺，主意打定，邊打邊退，不斷移動腳步，眼見萬慶瀾逃避楊成協的追逐，奔近自己身邊，大刀一揮，反手向萬慶瀾頭上砍去。原來周仲英知道紅花會的誤會非三言兩語所能說明，幾次呼喝大家住手，都被萬慶瀾從中破壞。他們來鐵膽莊敲詐勒索，周仲英心中本極氣惱，可是一和官府作對，那就是造反。自己在這裏數十年安居，有家有業，自古道「滅門的縣官」，得罪了官府，可真是無窮之禍。周仲英雖然是一方豪傑，但近二十年來廣置地產，家財漸富，究竟是丟不掉放不下，所以一直不肯對萬慶瀾翻臉。再者自己為紅花會的朋友把兒子也殺了，他們居然不問情由，闖進莊來狠砍猛殺，還說燒鐵膽莊，也不免有氣，心想自己年紀這麼一大把，對方就是不敬賢也得敬老。他本來憑武藝搶場把眾人全都懾服，然後再來說明原委，哪知紅花會群雄越來越多，越打越兇，時候一長，總有人不死也傷，這一來誤會變成真仇，那就不可收拾，權衡輕重，甩出去鐵膽莊不要，決定向萬慶瀾動手，以求打開僵局。萬慶瀾見周仲英金刀砍來，不由得大駭，疾退一步，見後面楊成協又追了上來，忙雙足一頓，跳上桌子。他已知道周仲英用意，大叫：「我們捉到了文泰來，朝廷懸賞的二萬兩銀子，你想害死了我獨吞麼？」這人狡猾狠毒，存心誣陷，要挑撥鐵膽莊和紅花會鬥個兩敗俱傷。紅花會群雄見周仲英刀砍萬慶瀾，俱都一怔，各自停手，聽萬慶瀾這麼一叫，激鬥之間，哪裏還能細辨是非曲直？章進哇哇大叫，雙斧向周仲英捲來。周仲英又急又怒，有口難辯，只好揮刀擋住。徐天宏究竟足智多謀，看周仲英剛才拼鬥時數次刀下留情，知道其中必有隱情，喊道：「十弟不可造次！」章進殺得性起，根本沒有聽見。使鐵槳的是紅花會中排行第十三的銅頭鱷魚蔣四根，一槳攔腰向周仲英打去。周仲英側身一避，不想背後楊成協鋼鞭斜肩打來。周仲英聽得耳後風生，揮刀一擋，兩人手臂都是一陣酸麻。楊成協、章進和蔣四根是紅花會的「三大力士」，均有驚人膂力。周仲英獨戰三人，顯見不支，大喝聲中大刀和章進雙斧相交，火花迸發，手臂又是一陣發麻。蔣四根鐵槳「翻身上捲袖」，一槳打在大刀之上，這時周仲英再也握不住，大刀脫手飛去，直插在大廳正中樑上，竟沒掉下來。孟健雄和安健剛兩人見師父兵器脫手，一驚非同小可，雙雙搶過來相救，只跨出兩步，已被衛春華揮動雙鉤，和身撲過來攔住。周仲英雖敗不亂，大刀脫手，並不驚慌，雙足一縱，直躍到楊成協懷裏，一個「弓箭衝拳」，左手已搶住鋼鞭鞭梢，右手向楊成協當胸一拳。楊成協萬想不到對方功夫如此之硬，在危急之中，竟會施展「空手奪白刃」招術來強搶他的鋼鞭，被對方迫近身來，招架已自不及，把胸一挺，「哼」的一聲，硬接了周仲英這一拳，鋼鞭竟不撒手。原來楊成協一身鐵布衫的橫練功夫，雖不能說刀槍不入，但尋常利器卻也傷他不得，他綽號叫做「鐵塔」，意思是說他像一座鐵塔那樣，既雄偉，又堅牢。周仲英拳力奇大，真可說有碎石斃牛之勁，見楊成協居然若無其事的受了下來，不禁暗暗吃驚。其實楊成協也是有苦說不出，吃這一拳只打得他痛徹心肺，猛吸一口氣一忍，再用力一扯，想把周仲英拉住鋼鞭的手掙脫。周仲英也正在這時一拉。兩人勢均力敵，誰也沒能把對方拉脫手。這邊搶奪鋼鞭，勢成肉搏，章進和蔣四根的兵器早已向周仲英身上砍碰過來。周仲英一拉沒把鋼鞭奪到，一放手右手隨手把桌子一掀，推向章進各蔣四根兩人。這時孟建雄跳在一旁，拿出彈弓，叭叭叭叭，連珠彈向章蔣兩人身上亂打，替師父抵擋了一陣。但己方形勢危急異常，他見周仲英推倒桌子，桌上燭台掉在地下，蠟燭頓時熄滅，心中靈機一動，一陣連珠彈把廳中幾枝蠟燭全都打滅，大廳中一片漆黑，伸手不見五指。這一著眾人全都出於意料之外，各人不約而同的都向後退了幾步，惡鬥頓時全部停止。大家屏聲息氣，誰都不敢移動腳步，連大氣也不敢出，因為黑暗之中，誰一發出一點聲音，被敵人一辨明地位，兵刃暗器馬上就招呼過來，既看不見敵人動作，如何趨避躲閃？而且這是群毆合鬥，不是單打獨殺，黑暗中亂砍亂殺，說不定就傷到了自己人。所以大廳中一時之間突然靜寂，這其中殺機四伏，眾人覺得比剛才呼叫砍殺，似乎更加令人驚心動魄。就在這靜寂之中，忽然廳外一陣腳步聲走近，廳門打開，一人手持火把走了進來。那人書生打扮，另一手拿著一支笛子。他走進門，向旁一站，火把高舉，火光照耀中又走進三個人來。一個是道人，背負寶劍，左手道袍袖子束在腰裏，只有一隻右臂。另一個輕袍緩帶，面如冠玉，服飾儼然是一個貴介公子，他身後跟著一個十多歲的少年，手中捧著一個包裹。這四人正是金笛秀才余魚同、追魂奪命劍無塵道人、以及新任紅花會總舵主的陳家洛，那少年是陳家洛的書僮心硯。紅花會群豪見總舵主和二當家到來，俱都大喜，紛紛走近相見。徐天宏向楊成協和衛春華低聲道：「你們留心瞧著鐵膽莊這批傢伙，別讓他們走了。」兩人點點頭，繞到周仲英身後。安健剛知道他們用意，心頭有氣，走上一步，正想開口質問，周仲英一把拉住，低聲道：「沉住氣，瞧他們怎麼說。」這時余魚同拿了兩張名帖，走到周仲英面前，打了一躬，高聲說道：「紅花會總舵主陳家洛、二當家無塵道人，拜見鐵膽莊周老英雄。」孟健雄上去接過來，遞給了周仲英。周仲英見名帖上寫得很客氣，陳家洛與無塵都自稱晚輩，上前去拱手道：「貴客降臨敝莊，不曾遠迎，請坐請坐。」這時大廳中已打得桌倒椅翻，一塌糊塗，周仲英叫：「來人哪！」宋善朋率領了幾名莊丁進來，排好桌椅，重行點上蠟燭，分賓主坐下。東首賓位陳家洛居先，依次是無塵、徐天宏、楊成協、衛春華、章進、駱冰、石雙英、蔣四根、余魚同。心硯站在陳家洛背後。余魚同偷眼暗瞧駱冰見她玉臉慘淡，自己心中一股說不出的滋味，又不知她有沒有把他的胡作非為告知石雙英，偷眼看那鬼見愁十二郎，見他臉上陰沉沉的不動聲色，一點看不出來。原來余魚同自駱冰走後，書空咄咄，自怨自艾，莫知適從。此後兩天總是在這幾十里方圓之地內繞來繞去，他想駱冰腿上受傷，再遇到公人一個人無法抵禦，所以想在她後面暗中保護，但始終沒見她的蹤跡，他那裏想得到她會再走到鐵膽莊。到第三天晚上，駱冰沒找到卻遇上了陳家洛與無塵。兩人一聽文泰來被鐵膽莊所賣，又急又怒。無塵馬上想去搭救文泰來。陳家洛道：「眾兄弟都趕往鐵膽莊，他們不知道周仲英如此不顧江湖道義，說不定會中這老兒的暗算。咱們不如先到鐵膽莊，會齊眾兄弟後再去救四哥。」無塵一聽有理，要余魚同領路，到了鐵膽莊來。這時莊內好手都在大廳中狠打猛拼，幾名莊丁那裏攔得住他們。陳家洛到達時，正是孟健雄彈子打滅蠟燭、大廳中一團漆黑之時。西首主位周仲英坐第一位，依次是孟健雄、安健剛、周綺。那萬慶瀾見雙方敘禮，知道事情要糟，乘人不備，慢慢挨到門邊，正想溜出，徐天宏一縱身，落在門口，把路攔住，說道：「請留步，大家把話說說清楚。」萬慶瀾見對方人多勢眾，不敢動手，只好回來坐下。周仲英和陳家洛替雙方引見了，報了各人姓名。周仲英一聽，對方全是武林中的成名英雄，怪不得手下如此了得，看那總舵主陳家洛卻像是一個養尊處優的官宦子弟，這人竟統領著這批江湖豪傑，眾人對他又十分恭謹，實在透著古怪，心中暗暗納罕。陳家洛見周仲英臉現詫異之色，不住的打量他，於是強抑滿懷怒氣，冷然說道：「敝會四當家奔雷手文泰來遇到鷹爪子圍攻，身受重傷，避難寶莊，承周老前輩念在武林一脈，仗義援手，敝會眾兄弟全都感激不盡，兄弟這裏當面謝過。」說罷站起來就是一揖。周仲英連忙還禮，心中萬分尷尬，暗道：「瞧不出這公子哥般的一個人果然有一手，他用場面話來擠我。」陳家洛這番話一出，無塵、余魚同暗暗佩服。無塵心中更是欣慰，慶幸紅花會此後領導有人，事業更可發揚光大，那邊卻沒章進懂陳家洛的用意，大叫起來：「總舵主你不知道，這老匹夫已把咱們四哥害了。」衛春華坐在他身邊，忙拉了他一把，叫他別嚷。陳家洛好像沒聽見他的話，仍舊客客氣氣的對周仲英道：「我們眾兄弟夤夜造訪寶莊，禮貌上是很不周，請周老前輩海涵，不見怪才好。只因為我們聽見文四哥有難，大家如箭攻心，未免魯莽。不知文四哥現在傷勢如何，周老前輩大概已延醫給他診治，就請引我們見見。」說著站起身來，紅花會群豪都跟著站起來。周仲英口訥，一時不知如何回答。駱冰哽咽咽的叫道：「四哥叫他們害死了！總舵主，咱們要老匹夫給四哥抵命！」章進、楊成協、衛春華等一干人跟著起轟，各各手執兵刃，逼上前來。孟健雄挺起身出來說道：「文爺到敝莊來，事情是有的──」徐天宏插嘴道：「那麼請孟爺引我們去相見。」孟健雄道：「文爺、文奶奶和這位余爺來到敝莊的時候，我們老莊主不在家，是兄弟特地派人到趙家堡去請醫生，這是文奶奶和余爺親眼見的。後來六扇門的人來，我們慚愧得很，沒有能好好保護，以致文爺被捕去了。陳當家的，你要是怪我們招呼不週，我們認了。你要殺要剮，姓孟的皺一下眉頭，不算好漢。但你們眾位當家硬指我們老莊主出賣朋友，那算甚麼話？」駱冰走上一步，戟指罵道：「姓孟的，你還充好漢哪！我問你，你叫我們躲在地窖裏這樣隱秘的地方，不是你們鐵膽莊得了鷹爪孫的好處，說出來，他們怎會知道？」孟健雄被她一問，頓覺語塞，因為周英傑受賄賣友，鐵膽莊的人全都認為奇恥大辱，絕不肯告知外人。無塵對周仲英道：「出事的時候，老莊主或許真不在家。但龍有頭，人有主，鐵膽莊的事，我們只能衝著周老莊主說，請你說一句話。」這時縮在一旁的萬慶瀾突然叫道：「是他兒子說出來的，他怎麼把兒子交給你們？」陳家洛走上一步，說道：「周老前輩，這話可真？」周仲英為人正直，豈肯當面說謊，把頭點了一點。紅花會的群豪大嘩，更圍攏來。大家望著陳家洛，看他怎麼說。陳家洛側目望著萬慶瀾，冷然說道：「這位是誰，還沒請教閣下萬兒。」駱冰搶著說道：「他是鷹爪孫，來捉四哥的人中，有他在內。」陳家洛一言不發，緩步走到萬慶瀾面前，突然伸手，奪去他手中的鋼穿，往地下一擲，把他雙手反背併攏，左手一把握住。萬慶瀾「啊唷」一聲，可是已經掙扎不脫。陳家洛這一下動作快得出奇，眾人都沒有看清楚他用的是甚麼手法。萬慶瀾的武功不是平庸之輩，剛才大家已經見過，但被他拿住了竟自動彈不得。這一來，不但鐵膽莊眾人聳然動容，連紅花會群雄也各暗暗稱奇，因為他們只知道陳家洛是天池怪俠的唯一傳人，但到底功夫如何，誰也不知底細。陳家洛喝道：「你們把文四爺捉到哪裏去了？」萬慶瀾閉口不答，臉上一副傲氣。陳家洛駢指在他肋骨下「中府穴」一點，喝道：「你說不說？」萬慶瀾哇哇大叫：「你作賤人不是好漢──有膽就把我殺了──」話未喊完，頭上黃豆大的汗珠直冒出來。陳家洛又在他「軟麻穴」上一點。萬慶瀾這一下可忍不住了，低聲道：「我說──我說。」陳家洛在他「氣俞穴」上一推。萬慶瀾緩過一口氣，說道：「要解他到北京去。」駱冰忙問：「他──他沒死？」萬慶瀾道：「當然沒有死，這是要犯，誰敢弄死他？」駱冰道：「你──你這話──這話可真？」萬慶瀾道：「我幹麼騙你？」駱冰一聽，心頭一喜，又自暈了過去，向後便倒。余魚同伸手要扶，忽然起了疑懼之心，伸出了手又了縮了回來。駱冰一頭倒在地下，章進趕忙把她扶起，叫道：「四嫂，你怎麼了？」他向余魚同白了一眼，覺得他剛才的行為很有點古怪。陳家洛鬆開了手，對書僮心硯道：「把他綁起來。」心硯從包裹中取出一條繩索，把萬慶瀾雙手反背縛住。萬慶瀾所點穴道雖已解開，但一時手腳酸麻，無法反抗。陳家洛高聲說道：「各位哥哥，我們救四哥要緊，這裏的帳將來再算。」紅花會群雄齊聲答應。這時駱冰已經醒過來，坐在椅上喜極而泣，聽陳家洛這麼一說，站了起來，章進扶住了她。眾人走到廳門口，孟健雄送出來。陳家洛將出廳門，回身舉手向周仲英說道：「多多吵擾，大恩大德，沒齒不忘，我們後會有期。」周仲英聽他語氣，知道紅花會救了文泰來之後，必定要再來尋仇，心道：「我周仲英問心無愧，你們不諒，我難道就懼怕你們？」「哼」了一聲，一言不發。章進叫道：「救了文四哥之後，我章駝子第一個來鬥鬥你們鐵膽莊的英雄好漢。」楊成協道：「狗熊都不如，稱甚麼英雄？」周綺一聽大怒，喝道：「你罵誰？」楊成協怒道：「我罵不講義氣，沒有家教的老匹夫。」原來鐵塔楊成協胸口吃了周仲英一拳，雖然他有鐵布衫功夫，並未受傷，但也吃虧不小，再聽說文泰來為周仲英之子所賣，更加氣憤，所以臨走時不禁破口大罵。周綺搶上一步，罵道：「你是甚麼東西，膽敢罵我爹爹？」楊成協道：「呸，你這丫頭！」他不願與人家姑娘爭鬧，回頭就走。「俏李逵」性如烈火，更恨別人當她女流之輩而瞧她不起，平素常道：「男女都是人，為甚麼男人做得，女人就做不得？」一聽楊成協罵她「丫頭」，而且滿臉鄙夷之色，哪裏還忍耐得住？趕上幾步，喝道：「丫頭便怎樣？」楊成協道：「去叫你哥哥出來，就說我鐵塔楊成協要見見。」周綺道：「我哥哥？」心中很有點奇怪。衛春華道：「有種賣朋友，就要有種見朋友。你哥哥出賣我們四哥，現在躲到哪裏去了？」周綺愕然不解，心道：「我哪裏來的哥哥？」孟健雄見周綺受擠，知道紅花會的人誤會了萬慶瀾剛才那句話，事情已鬧得如此之僵，此時如把周仲英擊斃親子的事告訴對方，未免示弱，只好自己出去替師妹擋一擋，於是高聲說道：「各位還有甚麼吩咐，現在就請示下，省得下次再勞動各位了。」章進道：「我們就是要見見這位姑娘的哥哥。」周綺道：「你這駝子胡說八道，我有甚麼哥哥？」章進又被她罵一聲「駝子」，虎吼一聲，也不拔出雙斧，雙手鷹爪般向她門面抓來。周綺挺刀一擋，章進施展擒拿功，空手和她拚鬥起來。衛春華雙鉤一擺，叫道：「孟爺，你我比劃比劃。」孟健雄只好應道：「請衛爺指教。」這邊蔣四根和安健剛也叫上了陣，各挺兵刃就要動手。楊成協大喊：「賣朋友的兔崽子，再不給我滾出來，我們放火燒屋了。」雙方兵器紛紛出手，勢成群毆。周仲英氣得鬚眉俱張，對陳家洛道：「好哇，紅花會就會出口傷人，以多取勝。」陳家洛一聲呼哨，拍了兩下掌，群豪突然都退到他的身後，一聲不發。陳家洛道：「周老英雄，你責我們以多取勝，在下就單身請周老英雄不吝賜教幾招。」周仲英道：「那再好沒有。陳當家的剛才露了這手，我們全都佩服得了不得，真是英雄出在年少，有志不在年高，老夫很想瞻仰瞻仰，陳當家的要比兵刃還是拳腳？」石雙英陰森森的道：「大刀飛到樑上去了，還比甚麼兵刃？」此言一出，周仲英面紅過耳，各人都不自禁的抬頭望那柄嵌在樑上的金背大刀。忽見一個人影輕飄飄的躍起，右手勾住了屋樑，左手把大刀拔了出來，一翻身，毫無聲息的落在地上，走到周仲英面前，一腿半跪，舉刀過頂，說道：「周老太爺，您老人家的刀。」眾人瞧這人時竟是陳家洛的書僮心硯，瞧不出他年紀輕輕，輕功造詣已如此不凡。心硯露了這一手，周仲英臉上更下不去，他「哼」了一聲，將心硯不理不睬，向陳家洛說道：「陳當家的亮兵刃罷，老夫就空手接幾招。」這時孟健雄把心硯舉著的金背大刀接了過來，低聲說道：「師父犯不著生氣，和他刀上見輸贏！」他是怕師父中了對方激將之計，真用空手去和人家的兵器過招，那是未打先吃三分虧。心硯大刀離手，一縱身回來解開包裹，將陳家洛獨門之秘的兵器亮出，雙手托著，拿到陳家洛面前。徐天宏低聲道：「總舵主，他要比拳，你就在拳腳上勝他。」原來徐天宏冷眼看周仲英神情，對紅花會始終是情誼多而敵意少，雙方一動兵刃，總有一方不死即傷，不如比拳可多留餘地。再者他已領教過周仲英大刀的功夫，實在是功力深厚，他和衛春華以兩敵一，兀自抵擋不住。陳家洛兵器上功夫如何，他毫不知情，但剛才見他出手迫萬慶瀾招供，手法又奇又快，顯然有獨得之祕。他要陳家洛比拳，那是「避敵之長，而用己之長」的意思。陳家洛道：「好。」對周仲英一拱手，道：「在下想請教周老英雄幾路拳法，請老前輩手下留情。」周仲英道：「好說好說，陳當家的不必過謙。」周綺走過來替父親脫去長袍，低聲說：「這小子會點穴，爹爹你留點神。」說著眼圈兒一紅，她脾氣發作時火爆霹靂，可是對方人數眾多，個個武功精強，今日形勢險惡異常，她並不是不知道。周仲英低聲道：「要是我有甚麼好歹，你上蘭州府找你叔叔去，以後可千萬不許鬧事。」周綺一陣心酸，點了點頭。這時宋善朋已督率莊丁，把大廳中間桌椅搬開，露出很大片空地來，四周添上巨燭，紅光耀眼。周仲英走到廳心，抱拳說道：「請上罷。」陳家洛並不寬衣，長袍飄然，緩步走到廳上，手中白摺扇輕輕搖了幾搖，說道：「在下要是輸了，一定遍請西北武林前輩，來向老前輩陪話謝罪，我們紅花會眾兄弟永遠不帶兵刃踏進甘肅省一步。」周仲英道：「陳當家的言重了。」陳家洛秀眉一揚，說道：「要是老前輩一個失手，承讓在下一招，那怎麼說？」周仲英傲然仰頭，打個「哈哈」，一撫長鬚，說道：「那時鐵膽莊數十口老小性命，還不全操於紅花會之手？」陳家洛道：「我們紅花會雖是小小幫會，可是恩怨分明，幾時害過無辜性命？倘若在下僥倖勝得一拳一腳，斗膽請老前輩把洩露文四哥行藏的令郎交我們帶去。要是此後文四哥能平安脫險，那麼在下保證絕不損傷令郎一毫一髮，一定馬上派人護送回到寶莊。可是文四哥要有三長兩短──那就要令郎給他抵命。」周仲英給這番話引動心事，虎目含淚，把手一揮，說道：「不必多言，賜招罷！」陳家洛將摺扇插入衣領之中，在下首站定，微一拱手，說道：「請賜招。」眾人見他氣度閒雅，雍容自若，竟如是揖讓序禮，哪裏是龍爭虎鬥廝拼，都不禁暗暗佩服。周仲英按著少林派的禮數，左手作掌，右手抱拳，一個「請手」，他知道對方年輕，自居晚輩，絕不肯搶先發招，也不再客氣，一個「左穿花手」，右拳護腰，左掌呼的一聲，向陳家洛當面劈來。這一掌勢勁力疾，掌未到，風先到，先聲奪人。陳家洛一個「寒雞步」，右手向上一捎，將周仲英一掌架開，同時左手畫一大圓弧，彎擊對方腰肋，這一記竟是少林拳中的「丹鳳朝陽」。陳家洛一亮招，紅花會和鐵膽莊中會武功的人全都吃了一驚。大家萬想不到他也會用少林拳來對付周仲英浸淫數十年的少林拳。周仲英「咦」了一聲，似乎也有點詫異，但手法絲毫不緩，「黃鶯落架」、「懷中抱月」，連環進擊，一招緊似一招。陳家洛進退趨避，少林拳的手法竟十分純熟。兩人拳式完全相同，不像爭鬥，簡直就是同門練武。兩人翻翻滾滾拆了十餘招。周仲英在少林拳上數十年功力已到了神化境界，推拳勁響，發腿有風。少林拳講究的是心快、眼快、手快、身快、步快，周仲英愈打愈快，一攻一守，一吞一吐，旋轉自如，得心應手，第一路「闖少林」三十七勢未使得一半，陳家洛已處下風。周仲英突然猛喝一聲，身體左轉，一個「翻身劈擊」，疾如流星。陳家洛忙向後一仰，險險未及避開。紅花會群雄俱各大驚。陳家洛縱出數步，猱身又上，這次用的已不是少林拳，而是少林派中的「五行連環拳」，施開崩、鑽、劈、炮、橫五趟拳術，右拳「烏龍採爪」奔胸前打來，周仲英喝道：「來得好！」仍用少林拳還擊。不數招，陳家洛忽然改用「八卦遊身掌」，身隨掌走，滿廳遊走，長袍飄然，燭影下似見數十個人影來去。周仲英以靜養動，沉著應擊，陳家洛絲毫未佔便宜。再拆數招，周仲英一拳打去，忽被對方突用內力粘至外門，這一招竟是太極拳中的「如封似閉」。陳家洛拳勢頓緩，神氣內斂，以太極拳中以柔克剛之法，見招破招，見式破式。這時眾人愈觀愈奇，自來少林太極門戶各別，極少有人兼通，陳家洛年紀輕輕，居然內外雙修，可說得是武林奇聞。周仲英打起精神，小心應付。這一來雙方攻守均慢，但行家看來，比之剛才猛打狠鬥，尤為驚心動魄。兩人對拆二十餘招，意到即收，絲毫沒露出破綻。陳家洛忽地一個「倒輦猴」，拳法又變，一時之間，連用武當長拳、三十六路大擒拿法、分筋錯骨手、岳家散手四種拳法擊敵。眾人見陳家洛拳法層出不窮，俱各納罕，也不知他以後還會使出甚麼拳術來。周仲英以不變應萬變，六路少林拳前後變化，絲毫不現敗象，他在江湖上縱橫數十年，各門各派的對手全都遇到過，像陳家洛這樣兼通各家拳術的人雖然前所未見，但也不過有如他以少林拳依次遍敵各門好手，拳法上並不吃虧。酣鬥中周仲英突然左足跨上一步，一腳踏住陳家洛袍角，一個「躺擋切掌」，左掌向對手下盤切去。陳家洛一抽身竟未抽動，急切中一個「鯉魚打挺」，「嗤」的一聲，長袍前襟齊齊撕去。周仲英說聲「承讓」，陳家洛臉上一紅，駢指向周仲英「軟麻穴」點來，兩人又打在一起。三招一拆，旁觀眾人面面相覷，不知陳家洛這次用的是甚麼拳法，只見他擒拿手中夾著點穴，左手查拳，右手綿掌，攻出去是八卦掌，收回來時已是太極拳，諸家雜陳，亂七八糟，把旁觀者看得眼花繚亂。原來這是天池怪俠袁士霄所創的獨門拳術「百花錯拳」。袁士霄從小潛心武學，遍訪海內名師，把各家拳術武藝竟學了一個全，他中年後隱居新疆的天池，融會貫通各家之長，創出了「百花錯拳」來。這拳術不但無所不包，而其妙處尤在於一個「錯」字，每一記招術都和武林中故舊相傳的身法相似而實非，一出手對方以為一定是某招，舉手迎敵之際才知打來的方位手法完全不同。要學這「百花錯拳」必須先精通內外各家重要拳術，擒拿功、點穴法、輕功俱都有相當根底，才能練這上乘拳術，其精微要旨在於「似是而非，出其不意」。不知者以為拳腳全打錯了，那知就是因為全部打錯，所以對方才防不勝防。袁士霄創這拳術後從未用過，他弟子也只有陳家洛一人。陳家洛「百花錯拳」一出手，各人俱都一楞，周仲英雙拳使開，護住門面，連連倒退，一時摸不清對方拳路，見他拳法古怪，而且掌劈指戳之中夾雜著刀劍的路數，真是見所未見。周綺見父親落敗，心中情急，大叫：「你打的是甚麼拳？這簡直不成話！說是比拳，你怎麼撒賴胡打？」她喊聲未畢，廳外竄進兩個人來，連叫：「住手！」原來陸菲青和趙半山到了。紅花會群雄正要和他們說話，忽然聽廳外有人大呼：「走水啦，快救火啊，走水啦！」喧嚷聲中，火光已映進廳來。周仲英正被陳家洛攻得緊急，聽人大叫「救火」，身家性命所在，不免關心，一疏神，突覺左腿一麻，立足不穩，自己「浮稀穴」竟被對方點中，一個踉蹌，險險倒地。周綺忙搶上來扶住，急叫「爹爹！」單刀一橫，護住父親，防敵人趕盡殺絕。陳家洛並不追趕，反而倒退一步，說道：「周老英雄怎麼說？」周仲英怒道：「好，我認栽了。我把兒子交給你，你跟我來！」扶著周綺往廳外就走。