第七十回　煙雨風雲他自幼聽六位師父講述當年與丘處機爭勝的情景，眾師雖未言明此事前因後果，但當日醉仙樓頭銅缸賽酒比武諸般豪事，朱聰、韓寶駒、韓小瑩等都是津津樂道。南來後他得悉自己的身世，更知這酒樓與自己一生有莫大關連，是以一進城門，即問醉仙樓所在。那酒樓是在南湖之畔，郭靖來到樓前，抬頭一望，依稀是韓小瑩口中所說的模樣。這酒樓在自己腦中已深深印了十多年，這時才親眼目睹，但見飛簷華棟，果然好一座酒樓。店中直立著一塊大木牌，寫著「太白遺風」四字，樓頭蘇東坡所題的「醉仙樓」三個金字，擦洗得黃澄澄地閃閃生光。郭靖心跳加劇，三腳兩步搶上樓去。一個酒保迎上來道：「客官請在樓下用酒，今日樓上有人包下了。」郭靖正待答話，忽聽有人叫道：「靖兒，你來了！」郭靖一抬頭，只見一位道長箕踞而飲，正是長春子丘處機。郭靖搶上前去，拜在地上，只叫了一句：「丘道長！」聲音已有些哽咽。丘處機伸手扶起，說道：「你六位師父都到了麼？我已給他們定下了酒席。」說著右手一擺。郭靖見酒樓上開了九桌檯面，除丘處機一桌佈滿了杯筷之外，其餘八桌上每一桌都只放著一雙筷子、一隻酒杯。丘處機道：「十八年前，我在這酒樓上和你七位師父初會，他們的陣仗就這麼安排。這一桌素席是焦木大師的，只可惜他老人家與你五師父兩位，今日不能重聚了。」言下甚有憮然之意。郭靖轉過頭去，不敢向他直視。丘處機並未知覺，又道：「當日我們賭酒的銅缸，今兒我又去廟裏端來了，待會等你師父們到來，咱們再好好喝上一缸。」郭靖一轉頭，只見屏風旁果然放著一口大銅缸，這時再也忍耐不住，眼淚不禁奪眶而出。丘處機道：「江南七怪果真是響噹噹的人物！想當初只憑丘處機幾句言語，七怪就間關萬里，在大漠中苦耗十餘年，將你撫養成人。」這口銅缸因年深日久，缸外都起了黑黝黝的銅綠，但缸內卻已被他洗擦乾淨，盛滿了佳釀，酒香陣陣送來。郭靖向那銅缸獃望半晌，再瞧著那八桌空席，心想：「除了大師父之外，再也沒人能來享用酒席了，只要我能眼見七位恩師再好端端的在這裏喝酒談笑，盡一日之歡，就是我立刻死了，也是甘願。」只聽丘處機又道：「當初兩家約定，今年三月廿四，你與楊康在這兒比武決勝。我欽服你七位師父雲天高義，一起始就盼你能得勝，好教江南七怪名揚天下，加之我東西飄遊，只顧鋤釬殺賊，實是不曾在楊康身上化多少心血，沒讓他武功學好，那也罷了，最不該未能將他陶冶教誨，成為一條光明磊落的好漢子，實是愧對你的楊鐵心楊叔父了。現下想來，好生後悔。」郭靖待要述說楊康行止不端，已在湘西身故之事，但說來話長，一時不知從何講起。丘處機又道：「人生當世，文才武功都是末節，最要緊的是忠義二字。就算那楊康武藝勝你百倍，論到人品，醉仙樓的比武還是你師父們勝了。嘿嘿，我丘處機是輸得心服口服啊。」說著哈哈大笑，突見郭靖淚如雨下，奇道：「咦，幹麼這生傷心？」郭靖搶上一步，拜伏在地，哭道：「我……我……我五位恩師都已不在人世了。」丘處機大吃一驚，喝問：「什麼？」郭靖哭道：「除了大師父，其餘五位都……都不在了。」這兩句話把丘處機聽得如焦雷轟頂，半晌做聲不得。他只道指顧之間，就可與舊友重逢，那知驀地裏禍生不測。他是個至性至情之人，與江南七怪雖然聚會之時甚暫，但十八年來肝膽相照，早已把他們當作生死之交，這時驚聞惡耗，心中傷痛之極，大踏步走到欄干之旁，望著茫茫湖水，仰天長嘯，七怪的身形面貌，一個個在腦海中一晃而過。他轉身捧起銅缸，高聲叫道：「故人已逝，要你這勞什子作甚？」雙臂運勁，猛力往外摔去。那銅缸轉得呼呼風響，撲通一聲，水花高濺，跌入了湖中。他一回頭緊緊抓住郭靖手臂，問道：「怎麼死的？快說！」郭靖正要答話，突然眼角處瞥見一人悄沒聲的從樓頭上來，一身青衣，神情瀟灑，正是桃花島主黃藥師。郭靖眼睛一花，還道看錯了人，凝神定睛，卻不是黃藥師是誰？黃藥師見他在此，也是一怔，突覺勁風撲面，郭靖一招「亢龍有悔」，隔桌衝擊而來。這一掌他當真是使盡了平生之力，聲勢猛惡驚人，黃藥師身子微側，左手推出，將他掌勢卸在一旁，只聽得喀喇一響，郭靖收勢不住，連人帶掌，穿過板壁，向樓下直墮下去。也是醉仙樓合當遭劫，他這一摔正好跌在碗盞架上，乒乓乒乓一陣響聲過去，碗兒、碟兒、盤兒、杯兒不知打碎了幾千百隻。這日午間，酒樓的老掌櫃聽得丘處機吩咐如此開席，又見他托了大銅缸上樓，想起十八年前之事，心中早就惴惴不安，這時只聽得一片磁器亂響，不由得連珠價的叫苦，顛三倒四的念道：「救苦救難觀世音菩薩，玉皇大帝，城隍老爺……」郭靖只怕碗碟碎片傷了自己，不敢用手去按，腰背用勁，一躍而起，立時又搶上樓來。只見灰影閃動，接著青影一晃，丘處機與黃藥師先後從窗口躍向樓下。郭靖心想：「這老賊武功在我之上，空手須傷他不得。」從身上拔出三般武器，口中橫咬丘處機所贈的短劍，右手執著成吉思汗所賜的金刀，左手挺起父親遺下的短戟，心道：「拼著挨那老賊一拳一腳，好歹也要在他身上刺兩個透明窟窿。」奔到窗口，向外一躍。這時行人熙熙攘攘，正熱鬧間，聽見酒樓上有人跳下，都擁來觀看，突見窗口又有一人凌空躍下，手上兵刃白光閃閃，發一聲喊，互相推擠，早跌倒了數人。郭靖在人叢中望不見黃丘二人，忙取下口中短劍，向身旁一個老者問道：「樓上跳下來的兩人那裏去了？」那老者大吃一驚，只叫：「好漢饒命，不關老漢的事。」郭靖連問數聲，只把那老漢嚇得大叫「救命」。原來郭靖久居蒙古，說話都是北音，此時情急之下，口音更粗，那老漢一個字都沒聽懂。郭靖左臂輕輕將他推開，闖出人叢，丘黃二人卻已影蹤不見。他重又奔上酒樓，四下瞭望，但見一葉扁舟，載著丘黃二人，正在向湖心土洲上的煙雨樓划去。黃藥師坐在船艙，丘處機則坐在船尾盪槳。郭靖見此情景，不由得一怔，心道：「二人必是到煙雨樓去拼個你死我活，丘道長縱然神勇，那能敵此老賊？」當下急奔下樓，搶了一艘小船，舉槳隨後跟去。眼見大仇在前，再也難以寧定，豈知水上之事，實是性急不得，一時用力大了，拍的一聲，木槳齊柄折斷。郭靖又急又怒，搶起一塊船板，當槳來划，這時想快反慢，離丘黃二人的船愈來愈遠。好容易將船撥弄到岸邊，二人早已不見。郭靖自言自語：「得沉住了氣，莫大仇未報，先送了性命。」深深吐納三下。凝神側耳，果聽得樓後隱隱有金刃劈風之聲，夾著一陣陣吆喝呼應，卻是不止丘黃二人。郭靖四下一看，摸清了週遭情勢，躡足走進煙雨樓去。樓下並無人影，他隨即奔上樓梯，只見窗口一人憑欄而觀，口中尚在嚼物，嗒嗒有聲，正是洪七公。郭靖搶上去叫聲：「師父！」洪七公臉色鄭重，向窗下一指，舉起手中半隻熟羊腿來咬了一口。郭靖奔到窗邊，只見樓後空地上劍光耀眼，八九個人正把黃藥師圍在垓心。他一眼之下見敵寡己眾，心上稍稍一寬，但到第二眼看清了接戰眾人面目，卻又不覺一驚。只見大師父柯鎮惡揮動鐵杖，與一個青年道士靠背而立，心道：「怎麼大師父也在此處？」再定睛一看，那青年道士原來是丘處機的弟子尹志平，他手挺長劍，護定柯鎮惡的後心，卻不向黃藥師進攻，此外尚有六個道人，那就是馬鈺、丘處機等全真六子了。郭靖看了片刻，已瞧出全真派仍是排了天罡北斗陣合戰，只是長真子譚處端已死，「天璇」之位就由柯鎮惡接充。想是他武功較遜，所以再由尹志平守護背後，好讓他心不旁鶩。全真六子各舞長劍，進退散合，圍著黃藥師打得極是激烈。那日牛家村惡鬥，全真七子中只有二人出劍，餘人俱是赤掌相搏，戰況已兇險萬狀，此時七柄長劍再加一根鐵杖，更是猛惡驚人。黃藥師卻仍是空手，在劍光縫中飄忽來去，似乎已被逼得只有招架之功，卻無還手之力，數十招中只是避讓劍鋒，竟未還過一拳一腳。郭靖心中暗喜：「任你神通廣大，今日也叫你難逃公道。」突然間黃藥師左足支地，右腿繞著身子橫掃三圈，逼得八人一齊退開三步。郭靖暗讚：「好掃葉腿法！」黃藥師回過頭來，向樓頭洪郭兩人揚了揚手，點頭招呼。郭靖見他一臉輕鬆自在，渾不是被迫得喘不過氣來的神氣，不禁起了疑竇，再看片刻，更生驚懼之心，只見黃藥師雙掌一拍，向長生子劉處玄頭頂猛擊下去，看來他已從守禦轉為攻擊。這雙掌劈下，劉處玄原是不該格擋，須由位當天權的丘處機和位當天璇的柯鎮惡從旁側擊解救，那知柯鎮惡目不見物，與常人接戰，自可以耳代目，遇著黃藥師這種來無影去無蹤的掌法，那裏還能制敵機先？丘處機劍光閃閃，直指黃藥師的右腋，柯鎮惡的鐵杖卻遲了一步。劉處玄只覺風聲颯然，敵人手掌已拍到頂門，大駭之下，急忙著地一滾。馬鈺與王處一在旁眼見險勢不容一髮，雙劍齊至。這時劉處玄雖已脫了危難，但天罡北斗之陣卻已散亂，黃藥師哈哈一笑，向孫不二一衝，突然倒退，背心向廣寧子郝大通撞去。郝大通那裏見過這種怪招，稍一遲疑，待要挺劍刺他脊梁，黃藥師早已闖出了圈子，在兩丈外站定。洪七公笑道：「黃老邪這一手幹得帥啊！」郭靖叫道：「我去！」回身向樓梯奔去。洪七公道：「不忙，不忙！你岳丈初時老不還手，我很為你大師父擔心，現在瞧來他並無傷人之意。」郭靖回到窗邊，道：「怎見得？」洪七公道：「若是他有心取人性命，適才那瘦皮猴道士那裏還有命在？老道們不是對手，不是對手。」他咬了一口羊腿，又道：「你岳父與丘處機未來之時，我見那幾個老道和你大師父在那邊排陣，好像還等一人來助你師父，三人合守天璇，不知怎地那人始終不來，現下只有兩人，擋不住你岳丈的殺手。」郭靖恨恨的道：「他不是我岳丈。」洪七公奇道：「咦，怎麼又不是岳丈了？」郭靖咬牙切齒的道：「他，他，哼！」洪七公道：「蓉兒怎麼啦？你們小兩口吵架了，是不是？」郭靖道：「不關蓉兒的事。這老賊，他，他害死了我五位師父，我與他仇深似海。」洪七公嚇了一跳，忙問：「這話當真？」這句話郭靖卻沒聽見，他全神貫注的瞧著樓下的惡鬥。這時情勢已變，黃藥師使出劈空掌法，只聽得呼呼風響，對手八人攻不近身去。若論馬鈺、丘處機、王處一等人功力，黃藥師原不能單憑一對肉掌，將他們擋在丈許之外，但那天罡北斗陣是齊進齊退之勢，孫不二、柯鎮惡、尹志平三人武功較弱，只要有一人被逼退了，餘人只得跟著後卻。只見進兩步退三步，進三步退四步，眾人愈離愈遠，只是北斗之勢仍是絲毫不亂。到這時全真派的長劍早已及不著黃藥師身上，他卻可以俟隙而攻。再拆數招，洪七公道：「嗯，原來如此。」郭靖忙問：「怎麼？」洪七公道：「黃老邪故意引逗他們展開陣法，要盡得天罡北斗陣的精奧，是以遲遲不下殺手。十招之內，他就要縮小圈子了。」洪七公武功雖失，看法卻是奇準，果然黃藥師劈出去的掌力一招弱似一招，全真諸子逐漸合圍，不到一盞茶功夫，眾人似已擠成一團。眼見劉處玄、丘處機、王處一、郝大通四人刺出去的劍鋒都要在黃藥師身上交叉而過，不知怎的，他身子一側，竟從劍網中漏了出去。若非四子變招奇速，竟要相互在對方身上刺個透明窟窿。在這小圈子中相鬥，招招間不容髮。郭靖心知黃藥師只要一熟識陣法，那就不會再跟眾人磨耗，破陣破弱，首當其衝的自然是大師父與尹志平兩人，此處離眾人太遠，危急時相救不及，眼見陣中險象環生，向洪七公道：「讓弟子下去。」也不等他答話，飛奔下樓。待得走近眾人，卻見戰局又變，黃藥師不住向馬鈺左側移動，越移越遠，似乎要向外逃遁。郭靖手執短劍，只待他轉身發足，立時猛撲而上。忽聽得王處一撮唇而嘯，他與郝大通、孫不二三人組成的斗柄從左轉了上去，仍將黃藥師圍在中間。黃藥師連移三次方位，不是王處一轉動斗柄，就是丘處機帶動斗魁，始終不讓他搶到馬鈺左側。到第四次上，郭靖猛然醒悟：「啊，是了，他要搶北極星位。」須知若是仰觀天文，北斗星座中「天樞」「天璇」兩星聯一直線，向北伸展，即遇北極星。此星永居正北，北斗七星每晚環之而轉。黃藥師此時已參透天罡北斗陣的祕奧，知道只要搶到北極星的方位，北斗陣散了便罷，倘若始終不散，他便要坐鎮中央，帶動陣法，那時以逸待勞，自是立於不敗之地。全真諸子見他窺破陣法的關鍵，各自暗暗心驚，若是譚處端尚在，七子渾如一體，決不容他搶他到北極星位。此時「天璇」位上換了柯鎮惡與尹志平二人，一來武功遠遜，二來陣法不熟，天罡北斗的威力登時減了三成。馬鈺等明知纏鬥下去必無好處，而且郭靖窺伺在旁，只要黃藥師當真遇到危難，他翁婿親情，豈有不救？但師叔與同門被殺之仇不能不報，所待之人又隨時可至，只要此人一到，「天璇」陡強，陣法之中就無弱處了。只聽黃藥師笑道：「不意重陽門下弟子，竟不知好歹至此！」斗然間欺到孫不二面前，刷刷刷連劈三掌。馬鈺與郝大通挺劍相救。黃藥師身子微側，避開二人劍鋒，刷刷刷，向孫不二又劈三掌。想那桃花島主掌法何等精妙，這六掌劈將下來，縱然王重陽復生，洪七公傷愈，也要避其鋒銳，那清淨散人孫不二如何抵擋得住？眼見掌來如風，只得連挽劍花，守住面門，好黃藥師，驀地裏雙腿連環，又向他連踢六腿。這「落英掌」與「掃葉腿」齊施，正是桃花島的「狂風絕技」，六招之下敵人若是不退，接著又是六招，招術愈來愈快，六六三十六招，任是英雄好漢，也教你避過了拳掌，躲不開踢腿。馬鈺等見他專對孫不二猛攻，團團圍上相援，在這緊迫之際，陣法最易錯亂。柯鎮惡目不見物，斗魁橫過時起步稍遲，黃藥師一聲長笑，已越過他的身後。但聽得一人在半空中大叫「啊喲」，飛向煙雨樓屋角，原來尹志平被他抓住背心，擲了上去。這一來陣法破綻更大，黃藥師那容對方修補，立時低頭向馬鈺疾衝，滿以為他必定避讓，那知馬鈺劍守外勢，左手的劍訣卻直取敵人眉心，出手沉穩深厚之極。黃藥師側身避過，讚了聲：「好，不愧全真首徒。」猛地裏回身一腳，把郝大通踢了個筋斗，俯身搶起長劍，當胸直刺下去。劉處玄大驚，揮劍來格。黃藥師哈哈一笑，手腕震處，拍的一聲，雙劍齊斷，但見青影閃動，桃花島主疾趨北極星位。此時陣法已亂，無人能阻。諸子不住價叫苦，眼見他要恃主驅奴，全真派潰於今日。馬鈺一聲長嘆，正要棄劍認輸，任憑敵人處置，忽見青影一閃，黃藥師反奔而回，北極星位上多了一人，原來卻是郭靖。諸子中只有丘處機大喜過望，他在醉仙樓上曾見郭靖與黃藥師拚命。馬鈺與王處一識得郭靖，知他心地純厚，縱然相助岳丈，也決不致向師父柯鎮惡反噬。餘人卻更是心驚，但想郭靖這一佔住北極星位，他翁婿二人聯手，全真派實是再無死所了。正驚疑間，卻見郭靖左掌右劍，已與黃藥師鬥在一起。黃藥師破亂了陣法，滿擬能將全真派打得服輸叫饒，那知北極星位上突然出現了一人。他全神對付全真諸子，並未轉身去看此人面目，反手施展劈空掌手段，當胸就是一掌。那人伸左掌卸開來勢，身子卻穩穩不動。黃藥師大吃一驚，心想：「世上能憑一人之力擋得住我一掌的，實是寥寥可數，此人是誰？」一回首，只見正是郭靖。此時黃藥師前後受敵，若不能驅開郭靖，天罡北斗陣從後包抄上來，實是危險萬分。他向郭靖連劈三掌，一掌猛似一掌，但每一掌都被運勁化開。第四掌他虛實並用，料著郭靖要乘隙還手，那知郭靖仍是只守不攻，短劍豎擋胸口，左掌在自己下腹穩穩掠過，叫他雖是一招雙攻，但雙攻都失了標的。黃藥師一驚更甚：「看來傻小子也窺破了陣法的祕奧，怎麼守著北極星位竟不移動半步？是了，他必是受全真諸子之囑，在這裏合力對我。」這一猜卻只猜對了一半。郭靖確是通悉了天罡北斗陣的精要，但那是自九陰真經中習得，並非全真諸子所授。他面對殺師大仇，卻沉住了氣堅守方位，雙足猶似用鐵釘在地下牢牢釘住，任憑黃藥師故意露出多大的破綻誘敵，他只是視而不見。黃藥師暗暗叫苦，心道：「傻小子不識進退！哼，拼著給蓉兒責怪，今日非傷你不能脫身。」他左掌劃了個圈子，待劃到胸前七寸之處，右掌在左掌上一搭，借著左掌這一劃之勁，力道大了一倍，正要向郭靖面門拍去，心念一動：「若是他仍舊獃獃的不肯讓開，這一掌勢必將他打成重傷。真要有什麼三長兩短，蓉兒這一生永遠要跟我過不去了。」郭靖見他借勁出掌，眼看這一下來勢非同小可，咬一咬牙，出一招「見龍在田」，要以降龍十八掌的功夫與他硬拼。他明知自己武功遠遠不及對方，硬碰硬的對掌有損無益，但這一招若不強接，自己閃身避開，他必佔住北極星位，那時再要除他可就千難萬難了。這一招出去，實是捏著一把汗，那知黃藥師掌出尺許，突然收回，叫道：「傻小子，快讓開，你為什麼跟我過不去？」郭靖弓背挺劍，凝神相望，防他有什麼詭計，卻不答話。這時全真諸子已整理了陣勢，遠遠的圍在黃藥師身後，俟機而上。黃藥師又問：「蓉兒呢？他在那裏？」郭靖仍是不答，臉色陰沉，眼中噴出怒火。黃藥師見了他臉色，疑心大起，只怕女兒有甚不測，喝道：「你把她怎樣了？快說！」郭靖牙齒咬得更緊，持劍的手微微發抖。黃藥師凝目相視，郭靖每一個細微的動作都逃不過他的眼光，見他神色大異，心中更是驚疑，叫道：「你的手幹麼發抖？你為什麼不說話？」郭靖想起桃花島上諸位師父慘死的情狀，悲憤交迸，全身都不由自主的打顫。黃藥師見他始終不言不語，愈想愈怕，只道女兒與他因華箏公主之事起了爭鬧，被他害死，雙足一點，和身直撲過去。他這一縱身，丘處機長劍揮動，天罡北斗陣同時發難，王處一、郝大通兩人一劍一掌，左右攻上。郭靖掌卸來勢，短劍如電而出，還擊一招。黃藥師卻不閃避，反手逕拿他手腕奪劍。這一拿雖然狠辣無比，但王處一長劍已抵後心，教他不得不挺腰躲過，就此一讓，奪劍的一手差了四寸，郭靖已乘機迴劍剁刺。這一番惡鬥，比適才更是激烈數倍。須知全真諸子初時固欲殺黃藥師而甘心，好為周伯通與譚處端報仇，黃藥師卻明知其中生了誤會。只是他生性傲慢，又自恃長輩身份，不屑先行多言解釋，滿擬先將他們打個落花流水，認敗服輸，再說明真相，重重的教訓他們一頓。是以動武之際，他手下處處留情。否則馬鈺、丘處機等縱然無礙，孫不二、尹志平那裏還有命在？那知郭靖突然出現，不但不出手助拳，反而捨死相拚，心想他如不是害死了黃蓉，何必如此懼怕自己。這時黃藥師再不容情，一意要抓住郭靖問個明白，若是當真如己所料，雖將他碎屍萬段，亦不足洩心中之憤。但此際郭靖佔了北極星位，尹志平雖在煙雨樓上尚未爬下，雙方優劣之勢已然倒轉。天罡北斗陣法滾滾推動，攻勢綿綿而上。黃藥師連搶數次，始終不能將郭靖逼開，心中焦躁起來，每當用強猛衝，全真諸子必及時救援，欲待回身下殺手先破陣法，郭靖卻又穩恃樞紐，居中策應。四五十招下來，黃藥師已被逼得難以施展，北斗陣越縮越小，合圍之勢已成，桃花島主縱然有通天徹地之能，亦已難脫厄運。鬥到分際，馬鈺長劍一指，叫道：「且住！」全真諸子各自收勢，牢牢守住方位。馬鈺說道：「黃島主，你是當代武學宗主，後輩小子，豈敢妄自得罪？今日我們恃著人多，佔了形勢，我周師叔、譚師弟的血債如何了斷，請你說一句吧！」黃藥師冷笑一聲，說道：「有什麼說的？爽爽快快的將黃老邪殺了。以成全真派之名，豈不美哉？看招！」身不動，臂不抬，右掌已向馬鈺面門劈去。馬鈺一驚閃身，但黃藥師這一掌發出前毫無先兆，發出後幻不可測，虛虛實實，原是落英掌法中的救命絕招，他精研十年，本擬二次華山論劍時用以爭勝奪魁，群毆之際使用不上，獨對獨的相鬥，丹陽子功力再深，如何能是對手？馬鈺不避倒也罷了，這向右一閃，剛好撞上他的後著，暗叫一聲：「不好！」待要伸手相格，敵掌已抵住胸口，只要他勁力一發，心肺全被震傷。全真諸子一齊大驚，劍掌齊上，但那裏還來得及？眼見馬鈺立時要命喪當場，那知黃藥師哈哈一笑，撤掌回臂，說道：「我如此破了陣法，諒你們輸了也不心服。黃老邪死則死耳，豈能讓天下英雄笑話？好道士，一齊上吧！」劉處玄「哼」了一聲，揮拳便上，王處一長劍緊跟遞出，天罡北斗陣又已發動。這時打的是第十七路陣法，王處一之後該由馬鈺攻上。但王處一疾刺一劍讓出空檔，馬鈺不向前攻，反而後躍兩步，叫道：「且慢！」眾人又各住手。馬鈺道：「黃島主，多承你手下容情。」黃藥師道：「好說，好說。」馬鈺道：「按理說，此時晚輩命已不在，先師遺下的這個陣法，已然被你破了，咱們若知好歹，該當垂手服輸，聽憑處置。只是師門深仇，不敢不報，了結此事之後，晚輩自當刎頸以謝島主。」黃藥師臉色慘然，揮手道：「多說無益，動手吧。世上恩仇之際，原本難明。」郭靖心想：「馬道長等與他動手，是為了要報師叔師弟之仇。其實周大哥好端端的活著，譚道長之死也與黃島主無涉。但若我出言解釋明白，全真諸子退出戰團，單憑大師父和我二人，那裏還是他的敵手？別說師仇報不成，連自己的性命也是難保。」轉念一想：「我若隱瞞此事，豈非成了卑鄙小人？眾位師父日常言道：頭可斷，義不可失。」於是朗聲說道：「馬道長，你們的周師叔並沒有死，譚道長是歐陽鋒害死的。」丘處機奇道：「你說什麼？」郭靖於是將那日自己在密室養傷，親眼見到裘千里造謠、歐陽鋒誣陷等情說了一遍。全真諸子聽得將信將疑，丘處機喝道：「你這話可真？」郭靖指著黃藥師道：「弟子恨不得生啖這老賊之肉，豈肯助他？只是實情如此，弟子不得不言。」黃藥師聽他居然替自己分辯，也是大出意料之外，說道：「你幹麼如此恨我？蓉兒呢？」柯鎮惡接口道：「你自己做的事難道還不明白？靖兒，咱們就算打不贏，也和這老賊拚了。」說著舉起鐵杖，著地橫掃。郭靖聽了師父之言，知他已原諒了自己，心中感到一陣喜慰，隨即眼淚流了下來，叫道：「大師父，二師父他們死得好慘！」黃藥師一伸手抓住柯鎮惡鐵杖的杖頭，問郭靖道：「你說什麼？朱聰、韓寶駒他們好好在我島上作客，怎會死了？」柯鎮惡用力一奪，那鐵杖紋絲不動。黃藥師又道：「你目無尊長，跟我胡說八道，動手動腳，是為了朱聰他們麼？」郭靖眼中如要出血，叫道：「你親手將我五位師父害了，還要假作不知？」提起短劍，當胸直刺。黃藥師將鐵杖一甩，噹的一聲，杖劍相交，火花四濺，那短劍鋒銳無倫，鐵杖上被砍了一條缺口。黃藥師又道：「是誰見來？」郭靖道：「五位師父是我親手埋葬，難道還冤了你不成了？」黃藥師冷笑道：「冤了又怎樣？黃老邪一生被人瞧錯了，殺幾個人難道還會賴帳？不錯，你師父通統是我殺的！」卻聽一個女子聲音叫道：「不，爹爹，不是你殺的，你千萬別攬在自己身上。」眾人轉頭一看，只見說這話的正是黃蓉。眾人全神酣鬥，竟未當心她何時到來。郭靖乍見黃蓉，呆了一呆，心中不知是喜是愁。黃藥師見女兒無恙，痛恨郭靖之心全消，哈哈大笑，說道：「好孩子，過來，讓爹疼你。」這幾日來黃蓉受盡了熬煎，到此時才聽到一句親切之言，飛奔過去，投入父親懷中，哭道：「爹，這傻小子冤枉你，他……他還欺侮我。」黃藥師摟著女兒笑道：「黃老邪獨來獨往，數十年前，無知世人早已把天下罪孽都推在你爹頭上，再加幾樁，又豈嫌多了？江南五怪是你梅師姊的大仇，當真是我親手殺了。」黃蓉急道：「不，不，不是你，我知道不是你。」黃藥師微微一笑，道：「傻小子這麼大膽，竟敢欺侮我的好孩子，你瞧爹收拾他。」一言甫畢，突然回手一掌，快似電閃，當真來無形、去無蹤。郭靖正自琢磨他父女倆的對答，突然拍的一聲，左頰熱辣辣的吃了一記耳光，待要伸手擋架，黃藥師的手掌早已回到了黃蓉頭上，輕輕撫摸她的秀髮。這一掌打得聲音甚響，勁力卻弱，郭靖撫著面頰，茫然失措，不知上前動手，還是怎地。柯鎮惡聽到郭靖被打之聲，只怕黃藥師已下毒手，急問：「靖兒，你怎麼？」郭靖道：「沒事。」柯鎮惡道：「別聽妖人妖女一搭一檔的假撇清，我雖沒有眼珠，但你四師父親口說道，目睹這老賊害死你二師父，逼死你七……」郭靖不等他說完，雙掌一錯，猛向黃藥師撲去。柯鎮惡鐵杖揮動，同時摟頭蓋到。黃藥師放下女兒，閃開郭靖手掌，搶步來奪鐵杖，這次柯鎮惡有了防備，卻沒被他奪著。剎時之間，一師一徒已與黃藥師鬥得難解難分。郭靖雖屢逢奇人，學得不少神妙武功，但與這位武學大宗師的桃花島主相較，究竟相去甚遠，縱有柯鎮惡相助，亦是無濟於事，只拆了二三十招，已被逼得難施手腳。丘處機心道：「全真派危急時他師徒出手相助，眼下二人落敗，我們豈可坐視？且不管周師叔生死如何，先打服了黃老邪再作分曉。」長劍一指，叫道：「柯大俠退回原陣！」此時尹志平已從煙雨樓上爬下，雖被摔得臉青鼻腫，卻無大傷，奔到柯鎮惡身後仗劍守護。天罡北斗陣綿綿發動，將黃藥師父女圍在垓心。黃藥師大是惱怒，心想：「先前誤會，攻我尚有話說，眼下這群雜毛仍是恃眾欺寡，黃老邪當真害怕殺人嗎？」身形一閃，直撲柯鎮惡左側。黃蓉見父親臉露殺氣，知他下手再不容情，心中一寒，卻見王處一、馬鈺已擋開父親掌勢，柯鎮惡的鐵杖卻惡狠狠的向自己肩頭壓下，口中還罵道：「十惡不赦的小賤人，鬼妖女！」黃蓉從來不肯吃半點小虧，聽他破口亂罵，怒從心起，叫道：「老匹夫，你有膽子再罵我一句？」江南七怪都是生在市井的屠沽豪傑，出口傷人有甚難處？柯鎮惡恨極了黃藥師父女，聽他如此說，什麼怨毒的話都罵了出來。黃蓉自幼獨居，那裏聽到過這些粗言穢語，饒是她聰明絕頂，柯鎮惡每罵一句。她都怔了一怔，方懂得言中之意，到後來越聽越不成話，越聽越是不解，啐了一口，說道：「虧你還做人家師父，也不怕說髒了嘴。」柯鎮惡罵道：「老子跟乾淨人說乾淨話，跟臭賤人說臭話！」黃蓉大怒，提起竹棒迎面直點。柯鎮惡還了一杖，一來他眼不見物，二來打狗棒法神妙絕倫，數招一過，鐵杖已被黃蓉用「引」字訣拖住，跟著竹棒揮舞，棒東杖東，棒西杖西，全然不得自由。柯鎮惡在北斗陣中位居「天璇」，他一受制，陣法登時呆滯。丘處機劍光閃閃，刺向黃蓉背後，本來這一招原可解了柯鎮惡之厄，那知黃蓉恃著身披寶甲，竟不理會，棒法一變，連打三招。丘處機長劍已指到她的背心，但心念一動：「丘某是何等樣人，豈能傷這小小女孩？」劍尖觸背，卻不前送。就這樣救援稍遲，黃蓉已搶到空隙，竹棒一送一收，借著伏魔杖法外崩之力，向左疾甩。柯鎮惡力道全用反了，鐵杖不由自主的脫出手掌，飛向半空，噗通一聲，跌入了南湖之中。王處一怕她乘勢直上，早已搶在柯鎮惡身前，挺劍擋住。他雖見多識廣，卻從未見過打狗棒法，不禁大是驚疑。郭靖見師父受挫，叫道：「大師父，請你歇歇，我來替你。」一縱身離開北斗星位，搶到「天璇」。他此時武功猶勝全真諸子，兼之精通陣法奧妙，一加推動，陣勢威力大增。北斗陣本以「天權」為主，但他一入陣，樞紐移至「天璇」，陣法立時變幻。這奇勢本來不及正勢堅穩，但黃藥師一時之間參詳不出，雖有女兒相助，仍是難以抵擋，幸而全真諸子下手不重，只有郭靖一人性命相搏，勉強還可支撐。鬥到分際，郭靖愈逼愈近，他有諸子後援，黃藥師無法傷他，只得連使絕招，方避開了這連環急攻，黃蓉見郭靖平素和善溫厚的臉上，這時籠罩著一層殺氣，似乎突然換了另一人，變得從不相識，心中又驚又怕，擋在父親面前，向郭靖道：「你先殺了我吧！」郭靖怒目而視，叫道：「滾開！」黃蓉一呆，心想：「怎麼你也這樣對我說話？」郭靖搶上前去，伸臂將她推在一旁，縱身直撲黃藥師。忽聽身後一人哈哈大笑叫道：「藥兄不用發愁，做兄弟的助你來啦！」語聲鏗鏗然十分刺耳。眾人不敢就此迴身，將北斗陣轉到黃藥師身後，這才見湖邊高高矮矮的站了五六人，為首一人長手長腿，正是西毒歐陽鋒。全真諸子齊聲呼嘯。丘處機道：「靖兒，咱們先跟西毒算帳！」長劍一揮，全真六子都圍到了歐陽鋒身周。那知郭靖全神貫注在黃藥師身上，對丘處機這話恍似不聞。全真六子一抽身，他已撲到黃藥師身前，兩人以快打快，倏忽之間拆了五六招。雙方互擊不中，均各躍開，沉肩拔背，盤旋凝視，只聽郭靖大喊一聲，又攻了上去，數招一過，各自再度退後。此時全真六子已佈成陣勢，看柯鎮惡時，但見他赤手空拳，守在黃藥師身旁，側耳傾聽，雙掌張開，顯是要不顧自己安危，撲上去牢牢將他抱住，讓郭靖襲擊他的要害。丘處機向尹志平一招手，命他佔了「天璇」之位。馬鈺高聲吟道：「手握靈珠常奮筆，心開天籟不吹簫！」這是譚處端臨終之時所吟的詩句，諸子一聽，敵愾之心大起，劍光霍霍，掌影飄飄，齊向歐陽鋒攻去。歐陽鋒始終蹲在地下，右手中蛇杖倏伸倏縮，把全真派七人逼在一丈開外。他武功雖高，卻是生性持重異常，未操必勝之算，決不輕易出手。他在牛家村見過全真派天罡北斗陣的厲害，心中好生顧忌，先守緊門戶，以待敵方破綻，北斗陣一展開，前攻後擊，連綿而上。歐陽鋒遇招拆招，見勢破勢，片刻間已看出尹志平的「天璇」是陣法大弱點，心想此陣少了一環，實不足畏，一面使開蛇杖堅守要害，一面遊目四顧，觀看周遭情勢。但見郭靖與黃藥師貼身肉搏。黃蓉伸竹棒將柯鎮惡擋在兩人丈餘之外，連叫：「且慢動手，聽我一言。」但郭靖兀自不聽，一掌接著一掌的拍出。黃蓉見父親先尚手下容情，但被郭靖纏得急了，臉上怒色漸增，出手漸重，那一邊歐陽鋒口中發出閣閣之聲，將全真派七人逼得越遠，眼見局勢危急，只要他兩人之中任誰忍下殺手，必有人遭致傷亡，一抬頭見洪七公在煙雨樓憑欄觀戰，忙叫：「師父，師父，你來說一句話。」洪七公也早已瞧出情形不妙，苦於自己武功全失，無法出來獨力排難解紛，心中正自焦急，聽黃蓉叫喚，心想：「只要黃老邪對我還存幾分故人之情，此事尚有可為。」雙手在欄干上一按，從半空輕飄飄的落下地來，叫道：「各位住手，聽我一言。」九指神丐在江湖上有何等威名，眾人見他忽然現身，個個心中一凜，不由自主的住手罷鬥。歐陽鋒第一個暗暗叫苦，心道：「怎麼老叫化的武功回來了？」他不知洪七公聽郭靖口述九陰真經中梵文書寫的神功之後，這幾日來照經而行，自通奇經八脈。洪七公武功原已登峰造極，一知訣竅，如法修好，自是效驗如神，短短數日之中，已將八脈打通了一脈，輕身功夫已回復了五六成。若論拳勁掌力，搏擊廝鬥，自還不如一個全然不會武功的壯漢，但一縱一躍，即以歐陽鋒如此眼力，亦瞧不出他僅具虛勢，卻無實勁。