第五十六回　攻打襄陽蒙古人自來生長曠野，以天地為居室，荒山飲食，與在堂上無異，當即有侍衛取過烈酒乾脯，佈在地下。忽必烈向小龍女望了兩眼，心下暗驚：「人間竟有如此美麗的女子。」見她與楊過攜手並肩，神情親密，問楊過道：「這位姑娘是誰？」楊過道：「這位龍姑娘，是小人的授業師父，也是小人未過門的妻子。」他自經絕情谷中一番出生入死的惡鬥，更將羈糜天下英雄豪傑的禮法絲毫不放在眼裏，心裏偏偏要讓世人皆知，我楊過乃是要娶師為妻。蒙古人對於忠君孝親、敬師友弟這一套禮數，卻遠沒漢人考究，忽必烈是以也不覺奇怪，只聽說這少女傳授過他武藝，心中多了一層敬意，笑道：「果然是郎才女貌，天生佳偶，妙極妙極。來，大家盡此一碗，為兩位慶賀。」說著舉起酒碗，一飲而盡。法王微微一笑，也舉碗飲乾。餘人跟著喝酒，馬光祖更是連盡三碗。小龍女對蒙古人本無好感，此時聽忽必烈讚自己與楊過乃是良配，不由得心花怒放，喝了碗酒後，臉色更增嬌艷，心想：「那些漢人個個說我和過兒成不得親，這位蒙古王爺卻連說妙極，瞧來還是蒙古人見識高呢。」心中暗暗起了相助蒙古人之意。忽必烈笑道：「各位三日不歸，小王正自記掛得緊。只因襄陽軍務緊急，未能相待，小王已在大營留下傳言，請各位即赴襄陽軍前效力。今日在此巧遇，大暢予懷。」法王道：「我軍攻打襄陽，可順利否？」忽必烈皺眉道：「襄陽守將呂文煥本是庸才，小王所忌者，郭靖一人耳。」楊過心中一凜，問道：「郭靖確在襄陽？」忽必烈道：「這郭靖與先父總角時曾有八拜之交，當年遠征西域，迭出奇計，乃是我太祖皇帝手下第一愛將。我父逝世時曾對我言道：南朝主昏臣奸，兵將懦弱，人數雖眾，殊不足畏，但若遇上郭靖，卻須千萬小心。唉，父王果有先見，我軍頓兵襄陽，久攻不下，皆是因這郭靖從中作梗。」楊過站起身來，叉手說道：「這姓郭的與小人有殺父大仇，小人不才，請命去刺死了他。」忽必烈喜道：「小王邀聘各位英雄好漢，正是如此。但聽人言道，這郭靖武功算得中原漢人第一，又有不少異能之士相助。小王屢遣勇士行刺，每次均遭失手，或擒或死，無一得還。楊兄弟雖然武勇，卻是獨木難支，小王意欲請眾位英雄一齊混入襄陽，併力下手。只要殺了此人，襄陽便唾手可下。」法王、瀟湘子等一齊站起，叉手說道：「願聽王爺差遣，以盡死力。」忽必烈大喜，道：「不論是那一位刺殺郭靖，同去的諸位俱有大功，但親自下手之人，小王當奏明皇上，封賞公侯世爵，授以大蒙古國第一勇士之號。」瀟湘子、尼摩星等人，對公侯世爵也不怎麼放在心上，但若得稱大蒙古國第一勇士，卻是名揚天下，實乃生平之願。要知蒙古此時兵威四被，幅員之廣，曠古未有，除西域四大汗國之外，中國亦已三分而有其二，自帝國中心而至四境，快馬須奔馳一年方至，若得稱為第一勇士，那時舉世武林豪傑，無不欽仰。眾人聽了忽必烈之言，均是大為振奮。小龍女卻深情無限的望著楊過，心中在想：「要它什麼公侯世爵，什麼天下第一勇士，我只盼你好好的活著。」眾人又飲數碗，站起身來，蒙古武士牽過馬匹，楊過、小龍女、金輪法王等一齊上馬，跟在忽必烈之後，疾趨南馳，往襄陽而來。沿途但見十室九空，遍地屍骨，蒙古兵見到漢人，無不肆意虐殺，楊過瞧得心中惱怒，待要出手干預，卻又礙著忽必烈的顏面。楊過暗自尋思：「這些蒙古兵如此殘暴，將我漢人瞧得豬狗不如，待我刺殺郭靖、黃蓉之後，必當殺幾個蒙古最歹毒的軍漢，方消心中之氣。」眾人胯下所乘，都是蒙古精選的良馬，不數日抵達襄陽郊外。其時兩軍交戰，已有月餘，滿山遍野都是斷槍折矛、凝血積骨，由此可以想見雙方激戰之慘烈。蒙古軍得探馬報知，皇弟忽必烈親臨前敵，全軍元帥、大將，一齊迎出三十里外，但見怒馬騰躍，鐵甲鏘鏘，軍容極其壯盛。各將帥見忽必烈乘馬而前，一齊翻身下馬，伏在道旁。忽必烈「哼」了一聲，道：「襄陽城久攻不克，師老無功，豈不墮了我大蒙古的聲威？」眾將帥齊聲答道：「小將該死，請殿下治罪。」忽必烈揚鞭一擊，坐騎向前疾奔而去。諸將帥久久不敢起身，人人戰慄。楊過見忽必烈對待自己及金輪法王等甚是和易，但駕御諸將卻這等威峻，心中暗自欽服：「蒙古軍兵勇將悍，主帥嚴明，恃此南攻，大宋如何是其敵手？」翌晨天甫黎明，蒙古軍大舉攻城，但見矢下如雨、石落似雹，紛紛向城中打去。接著駕起雲梯，四面八方的爬上城去，但城中守禦嚴密，每八名兵士合持一條大木，將雲梯推開城牆。只見數百名蒙古兵攻上了城牆，蒙古軍中呼聲震天，每個百夫長率領一個百人隊，蟻附攀援。猛聽得城中梆子聲急，在牆後閃出一隊弓手，將蒙古援軍射住，接著又搶出一隊宋兵，手舉火把，焚燒雲梯。梯上蒙古兵紛紛跌落。城上城下大呼聲中，只見城頭閃出一隊勇壯漢子，長矛利刃，向爬上城牆的蒙古兵攻去。這隊漢子並不穿宋兵服色，有的黑色短衣，有的黃布長袍，攻殺之際也不成隊形，但個個身矯捷，顯然頗有武功。攻上城牆的蒙古兵均是軍中勇士，自來所向披靡，但遇上這隊漢子，砍殺數合，即被一一殺敗。或屍橫城頭，或碎骨牆下。宋軍中，一個身穿灰布長袍中年漢子尤其神威凜凜，他手中不持兵刃，縱橫來去，一見己方有人受厄，立即縱身過去解圍，掌風到處，直如虎入羊群一般。忽必烈親自在城下督戰，見這漢子如此英勇，不由得呆了半晌，嘆道：「天下勇士之中，更有誰及得上這漢子。」楊過正在他身側，說道：「王爺可知此人是誰？」忽必烈一驚，道：「豈難道他是郭靖？」楊過道：「正是！」此時城頭上數百名蒙古兵已被殺得沒剩下幾個，只有最勇悍的三名百夫長一手持盾，一手持矛，兀自在城垛子旁負隅而鬥。城下的萬夫長生怕王爺責怪，吹起角號，又率大隊攻城，想將城頭上這三名百夫長接應下來。只聽得郭靖一聲長嘯，大踏步上前，一名百夫長一矛刺去，郭靖抓住矛桿向前一送，跟著左足飛出，踢在另一名百夫長的盾牌之上，這兩名百夫長雖勇，那裏抵擋得住這一送一踢的神力，登時幾個觔斗翻下城頭，筋斷骨折而死。第三名百夫長年紀較長，頭髮灰白，自知今日已難以活命，揮動長刀，直上直下的亂砍，勢若瘋虎。郭靖左臂倏出，抓住他持刀的手腕，右掌正要一掌劈落，忽地一怔，那百夫長也已認出郭靖的面目，叫道：「金刀駙馬，是你！」原來他正是郭靖當年西征時的舊部，黃蓉計取撤麻耳罕，此人即是最先降入城中的勇士之一。郭靖想起舊情，叫道：「嗯，你是鄂爾多不是？」那百夫長見郭靖仍舊記起自己的名字，不禁熱淚盈眶，叫道：「正是，正是小人。」郭靖道：「好，念在昔日情分，今日饒你一命。下次再被我擒住，休怪我無情。」轉頭向左右道：「取過繩子，縋他下去！」當下兩名健卒取過一條長索，縛住鄂爾多的腰間，慢慢將他縋到城下。鄂爾多乃是蒙古軍中赫赫有名的勇士，突然被城頭用繩索縋了下來，城下的蒙古兵將好生奇怪，不知是何變故，一齊後退數十丈，城頭也停止放箭，兩軍一時罷鬥。鄂爾多到了城下，拜伏在地，朗聲叫道：「金刀駙馬既然在此，小人萬死不敢再犯虎駕。」郭靖站在城頭，神威凜然，喝道：「蒙古主帥聽著，大宋與蒙古昔年同心結盟，合力滅金，你蒙古何以犯我疆界，害我百姓？大宋百姓人數多你蒙古十倍，若不急速退兵，我大宋義兵四集，管教你這十多萬蒙古軍死無葬身之地。」他這幾句話乃是用蒙古話所說，中氣充沛，一字一句的送到城下。那城牆既高，兩軍相距又遠，但郭靖這幾句話，數萬蒙古軍個個聽得清清楚楚，不由得相顧失色。一名萬夫長引著鄂爾多來到忽必烈跟前，稟報郭靖釋他的原由。鄂爾多述說當年跟隨郭靖西征，那金刀駙馬如何用兵如神，如何克敵制勝，說得有聲有色。忽必烈臉色一沉，喝道：「拿下砍了！」鄂爾多大叫：「冤枉！」那萬夫長道：「殿下明見，這鄂爾多頗有戰功……」忽必烈手一揮，四名衛士早將鄂爾多拉下，斬下首級，呈了上來。諸將在旁瞧著，無不震恐。忽必烈向萬夫長道：「此人以陣亡之例撫恤，另賞他妻子黃金十斤。牲口二百。」萬夫長大惑不解，應道：「是，是。」忽必烈道：「我既殺此人，卻又賞他家屬，你們不明其理，是也不是？」諸將一齊躬身道：「要請殿下賜示。」忽必烈見楊過嘴角邊略帶笑意，道：「楊兄弟，你必知孤意，向諸將說說吧。」楊過心中一動：「此人手段厲害，我何必逞一時口舌之快，而遭其忌？」當即答道：「小人也正不明白呢。」忽必烈哈哈大笑，道：「這百夫長誇說郭靖厲害，不論是虛是實，均屬動搖軍心，是否當斬？但他奮勇先登，力戰至最後一人，豈非當賞？」諸將一齊拜伏。但經此一來，蒙古兵軍心已沮，忽必烈知道今日即使再拼力攻城，也是徒遭損折，決然討不了好去，當即傳令退軍四十里下寨紮營，眼見城下蒙古軍積屍數千，盡是身經百戰的精銳之士，心中大是不忿，但見襄陽城垣堅固，守備嚴密，卻是無隙可乘，不禁嘆了口氣。左右兩名衛士互視一眼，齊道：「小人為殿下分憂，也教他折折銳氣。」突然翻身上馬，快步馳到城下，拉動鐵弓，兩枝狼牙鵰翎疾向郭靖射去。這二人騎術既精，箭法又準，正是馬奔追風，箭去似電，蒙古人騎射之術，果然是舉世無雙。城上城下剛發得一聲喊，雙箭已射到郭靖胸口小腹，眼見他不及閃避，那知他雙手向內一攏，一手抓著一枝長箭，勁透十指，倏地向下擲出。那兩名衛士尚未轉身，要瞧明白郭靖是否被雙箭射死，突然箭到，兩人都是透胸而過，倒撞下馬。城頭宋軍喝采如雷，擂起戰鼓助威。忽必烈悶悶不樂，領軍北退。大軍行出數里，楊過道：「王爺不須煩惱，小人這便進城去取郭靖性命。」忽必烈搖頭道：「那郭靖智勇雙全，果然名不虛傳，今日一見，更覺此事棘手。」楊過道：「小人在郭靖家中住過數年，又曾為他出力，他對我絕無防範之心。」忽必烈道：「適才攻城之時，你站在我身旁，只怕他在城頭已然瞧見。」楊過道：「小人已防到此著，攻城之時，與龍姑娘均以大帽遮眉、皮裘圍頸，他決計認不出來。」忽必烈道：「既是如此，盼你立此大功，封賞之約，絕不食言。」楊過隨口道謝一聲，正要轉身與小龍女一齊辭出，忽見法王、瀟湘子、尹克西諸人臉上均有異色，心念一動：「這些人均怕我此去刺死郭靖，得了蒙古第一勇士的封號，定要從中阻撓，使我難竟大功。」於是向忽必烈道：「殿下，小人有一事告稟。」忽必烈道：「請說不妨。」楊過道：「小人去刺郭靖，乃是為報私仇，兼之要以他首級，去換救命丹藥，如能托王爺之福，大事得成，那蒙古第一勇士的封號，萬萬不敢領受。」忽必烈道：「這卻如何？」楊過道：「小人武功遠不及在座諸位，如何敢稱第一勇士？王爺須得應允此事，小人方敢動身。」忽必烈見他言辭誠懇，確是本意，又見了旁人神情，已猜到他的心意，說道：「既是如此，人各有志，我也不便勉強。」楊過當即圈轉馬頭，與小龍女並騎向襄陽馳去，在途中摔去了大帽皮裘，純係漢人打扮，到得城下時天已向晚，只見城門緊閉，城頭一隊隊兵卒來去巡邏。楊過大聲叫道：「我姓楊名過，特來拜見郭靖郭大爺。」城上守將聽得呼聲，見他只有一人相從，又是一個女子，料非敵人行詐攻城，當即向郭靖稟報。過不片時，兩個青年走上城頭，向下一望，一人叫道：「原來是楊大哥，只你們兩位嗎？」楊過見是武氏兄弟，心想：「郭靖害我父親，不知武氏兄弟的父親是否從旁相助？」當下笑答道：「武二哥麼？郭伯伯在不在城內？」武修文道：「請進來吧。」命兵卒打開城門，放下吊橋，迎接楊過與小龍女入城。二武引著二人來到一座大屋之前，郭靖滿臉堆歡，搶出門來，向小龍女一揖為禮，拉著楊過的手笑道：「過兒，你們兩位來得正好，韃子攻城正急，兩位一到，我平添臂助，真乃滿城百姓之福。」小龍女是楊過之師，郭靖對她平輩相敬，客客氣氣的讓著進屋，對楊過卻極是親熱。楊過左手被他握著，想起此人乃是殺父大仇，居然這般假惺惺作態，恨不得拔出劍來，一劍刺死了他，只是忌憚他的武功，不敢貿然動手，臉上強露笑容，說道：「郭伯伯安好，郭伯母安好。」他滿腔憤恨，卻終於沒跪下磕頭。郭靖豁達大度，竟絲毫沒有留心。到得廳上，楊過要入內拜見黃蓉，郭靖笑道：「你郭伯母即將臨盆，這幾天身子不適，日後再見吧。」楊過心中暗喜：「我深忌黃蓉智計過人，被她看出破綻，此人抱恙，那真是天助我成功。」說話之間，中軍進來稟道：「呂大帥請郭大爺赴宴，慶賀今日大勝韃子。」郭靖道：「你回稟大帥，多謝賜宴，我有遠客光臨，不能奉陪了。」那中軍見楊過年紀甚輕，並無特異之處，不知郭靖何以對他如此看重，竟推卻元帥的慶功宴而來陪他，當下滿心奇怪，回去稟知呂文煥。郭靖在內堂自設家常小宴，替小龍女與楊過接風，由朱子柳、魯有腳、武氏兄弟、郭芙諸人相陪。朱子柳向楊過連聲稱謝，說虧得他從霍都取得解藥，治了他身上之毒，楊過淡淡一笑，謙讓幾句。郭芙見了他卻神情淡漠，叫了聲：「楊大哥。」便不再言語了。酒席之間，只見她雙眉微蹙，似有滿腹的心事，武氏兄弟也一直避開他的目光，三人自始至終一言不發。魯有腳與朱子柳卻興高采烈，滔滔不絕的縱談日間大勝韃子之事。席散時已是初更，郭靖命女兒陪小龍女入內安寢，自己卻拉楊過同榻而眠。小龍女入內時向楊過望了一眼，囑他務須小心，神色之間，深情款款，關念無限。楊過只怕露出心事，將頭轉過，竟是不敢與她正面相視。郭靖攜著楊過的手同到自己臥室，讚他力敵金輪法王，在亂石陣中救了黃蓉、郭芙和武氏兄弟，隨後問他別來的經歷。楊過心下暗悔：「早知黃蓉是我殺父仇家，又何必拼命相救？」但轉念一想：「若是她死於法王手下，我便無法親刃仇人。我更因此而不能得見傻姑，只怕我終生認賊為親，可見冥冥之中，自有天意。」他生怕言多有失，將遇見程英、陸無雙、傻姑、黃藥師等情由一概不提，只道：「侄兒受傷後在一個荒谷中養傷，後來遇到師父，便同來相尋伯伯。」郭靖一面解衣就寢，一面說道：「過兒，眼前強虜壓境，大宋天下當真是危如累卵。襄陽半壁江山的屏障，此城若失，只怕我千萬百姓，盡為蒙古人的奴隸了。我親眼見過蒙古人殘殺異族的慘狀，真是令人血為之沸。……」楊過聽到這裏，想起途中蒙古兵將施虐行暴種種可怖可恨的情景，不禁咬得牙關格格作響，滿腔憤怒。郭靖又道：「我輩化盡心力練功學武，固然行俠仗義，濟人困危乃是本分，但這只是俠之小者。江湖上所以尊稱我一聲『郭大俠』，乃是敬我為國為民，奮不顧身。然我深感自己才力不足，不能為民解困，實在愧當『大俠』兩字。你聰明智慧，過我十倍，將來成就，定然遠勝於我這是不消說的，只望你記著『為國為民，俠之大者』這八個字，日後成為一位名揚天下，受萬民敬仰的真正大俠。」這一番話，楊過聽得聳然動容，只見郭靖言辭誠懇，神色莊嚴，雖知他是自己殺父之仇，卻也不禁肅然起敬，於是答道：「郭伯伯，你死之後，我會記得你今晚這一番話。」郭靖那想到他今夜要行刺自己，伸手撫了撫他的頭，說道：「是啊，鞠躬盡瘁，死而後已，國家若亡，你郭伯伯是性命難保的了。好啦，時候不早，咱們睡吧。早聽說忽必烈善於用兵，今日退軍，或有詭計，這數日中定有一場大廝殺，你養足精神，好大顯身手呢。」楊過應道：「是。」當即解衣就寢，從絕情谷中帶出來的那柄匕首卻暗暗藏在貼肉之處，心想：「你武功便再強百倍，我卻待你睡熟之後，在被窩之中給你一刀，豈能躲避？」郭靖日間惡戰，著枕即便熟睡，楊過卻是滿腹心事，那裏睡得著？他臥在裏床，但聽得郭靖鼻息調勻，一呼一吸，相隔極久，暗自佩服他內功深厚，過了良久，耳聽得四下裏一片沉靜，只有遠遠傳來守軍的刁斗之聲，於是輕輕坐起，從衣內摸出匕首，心想：「我將他刺死之後，再去刺殺黃蓉，諒她一個孕婦，濟得甚事？大事一成，即可與姑姑同赴絕情谷取那半枚丹藥了。那時我和她隱居古墓，享盡人間清福，管他這天下是大宋的還是蒙古的。」想到此處，心中極是得意，忽聽得隔鄰一個孩子大聲啼哭起來，接著有母親撫慰之聲，孩子漸漸止啼入睡。楊過胸間一震，猛地記起日前在大路上所見，一個蒙古武士用長矛挑破嬰兒肚皮，高舉半空為戲，這嬰兒尚未死絕，兀自慘叫，心想：「我此刻刺殺郭靖，原是一舉手之事。但他一死，襄陽難守，這城中成千成萬嬰兒，豈非盡被蒙古兵卒殘殺為樂？我報一己之仇，卻害了無數百姓性命，這一刀怎刺得下去？」但轉念又想：「我如不殺他，裘千尺如何肯將那半枚絕情丹給我？我若死了，姑姑也絕不能活。」他對小龍女相愛之深，世間無事可及，不由得心一橫：「罷了，罷了，管他什麼襄陽城的百姓，什麼大宋的江山。我受苦之時，除了姑姑之外，有誰真心憐我？世人從不愛我，我又何必去愛世人？」當下舉起匕首，勁力透於右臂，將匕首尖對準了郭靖胸口。室中燭火早滅，但楊過雙眼能暗中視物，匕首將要刺落之際，向郭靖臉上又望了一眼，但見他臉色慈和，意定神閒，睡得極是酣暢，少年時他對自己種種愛護之情，猛地裏湧上心間：桃花島上他如何親切相待、如何千里迢迢的送自己赴終南山學藝，如何要將獨生女兒許配自己，不由得心想：「郭伯伯一生正直，光明磊落，實是個忠厚長者，以他為人，實不能害我父親。難道傻姑神智不清，胡說八道？我這一刀刺了下去，若是錯殺了好人，那可是萬死莫贖了。且慢，這事須得探問一下清楚再說。」於是慢慢收回匕首，將自遇到郭靖夫婦以來的往事，一件件在心頭琢磨尋思。他記起黃蓉對自己一直神色不善，有好幾次他夫婦正在談論什麼，一見到自己，立即轉話題，細細想來，定是有何重大之事要瞞過自己，又想：「郭伯母收我為徒，何以只教我讀書，不肯傳授半點武藝？郭伯伯待我這麼好，難道不是因為他害了我父親，心中自咎難安，待我好一些，就算補過？」他望著帳頂，思湧如潮，煩躁難安。郭靖雖在睡夢之中，聽得他呼吸急促，當即睜眼醒轉，問道：「過兒，怎麼了？睡不著麼？」楊過身子微微一顫，道：「沒什麼？」郭靖笑道：「你若是不慣和人同榻，我便在桌上睡。」楊過忙道：「不，不要緊。」郭靖道：「好，那快睡吧。學武之人，最須講究收攝心神。」楊過道：「是。」隔了片刻，他終於忍耐不住，道：「郭伯伯，那一年你送我到重陽宮學藝，在終南山腳下牛頭寺中，我曾問過你一句話。」郭靖心中一凜，道：「怎麼？」楊過道：「那時你大怒拍碑，以致惹起全真教老道們的誤會，你還記得我問你的那句話麼？」郭靖道：「是了，你是問我你爹爹是怎樣去世的。」楊過緊緊瞪視著他，道：「不，我是問你，誰害死了我爹爹。」郭靖道：「你怎知你爹爹是給人害死的？」楊過嘶啞著嗓子道：「難道我爹爹是好好死的麼？」郭靖默然不語，過了半晌，長長嘆了一口氣道：「他死得很不幸，可沒誰害死他，是他自己害死自己的。」楊過坐起身來，心情激動異常，道：「你騙我，世上怎能有自己害死自己之事？便算我爹爹自殺；也有迫死他之人。」郭靖心中難過，流下淚來，緩緩的道：「過兒，你祖父和我父親是異姓骨肉，你父和我也曾義結金蘭。你父若是冤死，我豈能不給他報仇？」楊過身子輕輕發戰，衝口想說：「是你自己害死他，你怎能替他報仇？」但知這句話一出口，郭靖定然提防，再要下手刺他，那便大大不易，當下點了點頭，默然不語。郭靖道：「你爹爹之事曲折原委甚多，非一言可盡。當年你問起之時，年紀尚幼，內中情由未能明白，因是我沒跟你說。現下你已經長成，是非黑白辨得清清楚楚，待打退韃子，我從頭說給你聽吧。」說罷又著枕安睡。楊過素知他說一是一，從無虛語，聽了這番話後，卻又半信半疑起來，心中暗罵：「楊過，楊過，你平素行事一往無前，果敢勇決，何以今日卻猥猥崽崽，難道是內心害怕他武功厲害麼？今夜遷延遊移，失了良機，明日若教黃蓉瞧出破綻，只怕連姑姑都死無葬身之地。」一想起小龍女，精神又為之一振，伸手撫摸懷內匕首，那刀鋒貼肉，都燙得暖了，正想將匕首拔出來，忽聽窗外有人輕輕彈了三下。楊過急忙閉目，郭靖早已驚醒，坐起身來，道：「蓉兒麼？可是有緊急軍情？」窗外卻再無聲音，郭靖坐起身來，見楊過睡得鼻息調勻，心想他好容易睡著了，別再驚醒了他，於是輕輕下床，推門出房，只見黃蓉站在天井中向他招手。郭靖走近身去，低聲道：「什麼事？」黃蓉不答，拉著他手走到後院，四下瞧了瞧，這才說道：「你和過兒的對答，我在窗外都聽見啦，他不懷好意，你知道麼？」郭靖吃了一驚，道：「什麼不懷好意？」黃蓉道：「我聽他言中之意，早在疑心咱倆害死了他爹爹。」郭靖搖頭道：「他或有疑心，但我已答應將他父親如何逝世，詳細說給他知道。」黃蓉道：「難道你真要毫不隱瞞的說給他聽？」郭靖道：「他父親死得這麼慘，我心中一直自責。楊康兄弟雖然誤入岐途，但咱也沒好好勸他，沒千方百計救他。」黃蓉哼了一聲道：「這種人還值得救呢？我只恨殺他不早，否則你那幾位師父又何致命喪桃花島上？」郭靖想到這樁恨事，不禁長長嘆了口氣。黃蓉道：「我聽芙兒說，這次過兒來到襄陽，神氣很透著點兒古怪，又說你和他同榻而眠。我擔心有何意外，一直守在你的窗下。我瞧還是別跟他睡在一房的好，須知人心難測，而他父親……總是因為一掌拍在我肩頭，這才中毒而死。」郭靖道：「蓉兒，那可不能說是你害死他的啊。」黃蓉道：「既然你我都有殺他之心，結果也因我而死，是否咱們親自下手，那反而無關緊要的了。」郭靖沉思半晌，道：「你說得對。那我還是不跟他明言的為是。蓉兒，你累了半夜，快回房休息吧，住過了今晚，明日我搬到軍營中睡。」他對愛妻素來言聽計從，絕無違拗，蓋心中素知黃蓉識見智計，勝己百倍，料無不中，算無遺策，雖然不信楊過對己懷有惡意，但黃蓉既如此說，也便遵依。於是伸手扶著她腰，慢慢走向內堂，說道：「我瞧讓過兒與芙兒早日成親，也去了咱們一件心事。」黃蓉嘆了一口氣道：「這件事，我可便不知如何才好了。靖哥哥，我心中只有你一個，你心中也只有我一個，可咱們的女兒，卻既不像我，又不像你，心裏同時有兩個少年郎君，竟是不分軒輊，這教做父母的有多為難。」她說的兩個少年郎君，便是武敦儒、武修文兄弟，二人對郭芙一般的傾心，而郭芙對兩兄弟卻也絕無偏頗。三人年幼之時還不怎樣，現下年紀越長，此事越是尷尬。依郭靖之意，將女兒配了楊過，另尋淑女與武氏兄弟完姻，但黃蓉心思細密，知道中間實有許多難處，饒是她才智過人，卻也籌不出一個善策。郭靖送黃蓉入房，等她上床睡好，替她蓋好了被，坐在床邊，握住她手，臉露微笑。近月來二人都為軍國之事勞碌，夫妻之間難得能如此安安靜靜的相聚片刻。二人相對不語，心中甚感安適。黃蓉拿著丈夫的手，將他手背輕輕在自己面頰上摩擦，低聲道：「靖哥哥，咱們這第二個孩子，你給取個名字。」郭靖笑道：「你明知我不成，又來取笑我啦。」黃蓉道：「你總是說自己不成，靖哥哥，普天下男子之中，更沒第二個勝得你呢。」這幾句話說得情意深摯，極是懇切。郭靖俯下頭來，在愛妻臉上輕輕一吻，道：「若是男孩，咱們叫他作破虜，若是女孩呢？」他想了一會，道：「你給取個名字吧。」黃蓉道：「丘處機道長給你取這個『靖』字，是叫你不忘靖康之恥，現下金國已滅，蒙古鐵蹄壓境，孩子是在襄陽生的，那就叫她作郭襄，好讓她日後記得，自己是生於這兵荒馬亂的圍城之中。」