第八十八回　慕容揚威阿紫只道師父只在星宿海畔養尊處優，絕足不會來到中原，那知道冤家路窄，竟會在這小市鎮的一家小小飯店中遇上了。她臉上雖然裝得若無其事，內心實已嚇得魂不附體，她大聲呵斥虛竹，只不過是虛張聲勢，說話的聲音已是顫抖不已，要想強自鎮定，也是不能了。她坐床沿之上，籌思脫身的法子，心道：「除了姊夫或能設法救我之外，別人再也敵不過師父，為今之計，只有騙得師父到南京去，能假姊夫之手將師父殺了，那也是唯一的生路。好在那碧玉王鼎我留在南京，師父是非尋回這寶貝不可。」想到這裏，心下稍定，但轉念又想：「但若師父先將我打成殘廢，消了我的武功，再將我押向南京，這種苦頭，只怕比立時死了還要難受得多。」霎時之間，臉上又是全無血色。便在此時，一名星宿弟子走到門口，笑嘻嘻的道：「大師姊，師父有請。」虛竹心想：「原來這女子不但是星宿派的弟子，而且還是丁春秋的大弟子。啊喲不好！她害我喝雞湯，吃肥肉，只怕其中下了甚麼古怪毒藥。」其實阿紫引他破戒吃葷，只是一時興起的惡作劇，只要別人狼狽煩惱，她便覺得開心，倒也沒有他意。這時她聽師父召喚，早如老鼠聽到貓叫一般，嚇得骨頭也酥了，跟著那名星宿弟子，走到大堂之中。只見丁春秋獨據一桌，桌上放了酒菜，眾弟子遠遠垂手站立，畢恭畢敬，誰也不敢喘一口大氣。阿紫走上前去，叫了聲：「師父！」當即跪了下去。丁春秋道：「到底是在甚麼地方？」阿紫道：「不敢欺瞞師父，確是在遼國南京城中。」丁春耿道：「在南京城何處？」阿紫道：「遼國南院大王蕭大王的王府之中。」丁春秋皺眉道：「怎麼會落入這契丹番狗的手中？」阿紫道：「沒有落入他的手中。弟子到了北邊之後，唯恐失落了師父這件寶貝，又怕失手損毀，所以偷偷到蕭大王的後花園中，掘地埋藏。這地方隱僻之極，蕭大王的花園佔地六千餘畝，除了弟子之外，誰也找不到這座王鼎，師父盡可放心。」丁春秋冷笑道：「只有你自己才找得到。哼，小東西，你倒厲害，你是叫我投鼠忌器，不敢殺你，你是說殺了你之後，便找不到王鼎了。」阿紫全身發抖，戰戰兢兢的道：「師父若是不肯饒恕弟子的頑皮胡鬧，若是消去了我的功力，挑斷我的筋脈，若是斷了我一手一足，若是斷了我兩手兩足，弟子寧可立時死了，決計不再吐露那王鼎──那王鼎──那王鼎的所在。」說到後來，她心中害怕之極，已是語不成聲。丁春秋微笑道：「你這小東西，居然膽敢和我討價還價。我星宿派門下有你這樣厲害腳色，而我事先沒加防備，那也是星宿老仙走了眼啦！」站在牆腳邊的一名弟子突然大聲說：「星宿老仙明見萬里，明知這碧玉王鼎該有如此一劫，所以假手阿紫，使這件寶貝多歷艱險，乃是加工琢磨之意。」另一名弟子道：「普天下事物，那一件不在老仙的神算之中？老仙謙抑之辭，眾弟子萬萬不可當真了！」又有一名弟子道：「星宿老仙今日略施小技，便殺了少林派高手玄難，誅滅聾啞老人弟子數十口，古往今來，那有這般勝於大羅金仙的人物？小阿紫，不論你有多少狡猾伎倆，無一不在星宿老仙的算中。頑抗哀求，兩俱無益。」這些人叫得聲音朗朗，丁春秋微笑捻鬚而聽。虛竹站在臥房之中，聽得清清楚楚，心道：「師伯祖和聰辯先生果然是為這丁春秋害死。唉，還說甚麼報仇雪恨，我自己這條小命，也是不保了。」只聽得星宿派群弟子你一言、我一語，都在勸阿紫快快順服，從實招供，而在恐嚇的言辭之中，倒有一大半在宣揚丁春秋的德威，每一句說給阿紫聽的話中，總要加上兩三句對丁春秋歌功頗德之言。丁春秋生平最大的癖好，便是聽旁人的諂諛之言，別人越是說得肉麻，他越是聽得開心，這般給群弟子捧了數十年，他早已深信群弟子的歌功頌德句句是真。倘若那一個不是將他吹捧得十足，他便覺這個弟子不夠忠心。眾弟子深知他的脾氣，一有機會，無不竭力以赴大張旗鼓的大拍大捧，須知對丁春秋歌頌稍有不足，失了師父歡心事小，時時刻刻有便有性命之憂。這些星宿派弟子倒也不是人人生來厚顏無恥，只是一來形格勢禁，若不如此便不足以為圖存，二來行之日久，習慣成自然，諂諛之辭順口而出，誰也不以為恥了。丁春秋捻鬚微笑，聽著眾弟子的歌頌，心下極是陶醉。他的長鬚在和師兄聾啞老人蘇星河鬥法之時，被燒去一大片，但稀稀落落，還是剩下了許多，後來他暗施劇毒，以「逍遙三笑散」毒死蘇星河，這場鬥法畢竟還是勝了，少了一些鬍子，那也不足介意。足足等了一頓飯的時光，眾弟子的頌聲漸減，頗有人長篇大論，還想繼續說將下去。丁春秋左手一揚，頌聲立止，只聽眾弟子齊聲說道：「師父功德齊天蓋地，眾弟子愚魯，不足以表達萬一。」丁春秋微笑點頭，向阿紫道：「阿紫，你更有甚麼話說？」阿紫心念一動：「往昔師父對我偏愛，皆因我歌頌他之時，能夠別出心裁，道人之所未道，不似這般蠢才師兄，翻來覆去，一百年也是說些陳詞濫調。」便道：「師父，弟子所以偷偷拿了你的碧玉王鼎玩耍，是有道理的。」丁春秋雙目一翻，問道：「有甚麼道理？」阿紫道：「師父年輕之時，功力未有今日的登峰造極，尚須借助碧玉王鼎，以供練功之用。但這兩年來，任何有目之人，都知師父已有通天徹地的神通，這碧玉王鼎不過能聚毒物，比之師父的造詣，那真是如螢光之與日月，不可同日而語。如果說師父還不願隨便丟棄這座玉鼎，那也不過是念舊而已。眾位師兄大驚小怪，以為師父非這座玉鼎不可，說甚麼這王鼎是本門重寶，一失便是牽連重大，那真是愚蠢之極，可把師父的神通太也小覷了。」丁春秋聽得心情舒暢，連連點首，道：「嗯，嗯，言之成理，言之成理。」阿紫又道：「弟子又想，我星宿派武功之強，天下任何門派皆所不及，只是師父大人大量，不願與中原武林人物一般見識，不屑親勞玉步，到中原來教訓教訓這些井底之蛙。可是中原武林之中，便有不少人妄自尊大，明知師父不會來向他們計較，便吹起大氣來，大家互相標榜，這個說是當世高人，那個說是武學名家，但誰也不敢到我星宿派來向師父領教幾招。大家明知師父的武功深不可測，可是說來說去，也只是『深不可測』四個字，到底真的如何高明法，卻誰也說不出個所以然。這麼一來，於是姑蘇慕容復的名頭就大了，河南少林寺自稱是武林中泰山北斗了，甚至甚麼聾啞先生，甚麼大理段家，都儼然成了了不起的人物。師父，你說好不好笑？」她聲音清脆，娓娓道來，句句打入丁春秋的心坎，實比眾弟子一味大聲稱頌，聽來受用得多。丁春秋臉上的笑容越來越是開朗，眼睛瞇成一線，十分得意。阿紫又道：「弟子有個孩子家的念頭，心想師父如此神通，若不到中原來露上兩手，終是開不了這些管窺蠡測之徒的眼界，難以叫他們知道天外有天，人上有人。因此上想了一個主意，請師父來到中原，讓這些小子知道些好歹。只不過平平常常的恭請師父，那是太也平庸，與師父你老人家古往今來第一人的身價殊不相配。師父身份不同，恭請師父來到中原的法子當然也得不同才是。弟子借這王鼎，原意是在促請師父的大駕。」丁春秋呵呵笑道：「如此說來，你取這王鼎，倒是一番孝心了。」阿紫道：「誰說不是呢？不過弟子除了孝心之外，當然也有些私心在內。」丁春秋皺眉道：「那是甚麼私心？」阿紫微笑道：「師父休怪，想我既是星宿派弟子，自是盼望本門威震天下，弟子行走江湖之上，博得人人敬重，豈不是光彩威風？這是弟子的小小私心。」丁春秋哈哈一笑，道：「說得好，說得好。我門下這許許多多弟子，沒一個及得上你心思機靈。原來你盜走我這碧玉王鼎，居然還是替我揚威來啦。嘿嘿，憑你這般伶牙利齒，殺了你倒也可惜。師父身邊少了一個說話解悶之人，但就此罷手不究──」阿紫忙搶著道：「雖然不免有些太便宜了弟子，但本門上下，那一個不感激師父寬洪大量？自此之後，更要為師門盡心竭力粉身碎骨而後已。」丁春秋道：「你這些騙騙旁人，倒還有用，你跟我說這些話，不是當我老糊塗麼？居心大大的不善。嗯，你說我若廢了你的功力，挑斷你的筋脈──」說到這裏，忽聽得一個清朗的聲音說道：「店家，看座！」丁春秋斜眼一看，只見一個青年公子身穿黃衫，腰懸長劍，坐在桌邊，竟不知是何時走進店來，正是日間和他對過一掌的慕容復。丁春秋雖說是在傾聽阿紫的說話，但他坐在客堂之中，身旁忽然多了一人也沒留神到，畢竟是大大的疏神，倘若慕容復忽施暗襲，自己只怕已經吃了大虧。丁春秋心中一驚之下，臉上微一變色，但他究竟老辣異常，隨即寧定。阿紫從未見過慕容復，突然間見到這位青年公子，心中也是一動：「這人生得好俊雅，如此人品，可從來沒見過。」只見慕容復舉手向丁春秋舉手招呼，道：「請了！當真是人生何處不相逢，適才邂逅相遇，分手後片刻之間，便又重聚。」丁春秋道：「那是與公子有緣了。」那店伴走到慕容復座前道：「公子爺，吃飯呢還是吃麵那？」慕容復道：「打一斤白酒，有下酒菜，便隨便做幾味來。」那店伴應道：「是，是！」轉身入內。丁春秋適才和他對了一掌，倉卒之際，未及行使化功大法，試出他掌力渾厚，掌上變化巧妙，自己竟是沒佔到絲毫便宜，以他不可一世的自負而言，如何容得別人與自己平起平坐？尋思：「立時與他動手一決勝敗呢，還是先處置了阿紫再說？素聞姑蘇慕容氏武功上的造詣有鬼神莫測之機，武林中言之鑿鑿，諒來不會盡是虛言，莫要三十老娘倒繃嬰兒，星宿老仙親臨中原，在這小子手中受了挫折，那可太也晦氣了。」丁春秋這人心機極深，既無十分把握在武功上取勝，登時便轉暗算的念頭。他轉頭向阿紫道：「你說倘若我廢了你的武功，挑斷你的筋脈，斷了你的一手一腳或是兩手兩足，你寧可立時死了，也不吐露那物事的所在，是也不是？」阿紫心下恐懼之極，顫聲道：「師父寬洪大量，不必──不必──不必將弟子的胡言亂語，放──放在心上。」慕容復笑道：「丁先生，你這樣一大把年紀，怎麼還能跟人家小孩子一般見識？來來來，你我乾上三杯，談文論武，豈不是好？在外人之前清理門戶，那也未免太煞風景了罷？」丁春秋還未回答，一名星宿弟子已怒喝道：「這廝如此沒上沒下，我師父是武林至尊，豈能同你這等後生小子談文論武？你又有甚麼資格來和我師父談文論武？」又有一人喝道：「你若是恭恭敬敬的向我師父星宿老仙磕頭請教，星宿老仙喜歡提攜後進，說不定還會指點你一二。你卻說要和星宿老仙談文論武，哈哈，那不是笑歪了人的嘴巴麼？」他笑了幾聲，臉上的神情卻是古怪之極，過得片刻，又是「哈哈」一笑，聲音十分乾澀，笑了這聲之後，張大了嘴巴，卻是半點聲音也發不出來，臉上可仍是顯現著一副又詭秘、又滑稽的笑容。星宿眾弟子知道他是中了「逍遙三笑散」之毒，無不駭然惶悚。星宿派弟子向著那三笑氣絕的同門望了一眼之後，大氣也不敢喘一口，都低下頭去，那裏還敢和師父的眼光相接。各人心中均想：「這小子不知言語中如何惹惱了師父，師父竟以這等厲害的手段殺他？」丁春秋心中，又是惱怒，又是戒懼。原來他適才與阿紫說話之際，大袖微揚，已潛運上乘內力，將「逍遙三笑散」毒粉向慕容復揮去。那毒粉無色無臭，細微之極，這小店的客堂中又不如何明亮，滿擬慕容復武功再高，也決計不會察覺，那料得他不知用甚麼手段，竟將這逍遙三笑散轉送到了自己弟子的身上。死了一個弟子，那是毫不足惜，但慕容復談笑之間，沒見他舉手投足，便將毒粉轉到了旁人身上，這功夫委實匪夷所思，以丁春秋見聞之博，一時之間也想不出那是甚麼功夫。他心中只是想著八個字：「以彼之道，還施彼身！」顯然慕容復所用的手法，便與「接暗器，打暗器」相似，接鏢發鏢，接箭發箭，他是接毒粉發毒粉。但這毒粉如此細微，他如何能不使沾身，隨即又發了出來？他轉念又想：「若說到以彼之道，還施彼身，這逍遙三笑散該當送還我才是，哼，想必這小子忌憚老仙，不敢貿然來捋虎鬚。」他心中想到「捋虎鬚」三字，順手一摸鬍子，觸手之處，只摸到七八根燒焦了的短鬚，心下不惱反喜：「以蘇星河這等見識和功力，終究還是在老仙手中送命，慕容復乳臭未乾，何足道哉？」他心中念頭轉得甚多，卻無論如何不願在群弟子之前示弱，說道：「慕容公子，你我當真有緣，來來來，我敬你一杯酒。」說著伸指一彈，面前的一隻酒杯平平向慕容復飛了過去。這一揮之力實是妙到巔毫，那酒杯橫掠而去，竟沒半滴酒水濺將出來。倘若換了平時，群弟子早已頌聲雷動，只是適才見一個同門死得古怪，都怕拍馬屁拍到了馬腳上，未能揣摩師父的用意，誰都不敢貿然開口。但這一聲喝采，總是要的，否則師父見怪，可又吃罪不起。那酒杯剛到慕容復面前，眾弟子便暴雷般喝了一聲：「好！」有三個膽子特別小的，連這一聲采也不敢喝，待聽得眾同門叫過，才想起自己沒喝采，太也落後，忙跟著叫好，但那三個「好」字，總是遲了片刻，顯然不夠整齊。那三人一見到眾同門責備的眼光，登時羞慚無地，驚懼不已。慕容復道：「丁先生是前輩，豈有前輩先向晚輩敬酒之理？這一杯酒，晚輩不敢拜領，轉賜了令高徒罷！」說著呼一口氣，吹得那酒杯突然轉向，飛向左首一名星宿弟子身前。丁春秋見他一吹便將酒杯吹歪，知他用的是「四兩撥千斤」的功夫，自己手指彈出，乃是實物相觸，力道用得雖然巧妙，卻也並不如何稀奇，以口中氣息吹杯，與用手指彈杯相比，其間難易之別，縱然不會武功之人，也都看得出來。這酒杯一轉向，丁春秋顯然是輸了一招。其實慕容復口中噴出來這口氣，和丁春秋手指的一彈，力道之強弱，全然不可同日而語，只不過他使得湊巧，借用了丁春秋的彈力，別人看來，似乎是他以一口氣將杯子吹了開去，實則杯子飛開，仍然是出於丁春秋手指上的一彈之力。那星宿弟子見杯子飛到，霎時間彷徨無計，不知是避開的好，還是伸手去接的好，思慮未定，杯子已到了眼前，他不及多想，自然而然的便伸出右手，接住了酒杯，說道：「這是師父敬你喝的酒！」正想以掌力將酒杯推出，飛向慕容復身前，突然間「啊」的一聲慘呼，向後便倒，登時一動也不動了。眾弟子這次都是心下雪亮，知道師父一彈酒杯，便以指甲中的劇毒敷在杯上，只要慕容復手指一觸酒杯，不必酒水沾唇，便即如這星宿弟子般送了性命。丁春秋臉上變色，心下極是恚怒，情知自己這一次失手，再也瞞不過眾弟子的眼光，人人知道是自己以毒粉暗害慕容復，卻給他反彈過來，害死了星宿派的弟子。他初次與慕容復相遇之時，曾和他對過一掌，深知對方掌力著實了得，若以真實功夫而論，自己未必便能勝過了他。心念一轉之際，已打定了主意：「勢必要以『化功大法』，對付這個小子。」到了這個地步，他不能再故示閒雅，雙手捧了一隻酒杯，緩緩站起身來，說道：「慕容公子，老夫這一杯酒，總是要敬你的。」說著走到慕容復身前。慕容復一瞥之間，只見那杯白酒中隱隱泛起一層碧光，顯然含有厲害無比的毒藥。他這麼親自端來，再也沒有迴旋的餘地，眼見丁春秋走到身前，只隔一張八仙桌，慕容復吸一口氣，丁春秋杯酒中水陡然直升而起，成為一條碧綠的水線。丁春秋暗呼：「好厲害！」知道對方一吸之後，跟著便是一吐，這條水線便會向自己射來，雖然射中後於己並無大礙，但滿身酒水淋漓，總是狼狽出醜，當即運內力，波的一聲，向那水線吹了過去。星宿派群弟子見過不少次師父與人鬥法，例如與蘇星河比拼內力，便是各以上乘功力推動一根火柱，力強者勝，力弱者亡，再也明顯不過。此時見一根細細的碧綠水線從酒杯中升起，知道師父又在與對方此拼功力，各人心念亂轉，都在想如何別出心裁，創一些新鮮花樣來頌揚師父。不料丁春秋內力一吐，慕容復竟然不與之抗，那條水線向他臉上筆直的射了進去，群弟子都是「咦」的一聲，沒想到師父竟是勝得如此容易。這些人腦筋轉得不甚靈敏，丁春秋勝得太快，令他們措手不及。弟子中出現的只不過一些「武功蓋世」，「天下第一」之類的陳腔濫調，再也來不及別出機杼，說些新穎頌詞，以博師父一粲。阿紫先前見到師父忽逢勁敵，心下暗喜，尋思正是脫身良機，卻不料對方竟然不堪一擊，也不禁大失所望。群弟子剛張大了口，要喝一聲采，卻見那條水線衝到離慕容復鼻尖約莫半尺之處，驀地裏抖向左首，竟成了一道彎彎的弧線，從他腦後兜過，迅捷無倫的飛了轉來，噗的一聲響，直鑽入一名星宿弟子的口。那人正張大了口，要喝采叫好，這「好」字還沒出聲，一杯毒酒所化成的水線，已鑽入了他的肚中。這水線去得太快，他居然還是興高采烈的大喝一聲：「好！」直到喝采之後，這才驚覺，大叫：「不好！」登時委頓在地，只見他面目手足，迅速異常的腐爛，片刻之間，連衣服也爛得乾乾淨淨，只剩下一堆白骨。這毒藥如此厲害，慕容復也是心驚不已：「我闖盪江湖，從未見過這麼霸道的毒藥。」他二人此拼，高下未見，星宿派已接連死了三名弟子，其中隱隱然已分勝敗。丁春秋心中惱怒異常，將酒杯往桌上一放，一掌便向慕容復推了過來。慕容復久聞他「化功大法」的惡名，自始至終是小心謹慎的與他周旋，見他一掌劈到，身子一轉，右手還了一掌。丁春秋呼呼連劈三掌，慕容復皆以小巧身法避開，不與他手掌相加。兩個人越打越快，小酒店中擺滿了桌子凳子，地位狹隘，實無迴旋的餘地，但這兩人便在桌凳之間穿來插去，竟無半點聲息，拳掌固是不交，連桌凳也沒半點挨到。星宿派群弟子個個貼牆而立，卻是誰也不敢走出店門一步，各人知道師父的脾氣，倘若他門下有誰在他劇鬥之時遠避自去，那便是犯了不忠於師門的大難，事後必加嚴處。是以各人明知形勢危險，只要給帶上一點掌風都有性命之憂，除了希望身子化為一張薄紙，拼命往牆上貼去之外，更無別法。但見慕容復守多攻少，掌法雖然精奇，但因不敢與丁春秋對掌，動手時不見縛手縛腳，落了下風。星宿老怪久經大敵，經驗何等豐富，數招一過，便知慕容復不願與自己對掌，那顯然是怕了自己的「化功大法」。他既然是怕這功夫，當然便要以這功夫剋制於他，只是慕容復身形飄忽，出掌更是難以捉摸，定要逼他與己對掌，倒也著實不易。再拆數掌，丁春秋已想了一個主意，當下右掌縱橫揮霍，著著進逼，左掌卻裝微有不甚靈便之象，只是故意的極力掩飾，要慕容復瞧不出來。但慕容復是武學中的大行家，對方弱點稍現，豈有瞧不出來之理？他斜身半轉，陡地拍出兩掌，蓄勢凌厲，直指丁春秋的左脅。丁春秋低聲一哼，退了一步，竟是不敢伸左掌接招。慕容復心道：「這老怪左胸左脅之間不知受了甚麼內傷。」當真是得理不讓人，攻勢之中，雖然仍是以攻他右側為主，但實則內力的運用，卻全是攻他左方。又拆了二十餘招，丁春秋左手一縮，探入袖內，右掌翻掌成抓，向慕容復臉上直抓了過去。慕容復斜身轉過，一拳直打他的左脅。丁春秋這些時來，一直在等他這一拳，對方果然打到，不由得心中一喜。只聽得袖風颼颼，丁春秋左袖甩起，捲向敵人右臂。慕容復心道：「你袖風便再凌厲十倍，焉能傷得了我？」這一拳竟不縮回，只是運勁於臂，硬接他袖子的一擲，卻聽得嗤的一聲長響，慕容復右手衣袖，竟被丁春秋的袖風扯下一片，露出白白的肌膚，上臂肌上紅了一條。原來丁春秋的袖風實是霸道無比，猶如鐵片一般，在他手臂上狠狠刮了一下，若不是他運勁以防，這條手臂便此廢了。慕容復心中一驚之下，這一拳打得狠狠，驀地裏拳頭外一緊，已被丁春秋的手掌握住。這一招大出慕容復的意料之外，立時驚覺：「這老怪假裝左側受傷，原來是誘敵之計，這我可著了他的道兒！」此時若是運勁回奪，丁春秋的毒藥便乘虛而入，順著他內力回吞，立時送入他的體內，那時是兇險無比。霎時之間，慕容復心中湧起一絲悔意：「我忒也妄自尊大，將這名聞天下的星宿老怪看得小了，事先沒策劃萬全，僅孤身犯險，向他挑戰。」一不做二不休，此時更無退縮餘地，全身內力，徑從這拳頭中送了過去。丁春秋手掌極大，一抓之下，已將慕容復的拳頭盡數敷攏入掌中，但對方反應奇快，只覺全身一震，百脈賁張，左臂隱隱發麻，竟有抓不住他拳頭之勢。丁春秋運這「化功大法」，須得與對方身體相觸，倘若一下子便給對方內力震開，這「功」便無從「化」起，他心中一凜，立時運勁，首先須得將他拳頭抓住，但便在此時，慕容復內力大張，竟將他手掌震脫。須知丁春秋先前以「化功大法」對付玄難，說到內力強弱，玄難原也不在慕容復之下，只是玄難與他雙掌相對，掌力越強，推盪之下，越是不會雙掌相離。這時他以手掌抓慕容復的拳頭，變成單方的相壓，慕容復一震之下，丁春秋居然抓捏不住。但兩人拳掌相離，卻也只是電光石火般的一瞬之間之事，丁春秋手掌一被震開，立時又抓了下去，再次將對方拳頭抓住。慕容復「哼」了一聲，再運內勁，可是內勁一迸出，竟如石沉大海，無形無蹤，不知到了何處。慕容復暗叫一聲：「啊喲！」他來與丁春秋為敵之時，事先曾詳加盤算，如何不使對方的「化功大法」使到自己身上，但事到臨頭，畢竟是難以躲過。其時當真是進退兩難，倘若繼續運內勁與抗，那麼不論多強的內力，都會給他化散於無形，片刻之際，便會功力全失，成為廢人，但若抱元守一，勁力內縮，丁春秋使毒的本領何等高強，種種匪夷所思的厲害毒藥，便會順著他真氣內縮的途徑，侵入他脈絡臟腑，終至無可抵禦。正當慕容復進退維谷、彷徨無計之際，忽聽得身後一人大聲叫道：「師父巧設機關，臭小子已陷絕境。」慕容復左掌一翻，向後退了兩步，聞聲辨形，手掌伸處，已將那星宿弟子胸口抓住。他姑蘇慕容家最拿手的絕技，乃是一門借力打力之技，叫做「斗轉星移」。外人不知底細，見到慕容氏「以彼之道，還施彼身」神乎其技，顯是天下各門各派的絕技，姑蘇慕容無一不會、無一不精，凡是致人死命之時，總是以對方的成名絕技加諸其身。其實天下武林之中，絕技千千萬萬，任他如何聰明淵博，絕難將每一種絕技都學會了，何況既是絕技，自是非朝夕之功。但慕容氏有了這一門巧妙無比的「斗轉星移」之術，不論對方施出何種功夫來，都能將之轉移力道，反擊到他的自身。這麼一來，善於「鎖喉槍」的，一槍刺出去取慕容氏咽喉，給他「斗轉星移」的一轉，這一槍便刺入了自己咽喉，而所用勁力法門，全是出於他本門的秘傳訣竅。善用「斷臂刀」的，一刀砍將出去，結果便砍到了自己的手臂之上，兵器便是這件兵器，招數便是這一招數。只要不是親眼目睹慕容復施這「斗轉星移」之術，那就誰也猜想不到這些人所以喪命，其實都是出於「自殺」。出手的人武功越高，死法越是巧妙，只是慕容氏若非單打獨鬥，若不是有把握定能致敵死命，這「斗轉星移」的功夫便絕不使用，是以姑蘇慕容氏名震江湖，真正的功夫所在，卻是誰也不知。以對手的兵刃騰挪轉換方向，招呼到對手自己身上，其中道理，全在「反彈」兩字。譬如有人一拳打在鐵牆之上，出手越重，自己拳頭上所受的力道越大，輕重強弱，不差分毫，便和自己打自己一模一樣。只不過轉換有形的兵刃拳腳容易，轉換無形無質的內力氣功，那就大大的艱難。慕容復在這門功夫上雖然修練多年，究竟限於年歲，未能達到登峰造極的境地，遇到丁春秋這第一流的高手，他自知無法以「斗轉星移」之術，反撥回去傷害對方，以是連使三次「斗轉星移」，受到打擊的倒楣傢伙，卻都是星宿派弟子。他轉是轉了，移也是移了，但卻是轉移到了第三者身上。丁春秋暗施「逍遙三笑散」、彈杯送毒、逼射毒酒，每一次都給慕容復輕輕易易的找了替死鬼。待得丁春秋使到「化功大法」，慕容復本來已然無法將之移轉，恰好那是星宿弟子急於獻媚討好，張口一呼，顯示了自己身形的所在。慕容復情急之下，已不能多加思索，一將那星宿弟子抓在手中，立時旁撥側挑，推氣換勁，將這星宿弟子換了自身。他冒險一逞，不料這法門居然生效，星宿老怪本意在「化」慕容復之「功」，但一「化」之際，化去的卻是本門弟子的本門功夫。慕容復死裏逃生，既見一試成功，當即抓住良機，絕不容丁春秋再轉別的念頭，把那星宿弟子一推，將他身子撞到了另一名弟子的身上。這第二名弟子的功力，當即也隨著丁春秋「化功大法」到處，迅速消解。丁春秋抓著慕容復拳頭，眼見他又以借力打力之法，反傷自己弟子，心下自是惱怒之極，但想：「我若為了保全這些不成材的弟子，放脫他的拳頭，這一放之後，再要抓到他是千難萬難了。這小子定然是見好就收，脫身逃走，那麼這一仗我傷了五名弟子，只抓下他半隻袖子，星宿派算得是大敗虧輸，星宿老仙還有甚麼臉面來揚威中原？」他心念已決，更是不放開他的拳頭。慕容復退後幾步，又將一名星宿弟子的身子貼上了，讓丁春秋化消他的功力。頃刻之間，三名弟子癱瘓在地，猶如被一個吸血鬼吸乾了體內精血一般，三個人黏在一起，再也脫不了身。其餘各人大駭，眼見慕容復又退了過來，無不失聲驚呼。