第三十八回　鐵琴先生張無忌和楊不悔並肩坐在大殿的蒲團上，朱元璋、徐達、湯和、鄧愈等七手八腳捧出一盆一缽的牛肉來。吳良、吳禎兄弟提了一罈白酒，大夥兒便在菩薩面前，歡呼暢飲。無忌和不悔已餓了數日，此時有牛肉下肚，自是說不出的暢快。花雲道：「徐大哥，咱們的教規什麼都好，就是不許人吃肉，未免有點兒那個。」無忌心中一凜：「原來他們都是明教的。明教的規矩是食青菜，拜魔王，他們卻在大吃牛肉。這當兒無米無菜，不吃肉難道餓死麼？」鄧愈拍手道：「徐大哥的話從來最有見地，吃啊，吃啊！」正吃喝間，忽然門外腳步聲響，跟著有人敲門，湯和跳起身來，叫道：「啊也！張員外家中尋牛來啦！」只聽得廟門被人一把推開，走進來兩個挺胸凸肚的豪僕，一人叫道：「好啊！員外家的大牯牛果然是你們偷吃了！」說著一把揪住朱元璋。另一人道：「你這賤和尚，今兒賊贓俱在，還逃到那裏去？明兒送你到府裏，一頓板子打死你。」朱元璋笑道：「當真是胡說八道，你怎能胡賴咱們偷了員外的牯牛？出家人吃素唸佛，你賴我吃肉，這不罪過麼？」那豪傑指著盤缽中的牛肉，喝道：「這還不是牛肉？」朱元璋使個眼色，笑嘻嘻的道：「誰說是牛肉？」吳良、吳禎兄弟走到兩名豪傑身後，一聲吆喝，抓住了兩人手臂，登時令他們動彈不得。朱元璋從腰間拔出一柄匕首，笑道：「兩位大哥，實不相瞞，咱們吃的不是牛肉，乃是人肉。今日既給你們見到，只好吃了兩位滅口，以免洩漏。」嗤的一聲，將一名豪僕胸口的衣服劃破，刀尖刺得胸膛上現出一條血痕。那豪僕大驚，雙膝麻軟，連叫：「饒……饒命……」朱元璋抓起一把牛肉，分別塞在二人口中，喝道：「吞下去！」兩人嚼也不敢嚼，便吞了下肚。朱元璋走到廚下，抓了一大把牛毛，又分別塞在二人口中，喝道：「快吞下！」二人只得苦著臉又吞下了。朱元璋笑道：「你去跟員外說，是我偷宰了他的牯牛，咱們破肚開膛對質，瞧是誰吃了牛肉，連牛毛也沒拔乾淨。」翻轉刀子，用刀背在那人肚腹上一拖，那人只覺冷冰冰的刀子在肚子劃過，嚇得尖聲大叫。吳氏兄弟哈哈大笑，抬腿在兩人屁股上用力一腳，踢得兩人直滾出殿外，眾人放懷大吃，笑罵兩名豪僕自討苦吃，平日仗著張員外的勢頭，欺壓鄉人，這一次害怕剖肚對質，決計不敢向員外說眾人偷牛之事。無忌又是好笑，又是佩服，心道：「這姓朱的和尚容貌雖然難看，行事卻是乾淨爽快，制得旁人半點動彈不得，手段好生厲害。」湯和、鄧愈等早聽徐達說過，知道張無忌甘捨自己性命，相救楊不悔，都喜愛他是個俠義少年，不以尋常兒童相待，敬酒敬肉，就當他是好朋友一般。飲到酣處，鄧愈嘆道：「咱們漢人受胡奴欺壓，受了一輩子的骯髒氣，今日弄到連苦飯也沒一口吃，這種日子，如何再過得下去？」花雲拍腿叫道：「眼見鳳陽府已死了一半百姓，我看天下到處都是一般，與其眼睜睜的餓死，不如跟韃子拚一拚。」徐達朗聲道：「今日人命賤於豬狗，這位小兄弟小妹妹險些便成了旁人肚中之物。普天之下，不知有多少良民百姓成為牛羊？男子漢大丈夫不能救人於水火之中，活著也是枉然。」湯和也道：「不錯。咱們今日運氣好，偷到一條牯牛宰來吃了，明日未必再偷得到。再說，天下的好漢子大多衣食不週，難道叫英雄豪傑都去作賊？」各人越說越是氣憤，破口大罵韃子官兵害人。朱元璋道：「咱們在這兒千賊萬賊的亂罵，又罵得掉韃子一根毛髮麼？是有骨氣的漢子，便殺韃子去！」湯和、鄧愈、花雲、吳氏兄弟等齊聲叫了起來：「去，去！」徐達道：「朱大哥，你這勞什子的和尚也不用當啦，你年紀最大，大夥兒都聽你的話。」朱元璋也不推辭，說道：「今後咱們同生共死，有福同享，有禍同當。」眾人一齊拿起酒碗喝乾了，拔刀砍桌，豪氣橫飛。楊不悔瞧著眾人，不懂他們說些什麼，心中暗暗害怕。張無忌卻想：「太師父一再叮囑，叫我決不可和魔教中人交好。可是常遇春大哥和這位徐大哥，都是魔教中人，比之簡捷、薛公遠這些名門正派的弟子，為人卻好上萬倍了。」他對張三丰向來敬服之極，然從自身的經歷而言，卻覺太師父對魔教中人不免心存偏見。雖然如此，仍想太師父的言語不可違拗。朱元璋道：「好漢子說做便做，這會兒吃得飽飽的，正好行事。張員外家今日宴請韃子官兵，咱們先去揪來殺了。」花雲道：「妙極！」提刀站了起來。徐達道：「且慢！」到廚下拿了一雙籃子，裝了十四五斤熟牛肉，交給張無忌，說道：「張兄弟，你年紀太小，不能跟咱們幹這殺官造反的勾當。咱們這幾個人人窮得精打光，身上沒半分銀子，只好送這幾斤牛肉給你。若是咱們僥倖不死，日後相見，大夥兒好好再吃一頓牛肉。」無忌接過籃子，說道：「但盼各位建立大功，趕盡韃子，讓天下百姓都有飯吃。」朱元璋、徐達湯和等聽了他這幾句話，都是心中一凜，說道：「張兄弟，你說得真對，咱們後會有期。」說著各挺兵刃，出廟而去。無忌心想：「他們此去是殺韃子，若不是帶著這個小妹子，我也跟他們一起去了。他們只有七個人，倘是寡不敵眾，張員外家中的韃子和莊丁定前來追殺，這廟中是不能住了。」於是挽了一籃牛肉，和楊不悔出廟而去。黑暗中行了五六里，猛見北方火光衝天而起，火勢甚烈，知是朱元璋、徐達等人得手，已燒了張員外的莊子，心中甚喜。當晚兩人在山野間睡了半夜，次晨又向西行。沿途風霜飢寒之苦，那也是說之不盡，幸好楊不悔的父母都是武學名家，在娘胎裏時體質便極壯健，因此一個小小女孩長途跋涉，居然沒有生病，便有輕微風寒，無忌採些草藥，隨手便給她治好了。但兩個小孩，每日行行歇歇，最多也不過走上二十里地，行了十五六天，方到河南省境。那河南境內，和安徽也是無多分別，處處飢荒，遍地都是餓死的死屍。張無忌做了一副弓箭，仗著學過武藝，或射飛禽，或殺走獸，飽一天餓一天的，和楊不悔慢慢西行。幸好途中沒遇到蒙古官兵，也沒逢到江湖人物，至於尋常無賴奸徒，想打這兩個孩子的主意，卻那裏是無忌的對手？有一日他跟途中遇到的一個老人閒談，問起崑崙山坐忘峰的所在，這老人雙目圓睜，驚得呆了，說道：「小兄弟，崑崙山距此何止十萬八千里，聽說當年只有唐僧取經，這才去過。你們兩個娃娃，不是發瘋了麼？你家裏在那裏，快快回家去吧！」張無忌一聽之下，不禁氣沮，暗想：「崑崙山這麼遠，那是去不成的啦，只好到武當山見太師父再說。」但轉念又想：「我受人重託，雖然路途艱險，怎能中途退縮？我壽命無多，倘若不在身死之前將不悔妹妹送到，多耽擱一天，便是對不起紀姑姑。」也不再跟那老人多說，拉著楊不悔的手便行。如此又行了二十餘天，兩個孩子早是全身衣衫破爛，面目憔悴，那也罷了，無忌最為煩惱的，卻是楊不悔時時吵著要媽媽，找不到媽媽，往往便哭泣半天。張無忌多方譬喻開導，說這一路西去，便是去尋她媽媽，又說個故事，扮個鬼臉，逗她破涕為笑。這一日過了駐馬河，其時已是秋末冬初，朔風吹來，兩個孩子衣衫單薄，都是禁不住發抖。無忌除下自己一件破爛的外衫，給楊不悔穿上。楊不悔道：「無忌哥，你自己也冷，卻把衣服給我穿。」這個小女孩斗然間說起大人話來，無忌不由得一怔。便在此時，忽聽得山坡後傳來一陣兵刃相交的叮噹之聲，跟著腳步聲響，一個女子聲音叫道：「惡賊，你中了我的餵毒喪門釘，越是快跑，發作得越快！」無忌急拉楊不悔在道旁草叢中伏下，尚未藏好身子，只見一個三十來歲的精壯漢子飛步奔來，數丈之後，一個手持雙刀的女子追趕而至。那漢子腳步踉蹌，突然間足下一軟，滾倒在地。那女子追到身前，笑道：「惡賊，終叫你死在姑娘手裏！」那漢子驀地一躍而起，雙掌齊出，波的一聲，擊中那女子頸下的胸口。這一招是那漢子的救命絕招，力道奇猛，那女子中掌倒地，手中雙刀遠遠摔了出去。那漢子不住喘氣，從自己背上拔了一枚喪門釘出來，恨恨的道：「取解藥來。」那女子道：「你殺了我吧！就是沒解藥。」那漢子左手以刀尖指住她的咽喉，右手到她衣袋中搜尋，果然不見解藥。那女子冷笑道：「這次師父派咱們出來捉你，只給餵毒暗器，不給解藥。我既落在你手裏，也不想活了，可是你也別想逃生。」那漢子怒極，提起那枚餵毒喪門釘用力一擲，釘在那女子肩頭，喝道：「叫你自己也嘗嘗餵毒喪門釘的滋味，你崑崙派……」一句話沒說完，背上毒性發作，軟垂倒地。那女子想掙扎爬起，但胸口所受的掌力太重，哇的一聲吐出一口鮮血，又再坐倒。一男一女兩人臥在道旁草地之中，呼吸粗重，不住喘氣。張無忌自從醫治簡捷、薛公遠而遭反噬之後，對武林中人深具戒心，這時躲在一旁觀看動靜，不敢出來。過了一會，只聽那漢子長長嘆了口氣，說道：「我蘇習之今日喪命在駐馬店，仍是不知到底如何得罪了你崑崙派，當真是死不瞑目。詹姑娘，你好心跟我說了罷！」言語之中，已是沒什麼敵意。那女子姓詹名春，知道師門這餵毒喪門釘毒性的厲害，眼見和他同歸於盡，心中萬念俱灰，幽幽的道：「誰叫你偷看我師父練劍，這路『龍形一筆劍』，若不是他老人家親手傳授，便是本門弟子偷瞧了，也要遭剜目之刑，何況你是外人？」蘇習之「啊」的一聲，說道：「他媽的，該死，該死！」詹春怒道：「你死到臨頭，還在罵我師父？」蘇習之道：「我罵了便怎樣？這不是冤枉麼？我經過白牛山，無意中見到你師父使劍，覺得好奇，便瞧了一會。難道我又有這等聰明才智，瞧得片刻，便能將這路劍法的精義學去了？若是我真有這麼好的本事，你們幾名崑崙子弟又奈何得了我？詹姑娘，我跟你說，你師父鐵琴先生太過小氣，別說我沒學到這『龍形一劍』的一招半式，就算學會了一些，也是罪不至死啊。」詹春默然不語，心中也頗怪師父小題大做，只因發覺蘇習之偷看練劍，便派出六名弟子，嚴令追殺，終於落到跟此人兩敗俱傷，心想事到如今，這人也已不必說謊，他既說並未偷學到武功，自是不假。蘇習之又道：「他給你們餵毒暗器，卻不給解藥，武林中有這個規矩麼？他媽的……」詹春柔聲道：「蘇大哥，小妹害了你，此刻心中好生後悔，好在我也陪你送命，這叫做命該如此。只是累了你家中大嫂，公子，小姐，實是過意不去。」蘇習之嘆道：「我女人已在兩年前身故，留下一男一女兩個孩子，明日他們便是無父無母的孤兒了。」詹春道：「你府上尚有何人？有人照料這兩個孩子麼？」蘇習之道：「此刻由我嫂子在照看。我嫂子脾氣暴躁，為人刁蠻，我在世時，她還忌我幾分。唉！今後這兩個娃娃，有得苦頭吃。」詹春心腸甚軟，垂下淚來，低聲道：「都是我作的孽。」蘇習之道：「那也怪你不得。你奉了師門嚴令，不得不遵，又不是跟我有什冤仇？其實，我中了你的餵毒暗器，死了也就算了，何必再打你一掌，又用暗器傷你？否則我以實情相告，你為人仁善，必能照看我那兩個苦命的孩兒。」詹春苦笑道：「我是害死你的兇手，怎說得上為人仁善？」蘇習之道：「我沒有怪你，真的，沒有怪你。」適才兩人拚命惡鬥，這時卻相互慰藉起來。張無忌聽到這裏，心想：「這一男一女似乎心地不惡，何況那姓蘇的家中尚有兩個孩兒。」想起自己和楊不悔身為孤兒之苦，便從草叢中走了出來，說道：「詹姑娘，你喪門釘上餵的是什麼毒藥？」蘇習之和詹春突然見草叢中鑽出一個少年，一個女孩，已是奇怪，聽得無忌如此詢問，更是驚訝。無忌道：「在下粗通醫理，兩位所中傷毒，未必無救。」詹春道：「是什麼毒藥，我可不知道。傷口上奇癢難當，卻是一點不痛。我師父道，中這喪門釘後，只有四個時辰的性命。」無忌道：「讓我瞧瞧傷勢。」蘇詹二人見他年紀既小，又是衣衫破爛，容顏憔悴，活脫是個小叫化子，那裏信他能治傷毒？蘇習之道：「咱二人命在頃刻，你快別在這兒囉嗦，給我走得遠遠的吧。」無忌不去睬他，從地上拾起喪門釘，拿到鼻中一聞，嗅到一陣淡淡的蘭花清香。這些日來，他一有餘暇，便翻讀王難姑所遺的那部毒物大全，天下千奇百怪的毒物毒藥，莫不了然於胸，一聞到這陣香氣，即知喪門釘上餵的是「青陀羅花」的毒汁。這種花汁原有一陣腥臭之氣，本身並無毒性，便是喝上一碗，也絲毫無害於人體，但一經和鮮血混合，卻生劇毒，同時腥臭轉為幽香，說道：「這是餵了青陀羅花之毒。」詹春並不知那喪門釘上餵的是何毒藥，但師父的花圃之中種有這種怪花，她卻知道的，奇道：「咦，你怎麼知道？」要知青陀羅花是一種極為罕見的毒花，源出西域，為中土向來所無。無忌點了點頭，說道：「我知道。」攜了楊不悔的手，道：「咱們走吧。」詹春忙道：「小兄弟，你若知治法，請你好心救咱二人一救。」無忌原本有心相救，但突然想到簡捷和薛公遠要吃人肉的那些獰惡面貌，不由得又感躊躇。蘇習之道：「小相公，是在下有眼不識高人，請你莫怪。」無忌道：「好吧！我試一試看。」伸指在詹春胸口「膻中穴」及肩旁左右「缺盆穴」點了幾下，先止住她胸口掌傷的疼痛，說道：「這青陀羅花見血生毒，入腹卻是無礙。兩位先用口相互吮吸傷口，至血中絕無凝結的細微血塊為止。」蘇習之和詹春都是頗覺不好意思，但這時性命要緊，所傷的又是自己吮吸不到的肩背之處，只得輪流著替對方吸出傷口中的毒血。張無忌在山邊採了三種草藥，嚼爛了替二人敷上傷口，說道：「這三味草藥能使毒氣暫不上攻，咱們到前面市鎮去，尋到藥店，我再替你們配藥療毒。」蘇詹二人的傷口本來癢得難當之極，敷上草藥，登覺清涼，同時四肢也不再麻軟，當下不住口的稱謝。二人各折一根樹枝作為拐杖，撐著緩步而行。詹春問起張無忌的師承來歷，無忌不願細說，只說自幼便懂醫理。行了一個多時辰，到了沙河店，四人投客店歇宿，無忌便開了藥方，命店伴去抓藥。這一年豫西一帶未受天災，雖然蒙古官吏橫暴殘虐，和別的地方無甚分別，但老百姓總算還有口飯吃。沙河店鎮上一切店舖開設如常。客店中店伴照藥方抓了藥來，張無忌用土罐把藥煮好了，餵著蘇習之和詹春服下。四人在客店中住了三日，無忌每日變換藥方，外敷內服，到第四日上，蘇詹二人身上所中劇毒全部驅除，二人自是大為感激。問起無忌和楊不悔要到何處，無忌說了崑崙山坐忘峰的地名。詹春道：「蘇大哥，咱兩人的性命，是蒙這位小兄弟救了，可是我那五位師兄，仍在到處尋你，這件事情還沒了結。你隨我上崑崙走一遭，好不好？」蘇習之吃了一驚，道：「上崑崙山？」詹春道：「不錯。我同你去拜見家師，說明你確實並未學到『龍形一筆劍』的一招半式。此事若不得他老人家原宥，日後總是禍患無窮。」蘇習之心下著惱，說道：「你崑崙派忒也欺人太甚，我只不過多看了一眼，累得險些進入鬼門關，也該放手了罷？」詹春柔聲道：「蘇大哥，你替小妹想一想這中間的難處。我跟師父去說，你沒學到劍法，他是決計不信的。小妹受責，那也沒有什麼，但我那五位師兄倘若再失手傷你，小妹心中如何過意得去？」他二人出死入生的共處數日，相互間已生情意，蘇習之聽她這般軟語溫存的說話，胸中的氣登時消了，又想：「崑崙派人多勢眾，若是陰魂不散的纏上了我，最後終於還是送命在他們手裏為止。」詹春見他沉吟，又道：「你先陪我走一遭。你什麼要緊事，咱們去了崑崙之後，小妹再陪你一道去辦如何？」蘇習之大喜，道：「好，便是這麼著。只不知尊師肯不肯信？」詹春道：「師父素來喜歡我，我苦苦相求，諒來不會對你為難。」蘇習之聽她這般說，顯有以身相許之意，心中甜甜的受用，對無忌道：「小兄弟，咱們都到崑崙山去，大夥兒一起走，路上也有個伴兒。」詹春道：「崑崙山脈綿延千里，峰巒無數，那坐忘峰不知坐落何處，但慢慢打聽，總能找到。」次日蘇習之僱了一輛大車，讓無忌和楊不悔乘坐，自己和詹春乘馬而行。到了前面大鎮上，詹春又去替無忌和楊不悔買了幾套衣衫，把兩人換得煥然一新。蘇詹二人見這對孩兒洗沐換衣之後，男的英俊，女的秀美，都大聲喝起采來。兩個孩子直到此時，始免長途步行之苦，吃得好了，身子也漸漸豐腴起來。漸行漸西，天氣一天冷似一天，沿途有蘇習之和詹春兩個武林人物照看，一路平安無事。到得西域後，崑崙派勢力雄厚，更無絲毫阻攔，只是黃沙撲面，寒風透骨，那是無可奈何的了。不一日來到崑崙山三聖坳，進了山坳，只見遍地綠草如錦，果樹香花，蘇習之和張無忌都萬想不到這荒寒之處竟是別有天地。原來那三聖坳四周都是高山，擋住了寒氣。崑崙派自「崑崙三聖」何足道以來，七八十年中花了極大力氣，整頓這個山坳，派遣弟子東至江南，西至天竺，搬移奇花異樹，到這三聖坳中種植。詹春帶著三人來到鐵琴先生何太沖所居的鐵琴居，一進門，只見師兄弟們臉上神色嚴重，和她微一點頭，便不再說話。詹春心中嘀咕，不知發生了什麼事，拉住一個師妹，問道：「師父在家吧？」那女弟子尚未答話，只聽何太沖暴怒咆哮的聲音從後堂傳了出來：「都是飯桶，飯桶！有什麼事叫你們去辦，從來沒一件辦得妥當。要你們這些弟子何用？」只聽得拍桌之聲，震天價響。詹春向蘇習之低聲道：「師父在發脾氣，咱們別去找釘子碰，明兒再來。」何太沖突然叫道：「是春兒麼？回來了幹什麼不來見我？鬼鬼祟祟的說些什麼話？那姓蘇小賊的首級呢？」詹春臉上變色，搶步進了內堂，跪下磕頭，說道：「弟子拜見師父。」何太沖道：「我差你去辦的事怎麼啦？那姓蘇的小賊呢？」詹春道：「那姓蘇之人現在外面，來向師父請罪。他說他資質愚魯，雖是不該看師父演練劍法，但本派劍法精微奧妙，他看過之後，莫名其妙，半點也領會不到。」詹春跟隨師父日久，知他武功上極為自負，因此故意說蘇習之極力稱譽本門功夫，何太沖一高興，說不定便饒了他。若在平時，這頂高帽何太沖必輕輕受落，但今日他心境大是煩燥，哼了一聲，說道：「這事你辦得好！去把那姓蘇的關在後山石室中，慢慢發落。」詹春見他正在氣沖頭上，不敢出口相求，應道：「是！」又問道：「師母們都好？我到後面磕頭去。」原來何太沖共有妻妾五人，最寵愛的是第五小妾，詹春為了求師父饒恕蘇習之，便想去請這位五師母代下說辭。那知何太沖臉上忽現淒惻之色，長嘆了一聲，道：「你去瞧瞧五姑也好，她病得很重，你總算趕回來還能見到她一面。」詹春吃了一驚，道：「五姑不舒服麼？不知是什麼病？」何太沖嘆道：「知道是什麼病就好了，已請了七個算是有名的大夫來看過，都是不知她生了什麼病。全身浮腫，一個如花如玉的人兒，腫得……唉，不用說起。……」說著連連搖頭，又道：「我收了這許多徒弟，沒一個管用。叫他們到長白山去找老山人參，去了快兩個月啦，沒一個回來，要他們去找雪蓮、首烏等救命之物，個個空手而歸。」詹春心想：「從這裏到長白山萬里之遙，那能去了即回？便是到了長白山，也未必能找到老山人參啊。至於雪蓮、首烏等起死回生的珍異藥物，找一世也不見得會找到，一時三刻，那能要有便有？」但想師父對這個小妾愛如性命，眼見她病重不治，自不免遷怒於人。何太沖又道：「我以內力試她經脈，卻是一點異狀也沒有，哼哼，五姑若是性命不保，我殺盡天下庸醫。」詹春道：「我去望望她。」何太沖道：「好，我陪你去。」師徒倆一起到了五姑的臥房之中，詹春一進門，撲鼻便是一股藥氣，揭開帳子，只見五姑一張臉腫得猶如豬八戒一般，雙眼深陷肉裏，幾乎睜不開來，喘氣甚急，像是扯著風箱。這五姑本是個極美的佳人，否則何太沖也不致為她這般著迷，這時一病之下，變成如此醜陋，詹春也不禁大為歎息。何太沖道：「叫那些庸醫再來瞧瞧。」在房中服侍的老媽子答應著出去，過了良久，只聽得鐵鍊聲響，七個穿著長衫的醫生走了進來。這七個人腳上被鐵鍊鎖在一起，形容憔悴，神色極是苦惱。原來這七人都是四川、雲南、甘肅一帶最有名的醫生，被何太沖派弟子半請半拿的捉了來。但七位名醫看法各各不同，有的說是水腫，有的說是中邪，所開的藥方試服之後，沒一張管用，五姑的身子仍是一日腫脹一日。何太沖一怒之下，將七位名醫都鎖了，說道五姑若是不治病逝，七個庸醫（這時「名醫」的名稱已被改為「庸醫」）一齊進入墳中殉葬。七個醫生用盡了全身本事，減不了五姑的一絲病情，自知性命不保，但每次會診，總是大聲爭論不休，攻擊其餘六人名醫生，說五姑所以病重，全是他們所害，與自己無涉。這一次七人進來，診脈之後，三言兩語，又爭執起來。何太沖又急又怒，大聲怒罵，才將七個不知是名醫還是庸醫的聲音壓了下去。詹春心念一動，說道：「師父，我從河南帶來了一位醫生，年紀雖小，本領卻比他們高些。」何太沖大喜道：「你何不早說，快請，快請。」每一位名醫初到，他對之都十分恭敬，但「名醫」一變成「庸醫」，他可一點也不客氣了。詹春走到廳上，將張無忌帶了進去，無忌一見何太沖，認得當年在武當山逼死父母的人中，便有此人在內，不禁心下極是惱怒。但何太沖卻不識得無忌，要知隔了這四五年，無忌相貌身材均已大變，但見他是個十四五歲的少年，見了自己竟不磕頭行禮，側目斜視，神色間甚是冷峭，也不理會，問詹春道：「你說的那位醫生呢？」詹春道：「這位小兄弟便是了。他的醫道精湛得很，只怕還勝過許多名醫。」何太沖哼了一聲，心下那裏相信。詹春道：「弟子中了青陀羅花之毒，便是蒙這位小兄弟治好的。」何太沖一驚，心想：「青陀羅花的花毒不得我獨門解藥，中後必死，這小子居然能夠治好，那倒有些邪門。」向無忌上上下下的打量了一會，說道：「少年，你真會治病麼？」無忌想起父母慘死的情景，本來對何太沖極是憎惡，可是他天性仁善，素來不易記仇，否則何以會肯給紀曉芙、簡捷等人治病？他明知父母之死，崑崙派也脫不了干係，但他難以見死不救，終於伸手治了詹春和蘇習之的傷毒，這時聽何太沖如此不客氣的詢問，心中雖是不快，還是點了點頭。他一進房，便聞到一股古怪的氣息，過了片刻，更覺這氣息忽濃忽淡，甚是奇特，於是走到五姑床前，瞧了瞧她臉色，按了她雙手脈息，突然取出一根金針，從她腫得如同南瓜般的臉上刺了下去。何太沖大吃一驚，喝道：「你幹什麼？」待要伸手去抓無忌，見他已拔出金針，五姑臉上卻無血液膿水滲出。何太沖五根手指離無忌背心不及半尺，硬生生的停住，只見無忌將金針湊近鼻端一嗅，點了點頭。何太沖心中露出一絲指望，道：「小……小兄弟，這病有救麼？」以他一派之尊，居然叫張無忌一聲「小兄弟」，那是算得客氣之極了。張無忌不答，突然爬到五姑床底，仔細瞧了一會，又打開窗子，向窗外的花圃細看，忽地從窗中跳出，卻去觀賞花圃的各種鮮花。何太沖因寵愛五姑，她窗外的花圃之中，所種的均是極名貴的花卉，這時見無忌行動怪異，自己指望他治好五姑的怪病，他卻自得其樂的賞玩起花卉來，卻教他如何不怒？只見張無忌看了一會花草，點點頭，若有所悟，回進房來，說道：「病是能治的，可是我不想治。詹姑娘，我要去了。」詹春道：「張兄弟，倘若你治好了五姑的疾病，咱們崑崙派上下，齊感你的大德，一定要請你治一治。」張無忌指著何太沖道：「逼死我爹爹媽媽的人中，這位鐵琴先生也有份。我為什麼要救他親人的性命？」何太沖又是一驚，問道：「小兄弟，你貴姓，令尊令堂是誰？」張無忌道：「我姓張，先父是武當派第五弟子。」何太沖一凜：「原來這少年是張翠山的兒子。」當下深深一揖，說道：「張兄弟，令尊在世之時，在下和他甚是交好，他自刎身亡，我痛惜不止……」其實他是為了救愛妾的性命，在那裏信口胡吹，詹春也幫著師父圓謊，說道：「令尊令堂死後，家師痛哭了幾場，常跟咱們說，令尊是他生平最交好的良友。」張無忌半信半疑，但他生性不易記恨，便道：「這位夫人不是生了怪病，是中了金銀血蛇的蛇毒。」何太沖和詹春齊聲道：「金銀血蛇？」這名稱他們可從來沒聽見過。張無忌道：「不錯，這種毒蛇我也從來沒見過，但夫人臉頰腫脹，金針探後針上卻有檀香之氣。何先生，請你瞧一瞧夫人的十根足趾，趾尖上可有細小的齒痕。」何太沖忙掀開五姑身上的錦被，一看她足趾，果見每根足趾尖端都有一個齒痕。