第八十五回　鴻飛冥冥無忌縱身欲上山崗眺望，只跨出一步，腳下一個踉蹌，險些摔倒，只覺雙腳虛軟無力。那是他從所未有之事，這一驚真是非同小可，叫道：「義父，你安好嗎？」卻不聽得謝遜回答。無忌心中第一掛懷的是義父的安危，忙奔到謝遜睡臥之處，只見他好端端的睡得正沉，先放了一大半心。趙明、周芷若、殷離三人以男女有別，睡在遠處一塊大石之後。張無忌再奔過去看時，只見周芷若和殷離相對而臥，趙明卻已不在該處。一瞥間瞬，只見殷離滿臉是血。無忌俯身一看，見她臉上被利刃劃了十來條傷痕，人已昏迷不醒，忙伸手一搭她脈搏，幸好尚在微微跳動。再看周芷若時，只見她滿頭秀髮被削去了一大片，左耳也被削去半隻，鮮血未曾全凝，可是她臉含微笑，兀自做著好夢。晨曦射下如海棠春夢，嬌麗無限。無忌看到這般情景，心中連珠價只是叫苦，叫道：「周姑娘，醒來！周姑娘，醒來！」周芷若只是不醒。無忌伸手去搖她肩頭，周芷若打了個呵欠，吹氣如蘭，側了頭仍是沉睡。無忌知她必是中了迷藥，昨晚出了這許多怪事，自己渾然不覺，此刻又是全身乏力，自己也是中毒無疑。一時叫周芷若不醒，當下又奔到謝遜身旁，叫道：「義父，義父！」謝遜迷迷糊糊的坐了起來，道：「怎麼啦？」無忌道：「糟糕！咱們中了小人之計。」將波斯船隻駛走殷離及周芷若受傷之事簡略一說。謝遜驚道：「趙姑娘呢？」無忌默然道：「不見她啊。」吸一口氣，略運內息，只覺四肢虛浮，使不出勁來，衝口便道：「義父，咱們被人下了『十香軟筋散』之毒。」六派高手被趙明以「十香軟筋散」困倒，一齊擄到大都萬法寺中之事，謝遜早已聽到無忌說過，他站起身來，腳下也是虛飄飄的全無力道。他定了定神，說道：「那屠龍刀和倚天劍，是否都被她帶走了？」無忌一看身周，刀劍早已不知所終，心下氣惱無比，幾乎要哭出聲來。他倒不是可惜刀劍被盜，只是沒料到趙明竟會乘著自己遭逢極大危難之際，忽來落井下石，使出這樣的奸計。他呆了一呆，掛念殷離的傷勢，忙又到殷周二女身旁，推了推周芷若，她仍是沉睡不醒。他心想：「我內力最深，是以醒得最早，義父其次。周姑娘內力跟咱二人差得遠了，看來一時難醒。」當下撕了一塊衣襟，替殷離抹去臉上血漬，只見她臉蛋上橫七豎八，都是細細條傷痕。從這傷痕看來，顯然是用倚天劍所劃，殷離自被紫衫龍王金花所傷之後，流血甚多，體內蘊積的千蛛毒液隨血而散，臉上浮腫已退了一大半，幼時俏麗的容顏，這個數日來已略復舊觀，但臉上多了這十幾道劍傷，又變得猙獰可怖。無忌又是心痛，又是惱怒，切齒道：「趙明啊趙明，但教你撞在我手裏，我不在你臉上也這麼劃下十七八道傷痕，我張無忌枉自為人了。」定了定神，忙到山邊去採了些止血的草藥，嚼爛了替殷離敷在臉上，又去敷在周芷若的頭皮和耳上。周芷若打了個呵欠，睜開眼來，忽見無忌伸手在她頭上摸索，羞得滿臉通紅，伸手推開了他的手臂，嗔道：「你……你怎麼啦……」一句話沒說完，想是覺得耳上痛楚，伸手一摸，「啊」的一聲，驚呼了出來，跳起身來，道：「為什麼？」突然雙膝一軟，撲在無忌的懷中。無忌忙扶住了她，慰道：「周姑娘，你別怕。」周芷若一眼看到殷離臉上可怖的模樣，忙伸手撫摸自己的臉，道：「我…我也是這樣麼？」無忌道：「不！你只受了些輕傷。」周芷若驚道：「是那些波斯惡徒幹的麼？我…我怎地一些兒也不知道？」無忌嘆了口氣道：「只怕是趙姑娘幹的。昨晚的飲食之中，她下了毒。」周芷若呆了半晌，摸著半邊耳朵，痛哭起來。張無忌慰道：「周姑娘，幸好你所傷不重，耳朵上受了些損傷，將頭髮披將下來蓋過了，無礙觀瞻。」周芷若道：「你還說頭髮呢？我頭髮也沒有了。」無忌道：「頂心上少了一片頭皮，兩旁的頭髮可以攏過來掩住。要不然，戴一些假髮……」周芷若嗔道：「我為什麼要戴假髮？到這時候，你還在出力迴護你的趙姑娘。」無忌碰了個莫名其妙的釘子，訕訕的道：「我才不迴護她呢？她如此狠心辣手，將殷姑娘傷成這般，我……我才不饒她呢。」眼見殷離臉上的模樣，不禁怔怔的掉下淚來。這時一人昏迷不醒，三人中毒乏力，處身荒島之上，饒是謝遜和張無忌一世英雄，也不由得徬徨失措。無忌盤膝坐下，試一運功，覺得中毒著實不淺。本來中了「十香軟筋散」的毒後，非趙明的獨門解藥不能消解，但他想，與其在此束手待斃，不如以己身超凡入聖的深厚功力，與這「十香軟筋散」的劇毒試相抗衡，當下運起內息，將散在四肢百骸上的毒藥慢慢搬到丹田之中，強行凝聚。這是九陽神功中最為深奧的逼毒消蟲法，縱然中了最厲害的腐體蝕骨之毒、摧心傷肝之蟲，也能逐步驅出。他用了一個多時辰功，心下略慰，只是此法須以九陽神功為根基，無法傳授謝遜和周芷若昭行，惟有待自己驅毒淨盡之後，再以神功助謝周二人驅毒。這等功夫說來簡捷，做起來卻是十分繁複，無忌到得第七日上，也只驅除體內三成的毒素。須知十香軟筋散實是非同小可，當日少林神僧空聞、空智，武當派宋遠橋、俞蓮舟，峨峨嵋派滅絕師太等那一個不是內力通神，中毒後竟是半點勁力也使不出來。無忌在七天之中驅得三成毒素，回復一二成功力，當今之世，已是再無第二人了。好在這毒藥只是令人使不出內勁，於身子卻是無害。周芷若起初幾日極是著惱，後來倒也漸漸慣了。陪著謝遜搏魚射鳥，燒火煮餐。她晚間在島東一個山洞中獨居，和無忌等離得遠遠地。謝遜雙眼雖盲，卻早知她對無忌頗有情意，然她如此儼然守禮，連笑話也不跟無忌多說一句，心中對她好生敬重。無忌卻是暗自慚愧，心想趙明之禍，全是由自己而起，這個趙姑娘明明是蒙古的郡主，是明教的對頭死敵，武林中不知有多少高人折在她的手裏，自己對她居然不加防範，當真是愚不可及了。謝遜和周芷若對他並無一言責備，然他二人越是一句不提，他越是心中難過，有時見到周芷若的眼色，隱隱似說：「你為趙明的美色所迷，釀成了這等大禍。」無忌體內的毒素一天少於一天，殷離的傷勢卻是越來越重。荒島上藥草寥寥，無忌空自醫術通神，卻是無法救治，他明知殷離的傷是可救治的，然而手邊就是沒藥。倘若小島上生有大樹，他早已紮成木筏，冒險內航，偏生島上樹木都是又矮又小，僅夠作柴薪之用。無忌若是不明醫術，那也不過是焦慮而已，此時卻如萬把尖刀，日夜在他心頭剜扎。這一晚無忌嚼了些退熱的草藥，餵在殷離口中，眼見她難以下嚥，心中一酸，淚水一滴滴的滴在她的臉上。殷離忽然睜開眼來，微微一笑，說道：「阿牛哥哥，你別難過，我要到陰世去見那個狠心短命的小鬼張無忌去了。我要跟他說，世上有一位阿牛哥哥，待我是這樣好，可比張無忌好上千倍萬倍。」無忌喉頭哽咽，一時打不定主意，是否要向她吐露，自己實在就是張無忌。殷離握住了他手，說道：「阿牛哥，我始終沒答應嫁給你，你恨我麼？我猜你是為了討我喜歡，說著騙騙我的。我相貌醜陋，脾氣乖僻，你怎會要我？」無忌道：「不！我沒騙你。你是一位情深的意真的好姑娘，如果得能娶你為妻，實是我生平之幸。等你身子大好了，咱們諸事料預定當，便即成婚，好不好？」殷離伸出手來，輕輕撫了撫他的面頰，搖頭道：「阿牛哥哥，我是不能嫁你的。我的心，早就許給了那個狠心的，兇惡的張無忌了……阿牛哥哥，我有點兒害怕，到了陰世，能遇到他麼？他仍舊會對我這樣狠霸霸的麼？」無忌見她說話神智清楚，臉頰潮紅，心下暗驚：「這是他迴光返照之象，難道她便要畢命於今日嗎？」一時呆呆出神，沒聽見她的話，殷離抓住了他手腕，又問了一遍。無忌柔聲道：「他永遠會待你很好的，當你心肝寶貝兒一般。」殷離道：「能有你待我一半兒好麼？」無忌道：「老天爺在上，張無忌誠心疼你愛你，他早就懊悔小時候待你這般兇狠了。他……他跟我一般無異，沒半點分別。」殷離嘆了口氣，嘴角上帶著一絲微笑，道：「那……那我就放心了……」握著他的手漸漸鬆開，雙目閉目，再也沒氣了。無忌將她屍身抱在懷裏，心想她直到一瞑不視，仍是不知自己便是張無忌，這些日來，她總是昏昏沉沉，無法跟她說知真相。在她迴光返照的片刻神智清明，卻又是什麼也來不及了說了。其實，到了這個地步，說與不說，也沒什麼分別。無忌心頭痛楚，竟是哭不出聲來，心中只想：「若不是趙明損她臉頰，她的傷未必無救。若不是趙明棄了咱們在這荒島之上，只要數日間趕回中原，我定有法子救得她性命。」恨恨的衝口而出：「趙明啊趙明，你如此心如蛇蠍，有朝一日落在我手中，張無忌決不饒你性命。」忽聽得背後一個冷冷的聲音說道：「待得你見到她如花似玉的容貌，那時又下不了手啦。」無忌霍地轉過身來，只見周芷若俏立風中，臉上滿是鄙夷之色。無忌又是傷心，又是慚愧，說道：「我對著表妹的屍骨發誓，若不手誅妖女，張無忌無顏立於天地之間。」周芷若道：「那才是有志氣的男兒。」搶上幾步，撫著殷離的屍身，痛哭起來。謝遜聽到哭聲，尋聲而至，得知殷離身亡，也是不禁傷感。張無忌在山崗上掘了一個墓穴，將殷離葬好，拆下一段樹幹，剝去樹皮，用殷離的匕首在樹幹上刻道：「張無忌謹立。」一切定當，這才拜伏在地，痛哭失聲。周芷若勸道：「古人言道：兩情若是久長時，又豈在朝朝暮暮？她對你一往情深，你待她也是仁至義盡。只須你不負了今日之言，殺了趙明為她報仇，殷家妹子縱在九泉，也是含笑的了。」張無忌一番傷心，本已凝聚在丹田之中的毒素復又散開，再多費了七八日之功，才漸行凝聚，待得盡數驅出體外，已是月餘之後了。這小島可和冰火島、靈蛇島不同，島上樹木稀疏，絕無野獸，三人的日子過得萬分艱難。幸而周芷若知無忌心傷殷離之死，惱恨趙明之詐，復又憐惜小昭之去，待他加意的溫柔體貼。張無忌運神功替謝遜驅去了體內十香軟筋散的毒性後，本該替周芷若驅毒，但想到這驅毒法門，須以一掌於貼對方後腰，一掌貼於臍上小腹，青年男女，怎能如此肌膚相親？但若非這般運功，又不能將自身的九陽真氣輸入她的體內，一連數日，心下好生躊躇，難以決斷。這日晚間，謝遜忽道：「無忌，咱們在此島上，你想要過多少日子？」無忌一怔，道：「那就難說得很，只盼能有船隻經過，救了咱們回歸中土。」謝遜道：「這一個多月來，遠遠也曾見到船帆的影子麼？」無忌道：「沒有。」謝遜道：「是了！說不定明天便有船隻來到，但說不定再過一百年也沒船經過。」無忌嘆了口氣道：「這荒島孤懸海中，非海船航道所經，咱們重回中土的盼望，原是十分渺茫。」謝遜道：「時候不長，那也沒多大害處，但這種劇毒侵肌蝕骨，日子久了，自然五臟六腑都受損傷。」謝遜道：「是啊。那你怎能不儘早設法給周姑娘驅毒？周姑娘的父母是本教中人，她本人又是峨嵋派一派的掌門，這等溫柔有德的淑女，到那裏求去？難道你嫌她相貌不美麼？」無忌道：「不，不，周姑娘倘若不美！天下那裏還有美人？」謝遜道：「那我替你作主，娶了她為妻室。這男女授受不親的腐禮，就不必顧忌了。」周芷若本來一旁聽著他父子二人說話，忽聽得說到自己身上來了，羞得滿臉通紅，站起身來便走。謝遜躍起身來，張開雙手，攔在她的身前，笑道：「別走，別走！這樣媒人，我今日是做定的了。」周芷若道：「謝老爺子，你為老不尊！咱們只盼想個法兒回中土去，這當兒怎地說起這些不三不四的話來？」謝遜哈哈大笑，說道：「男女好合，乃是終身大事，怎麼是不三不四了？無忌，你父母也是在荒島上自拜天地成婚。他們當日若非破除了這些世俗的禮法，世上那裏有你這個小子？何況今日有你義父為你作主婚。難道你不喜歡周姑娘麼？不想替她驅除體內的劇毒麼？」周芷若掩了面只是要走，謝遜拉住了她的衣袖，笑道：「你走到那裏去，明日咱們不見面了麼？啊，我知道了，你是不肯叫我這老瞎子做公公？」周芷若道：「不，不，不是的。」謝遜道：「那你是答應？」周芷若只說：「不，不！」謝遜道：「你是嫌我這義兒太過不成材麼？」周芷若頓了一頓，說道：「張公武功卓絕，名揚江湖。得……得婿如此，更有何求！只是……只是……」謝遜道：「怎麼？」周芷若向無忌微掠了一眼，道：「他……他心中實在是喜歡趙姑娘，我是知道的。」謝遜咬牙道：「趙明這小賤人害得咱們如此慘法，無忌豈能執迷不悟。無忌，你自己倒說說看。」張無忌心中一片迷惘，想起趙明盈盈笑語，種種動人之處，只覺若能娶趙明為妻，長自和她相伴，那才是生平至福，但一轉念間，立時想起殷離臉上橫七豎八、血淋淋的劍傷來，忙道：「那趙姑娘是我大仇，我要殺了她為表妹雪恨。」謝遜道：「照啊，周姑娘，那你還有什麼疑忌？」周芷若低聲道：「我不放心。除非……除非你要他……立下一個誓來。否則我寧可毒發身死，不要他助我驅毒。」謝遜道：「無忌，快立誓！」無忌雙膝跪地，說道：「我張無忌若是忘了表妹血仇，天地不容。」周芷若道：「我要你說得清楚些，對那位趙姑娘怎樣？」謝遜心中暗笑：「這位周姑娘的醋勁好大，還沒過門，便要將丈夫管得服服貼貼。站穩了地步，不讓他日後有翻覆的餘地。」說道：「無忌，你就說得清楚些。」張無忌朗聲道：「妖女趙明為其韃子皇室出力，若我百姓，傷我武林義士，復又盜我義父寶刀，害我表妹殷離。張無忌有生之日，不敢忘此大仇，如有違者，天厭之，地厭之。」周芷若嫣然一笑，道：「只怕到了那時候，你又手下容情呢。」謝遜道：「我說呢，揀日不如撞日，咱們江湖豪傑，還管他什麼婆婆媽媽，繁文褥節，你小兩口子不如今日便拜堂成親吧。這十香軟筋散早一日驅出好一日。」無忌道：「不！義父，芷若，你們聽我一言。殷姑娘待我情意深重，她自幼便以我為夫，我心中也已以她為妻，雖無婚姻之事，卻有夫婦之義，她屍骨未寒，我何忍即行另結新歡？」謝遜沉吟道：「這話倒也說得是，依你說那便如何？」張無忌道：「依孩兒之見，孩兒今日先和周姑娘訂立婚姻之約，助她療毒驅毒，這就方便得多，天幸咱們得回中土，待孩兒手刃趙明，奪回屠龍寶刀，交回義父手中，那時再和周姑娘完婚，可說兩全其美。」謝遜笑道：「你倒想得挺美。要是十年八年，咱們也回不了中土呢？」張無忌道：「三年之後，不論咱們是否能離此島，就請義父主持孩兒的婚事便是。」謝遜點了點頭問周芷若道：「周姑娘，你說怎樣？」周芷若垂頭不答，隔了半晌，才道：「我是個孤伶仃的女孩兒家，自己能有什麼主意？一切全憑老爺子作主。」謝遜哈哈笑道：「很好，很好。咱們三人一言為定。你小兩口是未婚夫婦，不必再有什麼顧忌。無忌，你給我的小媳婦驅毒吧。」說著大踏步走向山後。無忌道：「芷若，我這番苦衷，你能見諒麼？」周芷若微笑道：「只因是我這個醜樣的，你才推三阻四，要是換了趙姑娘啊，只怕今晚就……」說到這裏，轉過了頭，不好意思再說。無忌怦然心動，尋思：「當大夥兒同在小船中飄浮之時，我曾痴心妄想，同娶四美。其實我心中真正所愛，竟是個無惡不作、陰毒狡猾的小妖女。我枉稱英雄豪傑，心中卻如此不分善惡，迷戀美色。」周芷若回過頭來，見他兀自怔怔的出神，站起身來，便要走開。無忌伸手握住她手一拉，不料周芷若功力未復，腳下無力，身子一晃，便倒在他的懷裏，嗔道：「我是一世受定你的欺侮啦。」無忌見她輕顰薄怒，楚楚動人，抱著她嬌柔的身子，低聲道：「芷若，咱倆幼時在漢水中一見，不意終能如我所願。在光明頂我獨鬥崑崙、華山兩派四老之時，多謝你指點救命。」周芷若倚在他的懷裏，說道：「那日我刺你一劍，你也恨我麼？」張無忌道：「你沒刺正我的心口，我便知你對我暗有情意了。」周芷若呸了一聲，臉頰暈紅，說道：「早知如此，當日我一劍刺正你的心口，多少乾淨。也免得以後無窮歲月之中，給你欺侮，受你的氣。」無忌抱著她的雙臂緊了一緊，說道：「我此後只有加倍疼你愛你。不知咱倆是否能回歸中土，我二人夫婦一體，我怎會給你氣受？」周芷若側過身子，望著他臉，說道：「要是我做錯了什麼，得罪了你，你會打我、罵我、殺我麼？」無忌和她臉蛋相距不過數寸，只覺她吹氣如蘭，忍不住在她左頰上輕輕一吻，說道：「似你這等溫文斯文、端莊貞淑的賢妻，那裏會做錯什麼事？」周芷若輕輕撫摸他的後頸，說道：「便是聖人，也有做錯事的時候。我從小沒爹娘教導，難保不會一時胡塗。」無忌道：「當真你做錯什麼，我自會好好勸你。」周芷若道：「你對我決不變心麼？決不會殺我麼？」無忌在她額上又輕吻一下，柔聲道：「你別胡思亂想了。那有此事？」周芷若顫聲道：「我要你親口答應我。」無忌笑道：「好吧！我對你決不變心，決不會殺你。」周芷若凝視他雙眼，說道：「我不許你嘻嘻哈哈，要你正正經地說。」無忌笑道：「你這個小小腦袋之中，不知在想些什麼。」心想：「總是我對趙明、對小昭、對表妹到處留情，令她難以放心。可是自今而後，那裏便有此事？」於是收起笑容，莊言道：「芷若，你是我的愛妻。從前三心兩意，只望你既往不咎。我今後對你決不變心。就算你做錯了甚麼，我是重話也不會捨得責備你一句。」周芷若道：「無忌哥哥，你是男子漢大丈夫，可要記得今晚跟我說過的話。」指著初升的一勾明月，說道：「天上的月亮，是咱倆的證人。」張無忌道：「對，你說得不錯。大上明月，是咱倆證人。」他仍是將周芷若摟在懷裏，望著天邊明月，說道：「芷若，我一生受過很多很多人的欺騙，從小為了太過輕信，不知吃過多少苦頭，到底有多少次，這時候記也記不起來了。只有冰火島上，和爹爹、媽媽、義父三個人在一起的時候，那才沒有人世的奸詐機巧。我第一次回中原，一個叫化子弄蛇，騙我探頭到布袋中瞧瞧裏面的蛇。不料他把布袋套在我頭上，將我擒了去。我又那料得到，咱們同生死、共患難的來到這個小島之上，趙姑娘竟會在第一晚的食物之中，便下了十香軟筋散的劇毒？」周芷若笑道：「你是不到黃河心不死，到得黃河悔已遲。」無忌心中突然間充滿了幸福之感，說道：「芷若，你才真正是我永遠永遠的親人。你一直待我很好。日後咱們倘若得能回歸中原，你會幫我提防著許多奸滑的小人。有了你這個賢內助，我會少上很多當了。」周芷若搖頭道：「我是個最不中用的女子，懦弱無能，人又生得蠢。別說和絕頂聰明的趙姑娘天差地遠，便是小昭，這等深刻的心機，我那又及得上她的萬一？你的周姑娘是個老老實實的笨丫頭，難道到今天你還不知道麼？」無忌道：「只有你這等忠厚賢慧的姑娘，才不會騙我。」周芷若轉過身來，將臉伏在他的懷裏，柔聲道：「無忌哥哥，我能和你結為夫婦，心裏是快樂得了不得，只盼你別因我愚笨無用，將來瞧我不起、欺侮我。我……我會盡我所能，好好的服侍你。」兩人坐在海濱，情話綿綿，不知夜之漸深。次日無忌即以九陽神功，助周芷若驅除體內毒素。運功之下，初時竟是出於意料之外的方便，想是她飲食不多，中毒不如他與謝遜之深。但驅到第七日上，忽覺周芷若體內有一極陰寒的阻力，和他的九陽真氣相激相抗，周芷若雖盡力克制，亦是不易引導九陽真氣入體。無忌驚異之下，請教義父。謝遜沉吟半晌，說道：「這道理我也說不上來，多半是她峨嵋派歷代師父都是女子，所習內功偏於陰柔一路。」無忌點頭稱是。好在周芷若內功修為和無忌相差極遠，當無忌催動神功之時，她體內陰功終被壓制了下去，但如此運功，卻又比替謝遜驅毒時費力得多。無忌隱隱覺得她體內陰勁蘊積未成，但日後成就，竟是非同小可，不禁讚道：「芷若，尊師滅絕師太實是一代人傑。她傳給你的內功，法門高深之至，此刻我已覺得出來。你遵此用功，日後成就可和我的九陽神功並駕齊驅，各擅勝場。」周芷若笑道：「你騙我呢！峨嵋派武功！怎能和張大教主的九陽神功、乾坤大挪移法相比？」無忌道：「芷若，你天性淳厚，武功的招數上雖然所學不多，但內功的根基已紮得極佳。我太師父言道，武學鑽研到最高深時，往往和每人資質有關，而且未必聰明穎悟的便一定能學到最高的境界。據說貴派創派祖師部女俠的父親郭靖大俠，資質便十分魯鈍，可是他武功修為震古鑠今，太師父說他自己，或者尚未達到郭大俠當年的功力。你峨嵋派內功的法門似尚在武當派之上，依我瞧啊，你將來的成就，當可凌駕滅絕師太之上。」周芷若橫了他一眼，嬌嗔道：「你要討好我，也不用說我武功好。我能學到先師十分之一的本事，也就心滿意足了。你幾時把你的九陽神功，挪移乾坤功夫教我一兩手，我才多謝你呢。」無忌沉吟未答。周芷若道：「你說我不配做張大教主的徒弟嗎？」無忌道：「不！我察覺你的內功和我學的截然不同，那是壓根兒相反的路子。要是我來教你，那是世上艱險無比之事。」周芷若嘆道：「你不肯教，也就是了。學武功最多是學不成，還能有甚麼危險？」張無忌正色道：「不，不！我這九陽神功是純粹陽剛的內功，你現下所習的峨嵋派內功，卻純是走的陰柔路子。如果你再練我的功夫，陰陽匯於一體，除非是如我太師父這等武學奇才，或許能使之水火相濟，剛柔相調，只要差得一步，那便是走火入魔之禍。嗯，等你日後內功大成之時，我那挪移乾坤的心法，你倒是可以學的。」周芷若笑道：「我是跟你說著玩呢。以後我時時刻刻都跟你在一起，你的武功和我的武功有什麼分別？我生來懶懶散散，你的九陽神功一定難練得緊，你便是逼著我練，我也怕難呢。」無忌聽她如此說，心中甚是甜蜜。如此情意纏綿，不覺時日之逝。匆匆過了數月，冬去春來，周芷若說自覺體力已然全復，想來毒性已然驅盡。這一日春光明媚，島東幾株桃花開得甚美，無忌折了幾枝桃花，去插在殷離的墓前，想起這位表妹一生困苦，恐怕連一天福也沒享過，正自傷神，必聽得海中鷗鳥大聲咕噪。無忌一抬頭，忽見遠處海上一艘帆船，正鼓浪向島上駛來，這一下喜出望外，忙縱聲叫道：「義父，芷若，有船來啦！」謝遜和周芷若聽到叫聲，先後奔到無忌身旁。周芷若顫聲道：「無忌哥哥，怎麼會有船隻到這荒島上來？」無忌道：「那也真奇怪得緊，難道是海盜船麼？」不到半個時辰，那帆船已在島外下錨停泊，一艘小船划向島來。無忌等三人迎到海灘，只見小船中的水手都是穿著蒙古水師的軍裝。無忌心中一動：「難道趙姑娘良心發現，又回到島上來？」斜向周芷若一瞥，只見她秀眉微蹙，胸口起伏，顯是也擔著極大的心事。片刻間小船划到，五名水手上得海漢灘，為首的一名水師軍官躬身向無忌道：「這位是張無忌張公子？」無忌道：「正是。長官何人？」那人聽到無忌自承，神色間極是欣慰，說道：「小人賤名拔速台，今日找到了公子，當真幸運之至。小人奉命前來，迎接張公子、謝大俠回歸中土。」他只說張謝二人，卻不提周芷若的名字。張無忌還了一揖，說道：「長官遠來辛苦，卻不知是奉何人所遣？」那拔速台道：「小人是駐防福建的達花魯水師提督麾下，奉勃爾都思將軍之命，前來迎接。勃爾都思將軍一共派出海船八艘，在這一帶閩浙粵三省海尋找公子和謝大俠。想不到倒是小人立下首功。」他言下之意，顯是他的上司許下諾言，誰能找到張無忌的便有升賞。無忌聽他所說的那些蒙古將軍的名字均不相識，料想那些將軍也是轉輾奉了趙明之命，問道：「你可知為何前來接我？」拔速台道：「勃爾都思將軍吩咐，張公子是大大的貴人，乃是當世的英雄豪傑，命小人找到之後，用心侍候。至於何以迎接公子，小人職位低微，未蒙將軍示知。」周芷若插口問道：「可是明明郡主之意麼？」拔速台一怔，道：「明明郡主？小人沒福見過。」周芷若冷冷的道：「甚麼福不福的？」拔速台一怔，道：「明明郡主乃是我蒙古第一美人，不，乃是天下第一美人，文武全才，是汝陽王爺的愛女。小人怎有福氣一見郡主的金面？」周芷若哼了一聲，不再言語了。無忌向謝遜道：「義父，那麼咱們便上船去吧？」謝遜道：「咱們到那邊山洞中取了隨身物品，便可上船，長官請在此稍候。」拔速台道：「讓小人和水手們替三位搬行李吧。」謝遜笑道：「咱們有什麼行李？不敢勞動。」攜了無忌和周芷若的手，走到山後，站定腳步，道：「趙明忽然派船來接咱們回去，其中必有陰謀，你們想該當如何應付？」　