第十一回　操刀剜肩憐難侶且說周綺在亂軍之中與眾人失散，滿眼望去，全是清兵，隨手砍翻了幾名，那知兵卒愈來愈多，心中慌亂，騎了馬亂奔。跑了一程，又遇到一隊官兵，她不敢迎戰，回頭就跑，黑暗中坐騎不知在甚麼東西上一絆，突然跪倒。周綺此時又疲又怕，坐得不穩，一個倒栽蔥跌下馬來，頭在硬土上重重一撞，竟自昏迷了過去。幸而天色昏暗，清兵並未發現。在昏迷中也不知過了多少時候，突然眼前一亮，隆隆巨響，接著臉上一陣清涼，似乎許多水點潑到了頭上，周綺張開一看，只見滿天烏雲，大雨傾盆而下，「啊喲」一聲，跳起身來，忽然身旁一人也坐了起來。周綺吃了一驚，忙從地上抓起單刀，正想砍去，突然兩人都驚叫起來，原來那人是武諸葛徐天宏。徐天宏叫道：「周姑娘，怎麼你在這裏？」周綺在亂軍中殺了半夜，父親也不知去了何方，突然遇到徐天宏，雖然心中素來不喜此人，專和他拌嘴口角，但竟是遇到了親人，饒是俏李逵心豪膽粗，不讓鬚眉，這時也不禁要掉下淚來。她咬住嘴唇忍住，說道：「我爹爹呢？」徐天宏忽然打手勢叫她伏下，輕聲說道：「有官兵。」周綺忙俯下身來，兩人慢慢爬到一個土堆後面，露出了四隻眼睛往外瞧。這時天已黎明，近處景物已可看得清清楚楚。只見數十名清兵在掩埋死屍，一面掘地，一面七張八嘴的咒罵。過了一會，大概屍體草草都埋好了，一名把總高聲吆喝：「張得標、王升，四下看一下，還有屍首沒有？」那兩名清兵應了，站上高地四下張望，看見徐天宏和周綺伏在地上，叫道：「還有兩個。」周綺聽見把他們當死屍，心中大怒，要跳起來去尋晦氣。徐天宏一把拖住，低聲道：「等他們過來。」那張得標和王井拿了鐵鍬，走將過來，周綺和徐天宏二人一動不動裝死，等那兩名清兵走近俯身察看，突然各各刺出一刀，深入敵人肚腹之中。兩名清兵連叫也來不及叫，俱各喪命。那把總等了半天不見他們回來，口中王八羔子的罵人，騎了馬過來查看。徐天宏低聲道：「你別作聲，我奪他的馬。」那把總走到近處，發見兩名清兵死在當地，大吃一驚，正待叫人，徐天宏一個箭步，已竄了上去，一刀斜劈。那把總手中未拿兵器，舉起馬鞭一擋，連鞭帶頭，都給砍下馬來。徐天宏挽住馬韁，叫道：「快上馬！」周綺一跳騎上了馬，徐天宏要避嫌，不肯男女同騎，放開腳步，跟在馬後。眾清兵發見敵蹤，各舉兵刃追來。徐天宏奔不得幾十步，左肩上被金針射中處愈來愈痛，難以忍受，一陣昏迷，跌倒在地。周綺回頭觀看敵情，忽見徐天宏跌倒，忙勒轉馬頭，奔到徐天宏身旁，俯身伸手，把他提了起來，橫放鞍上，刀背敲擊馬臀，那馬如飛而去。眾清兵叫了一陣，那裏追趕得上？周綺見清兵相離已遠，把刀插在腰裏，看徐天宏時，見他雙目緊閉，臉如白紙，呼吸細微，心中很有點害怕，不知道怎麼辦好，只得把他扶直了坐在馬上，左手抱住他的腰，防他跌下馬來，儘揀荒僻小路奔馳。跑了一會，見前面黑壓壓的一片森林，催馬進林，四周樹木茂密，周綺下了馬，牽著馬走，走了幾百步，到了一處林中隙地，看徐天宏時，仍舊神智昏迷，想了一想，也顧不得男女嫌疑，只好把他拖下馬來，放在草地上，自己坐下來休息，讓馬吃草。她一個二十歲不到的姑娘，孤伶伶坐在荒林之中，眼前這個人不知是死是活，束手無策之餘，不禁悲從中來，抱頭大哭起來，眼淚一點一點滴在徐天宏臉上。徐天宏在地上躺了一會，神智漸清，以為天又下雨，微微張開眼睛，只見眼前一張俏臉，一對大眼哭得紅紅的，淚水撲撲的滴在自己臉上。他「哼」了一聲，左肩又痛，不由自主的叫了一聲「啊喲」。周綺見他醒轉，心中大喜，忽見自己眼淚又是兩滴落在他嘴角邊，忙掏出手帕，想給他擦，剛伸出手，驟然驚覺，又縮了回來，怪他道：「你怎麼躺在我跟前，也不走開些。」徐天宏「唉」了一聲，掙扎著要爬起來。周綺道：「算了，你就躺在這兒罷。咱們怎麼辦呀？你是武諸葛，爹爹說你鬼心眼兒最多的。」徐天宏道：「我現在肩上痛得厲害，甚麼也不能想。姑娘，求你給我瞧瞧。」周綺道：「我不高興瞧。」她口中這樣說，終究還是俯身去看，看了一會，說道：「好端端的，沒有甚麼，又沒血。」徐天宏坐了起來，右手用單刀刀尖把肩頭衣服挑開了一條口子，自己斜眼細看，說道：「這裏中了三枚金針，打進我骨頭裏去了。」周綺道：「怎麼辦呢？咱們到市鎮上找醫生去罷？」徐天宏道：「這不成。昨晚這一鬧，四廂城鎮誰不知道？咱們這一身打扮，又找醫生治傷，那還不是自投羅網。這本來要用吸鐵石吸出來，但這到那裏找去？請你用刀把肉剜開，拔出來罷。」周綺半夜惡鬥，殺了不少官兵，但現在要她去剜徐天宏臂上的肉，反倒躊躇起來。徐天宏道：「我挺得住，你動手罷──等一下。」他在上衣上撕下幾條布條，交給周綺，問道：「身邊有火摺子麼？」周綺一摸囊中，道：「有的，幹麼呀？」徐天宏道：「請你撿些枯草樹葉來燒點灰，待會把針拔出，用灰按著創口，再用布條縛住。」周綺照他的話做了，燒了很大的一堆灰。徐天宏笑道：「成了，這足你止得住一百個傷口的血。」周綺氣道：「我是笨丫頭，那麼你自己來罷！」徐天宏笑道：「是我說錯了，你別生氣。」周綺道：「哼，你也會知道自己錯？」她右手拿起了刀，左手在他肩上細細的針孔旁一按。她第一次接觸到男人的肌膚，手一碰到，馬上縮了回來，只羞得滿臉發燒，直紅到耳根子中去。徐天宏見她忽然害羞，很是不解，說道：「你怕甚麼？」周綺道：「我怕甚麼？你自己才怕呢！轉過頭去，別看。」徐天宏依言轉過了頭。周綺把針孔旁的肉捏緊，挺刀尖刺入肉裏，輕輕一轉，鮮血直流出來。徐天宏咬緊牙齒，一聲不響，滿頭都是黃豆般大的汗珠。周綺把肉剜開，露出了針尾，右手拇指食指緊緊捏住，力貫雙指一提，提了出來。徐天宏臉如白紙，仍強作言笑，說道：「可惜這枝針沒針鼻，不能穿線，否則倒可給姑娘繡花。」周綺道：「我才不會繡花呢，去年媽教我學，我弄不了幾下，就把針折斷了，又把綢子弄破啦，媽罵我，我說：『媽，我不成，你給教教。』你猜她怎麼說？」徐天宏道：「她說：『拿來，我教你。』」周綺道：「哼，她說：『我沒空。』後來給我琢磨出來啦，原來她自己也不會。」徐天宏哈哈大笑，說話之間又拔了一支針出來。周綺笑道：「我本來不愛學，可是知道媽不會，就磨著要她教。媽給我纏不過，她說：『你再胡鬧，告訴爹打你。』她又說：『你不會針線哪，哼，將來瞧你──』」說到這裏突然止住，原來她媽媽當時說：「將來瞧你找不找得到婆家。」她陡然想到這句話不能說給徐天宏聽。徐天宏問道：「將來瞧你怎麼啊？」周綺道：「別囉唆，我不愛說了。」周綺口中說話，手裏不停，三枚金針都拔了出來，用灰按住創口，拿布條縛好，她見徐天宏雖然身受劇痛，仍舊臉露笑容，和她有說有笑，也不禁暗暗欽佩，心想：「瞧不出他身材雖矮，倒也是個英雄人物，要是人家剜我的肉，我會不會大叫媽呢？」她想到爸爸媽媽，心裏又是一陣難受。這時她滿手是血，於是對徐天宏道：「你躺在這裏別動，我去找點水喝。」她望了一望地勢，奔出林來，走了數百步，找到一條小溪，因為剛下過大雨，溪中水流湍急，她把手上的血在溪中洗乾淨了，俯身溪上時突然看見自己在水中的倒影，只見頭髮蓬鬆，身上衣服既濕且皺，臉上又是血又是泥污，簡直不成個人樣，心想：「糟糕，這副鬼樣子全教他看去了。」於是映照著溪水，洗淨了臉，十指權當梳子，把頭髮梳好編了辮子，在溪裏搯些水喝了，心想徐天宏一定口渴，可是沒有盛水之具，當下大費躊躇，忽然靈機一動，從背上包裏取出一件衣服來，在溪裏洗乾淨了，浸得濕透，預備拿回去把水擠出來給他喝。徐天宏剛才和周綺說笑，強行忍住，這時肩上劇痛難當，等周綺來時，已痛得死去活來，周綺見他臉上模樣，雖然裝得並不在乎，實在是一定很不好受，憐惜之念，油然而生，叫他把嘴張開，把衣上的水擠到他口裏，輕輕問道：「痛得厲害麼？」徐天宏自十二三歲起浪蕩江湖，人情鬼蜮，世態炎涼，無不冷暖遍嘗，一身受過千辛萬苦，在憤世嫉俗之餘，不免玩世不恭。他生來機變百出，事到臨頭，每每先發制人，真可說是料無不中，算無遺策，所以得了個「武諸葛」的名號。他在江湖上常見許多英雄人物誤於女色，每因勘不破情關，到頭來弄得身敗名裂，二哥無塵道人一番傷心事蹟，他更引為大戒，所以雖然年過而立，一見女人就避之惟恐不及。周綺一路上和他鬧小孩脾氣，他總是故意想點小計謀來作弄她，每次都是他佔上風，把周綺嘔得愈來愈氣。他一直把周綺當作是個鬥智的對手，心中未存男女之見，那知自己受傷，偏偏是這個朋友中的唯一大對頭來救護他，心中對她所懷厭憎之情一時盡除，這時周綺軟語慰問，他一生不是在刀山槍林中廝混，就是在陰謀詭計中打滾，幾時消受過這般溫柔詞色，心中一動，望著周綺怔怔的說不出話來。周綺見他發獃，還以為他神智又糊塗了，忙問：「怎麼，你怎麼啦？」徐天宏定了一定神，笑道：「好些了，多謝你。」周綺道：「哼，我也不要你謝。」徐天宏道：「咱們在這裏不是辦法。去找一家人家買些東西吃，你身邊有銀子沒有？」周綺道：「我不帶錢，銀子都在爹爹那裏。你呢？」徐天宏眉頭一皺，說道：「我的包裹在混戰中丟了。咱們別上市鎮，找一個偏僻的農家，就說咱們是兄妹倆──」周綺道：「我叫你哥哥？」徐天宏道：「你要是覺得我年紀大，那麼就叫我叔叔。」周綺道：「哼，你像麼？就叫你哥哥好啦。不過只在有人的時候叫，沒人的地方我可不叫。」徐天宏道：「那當然啦。在沒人的地方你叫我甚麼啊？」周綺一想，自己素來不叫他甚麼，兩人一見面就鬧別扭，從來就沒客客氣氣過，於是說道：「叫甚麼？我壓根兒就不叫你。」徐天宏笑道：「好，不叫我。咱們對人說，在路上遇到大軍，把咱們的行李包裹都搶去了，還把咱們打了一頓，誣賴咱們是土匪。」兩人商量好了說話，周綺把徐天宏扶了起來。徐天宏道：「你騎馬，我腳上沒傷，走路不礙。」周綺道：「爽爽快快的你騎上去。你瞧不起女人，是不是？」徐天宏笑笑，只好上了馬。兩人出得樹林，面對著太陽揀小路走。西北是荒僻之地，不像南方處處桑麻，處處人家，兩人走了一個多時辰，又飢又累，好容易才見到一縷炊煙在一所屋上升起，兩人奔到屋前，徐天宏下馬拍門，過了半晌，出來了一個老婆婆，見兩人裝束奇特，不住的打量。徐天宏把剛才編的話說了，向她討一點東西充飢。那老婆婆嘆了一口氣，說道：「害死人的官兵。客官，你貴姓？」徐天宏道：「姓周。」周綺望了他一眼，沒有言語。那老婆婆把他們迎進去，拿出幾個山薯來給他們吃。兩人大半天沒東西了，雖然山薯又黑又粗，也吃得十分香甜。那老婆婆說是姓唐，兒子因為交不出地租，給地主一頓打，回家來又是傷又是氣，不久就死了。媳婦少年夫妻，一時想不開，在丈夫死後的當夜也自己吊死了，留下了老婆子孤苦伶仃一人。老婆婆一邊說，一邊淌眼淚。周綺一聽大怒，問那地主叫甚麼，住在那裏。老婆婆說：「這老殺才也姓唐，人家當面叫他唐六爺唐秀才，背後都叫他糖裏砒霜。我也不知道他真的叫甚麼名字。他住在鎮上，鎮上就數他的房子最大。」周綺問道：「甚麼鎮？怎樣走法。」老婆婆道：「那個鎮啊，這裏往北走五里路，過了坡，上大路，向東再走二十里路，那就是了，那叫文光鎮。」周綺忽的站起，抄起單刀，對天宏道：「喂──哥──哥──我出去一下，你在這裏休息。」徐天宏見她要去殺那糖裏砒霜，說道：「要吃糖嘛，晚上吃最好。」周綺一楞，明白了他的意思，點點頭，又坐了下來。徐天宏道：「老婆婆，我身上受了傷，行走不得，想借你這裏過一夜。」那老婆婆道：「住是不妨，山野裏就是沒甚麼吃的，客官莫怪。」徐天宏道：「老婆婆肯收留咱們，那是感激不盡。咱妹子全身都濕了，老婆婆有舊衣服，請借一套給她換換。」老婆婆道：「我媳婦留下來的衣裳，姑娘要是不嫌棄，就對付著穿穿，怕還合身。」周綺換了衣服，出來時，見徐天宏已在老婆婆兒子房裏的炕上睡著了。到得傍晚，徐天宏忽然胡言亂語起來，周綺在他額角一摸，燒得燙手，想是傷口化膿。她知道遇到這種情形十分危險，可是束手無策，不知怎麼辦好，心中一急，也不知是生徐天宏的氣，還是生自己的氣，舉起了刀在地上亂剁，剁了一會，伏在炕上哭了起來。那老婆婆見這情形又是可憐又是害怕，也不敢來勸。周綺哭了一會，問道：「鎮上有大夫麼？」老婆婆道：「有，有，曹司朋大夫的本領是最好的了，不過他架子很大，向來不肯到這種鄉下地方來看病。我兒子病了，我老婆子和媳婦向他磕了十七八個響頭，他也不肯來看──」周綺不等她說完，抹了抹眼淚，便道：「我這就去請。我──哥哥在這裏，請你好好招呼他。」老婆婆道：「姑娘你放心，唉，那大夫是不肯來的。」周綺不再理她，把單刀藏在馬鞍旁，騎馬往文光鎮奔去。一口氣奔到文光鎮，天已入夜，騎馬經過一家小酒店，一陣陣酒香送將出來，不由得酒癮大起，心想：「先請醫生把他的病醫好再說，酒嘛，將來還怕沒得喝麼？」正在這樣自己安慰自己，只見迎面來了一個小廝，周綺問明了他曹司朋大夫的住處，逕向他家奔去。到得曹家，雪白粉牆，黑漆大門，門上一對銅環擦得晃亮，打了半天門，才有一個家人出來開門，大剌剌地問：「天都黑了，這樣急的幹麼？報喪麼？」周綺一聽大怒，但想既然是來求人，也不好馬上發作，忍住了一口氣道：「來請曹大夫去看病。」那家人一聽，說道：「不在家。」也不多話，轉身就要關門。周綺急了，一把拉住他手臂，提出門來，拔出單刀，說道：「他在不在家？」那家人嚇得魂不附體，顫聲道：「是真的不在家啊。」周綺道：「到那裏去啦？快說。」那家人道：「到白玫瑰那裏去了。」周綺把刀在他臉上一擦，喝道：「白玫瑰是甚麼東西？在那裏？」那家人道：「白玫瑰是一個人。」周綺道：「胡說！那有好端端的人叫白玫瑰？」那家人急了，道：「大──王──姑娘。我不騙你，白玫瑰是個妓女。」周綺怒道：「妓女是壞人，到她家去幹麼？」那家人心想這女人強兇霸道，可是世事一竅不通，想笑又不敢笑，只好不言語了。周綺怒道：「我問你啊。你怎麼不說話？」那家人道：「她是我們老爺的相好。」周綺這才恍然大悟，「哦」了一聲道：「你快領我去，別再囉唆啦！」那家人心想：「我幾時囉唆過啦，都是你在問。」但冷冰冰的刀架在頭頸裏，不敢不依。於是說道：「我回去拿一盞燈籠。」周綺道：「拿甚麼燈籠？快走快走，人家是急病，你知不知道？」那家人心中暗暗打算，待會見了老爺，當然關照他不去看病，就是被那惡女人逼去，也得故意不把病看好。不一會，兩人到了一家小戶人家門口，那家人道：「這就是了。」周綺道：「你打門，叫大夫出來。」那家人只好依言打門，一個鴇婆出來開門。那家人道：「有人要我們老爺瞧病，我說老爺沒空，她不信，把我逼著來瞧。」那鴇婆白了他一眼，啪的一聲把門關了。周綺站在後面，搶上去攔阻已然不及，在門上擂鼓價一陣猛敲，裏面一點聲息都沒有，心中大怒，在那家人背上踢了一腳，喝道：「你快滾，別在姑娘眼前惹氣。」那家人被她踢了個狗吃屎，口裏嘮嘮叨叨的爬起來走了。周綺等他走遠，一縱身，跳進了院子，見一間房的紙窗中透出燈光來，輕輕的走了過去，伏下身來，只聽見兩個男人的聲音在說話，她用手指沾了唾沫，濕破窗紙，附眼一看，見房裏明晃晃的點了蠟燭，一個男子身材粗壯，另一個是瘦瘦的長條子，兩人靠在一張睡榻上說話。一個妖艷的女子在給那瘦子搥腿，周綺正想喝問：「那一個是曹司朋，快走出來！」她「那」字尚未出口，只見那壯漢把手一揮。她怔得一怔，那妖艷的女子已站了起來，笑道：「哥兒倆又要商量甚麼害人的花樣啦，給兒孫積積德罷，回頭別生個沒屁眼的小子。」那壯漢笑道：「放你娘的臭屁。」那女子笑著走了出來，把門帶上，轉到內堂去了。周綺心想：「敢情這女子就是白玫瑰，真不要臉。不過她的話倒說得有理，我就不殺她也罷。」這時那壯漢拿了四隻元寶出來，放在桌上，說道：「曹老哥，這裏是二百兩銀子，咱們是老交易，老價錢。」那瘦子道：「唐六爺，這幾天大軍過境，徵集軍糧，你六爺又要大大發一筆財啦。」周綺一聽又喜又怒，喜的是那糖裏砒霜竟在此地，不必另去找他，怒的是大軍害得她吃了這許多苦，原來此人還供應大軍軍糧。又聽見那壯漢道：「那些泥腿們刁鑽得很，你道他們肯乖乖的繳糧出來麼？這幾天我東催西逼，人都累死了。」那瘦子笑道：「這兩包藥你拿回去，有得你樂的了。這包紅紙包的給那娘兒吃，不上一頓飯功夫，她就人事不知，你愛怎樣擺佈她就怎樣擺佈，這用不著兄弟教了罷？」兩人都哈哈大笑起來。那瘦子又道：「這包黑紙包的給那男人服，你只說給他醫傷，吃後不久，他就傷口流血而死。別人只道他創口破裂，誰也疑心不到你身上。你說兄弟這著棋怎麼樣？」那壯漢連說：「高明，高明。」那瘦子又道：「六爺，你人財兩得，酬勞兄弟二百兩銀子，似乎少一點罷？」那壯漢道：「曹老哥，我們自己哥兒，明人不說暗話，那雌兒相貌的確標緻。她穿了男裝，我已經按捺不住了，後來看出來她是女子扮的，嘿嘿，送到嘴邊的肥肉不食，人家不罵我唐六祖宗十八代沒積陰功麼？至於那個男人，真的並沒多少油水，只是他們兩人一路，我要了那雌兒，總不能讓那男人再活著。」那瘦子道：「你不是說他有一枝金子打的笛子？單是這枝笛子，也總有幾斤重罷？」那壯漢道：「好了，好了，我再添你五十兩。」又拿出一隻元寶來。那瘦子笑道：「事成之後，這是你第十五房姨太太了罷？」周綺越聽越怒，把房門一腳踢開，直搶進去。那壯漢叫了聲「啊喲」，飛腳來踢周綺握刀的手腕。周綺單刀一翻，順手把他右腳劈了下來，跟著一刀，刺進心窩。那瘦子在一旁已嚇得獃了，一聲不作。周綺拔出刀來，在那壯漢身上拭乾了血跡，一把抓住瘦子胸口衣服，喝道：「你就是曹司朋麼？」那瘦子雙膝一軟，跪在地上，說道：「求──姑娘──饒命──我再也不敢了。」周綺道：「誰要你的性命？起來。」曹司朋顫巍巍的站起來，不住的發抖。周綺順手把桌上五隻元寶和兩包藥都放在懷裏，說道：「出去。」曹司朋不知她甚麼用意，只好慢慢走出房門，開了大門。鴇婆聽見聲音，在裏面問：「誰呀？」曹司朋不敢做聲。周綺叫他去牽了他自己的坐騎，兩人上馬馳出鎮去。周綺拉住他坐騎的韁繩，喝道：「你只要叫一聲，我就取了你的狗頭。」曹司朋連說：「不敢。」不到一個時辰，兩人已奔到那老婆婆家門前。曹司朋一路心中惴惴不安。不知這女強盜要擄他到甚麼地方去。進了門，老婆婆點了燈迎出來，見周綺和曹司朋同來，不禁大為驚奇，她想到曹司朋當時拒醫她兒子傷病的情形，滿腔悲憤，對他不加理睬。周綺走到徐天宏炕前，見他昏昏沉沉的，燭光下現得滿臉通紅，想是發燒得厲害。周綺一把將曹司朋揪進來，說道：「我這位──哥哥受了傷，你快給他醫好。」曹司朋一聽是叫他治病，這才放下了五分驚疑憂急之心，他看了徐天宏的臉色，替他診了脈，把他肩上的布條解下來看了傷口，皺了皺眉頭，說道：「這位爺現在血氣甚虧，虛火上衝──」周綺道：「誰跟你說這一套，你快給他治好，不治好，你休想離開。」曹司朋道：「我到鎮上去拿藥，沒有藥也是枉然。」這時徐天宏比較寧定了一點，聽他們兩個說話。周綺道：「哼，你當我是三歲小孩子？你開藥方，我去贖。」曹司朋知道今日遇到了剋星，無可奈何，道：「那麼請姑娘拿出紙筆來，我來開方。」可是在這種貧苦的山野之居，那裏來的紙筆？周綺皺起了眉頭，無計可施。曹司朋頗為得意，說道：「這位爺的病耽擱不起，我看還是讓我回鎮取藥最好。」徐天宏道：「妹子，你拿一條細柴燒成炭，寫在粗紙上就行了，再不然寫在木板上也成。」周綺喜道：「究竟還是你花頭多。」依言燒了一條炭，老婆婆找出一張拜菩薩的黃表紙來。曹司朋只好開了方子。周綺等他寫完，找了一條草繩把他雙手反背縛住，雙腳也捆住了，放在徐天宏炕邊，再把徐天宏的單刀放在他枕邊，對老婆婆道：「我到鎮上贖藥，這大夫要是想逃，你就叫醒我哥哥，先把他砍死再說。」周綺囑咐已畢，又騎馬往鎮上贖藥，待得找到藥材店，叫開門配了十多帖藥出來，東方已現微明，只見街上鄉勇來往巡查，想是糖裏砒霜被殺之事已經發覺。她縮在街角，待巡查隊過去，才放馬奔馳，回到老婆婆家時天已大明，忙和老婆婆合力把藥煎好，盛在一隻粗碗裏，拿到徐天宏炕邊，把他推醒喝藥。徐天宏見周綺滿臉汗水煤灰，頭髮上又是柴又是草，想到她出身富家，從未做過這些燒火煮湯之事，心中十分感激，忙坐起來把碗接過，忽然心念一動，把藥碗遞到曹司朋口邊，說道：「你喝兩口。」曹司朋稍一遲疑，周綺已明白徐天宏的意思，連說：「對對，要他先喝，你不知道這人可有多壞。」曹司朋只好張嘴喝了兩口。徐天宏道：「妹子，你歇歇罷，這藥過一會再喝。」周綺道：「幹麼？」徐天宏道：「瞧他死不死。」周綺道：「對啦，要是他死了，這藥就不能喝。」她把油燈放在曹司朋臉旁，一雙烏溜溜的大眼目不轉瞬的瞧著他臉上的變化，曹司朋苦笑道：「醫生有割股之心，那裏會害人？」周綺怒道：「你和糖裏砒霜鬼鬼祟祟的商量，要害人家姑娘，謀人家的金笛子，都給我聽見了。你還說得嘴硬？」徐天宏一聽金笛，忙問原因。周綺把聽到的話說了一遍，並說已把那糖裏砒霜殺了。她說到這裏，忙出去告訴老婆婆，說已替他兒子媳婦報仇雪恨。那老婆婆眼淚鼻涕，又哭又謝，不住念佛。徐天宏等周綺回進來，問曹司朋道：「那拿金笛的是怎樣一個人？女扮男裝的又是誰？」周綺拔出單刀，在一旁威嚇：「你不說個明明白白，一刀先搠死你。」曹司朋心中恐懼異常，說道：「小──小人照說就是──昨天唐六爺來找我，說他家裏有兩個人來借宿，一個人身受重傷，話都不會說，另一個是個美貌少年。他本來不肯收留，但見這少年標緻得出奇，就留他們住了一宿，後來聽這少年說話細聲細氣，行動神情都像是個女子，而且他不肯和那男子同住一房，所以斷定他是女扮男裝的。」周綺道：「於是他就來向你買藥是不是？」曹司朋道：「小人該死。」徐天宏道：「那男人是怎麼個樣子？」曹司朋道：「唐六爺叫我去瞧過，他大約二十三四歲，文士打扮，身上腿上受了七八處劍傷棍傷。」徐天宏道：「傷得厲害麼？」曹司朋道：「傷是很重，不過都是外傷，好好調養，還是可以復元的。」徐天宏見再問不出甚麼道理來，就把藥端起來喝了。徐天宏喝了藥後，睡了一覺，出了一身大汗，傍晚又喝了一碗。那曹司朋人品雖壞，醫道卻極高明，居然藥到病除。再過一天，徐天宏好了大半，已能走下炕來。又過了一日，徐天宏自忖已能勉強騎馬上路，對周綺道：「那拿金笛子的是我余十四弟，不知他怎麼會投在惡霸家裏。那惡霸雖已被你殺死，想無大礙，但我總不放心，今夜咱們去探一探。你瞧怎樣？」周綺道：「他是你十四弟？」徐天宏道：「他到你莊上來過的，你也見過，就是我們總舵主他第一個派他出去打探消息的那人。」周綺道：「哦。原來是他，我不知道他有一枝金笛，早知是他，把他接到這裏來和你一起養傷，倒也很好。」徐天宏笑了笑。過了一會，說道：「那女扮男裝的卻又是誰？難道是四嫂？」到得傍晚，周綺拿出一隻元寶來送給老婆婆，她千恩萬謝的收了。周綺把曹司朋一把提起，颼的單刀出手，把他一隻右耳割了下來，喝道：「你把我這位哥哥醫好，才饒你一條狗命，以後要是再見到你為非作歹，嘿嘿，那糖裏砒霜就是你的榜樣。」曹司朋按住創口，連說：「不敢。」徐天宏道：「咱們過三個月還要回來，那時再來拜訪曹大夫。」曹司朋又說：「不敢。」周綺道：「你騎他的馬，咱們走罷。」兩人上馬往文光鎮奔去。走了四五里路，周綺問道：「你說咱們過三個月再回來，幹麼呀？」徐天宏道：「我騙騙那鬼大夫的，叫他不敢和那老婆婆為難。」周綺點點頭，又騎了一段路，說道：「你對人幹麼這樣狡猾？我不喜歡。」徐天宏一時答不出話來，隔了半晌，說道：「姑娘不知道江湖上人心險惡。待朋友當然處處以仁義為先，但對付小人，你要是真心待他，那就吃虧上當了。」周綺道：「我爹爹說寧可自己吃虧，絕不能欺負別人。」徐天宏道：「這就是你爹爹過人之處，所以江湖上提到鐵膽莊周老爺子，不論是白道黑道、官府綠林，無人不說他是位大仁大義的英雄好漢，我們都是萬分欽佩。」周綺道：「你幹麼不學我爹爹？」徐天宏道：「周老爺子天性淳厚，像我這種刁鑽古怪的人只怕學不上。」周綺恨道：「我就最討厭你這種刁鑽古怪脾氣。我爹爹說，你好好待人家，人家自然會好好待你。」徐天宏心中很是感動，周綺道：「怎麼？你又不高興了？又在想法子作弄我是不是？」徐天宏道：「你別瞎疑心。」兩人談談說說，頗不寂寞。經過這一次患難，徐天宏對她自是衷心感激，而周綺也怕自己有恩於人，人家故意相讓，所以處處反而謙退一步。周綺道：「以前我只道你壞到骨子裏去了，那知──」徐天宏道：「那知怎樣？」周綺道：「我瞧你從前那些壞，是故意做出來的。你幹麼老是存心嘔我呀？我這人教你瞧著生氣，是不？」徐天宏道：「一個人是好是壞，初相識常常看錯。我當初那裏知道姑娘是這樣一副好心腸。」周綺笑道：「你那時以為我又驕傲又小氣，是不是？」徐天宏笑笑不言語。兩人趕到文光鎮，把馬匹繫在僻靜處，找到了糖裏砒霜的宅第，翻進牆去探看。徐天宏抓到一名更夫，持刀威嚇，問他余魚同的蹤跡。那更夫說唐六爺那天在白玫瑰家裏被曹司朋大夫殺死，家裏亂成一團，借宿的那兩人一早就走了。周綺道：「咱們趕上他們去。」不一日過了皋蘭，再走兩日，徐天宏在路上發現了陳家洛留下的標記，知道大夥要在開封會齊，忙對周綺說了。周綺聽說眾人無恙，大喜不已，打了三斤酒喝了個痛快，次日催徐天宏趕路。這時徐天宏肩上創傷已經收口，身體也已復原。兩人在路上隨意閒談，徐天宏儘把江湖上的軼聞掌故說給她聽，又把道上一切禁忌規矩，沿路詳細解釋。她聞所聞，聽得津津有味，說道：「你早告訴我這些不好麼？以前老跟人家拌嘴。」這一日來到潼關，兩人要找客店，一打聽是「悅來老店」最好，到得客店一問，上房只剩下一間了。徐天宏拿出一串錢塞給店小二，要他設法多找一間。那店小二十分為難，張羅了半天，回來說：「別的店房確實住滿了。這位爺和這位姑娘不知是甚麼稱呼？」徐天宏道：「她是我妹子。」店小二道：「既然是親兄妹，住一間房也不打緊呀！」周綺怒道：「要你多囉唆──」他話未說完，徐天宏突然把她衣角一扯，嘴一努，說道：「好，一間就一間。」周綺一路跟徐天宏行來，見他對待她彬彬有禮，確是個志誠君子，現在他忽然要和她同住一間房，又害羞，又疑心，在店小二面前只好悶聲不響。到得房裏，徐天宏隨即把門帶上，打手勢叫她不要作聲，輕聲說道：「你剛才見了鎮遠鏢局那壞蛋麼？」周綺驚道：「甚麼？帶了人來捉文四爺、害死我弟弟的那個東西？」徐天宏道：「剛才我瞥見一眼，認不真，我怕他瞧見咱們，所以趕緊進屋，待會咱們去探一探。」這時店小二進來泡茶，問要點甚麼吃的，徐天宏囑咐後，說道：「北京鎮遠鏢局的幾位達官爺也住在這裏，是不是？」店小二道：「是啊，他們路過潼關，總是照顧小店的生意。」徐天宏等店小二出去後說道：「據四嫂和十四弟說，這童兆和是元兇首惡，咱們今晚先幹掉他，好替你弟弟和文四哥報仇。」周綺想到兄弟慘死，鐵膽莊被燒，氣往上衝，不是徐天宏極力勸阻，早已拔刀闖了出去。徐天宏道：「你躺一會兒，養一下神。到半夜裏再動手不遲。」周綺只得沉住氣，好容易挨到二更時分，實在按捺不住了，拔出單刀，說道：「走罷。」徐天宏打開窗子，跳了出去，周綺跟著出來。徐天宏低聲道：「他們人多，怕有好手。咱們先探一探，想法子把那小子引出來，單獨對付他。」周綺點點頭。兩人飛身上屋，見東邊一間上房中透出燈光，徐天宏一打手勢，兩人跳下來分路包抄過去，周綺在窗上找到一條隙縫，附眼往裏窺視。徐天宏握住兵刃，站在她身後望風，見她忽然站起，右腿飛起往窗上踢去，徐天宏大駭，忙閃身擋在她面前，周綺一腳踢出，剛剛踢到徐天宏胸前。急忙縮轉，這一踢勢道過猛，連忙縮轉，只因去勢過猛，用力收回，不由得倒跌數步。徐天宏跟著縱過來，低聲問道：「怎麼？」周綺道：「快動手。我媽媽在裏面，被他們綁住了。」徐天宏一聽大驚，忙道：「快回房商量。」回到房中，周綺氣急敗壞的道：「還商量甚麼？我媽媽被這些小子抓住啦。」徐天宏心中沉吟不決。周綺道：「怕甚麼？你不去，我就一個人去。」徐天宏道：「不是怕，我在想辦法，又要救你媽媽，又要殺那小子，這兩件事總要同時辦到才好。」周綺道：「先救媽媽。那小子殺不到就算啦。」正在此時，忽然門外一陣腳步聲，徐天宏忙搖手示意，只聽見一個人走過門口，口中嘮嘮叨叨的抱怨：「三更半夜的，不早早挺屍，還喝甚麼燒刀子？他媽的，菩薩保佑教這班保鏢在半路遇到強人！」徐天宏聽口氣，知道是店小二因為保鏢的要他弄酒，所以滿肚子不高興，靈機一動，對周綺道：「那曹司朋有兩包藥給你拿來啦，是麼？有一包他說吃了便人事不知，快給我。」周綺不明白他的意思，但還是拿了出來，問道：「幹麼？」徐天宏不答，向她招招手，又跳出窗去，周綺跟了出去。徐天宏走到過道，悄聲道：「伏下，別動。」周綺滿腹狐疑，不知他搗甚麼鬼，等了一陣，不見動靜，正要想問，忽然看見火光晃動，原來是店小二拿了燭台、托了一隻盤子過來。徐天宏在地上撿起一塊小石子，「噗」的一聲把蠟燭打滅。店小二吃了一驚，口中罵道：「真是見了鬼，好端端的又沒風，蠟燭也會熄。」放下盤子，轉身去點火。徐天宏等他轉了彎，疾忙穿出，火摺子一閃，看清盤中有兩把酒壺，把那包藥分成兩份，在兩把壺中各倒了一份，對周綺道：「到他們屋外面去。」兩人繞到鏢師房的窗外伏定，徐天宏往窗縫裏張去，果見一個中年婦人雙手被縛在背後，坐在地上。幾個人大剌剌的坐在炕上桌邊高談闊論，他識得其中一個是被章進擒過的鐵琵琶手韓文沖，一個是被周綺擒住過的錢正倫，另一個就是在鐵膽莊會過的童兆和，此外還有三個不曾見過的鏢師。只聽見童兆和道：「人家說起鐵膽莊來，總是銅牆鐵壁，那知被老子一把火燒得乾乾淨淨。」周綺在窗外聽得清楚，知道燒莊的果然是他。那韓文沖神氣抑鬱，說道：「老童，你別胡吹啦，那周仲英我會過，這裏咱哥兒們一齊上，也未必準是他對手。他將來找上鏢局子來，有你樂的啦！」童兆和道：「照哇！咱們是福星照命，偏偏鐵膽周的婆娘會找上咱們來。現在有這個人押著，他還敢對咱們怎的？」說到這裏，店小二托著盤子，送進酒菜來。眾鏢師登時大吃大喝起來。韓文沖似乎意興蕭索，童兆和不住勸他喝酒，說道：「韓大哥，好漢敵不過人多，你栽在他們手裏，又有甚麼大不了的？下次咱們約齊了人，跟他們紅花會一對一的見個高下。」一個鏢師道：「別人一對一那倒也罷了，老童你跟誰對？」童兆和道：「我找他們的娘兒──」他話未說完，突然「咕咚」一聲，跌在炕下，眾人吃了一驚，忙去扶時，各人忽然手酸腳軟，都動彈不得。徐天宏單刀伸進窗裏一撬，把窗撬開，飛身進內。周綺跟著跳進，只叫得一聲「媽」，眼淚已流了下來，忙割斷縛著她雙手的繩索。周大奶奶乍見愛女，恍在夢中，那裏還說得出話來？徐天宏把童兆和提起，一刀刺進肚子，登時了帳。此人一生為非作歹，興波作浪，也不知道害了多少人，今日命喪於徐天宏之手，也算是罪有應得。周綺挺刀又要去殺其餘鏢師，徐天宏道：「他們罪不至死，饒了他們罷。」周綺點點頭，收回單刀。周大奶奶知道愛女脾氣，除了對父親的話有時還聽聽之外，她要怎樣便怎樣，任誰都勸她不動，見她對徐天宏的話很是遵從，心中不禁暗暗納罕。徐天宏在眾鏢師身上一搜，搜到了幾封信，也不暇細看，就放在懷內，說道：「咱們快回房去，收拾東西就走。」三人跳回房去，徐天宏執了包裹，在桌上留下一小錠銀子作房飯錢，到馬廄去牽了三匹馬，向東而去。周大奶奶見女兒和徐天宏同行，而且同住一房，更是疑心大起，她也是火爆霹靂的脾氣。連問：「你爹呢？這位爺是誰？怎麼跟他在一起？又和爹鬧了脾氣出來，是不是？」周綺道：「你才是跟爹鬧脾氣出來的。媽，你待會再問好不好？」母女兩人都是急性子，說著就要爭吵起來。徐天宏忙來勸解。周綺嗔道：「都是為了你，你還要說呢！」徐天宏聽了這話，心中甜甜的，一笑走開。母女兩人鼓起了嘴，各想各的心事。當晚在一家農家借宿，母女倆同枕共話，周綺才把經過情形一一向母親說了。她不善說辭，周大奶奶又聽得性急，兩人一會兒哭一會兒笑，一個賭氣不說，一個罵女兒不聽話，兩人鬧到半夜，才把別來情況說了個粗枝大葉。原來周大奶奶痛惜愛子喪命，一怒離家，奔到皋蘭去投奔親戚許家。偏生主人出遠門去了，主人娘子雖然殷勤款客，但她心中有事，閒居了幾日，實在悶不過，留了一封信，自行騎馬走了。這日來到潼關，在悅來客店見到鎮遠鏢局的鏢旗，想起大弟子孟健雄曾說，累她愛子死於非命的是鎮遠鏢局的鏢頭童兆和，於是拿了單刀，半夜跳進店裏查看。無巧不巧，那童兆和正在其內，周大奶進去報仇，鏢局中人多，鐵琵琶手韓文沖又是好手，終於失手被擒。她滿想自己孤身一人，這番絕無倖免，那知女兒竟會將她救出。周綺說起這番報仇救人全是徐天宏用的計謀，周大奶奶心中對他好生感激。次日上路，周大奶奶細細盤問徐天宏的出身家世。徐天宏道：「我在十二歲上，全家就給官府陷害死光了，只逃出了我一個人。」周大奶奶道：「官府幹麼害你呀？」徐天宏道：「府台的兒子看中了我姊姊，要討她做小，我姊姊早就許了人家，我爹爹當然不答應。府台說我爹爹勾結土匪，把我爹爹、媽媽、哥哥都下在監裏，教人傳話給我姊姊，說只要她答應，就放我爹爹出來。我那未過門的姊夫去行刺府台，反而被捕快打死了。我姊姊得到訊息，投河自盡。這一來，我爹爹、媽媽、哥哥還有活路麼？」周綺聽得怒不可遏，說道：「你報了仇沒有？」徐天宏道：「等到我長大，學了武藝，回去找那府台，那知他早就升官調到別的地方去了。這幾年來我到處找尋，始終沒得到消息。」周綺道：「這狗官叫甚麼名字？我決放他不過。」徐天宏道：「我只知道他姓方，至於叫甚麼名字，就不大清楚了。他左臉上有一大塊黑記，一見面就知道。」周綺「喔」了一聲。周大奶奶又問他結了親沒有，在江湖上這多年，難道沒看中那一個姑娘麼？周綺笑道：「他這人太刁滑，沒那一家姑娘會喜歡他。」周大奶奶罵道：「大姑娘家，風言風語的，像甚麼樣子！」周綺笑道：「你問得仔仔細細的，要給他做媒是不是？那一家姑娘呀？是不是許家妹妹？」當晚在客店中宿下，周大奶奶埋怨周綺道：「你一個閨女，和人家青年男子同路走，同房宿，難道還能嫁給別人麼？」周綺道：「他受了傷，我救他救錯了麼？他為人雖然鬼計多端，可是對我一向規規矩矩的。」周大奶奶道：「這個你知道，他知道。我相信，你爹爹相信。但別人能相信麼？除非你一輩子不嫁人。否則給丈夫疑心起來，你別想好好做人。這就是咱們做女人的難處。」周綺道：「那我就一輩子不嫁人。」兩人越說越大聲，又要爭吵起來。周大奶奶道：「那位徐爺就住在隔房，別教人家聽見了不好意思。」周綺道：「怕甚麼？我又沒做虧心事，幹麼要瞞他？」次日母女倆起來，店小二拿了一封信進來，說道：「隔房那位徐爺叫我拿給奶奶的。」周綺忙問：「他人呢？」店小二道：「他說有事先走一步，今兒一早騎馬走了。」周綺抓住他領口，喝道：「你幹麼不來叫我們？」店小二道：「徐爺說不必了，他的話都寫在信上。」周綺放下店小二，去搶信來看，只見信上寫道：「周大奶奶、周姑娘賜鑒：天宏不幸受傷，承周姑娘義加援手，微命得以生還，感激之情，不必多說。現在兩位母女團圓，此去開封，路程已近，天宏先走一步，請勿見怪。周姑娘相救之事，天宏自己當然終身不忘，但絕不對人提起片言隻字，請兩位放心可也。徐天宏上。」周綺看了，獃了半晌，把信一丟，回房躺在炕上重又睡倒。周大奶奶叫她吃飯動身，她不言不語，不理不睬。周大奶奶急道：「我的大小姐，咱們不是在鐵膽莊哪，怎麼還發大小姐脾氣？」周綺仍舊不理。周大奶奶道：「你怪他一個人不聲不響的走了，是不是？」周綺氣道：「他是為我好，我怎能怪他？」周大奶奶道：「那麼你在怪我了？」周綺翻身向裏，把被蒙住了頭。周大奶奶道：「你怪我甚麼呀？」周綺霍的坐起，說道：「你昨晚說的話，一定都讓他聽見啦。他怕人家說閒話，害我嫁不了人，所以一個人先走。他信上不是說『絕不對人提起片言隻字』麼？我嫁不嫁人，你操甚麼心？我偏不嫁人，偏不嫁人！」周大奶奶對女兒是從小寵慣了的，見她邊說邊流下淚來，心中又疼又悔，知道她對徐天宏已有真情，雖然她自己未必明白，但不知不覺中已把感情流露了出來，於是低聲安慰：「媽現在只有你一個女兒，媽難道還不疼你？咱們到開封府見了你爹，要他作主，將你許配給這位徐爺。你放心，一切包在媽的身上。」周綺急道：「誰說要嫁他了？我有甚麼不放心？下次人家就是死在我的面前，我也不去救他一救。」