第十九回　禍起蕭牆破金湯張無忌被那人帶著又一次高高躍起，忽聽得遠處有人叫道：「說不得，怎麼到這時候才來？」負著張無忌的那人道：「路上遇到了一點小事。韋一笑到了嗎？」遠處那人道：「沒見啊，真奇怪，連他也會遲到。說不得，你見到他沒有？」一面問，一面走近。張無忌暗自奇怪：「原來這人就叫『說不得』，無怪我問他叫甚麼名字，他說是『說不得』，再問他為甚麼說不得，他說道『說不得就是說不得，那有甚麼道理好講』。怎麼一個人會取這樣一個怪名？」又想：「原來他和韋一笑約好了在此相會，不知蛛兒是否無恙？他是韋一笑的好朋友，不知要如何對付我？」只聽說不得道：「鐵冠道兄，咱們去找韋兄去，我怕他出了甚麼亂子。」鐵冠道人道：「青翼蝠王機警聰明，武功卓絕，會有甚麼亂子？」說不得道：「我總覺得有些不對。」忽聽得一個聲音從底下山谷中傳了上來，叫著：「說不得臭和尚，鐵冠老雜毛，快來幫個忙，糟糕之極了，糟糕之極了。」說不得和鐵冠道人齊聲驚道：「是周顛，他甚麼事情糟糕？」說不得又道：「他好像受了傷，怎地說話中氣如此弱？」不等鐵冠道人答話，背了張無忌便往下躍去。鐵冠道人跟在後面，忽道：「啊！周顛負著甚麼人？是韋一笑！」說不得叫道：「周顛休慌，我們來助你了。」周顛叫道：「慌你媽個屁，我慌甚麼？吸血蝙蝠的老命要歸天！」說不得驚道：「韋兄怎麼啦，受了甚麼傷？」說著加快腳步。張無忌身在袋中，更如騰雲駕霧一般，忍不住低聲道：「前輩，你暫且放下我，下去救人要緊。」說不得突然提起袋子，在空中轉了三個圈子，張無忌大吃一驚，倘若他一脫手，將布袋擲了出去，後果當真不堪設想。只聽說不得沉著嗓子道：「小子，我跟你說，我是『布袋和尚說不得』，後面那人是鐵冠道人張中，下面說話的是周顛。我們三個，再加上冷面先生冷謙，彭瑩玉彭和尚，是明教的五散人。你知道明教嗎？」張無忌道：「知道。原來大師也是明教中人。」說不得道：「我和冷謙不大愛殺人，鐵冠道人、周顛、彭和尚他們，卻是素來殺人不眨眼的。他們倘若知道你藏在我這乾坤一氣袋中，隨隨便便的給你一下子，你就變成了一團肉泥。」張無忌道：「我又沒得罪貴教，為甚麼……」說不得道：「鐵冠道人他們殺人，還要問得罪不得罪嗎？從此之後，你若想活命，不得再在我袋中說出一個字來，知道嗎？」張無忌點了點頭。說不得道：「你怎不回答？」張無忌道：「你不許我說出一個字來。」說不得微微一笑，道：「你知道就好……啊，韋兄怎麼了？」最後一句話，卻是跟周顛說的，只聽周顛啞著嗓子道：「他……他……糟之透頂，糕之透頂。」說不得道：「嗯，韋兄心口還有一絲暖氣，周顛，是你救他來的？」周顛道：「廢話，難道是他救我來的？」鐵冠道人道：「周顛，你受了甚麼傷？」周顛道：「我見吸血蝙蝠僵在路旁，凍得氣都快沒有了，不合強盜發善心，運氣助他，那知吸血蝙蝠身上的陰毒當真厲害，就是這麼一回事。」說不得道：「周顛，你這一次當真是做了好事。」周顛道：「甚麼好事壞事，吸血蝙蝠此人又陰毒又古怪，我平素瞧著最不順眼，不過這一次他做的事很合周顛胃口，周顛便救他一救。那知道沒救到吸血蝙蝠，寒毒入體，反而要賠上周顛一條老命。」鐵冠道人驚道：「你傷得這般厲害？」周顛道：「報應，報應。吸血蝙蝠和周顛生平不做好事，那知一做好事便橫禍臨頭。」說不得問道：「韋兄做了甚麼好事？」周顛道：「他激引內毒，陰寒發作，本來只須吸飲人血，便能抑制。他身旁明明有一個女娃子，可是他寧願自己送命，也不吸她的血。周顛一見之下，說道：『啊喲不對，吸血蝙蝠既然倒行逆施，周顛也只好胡作非為一下，要救他一救。』」張無忌聽得韋一笑沒吸飲蛛兒的血，一喜非同小可。說不得反手在布袋外一拍，問道：「那女娃子是誰？」周顛道：「我也這般問吸血蝙蝠。他說這是白眉老兒的孫女。他說眼前明教有難，大夥兒須當齊心合力，因此萬萬不能吸她的血。」說不得和鐵冠道人一齊鼓掌，說道：「正該如此。白鷹、青蝠兩王攜手，明教便聲勢大振了。」說不得將韋一笑身子接了過來，驚道：「他全身冰冷，那怎麼辦？」周顛道：「是啊，我說你們快活得太早了些，吸血蝙蝠這條老命十成中已去了九成，一隻死蝙蝠和白眉鷹王攜手，於明教有甚麼好處？」鐵冠道人道：「你們在這兒等一會，我下山去找個活人來，讓韋兄飽飲一頓人血。」說罷縱身便欲下山。周顛叫道：「且慢！鐵冠雜毛，這兒如此荒涼，等你找到了人，韋一笑早就變成了韋不笑。死屍倘若會笑，那就可怕得很了。說不得，你布袋中那個小子，拿出來給韋兄吃了罷。」張無忌一驚：「原來他們早瞧出我藏身布袋之中。」說不得道：「不成！這個人於本教有恩，韋兄若是吃了他，五行旗非跟韋兄拼老命不可。」於是將張無忌如何身受滅絕師太三掌重擊、救活銳金旗下數十人的事簡略說了，又道：「這麼一來，五行旗還不死心塌地的服了這小子嗎？」鐵冠道人問道：「你把他裝在布袋中，奇貨可居，想收服五行旗麼？」說不得道：「說不得，說不得！總而言之，本教四分五裂，眼前大難臨頭，天鷹教遠來相助，偏又跟五行旗算起舊帳，打了個落花流水。咱們總得攜手一致，才免覆滅。袋中這人有利於本教諸路人馬攜手，那是決然無疑的。」他說到這裏，伸右手貼在韋一笑後心「靈台穴」上，運氣助他抵禦寒毒。周顛歎道：「說不得，你為朋友賣命，那是沒得說的，可是你小心自己的老命。」鐵冠道人道：「我也來相助一臂之力。」伸右掌和說不得的左掌相接。兩股內力同時衝入韋一笑體內。過了一頓飯時分，韋一笑低低呻吟一聲，醒了過來，但牙關仍是不住相擊，顯然冷得厲害，顫聲道：「周顛、鐵冠道兄，多謝你兩位相救。」他對說不得卻不言謝，他兩人是過命的交情，口頭的道謝反而顯得多餘。鐵冠道人功力深湛，但被韋一笑體內的陰毒逼了過來，奮力相抗，一時說不出話來。說不得也是如此。忽聽得東面山峰上飄下錚錚錚的幾下琴聲，中間挾著一聲清嘯。周顛道：「冷面先生和彭和尚尋過來啦。」提高聲音叫道：「冷面先生，彭和尚，有人受了傷，還是你們滾過來罷！」那邊琴聲錚的一響，示意已經聽到。彭和尚卻問：「誰……受……了……傷……啦……」聲音遠遠傳來，山谷鳴響。跟著又問：「到底是誰受了傷？說不得沒事罷？鐵冠兄呢？周顛，你怎麼說話中氣不足？」他問一句，人便躍近數丈，待得問完，已到了近處，驚道：「啊喲，是韋一笑受了傷。」周顛道：「你慌慌張張，老是先天下之急而急。冷面兄，你來給想個法子。」最後那句話，卻是向冷面先生冷謙說的。冷謙嗯了一聲，並不答話，他知彭和尚定要細問端詳，自己大可省些精神。果然彭和尚一連串問話連珠價迸將出來，周顛說話偏又顛三倒四，待得說完經過，說不得和鐵冠道人也已運氣完畢。彭和尚與冷謙運起內力，分別為韋一笑、周顛驅除寒毒。待得韋周二人元氣略復。彭和尚道：「我從東北方來，得悉少林派掌門人空聞親率師弟空智、空性，以及諸代弟子百餘人，正趕來光明頂，參與圍攻我教。」冷謙道：「正東，武當五俠！」他說話極是簡潔，便是殺了他頭也不肯多說半句廢話，他說這六個字，意思是說：「正東方有武當五俠來攻。」至於武當五俠是誰，反正大家都知是宋遠橋、俞蓮舟、張松溪、殷梨亭和莫聲谷，那也不必多費唇舌。彭和尚道：「六派分進合擊，漸漸合圍。五行旗接了數仗，情勢很不利，眼前之計，咱們只有先上光明頂去。」周顛怒道：「放你媽的狗臭屁！楊逍那小子不來求咱們，五散人便挨上門去嗎？」彭和尚道：「周顛，倘若六派攻破光明頂，滅了聖火，咱們還能做人嗎？楊逍得罪五散人當然不對，但咱們助守光明頂，卻非為了楊逍，而是為了明教。」說不得也道：「彭和尚的話不錯。楊逍雖然無禮，但護教事大，私怨事小。」周顛罵道：「放屁，放屁！兩個禿驢一齊放屁，臭不可當。鐵冠道人，楊逍當年打碎你的左肩，你還記得嗎？」鐵冠道人沉吟了半晌，才道：「護教禦敵，乃是大事。楊逍的帳，待退了外敵再算。那時咱們五散人聯手，不怕這小子不低頭。」周顛「哼」了一聲，道：「冷謙，你怎麼說？」冷謙道：「同去！」周顛道：「你也向楊逍屈服？當時咱們立過重誓，說明教之事，咱們五散人決計從此袖手不理。難道從前說過的話都是放屁嗎？」冷謙道：「都是放屁！」周顛大怒，霍地站起，道：「你們都放屁，我可說的是人話。」鐵冠道人道：「事不宜遲，快上光明頂罷！」彭和尚勸周顛道：「顛兄，當年大家為了爭立教主之事，翻臉成仇，楊逍固然心胸狹窄，但細想起來，五散人也有不是之處……」周顛怒道：「胡說八道，咱們五散人誰也不想當教主，又有甚麼錯了？」說不得道：「本教過去的是是非非，便再爭他一年半載，也無法分辯明白。周顛，我問你，你是明尊火聖座下的弟子不是？」周顛道：「那還有甚麼不是的？」說不得道：「今日本教大難當頭，咱們倘若袖手不顧，死後見不得明尊和陽教主。你要是怕了六大派，那就休去。咱們在光明頂上戰死殉教，你來收我們的骸骨罷！」周顛跳起身來，一掌便向說不得臉上打去，罵道：「放屁！」只聽得拍的一聲響，說不得已重重挨了一掌。他慢慢張口，吐出幾枚被打落的牙齒，一言不發，但見他半邊面頰由白變紅，再由紅變淤，腫起老高。彭和尚等人大吃一驚，周顛更是呆了。要知說不得的武功和周顛乃在伯仲之間，周顛隨手一掌，他或是招架，或是閃避，無論如何打他不中，那知他聽由挨打，竟在這一掌之下受傷不輕。周顛好生過意不去，叫道：「說不得，你打還我啊，不打還我，你就不是人。」說不得淡淡一笑，道：「我有氣力，留著去打敵人，打自己人幹嗎？」周顛大怒，提起手掌，重重在自己臉上打了一掌，波的一聲，也吐出了幾枚牙齒。彭和尚驚道：「周顛，你搗甚麼鬼？」周顛怒道：「我不該打了說不得，叫他打還，他又不打，我只好自己動手。」說不得道：「周顛，你我情若兄弟，我們四人便要去戰死在光明頂上，生死永別，你打我一掌，算得甚麼？」周顛心中激動，放聲大哭，說道：「我也去光明頂。楊逍的舊帳，暫且不跟他算了。」彭和尚大喜，說道：「這才是好兄弟呢。」張無忌身在袋中，五人的話都聽得清清楚楚，心想：「這五人武功極高，那是不必說了，難得的是大家義氣深重。明教之中高人當真不少，難道個個都是邪魔外道嗎？」正自思量，忽覺身子移動，想是說不得又負了自己，直上光明頂去。他得悉蛛兒無恙，心中已無掛慮，所關懷者，只是武林六大門派圍攻明教，不知如何了局；又想上到光明頂後，當可遇到幼時小友楊不悔，她長大之後，不知是否還認得自己。※※※一行人又行了一日一夜，每過幾個時辰，說不得便解開袋上一道縫，讓張無忌透透氣，又將袋口緊緊縛上。到了次日午後，張無忌忽覺布袋是在著地拖拉，初時不明其理，後來自己的腦袋稍稍一抬，額頭便在一塊巖石上重重碰了一下，好不疼痛，這才明白，原來各人是在山腹的隧道中行走。隧道中寒氣奇重，透氣也不大順暢，直行了大半個時辰，這才鑽出山腹，又向上升。但上升不久，又鑽入了隧道。前後一共過了五個隧道，才聽周顛叫道：「楊逍，吸血蝙蝠和五散人來找你啦！」過了半晌，聽得前面一個說道：「真想不到蝠王和五散人大駕光臨，楊逍沒能遠迎，還望恕罪。」周顛道：「你假惺惺作甚？你肚中定在暗罵，五散人說話有如放屁，說過永遠不上光明頂，永遠不理明教之事，今日卻又自己送上門來。」楊逍道：「六大派四面圍攻，小弟孤掌難鳴，正自憂愁。今得蝠王和五散人瞧在明尊臉上，仗義相助，實是本教之福。」周顛道：「你知道就好啦。」當下楊逍請五散人入內，僮兒送上茶水酒飯。突然之間，那僮兒「啊」的一聲慘呼。張無忌身在袋內，也覺毛骨悚然，不知是何緣故。過了好一會，卻聽韋一笑說道：「楊左使，傷了你一個僮兒，韋一笑以後當圖報答。」他說話時精神飽滿，和先前的氣息奄奄大不相同。張無忌心中一凜：「他吸了這僮兒的熱血，自己的寒毒便抑制住了。」聽楊逍淡淡的道：「咱們之間，還說甚麼報答不報答？蝠王上得光明頂來，便是瞧得起我。」這七人個個是明教中頂兒尖兒的高手，雖然眼下大敵當前，但七人一旦相聚，均是精神一振。食用酒飯後，便即商議禦敵之計。說不得將布袋放在腳邊，張無忌又饑又渴，卻記著說不得的吩咐，不敢稍有動彈作聲。七人商議了一會。彭和尚道：「光明右使和紫衫龍王不知去向，金毛獅王存亡難卜，這三位是不必說了。眼前最不幸之事，是五行旗和天鷹教的梁子越結越深，前幾日大鬥一場，雙方死傷均重。倘若他們也能到光明頂上，攜手抗敵，別說六大派圍攻，便是十二派、十八派，明教也能兵來將擋，水來土掩。」說不得在布袋上輕輕踢了一腳，說道：「袋中這個小子，和天鷹教頗有淵源，最近又於五行旗有恩，將來或能著落在這小子身上，調處雙方嫌隙。」韋一笑冷冷的道：「教主的位子一日不定，本教的紛爭一日不解，憑他有天大的本事，這嫌隙總是不能調處。楊左使，在下要問你一句，退敵之後，你擁何人為主？」楊逍淡淡的道：「聖火令歸誰所有，我便擁誰為教主。這是本教的祖規，你又問我作甚？」韋一笑道：「聖火令失落已近百年，難道聖火令不出，明教便一日沒有教主？六大門派所以膽敢圍攻光明頂，沒將本教瞧在眼裏，還不是因為知道本教乏人統屬、內部四分五裂之故。」說不得道：「韋兄這話是不錯的。我布袋和尚既非殷派，亦非韋派，是誰做教主都好，總之是要有個教主。就算沒教主，有個副教主也好啊，號令不齊，如何抵禦外侮？」鐵冠道人道：「說不得之言，正獲我心。」楊逍變色道：「各位上光明頂來，是助我禦敵呢，還是來跟我為難？」周顛哈哈大笑，道：「楊逍，你不願推選教主，這用心難道我周顛不知道嗎？明教沒有教主，便以你光明左使為尊。哼哼，可是啊，你職位雖然最高，旁人不聽你的號令，又有何用？你調得動五行旗嗎？四大護教法王肯服你指揮嗎？我們五散人更是閒雲野鶴，沒當你光明左使者是甚麼東西！」楊逍霍的站起，冷冷的道：「今日外敵相犯，楊逍無暇和各位作此口舌之爭，各位若是對明教存亡甘願袖手旁觀，便請下光明頂去罷！楊逍只要不死，日後再圖一一奉訪。」彭和尚勸道：「楊左使，你也不必動怒。六大派圍攻明教，凡是本教弟子，人人護教有責，又不是你一個人之事。」楊逍冷笑道：「只怕本教卻有人盼望楊逍給六大派宰了，好拔去了這口眼中之釘。」周顛道：「你說的是誰？」楊逍道：「各人心中明白，何用多言？」周顛怒道：「你是說我嗎？」楊逍眼望他處，不予理睬。彭和尚見周顛眼中放出異光，似乎便欲起身和楊逍動手，忙勸道：「古人道得好：兄弟鬩於牆，外禦其侮。咱們且商量禦敵之計。」楊逍道：「瑩玉大師識得大體，此言甚是。」周顛大聲道：「好啊，彭賊禿識得大體，周顛便只識小體？」他激發了牛性，甚麼也不顧了，喝道：「今日偏要議定這教主之位，周顛主張韋一笑出任明教的教主。吸血蝙蝠武功高強，機謀多端，本教之中誰也及不上他。」其實周顛平時和韋一笑也沒甚麼交情，相互間惡感還多於好感，但他存心氣惱楊逍，便推了韋一笑出來。楊逍哈哈一笑，道：「我瞧還是請周顛當教主的好。明教眼下已是四分五裂的局面，再請周大教主來顛而倒之、倒而顛之一番，那才教好看呢！」周顛大怒，喝道：「放你媽的狗臭屁！」呼的一掌，便向楊逍頭頂拍落。適才周顛一掌打落說不得多枚牙齒，乃因說不得不避不架之故，但楊逍豈是易與之輩？他於十餘年前，便因立教主之事，與五散人起了重大爭執，當時五散人立誓永世不上光明頂，今日卻又破誓重來，他心下已暗自起疑，待見周顛突然出手，只道五散人約齊韋一笑前來圖謀自己，驚怒之下，右掌揮出，往周顛手掌上迎去。韋一笑素知楊逍之能，周顛傷後元氣未復，萬萬抵敵不住，立即手掌拍出，搶在頭裏，接了楊逍這一掌。兩人手掌相交，竟是無聲無息。原來楊逍雖和周顛有隙，但念在同教之誼，究不願一掌便傷他性命，因此這一掌未使全力，但韋一笑武功深湛，一招「寒冰綿掌」拍到，楊逍右臂一震，登覺一股陰寒之氣從肌膚中直透進來，忙運內力抵禦。兩人功力相若，登時相持不下。周顛叫道：「姓楊的，再吃我一掌！」剛才一掌沒打到，這時第二掌又擊向他胸口。說不得叫道：「周顛，不可胡鬧。」彭瑩玉也道：「楊左使，韋蝠王，兩位快快罷手，不可傷了和氣！」伸手欲去擋開周顛那一掌，楊逍身形一側，左掌已和周顛右掌粘住。說不得叫道：「周顛，你以二攻一，算甚麼好漢？」伸手往周顛肩頭抓落，想要將他拉開，手掌未落，突見周顛身子微微發顫，似乎已受內傷。說不得吃了一驚，他素知光明左使功力通神，是本教絕頂高手，只怕一掌之下已將周顛傷了，眼見周顛右掌仍和楊逍左掌粘住，不肯撤掌，叫道：「周顛，自己兄弟，拼甚麼老命？」往他肩頭一扳，同時說道：「楊左使，掌下留情。」生怕楊逍不撤掌力，順勢追擊。不料一拉之下，周顛身子一幌，沒能拉開，同時一股透骨冰冷的寒氣從手掌心中直傳至胸口，說不得更是吃驚，暗想：「這是韋兄的獨門奇功『寒冰綿掌』啊，怎地楊逍也練成了？」當下急運功力與寒氣相抗。但寒氣越來越厲害，片刻之間，說不得牙關相擊，堪堪抵禦不住。鐵冠道人和彭瑩玉雙雙搶上，一護周顛，一護說不得。四人之力合聚，寒氣已不足為患，然而只覺楊逍掌心傳過來的力道一陣輕一陣重，時急時緩，瞬息萬變，四人不敢撤掌，生怕便在撤掌收力的一剎那間，楊逍突然發力，那麼四人不死也得重傷。彭瑩玉叫道：「楊左使，咱們大敵當前，豈可……豈可……豈可……」牙齒相擊，再也說不下去，似乎全身血液都要凍結成冰，原來他一開口說話，真氣暫歇，便即抵擋不住自掌中傳來的寒氣。如此支持了一盞茶時分，冷面先生冷謙在旁冷眼旁觀，但見韋一笑和四散人都是神色緊張，楊逍卻悠然自若，心下好生懷疑：「楊逍武功雖高，但和韋一笑也不過在伯仲之間，未必便能勝得了他，再加上說不得等四人，楊逍萬萬抵敵不住，何以他以一敵五，反而似操勝算，其中必有古怪？」低頭沉思，一時會不過意來。只聽周顛叫道：「冷面鬼……打……打他背心……打……」冷謙未曾想明白其中原因，不肯便此出手，眼下五散人只有自己一人閒著，解危脫困，全仗自己，倘若也和楊逍一起硬拚，多一人之力雖然好得多，卻也未必定能制勝。然見周顛和彭瑩玉臉色發青，如再支持下去，陰毒入了內臟，那便是無窮之禍，當下伸手入懷，取出五枚爛銀小筆，托在手中，說道：「五筆，打你曲池、巨骨、陽豁、五里、中都。」這五處穴道都是在手足之上，並非致命的要穴，他又先行說了出來，意思是通知楊逍，並非和你為敵，乃是要你撤掌罷鬥。楊逍微微一笑，並不理會。冷謙叫道：「得罪了！」左手一揚，右手一揮，五點銀光直向楊逍射去。楊逍待五枚銀筆飛近，突然左臂橫劃，拉得周顛等四人擋在他的身前，但聽周顛和彭瑩玉齊聲悶哼，五枚小筆分別打在他二人身上，周顛中了兩枚，彭瑩玉中了三枚。好在冷謙意不在傷人，出手甚輕，所中又不在穴道，雖然傷肉見血，卻無大礙。彭瑩玉低聲道：「是乾坤大挪移！」冷謙聽到「乾坤大挪移」五字，登時省悟。「乾坤大挪移」是明教歷代相傳一門最厲害的武功，其根本道理也並不如何奧妙，只不過先求激發自身潛力，然後牽引挪移敵勁，但其中變化神奇，卻是匪夷所思。自前任教主陽頂天逝世，明教中再也無人會這門功夫，是以六人一時都沒想到。如此看來，楊逍其實毫不出力，只是將韋一笑的掌力引著攻向四散人，反過來又將四散人的掌力引去攻擊韋一笑，他居中悠閒而立，不過將雙方內力牽引傳遞，隔山觀虎鬥而已。冷謙道：「恭喜！無惡意，請罷鬥。」他說話簡潔，「恭喜」兩字，是慶賀楊逍練成了明教失傳已久的「乾坤大挪移」神功；「無惡意」是說我們六人這次上山，對你絕無惡意，原是誠心共抗外敵而來；「請罷鬥」是請雙方罷鬥，不可誤會。楊逍知他平素決不肯多說一個字廢話，正因為不肯多說一個字，自是從來不說假話。他既說「無惡意」，那是真的沒有惡意了，而且他適才出手擲射的五枚銀筆，顯為解圍，不在傷人，於是哈哈一笑，說道：「韋兄，四散人，我說一、二、三，大家同時撤去掌力，免有誤傷！」見韋一笑和周顛等都點了點頭，便緩緩叫道：「一、二、三！」※※※那「三」字剛出口，楊逍便即收起「乾坤大挪移」神功，突然間背心一寒，一股銳利的指力已戳中了他背上的「神道穴」。楊逍大吃一驚：「蝠王好不陰毒，竟然乘勢偷襲。」待要回掌反擊，只見韋一笑身子一幌，已然跌倒，顯是也中了暗算。楊逍一生之中不知見過多少大陣仗，雖然這一下變起倉卒，一瞥之下，只見周顛、彭瑩玉、鐵冠道人、說不得四人各已倒地，冷謙正向一個身穿灰色布袍之人拍出一掌。那人回手一格，冷謙「哼」了一聲，聲音中微帶痛楚。楊逍吸一口氣，縱身上前，待欲相助冷謙，突覺一股寒冰般的冷氣從「神道穴」疾向上行，霎時之間自身柱、陶道、大椎、風府，遊遍了全身督脈諸穴。楊逍心知不妙，敵人武功既高，心又狠毒，抓住了自己與韋一笑、四散人一齊收功撒力的瞬息時機，閃電般猛施突襲，當下只得疾運真氣相抗。這股寒氣和韋一笑所發的「寒冰綿掌」掌力全然不同，只覺是細絲般一縷冰線，但遊到何處穴道，何處便感酸麻，若是正面對敵，楊逍有內力護體，決不致任這指力透體侵入，此刻既已受了暗算，只有先行強忍，助冷謙擊倒敵人再說。他拔步上前，右掌揚起，剛要揮出，突然全身劇烈冷顫，掌上勁力已然無影無蹤。這時冷謙已和那人拆了二十餘招，眼見不敵。楊逍心中大急，只見冷謙右足踢出，被那人搶上一步，一指戳在臂上，冷謙身形一幌，向後便倒。楊逍驚怒交集，拼起全身殘餘內力，右肘一個肘錘向那灰袍人胸口撞去。灰袍人左指彈出，正中楊逍肘底「小海穴」，楊逍登時全身冰冷酸麻，再也不能移動半步。那灰袍人冷冷的道：「光明左使名不虛傳，連中我兩下『幻陰指』，居然仍能站立。」楊逍道：「你這彈指功夫是少林派手法，可是這甚麼『幻陰指』的內勁，哼哼，少林派中卻沒這門陰毒功夫。你是何人？」灰袍人哈哈一笑，說道：「貧僧圓真，座師法名上『空』下『見』。這次六大派圍剿魔教，你們死在少林弟子手下，也不枉了。」楊逍道：「六大門派和我明教為敵，真刀真槍，決一死戰，那才是男子漢大丈夫的行徑。空見神僧仁俠之名播於天下，那知座下竟有你這等卑鄙無恥之徒……」說到這裏，再也支持不住，雙膝一軟，坐倒在地。圓真哈哈大笑，說道：「出奇制勝，兵不厭詐，那是自古已然。我圓真一人，打倒明教七大高手，難道你們輸得還不服氣嗎？」楊逍搖頭歎道：「你怎麼能偷入光明頂來？這秘道你如何得知？若蒙相示，楊逍死亦瞑目。」他想圓真此次偷襲成功，固是由於身負絕頂武功，但最主要的原因，還在知道偷上光明頂的秘道，越過明教教眾的十餘道哨線，神不知鬼不覺的突然出手，才能將明教七大高手一舉擊倒。明教經營總壇光明頂已數百年，憑借危崖天險，實有金城湯池之固，豈知禍起於內，猝不及防，竟爾一敗塗地，心中忽地想起了「論語」中孔子的幾句話：「邦分崩離析，而不能守也；而謀動干戈於邦內。吾恐季孫之憂，不在顓臾，而在蕭牆之內也。」圓真笑道：「你魔教光明頂七巔十三崖，自己當作天險，在我少林僧侶眼中，也不過是康莊大道而已，何足道哉？你們都中了我的幻陰指，三日之內，各赴西天，那也不在話下。貧僧這便上坐忘峰去，埋下幾十斤火藥，再滅了魔教的魔火，甚麼天鷹教啦、五行旗啦，急急忙忙上來相救，轟的一聲大響，地下埋著的火藥炸將起來，煙飛火滅，不可一世的魔教從此無影無蹤。有分教：少林僧獨指滅明教，光明頂七魔歸西天。」楊逍等聽了這番話，均是大感驚懼，知他說得出做得到，自己送命不打緊，只怕這傳了三十三世的明教，便要亡在這少林僧手下。只聽圓真越說越得意：「明教之中，高手如雲，你們若非自相殘殺，四分五裂，何致有覆滅之禍？以今日之事而論，你們七人若不是正在自拼掌力，貧僧便悄悄上得光明頂來，又焉能一擊成功？這叫做天作孽，猶可活；自作孽，不可活！哈哈，想不到當年威風赫赫的明教，陽頂天一死，便落得如此下場。」楊逍、彭瑩玉、周顛等面臨身死教滅的大禍，聽了他這一番話，回想過去二十年來的往事，均是後悔無已，心想：「這和尚的話倒也不錯。」周顛大聲道：「楊逍，我周顛實在該死！過去對你不起。你這人雖然不大好，但當了教主，也勝於沒有教主而鬧得全軍覆沒。」楊逍苦笑道：「我何德何能，能當教主？大家都錯了，咱們弄得一團糟，九泉之下，也沒面目去見歷代明尊教主。」圓真笑道：「各位此時後悔，已然遲了。當年陽頂天任魔教頭子之時，氣焰何等不可一世，只可惜他死得早了，沒能親眼見到明教的慘敗。」周顛怒罵：「放屁！陽教主倘若在世，大夥兒聽他號令，你這賊禿會偷襲得手嗎？」圓真冷笑道：「陽頂天死也好，活也好，我總有法子令他身敗名裂……」突然間拍的一響，跟著「啊」的一聲，圓真背上已中了韋一笑的一掌，便在同時，韋一笑也被圓真反戳一指，正中胸口的「膻中穴」。兩人搖搖幌幌的各退幾步。原來韋一笑被圓真一指點中後，雖然受傷極重，但他內力畢竟高人一籌，並非登時全無反擊之力，只是裝作暈去，等到圓真得意洋洋、絕不防備之際，暴起襲擊。這一掌他逼出了全身勁力，為了挽救明教浩劫，意圖與敵同歸於盡。圓真雖然厲害，但青翼蝠王是明教四大護教法王之一，豈同小可？「寒冰綿掌」的掌力入體，圓真但覺胸口煩惡欲嘔，數番潛運內力欲圖穩住身子，總是天旋地轉，便欲摔倒，只得盤膝坐下，運氣與那「寒冰綿掌」的寒氣相抗。韋一笑連中兩下「幻陰指」，更是立足不定，摔倒後便即動彈不得。剎那之間，廳堂上寂靜無聲，八大高手一齊身受重傷，誰都不能移動半步。八人各運內力，企盼早一步能恢復行動，只要一方早得片刻，便能制死對方。各人心中都是憂急萬狀，均知明教存亡、八人生死，實繫於這一線之間。假若圓真能先一步行動，他雖傷重，卻能提劍一一將七人刺死；要是明教七人中有任何一個能先動彈，殺了圓真，明教便此得救。本來七人這邊人多，大佔便宜，但五散人功力較淺，中了一下「幻陰指」後勁力全失，而內功深湛的楊逍和韋一笑卻均連中兩指。「寒冰綿掌」和「幻陰指」的勁力原是不易分別高下，可是韋一笑拍出那一掌時已然受傷，在先圓真點他第一指時卻未曾受傷，看來對耗下去，倒是圓真先能移動的局面居多。楊逍等暗暗心焦，但這運氣引功之事，實是半分勉強不得，越是心煩氣躁，越易大出岔子，這些人個個是內家高手，這中間的道理如何不省得？冷謙等吐納數下，料知無法趕在圓真的前頭，但盼光明頂上楊逍的下屬能有一人走進廳來。只須有明教的一名教眾入內，便是他不會絲毫武藝，這時只要提根木棍，輕輕一棍便能將圓真打死。可是等了良久，廳外那裏有半點聲息？其時已在午夜，光明頂上的教眾或分守哨防，或各自安臥，不得楊逍召喚，誰敢擅入議事廳堂？至於服侍楊逍的僮兒，一人被韋一笑吸血而死，其餘的個個嚇得魂飛魄散，早已遠遠散開，別說楊逍沒扯鈴叫人，就算叫到，只怕一時之間也未必敢踏入廳堂，走到這吸血魔王的身前。※※※張無忌藏身布袋之中，雖然眼不見物，但於各人說話、一切經過，全都聽得清清楚楚。此刻但聽得一片寂靜，也知道寂靜之中隱藏著極大的殺機。過了半晌，忽聽說不得道：「喂，布袋中的小朋友，你非救我們一救不可。」張無忌問道：「怎麼救法？」圓真丹田中一口真氣正在漸漸通暢，猛地裏聽得布袋中發出人聲，一驚非同小可，真氣立時逆運，全身劇烈顫抖起來。他自潛入議事堂後，一心在對付韋一笑、楊逍等諸高手，那有餘暇去察看地下一隻絕無異狀的布袋？突聞袋中有人說話，不禁倒抽了一口涼氣，暗叫：「我命休矣！」只聽說不得道：「這布袋的口子用『千纏百結』縛住，除我自己之外，旁人是萬萬解不開的，但你可站起身來。」張無忌道：「是！」從布袋中站了起來。說不得道：「小兄弟，你捨身相救銳金旗數十位兄弟的性命，義烈高風，人人欽佩。眼下我們數人的性命，也全賴你相救，請你走將過去，一拳一掌，將那惡僧打死了罷。」張無忌心下沉吟，半晌不答。說不得道：「這惡僧乘人之危，忽施偷襲，這般卑鄙行徑，你是親耳聽到的。你若不打死他，明教上下數萬人眾，都要被人盡數誅滅。你去打死他，乃是大仁大勇的俠義行為。」張無忌仍是躊躇不答。圓真說道：「我此刻半點動彈不得，你過來打死我，豈不被天下好漢恥笑？」周顛怒道：「臭賊禿，你少林派自稱正大門派，卻偷偷摸摸的上來暗襲，天下好漢就不恥笑嗎？」張無忌向圓真走了一步，便即停步，說道：「說不得大師，貴教和六大門派之間的是非曲直，小可實不深知。小可極願為各位援手，卻不願傷了這位少林派的大和尚。」彭瑩玉道：「小兄弟你有所不知，你此時若不殺他，待這和尚功力一復，他非連你也害了不可。」圓真笑道：「我和這位小施主無怨無仇，怎能隨便傷人？何況這位小施主又非魔教中人，看來還是被布袋和尚不懷好意的擒上山來。你們魔教中人無惡不作，對他還有甚麼好事做將出來。」雙方氣喘吁吁，說話都極艱難，但均力下說辭，要打動張無忌之心。張無忌甚感為難，耳聽得這圓真和尚出手偷襲，極不光明，但要上前出掌將他打死，卻非本心所願，何況這一掌打下了，那便是永遠站在明教一面，和六大門派為敵。太師父、武當六俠、周芷若等等，全成了自己的敵人。又想：「明教素被武林中人公認為邪魔異端，如韋一笑吸食人血、義父濫殺無辜，確有許多不該之處，太師父當年諄諄告誡，千萬不可和魔教中人結交，以免終身受禍，我父親便因和身屬魔教的母親成親，因而自刎武當山頭，殷鑒不遠，覆轍在前。何況這圓真是神僧空見的弟子，空見大師甘受一十三拳七傷拳，只盼能感化我義父，結果卻喪身拳下，這等大仁大義的慈悲心懷，實是武林中千古罕有，我怎能再傷他弟子？」只聽說不得又在催促勸說，張無忌道：「說不得大師，請你教我一個法子，不用傷害這位大和尚，而他也傷你們不得，小可定然照辦。」說不得心想：「眼下局面，定須拼個你死我活。那裏還能雙方都可保全？不是圓真死，便是我們亡。」正自沉吟未答，彭瑩玉道：「小兄弟仁人心懷，至堪欽佩。便請你伸出手指，在圓真胸口『玉堂穴』上輕輕一點。這一下對他決無損傷，不過令他幾個時辰內不能運使內力。我們派人送他下光明頂去，決不損他一根毫毛。你知道『玉堂穴』的所在嗎？」張無忌深明醫理，知道在「玉堂穴」上輕點一指，確能暫阻丹田中真氣上行，卻並不損傷身體，便道：「知道。」卻聽圓真道：「小施主千萬別上了他們的當。你點我穴道，固然不打緊，但他們內力一復，立時便來殺我，你又如何阻止得了？」周顛罵道：「放你媽的狗臭屁！我們說過不傷你，自然不傷你，明教五散人說過的話，幾時不算數了？」張無忌心想楊逍和五散人都非出爾反爾之輩，只有韋一笑一人可慮，便問：「韋前輩，你說如何？」韋一笑顫聲道：「我也暫不傷他便是，下次見面，大家再拼……再拼你死我……我……我活。」他說到「你死我活」這四字時，聲音已微弱異常，上氣不接下氣。張無忌道：「這便是了，光明使者、青翼蝠王、五散人七位，個個是當世的英雄豪傑，豈能自毀諾言，失信於人？圓真大師，晚輩可要得罪了。」說著走向圓真身前。他身在袋中，每一步只能邁前尺許，但十餘步後，終於到了圓真面前。這樣一隻大布袋慢慢向前移動，本來甚是滑稽古怪，但此刻各人生死繫於一線，誰也笑不出來。張無忌聽著圓真的呼吸，待到離他二尺，便即停步，說道：「圓真大師，晚輩是為了周全雙方，你別見怪。」說著緩緩提起手來。圓真苦笑道：「此刻我全身動彈不得，只有任你小輩胡作非為。」自從「蝶谷醫仙」胡青牛一死，張無忌辨認穴道之技已是當世無匹，他與圓真之間雖然隔著一隻布袋，但伸指出去便是點向「玉堂穴」，竟無釐毫之差。那「玉堂穴」是在人身胸口，位於「紫宮穴」下一寸六分，「膻中穴」上一寸六分，屬於任脈。這穴道並非致命的大穴，但位於氣脈必經的通道，若是一加阻塞，全身真氣立受干撓。猛聽得楊逍、冷謙、說不得齊叫道：「啊喲！快縮手！」張無忌只覺右手食指一震，一股冷氣從手尖上直傳過來，有如閃電一般，登時全身皆冷。只聽周顛、鐵冠道人等一齊破口大罵：「臭賊禿，膽敢如此使奸！」張無忌全身簌簌發抖，心裏已然明白，那圓真雖然腳步不能移動，但勉力提起手指，放在他自己「玉堂穴」之前。張無忌苦在隔著布袋，瞧不見他竟會使出這一著，一指點去，兩根指尖相碰，圓真的「幻陰指」指力已隔著布袋傳到他體內。這一下圓真是將全身殘存的內力盡數逼出在手指之上，雙指一觸之後，他全身癱瘓，臉色發青，便如殭屍。廳堂上本來有八人受傷後不能移動，這麼一來，又多了一個張無忌。周顛最是暴躁，雖然說話上氣不接下氣，還是硬要破口大罵少林賊禿奸詐無恥。楊逍等人卻想，這倒也怪圓真不得，敵人要點他穴道，他伸手自衛，原無甚麼不當。圓真一時之間疲累欲死，心中卻自暗喜，心想這小子年紀不大，能有多少功力，中了幻陰指後，料他不到半日便即身死，自己散了的真氣當可在一個時辰後慢慢凝聚，仍是任由自己為所欲為的局面。廳堂之上，又回復了寂靜無聲，過了大半個時辰，四枝蠟燭逐一熄滅，廳中漆黑一片。楊逍等聽著圓真的呼吸由斷斷續續而漸趨均勻，由粗重而逐步漫長，知他體內真氣正自凝聚，但自己略一運功，那幻陰指寒冰般的冷氣便即侵入丹田，忍不住的發抖。各人越來越是失望，心中難受之極，反盼圓真早些回復功力，上來每人一拳，痛痛快快的將自己打死，勝於慘受這種無窮無盡的折磨。冷謙、周顛等人索性瞑目待死，倒也爽快，說不得和彭瑩玉兩人卻甚是放心不下。五散人中，說不得和彭瑩玉都是出家的和尚，但偏偏這兩人最具雄心，最關心世人疾苦，立志要大大做一番事業。這時局勢已定，最後終於是非喪生在圓真的手下不可，各人生平壯志，盡付流水。說不得淒然道：「彭和尚，咱們處心積慮只想趕走蒙古韃子，那知到頭來還是一場空。唉，想是天下千千萬萬的百姓劫數未盡，還有得苦頭吃呢。」張無忌守住丹田一股熱氣，和幻陰指的寒氣相抗，於說不得這幾句話卻聽得清清楚楚，不禁奇怪：「他說要趕走蒙古韃子？難道惡名遠播的魔教，還真能為天下百姓著想嗎？」只聽彭瑩玉道：「說不得，我早就說過，單憑咱們明教之力，蒙古韃子是趕不了的，總須聯絡普天下的英雄豪傑，一齊動手，才能成事。你師兄棒胡，我師弟周子旺，當年造反起事，這等轟轟烈烈的聲勢，到後來仍然一敗塗地，還不是為了沒有外援嗎？」周顛大聲道：「死到臨頭，你們兩個賊禿還在爭不清楚，一個說要以明教為主，一個說要聯絡正大門派。依我周顛看來，都是廢話，都是放屁。咱們明教自己四分五裂，六神無主，還主他媽個屁！彭和尚要聯絡正大門派，更是放屁之至，屁中之尤，六大門派正在圍剿咱們，咱們還跟他聯絡個屁？」鐵冠道人插口道：「倘若陽教主在世，咱們將六大門派打得服服貼貼，何愁他們不聽本教號令。」周顛哈哈大笑，說道：「牛鼻子雜毛放的牛屁更是臭不可當，陽教主倘若在世，自然一切都好辦，這個誰不知道？要你多說……啊喲……啊喲……」他張口一笑，氣息渙散，幻陰指寒氣直透到心肺之間，忍不住叫了出來。冷謙道：「住嘴！」他這兩個字一出口，各人一齊靜了下來。張無忌心中思潮起伏：「看來明教這一教派，中間包藏著許多原委曲折，並非單是專做壞事而已。」便道：「說不得大師，貴教宗旨到底是甚麼？可能見示否？」說不得道：「哈，你還沒死嗎？小兄弟，你莫名其妙的為明教送了性命，我們很是過意不去。反正你已沒幾個時辰好活，本教的秘密就是跟你說了，也沒干係。冷面先生，你說是麼！」冷謙道：「說！」他本該說「你對他說好了」，六個字卻以一個「說」字來包括了。※※※說不得道：「小兄弟，我明教源於波斯國，唐時傳至中土。當時稱為祆教。唐皇在各處敕建大雲光明寺，為我明教的寺院。我教教義是行善去惡，眾生平等，若有金銀財物，須當救濟貧眾，不茹葷酒，崇拜明尊。明尊即是火神，也即是善神。只因歷朝貪官污吏欺壓我教，教中兄弟不忿，往往起事，自北宋方臘方教主以來，已算不清有多少次了。」張無忌也聽到過方臘的名頭，知他是北宋宣和年間的「四大寇」之一，和宋江、王慶、田虎等人齊名，便道：「原來方臘是貴教的教主？」說不得道：「是啊。到了南宋建炎年間，有王宗石教主在信州起事，紹興年間有餘五婆教主在衢州起事，理宗紹定年間有張三槍教主在江西、廣東一帶起事。只因本教素來和朝廷官府作對，朝廷便說我們是『魔教』，嚴加禁止。我們為了活命，行事不免隱秘詭怪，以避官府的耳目。正大門派和本教積怨成仇，更是勢成水火。當然，本教教眾之中，也不免偶有不自檢點、為非作歹之徒，仗著武功了得，濫殺無辜者有之，姦淫擄掠者有之，於是本教聲譽便如江河之日下了……」楊逍突然冷冷插口道：「說不得，你是說我嗎？」說不得道：「我的名字叫做『說不得』，凡是說不得之事，我是不說的。各人做事，各人自己明白，這叫做啞子吃餛飩，肚裏有數。」楊逍哼了一聲，不再言語。張無忌猛的一驚：「咦，怎地我身上不冷了？」他初中圓真的幻陰指時寒冷難當，但隔了這些時候，寒氣竟已消失得無影無蹤。原來他在十歲那一年身中「玄冥神掌」陰毒，直至十七歲上方才去淨，七年之間，日日夜夜均在與體內寒毒相抗，運氣禦寒已和呼吸、霎眼一般，不須意念，自然而成。何況他修練九陽神功雖未功行圓滿，最後的大關未過，但體內陽氣已然充旺之極，過不多時，早已將陰毒驅除乾淨。只聽說不得道：「自從我大宋亡在蒙古韃子手中，明教更成朝廷死敵，我教向以驅除胡虜為己任。只可惜近年來明教群龍無首，教中諸高手為了爭奪教主之位，鬧得自相殘殺。終於有的洗手歸隱，有的另立支派，自任教主。教規一墮之後，與名門正派結的怨仇更深，才有眼前之事。圓真和尚，我說的可沒半句假話罷？」圓真哼了一聲，說道：「不假，不假！你們死到臨頭，何必再說假話？」他一面說，一面緩緩站了起來，向前跨了一步。楊逍和五散人一齊「啊」的一聲驚呼。各人雖明知他終於會比自己先復行動，卻沒想到此人功力居然如此深厚，中了青翼蝠王韋一笑的「寒冰綿掌」後，仍能如此迅速的提氣運功。只見他身形凝重，左足又向前跨了一步，身子卻沒半點搖幌。楊逍冷笑道：「空見神僧的高足，果然非同小可，可是你還沒回答我先前的話啊。難道此中頗有曖昧，說不出口嗎？」圓真哈哈一笑，又邁了一步，說道：「你若不知曉其中底細，當真是死不瞑目。你問我怎能知道光明頂的秘道，何以能越過重重天險，神不知鬼不覺的上得山巔。好，我跟各位實說了，是貴教陽頂天教主夫婦兩人，親自帶我上來的。」楊逍一凜，暗道：「以他身份，決不致會說謊話，但此事又怎能夠？」只聽周顛已罵了起來：「放你十八代祖宗的累世狗屁！這秘道是光明頂的大秘密，是本教的莊嚴聖境。楊左使雖是光明使者，韋大哥是護教法王，也從來沒有走過，自來只有教主一人，才可行此秘道。陽教主怎會帶你一個外人行此秘道？」圓真歎了一口氣，出神半晌，幽幽的道：「你既非查根問底不可，我便將二十五年前的一件隱事跟你說了。反正你們終不能活著下山，洩漏此事。唉！周顛，你說的不錯，這秘道是明教的莊嚴聖境，歷來只有教主一人，方能進入，否則便是犯了教中決不可赦的嚴規。可是陽頂天的夫人是進去過的，陽頂天犯了教規，曾私帶夫人偷進秘道……（周顛插口罵道：「放屁！大放狗屁！」彭瑩玉喝道：「周顛，別吵！」）……陽夫人又私自帶我走進秘道……（周顛插口大罵：「他媽的，呸，呸！胡說八道。」）……我不是明教中人，走進秘道也算不得犯了教規。唉，就算是明教教徒，就算犯下重罪，我又怕甚麼了？」他說起這段往事之時，聲音竟然甚是淒涼。鐵冠道人問道：「陽夫人何以帶你走進秘道？」圓真道：「那是很久很久以前的事了，老衲今日已是七十餘歲的老人……少年時的舊事……好，一起跟你們說了。各位可知老衲是誰？陽夫人是我師妹，老衲出家之前的俗家姓氏，姓成名昆，外號『混元霹靂手』的便是！」這幾句話一出口，楊逍等固然驚訝無比，布袋中的張無忌更是險些驚呼出聲。冰火島上那日晚間義父所說的故事登時清清楚楚的出現在腦海之中：義父的師父成昆怎地殺了他父母妻子全家、他怎地濫殺武林人士圖逼成昆出面、怎地拳傷空見神僧而成昆卻不守諾言現身……張無忌猛地裏想起：「原來那時這惡賊成昆已拜空見神僧為師，空見神僧為要化解這場冤孽，才甘心受我義父那一十三記七傷拳。豈知成昆竟連他自己師父也欺騙了，累得空見神僧飲恨而終。」他又想：「義父所以時常狂性發作、濫殺無辜，各幫各派所以齊上武當，逼死我爹爹媽媽，推究這一切事情的罪魁禍首，都是由於這成昆在從中作怪。」霎時之間，心中憤怒無比，只覺全身燥熱，有如火焚。說不得這乾坤一氣袋密不通風，他在袋中耽了這許多時候，早已氣悶之極，仗著內功深湛，以綿綿龜息之法呼吸，需氣極少，這才支持了下來。此時猛地裏心神一亂，蘊蓄在丹田中的九陽真氣失卻主宰，茫然亂闖起來，登時便似身處洪爐，忍不住大聲呻吟。周顛喝道：「小兄弟，大家命在頃刻，誰都苦楚難當，是好漢子便莫示弱出聲。」張無忌應道：「是！」當即以九陽真經中運功之法鎮懾心神，調允內息。平時只須依法施為，立時便心如止水，神遊物外，這時卻越是運功，四肢百骸越是難受，似乎每處大穴之中，同時有幾百枚燒紅了的小針在不住刺入。原來他修習九陽真經數年，雖然得窺天下最上乘武學的秘奧，但以未經明師指點，只是自行暗中摸索，體內積蓄的九陽真氣越儲越多，卻不會導引運用以打破最後一個大關。本來不加引發，倒也罷了，那圓真的幻陰指卻是武林中最為陰毒的功夫，一經加體，猶如在一桶火藥上點燃了藥引。偏生他又身處乾坤一氣袋中，激發了的九陽真氣無處宣洩，反過來又向他身上沖激。在這短短的一段時刻中，他正經歷著修道練氣之士一生最艱難、最凶險的關頭，生死成敗，懸於一線。周顛等那想到他竟會遲不遲，早不早，偏偏就在這時撞到水火求濟、龍虎交會的大關頭，只道他中了幻陰指後垂死的呻吟。他竭力抵禦至陽熱氣的煎熬，圓真的話卻仍是一句句清清楚楚的傳入耳中：「我師妹和我兩家乃是世交，兩人從小便有婚姻之約，豈知陽頂天暗中也在私戀我師妹，待他當上了明教教主，威震天下，我師妹的父母固是勢利之輩，我師妹也心志不堅，竟爾嫁了他。可是她婚後並不見得快活，有時和我相會，不免要找一個極隱秘的所在。陽頂天對我這師妹事事依從，絕無半點違拗，她要去看看秘道，陽頂天雖然極不願意，但經不起她軟求硬逼，終於帶了她進去。自此之後，這光明頂的秘道，明教數百年來最神聖莊嚴的聖地，便成為我和你們教主夫人私相幽會之地，哈哈、哈哈……我在這秘道中來來去去走過數十次，今日重上光明頂，還會費甚麼力氣？」周顛、楊逍等聽了他這番言語，人人啞口無言。周顛只罵了一個「放」字，下面這「屁」字便接不下去。每人胸中怒氣充塞，如要炸裂，對於明教的侮辱，再沒比這件事更為重大的了；而今日明教覆滅，更由這秘道而起。眾人雖然聽得眼中如欲噴出火來，卻都知圓真的話並非虛假。圓真又道：「你們氣惱甚麼？我好好的姻緣被陽頂天活生生拆散了，明明是我愛妻，只因陽頂天當上了魔教的大頭子，便將我愛妻霸佔了去。我和魔教此仇不共戴天。陽頂天和我師妹成婚之日，我曾去道賀，喝著喜酒之時，我心中立下重誓：『成昆只教有一口氣在，定當殺了陽頂天，定當覆滅魔教。』我立下此誓已有四十餘年，今日方見大功告成，哈哈，我成昆心願已了，死亦瞑目。」楊逍冷冷的道：「多謝你點破了我心中的一個大疑團。陽教主突然暴斃，死因不明，原來是你下的手。」圓真森然道：「當年陽頂天武功高出我甚多，別說當年，只怕現下我仍然及不上他當年的功力……」周顛接口道：「因此你只有暗中加害陽教主了，不是下毒，便是如這一次般忽施偷襲。」圓真嘆了口氣，搖頭道：「不是。我師妹怕我偷下毒手，不斷的向我告誡，倘若陽頂天被我害死，她決計饒不過我。她說她和我暗中私會，已是萬分對不起丈夫，我若再起毒心，那是天理不容。陽頂天，唉，陽頂天，他……他是自己死的。」楊逍、彭瑩玉等都「啊」了一聲。圓真續道：「假如陽頂天真是死在我掌底指下，我倒饒了你們明教啦……」他聲音漸轉低沉，回憶著數十年前的往事，緩緩的道：「那一天晚間，我又和我師妹在秘道中相會，突然之間，聽到左首傳過來一陣極重濁的呼吸聲音。這是從來沒有的事，這秘道隱秘之極，外人決計無法找到入口，而明教中人，卻又誰也不敢進入。我二人聽到這呼吸聲音，登即大吃一驚，便即悄悄過去察看，只見陽頂天坐在一間小室之中，手裏執著一張羊皮，滿臉殷紅如血。他見到了我們，說道：『你們兩個，很好，很好，對得我住啊！』說了這幾句話，忽然間滿臉鐵青，但臉上這鐵青之色一顯即隱，立即又變成血紅之色，忽青忽紅，在瞬息之間接連變換了三次。楊左使，你知道這門功夫罷？」楊逍道：「這是本教的『乾坤大挪移』神功。」周顛道：「楊逍，你也練會了，是不是？」楊逍道：「『練會』兩字，如何敢說？當年陽教主看得起我，曾傳過我一些這神功的粗淺入門功夫。我練了十多年，也只練到第二層而已。再練下去，便即全身真氣如欲破腦而出，不論如何，總是無法克制。陽教主能於瞬息間變臉三次，那是練到第四層了。他曾說，本教歷代眾位教主之中，以第八代鍾教主武功最高，據說能將『乾坤大挪移』神功練到第五層，但便在練成的當天，走火入魔身亡，自此之後，從未有人練到過第四層。」周顛道：「這麼難練？」鐵冠道人道：「倘若不這麼難，那能說得上是明教的護教神功？」這些明教中的武學高手，對這「乾坤大挪移」神功都是聞之已久，向來神往，因此一經提及，雖然身處危境，仍是忍不住要談上幾句。彭瑩玉道：「楊左使，陽教主將這神功練到第四層，何以要變換臉色？」他這時詢問這些題外文章，卻是另有深意，他知圓真只要再走上幾步，各人便即一一喪生在他手底，好容易引得他談論往事，該當盡量拖延時間，只要本教七高手中有一人能回復行動，便可和他抵擋一陣，縱然不敵，事機或有變化，總勝於眼前這般束手待斃。楊逍豈不明白他的心意？便道：「『乾坤大挪移』神功的主旨，乃在顛倒一剛一柔、一陰一陽的乾坤二氣，臉上現出青紅之色，便是體內血液沉降、真氣變換之象。據說練至第六層時，全身都能忽紅忽青，但到第七層時，陰陽二氣轉換於不知不覺之間，外形上便半點也瞧不出表徵了。」彭瑩玉生怕圓真不耐煩，便問他道：「圓真大師，我們陽教主到底是因何歸天？」圓真冷笑道：「你們中了我幻陰指後，我聽著你們呼吸運氣之聲，便知兩個時辰之內萬難行動。想拖延時候，自行運氣解救，老實跟各位說，那是來不及的。各位都是武學高手，便是受了再厲害的重傷，運了這麼久的內息，也該有些好轉了。卻怎麼全身越來越僵呢？」楊逍、彭瑩玉等早已想到了這一層，但只教有一口氣在，總是不肯死心。只聽圓真又道：「那時我見陽頂天臉色變幻，心下也不免驚慌。我師妹知他武功極高，一出手便能致我們於死地，說道：『頂天，這一切都是我不好，你放我成師哥下山，任何責罰，我都甘心領受。』陽頂天聽了她這句話，搖了搖頭，緩緩說道：『我娶到你的人，卻娶不到你的心。』只見他雙目瞪視，忽然眼中流下兩行鮮血，全身僵直，一動也不動了。我師妹大驚，叫道：『頂天，頂天！你怎麼了？』」圓真叫著這幾句話時，聲音雖然不響，但各人在靜夜之中聽來，又想到陽頂天雙目流血的可怖情狀，無不心頭大震。圓真續道：「她叫了好幾聲，陽頂天仍是毫不動彈。我師妹大著膽子上前去拉他的手，卻已僵硬，再探他鼻息，原來已然氣絕。我知她心下過意不去，安慰她道：『看來他是在練一門極難的武功，突然走火，真氣逆沖，以致無法挽救。』我師妹道：『不錯，他是在練明教的不世奇功乾坤大挪移，正在緊要關頭，斗然間發現了我和你私下相會。雖不是我親手殺他，可是他卻因我而死。』」「我正想說些甚麼話來開導勸解，她忽然指著我身後，喝道：『甚麼人？』我急忙回頭，不見半個人影，再回過頭來時，只見她胸口插了一柄匕首，已然自殺身死。「嘿嘿，陽頂天說道：『我娶到你的人，卻娶不到你的心。』我得到了師妹的心，卻終於得不到她的人。她是我生平至敬至愛之人，若不是陽頂天從中搗亂，我們美滿姻緣何至有如此悲慘下場？若不是陽頂天當上魔教的教主，我師妹也決計不會嫁給這個大上她二十多歲之人。陽頂天是死了，我奈何他不得，但魔教還是在世上橫行。當時我指著陽頂天和我師妹兩人的屍身，說道：『我成昆立誓要竭盡所能，覆滅明教。大功告成之日，當來兩位之前自刎相謝。』哈哈，楊逍、韋一笑，你們馬上便要死了，我成昆也已命不久長，只不過我是心願完成，欣然自刎，可勝於你們萬倍了。這些年來，我沒一刻不在籌思摧毀魔教。唉，我成昆一生不幸，愛妻為人所奪，唯一的愛徒，卻又恨我入骨……」張無忌聽到他提到謝遜，更是凝神注意，可是心志專一，體內的九陽真氣越加充沛，竟似四肢百骸無一處不是脹得要爆裂開來，每一根頭髮都好像脹大了幾倍。只聽圓真續道：「我下了光明頂後，回到中原，去探訪我多年不見的愛徒謝遜。那知一談之下，他竟已是魔教中的四大護教法王之一。我雖在光明頂上逗留，但一顆心全放在師妹身上，於你們魔教的勾當全不留心，我師妹也從不跟我說教中之事。我徒兒謝遜在魔教中身居高位，竟要他自己提到，我才得知。他還竭力勸我也入魔教，說甚麼戮力同心，驅除胡虜。我這一氣自是非同小可。但轉念又想：魔教源遠流長，根深蒂固，教中高手如雲，以我一人之力，是決計毀它不了的。別說是我一人，便是天下武林豪傑聯手，也未必毀它得了。唯一的指望，只有從中挑撥，令它自相殘殺，自己毀了自己。」楊逍等人聽到這裏，都不禁惕然心驚，這些年來個個都如蒙在鼓裏，渾不知有大敵窺伺在旁，處心積慮的要毀滅明教，各人為了爭奪教主之位，鬧得混亂不堪，圓真這番話真如當頭棒喝，發人猛省。只聽他又道：「當下我不動聲色，只說茲事體大，須得從長計議。過了幾天，我忽然假裝醉酒，意欲逼姦我徒兒謝遜的妻子，乘機便殺了他父母妻兒全家。我知這麼一來，他恨我入骨，必定找我報仇。倘若找不到，更會不顧一切的胡作非為。哈哈，知徒莫如師，謝遜這孩兒甚麼都好，文才武功都是了不起的，便是易於激憤，不會細細思考一切前因後果……」張無忌聽到此處，心中憤怒再也不可抑制，暗想：「原來義父這一切不幸遭遇，全是成昆這老賊在暗中安排。這老賊不是酒後亂性，乃是處心積慮的陰謀。」只聽圓真得意洋洋的又道：「謝遜濫殺江湖好漢，到處留下我的姓名，想要逼我出來，哈哈，我那會挺身而出？若要人不知，除非己莫為，謝遜結下無數冤家，這些血仇最後終於會盡數算到明教的帳上。他殺人之時偶爾遇到凶險，我便在暗中解救，他是我手中的殺人之刀，怎能讓他給人毀了？你們魔教外敵是樹得夠多了，再加上眾高手爭做教主，內鬨不休，正好一一墮在我的計中。謝遜沒殺了宋遠橋，雖是憾事，但他拳斃少林神僧空見，掌傷崆峒五老，王盤山上傷斃各家各派的好手不計其數，連他老朋友殷天正天鷹教的壇主也害了……好徒兒啊好徒兒。不枉我當年盡心竭力、傳了他一身好武功！」楊逍冷冷的道：「如此說來，連你那師父空見神僧，也是你毒計害死的。」圓真笑道：「我拜空見為師，難道是真心的嗎？他受我磕了幾個頭，送上一條老命，也不算吃虧，哈哈，哈哈！」※※※圓真大笑聲中，張無忌怒發欲狂，只覺耳中嗡的一聲猛響，突然暈了過去，但片刻之間，又即醒轉。他一生受了無數欺凌屈辱，都能淡然置之，但想義父如此鐵錚錚的一條好漢子，竟在成昆的陰謀毒計之下弄得家破人亡、身敗名裂、盲了雙目，孤零零在荒島上等死，這等深仇大恨，豈能不報？他胸中怒氣一沖，佈滿週身的九陽真氣更加鼓蕩疾走，真氣呼出不能外洩，那乾坤一氣袋漸漸膨脹起來，但楊逍等均在凝神傾聽圓真的說話，誰也沒留神這布袋已起了變化。只聽圓真說道：「楊逍，韋一笑，彭和尚，周顛，你們再沒甚麼話說了嗎？」楊逍嘆了口氣，說道：「事已如此，還有甚麼說的？圓真大師，你能饒我女兒一命嗎？她母親是峨嵋派的紀曉芙，出身名門正派，尚未入我明教。」圓真道：「養虎貽患，斬草除根！」說著走前一步，伸出手掌，緩緩往楊逍頭頂拍去。張無忌在布袋中聽得事態緊急，顧不得全身有如火焚，聽聲辨位，縱身一躍，擋在圓真的面前，左掌反撩，隔著布袋架開了他手掌。圓真這時勉能恢復行動，畢竟元氣未復，被張無忌這麼一架，身子一幌，退了一步，喝道：「好小子！你……你……」一定神，上前揮掌向布袋上拍去。這一掌拍不到張無忌身子，卻被鼓起的布袋一彈，竟退了兩步，他大吃一驚，不明所以。這時張無忌口乾舌燥，頭腦暈眩，體內的九陽真氣已脹到即將爆裂，倘若乾坤一氣袋先行炸破，他便能脫困，否則駕御不了體內猛烈無比的真氣，勢必肌膚寸裂，焚為焦炭。圓真見布袋古怪，當下踏上兩步，又發掌擊去，這一次他又被布袋反彈，退了一步，但布袋卻也被他掌力推倒，像個大皮球般在地下打了幾個滾。張無忌人在袋中，跟著接連不斷的亂翻觔斗，胸中氣悶，竭力鼓腹，欲將體內真氣呼出。可是那布袋中這時也已脹足了氣，再要呼出一口氣已是越來越難。圓真跟著發出三拳，踢出兩腳，都被袋中真氣反彈出來，張無忌在袋中卻是渾然不覺。圓真這幾下幸好只碰在袋上，要是真擊中張無忌身子，此時他體內真氣充溢，圓真手足非受重傷不可。楊逍、韋一笑等七人見了這等奇景，也都驚得呆了。這乾坤一氣袋是說不得之物，他自己卻也想不出如何會鼓脹成球，更不知張無忌在這布袋中是死是活。只見圓真從腰間拔出一柄匕首，猛力向布袋上刺去，那布袋遇到刀尖時只凹陷入內，卻不穿破。這布袋質料奇妙，非絲非革，乃天地間的一件異物，圓真這柄匕首又非寶刀，連刺數刀，卻那裏奈何得了它？圓真見掌擊刀刺都是無效，心想：「跟這小子糾纏甚麼？」飛起一腳，猛力踢出，大布袋骨溜溜的從廳門中直滾出去。這時那布袋已膨脹成為一個大圓球，在廳門上一撞，立即彈回，疾向圓真沖去。圓真見勢道來得猛烈，雙掌豎起擊出，發力將那大球推開。只聽得砰的一聲大響，猶似晴天打了個霹靂，布片四下紛飛，乾坤一氣袋已被張無忌的九陽真氣脹破，炸成了碎片。圓真、楊逍、韋一笑、說不得等人都覺一股炙熱之極的氣流衝向身來，又見一個衣衫襤褸的青年站在當地，滿臉露出迷惘之色。原來便在這頃刻之間，張無忌所練的九陽神功已然大功告成，水火相濟，龍虎交會。要知大布袋內真氣充沛，等於數十位高手各出真力，同時按摩擠逼他周身數百處穴道，他內內外外的真氣激盪，身上數十處玄關一一衝破，只覺全身脈絡之中，有如一條條水銀在到處流轉，舒適無比。這等機緣自來無人能遇，而這寶袋一碎，此後也再無人有此巧遇。圓真眼見這袋中少年神色不定，茫然失措，自己重傷之下，若不抓住這稍縱即逝的良機，一被對方佔先，那就危乎殆哉，當即搶上一步，右手食指伸出，運起「幻陰指」內勁，直點他胸口的「膻中穴」。張無忌揮掌擋格，這時他神功初成，武術招數卻仍是平庸之極，前時謝遜和父親所教的武功也尚未融會貫通，如何能和圓真這樣的絕頂高手相抗？只一招之間，他手腕上「陽池穴」已被圓真點中，登時機伶伶的打個冷顫，退後了一步。可是他體內充沛欲溢的真氣，便也在這瞬息間傳到了圓真指上。這兩股力道一陰一陽，恰好互克，但張無忌的內力來自九陽神功，遠為渾厚。圓真手指一熱，全身功勁如欲散去，再加上重傷之餘，平時功力已剩不了一成，知道眼前情勢不利，脫身保命要緊，當即轉身便走。張無忌怒罵：「成昆，你這大惡賊，留下命來！」拔足追出了廳門，只見圓真背影一幌，已進了一道側門。張無忌氣憤填膺，發足急追，這一發勁，砰的一響，額頭在門框上重重的撞了一下。原來他自己尚不知神功練成之後，一舉手、一提足，全比平時多了十餘倍勁力，一大步跨將出去，失了主宰，竟爾撞上門框。他一摸額頭，隱隱有些疼痛，心想：「怎地這等邪門，這一步跨得這麼遠？」忙從側門中進去，見是一座小廳。他一心一意要為義父復仇，穿過廳堂，便追了下去。※※※廳後是個院子，院子中花卉暗香浮動，但見西廂房的窗子中透出燈火之光，他縱身而前，推開房門，眼見灰影一閃，圓真掀開一張繡帷，奔了進去。張無忌跟著掀帷而入，那圓真卻已不知去向。他凝神看時，不由得暗暗驚奇，原來置身所在竟似是一間大戶人家小姐的閨房。靠窗邊是一張梳妝台，台上紅燭高燒，照耀得房中花團錦簇，堂皇富麗，頗不輸於朱九真之家。另一邊是張牙床，床上羅帳低垂，床前還放著一對女子的粉紅繡鞋，顯是有人睡在床中。這閨房只有一道進門，窗戶緊閉，明明見到圓真進房，怎地一剎那間便無影無蹤，竟難道有隱身法不成？又難道他不顧出家人的身份，居然躲入了婦女床中？正自打不定主意要不要揭開羅帳搜敵，忽聽得步聲細碎，有人過來。張無忌閃身躲在西壁的一塊掛毯之後，便有兩人進了房中。張無忌在掛毯後向外張望，見兩個都是少女，一個穿著淡黃綢衫，服飾華貴，另一個少女年紀更小，穿著青布衣衫，是個小鬟，嘶聲道：「小姐，好夜深了，你請安息了罷。」那小姐反手一記巴掌，出手甚重，打在那小鬟臉上。那小鬟一個踉蹌，倒退了一步。那小姐身子微幌，轉過臉來，張無忌在燭光下看得分明，只見她眼睛大大，眼珠深黑，一張圓臉，正是他萬里迢迢從中原護送來到西域的楊不悔。此時相隔數年，她身材長得高大了，但神態絲毫不改，尤其嘴角邊使小性兒時微微撇嘴的模樣，更加分明。只聽她罵道：「你叫我睡，哼，六大派圍攻光明頂，我爹爹和人會商對策，說了一夜，還沒說完，他老人家沒睡，我睡得著嗎？最好是我爹爹給人害死了，你再害死我，那便是你的天下了。」那小鬟不敢分辯，扶著她坐下。楊不悔道：「快取我劍來！」那小鬟走到壁前，摘下掛著的一柄長劍。她雙腳之間繫著一根細鐵鍊，雙手腕間也鎖著一根鐵鍊，左足跛行，背脊駝成弓形，待她摘了長劍回過身來時，張無忌更是一驚，但見她右目小，左目大，鼻子和嘴角也都扭曲著，形狀極是怕人，心想：「這小姑娘相貌之醜尤在蛛兒之上。蛛兒是因中毒而面目浮腫，總能治愈，這小姑娘卻是天生殘疾。」楊不悔接過長劍，說道：「敵人隨時可來，我要出去巡查。」那小鬟道：「我跟著小姐，若是遇上敵人，也好多有個照應。」她說話的聲音也是嘶啞難聽，像個粗魯的中年漢子。楊不悔道：「誰要你假好心？」左手一翻，已扣住那小鬟右手脈門。那小鬟登時動彈不得，顫聲道：「小姐，你……你……」楊不悔冷笑道：「敵人大舉來攻，我父女命在旦夕之間，你這丫頭多半是敵人派到光明頂來臥底的嗎？我父女豈能受你的折磨？今日先殺了你！」說著長劍翻過，便往那小鬟的頸中刺落。張無忌自見這小鬟週身殘疾，心下便生憐憫，突見楊不悔挺劍相刺，危急中不及細想，當即飛身而出，手指在劍刃上一彈。楊不悔拿劍不定，叮噹一響，長劍落地。她右手離劍，食中雙指直取張無忌的兩眼，那本來只是平平無奇的一招「雙龍搶珠」，但她經父親數年調教，使將出來時已頗具威力，張無忌向後躍開，衝口便道：「不悔妹妹，是我！」楊不悔聽慣了他叫「不悔妹妹」四字，一怔之下，說道：「是無忌哥哥嗎？」她只是認出了「不悔妹妹」這四個字的聲音語調，卻沒認出張無忌的面容。張無忌心下微感懊悔，但已不能再行抵賴，只得說道：「是我！不悔妹妹，這些年來你可好？」楊不悔定神一看，見他衣衫破爛，面目污穢，心下怔忡不定，道：「你……你……當真是無忌哥哥嗎？怎麼……怎麼會到了這裏？」張無忌道：「是說不得帶我上光明頂來的。那圓真和尚到了這房中之後，突然不見，這裏另有出路嗎？」楊不悔奇道：「甚麼圓真和尚？誰來到這房中？」張無忌急欲追趕圓真，此事說來話長，便道：「你爹爹在廳上受了傷，你快瞧瞧去。」楊不悔吃了一驚，忙道：「我瞧爹爹去。」說著順手一掌，往那小鬟的天靈蓋擊落，出手極重。張無忌驚叫：「使不得！」伸手在她臂上一推，楊不悔這掌便落了空。楊不悔兩次要殺那小鬟，都受到他干預，厲聲道：「無忌哥哥，你和這丫頭是一路的嗎？」張無忌奇道：「她是你的丫鬟，我剛才初見，怎會和她一路？」楊不悔道：「你既不明內情，那就別多管閒事。這丫頭是我家的大對頭，我爹爹用鐵鍊鎖住她手足，便是防她害我。此刻敵人大舉來襲，這丫頭要乘機報復。」張無忌見這小鬟楚楚可憐，雖然形相奇特，卻絕不似兇惡之輩，說道：「姑娘，你可有乘機報復之意嗎？」那小鬟搖了搖頭，道：「決計不會。」張無忌道：「不悔妹妹，你聽，她說是不會的，還是饒了她罷！」楊不悔道：「好，既然是你講情，啊喲……」身子一側，搖搖幌幌的立足不定。張無忌忙伸手相扶，突然間後腰「懸樞」、「中樞」兩穴上一下劇痛，撲地跌倒。原來楊不悔嫌他礙手礙腳，賺得他近身，以套在中指上的打穴鐵環打了他兩處大穴。她打倒張無忌後，回過右手，便往那小鬟的右太陽穴上擊了下去。這一下將落未落，楊不悔忽感丹田間一陣火熱，全身麻木，不由自主的放脫了那小鬟的手腕，雙膝一軟，坐在椅中。原來她使勁擊打張無忌的穴道，張無忌神功初成，九陽真氣尚無護體之能，卻已自行反激出來，沖蕩楊不悔週身脈絡。那小鬟拾起地下的長劍，說道：「小姐，你總是疑心我要害你。這時我要殺你，不費吹灰之力，可是我並無此意。」說著將長劍插入劍鞘，還掛壁間。張無忌站起身來，說道：「你瞧，我沒說錯罷！」他被點中穴道之後，片刻間便以真氣沖解，立即回復行動。楊不悔眼睜睜的瞧著他，心下大為駭異，這時她手足上麻木已消，心中記掛著父親的安危，站起身來，說道：「我爹爹傷得怎樣？無忌哥哥，你在這裏等我，回頭再見。這些年來你好嗎？我時時記著你……」一面說，一面奔了出去。張無忌問那小鬟道：「姑娘，那和尚逃到這房裏，卻忽然不見了，你可知此間另有通道嗎？」那小鬟道：「你當真非追他不可嗎？」張無忌道：「這和尚傷天害理，作下了無數罪孽，我……我……便到天涯海角，也要追到他。」那小鬟抬起頭來，凝視著他臉。張無忌道：「姑娘，要是你知道，求你指點途徑。」那小鬟咬著下唇，微一沉吟，低聲道：「我的性命是你救的，好，我帶你去。」張口吹滅了燭火，拉著張無忌的手便走。