第七十四回　又有奇遇楊過坐在樹上，只聽得郭芙幽幽的一聲長嘆，心道：「你還嘆什麼氣？你斷我一臂，我便也斷你一臂，只是好男不與女鬥，此刻我下去傷你，雖然易如反掌，卻不是大丈夫行逕。」略一沉吟，已有計較：「好，讓我大聲呼嚷，將郭伯伯叫來。他是當今武林中的泰山北斗，我先將他打敗，再處置他女兒，男兒漢光明磊落，再也無人能笑話我一句。」但轉念又想：「郭伯伯武功卓絕，我真能勝得了他麼？只怕未必能夠！那麼此仇報是不報？」念及斷臂之恨，胸間熱血潮湧，將心一橫，正要從木筆花樹上跳下，忽聽得腳步聲響，一人大踏步過來。只見他腳步沉凝，身形寧定，正是郭靖。他走到女兒房外，伸指在門上輕輕一彈，說道：「芙兒，你睡了麼？」郭芙站了起來，道：「爹，是你麼？」聲音微帶顫抖。楊過心中一驚：「莫非郭伯伯知道我來此，特來保護於她？好！我正要先和你動手！」郭靖「嗯」了一聲，郭芙將門打開，抬頭向父親望了一眼，隨即低下了頭。郭靖將門帶上，坐在床前椅上，半晌無言。兩個人僵了半天，郭靖道：「這幾天你到那裏去啦？」郭芙道：「我……我傷了楊大哥，怕你責罰，因此……因此……」郭靖道：「因此出去躲避幾天？」郭芙咬著嘴唇，點了點頭。郭靖道：「你是等我怒氣過了，這才回來？」郭芙又點了點頭，突然撲在他的懷裏，道：「爹，你還生女兒的氣麼？」郭靖撫了撫她的頭髮，低聲道：「我沒有生氣。我從來就沒生氣，只是為你傷心。」郭芙叫了聲：「爹！」伏在他懷裏，嗚嗚咽咽的哭了起來。郭靖仰頭望著屋頂，一聲不響，待她哭聲稍止，說道：「楊過的祖父鐵心公，和你祖父嘯天公是異姓骨肉；他爹爹和你爹爹，也是結義兄弟，這你都是知道的。」郭芙「嗯」的一聲。郭靖又道：「楊過這孩子雖然行事任性些，卻生就一副俠義心腸，幾次三番救過你爹娘的性命，他年紀輕輕，但為國為民，已立下不小的功勞，你也是知道的。」郭芙聽父親的口氣漸漸嚴厲，更是不敢接口。郭靖站起身來，又道：「還有一件事，你卻並不知道，今日也對你說了。過兒的父親楊康，當年行止不謹，我是他義兄，沒能好好的勸他改過遷善，終於慘死在嘉興王鐵槍廟中，雖然不是你母下手所害，他卻是因你母而死，我郭家負他楊家實多……」楊過聽到「慘死在嘉興王鐵槍廟中」幾字，那是第一次聽到生父的死處，深藏心底的仇恨，猛地裏又翻了上來。只聽郭靖又道：「我本想將你許配於他，彌補我這件畢生之恨，豈知……豈知……唉！」郭芙抬起頭來，道：「爹，他擄我妹子，又說了許多胡言亂語，誹謗女兒，爹，他楊家雖然和我家有這許多瓜葛，難道女兒便這樣任他欺侮，不能反抗？」郭靖霍地站起，喝道：「明明是你斬斷了他的手臂，他卻怎樣欺侮你？那柄劍呢？」郭芙不敢再說，從枕頭底下取出那紫薇劍來。郭靖接在手裏，輕輕一抖，那劍發出一陣嗡嗡之聲，凜然說道：「芙兒，人生天地之間，行事須當無愧於心。爹爹平時雖然對你嚴厲，但愛你之心，和你母親並無二致。」說到最後幾句話，語聲轉為柔和。郭芙低聲道：「女兒知道。」郭靖道：「好，你伸出右臂來。你斷人家一臂，我便也斷你一臂。你爹爹一生正直，絕不敢庇護女兒，得罪了天下的英雄好漢。」郭芙明知這一次父親必有重責，但沒料想到竟要斬斷自己一臂，只嚇得臉如土色，大叫：「爹爹！」郭靖鐵青著臉，雙目凝視女兒。楊過料想不到郭靖竟會如此重義，瞧了這般情景，心中也是嚇得突突亂跳，只見他長劍抖動，一劍削下，劍到半空時微微一頓，跟著便即削落，突然呼的一聲，窗中一人躍入，身法快捷無倫，人未至，棒先到，一棒便將郭靖長劍的去勢封住，正是手持打狗棒的黃蓉。她一言不發，刷刷刷連進三棒，都是打狗棒法中的絕招。一來她棒法精奧，二來郭靖出其不意，竟被她逼得向後退了兩步。黃蓉叫道：「芙兒還不快逃！」郭芙的心思遠沒母親靈敏，遭此大事，竟是嚇得呆了，站著不動。黃蓉左手抱著嬰孩，右手迴棒一挑一帶，捲起女身身軀，從窗口直摔了出去，叫道：「快回桃花島去，請柯公公來向爹爹求情。」跟著快如閃電般轉過竹棒，連用打狗棒法中的「纏」「封」兩訣，阻住郭靖去路，叫道：「快走，快走！小紅馬在府門口。」原來黃蓉素知丈夫為人正直，近於古板，又極重義氣，這一次女兒闖下大禍，定是難免重罰，早已命人牽了小紅馬待在府門之外，馬鞍上衣服銀兩，一應俱備，若是勸解得下，讓丈夫將女兒責打一頓便此了事，那自是上上大吉，否則只好遣她遠走高飛，待日子久了，丈夫怒火漸息，再謀父女團聚。臥室中夫倆妻爭吵一番，見他臉色不善，走向女兒臥房，心知凶多吉少，當即跟來，救了女兒的一條臂膀。若憑她的武功，原不足以阻住丈夫，但郭靖向來對她敬畏三分，又見她懷中抱著嬰兒，總不成便施展殺手奪路外闖，只這麼略一耽擱，郭芙已奔出花園，到了府門之外。楊過坐在木筆花樹上，眼見這個局面，當郭芙從窗中擲出之時，若是神劍下擊，她焉能逃脫？但想她一家吵得天翻地覆，都是為我一人而起，這時乘人之危，不由得下不了手。只見黃蓉連進數招，又將郭靖逼得倒退兩步，這時他已靠在床沿之上，無可再退。黃蓉突然叫道：「接著！」將嬰兒向丈夫拋去。郭靖一怔，伸左手接住了孩子。黃蓉垂下竹棒，走到丈夫身前，柔聲道：「靖哥哥，你便饒了芙兒吧！」郭靖搖頭說道：「蓉兒，我心中何嘗不愛女兒？但她做下這等事來，若不重處，咱倆於心何安？咱們又怎對得起過兒？唉，過兒斷了一臂，無人照料，不知他這時生死如何？」楊過聽他言辭真摯，知道這位郭伯伯一直關念自己，不禁心中一酸，眼眶兒紅了。黃蓉道：「咱們連日四下裏找尋，都沒見到他的蹤跡，若是有甚不測，必能發見端倪。過兒武功已不在你我之下，雖受重傷，必定無甚大礙。」郭靖道：「好，我去叫芙兒回來。」黃蓉笑道：「她早騎小紅馬出城去了，那裏還追得著？」郭靖道：「這時四鼓未過，若無呂大人和我的令牌，黑夜中誰敢開城？」黃蓉嘆了口氣，道：「好吧，由得你便了！」伸手去接抱兒子破虜。郭靖將嬰兒遞了過去，臉有歉意，說道：「蓉兒，是我對你不住。但這女孩兒受了重創之後，雖然殘廢，只要她痛改前非，未始非她之福……」黃蓉點頭道：「那也說得是！」雙手剛碰到兒子的襁褓，突然一沉，插到了郭靖的脅下，使出家傳「蘭花拂穴手」絕技，在他臂下「淵液穴」、右臂下「京門穴」同時一拂。這兩處穴道都在手臂之下，以郭靖此時武功，黃蓉若非使詐，焉能拂他得著？但當她將兒子交與丈夫之時，已然安排了這後著，郭靖遇到這妻子，當真是縛手縛腳，不由得他不處下風，登時全身酸麻，倒在床上，動彈不得。黃蓉抱起孩兒，替郭靖除去鞋襪外衣，將他身子好好放在床上，取枕頭墊在後腦，讓他睡得舒舒服服，然後從他腰間取出令牌，郭靖眼睜睜的瞧著，卻是無法抗拒。黃蓉又將兒子郭破虜放在丈夫身畔，讓他爺兒倆並頭而臥，然後將棉被蓋在二人身上，說道：「靖哥哥，今日便暫且得罪一次，待我送芙兒出城，回來親自做幾個小菜，敬你三杯，向你陪罪。」郭靖聽在耳裏，只覺這妻子已是三個孩子的母親，卻是頑皮嬌憨不減當年，眼睜睜的瞧著她抿嘴一笑，飄然出門，心想這兩處穴道被拂中後，她若不回來解救，自己以內力衝穴，最快也得一個多時辰，才能解開，女兒是無論如何追不上了，這件事當真是哭笑不得。黃蓉愛惜女兒，心想她孤身一人回桃花島去，以她這樣一個美貌少女，途中難免不遇凶險，於是回到臥室，取了桃花島的至寶軟蝟甲用一幅錦緞包了，挾在腋下，這才快步追出府門。她誕育孩子後尚未滿月，但因自幼修習上乘內功，這時早已全然康復，一展開輕功提縱術，頃刻之間趕到了南門。只見郭芙騎在小紅馬上，正與把守城門的守將大聲吵鬧。那守將說話極是謙敬，郭姑娘前郭姑娘後的叫不絕口，但總是說若無令牌黑夜開城，那便有殺頭之罪。黃蓉心想這草包女兒一生在父母庇蔭之下，從未練歷過艱險，遇上了為難，不設法出奇制勝，一味發怒呼喝，卻濟得甚事？於是手持令牌，走上前去，說道：「這是呂大人的令牌，你驗過了吧。」要知當時襄陽城的守將是呂文煥，雖然城守之事全由郭靖指點，但他總是客卿，一切號令部署，仍憑呂文煥的名頭發布。那守將見郭夫人親來，又見令牌無誤，忙陪笑開城，牽過自己坐騎，說道：「郭夫人若用得著，便乘小將這匹劣馬去。」黃蓉道：「好，我便借用一下。」郭芙見母親到來，喜歡無限，母女倆並騎出城。二人並肩徐行，黃蓉捨不得就此和女兒分手，竟是越送越遠。襄陽以北數百里幾無人煙，襄陽以南賴有這重鎮屏障，未遭蒙古大軍蹂躪，雖然動亂不安，但民居一如其舊。母女倆行出二十餘里，天色大明，已到了一個小市鎮上，眼見趕早市的店舖已經開門，黃蓉道：「芙兒，咱們同去吃點兒飲食，我便要回城去啦。」郭芙含淚答應，心下好生後悔，實不該因一時之怒，斷了楊過手臂，以致今日骨肉分離，冷清清的回桃花島去，和一個瞎了眼睛的柯公公為伴，這日子只要想一想也就難挨了。兩人走進一家飯舖，叫了些熟牛肉、麵餅，但母女分手在即，誰也無心食用。黃蓉將軟蝟甲交給女兒，叫她晚間到了飯店，便穿在身上，又反覆叮囑，在道上須得留心這些，提防那些，但一時之間，那裏說得了許多？眼見女兒口中只是答應，眼眶紅紅的楚楚可憐，平時愛嬌活潑的模樣一時盡失，心中更是不忍，一瞥眼見市鎮西頭一家店中擺著一擔蘋果，鮮紅肥大，心道：「去買幾個來讓芙兒在道上吃，這便該分手啦。」說道：「芙兒，你多吃幾塊麵餅。便是吃不下，也得勉強吃些，這兵荒馬亂之際，前面也不知到那裏才有東西吃。我過去買一點物事。」說著站起身來，走過十多家店面，到了那賣蘋果的店舖。她順手檢了十來個，正要付錢，忽聽得身後一個女子的聲音說道：「給秤二十斤白米，一斤鹽，都放在這麻袋裏。」黃蓉聽這說話的聲音甚是清脆明亮，側頭斜望，見是一個黃衣道姑，站在一家糧食店前買物。這道姑左手抱著一個嬰兒，右手伸到懷中去取銀兩。這嬰兒身上的襁褓是紅色的緞子，上面繡著一隻殷紅的小馬，正是黃蓉親手所製。她一見到這襁褓，心中大震，手中捧著的蘋果盡數又落進籬筐之中，這嬰兒若不是她親生女兒郭襄，卻又是誰？只見那道姑側過半邊臉來，正是赤練仙子李莫愁。黃蓉從未和這女魔頭會面交手，但見她腰間垂著拂塵，瞎了一目，這般裝束相貌，除她之外再無別人。黃蓉生下郭襄後，慌亂之際，只糢糢糊糊的瞧過幾眼，這時忍不住細看女兒，只見她眉目嬌美，神姿秀麗，雖是個極幼的嬰兒，但已是個美人胎子無疑，又見她小臉兒紅紅的，長得甚是壯健，她兄弟郭破虜雖吃母乳，還未必有她這般肥白可愛。黃蓉又驚又喜，忍不住要流下淚來。那賣蘋果的果販見她將一大錠銀子塞在自己手裏，卻不拿蘋果，驚詫得張大了口，竟爾合不攏來。李莫愁付了銀錢，取過麻袋，一手提了，便即出鎮。黃蓉轉身待追，那果販揀了最紅最大的蘋果，不住往她手中遞去，黃蓉順手往懷中一放，說道：「夠啦！」發足便向李莫愁追去，這時事機緊迫，來不及去招呼郭芙，心想：「襄兒既落入她的手中，此人陰毒絕倫，若是強奪，只怕她傷了孩兒性命。」眼見她走出市梢，沿著大路向西直行，於是不即不離的跟隨在後，又想：「她是過兒的師伯，雖聽說他們相互不睦，但芙兒傷了過兒手臂，他們古墓派和我郭家已結了深仇，倘若過兒和龍姑娘都在前面相候，我以一敵三，萬難取勝，只有及早出手，方是上策。」眼見李莫愁折而向南，走進一座樹林，當下展開輕功，颼的一聲，身子如箭離弦般從樹林旁繞了過去，趕在李莫愁的前頭，突然自旁竄出，迎面攔住。李莫愁見身前出現一個美貌少婦，微微一驚，當即立定。黃蓉笑道：「這位想必是赤練仙子李道長了，幸會幸會！」李莫愁見她竄出時身法輕盈，實非平常之輩，又見她赤手空拳，腰間插著一根碧綠的竹杖，一轉念間，登時滿臉堆歡，放下麻袋，襝衽施禮，說道：「小妹久慕郭夫人大名，今日得見仙顏，實慰平生。」當今武林之中，女子的高手當以黃蓉和李莫愁兩人的聲名最響。清淨散人孫不二成名雖早，武功遠不及兩人，小龍女則年紀幼小，還沒多大威名。只有黃李二人。一個是東邪黃藥師嫡女、大俠郭靖之妻、身任丐幫幫主，另一個以拂塵，銀針、五毒神掌三絕技名滿天下，江湖上聞而喪膽。此時兩人狹路相遇，心中均各暗自驚奇：「原來她竟是如此的一個美貌女子！」同時心中嚴加提防，知道對方既享大名，必有真實本領。黃蓉笑道：「李道長是我前輩，說話如何這般客氣？」李莫愁道：「郭夫人是丐幫幫主，武林中群倫之首，小妹一向萬分仰慕。」兩人說了好些客套話，黃蓉笑道：「李道長懷抱的這個嬰兒，可愛得很啊，卻不知是誰家的孩兒？」李莫愁道：「說來慚愧，郭夫人可莫見笑。」黃蓉道：「不敢。」心想眼下說到題目上了，一說翻便得動手，心中籌思方策，如何在動手之前先將女兒搶了過來，卻聽李莫愁道：「也是我古墓派師門不幸，小妹無德，不能教誨師妹，這孩兒是我龍師妹的私生女兒……」黃蓉大奇：「龍姑娘沒有懷孕，怎會有私生女兒了？這明明是我女兒，她當面謊言欺詐，是何用意？」其實李莫愁卻不是有心欺騙，只道這孩子真是楊過和小龍女所生，她心恨師父偏愛小師妹，將古墓派的祕笈「玉女心經」單傳於她，這時黃蓉問及，正好乘機敗壞師妹的名聲。黃蓉道：「龍姑娘看來貞淑端莊，原來有這等事，那倒令人猜想不到了。卻不知這孩子的父親是誰？」李莫愁道：「這孩兒的父親麼？說起來更是氣人，卻是我師妹的徒兒楊過。」黃蓉雖然善於作偽，這時卻也忍不住滿臉紅暈，心下大怒。黃蓉心想：「你把我女兒說成是龍姑娘私生，那也罷了，但說她父親乃是楊過，這豈不是當面辱我？」她是個極工心計之人，這怒色只是在臉上一閃而過，隨即平靜如常，說道：「胡鬧，胡鬧，楊過這小子太不成話了。可是這女孩兒卻真逗人喜歡，李道長，給我抱抱她。」說著從懷中取出一個蘋果，舉在孩子面前，口中啜啜作聲，逗那孩子。李莫愁自奪得郭襄後，這幾日中隱居深山，逗兒為樂，每日擠了豹乳，餵飼嬰兒。她雖平素作惡多端，卻並不是天性歹毒，只是情場失意之後，憤世嫉俗，性子變為乖僻，更自乖僻變為狠戾。這郭襄嬌美可愛，竟打動了她天生的母性，有時中夜自思，即使小龍女用「玉女心經」來換，她也未必肯把郭襄交還。這時見黃蓉喜歡孩子要抱，便如做母親的聽到旁人稱讚自己孩兒一般，頗以為樂，笑吟吟的遞了過去。黃蓉雙手剛要碰到郭襄的襁褓，臉上忍不住流露出愛憐備至的神色，要知母女天性，誰也勉強不來。她對這幼女日思夜想，只恐她已死於非命，這時得能親手抱在懷中，如何不大喜若狂？李莫愁也是個絕頂聰明之人，斗見黃蓉神色有異，心中一動：「她如只是喜愛小兒，隨手抱她一抱，何必如此心神震盪？此中定然有詐。」猛地裏雙臂向裏一收，雙足點動，身子已向後躍出兩丈開外，她雙足落地，正要喝問，只見黃蓉身法好快，已是如影隨形般竄了過來。李莫愁將負在肩頭的麻袋一抖，袋中二十斤白米和一斤鹽一齊向黃蓉劈面打了過去。黃蓉見這一抖來勢甚勁，成千成萬顆白米和鹽粒同時撲到，卻如何格打得了？當下一縱而起，白米和鹽粒盡數從腳底飛過，李莫愁乘此時機，又已縱後數丈，抽了拂塵在手，笑吟吟的道：「郭夫人，你要助楊過搶這孩兒麼？」黃蓉心思機靈，在這一縱一躍之間，已然認清了局勢，心想對方既已起疑，那便無法智取，只有用力強奪，當下也是笑嘻嘻的道：「我不過見孩兒可愛，想要抱抱，你如此見外，未免太瞧人不起了。」李莫愁道：「郭大俠夫婦威名震於江湖，小妹一直欽佩得緊，今日得見施展身手，果然名不無虛。小妹此刻有事，便此拜別。」她生怕郭靖便在左近，膽先怯了，交代了這幾句話，轉身便走。黃蓉一躍上前，身在半空，抽了打狗棒在手，不待身子落地，打狗棒已使「纏」字訣點到了李莫愁背後。李莫愁心想我和你無怨無仇，今日初次見面，我說話客客氣氣，有什得罪你處，便算你是丐幫之主，難道便怕你了不成？拂塵向後一揮，擋開她一棒，隨即還了一招。黃蓉的棒法快速無倫，那「纏」字訣使將開來，六七招一過，李莫愁已感招架為難。她本身武功比黃蓉原稍遜半籌，何況手中抱了一個孩兒，更是轉動不靈。黃蓉挪動身形，繞著她東一轉，西一轉，竹棒抖動，頃刻之間，李莫愁已處下風。又拆數招，李莫愁見她竹棒始終離開孩兒遠遠的，知她有所避忌，心想：「每次與人相鬥，倒是抱著孩兒的佔了便宜。」笑道：「郭夫人，你要考較小妹的功夫，山高水長，儘有相見之日，何必定要今日過招？任誰一個失手，豈不傷了這可愛的孩兒？」黃蓉瞧出她出手之際，藉著孩兒掩護，心想：「不知她真不知這是我的女兒呢，還是作偽？卻要試她一試？」說道：「為了這孩兒，我已讓了你十多招，你不再將孩兒放下，我可不顧她死活了！」說著一棒向她右腿點去。李莫愁揮拂塵一擋，黃蓉竹棒不待與拂塵相交，已然挑起，戳向她的左胸。這一戳又快又妙，棒端所指之處，正是郭襄小小的身體。這一棒若是戳中了，便是李莫愁自身，也須受傷，如郭襄受了，那是非立時喪命不可。黃蓉在這棒上捏縱自如，棒端一送，已點到了郭襄的襁褓，這一招看來似是險到了極處，但她出手輕重遠近，不失分毫，李莫愁那知就裏，眼見危急，忙向右閃避，但自身不免露出破綻，拍的一下，左脛骨上已被竹棒掃了一下，險些絆倒，向旁連走兩步，這才站定。她揮拂塵護住身前，轉過身來，怒道：「郭夫人你枉有俠名，對這幼嬰也下辣手，豈不可卑？」黃蓉見她這番惱怒並非佯裝，心下甚喜，暗想：「你出力保護我的女兒，我偏要棒刺親女，嚇你一跳。」微微一笑，說道：「這孩兒既非善種，留在世上作甚？」說著縱身而前，舉棒便攻，數招一過，郭襄又遇危險。她身在李莫愁懷中，顛簸起伏，甚不舒服，突然放聲大哭起來。黃蓉暗叫：「乖女莫驚！我要救你，只得如此。」她雖心中憐惜，出手卻越來越是厲害，若不是李莫愁奮力抗禦，看來招招都能制郭襄的死命。李莫愁心神不定，突舉拂塵一架，叫道：「郭夫人，你到底要怎地？」黃蓉笑道：「江湖上說起女子中英傑，早一輩是玉女神劍林朝英，其後是梅超風和孫不二，當今之世，武林中只稱李道長和小妹二人，此刻有緣相逢，何不一分高下？」她這幾棒毒打郭襄，已將李莫愁激得怒氣勃發，心想：「你丈夫若來，我還忌他三分，憑你也不過是個女子，難道我便真怕了你？」當下「哼」了一聲道：「郭夫人有意賜教，正要求之不得。」黃蓉道：「你懷抱嬰兒，我勝之不武，還是將她擲下，咱倆憑真功夫過過招玩玩。」李莫愁心想若是懷抱嬰兒，決計非她敵手，自己若要施發毒針，也是諸多顧忌，心想：「江湖上多稱郭靖夫婦仁義過人，但瞧她今日行逕，對一個無知嬰兒也如此殘忍，可見傳聞多數言過其實，她跟我動手，出招也絕不稍有容情。」遊目四顧，見東首幾株大樹之間生著一片長草，頗為柔軟，於是將郭襄抱去放在草上，轉身說道：「請發招吧。」黃蓉與她拆了這十餘招，知她武功與自己實在伯仲之間，若此時將女兒搶在手中，她再上來纏鬥，自己就抵敵不住，一個不巧，還要傷了女兒，只有先將她打死打傷，那時再抱回女兒，方是上策。這女子作惡多端，百死不足以蔽其辜，想到此處，心中竟爾動了殺機。李莫悉平素下手狠辣，無所不用其極，以己之心度人，見黃蓉眼角總是向嬰兒一望一瞥，心想：「她若打我不過，便會向孩兒突下毒手，分我心神。」是以站在郭襄身前，不容對方走近。當此情勢，黃蓉便要下手搶人，卻也極不容易。在這頃刻之間，黃蓉心中已想了七八條計策，每一計均有機可制李莫愁死命，但也均不免危及郭襄。黃蓉心想：「瞧這女魔頭的神情，她對我襄兒居然甚為愛惜，襄兒在她手中，縱然一時搶不回來，也無大礙，卻不可冒險輕進，反使襄兒遭難。」心念一轉，說道：「李道長，咱倆的武功相差不遠，非片刻之間可分勝負，相鬥之際若有虎狼之類出來，吃了孩兒，豈不令人分心？不如先了結了她，咱倆痛痛快快的打一架。」說著彎腰拾起一塊小石子，放在中指上一彈，呼的一聲，那石子挾著破空之聲，向郭襄飛了過去。這一彈是她家傳絕技「彈指神通」的功夫，李莫愁曾見黃藥師露過，知道勁力非同小可，急忙舉拂塵格開，喝道：「這小孩礙你什麼事了？何以幾次三番要傷她的性命？」黃蓉心中暗暗好笑，其實這顆石子彈出去時力道雖急，她手指上使了迴力，李莫愁便算不救，那石子一碰到郭襄的身子，立時便會斜飛，絕不會損傷到她一絲一毫。黃蓉見李莫愁出力保護郭襄，笑道：「你對這孩兒如此牽肚掛腸，旁人不知，還道……還道是你……哈哈……」李莫愁怒道：「難道是我的孩……」說到這「孩」字，突然住口，臉上一紅，道：「是我什麼？」黃蓉笑道：「你是道姑，自然不能有孩兒，旁人一定說這孩兒是你的妹子了。」李莫愁「哼」了一聲，也不以為意，卻不知黃蓉極是狡獪，連口頭上也不肯吃半點虧，說郭襄是她妹子，那便是說郭靖和自己是她的父母，以報復她適才說楊過是郭襄之父這一句話。李莫愁道：「郭夫人這便請上吧！」黃蓉道：「你掛念著孩兒，動手時不能全神貫注，我縱然勝你，也無意味。這樣吧，我割些棘藤將她圍著，野獸便不能近前，咱倆再痛痛快快的打一架。」說著從腰間取出一柄金柄小佩刀，割了一條條生滿棘刺的長藤。這金刀乃是昔年蒙古成吉思汗賜給郭靖的，郭靖「金刀駙馬」的稱號便因此而得（詳見「射鵰英雄傳」）。後來郭靖與黃蓉成親，生怕妻子心存芥蒂，便將這柄金刀轉送於她，想不到今日竟用著了。李莫愁初時嚴密監防，只怕黃蓉突然傷害孩子，只見她拉著棘藤，身子離開郭襄甚遠，將藤繞在孩子身週的幾株大樹之上，這麼虎狼野獸固然傷害不了孩子，而郭襄尚未滿月，自己不會翻身，自也不會滾到棘刺上去。她心想：「江湖上多稱郭夫足智多謀，乃是女中諸葛，當真名不虛傳。」只見她將棘藤纏了一道，又是一道，密密層層的越纏越多，又見她臉帶詭笑，似乎不懷好意，心中不禁有些發毛，說道：「夠了！」黃蓉道：「好，你說夠了便夠了！李道長，你見過我爹爹，是麼？」李莫愁道：「是啊。」黃蓉道：「我聽楊過說，你寫過四句話譏嘲我爹爹，是不是？好像是什麼『桃花島主，弟子眾多，以五敵一，貽笑江湖』！」李莫愁心中一凜：「啊，我當真胡塗了，早就該想到此事。她今日跟我纏個沒了沒完，原來是為了這四句話。」於是冷冷的道：「當日他們五個人對付我一個人，原是實情。」黃蓉冷笑道：「今日咱們以一敵一，卻瞧是誰貽笑江湖？」李莫愁心頭火起，喝道：「你也休忒託大，桃花島的武功我見得多了，也不過如此而已，沒什麼了不起。」黃蓉道：「哼哼！莫說桃花島的武功，便算不是武功，你也未必對付得了，你有本事，便將那孩兒抱出來瞧瞧！」李莫愁吃了一驚：「難道她已對孩兒施了毒手。」提身一縱，躍過了一道棘藤，向左拐了個彎，見棘藤攔路，於是順勢向右轉內，耳聽得郭襄正自哇哇啼哭，心中稍覺放心，但向內轉了幾個彎，不知如何，竟然又轉到了棘藤之外。李莫愁大惑不解，明明是向內一路轉，何以忽然轉到了藤外？當下不及細想，雙足點處，又向內躍了進去，只是那些棘藤佈置得亂七八糟，五花八門，一個不小心，嗤的一聲響，道袍的衣角已被棘刺撕下了一塊。這麼一來，李莫愁不敢再行莽撞，待要瞧清楚如何落腳，突見黃蓉已站在棘藤之內，俯身抱起了孩兒。這一著更是使她大驚失色，高聲叫道：「放下了孩兒。」這一條條棘藤之間足可容一人通過，於是一縱一躍，跨過棘藤向黃蓉奔去，但這七八棵大樹方圓不過數丈，竟是可望而不可即，她這般縱躍奔跑，似左實右，似前實後，幾個轉身，自己身子又已在棘藤之外。她久經大敵，卻從未遇到如此怪異之事，於是定了定神，心想：「難道世間真有邪法不成？這便如何破解？」卻見黃蓉放下孩兒，東一轉，西一衝，自由自在的走出了籐圈。