第九十一回　風陵渡頭楊過有了七日前的經歷，知道斷腸草雖毒，自己卻儘可抵禦得住，於是取過一棵斷腸草，嚼爛嚥下，隨即運氣護心。這一次他體內毒性已減輕，疼痛也不如上之次那麼厲害，過了一個多時辰，嘔出一口鮮血，疼痛即止。楊過站直身子，舒展了一回手腳，見程英和陸無雙都是滿臉的喜色，心想：「這兩個義妹如此待我，生平有這樣一個紅顏知己，已可無憾，何況兩個？只是我卻無以為報。」微一沉吟，心想：「二妹得遇明師，所學大是不凡，只須假以時日，循序漸進，便能達一流高手之境，三妹的遭際卻遠不如她。」於是說道：「三妹，你的師父和我師父是師姊妹，說起來咱們還是同門。咱們古墓派最精深的武功，都載在一部玉女心經之中。這部心經給李莫愁搶了去，陪她葬身火窟，幸好我還記得，左右無事，便傳你一些本門的武功如何？」陸無雙大喜，道：「多謝大哥，下次再撞到郭芙，便不怕她無禮了。」楊過微微一笑，當下將「玉女心經」中的口訣，自淺至深的說給她聽，並說道：「你先把口訣記熟，練功之時可請二妹助你。這絕情谷中無外人到來，正是練功的絕妙所在。」這數日之中，陸無雙專心致志的記誦那玉女心經，她所學的本是古墓派功夫，一脈相通，易於領會。漸漸學到深奧之處，陸無雙不能明曉，楊過教她儘管囫圇吞棗的硬記，日久自通。如此教了將近一月，陸無雙將整部心經從頭至尾的記住了。反覆背誦，再無遺漏。這日天明醒轉，她與程英煮了早餐，等了良久，不見楊過到來，二人到楊過所歇的山洞去看時，只見地下泥沙上寫著幾個大字：「暫且作別，當圖後會。兄妹之情，皎如日月。」陸無雙一怔，道：「他……他終於去了。」發足奔到山巔，向南遙望。程英隨後跟至，兩人極目遠眺，惟見雲山茫茫，那有楊過的人影？陸無雙心中一酸，咽哽道：「二姊，你說他……他到那裏去啦？自們日後還能再見到他麼？」程英道：「三妹，你瞧這些白雲聚了又散，散了又聚，人生離合，亦是如斯。你又何必煩惱？」她口頭雖是如此說，心中卻也甚是難過。且說楊過在斷腸崖前居了月餘，將一部玉女心經傳了陸無雙，始終沒再接到小龍女的音訊，知道再等也是無用，於是沙上留字，飄然出走。他想終南山是與小龍女舊居之地，倘若回去，不免觸目傷心，於是孤身一人，在江湖上東西遊蕩，忽忽數月，自冬至春，這日已近襄陽，但見沿著大道被蒙古軍燒成白地的廢墟之中，出現草舍茅寮，雖不能回復昔日的繁華，但人煙漸聚，顯是近數月中蒙古鐵蹄並未南下。楊過雖然牽記郭靖，但不願再見郭芙之面，心想：「與鵰兄睽別已久，何不前去一訪？」當下覓路赴荒谷而來。行了大半日，已近劍魔獨孤求敗昔年隱居之所，楊過縱聲長嘯，邊嘯邊走，過不多時，只聽得前面山腰中傳來呱呱鳴聲。楊過一抬頭，但見那神鵰蹲在一株大樹之下，雙爪正按住一頭花豹。那豹子被牠神力掀住，那裏還能動彈，但兀自嗚嗚發威。神鵰見是楊過，放開豹子，縱上前來，那豹子死裏逃生，挾著尾已鑽入了草叢之中。楊過抱住神鵰，一人一禽，均是十分欣喜，一齊回到石室。楊過回想起離此不過數月，自己卻已自生入死，自死出生，經歷了不少的變化，只可惜神鵰不會說話，否則大可向牠一吐心懷了。如此數日，楊過便在荒谷中與神鵰為伴，這日閒著無事，漫步來到獨孤求敗埋劍的山崖前來。楊過將玄鐵重劍拋在絕情谷中，沒再取回，這時縱躍上崖，再看崖上的石刻，看到杇爛木劍之下的石刻寫道：「四十歲後，不滯於物，草木竹石，均可為劍。自此精修，漸而進於無劍勝有劍之境。」心想：「我持那玄鐵重劍，幾已可無敵於天下，但瞧獨孤前輩遺言，顯是木劍可勝玄鐵重劍，而最後卻無劍卻又勝於木劍。龍兒既說須十六年後方得相見，這漫漫十餘年中，我便鑽研這木劍勝鐵劍，無劍勝有劍之法便了。」於是攀折了一根樹枝，削成一柄木劍，潛心思索，尋思：「那玄鐵劍重近七十斤，這柄輕飄飄的木劍要能制勝，只有兩途：一是劍法精奧，以快打慢；一是內力充沛，恃強制弱。」自此而後，他每日便勤修內功，精研劍術，每逢大雨之後，即到山洪之中與水相抗，以增出招之力，不覺自夏徊秋，自秋而冬，與小龍女分手，已近一年。楊過但覺這一年中內力劍術進展均慢，正煩躁間，天上飄飄蕩蕩，下起鵝毛般的大雪來。那神鵰歡呼一聲，躍到空曠之地，展開隻翅，捲起一股勁風，將雪片吹了開去。楊過心念一動：「冬日並無山洪，雪中練劍，倒也是個絕妙法門。」但見那神鵰雙翅捲動之力越來越大，雪毛下得雖密，竟沒半片飄落到牠身上。楊過興起，提起木劍，也到雪中舞了起來，同時右手袖子跟著舞動，每見雪花飄落，或以劍風，或用袖力，將雪花盪開，如此玩了半日，木劍和袖子的力道均覺增進不少。這雪一連下了三日，楊過每日均在雪中與神鵰舞劍為戲。到第三日下午，雪下得更是大了，楊過正自凝神揮劍擊雪，神鵰突然一翅向他掃來。楊過沒有防備，險險給牠掃中，當即縱身一躍，避過了一掃，但額頭上微感冰涼，已有兩片雪花黏了上來。楊過立時想到：「那日在懸崖之上，鵰兄與我搏擊為戲，終至劍術大進，今日自是牠又在和我練劍了。」於是伸出木劍還刺一劍，但喀喇一響，木劍與鵰翅相碰，立時折斷。神鵰不再進擊，卻翅而立，啾啾低鳴，神色間竟有責備之意。楊過心想：「要以木劍和你的驚人神力相抗，只有側避閃避，乘隙還擊。」於是又削了一柄木劍，在雪地中再與神鵰鬥了起來。這一次卻支持到十餘招，木劍方斷。如此勤練不休，楊過見神鵰毫無怠意，督責甚嚴，心中又是感激，又是慚愧，暗想：「我若練不成木劍，如何對得住鵰兄一番美意？而這番曠世難逢的奇緣，又怎能任他白白錯過？」因此上縱是在睡夢之中，也是在思索如何避招出招，如何增厚內力。練功既勤，對小龍女的相思，倒也不復如數月前那麼的心焦如焚了。這時體內情花之毒，早已盡解，內力既增，體格日壯，一年前的憔悴容色，已然盡去。眼見天寒地凍，已是與小龍女分手的週年，楊過道：「鵰兄啊鵰兄，我欲去絕情谷一行，今日和你暫別。」於是攜了木劍，出谷而去。那神鵰跟了出來，行到岔道，楊過向神鵰一揖，踏上向北的大道，那知神鵰一口咬住他的衣衫，拉他向南。楊過道：「鵰兄，我往北有事，咱們就此別過。」但神鵰只是拉他往南。楊過心中奇怪：「鵰兄往日甚是解事，何以此刻如此固執？」苦在言語不通，只得跟著牠向南。那神鵰見他跟來，便放開口不再拉他衣衫，但只要楊過一露出作別向北之意，便啄住他衫角不放。楊過心想：「此鵰至為神異，拉我向南，必有深意，我跟牠前往便了。」於是消了赴絕情谷之意，跟著神鵰，直往東南方而來。楊過驟然間心中一動：「鵰兄壽高通靈，莫非牠引我到南海去和龍兒相會麼？」想到此處，胸口熱血奔騰，難以抑止，當下邁開大步，隨著神鵰疾馳而東，不一月間，已抵東海之濱。楊過站在海邊石上，遠眺茫茫大海，眼見波濤洶湧，心中憂喜交集。過不多時，耳聽得遠潮隆隆，聲如悶雷，連續不斷。他幼時曾在桃花島上住過，知道海邊潮汐有信，每日子午兩時反漲一次，這時紅日當空，想來又是潮漲之時。那潮聲愈來愈響，轟轟發發，便如千萬隻馬蹄一齊敲打地面一般，但見一條白線，向著海岸急衝而來，這一股聲勢，比之雷震電轟更是厲害。楊過見天地間竟有斯之威，臉上不禁微微變色。一轉瞬間，海潮已衝至身前，似欲撲上岩來。楊過縱身後躍，突覺背心一股極大的勁力撲擊而至。他身在半空，不由自主，撲通一聲，跌入了滔天白浪之中，但覺口中一鹹，喝下了兩口海水。他知道此時處境甚危，幸好他在山洪之中習劍已久，於是打個「千斤墮」，在海底石上牢牢釘住身軀。海面上波濤山立，海底卻較為平靜。他略一凝神，已明其理：「原來鵰兄引我到海畔來，是要我在怒濤中練劍。」當下雙足一點，竄出海面，勁風撲臉，迎頭一股小山般的大浪當頭蓋下。楊過右臂使勁在水中一按，身子躍過浪頭，急吸一口長氣，重又回入海底。如此反覆換氣，待狂潮消退，楊過也已累得臉色蒼白。當晚子時潮水又至，他攜了木劍，躍入白浪之中揮舞，但覺潮水之力四面八方齊至，渾如山洪般只是自上衝下，每當抵禦不住，只得潛入海底暫且躲避。似此每日習練兩次，未及一月，他自覺功力大進，若在旱地上手持木劍擊刺，隱隱似有潮湧之聲。每當神鵰與他撲擊為戲，總是避開木劍的正面，不敢以翅相接。一日楊過殺得興起，揮劍削出，用了十成力氣。神鵰呱的一聲大叫，向旁閃躍。楊過收勢不及，一劍斬在一株樹上，木劍砍折，那樹幹卻也斷為兩截。楊過手執斷劍的劍柄，心想：「這木劍脆薄無力，竟能斷樹，自是憑藉了我手上勁力，將來樹斷而劍不斷，那便可差近獨孤前輩當年的神技了。」春去秋來，歲月如流，楊過日日在海潮之中練劍，日夕如是，不問寒暑。那劍擊刺之聲越練越響，到後來竟是震耳欲聾，響了數月，劍聲卻漸漸自響而輕，終於寂然無聲，又練數月，劍聲復又漸響，自此從輕而響，從響轉輕，反覆七次，終於欲輕則輕，欲響則響，練到這地步時，屈指算來在這海邊已有六年了。這時候楊過手仗一劍，在海潮中踏波擊刺，劍上所發勁風，已可將撲面巨浪一一盪開，他雖隱居海隅，從未與武林中人過招動手，但那神鵰縱然力道驚人，也已擋不住他木劍的三招兩式，這時他方體會到劍魔獨孤求敗暮年的心境：「具此劍術，天下復有誰能與抗乎？無怪獨孤前輩自傷寂寞，埋劍窮谷。」又想：「若不是鵰兄當年目睹獨孤前輩練劍的法門，我又焉能傳此神技？我口中稱牠為鵰兄，其實牠乃是我的良師。說到年歲，不知牠已有幾百歲，我便是叫牠鵰公公、鵰爺爺，便也叫得。」在海畔他一面練劍，一面不斷向海船上的歸客打聽，南海島中可有一位神尼，但數年中問過千百位舟師海客，竟無半點音訊，他漸漸絕了念頭，心想不到十六年的期限，終是難與小龍女相會。某一日風雨如晦，楊過心有所感，當下腰懸木劍，身披敝袍，一人一鵰，悄然西去，自此足跡所至，踏遍了中原江南之地。話說大宋理宗皇帝開慶元年，是為蒙古憲宗九年，時值二月陽春，黃河北岸的風陵渡頭擾攘一片，驢鳴馬嘶，夾著人聲車聲。原來這幾日天氣乍寒乍暖，黃河先是解了凍，到這日北風一颳，卻又下起雪來，河水重又凝冰，因此水面既不能渡船，冰上又不能行車，許多要渡河南下的行商客人，都被阻在風陵渡口，無法啟程。風陵渡上雖有幾家客店，但北來行旅源源不絕，不到半天，早已住得滿滿的了，後來的客商無處可以住宿，脾氣暴躁的便和店家爭吵起來。鎮上最大的一家客店，字號叫作「安渡老店」，取的是平安過渡的采頭。因這家客店房舍寬大，找不到店的商客便人人湧到這裏，因此特別的擁擠。掌櫃的費盡唇舌，每一間房中都塞了三四個人，餘下的十來人實在無可安置，只得都在大廳上圍坐。店夥搬開桌椅，在廳中生了一堆大火。眾客人望著門外，但見北風正緊，捲得雪花飛舞，明日未必便能成行，眉間心頭，均含愁意。天色漸暗，那雪卻越下越大了起來，忽聽得馬蹄聲響，三騎馬急奔而至，停在安渡老店門口。廳上一個老客皺眉道：「又有客人來了。」果然聽得一個女子聲音，說道：「掌櫃的，給我兩間寬敞乾淨的上房。」掌櫃的笑道：「對不住您老，小店早已住得滿滿的，實是騰不出地方來啦。」那女子說道：「好吧，便一間也成。」掌櫃的道：「當真是對不住，對不住。貴客光臨，小店便要請也請不到，可是今兒實在客人都住滿了。」那女子一揮馬鞭，拍的一聲，在空中虛擊一記，叱道：「廢話！你叫人家讓讓不成麼？多給你錢便是了。」說著便向堂上闖了進來。眾人斗然見到這女子，眼前都是斗然一亮，只見她年紀三十有餘，杏眼桃腮，容顏俏麗，身穿寶藍色的皮襖，領口處露出一片貂皮，服飾頗為華貴。這少婦身後跟著一男一女，都是十六七歲年紀，男的濃眉大眼，神情粗豪，女的卻是秀美無儔。那年輕男人和少女都穿淡綠緞子的皮襖，少女頸中掛著一串明珠，每顆珠子都是一般的小指頭大小，發出淡淡光暈。眾客商為這三人氣勢所攝，本在相互說話的人都住口不言，望著三人。店伴躬身陪笑道：「奶奶，你瞧，這些位都是找不到屋子的。你三位若是不嫌委屈，小的讓大家挪一個地方，就在這兒烤烤火，胡亂將就一晚，明兒冰結得實了，說不定就能過河。」那少婦心中好不耐煩，但瞧這情勢也確是實情，蹙起眉頭不語。堂上坐在火旁的一個中年婦人說道：「奶奶，你就坐到這兒，烤烤火，趕了寒氣再說。」那美貌少婦道：「好，多謝你啦。」坐在那中年婦人身旁的男客趕緊向旁挪移，讓出老大一片地方來。那三人坐下不久，店夥便送上飯來，菜餚倒還豐盛，雞肉俱有，白酒任要。那美貌少婦酒量甚豪，喝了一碗又是一碗，那年輕男子也陪著她喝，那個文秀少女可是滴酒不飲，聽他三人稱呼，乃是姊弟。那男子年紀似較少女為大，卻叫她「姊姊」。酒飯已罷，眾人圍坐在火堆之旁，聽著門外風聲虎虎，一時都無睡意。一個山西口音的漢子說道：「這天氣真是折磨人，一會兒解凍，一會兒結冰，老天爺真不教人活麼？」一個湖北口音的矮個子道：「你別怨天怨地啦，咱們在這兒有個熱火兒烤，有口安穩飯吃，還爭什麼？你只要在咱們襄陽圍城中住過，天下再苦的地方都變成了安樂窩。」那美貌少婦聽到「襄陽圍城」四字，向弟妹二人望了一眼，只聽另一個廣東口音的客人問道：「請問老兄，那襄陽圍城之中，卻是怎生情景？」那湖北客人說道：「蒙古韃子的殘暴，各位都早已知聞，那也不用多說了。那一年蒙古十多萬大軍猛攻襄陽，守軍統制呂大人是個昏庸無能之徒，幸蒙郭大俠夫婦全力扶持……」那少婦聽到「郭大俠夫婦」的名字，神色又是一動，聽那湖北客人續道：「襄陽城中數十萬軍民也是人，竭力死守，沒一個懷有貳心，像小人只是個推車的小商販，也奮勇搬土運石，築城守禦，我臉上這老大的箭疤，便是給蒙古韃子射的。」眾人一齊望他臉上，見他左眼之下，果然有個茶杯口大小的箭創，不由得都是肅然起敬。那廣東客人道：「我大宋土廣人多，倘若人人像老兄一樣，蒙古韃子再兇狠十倍，也不能侵我江山。」那湖北人道：「是啊。你瞧蒙古大軍連攻襄陽十餘年，始終攻打不下，別的地方卻是勢如破竹，聽說西域外國幾十個國家都給蒙古兵滅了，咱們襄陽始終屹立如山。蒙古皇帝忽必烈親臨城下督戰，可也奈何不了我們襄陽人。」說到這裏，大有得意之色。那廣東客人說道：「老百姓都是要和韃子拚命的，韃子倘若打到廣東來，瞧咱們廣東佬也好好的跟他幹一幹。」那湖北人道：「是啊。蒙古韃子攻不進襄陽，便捉了城外的漢人，綁在城下一個個的斬首，還把四五歲六七歲的孩兒用繩子縛了。讓馬匹拉著，拖在地下繞城奔跑，繞不到半個圈子，孩兒早已絕氣。咱們在城頭聽到孩兒啼哭呼號，那真如刀割心頭一般。韃子只道使出這等殘暴手段，便能嚇得我們投降，那知他越是狠毒，咱們越是守得堅牢。那一年襄陽城中糧食吃光了，水也沒得喝了，到後來連樹皮污水也吃喝乾淨，韃子卻始終攻不進來。後來沒有法子，只有退兵。」那廣東人道：「倘若不是襄陽堅守不屈，這十多年來，大宋半壁江山早已保守不穩了。」眾人紛紛問起襄陽守城的情形，那湖北人說得有聲有色，把郭靖、黃蓉夫婦，誇得便如天神一般，眾人讚聲不絕。一個四川口音的客人忽然嘆道：「其實守城的好官，各地都有，只是朝廷忠奸不分，往往奸臣享盡榮華富貴，忠臣卻含冤而死。前朝的岳飛爺爺那是不必說了，比如我們四川，朝廷就屈殺了好幾位保民守土的大忠臣。」那湖北人道：「那是誰啊，倒要請教。」那四川人道：「蒙古韃子攻打四川十多年，全賴余玠余大人守禦，全川百姓，都當他百家生佛一般。那知當今皇上聽信了奸臣丁大全的話，說余大人擅權跋扈，賜下藥酒，逼得他自殺，換了一個懦弱無能的奸黨來做統帥，後來韃子一攻，川北當場便守不住，朝廷不怪自己委殺忠臣，反說力戰不屈的王惟忠將軍通敵，竟將他全家逮京，把王將軍斬首了。」他說到這裏，聲音竟有些嗚咽。眾人同聲嘆息，那廣東客人憤憤的道：「國家敗壞，便壞在這些奸臣手裏。聽說朝中有三犬，這奸臣丁大全便是其中一犬了。」一個白淨面皮的少年一直旁聽著，默不作聲，這時插口道：「不錯，朝中奸臣以丁大全、陳大方、胡大昌三人居首。臨安人給他們名字中那個『大』之旁都加上一點，稱之為丁犬全、陳犬方、胡犬昌。」眾人聽到這裏，都笑了起來。那四川人道：「聽老弟口音，是京都臨安人氏了。」那少年道：「正是。」那四川人道：「然則王惟忠王將軍受刑時的情狀，老弟可曾聽人說起麼？」那少年道：「小弟還是親眼得見呢。王將軍臨死時臉色兀自不變，威風凜凜，大罵丁大全和陳大方禍國殃民，而且還有一件異事。」眾人齊問：「什麼異事？」那少年道：「王將軍是陳大方一手謀害的，王將軍被綁赴刑場之時，在臨安城中高聲大呼，說死後決向玉皇大帝呼冤。王將軍死後第三天，那陳大方果然在家中暴斃，他的首級卻高懸在臨安東門的鐘樓簷角之上，用一根長竿高高挑著。這地方是猿猴也爬不上去，別說是人了，若不是玉皇大帝派的天神天將，卻是誰幹的呢？」眾人有的嘖嘖稱奇。那少年道：「此事臨安人無一不曉，卻非我生安白造的。各位若到臨安去，一問便知。」那四川人道：「這位老弟的說話，實非虛言。只不過殺陳大方的，並不是天神天將，卻是一位英雄豪傑。」那少年搖頭道：「想那陳大方是朝中大官，家將親兵，防備何等周密，常人怎能殺得了他？而把他的首級高高挑在鐘樓的簷角之上，除非他是生著翅膀的飛鳥，才有這個本領。」那四川人道：「天下儘多奇異能之人，小弟若非親見，原也不信。」那少年道：「你親眼見他把首級掛上高竿？你怎會親眼看見？」那四川人微一遲疑道：「王惟忠將軍有一個親生兒子，王將軍被逮時他逃走在外。朝中奸臣為了斬草除根，派下軍馬追拿。那王將軍之子是軍中一位少年將軍，雖會武藝，卻是寡不敵眾，眼見要被追兵逮住，卻來了一位救星，赤手空拳，將數十名軍馬打得落花流水。小王將軍於是將父子衛國力戰，卻被奸臣陷害之情說了。那位大俠連夜趕赴臨安，要搭救王將軍，但終於遲了一日，王將軍已身死市曹。那大俠一怒之下，當晚便去割了陳大方的首級。那鐘樓的簷角雖是猿猴所不能攀援，但那位大俠只須輕輕一縱便躍了上去。」那廣東客人道：「這位俠客是誰？怎生模樣？」那四川人道：「我不知這位俠客的姓名，只是見他少了一條右臂，相貌俊雅，神情瀟灑，馬鞍後面帶著一頭極大極醜的怪鳥……」他話未說完，一個神情粗豪的漢子道：「不錯，這便是江湖上赫赫有名的『神鵰俠』！」那四川人道：「他叫做『神鵰俠』？」那漢子道：「是啊，這位大俠行俠仗義，扶困濟弱，可是從來不肯說自己的姓名，江湖上的朋友見他和一頭怪鳥形影不離啊，便送了一個外號，叫作『神鵰大俠』。他說『大俠』兩字，絕不敢當，旁人只好叫他作『神鵰俠』，其實憑他的所作所為，稱一聲『大俠』，又有什麼當不起呢？他若當不起，誰還當得起？」那美貌少婦突然插口道：「你也是大俠，我也是大俠也未免太多啦。」那四川人凜然道：「這位奶奶說那裏話來？江湖上的事兒小人雖然不懂，但那位神鵰大俠為了救王將軍之命，從河北趕到臨安，四日四夜，目不交睫，不得一睡。他和王將軍素不相識，只是憐他盡忠受冤，便這等奮不顧身的干危犯險，為王將軍伸冤存孤，你說該不該稱他一聲大俠呢？」那少婦「哼」了一聲，待要駁斥，她身旁的文秀少女說道：「姊姊，這位英雄如此作為，那也當得起稱一聲『大俠』了。」她說話的聲音甚是清脆，一入耳中，人人覺得是說不出的舒服好聽。那少婦道：「你懂得什麼？」她轉頭向那四川人道：「你怎能知道得這般清楚？還不是道聽塗說？江湖上的傳聞，十成中倒有九成靠不住。」那四川人沉吟半晌，正色道：「小人姓王，王惟忠王將軍便是先父，小人一命便是神鵰大俠所救。小人身為欽犯，朝廷欲得之而甘心，但涉及救命恩人的名譽，不得不自露身份了。」