第三十八回　錦囊密令郭靖陪了丘處機與他門下十八名弟子李志常、尹志平、夏志誠、于志可、張志素、王志明、宋德方等辭出。來到宮外，只見黃蓉與魯、簡、梁三長老以及千餘名丐幫幫眾，都騎了馬候在宮外。眼見郭靖出宮，黃蓉拍馬迎上，笑問：「沒事嗎？」郭靖笑道：「運氣不錯，剛碰著丘道長到來，大汗心情正好。」黃蓉向丘處機行禮見過，對郭靖道：「我怕大汗發怒要殺你，領人在這裏相救。大汗怎麼說？答應了你辭婚麼？」郭靖躊躇半晌，道：「我沒辭婚。」黃蓉一怔，道：「為甚麼？」郭靖道：「蓉兒你千萬別生氣，因為……」剛說到這裏，華箏公主從宮中奔出，大聲叫道：「郭靖哥哥。」黃蓉見到是她，臉上登時變色，立即下馬，閃在一旁。郭靖待要對她解釋，華箏卻拉住了他手，說道：「你想不到我會來罷？你見到我高不高興？」郭靖點點頭，轉頭尋黃蓉時，卻已人影不見。華箏一心在郭靖身上，並未見到黃蓉，拉著他手，咭咭呱呱的訴說別來相思之情。郭靖暗暗叫苦：「蓉兒必道我見到華箏妹子，這才不肯向大汗辭婚。」華箏所說的話，他竟一句也沒有聽進耳裏。華箏說了一會，見他呆呆出神，嗔道：「你怎麼啦？我大老遠的趕來瞧你，你理也不理人家？」郭靖道：「妹子，我掛念著一件要事，先得去瞧瞧，回頭再跟你說話。」囑咐親兵款待丘處機，逕行奔回營房去找黃蓉。親兵說道：「黃姑娘回來拿了一幅畫，出東門去了。」郭靖驚問：「甚麼畫？」那親兵道：「就是駙馬爺常常瞧的那幅。」郭靖更驚，心想：「她將這畫拿去，顯是跟我決絕了。我甚麼都不顧啦，隨她南下便是。」匆匆留了字條給丘處機，跨上小紅馬出城追去。那小紅馬腳力好快，郭靖生怕找不著黃蓉，心中焦急，更是不住的催促，轉眼之間，已奔出數十里，城郊人馬雜沓，屍骸縱橫，一到數十里外，放眼但見一片茫茫白雪，雪地裏卻有一道馬蹄印筆直向東。郭靖心中甚喜：「小紅馬腳力之快，天下無雙，再過片刻，必可追上蓉兒。我和她同去接了母親，一齊南歸。華箏妹子縱然怪我，那也顧不得了。」又奔出十餘里，只見馬蹄印轉而向北，蹄印之旁突然多了一道行人的足印。這足印甚是奇特，雙腳之間相距幾有四尺，步子邁得如此之大，而落地卻輕，只陷入雪中數寸。郭靖吃了一驚：「這人輕身功夫好生厲害。」隨即想到：「左近除歐陽鋒外，更無旁人有此功夫，難道他在追趕蓉兒？」想到此處，雖在寒風之下，不由得全身出汗。那小紅馬甚通靈性，知道主人追蹤蹄印，不待郭靖控韁指示，順著蹄印一路奔了下去。只見那足印始終是在蹄印之旁，但數里之後，這一對印痕在雪地中忽爾折西，忽爾轉南，彎來繞去，竟無一段路是直行的。郭靖心道：「蓉兒必是發現歐陽鋒在後追趕，故意繞道。但雪中蹄痕顯然，極易追蹤，老毒物自是緊追不捨。」又馳出十餘里，蹄印與足印突然與另外一道蹄印足形重疊交叉。郭靖下馬察看，瞧出一道在先，一道在後，望著雪地中遠遠伸出去的兩道印痕，陡然醒悟：「蓉兒使出她爹爹的奇門之術，故意東繞西轉的迷惑歐陽鋒，教他兜了一陣，又回上老路。」他躍上馬背，心中又喜又憂，喜的是歐陽鋒多半再也追不上黃蓉，憂的是蹄印雜亂，自己卻也失了追尋她的線索，站在雪地中呆了一陣，心想：「蓉兒繞來繞去，終究是要東歸，我只是向東追去便了。」躍上馬背，認明了方位，逕向東行。奔馳良久，果然足印再現，接著又見遠處青天與雪地相交之處有個人影。郭靖縱馬趕去，遠遠望見那人正是歐陽鋒。這時歐陽鋒也已認出郭靖，叫道：「快來，黃姑娘陷進沙裏去啦。」郭靖大吃一驚，雙腿一夾，小紅馬如箭般疾衝而前。待離歐陽鋒數十丈處，只感到馬蹄忽沉，踏到的不再是堅實硬地，似乎白雪之下是一片泥沼。小紅馬也知不妙，急忙拔足斜著奔出，再繞彎奔到臨近，只見歐陽鋒繞著一株小樹急轉圈子，片刻不停。郭靖大奇：「他在鬧甚麼玄虛？」一勒韁繩，要待駐馬相詢，那知小紅馬竟不停步，疾衝奔去，隨又轉回。郭靖隨即醒悟：「原來地下是沼澤軟泥，一停足立即陷下。」轉念一想，不由得大驚：「莫非蓉兒闖到了這裏？」向歐陽鋒叫道：「黃姑娘呢？」歐陽鋒足不停步的奔馳來去，叫道：「我跟著她馬蹄足印一路追來，到了這裏，就沒了蹤跡。你瞧！」說著伸手向小樹上一指。郭靖縱馬過去，只見樹枝上套著一個黃澄澄的圈子。小紅馬從樹旁擦身馳過，郭靖手一伸，拿起圈子，正是黃蓉束髮的金環。他一顆心幾乎要從腔子中跳了出來，圈轉馬頭，向東直奔，馳出里許，只見雪地裏一物熠熠生光。他從馬背上俯下身來，長臂拾起，卻是黃蓉襟頭常佩的一朵金鑲珠花。他更是焦急，大叫：「蓉兒，蓉兒，你在那裏？」極目遠望，白茫茫的一片無邊無際，沒見一個移動的黑點，又奔出數里，左首雪地裏鋪著一件黑貂裘，正是當日在張家口自己所贈的。他令小紅馬繞著貂裘急兜圈子，大叫：「蓉兒！」聲音從雪地上遠遠傳送出去，附近並無山峰，竟連回音也無一聲。郭靖大急，幾欲哭出聲來。過了片刻，歐陽鋒也跟著來了，叫道：「我要上馬歇歇，咱們一塊尋黃姑娘去。」郭靖怒道：「若不是你追趕，她怎會奔到這沼澤之中？」雙腿一夾，小紅馬急竄而出。歐陽鋒大怒，身子三起三落，已躍到小紅馬身後，伸手來抓馬尾。郭靖沒料想他來得如此迅捷，一招「神龍擺尾」，右掌向後拍出，與歐陽鋒手掌相交，兩人都是出了全力。郭靖被歐陽鋒掌力一推，身子竟離鞍飛起，幸好紅馬向前直奔，他左掌伸出，按在馬臀，借力又上了馬背。歐陽鋒卻向後倒退了兩步，由於郭靖這一推之力，落腳重了，左腳竟深陷入泥，直沒至膝。歐陽鋒大驚，知道在這流沙沼澤之地，左腳陷了，若是用力上拔提出左腳，必致將右腳陷入泥中，如此愈陷愈深，任你有天大本事也是難以脫身。情急之下橫身倒臥，著地滾轉，同時右腳用力向空踢出，一招「連環鴛鴦腿」，憑著右腳這一踢之勢，左足跟著上踢，泥沙飛濺，已從陷坑中拔出。他翻身站起，只聽得郭靖大叫「蓉兒，蓉兒！」一人一騎，已在里許之外，遙見小紅馬跑得甚是穩實，看來已走出沼澤，當下跟著蹄印向前疾追，愈跑足下愈是鬆軟，似乎起初尚是沼澤邊緣，現下已踏入了中心。他連著了郭靖三次道兒，最後一次在數十萬人之前赤身露體，狼狽不堪，旁人佩服他武藝高強，他自己卻認為是生平的奇恥大辱。此時與郭靖單身相逢，好歹也要報了此仇，縱冒奇險，也是不肯放過這個良機，何況黃蓉生死未知，也決不能就此罷休，當下施展輕功，提氣直追。這番輕功施展開來，數里之內，當真是疾逾奔馬。郭靖聽得背後踏雪之聲，猛回頭，只見歐陽鋒離馬尾已不過數丈，一驚之下，急忙催馬。一人一騎，頃刻間奔出十多里路。郭靖仍是不住呼叫：「蓉兒！」但眼見天色漸暗，黃蓉出現的機緣愈來愈是渺茫，他呼喊聲自粗嗄而嘶啞，自哽咽而變成哭叫。小紅馬早知危險，足底愈軟，起步愈快，到得後來竟是四蹄如飛，猶似凌空御風一般。汗血寶馬這般風馳電掣般全速而行，歐陽鋒輕功再好，時刻一長，終於呼吸迫促，腿勁消減，腳步漸漸慢了下來。小紅馬身上也是大汗淋漓，一點點的紅色汗珠濺在雪地上，鮮艷之極，顆顆蹄印之旁，宛如開了朵朵櫻花。待馳到天色全黑，紅馬已奔出沼澤，早把歐陽鋒拋得不知去向。郭靖心想：「蓉兒的坐騎無此神駿，跑不到半里，就會陷在沼澤中動彈不得。我寧教性命不在，也要設法救他。」他明知黃蓉此時失蹤已久，若是陷在泥沙之中，縱然救起，也已返魂無術，這麼想也只是自行寬慰而已。他下馬讓紅馬稍息片刻，撫著馬背叫道：「馬兒啊馬兒，今日休嫌辛苦，須得拚著命兒再走一遭。」他躍上馬鞍，勒馬回頭。小紅馬害怕，不肯再踏入軟泥，但在郭靖不住催促之下，終於一聲長嘶，潑剌剌放開四蹄，重回沼澤。牠知前途尚遠，大振神威，越奔越快。正急行間，猛聽得歐陽鋒叫道：「救命，救命。」郭靖馳馬過去，白雪反射微光下只見他大半個身子已陷入泥中，雙手高舉，在空中亂抓亂舞，眼見泥沙慢慢上升，已然齊胸，一抵口鼻，不免窒息斃命。郭靖見他這副慘狀，想起黃蓉臨難之際亦必如此，胸中熱血上湧，幾乎要躍下馬來，自陷泥中。歐陽鋒叫道：「快救人哪！」郭靖切齒道：「你害死我恩師，又害死了黃姑娘，要我相救，再也休想。」歐陽鋒厲聲道：「咱們曾擊掌為誓，你須饒我三次。這次是第三次，難道你不顧信義了？」郭靖垂淚道：「黃姑娘已不在人世，咱們的盟約還有何用處？」歐陽鋒破口大罵。郭靖不再理他，縱馬走開。奔出數十丈，聽得他慘厲的呼聲遠遠傳來，心下終是不忍，嘆了口氣，回馬過來，見泥沙已陷到他頸邊。郭靖道：「我救你便是。但馬上騎了兩人，馬身吃重，勢必陷入泥沼。」歐陽鋒道：「你用繩子拖我。」郭靖未攜帶繩索，轉念間解下長衣，執住一端，縱馬馳過他身旁。歐陽鋒伸手拉住長衣的另一端，郭靖雙腿一夾，大喝一聲。小紅馬奮力前衝，波的一聲響，將歐陽鋒從軟沙之中直拔出來，在雪地裏拖曳而行。若是向東，不久即可脫出沼澤，但郭靖懸念黃蓉，豈肯就此罷休？當下縱馬西馳。歐陽鋒仰天臥在雪上，飛速滑行，乘機喘息運氣。小紅馬駸駸騑騑，奔騰駿發，天未大明，又已馳過沼澤，只見雪地裏蹄印點點，正是黃蓉來時的蹤跡，可是印在人亡，香魂何處？郭靖躍下馬來，望著蹄印呆呆出神。他心裏傷痛，竟忘了大敵在後，站在雪地裏左手牽著馬韁，右手挽了貂裘，極目遠眺，心搖神馳，突覺背上微微一觸，待得驚覺急欲回身，只覺歐陽鋒的手掌已按在自己背心「陶道穴」上。歐陽鋒那日從沙坑中鑽出，也是被郭靖如此制住，此時即以其人之道，還治其人之身，不禁樂得哈哈大笑。郭靖哀傷之餘，早將性命置之度外，淡然道：「你要殺便殺，咱們可不曾立約要你饒我。」歐陽鋒一怔，他本想將郭靖盡情折辱一番，然後殺死，那知他竟無求生之想，當即了然：「這傻小子和那丫頭情義深重，我若殺他，倒乘了他殉情的心願。」轉念又想：「那丫頭既已陷死沙中，倒要著落在他身上譯解經文。」當下提著郭靖手膀，躍上馬背，兩人並騎，向著南邊山谷中馳去。※※※行到巳牌時分，見大道旁有個村落。歐陽鋒縱馬進村，但見遍地都是屍骸，因天時寒冷，屍身盡皆完好，死時慘狀未變，自是被蒙古大軍經過時所害的了。歐陽鋒大叫數聲，村中靜悄悄地竟無一人，只有幾十頭牛羊高鳴相和。歐陽鋒大喜，押著郭靖走進一間石屋，說道：「你現下為我所擒，我也不來殺你。只要打得過我，你就可出去。」說著去牽了一條羊來宰了，在廚下煮熟。郭靖望著他得意的神情，越看越是憤恨。歐陽鋒拋一隻熟羊腿給他，說道：「等你吃飽了，咱們就打。」郭靖怒道：「要打便打，有甚麼飽不飽的？」飛身而起，劈面就是一掌。歐陽鋒舉手擋開，回了一拳。頃刻之間，兩人在石屋之間打得桌翻凳倒。拆了三十餘招，郭靖究竟功力不及，被歐陽鋒搶上半步，右掌抹到了脅下。郭靖難以閃避，只得停手待斃，那知歐陽鋒竟不發勁，笑道：「今日到此為止，你練幾招真經上的功夫，明日再跟你打過。」郭靖「呸」了一聲，坐在一張翻轉的凳上，拾起羊腿便咬，心道：「他有心要學真經功夫的訣竅，盼我演將出來，便可從旁觀摩，我偏不上當。他要殺我，就讓他殺好了……嗯，他剛才這一抹，我該當如何拆解？」遍思所學的諸般拳術掌法，並無一招可以破解，卻想起真經上載得有一門「飛絮勁」的巧勁，似可將他這一抹化於無形。他心想：「我自行練功，他要學也學不去。」當下將一隻羊腿吃得乾乾淨淨，盤膝坐在地下，想著經中所述口訣，依法修習。他自練成「易筋鍛骨篇」後，基礎紮穩，又得一燈大師傳授，經中要旨早已瞭然於胸，如「飛絮勁」這等功夫只是末節，用不到兩個時辰，已然練就，斜眼看歐陽鋒時，見他也坐著用功，當下叫道：「看招！」身未站直，已揮掌劈將過去。歐陽鋒迴掌相迎，鬥到分際，他依樣葫蘆又是伸掌抹到了郭靖脅下。突覺手掌一滑，斜在一旁，身子不由自主的微微前傾，郭靖左掌已順勢向他頸中斬落。歐陽鋒又驚又喜，索性加力前衝，避過了這一招斬勢，迴身叫道：「好功夫，這是經中的麼？叫甚麼名字？」郭靖道：「沙察以推，愛末琴兒。」歐陽鋒一怔，隨即想到這是經中的古怪文字，心想：「這傻小子一股牛勁，只可巧計詐取，硬逼無用。」掌勢一變，又和他鬥在一起。兩人纏鬥不休，郭靖一到輸了，便即住手，另練新招。當晚郭靖坦然而臥，歐陽鋒卻是提心吊膽，既害怕半夜偷襲，又恐他乘黑逃走。兩人如此在石屋中一住月餘，將村中的牛羊幾乎吃了一半。這一個多月之中，倒似歐陽鋒硬逼郭靖練功。歐陽鋒武學深邃，瞧著郭靖練功前後的差別，也悟到了不少經中要旨，但以之與所得的經文參究印證，卻又全然難以貫通。他越想越是不解，便逼得郭靖越緊，這麼一來，郭靖的功夫在這月餘之中竟然突飛猛進。歐陽鋒不由得暗暗發愁：「如此下去，我尚未參透真經要義，打起來卻要不是這傻小子的對手了。」郭靖初幾日滿腔憤恨，打到後來，更激起了克敵制勝之念，決意和他拚鬥到底，終究要憑真功夫殺了他才罷，明知此事極難，卻是毫不氣餒，怒火稍抑，堅毅愈增。這一日他在村中死屍身畔拾到一柄鐵劍，便即苦練兵刃，使劍與歐陽鋒的木杖過招。歐陽鋒本使蛇杖，當日與洪七公舟中搏鬥，蛇杖沉入大海，後來另鑄鋼杖，纏上怪蛇，被困冰柱後又被魯有腳收了毀去。現下所用的只是一根尋常木棍，更無怪蛇助威，然而招術奇幻、變化無窮，累次將郭靖的鐵劍震飛，若是杖上有蛇，郭靖自是更難抵擋了。耳聽得成吉思汗的大軍東歸，人喧馬嘶，數日不絕，兩人激鬥正酣，於此毫不理會。這一晚大軍過完，耳邊一片清靜。郭靖挺劍而立，心想：「今晚雖然不能勝你，但你的木杖卻無論如何震不掉我的劍了。」他急欲一試練成的新招，靜候敵手先攻，忽聽得屋外有人喝道：「好奸賊，往那裏逃？」清清楚楚是老頑童周伯通的口音。歐陽鋒與郭靖相顧愕然，均想：「怎麼他萬里迢迢的也到西域來啦？」兩人正欲說話，只聽得腳步聲響，兩個人一先一後的奔近石屋。村中房屋不少，可是僅這石屋中點著燈火。歐陽鋒左手揮處，一股勁氣飛出，將燈滅了。就在此時，大門呀的一聲推開，一人奔了進來，後面那人跟著追進，自是周伯通了。聽這兩人的腳步聲都是輕捷異常，前面這人的武功竟似不在周伯通之下。歐陽鋒大是驚疑：「此人居然能逃得過老頑童之手，當世之間，有此本領的屈指可數。若是黃藥師或洪七公，老毒物可大大不妙。」當即籌思脫身之計。只聽得前面那人縱身躍起，坐在樑上。周伯通笑道：「你跟我捉迷藏，老頑童最是開心不過，可別再讓你溜出去了。」黑暗中只聽他掩上大門，搬起門邊的大石撐在門後，叫道：「喂，臭賊，你在那裏？」一邊說，一邊走來走去摸索。郭靖正想出聲指點他敵人是在樑上，周伯通突然高躍，哈哈大笑，猛往樑上那人抓去。原來他早聽到那人上樑，故意在屋角裏東西摸索，教敵人不加提防，然後突施襲擊。樑上那人也是好生了得，不等他手指抓到，已一個觔斗翻下，蹲在北首。周伯通嘴裏胡說八道，心中對他卻也甚是忌憚，留神傾聽那人所在，不敢貿然逼近。靜夜之中，他依稀聽到有三個人呼吸之聲，心想這屋中燈火戛然而滅，果然有人，只是幹麼不作聲，想是嚇得怕了，於是叫道：「主人別慌，我是來拿一個小賊，捉著了馬上出去。」他想常人喘氣粗重，內功精湛之人呼吸緩而長，輕而沉，稍加留心，極易分辨。那知側耳聽去，東西北三面三人個個呼吸低緩。周伯通一驚非小，叫道：「好賊子，原來在這裏伏下了幫手。」郭靖本待開言招呼，轉念一想：「歐陽鋒窺伺在旁，周大哥所追的也是個勁敵，我且不表露身份，俟機助他的為是。」周伯通一步一步走近門邊，低聲道：「看來老頑童捉人不到，反要讓人捉了去。」心下計議已定，只要局勢不妙，立時奪門而出。就在此時，遠處喊聲大作，蹄聲轟轟隆隆，有如秋潮夜至，千軍萬馬，殺奔前來。周伯通叫道：「你們幫手越來越多，老頑童可要失陪了。」說著伸手去搬門後的大石，似要出門逃走，突然雙手舉起大石，往他所追之人的站身處擲去。這塊大石份量著實不輕，歐陽鋒每晚搬來撐在門後，郭靖若是移石開門，他在睡夢中必可醒覺。歐陽鋒耳聽得風聲猛勁，心想老頑童擲石之際，右側必然防禦不到，我先將他斃了，眼前少了禍患，日後華山二次論劍更去了一個勁敵。心念甫動，身子已然蹲下，雙手齊推，運「蛤蟆功」直擊過去。他蹲在西端，這一推自西而東，勢道凌厲之極。郭靖與他連鬥數十日，於他一舉一動都已瞭然於胸，雖在黑夜之中，一聽得這股勁風，已知他忽向周伯通施襲，當即跨步上前，一招「亢龍有悔」急拍而出。站在北首那人聽到大石擲來，也是彎腿站定馬步，雙掌外翻，要以掌力將大石反推出去傷敵。四人分站四方，勁力發出雖有先後，力道卻幾乎不分上下。那大石被四股力道從東南西北一逼，飛到屋子中心落下，砰的一聲大響，將一張桌子壓得粉碎。這一聲巨響震耳欲聾，周伯通覺得有趣，不禁縱聲大笑。但他的笑聲到後來竟連自己也聽不見了，原來成千成萬的軍馬已奔進村子。但聽得戰馬嘶叫聲、兵器撞擊聲、士兵呼喊聲亂成一團。郭靖聽了軍士的口音，知是花剌子模軍隊敗入村中，意圖負隅固守。但布陣未定，蒙古軍已隨後趕到，只聽馬蹄擊地聲、大旗展風聲、吶喊衝殺聲、羽箭破空聲自遠而近。跟著短兵相接，肉搏廝殺，四下裏不知有多少軍馬在大呼酣鬥。突然有人推門，衝了進來。周伯通一把抓起，甩了出去，捧起大石，又擋在門後。歐陽鋒一擊不中，心想反正已被他發現蹤跡，叫道：「老頑童，你知我是誰？」周伯通隱約聽到人聲，但分辨不出說話，左手護身，右手伸出去便抓。歐陽鋒右手勾住他手腕，左手反掌拍出。周伯通接了一招，驚叫：「老毒物，你在這裏？」身形微晃，搶向左首，身子已側了過來，就在那時，北首那人乘隙而上，發掌向他背後猛擊。周伯通右手向歐陽鋒攻去，左拳迴擋身後來掌，心想自在桃花島上練得左右互搏之術，迄今未有機緣分鬥兩位高手，雖然今日情勢急迫，卻也是個試招良機，拳頭正與敵掌相接，突然郭靖從東撲至，右手架開了周伯通的拳頭，左手代接了這一掌。三人同聲驚呼，周伯通叫的是「郭兄弟」，那人叫的是「郭靖」，郭靖叫的卻是「裘千仞」！※※※周伯通那日在煙雨樓前比武，他最怕毒蛇，眼見無路可走，於是橫臥樓頂，將屋面的瓦片一片片蓋在身上，遮得密密層層，官兵的羽箭固然射他不著，歐陽鋒的青蛇也沒遊上屋頂來咬他。待得日出霧散，蛇陣已收，眾人也都走得不知去向。他百無聊賴，四下閒逛，過了數月，丐幫的一名弟子送了一封信來，卻是黃蓉寫的。信中說道：他曾親口答應，不論她有何所求，必當遵命，現下要他去殺了鐵掌幫幫主裘千仞；此人與段皇爺的劉貴妃有深仇大怨，殺了他後，劉貴妃就不會再來找他，否則的話，劉貴妃就是尋到天涯海角，也非嫁給他不可。信中還書明鐵掌峰的所在。周伯通心想「不論何事，必當遵命」這句話，確是對黃蓉說過的。裘千仞那老兒與金國勾結，原本不是好人，殺了他也是應該。至於自己和劉貴妃這番孽緣，更是一生耿耿於懷，自覺虧負她實多，她既與裘千仞有仇，自當代她出力，而她能不來跟自己囉唆，更是上上大吉，當下便找到鐵掌峰上。裘千仞與他一動手，初時尚打成平手，待他使出左右互搏之術，登時不敵，只得退避。高手比武，若有一人認輸，勝負已決，本應了結，那知周伯通竟然窮追不捨。裘千仞數次問他為了何事，周伯通卻又瞠目結舌，說不出個所以然來，要知「劉貴妃」三字，那是殺他頭也不肯出口的。兩人打打停停，逃逃追追，越走越遠。周伯通的武功雖比裘千仞略勝一籌，但要傷他性命，卻也大非易事。裘千仞千方百計難以擺脫，萬般無奈之餘，心想：「我若逃到絕西苦寒之地，難道你仍窮追不捨？」周伯通心想：「倒要瞧你逃到那裏才走回頭路子。」可是一到了塞外大漠，平野莽莽，追蹤極易，裘千仞更是無所遁形。好在周伯通很顧信義，裘千仞只要躺下睡覺，坐下吃飯，或是大便小解，他決不上前侵犯，自己也就跟著照做。可是不論裘千仞如何行奸使詐，老頑童始終陰魂不散，糾纏不休。周伯通一路與裘千仞鬥智鬥力，越來越是興味盎然，幾次已制住了他，竟已不捨得下手殺卻。這一日也真湊巧，兩人竟誤打誤撞的闖到了石屋之中。※※※此時周郭兩人已知其餘三人是誰，但三人的呼聲為門外廝殺激鬥之聲淹沒，歐陽鋒與裘千仞卻還認不出對方。歐陽鋒尚知此人是周伯通的對頭，裘千仞卻認定屋中兩人自是一路。周、裘、歐陽三人武功卓絕，而郭靖與歐陽鋒鬥了這數十日後，刻苦磨練，駸駸然已可與三人並駕齊驅。這四大高手密閉在這漆黑一團、兩丈見方的斗室之中，目不見物，耳不聽聞，言語不通，四人都似突然變成又聾又啞又瞎。郭靖心想：「我擋住歐陽鋒，讓周大哥先結果了裘千仞。那時咱兩人合力，殺歐陽鋒不難。」心中算計已定，雙掌虛劈出去，右掌打空，左掌卻與一個人的手掌一碰。郭靖在桃花島上與周伯通拆解有素，雙手一交，已知是他，當即縱上前去，待要拉他手臂示意，那知周伯通童心忽起，左臂疾縮，右手斗然出拳，一下擊在郭靖肩頭，這一拳並沒使上內勁，但郭靖絕無提防，倒給他打得隱隱作痛。周伯通道：「好兄弟，你要試試大哥的功夫來著？小心了！」左手跟著一掌。郭靖雖未聽到他的話聲，卻已有備，當下揮臂格開。這時歐陽鋒與裘千仞也已拆了數招，均已從武功中認出對方。他兩人倒無仇怨，但想到日後華山論劍，勢須拚個你死我活，此時相逢，若能傷了對手，自是大妙，是以手上竟也毫不放鬆。鬥了片刻，只覺面上背後疾風掠來掠去，一愕之下，立時悟到周伯通在與郭靖過招。兩人心中奇怪，但想周伯通行事顛三倒四，人所難測，有此良機，如何不喜？當下不約而同的攻了上去。周伯通與郭靖拆了十餘招，覺得他武功已大非昔比，又驚又喜，連問：「兄弟，你從那裏學來的功夫？」但門外廝殺正酣，郭靖怎能聽見？周伯通怒道：「好，你不肯說，卻賣甚麼關子？」只覺勁風撲面，歐、裘兩人同時攻到，當即足下一點，躍到了樑上，叫道：「讓你一人鬥鬥他們兩個。」歐陽鋒與裘千仞從他袍袖拂風之勢中，察覺周伯通上樑暫息，心想正好合力斃了這傻小子，當下一左一右，分進合擊。郭靖先前被周伯通纏住了，連變四五般拳法始終無法抽身，好容易待他退開，兩個強敵卻又攻上，不禁暗暗叫苦，只得打起精神，以左右互搏術分擋二人。鬥得片刻，歐陽鋒與裘千仞都不禁暗暗稱奇。均知以郭靖功力，單是歐裘一人都能勝他，那知兩人聯手，他竟左掌擋歐、右拳擊裘，兩人一時之間竟然奈何他不得。周伯通在樑上坐了一陣，心想再不下去，只怕郭靖受傷，當下悄悄從牆壁溜下，雙手亂抓，一下子恰好抓到歐陽鋒後心。他蹲在地下，正以蛤蟆功向郭靖猛攻，突覺背後有人，急忙回掌抵擋。郭靖乘機向裘千仞踢出一腿，躍入屋角，不住喘氣，若是周伯通來遲了一步，歐陽鋒適才這一推定是擋架不住了。四人在黑暗中倏分倏合，一時周伯通與裘千仞鬥，一時郭靖與裘千仞鬥，一時歐陽鋒與裘千仞鬥，一時周伯通與歐陽鋒鬥，一時郭靖又和周伯通交手數招。四人這一場混戰，就中周伯通最是興高采烈，覺得生平大小各場戰鬥，好玩莫逾於此。鬥到分際，他忽然纏住郭靖不放，說道：「我兩隻手算是兩個敵人，歐、裘兩個臭賊自然也是兩個敵人。你以一敵四，試試成不成？這新鮮玩意兒你可從來沒玩過罷？」郭靖聽不到他說話，忽覺三人同時向自己猛攻，只得拚命閃躲。周伯通不住鼓勵：「別怕，別怕。危險時我會幫你。」但在這漆黑一團之中，只要著了任誰的一拳一足，都有性命之憂，周伯通縱然事後相救，那裏還來得及？再拆數十招，郭靖累得筋疲力盡，但覺歐裘兩人的拳招越來越沉，只得邊架邊退，要待躍到樑上暫避，卻始終給周伯通的掌力罩住了無法脫身，驚怒交集之下，再也忍耐不住，破口罵道：「周大哥你這傻老頭，儘纏住我幹甚麼？」但苦於屋外殺聲震天，說出來的話別人一句也聽不見。郭靖又退幾步，忽在地下的大石上一絆，險些跌倒。他彎著腰尚未挺直，裘千仞的鐵掌已拍了過來。郭靖百忙之中不及變招，順手抱起大石擋在胸前。裘千仞一掌擊在石上，郭靖雙臂運勁，往外推出，接了他這一掌。只覺左側風響，歐陽鋒掌力又到，郭靖力透雙臂，大喝一聲，將大石往頭頂擲了上去，跟著側身避過來掌。大石穿破屋頂飛出，磚石泥沙如雨而下，天空星星微光登時從屋頂射了進來。周伯通怒道：「瞧得見了，還有甚麼好玩？」郭靖疲累已極，雙足力登，從屋頂的破洞中穿了出去。歐陽鋒急忙飛身追出。周伯通大叫：「別走，別走，陪我玩兒。」長臂抓他左足。歐陽鋒一驚，急忙右足迴踢，破解了他這一抓，但身子不能在空中停留，又復落下。裘千仞不待他著地，飛足往他胸間踢去。歐陽鋒胸口微縮，伸指點他足踝。三人連環邀擊，又惡鬥起來。只是此時人影已隱約可辨，門外殺聲也漸漸消減，遠不如適才胡鬥時的驚險。周伯通大為掃興，一口惡氣都出在兩人身上，拳法陡變，向兩敵連下殺手。郭靖逃出石屋，眼裏只見人馬來去奔馳，耳中但聽金鐵鏗鏘撞擊，不時夾著一聲雙方士卒中刀中箭時的慘呼號叫。他衝過人叢，飛奔出村，在一處小樹林裏躺下休息。惡鬥了這半夜，這一躺下來，只覺全身筋骨酸痛欲裂，回想石屋中的情景更是慄慄危懼，雖然記掛周伯通的安危，但想以他武功，至不濟時也可脫身逃走，躺了一陣，便即沉沉睡去。睡到第二日清晨，忽覺臉上冰涼，有物蠕蠕而動。他不及睜開眼睛，立即躍起，只聽一聲歡嘶，原來適才是小紅馬在舐他的臉。郭靖大喜，抱住紅馬，一人一馬劫後重逢，親熱了一陣。他被歐陽鋒囚在石屋之時，這馬自行在草地覓食，昨晚大軍激戰，牠仗著捷足機敏，居然逃過了禍殃，此刻又把主人找到。郭靖牽了紅馬走回村子，只見遍地折弓斷箭，人馬屍骸枕藉，偶而有幾個受傷未死的士兵發出幾聲慘呼。他久經戰陣，見慣死傷，但這時想起自己身世，不禁感慨良多。悄悄回到石屋，在屋外側耳聽去，寂無人聲，再從門縫向內張望，屋中早已無人。推門入內前後察看，周伯通、歐陽鋒、裘千仞三人早已不知去向。※※※他呆立半晌，上馬東行。小紅馬奔跑迅速，不久就追上了成吉思汗的大軍。此時花剌子模各城或降或破，數十萬雄師如土崩瓦裂。花剌子模國王摩訶末素來傲慢暴虐，眾叛親離之餘，帶了一群殘兵敗將，狼狽西遁。成吉思汗令大將速不台與哲別統帶兩個萬人隊窮追，自己率領大軍班師。速不台與哲別直追到今日莫斯科以西、第聶伯河畔基輔城附近，大破俄羅斯和欽察聯軍數十萬人，將投降的基輔大公及十一個俄羅斯王公盡數以車轅壓死。這一戰史稱「迦勒迦河之役」，俄羅斯大片草原自此長期呻吟於蒙古軍鐵蹄之下。摩訶末日暮途窮，後來病死於裏海中的一個荒島之上。成吉思汗那日在撒麻爾罕城忽然不見了郭靖，甚是憂急，擔心他孤身落單，死於亂軍之中，見他歸來，不禁大喜。華箏公主自是更加歡喜。丘處機隨大軍東歸，一路上力勸大汗愛民少殺。成吉思汗雖然和他話不投機，但知他是有道之士，也不便過拂其意，因是戰亂之中，百姓憑丘處機一言而全活的不計其數。花剌子模與蒙古相距數萬里，成吉思汗大軍東還，歷時甚久，回到斡難河畔後大宴祝捷，休養士卒。丘處機與魯有腳等丐幫幫眾分別辭別南歸。又過數月，眼見金風肅殺，士飽馬騰，成吉思汗又興南征之念，這一日大集諸將，計議伐金。郭靖自黃蓉死後，忽忽神傷，長自一個兒騎著小紅馬，攜了雙鵰，在蒙古草原上信步漫遊，痴痴呆呆，每常接連數日不說一句話。華箏公主溫言勸慰，他就似沒有聽見。眾人得悉情由，知他心中悲苦，無人敢提婚姻之事。成吉思汗忙於籌劃伐金，自也無暇理會。這日在大汗金帳之中計議南征，諸將各獻策略，郭靖卻始終不發一言。成吉思汗遣退諸將，獨自在山岡上沉思了半天，次日傳下將令，遣兵三路伐金。其時他長子朮赤、次子察合台均在西方統轄新征服的諸國，是以伐金的中路軍由三子窩闊台統率，左軍由四子拖雷統率，右軍由郭靖統率。成吉思汗宣召三軍統帥進帳，命親衛暫避，對窩闊台、拖雷、郭靖三人道：「金國精兵都在潼關，南據連山、北限大河，難以遽破。諸將所獻方策雖各有見地，但正面強攻，不免曠日持久。現下我蒙古和大宋聯盟，最妙之策，莫如借道宋境，自唐州、鄧州進兵，直搗金國都城大梁。」窩闊台、拖雷、郭靖三人聽到此處，同時跳了起來，互相擁抱，大叫：「妙計！」成吉思汗向郭靖微笑道：「你善能用兵，深得我心。我問你，攻下大梁之後怎樣？」郭靖沉思良久，搖頭道：「不攻大梁。」窩闊台與拖雷明明聽父王說直搗大梁，怎地郭靖卻又說不攻，心下疑惑，一齊怔怔的望著他。成吉思汗仍是臉露微笑，問道：「不攻大梁便怎樣？」郭靖道：「既不是攻，也不是不攻；是攻而不攻，不攻而攻。」這幾句話把窩闊台與拖雷聽得更加胡塗了。成吉思汗笑道：「『攻而不攻，不攻而攻。』這八個字說得很好，你跟兩位兄長說說明白。」郭靖道：「我猜測大汗用兵之策，是佯攻金都，殲敵城下。大梁乃金國皇帝所居之地，可是駐兵不多，一見我師迫近，金國自當從潼關急調精兵回師相救。中華的兵法上說：『卷甲而趨，日夜不處，倍道兼行，百里而爭利，則擒三將軍。勁者先，疲者後，其法十一而至。』百里疾趨，士卒尚且只能趕到十分之一。從潼關到大梁，千里赴援，精兵銳卒，十停中到不了一停，加之人馬疲敝，雖至而弗能戰。我軍以逸待勞，必可大破金兵。金國精銳盡此一役而潰，大梁不攻自下。若是強攻大梁，急切難拔，反易腹背受敵。」成吉思汗拊掌大笑，叫道：「說得好，說得好！」取出一幅圖來，攤在案上，三人看後，無不大為驚異。原來那是一幅大梁附近的地圖，圖上畫著敵我兩軍的行軍路線，如何拊敵之背，攻敵腹心，如何誘敵自潼關勞師遠來，如何乘敵之疲，聚殲城下，竟與郭靖所說的全無二致。窩闊台與拖雷瞧瞧父王，又瞧瞧郭靖，都是又驚又佩。郭靖心下欽服，尋思：「我從武穆遺書學得用兵的法子，也不算希奇。大汗不識字不讀書，卻是天生的英明。」成吉思汗道：「這番南征，破金可必。這裏有三個錦囊，各人收執一個，待攻破大梁之後，你們三人在大金皇帝的金鑾殿上聚會，共同開拆，依計行事。」說著從懷裏取出錦囊，每人交付一個。郭靖接過一看，見囊口用火漆密封，漆上蓋了大汗的印章。成吉思汗又道：「未入大梁，不得擅自拆開。啟囊之前，三人相互檢驗囊口有無破損。」三人一齊拜道：「大汗之命，豈敢有違？」成吉思汗問郭靖道：「你平日行事極為遲鈍，何以用兵卻又如此機敏？」郭靖當下將熟讀《武穆遺書》之事說了。成吉思汗問起岳飛的故事，郭靖將岳飛如何在朱仙鎮大破金兵、金兵如何稱他為「岳爺爺」、如何說「撼山易，撼岳家軍難」等語一一述說。成吉思汗不語，背著手在帳中走來走去，嘆道：「恨不早生百年，與這位英雄交一交手。今日世間，能有誰是我敵手？」言下竟是大有寂寞之意。郭靖從金帳辭出，想起連日軍務倥傯，未與母親相見，明日誓師南征，以報大宋歷朝世仇，今日這一日該當陪伴母親了，當下走向母親營帳。卻見帳中衣物俱已搬走，只賸下一名老軍看守，一問之下，原來他母親李氏奉了大汗之命，已遷往另一座營帳。郭靖問明所在，走向彼處，見那座營帳比平時所居的大了數倍，揭帳進內，不由得吃了一驚，只見帳內金碧輝煌，花團錦簇，儘是蒙古軍從各處掠奪來的珍貴寶物。華箏公主陪著李萍，正在閒談郭靖幼年時的趣事。她見郭靖進來，微笑著站起迎接。郭靖道：「媽，這許多東西那裏來的？」李萍道：「大汗說你西征立了大功，特地賞你的。其實咱們清寒慣了，那用得著這許多物事？」郭靖點點頭，見帳內又多了八名服侍母親的婢女，都是大軍擄來的女奴。三個人說了一會閒話，華箏告辭出去。她想郭靖明日又有遠行，今日跟她必當有許多話說，那知她在帳外候了半日，郭靖竟不出來。李萍道：「靖兒，公主定是在外邊等你，你也出去和她說一會話兒。」郭靖答應了一聲，卻坐著不動。李萍嘆道：「咱們在北國一住二十年，雖然多承大汗眷顧，我卻是想家得緊。但願你此去滅了金國，母子倆早日回歸故鄉。咱倆就在牛家村你爹爹的舊居住下，你也不是貪圖榮華富貴之人，這北邊再也休來了。只是公主之事，卻不知該當如何，這中間實有許多難處。」郭靖道：「孩兒當日早跟公主言明，蓉兒既死，孩兒是終生不娶的了。」李萍嘆道：「公主或能見諒，但我推念大汗之意，卻是甚為耽心。」郭靖道：「大汗怎樣？」李萍道：「這幾日大汗忽然對咱娘兒優遇無比，金銀珠寶，賞賜無數。雖說是酬你西征之功，但我在漠北二十年，大汗性情，頗有所知，看來此中另有別情。」郭靖道：「媽，你瞧是甚麼事？」李萍道：「我是女流之輩，有甚高見？只是細細想來，大汗是要逼咱們做甚麼事。」郭靖道：「嗯，他定是要我和公主成親。」李萍道：「成親是件美事，大汗多半不知你心中不願，也不須相逼。我看啊，你統率大軍南征，大汗是怕你忽起異心叛他。」郭靖搖頭道：「我無意富貴，大汗深知。我叛他作甚？」李萍道：「我想到一法，或可探知大汗之意。你說我懷念故鄉，欲與你一同南歸，你去稟告大汗，瞧他有何話說。」郭靖喜道：「媽，你怎麼不早說？咱們共歸故鄉，那是何等美事，大汗定然允准。」他掀帳出來，不見華箏，想是她等得不耐煩，已怏怏離去。郭靖去了半晌，垂頭喪氣的回來。李萍道：「大汗不准，是不是？」郭靖道：「這個我可不懂啦，大汗定要留你在這兒幹甚麼？」李萍默然。郭靖道：「大汗說，待破金之後，讓我再奉母回鄉，那時衣錦榮歸，豈非光采得多？我說母親思鄉情切，但盼早日南歸。大汗忽有怒色，只是搖頭不准。」李萍沉吟道：「大汗今日還跟你說了些甚麼？」郭靖將大汗在帳中指點方略、傳交錦囊等情說了。李萍道：「唉，若是你二師父和蓉兒在世，定能猜測得出。只恨我是個蠢笨的鄉下女子，只越想越是不安，卻又不知為了何事。」郭靖將錦囊拿在手裏玩弄，道：「大汗授這錦囊給我之時，臉上神色頗為異樣，只怕與此有關也未可知。」李萍接過錦囊，細細檢視，隨即遣開侍婢，說道：「拆開來瞧瞧。」郭靖驚道：「不！破了火漆上金印，那可犯了死罪。」李萍笑道：「臨安府織錦之術，天下馳名。你媽媽是臨安人，自幼學得此法。又何須弄損火漆，只消挑破錦囊，回頭織補歸原，決無絲毫破綻。」郭靖大喜。李萍取過細針，輕輕挑開錦鍛上的絲絡，從縫中取出一張紙來，母子倆攤開一看，面面相覷，不由得都是身上涼了半截。原來紙上寫的是成吉思汗一道密令，命窩闊台、拖雷、郭靖三軍破金之後，立即移師南向，以迅雷不及掩耳手段攻破臨安，滅了宋朝，自此天下一統於蒙古。密令中又說，郭靖若能建此大功，必當裂土封王，不吝重賞，但若懷有異心，窩闊台與拖雷已奉有令旨，立即將其斬首，其母亦必凌遲處死。郭靖呆了半晌，方道：「媽，若不是你破囊見此密令，我母子性命不保。想我是大宋之人，豈能賣國求榮？」李萍道：「為今之計，該當如何？」郭靖道：「媽，你老人家只好辛苦些，咱倆連夜逃回南邊去。」李萍道：「正是，你快去收拾，可別洩露了形跡。」郭靖點頭，回到自己帳中，取了隨身衣物，除小紅馬外，又挑選八匹駿馬。若是大汗點兵追趕，便可和母親輪換乘坐，以節馬力，易於脫逃。他於大汗所賜金珠一介不取，連同那柄虎頭金刀都留在帳中，除下元帥服色，換上了尋常皮裘。他自幼生長大漠，今日一去，永不再回，心中不禁難過，對著居住日久的舊帳篷怔怔的出了會神，眼見天色已黑，又回母親帳來。掀開帳門，心中突的一跳，只見地下橫著兩個包裹，母親卻已不在。郭靖叫了兩聲：「媽！」不聞應聲，心中微感不妙，待要出帳去找。突然帳門開處，光火耀眼，大將赤老溫站在帳門外叫道：「大汗宣召金刀駙馬！」他身後軍士無數，均是手執長矛。郭靖見此情勢，心中大急，若憑武功強衝，料那赤老溫攔阻不住，但尋思：「母親既已被大汗擒去，我豈能一人逃生？」當下跟著赤老溫走向金帳。只見帳外排列著大汗的兩千名箭筒衛士，手執長矛大戟，隊伍遠遠伸展出去。赤老溫道：「大汗有令將你綁縛。這可要得罪了，駙馬爺莫怪。」郭靖點點頭，反手就縛，走進帳中。帳內燃著數十枝牛油巨燭，照耀有如白晝。成吉思汗虎起了臉，猛力在案上一拍，叫道：「我待你不薄，自小將你養大，又將愛女許你為妻。小賊，你膽敢叛我？」郭靖見那隻拆開了的錦囊放在大汗案上，知道今日已是有死無生，昂然道：「我是大宋臣民，豈能聽你號令，攻打自己邦國？」成吉思汗聽他出言挺撞，更是惱怒，喝道：「推出去斬了。」郭靖雙手被粗索牢牢綁著，八名刀斧手舉刀守在身旁，無法反抗，大叫：「你與大宋聯盟攻金，中途背棄盟約，言而無信，算甚麼英雄？」成吉思汗大怒，飛腳踢翻金案，喝道：「待我破了金國，與趙宋之盟約已然完成。那時南下攻宋，豈是背約？快快斬了！」諸將雖多與郭靖交好，但見大汗狂怒，都不敢求情。郭靖更不打話，大踏步出帳。忽見拖雷騎馬從草原上急奔而來，大叫：「刀下留人！」他上身赤裸，下身套著一條皮褲，想是睡夢中得到訊息，趕來求情。他直闖進帳，叫道：「父王，郭靖安答立有大功，曾救你救我性命，雖犯死罪，不可處斬。」成吉思汗想起郭靖之功，叫道：「帶回來。」刀斧手將郭靖押回。成吉思汗沉吟半晌，道：「你心念趙宋，有何好處？你曾跟我說過岳飛之事，他如此盡忠報國，到頭來仍被處死。你為我平了趙宋，我今日當著眾人之前，答應封你為宋王，讓你統御南朝江山。」郭靖道：「我非敢背叛大汗。但若要我賣國求榮，雖受千刀萬箭，亦不能奉命。」成吉思汗道：「帶他母親來。」兩名親兵押著李萍從帳後出來。郭靖見了母親，叫道：「媽！」走上兩步，刀斧手舉刀攔住。郭靖心想：「此事只我母子二人得知，不知如何洩漏。」成吉思汗道：「若能依我之言，你母子俱享尊榮，否則先將你母親一刀兩段，這可是你害的。你害死母親，先做不孝之人。」郭靖聽了他這幾句話，只嚇得心膽俱裂，垂頭沉思，不知如何是好。拖雷勸道：「安答，你自小生長蒙古，就與蒙古人一般無異。趙宋貪官勾結金人，害死你的父親，逼得你母親無家可歸。若非父王收留，你焉有今日？你我兄弟情深義重，我不能累你做個不孝之人，盼你回心轉意，遵奉大汗令旨。」郭靖望著母親，就欲出口答應，但想起母親平日的教誨，又想起西域各國為蒙古征服後百姓家破人亡的慘狀，實是左右為難。成吉思汗一雙老虎般的眼睛凝望著他，等他說話。金帳中數百人默無聲息，目光全都集於郭靖身上。郭靖道：「我……」走上一步，卻又說不下去了。李萍忽道：「大汗，只怕這孩子一時想不明白，待我勸勸他如何？」成吉思汗大喜，連說：「好，你快勸他。」李萍走上前去，拉著郭靖臂膀，走到金帳的角落，兩人一齊坐下。李萍將兒子摟在懷裏，輕輕說道：「二十年前，我在臨安府牛家村，身上有了你這孩子。一天大雪，丘處機丘道長與你爹結識，贈了兩把匕首，一把給你爹，一把給你楊叔父。」一面說，一面從郭靖懷中取出那柄匕首，指著柄上「郭靖」兩字，說道：「丘道長給你取名郭靖，給楊叔父的孩子取名楊康，你可知是甚麼意思？」郭靖道：「丘道長是叫我們不可忘了靖康之恥。」李萍道：「是啊。楊家那孩子認賊作父，落得個身敗名裂，那也不用多說了，只可惜楊叔父一世豪傑，身後子孫卻玷污了他的英名。」嘆了口氣，又道：「想我當年忍辱蒙垢，在北國苦寒之地將你養大，所為何來？難道為的是要養大一個賣國奸賊，好叫你父在黃泉之下痛心疾首麼？」郭靖叫了聲：「媽！」眼淚從面頰上流了下來。李萍說的是漢語，成吉思汗與拖雷、諸將都不知她語中之意，但見郭靖流淚，只道李萍貪生怕死，已將兒子說動，均各暗喜。李萍又道：「人生百年，轉眼即過，生死又有甚麼大不了？只要一生行事無愧於心，也就不枉了在這人世走一遭。若是別人負了我們，也不必念他過惡。你記著我的話罷！」她凝目向郭靖望了良久，臉上神色極是溫柔，說道：「孩子，你好好照顧自己罷！」說著舉起匕首割斷他手上繩索，隨即轉過劍尖，刺入自己胸膛。郭靖雙手脫縛，急來搶奪，但那匕首鋒銳異常，早已直沒至柄。成吉思汗吃了一驚，叫道：「快拿！」那八名刀斧手不敢傷害駙馬，拋下手中兵刃，縱身撲上。郭靖傷痛已極，抱起母親，一個掃堂腿，兩名刀斧手飛跌出去。他左肘後挺，撞正在一名刀斧手胸口，格的一響，肋骨斷折。諸將大呼，猱身齊上。郭靖急撲後帳，左手扯住帳幕用力拉扯，將半座金帳拉倒，罩在諸將頭上。混亂之中，他抱起母親直奔而出。但聽得號角急吹，將士紛紛上馬追來。郭靖哭叫數聲：「媽！」不聽母親答應，探她鼻息，早已斷氣。他抱著母親屍身在黑暗中向前急闖，但聽四下裏人喊馬嘶，火把如繁星般亮了起來。他慌不擇路的奔了一陣，眼見東南西北都是蒙古的將士，他縱然神勇，但孤身一人，如何能敵十多萬蒙古的精兵？若是騎在小紅馬背上，憑著寶馬腳力或能遠遁，現下抱了母親的屍身步行，那是萬難脫險了。他一言不發，邁步疾奔，心想只要能奔到懸崖之下，施展輕功爬上崖去，蒙古兵將雖多，卻無人能爬得上來，當可暫且避得一避，再尋脫身之計。正奔之間，忽聽前面喊聲大振，一彪軍馬衝到，火光中看得明白，當先一員大將紅臉白鬚，正是開國四傑之一的赤老溫。郭靖側身避開赤老溫砍來的一刀，不轉身奔逃，反而直衝入陣。蒙古兵齊聲大呼。郭靖左手前伸，拉住一名什長右腿，同時右足一點，人已縱起。他翻身騎上馬背，放穩母親屍身，隨手將那什長摔在馬下，搶過他手中長矛。上馬、放母、摔敵、搶矛，四件事一氣呵成，此時如虎添翼，雙腿一挾，搖動長矛，從陣後直衝了出去。赤老溫大聲發令，揮軍自後追來。敵陣雖已衝出，但縱馬所向，卻與懸崖所在恰恰相反，越奔相距越遠。該當縱馬南逃，還是先上懸崖？心下計議未定，大將博爾忽又已領軍殺到。此時成吉思汗暴跳如雷，傳下將令，務須將郭靖活捉。大隊人馬一層一層的圍上，更有數千軍馬遠遠向南奔馳，先行布好陣勢，防他逃逸。郭靖衝出博爾忽所領的千人隊，衣上馬上，全是斑斑血跡。若不是大汗下令必須活捉，蒙古兵將不敢放箭，廝殺時又均容讓三分，否則郭靖縱然神勇，又怎能突出重圍？他手上只覺母親身子已然冰涼，強行忍淚，縱馬南行。後面追兵漸遠，但天色也已明亮。身處蒙古腹地，離中土萬里，匹馬單槍，如何能擺脫追兵，逃歸故鄉？行不多時，前面塵土飛揚，一彪軍馬衝來，郭靖忙勒馬向東。但那坐騎衝殺了半夜，已然支持不住，忽地前腿跪倒，再也無力站起。是時情勢危急已極，但他仍是不肯捨卻母親屍身，當下左手抱母，右手持矛，反身迎敵。眼見軍馬奔近，煙塵中颼颼聲響，一箭飛來，正中長矛。這一箭勁道極猛，郭靖只覺手中長矛一震，矛頭竟被射斷。接著又是一箭射向前胸。郭靖拋開長矛，伸手接住，卻見那箭箭頭已然折去。他一怔之下，抬起頭來，只見一名將軍勒住部屬，單騎過來，正是當年教他箭法的神箭將軍哲別。郭靖叫道：「師父，你來拿我回去麼？」哲別道：「正是。」郭靖心想：「反正今日難脫重圍，與其為別人所擒，不如將這場功勞送給師父。」便道：「好，讓我先葬了母親。」四下一望，見左首有個土岡，抱著母親走上岡去，用斷矛掘了個坑，把母親屍身放入，眼見匕首深陷胸口，他不忍拔出，跪下拜了幾拜，捧沙土掩上，想起母親一生勞苦，撫育自己成人，不意竟葬身於此，傷痛過甚，卻哭不出來。哲別躍下馬來，跪在李萍墓前拜了四拜，將身上箭壺、鐵弓、長槍，盡數交給郭靖，又牽過自己坐騎，把馬韁塞在他手裏，說道：「你去罷，咱們只怕再也不能相見了。」郭靖愕然，叫道：「師父！」哲別道：「當年你捨命救我，難道我不是男子漢大丈夫，就不會捨命救你？」郭靖道：「師父，你干犯大汗軍令，為禍不小。」哲別道：「想我東征西討，立下不少汗馬功勞。大汗最多打我軍棍，不至砍頭。你快快去罷。」郭靖猶自遲疑。哲別道：「我只怕部屬不聽號令，這番帶來的都是你的西征舊部。你且過去問問，他們肯不肯貪圖富貴拿你？」郭靖牽著馬走近，眾軍一齊下馬，拜伏在地，叫道：「小人恭送將軍南歸。」郭靖舉目望去，果然儘是曾隨他出生入死、衝鋒陷陣的舊部將士，心下感動，說道：「我得罪大汗，當受嚴刑。你們放我逃生，若是大汗知道，必受重罰。」眾軍道：「將軍待我等恩義如山，不敢有負。」郭靖嘆了口氣，舉手向眾軍道別，持槍上馬。正要縱馬而行，忽然前面塵頭起處，又有一路軍馬過來。哲別、郭靖與眾軍盡皆變色。哲別心道：「我拚受重責，放走郭靖，但若與本軍廝殺，那可是公然反叛了。」叫道：「郭靖快走！」只聽前軍中發喊：「莫傷了駙馬爺。」眾人一怔，只見來軍奔近，打著四王子的旗號。煙塵中拖雷快馬馳來，倏忽即至，原來騎的是郭靖的小紅馬。他策馬馳近，翻身下馬，說道：「安答，你沒受傷麼？」郭靖道：「沒有。哲別師父正要擒我去見大汗。」他故意替哲別掩飾，以免成吉思汗知曉內情。拖雷向哲別橫了一眼，說道：「安答，你騎了這小紅馬快去罷。」又將一個包袱放在鞍上，道：「這裏是黃金千兩，你我兄弟後會有期。」豪傑之士，當此時此情，也不須多言。郭靖翻身上了小紅馬馬背，說道：「你叫華箏妹子多多保重，另嫁他人，勿以我為念。」拖雷長嘆一聲，說道：「華箏妹子是永遠不肯另嫁別人的。我瞧她定會南下找你，那時我自當派人護送。」郭靖忙道：「不，不用來找我。且別說天下之大，難以找著，即令相逢，也只有徒增煩惱。」拖雷默然，兩人相顧無語。隔了半晌，拖雷道：「走罷，我送你一程。」兩人並騎南馳，直行出了三十餘里。郭靖道：「安答，送君千里，終須一別，你請回罷！」拖雷道：「我再送你一程。」又行十餘里，兩人下馬互拜，灑淚而別。拖雷眼望著郭靖的背影漸行漸小，在大漠中縮成一個黑點，終於消失，悵望南天，悄立良久，這才鬱鬱而回。