第七十一回　月心險惡那萬法寺高達四層，寺後的一座九級寶塔，更是老遠便可望見。張無忌、楊逍、韋一笑三人展開輕功，片刻間便已到了寺前。三人一打手勢，繞到寺院左側，想登上寶塔，居高臨下的察看寺中情勢，不料離塔三十餘丈，便見塔上人影綽綽，每一層寶塔上都有人來回巡查，塔下更有二三十人守著。三人一見之下，心中又驚又喜，情知此塔守衛如此嚴密，少林、武當各派人眾必是囚禁在內，倒是省了一番探訪的功夫。只是敵方戒備森嚴，救人必是極不容易。何況空聞方丈、空智神僧、宋遠橋、俞蓮舟、張松溪等，那一個不是武功卓絕，竟然盡數落在他們手中，則對方能人之多、手段之厲害，自是不言可喻。三人來萬法寺之前，已然商議定當，決計不可鹵莽從事。當下悄悄退開。突然之間，第六層寶塔上亮起火光，有八九人手執火把緩緩移動，那火把從第六層亮到第五層，又從第五層亮到第四層，一路下來，到了底層後，從寶塔正門出來，走向寺去。楊逍揮了揮手，從側面慢慢欺近身去。那萬法寺後院一株株都是參天古樹，三人躲在樹後以為掩蔽，一聽見風聲響動，便即奔上數丈。要知萬法寺中高手如雲，實是絲毫不敢托大，三人的輕功造詣雖然已到了爐火純青的地步，卻也唯恐被人察覺，須得乘著風動落葉之聲，才敢移步。如此走上二十多丈，火把照耀之下，已看清楚十餘名黃袍男子，手中各執兵刃，押著一個寬袖大袍的老者。那人偶一轉頭，無忌看得明白，正是崑崙派掌門人鐵琴先生何太沖。他不禁心中凜：「果然連何先生也在此處。」眼見一干人進了萬法寺的後門，三人等了一會，見四下確實無人，這才從後門中閃身而入。那寺院房舍眾多，規模之大，幾乎可和少林寺相彷彿，好在中間一座大殿的長窗中燈火明亮，料得何太沖是被押到了該處。三人閃身而前，到了殿外，張無忌伏在地下，從長窗的縫隙中向殿內張望，楊逍和韋一笑分列左右把風守衛，防人偷襲。他二人雖然藝高人膽大，但此刻深入龍潭虎穴，心下也不禁惴惴。那長窗的縫隙甚細，無忌只見到何太沖的下半身，殿中尚有何人，卻無法瞧見。只聽何太沖氣沖沖的說道：「我既墮奸計，落入你們手中，要殺要剮，一言而決。你們逼我做朝廷鷹犬，那是萬萬不能，便再說上三年五載，也是白費唇舌。」張無忌暗暗點頭，心想：「這何先生雖不能說是什麼正人君子，但大關頭極是把持得定，不失為一派掌門之尊。」只聽一個男子口音，冷冰冰的道：「你既是固執不化，主人也不勉強，這裏的規矩你是知道的了？」何太沖道：「我便是十根手指一齊斬斷，也不投降。」那人道：「好，我再一遍，你如勝得了咱們這裏三人，立時放你出去，如若敗了，便斬斷一根手指，囚禁一月，再問你降也不降。」何太沖道：「我已斷了兩根手指，再斷一根，又有何妨？拿劍來！」那人冷笑道：「等你十指齊斷之後，再來投降，咱倒也不要你這廢物了。拿劍給他！摩訶巴思，你跟他走走！」另一個粗壯的聲音應道：「是！」無忌暗運神功，輕輕將那縫隙挖大了一點，只見何太沖手持一柄木劍，劍頭包著布，又軟又鈍，不能傷人，對面則是一個高大的番僧，手中拿著的卻是一對青光閃閃的純鋼戒刀。兩人的兵刃利鈍懸殊，幾乎不用比試，強弱便判。何太沖毫不氣餒，木劍一晃，說道：「請！」刷的便是一劍，去勢極是凌厲，崑崙劍法，當真別有獨到之祕。那番僧摩訶巴思身裁雖然壯大，行動卻甚敏捷，一對戒刀使將開來，刀刀斬向何太沖的要害。無忌只看了數招，便即暗驚：「怎地何先生腳步虛浮，氣急敗壞，竟似內力全然失卻？」張無忌自習得九陽神功及乾坤大挪移心法之後，於天下武學之變，盡羅胸中，這幾個月來在武當山上日夕向張三丰請益，更是精進了一層，此刻見何太沖和那番僧動手，越看越覺其中必有蹺蹊。何太沖劍法雖精，內力卻和常人相去不遠，劍招上的凌厲威力，全然施展不出，只是那番僧的武功實是遜他兩籌，好幾次猛攻而前，眼見便可將他斃於刀下，但總是被何太沖以精妙招術反得先機。拆到五十餘招後，何太沖喝一聲：「著！」一劍東劈西轉，斜迴而前，托的一聲輕響，已戳在那番僧腋下。倘若他手中持的平常利劍，又或內力不失，劍鋒早已透肌而入，那番僧性命不保，但他所用木劍劍頭包布，那番僧只是微微一痛而已。只聽那冷冷的聲音說道：「摩訶巴思退！溫臥兒上！」張無忌向聲音來處一看，只看說話之人臉上如同罩著一層黑煙，一部稀稀朗朗的花白鬍子，正是玄冥二老之一。他負手而立，雙目閉住，似乎對眼前事漠不關心。再向前看，只見一張舖著錦緞的矮几之上，有一雙腳踏著。腳上穿一對鵝黃鞋子，鞋頭上各綴一顆明珠。張無忌心中一動，眼見這對腳腳掌纖美，踝骨渾圓，依稀認得正是在綠柳莊中，自己曾經捉過的趙明的一對腳。他在武當山見她，全以敵人相待，但此時不知如何，看到了一對踏在錦凳上的纖足，忍不住面紅耳赤，心跳加劇。但見趙明的右足輕輕點動，料想她是全神貫注的在看何太沖和溫臥兒比武，約莫一盞茶時分，何太沖叫聲：「著！」趙明的右足在錦凳上一登，溫臥兒又敗下陣來。只聽那黑臉的玄冥老人說道：「溫臥兒退，黑林缽夫上！」張無忌聽到何太沖氣息粗重，想必他連戰二人，已是十分吃力。片刻間劇鬥又再展開。那黑林缽夫用的似是銅棍鐵杵一類的粗重兵刃，使將開來，滿殿都是風聲，殿旁的燭火被風勢激得忽明忽暗，燭影猶似天上浮雲，一片片的在趙明腳上掠過。驀地裏眼前一暗，殿上紅燭熄了半邊，喀的一響，木劍斷折，何太沖一聲長嘆，拋劍在地，這場比拚終於是輸了。玄冥老人道：「鐵琴先生，你降是不降？」何太沖昂然道：「我既不降，也不服。我內力若在，這番僧焉是我的對手！」玄冥老人冷冷的道：「斬下他左手的無名指，送回塔去。」無忌回過頭來，楊逍向他搖了搖手，意思顯然是說：「倘若此刻衝進殿去救人，不免誤了大事。」但聽得殿中斷指、敷藥、止血、裹傷，何太沖甚是硬氣，竟是一哼也沒哼。那群黃衣人手執火把，將他送回寶塔囚禁。張無忌等縮身在牆角之後，火光下見何太沖臉如白紙，咬牙切齒，神色極是憤怒。一行人走遠後，忽聽得一個嬌柔清脆的聲音在殿內響起，說道：「鹿杖客，崑崙派的劍法果真了得，他刺到摩訶巴思那一招，左邊這麼一劈，右邊這麼一轉……」說話的正是趙明，她一邊說，一邊走到殿中，手裏提著一柄木劍，照著何太沖的劍法使了起來。番僧摩訶巴思手舞雙刀，跟她餵招。那黑臉的玄冥老人便是鹿杖客，讚道：「主人真是聰明無比，這一招使得分毫不錯。」她練了一次又練一次，每次都是將劍尖戮到摩訶巴思腋下，雖然劍是木劍，但重重一戮，每一次又都戮在同一部位，料必相當疼痛。摩訶巴思卻聚精會神的跟她餵招，竟無半點怨避之意。她練熟了這幾招，又叫溫臥兒出來，再試何太沖如何擊敗他的劍法。張無忌看到此時，心頭早已明明白白，原來趙明將各派高手囚禁在此，使藥物抑住各人的內力，逼迫他們投降朝廷。眾人自然不降，那便命人逐一與之相鬥，她在旁察看，得以偷學各門各派的精妙招數，用心之毒，計謀之惡，實是令人髮指。這時趙明已在和黑林缽夫餵招，最後數招有些遲疑不決，問道：「鹿杖客，是這樣的麼？」鹿杖客怔了一怔，轉頭道：「鶴兄弟，你瞧清了沒有？」左首角落裏一個聲音答道：「苦頭陀一定記得更加清楚。」趙明笑道：「苦頭陀，勞你的駕，請你指點一下。」只見右首走過來一個白髮披肩的頭陀，駝背跛足，滿面橫七豎八的都是刀疤，原來相貌已是全然不可辨認。這頭陀身材魁偉，雖然駝背，仍和鹿杖客差不多高矮。他一言不發，接過趙明手中木劍，刷刷刷刷數劍，便向黑林缽夫攻去，用的竟是崑崙派劍法，劍招之純，便似從小練熟了的一般。此時張無忌方始看見，那黑林缽夫是個西域武士，所使的是一根長達八尺的鐵杖。苦頭陀顯是依樣葫蘆，模仿何太沖的劍招，因此也是絲毫不用內力，那黑林缽夫卻是全力施為，鬥到酣處，他揮杖橫掃，熄後點亮了的紅燭，突又黑了一半。何太沖乃是在這一招上無可閃避，迫得以木劍硬擋鐵杖，這才折劍落敗，但那苦頭陀劍輕飄飄的削出，猶似輕燕掠過水面、貼著鐵杖削了上去。黑林缽夫握杖的手指被木劍劍身一削，虎口處穴道酸麻，登時拿捏不住，噹的一聲，鐵杖落在地下，撞得青磚磚屑紛飛。黑林缽夫滿臉通紅，心知這木劍若是換了利劍，自己十根手指早已削斷，躬身道：「拜服，拜服！」俯身拾起鐵杖。苦頭陀雙手托著木劍，交給趙明。趙明笑道：「苦師傅，最後一招精妙絕倫，也是崑崙派的劍法麼？」苦頭陀點了點頭。趙明又道：「那何太沖不會麼？」苦頭陀又點了點頭。趙明笑道：「苦師傅，你教教我。」苦頭陀空手比劍，趙明持劍照做。練到第三次時，苦頭陀行動如電，雖然駝背跛足，卻是快得不可思議，趙明便顯然跟不上了。但她聰穎過人，劍招雖然慢了，仍是依模依樣，絲毫不爽。苦頭陀翻過身來，雙手向前一送，停著就此不動。趙明一怔，張無忌心中暗暗喝一聲采：「好，大是高明！」趙明側頭看著苦頭陀的姿勢，想了一想，登時領悟，說道：「啊，苦師傅，你手中若有兵刃，一杖已擊在我的臂上。這一招如何化解？」苦頭陀反手做個姿勢，抓住鐵杖，左足飛出，頭一抬，顯是已奪過敵人鐵杖，同時將人踢飛。這幾下似拙實巧，看來已不是崑崙派的家數。趙明笑道：「好師傅，你快教教我。」神情又嬌又媚，張無忌心中怦的一跳，心想：「你內力不夠，這一招學不來的。可是她這麼求人，實是教人難以推卻。」苦頭陀做了兩個手勢，正是示意道：「你內力不夠，沒法子學。」一跛一拐的走開，不再理她。無忌尋思：「苦頭陀武功之強，只怕和玄冥二老不相上下，雖不知內力如何，但招數神妙，大是勁敵。他只打手勢不說話，難道是個啞巴？可是他耳朵又不聾，決不能啞。趙姑娘對他頗見禮遇，定是個大有來頭的人物。」趙明見苦頭陀不肯再教，微微一笑，也不生氣，說道：「叫崆峒派的唐文亮來。」過不多時，唐文亮被押著進殿，鹿杖客又派了三個人和他過招。唐文亮不肯在兵刃上吃虧，空手心掌，先勝兩場，到第三場上，對手催動內力，唐文毫無可與抗，亦被斬斷了一根手指。這一次趙明練招，由鹿杖客在旁指點。無忌此時已瞧出端倪，趙明顯是內力不足，情知非數載之間可以速成，是以想盡學各家各派之所長，俾成一代高手，這條路子，原亦可行，招數精到極處之時，大可補功力之不足。趙明練過掌法，說道：「叫滅絕老尼來！」一名黃衣人稟道：「滅絕老尼已絕食五日，今天仍是倔強如昔。」趙明笑道：「餓死了她吧！唔，叫峨嵋派那個小姑娘周芷若來。」手下人答應了，轉身出殿。張無忌重回武當，數月之間，早已將別來經過一一向張三丰稟明，得知峨嵋派的周芷若，便是當日在漢水船中所遇的那個少女，雖然其時年幼，說不上什麼男女之情，但於她殷殷照料之意，常懷感激。光明頂上周芷若刺他一劍，那也是奉了師父的嚴命，張無忌心中不存仇怨，這時聽趙明帶她前來，不禁心頭一震。過了片刻，一群黃衣人押著周芷若進殿。張無忌望了她幾眼，但見她比之在光明頂上時，略覺憔悴，但容顏清麗如昔，雖是身處敵人掌中，卻泰然自若。鹿杖客正要派人和她比劍，趙明忽道：「周姑娘，你這麼年輕，已是峨嵋派的及門高弟，著實令人生羨。聽說你是滅絕師太的得意弟子，深得她老人家劍招絕學，是也不是？」周芷若道：「家師武功博大精深，說到傳她老人家劍招絕學，那是談何容易？」趙明笑道：「這裏的規矩，只要誰能勝得咱們這裏三人，那便平平安安的送他出門，再無絲毫留難。尊師何以這般涯岸自高，不屑跟咱們切磋一下武學？」周芷若道：「家師是寧死不辱。堂堂峨嵋掌門豈肯在你們手下苟且求生？你說得不錯，家師確是瞧不起卑鄙陰毒的小人，不屑跟你動手過招。」趙明竟不生氣，笑道：「那周姑娘你呢？」周芷若道：「我小小女子，有什麼主張？師父怎麼說，我便怎麼做。」趙明道：「尊師叫你也不要跟咱們動手，是不是？那為了什麼？」周芷若道：「峨嵋派的劍法，雖不能說是什麼了不起的絕學，終究是中原正大門派的武功，不能讓無恥之徒偷學了去。」趙明一怔，沒料到自己的用心，居然會給滅絕師太猜到了，聽她左一句「陰毒小人」，右一句「無恥之徒」，忍不住心頭有氣，嗤的一聲輕響，倚天劍已執在手中，說道：「你師父罵咱們是無恥之徒。好！我倒要請教，這口倚天劍明明是我家家傳的寶物，怎地會給你峨嵋派偷盜了去？」周芷若淡淡的道：「故老相傳，倚天劍和屠龍刀，乃是中原武林中的兩大利器，卻從沒聽說和番邦女子有什麼干係？」趙明臉上一紅，怒道：「哈！瞧不出你口齒伶俐得緊。你今日是決意不肯出手的了？」周芷若搖了搖頭。趙明道：「旁人比武輸了，或是不肯動手，我都截下他們一根指頭。你這小妞兒想必自負花容月貌，以致這般驕傲，我也不截你的指頭。」說著伸手向苦頭陀一指，道：「我叫你跟這位師父一樣，臉上劃你二三十道劍痕，瞧你還驕傲不驕傲？」她左手一揮，兩個黃衣人搶上前來，執住了周芷若的雙臂。趙明微笑道：「要劃得你的俏臉蛋變成一個蜜蜂窩，那也不必會什麼峨嵋派的精妙劍法。你以為我三腳貓的把式，就不能叫你變成個醜八怪麼？」周芷若珠淚盈眶，身子發顫，眼見那倚天劍的劍尖離開自己臉頰不過數寸，只要這惡魔手腕一送，自己轉眼便和那那個醜陋可怖的頭陀一模一樣。趙明笑道：「你怕不怕？」周芷若再也硬不起來，點了點頭，低聲道：「怕。」趙明道：「好啊！那麼你是降順了？」周芷若道：「我不降！你把我殺了吧！」趙明笑道：「我從來不殺人的。我只劃破你一點兒皮肉。」寒光一閃。趙明手中長劍便往周芷若臉上劃去，突然間噹的一響，殿外擲進一件物事，將倚天劍撞了開去。在此同時，殿上長窗震破，一人飛身而入，那兩名握住周芷若的黃衣人身上不由自主的向外跌飛，一人迴左臂獲住了周芷若，伸右掌和鹿杖客砰掌一掌相交，各自退開了兩步。眾人看那人時，正是明教教主張無忌。張無忌這一下闖入救人，當真是如同飛將軍從天而降，誰都大吃一驚，即令是玄冥二老這種一等一的高手，事先竟沒絲毫警覺。鹿杖客聽得長窗破裂，即便搶在趙明身前相護，和張無忌一掌相交，竟然立足不定，退開兩步，待要提氣再上，剎時間全身燥熱難當，宛似突然間跌入了一座熔爐之中。原來雙掌相交，張無忌的九陽真氣逼進了他的體內，鹿杖客練的是至陰至寒的內功，一遇純陽之氣侵襲，難以寧靜。玄冥二老的另一個鶴筆翁在旁瞧見，一怔之下，急忙搶到他的身後，握住了他的左手，合兩人之力，這才將九陽真氣消淨。周芷若眼見大禍臨頭，萬難避過，不料竟會有人突然出手相救。她被張無忌左手摟在胸前，碰到他寬廣堅實的胸膛，鼻中只聞到一股濃烈的男子氣息，又驚又喜，一剎那間身子軟軟的幾欲暈去。要知張無忌以又九陽神功和鹿杖客的玄冥神掌相抗，全身真氣鼓盪而出，周芷若情竇初開，自知人事以來，從未和男子如此肌膚相親，氣息相聞，何況這男子又是她日夜思念的夢中之伴、意中之人？心中只覺得無比的喜歡，四周敵人如在此刻千刀萬劍同時斬下，她也無憂無懼。楊逍和韋一笑一見教主衝入救人，跟著便閃身而入，分站在他身後左右。趙明手下的眾高手以變起倉卒，初時微見慌亂，但隨即瞧出闖進殿來的敵人只有三人，殿內殿外的守衛武士呼哨相應，知道外邊再無敵人，當下眾人立即堵死了各處門戶。靜候趙明發落。趙明既不驚惶，也不生氣，只是怔怔的向張無忌望了一陣，眼光轉到殿角兩塊金光燦爛之物，原來她伸倚天劍去劃周芷若的臉時，張無忌擲進一物，撞開她的劍鋒，所用之物正是她贈給無忌的黃金盒子。倚天劍鋒銳無倫，一碰之下，早將金盒子剖成兩半。她向兩半金盒凝視半晌，向張無忌道：「這隻盒子，你如此厭惡，非要它破損不可麼？」無忌見到她眼光中充滿了幽怨之意，並非憤怒責怪，竟是淒然欲絕，一怔之下，甚感歉咎，柔聲道：「我身上沒帶暗器，匆忙之際，隨手在懷中一探，摸了盒子出來，實非有意，望趙姑娘莫怪。」趙明眼中光芒一閃，問道：「這盒子是你隨身帶著麼？」張無忌道：「是。」見趙明妙目凝望自己，而自己一隻手還摟著周芷若，臉上微微一紅，便把周芷若放開了。趙明嘆了口氣，道：「我不知周姑娘是你……是你的好朋友，否則也不會這般對她。原來你們……」說到這裏，將頭轉了開去。張無忌道：「周姑娘和我……也沒什麼……只是……只是……」說了兩個「只是」，卻接不下去。趙明又轉頭對那兩半截金盒望了一眼，沒說一句話，可是眼光神色之中，卻是說了千言萬語。周芷若心頭一驚：「這個女魔頭對他顯是十分鍾情，豈難道世上竟有此事？」張無忌的性格心情，卻不似這兩個少女細膩周至，趙明的神色他只模模糊糊的懂了一些兒，全沒體會到其中深意。他只覺得趙明贈他珠花金盒，治好了俞岱岩和殷利亨的殘疾，此時他卻將金盒毀成兩截，未免對人家不起，於是走向殿角，俯身拾起兩半截金盒，說道：「我去請高手匠人，將金盒重行鑲好。」趙明喜道：「當真麼？」張無忌點了點頭，暗覺奇怪，心想你我都統率無數英雄豪傑，怎麼去重視這些無關緊要的金銀玩物？何況這隻黃金盒子雖然做得甚是精緻，也不能算是什麼珍異寶物。盒中所藏的黑玉斷續膏已經取出，盒子便無多大用處，破了不必掛懷，再鑲好它，也是小事一樁。眼前有多少大事待決，你卻儘跟我說這隻盒子，想必是年輕姑娘婆婆媽媽，對這種身邊瑣事特別關心，真是女流之見，當下將兩截金盒子揣在懷中。趙明道：「那你去吧！」張無忌心想宋大師伯等尚未救出，怎能就此便去，但敵方高手如雲，己方只有三人，說到救人，真是談何容易，問道：「趙姑娘，你擒獲我大師伯等人，究竟意欲何為？」趙明笑道：「我是一番好意，要勸他們為朝廷出力，各享榮華富貴。那知他們固執不聽，我迫於無奈，只得慢慢勸說。」張無忌哼了一聲，轉身回到周芷若的身旁，他在敵方眾高手環伺之下，俯身拾盒，坦然而回，竟是來去自如，旁若無人。他冷冷的向眾人掃視一眼，說道：「既是如此，咱們便告辭了！」說著攜住周芷若的手，轉身欲出。趙明道：「你自己要去，我也不留。但你把周姑娘帶去，居然不來問我一聲，你當我是什麼人了？」張無忌道：「這倒是在下少禮了。趙姑娘，請你放了周姑娘，隨我同去。」趙明不答，向玄冥二老使個眼色。鶴筆翁踏上一步，說道：「張教主，你說來便來，說去便去，要救人便救人，教咱們這夥人的老臉往那裏擱去？你不留下一手絕技，兄弟們難以心服。」張無忌聽了鶴筆翁的聲音，怒氣上沖，喝道：「當年我幼小之時，被你擒住，性命幾乎不保。今日你還有臉來跟我說話？接招！」呼的一掌，便向鶴筆翁拍了過去。鹿杖客適才吃過他的苦頭，知道單憑鶴筆翁一人之力，不是他的敵手，搶上前來，向他擊出一掌。張無忌右掌仍是擊向鶴筆翁，左掌從右掌下穿過，還了鹿杖客一掌。這是真力對真力相碰，中間實無閃避取巧的餘地。三個人四掌相交，身子各是一晃。當日在武當山上，玄冥二老以雙掌和張無忌對掌，另出雙掌擊在他的身上，此刻重施故技，又是兩掌拍了過來。張無忌那日吃了此虧之後，早已想到破解之法，焉能重蹈覆轍？手肘微沉，乾坤大挪移心法展開，拍的一聲大響，鶴筆翁的左掌擊在鹿杖客的右掌之上。兩人掌法相同，功力相若，都是震得雙臂酸麻，至於何以竟會弄得自己人和自己人比拚掌力，他二人武功雖高，竟然也不明白其中的訣竅。兩人又驚又怒之下，張無忌雙掌又已擊到。玄冥二老仍是各出雙掌，一守一攻，所用掌法已和適才全然不同，但被張無忌一引一帶，仍是鹿杖客的左掌擊到了鶴筆翁的右掌之上，這挪移乾坤的手法之巧，計算之準，實已到了匪夷所思的地步。玄冥二老駭然失色，眼見張無忌第三次舉掌擊來，竟然不約而同的各出單掌。三個人真力相交，玄冥二老只覺對方掌力中的那股純陽之氣，激盪得自身氣血翻湧，極是難耐。張無忌一招快似一招，想起幼時被鶴筆翁打了一招玄冥神掌，數年之間不知吃了多少苦頭，他縱是十分寬宏大量，此刻想起來也不免心頭有氣，因此擊向鹿杖客的一掌尚留餘地，對鶴筆翁卻是毫不放鬆。二十餘掌一過，鶴筆翁一張青臉已脹得通紅，眼見張無忌又是一掌擊到，他左掌虛引，意欲化解，右掌卻斜刺裏重重擊出。只聽得拍拍兩響，鶴筆翁這一掌狠狠的打在鹿杖客肩頭，而張無忌那一掌卻終究無法化開，被他正好打中在胸口。總算張無忌不欲傷他性命，這一掌真力只用了三成，鶴筆翁哇的一聲，吐出一口鮮血，臉色更是紅得發紫，身子搖搖晃晃，倘若張無忌乘勢再補上一掌，那是非斃命當場不可。鹿杖客肩頭吃了這一掌，也是痛得臉色大變，嘴唇都咬出血來。玄冥二老是趙明手下數一數二能人，豈知不出三十招，便各受傷。趙明手下眾人固然盡皆駭然，便是楊逍和韋一笑，也是大為駭異，須知那日玄冥二老在武當山出手，張無忌的武功遠沒今日之強，不意數月之間，進展神速若是。原來張無忌留居武當數月，一面替俞岱岩、殷利亨治傷，一面便向張三丰請教武學中精微深奧的難題。九陽神功、乾坤大挪移、再加上武當絕學的太極拳劍，三者漸漸融成一體，幾乎已到了武學中最高的境界。楊逍和韋一笑略一思索，即明其理，不禁讚嘆張三丰學究天人，那才真的是稱得上「深不可測」四字。玄冥二老比掌敗陣，齊聲呼嘯，同時撤出了兵刃。只見鹿杖客手中拿著一根短杖，杖頭分叉，作鹿角之形，通體黝黑，不知是何物鑄成；鶴筆翁手持雙筆，筆端銳如鶴嘴，卻是晶光閃亮。他二人追隨趙明已非一日，也從未見過他二人使用兵刃。這三件兵刃使展開來，只見一團黑氣，兩道白光，霎時間便將張無忌困在垓心。張無忌身邊不帶兵器，赤手空拳，情勢頗見不利，但他絲毫不懼，存心要試試自己武功，在這兩大高手圍攻之下，是否能空手抵敵。玄冥二老自恃內力深厚，玄冥神掌是天下絕學，是以一上陣便和他對掌，比拚內力，豈知張無忌的九陽神功，卻非任何內功所能及，因此數十掌一過便即落敗，但一用到兵刃，那是以招數詭異取勝。他二人的名號便是從所用兵刃上而得，鹿角短杖和鶴嘴雙掌，每一招都是凌厲狠辣，世所罕見。張無忌聚精會神，在三件兵刃之間穿來插去，攻守自如，只是一時瞧不通二人兵刃招數中的路子，想要取勝，卻也不易。趙明手掌輕擊三下，大殿中白刃耀眼，三個人攻向楊逍，四個人攻向韋一笑，另有兩人出兵刃制住了周芷若。但敵人數實在太多，每打倒二人，立時更有二人擁上，張無忌被玄冥二老纏住了，始終分身不出相援。他和楊韋二人若要全身而退，勉強或能辦到，要救周芷若卻是萬萬不能，心下正自焦急，忽聽趙明說道：「大家住手！」這四個字聲音並不響亮，她手下眾人卻一齊凜遵，立即躍開。楊逍刷的一聲，將長劍還入劍鞘。韋一笑右手握著從敵人手裏奪來的一口單刀，順手一揮，擲還給了原主，哈哈大笑。趙明手下許多高手如苦頭陀等一直沒有出手，倘若群相上前，張無忌等人自然寡不敵眾。但楊逍和韋一笑身處虎狼之域，竟是泰然自若，眾人心下不禁暗暗佩服。倒是張無忌看到一名漢子手執匕首，抵住周芷若後心，臉上頗有憂色。周芷若黯然道：「張公子，三位請即自便。三位一番心意，小女子感激不盡。」趙明笑道：「張公子，這般花容月貌的人兒，我見猶憐。定是你的意中人了？」張無忌臉上一紅，說道：「周姑娘和我從小相識。在下幼時中了這位……」說著向鶴筆翁一指，「……的玄冥神掌，陰毒入體，周身難以動彈，多虧周姑娘服侍我食飯喝水，此番恩德，不敢有忘。」趙明道：「如此說來，你們倒是青梅竹馬之交了。你是想娶她為魔教的教主夫人，是不是？」張無忌臉上又是一紅，說道：「匈奴未滅，何以為家！」趙明臉一沉，道：「你是定要跟我作對到底，非滅了我不可，是也不是？」張無忌搖了搖頭，說道：「我至今不知姑娘的來歷，雖然有過數次爭執，但每次均是姑娘找上我張無忌，不是我張無忌來找姑娘尋事生非。只要姑娘放了我眾位師伯叔以及各派武林人士，在下感激不盡。決不敷衍推搪。」趙明笑道：「嘿，總算你還沒忘記。」轉頭向周芷若瞧了一眼，對張無忌道：「這位周姑娘既非你意中人，也不是什麼師兄師妹、未婚夫妻，那麼我要毀了她的容貌，跟你絲毫沒有干係……」