第四十回　青衣女郎金輪法王正自擔心他們在石陣中搗鬼，暗算自己，見他出陣挑戰，正是求之不得，嗆啷啷鐵輪響動，斜劈過去。他怕楊過相鬥不勝，又逃回陣中，是以攻了兩招之後，逕自抄他後路，要逼得他遠離石陣。豈知楊過新學會打狗棒法，將那絆、劈、纏、戳、挑、引、封、轉八字訣使將出來，果然是變化精奧，出神入化，法王大意搶攻，略見疏神，竟被他在大腿上戳了一下，雖然仗著武藝精湛，危急中閉住穴道，未曾受傷，卻也是疼痛良久。吃了這一下苦頭，再也不敢怠忽，掄起鐵輪，凝神拒戰，眼前對手雖只是個十餘歲的少年，他卻如接大敵，攻時敬，守時嚴，竟當楊過是一派宗主那麼看待。這一來，楊過立感不支，打狗棒法雖妙，即學即用，究是難以盡通，當下使個「封」字訣，擋住鐵輪的攻勢，移動腳步，東突西衝。金輪法王跟著他竹棒攻守變招，眼見他向外衝擊，心想來得正好，不住倒退，要引他遠離石陣。那知退了十幾步，突然腳下在一塊巨石上一絆，原來不知不覺間竟已被誘進石陣，要知楊過依著黃蓉所授，腳下踏正奇門方位，連衝三下，方向已變，越向前突越是退入石陣。金輪法王激戰中不察，待得驚覺，已在石陣深處。他心知不妙，只聽黃蓉連聲呼叫：「朱雀移青龍，巽位改離位，乙木變癸水。」武氏兄弟與郭芙搬動巨石，將他牢牢困住。金輪法王大驚失色，停輪待要察看周遭情勢，楊過的竹棒卻纏了上來，這打狗棒法與他正面相敵雖尚不足，擾亂心神卻是有餘。法王腳下連絆幾下，站立不穩，知道這石陣極是厲害，只要陷溺一久，越轉越亂。危急中他大喝一聲，施展輕功，躍上亂石，本來上了石堆，即可不受陣法之困，但那石陣奇特之處正在迷亂方位。你一路向東疾走，以為定可出陣，豈知奔東至西，赴南抵北，最後要在一個小地域內亂兜圈子，精力耗盡，只好束手待斃。但見楊過一棒打向腳背，只得躍下平地，橫輪反擊。又拆十餘招，眼見暮色蒼茫，四下裏亂石嶙峋，石陣中似乎透出森森鬼氣，饒是他有通天本領，至此也不由得暗暗心驚，突然間把心一橫，運力雙腿，左足一抄，一塊二十餘斤的大石被他抄起，飛向半空，跟著右腿又起，又是一塊大石高飛。他身形閃動，雙腿連踢，那亂石陣霎時破了。黃蓉等五人一齊大驚，連連閃避空中落下來的飛石。此時金輪法王若要出陣，已是易如反掌，但他反守為攻，左掌探出，竟來擒拿黃蓉。楊過棒尖向他後心點到，法王鐵輪斜揮架開竹棒，左掌卻已搭到黃蓉的肩頭。她若是向後閃躍，原可避過，但耳聽風聲勁急，半空中一塊大石，正向背後猛砸下來，只得急施大擒拿手，反鉤法王左腕。法王叫聲：「好！」任她勾住手腕，待她借勢外甩之際，突運神力，向懷裏疾拉。若在平日，黃蓉自可運功御脫，但此刻卻運不得勁，叫聲「啊喲」，已自跌倒。楊過大驚，當下顧不得生死安危，和身向前一撲，抱住法王雙腿，兩人一齊摔倒。金輪法王武功究屬高出他甚多，人未著地，右掌一招「大摔碑手」，擊中楊過右胸。楊過登時如一綑稻草般飛了出去。也就在此時，被法王用足挑起的最後一塊巨石猛地落下，砰的一響，撞在法王背心。這一撞實有數百斤的巨石，法王內功再強，卻也經受不起，雖然運功將大石彈開，但晃了幾晃，終於向前俯跌。頃刻之間石落陣破，黃蓉、楊過、法王三人同時受傷倒地。石陣外達爾巴和眾蒙古武士，石陣內郭芙與武氏兄弟一齊大驚，飛身來救。那達爾巴神力驚人，蒙古武士中也有數名高手，郭芙與二武如何能敵？突見金輪法王搖搖晃晃站起來，鐵輪一擺，嗆啷啷動人心魄，臉色慘白，仰天大笑，笑聲中卻充滿著陰森森的寒意，眾人聽了，不禁相顧駭然，呆了一呆。金輪法王嘶啞著嗓子說道：「我生平與人對敵，從未受過半點微傷，今日居然自己傷了自己。」伸出大手，就往黃蓉背上抓去。楊過雖然被他一掌震傷胸臆，但見黃蓉危急，爬在地上，仍是一棒揮出，將他一拿格開，但就是這麼一用力，禁不住噴出一口鮮血。黃蓉慘然道：「過兒，咱們認栽啦，不用再拼，你自己保重。」郭芙手提長劍，護在母親身前。楊過低聲道：「芙妹你快逃走吧，跟你爹爹報信要緊。」郭芙心中昏亂，明知自己武藝低微，可怎捨得母親而去？金輪法王鐵輪微擺，撞正她手中長劍。只聽啷的一聲，白光閃動，長劍倏地飛起，落向林中。金輪法王正要推開郭芙去拿黃蓉，忽聽一個女子聲音叫道：「且慢！」一個青衫人影從林中躍出，伸手接住長劍，三個起伏，已奔到亂石堆中。金輪法王見此人面目可怖已極，三分像人，七分似鬼，生平從未見過如此怪異的面貌，不禁一怔，喝問道：「是誰？」那女子卻不答話，俯身將一塊巨石一推，擋在他與黃蓉之間，說道：「你便是西藏大名鼎鼎的金輪法王麼？」她相貌雖醜，聲音卻是甚為嬌媚。法王道：「不錯，尊駕是誰？」那女子道：「我是無名幼女，你自識不得我。」說著又將另一塊巨石移動了三尺。此時日落西山，樹林中一片朦朧，法王心念忽動，喝道：「你幹什麼？」待要阻止她再移石塊，那女子叫道：「角木蛟變亢金龍！」郭芙與二武都是一怔，心想：「她怎麼也知石陣的變化？」但聽她喝令之中自有一股威嚴之氣，立時遵依搬動石塊。四五塊巨石一移，散亂的陣法又生變化。金輪法王又驚又怒，大喝道：「你這小女孩也敢來搗亂！」只聽她又叫道：「心月狐轉房日兔」「畢月烏移奎木狼」「女土蝠進室火豬」，原來她口中所叫，都是二十八宿的方位，比之五行生剋，卻又繁複得多，若非精通天文中斗轉星移之變，一時之間那能明白？郭芙與二武聽她叫得頭頭是道，與黃蓉主持陣法時一般無二，心下大喜，奮力移動石塊，眼見又要將金輪法王困住。法王背上受了石塊撞擊，強行內功護傷，雖然一時不致發作，其實吃虧甚大，萬萬無力再起腳挑動石塊，他究是一派宗主，臨危不亂，知道只要再遲得片刻，陷身石陣，非但擒拿黃蓉不得，自己反而要被敵人擒去，雖然眼見黃蓉伏在地下動彈不得，只要踏上幾步就可手到擒來，卻也是自謀脫身要緊，當下鐵輪虛晃，向武修文腦門擊去。他受傷之後，手臂全然酸軟無力，武修文若是拔劍招架，反可將他鐵輪擊落脫手，但他威風凜凜，雖是虛招，瞧來仍是猛不可當，武修文那敢硬接，將石塊往地下一拋，縮身入陣。金輪法王呆立半晌，心中思潮起伏：「今日錯過了這個良機，只怕日後再難相逢。難道老天當真護佑大宋，教我大事不成？中原武林中英才輩出，單是這幾個青年男女，已是資兼文武，未易輕敵，我蒙藏豪傑之士，可是相形見絀了。」撫胸長嘆，轉頭便走，走出十餘步，突然間嗆啷一響，鐵輪落地，身子晃了幾晃。達爾巴大驚，大叫：「師父！」搶上去扶住，忙問：「師父，你怎麼啦？」金輪法王皺眉不語，伸手扶著他的肩頭，低聲道：「可惜，可惜，咱們走吧！」一名蒙古武士拉過法王坐騎，他重傷之後幾乎無力上馬，達爾巴左掌在師父腰間一托，將他送上馬背，一行人向東而去。青衫少女救了眾人，緩步走出亂石堆時經過楊過身旁，頓了一頓，心中難決要不要俯身看他，沉吟半晌，終於彎腰察看他的臉色，瞧他中了金輪法王這一掌後，是否傷勢沉重。此時夜色已深，相距只尺許也已瞧不清楚，她一直湊到楊過臉邊，但見他雙目睜大，迷茫失神，面頰潮紅，呼吸急促，顯是傷得不輕。楊過昏迷之中，只見一對目光柔和的眼睛，到自己臉前，就和小龍女平時瞧著自己的眼色那樣，又是溫柔，又是憐惜，忍不住張臂抱住了她身子，叫道：「姑姑，過兒受了傷，你別走開了不理我。」青衫少女沒料到他竟會抱住自己，又羞又急，微微一掙，楊過手臂用力，觸痛了胸口傷處，不禁「啊唷」一聲。那少女不敢強掙，低聲道：「我不是你姑姑，你放開我。」楊過目不轉睛的望著她的一對眼睛，哀求道：「姑姑，你別撇下我，我…我…我是你的過兒啊。」那少女心中一軟，柔聲道：「我不是你姑姑。」這時天色更加黑了，那少女一張可怖的醜臉全在黑暗中隱沒，只有一對眸子炯炯生光。楊過拉著她手，只是哀求：「是的，是的。」那少女給一個青年男子抱住身子握著手，羞得全身發燒，不知如何是好。突然間楊過神志清明，發覺眼前之人並非小龍女，斗遭失望，迷糊片刻，竟然昏了過去。那少女大驚，但見郭芙與二武均圍著黃蓉慰問服侍，無人來理楊過，心想他受傷極重，若非服用師父祕製的九花玉露丸，只怕有性命之憂，眼下事急從權，也顧不得男女之嫌，扶著他後腰，半拖半拉的走出石陣。要知郭芙倒也並非冷酷無情，只是母親被法王運力一震受了內傷，跌在地下爬不起來，母女情深，自是想不到楊過，而二武更加不會來理他了。那少女扶著楊過走出林外，那匹瘦馬甚有靈性，認得主人，奔近身來。那少女將楊過托上馬背，顧住處女身份，不肯與他同乘，牽住馬韁在地下步行。楊過一陣清醒，一陣迷糊，有時覺得身邊的女子是小龍女，大喜而呼，有時卻又發覺不是，全身如入冰窖。也不知過了多少時候，只覺口腔中一陣清馨，透入胸間傷處，說不出的舒服受用，緩緩睜開眼來，不由得大吃一驚，原來自己已睡在一張榻上，身上蓋了薄被，要待翻身坐起，突感胸骨劇痛，竟是動彈不得。只見窗邊一個青衫少女左手按紙，右手提筆，正自臨池習書。她背面向榻，瞧不見她的面貌，但見她背面苗條，細腰一搦，甚是嬌美。他所處之地乃是一間茅草的斗室，但陳設卻甚是精雅。東壁掛著一幅簪花仕圖，還有幾條屏條山水，西壁卻是一幅法書。楊過驚詫之中，也不及細細欣賞，但見爐升青煙，几列靈石，不知是那一位高人雅士的書房。他只記得在樹林石陣中與金輪法王惡鬥受傷，何以到了此處，心頭卻是茫然一片。他用心思索，隱約記得自己伏在馬背，有人牽馬護行，而那人卻是一個女子。眼前這少女正自專心致志的寫字，他橫臥塌上，不知她寫些什麼，但見她右臂輕輕擺動，姿式極是飄逸。室中寂靜無聲，較之石陣惡鬥，竟似到了另一個世界。楊過雖然醒了，卻不敢出聲打擾那個少女，只是安安穩穩的躺著，正是夢後樓台高鎖，酒醒簾幕低垂，卻不知人間何世了。突然間楊過心念一動，眼前這青衫少女，正是長安道上一再示警，後來與自己聯手相救陸無雙的那人，自忖與她無親無故，怎麼她對自己是這麼好法？不由得衝口而出，說道：「姊姊，原來又是你救了我性命。」那少女停筆不書，卻又不回身來，柔聲說道：「也說不上救你性命，我恰好路過，見那西藏和尚甚是橫蠻，你又受了傷……」說罷微微低頭，楊過道：「姊姊，我……我……」中心感激，一時喉頭哽咽，竟然說不出聲來。那少女道：「你良心好，不顧自己性命去救別人，我機緣湊合，伸手助你一臂，卻又算得什麼。」楊過道：「郭伯母於我有養育之恩，她有危難，我自當出力，但我和姊姊……」那少女道：「我不是說你郭伯母，是說陸無雙陸家妹子。」陸無雙這名字，楊過已有許久沒曾想起，聽她提及，忙問：「陸姑娘平安無恙吧？她傷全好了？」那少女道：「多謝你掛懷，她傷口已然平復，你倒沒忘了她。」楊過聽她語氣之中，與陸無雙極是親密，問道：「不知姊姊與陸姑娘是怎生稱呼？」那少女不答，微微一笑，說道：「你不用姊姊長姊姊短的叫我，我年紀沒你大。」她頓了一頓，笑道：「也不知叫了人家幾聲『姑姑』呢，這時改口，只怕也已遲了。」楊過臉上一紅，料想自己受傷昏迷之際，定是將她錯認作了小龍女，不住叫她「姑姑」，說不定還有什麼親暱之言，越禮之行，越想越是不安，期期艾艾的道：「你……你……不見怪吧？」那少女笑道：「我自是不會見怪，你安心在這兒養傷吧。等你傷勢好了，馬上去尋你姑姑。」這幾句話說得溫柔體貼，與楊過所識別的女子全不相同，聽著只感舒服受用，但覺有她伴在身邊，一切全是寧靜平和。她不是陸無雙那麼刁鑽活潑，也不是郭芙那麼嬌美自恣。耶律燕是豪爽不羈，完顏萍是楚楚可憐，至於小龍女的性格更是別具一格，初時冷若冰霜，無牽無掛，到後來卻又是情之所鍾、生死以之，乃是趨於極端的性兒。只有這位青衫少女卻是斯文溫雅，殷勤周至。她言語中處處為楊過著想，知他心中記掛著「姑姑」，就勸他好好養傷，痊後立即前去尋找。她說了幾句話，又捉筆寫字。楊過道：「姊姊，你貴姓。」那少女道：「你問這個問那個幹麼？快給我安安靜靜的躺著，別胡思亂想。」楊過道：「好吧，其實我也明知是白問，你連臉兒也不讓我瞧見，姓名更是不肯跟我說的了。」那少女嘆道：「我相貌很醜，你又不是沒見過。」楊過叫道：「不，不！那是你戴了人皮面具。」那少女說道：「若是我像你姑姑一般好看，我幹麼又要戴面具？」楊過聽她稱讚小龍女美貌，極是歡喜，問道：「你怎知我姑姑美麗？你見過她麼？」那少女道：「我沒見過。但你這麼魂牽夢縈的念著她，自是天下第一的美人兒了。」楊過嘆道：「若是你見過她，你一定更加稱讚她美麗了。」這句話若是給郭芙或陸無雙聽了，定要譏刺他幾句，那少女卻道：「這是一定無疑的了。」說著又伏案寫字。楊過望著帳頂出了一會神，忍不住又轉頭望她苗條的背影，問道：「姊姊，你在寫些什麼？這等要緊。」那少女道：「我在學寫字。」楊過道：「你臨什麼碑帖？」那少女道：「我的字寫得難看極啦，那說得上摹碑臨帖？」楊過道：「你太謙啦，我猜定是好的。」那少女笑道：「咦，這可奇啦，你怎麼又猜得出？」楊過道：「似你這等俊雅的人品，書法也定然出塵絕俗。姊姊，你寫的字給我瞧瞧，好不好？」那少女又是輕輕一笑，道：「我的字是見不得人的，等你養好了傷，要請你教呢。」楊過暗叫：「慚愧。」不禁感激黃蓉在桃花島上教他讀書寫字，若沒那些日子的用功，別說分辨書法美惡，只怕旁人寫什麼字也不識得。他出了一會神，覺得胸口隱隱疼痛，當下潛運內功，氣轉百穴，漸漸的舒暢安適，竟自沉沉睡去。待得醒來，天已昏黑，那少女在一張矮几上放了飯菜，端到他床上，服侍他用飯。那菜肴也只平常的青菜豆腐、雞蛋小魚，但烹飪得極是鮮美可口。楊過一口氣吃了三大碗飯，連聲讚美。那少女臉上雖然戴上面具，瞧不出喜怒之色，但眼光中卻露出歡喜的光芒。次日楊過的傷勢又好了些，那少女搬了一張椅子，坐在床頭，給他縫補衣服，將他一件破破爛爛的長衫，全都補好了。她提起那件長衫一看，說道：「似你這等俊雅之人，怎麼故意穿得這樣襤褸？」說著走出室去，捧了一疋青布進來，依著楊過原來長衫的樣子，裁剪起來。聽那少女的說話聲音、身材舉止，也不過十八九歲，但她對待楊過不但像是長姊視弟，直是母親一般慈愛溫柔。楊過喪母已久，時至今日，依稀又是當年孩童之時的光景，心中又是感激，又是詫異，忍不住問道：「姊姊，幹麼你待我這麼好，我實是當不起。」那少女道：「做一件衣衫，那有什麼好了？你捨命救人，那才教不易呢。」這一日上午就這麼靜靜過去，過午後那少女又坐在桌邊練字，楊過極想瞧瞧她到底寫些什麼，但求了幾次，那少女總是不肯。她寫了約摸一個時辰，寫一張，出一會神，隨手撕去，又寫一張，但是始終似乎寫得不合意，隨寫隨撕，最後嘆了一口氣，不再寫了，問道：「你想吃什麼東西，我給你做去。」楊過靈機一動，道：「就怕你太過費神了。」那少女道：「什麼啊？你說出來聽聽。」楊過道：「我真想吃粽子。」那少女怔了一怔道：「裹幾隻棕子，又有什麼費神了？我自己也想吃呢。你愛吃甜的還是鹹的？」楊過道：「什麼都好。有得吃就心滿意足了，那裏還能這樣挑剔？」當晚那少女果然裹了幾隻粽子給他作點心，甜的是豆沙白糖，鹹的是火腿鮮肉，端的是美味無比，楊過一面吃，一面喝采不迭。那少女嘆了一口氣道：「你真是聰明，終於猜出了我的身世。」楊過心下奇怪：「我沒猜啊！怎麼猜出了你的身世？」但口中卻說：「你怎知道？」那少女道：「我家鄉湖州的粽子天下馳名，你不說旁的偏偏要吃粽子。」楊過心念一動。想起數年前在湖州遇到郭靖夫婦，與李莫愁爭鬥，又遇歐陽鋒等一連串事跡，可是仍然想不起眼前這少女是誰。他要吃粽子，卻是另有用意，快吃完時乘那少女不覺，在手掌心暗藏一塊，待她收拾碗筷去，忙取過一條她做衣衫時留下的布線，一端黏了一塊粽子，擲了出去，黏住她撕破的碎紙，提回來一看，不由得呆了，原來紙上寫的是「既見君子，云胡不喜？」八個字。那是「詩經」中的兩句話，意思是再明白也沒有了！「我既見到了你，怎麼我還會不快活？」楊過將那紙片藏過，又將線頭擲出，再黏回一張，但見紙上寫的仍是這八個字，只是頭上那個「既」字，卻給撕去了一半。楊過心中怦怦亂跳，接連擲線收線，將那些碎紙黏回來十多張，但見紙上顛來倒去，寫的就只這八個字。他細想其中深意，不由得痴了。忽聽腳步聲響，那少女回進室來。楊過忙將那些碎紙在被窩中藏過，那少女將餘下的碎紙搓成一團，拿到室外點火燒化了。楊過心想：「她寫的『既見君子』，這君子難道說的是我麼？我和她話都沒有說過幾句，她瞧見我有什麼可歡喜的呢？若說不是我，這裏又沒旁人。」正自痴想，那少女回進室來，在窗邊悄立片刻，吹滅了蠟燭。月光淡淡，從窗中照射進來，鋪在地下。楊過叫道：「姊姊。」那少女卻不答應，慢慢走了出去。過了半晌，只聽室外簫聲幽咽，一片樂聲從窗中送了進來。楊過曾見她用玉簫與李莫愁動手，武功極是不弱，不意她吹的簫卻也這麼好聽。他在古墓之中，閒時常聽小龍女撫琴，曾跟她學過多時，算得頗解音律，這時側耳細聽，辨出她吹的是「無射商」的調子，卻是一曲「淇奧」，但她吹的總是頭上五句：「瞻彼淇奧，綠竹猗猗，有匪君子，如切如磋，如琢如磨。」或高或低、忽徐忽疾，總是這五句的變化卻不再吹下去。原來這五句也出自「詩經」，乃是讚美一個男子，說這位文雅的君子，好像經過了切磋的象牙那麼圓潤，好像經過了琢磨的美玉那麼潔瑩。楊過聽了半晌，不禁技癢，見床腳邊几上放著一張七絃琴，於是緩緩坐起，取了過來，調了幾聲，和著這簫聲彈了起來。那「詩經」中本來還有幾句，說像這樣嚴正威武，光明磊落的君子，畢竟令人難忘。他正要依韻彈將下去，突然簫聲斷絕。楊過一怔，隱隱約約明白了她的心意：「她初時吹簫，乃是自舒其意，被我琴聲一和，她知道自己心情已被我看破了。這簫聲固然是露了心中情意，可是曲未終而簫聲絕，豈不是更著痕跡麼？」次日清晨，那少女送早飯進來，只見楊過臉上戴了人皮面具，不禁一呆，笑道：「你怎麼也戴這東西了？」楊過道：「這是你送給我的啊，你不肯顯露本來面目，我也就戴個面具。」那少女這才明白，原來他是要激自己除下面具，但想面具一去，自己心中所思，不免在臉上顯現出來，那就要多惹煩惱了，於是淡淡的道：「那也很好。」她說了這句話後，放下早飯，轉身出去，這天一直就沒再跟他說話。楊過惴惴不安，生怕得罪了她，想要說幾句話陪罪，她在室中卻始終沒再停留。到得晚間，那少女收拾了碗筷，正要出去，楊過道：「姊姊，你的簫吹得真好，再吹一曲，好不好。」那少女微一沉吟，道：「好的。」出室去取了玉簫，坐在楊過床前，幽幽吹了起來，這次吹的卻是一曲「迎仙客」，平和溫雅，乃是賓主酬答之樂。楊過心想：「原來你在簫聲之中也戴了面具，不肯透露心聲。」她一曲尚未吹畢，月光緩緩上升，照到牆上，那少女突然放下玉簫，「啊」的一聲叫，站了起來，聲音中顯得十分驚慌。楊過見她一直嫻雅自若，突然間舉止有異，也是吃了一驚，順著她目光看去，只見牆上清清楚楚的印著三個血手印。這三個手印離地甚高，必得躍起方能印上。在月光之下，更加顯得詭異可怖。楊過不明三個血手印的用意，問道：「姊姊，那是誰的玩的花樣？」那少女道：「你不知道麼？赤練仙子。」楊過驚道：「李莫愁？什麼時候留的？」那少女道：「定是昨晚你睡熟之後。咱們這裏正是三個人。」楊過尚未明白，順了一句：「三個人？」那少女道：「是啊。她留三個手印，就是預行示警，要殺這屋中的三個人。」楊過道：「除了你我，第三人是誰？」只聽門外一人接口道：「是我。」那茅屋木門呀的一聲推開，進來一個身穿淡黃衫子的少女，身材苗條，瓜子臉兒，正是關陝道上楊過數次救她性命的陸無雙。她笑嘻嘻的道：「傻蛋，這次輪到你受傷了。」楊過道：「媳婦……」他本想叫她「媳婦兒」，但只說出兩個字，想起身旁溫雅端莊的青衫少女，登時不敢再開玩笑。陸無雙道：「表姊，我接到你的信，立時趕來了。傻蛋，誰打傷你啦？」楊過還未回答，那青衫少女一指牆上的手印，陸無雙「啊」的一聲，臉色大變，猶似見到鬼魅，幼時湖州府菱湖鎮上李莫愁留下手印，殺她全家雞犬不留的情景，立時湧上心來。她淚珠的眼眶，滾來滾去，忽然伸出雙手，將楊過和那青衫少女臉上的人皮面具同時拉脫，說道：「咱們趕緊想法兒對付這惡魔，你們兩個還戴這勞什子幹麼？」面具一去，楊過眼前登時光亮，但見那少女肉色晶瑩，膚光如雪，鵝蛋臉兒上有一個小小酒窩，微現靦腆，雖不及小龍女那麼清麗絕俗，卻也是一位極美的姑娘。原來她正是陸無雙的表姊程英，當日被李莫愁所擒，險遭毒手，適逢桃花島島主黃藥師路過，救了她的性命。黃藥師自女兒嫁後，雲遊天下，四海為家，他雖胸懷磊落，但老年人孤身一人，不免寂寞，這時見程英稚弱無依，不由得起了憐惜之心，治愈她傷毒之後，程英服侍得他體貼入微，遠勝當年嬌憨頑皮、跳盪自恣的女兒黃蓉，黃藥師由憐生愛，正式收她為徒。程英的聰明機智，雖然大不及黃蓉，但她心細似髮，從小處鑽研，卻也學到了黃藥師不少的看家本領。這一年她武功初成，稟明師父，北上找尋表妹，終於在關陝道上，與楊過及陸無雙相遇，途中示警，夜半救人，那都是她的手筆了。酒樓上一戰，楊過突然不別而行，程英就帶同陸無雙到這荒山中來結廬療傷。日前陸無雙骨傷痊愈，和一位女友外出遊玩，久久不歸，程英記掛起來，出去找她，卻遇上黃蓉大擺亂石陣與金輪法王相鬥。這種奇門陣法，她也曾隨黃藥師學過，雖所知不多，但學得極是細到，機緣巧合，將楊過救了回來。三人聚在一起，談起李莫愁之事，這才知三人幼時曾在湖州相會，李莫愁一隻眼睛，就是被楊過的小紅鳥啄瞎。當時李莫愁被黃藥師制住，曾被程英打過四個耳光，最近陸無雙盜了她的「五毒奇書」她更是欲得之而甘心。說將起來，三個少年和那赤練仙子都是結下了深仇，她此次突然到來，暗中不傷楊過，卻留下三個手印，顯是有恃無恐，不怕三人逃走。楊過身上有傷，動彈不得，憑程英和陸無雙二人，實是難以抵敵，三人說了一陣，均感束手無策。程英道：「我記得那年這魔頭到表妹家來，是天明時來臨，如她今日也是寅末卯初來此，眼下還有三個時辰，楊兄的坐騎腳力甚好，咱們立時逃走，那魔頭也未必就追得上。」陸無雙道：「傻蛋，你身上有傷，能騎馬麼？」楊過嘆道：「不能騎也得硬挺，總好過落在這魔頭手中。」陸無雙道：「表姊，你陪這傻蛋向西逃，我故佈疑陣，引她往東追。」程英臉上微微一紅，道：「不，你陪楊兄。三人中我和她仇怨最輕，縱然給她擒住，也未必傷害於我，你若落入她手，那可有得受的了。」陸無雙道：「她衝著我而來，若發現我和傻蛋在一起，豈非枉自累了他？」表姊妹倆你一言，我一語，互推對方陪伴楊過逃走。楊過聽了一會，甚是感動，心想這兩位年少姑娘，居然都是義氣干雲，危急之際，甘心冒險來救自己性命，縱然我給那魔頭拿住害死，這一生一世也不算白活了。