第二十一回　六和塔頂囚獨夫乾隆皇帝奇特失蹤之後，福康安、李可秀、白振以及一些得知消息的護駕大臣兩日中真如熱鍋上螞蟻，不知如何是好。他們料定這必是紅花會所為，一出事馬上派兵到紅花會各處落腳地點搜查，那知全城紅花會的人眾隱藏的隱藏，出城的出城，一個人也沒抓到。第三天清晨，福康安又召集眾人在撫署會商。大家愁眉苦臉，束手無策，只得商議要不要急報皇太后，如果皇上有甚麼不測，只好另立新君登極。可是大家又都畏罪，這一報上去，轉眼個個就是滅族凌遲的罪名，正在躊躇不決，忽然御前侍衛瑞大林臉色蒼白，急奔前來，在白振耳邊輕輕說了幾句話。白振臉色一變，倏地站起，道：「有這等事？」福康安忙問情由。瑞大林道：「在皇上臥室內守衛的六名侍衛，忽然都被人殺死了。」福康安道：「咱們去看看，這事一定與皇上失蹤有關。」眾人走向乾隆原來在撫署裏的臥室。瑞大林把門一推，迎面一陣血腥氣撲了過來，只見臥室地板上東倒西歪的躺著六具屍體，有的眼睛凸出，有的胸口洞穿，死狀十分可怕。白振走過去一看，見這六人都是大內侍衛中的高手。本來乾隆睡覺時有六名侍衛輪流在他臥室外守夜，現在皇帝失蹤，但輪值的人仍舊照常值班，那知六名侍衛全部在夜中被殺。白振道：「這六位兄弟都非庸手，怎麼不聲不響就被人幹掉了？」大家都猜想不透。白振俯身在屍體上研究死因，見有的是被重手法震斃，有的是被寶劍削去半邊天靈蓋，那些侍衛的兵器有的被人打壞，有的在刀鞘中還沒來得及拔出來，想來刺客行動十分迅速，侍衛不及禦敵呼援，都已一一被殺。白振道：「這室中容不下多人鬥毆，刺客最多不過兩三人。他們一舉就將這些兄弟害死，下手如此毒辣爽利，那麼刺客的武功一定高明已極。」李可秀道：「皇上既已被他們請去，又何必來殺這六名侍衛？看來刺客和劫持皇上的人並不是一路。」福康安道：「哼，但刺客一定也是謀叛行刺，那知皇上卻不在這裏，於是這六名侍衛遭了殃。」白振道：「兩位所料不錯。如果殺侍衛的是紅花會人物，那麼皇上是落在別人手中了。但除了紅花會，又有誰這樣大膽，敢幹這種大逆不道的事？要是劫持皇上的是紅花會，那麼又從那裏出來這樣武功高強的人，來殺這六名侍衛？」一陣輕風吹來，血腥氣四散流動，福康安見了六名侍衛死得可怖，不敢再在室中耽擱，先自退了出去。白振暗自思量：「大江南北武林中高手，我幾乎無人不知，瞧刺客殺人的手法，和這些人全不相同。不知是何等人物？」紅花會人眾已難以對付，現在突然又有大敵來臨，瞧他們手段如此厲害，不禁心寒。他再俯身察看，忽見屍體胸口有犬爪抓傷和咬傷的痕跡，更覺奇怪，心念一動，忙請李可秀差人去找獵犬。過了一個多時辰，差役帶了三名獵戶和六隻獵犬進來。李可秀這時已調集了兩千名兵丁，整裝待發，白振命獵戶帶領獵犬在屍體旁嗅了一陣，然後追索出去。獵犬帶領眾人直奔湖濱，到了西湖邊上，向著湖中狂吠。白振暗暗點頭，知道刺客帶了犬來，把侍衛打死後，發覺乾隆不在，就命犬帶路追索皇帝。獵犬吠了一會，又找到了蹤跡，沿著湖濱奔去，湖畔泥濕，果然有人犬的足印。獵犬奔到乾隆上岸處，折回城內。城內人多，氣息混雜，獵犬慢了下來，邊嗅邊走，直向玉如意的妓院奔了進去。妓院中本來有兵把守，這時靜無人跡，眾人走進院子，只見庭院室內，又死了兩名侍衛和十多名官兵。刺客下手狠辣，沒有留下一個活口，有的兵卒是咽喉被狗咬斷而死。白振察看這些兵卒的身材和傷口的部位，心想行兇的狗軀體極為龐大，不是關外的巨狗，便是西北豺狼和犬的混種，難道刺客是關外或西北塞外而來？那六隻獵犬在玉如意臥室中轉了幾個圈子，忽在地板上亂抓亂爬，白振細看地板，覺得並無異狀，但獵狗仍不住騷吠，白振命兵卒用刀在地板上撬挖一下試試，挖了兩下，地板應手而起，下面是一塊石板。白振急道：「快撬！」兵卒把石板撬開，露出一個大洞來，獵狗首先撲了下去，李可秀和白振見下面是一條地道，這才恍然大悟，成千兵將在妓院四周守衛，而皇帝竟然神不知鬼不覺的失蹤，原來刺客是從地道裏進出的，不禁暗叫慚愧，率領兵卒追了下去。且說乾隆在六和塔頂餓了兩日兩夜，又受了兩日兩夜的氣，神情十分委頓，第三天早晨醒來，已是全身無力，正想再睡一會，忽一個小書僮走近說道：「皇上，咱們少爺請你去談談。」乾隆道：「你少爺是誰？叫他來見我好了。」那書僮道：「咱們少爺是紅花會的陳總舵主。」乾隆一聽陳家洛請他，心頭一喜，忙起身穿衣。那書僮就是心硯，他經過幾天休養，傷已大好，聽說抓住了皇帝，一定要趕來瞧瞧熱鬧，他打上水來，服侍乾隆梳洗。乾隆仍穿那明代漢服，隨心硯走到下一層來。乾隆一進門，陳家洛穿著一件藍綢長衫，笑容滿臉的迎了出來，當先一揖。乾隆還了一揖，走進室內，心硯獻上茶來，陳家洛道：「快拿點心來。」心硯捧進一個茶盤，盤中放著一碟湯包、一碟蟹粉蝦仁燒賣、一碟炸春卷、還有一碗火腿火腿雞絲蓴菜荷葉湯，盤未端到，已是清香撲鼻。心硯放下兩副杯筷，篩上酒來。陳家洛道：「小弟因為要去探望一位朋友的傷，以致有失迎迓，請吾兄恕罪。」乾隆道：「好說，好說。」陳家洛道：「請兄台先用些粗點，小弟還有事請教。」乾隆餓得肚皮已貼到了背心。他素來體格壯健，十二歲時隨聖祖康熙出獵木蘭，即曾發矢射死一狼，平常勸習武事，所以食量驚人，兩日兩夜不吃東西，教他如如何耐得？他見陳家洛先舉筷夾了一個湯包吃了，再不客氣，風捲殘雲的把三碟點心吃得乾乾淨淨，湯也喝了大半碗。陳家洛每碟點心只吃了一兩件，喝了一口湯，就放下筷子，見乾隆吃得香甜，只是微笑。點心吃完，乾隆說不出的舒服受用，端起茶杯，望著杯中碧綠的龍井細茶，慢慢啜飲，只覺舌底生津，脾胃沁芳。陳家洛見心硯收了碗碟出去，說道：「你叫廚房好好做幾樣菜，待會我還要和東方老爺喝酒。」心硯答應了。陳家洛等他出去，走過去把門推得洞開，道：「他們都守在底下，咱們在這裏說話是再妥當也沒有了，絕不會有第三個人聽見。」乾隆板起臉，一字一字低沉的道：「你把我劫持到這裏待要怎樣？」陳家洛走上兩步，望住乾隆的臉。乾隆只覺他目光如電，直看到了自己心裏去，不由得慢慢轉開了頭，隔了半晌，聽得陳家洛道：「哥哥，你到今天還不認我麼？」他這句話語音柔和，聲調懇切，但乾隆一聽之下猶如晴空打了一個霹靂，忽地跳了起來，說道：「你──你──你說甚麼？」陳家洛臉上一片誠摯，緩緩伸起手來拉住乾隆的手，說道：「咱們是親兄弟親骨肉。哥哥，你不必再瞞，我甚麼都知道啦。」自從文泰來被救，乾隆就知道他這秘密再也保守不住，但聽陳家洛突然叫他「哥哥」，仍不禁震驚萬分，只全身無力，似癱瘓般的坐入椅中。陳家洛道：「你到海寧掃墓，你把爸爸姆媽封為潮神和潮神娘娘，我知你並沒忘本。你在這鏡子裏照照自己看。」說著把牆上畫旁的一根線一拉，畫幅捲起，露出一面大鏡子來。乾隆看見鏡中的自己一身漢裝，面目神情，絲毫沒有滿洲人的痕跡，再看看站在身旁的陳家洛，兩人實在十分逼肖，嘆了一口氣，回身坐在椅中。陳家洛道：「哥哥，咱們兄弟以前互不知情，以致動刀掄槍，骨肉相殘，爸爸姆媽在天之靈一定很是痛心呢。」乾隆惻然不語，隔了半晌，說道：「我本來叫你到京裏來辦事，你自己不肯去。」他見陳家洛轉身眼望大江，並不置答，繼續說道：「你如沒應過鄉試，我先賜你一個舉人，憑你才學，會試殿試必在三鼎甲內，將來督撫軍機，我豈有不提拔你之理？這於家於國，對你對我，都是大有好處，何苦定要不忠不孝，幹這種大逆不道之事。」陳家洛忽然地轉身，說道：「哥哥，我沒說你不忠不孝，大逆不道，你反說起我來。」乾隆「咦」了一聲道：「臣對君盡忠，叛君則為大逆，我既已為君，那裏說得上不忠？」陳家洛道：「你明明是漢人，卻降了胡虜，這是忠麼？父母在世之日，你沒好好侍奉，父親在朝廷之日反而日日向你跪拜，你於心何安，這是孝麼？」乾隆頭上汗珠一粒一粒的滲了出來，低聲說道：「我本來不知道。是你們紅花會已故的首領于萬亭今年春天進宮來，我才聽說的。到現在我仍是將信將疑，不過為人子的，寧可信其有，不可信其無，錯了不過是愚，否則可是不孝。所以我到海寧來祭墓。」其實乾隆這番話是言不由衷，這年春天于萬亭偕文泰來入宮，把陳夫人的一封親筆信交給乾隆，信中詳述當時經過，乾隆已信了八成，等于萬亭走後，他把當年餵奶的乳母廖氏傳來，秘密詢問，廖氏被逼不過，只得說了出來。原來在四十七年前的八月十三日，四貝勒允禎的福晉生了一個女兒，聽說大臣陳世倌的夫人同日生產，命人將小兒抱進府裏觀看，哪知抱進去的是兒子，抱出來的卻是女兒。陳世倌知道這是四貝勒掉了包，一句話都不敢洩漏出去。當時聖祖康熙諸子奪嫡，明爭暗鬥，無所不用其極。康熙喜愛西洋的數學化學，許多皇子就兢學西學，各人更是籠絡大臣，陰蓄死黨。允禎知道父皇心中這時尚猶豫不決，兄弟中如允禧、允異、允題等才幹都不在自己之下，諸人勢均力敵，皇帝選擇儲君時，不但要想到皇子本人的才幹，也要想到皇子的兒子，因為立儲是萬年之計，皇子死了，皇孫就是皇帝。如果皇子英明，皇孫昏庸，那絕非長遠之策。允禎此時已有一子，但懦弱無用，素來不為祖父所喜，他知道在這一點上吃了虧，滿盼再生一個兒子，那知生出來的卻是女兒。允禎不顧一切要做皇帝，湊巧陳世倌生了個兒子，他就強行換了一個。允禎是諸皇子中最為手段狠辣的，陳世倌那敢聲張。這換去的孩子後來就是乾隆。他自小聰穎武勇，六歲即能誦「愛蓮說」，到了九歲時，更遇到一件偶然的事，使康熙十分喜愛，允禎後來能做皇帝，和這事很有關係。那時乾隆叫做寶親王。這年跟隨祖父到熱河打獵，衛隊從深山中趕了一隻大黑熊出來，趕到康熙跟前。康熙舉起火槍，一槍打中黑熊頭上，那熊撲地倒了。康熙放槍時，寶親王騎了一匹小馬，舉起火槍，在祖父身旁躍躍欲試，見了那龐大的黑熊居然絲毫不懼。康熙看得有趣，說道：「你過去打牠一槍。」他愛惜孫兒，叫他去打一槍，就算是他打死的，將來對臣下說起來，寶親九歲擊斃一熊，可以誇耀誇耀。寶親王下馬走到黑熊跟前，叫道：「打死你，打死你！」對準黑熊肚皮放了一槍，眾侍衛齊聲歡呼叫好，康熙也是撚鬚微笑。寶親王回來，剛要上馬，那知黑熊沒有死透，突然人立，惡狠狠向康熙馬前撲來，眾侍衛大驚，數槍齊發，把牠擊斃，康熙吃了一驚，對侍衛們道：「寶親王這孩子福分可真不小，要是他在黑熊跟前時那熊站了起來，這孩子還有命麼？」從此康熙認為寶親王命大，兼之他文武雙全，在諸孫中最得康熙寵愛，允禎後來能做皇帝，有很多地方還是靠了這個偷偷換來的兒子。所以雍正那一朝，海寧陳家榮寵無比，雍正這樣做一來是報答，二來是籠絡，免得陳家有所怨懟而洩漏這天大秘密。乾隆初被抱入雍親王（允禎的封號）府時，啼哭不止，不肯吃奶。允禎的福晉那拉氏沒有辦法，只得把陳家原來給乾隆餵奶的奶母廖氏召到府中，乾隆這才止哭吃奶。那知事隔了四十多年，乾隆忽然問起，廖氏本來不肯說，但聽乾隆口風，知道已知詳情，無法再加隱瞞。廖氏這時已六十多歲，當夜就被乾隆派人絞死，防她走漏隱事。乾隆說這番話時，想起廖氏撫育他的辛勞，心頭頗有點自責。陳家洛道：「你自己看看，那裏像旗人，這還有甚麼好疑慮的。」乾隆沉吟不語，陳家洛道：「你是漢人，漢人的錦繡江山今日完全淪入胡虜之手，你卻去做了胡虜的頭腦，率領旗人來欺壓咱們黃帝子孫。這豈不是不忠不孝，大逆不道麼？」乾隆無言可對，昂然道：「我今天反正已落入你的手裏，你要殺便殺，何必多言。」陳家洛溫言道：「咱們在海塘上曾經約定，以後互不加害，言猶在耳，我豈能背誓？何況現在知道你是我的親哥哥，我十年來沒見到自己的親骨肉，今日和哥哥相會，親近還來不及，那裏有相害之理。」他天性淳厚，說著掉下淚來。乾隆道：「那麼你要我怎樣？要逼我退位麼？」陳家洛拭一拭眼淚，說道：「不，你仍舊做你的皇帝，不過不是不忠不孝的皇帝，而是一位仁孝英明的開國之主。」乾隆奇道：「開國之主？」陳家洛道：「不錯，做漢人的皇帝，而不是滿清的皇帝。」乾隆十分聰明機警，一聽陳家洛的話，已明白了他意思，道：「你要我把滿人趕出關外？」陳家洛道：「不錯，你一樣做皇帝，與其認賊作父，被後世唾罵，何不奮發鷹揚，建立萬代不易之基？」乾隆本是好大喜功之人，聽了這幾句話，不由怦然心動。陳家洛鑒貌辨色，知道自己的說詞已經見效，繼續說道：「你現在做皇帝，人人知道不過是承襲祖宗的餘蔭，那有甚麼希奇？你看看這人。」乾隆走到窗邊順著陳家洛的手指向下望去，只見一個農夫在塔下的田邊鋤耕作。陳家洛道：「如果這人生在雍親王府中，而你生在農家，那麼他就是皇帝而你就得在田間鋤地了。」乾隆一向自以為天縱神武，迥非常人可比，現在細細體會陳家洛的話，才覺得果然有理。陳家洛又道：「大丈夫生在世間，百年之期，倏忽而過，如不建功立業，轉眼與草木同朽。歷來帝皇，如漢高祖、唐太宗、明太祖，那才是真英雄真豪傑，元人如成吉思汗，清人如太祖努爾哈赤、太宗皇太極，也算得是一代雄主。如漢獻帝、明崇禎這種人，縱使不是亡國之君，縱使在位百年，因人碌碌，又何足道哉？」這番話每一句都打入了乾隆心窩。他自從知道自己是漢人後，好幾次想下令宮中朝中改用漢人衣冠，但都被滿洲大臣攔住，心想如真的依著陳家洛的話，把滿人趕出關外，重還漢家天下，自己就是陳姓皇朝的開國之主，功業可以上比劉邦、李世民。他正想接話，忽聽見遠處有一陣犬吠之聲，又見陳家洛雙眉一揚，凝神外望。他也向外望去，只見四條身軀異常龐大的狼犬向六和塔疾奔而來，後面跟著兩個人影，因為奔跑過速，看不清楚身材面貌。轉眼之間，兩人四犬已奔到塔下，似有人厲聲喝問。六和塔高共十三層，乾隆與陳家洛這時在第十二層上，與塔下相距甚遠，饒是耳朵好，也聽不清楚下面說甚麼。只見兩人四犬都衝進塔中，忽然那四條狼犬反身奔逃，口裏狂叫，東逃西竄，似乎是躲避甚麼，孟健雄手夾彈弓追出，雙手連動，一陣連珠彈把四隻狼犬打得狺狺狂叫。陳家洛正在奇怪，這四條狗和那兩個人不知是甚麼路數，忽見塔中一人竄出，迅疾無比，夾手把孟健雄的弓奪過，左掌便向孟健雄頸上劈來。孟健雄一避沒避開，忙舉手格時，那人用彈弓弓端在他腰裏一戳，戳中穴道，俯身跌倒。那人頭也不回，直奔進塔來，這人剛進塔門，塔裏同時拋出一個人來，仰天跌在地上，動也不動，陳家洛看得清楚，這人是獨角虎安健剛，不由得大吃一驚。這時又聽得守在塔外的馬善均馬大挺父子哨聲大作，連連報警。說是來了勁敵。乾隆一見來了救援，心中大喜。陳家洛向四方瞭望，見各處並無動靜，知道來攻的只此兩人，馬家父子所以在敵人已經攻到之後才發出警號，想是敵人行動過速，等到發現，他們已攻到塔前，這兩人身手如此矯健，想必是大內侍衛中的高手，看來比金鉤鐵爪白振尚要勝過一籌。那四條狼犬重又折回，再竄進塔內，只聽見女子斥罵聲、少年叫喊聲、犬吠聲響成一片，想是把守第二層的周綺和心硯正在對付那四條狼犬。突然兩聲驚叫，第二層窗口中投下兩件兵器來，一件是柄單刀，另一件是條軟鞭。陳家洛認得那是周綺和心硯所用的傢伙，想是被敵人所奪去而擲下來的，不知這兩人性命如何，頗有點擔心。乾隆見陳家洛本來神色自若，忽然漸有憂色，知道自己手下人佔了上風，暗暗歡喜，突然見陳家洛臉露微笑，忙向下望，只見一個條大漢手持一柄大鐵槳，使得虎虎生風，把四條狼犬都打出塔來。陳家洛又見周綺和心硯跟在蔣四根後面，空手搶出，把孟健雄和安健剛扶了回去，那四條狼犬猛惡異常，簡直如四條豹子一般，一條狼犬後腿蔣四根鐵槳打斷，兀自不退，仍舊撲上來亂咬，蔣四根給四隻狗圍在垓心，一時倒無法取勝。心硯又從塔裏奔出，雙手連搖，十幾塊磚頭把狼犬打得汪汪亂叫，蔣四根乘機又是一槳擊在一條狼犬臀部，把牠直摜出去。周綺也奔出塔來吶喊助威，這四條狼犬如不逃走，眼見就要給蔣四根和心硯全部打死。忽然第六層窗口中一人探出頭來撮嘴作嘯，聲音極為奇特。四條狼犬一聽聲音，立即掉頭，分成四路向外奔去。蔣四根眼見牠們分路奔逃，一時無法追趕，見那隻斷了後腿的狗逃得稍慢，縱上前去，一把抓住後頸，提了起來。那狼犬四足離地，無法用勁，只有慘叫。蔣四根用力一揮，把狼犬遠遠擲出。周綺和心硯已拾起自己的兵刃，仍站在塔下守禦，怕再有外敵人來攻。陳家洛見敵人從第六層窗口中指揮狼犬，心想：「那麼第四層上的十二郎，第五層的衛九哥和第六層的楊八哥都沒攔住他們──」想到這裏，暗叫：「不好。」敵人武藝高強，而且兩人合力來攻，己方每層一人，一定攔他們不住，正要下令集合四人在第九層上攔截，忽見第七層窗中竄出一人，那人身材矮小，行動敏捷，正是武諸葛徐天宏。徐天宏剛躍出窗口，後面一人跟著跳了出來，一抓抓住了徐天宏的左腳。陳家洛大吃一驚，手中扣住的三粒圍棋子正要擲出，忽聽徐天宏大喝一聲：「照鏢！」右手一揚，敵人一縮頭，那知徐天宏手中並無暗器，乘機一掙，掙脫了左腳鞋子，已站在寶塔的簷角之上。這時距離已近，陳家洛看得明白，敵人身材比徐天宏更矮，一身白衣，滿頭白髮，竟是一個老太婆。她背插寶劍，雙手空空，凌空躍起，又抓了過去。徐天宏右手的單刀已經不見，大概已被敵人打脫，左手鐵拐一招「一夫當關」在胸前一橫，又喝：「照鏢！」那老太婆罵道：「猴子，莫想再騙你奶奶！」夾手來奪單拐。那知徐天宏虛虛實實，這次卻非虛招，他已順手揭起塔頂一瓦，猛擲過去。那老婦避讓不及，迎面一掌，把瓦片擊得粉碎，碎片四散紛飛。守在第八層的常氏雙俠大概已被另一個敵人纏住，所以始終不出來相助，徐天宏武功不及那個老太婆，交手數招，迭遇兇險，仗著他機變百出，聲東擊西，又支持了幾招。周綺抬起了頭，仰望徐天宏在塔角上和那老太婆拼死忘生的惡鬥，眼見不敵，心中很是焦急，大叫：「爸爸，爸爸，你快動手哪！」周仲英守在第十層上，他也早已見到兩個徒弟被打倒，義子處境又危險萬分，忙探身窗外，他素來光明，不肯偷襲，叫道：「甚麼人在這裏撒野？」兩個鐵膽一先一後向那老太婆擲去。鐵膽還未擲到，那白髮老婦忽然如飛鳥般直縱下來，左手手掌在瓦上一按，一個觔斗翻過來在第六層上站住，只聽得叮叮叮一陣亂響，袖箭、鐵蓮子、鋼鏢、背弩，一批暗器落在第八層塔頂上，原來是守在第九層上的趙半山為助徐天宏而放的。周仲英鐵膽打空，拍拍兩聲，把塔角的木簷打斷。徐天宏俯身搶住一個，另一個在塔角瓦溝中亂轉。周仲英縱身躍下想拾，腳未踏上實地，突然一陣掌風向胸口襲來。周仲英身體臨空，無法避讓，同時感到掌風來勢甚厲，自己出手抵擋，懸空不能借力，勢必被敵人推下塔去，跌得粉身碎骨，危急中疾忙拔出金背大刀在面門前一立，和身向敵人撲去，拚著受他一掌，落個兩敗俱傷。敵人滑溜異常，見周仲英撲來，身子一偏，左手來抓周仲英手腕。周仲英見他手法又快又狠，不覺「咦」的一聲，心中一驚，暗道：「這人是誰？」跳開一步，抬頭望時，見常氏雙俠已從窗中跳出來和那人打在一起。那人魁梧異常，常氏雙俠是瘦長條子，那知此人比雙俠身材更高，一個鷹鉤鼻，臉色紅得如朱砂一般，頭頂光溜溜的禿得不剩一根頭髮。周仲英見此人生得異相，武功好得出奇，心想：「怎麼這樣的人物也甘作清廷走狗？」那禿頂老頭雙掌如風，迅疾無比，常氏兄弟使開了鐵沙掌的功夫，在寶塔角上跳躍來去，以二攻一。周仲英見常氏兄弟雖不能勝他，但也不致落敗，自己不必過去相助，向下一望，卻大吃了一驚。只見在第六層上那白髮老婦把周綺逼得連連倒退。徐天宏見周綺不敵，但仍舊戀戰，形勢極為險惡，大叫：「綺妹，退開退開。」周綺很聽徐天宏的話，轉身就走，那老婦正要再縱上來，周綺卻站住了腳，罵道：「老太婆，你敢追我麼？我這裏有埋伏。」那老婦年紀雖老，火氣卻旺，一聽周綺的話，返身又追，雙腳一點，如一枝箭般直飛過來。周綺見她來勢如此之快，不覺大駭，不敢迎敵，返身又逃。周仲英右手用勁，一枚鐵膽向老婦後心飛去。那老婦堪堪追上周綺，剛要抓她後心，聽見後面暗器之聲，來勢甚疾，不敢伸手去接，身子向外一挫，全身已懸空在塔外，只有左腳勾住塔角上的木條。「噹！」的一聲，鐵膽打得塔頂火星亂飛，磚瓦碎片四濺，打鐵膽是周仲英的絕技，平生賴以成名。他這鐵膽是所有暗器中最重之物，由於他手勁大，居然可以及遠，發出來時又重又準，厲害非常，那老婦竟以「寒江獨釣」的輕功絕技避了開去，這是武林中罕見的上乘功夫，心中一面佩服，一面暗暗擔憂。那老婦避開一招，又疾追周綺。周仲英向下跳到第六層上，橫刀站在當路，那時周綺已逃到塔後，兩人一逃一追，繞著寶塔打轉。周綺自和徐天宏訂婚後，心想丈夫是出名的聰明人，自己如一味鹵莽，怕被丈夫看低，所以臨事已不如過去那麼任性。這次她見敵人突然來攻，迅捷異常，一下子衝到了第八層上，好在敵人只有兩個，己方以眾敵寡，所以一聽丈夫叫她退走，她就打打逃逃，和敵人拖延時間。周仲英剛立定身子，已見女兒從塔後繞了出來，那老婦仍舊空手追趕，老婦背後卻又有一人跟著，雙鉤揮霍，向她後心挺刺，但總刺不著，看他奮勇直前，救援周綺，正是九命錦豹子衛春華。這時楊成協、石雙英等也從下層趕了上來，周仲英迎上，搶過周綺身體，金刀呼呼生風，連劈兩刀。那老婦見周仲英刀法精奇，不敢輕敵，退開三步，正要拔劍，忽然那禿頂老頭在上面喊道：「我到塔頂上去攻下來，你從下面攻上！」聲如洪鐘，十分猛惡。那老婦一聽，不再和眾人纏戰，和身縱起，左手在第七層塔角上一扳，借勢又翻到了第八層上。第八層無人阻擋，她仍用此法，翻向第十層。她從下面打上來時，知道每層守禦的人武功一層高過一層，她雖避開了周仲英一膽兩刀，但已知他是少林高手，只怕上面更有厲害勁敵，凝神屏氣，身未上，劍先上，挽花護頂，忽覺手上一震，自己的劍被敵人兵刃粘住，險險脫手。那老婦知道遇到勁敵，寶劍乘勢向前一探，解去對方黏走之力，不敢正面縱上，向左斜奔三步，突然反身向右疾馳，一躍跳上第十層，寒風起處，一劍已指向自己當面。那老婦以攻為守，刷刷刷三劍均攻對方要害。敵人以太極劍中「雲昧三舞」的三式了解開去。老婦見他化解時舉重若輕，深得內家劍術三昧，待對方回手，跳開一步，看敵人時，見是一個身材微胖的中年，上唇一叢濃髭，鬚髮微斑，左手捏住劍訣，凝神監視，並不追來。老婦叫道：「你一身好功夫，可惜可惜。」那人正是千臂如來趙半山，他見這白髮老婦身手迅捷，也自驚佩，兩人互相敬服，挺劍又鬥在一起。乾隆見那兩人一路攻上，心頭暗喜，但見陳家洛氣度閒雅，不以為意，反而拖了一張椅子到窗口坐下觀戰，心想來救我的只有兩人，總敵不過紅花會人多，正自患得患失之際，忽聽遠遠傳來犬吠之聲，又有吆喝聲、馬匹奔馳聲。梯上腳步響處，心硯奔上樓來，用紅花會切口向陳家洛報道：「在塔外巡哨的小頭目傳來消息，有兩千多清兵正向這帶過來，方向對正六和塔。」陳家洛點點頭，心硯又奔下塔去。乾隆不懂心硯的話，但見他神情緊張，知道一定是對他們不利的消息，凝神遠望，楓葉如火，林梢忽然白旗飄動，旗上大書一個「李」字。乾隆大喜，知道是李可秀帶兵前來救駕了。陳家洛站起身來，俯身窗口大叫：「馬大哥，退到塔裏，準備好弓箭！」馬善均在下面答應。陳家洛喊聲方畢，忽見那禿頂紅面老者竄了上來，常氏雙俠和周仲英在後面緊追不捨。那老者繞塔盤旋，後面追得緊時就回身接幾招，找到空隙，又跳上一層，一邊廂趙半山和那老婦正鬥得激烈，那老者已跳到第十二層來。常赫志見他來勢猛惡，第十二層正是監視乾隆之處，不再追趕，腰間取出飛抓，迎風一兜，站在窗外。常伯志和哥哥是雙生兄弟，自小到大，從不相離，兩人心念相通，一見兄長取出飛抓，隨即雙掌一錯，站在常赫志身前兩步。兄弟兩人已擺好陣勢，飛抓遠攻，肉掌近襲，雙雙擋在窗外。那老者一看形勢，竟不過來，直上塔頂。周仲英追趕不及，從窗口跳入塔內。乾隆見周仲英執刀跳進，吃了一驚，只見他奔到塔頂通下來的梯級上橫刀待敵。趙半山和那老婦攻拒進退，旗鼓相當，轉瞬間拆了百餘招，老婦劍法迅捷無比，趙半山展開太極劍法，也是以快打快，心中暗暗稱奇：「這人白髮如銀，又是女流，怎麼我竟戰她不下。」心中焦躁，要摸暗器取勝，那知那老婦逼得甚緊，一疏神，左手衣袖竟被她寶劍劃破了一道口子，雖然未傷皮肉，但也不免心驚。徐天宏、楊成協、衛春華、石雙英、周綺等手執兵刃，旁觀趙半山和那老婦惡鬥，見兩人劍光揮霍，在塔頂打得激烈異常，盡皆駭然。他們知道趙半山是南派太極門的掌門人，拳劍暗器，江湖上罕遇敵手，那老婦雖然厲害，趙半山也儘能敵得住。武林高手比武，最忌旁人攔插，所以眾人並不加入，忽見趙半山衣袖口上被劃了一劍，都吃了一驚，衛春華雙鉤一擺，就要搶上相助。趙半山一劍「李廣射石」，把老婦逼退一步，自己忽地跳開，說道：「老太太果然高明，請上罷。」衛春華愕然止步。趙半山是武林中成名人物，衣袖中劍，不再戀戰，心想：「陸菲青陸大哥守在第十一層上，一別十餘年，想他武功必然精進，一定可以制住這老婦。」他讓老婦上去，是在讓好友陸菲青露臉揚名的意思，否則劃破袖口，儘可再戰，也未必會輸，那老婦見趙半山謙退，舉劍也施一禮，說道：「承讓！」縱身直上。周綺叫道：「趙三叔，你沒輸啊，幹麼這麼客氣？」趙半山微微一笑，道：「她劍法好極啦，咱們去看看陸大爺的武當派功夫。咦，周姑娘，你幹麼也這般客氣，叫我三叔？七弟可叫我三哥。」周綺臉一紅道：「我只跟爹爹叫。」楊成協笑道：「那麼你也叫他七叔麼？」說著向徐天宏一指。周綺道：「呸，他想麼？」眾人知道己方人多，敵人雖然武功精湛，料他們無能為力，大家一面說笑，一面奔上塔去。第九、第十兩層空無一人，衝進第十一層，以為陸菲青一定在和那老婦鬥劍，那知室中空洞洞的沒有人影，眾人吃了一驚，疾忙再上，將進室內，已聽見刀劍交併，錚錚有聲，一進門，只見周仲英使開金背大刀，風聲虎虎，和那白髮老婦激戰，一個力大刀沉，一個劍走輕靈，一時分不出高下。陳家洛把乾隆拖在一角裏，坐在榻上觀戰。徐天宏一做手勢，楊成協、石雙英兩人已守住窗口。徐天宏叫道：「拋下兵器投降，饒你不死！」老婦見自身陷入重圍，並不畏懼，刷刷數記進手招數。周綺道：「這人的劍術和一個人很像，你說是麼？」徐天宏道：「不錯，我也覺得奇怪。」那老婦把周仲英逼退一步，突然把桌子一拉，擋在胸前，自己貼牆而立。周仲英一刀下來，險險砍在桌上，疾忙收刀。那老婦轉頭向乾隆叫道：「你是皇帝麼？快說！」乾隆忙道：「我是皇帝，我是皇帝，救兵都來了麼？」那老婦一躍跳在桌上，忽突舉劍當胸，如一隻大鳥般向乾隆撲來，一劍「鵬搏萬里」，向乾隆胸口直刺。這一劍來勢又快又兇，群雄只道她是乾隆的手下人前來打救，那知忽然行刺，這一下出乎意料，鬧了個措手不及。陳家洛雖站在乾隆身旁，但老婦這劍來得太快，也無法抵擋，當下不及思索，左手雙指一駢，向老婦脅下要穴上點來，這是攻敵之不得不救，老婦劍尖將及乾隆胸口，突見陳家洛手指襲到，左掌「金龍探爪」，自下向上一撩，隨即反手一抓，這是三十六路大擒拿法中的厲害招數，陳家洛的手腕只要被她一抓住脈門，當時就得全身癱軟，這手法和點穴有異曲同工之妙。就這樣，她右手劍的勢道緩得一緩，陳家洛右手已拔出短劍，向上一架，錚的一聲，火星飛濺，左手一伸反擊敵人的面門。這一招本來是跟著下面還有一腿，叫作「上下交征」，那老婦拳術嫻熟，豈有不知之理，見陳家洛左手擊來，又伸左掌抓拿，下盤向右一避，手中劍刺向對方咽喉。那知陳家洛的「百花錯拳」每一招均與眾不同，老婦向右閃避，陳家洛一腳偏偏從右面踢來，好在她劍亦刺出，陳家洛腿力尚未用足，隨即收勢。兩人均起疑心，危勢既解，各退了一步，陳家洛把乾隆往身後一拉，擋在他的面前，拱手說道：「老太太，請教高姓大名？」這時那老婦也在喝問，兩人語聲混雜，都聽不清楚對方的話。陳家洛住了口，那老婦再重複了一遍剛才的話：「你這短劍是那裏來的？」陳家洛見她不問別的，先問短劍，倒出於意料之外，答道：「是朋友送的。」老婦又問：「甚麼朋友？你是皇帝侍衛，她怎麼會送你？天池怪俠是你甚麼人？」陳家洛先答她最後一個問題：「天池怪俠是晚輩恩師。」他想老婦劍刺乾隆，一定是同道中人，見她年齡既長，武功又高，所以自稱晚輩。那老婦「嗯」了一聲，罵道：「這就是了。你師父雖然為人古怪，卻是正人君子，你怎麼丟師父的臉來做清廷的走狗？」楊成協在旁忍耐不住，喝道：「這是咱們陳總舵主，你別胡言亂道。」那老婦面露詫異之色，問道：「你們是紅花會的？」楊成協道：「不錯。」那老婦轉向陳家洛厲聲道：「你們投降了清朝麼？」陳家洛道：「咱們紅花會行俠仗義，豈能對滿清屈膝？老太太請坐，咱們慢慢談。」那老婦並不坐下，面色稍和，又問：「你這短劍是從那裏來的？」陳家洛十分乖覺，聽她二次又問短劍，已料到幾分，說道：「是一位回部朋友送的。」那時男女之間授受贈物，頗不尋常，陳家洛雖是豪傑之士，胸襟豁達，這時當著眾人之面也有點說不出口。那老婦又問：「你認識翠羽黃衫麼？」陳家洛點點頭，周綺見他吞吞吐吐，再也忍不住了，插嘴道：「就是霍青桐姊姊送的。你也認識她麼？那麼咱們是一家人啦！」那老婦道：「她是我的徒弟。」陳家洛行下禮去，說道：「原來是天山雙鷹兩位前輩到了，晚輩們不知，多多冒犯。」那老婦並不還禮，身體稍稍一側，算是不受陳家洛這個禮，又問：「你說咱們是一家人，幹麼你幫皇帝，不讓我殺他？」楊成協等見陳家洛對她很是恭敬，而她卻神態倨傲，心頭都感氣惱。這時常氏雙俠也已從窗口中跳進室內，常赫志道：「皇帝是我們抓來的，要殺也輪不到你來殺。」那老婦「咦」了一聲道：「皇帝是給你們抓來的？」陳家洛道：「老前輩有所不知，皇帝確是我們抓來的。我們還當兩位是清宮侍衛，前來打救皇帝，因此一路攔截，那知兩位武功高明，我們眾兄弟不是對手，還是沒能攔住，以致發生了誤會。」其實紅花會群雄已把天山雙鷹截住，陳家洛這樣說是謙遜之辭。那老婦忽然探身窗外，縱聲大叫：「當家的，你下來。」過了半晌，不見回音，忽然嗖的一聲，塔下一枝箭直射上來，老婦伸左手抓住箭尾，轉身一擲，那枝箭插在桌面之上，箭尾微微顫動，厲聲喝道：「無信小輩，怎樣又放暗箭？」陳家洛道：「老前輩請勿動怒，塔下兄弟尚未知情，以致得罪，回頭晚輩叫他們向老前輩賠禮。」他走到窗口，向下喊道：「是自己人，別放箭！」語聲未畢，又是一箭射來，這時陳家洛也已看得清楚，下面千餘名清兵已將六和塔團團圍住，彎弓搭箭，見窗口有人探頭就射了上來。陳家洛對趙半山道：「三哥，你去率領頭目，守住塔門，別衝出去廝殺。」趙半山應聲下去。周仲英道：「這位是天山雙鷹中的雪鵰關老師傅罷，在下久仰得很。」那白髮老婦名叫關明梅，是禿頭老者陳正德的妻子，兩人一高一矮，一個禿頭，一個白髮，江湖上人稱禿鷲雪鵰，數十年來，縱橫西北，脾氣古怪，心狠手辣，歹人聞名喪膽。關明梅聽了周仲英的話，微微點頭。陳家洛道：「這位是鐵膽周仲英周老英雄。」關明梅道：「嗯，我也早就聽到你的名頭。」說到這裏，忽然張口大叫：「當家的，快下來，你在幹甚麼呀？」她這聲喊把眾人都嚇了一跳。周仲英道：「陳老師傅在和無塵道長鬥劍，咱們快去把事情說清楚。」陳家洛向常氏雙俠使了個眼色，雙俠會意，走到乾隆身旁監視。陳家洛和關明梅等奔上梯級，走到第十三層來，在梯級上卻不聞刀劍之聲，群雄都有點擔憂，知道這兩人武功卓絕，出手快速，兩虎相爭，必有一傷，如那一個失手疏虞，都是終身恨事。那關明梅卻漫不在意，知道丈夫平生罕遇敵手，絕不致有甚麼閃失。眾人剛到室門，只見白刃耀眼，滿室劍光，兩個人影在斗室中盤旋飛舞，雖只兩柄劍相鬥，但金刃劈風之聲，有如數十個人交戰一般。群雄剛剛站定，無塵和陳正德轉瞬又拆了數十招。兩人鬥到酣處，劍法一招緊似一招，點到即收，雙劍不交，關明梅本來托大，但看兩人拆了數十招後，丈夫絲毫未見便宜，不由得暗暗心驚：「怎麼江南有如此人物？」只見兩人越打越緊，兀自分不出高下。陳家洛叫道：「道長，是自己人，請住手罷！」無塵舉劍一封，退後一步，那知陳正德殺得性起，劍鋒不離無塵左右，無塵退後一步，他一劍「神駝駿足」刺了過去，無塵向左一閃，還了一劍，兩人又交換了數招，關明梅叫道：「當家的，他們是紅花會！」陳正德一凝神道：「是麼？」他勢道緩得一緩，只聽得「嗤」的一聲，右邊衣襟已被無塵一劍穿過，這還是無塵聽了陳家洛的話，手下容情，否則這一劍當更為狠辣。陳正德大怒，猛聲道：「好雜毛！看劍。」刷刷刷連環三劍，無塵一步不退，還了四劍，兩人又鬥了數十招。陳正德使出「三分劍術」中「海市蜃樓」的絕招來，虛虛實實，變幻莫測，無塵展開「追魂奪命劍法」，七十二路正變中又包藏了八十一路奇變，兩派劍法都是各人自己所創，江湖上見所未見，兩人打到這裏，劍勢忽緩，不敢大意，可是變化精微，旁觀者更覺驚心動魄，只見陳正德一劍「冰河開凍」，向無塵右臂直劈下來，無塵向左一側，陳正德不等他還招，突然一劍自下而上撩起，這一招名為「夜半烽煙」，迅捷絕倫。那知無塵沒有左臂，這時反佔便宜，他不必救護左臂，喝道：「好劍法！」一劍「孟婆灌湯」直刺敵人咽喉。陳正德本可把敵人左臂削了下來，雖然明知未必成功，但敵人必定回劍相救，自己就可以繼續進擊，那知撩了個空，心頭一驚：「我真胡塗啦，他明明沒左臂，怎麼用這一招？」心念剛動，無塵劍指咽喉，陳正德不及退讓，敗中求勝，舉劍橫削，眼見兩人要兩敗俱傷。眾人大驚，呼叫聲中，無塵突向右倒，把陳正德來襲之勢讓得一讓，回劍接住來劍，只聽見「噹」的一聲，兩劍顫動，聲若龍吟，嗡嗡之音，曼長不絕。這時無塵右膝跪地，雙劍交併，兩人都不敢移動，只要誰讓得一讓，對方乘勢進襲，自己就得吃一個大虧。雙方各自運用內功，向敵人推進，兩人勢均力敵，自己劍刃都慢慢陷入對方劍刃之內。陳家洛見情勢危急，接過楊成協手中鋼鞭，搶上前去要給兩人隔開，剛跨出一步，只聽頭頂一人哈哈長笑，叫道：「好劍法，好劍法！」語聲方畢，人影下墮，錚的一聲，無塵和陳正德的劍已被削斷。兩人各向前竄出數步，方才收住勢子，手中各拿了半截劍轉過身來，只見一人笑吟吟的站在中間，手中長劍如一泓秋水，精光耀眼。