第七十二回　光明右使她眼角一動，鹿杖客和鶴筆翁各挺兵刃，攔在周芷若之前，另一名漢子手執利刃，對準周芷若的臉頰。張無忌若要衝過來救人，玄冥二老這一關便不易闖過。趙明冷冷的道：「張公子，你還是跟我說實話的好。」韋一笑忽然伸出手掌，在掌心吐了數口唾味沫，伸手在鞋底擦了幾下，哈哈大笑，眾人正不知他搗甚麼鬼，突然間青影一晃一閃。趙明只覺自己左頰右頰上被一隻手掌摸了一下，看韋一笑時，卻已站在原地，只是手中多了兩柄短刀，不知是從何人腰間掏來的。趙明心念一動，知道不好，不敢伸手去摸自己臉頰，忙取手帕在臉上一擦，果見帕上黑黑的沾了不少污泥，顯是韋一笑鞋底的污穢再混著唾沫，思之幾欲作嘔。只聽韋一笑說道：「趙姑娘，你要毀了周姑娘的容貌，那也由得你。我張教主名揚四海，英俊瀟灑，要娶幾個美貌女子為室，便是三妻四妾，又有何難？他壓根兒就沒將這位周姑娘放在心上。只是你心狠手辣，我姓韋的卻放不過你。你今日在周姑娘臉上劃一道傷痕，姓韋的加倍奉還，劃傷兩道。你劃她兩道，我劃你四道。你斷她一根手指，我斷你兩根。姓韋的說得出，做得到，青翼蝠王言出必踐，生平沒說過一句空話。你防得我一年半載，卻防不得我十年八年。你想派人殺我，未必得我上。告辭了！」這「了」字出口，早已人影不見。身法之快，眾人無不駭然。他這幾句話說來平平靜靜，但人人均知決非空言恫嚇，眼看趙明白裏泛紅、嫩若凝脂的粉頰之上，被韋一笑的污手抹上了幾道黑印，倘若他手中先拿著短刀，趙明的臉頰早就損毀。這般來去如電、似鬼似魅的身法，確是再強的高手也防他不了，即令張無忌，必也是自愧不如。若是長途競走，無忌當可以內力取勝，但在庭除廊廡之間，如此趨退若神，當真是天下只此一人而已。張無忌躬身一揖，說道：「趙姑娘，咱們就此告辭。」說著攜了楊逍之手，轉身出殿，心知在韋一笑十分有力的威嚇之下，趙明不敢再對周芷若如何。趙明瞧著他的背影，又羞又怒，卻不下令攔截。張無忌和楊逍回到客店，韋一笑已在店中相候。無忌笑道：「韋蝠王，你今日給了他們一個下馬威，好叫他們得知明教可不是好惹的。」韋一笑道：「嚇嚇小姑娘，倒也不是難事。她裝得兇神惡煞一般，可是聽我說要毀她的容貌，擔保她三天三晚睡不著覺。」楊逍笑道：「她睡不著覺，那可不好，咱們前去救人更加難了。」張無忌道：「楊左使，說到救人，你有什麼妙計？」楊逍躊躇道：「咱們這裏只有三人，何況形跡已露，這件事當真辣手。」張無忌歉然道：「我見周姑娘危急，忍不住出手，終於壞了大事。」楊逍道：「事勢如此，那是誰都忍不住的。教主獨力打敗玄冥二老，大殺敵人的威風，那也很好。」三人商談半晌，不得要領，當即分別就寢。次日無忌醒來，一睜開眼，便見窗子打開，一張臉向著他他凝望。無忌吃了一驚，揭帳一看，只見那臉上疤痕累累，醜陋可怖，正是那個苦頭陀。無忌一驚更甚，從床中一躍而起，只見苦頭陀的臉仍是呆呆望著自己，卻無出手相害之意。無忌心中一涼：「怎地睡得如此大意？敵人早就到了窗外，居然並不驚覺？」叫道：「楊左使！韋蝠王！」楊逍二人在鄰室齊聲相應。無忌心中一寬，卻見苦頭陀的臉已從窗邊隱去。無忌縱身出窗，見苦頭陀從大門中匆匆出去，這時楊韋二人也已趕到，見此外並無敵人，三人發足向苦頭陀追去。那苦頭陀等在街角，一見三人走來，立即轉身，向北行去，腳步邁得甚大，卻非奔跑。三人打個手勢，當即跟隨其後。這苦頭陀一足雖跛，但邁開大步，行走甚是迅速。此時天方黎明，街上行人稀少，不多時便出了北門。苦頭陀繼續前行，折向小路，又走了七八里，來到一處亂石崗上，這才停步轉身，向楊逍和韋一笑擺了擺手，要他二人退開，隨即抱拳向張無忌行禮。無忌還了一禮，心下尋思：「這頭陀帶咱們來到此處，不知有何用意？這裏四下無人，若是動武，那是以一敵三，顯是落了下風，瞧他情狀，似乎不含敵意。」盤算未定，苦頭陀荷荷一聲，雙爪齊到，撲了上來。他左手處打，右手龍爪，十指成鉤，攻勢極是猛惡。張無忌左掌揮出，化開了一招，說道：「上人意欲如何？請先表明尊意，再行動手不遲？」苦頭陀毫不理會，竟似沒聽見他說話一般，只見他左手自虎爪變成鷹爪，右手卻自龍爪變成虎爪，一攻左肩，一取右腹，出手狠辣之至。張無忌道：「當真非打不可嗎？」苦頭陀鷹爪變獅掌，虎爪變鶴嘴，一擊一啄，招式又變，三招之間，雙手變了六種姿勢。張無忌不敢怠慢，施展太極拳法，身形猶如行雲流水，便在亂石崗上跟他鬥了起來。但覺這苦頭陀的招數甚是繁複，有時大開大闔，門戶正大，但倏然之間，又是詭祕古怪，全是邪派武功，顯是正邪兼修，淵博無比。張無忌只是用太極拳跟他拆招。鬥到七八十招時，苦頭陀呼的一拳，中宮直攻。張無忌一招「如封似閉」，將他拳力封住，跟著一招「單鞭」，右掌已拍在他的駝背之上。只是這一掌沒發內力，手掌一沾即離。苦頭陀知他手下留情，向後躍開，斜眼向張無忌望了半晌，突然向楊逍做個手勢，要借他長劍一用。楊逍解下劍鞘，連著劍鞘雙手托住，送到苦頭陀面前。張無忌暗暗稱奇：「怎地楊左使將兵刃借了給敵人？」苦頭陀拔劍出鞘，打個手勢，叫張無忌向韋一笑借劍。張無忌搖搖頭，接過他左手拿著的劍鞘，使招「請手」，便以劍鞘當劍，左手捏了劍訣，劍鞘橫在身前。苦頭陀刷的一劍，斜刺而至。張無忌見他教導趙明學劍，知他劍術極是高明，絲毫不敢輕忽，施展這數月中在武當山上精研的太極劍法，凝神接戰。但見對手的劍招忽快忽慢，處處藏著機鋒，但張無忌一加拆解，他當即撤回，另使新招，幾乎沒一招是使得到底了的。張無忌心下讚嘆：「若是半年之前遇到此人，劍法上我未必能是他的敵手。比之那玉面神劍方東白，這苦頭陀又高一籌了。」他心中一起愛才之念，不願在招數上明著勝他，眼見苦頭陀長劍揮舞，使出「亂披風」勢來，白刃映著日光，有如萬道金蛇，在空中亂鑽亂竄。張無忌看得分明，驀地裏倒過劍鞘，刷的一聲響，劍鞘已套在劍刃之上，雙手環抱一搭，輕輕扣住苦頭陀雙手手腕，微微一笑，縱身後躍。他手上只須略加使勁，便已將長劍奪了過來。這一招奪劍之法，險是險到了極處，巧也巧到了極處。那知他縱身後躍，身子尚未落地，苦頭陀已拋下長劍，呼的一掌拍到。張無忌聽到風聲，知道這一掌中真力充沛，非同小可。他有意試一試苦頭陀的內力到了何等地步，右掌迴轉，硬碰硬的接了他這掌，左足這才著地。霎時之間，苦頭陀掌上真力源源催至。張無忌運起乾坤大挪移心法中最高深的功夫，將對方掌力漸漸積蓄，突然間大喝一聲，反彈出去，便如一個大水庫在山洪爆發時儲滿了洪水，猛地裏開閘放水，將苦頭陀送來的掌力盡數送回。那等於是將苦頭陀一二十掌的掌力歸無成為一掌拍出，世上原無如此大力。這一掌苦頭陀倘若受實了，勢須立時腕骨、臂骨、肩骨、肋骨一齊折斷，連血也噴不出來，當場成一團血肉模糊，死得慘不可言。此時雙掌相黏，苦頭陀萬難閃避，張無忌左手抓住他的胸口往上一拋，苦頭陀一個龐大的身軀向上飛起，只聽得砰的一聲巨響，亂石橫飛，這一掌威力無儔的開山之掌，盡數打在亂石堆裏。楊逍和韋一笑在旁看到這等聲勢，齊聲驚呼出來，他二人只道苦頭陀和教主比拚內力，至少也得一盞茶時分，方能分別高下，那料到片刻之間，便到了決生死的關頭。二人心中雖有話說，卻已不及言講，待見苦頭陀平安無恙的躍下地來，手心中都已捏了一把冷汗。苦頭陀雙足一著地，登時雙手作火燄飛騰之狀，放在胸口，躬身向張無忌拜了下去，說道：「小人光明右使范遙，參見教主。敬謝教主不殺之恩。小人無禮冒犯，還請恕罪。」張無忌大吃一驚，這啞巴苦頭陀，不但開了口，而且更是本教的光明右使，這一著實非始料所及，急忙伸扶起，說道：「原來是本教范右使，自家人不須多禮。」楊逍和韋一笑跟他到亂石崗來之時，早已料到了三分，只是范遙的身形面貌變化實在太大，不敢便說，待得見他施展的武功，更是猜到了七分，這時聽他自報姓名，兩人搶上前來，緊緊握住了他的手。楊逍向他臉上凝望半晌，不禁潸淚下，說道：「范兄弟，做哥哥的想得你好苦。」范遙抱住楊逍身子，說道：「大哥，多謝聖神佑護，賜下教主這等能人，你我兄弟終有重會之日。」楊逍道：「兄弟怎地變成這等模樣？」范遙道：「我若非自毀容貌，自殘肢體，怎瞞得過混元霹靂手成崑那奸賊？」三人一聽，都知他是故意毀容，混入敵人身邊臥底，以便偵查當年楊破天教主的死因。楊逍更是傷感，說道：「兄弟，這可苦了你了。」要知楊逍、范遙當年江湖上人稱「逍遙二仙」，都是英俊瀟灑的美男子，此刻范遙竟然變得醜陋不堪，其苦心孤詣，實非常人所能為。韋一笑性情古怪，向來和范遙不睦，但這時也不由得深為所感，拜了下去，說道：「范右使，韋一笑到今日才算服了你。」范遙跪下還拜，笑道：「韋蝠王輕功獨步天下，越老越妙，苦頭陀昨晚大開眼界。」楊逍四下一望，說道：「此處離城不遠，敵人耳目眾多，咱們到前面山坳中說話。」四人邁開腳步，奔出十餘里，到了一個小崗之後，該處一望數里，不愁有人隱伏偷聽，但從遠處卻瞧不見崗後的情景。四人坐地，說起別來情由。原來那日楊破天突然間不知所蹤，明教眾高手為爭教主之位，互不相下，以致四分五裂。范遙卻深信教主並未逝世，獨行江湖，尋訪楊教主的下落，忽忽數年，沒發現絲毫蹤跡，後來想到或許是為丐幫所害，暗中捉了好些丐幫的重要人物拷打逼問，仍是問不出半點端倪，倒是無辜害了不少丐幫的幫眾。此時聽到明教諸人紛爭，鬧得更加厲害，有人正在到處尋他，蓋范遙在明教中地位極高，倘若以他號召，自然立時聲勢大盛。范遙心灰意懶之下，竟去出家做了個帶髮頭陀。也是事有湊巧，這日他在太行山腳下經過，為避大雨，在一座破廟中躲雨，無意中偷聽到了兩個人的談話，其中之一便是成崑。另一個卻是個和尚，後來才得知，那是少林寺四大神僧之首的空見大師。范遙在光明頂上曾見過成崑，知道他是楊教主的師弟，本想待他二人說過正事，便即出來相見，那知只聽得幾句，便驚得呆了。只聽見成崑跪在地下，向空見神僧深自懺悔，說他如何酒醉之下，逼姦弟子謝遜的妻子，又不合殺了他全家老少，以致謝遜到處找他尋仇。他始終避不見面，謝遜便殺害武林中成名的英雄好漢，留下了成崑的姓名。張無忌等早知成崑和謝遜結仇的經過，但此時聽苦頭陀范遙說起，仍是心有餘憤。范遙接著說，那日在破廟中只聽成崑痛哭流涕，苦求空見大師收錄他為弟子，以佛家大慈悲力，化解他的罪孽。空見大師說道：「善哉善哉！苦海無邊，回頭是岸。放下屠刀，立地成佛。們既真心懺悔，佛門廣大，決不拒你於門外。」當下便給他剃度，收他弟子，還答應助他了結謝遜這一作冤孽。范遙說到這裏，張無忌簡述謝遜擊斃空見神僧的經過，這位神僧甘受謝遜開山破石般拳力的打擊，全是在盼望化解武林中一樁大血仇，那知成崑竟然欺騙了師父，在他臨死時隱身不出，不和謝遜相見。接著楊逍又說到成崑如何偷襲光明頂，明教遭受大難，但這奸賊終於和殷天正、殷野王父子比拚掌力，力盡身死。范遙雙手合什，說道：「阿彌陀佛，善哉善哉！」楊逍見這個當年的風流人物，今日竟成為如此模樣，不禁黯然神傷。范遙說道：「金毛獅王和我素來交好，他全家遭難之事，我也略有所聞，那料到竟是他的業師所為。大雨停後，他二人出廟而去，我便悄悄跟在後面。我知他二人武功了得，只是遠遠躡著，那知空見大師居然還是知道了，在前高宣佛號，說道佛家子弟，須當慈悲為懷。我便不敢再跟。過了一年，忽聽得空見神僧的死訊，那心中疑竇大起，料想必和成崑有關，於是暗暗到少林寺偵查。我不敢逕到寺中，只在嵩山附近察看，果然皇天不負苦心人，聽到了成崑和朝廷密使的說話。那朝廷密使不是旁人，便是昨晚敗於教主手下的鹿杖客，只是他二人武功太高，我一人決計不是對手，由於離得太遠，隱隱約約的只聽到三言兩語，但『須當毀了光明頂』這七個字，我卻是聽得清清楚楚的。屬下既知本教有難，不敢置身事外，一路跟隨鹿杖客來到京師。鹿杖客我是不敢惹他，其餘次一流的人物那就沒有什麼，我終於打聽明白，這一干武林人物，都是汝陽王察罕特穆爾的手下。」那汝陽王察罕特穆爾乃朝廷宗室，官居太尉，執掌天下兵馬大權，智勇雙全，是朝廷中的第一位能人，江淮義軍起事，均被他遣兵撲滅。義軍屢起屢敗，皆因察罕特穆爾統兵有方之故。張無忌等久聞其名，這時聽到鹿杖客等乃是他的手下，雖不驚訝，卻也不禁為之一怔。楊逍問道：「那麼那個趙姑娘是誰？」范遙道：「大哥不妨猜上一猜。」楊逍道：「莫非是察罕特穆爾的女兒？」范遙拍手道：「不錯，一猜便中。這位汝陽王生有一子一女，兒子叫做庫庫特穆爾，女兒便是這位姑娘了，她的蒙古名叫什麼紹明郡主。這兩個孩子都生性好武，倒學了一身好武功。兩人又喜歡作漢人打扮，說漢人的話，各自取了一個漢名，男的叫做王保保，女的便叫做趙明了。『趙明』二字，是從她的封號『紹明郡主』而來。」韋一笑道：「這兄妹二人倒也古怪，一個姓王，一個姓趙，倘若是咱們漢人，那可笑煞人了。」范遙道：「其實他們姓特穆爾，卻把名字放在前面，這是番邦蠻俗。」楊逍道：「瞧這位趙姑娘的容貌身裁，活脫是漢人的一個美女，可是只須見她一行事，那番邦女子的兇蠻野性，立時便顯露了出來。」張無忌直到此刻，方知趙明的來歷，雖知她必是朝廷貴人，卻沒料到竟是天下兵馬大元帥汝陽王的郡主。和她交手數次，每次都是多多少少的落了下風，雖然她武功遠遠不及自己，但心思機敏、奇變百出，自己卻又遠不是她的敵手。范遙接著說道：「屬下暗中繼續探聽，得知汝陽王決意剿滅江湖上的教派會。他顯是採納了成崑的計謀，第一步便想要除滅本教。我仔細思量，本教內部紛爭不休，外敵卻如此之強，滅亡的大禍已迫在眉睫，要圖挽救，只有混入王府，查知汝陽王的謀劃，那時再相機解救。除此之外，實在別無其他良策。只是我曾和成崑朝過相，要使我所圖謀不致洩露，只有想法子殺了此人。」韋一笑拍手道：「正該如此。」范遙道：「可是此人實在狡猾，武功又強，我接連暗算了他三次，每一次都沒成功。第三次雖然刺中了他一劍，我卻也被他劈了一掌，好容易才得脫逃，不致露了形跡，但卻已身受重傷，養了年餘才好。這時汝陽王府中圖謀更急，我一咬牙，便毀了自己容貌，打折了腿，假裝駝背啞巴，投到了西域花剌子模國去。」韋一笑道：「到花子剌子模？萬里迢迢的，跟這事有什麼相干？」范遙一笑，正待回答，楊逍拍手道：「兄弟，此計太妙。韋兄，范兄弟到了花剌子模，找個機緣一顯身手，那邊的蒙古王公必定收錄。汝陽王正在招聘四方武士，花剌子模的王公為了討好汝陽王，定然會送他到王府效力。這麼一來，范兄弟成了西域花剌子模國進獻的武士，他容貌已變，又不開口，成崑便有天大的本事，也認他不出了。」韋一笑長聲一嘆，說道：「楊教主派逍遙二仙排名在四大法王之上，確是目光如炬。這等計謀，什麼鷹王、蝠王，都是想不出來的。」范遙道：「韋兄，你讚得我也夠了。教主，有一件事屬下須得向你領罪。」張無忌道：「范右使何必過謙？」范遙站起身來，恭恭敬敬的說道：「屬下犯了殘殺本教兄弟的重罪。屬下果如楊左使所料，在花剌子模殺獅斃虎，頗立威名，當地王公便送屬下到汝陽王府中。屬下為了堅王爺之信，在大都鬧市之中，親手格斃了本教三名香主，顯得本人和明教早就結下深仇。」張無忌沉默半晌，心想：「殘殺本教兄弟，原是本教五大禁忌之一，因此楊左使、四法王、五行旗等雖然爭奪教主之位，儘管相鬥甚烈，卻從來不傷本教兄弟的性命，范右使此罪實是不輕，但他主旨是為了護教，非因私仇，按理又不能加罪於他。」於是說道：「范右使出於護教苦心，本人不便深責。」范遙躬身道：「謝教主恕罪。」張無忌暗想：「這位范右使行事之辣手，世所罕有。他能在自己臉上砍上十七八刀，能將自己好好一條大腿打折，那麼殺幾個教中無辜的香主，自也不在他的意下。明教被人稱作邪教魔教，其來有自，不知將來如何方得改了這些邪氣魔氣？」范遙見張無忌口中雖然說「不便深責」，臉上卻有不豫之色，一伸手，拔出楊逍腰間長劍，左手一揮，已割下了右手二根手指。張無忌大吃一驚，挾手搶過他的長劍，說道：「范右使，你……你……這是為何？」范遙道：「殘殺本教無辜兄弟，乃是重罪。范遙大事未了，不能自盡。先斷二指，日後再斷項上這顆人頭。」張無忌道：「本人已恕了范右使的過失，何苦如此？身當大事之際，唯須從權，范右使，此事不必再提。」忙取出金創藥，替他敷了傷處，撕下自己衣襟，給他包紮好了，恐怕日後真的會自刎謝罪，想到他為本教受了這等重大的折磨，心中大是感動，突然雙膝跪倒，說道：「范右使，你有大功於本教，受我一拜。你再殘害自身，那便說我無德無能，不配當此教主大任。你再自刺一劍，我便自刺兩劍。我年幼識淺，不明事理，原是分不出好歹。」范遙、楊逍、韋一笑見教主跪倒，急忙一起拜伏在地。楊逍垂淚道：「范兄弟，你休得再是如此。本教興衰，全繫教主一人，教主令旨，你可千萬不能違背。」范遙拜道：「屬下今日比拳試掌，對教主已是死心塌地的拜服。苦頭陀性情乖張，還請教主原宥。」張無忌雙手扶他起身，經此一事，他和范遙相互知心，再無隔閡。范遙當下再敘投入汝陽府後的所見所聞。那汝陽王察罕特穆爾實有經國的大才，雖握兵權，朝政卻被奸相把持，加之當今皇帝昏庸無道，弄得天下大亂，民心沸騰，全仗汝陽王東征西討，擊潰義軍無數。可是此滅彼起，歲無寧日，汝陽王忙於調兵遣將，將撲滅江湖上教派幫會之事，暫且擱在一邊。數年之後，他一子一女長大，世子庫庫特穆爾（王保保）隨父帶兵，女兒明明特穆爾（趙明）竟然統率蒙漢西域的武士番僧，向教派幫會大舉進擊。成崑暗中助她策劃，乘著六大派圍攻光明頂之際，由趙明帶同大批高手，企圖乘機收漁人之利，將明教和六大派一鼓剿滅。綠柳莊中下毒等等情由，便是因此而起。只是近年來范遙奉命在海外搜尋謝遜下落，西域之行沒能參與，直到後來方始得知，趙明以西域番僧所獻出毒藥「十香軟筋散」，暗中下在從光明頂歸來的六大派高手的飲食之中。那「十香軟筋散」味鹹如鹽，清香似菜，想那鹽粒青菜一般的滋味，混在菜餚之中，有誰能來辨得出？這毒藥的藥性一發作，全身筋骨日漸酸軟，雖能行動如常，內力卻已半點發揮不出，因此六大派遠征明教的眾高手在一月之內，一一分別就擒。只是在對華山派下毒時機會不巧，被人撞破，但真刀真槍的動起手來，華山派還是不敵玄冥二老、神箭八雄、以及阿大、阿二、阿三等人的身手，死了十多人後，餘人盡數被囚。擒獲少林群僧，用的仍是這個法子。但少林寺平常防衛嚴密異常，要想混入寺中下毒，那可是大大的不易，不比行旅之間，必須在市鎮客店中借宿打尖，那麼下毒輕而易舉。范遙說道：「我本來只道是成崑幹的好事，他以空見神僧之弟子的身份，要在寺中下毒自是不費吹灰之力，可是他既已喪命光明頂上，這件事就十分奇怪了。我剛從海外歸來，正好趕上了圍擒少林群僧之役，只是我向來不開口，不便向人探詢下毒的情形，何況少林派向來對本教無禮，讓他們多吃些苦頭，正是人心大快。就算將少林派的臭和尚們一起都殺光了，苦頭陀也不皺一皺眉頭。教主，你又要不以為然了，哈哈！」楊逍插口道：「兄弟，那尊達摩像，是你做的手腳了？」范遙笑道：「我見郡主叫人在達摩石像的臉上刻下了那幾個字，意圖嫁禍本教，我後來便又悄悄回去，將達摩像推轉，叫他仍是面壁參禪。大哥，你們倒真心細，這件事還是叫你們瞧了出來。那時候你可想得到是兄弟麼？」楊逍道：「咱們推敲起來，對頭之中，似有一位高手在暗中維護本教，可那能想得到竟是我的老搭檔好兄弟！」他說到這裏，四人一齊大笑。於是楊逍向范遙簡略說明，明教決和六大派捐棄前嫌，共抗蒙古，因此定須將眾高手救了出來。范遙道：「敵眾我寡，單憑我們四人，難以辦成此事，須當尋得十香軟筋散的解藥，給那一干臭和尚、臭尼姑、牛鼻子們服了，待他們回復內力，一鬨衝出，攻韃子們一個措手不及然後一齊逃出大都。」他十多年不開口，說起話來，聲調已然很不自然，加之明教向來和少林、武當等名門正派是對頭冤家，是以言語之中，對眾高手竟是毫不客氣。楊逍向他連使眼色，范遙決不理會。張無忌對這小節卻全不為逆，拍手說道：「范右使之言不錯，只不知如何取得十香軟筋散的解藥？」范遙道：「我從不開口，因此郡主雖對我頗加禮敬，卻向來不跟我商量什麼要緊事。只有她一個人自言自語，對方卻不答一句話，那豈不掃興？加之我來自西域小國，她亦不能將我當作心腹，所以那十香軟筋散的解藥是什麼，我卻無法知道。不過我知此事牽涉重大，暗中早就留上了心，如我所料不錯，那麼這毒藥和解藥是由玄冥二老分掌，一個管毒藥，一個管解藥，而且經常輪流掌管。」楊逍嘆道：「這位郡主娘娘心計之工，一般鬚眉男子也及她不上。難道她對玄冥二老也不放心麼？」范遙道：「一來當是不放心，二來也是更加穩當。好比咱們此刻想奪想偷解藥，就不知是找鹿杖客好呢，還是找鶴筆翁好。而且，毒藥和解藥氣味顏色完全一般無異，若非掌藥之人知曉，旁人去偷藥，說不定反而偷了毒藥。須知那十香軟筋散另有一般厲害處，一個人中了此毒後，筋萎骨軟，自是不在話下，倘若第二次再服毒藥，就算只有一點兒粉末，也是立時血逆氣絕，無藥可救。」韋一笑伸了伸舌頭，道：「如此說來，解藥是萬萬不能偷錯的。」范遙道：「話是如此說，咱們只管把玄冥二老身上的藥偷來，找一個華山派、崆峒派的小腳色來試一試，那一種藥整死了他，便是毒藥了，這還不方便麼？」張無忌知他邪氣未脫，不把別人的性命放在眼裏，只笑了笑，說道：「那可不好。說不定咱們辛辛苦苦偷來的兩種都是毒藥。」楊逍一拍大腿道：「教主此言有理。咱們昨晚這麼一鬧，或許把郡主嚇怕了，竟把解藥放在自己身邊。依我說，咱們須得先行查明解藥由何人掌管，然後再計議行事。」也沉吟片刻，說道：「范兄弟，那玄冥二老生平最喜歡的是什麼調調兒？」范遙道：「鹿好色，鶴好酒，那還有什麼好東西了。」楊逍問張無忌道：「教主，可有什麼藥物，能使人筋骨酸軟，好似中了十香軟筋散一般？」張無忌想了一想，笑道：「要使人全身乏力，昏昏欲睡，那並不難，只是用在高手身上，不到半個時辰，藥力便消，要像十香軟筋散那麼厲害，可沒有法子。」楊逍笑道：「有半個時辰，那也夠了。屬下倒有一計在此，只不知是否管用，要請教主斟酌。雖說是計，說穿了也是不值一笑。范兄弟設法去邀鶴筆翁喝酒，酒中下了教主所調配的藥物，范兄弟先行鬧將起來，說是中了鶴筆翁的十香軟筋散，那時解藥在何人身上，當可查知，乘機便即奪藥救人。」張無忌道：「此計是否可行，要瞧那鶴筆翁的性子如何而定，范右使你看怎樣？」范遙將此事從頭至尾擬假思想一遍，覺得這計策雖然簡單，倒也沒有破綻，說道：「我想楊大哥之計可行。鶴筆翁性子狠辣，又不及鹿杖客陰毒多智，只須解藥在鶴筆翁身上，我武功雖不及他，當能對付得了。」楊逍道：「但若是在鹿杖客身上呢？」范遙皺眉道：「那便棘手得多。」他站起身來，在山崗旁走來走去，隔了良久，雙手一拍，道：「只有這樣。那鹿杖客精明過人，若要騙他，多半會被他識破機關，只有抓住了他虧心之事，硬碰硬的威嚇，他權衡輕重，就此屈從也未可知。當然，這樣蠻幹說不定會砸鍋，冒險不小，可是除此之外，似乎別無善策。」楊逍道：「這老兒有什麼虧心事？他人老心不老，有什麼把柄落在兄弟的手上麼？」范遙道：「今年春天，汝陽王納妾，邀咱們幾個人在花廳便宴。汝陽王誇耀他新妾美貌，命新娘娘出來敬酒，我見鹿杖客一雙賊眼骨溜溜的亂轉，大為心動。」韋一笑道：「後來怎樣？」范遙道：「後來也沒怎樣，那是王爺的愛妾，他便有天大的膽子，也不敢打什麼歹主意。」韋一笑道：「眼烏珠轉幾轉，可不能說是什麼虧心事啊？」