第二十四回　霍霍青霜萬里行陳家洛坐在床上，群雄或坐或站，圍在四周，大家都感情形有點特異，可是誰也不說話。無塵終於第一個忍耐不住，說道：「那毛賊明明躲在十四弟被窩裏，那究竟是甚麼人？十四弟幹麼要庇護他？」群雄七張八嘴的議論起來。有的說余魚同近來行動是很古怪，教人捉摸不透，有的說他怎麼躲在李可秀將軍署裏，混了這麼許多時候，常氏雙俠又提到他救獲李可秀的事。談了一會，章進叫道：「咱們大夥兒去問個清楚。我不是疑心十四弟對大家不起，他當然是血性男子。但既然是異姓骨肉，生死之交，他幹麼要瞞咱們？」群雄轟然稱是。徐天宏道：「十四弟或者有甚麼難言之隱，當面問他怕不肯說，要心硯假意送點心，去察看一下怎樣？」蔣四根道：「七哥這法子不錯。」周仲英嘴唇動了一下想說話，但又忍住，眼睛著望陳家洛，瞧他是甚麼主張。陳家洛道：「今天闖進宅子來的那人躲在十四弟房裏，那是大家都瞧見的了。咱們義結金蘭，講究的是義氣兩字。十四弟和大家一起出生入死，這次又拚了性命相救四哥，咱們對他絕無半點疑心，他既這樣做，總有他的道理。我剛才請陸老前輩在房外照顧，只是防那人反而傷害於他。只要他平安無事，我想其餘的事不必查究，不要傷了咱們的義氣。」周仲英叫道：「陳總舵主的話對極。」陳家洛道：「將來他要是肯說，自然自己會說，否則大家也不必提起。少年人逞強好勝，或者有甚麼風流韻事，總是免不了的，只要他不犯會規，十二哥自然不會找他算賬。大家請安睡罷。明天要上路呢。」陳家洛這番話群雄聽了都十分心服。徐天宏暗暗慚愧，心想：「講到胸襟氣度，總舵主確是比我高得多。」駱冰笑道：「春宵一刻值千金，你們新夫婦還在這裏幹麼呀？」眾人都大笑起來。且說余魚同待群雄一走，忽地坐起，站在桌旁，等眾人腳步聲完全消失，亮火摺子點了蠟燭，低聲道：「你來幹麼？」床上那人揭開棉被，跳下床來，坐在床沿之上，低頭不語，胸口起伏，淚珠瑩然，正是李可秀將軍的女兒、陸菲青的女徒弟李沅芷。只見她一身黑衣，更襯得肌膚勝雪，一雙手白玉一般，放在膝蓋上，一言不發，眼淚一滴一滴的落在手背。余魚同嘆了一口氣，柔聲說道：「你對我一片真心，我又不是蠢牛木馬，那裏會不知道？只是你是將軍的千金小姐，我是江湖上亡命之徒，我那裏敢害了你的終身？」李沅芷哭道：「你這麼忽然一走就算了麼？」余魚同道：「我也知道對你不起。但我是苦命之人，我心已如槁木死灰──你，你還是回去罷。」李沅芷道：「你為了救朋友，和我爹爹作對，那我並不怪你，你是為了義氣。」她沉吟了一下又道：「像你這樣文武雙全，幹麼不好好做事，圖一個功名富貴？偏偏要在江湖上廝混，這多麼沒出息，只要你向好，我爹爹──」余魚同怒道：「你是官家小姐，我本來配你不上，我們紅花會行俠仗義，救貧救苦，個個是鐵錚錚的漢子，那裏肯做滿清人的走狗？」李沅芷知道說錯了話，漲紅了臉，過了一會道：「人各有志，我當然不來勉強你。只要你愛這樣，我也會覺得好的。我答應聽你，以後我絕不再去幫爹爹，我想師父也會說好。」她最後兩句話說得聲音響了一點，大概窗外的陸菲青也聽見了。余魚同坐在桌邊，只是不語。李沅芷低聲道：「你說我官家小姐不好，那我就不做小姐。你說你紅花會好，那我也──我也跟著你們。」她這幾句話用了極大力氣才說出來，說到最後，又羞又急，哭了出來。余魚同柔聲道：「我當初身受重傷，如果不是得你救援，千山萬水的把我送到杭州你府下調養，我這條性命早就沒啦，按理說，我是粉身碎骨也報答不了。只是──唉，你的恩德我只好來生圖報了。」李沅芷霍地站起，說道：「你是不是有了又美貌又賢慧的心上人？所以這樣把我瞧得一錢不值。」在余魚同，那確是「除卻巫山不是雲」，他始終對駱冰一往情深。李沅芷人品相貌並不在駱冰之下，然而他既情有獨鍾，對李沅芷自是冷冰冰的不假辭色。李沅芷自從在塞外野店中見余魚同吹笛卻敵之後，柔情款款，都縈繞在這位金笛秀才身上，加之事有湊巧，在黃河渡口夜戰中兩人又相遇在一起。她一路殷勤照護，其細心熨貼，竟和昔日那種調皮刁鑽大不相同。到了杭州之後，她父親對余魚同也是青眼有加，芳心更慰，豈知將軍署一戰，這個心上人竟隨紅花會群雄飄然引去。這一來李沅芷大失常態，整天騎了馬日夜在城裏城外亂闖，李可秀知道女兒心事，也不加管束，讓她自行騎馬散心。這天她在西城馳馬，剛巧遇到駱冰從巡撫衙門盜了玉瓶回去。李沅芷曾和駱冰數次會面，知道她是紅花會中的重要人物，於是一路跟隨，直跟到了天目山來。李沅芷十分機伶，駱冰又心情愉快，絲毫沒有提防，居然沒發覺後面有人偷偷跟蹤。當晚李沅芷蹤跡數次被紅花會群雄發現，但終於僥倖躲過。夜深中她想探尋余魚同的住處，剖白自己心事，竟闖到了徐天宏和周綺的新房來。心硯和章進等奉陳家洛之命在四下巡查，一交手，李沅芷左肩給常赫志打了一掌，痛心骨髓。她忍痛在暗中一躲，聲東擊西的丟了幾塊石子，直闖到後院來，在庭中劈面遇到陸菲青，被他一把拉住。李沅芷驚叫：「師父！」陸菲青怒道：「你來幹甚麼？」李沅芷道：「我找余師哥有話說。」陸菲青向右邊的廂房一指，李沅芷拍門，叫了幾聲「余師哥。」眾人在四下巡查時，余魚同早已醒來，手持金笛，斜倚在床邊防敵人襲擊，忽然聽得李沅芷的聲音，大吃一驚，忙拔去門閂，李沅芷衝了進去。余魚同心想：黑暗之中，孤男寡女同處一室十分不妥，於是亮火摺點燃蠟燭，剛想詢問，群雄已查問過來。他身上有傷，行動不便，於是用笛中短箭打滅燭火，與李沅芷兩人屏息站著不動，後來聽見徐天宏拍門，李沅芷低聲道：「余師哥，你救我。」余魚同無法可想，只得讓她躲在被窩之中。這時聽她質問是否另有心上人，覺得應承也不是，不承也不是，很是為難。李沅芷道：「你對她這樣傾心，那她一定是勝我十倍了，你帶我見見成不成？」余魚同被她纏得無法回答，忽地拉下臉上蒙著的手帕，說道：「我已變成這樣一個醜八怪，你看看清楚罷！」李沅芷驀地裏見余魚同的臉凹凹凸凸，盡是焦黃的瘡疤，在燭光下顯得可怖異常，不由得嚇得倒退了一跳，低低的驚呼一聲。余魚同憤然道：「我是一個不祥之人。我心地不好，又是生來命苦──現今你好走了罷！」李沅芷驟然見到余魚同這副模樣，驚恐得不知如何是好。余魚同哈哈大笑，說道：「我這副醜怪樣子，你見一眼也受不了。李小姐，你後悔今晚到這裏來了罷？哈哈，哈哈！」他邊說邊笑，神態失常，李沅芷更是害怕，大叫一聲，掩面奔出房去。余魚同笑了一會，自悲身世，伏在桌上痛哭起來。陸菲青坐在房外階石之上，雖然不明詳情，但也已粗知大略，他知道這時對余魚同勸慰開導都無用處，心想：「沅芷夜來之事，雖然有關女孩子的名節，但如不說明謝罪，那是對不起紅花會全體朋友。」於是走到陳家洛房來。陳家洛剛剛睡下，心硯聽得陸菲青聲音，忙開房門，陳家洛披衣相迎。陸菲青道：「總舵主，我是來向你請罪來啦！」陳家洛驚道：「甚麼？十四弟有甚麼事？」陸菲青道：「不是，他很好。你道今晚來搗亂的是誰？」陳家洛道：「不知道。」陸菲青道：「那是我的小徒。我管教無方，以致縱得她任性胡為。今日是七爺大喜的日子，累得各位不安，我實在是萬分抱憾。」陳家洛默然不語。陸菲青道：「她已經走了，日後我一定找到她，向各位叩頭賠罪。現在我先行謝過。」說著站起來作了一揖。陳家洛忙站起還禮，隔了一會說道：「令徒的武功得自老前輩真傳，身手確是不凡。」陸菲青道：「她少不更事，到處惹禍，得罪朋友，我有時真後悔收了這個不成器的徒弟。」陳家洛道：「令徒的輕功劍術都已到了上乘境界，只是稍久火候而已。」陸菲青忙道：「那裏，那裏。」他只道陳家洛指她今晚闖莊而言，那知他們兩人曾在西湖上深夜交過手。陳家洛閒閒的道：「令徒曾到過塞外回部罷？」陸菲青道：「她從小在西北一帶。」陳家洛道：「嗯，我見他和回部的維人們交情不錯。」霍青桐和陳家洛臨別時曾說過一句話：「那人是怎麼樣的人，你可以去問她師父。」陳家洛幾次想問陸菲青，總覺太著痕跡，一直隱忍不言，這晚陸菲青自己來和他談起，他才輕描淡寫、漠不關心的問了幾句，其實心中卻怦怦暗跳，手心潛出汗水。陸菲青道：「那是為了搶可蘭經的事，才和他們結識的。起初有過一點誤會，霍青桐姑娘還和小徒交過兩次手，後來我出來說明我和天山雙鷹的交情，兩人才結成朋友。她們意氣相投，著實親熱得很呢。」說罷撚鬚微笑。陳家洛聽著卻滿不是味兒。陸菲青只道陳家洛早已知道李沅芷是女子，始終沒提她女扮男裝的事。陳家洛心中不快，臉上雖沒顯出來，但言語之間，不免稍露冷淡。陸菲青以為他是惱怒李沅芷無禮闖莊，紅花會這許多英雄人物，居然沒扣住這樣一個後生小子，失了面子，心中很是歉然，那知他另有心事，當下又道歉了幾句，正要告退，忽然門外心硯叫道：「少爺，余十四爺來看你啦！」門簾一掀，一名莊丁扶著余魚同進來，他見陸菲青也在這裏，不覺一愕，坐在椅上，莊丁退了出去。陳家洛道：「你有事對我說，我過來不是一樣？你身上有傷，不要多走動。」余魚同道：「總舵主，剛才有一個人躲在我房裏，你一定看出來了。你當時故作不知，給我面子，做兄弟的很感激你的好意。但你雖然不問，我可不能不說。」陳家洛道：「咱們情同骨肉，還有甚麼信不過的。」余魚同道：「這人完全是衝著小弟一人而來，和大夥絕無關係。因為這事說來和人名節有關──」陳家洛道：「既然如此，你不必說了。好啦，這事以後咱們誰也別提，你回去休息罷。心硯，扶十四爺回去。」余魚同以為陸菲青已將此事說過，陳家洛怕他不好意思，所以不再提及，於是告辭回房，陸菲青也即作別。次日早晨，群雄和周仲英夫婦、徐天宏、周綺道了喜，乘馬坐轎，齊下山來。各人互道珍重，分頭進發。陳家洛和周仲英一路本來是同往西北，但周仲英說數十年來未到南方，現在已是垂暮之年，此生恐怕未必再來，所以要到福建莆田少林寺走一趟，探望一下舊日同學藝的師兄弟。陳家洛道：「少林寺是武術界的泰山北斗，周老前輩去聯絡一下是再好不過，將來咱們舉事的時候，要是少林寺肯出一臂之力，那真是天下百姓之福了。」於是周仲英帶同妻子、徒弟孟健雄、安健剛，啟程向南。臨別時周大奶奶對周綺再三叮囑，現在做了媳婦，不可再鬧小性子，到處惹禍。周綺撅起嘴唇道：「要是他欺侮我呢？」說著嘴唇向徐天宏背一歪。周大奶奶道：「好好的他怎會欺侮你？」昨晚新婚之夜李沅芷一鬧，駱冰把他們的衣服搬了一個地方，也不知道那個法兒還靈不靈，周綺心中很是惦記，但不好意思再問駱冰，這時見父母遠別，不禁掉下淚來。周仲英囑咐了女兒幾句，對徐天宏道：「你妹子性子直爽，很不懂事，宏兒你要多多擔待。要是她衝撞於你，你不要和她一般見識，等將來我再責罰她。」周綺急道：「爹爹你也幫他，難道一定是我不好？」周仲英一笑上馬，向陳家洛和文泰來雙手抱拳一拱，向南而去。陳家洛、文泰來、駱冰、章進、余魚同、徐天宏、周綺、心硯一行一共八人，向北經孝豐、安吉、漂陽，到了金陵。渡過長江後，文泰來傷勢已經痊癒，余魚同也已大好。一路往北，天氣漸寒，草木枯黃，已是初冬景象。這天來到開封，又去拜訪汴梁大俠梅良鳴。飲酒接風，不必細表，臨行時梅良鳴每人贈了一襲皮裘，各人珍重而別。余魚同這時病體已經痊可，身體強壯，便也棄車乘馬。出了開封西門，八騎馬放開腳步，沿著大道奔去。文泰來的白馬腳程奇快，一騎馬先衝了上去，一口氣奔出五十里，來到一個鎮甸，叫飯店殺雞做飯，先行準備，等眾人到時打尖。他坐在店口，泡了一壺茶，拿著手巾抹去臉上塵沙，忽然東邊店房中人影一晃，似乎有人探頭張望，見到他而疾忙縮回。文泰來起了疑心，但不予理會，反而背轉了身喝茶。過了大半個時辰，陳家洛等也都趕上來了，洗面之後，文泰來悄悄和眾人說知，徐天宏向東店房一看，只見窗紙舐濕，一顆烏溜溜的眼珠正向他們注視，見到徐天宏向他邊看，立刻縮回。徐天宏低聲笑道：「那是初出道的江湖兄弟，一點規矩也不懂，一下子就露了馬腳。」駱冰笑道：「這樣的人也出來混道兒，看來還在打咱們的主意呢。」陳家洛向心硯道：「你去瞧瞧，要是他手頭不便，咱們就接濟他一點。」心硯應聲站起，向東店房走去。心硯走到門口，高聲吟道：「天下萬水俱同源，紅花綠葉是一家。」這是紅花會招呼同道的記號。江湖上各幫會都互通聲氣，患難相助，雖然不是紅花會會友，但只要知道記號，回答一句：「小弟是某某幫某某舵主屬下，有求紅花會大哥相助。」那麼幾兩銀子的接濟是一定有的。心硯見房中寂然無聲，又說了一遍，忽然房門呀的一聲打開，一個黑衣人走了出來，那人一頂大帽遮住了半邊臉，看不清楚，把一個紙團遞過來，說道：「給你們十四爺。」心硯接住，正要詢問，那人已奔出店門，上馬疾馳而去。心硯把紙團交給余魚同，道：「十四爺，那個人說是交給你的。」余魚同接過打開一看，只見紙上寫著七個細字：「不辭萬里苦隨君。」筆致娟秀，卻沒上下款。余魚同知道是李沅芷，誰知她一路竟跟了自己而來，眉頭一皺，把字條交給陳家洛。陳家洛看了，參詳不透，望著余魚同等他解釋。余魚同道：「這人向我糾纏不清，現在一定是在前路等待。小弟想在此棄陸乘舟，避開這人，到潼關再和大家會齊。」章進怒道：「咱們這許多人在這裏，你何必怕他？他本事再好，咱們也鬥他一鬥。」余魚同道：「不是怕，我是不想見這個人。」章進道：「那麼咱們教訓教訓他，教他不敢跟隨就是了。這是甚麼人？這樣不識好歹！」余魚同好生為難，不便回答。陳家洛知他有難言之隱，說道：「十四弟既然要坐船，那也好，在船上可以多睡睡，沒騎馬那麼勞頓。心硯，你跟著服侍十四爺。」心硯答應了，他小孩心性，覺得坐船很是氣悶，雖然陳家洛的命令不敢違抗，但不免有點怏怏不樂。余魚同看出了他的心意，堅稱傷勢已經痊癒，不必叫心硯隨伴。於是眾人來到黃河邊上，包了一艘船，言明直放潼關。陳家洛等把余魚同送上船後，眼見那船張帆遠去，才乘馬又行。章進對余魚同吞吞吐吐的神氣很是不滿，連罵：「酸秀才，不知搞甚麼鬼。」駱冰道：「十四弟這次燒壞了臉之後，心情很是不快，作事不免有點異常，咱們就順著他點兒。」周綺道：「那次咱們在文光鎮上聽說他和一個姑娘在一起，後來又不知怎樣的忽然到了杭州。」章進道：「他鬼鬼祟祟的，多半和娘兒們的事有關，否則為甚麼怕人家找麻煩？」文泰來喝道：「十弟你別胡說。」余魚同坐船行了幾日，見李沅芷不再跟來，才放下了心。這天將到孟津，天色已黑，因為前面水勢不平，舟子不敢再航，只得在荒野中泊了船，余魚同中夜醒來，翻來覆去的儘睡不著，只見一輪圓月，映在大河之上，逸興忽起，抽出金笛，悠悠揚揚的吹了起來。余魚同感懷身世，滿腔心事，都在這笛子中發洩出來，聲調愈吹愈是激越，正在全神灌注之時，忽聽背後有人高聲喝采：「好笛子！」他吃了一驚，收笛猛然回頭，只見月光下三個人影向河岸走來，那三人走近，其中一人說道：「我們貪趕路程，錯過了宿頭，正在煩惱，聽閣下笛聲清亮，禁不住喝采，請勿見怪。」余魚同見他說得客氣，忙站起來說道：「荒野之中，小弟胡亂吹奏，有污清聽。」那人聽余魚同說話文謅謅的，似乎是個讀書人，緩緩走近。余魚同道：「如蒙不棄，請下舟來小酌一番如何？」那人道：「最好，最好！」那三人走到岸邊，縱身一躍，都輕飄飄的落在船上。余魚同心中吃驚，暗忖：看這三人身手，武功不弱，不知是何等人物，倒要小心在意。當下假作不知，雙手緊緊握住船邊，以乎恐怕船側而落下水去。只見當頭一人驅幹魁偉，穿了一件繭綢面子的棉袍，似乎是一個大鄉紳。第二人滿腮濃鬚，整張臉只見黑漆一團。第三人卻穿蒙古裝束，一件羊羔皮袍翻出半截，身形舉止，顯得慓悍異常。這三人身上都揹著包裹，帶了兵刃。余魚同知道自己的金笛惹眼，在他們上船之前早就收了起來。余魚同叫醒舟子，命暖酒做飯，款待來客。舟子見深夜中忽然來了生人，很是疑懼，但一路上余魚同用錢十分豪爽，既然是他吩咐，也就照辦。那身材魁梧的人道：「我們深夜騷擾，實在冒昧得很。」余魚同道：「四海之內，皆兄弟也，何冒昧之有？」那人聽余魚同喜愛掉文，說道：「請教閣下尊姓大名？」余魚同道：「小弟姓于名通，金陵人氏，名字雖然叫通，可是實在不通之極，此番應舉子業，竟爾名落孫山，說來汗顏無地。」那人道：「原來是一位秀才相公，失敬了。」余魚同道：「小弟落第之後，禍不單行，家中又遭回祿，祝融肆虐，非但房屋片瓦無存，而且顏面也毀得見不得人，無可奈何，只得想到甘肅去投奔一位親戚，唉，時也命也，生不逢辰，夫復何言？」他這番話把另外兩人聽得面面相覷，不知所云。那鄉紳模樣的人卻讀過一點書，說道：「相公也不必灰心。」余魚同道：「請教三位尊姓。」那人道：「小弟姓滕。」指著那鬍子道：「這位姓顧。」指著那蒙古裝束的人道：「這位姓哈，是蒙古人。」余魚同拱手作揖，連說：「久仰，久仰。」那姓滕的見他酸氣衝天，肚裏暗笑。余魚同聽他說話是遼東口音，心想：這三人不知是敵是友，如是江湖好漢，也可結交一番，將來可以多一臂助，於是說道：「三位深夜趕路，那可危險得緊哪？」姓滕的道：「不知有甚麼危險？」余魚同搖頭晃腦的說道：「道路不寧，強梁遍地，險之甚矣，險之甚也。」那姓顧的拉一拉姓滕的袖子，問道：「他說甚麼？」姓滕的道：「他說道上盜賊很多。」姓顧的和姓哈的一聽此言，都哈哈大笑。這時舟子把酒菜拿了出來，那三個客人也不和余魚同客氣，大吃大喝起來。那姓滕的道：「相公笛子吹得真好，請再吹一曲行麼？」余魚同怕金笛揭露了他的行藏，只是推辭，那姓哈的道：「那麼我來吹。」從衣底下摸出一隻鑲銀的羊角，站起身來嗚嗚的吹了起來。余魚同聽那角聲悲壯激昂，宛然是「風吹草低見牛羊」的大漠風光，不禁暗暗激賞，把曲調在心中默記。三人喝完酒後，起來道謝告辭。余魚同有心結納，說道：「如承不棄，就在舟中委屈一宵，天明再行如何？」那姓滕的道：「那也好，只是騷擾了。」余魚同仍舊睡在後艙，那三人也不脫衣，就在前艙臥下。不一會，余魚同假裝鼾聲大作，凝神竊聽他們談話。只聽那姓顧的道：「這秀才雖然酸得討厭，倒不小氣。」姓滕的道：「算他運氣。」姓哈的道：「明天咱們能到洛陽麼？」姓滕的道：「過了河，找三匹馬，趕一趕也許能行。」姓顧的道：「我就擔心韓大哥不在家，讓我們白跑一趟。」姓哈的道：「要是見他不著，咱們就找到紅花會的太湖老巢去，鬧他一個天翻地覆。」姓滕的忙道：「悄聲。」余魚同大吃一驚，心想：原來這三人是紅花會的仇人，他們到洛陽去找姓韓的，多半是找韓文沖了。當下仍舊打鼾，更加用心傾聽。只聽那姓滕的道：「紅花會好手很多，他們老當家雖然死了，但聽說新任的總舵主也是個厲害人物。這裏不比關東，老四你可別胡來。」姓顧的道：「咱們關東六魔橫行關外，江湖上的好漢聽了那個不懼，那個不怕？那知老三和老五老六忽然都不明不白的給人害死，這個仇要是不報，咱們也不想活啦。」余魚同心想：「原來是關東六魔到了，三魔焦文期被陸師叔打死，五魔閻世魁六魔閻世章都死於維人之手，怎麼這筆帳都寫在咱們紅花會頭上？」原來關東六魔中大魔滕一雷是遼東大豪，家資累萬，開了不少參場、牧場和金礦。二魔顧金標是一個著名馬賊，四魔哈合台是蒙古牧人出身，流落關東，也做了盜賊。他們在遼東聽說焦文期受托找尋一個被紅花會拐去的貴公子，忽然在陝西遇害，這事隔了數年之後方才發覺。他們得到焦文期的師弟韓文沖捎的信，三人怒不可遏，當即從遼東南下要找紅花會報仇。到北京忽然又聽說閻氏兄弟被害。三人又驚又怒，趕到洛陽來找韓文沖問個清楚，那知卻與余魚同在黃河中相遇。那三人談了一會，就睡著了。余魚同卻滿腹心事，直到天色將明才睡，剛朦朧了一會，只聽見人聲嘈雜，吆喝叫嚷之聲，響成一片，余魚同從夢中驚醒，跳起身來，抽金笛在手，從船艙中望出去，只見河中數百艘大船連牆而來。當先一艘船上豎著一面大纛，寫著：「征西大將軍糧運」七個大字，原來是接濟兆惠的軍糧。等大船過去，後面跟著數十艘小船，都是官兵沿河擄來載運私人物品的。余魚同那艘船的舟子見情勢不對，正要趨避，已有六七名清兵手執刀槍跳上船來，不問情由對舟子就是一個耳光，命他跟在各船後面。余魚同十分乖覺，知道這種官兵欺壓良民已慣，根本無法和他們理論，也就順其自然。那蒙古人哈合台十分憤怒，想出去和官兵拚鬥，被滕一雷一把拉住。清兵走到後艙來，見余魚同秀才打扮，態度稍和緩一點，喝問滕一雷等三人是幹甚麼的。滕一雷道：「我們上洛陽去探親。」一名清兵喝道：「你們都到前艙去，把後艙讓出來。」哈合台怒目相向，上前一步就想出手，滕一雷叫道：「老四，你怎麼啦？」哈合台忍住怒氣，和余魚同等都到前艙。余魚同笑道：「秀才遇著兵，有理說不清。我索性不說，你兵大爺豈能奈何我秀才哉？」那幾名清兵搭上跳板，從另一艘小船裏接過幾個人來，只聽見一個清兵道：「言老爺，這艘船乾淨得多，你老人家瞧瞧中不中意？」那個言老爺從後艄跨進來，瞧了一眼，說道：「就是這裏罷！」大剌剌的坐了下來。余魚同只向那個言老爺望得一眼，心中就突突亂跳。原來所謂言老爺，就是曾到鐵膽莊去捉拿文泰來的言伯乾，他是湖南辰言家拳的掌門人。自被余魚同的短箭射瞎了一隻眼睛後，直到現在才養好傷，帶了一個師弟、兩個徒弟，要到兆惠軍中去立功效力。那些船到了孟津，就不再航了。滕一雷等心急，要上陸步行，清兵卻不許一人上岸，說這是軍糧，如讓老百姓在船上隨便上下，要是有甚麼疏虞，大家砍頭還抵不過罪來呢。滕一雷等三人暗暗商量，等天黑下來再偷上岸去。言伯乾雖然只有一目，但眼光十分敏銳，一見余魚同身形，十分起疑，又見他臉上遮了一塊布，懷疑更盛，假意走到前艙來，和滕一雷攀談了幾句，忽然身體一側，似乎立腳不住而要跌倒的模樣，右手在空中亂抓，一抓抓住余魚同臉上的布，拉了下來。就在這時，顧金標見他要摔倒跌向自己身上，學武的人每個都有自衛本能，伸左掌在胸一立，向言伯乾肩頭輕輕捺去。言伯乾猛然一縮，竟沒被他捺到，這一來，兩人都知道對方武功不弱，對望了一眼。言伯乾先不理會顧金標，向余魚同臉上一望，見他滿臉瘡疤，難看異常，與射瞎他的那個俊俏小伙子全不相同，說道：「船晃了一晃，沒站穩，對不住啦。」把帕子還給余魚同。余魚同接過蒙在臉上，哈哈一笑道：「我生成這副怪相，見不得人，沒嚇壞你罷？」言伯乾聽他口音，心中又是一動，但想到他的相貌，不再有絲毫懷疑，轉身對顧金標道：「老兄原來是江湖同道，請進來坐罷。」滕一雷等三人也不客氣，先問了言伯乾的姓名，聽說他是辰州言家拳的掌門人，江湖上說來也頗有名望，於是不加隱瞞，說了自己姓名。言伯乾的師弟名叫彭三春，是湖南岳陽人。雙方談了一些關外與三湘的武林軼事，倒也十分投契。這一來喧賓奪主，余魚同反給冷落在前艙了。余魚同見兩路仇人會合，他孤身一人，的確是兇險異常，他本來心灰意懶，這時大敵當前，敵愾之氣一生，反而打起了精神，一個人在前艙吟哦從前他考取秀才時的制藝八股，甚麼「先王之道」，甚麼「刑不上大夫，禮不下庶人」，越讀聲音越響，似乎得意非常，一面卻在用心竊聽他們談話。言伯乾聽了他的讀書聲，只覺有些討厭，更加沒有疑心。吃晚飯時，余魚同拿酒出來款客，言伯乾溫言和他敷衍了幾句，余魚同只是掉文，把那些人聽得又是膩煩又是不懂，都不去理他，自行高談闊論起來。言伯乾探問滕一雷到關內有甚麼事，滕一雷只說到洛陽訪友，後來談到南方的武林幫會，哈合台忽然提到了紅花會，言伯乾倏然變色，連問他們認得紅花會中何人。滕一雷不動聲色，只推不認識，也不提報仇之事。雙方兜來兜去的試探，都怕對方和紅花會有甚麼瓜葛，這一來互有了顧忌，你防我，我防你，談話反而沒有以前暢快了。晚飯過後，滕一雷等三人和余魚同回到前艙安息。余魚同睡入被窩之中，不敢脫衣，把金笛藏在內衣，挨到二更時分，只聽見哈合台道：「大哥，咱們走罷。」滕一雷道：「好，輕聲，莫吵醒了那秀才。」三人輕輕站起，忽聽後梢有人走動，一個人打了個呵欠，接著聽見河中水響，原來他是到後梢解手。滕一雷等又縮了回來，不敢就走。又過了一會，忽然隔船傳來兩聲慘厲的叫喊，靜夜聽來，令人毛骨悚然。接著是一個女人聲音大叫：「救命，救命！」余魚同一聽，知道這一定是鄰船官兵在幹傷天害理之事，本應就去救援，但一來官兵勢大，二來身旁強敵環伺，只要自己身分一露，眼見就是殺身之禍，正要用被頭蒙住耳朵不聽，那知女人叫得很慘了：「總爺，你行行好事，饒了咱們罷！」又聽見一個孩子哭叫：「媽媽，媽媽！」余魚同忍耐不住，坐起身來，側耳細聽，只聽見又有另一個女子的哭聲。一名清兵粗聲喝道：「你不肯，老子先殺了你的兒子。」在女人慘叫聲中，夾著幾名官兵的狂笑，想來小孩已被他們殺死。余魚同氣憤填膺，再也顧不得自己生死安危，走到船舷邊，聽得哈合台道：「咱們去瞧瞧。」滕一雷道：「老四你莫管閒事，那姓言的師兄弟很有點門道，要是他們與紅花會是一路，咱們可先露了──」余魚同不等聽完他的話，腳下一使勁，已縱到鄰船後艄。滕一雷三人見這秀才居然一身輕功，吃了一驚，一打手勢，跟了過去。這時言伯乾和彭三春也早已驚醒，見余魚同等先後躍過船去，各帶兵刃，站在自己船舷上觀看。余魚同見後梢上沒人，在船舷上縮身回艙內張去，只見裏面紅燭點得明晃晃地，七八名清兵拉住兩個女人正要施行強暴。一個女人跪在艙板上不住哭求，另一個女人懷中死命摟住一個幼兒，嚇得只是發抖。艙板上有幾個男子的屍首，幾隻衣箱打開著，艙板上散亂了衣物銀兩。看這情形，顯然是清兵借運糧為名，沿河強拉民船，夜中殺死客商，謀財劫色。這行徑簡直比惡盜更是狠毒十倍。余魚同怒火上衝，正要跳進去，忽聽得背後哈合台道：「老大，這事我非管不可。」滕一雷道：「不行！」就在這時，一名清兵從那女人懷中奪過幼兒，狠命往地上一摔，擲得腦漿迸裂。那女人一怔，登時暈了過去，兩名清兵哈哈大笑，把她按倒在地，撕她衣服。余魚同心中默祝：「紅花老祖在上，弟子余魚同今日捨命救人，求你保佑。」他生性精細，那支金笛竟不抽出，大喝一聲，空手跳進船艙，左腳一踢，右手一指，已把按住那女子的兩名清兵點了穴，他氣憤異常，下手毫不容情，清兵出其不意，正在錯愕，余魚同在手揪住一名清兵頭頸一扭，那兵痛得大叫，余魚同隨手把他手中的刀奪了過來，向左又一刀，又把一名清兵右腳砍斷。其餘幾名清兵紛抽兵刃抵敵，余魚同勇猛異常，使刀雖不熟手，但這幾名清兵哪裏是他敵手，只鬥數合，又把兩名清兵砍翻，把一名清兵踢死，餘下兩名兵士抱頭向船頭逃去，只聽撲通、撲通兩聲，都被哈合台踢下河去。余魚同拉起地上的女子，說道：「快上岸逃命。」兩個女子嚇得說不出話，這時鄰船的兵士聽見格鬥叫喊之聲，已有人點了火把站在船頭喝問。哈合台走進艙來，說道：「好秀才，佩服佩服。」走到後梢，提起竹篙，把船撐往黃河岸邊。余魚同見四下都是清兵船隻，知道無法從水路脫逃，挾住一個女子，跳上岸去，接著哈合台也帶了一個女子上來。這時清兵船上有人大聲喝問。顧金標抽出背上的短柄獵虎叉，站在河邊。滕一雷雙手抓住船舷，喝一聲：「起！」雙臂用力，把那艘船翻了轉來，船底朝天，死屍雜物，紛紛落水。余魚同暗驚：「這人好大力氣！」四人乘著清兵亂哄哄查看翻船，在黑暗中帶了兩個女人走了。余魚同儘揀樹木茂密之地奔去，眼見清兵沒有追來，停步問那女人道：「你怎麼會落在他們手裏？」那女人驚魂甫定，跪在地上不住向余魚同叩頭，一句話也說不出來。余魚同道：「現在你已脫險，躲在這裏不要動，等明天兵船開了你再出去。」他提高噪音，向後面三人叫道：「三位大哥，多謝相助，小弟告辭了。」不等他們回答，轉身就走。剛跨出三步，只聽見前面黑暗中一人陰惻惻的道：「余十四爺，且請留步。」余魚同退後一步，前面那人從黑影中走了出來，正是死對頭言伯乾，後面還跟著他的師弟彭三春。彭三春雙手握三節棍往右邊一站，隱然監視，防余魚同逃走。這時滕一雷等三人也帶了那個女子趕到，見言伯乾忽然出現，頗感訝異。余魚同一拱手，說道：「後會有期。」向滕一雷與顧金標兩人之間鑽了過去。彭三春右膝一彎，「噹噹」一聲，三節棍出手，向余魚同下盤橫掃過來。余魚同一個「鯉躍龍門」，跳過三節棍，左腳在地上一點，躍出尋丈。彭三春一擊不中，三節棍餘勢甚大，將掃到顧金標腿上，忙向外一抖，向前一送，一條三節棍筆直的向余魚同背心點來。余魚同向前一撲，等三節棍在頂心穿過，仍舊並不還手，乘隙脫逃，忽然金刃劈風，黑暗中白光閃動，兩柄單刀迎面砍來，原來是言伯乾的兩個徒弟宋天保、覃天丞隨後趕到。余魚同三面受敵，避無可避，右手在左邊衣袖中抽出金笛，噹噹兩聲，架開雙刀。彭三春正要上前夾擊，在一旁觀看的哈合台怒道：「喂，三個打一個，算甚麼好漢？」彭三春一怔，哈合台出手奇快，已抓住三節棍尾梢，向外一奪。彭三春疾忙回奪，兩人都未脫手。彭三春欺進一步，左手在三節棍中截一搭，右手棍端突然脫手，彎過來向哈合台左肩打到，這是三節棍的救命變招，叫做「金龍擺頭」。哈合台猝不及防，只覺黑暗中棍端砸來，忙向右一避，棍端已掃中他的肩頭，熱辣辣的很是疼痛。哈合台大怒，這時兩人身體接近，他鬆手撒棍，一把抓住彭三春腰帶，大叫一聲：「呼！」將他肥肥一個身軀舉過頭頂，摔在地下。原來哈合台擅於蒙古人摔跤之技，這一下把彭三春摔得頭昏腦脹，眼前金星亂冒。滕一雷見哈合台取勝，叫道：「別惹禍，快走！」言伯乾叫道：「好哇，關東六魔原來投降了紅花會。」顧金標轉頭怒道：「你說甚麼？」言伯乾道：「你們不投降紅花會，幹麼要幫這紅花會的頭目？」滕一雷道：「他是紅花會的？」言伯乾見兩個徒弟被余魚同一支金笛逼得手忙腳亂，形勢十分危迫，不暇回答，從長衫底下掏出一對鋼環，嗆啷啷一抖，左環向余魚同身後砸了過去。余魚同金笛回轉，向他「期門穴」點到。兩人搭上手拆了數招。滕一雷連叫住手，言伯乾只是不聽，想起傷目之恨，雙環如狂風驟雨般向余魚同要害處打來。滕一雷從背上卸下獨腳銅人，縱近身去，向下一壓，只聽見噹的一聲猛響，兩件兵器都被震了開去。余魚同和言伯乾感到手臂一陣發麻，對滕一雷的膂力暗暗心驚。滕一雷道：「且莫混戰，聽兄弟一言。」他轉頭問余魚同道：「閣下是紅花會的麼？」余魚同心想，今日之事，走為上著，也不回答，突然向黑暗處躍去。宋天保站得最近，挺刀追來，余魚同回身持笛一吹，嗖的一聲，一支短箭釘在宋天保面頰之上，痛得他哇哇大叫。滕一雷和言伯乾隨後追來，黑暗之中看不清楚，又怕余魚同吹箭厲害，不敢十分迫近。余魚同越逃越遠，聽見滕一雷和言伯乾對答了幾句話，言伯乾說明了余魚同的身分來歷，各人四散找尋。余魚同慢慢挨向河邊，心想：還是混到清兵糧船上最為太平，天明開船，就不妨事了。他在樹叢中傾聽追兵聲音，伏在地上慢慢爬行，忽聽前面兩聲女人的慘叫，夾著幾個清兵的怒罵聲，原來他救出來的那兩個女人又被清兵找著了。余魚同這逃命要緊，顧不得旁人，縮身不動，但叫聲越來越慘厲，觸動義俠心腸，悄悄探頭出去一望，只見一個清兵一手拖著一個女人向河岸走去。兩個女人不肯走，一面哭叫，一面被清兵在地上橫拖倒曳。余魚同不能再行躊躇，把金笛對準清兵後腦，用力一吹，短箭飛去，沒入腦中，那清兵狂叫一聲，登時斃命。余魚同一箭吹出，隨即捷如飛鳥般向岸奔去。那知道這一箭終於洩露了他的蹤跡，他奔出數丈，顧金標斜刺裏挺獵虎叉前來攔住。余魚同展開柔雲劍術，想把顧金鏢點倒逃命，豈料數招過後，發覺對方身手迅捷異常，竟是個勁敵。顧金標一面打，一面口連連呼哨。余魚同見遠處黑影掩襲而來，不敢戀戰，以進為退，和身向前撲去，左手雙指直點敵人胸前的要穴。顧金標虎叉橫胸。余魚同雙指尚未收回，身子已退了開去，但他剛脫開顧金鏢的纏鬥，彭三春的三節棍已打了過來。同時滕一雷和言伯乾、覃天丞也均趕到，四面合圍。滕一雷叫道：「快拋下兵器！」余魚同不理，使笛如風，混戰中一腳把覃天丞踹倒。滕一雷手持銅人，呼的一聲向余魚同當頭砸了下來。余魚同知道他力大異常，那裏敢接，縱身向彭三春那面一躍。滕一雷傢伙雖然笨重，仗著力大，使用時卻十分靈便，一砸不中，隨即收勢，「橫掃千軍」，向余魚同腰裏揮擊過來。余魚同一低頭，銅人在頭頂揮過，隨即猱身直進，欺到滕一雷懷裏，金笛向他「氣俞穴」點到。滕一雷銅人豎起，想把金笛震飛。余魚同忽地拔起，躍過宋天保頭頂，落下來時順勢挺膝蓋在他背心一頂。宋天保站腳不住，向滕一雷的銅人上撞去，言伯乾斜刺裏抄手挽住，罵道：「要送死麼？」滕一雷同時讚了一句余魚同：「好俊身手！」這邊彭三春和顧金標又已把余魚同逃路截住。哈合台一直在旁觀戰，這時見眾人兵刃齊下，眼見余魚同要血濺當地，他敬仰他救援婦孺，古道熱腸，忽地縱入戰圈，叫道：「老大、老二退開。」滕一雷和顧金標齊齊躍出。這時余魚同力敵數人，早已累得渾身是汗，笛子打出去完全不成章法，滕顧兩人剛剛躍開，言伯乾右手鋼環已套住笛端，左手鋼環猛力在金笛中間向上一砸，「噹」的一聲，金笛脫手，順勢又是一環向余魚同太陽穴砸到。哈合台把余魚同向後一拉，避開這環，同時使用蒙古摔跤之法，右腳一勾，左手在他肩頭一扳，余魚同站立不穩，跌倒在地，被哈合台按住擒牢。宋天保和覃天丞吃過余魚同苦頭，奔過來要打，哈合台道：「且慢！」撕下余魚同長衫的衣襟把他反手縛住，拉起來站定，說道：「朋友，我知道你是好漢子，有話好好說，我們絕不難為你。」余魚同「哼」了一聲，並不言語。滕一雷道：「朋友，你是紅花會的麼？」余魚同道：「兄弟姓余名魚同，江湖上人稱金笛秀才，在紅花會坐的是第十四把交椅。」滕一雷點頭道：「這就是了，我也聽見過你的名頭，我向你打聽幾個人。」余魚同道：「你要問焦文期和閻氏兄弟的下落，我老實告訴你，那不是我們紅花會殺的。」言伯乾在一旁冷冷的道：「現在你當然不認啦！」余魚同潑口大罵：「你這瞎眼賊，我又不是跟你說話。你的眼是我射瞎的，怎麼樣？老子怕了你不是好漢。」宋天保大怒，舉刀砍來。哈合台把擱在余魚同腿邊的右腳一鬆，余魚同雙腳頓得自由，頭向左一偏，讓過一刀，右腿飛起，踢在宋天保左腿「巽血穴」上，宋天保單刀脫手，頓時軟麻在地。覃天承忙搶過來扶起。彭三春見師侄丟臉，過來要打人。哈合台道：「你要打？我放了他和你一對一打個痛快如何？」彭三春怒道：「我先和你比劃比劃也可以。」嗆啷啷一抖三節棍。哈合台道：「你還想再摔一交麼？」言伯乾見兩人說僵了要動手，忙把彭三春往身後一拉，靜觀滕一雷等如何處置。滕一雷又問余魚同道：「江湖上多說我們三位兄弟是紅花會所害，冤有頭，債有主，我們只要你老實說一句，這件事是何人主使、何人動手，我們自回去找他算帳，你不必畏懼隱瞞。難道我們還能把紅花會幾萬人斬盡殺絕不成？」余魚同道：「我今日落在你手裏，你要殺便殺，何必多說。你以為紅花會怕你們這幾個人，那你真是在做夢了。」哈合台道：「你是英雄我也是很佩服的，我只請問，我們三位兄弟到底是誰害的。」余魚同道：「老實說，這三人是誰殺死的，我知道得清清楚楚，不過絕不是紅花會。」顧金標道：「那麼你說出來，我們馬上放你。」余魚同道：「我余魚同雖然是無名小輩，豈怕你們威迫？殺死他們的人，本來告訴你們也沒關係，他也不會怕你們去尋仇。但你們追逼我，我偏偏不說。」顧金標把獵虎叉又一抖，叉桿上鐵環噹啷啷一陣響，喝道：「你說是不說？」余魚同昂頭也喝：「不說怎樣？你有種就在胸口上給我一叉。我們紅花會給我報起仇來可不像你這樣膿包，到今天連仇人是誰也不知道。」顧金標氣得只是抖叉，連聲咒罵。哈合台道：「你如認為我這朋友還可交，那麼請你告訴我。」余魚同見這批人中只有哈合台對他有友善之意，於是說道：「你們幹麼不去問韓文沖？不過他不在洛陽，現在和威震河朔王維揚一起在杭州。」滕一雷道：「當真？」余魚同喝道：「我幾時說過假話？」哈合台見他雖然被擒，反而越來越強項，對他更是敬佩，把滕一雷和顧金標拉在一邊道：「再逼他也無用，放了他罷。」顧金標道：「咱們放他，江湖上還道關東六魔不敢惹紅花會，依我說，斃了算啦。」滕一雷道：「斃了也沒好處，咱們就奔杭州去找韓文沖，把他帶著，在路上慢慢套問，總要問個水落石出，再殺不遲。」顧金標道：「好，就是這樣。」滕一雷回來對余魚同道：「我們把你帶到杭州去和韓大哥對質。要是你說的不錯，我們就放你。」余魚同想道：「這很好，一路上不遇救援，也總有脫身之策。」於是點頭答允。滕一雷向言伯乾一舉手，說道：「後會有期。」轉身要走。言伯乾縱上一步道：「慢來，慢來。這人是咱們一起擒住的，就這樣便宜的讓你帶走麼？」哈合台怒道：「你要怎樣？」言伯乾自忖，己方雖有四人，但對方三人武功高強，自己雖然還可對付，師弟和徒弟就不行了，用強不能取勝，於是說道：「他射瞎了我一隻眼，現在我只剜他兩隻眼抵帳，人就讓你們帶走。」滕一雷和顧金標心想，擒拿余魚同他確也有功勞，而且眼見他是官府的人，何必多結對頭，他要剜余魚同雙眼，讓他剜就是；而且余魚同沒了眼睛，帶他上路時反而方便，不愁他會逃走，當下並不阻攔。言伯乾右手食中兩指「雙龍搶珠」，向余魚同雙目截了過來。余魚同退後一步想避，顧金標執住他身子向前一推，使他動彈不得。且說陳家洛等一行沿著河岸向西，只見遍地沙礫，盡是大水過後的遺跡，黃沙之中，偶然還可見到幾根白骨，想見當日波濤自天而降，老百姓掙扎逃命、終於葬身澤國的慘狀，大家不禁惻然。陳家洛吟道：「安得禹復生，為唐水官伯，手提倚天劍，重來親指畫！」心想：「白樂天這幾句詩真是憂國憂民，氣魄非凡。咱們紅花會現在提劍只是殺賊，那一日提劍指畫而治水，這才是咱們的心願。」不一日來到潼關，徐天宏和章進兩人分頭到各處街頭牆角查看，並不見有余魚同留下的記號，知道他尚未到達。他們不想打擾別人，就在一家客店中住了下來，一連住了三日，始終不見余魚同到來。徐天宏和章進到水陸兩路碼頭查問，都說不見有這樣一位秀才相公。到第四日，大家一計議，都覺事有點蹊蹺，只怕中途出了亂子。潼關一帶佔碼頭的幫會是「龍門幫」，紅花會和他們素無交往，大家都擔心余魚同著了他們道兒，於是徐天宏拿了自己名帖去拜訪龍門幫的龍頭大哥上官毅山。那上官毅山一聽徐天宏來訪，知道他是紅花會七當家，江湖上有名的武諸葛，連忙迎接出來，徐天宏說明來意。上官毅山道：「我們久慕貴會仁義包天，只是貴會一向在江南開山立櫃，無緣結交。如果我們知道貴會十四當家在黃河中坐船，一定好好接待。我馬上派人去查問。」他當著徐天宏之面，派了八名弟兄出去，叫他們四人到黃河中查詢，四人沿黃河兩岸迎接下去，一見余十四當家，馬上接待到潼關來。徐天宏見他十分義氣，鄭重道謝。上官毅山留他在家中居住，徐天宏一定不肯。下午上官毅山前來回拜。陳家洛怕驚動官府，所以都迴避不見。上官毅山當晚大排筵席，給徐天宏接風，遍邀當地武林豪傑作陪。潼關武林人士識得周仲英的人很多，聽說徐天宏是名震西北的鐵膽周的女婿，更是傾心結納。有些人私下議論，武諸葛名聞江湖，那知竟是如此瘦弱矮小，真是人不可以貌相。眾人見徐天宏談吐豪爽，很夠朋友，都油然生敬仰之心。第二日下午，上官毅山又到客店拜訪，說手下人並未找到余魚同，但得了一點線索。徐天宏忙問是甚麼線索。上官毅山道：「據水路上的兄弟報知，因為征西大軍趕運軍糧，所以黃河中封船，只怕余十四爺被糧運阻住了。」徐天宏放了一點心，道了勞。到得晚間，上官毅山又親來通知，說陸上弟兄報知，孟津大街的醉仙樓上十天前曾有過一件案子，有一個相貌怕人的秀才和人打架，把酒樓打得一塌胡塗。徐天宏一驚道：「那一定就是咱們的余十四弟，後來怎樣？」上官毅山道：「兄弟派去查訪的人還沒回來，這是他叫人帶上來的消息，所以詳細情形不大清楚。」徐天宏道：「上官大哥對我們如此盡心，真是感激萬分，兄弟給你引見幾位朋友。」於是到隔壁房裏把陳家洛、文泰來、駱冰、章進、周綺都請過來和上官毅山相見。上官毅山一聽紅花會總舵主和四當家都親自到了，欣喜異常，雙方互道仰慕。陳家洛道：「余十四弟為人精細，絕不會使酒鬧事，他既與人打架，一定是遇到了仇家，咱們快奔孟津去。」文泰來道：「對，咱們今晚就走。」上官毅山道：「各位來到潼關，兄弟本應一盡地主之誼，現在既有急事，兄弟隨伴各位同走一遭。」陳家洛見他很講義氣，也不客氣推辭。上官毅山帶了兩名副手，眾人乘馬急奔孟津而去。一路打尖趕路，不必細表，文泰來騎了白馬，越眾當先。眾人離孟津還有一百多里路時，文泰來已回頭迎上，說道：「我已到醉仙樓打聽過。酒保說確有這麼一回事。和十四弟打架的是本地的一個大紳士，叫甚麼孫大善人，還有幾個衙門裏的捕快。」上官毅山奇道：「孫大善人今年已六十多歲了，一向對人客客氣氣，怎會和他打架？」陳家洛道：「後來怎樣？」文泰來道：「後來的事那酒保吞吞吐吐的說不明白。」陳家洛道：「好，咱們快去。」眾人催馬前行，過了兩個多時辰已到了孟津。上官毅山到醉仙樓去找老板。那老板見是龍門幫的龍頭大哥，忙不迭的擺酒招待，絲毫不敢隱瞞，但所說的也和文泰來打聽的差不了多少。那老板指著欄干和板壁上的兵刃所砍痕跡，說是那天打鬥所留下來的。原來那日言伯乾要剜余魚同雙目，眼見他手指很將戳到，哈合台忽地伸手，一把抓住言伯乾後心衣服，猛力向後一拉，把他拉得退後數尺。言伯乾武功也非泛泛，突覺背後敵人來襲，左掌斜立，向後一撩，啪的一聲，擊在哈合台右腕之上。哈合台一痛，疾忙放手，兩人各自縱出一步，拉開架式便要放對。彭三春抖開三節棍站在師兄旁邊。滕一雷一躍，跳在中間，銅人一擺，說道：「咱們好朋友莫傷了和氣。」哈合台對言伯乾道：「你要報仇，等我們的事了結之後，你再去找他，我們誰也不幫。現在你要胡來，那可不行。」滕一雷知道哈合台性情梗直，說過了話，絕不輕易改變，雖然這樣辦自己不很贊成，但在外人面前，自己兄弟之間不能爭辯，免得被人笑話，當下站在旁邊不作一聲。言伯乾知道用武不能取勝，氣忿忿的收了雙環，說道：「終有一天我取了他的雙眼給你瞧瞧。」哈合台道：「那很好，再見啦。」關東三魔押了余魚同就走。言伯乾給徒弟解開被點了的穴道，心頭很不服氣，暗暗跟在後面。巳牌時分，滕一雷等到了孟津，找了一家酒樓吃飯。這家酒樓建築精雅，樓頭寫了四個大字：「醉仙酒樓」。滕一雷要了酒菜，要余魚同同席吃飯。剛喝了幾杯酒，只聽見樓梯上一陣腳步響，湧上來七八名衙門裏的捕快，和一個衣飾異常考究的老人。那老人叫下許多酒菜，宴請捕快。捕快和酒保都叫他「孫老爺」，言下很是恭敬，大概他是當地有面子的縉紳。過了一會，又上來四個人，哈合台一見倏然變色，原來是言伯乾師徒跟著來了。余魚同裝作不見，神色自若的只有飲酒。滕一雷對哈合台道：「老四，咱們到關內來的是給老三他們報仇，你怎麼反而盡護著仇家，老三在九泉之下怕要怪你呢。」哈合台道：「我怎麼護著仇家？我不過見他是條漢子，不許別人胡亂作賤。要是查明他真是仇家，我首先就取他性命。」顧金標道：「這裏到杭州路遠著呢，他們──」他說著向言伯乾等嘴一呶：「又不死心，一路跟著，讓他們剜了他眼睛就是，否則路上必出亂子。」哈合台只是不依，三人吵嚷了起來。哈合台勢孤，一向又是聽大魔滕一雷指揮慣了的，拗不過他們，氣忿忿的站起來道：「老大、老二，我先走一步，在杭州等你們。這個人的事我不管啦！」飯也不吃，大踏步下樓去了。顧金標伸手拉他，被他一摔手，險險跌了一跤。原來哈合台自幼熟習蒙古摔跤之技，隨手一摔，都是勁道十足。滕一雷道：「老二，莫理他，他是牛脾氣。你看住這個人。」顧金標拔出匕首，翻轉藏在腕底，低聲對余魚同道：「你要逃走，我先給你幾個透明窟窿。」余魚同置之不理。滕一雷走到言伯乾桌邊去打招呼、套交情。余魚同見哈合台一去，知道慘禍已逼在眉睫，靈機一轉，忽然心生一計。這時酒保送上一大碗熱騰騰的黃河鯉魚羹上來，顧金標喝了一口，叫道：「老大，這羹很鮮，快來喝罷。」余魚同伸出羹匙，也去搯羹，手伸近時突然在碗底一抄，把一碗熱羹劈面倒在顧金標臉上。顧金標正在嘗魚羹美味，那知變起俄頃，一碗熱羹突然飛來，眼上鼻上全是羹湯，痛得哇哇亂叫。余魚同不等他定神，一掀起桌子，碗筷菜餚，全倒向顧金標身上。顧金標眼睛睜不開，那能避讓，頭臉上又受了好幾處傷。那邊滕一雷和言伯乾等瞧見，忙縱過來救援，余魚同又掀翻一張桌子，阻住他們來路。他心中暗忖，此時雖可脫逃，但逃不多遠，一定又會被他們追及，唯一辦法是找一個地方躲避，以待外援，而最穩妥的躲避之處卻是官家的監獄。這時酒樓上眾人大亂，有些膽小的客人紛紛向樓下奔逃，捕快抽出鐵尺上來干涉，余魚同忽地縱到那個孫老爺面前，啪的一聲，結結實實打了他一個巴掌。那孫老爺只覺眼前金星亂冒，坐倒在地上。余魚同扯住他鬍子，提了起來，一把扭住。捕快們大驚，齊奔上來救護。余魚同抱住孫老爺不放，向滕一雷等招手道：「老大老二快來啊，我得手啦，你們快來把鷹爪孫趕開。」捕快一聽，原來是土匪要綁架孫大善人，幾名捕快抽出兵刀鐵鏈，連叫：「好大的膽子！」向滕一雷等奔來。這幾名捕快那裏在滕一雷的心上，但孟津是大地方，和捕快衙役一爭鬥，官兵馬上就到，那就後患很多。滕一雷暗罵余魚同狡猾，一腳踢倒一名持刀向他砍來的捕快，拉了顧金標飛身下樓。言伯乾大叫：「咱們是官人，來捉強盜的啊！」但混亂中那裏聽得清楚，轉眼間彭三春已用三節棍打倒了一名捕快，其餘的連連呼哨，招集同伴，遠處噹噹噹的銅鑼響起，大概大隊援兵就要到了。言伯乾喝道：「彭師弟，快走！」師徒四人衝下樓去，捕快們那裏攔得住，只用鐵鏈鎖住了余魚同一人。言伯乾等逃出孟津，找了一個荒僻地方休息，彭三春大罵余魚同詭計多端。言伯乾陰沉沉的道：「諒這小小的孟津衙門，也不能庇護他，咱們今晚就去劫獄，把這惡賊劫出來痛痛快快的折磨。」彭三春怕官，聽說要劫獄，很是躊躇，可是師兄的話又不敢違拗。到得三更，四人蒙起了臉，向孟津衙門奔來，彭三春落在後面，很不起勁。言伯乾知他勉強，也不去點破他。四人將近監獄，忽見前面人影一晃，一個人在前面掠過，言伯乾見這人身手甚快，向徒弟叮囑：「小心！」四人正要越牆而進，忽然身後有人低呼：「是言兄麼？」言伯乾轉過身來，只見滕一雷和顧金標跟在身後。滕一雷道：「咱們齊心來幹，那更好啦。」顧金標道：「咱們不能讓他痛痛快快的吃一刀，先教他多受點兒罪。」他臉上被燙起了許多熱泡，對余魚同可恨入了骨。滕一雷道：「我們哥倆對付鷹爪，言兄你們搶人？」言伯乾道：「好！」六人翻牆入內。且說陳家洛和上官毅山細問醉仙樓的老板，再也問不出甚麼了，只知道那秀才後來捕快們鎖下去。陳家洛聽說余魚同被捕，反而放了心，因為就算犯了死罪，官府公文來往，也得耽擱好久才能處決，於是他和上官毅山去拜訪孫大善人。原來孫大善人是當地首富，田莊、當舖不計其數，平時逼糧催租，也不知作了多少孽，到老了才拿錢出來沽名釣譽，得了個孫大善人的名頭，其實在鄉下，大家都叫他孫剝皮。他一見上官毅山同一位自稱姓陸的公子來訪，心中嚇了一跳，打好了主意，如果龍門幫要錢，他就捨財消災。那知上官毅山寒暄了幾句之後，口風轉到了那天酒樓鬧事的秀才身上，孫剝皮更是吃驚，連稱：「兄弟年紀已這麼一大把，素來不敢得罪甚麼人，要是江湖上朋友手頭不便，兄弟一向量力而為，絕不敢小氣。」上官毅山道：「那位秀才相公和小弟有點淵源，不知為甚麼和孫老爺打了起來。」孫剝皮道：「我實在不知，看他們神色，似乎要綁架兄弟。」於是把當時情形說了一遍，並且道：「兄弟外面雖然有點名頭，但這幾年收成不好，開銷又大，前吃後空，已虧空了不少，江湖上只道兄弟手邊有點錢，其實那裏是這麼一回事呢。」陳家洛聽他報窮嘆苦，知道他會錯了意，是怕他們敲詐，暗忖：「余十四弟怎會約人來綁架他，這中間一定另有隱情。孟津幾名捕快，怎麼又能把十四弟逮去，難道此地又有能人？」於是對上官毅山道：「那麼請孫老爺引咱們去監獄去探探這位秀才相公。」孫剝皮忙道：「這個秀才當天就給人劫了獄，難道你們不知道麼？」陳家洛一聽，更是奇怪，向上官毅山一使眼色，告辭出來，只見孫宅前前後後有許多公差捕快假扮了平民保護，看來劫獄之事不假。上官毅山和陳家洛等來到孟津龍門幫頭目家裏，派人到衙門打聽，果然那名江洋大盜當晚就被人劫出，還傷了好幾名牢頭禁子。陳家洛雙眉深皺，和徐天宏琢磨了半天，絲毫沒有頭緒。大家用過晚飯，到監獄附近踏勘，駱冰忽然一指牆腳，道：「瞧！」眾人一看，喜形於色，上官毅山和周綺兩人卻莫名其妙。徐天宏道：「這是十四弟留下的記號，他說給仇人追逼，現在向西逃避。」章進道：「甚麼仇人？一定是纏著他的那個少年。」徐天宏道：「這個少年的武功不及十四弟，他何必這樣懼怕，或許還有別情。」文泰來道：「咱們快去。」眾人向西追索，到了郊外，在一株大樹腳邊記號又現，看他畫得潦草異常，一定情勢十分危急。眾人加緊腳步，在一條通到山中的岔路邊又見到了記號，顯然余魚同是逃進了山裏。文泰來和章進當先奔馳入山，沿途只見余魚同畫的記號愈來愈不成模樣，有時只是隨手一鉤一畫，轉了幾個彎，章進忽然「咦」的一聲，縱上前去，在一株小樹上拔下一枝竹箭來。文泰來和徐天宏同時叫了出來。他們兩人在江湖上最久，見多識廣，知道這是湖南辰州言家拳的獨門暗器。文泰來怒道：「原來追逼十四弟的是言伯乾這奸賊。」這時駱冰又在樹叢中發見了幾枝竹箭，周綺忽然驚呼一聲，指著地下。眾人看時，見是點點血跡，沿著血點追尋過去，撥開樹叢，忽見黑黝黝的一個山洞。山洞又小又淺，僅可容身，洞旁竹箭、鋼鏢、飛錐、小鋼叉等落了一大堆，可以想見余魚同那天受人圍攻時打得十分激烈。大家十分擔憂，不知余魚同性命如何。徐天宏和文泰來撿起各種暗器細看，鋼鏢和飛錐是武林中常用的，瞧不出使用者的身分，用小鋼叉的人卻極少，不知是何等人物。看暗器的情況，圍攻余魚同的至少也有四五個人。原來那天滕一雷、顧金標、言伯乾等六人越牆進入，想找一個獄卒逼問監禁余魚同的所在。宋天保忽然腳下一絆，險險跌了一跤，俯身看時，見是一個人被反背綁在地上，忙提他起來，火摺一晃，見是個穿號衣的獄卒，口中被人塞了甚麼東西，眼睛骨碌碌的亂轉，說不出話來。言伯乾右手叉住他喉嚨，左手把他口中東西挖出來，那知是兩塊繡花手帕。言伯乾低喝：「今天抓來的秀才關在哪裏，快說！你一叫就叉死你。」那獄卒嚇得不住發抖，說道：「在──在那邊──第三──第三間牢房。」言伯乾也不綁他，手下一用勁，獄卒頓時閉氣而死。滕一雷道：「快去，怕已有人先來劫獄。」眾人趕到牢房，果然聽見有輕輕的鐵銼銼物之聲。顧金標火摺一晃，見一個黑衣人蹲在余魚同身邊，顯然是他朋友來救人。余魚同一見火光，叫道：「有人來。」黑衣人不理會，更用力銼。滕一雷低喝：「是誰？」黑衣人突然躍起，回身一劍，這一劍又快又準，只見寒光一閃，劍鋒已及面門。滕一雷武功高強，身體雖胖，動作卻極迅捷，右手銅人疾忙向劍刃壓下。黑衣人手上一震，虎口發痛，知道對方力大異常，不敢戀戰，向覃天丞一劍，覃天丞一讓，黑衣人已跳出牢房。言伯乾道：「別追，劫人要緊！」他們這樣一交手，滿獄牢卒都已驚醒，知道有人劫獄，頓時大亂。滕一雷在牢門口一站，十分鎮定，喝道：「你們快銼，我在這裏抵擋。」言伯乾和顧金標各自拿出身上的鐵銼，不一刻已把鎖住余魚同手腳的鐵鍊銼斷。言伯乾扣住余魚同脈門，和彭三春兩人把他抬出牢房。衙役軍士湧上來攔截，都被滕一雷用銅人打傷。眾人見他猛惡，不敢近前，只在遠處吶喊。顧金標當先開路，宋天保、覃天丞斷後，擁著余魚同越牆而出。那知監獄外已有大隊軍士等在那裏，見眾人躍出，刀槍並舉，圍了上來。顧金標、言伯乾、彭三春分頭迎敵，雖砍傷了幾個，但眾軍士後面有長官督戰，不敢後退。混戰中牆角邊突然一條黑影飛出，直奔到余魚同身邊。覃天丞過來攔阻，那人手一揚，覃天丞只感到胸口劇痛，也不知中了甚麼暗器，支持不住，蹲下地去。宋天保一見師弟受傷，大吃一驚，剛獃得一獃，那黑影已拉了余魚同就走。宋天保大叫：「師父，那人逃啦！」言伯乾一分神，險險被兩名軍士長槍刺中，他右環舉頂一架，噹的一聲把長槍震開，欺近身去，那軍士肋骨登時被鐵環打折，口中鮮血直噴出來。另一名軍士嚇得逃開。言伯乾緩過手回身看時，那人早已把余魚同救走。余魚同並不急逃，蹲在地下匆匆畫了一些記號。言伯乾撲了過去，斜刺裏突然一劍刺來。言伯乾舉環一鎖，那人劍法奇快，早已變招，拆不兩招，余魚同把一名軍官拉下馬來，搶到了馬，躍上馬背，縱馬馳近，大叫一聲，直向言伯乾迎面衝來。言伯乾向旁躍開，余魚同拉住使劍的人的手，一提將那人提上馬背，兩人一騎，向西奔去。這時滕一雷已翻出牆外，見余魚同逃走，暗罵言伯乾師徒無用，大叫：「快追！」彭三春和宋天保左右挾住了覃天丞，向余魚同馬後趕去。他們腳頭甚快，奔出數里，已把捕快們拋在後面。衙門中的公差知道厲害，不敢窮追，眼見追不上，就收兵回去了。滕一雷等趕了一陣，功夫登時分出高下，滕一雷遙遙在前，顧金標和他相距不遠，言伯乾卻遠被拋在後面，彭三春等是更加落後了。滕一雷不愧是關東六魔之首，他在遼東雖然養尊處優，但功夫竟沒擱下，反而愈練愈精，輕功術施展開來，真是快如奔馬。山路馳馬不便，馬上又騎了兩人，而且那馬並非良馬，所以追逐了一會，滕一雷越趕越近。余魚同知到敵人追來，盡揀岔路行走，滕一雷毫不放鬆。黑暗中那馬突然踏入道上一個小坑，左足跪了下去，頭一低，把余魚同拋下馬來。余魚同一個觔斗，輕輕落在地下。馬上那人一提韁繩，那馬哀嘶一聲，竟沒站起來，原來左腿脛骨已經折斷。那人一見滕一雷追近，飛身下馬，和余魚同穿入樹叢，行不數步，忽見前面有一個山洞，兩人躲了進去。余魚同嘆了一口氣道：「李師妹，這次又是你來救我。」原來那黑衣人就是一路跟來的李沅芷。她跟隨紅花會人眾，忽然之間不見了余魚同，她十分機伶聰明，心想他必定是改走水路，於是沿著黃河上溯尋訪，正值軍官封船，民船都在孟津以下受阻，所以一尋到了孟津，她仍舊穿了男裝，在茶館酒樓中一打聽，到處都在談論醜臉秀才綁架孫大善人不遂的事，於是半夜裏前來劫獄，那名獄卒就是被她綁住的。李沅芷救出了余魚同，心中大慰，雖然危機迫在眉睫，但精神大振，教余魚同躺下養神，自己在洞口守禦。余魚同的金笛被擒時給顧金標抽去了，手中沒了兵器，坐在地上，望著李沅芷俏生生的背影，心中感慨萬千，這時一陣寒風吹來，李沅芷身體微微一顫，想是怕冷。余魚同輕輕脫下身上長袍，給她披在身上。李沅芷自識得這位師哥以來，這是他第一次對她表示一點憐惜之情，不由得回頭嫣然一笑，身上感到溫暖異常。李沅芷正要說話，忽然前面「颼」的一聲，一枝竹箭射了過來。余魚同見她高興得忘了形，竟沒見到暗器襲到，疾忙伸右手向她身上一推，左手接住竹箭。這時李沅芷身子朝向裏面，危急之間余魚同隨手一推，黑暗中竟推在她的胸前，李沅芷輕輕的叫了一聲「啊喲」，面紅過耳，只覺全身發燙。余魚同道：「留神暗器！」話聲未畢，外面又擲了一塊飛蝗石進來。李沅芷閃身接住，只聽見外面喝罵：「奸賊，快滾出來，免得大爺動手。」同時幾個黑影迫近洞口，余魚同拿起竹箭尾，用打甩手箭手法，一箭向黑影擲去，一人呼痛跳開，原來彭三春胯上中箭。外面滕一雷等發現了敵蹤，可是敵暗我明，不敢過份迫近，各種暗器紛紛向洞裏擲去。余魚同和李沅芷縮在一邊，身體相偎，撿起落在洞內的飛鏢小叉，在敵人過份迫近時就還敬一枝。李沅芷靠在余魚同身上，雖然情勢危急，反而覺得這是生平未有之佳境，山洞中又冷又髒，洞外強敵環攻，然而對於她，將軍府中的繡樓香閨也沒這裏溫馨。余魚同眉頭深鎖，想用計離開這個險地，但實在無法可施，知道李沅芷詭計多端，於是說道：「喂，咱們怎樣逃出去啊？」李沅芷笑道：「逃甚麼？他們反正又攻不進來。」余魚同急道：「天明了怎麼辦？」李沅芷聽他語氣十分焦急，笑道：「好，我想辦法──喂，暗器來啦！」余魚同身子向後一縮，又是一柄小鋼叉釘在他腳邊地上。顧金標恨死了余魚同，連續兩柄小叉發出，使動鋼叉護住門面，搶到洞口來。李沅芷見他來勢兇惡，手一揚，三枚芙蓉金針發出。這暗器極為細小，又是在黑暗之中，顧金標幸而武功極高，而李沅芷發針手法又未臻化境，所以顧金標陡然發現金針射到門面，猛一縮頭，兩針落空，只有一針刺進頭髮，刺傷了一點頭皮。顧金標只覺頭頂刺痛，突然想到這類細微暗器多半帶有劇毒，心中一駭，疾忙跳了開去，拔下金針，亮火摺一看，見針尖之血並非黑色，知道無毒，這才放心。滕一雷把金針接過來一看，氣得哇哇大叫，說道：「老三頭骨上釘的不就是這種金針？原來害死他的就是這奸賊。」那日焦文期被陸菲青用金針刺瞎雙目後，屍首過了幾年才被人在山谷中發現，那時面目早已腐爛，只從他兵器和衣飾上才認了出來，臉上肌肉爛去，露出幾枚金針牢牢的釘在頭骨之上，原來當日陸菲青以一把金針擲在焦文期臉上，後來雖然大部分拔回，但深入肉裏的幾枚卻未起出。關東五魔說起這件事，無不引為深仇大恨，那知當時殺焦文期的固然不是余魚同，而今日刺傷顧金標的也並不是這位金笛秀才。滕顧兩人憤怒異常，攻得更緊，但害怕金針厲害，不敢再竄到洞口來。李沅芷一面禦敵，一面笑道：「你幹麼避開我啊？難道你瞧見我就討厭麼？」余魚同道：「李師妹，你幹麼現在說這種話？咱們脫了險之後再說行不行？」李沅芷默然不語，過了一會，說道：「那時候你又要避開我了。」余魚同聽她語氣很是淒楚，心中一動，頗感歉仄。突然砰的一聲，一個火把擲在洞口，余魚同獃了一獃，火光中只見李沅芷俏臉含怨，淚珠瑩然，一張雪白的臉被火光一迫，更覺嬌艷。李沅芷叫道：「他們要用煙燻咱們。」她縱身出去想踏滅火把，敵人暗器紛紛擲入，只得退回。不出李沅芷所料，言伯乾和宋天保果然割了不少草來，擲在火把上，濃煙昇起，順風湧進山洞來，把余李兩人薰得不住咳嗽。不久火把漸熄，煙卻越來越濃。李沅芷知道在洞中無法再待，說道：「你守住洞口。」把劍交給余魚同，退到他的身後。余魚同聽到背後衣衫抖動之聲，不知她在幹甚麼，回頭一望。李沅芷忙叫：「回過頭去！」余魚同心中突突亂跳，原來煙霧中見李沅芷解去身上的衣服。這時他雙目被濃煙薰得不住流淚，強自撐住。李沅芷走上前來，接過寶劍，把一件長衣擲在他的身上，說道：「快穿上。」余魚同想問。李沅芷連催：「快穿，快穿。」見他穿了，又把寶劍交給了他。這時濃煙漸弱，又是一個火把擲了過來，這次的火把更旺，照得一片明亮。李沅芷道：「咱們分頭走，你千萬不可跟我。」不等余魚同回答，已空手縱出洞去。余魚同大驚，一拉沒拉住。