第三章　人淡如菊第二日中午，獄中連續不斷的關了十七個犯人進來。高矮老少，模樣一瞧即知都是江湖人物，將一間獄室擠得滿滿的，都只有抱膝而坐。狄雲見越來越多，不由得暗自心驚，情知這些人都是為對付丁典而來。他本說有五個勁敵，那知竟來了一十七個。丁典卻一直朝著牆壁而臥，毫不理會。這些犯人大呼小叫，高聲談笑，片刻間便吵起嘴來。狄雲低下了頭，聽他們的說話。原來這一十七人分作三派，都在想得甚麼寶貴的物事。狄雲偶爾眼光一斜，與這干人凶暴的目光相觸，嚇得不禁便轉過頭去，只想：「我扮作了丁大哥，可是我武功全失，待會動手，那便如何是好？丁大哥本領再高，也不能將這些人都打死啊。」眼見天色黑了下來。一個魁梧的大漢大聲道：「咱們把話說明在先，這正主兒，是我們洞庭幫要了的。誰要是不服，趁早手底下見真章，免得待會拉拉扯扯，多惹麻煩。」他這洞庭幫在獄中共有九人，最是人多勢眾。一個頭髮灰白的中年漢子陰陽怪氣地道：「手底下見真章，那也好啊。大夥兒在這裏群毆呢，還是到院子中打個明白？」那大漢道：「院子就院子，誰還怕了你不成？」伸手抓住一條鐵柵，向左一推，鐵條登時彎了。他隨手又扭彎右邊一條鐵柵，膂力實是驚人。這大漢正想從兩條扭彎了的鐵柵間鑽出去，突然間眼前人影一幌，一個人擋住了空隙，正是丁典。他一言不發，一伸手便抓住了那大漢的胸口。這大漢比丁典還高出半個頭，但被他一把抓住，竟立即軟垂垂的毫不動彈。丁典將他龐大的身子從鐵柵間塞了出去，拋在院子中。這大漢蜷縮在地下，再也不動一動，顯是死了。獄中諸人見到這般奇狀，都嚇得呆了。丁典隨手抓了一人，從鐵柵投擲出去，跟著又抓一人，接連的又抓又擲，先後共有七人被他投了出去。凡經他雙手一抓，無不立時斃命，連哼也不哼一聲。餘下的十人盡皆大驚，三人退縮到獄室角落，其餘七人同時出手，拳打腳踢，向丁典攻去。丁典既不拆架，亦不閃避，只是伸手一抓，一抓之下，必定抓到一人，而被他抓到的必定死於頃刻，到底如何受了致命之傷，狄雲全然瞧不出來。躲在獄室角落裏的三人只嚇得心膽俱裂，一齊屈膝跪地，磕頭求饒。丁典便似沒有瞧見，又是一手一個，都抓死了投擲出去。狄雲只瞧得目瞪口呆，恍在夢中。丁典拍了拍雙手，冷笑道：「這一點兒微末道行，也想來搶奪連城訣！」狄雲一呆，道：「丁大哥，甚麼連城訣？」丁典似乎自悔失言，但也不願捏造些言語來騙他，又冷笑了幾下，並不回答。狄雲眼見這一十七人適才還都是生龍活虎一般，但片刻之間，個個屍橫就地，他一生中從未見過這許多死人堆在一起，嘆道：「丁大哥，這些人都是死有餘辜麼？」丁典道：「死有餘辜，倒也不見得。只是這些人個個不存好心。我若不是練成『神照經』上的武功，被這批人逼供起來，那才是慘不堪言呢。」狄雲知他所言非虛，說道：「你隨手一抓，便傷人性命，這種功夫我聽也沒聽說過。我若是跟師妹說，她也不會相信……」這句話剛說出口，立即省悟，不由得胸頭一酸，心口似乎被人重重打了一拳。丁典卻並不笑他，嘆了口長氣，自言自語：「其實呢，縱然練成了絕世武功，也不能事事盡如人意……」狄雲忽然「咦」的一聲，伸手指著庭中的一具死屍。丁典道：「怎麼？」狄雲道：「這人沒死透，他的腳動了幾動。」丁典大吃一驚，道：「當真？」說這兩個字時，聲音也發顫了。狄雲道：「剛才我見他動了兩下。」心想：「一個人受傷不死，那也沒甚麼大不了，決不能再起來動手。」丁典皺起了眉頭，竟似遇上了重大難題，從鐵柵間鑽了出去，俯身察看。突然間嗤嗤兩聲，兩件細微的暗器分向他雙眼急射，正是那並未死透之人所發。丁典向後急仰，兩枝袖箭從他面上掠了過去，鼻中隱隱聞到一陣腥臭，顯然箭上餵有劇毒。那人一發出袖箭，立即挺躍而起，向屋簷上竄去。丁典見他輕身功夫了得，自己身有銬鐐，行動不便，只怕追他不上，隨手提起一具屍體向上擲出，去勢奇急。砰的一下，屍體的腦袋重重撞在那人的腰間。那人左足剛踏上屋簷，被這屍體一撞，站立不定，倒摔下來。丁典搶上幾步，一把抓住他的後頸，提到牢房之中，伸手探他鼻息時，這次是真的死了。丁典坐在地下，雙手支頤，苦苦思索：「為甚麼先前這一下竟沒能抓死他？我的功力之中，到底出了甚麼毛病？難道這『神照功』畢竟沒練成？」半天想不出個所以然，惱起上來，伸手又往那屍體的胸口插落，突然一股又韌又軟的力道將他手指彈了回來，丁典驚喜交集，叫道：「是了，是了！」撕開那人外衣，只見他貼身穿著一件漆黑發亮的裏衣，喜道：「是了，原來如此，倒嚇得我大吃一驚。」狄雲奇道：「怎麼？」丁典剝去那漢子的外衣，又將他這件黑色裏衣剝了下來，然後將屍體擲出牢房，笑嘻嘻地道：「狄兄弟，你把這件衣服穿在身上。」狄雲料到這件黑衣甚是珍貴，道：「這是大哥之物，兄弟不敢貪圖。」丁典道：「不是你的物事，你便不貪圖麼？」語音甚是嚴厲。狄雲一怔，怕他生氣，道：「大哥定要我穿，我穿上就是。」丁典正色道：「我問你，不是你的物事，你要不要？」狄雲道：「除非物主一定要給我，我非受不可，否則……否則……不是我的東西，我自然不能要。若是貪圖別人的東西，那不是變成強盜小偷麼？」說到後來，神色昂然，道：「丁大哥，你明白，我是受人陷害，才給關在這裏。我一生清白，可從來沒做過甚麼壞事。」丁典點了點頭，說道：「很好，很好！不枉我丁某交了你這個朋友。你把這件衣服貼肉穿著。」狄雲不便違拗，便除下衣衫，把這件黑色裏衣貼肉穿了，外面再罩上那件三年多沒洗的臭衣。他雙手戴著手銬鐵鍊，要更換衣衫，直是難上加難，全仗丁典替他撕破舊衫的衣袖，方能除下穿上。那件黑色裏衣其實是前後兩片，腋下用扣子扣起，穿上倒半點不難。丁典待他穿好了，才道：「這一件刀槍不入的寶衣，是用大雪山的上烏蠶蠶絲織成的。你瞧，這只是兩塊料子，剪刀也剪不爛，只得前一塊、後一塊的扣在一起。這傢伙是雪山派中的要緊人物，才有這件『烏蠶衣』。他想來取寶，沒料到竟是送寶來了！」狄雲聽說這件黑衣如此珍異，忙道：「大哥，你仇人甚多，該當自己穿了護身才是，再說，每月十五……」丁典連連搖手，道：「我有神照功護身，用不著這烏蠶衣。每月十五的拷打嘛，我是甘心情願受的，用這寶甲護身，反而其意不誠了。一些皮肉之苦，又傷不了筋骨，有甚麼相干？」狄雲好生奇怪，欲待再問。丁典道：「我叫你黏上鬍子，扮作我的模樣，我雖在旁保護，總是擔心有甚麼疏虞，現下這可好了。我現下傳你內功的心法，你好好聽著。」以前丁典要傳他功夫，狄雲萬念俱灰，決意不學，此刻明白了受人陷害的前因後果，一股復仇之火在胸中熊熊燃起，恨不得立時便出獄去找萬圭算賬。他親眼見到丁典赤手空拳，連斃這許多江湖高手，心想自己只須學得他兩三成功夫，越獄報仇便有指望，霎時間心亂如麻，熱血上湧，滿臉通紅。丁典只道他仍是執意不肯學這內功，正欲設法開導，狄雲突然雙膝跪下，放聲大哭，叫道：「丁大哥，求你教我，我要報仇！我要報仇！」丁典縱聲長笑，聲震屋瓦，說道：「要報仇，那還不容易？」待狄雲激情過去，丁典便即傳授他入門練功的口訣和行功之法。狄雲一得傳授，毫不停留的便即依法修習。丁典見他練得起勁，笑道：「練成神照經，天下無敵手。難道是這般容易練成的麼？我各種機緣巧合，內功的底子又好，這才十二年而得大成。狄兄弟，練武功要勤，那是很要緊的，可是欲速則不達，須得循序漸進才是，尤須心平氣和，沒半點雜念。你好好記著我這幾句話。」狄雲此時口中稱他為「大哥」，心中其實已當他為「師父」，他說甚麼便聽甚麼。但胸中仇恨洶湧如波濤，又如何能心平氣和？※※※次日那獄吏大驚小怪的吵嚷一番。衙役、捕快、仵作騷擾半天，到得傍晚，才將那一十七具屍首抬了出去。丁典和狄雲只說是這夥人自相鬥毆而死。做公的卻也沒有多問。這一日之中，狄雲只是照著丁典所授的口訣用功。這「神照功」入門的法子甚是簡易，但要心中沒絲毫妄念，卻艱難之極。狄雲一忽兒想到師妹，一忽兒想到萬圭，一忽兒又想到師父，練到晚間，這才心念稍斂，突然之間，前胸後背同時受了重重一擊。這兩下便如兩個大鐵錘前後齊撞一般。狄雲眼前一黑，幾乎便欲暈去，待得疼痛稍止，睜開眼來，只見身前左右各站著一個和尚，一轉頭，見身後和兩側還有三個，一共五僧，將他圍在中間。狄雲心道：「丁大哥所說的五個勁敵到了，我須得勉強支撐，不能露出破綻。」當下哈哈一笑，說道：「五位大師父，找我丁某有何貴幹？」左首那僧人道：「快將『連城訣』交了出來！咦，你……你……你是……」突然之間，他背上拍的一聲，中了一拳，他身搖了幾搖，險些摔倒。跟著第二名僧人又已中拳，哇的一聲，吐出一口鮮血。狄雲大奇，忍不住向丁典瞧去，只見他倏然躍近，擊出一拳，這一拳無聲無影，去勢快極，正中第三名僧人胸口。那僧人「啊」的一聲大叫，倒退幾步，撞在牆上。另外兩名僧人順著狄雲的目光，向蜷縮在黑角落中的丁典望去，齊聲驚叫：「神照功，無影神拳！」身材極高的那僧兩手各拉一名受傷僧人，從早已扳開的鐵柵間逃出，越牆而去。另一名僧人攔腰抱住吐血的僧人，回手發掌，向丁典擊來。丁典搶上舉拳猛擊。那僧人接了他一拳，倒退一步，再接一拳，又退一步，接到第三拳，已退出鐵柵。那僧踉踉蹌蹌的走了幾步，又倒退了一步，身子搖幌，似乎喝醉了一般，鬆手將吐血的僧人拋在地下，似欲單身逃命，但每跨一步，腳下都似拖了一塊千斤巨石，腳步沉重之極，掙扎著走出六七步後，呼呼喘氣，雙腿漸漸彎曲，摔倒在地，再也站不起來了。兩名僧人在地下扭曲得幾下，便即不動。丁典道：「可惜，可惜！狄兄弟，你若不向我看來，那個和尚便逃不了。」狄雲見這兩個僧人死得淒慘，心下不忍，暗道：「讓那三個逃走了也好，丁大哥殺的人實在太多了。」丁典道：「你嫌我出手太辣了，是不是？」狄雲道：「我……我……」猛地裏喉頭塞住，一交坐倒，說不出話來。丁典忙給他推血過宮，按摩了良久，他胸口的氣塞方才舒暢。丁典道：「你嫌我辣手，可是那兩個惡僧一上來便向你各擊一掌，若不是你身上穿著烏蠶衣，早就一命嗚呼了。哎，這事做哥哥的太過疏忽，那想到他們一上來便會動手。我猜想他們定要先逼問一番。嗯，是了，他們對我十分忌憚，要將我先打得重傷，這才逼問。」他抹去狄雲腮上的鬍子，笑道：「那賊禿嚇得心膽俱裂，再也不敢來惹咱們了。」他又正色道：「狄兄弟，那個逃走了的高個子和尚，叫做寶象。那胖胖的叫做善勇。我第一拳打倒的那個最厲害，叫做勝諦。這五個和尚都是西藏『血刀門』的高手，我若不是暗中伏擊得手，以一敵五，只怕鬥他們不過。善勇和勝諦都已中了我的神拳，就算一時不死，也活不了幾天。剩下的那寶象心狠手辣，日後你如在江湖上遇上了，務須小心在意。」沉吟半晌，又道：「聽說這五僧的師父尚在人世，武功更是厲害之極，將來倒要跟他鬥鬥。」狄雲雖有寶衣護身，但前胸後背同受夾擊，受傷也頗不輕，在丁典指點下運了十幾天功，又得丁典每日以內功相助，這才痊可。※※※此後兩年多的日子過得甚是平靜，偶爾有一兩個江湖人物到獄中來囉嗦，丁典不是一抓，便是一拳，頃刻間便送了他們性命。近幾個月來狄雲修習神照功，進步似是停滯了，練來練去，和幾個月前仍是一樣。好在他悟性雖然不高，生性卻極堅毅，知道這等高深內功決非輕易得能練成，在丁典指點下日夕耐心修習，以期突破難關。這一日早晨醒來，他側身而臥，臉向牆壁，依法吐納，忽聽得丁典「咦」的一聲，聲音中頗有焦慮之意，過得半晌，又聽他自言自語：「今天是不會謝的，明天再換也不遲。」狄雲有些詫異，轉過身來，只見他抬起了頭，正凝望著遠處窗檻上的那隻花盆。狄雲自練神照功後，耳目比之往日已遠為靈敏，一瞧之下，便見盆中三朵黃薔薇中，有一朵缺了一片花瓣。他日常總見丁典凝望這盆中的鮮花，呆呆出神，數年如一日，心想獄中無可遣興，唯有這一盆花長保鮮艷，丁典喜愛欣賞，那也不足為奇。只是這花盆中的鮮花若非含苞待放，便是迎日盛開，不等有一瓣殘謝，便即換過。春風茉莉，秋月海棠，日日夜夜，總是有一盆鮮花放在窗檻之上。狄雲記得這盆黃薔薇已放了六七天，平時早就換過了，但這次卻一直沒換。這一日丁典自早到晚，心緒煩躁不寧，到得次日早晨，那盆黃薔薇仍是沒換，有五六片花瓣已被風吹去。狄雲心下隱隱感到不祥之意，見丁典神色極是難看，便道：「這人這一次忘了換花，想必下午會記得。」丁典大聲道：「怎麼會忘記？決不會的！難道……難道是生了病？就算是生了病，也會叫人來換花啊！」不停步的走來走去，神色不安已極。狄雲不敢多問，便即盤膝坐下，入靜練功。到得傍晚，陰雲四合，不久便淅淅瀝瀝的下起雨來，一陣寒風過去，三朵黃薔薇上的花瓣又飄了數片下來。丁典這幾個時辰之中，一直目不轉睛地望著這盆花，每飄落一片花瓣，他總是臉上肌肉扭動，神色悽楚，便如是在他身上剜去一塊肉那麼難受。狄雲再也忍耐不住，問道：「丁大哥，你為甚麼這樣不安？」丁典轉過頭來，滿臉怒容，喝道：「關你甚麼事？囉嗦甚麼？」自從他傳授狄雲武功以來，從未如此兇狠無禮。狄雲甚感歉仄，待要說幾句什麼話分解，卻見他臉上漸漸現出淒涼之意，顯然心中甚是悲痛，便住了口。這一晚丁典竟一息也沒坐下。狄雲聽著他走來走去，銬鐐上不住發出叮叮噹噹的聲響，也是無法入睡。次日清晨，斜風細雨，兀自未息。曙色朦朧中看那盆花時，只見三朵薔薇的花瓣已然落盡，盆中唯餘幾根花枝，在風雨中不住顫動。丁典大叫：「死了？死了？你真的死了？」雙手抓住鐵柵，不住搖幌。狄雲道：「大哥，你若是記掛著誰，咱們便去瞧瞧。」丁典一聲虎吼，喝道：「瞧！能去瞧麼？我若能去，早都去了，用得著在這臭牢房中苦耗？」狄雲不明所以，睜大了眼，只好默不作聲。這一日中，丁典雙手抱住了頭，坐在地下不言不動，不吃不喝。耳聽得打更聲「的篤，的篤，噹」的打過一更。寂靜中時光流過，於是「的篤，的篤，噹噹」的打過二更。丁典緩緩站起身來，道：「兄弟，咱們去瞧瞧吧。」話聲甚是平靜。狄雲道：「是。」丁典伸出手去，抓住兩根鐵柵，輕輕往兩旁一分，兩根鐵柵登時便彎了。丁典道：「提住鐵鍊，別發出響聲。」狄雲依言抓起鐵鍊。丁典走到牆邊，提氣一縱，便即竄上了牆頭，低聲道：「跳上來！」狄雲學著他向上一竄，不料給穿通琵琶骨後，全身勁力半點也使不出來，他這一躍，只不過竄起三尺。丁典伸手一抓，將他帶上了牆頭，兩人同時躍下。過了這堵牆，牢獄外另有一堵極高的高牆，丁典或能上得，狄雲卻無論如何無法逾越。丁典哼了一聲，將背脊靠在牆上。但聽瑟瑟瑟一陣泥沙散落的輕響過去，磚石紛紛跌落。狄雲雙眼一花，只見牆上現出了一個大洞，丁典已然不見。原來他竟以神照功的絕頂內功，破牆而出。狄雲又驚又喜，忙從牆洞中鑽了出去。外面是條小巷。丁典向他招招手，從小巷的盡頭走去。出小巷後便是街道。丁典對荊州城中的街巷似乎極是熟悉，過了一條街，穿過兩條巷子，來到一家鐵店門首。丁典舉手一推，拍的一聲，閂住大門的門閂已然崩斷。店裏的鐵匠吃了一驚，跳起身來，叫道：「有賊！」丁典一把叉住他喉嚨，低聲道：「生火！」那鐵匠不敢違拗，點亮了燈，眼見二人都是長髮垂肩，滿臉鬍子，模樣兇惡怕人，那裏還敢動彈？丁典道：「把我們的銬鐐鑿開！」那鐵匠料得二人是衙門中越獄的重犯，若替他們鑿斷銬鐐，官府追究起來，定要嚴辦，不禁遲疑。丁典隨手抓起一根徑寸粗的鐵條，來回拗得幾下，拍的一聲，折為兩截，喝道：「你這頸子，有這般硬麼？」那鐵匠還道是遇到了鬼神，他要弄斷這鐵條，使用鋼鑿大錘，也得攪上好一會兒，這大漢卻舉手間便將鐵條拗斷，倘若來拗自己頭頸，那可萬萬不妥，當下連聲：「是，是！」取出鋼鑿、鐵錘，先替丁典鑿開了銬鐐，又替狄雲鑿開。丁典先將自己琵琶骨中的鐵鍊拉出。當他將鐵鍊從狄雲肩頭的琵琶骨中拉出來時，狄雲痛得險些暈去。終於狄雲雙手捧著那條沾滿鮮血的鐵鍊，站在鐵砧之前，想到在這根鐵鍊的束縛之下，在暗無天日的牢獄中苦度五年多時光，直至今日，鐵鍊方始離身，不由得又是歡喜，又是傷心，怔怔地掉下淚來。他隨著丁典走出鐵店。他乍脫銬鐐，走起路來輕飄飄的，十分不慣，幾次頭重腳輕，險些兒摔倒，然見丁典腳步沉穩，越走越快，當下緊緊跟隨，生怕黑暗中和他離得太遠。片刻之間，兩人已來到那放置花盆的窗下。丁典仰起了頭，猶豫半晌，似乎想要進去，卻又不願。狄雲見窗緊閉，樓中寂然無聲，道：「我先去瞧瞧，好麼？」丁典點點頭。狄雲繞到小樓門前，伸手推門，發覺門內上了閂。好在圍牆甚低，一株柳樹的枝椏從牆內伸了出來，他微一縱身，便已抓住枝椏，翻身進了圍牆。裏面一扇小門卻是虛掩著的。狄雲推門入內，拾級上樓，黑暗中聽得樓梯發出輕微的吱吱之聲，腳下只覺虛浮浮的，甚不自在。他在這五年多之中，整日整夜便在一間獄室中走動，從未踏過一步梯級。到得樓頂，側耳靜聽，絕無半點聲息，朦朧微光中見左首有門，便輕輕走了過去，房中連呼吸之聲也無。隱隱約約間見桌上有一燭台，伸手在桌上摸到火刀火石，打火點燃蠟燭，燭光照映之下，突然間感到一陣說不出的寂寞淒涼之意。室中空空洞洞，除了一桌、一椅、一床之外，甚麼東西也沒有。床上掛著一頂夏布白帳子，一床薄被，一個布枕，床腳邊放著一雙青布女鞋。只是這一雙女鞋，才顯得這房間原為一個女子所住。他呆了一呆，走到第二間房中去看時，那邊竟連桌椅也沒一張。可是瞧那模樣，卻又不是新近搬走了家生用具，而是許多年來一直便如此空無所有。拾級來到樓下，每一處都去查看了一遍，竟是一個人也無。他隱隱覺得不妥，出來告知了丁典。丁典道：「甚麼東西也沒有？」狄雲搖了搖頭。丁典似乎對這情景早在意料之中，毫不驚奇，道：「到另一個地方去瞧瞧。」※※※那另一個地方卻是一座大廈，朱紅的大門，門上釘著碗口大的銅釘，門外兩盞大燈籠，一盞寫著「荊州府正堂」，另一盞寫著「凌府」。狄雲心中一驚：「這是荊州府凌知府的寓所，丁大哥到來作甚？是要殺他麼？」丁典握著他手，一言不發的越牆而進。他對凌府中的門戶甚是熟悉，穿廊過戶，便似是在自己家中行走一般。過了兩條走廊，來到花廳門外，見到窗紙中透出光亮，丁典突然發起抖來，顫聲道：「狄兄弟，你進去瞧瞧。」狄雲伸手推開了廳門，只見燭光耀眼，桌子上點燃著兩根素燭，原來是一座靈堂。他一直在擔心會瞧見靈堂、棺材、或是死人，這時終於見到了，雖然早已料到，還是忍不住打了個寒噤，凝目瞧那靈牌時，見上面寫著「愛女凌霜華之靈位」八個字，突覺身後風聲颯然，丁典搶了進來。丁典呆了一陣，撲在桌上，放聲大慟，叫道：「霜華，你果然先我而去了。」霎時之間，狄雲心中想到了許許多多事情，這位丁大哥的種種怪僻行逕，就在這撫桌一哭之際，令他全然明白了。但再一細想，卻又有種種難以索解之處。丁典全不理會自己是越獄的重犯，不理會身處之地是知府大人的住宅，越哭越悲。狄雲知道無法相勸，只有任其自然。丁典哭了良久，這才慢慢站直身子，伸手揭開素幃，幃後赫然是一具棺木。他雙手緊緊抱住棺木，將臉帖著棺蓋，抽抽噎噎地道：「霜華，霜華，你為甚麼這樣忍心？你去之前，怎麼不叫我來再見你一面？」狄雲忽聽得腳步聲響，門外有幾人來到，忙道：「大哥，有人來啦。」丁典用嘴唇去親那棺材，對有人來到，全沒放在心上。只見火光明亮，兩個人高舉火把，走了進來，喝道：「是誰在這裏吵鬧？」那兩人之後是四十五六歲的中年漢子，衣飾華貴，一臉精悍之色，他向狄雲瞧了一眼，問道：「你是誰？到這裏幹甚麼？」狄雲滿腔憤激，反問道：「你又是誰？到這裏幹甚麼？」手執火把的一人喝道：「小賊，這位是荊州府凌大人，你好大膽子，半夜三更到這裏來，想造反嗎？快跪下！」狄雲冷笑一聲，渾不理會。丁典擦乾了眼淚，問道：「霜華是那一天去世的？生甚麼病？」語音竟十分平靜。凌知府向他看了一眼，說道：「啊，我道是誰，原來是丁大俠。小女不幸逝世，有勞弔唁，存歿同感。小女去世已五天了，大夫也說不上是甚麼病症，只說是鬱積難消。」丁典恨恨地道：「這可遂了你的心願。」凌知府嘆道：「丁大俠，你可忒也固執了，倘若早早說了出來，小女固然不會給你害死，我和你更成了翁婿，那是何等的美事。」丁典大聲說：「你說霜華是我害死的？不是你害死她的？」說著向凌知府走上一步，眼中兇光暴長。凌知府卻十分鎮定，搖頭道：「事已如此，還說甚麼？霜華啊，霜華，你九泉之下，定是怪爸爸不體諒你了。」慢慢走到靈位之前，左手扶桌，右手拭淚。丁典森然道：「倘若我今日殺了你，霜華在天之靈定然恨我。凌退思，瞧在你女兒的份上，你折磨了我這七年，咱們一筆勾銷。今後你再惹上我，可休怪姓丁的無情。狄兄弟，走吧。」凌知府長嘆一聲，道：「丁大俠，咱們落到今日的結果，你說有甚麼好處？」丁典道：「你清夜撫心自問，也有點慚愧麼？你只貪圖那甚麼『連城訣』，寧可害死自己女兒。」凌知府道：「丁大俠，你不忙走，還是將那劍訣說了出來，我便給解藥於你，免得枉自送了性命。」丁典一驚，道：「甚麼解藥？」便在此時，只覺臉頰、嘴唇、手掌各處忽有輕微的麻痺之感，同時又聞到了一陣淡淡的花香，這花香，這花香……他又驚又怒，身子搖幌。凌知府道：「我生怕有不肖之徒，開棺辱我女兒的清白遺體，因此……」丁典登時省悟，怒道：「你在棺木上塗了毒藥？凌退思，你好惡毒！」縱身而起，發掌便向他擊去。不料那毒藥當真厲害，剎時間消功蝕骨，神照功竟已使不出來。凌知府凌退思側身閃避，身手甚是敏捷，門外又搶進四名漢子，執刀持劍，同時向丁典攻去。丁典飛起左足，向左首一人的手腕踢去，本來這一腳方位去得十分巧妙，那人手中的單刀非給踢下不可。豈知他腳到中途，突然間勁力消失，竟然停滯不前，原來毒性已傳到腳上。那人翻轉刀背，拍的一聲，打在他腳骨之上。丁典腳骨碎裂，摔倒在地。狄雲大驚，惶急中不及細想，縱身就向凌退思撲去，心想只有抓著他作為要脅，才能救得丁典。那知凌退思左掌斜出，呼的一掌，擊在他胸口，手法勁力，均屬上乘。狄雲早就豁出了性命不要，不封不架，仍是撲上前去。凌退思這一掌明明擊中對方胸口，卻見狄雲毫不理會，他不知狄雲內穿「烏蠶衣」寶甲護身，還道他武功奇高，一驚之下，已被狄雲左手拿住了胸口「膻中穴」。狄雲一襲得手，俯身便將丁典負在背上，左手仍是牢牢抓住凌退思胸前要穴。那四個漢子心有顧忌，只是喝罵，卻不敢上前。丁典喝道：「投去火把，吹熄蠟燭。」執火把的漢子不敢不從，靈堂中登時一團漆黑。狄雲左手抓住凌退思前胸，右手負著丁典，快步搶出。丁典指點途徑，片刻間來到花園門邊，狄雲踢開板門，奮力在凌退思的膻中穴上猛擊一拳，負著丁典便逃了出去。黑暗中一腳高一腳低的狂衝急奔。他苦修神照經兩年，雖說不上有甚麼重大成就，但內力也非同泛泛。他擊向凌退思的這一拳情急拚命，出力奇重，正好又擊中了對方胸口要穴。凌退思中拳後，悶哼一聲，往後便倒。他手下從人與武師驚惶之下，忙於相救，誰也顧不得來追趕丁狄二人了。丁典手腳越來越麻木，神智卻仍清醒。他熟悉江陵城中道路，指點狄雲轉左轉右，不久便遠離鬧市，到了一座廢園之中。丁典道：「凌知府定然下令把守城門，嚴加盤查，我中毒已深，是不能出城了。這廢園向來說是有鬼，無人敢來。咱們且躲一陣再說。」狄雲將他輕輕放在一株梅樹之下，道：「丁大哥，你中了甚麼毒？怎樣施救才是？」丁典嘆了口氣，苦笑道：「不中用了。那是『金波旬花』的劇毒，天下無藥可解，挨得一刻是一刻。」狄雲大吃一驚，全身猶如墮入冰窖，顫聲道：「甚麼？你……你是……是說笑吧？」心中卻明知丁典並非說笑。丁典道：「凌退思這『金波旬花』毒性厲害之極，嘿嘿，我以前只是聞得幾下，便暈了過去。這一次是碰到了肌膚，那還了得？」狄雲急道：「丁大哥，你……你別傷心。留得青山在……唉……女人的事，我……我也是一樣，這叫做沒有法子……你得想法子解了毒再說……我去打點水來給你洗洗。」心中一急，說的話全然語無倫次。丁典搖搖頭，道：「沒用的。這『金波旬花』之毒用水一洗，肌膚立即發腫腐爛，死得更加慘些。狄兄弟，我有許許多多話要跟你說，你別忙亂，你一亂，只怕我漏了要緊話兒。時候不多了，我得把話說完，你給我安安靜靜的坐著，別打斷我話頭。」狄雲只得坐在他身旁，可是心中卻如何安靜得下來？丁典說得很平穩，似乎說的是別人的事，是一個和他毫不相干的旁人。※※※「我是荊門人，是武林世家。我爹爹在兩湖也算是頗有名氣的。我學武的資質還不錯，除了家傳之學，又拜了兩位師父。年輕時愛打抱不平，居然也闖出了一點兒小小名頭。後來父母去世，我家財不少，卻也不想結親，只是勤於練武，結交江湖上的朋友。「那是十五年前的事了，我乘船從四川下來，出了三峽後，船泊在三斗坪。那天晚上，我在船中聽得岸上有打鬥的聲音。我生性愛武，自是關心，便從窗中向外張望。那晚月光明亮，看得清清楚楚，是三個人在圍攻一個老者。這三個人都是兩湖武林中的出名人物，我倒都認得。一個是五雲手萬震山。（狄雲插口道：「啊，是我師伯！」）另一個是陸地神龍言達平。（狄雲道：「嗯，是我二師伯，不過我沒見過他老人家。」）第三個人使一口長劍，身手甚是矯捷，那是鐵鎖橫江戚長發。（狄雲跳了起來，叫道：「是我師父！」）「我和萬震山曾有過數面之緣，知他武功不弱，我當時遠不及他，見他們師兄弟三人聯手攻敵，想來必操勝算。那老者背上已經受傷，不住的流血，手中又沒兵刃，只是以一雙肉掌和他三人相鬥，但他功夫可比萬震山他們高出太多。那三人不敢逼近他身旁。我越看越是不平，但見萬震山他們使的都是殺著，顯然要置那老者於死地。我一聲也不敢出，生怕給他們發覺，禍事可是不小。這種江湖上的仇殺，倘若給旁人瞧見了，往往便要殺人滅口。「鬥了半天，那老者背上的血越流越多，實在支持不住了，突然叫道：『好，我交給你們』。伸手到懷中去掏摸甚麼。萬震山他們三人一齊擁上，似乎生怕給旁人爭了先去。突然之間，那老者雙掌呼的推出，三人為掌力所逼，齊向後退。老者轉身便奔，撲通一聲，跳入了江中。三人大聲驚叫，趕到江邊。「長江從三峽奔瀉下來，三斗坪的江水可有多急？只一霎眼間，那老者自然是無影無蹤了。但你師父還是不肯死心，跳到我船上，拔了竹篙，在江中亂撈一陣。這三人既逼死了那老頭，該當歡喜才是，但三人臉色都極為可怕。我不敢多看，將頭蒙在被中，隱隱約約聽得他們在爭吵甚麼，似乎是互相埋怨。「我直聽得這三人都走遠了，才敢起身，忽聽得後梢上拍的一聲響，梢公『啊』的一聲，叫道：『有水鬼！』我側頭一看，只見一個人濕淋淋地伏在船板上，正是那個老者。原來他跳入江中後，鑽入船底，用大力鷹爪手法鉤住船底，凝住了呼吸，待敵人退走後這才出來。我忙將他扶入船中，見他氣息奄奄，話也說不出來了。「我心中想，萬震山他們如不死心，定會趕向下游尋覓這老者的屍體。也是我自居俠義道，要救人性命，便命船家立即開船，溯江而上，回向三峽。船家當然不願，半夜中又沒縴夫，上三峽豈是易事？但總而言之，有錢能使鬼推磨便了。「我身邊帶得有金創藥，便替那老者治傷。可是他背上那一劍刺得好深，穿通了肺，這傷是治不好的了。我只有盡力而為，甚麼也不問他，一路上買了好酒肉服侍。我見了他的武功，親眼見他躍入長江，鑽入船底，這份膽識和功夫，便值得我丁典給他賣命。「這麼治了三天，那老者問了我的姓名，苦笑道：『很好，很好！』從懷中取出一個油紙包來交給我。我道：『老丈的親人在甚麼地方？我必替老丈送到，決不有誤。』那老者道：『你知道我是誰？』我道：『不知。』他道：『我是梅念笙。』「我這一驚自然是非同小可。甚麼？你不奇怪？梅念笙是誰，你不知道麼？是鐵骨墨萼梅念笙啊。你真的不知道？（狄雲又搖搖頭，說道：「從來沒聽見過這名字。」）嘿嘿，是了，你師父自然不會跟你說。鐵骨墨萼梅念笙，是湘中武林名宿，他有三個弟子，大弟子名叫萬震山，二弟子叫言達平，三弟子叫……（狄雲插口道：「丁……丁大哥，你……你說甚麼？」）他三弟子是戚長發。當時我聽他自承是梅念笙，這份驚奇，跟你此刻是一模一樣。我親眼見到月夜江邊那場惡鬥，見到萬震山師兄弟三人出手的毒辣，只有比你更加震駭。「梅老先生向我苦笑著搖搖頭，道：『我的第三徒兒最厲害，搶先冷不防的在我背上插了一劍，老頭兒才逼得跳江逃命。』（狄雲顫聲道：「甚麼？真是我師父先動手？」）我不知說些甚麼話來安慰他才是，心想他師徒四人反目成仇，必有重大之極的原因，我是外人，雖是好奇，卻也不便多問。梅老先生道：『我在這世上的親人，就這麼三個徒兒。他們想奪我一部劍譜，不惜行刺師父，嘿嘿，乖徒兒。這部劍譜是給他的奪去了，可是沒有劍訣，那又有甚麼用？連城劍法雖然神奇，又怎及得上神照功了？這部神照經，我送了給你，好好的練罷，此經若然練成，威力奇大，千萬不可誤傳匪人。』我的神照經，就是這樣來的。「梅老先生說了這番話後，沒挨上兩個時辰便死了。我在巫峽的江邊給他安葬，當時我全不知連城訣是如此事關重大，只道是他本門中所爭奪的一部劍術訣譜，因此沒想到須得嚴守隱秘，便在梅老先生墓前立了一塊碑，寫上『兩湖大俠梅先生念笙之墓』。那知道這塊石碑，竟給我惹來了無窮的煩惱。有人便從這石碑的線索，追查石匠、船夫，查到這碑是我立的，梅老先生是我葬的，那麼梅老先生身上所懷的東西，十之八九是落入了我手中。「過不了三個月，便有一個江湖豪客尋到我家中來。來人禮貌周到，說話吞吞吐吐的不著邊際，後來終於吐露了來意，他說有一張大寶藏的地圖，是在梅老先生手中，這時想必為我所得，請我取出來，大家參詳參詳，如果找到了寶藏，我得七成，他得三成。「梅老先生交給我的，乃是一套修習上乘內功的秘經，還說了幾句劍訣，說是甚麼『連城訣』，那不過是幾個數目字，此外一無所有，那裏有甚麼寶藏的地圖。我據實以告，那人不信，要我將武功秘訣給他看。梅老先生鄭重叮囑，千萬誤傳匪人。我自是不允交出，那人怏怏而去。過不了三天，半夜裏便摸到我家裏來，跟我動上了手，他肩頭帶了彩，這才知難而退。「風聲一洩漏，來訪的人越來越多。我實在應付不了，到得最後，連萬震山也來了。我在荊門老家耽不下去，只有一走了之，隱姓埋名，走得遠遠地，直到關外牧場去幹買賣牲口的勾當。這麼過得五六年，再也聽不到甚麼風聲了，心中記掛著老家，便改了裝，回到荊門來瞧瞧。那知老屋早給人燒成了一片白地，幸好我也沒甚麼親人，這麼一來，反而乾淨。」狄雲心中一片迷惘，說要不信吧，這位丁大哥從來不打誑語，何況跟他親如骨肉，何必捏造一番謊言來欺騙自己？要信了他的話吧，難道一向這麼忠厚老實的師父，竟是這麼一個陰險狠毒之人？只見丁典臉上的肌肉不住跳動，看來毒性正自蔓延，狄雲道：「丁大哥，我師父跟太師父的事，咱們不忙查究。你……還是仔細想想，有甚麼法子，能治你身上的毒。」丁典搖頭道：「我說過叫你別打岔子，你就靜靜地聽著。「那是在九年多之前，九月上旬，我到了漢口，向藥材店出賣了從關外帶來的老山人參。藥材店主人倒是個風雅人，做完了生意，邀我去看漢口出名的菊花會。這菊花會中名貴的品種倒真不少，嗯，黃菊有都勝、金芍藥、黃鶴翎、報君知、御袍黃、金孔雀、側金盞、鶯羽黃。白菊有月下白、玉牡丹、玉寶相、玉玲瓏、一團雪、貂蟬拜月、太液蓮。紫菊有碧江霞、雙飛燕、翦霞綃、紫玉蓮、紫霞杯、瑪瑙盤、紫羅繖。紅菊有美人紅、海雲紅、醉貴妃、繡芙蓉、胭脂香、錦荔枝、鶴頂紅。淡紅色的有佛見笑、紅粉團、桃花菊、西施粉、勝緋桃、玉樓春……」他各種各樣的菊花品種的名稱隨口而出，倒似比武功的招式更加熟習。狄雲有些詫異，但隨即想起，丁大哥是愛花之人，因此那位凌小姐的窗檻上鮮花不斷。他熟知諸般菊花的品種名稱，自非奇事。丁典說到這些花名時，嘴角邊帶著微笑，神色甚是柔和，輕輕地道：「我一面看，一面讚賞，說出這些菊花的名稱，品評優劣。當我觀賞完畢，將出花園時，說道：『這菊花會也算是十分難得了，就可惜沒綠菊。』「忽聽得一個小姑娘的聲音在我背後說道：『小姐，這人倒知道綠菊花。我們家裏的『春水碧波』、『綠玉如意』，平常人那裏輕易見得？』「我回過頭來，只見一個清秀絕俗的少女正在觀賞菊花，穿一身嫩黃衫子，當真是人淡如菊，我一生之中，從未見過這般雅緻清麗的姑娘。她身旁跟著一個十四五歲的丫鬟。那位小姐見我注視她，臉上登時紅了，低聲道：『對不起，先生別見怪，小丫頭隨口亂說。』我霎時間呆住了，甚麼話也說不出來。「我眼望她出了園子，仍是怔怔的不會說話。那藥店主人道：『這一位是武昌凌翰林家的小姐，咱們武漢出名的美人。她家裏的花卉，那是了不起的。』「我出了園子，和藥店主人分了手，回到客店，心中除了那位凌小姐之外，再沒絲毫別的念頭。到得午後，我便過江到了武昌，問明途徑，到凌翰林府上去。倘若就此進去拜訪，那是太也冒昧，我在府門外踱來踱去，心裏七上八下，又是歡喜，又是害怕，又斥罵自己該死。我那時年紀已不算小了，可是就像初墮情網的小夥子一般，變成了隻沒頭蒼蠅。」他說到這裏，臉上現出一股奇異的光采，眼中神光湛湛，顯得甚是興奮。狄雲感到害怕，擔心他突然會體力不支，說道：「丁大哥，你還是安安靜靜的歇一會。我去找個大夫來給你瞧瞧，未必就真的沒法子治。」說著便站起身來。丁典一把抓住他衣袖，說道：「我們倆這副模樣出去找大夫，那不是自尋死路麼？」頓了一頓，嘆了口氣，道：「狄兄弟，那日你聽到師妹嫁了別人，氣得上吊，你師妹待你無情無義，實在不值得為她尋死。」狄雲點頭道：「不錯，這些年來，我也已想穿啦。」丁典道：「倘若你師妹對你一往情深，終於為你而死，那麼，你也該為她而死了。」狄雲突然省悟，道：「那位凌小姐，是為你死的？」丁典道：「正是。她為我死了，現下我也就要為她死啦。我……我心裏很快活。她對我情深義重，我……我也待她不錯。狄兄弟，別說我中毒無藥可治，就是醫治得好，我也不治。」驀然之間，狄雲心中感到一陣難以形容的傷心，那當然是為了痛惜良友將逝，可是在內心深處，反而在羨慕他的幸福，因為在這世界上，有一個女子是真心誠意的愛他，甘願為他而死，而他，也是同樣深摯的報答了這番恩情。可是自己呢？自己呢？丁典又沉浸在往日的回憶之中，說道：「凌翰林的府門是朱紅的大門，門口兩隻大石獅子，我是個江湖人，怎能貿然闖進去？我在門外踱了三個時辰，直踱到黃昏，自己也不知道到底在盼望甚麼。「天快黑了，我還是沒想到要離開，忽然間，旁邊小門中出來了一個少女，悄步走到我身邊，輕聲說道：『傻瓜，你在這裏還不走？小姐請你回家去罷！』我一看，正是凌小姐身邊的那個丫頭。我心中怦怦亂跳，結結巴巴地道：『你……你說甚麼？』「她笑嘻嘻地道：『小姐和我賭了東道，賭你甚麼時候才走。我已贏了兩個銀指環啦，你還不走？』我又驚又喜，道：『我在這裏，小姐早知道了麼？』那丫鬟笑道：『我出來瞧了你好幾次，你始終沒見到我，你靈魂兒也不見了，是不是？』她笑了笑，轉身便走。我忙道：『姊姊！』她說：『怎麼？你想甚麼？』我道：『聽姊姊說，府上有幾本名種的綠菊花，我很想瞧瞧。不知行不行？』她點點頭，伸手指著後園的一角紅樓，說道：『我去求求小姐，要是她答允，就會把綠菊花放在那紅樓的窗檻上。』「那天晚上，我在凌府外的石板上坐了一夜。「到第二天早晨，狄兄弟，我好福氣，兩盆淡綠的菊花當真出現在那窗檻之上。我知道一盆叫做『春水碧波』，一盆叫做『碧玉如意』，可是我心中想著的，只是放這兩盆花的人。就在那時候，在那簾子後面，那張天下最美麗的臉龐悄悄的露出半面，向我凝望了一眼，忽然間滿臉紅暈，隱到了簾子之後，從此不再出現。「狄兄弟，你大哥相貌醜陋，非富非貴，只是個流落江湖的草莽之徒，如何敢盼望得佳人垂青？只是從此之後，每天早晨，我總是到凌府的後園之外，向小姐窗檻瞧上半天。凌小姐倒也記著我，每天總是換一盆鮮花，放在窗檻之上。「這樣子的六個多月，不論大風大雨，大霜大雪，我天天早晨去賞花。凌小姐也總風雨不改地給我換一盆鮮花。她每天只看我一眼，決不看第二次，每看了這一眼，總是滿臉紅暈的隱到了簾子之後。我只要每天這樣見到一次她的眼波、她臉上的紅暈，那就心滿意足。她從來沒跟我說話，我也不敢開口說一句。以我的武功，輕輕一縱，便可躍上樓去，到了她身前。但我從來不敢對她有半分輕慢。至於寫一封信來表達敬慕之忱，那更是不敢了。「那一年三月初五的夜裏，有兩個和尚到我寓所來，忽然向我襲擊。他們得知了消息，想搶神照經和劍訣。這兩個和尚，便是『血刀門』五僧中的二僧，其中一個我已在牢獄中料理了，那日你親眼瞧見的。可是那時我還沒練成神照功，武功及不上他們，給這兩個惡僧打得重傷，險些性命不保，我躲在馬廄的草料堆中，這才脫難。「這一場傷著實不輕，足足躺了三個多月，才勉強能夠起身。我一起床，撐了拐杖，掙扎著便到凌府的後園門外，只見景物全非，一打聽，原來凌翰林已在三個月前搬了家。搬到甚麼地方，竟是誰也不知。「狄兄弟，你想想，我這番失望，可比身上這些傷勢厲害得多。我心中奇怪，凌翰林是武昌大名鼎鼎的人物，搬到了甚麼地方，決不至於誰也不知。可是我東查西問，花了不少財物氣力，仍是沒半點頭緒。這中間實在大有蹊蹺。顯然，凌翰林或許為了躲避仇家，或許另有特別原因，這才突然間舉家遷徙，不知去向，湊巧的是，我受傷不久，她家裏就搬了。「從此我不論做甚麼事都是全無心思，在江湖上東遊西蕩。也是我丁典洪福齊天，這日在長沙茶館之中，無意聽到兩個幫會中人談論，商量著要到荊州去找萬震山，說要他交出那部『連城劍譜』來。我想那日萬震山師兄弟三人大逆殺師，為的就是這本劍譜，到底那劍譜是副甚麼樣子，倒不妨瞧瞧。於是我悄悄跟著二人，到了江陵。這兩個幫會中人委實是不自量力，一到萬家去生事，就給萬震山拿住了，送到荊州府衙門去。我跟著去瞧熱鬧，一見到府衙前貼的大告示，可真喜從天降。原來那知府不是旁人，正是凌小姐的父親凌退思。「這天晚上，我悄悄捧了一盆薔薇，放在凌小姐後樓的窗檻上，然後在樓下等著。第二天早晨，小姐打開窗子，見到了那盆花，驚呼了一聲，隨即又見到了我。我們一年多不見，都以為今生再無相見之日，此番久別重逢，真是說不出的歡喜。她向我瞧了好一會兒，才紅著臉，輕輕掩上了窗子。第三天，她終於說話了，問：『你生病了麼？可瘦得多了。』「以後的日子，我不是做人，是在天上做神仙，其實就做神仙，一定也沒我這般快活。每天半夜裏，我到樓上去接凌小姐出來，在江陵各處荒山曠野漫遊。我們從沒半分不規矩的行為，然而是無話不說，比天下最要好朋友還知己。「一天晚上，凌小姐向我吐露了一個大秘密。原來她爹爹雖然考中進士，做過翰林，其實是兩湖龍沙幫中的大龍頭，不但文才出眾，武功也十分了得。我對凌小姐既敬若天神，對她父親自然也甚為尊敬，聽了也不以為意。「又有一天晚上，凌小姐對我說，她父親所以不做清貴的翰林，又使了數萬兩銀子，千方百計的謀幹來做荊州府知府，乃是有一個重大圖謀。原來他從史書之中，探索到荊州城中某地，一定埋藏有一批數量巨大無比的財寶。「凌小姐說，六朝時梁朝的梁武帝經侯景之亂而死，簡文帝接位，又被侯景害死，湘東王蕭繹接位於江陵，是為梁元帝。梁元帝懦弱無能，性喜積聚財寶，在江陵做了三年皇帝，搜刮的金珠珍寶，不計其數。承聖三年，魏兵攻破江陵，殺了元帝。但他聚斂的財寶藏在何處，卻無人得知。魏兵元帥于謹為了查問這批珍寶，拷打殺掠了數千人，始終追查不到。他怕知道珍寶所在的人日後偷偷發掘，將江陵百姓數萬口盡數驅歸長安。殺的殺，坑的坑，幾乎沒甚麼活口倖存。幾百年來，這秘密始終沒揭破。時候長了，更加誰也不知道了。「凌小姐說，她爹爹花了多年工夫，翻查荊州府志，以及各種各樣的古書舊錄，斷定梁元帝這批財寶，定是埋藏在江陵城外某地。梁元帝性子殘忍，想必是埋了寶物之後，將得知秘密的人盡數殺了，因此魏兵元帥不論如何的拷掠百姓，終究得不到絲毫線索。」狄雲聽到這裏，心頭存著的許多疑竇慢慢一個個解明了，說道：「丁大哥，你知道這寶藏的秘密，是不是？這許多人到牢獄中來找你，也必是為了想得這個大寶藏。」丁典臉露苦笑，繼續說下去：「凌小姐跟我說了這些話，我只覺得她爹爹發財之心忒也厲害，他已這般文武全才，又富又貴，何必再去想甚麼寶藏？後來我跟她談論江湖間的諸般見聞，那晚在江邊見到萬震山三人弒師奪譜的事，自然也不瞞她。我跟她說到神照經、連城訣等等。」「我們這般過了大半年快活日子，那一日是七月十四，凌小姐對我說：『典哥，咱們的事，總得給爹爹說了，請他老人家作主，那就不用這般偷偷摸摸……』她這句話沒說完，羞得將臉藏在我的懷裏。我說：『你是千金小姐，我就怕你爹爹瞧我不起。』她說：『我祖上其實也是武林中人，只不過我爹爹去做了官，我又不會半點武藝。我爹爹是最疼我的，自從我媽死後，我說甚麼他都答允。』「我聽她這麼說，自然高興得要命。七月十五這一天，在白天該睡覺的時候，也閉不了眼睛。到得半夜，我又到凌小姐樓上去會她，她滿臉通紅的說：『爹爹說，一切聽女兒的話。』我樂得變成了個大傻瓜，兩個兒你瞧瞧我，我瞧瞧你，只是嘻嘻的直笑。「我倆手挽手走下樓來，忽然在月光之下，看見花圃中多了幾盆顏色特別嬌艷的黃花。這些花的花瓣黃得像金子一樣，閃閃發亮，花朵的樣子很像荷花，只是沒荷花那麼大。我二人都是最愛花的，立時便過去觀賞。凌小姐嘖嘖稱奇，說從來沒見過這種黃花，我們一齊湊近去聞聞，要知道這花的香氣如何……」狄雲聽他敘述往事，月光之下，與心上人攜手同遊，觀賞奇花，當真是天上神仙也比不上了。可是丁典述說的語調之中，卻含有一股陰森森的可怖氣息，狄雲聽得幾乎氣也喘不過來，似乎這廢園之中，有許多惡鬼要撲上身來一般，突然之間他想到了一個名字，大聲叫道：「金波旬花！」丁典嘴角邊露出一絲苦笑，隔了好一會，才道：「兄弟，你不笨了。以後你一人行走江湖，也不會吃虧，我這可放心了。」狄雲聽他這幾句話中充滿了關切和友愛，忍不住熱淚盈眶，恨恨地道：「凌知府這狗官，他，他，他不肯將女兒許配於你，那也罷了，何必使這毒計害你？」丁典道：「當時我怎麼猜想得到？更那知道這金色的花朵，便是奇毒無比的金波旬花？『波旬』兩字是梵語，是『惡魔』的意思。這毒花是從天竺傳來的，原來天竺人叫它為『惡魔花』，我一聞到花香，便是一陣暈眩，只見凌小姐身子幌了幾幌，便即摔倒。我忙伸手去扶，自己卻也站立不定。我正運內功調息，與毒性相抗，突然間暗處搶出幾個手執兵刃的漢子來。我只和他們鬥得幾招，眼前已是漆黑一團，接著甚麼也不知道了。「待得醒轉，我手足都已上了銬鐐，連琵琶骨也被鐵鍊穿過。凌知府穿了便服，在花廳中審訊，旁邊伺候的也不是衙門中的差役，而是他幫會中的兄弟。我自然十分倔強，破口大罵。凌知府先命人狠狠拷打我一頓，這才逼我交出神照經和劍訣。「以後的事，你都知道了。每個月十五，凌知府便提我去拷打一頓，勒逼我交出武經劍訣，我始終給他個不理不睬。他的耐心也真好，咱們便這麼耗上了。」狄雲道：「凌小姐呢？她為甚麼不想法子救你？你後來練成了神照功，來去自如，為甚麼不去瞧瞧她？為甚麼在獄中空等，一直等到她死？」丁典頭腦中一陣劇烈的暈眩，全身便似在空中飄浮飛舞一般。他伸出了手來亂抓亂摸，似想得到甚麼依靠。狄雲伸手過去握住了他手。丁典突然一驚，使力掙脫，說道：「我手上有毒，你別碰。」狄雲心中又是一陣難過。丁典暈了一會，漸漸定下神來，問道：「你剛才說甚麼？」狄雲忽然想起一事，說道：「丁大哥，你有沒有想過，凌小姐是受她父親囑咐，故意騙你，想要……」丁典一聲大叫，喝道：「放屁！」揮拳便擊了下來。狄雲自知失言，不願伸手招架，甘心受他一拳。不料丁典的拳頭伸在半空，卻不落下，向狄雲瞪視片刻，緩緩收回拳頭，道：「兄弟，你為女子所負，以致對天下女子都不相信，我也不來怪你。霜華若是受她父親囑咐，想使美人計，要騙我的神照經和連城訣，那是很容易的。她又何必騙？只須說一句：『你那部神照經和連城訣給了我吧！』她甚至不用明說，只須暗示一下，或是表示了這麼一點點意思，我立刻就給了她。她拿去給她父親也好，施捨給街邊的乞丐也好，或是撕爛了來玩也好，燒著瞧也好，我都眉頭也不皺一下。狄兄弟，雖然這是武林中的奇書至寶，可是與霜華相比，在我心中，這奇書至寶也不過是糞土而已。凌退思枉自文武雙全，實在是個大大的蠢才。他若叫女兒向我索取，我焉有相拒之理？」狄雲道：「說不定他曾跟凌小姐說過，凌小姐卻不答允。」丁典搖頭道：「若有此事，霜華也決不瞞我。」嘆了口氣，說道：「凌退思這種人，於功名利祿、金銀財寶看得極重，以己度人，以為天下人都如他一般的重財輕義，以為他女兒倘若向我索取，我一定不允，反倒著了形跡，令我起了提防之心。另外還有個原因，他是翰林知府，女兒卻私下裏結識了我這草莽布衣，他痛恨我辱沒了他門楣，非殺我不可。「他將我擒住後，立時便搜我全身，甚麼東西也找不到，在我的寓所窮搜大索，自然也找不到甚麼。每個月十五，他總是提我出去盤問拷打，把甚麼甜言蜜語都說完了，威嚇脅迫也都使遍了，我只是給他個不理不睬。他從我嘴裏問不到半句真話，但從他盤問的話中，我反而推想到了，原來梅念笙老先生跟我說的那『連城訣』，便是找尋梁元帝大寶藏的秘訣。他又曾派人裝扮了囚犯，和我關在一起，想套問我的口風。那人假裝受了冤屈，大罵凌退思不是好人。可是我一下子就瞧了出來，只可惜那時沒練成神照功，身上沒多少力量，打得他不夠厲害。」他說到這裏，嘴角邊露出一絲微笑，道：「你運氣不好，給我冤枉打了不少頓。若不是你投繯自盡，到今日說不定給我打也打死了。」狄雲道：「我給人陷害，若不是大哥……」丁典左手搖了搖，要他別說下去，道：「這是機緣。世事都講究一個『緣』字。」他眼角斜處，月光下見到廢園角落的瓦礫之中，長著一朵小小的紫花，迎風搖曳，頗有孤寂淒涼之意，便道：「你給我採了來。」狄雲過去摘下花朵，遞在他的手裏。丁典拿著那朵小紫花，神馳往日，緩緩說道：「我給穿了琵琶骨，關在牢裏，一切都已想得清清楚楚，凌退思是非要了我的命不可。我如將經訣早一日交給他，他便早一日殺我。但如我苦挨不說，他瞧在財寶的面上，反而不會害我，便是拷打折磨，也只讓我受些皮肉之苦，還真不捨得傷了我的要害。」狄雲道：「是了，那日我假意要殺你，那獄卒反而大起忙頭，不敢再強兇霸道。」丁典拿著那朵小花，手指微微顫抖，紫花也微微顫抖，緩緩道：「我在牢獄中給關了一個多月，又氣又急，幾乎要發瘋了。一天晚上，終於來了一個丫鬟，那便是凌小姐的貼身使婢菊友，我在武昌城裏識得霜華，便因她一言而起。不知霜華使了多少賄賂，來打動獄卒，引得她來見我一面，可是，菊友一句話也沒跟我說，也沒甚麼書柬物事遞給我，只是向我呆望。獄卒手裏拿著一柄尖刀，指住她的背心。我很明白，那獄卒顯是怕極了凌知府，只許她見我一面，可不許說話。「菊友瞧了我一會，怔怔地流下淚來。那獄卒連打手勢，命她快走。菊友見到鐵檻外的庭院中長得有一朵小雛菊，便去採了來，隔著鐵檻遞了給我，伸手指著遠處高樓上的窗檻，窗檻上放著一盆鮮花。我心中一喜，知道這花是霜華放在那兒的，作為我的伴侶。「菊友不能多停，轉身走了出去。剛要走出院子的鐵門，高處一箭射了下來，正中她背心，登時便將她射死了。原來凌退思生怕我朋友前來劫獄，連牆頭屋頂都伏得有人。跟著第二箭射下，那獄卒也送了性命。那時我確是十分害怕，只怕凌退思橫了心，連自己女兒竟也加害。我不敢再觸怒他，每次他審問我，我只給他裝聾作啞。「菊友是為我而死的，若不是她，這幾年我如何熬得過？我怎知道那窗檻上的鮮花，是霜華為我而放？可是霜華始終不露面，始終不在那邊窗子中探出頭來讓我瞧一眼。我當時一點也不明白，有時不免怪她，為甚麼這樣忍心。「於是我加緊用功，苦練神照經，要早日功行圓滿，能不受這鐵銬的拘束。我只盼得脫樊籠，帶同霜華出困。只是這神照功講究妙悟自然，並非一味勤修苦練便能奏功。我給穿了琵琶骨，挑斷了腳筋，自然比旁人又加倍艱難。直到你自盡之前的兩個月，這才大功告成。這些日子之中，全憑這一盆鮮花作為我的慰藉。「凌退思千方百計的想套出我胸中秘密。將你和我關在一起，那也是他的計策。他知道派了親信來騙我，那是不管用的了，於是索性讓一個真正受了大冤屈的少年人來陪我。時候一久，我自能辨別真偽。只要我和你成了患難之交，向你吐露了真情，那麼在我身上逼不出的，多半能在你口中套騙出來。你年幼無知，忠厚老實，別人假裝好人，你容易上當。可是我始終不相信你。我親身的遭受，菊友的慘死，叫我對誰也信不過了。「事隔多年，凌退思這荊州府知府的官早期已屆滿，該當他調，或是升官，想來他使了銀子，居然一任一任的做下去。他不想升官，只想得這個大寶藏。「你以為我沒出過獄去嗎？我練成神照功後，當天便出去了，只是出去之前點了你的昏睡穴，你自然不知道。「那一晚我越過高牆之時，還道不免一場惡鬥，不料事隔多年，凌退思早已無防我之心，外邊的守衛早已撤去。他萬萬料想不到神照功如此奇妙，穿了琵琶骨、挑斷了腳筋的人，居然還能練成了上乘武功。「我到了高樓的窗下，心中跳得十分厲害，似乎又回到了初次在窗下見到她的心情。終於鼓起了勇氣，輕輕在窗上敲了三下，叫了聲：『霜華！』「她從夢中驚醒過來，朦朦朧朧的道：『大哥！典哥！是你麼？我是在做夢麼？』我隔了這許多苦日子，終於又再聽到她的聲音，歡喜得真要發狂，顫聲道：『霜妹，是我！我逃出來啦。』我等她來開窗。以前我們每次相會，總是等她推開窗子招了手，我才進去，我從來不自行進她的房。「不料她並不開窗，將臉貼在窗紙上，低聲道：『謝天謝地，典哥，你仍是好好的活著，爹爹沒騙我。』我的聲音很苦澀，說道：『嗯，你爹爹沒騙你。我還活著。你開窗罷，我要瞧你。』她急道：『不，不！不行！』我的心沉了下去，問道：『為甚麼不行？』她道：『我答應了爹爹，他不傷你性命，我就永遠不再跟你相見。他要我起了誓，要我起一個毒誓，倘若我再見你，我媽媽在陰世天天受惡鬼欺侮。』她說到這裏，聲音哽咽了。她十三歲那年喪母，對亡母是最敬愛不過的。「我真恨極了凌退思的惡毒心腸。他不殺我，只不過為了想得經訣，霜華便不起這個毒誓，他也決計捨不得殺我。可是他終於逼得女兒起了這個毒誓。這一個毒誓，將我甚麼指望都化成了泡影。但我仍不死心，說道：『霜華，你跟我走。你把眼睛用布蒙了起來，永不見我就是。』她哭道：『那不成的。我也不願你再見我。』「我胸中積了許多年的怨憤突然迸發出來，叫道：『為甚麼？我非見你不可！』「她聽到我的聲音有異，柔聲道：『典哥，我知道你給爹爹擒獲後，一再求他放你。他卻將我另行許配別人，要我死了對你的心。我說甚麼也不答允，他用強逼迫，於是……於是……我用刀子劃破了自己的臉。』」狄雲聽到這裏，不禁「啊」的一聲叫了出來。丁典道：「我又是感激，又是憐惜，一掌打破了窗子。她驚呼了一聲，閉起了眼睛，伸手蒙住了自己的臉，可是我已經瞧見了。她那天下最美麗的臉龐上，已又橫又豎的劃上了十七八刀，肌肉翻了出來，一條條都是鮮紅的疤痕。她美麗的眼睛，美麗的鼻子，美麗的嘴巴，都是歪歪扭扭，變得像妖魔一樣。我伸手將她摟在懷裏。她平時多麼愛惜自己的容顏，若不是為了我這不祥之人，她怎肯讓自己的臉蛋受半點損傷？我說：『霜妹，容貌及得上心麼？你為我而毀容，在我心中，你比從前更加美上十倍，百倍。』她哭道：『到了這地步，咱倆怎麼還能廝守？我答允了爹爹，永遠不再見你。典哥，你……你去罷！』我知道這是無可挽回的了，說道：『霜妹，我回到牢獄中去，天天瞧著你這窗邊的鮮花。』她卻摟住我的脖子，說道：『你……你別走！』「我和她相偎相倚，不再說甚麼話。她不敢看我，我也不敢再瞧她。我當然不是嫌她醜陋，可是……可是……她的臉實在毀損得厲害。隔了很久很久，遠處的雞啼了。她說：『典哥，我不能害我死了的媽媽。你……你以後別再來看我。』我說：『咱倆從此不再相見？』她哭道：『不再相見！我只盼咱倆死了之後，能夠葬在一起。只盼有那一位好心人，能夠遂了我這心願，我在陰間天天念佛保祐他。』「我道：『我已推想到，我所知道的那「連城訣」，便是找尋梁元帝那大寶藏的秘訣。我跟你說，你好好記住了。』她道：『我不記，我記著幹甚麼？爹爹為了這個秘密，才害得你這樣，典哥，我不想聽。』我道：『你尋一個誠實可靠之人，要他答允幫咱們成全這個合葬的心願，就將這劍訣對他說。』「她道：『我這一生是決不下這樓的了，我這副樣子，怎能見人？』可是她想了一想之後，又道：『好，你跟我說。典哥，我無論如何要跟你葬在一起。就是這副樣子去求人，我也不怕。』於是我將劍訣說了給她聽。她用心記住了。「東方漸漸亮了，我和她分了手，回到了獄中。那時我雖可自由出獄，但我每天要看她窗上的花，我是永遠永遠不會走的……有人行刺凌退思，我反而救他，因為……因為如果凌退思給人殺了，霜華一個人孤苦伶仃，在這世上再也沒有依靠……」他說到這裏，聲音漸漸低了下去。狄雲道：「大哥你放心，要是你真的好不了，我定要將你和凌小姐合葬。我可不希罕你的甚麼秘訣，你就是說了，我也決計不聽。」丁典臉露歡笑，說道：「好兄弟，不枉我結識你一場。你答允給我們合葬，我死得瞑目，我好歡喜……」他話聲越來越低，說道：「你如找到這個寶藏，也不必是為了自己發財，可以用來打救天下的苦人，像我，像你這樣的苦人，天下多的是。這連城訣，你若是不聽，我一死之後便失傳了，豈不可惜？」狄雲點了點頭。丁典深深吸一口氣，道：「你聽著，這都是些數字，可弄錯不得。」狄雲打疊精神，凝神傾聽。丁典道：「第一字是『四』，第二字是『五十一』，第三字是，『三十三』，第四字『五十三』……」狄雲正感莫名其妙，忽聽得廢園外腳步聲響，有人說道：「到園子裏去搜搜。」丁典臉上變色，一躍而起。狄雲跟著跳了起來。只見廢園後門中搶進三條大漢。