第六回　淫威陡發指彈劍　義忿難平血浸刀過了良久，那老僧突然徐徐站起，左足蹺起，腳底向天，右足站在地下，雙手張開，向著月亮。狄雲猛地想起：「這姿式我在哪裏見過的？是了，寶象那本小冊之中，便繪得有這個古怪的圖形。」但見那老僧如此這般站著，竟如一座石像一般，絕無半分搖晃顫抖。過得一會，只聽得砰的一聲，那老僧斗然躍起，倒轉了身子落將下來，頭頂著地，雙足併攏，朝天挺立。狄雲覺得有趣，從懷中取出那本冊子，翻到一個圖形，果然便和那老僧此刻的姿式一模一樣，心下省悟：「嗯，這多半是密宗一派練功的法門。」眼見那老僧一個個姿式層出不窮，一時未必便能練完，一直凝神閉目，全心貫注，狄雲心想：「這老僧雖然救了我性命，但顯然是個邪淫之徒，他擄了這位姑娘來，明明是不懷好意。乘著他練功入定之際，我去救了那位姑娘，一同乘馬逃走。」他迭遭不幸，然俠義之心，始終絲毫不減，明知此舉是冒著極大的危險，可總是不忍見水笙好好一位姑娘失身於淫僧之手，當下悄悄轉身，輕手輕腳的向草叢中爬去。他在牢獄中常和丁典一齊練功，知道每當吐納呼吸之際，那便耳聾目盲，五官功用齊失，只要那老僧練動不輟，自己救那姑娘，他就未必知覺。他身子一動，斷腿處便痛得難以抵受，只得將全身重量，都放在一雙手上，慢慢爬到草叢間，幸喜那老僧全未知覺，低下頭來，只見月光正好照射在水笙的臉上。她睜著圓圓的大眼，露出恐怖之極的神色。狄雲生怕驚動老僧，不敢說話，只好打個手勢，示意自己前來相救，和她上馬一同逃走。水笙自被老僧擄來之後，心想落入這兩個淫僧的魔手，以後只怕求生不能，求死不得，所遭的屈辱，不知將如何慘酷，苦於穴道被點，別說無法動彈，連一句話也說不出口。她被老僧摔在草叢之中，螞蟻蚱蜢，在她臉上頸中爬來爬去，已是萬分難受，但見狄雲偷偷摸摸的爬將過來，只道他定然是不懷好意，要對自己非禮，不由得害怕之極。狄雲連打手勢，示意救她，但水笙驚恐之中，將狄雲的手勢都會錯了意，只有更加害怕。狄雲伸手去拉她起來，指著崖下的馬匹，示意要和她一齊上馬逃走。水笙人雖坐起，全身軟軟的全然做不得主。狄雲若是雙腿健好，便能抱了她奔下崖去，但他斷腿後自己行走兀自艱難，無論如何不能再抱一人，唯有設法解開她的穴道，讓她自行。只是他不明點穴解穴之法，只得向水笙連打手勢，指著她身上各處部位，盼她以眼色指示，何處能夠解穴。水笙見他伸手向自己全身各處東指西指，不禁羞憤到了極處，也是痛恨到了極處：「這小惡僧不知想些什麼古怪法門，要來折辱於我。我只要身子能動，即刻便向石壁上一頭撞死，免受他百端欺負。」狄雲見她神色古怪，心想：「多半她也是不知。」眼前除了解她穴道之外，更無第二條脫身逃走之途，暗道：「姑娘，我是一心助你脫險，得罪莫怪。」當下伸出手去，在她背上輕輕推了幾推。這輕輕幾下推揉，於解穴自然是毫無功效，但水笙心中的驚恐，卻已達到極處。她雖常與表哥汪嘯風一同行俠江湖，但兩人以禮自持，連手掌和手掌也從來不接觸一下，她除了適才被那老僧一把抱上馬背之外，從來未被外姓男子之手碰到過身體。狄雲這麼推拿得幾下，水笙眼中淚水已撲簌簌的流了下來。狄雲微微一驚，心道：「她為什麼哭泣？嗯，想必她被點穴之後，這背心的穴道一碰便劇痛難當，以致哭了起來。我試解她腰間穴道如何？」於是伸手到她後腰，輕輕捏了幾下。這幾下一捏，水笙的眼淚流得更加多了。狄雲大為惶惑：「原來腰間穴道也痛，那便如何是好？」他知道女子身上的尊嚴，這胸頸腿腹等處，那是瞧也不敢去瞧，別說去碰了，尋思：「我沒法子解她穴道，若再亂試，便是不敬。只有背負她下崖，冒險逃走。」於是握著她的雙臂，要將她身子負到自己背上。水笙氣苦已極，驚怒之下，數次險欲暈去，見他提起自己手臂，只道他要來解自己衣衫，一口氣塞在胸間，呼不出去。狄雲將她雙臂一抖，正要舉起她身子，水笙胸口這股氣一衝，啞穴突然解了。她大聲叫道：「惡賊，放開我，放開我！」聲音尖銳之極。狄雲陡然間大吃一驚，雙手一松，將水笙摔在地下，自己站立不穩，便壓在她的身上。水笙這麼一叫，那老僧立時醒覺，睜眼一看，見狄雲和水笙滾作一團，又聽水笙叫道：「惡僧，你快快一刀將姑娘殺了，放開我。」那老僧哈哈大笑，說道：「小混蛋，你性急什麼？你想先偷師祖的姑娘麼？」走上前來，一把抓住狄雲的背心，將他提了起來，走遠幾步，才將他放下，笑道：「很好，很好！我就喜歡這種大膽貪花的少年，你斷了一條腿，居然不怕痛，還想女人，妙極，妙極，有種！很合我的脾胃。」狄雲被他二人誤會，當真是哭笑不得，心想：「我若辨明其事，只怕這惡僧一掌便送了我的性命。只好暫且敷衍，徐圖脫身，同時搭救這位姑娘。」那老僧道：「你是寶象新收的弟子，是不是？」他不等狄雲回答，裂嘴一笑，道：「寶象一定很喜歡你了，不但將他的血刀僧衣賜你，連那部《血刀秘笈》也傳了給你？」說著一伸手，便從狄雲懷中將那本黃紙冊子掏了去，翻閱一過，輕輕拍拍狄雲的頭，道：「很好，很好！你叫什麼名字？」狄雲道：「我叫狄雲。」那老僧道：「很好，很好！」將那本冊子放還他懷中，道：「你師父傳過你練功的法門沒有？」狄雲道：「沒有。」那老僧道：「嗯，不要緊。你師父哪裏去了？」狄雲哪敢說他已經死了，只得隨口道：「他……他是在長江的船中。」那老僧道：「你師父跟你說過師祖的法名沒有？」狄雲道：「沒有。」那老僧道：「我法名便叫做『血刀老祖』。不知怎樣，你這小混蛋很討我歡喜。你跟著祖師爺，包管你享福無窮，天下的美貌佳人哪，要那一個便取那一個。」狄雲心想：「原來他是寶象的師父。」問道：「他們罵咱……咱們是『血刀惡僧』，師……師祖是咱們這一派的掌教了？」血刀老祖笑道：「嘿嘿，寶象這混蛋的口風也真緊，家門來歷，連自己心愛的徒兒也不說，咱們這一派是西藏密宗的一支，叫做血刀門。你師祖是這一門的第四代掌教。你好好兒的學功夫，第六代掌教說不定便能落在你的身上。嗯，你的腿給人家用馬踩斷了，不要緊，我給你治治。」他解開狄雲雙腿的傷處，將斷骨對準，從懷中取出一個瓷瓶，倒出些藥末，敷在他傷處，說道：「這是本門秘制的接骨傷藥，靈驗無比，不到一個月，斷腿便平復如常。」血刀老祖包好狄雲的傷腿，回頭向水笙瞧瞧，笑道：「小混蛋，這姐兒相貌不差，身材也不壞，是不是？她自稱什麼『鈴劍雙俠』，她老子水岱自居名門正派，說是中原武林中的頂兒尖兒人物，想不到給我血刀老祖手到擒來。嘿嘿嘿，咱爺兒倆要教她老子丟盡臉面，剝光她衣衫，縛在馬上，趕著她在北京城裏大街上遊街，教千人萬人都看個明白，水大俠的閨女是這麼一副模樣。」水笙心中怦怦亂跳，嚇得只想嘔吐，不住轉念：「那小的惡僧固惡，這老的更是兇殘，我怎樣才能圖個自盡，保住我軀體清白和我爹爹的顏面？」只聽血刀老祖又笑道：「說起曹操，曹操便到，救她的人來啦！」狄雲心中一喜，忙問：「在那裏？」血刀老祖道：「現在五里之外，嘿嘿，一共有十七騎。」狄雲側耳傾聽，隱隱聽到東南方山道上有馬蹄之聲，但相距甚遠，連蹄聲也若有若無，絕難分辨多寡，這血刀老僧一聽，便知來騎數目，耳力實是驚人。血刀老祖又道：「你的斷腿剛敷上藥，三個時辰內不能移動，否則便會跛了。這一二百里內，沒聽說有什麼大本領之人，這一十七騎追兵，我都去殺了吧。」狄雲不願他多傷武林中的正派人物，忙道：「咱們躲在這裏不出聲，他們未必尋得著。敵眾我寡，師……師祖還是小心些的好。」血刀老祖大是高興，道：「小混蛋良心好，難得難得，師祖爺爺很歡喜你。」他伸手腰間，一抖之下，手中已多了一柄軟軟的緬刀。刀身不住顫動，宛然是一條活的蛇一般。月光之下，但見這刀的刃鋒上全是暗紅之色，血光隱隱，極是可怖。狄雲不自禁的打了個寒噤，道：「這……這便是血刀了？」血刀老祖道：「這柄寶刀每逢月圓之夜，須割人頭相祭，否則鋒銳便減，於刀主人不利。你瞧月亮正圓，難得有一十七個人趕來給我祭刀。寶刀啊寶刀，今晚你可飽餐一頓人血了。」水笙聽著馬蹄聲漸漸奔近，心下暗喜，但聽血刀老僧說得十分自負，似乎來者必死，雖非全信，卻也暗自擔憂：「我爹爹來了沒有？表哥來了沒有？」又過一會，月光下見到一列馬從山道上奔來，狄雲一數，果然不多不少是一十七騎。但見這十七騎銜尾急奔，迅即經過懸崖下的山道，並沒想到要上來查察。水笙提高嗓子，叫道：「我在這裏，我在這裏！」那一十七騎乘客聽得聲音，立時勒馬轉頭。一個男子大聲呼道：「表妹，表妹！」正是汪嘯風的聲音。水笙待要再出聲招呼，血刀老祖伸指一彈，一粒石塊飛將過去，又打中了她的啞穴。這一十七人紛紛下馬，聚在一起低聲商議。血刀老祖突然伸手在狄雲腋下一托，將他身子托將起來，朗聲說道：「西藏密宗血刀門，第四代掌門血刀老祖，第六代弟子狄雲在此！」跟著俯身，左手抓住水笙頸後衣服，將她提了起來，說道：「水岱的閨女，已做了我徒孫狄雲第十八房小妾，誰要來喝喜酒，這就上來吧。哈哈，哈哈！」他有意顯示深厚內功，笑聲震撼山谷，遠遠的傳送出去。那一十七人相顧駭然，盡皆失色。汪嘯風見表妹被惡僧提在手中，全無抗拒之力，又說什麼做了他「徒孫狄雲的第十八房小妾」，只怕她已遭污辱，只氣得五內俱焚，大吼一聲，挺著長劍，搶先向懸崖上奔來。其餘十六人紛紛吶喊：「殺了這血刀惡僧！」「為江湖上除一大害！」「這等兇殘淫僧，實是容他不得。」狄雲見了這等陣仗，心中好生尷尬，尋思：「這些人個個都當我是血刀門的惡僧，我便有百口，也是難以分辯。最好他們打死了這血刀老祖，將水姑娘救出，可是血刀老祖若死，我也難以活命。」一時之間，既盼中原群俠得勝，又望血刀老祖得勝，自己都說不出個所以然來。血刀老祖極是鎮定，渾不以敵方人多勢眾為事，雙手各提一人，一口血刀咬在嘴裏，更顯得猙獰可畏。待得群豪奔到二十餘丈之外，他緩緩將狄雲放下，小心不動他的傷腿。等群豪奔到十餘丈外之時，他又將水笙放在狄雲身旁，一口刀仍是咬在嘴裏，雙手叉腰，夜風獵獵，鼓動袍袖。汪嘯風叫道：「表妹，你安好麼？」水笙只想大叫：「表哥，表哥！」卻哪裏叫得出聲？但見表哥英俊而關切的臉越奔越近，她心中混和著無盡喜悅、擔心、愛慕、感激之情，只想撲入他的懷中，痛哭一場，訴說這幾個時辰中所遭遇的苦難和屈辱。汪嘯風一心只在找尋表妹，凝目四望，奔跑得便慢了幾步，群豪中有七八人奔在他的前面。月光之下，血刀老祖銜刀而立的神情實是凜然生威，群豪奔到離他五六丈處，不約而同的立定了腳步。雙方相對片刻，猛聽得一聲呼喝，兩條漢子並肩衝了上來，一使金鞭、一使雙刀。兩人乃是山西大同府郝家門下的師兄弟，雖是同門學藝，所使兵刃卻渾不相同。使金鞭的膂力沉雄，使雙刀的則是輕靈飄逸。兩人衝上數丈，那使雙刀的腳步快捷，已繞到了血刀老祖的身後，兩人一前一後，嗚嗚叫喊，同時攻了上來。血刀老祖一閃，避過雙刀，躲了幾下，一把彎刀始終銜在嘴裏，突然間左手抓住刀柄，順手一揮，已將那使金鞭的劈去半邊頭顱，殺了一人之後，立時又銜刀在口。那使雙刀的又驚又悲，將一對長刀舞得雪花相似，滾動而前。血刀老祖在他刀光中穿來插去，驀地裏右手從口中抽出刀來，一揮之下，已將他劈死。群豪齊聲驚呼，向後退了幾步，但見他口中那柄軟刀之上鮮血滴滴流下，嘴角邊也沾了不少鮮血。群豪雖是驚怒，但敵愾同仇，毫不畏懼，叱喝聲中，四個人分從四角攻了上去。血刀老祖向西斜走，四人發足追趕，口中又叫又罵，餘人也是蜂擁而上。只追出數丈，四人的腳下已分出快慢，兩人在前，兩人在後。血刀老祖忽地停步，回身一衝，紅光閃動，先頭兩人已然命喪刀下。後面兩人略一遲疑之際，血刀已然扣頸，霎時間身首異處。狄雲躺在草叢之中，見他頃刻間連斃六人，武功之詭異，手法之殘忍，實是不可思議，心中閃過一個念頭：「如此殺法，餘下一十一人只怕片刻之間便被殺得乾乾淨淨。」忽聽得一人叫道：「表妹，表妹，你在哪裏？」正是「鈴劍雙俠」中的金童劍汪嘯風。銀姑劍水笙便躺在狄雲的身旁，只是被血刀老祖點了啞穴，叫不出聲，心中卻在大叫：「表哥，我在這裏。」汪嘯風彎腰疾走，在草叢中撥尋。忽然間山風拂處，將水笙的一角袍捲了起來。汪嘯風大叫：「在這裏了！」撲將上來，一把將水笙抱起。水笙喜極流淚險險暈了過去。汪嘯風只叫：「表妹，表妹！你在這裏！」緊緊的抱住了她。他二人劫中重逢，什麼禮儀規矩，汪嘯風是全然忘了。他又問：「表妹，你好麼？」見水笙不答，心下起疑，將她放下身腰。水笙腳一著地，身子便往後仰。汪嘯風也擅於點穴之技，忙伸手在她腰間和腿側三處穴道之上，推宮過血，解了她封閉的穴道。水笙叫道：「表哥，表哥。」狄雲當汪嘯風一走近身來，便知情勢兇險，乘著他給水笙推解穴道之際，悄悄爬了開去。水笙為人甚是精細，聽得草中簌簌有聲，想起狄雲對自己的侮辱，指著他的身子，對汪嘯風道：「快，快，殺了這惡僧。」這時汪嘯風的長劍已還入鞘中，一聽此言，刷的一聲拔了出來，劍勢如風，疾刺而出。狄雲聽得水笙叫喚，早知不妙，沒等長劍遞到，急忙向外一個打滾，幸好處身的所在正是一個斜坡，順勢便滾了下去。汪嘯風跟著又是一劍刺去，眼見便要刺中，突然噹的一聲響，虎口一震，眼前紅光閃動。他的武功比水笙可高得多了，百忙中不及細想，順手使出來的便是數式「孔雀開屏」，將長劍舞成一片劍屏，擋在身前。但聽得叮叮噹噹，刀劍相交之聲密如聯珠，只是一瞬之間，便已相撞了三十餘聲。原來汪嘯風的劍法已頗得乃師水岱的真傳，這套「孔雀開屏」翻來覆去共有九式，他平時練得純熟，此刻性命在呼吸之間，敵人的刀招來得迅捷無比，哪裏還說得上見招拆招？他使這一套「孔雀開屏」，便似是出於天性一般。血刀老祖連攻三十六刀，一刀快似一刀，居然盡數給他擋了開去。群豪只瞧得目為之眩,這時十七人中又有三人已被血刀老祖所殺，剩下的連水笙在內也只九人。眾人都是手心中捏一把冷汗，心想：「究竟鈴劍雙俠名不虛傳，只有他擋得住血刀惡僧快如閃電般的急攻。」其實血刀老祖只須刀招放慢，跟上正正式式的拆上十余招，汪嘯風非命喪血刀之下不可，總算血刀老祖一時沒想到他這套專取守勢的劍招乃是練熟了，一路刀法一味的加力強攻。群豪都想併力上前，將血刀老祖亂刀分屍，只是兩人鬥得實在太快，哪裏插得下手去？水笙關心表哥安危，雖是手酸腳軟，也不敢再多等待，俯身從地下死屍的手裏取過一柄長劍，當即上前夾攻。她和表哥平時聯手攻敵，打法甚是純熟，汪嘯風擋住了血刀老祖的全部攻勢，水笙的劍便向敵人的要害刺去。血刀老祖數十招拾奪不下汪嘯風，心下焦躁起來，猛地裏一聲大吼，右手仍是血刀揮舞，左手卻去空手抓他的長劍。汪嘯風大吃一驚，加快揮劍，只盼將他手指削斷幾根，不料血刀老祖的左手竟似不怕劍鋒，或彈或壓，或挑或按，竟將他的劍招化解了大半，這麼一來，汪嘯風和水笙立時險象環生。群豪中一個老者瞧出勢頭不對，知道今晚「鈴劍雙俠」若再喪命，餘下的沒一人能活著離開此處。他大聲叫道：「大夥兒併肩子上啊，一鼓作氣，跟他拚到底了。」便在此時，忽聽得西北角上有人長聲叫道：「落花流水！」跟著西方也有人應道：「落花……流水。」這「流水」兩字尚未唱完，西南方有人吟道：「落花……流水。」這三個人分處三方，高吟之聲也是或豪放，或悠揚，但顯然均是中氣充沛，內力甚高。血刀老祖聽了這三人的呼聲，心中一驚：「從哪裏鑽出這三個高手來？從聲音中聽來，每一個人的武功恐均不在我下，要是三人聯手夾攻，那可不易對付。」他心中尋思應敵之策，手上刀招卻是毫不遲緩，猛聽得南邊又有一人高聲叫道：「落花流水……」他是將「落花流水」的第四個「水」字拖得特亮，聲音滔滔，有如長江大河一般。水笙大喜，叫道：「爹爹，爹爹，快來！」群豪中有人喜道：「江南四老同時到啦，落花流水！哈……」他那哈哈大笑只笑出一個「哈」字，胸口鮮血激噴，已被血刀老祖一刀砍中。血刀老祖聽得又來一人，而此人竟是水笙之父，猛地想起一事：「曾聽我徒兒善勇說道，中原武林中武功最厲的，除了丁典之外，有甚麼北四怪，南四老。北四怪叫什麼『風虎雲龍』，南四老則是『落花流水』。當時我聽了說嗤之以鼻，心想外號兒叫作『落花流水』，還能有什麼好腳色？可是聽這四個傢伙的應和之聲，卻著實有點鬼門道。」他尋思未定，只聽得四人同時發聲，「落花流水」之聲，從四個不同方向傳來，只震得山谷鳴響。血刀老祖聽那聲音，那四大高手知離開尚遠，最遠的尚在五里之外，但若發力將眼前的九人誅卻，那四人一包圍，脫身可就不易。他撮唇作嘯，長聲呼道：「落花流水，我打你們個落花流水！」手指彈處，錚的一聲，水笙手中長劍被他彈中刀鋒，拿控不定，長劍直飛起來。血刀老祖叫道：「狄雲，預備上馬，咱們可要少陪了。」狄雲答應不出，心中好生為難，如果和他同逃，只怕陷溺愈來愈深，將來無可收拾。但若留在此處，那是立時便會被眾人斬成碎塊，說半句話來分辯的餘裕也無。只聽血刀老祖又叫：「徒孫兒，快牽了馬。」狄雲轉念已定：「眼前總是逃命要緊。別人是否誤會，那裏管得了這許多？」等到血刀老祖第三次呼叫，便即答應，拾起地下一根花槍，左手支撐著，走下坡去牽了兩匹坐騎。一個使桿棒的大胖子叫道：「不好，惡僧想逃，我去阻住他。」一抽桿棒，便向馬匹旁趕來。血刀老祖道：「嘿，你去阻住他，我來阻住你。」血刀揮處，那胖子連人帶棒，斷為四截，餘人見到他如此慘死，忍不住駭然而呼。血刀老祖原是要嚇退眾人的牽纏，迴過長臂，攔腰抱起水笙，撒腿便向牽著坐騎的狄雲身前奔來。水笙急叫：「惡僧，放開我，放開我！」伸拳往他背上急擂，可是她劍法不弱，拳頭卻是出手無力，血刀老祖皮粗肉厚，給她粉拳搥上幾拳渾然不覺，長腿一邁便是半丈，連縱帶奔，幾個起落，已經到了狄雲身旁。汪嘯風將那套「孔雀開屏」使發了性，一時收不住招，仍是「東展錦羽」、「西剔翠翎」、「南迎豔陽」、「北迴晨風」、一式式的使動。他見水笙再次被擄，狂奔追來，手中長劍雖是不停，卻已使得不成章法。血刀老祖將狄雲一提，放上了黃馬，又將水笙放在他的身前，低聲說道：「那些鬼叫的傢伙乃是勁敵，非同小可。這女娃兒是人質，別讓她跑了。」說著一躍上了白馬的馬背，縱騎向東馳去。只聽得「落花流水，落花流水」的呼聲，漸漸叫近，有時是一人單呼，有時卻是兩人、三人、四人齊聲呼叫。水笙大叫：「表哥，表哥！爹爹，爹爹！快來救我。」可是眼見得表哥又一次遠遠的落在馬後。「鈴劍雙俠」的坐騎黃馬和白馬乃是千中挑、萬中選的大宛駿馬。平時他二人以此傲自，只覺坐騎腳程之快，力氣之長，從未遇過敵手，這時為敵所用，畜生無知，仍是這般疾馳快跑，馬越快，離得汪嘯風越加遠了。汪嘯風眼看追趕不上，口中不住的呼叫：「表妹，表妹！」一個高呼「表哥」，一個大叫「表妹」，聲音哀淒，狄雲聽在耳中，極是不忍，只想將水笙推下馬來，但想到血刀老祖之言：「來的乃是勁敵，非同小可，這女娃兒是人質，別讓她跑了。」只怕放走水笙，血刀老祖會大大發怒，此人殘忍無比，殺了自己如宰雞犬，又想如給水笙之父等四位高手追上了，自己多半會冤冤枉枉的送命。他一時猶豫難決，聽得水笙高叫表哥之音已是聲嘶力竭，心中突然一酸：「他二人情深愛重，被人活生生的拆開。我和戚師妹……嘿，我和戚師妹，何嘗不是這樣，可是，可是她幾時像水姑娘對她表哥那樣待我，？」想到此處，不由得傷心，心道：「你去吧！」伸手一推，將她推下了馬去。不料血刀老祖雖然在前帶路，時時留神後面坐騎上的動靜，忽聽得水笙大叫之聲突停，跟著「啊喲」砰的一聲，掉在地下，還道狄雲斷了一腿，制她不住，當即兜轉馬頭。水笙身子落地，輕輕一縱，已然站直，當即發足向汪嘯風奔去。兩人此時相距已有五十餘丈，一個自西而東，一個自東而西，越跑越近。一個叫：「表哥！」一個叫：「表妹！」都是說不出的歡喜，又是說不盡的驚慌。血刀老祖微笑道：「讓她空歡喜一場。」勒住馬頭，由得他二人漸漸接近，等到汪嘯風和水笙相距已不過二十餘丈，他雙腿一夾，一聲呼嘯，向水笙背後追上去了。狄雲大怒，心中只叫：「快跑，快跑！」對面賸下幾個死裏逃生的漢子，見血刀老祖口中銜著血刀，縱馬衝來，也是齊聲呼叫：「快跑，快跑！」水笙聽得背後馬蹄之聲越來越近，但兩人發力急奔，和汪嘯風之間相距也是越來越近。她奔得胸間幾乎要炸裂了，膝彎發軟，隨時都會摔倒，但還是勉強支撐。她似乎覺得到白馬的呼吸噴到了她的背心，血刀老祖獰笑著說道：「逃得了麼？」水笙伸出雙手，汪嘯風還在兩丈以外，血刀老祖的左手卻已搭上了她的肩頭。她一聲驚呼，正要哭出聲來，只聽得一個熟悉而慈愛的聲音叫道：「笙兒別怕，爹來救你了！」水笙聽得那聲音，正是父親水岱到了，心中一喜，精神陡長，腳下不知從那裏生出一股力氣，一縱之下，向前飄出丈餘，血刀老祖已搭在她肩頭的手掌，竟爾被她擺脫。汪嘯風向前一湊，兩人左手已拉著左手。汪嘯風右手長劍舞出一個劍花，心下暗道：「天可憐見，師父及時趕到，那便不怕那淫僧惡魔了。」血刀老祖嘿嘿冷笑聲中，血刀遞出。汪嘯風見那血刀紅影閃閃，急揮長劍去格，突見那血刀迎風彎轉，竟如一根軟帶一般，順著劍鋒曲了下來，刀頭削向他的手指。汪嘯風若不放手撤劍，一隻手掌立時便廢了。百忙中他變招也真迅捷，掌心勁力一吐，長劍向敵人飛擲過去。血刀老祖左指彈處，將長劍向西首飛奔而至的一個老者彈出，右手中的血刀更向前伸，直砍汪嘯風面門。汪嘯風仰身相避，不得不放開了拉著水笙的手掌。血刀老祖左手一抄，已將水笙身子抄起，橫放在馬鞍之上。他並不拉轉馬頭，仍是向前直馳，衝向前面中原群豪。攔在道中的幾條漢子見血刀老祖馳馬衝來，齊聲發喊，散在兩旁。血刀老祖口中發出荷荷怪聲，縱馬兜了個圈子，向狄雲奔去。突見左首灰影一閃，長劍上反射的月光耀眼生花，一條冷森森的劍光點向他的胸口。血刀老祖迴刀一掠，噹的一聲，刀劍相交，只震得虎口隱隱發麻，心道：「好強的內力。」便在此時，右首又有一柄長劍遞到，這柄劍的勢道來得好奇，劍尖劃成大大小小的一個個圈子，竟看不清他劍招要指向何處。血刀老祖又是一驚：「太極劍的名家了。」他勁透右臂，血刀也揮成一個圓圈，刀圈和劍圈一碰，噹噹噹數聲，火花迸濺。對方喝道：「好刀法！」向旁飄開，卻是個身穿杏黃道袍的道人。血刀老祖叫道：「你劍法也好！」左首那人喝道：「放下我女兒！」劍中夾掌，掌中夾劍，兩股勁力一齊推到。狄雲遠遠看著血刀老祖又將水笙擄到，這時卻受二人左右夾擊。左首那老者白鬚如銀，相貌俊雅，口口聲聲喝叫「放下我女兒」，自是水笙之父水岱了。只見血刀老祖每接他一劍，身子便晃了一晃，顯然內力不如他強，只見西邊山道上又有兩人奔來，身形快捷如風，顯然也是極強的高手。狄雲心想：「待得那二人趕到，四個人一合圍，血刀老祖定然不敵，非死即傷。我還是及早逃命吧！」可是轉念又想：「若不是他出手相救，我早被那汪嘯風一劍殺了。忘恩負義，只顧自身，非大丈夫之所為。」正猶豫間，忽聽得血刀老祖大聲叫道：「還你的女兒吧！」手一揚，將水笙的身子淩空拋起，越過水岱頭頂，向狄雲擲了過來。這一下誰都大出意料之外，水笙身在半空固然是尖聲驚呼，旁人也是不約而同的一齊大叫起來。狄雲見她向自己飛來，勢道勁急，若不接住，只怕落地受傷，忙伸出手去，張臂抱住。這一擲力道本重，幸好狄雲身在馬上，大半力道由馬匹承受了去。血刀老祖將水笙擲出之時，已先點了她的穴道，是以她只有聽任擺佈，無力反抗，口中卻大叫：「小惡和尚，快放開我！」血刀老祖向水岱疾砍兩刀，又向那老道猛砍兩刀，都只攻不守，極淩厲的招數，口中叫道：「狄雲乖孩兒，快逃，快逃，不用等我。」狄雲迷迷惘惘的手足無措，但見汪嘯風和另外數人各挺兵刃，大呼「殺了這小淫賊」，快步趕來，而血刀老祖又在連聲催促：「快逃，快逃！」心想：「逃命要緊！」一提韁繩，便縱馬衝了出去。本來他和血刀老祖是向東逃，這時慌慌張張，反而向西馳去。血刀老祖一口血刀越使越快，一團團紅影籠罩了全身，笑道：「我要陪你的美貌女兒去，不陪你這糟老頭兒了。」雙腿一挾，胯下坐騎騰空而起，向前躍出。水岱情急，不願多跟他糾纏，施展「登萍渡水」輕功，身子便如在水上飄行一般，御尾追向狄雲。可是狄雲所乘的，正是水岱當年化了五百餘兩銀子購來的大宛良馬，腳程之快，除了血刀老祖所乘的那匹白馬，當世罕有其倫。黃馬背上雖是乘著兩人，水岱卻兀自追趕不上。他大叫：「停步，停步！」那馬識得他的聲音，但背上的狄雲正在提韁力推，竟是不肯停步。水岱叫道：「小惡僧，你再不停步，老子把你斬成十七八塊！」水笙叫道：「爹爹，爹爹！」水岱心痛如割，叫道：「孩兒別慌！」頃刻之間，一馬一人，追出了里許，水岱雖是輕功了得，但時間一久，究竟年紀老了，，和那黃馬之間相距越來越遠，忽聽得呼的一聲，背後一陣金刃劈風之聲。他反手一劍，噹的一響，架開了血刀老祖砍來的一刀，只覺一陣風從身旁掠過，血刀老祖騎著白馬哈哈大笑，追著狄雲去了。　※※※血刀老祖和狄雲快奔一陣，將追敵遠遠拋在後面，料知已追趕不上，生怕跑傷了坐騎，這才按轡徐行。血刀老祖沒口子稱讚狄雲有良心，明知情勢危急，仍是不肯先逃。狄雲只有苦笑，斜眼看水笙時，見她臉上神色是恐懼中混著鄙夷，知她痛恨自己已達極點，這件事反正無從解釋，心道：「你愛怎麼想便怎麼想，要罵我淫僧惡賊，儘管大罵便是。」血刀老祖道：「喂，小妞兒，你爹爹的武功很不壞啊！嘿嘿，可是你祖師爺比你爹爹又勝一籌，他出盡了吃奶的力氣！仍是攔不住我。」水笙恨恨的瞪了他一眼，並不作聲。血刀老祖道：「另外使劍的老道，是什麼人？是『落花流水』中的那一個？」水笙打定了主意，不管他問什麼，總是給他個不瞅不睬。血刀老祖笑道：「徒孫兒，女人家最寶貴的是什麼東西？」狄雲嚇了一跳，心道：「這老和尚是要點污水姑娘的清白麼？我怎麼相救才好？」口中只得道：「我不知道。」血刀老祖道：「女人家最寶貴的，是她的臉蛋。她不回答我的說話，我用刀在她臉上橫劃七刀，豎砍八刀，叫做『橫七豎八』，你說美是不美？」說著刷的一聲，將本已盤在腰間的血刀擎在手中。水笙是個極為烈性的女子，既是不幸落入了這兩個「淫僧」手中，早就拚著一死，不再打僥倖生還的主意，雖然女子愛美乃是天性，想到自己一張白玉無瑕的臉蛋要被這惡僧劃得橫七豎八，忍不住打個寒噤，但轉念又想，他若毀了自己容貌，說不定倒可保得身子清白而死，反而是不幸中的大幸了。血刀老祖將一把彎刀在她臉邊晃來晃去，威嚇道：「我問你那老道是誰？你再不答話，我第一刀便劃將下來了。你答不答話？」水笙怒道：「呸！你快殺了姑娘！」血刀老祖右手一落，紅影閃處，在她臉上割了一刀。狄雲「啊」的一聲輕呼，不忍觀看。水笙已自暈了過去。血刀老祖哈哈大笑，催馬前行。狄雲忍不住低頭瞧水笙時，只見她粉臉無恙，連一條痕印也無，不由得心中一喜，原來血刀老祖刀法之精，實已到了從心所欲，不差厘毫的地步。適才這一刀那刀鋒從水笙頰邊一掠而過，只割下她鬢邊的幾縷秀髮，面頰卻是絕無損傷。水笙悠悠醒轉，眼淚奪眶而出，一眼見到狄雲的笑容，更是氣惱，罵道：「你……你……你這幸災樂禍的壞……壞……壞人。」她本想用一句最厲害的話來咒罵狄雲，但她平素行止有禮，談吐斯文，從來不說粗俗的言語，一時之間竟然想不出什麼兇狠的句子來。血刀老祖彎刀一晃，喝道：「你不回答我，第二刀又割將下來了。」水笙心想反正一刀已然割了，再割幾刀也是一樣，叫道：「你快將我殺了，快將我殺了！」血刀老祖獰笑道：「那有這麼容易？」刷的一刀砍將下去，又從她頰邊掠過。這一次水笙卻沒失去知覺，但覺頰上微微一涼，又並不感到疼痛，又無鮮血流下，才知血刀老祖乃是恐嚇自己，原來臉頰無損，忍不住呼了一口長氣。血刀老祖向狄雲道：「乖徒孫，爺爺這兩刀砍得怎麼樣？」狄雲道：「神乎其技，當真了得！」他這稱讚倒確是由衷之言。血刀老祖道：「你要不要學？」狄雲心念一動：「我正想不出法子來保全水小姐的貞潔，若是我纏住老和尚要學武藝，令他全心全意的教我，不起邪念，再慢慢的想法子搭救。但要他一心一意的教我，那我須得討他歡喜，用心學藝才是。」便道：「祖師爺爺，你這血刀上的功夫，徒孫兒羡慕得了不得，你得教我幾招，免得我日後遇上她表哥之流的小輩，又受他欺侮。」他天性誠實，生平不作謊語，這時為了救人，這句「祖師爺爺」一叫，自己也覺肉麻，不由得滿臉通紅。水笙「呸」了一聲，罵道：「不要臉，不害羞！」血刀老祖大是開心，道：「我這血刀功夫，非一朝一夕所能領會，好吧，我先傳你這招『批紙削腐』的功夫。你習練之時，先是用一百張一疊薄紙，放在桌上，一刀橫削過去，將這疊紙上的第一張批了下來，可不許帶動第二張。然後第二刀批第二張紙，第三刀批第三張紙，直到第一百張紙批完。」水笙是少年人的心性，忍不住插口道：「吹牛！」血刀老祖笑道：「你說吹牛，我就試上一試。」伸手到她頭上拔下一根頭髮。水笙微微吃痛，叫道：「喂，你幹什麼？」血刀老祖並不理會，將那根頭髮放在她的鼻尖之上，縱馬向前快奔。其時水笙蜷曲著身子，橫臥在狄雲身前的馬背上，見血刀老祖將頭髮放在自己鼻尖上，微感麻癢，不知他搗什麼鬼，正要張嘴呼氣，將頭髮吹開，只聽血刀老祖叫道：「別動，瞧清楚了！」他勒轉馬頭，回奔過來，雙馬相交，一擦而過之時。水笙只覺眼前一紅，鼻尖微涼，那根頭髮已不知去向。只聽得狄雲大叫：「妙極！妙極！」血刀老祖伸過血刀，但見刀刃上平平放著那根頭髮。血刀老祖和狄雲都是光頭，這根柔軟的長髮自是水笙之物，再也假冒不來。水笙又驚又佩，心想：「這老和尚武功真高，剛才他這一刀，若是高得半分，這根頭髮便批不到刀上，若是低得半分，我這鼻尖便給他削平了。他馳馬揮刀，那比之批薄紙什麼的，更是難上百倍。」狄雲要討血刀老祖喜歡，諛詞滾滾而出。水笙親身領略到這血刀神技，聽到狄雲的恭維，倒也不覺如何過分，只是覺得這人為了討好祖師，馬屁拍到這種地步，人格可太過卑鄙。血刀老祖勒轉馬頭，又和狄雲並騎而行，說道：「那『削肉』呢，是要用一塊豆腐，放在木板之上，一刀刀，削薄它，要將一寸厚的一塊豆腐削成一百片，每一片都是完整不破，這一招功夫便算初步小成。」狄雲道：「那還只是初步小成？」血刀老祖道：「當然了！你穩穩的站著削豆腐難呢，還是在這妞兒鼻尖上馳馬削頭發難，哈哈，哈哈！」狄雲又恭維道：「祖師爺爺天賦奇才，不是常人所能及的，徒孫兒只要練到祖師爺爺十分之一的功夫，也就心滿意足了！」血刀老祖哈哈大笑，水笙則罵：「肉麻，卑鄙！」自來拍馬屁的言語第一句最難出口，要狄雲這老實人說這些油腔滑調之言，原是說來不像，但說得多了，居然也順溜起來，好在血刀老祖確有人所難能的武功，狄雲這些讚譽，倒也不是違心之論，只不過依他本性，決不肯如此宣之於口而已。血刀老祖說道：「你資質不錯，只要肯下苦功，這功夫是學得會的。好，你來試試！」說著伸手又拔來了水笙一根頭髮，放在她的鼻尖之上。水笙大驚，一口氣便將那根頭髮吹開，叫道：「這小和尚不會的，怎能讓他胡試？」血刀老祖道：「功夫不練就不會，一次不成，再來一次，兩次不成便練他個十次八次！」說著又拔了她一根頭髮，放上她的鼻尖，將血刀交給狄雲，道：「你試試看！」狄雲從血刀老祖手中將那柄血刀接了過來，向橫臥在身前的水笙瞧了一眼，只見她滿臉都是憤恨惱怒之色，但眼光之中，卻終於流露出了恐懼的神氣，她知道狄雲從未練過這種精妙之極的武功，如果照血刀老祖的模樣，將這樣一柄利刃從自己鼻尖上掠過，別說鼻子被他一刀削去是必然無疑，多半腦袋要給他劈成兩半。她心下自慰：「這樣也好，死在這小惡僧的刀下，勝於受他二人的侮辱。」話雖如此，想到真的要死，卻也不免害怕。狄雲靈機一動，向血刀老祖道：「祖師爺爺，這一刀劈出去，手勁須得怎樣？」血刀老祖道：「腰運於肩，肩通於臂，臂須無勁，腕須無力。」接著便解釋什麼叫做「腰運於肩」，什麼叫做「肩通於臂」，跟著取過血刀，說明什麼是「無勁勝有勁」，「無力即有力」。說得雖似玄妙，實則含有至理。狄雲聽得連連點頭，道：「只可惜徒孫受人陷害，穿了琵琶骨，割斷手筋，再也使不出力來。」血刀老祖問道：「怎樣穿了琵琶骨？割斷手筋？」狄雲道：「孩兒給人拿在獄中，吃了不少苦頭。」血刀老祖呵呵大笑，和他並騎而行，叫他解開衣衫，露出肩頭，果見他肩骨下陷，兩邊琵琶骨上都有鐵鍊穿過的大孔，傷口尚未癒合，而右手手指被截，臂筋被割，就武功而言，可說是成了個廢人，至於他被「鈴劍雙俠」縱馬踩斷腿骨，還不算在內。狄雲心想：「我傷得如此慘法，虧你還笑得出來。」血刀老祖笑道：「你傷了人家多少閨女，嘿嘿，小夥子一味好色貪花，不顧身子，這才失手，是不是？」狄雲道：「不是。」血刀老祖笑道：「老實招來！你給人拿住，送入牢獄，是不是受了女子之累？」狄雲一怔，心想：「我被萬震山的小妾陷害，說我偷錢拐逃，那果然是受女子之累。」不由得咬著牙齒，恨恨的道：「不錯，這賤人害得我好苦，終有一日，我要報此大仇。」水笙忍不住插口罵道：「你自己做了許多壞事，還說人家累你。這世界上的無恥之尤，以你小賊為首。」血刀老祖笑道：「這小妞兒好大的膽子，孩兒，你將她全身衣衫除了，剝得赤條條地，咱們這便『淫』給她看看，瞧她還敢不敢罵人。」狄雲應了一聲：「是！」水笙怒罵：「小賊，你敢？」其實此刻她絲毫動彈不得，狄雲倘若是輕薄之徒，依看血刀老祖之言而行，水笙又有什麼法子抵抗？這「你敢」兩字，也不過是虛聲恫嚇而已。狄雲見血刀僧斜眼淫笑，眼光不住在水笙身上轉來轉去，顯是不懷好意，心下盤算：「如何方能移轉他的心裏，別儘打這姑娘的主意？」隨口問道：「師祖爺爺，徒孫這塊廢料，還能練武功麼？」血刀老祖道：「那有什麼不能？便是兩隻手兩隻腳一齊斬斷，也能練我血刀門的功夫。」狄雲叫道：「那可好極了！」兩人一面說話，一面按韁徐行，這時轉到了一條大路之上。忽聽得鑼聲嘡嘡，跟著絲竹齊奏，迎面來了一隊迎親的人眾，一共是四五十人，簇擁著一頂花轎。轎後一人披紅戴花，服色光鮮，騎了一匹白馬，便是新郎了。狄雲一撥馬頭，讓在一旁，心中惴惴，生怕給這一干人瞧破了行藏，血刀僧卻縱馬向迎親的人眾衝了過去。眾人大聲吆喝：「喂，喂！讓開，幹什麼的？」「臭和尚，人家做喜事，你還不避開？」血刀老祖衝到迎親隊之前兩丈之處，勒馬停住，雙手叉腰，笑道：「喂，新娘子長得怎麼樣，俊不俊啊？」迎親隊中一條大漢從花轎中抽出一根轎槓，搶出隊來，聲勢洶洶的喝道：「狗賊禿，你活得不耐煩了？」那根轎槓比手臂還粗，有一丈來長，他雙手橫持，倒真的威風凜凜。血刀老祖向狄雲笑道：「你瞧清楚了，這又是一門功夫。」身子向前一探，血刀顫動，刀子便如一條赤練蛇一般，迅速無倫的在那轎槓上自左而右爬行而過，他一收刀，哈哈大笑。迎親隊中有人喝罵：「老賊禿，攔在花轎面前，當真的不吉利！」罵聲未絕，那手持轎槓的大漢「啊喲」一聲，叫出聲來。只聽得拍、拍、拍、拍一連輕響，一塊塊兩寸來長的木塊掉在地下，他雙手所握，也只是兩塊數寸長的木塊。原來適才這頃刻之間，一根長達丈許的轎槓，已被血刀老祖批成了數十截，手法之快之奇，直如魔術一般，縱然是武林高手，也必驚異，迎親隊中一干常人，自是瞪目結舌，霎時間誰也說不出話來。血刀老祖哈哈大笑，血刀直一下，橫一下，登時將那大漢剖成四截，喝道：「我要瞧瞧新娘子，是給你們面子，有什麼大驚小怪的。」眾人見他青天白日之下在大道之上如此行兇，無不嚇得魂飛魄散。膽子大的，發一聲喊，四散走了，一大半人卻是腳都軟了，有的人連尿屎也嚇了出來，哪敢動彈？血刀老祖血刀一晃，已將花轎的帷幕割掉，左手抓住新娘的胸口，將她拉了出來。那新娘尖聲嘶叫，沒命的掙扎。血刀老祖血刀一挑，將新娘遮在臉前的霞帔削去，露出她驚惶失色的臉來。但見這新娘不過十六七歲年紀，還是個孩童模樣，相貌也很醜陋。血刀老祖呸的一聲，一口痰往那新娘身上吐去。說道：「這樣醜怪的女子，做什麼新娘！」血刀一晃，竟將新娘的鼻子割了下來。那新郎僵在馬上，只是瑟瑟發抖，血刀老祖叫道：「孩兒，再瞧我一門功夫，這叫做『嘔心瀝血』！」說著手一揚，那血刀脫手飛出，一溜紅光，逕向那馬上的新郎射去。血刀老祖這刀一脫手，隨即縱馬向那新郎衝去，快馬繞過新郎，突然間飛身躍出，反手一抄，又將血刀抄在手中。狄雲和水笙瞧那新郎時，只見他胸口穿了一洞，血如噴泉，身子慢慢垂下，倒撞下馬，原來那血刀穿過他的身子，又給血刀老祖接在手裏。狄雲一路上敷衍血刀老祖，一來他害怕，二來他救了自己性命，於己有恩，總不免有感激之意，雖然明知他作惡多端，不是好人，但並沒親眼見到，自是隔了一層。此刻見他割傷新娘，又連殺二人，這三人和他毫不相識，竟然下此毒手，不由得氣憤填膺，大聲叫道：「你……你怎可如此濫殺無辜？這些人礙著你什麼事了？」血刀老祖一怔，笑道：「我生平就愛濫殺無辜。要是有罪的才殺，世上那有這許多有罪之人？」說到這裏，血刀一揚，又砍去迎親隊中一人的腦袋。狄雲大怒，拍馬上前，叫道：「你……你不能再殺人了。」血刀老祖笑道：「小娃兒，見到流血就怕，是不是？那有什麼屁用？」便在此時，只聽得馬蹄聲響，有數十人自遠追來。有人長聲叫道：「血刀老祖，你放下我女兒，咱們兩下罷休，否則你便逃到天邊，我也追到你天邊。」聽來馬蹄之聲尚遠，但水岱這長聲呼叫，卻是字字清晰，足見他內力充沛，非同小可。水笙低聲道：「是爹爹！」又聽得四個人的聲音齊聲吟道：「落花流水兮……水流花落！落花流水兮……水流花落！」這四人的嗓音各各不同，或蒼老，或雄壯，或悠長，或高亮，但內力之厚，各擅勝場。血刀老祖皺起眉頭，罵道：「中原的狗賊，偏有這許多臭張致！」只聽水岱又道：「你武功再強，決計難敵我『南四奇』落花流水的聯手相攻，你將我女兒放下，大丈夫言出如山，不再追你就是。」血刀老祖心下尋思：「適才已見識過水岱和那老道的功夫，一對一相鬥，我決計不懼。他二人聯手，我便是輸多贏少，非逃不可。他三人聯手，我是一敗塗地，逃也逃不走，四人聯手攻我，血刀老祖死無葬身之地。嘿嘿，這些中原江湖中人，說話有什麼信用？擄著這妞兒為質，尚有騰挪餘地，一將她放走，那是給他們佔盡上風的局面了！」當下一聲吆喝，一鞭往狄雲所乘的馬臀上抽去，左手牽了那新郎的坐騎，向西奔馳，回過頭來，口中唸唸有辭。狄雲和水笙聽不見他說些什麼，水岱等一干人卻聽到一個怪異之極的聲音從空中傳來：「水老爺子，血刀門的掌門人已做了你的女婿。第四代掌門是你的女婿，第六代掌門也是你女婿。丈人追女婿，口水點點滴滴，妙極，妙極！」原來這又是血刀門一項陰邪的內功，聲音遠送，叫人聽在耳裏，心意煩亂，怒發如狂，等到真的交戰，功力便打了個大大的折扣。別說他聲音中另有蠱惑人的邪術，單是這幾句話，水岱便是氣得心胸幾乎炸破。他明知血刀門的惡僧姦淫燒殺，無惡不作，這種壞事他說得出做得到，師徒二人一同污辱自己女兒，在他血刀門乃是事屬平常。別說真有其事，單是這幾句話，便教他顔面無光。一個稱霸中原數十年的老英雄，今日竟受如此挫折，若不將血刀師徒碎屍萬段，日後如何做人？當下催馬力追。只是各人胯下的坐騎均不及血刀老祖和狄雲所乘的兩匹大宛名駒良駿，說什麼也追趕不上。這時隨著水岱一齊追趕的，除了和水岱齊名，並稱「南四奇」的陸、花、劉三老之外，尚有中原三十餘名好手，這些好手或為鏢局中的著名鏢客，或為名門派的掌門，或為武林隱逸，或為幫會首腦。原來血刀門的惡僧最近在湖廣一帶鬧得天翻地覆，不分青紅皂白的做案，將中原白道黑道所有的人物盡都得罪了。這一動公憤，大夥兒都追了下來，均覺這不單單是助水岱奪還女兒而已，若不將血刀門這老少二惡僧殺了，所有中原的武林人士均是氣憤難平。群豪一路追來，每到一處州縣市集，便設法換馬。群豪換馬不換人，在馬背上嚼吃乾糧，喝些清水，便又急追。血刀老祖雖然意示閒暇，仗著坐騎神駿，遇到茶鋪飯館，往往還打尖休息，但住宿過夜卻終究不敢。便因中原群豪追得甚緊，水笙這數日中終於保得清白。如此數日過去，已從湖北追到了四川境內。群豪與巴蜀英俠向來聲氣相通。川東的武林人物一聽到訊息，紛紛率馬搬兵，加入追趕。待到川中渝州一帶，川中豪傑不甘後人，又都參與其事，巴蜀的豪傑與此事並非切身相關，反正有勝無敗，正好湊湊熱鬧。待過得渝州，追趕的人眾已逾百數。四川武人有錢者多，大批騾馬跟隨其後，運送衣被糧食。只是得到訊息之人，都已在血刀老祖與狄雲、水笙之後，只能隨後追趕，卻不及迎頭攔截。那些巴蜀豪傑慰問一番之後，都道：「唉，早知如此，咱們攔在當道，說什麼也不放那老少兩個淫僧過去。」水岱口中道謝，心下卻甚忿怒：「說這些廢話有什麼用？憑你們這幾塊料，能攔得住那老少二僧？」這一前一後的追逐，轉眼間將近二十日，血刀老祖幾次想轉入岔道，將追趕者撇下。但中原群豪之中，有一人乃是來自關東的馬賊，善於追蹤之術，不論血刀老祖如何繞道轉彎，他總是能銜尾追至。但這麼一來，一行人越走越是荒僻，深入了川西的崇山峻嶺之中。群豪均知血刀老祖是想逃回西藏老家，一到了他的老巢，血刀門本門嘍囉不少，再加上奸黨淫朋，勢力著實雄大，那時再和中原群豪一戰，有道是強龍不鬥地頭蛇，鹿死誰手，那就不能說了。群豪越追越是焦急，這一日中午時分，群豪追上了一條陡削的山道，忽見一匹黃馬，倒斃在道旁，正是汪嘯風的坐騎。水岱和汪嘯風大喜，齊聲大叫：「賊子倒了一匹坐騎，咱們快追，淫僧逃不掉啦！」叫喊聲中，忽見隔著一條深溝的對面高峯上，一大片白雪滾將下來。群侠身處之地，乃是四川極西，更向西行，便是藏邊。當地已屬大雪山山脈，地勢高峻，寒風徹骨那是不必說了，最難受的是人：心跳氣喘，除了內功特高的數人之外，餘人均感周身疲乏，恨不得躺下來休息他幾個時辰。只是參與追逐之人，個個頗有名望來頭，誰都不肯示弱，以至壞了一世的聲名。這幾日中，極大多數人已萌退志，若是有人倡議罷手不追，只怕有一大半人便要歸去。尤其是川東、川中的豪傑之中，頗有一些養尊處優的富室子弟，武功雖是不差，卻吃不起這種苦頭。這時見到血刀老祖所乘的坐騎黃馬倒斃於地下，料得敵人再也無法逃遠，人人精神為之一振。那知天有不測風雲，便在此時，突見西北角山頭上有一片白雪滾了下來。一名川西的老者叫道：「不好，要雪崩，大夥兒退後！」話聲未畢，但聽得雷聲隱隱，山頭上滾下來的積雪更加多了。群侠一時不明所以，七張八嘴的叫道：「那是什麼？」「雪崩有什麼要緊？大夥兒快追！」「快！快！搶過這條山嶺再說。」只隔得片刻，隱隱的雷聲已變作轟轟隆隆、震耳欲聾的大響。眾人這時才感害怕。那雪崩初起時相距甚遠，但從高峯上一路滾將下來，每過一尺之地，便挾了大量積雪加入，以致聲勢越來越大，到得半山，當真如群山齊裂、怒潮驟至一般，說不盡的可怖可畏。群侠中幾個人發一聲喊，撥轉馬頭便向後奔，餘人聽著那山崩地裂的巨響，似覺頭頂的天也塌了，一齊壓將過來，只嚇得心膽俱裂，無不催馬快奔。有幾匹馬嚇得呆了，竟然不會舉足，馬背上的乘客見情勢不對，只得躍下馬背，展開輕功急馳。但雪崩之至，比之馬馳人奔更加迅捷，頃刻之間便已滾到了山下，七八個逃得較慢之人都被壓在數十萬石的白雪之中，連叫聲都被白雪淹沒，任他武功再高，那也是半點施展不出了。縱然英雄蓋世，又如何兇得過了天地間的奇變？群侠直逃過一條山坡，那滾下來的積雪被山坡擋住，這才驚魂稍定。但見山上的白雪兀自如山洪暴發，河堤陡決，滾滾不絕的衝將下來，瞬息之間便將山道谷口封住了，堆高數十丈，若非飛鳥，萬難越過。眾人紛紛議論，都說血刀老祖師徒二人惡貫滿盈，葬身於千丈積雪之中，自是人心大快，只是死得太過容易，倒是便宜他們了，更累得如花如玉的水笙和他們同死。當然也有人惋惜相識的朋友死在積雪之下，但各人大難不死，誰都慶幸逃過了災難，為自己歡喜之情，遠過痛惜朋友之死，這是人之常情，那也不必深責。各人心神稍定，檢點人數，一共少了一十二人，其中有「鈴劍雙俠」之一的汪嘯風，以及南四奇「落花流水」四人。水岱關心愛女，汪嘯風牽掛愛侶，自是奮不顧身的追在最前，其餘三奇因與水岱的交情與眾不同，也是不肯落後。想不到名震當世武功絕倫的「南四奇」，竟然一齊喪身在川西的大雪山中。各人歎息了一番，便即覓路下山。大家都說，不到明年夏天，嶺上的千丈積雪決不消融，死者的家屬便要前來收屍，也得等上大半載才行。許多人心中，暗暗還存在一個念頭，只是不便公然說出口來：「南四奇和鈴劍雙俠這些年來得了好大的名頭，他們死了，於我可是有利無害。死得好，死得妙！」※※※血刀老祖帶著狄雲和水笙一路奔逃，敵人雖愈來愈眾，但他離西藏老巢卻也是越來越近。只是連日趕路，所乘的兩匹名駒腳力再強，也是支持不住。這一日那黃馬終於倒斃道旁，而那匹白馬也是一跛一拐，眼看便要步那黃馬的後塵。血刀老祖眉頭深皺，心想：「我一人要脫身而走，那是容易之極，只是徒孫兒的腿跛了，行走不得，這美貌的女娃兒若又給人奪了回去，實是心有不甘。」他想到此處，不由得兇性大發，回過身來，一把摟住水笙，便去扯她衣衫。水笙嚇得大叫：「你……你幹什麼？」血刀老祖喝道：「老子不帶你走了，你還不明白？」狄雲叫道：「師祖，敵人便追上來啦！」血刀老祖怒道：「你囉嗦什麼？」便在這危急的當口，忽聽得頭頂悉悉瑟瑟，發出異聲。血刀老祖久在藏邊，見過不少次數雪崩大禍，他便再狂悍兇淫十倍，也不敢和這種天象怪變作對，連叫：「快走，快走！」一望山峯上積雪滾下來，勢道，只有南邊的山谷隔著一個山峯，或許能不受波及，當下一拉白馬，便向南邊那山谷中奔去。饒是他無法無天，這時臉色也自變了。須知這山谷之旁的山峯上也有積雪。積雪最受不起聲音的震動，往往一處雪崩，率累到四周群峯上積雪都滾滾而下。那白馬馱著狄雲和水笙二人，一跛一拐的奔到山谷之中，剛進山谷，便是一蹶，險些將狄雲摔將下來。這時雪崩之聲大作，血刀老祖望著身側的山峯，憂形於色，這當兒真所謂聽天由命，自己作不起半點主，只要那山峯上的積雪也滾了下來，那便萬事皆休了。那雪崩從起始到全部止息，也只一頓飯工夫，但這短短的時刻之中，血刀老祖、狄雲、水笙三人全是臉色慘白，你望望我，我望望你，眼光中都流露出恐懼之極的神色。水笙忘了自己在片刻之前，還只盼立時死了，免遭這淫僧師徒的污辱，但這時天地急變之際，不期而然的對血刀老祖和狄雲生出一種依靠之心，總盼這兩個男兒漢有什麼法子能助己脫此大禍。突然之間，山峯上一塊小石子骨溜溜的滾將下來。水笙嚇了一跳，尖聲「啊」的一叫。血刀老祖伸出左掌，按住了她的嘴巴，右手拍拍兩下，打了她兩記巴掌。水笙的兩邊臉頰登時紅腫起來。幸好這山峯向南，多受陽光，積雪不厚，峯上滾下來一塊小石之後，再無別物滾下。過得片刻，雪崩的轟轟聲漸漸止歇。血刀老祖放脫了按在水笙口上的手，和狄雲同時舒了一口長氣。水笙雙手掩面，也不知是放心，是惱怒，還是害怕。血刀僧到谷口去巡視了一遍回來，滿臉都是鬱怒之色，坐在一塊山石之上，不聲不響。狄雲問道：「師祖爺爺，外面怎樣？」血刀老祖怒道：「怎麼樣？都是你這小子累人！」狄雲不敢再問，知道情勢甚是不妙，過了一會，終於忍不住又道：「是敵人把守了谷口嗎？師祖爺爺，你不用管我，你自己一個人走吧。」血刀老祖一生都和兇惡奸險之徒為伍，不但交的朋友均是如此，連所收到的徒弟如寶象、善勇、勝諦之輩，無一不是爾虞我詐，只求損人利己。這時聽狄雲叫他獨自逃走，不由得大起好感，臉上露出一絲笑容，讚道：「乖孩子，你良心倒好！不是敵人把守谷口，是積雪封谷，數十丈高、數千丈寬的大雪，不到春天雪融，咱們再也走不出去了。這荒谷之中，有什麼吃的？咱們怎能挨到春天？」狄雲一聽，也覺局勢兇險，但眼前最緊迫的危機已過，總是心中一寬，說道：「你放心，船到橋頭自會直，就算是餓死，也勝於在那些人手中，受盡磨折而死。」血刀僧裂嘴一笑道：「乖孫兒說得不錯！」從腰間抽出血刀，站起身來，走向那匹白馬。水笙大驚，叫道：「喂，你要幹什麼？」血刀僧笑道：「你猜猜看。」其實水笙早就知道，他是要殺了那白馬來吃。這匹白馬和他一起長大，他心中就當牠是最好的朋友一般，眼見血刀僧要動手宰殺，如何不是又驚又怒？他叫道：「不！不！這是我的馬兒，你不能殺牠。」血刀僧道：「待馬兒吃完便要吃你了。老子人肉也吃，為什麼不能吃馬肉！」水笙求道：「求求你，別害我馬兒。」他無可奈何之中，轉來向狄雲道：「你求求他，別傷我馬兒。」狄雲見了她這副情急可憐的模樣，心下不忍，但想情勢至此，焉有不宰馬兒來吃之理，慢慢吃完馬肉，只怕連馬鞍子也要煮熟了來吃。他不願見水笙的傷心神情，只得轉過了頭，水笙叫道：「求求你，別殺我的馬兒。」血刀僧笑道：「好，我不殺你馬兒！」水笙大喜，道：「謝謝你！謝謝你！」忽聽得嗤的一聲輕響，血刀僧狂笑聲中，馬頭已落，鮮血急噴。水笙連日疲乏，這時驚痛之下，竟又暈了過去。待得慢慢醒轉，鼻中聞到一股香氣，她肚餓已久，聞到這股肉香，不自禁的歡喜，但神智略醒，立刻知道是烤炙她愛馬之肉的香氣。一睜眼，只見血刀僧和狄雲坐在石上，正吃得津津有味，石旁生著一堆柴火，一根粗柴上烤著一隻馬腿。水笙悲從中來，失聲而哭。血刀僧笑道：「你吃不吃？」水笙哭道：「你這兩個惡人，害了我的馬兒，我……將來必報此仇！」狄雲心中好生過意不去，歉然道：「水姑娘，這雪谷之中，沒別樣物事可吃，咱們總不能眼睜睜的餓死。要好馬嘛，只要日後咱們能走出此谷總有法子找到。」水笙哭道：「你這小惡僧假裝好人，比老惡僧還要壞。我恨死你，我恨死你。」狄雲無言可答，要想不吃馬肉吧，實在是餓得難受，心道：「你便恨死我，我也不得不吃。」抓起一塊烤熟了馬肉，又送到口裏。血刀僧口中咀嚼著馬肉，斜目瞧著水笙，含含糊糊的道：「味道不壞，當真不壞。嗯，過幾天烤這小妞兒來吃，未必有這馬肉香。」心中又想：「吃完了那小妞兒，只好烤我這個乖徒孫來吃了，留著他最後吃，總算對得他住。」兩人吃飽了馬肉，在火堆中又加些枯枝，便倚在大石上睡了。狄雲朦朧中只聽到水笙抽抽噎噎的哭個不住，心中突然有一陣自傷之感：「她死了一匹馬，便這麼哭個不住。我活在這世上，卻沒一人牽掛我。當我死時看來連這頭牲口也不如，不會有誰為我流一滴眼淚。」睡到半夜，狄雲忽覺得肩頭被人推了兩下，睜眼而醒，只聽得血刀僧在他身邊輕聲說道：「有人來了！」狄雲吃了一驚，但隨即大喜：「既然有人能夠進來，咱們便能出去。」低聲道：「在哪裏？」血刀僧向西首一指，道：「你躺著別作聲，敵人功夫很強。」狄雲側耳傾聽，卻是一點聲音也聽不到。血刀僧持刀在手，蹲低身子，突然間如箭離弦，悄沒聲的竄了出去，人影在山坡一轉，便已不見。狄雲好生佩服：「這人武功之高，實是罕見罕聞。丁大哥若是在世，和他相比，不知誰高誰下？」一想到丁典，伸手往背上一摸，包著丁典骨灰的包裹，仍是牢牢縛在背後。靜夜之中，忽聽得噹噹兩響清脆的兵刃相交之聲。這兩聲響過，便即寂然。過得好半晌，又是噹噹一兩聲。狄雲知道血刀僧偷襲未成，和敵人交上了手。聽那兵刃相交的聲音，敵人的武功未必在他之下，接著噹噹噹噹四響，水笙也驚醒了過來。那山谷中遍地都是白雪，月光如銀，在白雪上反映出來，直至黎明。水笙向狄雲瞧了一眼，口唇動了一動，想要探問，但心中對他憎恨厭惡，又想他未必肯講，一句問話說到口邊，又縮了回去。忽聽得噹噹之聲，越響越高。狄雲和水笙同時抬頭，向著響聲來處望去，月光下只見兩條人影盤旋來去，直鬥上東北角的一處峭壁。那峭壁地勢甚險，又都堆滿了積雪，眼看是絕難上去，但兩人手上拆招，腳下絲毫不停，逕向峭壁上攀。狄雲凝目上望，瞧出與血刀僧相鬥的那人身穿道裝，手持長劍，正是那日和他交過手的老道，記得血刀僧曾讚他武功極為了得，是太極門中的高手，不知他如何竟會闖進這谷中來？水笙隨即也瞧見那道人，大喜之下，脫口而呼：「是劉乘風道長，劉乘風道長伯伯到了！爹爹，爹爹！我在這兒。」狄雲聽得水笙大叫：「爹爹，爹爹，我在這裏」，不由得吃了一驚，心想：「血刀老祖和那老道相鬥，看來一時難分勝敗。她爹爹倘若聞聲趕來，豈不是一劍便將我殺了？」忙道：「喂，你別大聲嚷嚷的，叫得再雪崩起來，大家一起送命。」水笙怒道：「我就是要跟你這惡和尚一起送命。」張口又大聲叫喊：「爹爹，爹爹，我在這裏。」狄雲喝道：「大雪崩下來，連你爹爹也一起埋了，你是想害死你爹爹不是？你這不孝的惡毒女兒。」這句話倒也真的是十分有效，水笙心想：「倘若連爹爹也害死了，那可不妙。」但她轉念又想：「我爹爹是何等的本事？適才大雪崩，旁人都轉身逃走，但劉乘風伯伯還是衝過谷來。劉伯伯既然來得，我爹爹自也來得。就算叫得再有雪崩，最多是壓死了我，爹爹總是無碍。這老惡僧如此的厲害，要是他將劉伯伯殺了，我落在這兩個惡和尚手中，那時再要求死，只怕連死也不得了。」突然又大聲叫了起來：「爹爹，爹爹，快來救我。」狄雲初時聽她不作聲了，只道她已不敢再叫，不料突然間叫聲更大，實不知如何制止她才好。抬頭向血刀老祖瞧去，只見他和那老道劉乘風鬥得正緊，那口血刀幻成一道暗紅色的光華，在皚皚的白雪上盤旋飛舞。劉乘風出劍並不快捷，然而守得堅凝之極，看來血刀老祖縱不落敗，也非一時三刻便可取勝。只聽得水笙不住大叫「爹爹」，叫得幾聲，改口又叫：「表哥，表哥！」狄雲心煩意亂，喝道：「小丫頭，你再不住口，我將你的舌頭割了下來。」水笙道：「我偏偏要叫！偏偏要叫！」又大聲叫道：「爹爹，爹爹，我在這裏！」但怕狄雲真的過來動手，站起身來，手中執了一塊石頭。過了一會，只見狄雲躺在地下，動也不動，猛地想起：「這個惡和尚已給我和表哥踏斷了腿，若不是那老僧出手相救，早給表哥一劍殺了。他行走不得，我何必怕他？」陡然之間，優劣之勢全然更易，水笙初時只想到不必害怕狄雲，接著又想：「那老僧分身不得，這時不殺他，更待何時？」舉起那塊石頭，走上幾步，用力便向狄雲頭上砸了下去。欲知後事如何？請看下回分解。