第三十一回　桃花鳥主朱聰一言甫畢，風聲響處，一件古怪的東西打了過來。梅超風右臂一揮，喀喇一聲，把那件東西打折在地，卻是一張椅子，剛覺奇怪，聽風聲又是一件更大的東西向自己飛來，她伸出左手一拿，摸到一張桌面，又光又硬，無所措手，原來是朱聰藏身在一張紫檀木方桌後面，向她竄來。那桌子在坍屋時被壓斷了兩條腿，朱聰怕梅超風手爪厲害，拿著剩下的兩條桌腿，躍到她的身前。梅超風飛起一腳，將那桌子踢開，朱聰早已放脫桌子，右手一伸，將三個活東西放入她衣領之中。梅超風突覺幾件冰冷滑膩之物在自己胸口亂鑽蹦跳，不由得嚇出一身冷汗，心道：「這是什麼古怪暗器？還是巫術妖法？」急忙伸手入衣，一把抓住，卻是幾尾金魚，手觸衣襟，一驚更是不小，不但懷中盛放解藥的瓷瓶已經不見，連那柄匕首和捲在匕首上的九陰真經經文也是蹤跡全無。她心裏一涼，呆呆立在當地。須知那三條金魚是金魚缸被屋柱壓破時流在地下的，朱聰知道梅超風知覺極其靈敏，不比彭連虎、裘千仞諸人，所以撿起金魚放入她的衣中，先讓她吃驚分神，再施空空妙手，扒了她懷中各物。他將瓷瓶塞子拔去，送到柯鎮惡鼻端，給他一聞，低聲道：「怎樣？」柯鎮惡是使用毒物的大行家，一聞藥味，說道：「內服外敷，都是這藥。」梅超風聽到聲音，一躍而起，從空撲至。柯鎮惡擺降魔杖擋住，韓寶駒的金龍鞭、全金發的秤桿、南希仁的鐵扁擔同時攻到。梅超風伸手去腰裏拿毒龍鞭，只聽得風聲颯然，韓小瑩長劍刺向自己手腕，只得翻手還了一招。那邊朱聰將解藥交給黃蓉，說道：「你給他服一些，敷一些。」順手把從梅超風那裏奪來的匕首往郭靖懷裏一放，道：「這原是你的。」揚起點穴鐵扇，上前夾攻梅超風。七個人一別十餘年，各自勤修苦練，無不功力大進，這一場惡鬥，比之當年荒山夜戰，更是令人驚心動魄。陸乘風父子在旁瞧得目眩神駭，心道：「梅超風的武功固然凌厲無儔，江南七怪也確是名下無虛。」陸乘風大叫道：「各位罷手，聽在下一言。」各人鬥得正酣，那裏住得了手。郭靖服藥之後，不多時已神智清明，那毒來得快去得也速，創口雖然極為疼痛，但左臂已可轉動，他將匕首放入衣囊，從黃蓉懷裏一躍而起，奔到垓心，看準了空隙，慢慢一掌打出，將要觸到梅超風身子，這才突施勁力。梅超風在不知不覺中忽然吃到這一招威力極大的「雷動萬物」，那裏支持得住，俯身跌倒。郭靖一彎腰抓住韓寶駒與南希仁同時擊下的兵刃，叫道：「師父，饒了她吧！」江南六怪向後躍開。梅超風知道自己雙目不能見人，郭靖用這種打法，自己萬難抵敵，一抖毒龍鞭，護住身子，叫他不能近身。郭靖說道：「今日之事，兩下只有善罷，我們不來難為你，你去罷！」梅超風收起銀鞭，說道：「那麼把經文還我。」朱聰一楞，說道：「我沒拿你的經文，江南七怪向來不打誑語。」他卻不知包在匕首外面的那一塊人皮，就是九陰真經的祕要。梅超風知道江南七怪雖與她有深仇大怨，但個個是說一是一、說二是二的真豪傑，決不致說謊欺人，那必是剛才與郭靖過招時跌落了，心中一急，俯身在地下摸索，摸了半天，那裏有經文的蹤跡。眾人見她一個瞎眼女子，在瓦礫之中焦急萬分的東翻西尋，不禁油然而起憐憫之念。陸乘風道：「梅師姊，這裏確然沒有，只怕你在路上掉了。」梅超風不答，只是在地下摸索，突然間各人眼前一花，只見梅超風身後多了那個青袍怪人。他身法好快，如何過來，各人都沒看清，只見他一伸手，抓住了梅超風的背心，提了起來，一轉眼之間，已沒入了莊外林中。梅超風空有一身武功，但被他抓住之後，絲毫不能動彈。眾人待得驚覺，已只見到兩人的背影，大家面面相覷，半晌不語，只聽湖中波濤拍岸之聲，時作時歇。過了良久，柯鎮惡方道：「小徒與那惡婦相鬥，弄損了寶莊華廈，極是過意不去。」陸乘風道：「六俠與郭兄今日蒞臨，使蔽莊倖免遭劫，在下相謝尚且不及，柯大俠這樣說，未免是太過見外了。」陸冠英道：「請各位到後廳休息。郭世兄，你創口還痛麼？」郭靖剛答得一句：「沒事啦！」只見青衣怪客與梅超風又已到了莊前。梅超風叉手而立，叫道：「姓郭的小子，你用洪七公所傳的降龍十八掌打我，我是雙眼盲了，故爾不能抵擋。我老婆子活不久了，勝負不放在心上，但若江湖間傳言出去，說道梅超風打不過老叫化的傳人，豈不是墮了我桃花島恩師的威名？來來來，你我再打一場。」郭靖道：「我本不是您的對手，仗著您眼睛不便，這才得保性命。我早認輸了。」梅超風道：「降龍十八掌共有十八招，你為什麼不用全了？」郭靖道：「只因我姓子愚魯……」黃蓉連打手勢，叫他不要吐露底細，郭靖卻仍是說了出來：「洪老前輩只傳了我十五掌。」梅超風道：「好啊，你只會十五掌，梅超風就敗在你的手下，洪七公那老叫化就這麼厲害麼？不行，非再打一場不可。」眾人聽她語氣，似乎已不是報仇雪恨，變成了黃藥師與洪七公的聲名威望之爭。郭靖道：「黃姑娘小小年紀，我尚不是她的對手，何況是你？桃花島的武功我是向來敬服的。」黃蓉道：「梅師姐，你還說什麼？天下難道還有厲害過我爹爹的？」梅超風道：「不行，非再打一場不可！」說著一手抓了過來，郭靖被她相逼不過，說道：「既然如此，請梅前輩指教。」呼的一掌拍出。梅超風翻腕亮爪，叫道：「打無聲掌，有聲的你不是我的敵手！」郭靖躍開數步，說道：「我柯大恩師眼睛也不方便，別人若是用這種無聲掌法欺他，我必恨之入骨。將心比心，我豈再能對你如此。適才我中你毒爪，不得不以無聲掌保我性命，若是比武較量，如此太不光明磊落，晚輩不敢從命。」梅超風聽他說得真誠，心中微微一動：「這少年心地倒是不錯。」隨即厲聲喝道：「我既叫你打無聲掌，自有破你之法，婆婆媽媽的多說什麼？」郭靖向那青衣怪客望了一眼，心道：「難道他在一時之間，教了梅超風對付無聲掌的法子？」見她苦苦相迫，說道：「好，我再接梅前輩十五招。」他想把降龍十八掌中的十五掌再打一遍，縱使不能傷她，也必可以自保，當下一躍向前，緩緩一掌打出，只聽得身旁嗤的一聲響，梅超風鉤腕反拿，看準了他手臂抓來，昏暗之中，她雙眼似乎竟能看得清清楚楚。郭靖吃了一驚，左掌疾縮，搶向左方，一招「利涉大川」仍是緩緩打出。他手掌剛出數寸，梅超風已知道他進攻招數的方位，搶在頭裏，以快打慢。郭靖退避稍遲，險險被她手抓掃中，又驚又奇，急忙後躍，心想：「她知道我手掌去路已經奇怪，怎麼在我將未發之際先行料到？」第三招更是鄭重，打的一招是他最拿手的「亢龍有悔」，只聽得嗤的一聲，梅超風如鋼似鐵的五隻手爪又已向他腕上抓來。郭靖知道關鍵必在那「嗤」的一聲之中，到第四招時，向那青衣怪客一望，果見他手指一揮，一小粒石子破空飛出。郭靖大悟：「啊，是他在用石子指點方位，我打東他投向東，我打西他投向西。不過他怎麼料得到我掌法的去路？嗯，是了，那日蓉兒與梁子翁相鬥，洪七公預先喝破他的拳路，就是這個道理。我拆滿十五招認輸便是了。」那降龍十八掌無甚變化，郭靖又未學全，雖然每招威力奇大，但梅超風先行知道了他的來勢之後，自會先行退避化解，又拆數招，那青衣怪客忽然嗤嗤嗤接連彈出三顆石子，梅超風變守為攻，連下三記殺手。郭靖勉力化開，還了兩掌。這時眾人都已看出那青衣怪客在旁指點，兩人打得漸漸兇險，只聽得掌風、拳風之中，夾著嗤嗤的彈石之聲。黃蓉靈機一動，在地下撿起一把瓦礫碎片，有些在空中亂擲，有些就照準了那怪客的小石子投去，一來要擾亂聲響，二來要打歪他的準頭。那知怪客手上一用勁，小石子出去力道急極，雖然小小一枚石彈，破空之聲卻異常響亮，黃蓉的瓦片固然無法打到石彈之上，而它發出的響聲也決計擾亂不了。陸氏父子與江南六怪心中都極驚異：「他憑手指之力，怎麼能把石彈發得如此勁急？就是鐵胎彈弓，也未聽見過有這樣的聲音。誰要是中他一彈，豈不是破腦穿胸？」黃蓉卻已住手，呆呆望著那個怪客。這時郭靖已全然處於下風，梅超風制敵機先，招招都是凌厲之極的殺手。突然間嗚嗚兩響，兩顆石彈破空飛去，前面一顆飛得較緩，後面一顆急速趕上，兩彈砰的一聲，在空中撞得火星四濺，石子碎片八方亂射。梅超風借著這股威勢，向郭靖直撲過來。郭靖見來勢兇狠，轉身就逃。黃蓉突然高叫：「爹爹！」向那青衣怪客奔了過去，撲在他的懷裏，放聲大哭，叫道：「爹爹，你的臉，你的臉怎麼變成了這個樣子？」那青衣人呆得一呆，郭靖回個身來，見梅超風站在自己面前，卻在側耳聽石彈聲音，這是稍縱即逝的良機，那能放過，當即伸出手掌，慢慢拍向她的肩頭。這一次卻是用了十成力，右掌一拍，左掌跟著一下，力道尤其沉猛。梅超風被打得倒翻一個筋斗，躺在地下，再也爬不起身。陸乘風聽黃蓉叫那人做爹爹，悲喜交集，忘了自己腿上殘廢，突然站起，要想過去，也是一交摔在地下。那青衣怪客一手摟住了黃蓉，一手慢慢從臉上揭下一層皮來，登時回復了本來面目，原來他臉上戴著一張人皮面具，所以看上去詭異古怪之極。黃蓉眼淚未乾，高聲歡呼，搶過臉具，罩在自己臉上，投身在父親懷裏，抱住他的脖子，又笑又跳，那位青衣怪客正是桃花島島主黃藥師。黃蓉笑道：「爹，你怎麼來啦？剛才那個姓裘的糟老頭子咒你，你也不教訓教訓他。」黃藥師沉著臉道：「我怎麼來啦？來找你來著！」黃蓉喜道：「爹，你的心願了啦？那好極啦，好極啦！」說著拍掌而呼。黃藥師道：「了什麼心願？為了找你這鬼丫頭，還管什麼心願，什麼誓言。」黃蓉甚是難過，她知道父親立過一個重誓，決意在桃花島上把「九陰真經」中所載的武功練全，要成為天下無雙，人間莫敵的第一高手，豈知後來下半部經文被陳玄風、梅超風盜走，上半部又迄未得手，他一怒之下，立誓從此不離桃花島一步，這次為了自己頑皮，竟害得他違願破誓，當下軟語說道：「爹，以後我永遠乖啦，到死都聽你的話。」黃藥師見愛女無恙，心中本已甚喜，又聽她這樣說，心情大好，說道：「扶你師姊起來。」黃蓉過去將梅超風扶起，陸冠英也已將父親扶來，雙雙拜倒。黃藥師嘆了一口氣道：「乘風，你很好，起來吧。當年我性子太急，錯怪了你。」陸乘風哽咽著道：「師父您老人家好？」黃藥師道：「總算還沒給人氣死。」黃蓉嬉皮笑臉的道：「爹，你不說我吧？」黃藥師「哼」了一聲道：「你也有份。」黃蓉伸了伸舌頭道：「爹，我給你引見幾位朋友。這是江湖上有名的江南六怪，是靖哥哥的師父。」黃藥師眼睛一翻，對六怪毫不理睬，說道：「我不見外人。」六怪見他如此傲慢無禮，無不勃然大怒，但震於他的威名，一時倒也不便發作。黃藥師向女兒道：「你有什麼東西要拿？咱們這就回家。」黃蓉笑道：「沒有什麼要拿的，卻有點東西要還陸師哥。」從懷裏掏出那包九花玉露丸來，交給陸乘風道：「陸師哥，這些丸藥調製不易，我和靖哥哥每人拜賜兩顆，已是感激不盡。」陸乘風不接。向黃藥師道：「弟子今日得見恩師，心裏歡喜之極，這些丸藥該得孝敬恩師。要是恩師能在弟子莊子小住幾時，弟子更是……」黃藥師不答，向陸冠英一指道：「他是你的兒子？」陸乘風道：「是的。」陸冠英不待父親吩咐，忙上來恭恭敬敬的磕了四個頭，說道：「孫兒叩見師祖。」黃藥師道：「罷了！」並不俯身扶他，卻伸左手抓住他後心衣服向上一提，一掌向他肩頭打去，陸乘風大驚，叫道：「恩師，我就只這個兒子……」黃藥師這掌打得勁道不小，陸冠英站立不住，退後七八步，再是仰天一交跌倒。黃藥師向陸乘風道：「你很好，沒把功夫傳他。他是法華宗門下的嗎？」陸乘風才知師父這一提一推，是試他兒子的武功根底，忙道：「弟子不敢違了師門規矩，不得恩師允准，決不敢將恩師的功夫傳授旁人。這孩子正是拜在法華宗枯木大師的門下。」黃藥師冷笑了一聲道：「枯木這點點功夫，也稱得上大師？明天起你自己傳他吧。」陸乘風大喜過望，忙道：「快，快謝過祖師爺的恩典。」陸冠英爬起身來，又向黃藥師磕了四個頭。黃藥師這次不再瞧他，昂起了頭不加理睬。陸乘風在桃花島上學得一身武功，雖然雙腿殘廢，但手上功夫未廢，心中又深知武學的精義，眼見自己的獨子雖然潛心苦練，總未得明師指點，成就有限，自己明明有滿腔訣竅可以教他，但格於門規，未敢洩露，為了怕兒子癡纏，索性向來不讓他知道自己會武，這時得師父允可教他，一來是自己重得列於恩師門牆，二來愛子武功指日可以大進，心中如何不喜？要想說幾句感激的話，喉頭卻哽住了說不出來。黃藥師白了他一眼道：「誰要你九花玉露丸？這個給你！」手一揚，兩張白紙向他一先一後的飛去。他與陸乘風相距一丈有餘，兩葉薄紙輕輕飄飄的飛過去，猶如被一陣風送過去一般，他擲出的勁道雖然不大，但使力恰到好處，江南六俠在一旁看了佩服得五體投地。黃蓉甚是得意，悄聲向郭靖道：「靖哥哥，我爹爹的功夫怎樣？」郭靖道：「令尊的武功出神入化，蓉兒，你回去之後，莫要貪玩，好好跟著學。」黃蓉急道：「你也去啊，你難道你不去？」郭靖道：「我要跟我的師父。過些時候我來瞧你。」黃蓉大急，說道：「不，不，我不和你分開。」郭靖想到和她分離在即，也是心中淒然，只得淡淡一笑。陸乘風接住飛過來的兩張白紙，依稀見得紙上寫滿了字。陸冠英從莊丁手裏接過火把，湊近去讓父親看字。陸乘風一瞥之下，見兩張紙寫的都是練功的口訣要旨，卻是黃藥師的親筆，二十年不見，師父的字是更加遒勁挺拔，第一頁上右首寫著題目，是「掃葉腿法」四字。陸乘風知道「掃葉腿」與「落英掌」俱是師父早年自創的得意武技，六個弟子無一得傳，如果昔日得著，不知道有多歡喜，現在自己雖不能練，但可轉授兒子，仍是師父厚恩，當下恭恭敬敬的放入懷內，伏地拜謝。黃藥師道：「這套腿法和我早年所創的已大不相同，招數雖是一樣，但這套卻是先從內功練起，你每日依照功訣打坐練氣，要是進境得快，五六年後可以不用扶杖行走。」陸乘風心裏又悲又喜，百感交集。黃藥師又道：「你腿上的殘疾是治不好的了。下盤功夫也不能再練，不過照著我今日傳你的功訣去做，和常人一般慢慢行走卻是不難，唉……」他心中自恨當年太過心急躁怒，重罰了四名無辜的弟子，只是他素來要強好勝，雖然內心後悔，口上卻不肯說出來，過了片刻，又道：「你把三個師弟都去找來，把這功訣傳給他們罷。」陸乘風先答應了「是」，再道：「曲靈風曲師弟的行蹤，弟子一直沒打聽到。武、馮兩位師弟，卻已去世多年了。」黃藥師心裏一痛，一對精光閃亮的眸子，直射在梅超風身上，她瞧不見，倒也罷了，旁人無不心中惴惴。黃藥師冷然道：「超風，你作了大惡，也吃了大苦。剛才那裘老兒咒我死了，你總算還哭出了幾滴眼淚，還要替我報仇，瞧在這幾滴眼淚份上，讓你再活幾年吧。」梅超風萬料不到師父會如此爽爽快快的饒了她，喜出望外，拜倒在地，黃藥師道：「好，好！」伸手在她背上輕輕拍了三掌，梅超風突覺背心上微微刺痛，這一驚險險暈去，顫聲叫道：「恩師，弟子罪該萬死，求你恩准現在立即處死弟子，寬免了附骨針的苦刑。」她早年曾聽陳玄風說過，師父有一種附骨針的獨門暗器，只要伸手在敵人身上輕輕一拍，那釘即深入肉裏，牢牢釘在骨骼的關節之中。針上餵有毒藥，那藥性卻是慢慢發作，每日六次，按著血脈運行，叫人遍嚐各種難以言傳的劇烈苦痛，一時又不得死，要折磨到三五個月後，方取人性命。武功好的人如運功抵擋，卻是越擋越惡，痛苦猶如火上加油，更其劇烈，但凡有功夫的人，到了這個地步，又不得不咬緊牙關，強運功力，明知是飲鴆止渴，下次毒發時更為猛惡，然而也只為擋得一陣是一陣了。梅超風知道只要中一枚針已是進了人間地獄，何況連中三枚？一抖毒龍鞭，猛往自己頭上砸去。黃藥師出手如電，旁人不知怎樣，毒龍鞭已被他夾手搶去，只聽他冷冷道：「急什麼？要死還不容易！」梅超風求死不得，心想：「師父必是要我受盡苦痛，決不能讓我如此輕易死去。」不禁慘然一笑，向郭靖道：「多謝你一刀把我丈夫殺了，這臭漢子倒死得輕鬆自在！」黃藥師道：「附骨針上的藥性，一年之後方才發作。這一年之中，有三件事給你去做，你做成了，到桃花島來見我，自有法子給你拔針。」梅超風大喜，忙道：「弟子赴湯蹈火，也要給恩師辦到。」黃藥師冷冷道：「你知道我叫你做的什麼事？答應得這麼快？」梅超風不敢多言語，只自磕頭。黃藥師道：「第一件，你把九陰真經失去了，去給我找回來，要是給人看過了，把他殺了，一個人看過，殺一個，一百個人看過，殺一百個，只殺九十九人也別來見我。」眾人聽了，心中都感一陣寒意。江南六怪心想：「黃藥師號稱『東邪』，為人行事真是邪得可以。」只聽黃藥師又道：「你武、馮、曲三個師弟，都因你受累，你去把靈風找來，再去訪一訪武馮二人有沒有後嗣，都送到歸雲莊來，交乘風扶養，這是第二件。」梅超風應了，陸乘風心想：「這件我可以去辦。」但他知道師父脾氣，不敢多說。黃藥師仰頭向天，望著天邊北斗的斗杓，緩緩的道：「九陰真經是你們自己拿去的，經上的功夫我沒有教你練，可是你自己練了，你自己知道怎麼辦。」他隔了一會，道：「這是第三件。」梅超風一時不明白師父的意思，垂首沉思片刻，方才恍然大悟，顫聲說道：「待那兩件事辦成之後，弟子會把九陰白骨爪和摧心掌的功夫自己去掉。」郭靖不懂，拉拉黃蓉的衣袖，眼色中示意相詢。黃蓉臉上神色甚是不忍，用右手在自己左手手腕上一斬。郭靖大悟：「原來是把自己的手斬了。」他想：「梅超風雖然作惡多端，但要是真能悔改，何必刑罰如此慘酷？這倒要蓉兒代她求情。」心中正在想這件事，黃藥師忽然向他招了手道：「你叫郭靖？」郭靖忙上前拜倒，說道：「弟子郭靖參見黃老前輩。」黃藥師道：「我的大弟子陳玄風是你殺的？你本事不小哇！」郭靖聽了他語意不善，心中一凜，說道：「那時弟子年幼無知，給陳前輩擒住了，慌亂之中，失手傷了他。」黃藥師「哼」了一聲道：「陳玄風雖是我門叛徒，自有我門中人殺他，桃花島的門人能教外人殺的麼？」郭靖無言可答。黃蓉忙道：「爹爹，那時候他只有六歲，他知道什麼？」黃藥師猶如不聞，又道：「洪老叫化素來不肯收弟子，卻把最得意的降龍十八掌傳給了你十五掌，你必有過人的長處了，要不然，總是你花言巧語，哄得老叫化歡喜了你。你用老叫化傳的本事打敗我門下弟子，哼哼，下次老叫化見了我，還不有得他說嘴的麼？」黃蓉笑道：「爹，花言巧語倒是有的，不過不是他，是我。他是老實頭，你別兇霸霸的嚇壞了他。」黃藥師喪妻之後，與這女兒相依為命，對她十分寵愛，因之把女兒慣得甚是嬌縱，說做就做，這日被父親責罵幾句，竟是逃離了桃花島。黃藥師本來以為愛女流落江湖，必定憔悴苦楚，那知一見之下，卻是嬌艷猶勝往昔，見她與郭靖神態親密，處處護他，似乎反而與老父生疏了，心中微有妒意，對郭靖更是有氣，當下不理女兒，對郭靖道：「老叫化教你本事，明明是笑我門下無人，個個弟子都不爭氣……」黃蓉知道父親要強好勝之極，郭靖用降龍十八掌打敗梅超風，他心中是一百個不樂意，忙又插口道：「爹，誰說桃花島門下無人？他欺梅師姊眼睛不便，掌法上僥倖取勝，有什麼希罕？女兒給你出這口氣。」縱身出去，叫道：「來來，我用爹爹所傳最普通的功夫，跟你洪七公最得意的掌法比比。」她知道現下郭靖的功夫和她不相上下，兩人只要拆解數十招，打個平手，爹爹的氣也就平了。郭靖明白她的用意，見黃藥師未加阻攔，說道：「我向來打你不過，就再讓你揍幾拳吧。」左手一揚，搶步過來。黃蓉道：「看招！」纖手橫劈，颼颼風響，正是「落英掌」法中的「梅花點點」。郭靖就用降龍十八掌招數對敵，但他愛惜黃蓉之極，那肯用出全力？須知降龍十八掌全憑勁強力猛取勝，要講到招數繁複奇幻，豈是落英掌法之比，只拆了數招，身上已連中數掌。黃蓉要消父親之氣，這幾掌還是打得真重，心知郭靖筋骨強壯，這幾下還能受得了，一面高聲叫道：「你還不認輸？」口中說著，手卻不停。黃藥師鐵青了臉，也不見他身子晃動，忽地已欺到了兩人身旁，一手一把抓住了兩人後領，向左右一擲。雖是同樣一擲，勁道卻大有不同，擲女兒的左手只是將她甩出，擲郭靖的右手卻運力奇大，存心要重重在地上摔他一下。郭靖在半空中用不出力，只覺身子不由自主的向後倒去，但腳尖一點地，立時牢牢釘住，竟未摔倒。他要是一交跌得口腫目青，半天爬不起來，那倒也罷了。現下這一來，黃藥師雖然心中暗讚這小子下盤功夫不錯，心中怒氣反而更盛熾，喝道：「你們做戲給我瞧嗎？來，我沒弟子，我接你幾掌。」郭靖忙道：「弟子就有天大膽子，也不敢和老前輩過招。」黃藥師冷笑道：「哼，和我過招？諒你這小子也不配。我站在這裏不動，你把降龍十八掌一掌掌的向我身上招呼，只要引得我身子一避，舉手一格，就算是我栽了，好不好？」郭靖道：「弟子不敢。」黃藥師道：「不敢也要你敢。」郭靖心想：「到了這步田地，不動手已萬萬下不了台，只好打他幾掌。他不過是要借力打力，將我反震出去，我摔幾交又有什麼？」黃藥師見他雖然尚在遲疑，但已有躍躍欲試精神，說道：「快打，你不打我可要打你了。」郭靖道：「既是老前輩有命，弟子不敢不遵。」運起勢力，蹲身屈背，畫圈擊出一掌，他一來怕真的傷了黃藥師，二來也恐若用全力，回擊之勁也必奇大，所以只用了六成力。這一掌打到他的胸口，只感他身上滑不留手，猶如塗了油一般，手掌一滑，就溜了開去。黃藥師道：「幹麼？你瞧我不起麼？怕我吃不住你神妙威猛的降龍掌，是不是？」郭靖道：「弟子不敢。」這第二掌再也不敢留力，吸一口氣，呼的一響，左掌前探，右掌倏地從左掌底下穿了出去，直擊他的小腹。黃藥師道：「這才像個樣子。」當日洪七公教郭靖在松樹上試掌，要他掌一著樹，立即使勁，方有摧堅破強之功，這時他依著自己千練萬試過的門道，指尖微微觸到黃藥師的衣襟，立時發勁，就在這勁已發出，力未受著的一瞬之間，對方小腹，突然內陷，只聽得喀的一聲，手腕已是脫骱。須知郭靖這掌若是打空，本無緊要，卻在明以為有受力之處而使勁時，那著勁的所在忽然不見了蹤影，待要收勁，那裏還來得及，只感手上劇痛，忙躍開數尺，說道：「弟子無禮，請老前輩恕罪。」江南六怪見黃藥師果真一不閃避，二不還手，身子不動，一招之間就把郭靖的腕骨卸脫了臼，又是佩服，又是耽心，只聽黃藥師喝道：「你也吃我一掌，教你知道是老叫化的降龍十八掌厲害，還是我桃花島的掌法厲害。」語聲方畢，掌風已聞。郭靖忍痛縱起，要向旁躲避，那知黃藥師掌未至，腿先出，一撥一勾，郭靖撲地倒了。黃蓉驚叫：「爹爹你別打！」從旁竄過，伏在郭靖身上。黃藥師變擊為抓，一把拿住女兒背心，提了起來，左掌卻直劈下去。江南六怪知道這一掌打著，郭靖非死也必重傷，齊齊搶過。全金發站得最近，秤桿上的鐵錘逕擊他左手手腕。黃藥師將女兒在身旁一放，不數招已將全金發秤桿與韓小瑩手中長劍搶了下來，平劍擊秤，使勁一抖，一劍一秤震為四截。黃蓉哭道：「爹，你殺他吧，我永不再見你。」飛奔到太湖邊上，波的一聲，躍入了湖中。黃藥師驚怒交集，雖知女兒深通水性，自小就常在東海波濤之中與魚鱉為戲，一晝一夜不上岸也不算一回事，但她這一去不知何日再能重見，急步搶到湖邊，黑夜沉沉之中，只見一條水線筆直的通向湖心。黃藥師呆立半晌，回過頭來，見朱聰已替郭靖接上了腕骨所脫的臼，不禁遷怒於他，冷冷的道：「你們七個人快自殺吧，免得讓我動手時多吃苦頭。」柯鎮惡一擺鐵杖道：「男子漢大丈夫死都不怕，還怕吃苦？」朱聰道：「江南六怪已歸故鄉，今日埋骨五湖，尚有何憾？」六人或執兵刃，或是空手，佈成了迎敵的陣勢。郭靖心想：「我這六位師父那裏是他敵手，只不過是枉送了性命。豈能因我之故而累害了眾位師父？」急忙縱身上前，說道：「陳玄風是弟子殺的，與我眾位師父無干，我一人與他抵命便了。」他心中隨又想到：「大師父、三師父、七師父都是性如烈火之人，若是見我喪命，必定又起爭鬥，我須獨自了結此事。」當下挺身向著黃藥師，昂然說道：「只是弟子父仇未報，前輩可否寬限一月，三十天之後，弟子親來桃花島領死？」黃藥師這時怒氣漸消，又是記掛著女兒，已無心思再來理他，手一揮，轉身就走。眾人不禁愕然，怎麼郭靖這一句話，就輕易的將他打發走了？只怕他更有厲害毒辣手段，但見他黑暗之中身形一晃，已自不見。陸乘風呆了半晌，才道：「請各位到後堂稍息。」梅超風哈哈一笑，雙袖揮起，身子已反躍出丈餘之外，一轉身也沒入了黑暗之中。陸乘風叫道：「梅師姊，把你弟子帶走吧。」黑暗中沉寂無聲，她早已去遠。陸冠英將完顏康扶起，見他已被點中了穴道，動彈不得。只有兩顆眼珠光溜溜的轉動。陸乘風道：「我答應過你師父，讓你去罷。」瞧他被點中穴道的情形，不是本門手法，自己雖能替他解穴，但對點穴之人卻微有不敬，正要出言詢問，朱聰過來在他腰裏捏了幾把，又在他背上輕拍數掌，解開了他的穴道。陸乘風心想：「這人手上功夫真是了得。完顏康武功不弱，未見他還得一招半式，就被點了穴。」其實兩人當真動手，完顏康雖然不及朱聰，也不致立時就敗，只是大廳倒塌時亂成一團，完顏康手中又牽著那個段大人，朱聰最善於乘人分心之際攻入虛隙，所以一點即中。完顏康羞慚滿臉，也不行禮，就待走開，朱聰道：「這位是什麼大人，你帶他走吧。」伸手又給那兵馬指揮使段大人解開了穴道。那段大人自分必死，見放了他走，喜出望外，忙躬身說道：「英雄活命之恩，我段天德終身不忘。」郭靖聽了「段天德」三字，耳中嗡的一震，顫著聲音道：「你……你叫段天德？」段天德道：「正是，小英雄有何見教？」郭靖道：「十八年前，你可是在臨安當武官麼？」段天德道：「是啊，小英雄怎麼知道？」他剛才曾聽得陸乘風說起陸冠英是枯木大師弟子，又向陸冠英說道：「我是枯木大師俗家的姪兒，咱們說起來還是一家人呢，哈哈！」郭靖向陸乘風道：「陸莊主，在下要借寶莊後廳一用。」陸乘風道：「當得，當得。」郭靖挽了段天德的手臂，大踏步向後走去。江南六怪互相望了一眼，心想天網恢恢，竟在這裏撞見這惡賊，若不是他自道姓名，那裏知道當年七兄弟萬里追蹤的就是此人？