第二十章　恨無常忙亂了半晚，胡斐和程靈素到廟後數十丈的小溪中洗了手臉。程靈素從背後包裹中取出燒餅，兩人和著溪中清水吃了。胡斐連番劇鬥，又兼大喜大悲，這時只覺手酸腳軟，神困力倦，當下躺在溪畔休息了大半個時辰，這才精力稍復，又回去藥王廟。兩人回進僧舍，輕輕推開房門，只見馬春花死在床上，臉含微笑，神情甚是愉悅。胡斐垂淚道：「她要我將她葬在丈夫墓旁。眼下風聲緊急，到處追拿你我二人。這當兒又那裏找棺木去？不如將她火化了，送她骨灰前去安葬。」程靈素道：「是。」胡斐彎下腰去，伸手正要將馬春花的屍身抱起，程靈素突然抓住他手臂，叫道：「且慢！」胡斐聽她語音嚴重緊迫，便即縮手，問道：「怎麼？」程靈素尚未回答，胡斐已聽到身後極細微的緩緩呼吸之聲，回過頭來，只見板門之後赫然躲著兩人，卻是程靈素的大師兄慕容景岳和三師姊薛鵲。便在此時，程靈素手一揚，一股褐色的赤蠍粉飛出，打向馬春花所躺的床板底下。胡斐心念一動：「床板底下，定是藏著極厲害的敵人。」但見薛鵲伸手推開房門，正要縱身出來，胡斐行動快極，右手彎處，抱住了程靈素的纖腰，倒縱出門，經過房門時飛起一腿，踢在門板之上。那門板砰的一聲向後猛撞，將慕容景岳和薛鵲二人夾在門板和牆壁之間。慕容景岳倒也罷了，薛鵲高高的一個駝背被磚牆擠得痛極，忍不住高聲大叫。胡斐和程靈素剛在門口站定，只見床底下赤霧瀰漫，那股赤蠍粉已被人用掌力震了出來，跟著人影閃動，一人長身竄出。只聽得嗆啷啷、嗆啷啷一陣急響，那人提起手中虎撐，當頭往胡斐頭頂砸下。胡斐一瞥之下，已看清那人面目，正是自稱「毒手藥王」的石萬嗔。程靈素叫道：「別碰他身子兵刃！」胡斐對她的師兄師姊早是深具戒心，知道這些人周身是毒，沾上了一絲半忽便是後患無窮，當下向左滑開三步，避開了石萬嗔的虎撐，刷的一聲，單刀出手，一招「諫果回甘」，回頭反擊。這一招回刀砍得快極，石萬嗔不及躲閃，危急中虎撐一舉，硬架了這一刀，噹的一聲大響，兩人各自向後躍開，石萬嗔虎撐中的鐵珠只震得嗆啷啷、嗆啷啷的亂響。這時慕容景岳和薛鵲已自僧舍中出來，站在石萬嗔的身後。石萬嗔和胡斐硬接硬架的交了這一招，但覺對方刀法精奇，膂力強勁，自己右臂震得隱隱酸麻，當下不再進擊。胡斐心中，卻也暗自稱異：「這人擅於用毒，武功竟也這般了得。我這一招『諫果回甘』如此出其不意的反劈出去，他居然接得下來。」只聽慕容景岳說道：「程師妹，見了師叔怎麼不快磕頭？」程靈素道：「咱們那裏鑽出一個師叔來啦？從來沒聽見過。」石萬嗔冷冷的道：「『毒手神梟』的名字聽見過沒有？你師父難道從來不敢提我嗎？」程靈素道：「『毒手神梟』？這名字倒似乎聽見過的。我師父說他從前確是有過一個師弟，只是他濫用毒藥害人，無惡不作，早給師祖逐出門牆了。石前輩，那便是你麼？」石萬嗔微微一笑，淡然道：「咱們這一門講究使用毒藥，既然有了這個『毒』字，又何必假惺惺的硬充好人？姓石的寧可做真小人，不如你師父這般假裝偽君子。」程靈素怒道：「我師父幾時害過一條無辜的人命？」石萬嗔道：「你師父害死的人難道少了？他自己自然說他下手毒死之人，個個罪大惡極，死有餘辜，可是在旁人看來，卻也未必如此。至於死者的家人子女，更是決不這麼想。」胡斐心中一凜，暗想：「此人這話倒也有幾分道理。」程靈素道：「不錯。我師父也深悔一生傷人太多，後來便出家做了和尚，禮佛贖罪。他老人家諄諄告誡我們師兄妹四人，除非萬不得已，決計不可輕易傷人。晚輩一生，就從未害過一條性命。」石萬嗔冷笑道：「假仁假義，又有何益？我瞧你聰明伶俐，倒是我門中的傑出人材。掌門人大會中那幾招，耍得可漂亮啊，連你師叔也險些著了道兒。」程靈素道：「你自稱是我師叔，冒用我師父『毒手藥王』的名頭。要是真正的『毒手藥王』在世，伸手去拿玉龍杯之時，豈能瞧不出杯上已沾了赤蠍粉？我在大廳上噴那『三蜈五蟆煙』，我師父他老人家怎會懵然不覺？」這兩句話只問得石萬嗔臉頰微赤，難以回答。要知他少年時和無嗔大師同門學藝，因用毒無節，多傷好人，給師父逐出門牆。此後數十年中，曾和無嗔爭鬥過好幾次。兩人都是使毒的大行家，雙方所使藥物之烈，毒物之奇，可想而知。數次鬥法，石萬嗔每一回均是屈居下風，若不是無嗔大師始終念著同門之誼，手下留情，早已取了他的性命。在最後一次鬥毒之際，石萬嗔終於被「斷腸草」熏瞎了雙目。他逃往緬甸野人山中，以銀蛛絲逐步拔去「斷腸草」的毒性，雙眼方得復明，雖能重見天日，目力卻已大損。玉龍杯上沾了赤蠍粉，旱煙管中噴出來的煙霧顏色稍有不同，這些細微之處，他便無法分辨。何況程靈素栽培成了「萬毒之王」的毒草「七心海棠」之後，赤蠍粉中混上了七心海棠葉子的粉末，「三蜈五蟆煙」中加入了七心海棠的花蕊，這一來，兩種毒藥的異味全失，毒性卻更加厲害。石萬嗔在野人山中花了十年功夫，才治癒雙目，回到中原時聽到無嗔大師的死訊，只道斯人一死，自己便可稱雄天下，那料師兄一個年紀輕輕的關門弟子，竟有如此厲害的功夫？那晚程靈素化裝成一個龍鍾乾枯的老太婆，當世擅於用毒的高手，石萬嗔無不知曉，他當真做夢也想不到，這個小老太婆在旁吸幾口煙，便令他栽上一個大觔斗。程靈素這兩句話只問得他啞口無言，慕容景岳卻道：「師妹，你得罪了師叔，還不磕頭謝罪，當真狂妄大膽。他老人家一怒，立時叫你死無葬身之地。我和薛師妹都已投入他老人家的門下，你乖乖獻出《藥王神篇》，說不定他老人家一喜歡，也收了你這弟子，豈不是好？」程靈素心中怒極，暗想這師兄師妹背叛師門，投入本派棄徒門下，那是武林中犯規最嚴的「欺師滅祖」大罪，不論那一門那一派，均要處死不貸。可是她臉上不動聲色，說道：「原來兩位已改投石前輩門下，那麼小妹不能再稱你們為師兄師姊了。姜師哥呢？他也投入石前輩門下了麼？」慕容景岳道：「姜師弟不識時務，不聽教誨，已為吾師處死。」程靈素心中一酸，姜鐵山為人耿直，雖然行事橫蠻，在她三個師兄姊中卻是最為正派，不料竟死於石萬嗔之手，又問：「薛三姊，你的兒子小鐵呢？他很好吧？」薛鵲冷冷地道：「他也死了。」程靈素道：「不知生的是甚麼病？」薛鵲怒道：「是我的兒子，要你多管甚麼閒事？」程靈素道：「是，小妹原不該多管閒事。我還沒恭喜兩位呢，慕容大哥和薛三姊幾時成的親啊？咱們同門學藝一場，連喜酒也不請小妹喝一杯。」慕容景岳、姜鐵山、薛鵲三人一生恩怨糾葛，淒慘可怖。初時薛鵲苦戀慕容景岳，慕容景岳卻另娶了他人。薛鵲一怒之下，便下毒害死了他的妻子。慕容景岳為妻復仇，用毒藥毀了薛鵲的容貌，使她身子佝僂，成為一個駝背醜女。姜鐵山自來喜歡這個師妹，她醜雖陋不堪，姜鐵山卻不以為嫌，娶了她為妻。那知慕容景岳在他們成親生子之後，卻又想起這師妹的種種好處來，不斷的向她糾纏，終於和姜鐵山反臉成仇。姜薛夫婦迫得鑄鐵為屋，便是為了抗拒大師兄的侵犯。那知結局姜鐵山終於為石萬嗔所殺，而慕容景岳和薛鵲還是結成了夫婦。程靈素知道這中間的種種曲折，尋思：「二師哥死在石萬嗔手下，想是他不肯背叛先師改投他的門下，但也未始不是出於大師哥的從中挑撥。三師姊竟會改嫁大師哥，說不定也有一份謀殺親夫之罪。」於是嘆道：「小鐵那日中毒，小妹設法相救，也算花過一番心血。想不到他還是死在『桃花瘴』下，那也是命該如此了。」慕容景岳臉色大變，道：「你怎麼知……」說了這四個字，突然住口，和薛鵲對望了一眼。程靈素道：「小妹也只瞎猜罷了。」原來慕容景岳有一項獨門的下毒功夫，乃是在雲貴交界之處，收集了「桃花瘴」的瘴毒，製成一種毒彈。姜鐵山、薛鵲夫婦和他交手多年，後來也想出了解毒之法。程靈素出言試探，慕容景岳一來此事屬實，二來出其不意，便隨口承認了。程靈素心下更怒，道：「三師姊你好不狠毒，二師哥如此待你，你竟和大師哥同謀，害死了親夫親兒。」須知姜小鐵中了慕容景岳的桃花瘴毒彈，薛鵲自有解救之藥，她既忍心不救，那麼姜鐵山、姜小鐵父子之死，她雖非親自下手，卻也是同謀。程靈素從慕容景岳衝口而出的四個字中，便猜知了這場人倫慘變的內情。薛鵲急欲岔開話頭，說道：「小師妹，我師有意垂顧，那是你的運氣，你還不快磕頭拜師？」程靈素道：「我若不拜師，便要和二師哥一樣了，是不是？」慕容景岳道：「那倒也未必盡然。你有福不享，別人又何苦來勉強於你？只是那部《藥王神篇》，你該交了出來。我師寬大為懷，你在掌門人大會中冒犯他老人家的過處，也可不加追究了。」程靈素點頭道：「這話是不錯，只是《藥王神篇》乃我師無嗔大師親手所撰，咱師兄妹三人既然都改投石前輩門下，自當盡棄先師所授的功夫，從頭學起。石前輩和先師門戶不同，雖不一定勝過先師，但定然各有所長，否則兩位也不會另拜明師，又有甚麼『有福不會享』、『是我的運氣』這些話了。那《藥王神篇》既已沒甚麼用處，小妹便燒了它吧！」說著從衣包中取出一本黃紙的手抄本來，幌亮火摺，便往冊子上點去。石萬嗔初時聽她說要燒《藥王神篇》，心下暗笑：「這《藥王神篇》是無嗔賊禿畢生心血之所聚，你豈捨得燒了它？」待見她取出抄本和火摺，又想：「似你這等狡獪的小丫頭，明知你師兄師姊定要搶奪《藥王神篇》，豈有不假造一本偽書來騙人的？在我面前裝模作樣，那不是班門弄斧麼？」因此雖見她點火燒書，竟是微笑不語，理也不理。待那抄本熱氣一熏，翻揚開來，只見紙質陳舊，抄本中的字跡宛然是無嗔的手跡，不由得吃了一驚，轉念想道：「啊喲不好！這丫頭多半已將書中文字記得滾瓜爛熟，此書已於她無用，那可萬萬燒不得！」忙道：「住手！」呼的一掌劈去，一股疾風，登時將火摺撲熄了。程靈素道：「咦，這個我可不懂了。若是石前輩的醫藥之術勝過先師，此書要來何用？若是不能勝過先師，又怎能收晚輩為弟子？」慕容景岳道：「我們這位師父的使毒用藥，比之先師可高得太多了。但大海不擇細流，他山之石，可以攻玉。這《藥王神篇》既是花了先師畢生的心血，吾師拿來翻閱翻閱，也可指出其中過誤與不足之處啊。」他是秀才出身，說起話來，自有一番文縐縐的強辭奪理。程靈素點頭道：「你的學問越來越長進了。哼！兩個躲在門角落裏，一個鑽在床板底下，想要暗算胡大哥和我。石前輩，有一件事晚輩想要請教，若蒙指明迷津，晚輩雙手將《藥王神篇》獻上，並求前輩開恩，收錄晚輩為徒。」石萬嗔知她問的必是一個刁鑽古怪的題目，自己未必能答，但見《藥王神篇》抓住在她的手裏，她只須一舉手便能毀去，不願就此和她破臉，便道：「你要問我甚麼事？」程靈素道：「貴州苗人有一種『碧蠶毒蠱』……」石萬嗔聽到「碧蠶毒蠱」四字，臉色登時一變，只聽她續道：「將碧蠶毒蠱的蟲卵碾為粉末，置在衣服器皿之上，旁人不知誤觸，那便中了蠱毒。這算是苗人的三大蠱毒之一，是麼？」石萬嗔點頭道：「不錯。小丫頭知道的事倒也不少。」他從野人山來到中原，得知無嗔大師已死，便遷怒於他的門人，要盡殺之而後快。不料慕容景岳為人極無骨氣，一給石萬嗔制住便即哀求饒命，並說師父遺下一部《藥王神篇》，落入小師妹之手，願意拜他為師，引導他去奪取。石萬嗔雖恨無嗔大師切骨，但心中對他實是大為敬畏，聽說他有遺著，料想其中於使毒的功夫學問，必有無數寶貴之極的法門，當下便收了慕容景岳為徒。其後又聽從他的挑撥，殺了姜鐵山父子，收錄薛鵲。石萬嗔和慕容景岳、姜鐵山、薛鵲三人都動了手，見他三人武功固是平平，使毒的本領也和他們師父相差極遠，聽說程靈素只不過是個十七八歲的姑娘，更是毫沒放在心上，料想只要見到了，還不手到擒來？在掌門人大會中著了她的道兒，石萬嗔仍未服輸，只恨雙目受了「斷腸草」的損傷，眼力不濟，因而沒瞧出「赤蠍粉」和「三蜈五蟆」煙來，但胡斐在會中所顯露的武功，卻令他頗為忌憚。他暗暗跟隨在後，當胡斐和程靈素赴陶然亭之約時，師徒三人便躲入藥王廟的後院。他三人的主旨是在奪取《藥王神篇》，見紅花會群雄人多勢眾，一直隱藏在後院，不敢現身。直至胡程二人送別群雄，又在溪畔飲食休息，他三人才藏身在馬春花房中，只待胡程二人進房，準擬一擊得手。那知程靈素極是精乖，在千鈞一髮之際及時警覺。這時聽程靈素提到「碧蠶毒蠱」，心下才大是吃驚：「想不到這小丫頭如此了得，她同門的師兄師姊，可遠遠不及了。」當下全神戒備，已無絲毫輕敵之念。程靈素又道：「碧蠶毒蠱的蟲卵粉末放在任何物件器皿之上，均是無色無臭，旁人決計不易察覺。只不過毒粉不經血肉之軀，毒性不烈，有法可解，須經血肉沾傳，方得致命。世上事難兩全，毒粉一著人體，卻有一層隱隱碧綠之色。石前輩在馬姑娘的屍身置毒，若是只放在她衫上，倒是不易瞧得出來，但為了做到盡善盡美，卻連她臉上和手上都放置了。」胡斐聽到這裏，這才明白，原來這走方郎中用心如此陰險，竟在馬春花的屍身放置劇毒，自己和程靈素勢必搬動她的屍體，自須中毒無疑，忍不住罵道：「好惡賊，只怕你害人反而害己。」石萬嗔虎撐一搖，嗆啷啷一陣響聲過去，說道：「小丫頭真是有點眼力，識得我的『碧蠶毒蠱』。漢人之中，除我之外，你是絕無僅有的第二人了，很好，有見識，有本事。你師兄師姊那裏及得上你？」程靈素道：「前輩謬讚。晚輩所不明白的是，先師遺著《藥王神篇》中說道，『碧蠶毒蠱』放在人體之上，若要不顯碧綠顏色，原不為難，卻不知石前輩何以捨此法而不用？」石萬嗔雙眉一揚，說道：「當真胡說八道，苗人中便是放蠱的祖師，也無此法。你師父從未去過苗疆，知道甚麼？」程靈素道：「前輩既如此說，晚輩原是不能不信，但先師遺著之中，確是傳下一法。卻不知是前輩對呢，還是先師對。」石萬嗔道：「是甚麼法子，你倒說來聽聽。」程靈素道：「晚輩說了，前輩定然不信。是對是錯，一試便知。」石萬嗔道：「如何試法？」程靈素道：「前輩取出『碧蠶毒蠱』，下在人手之上，晚輩以先師之法取藥混入，且瞧有無碧綠顏色。」石萬嗔一生鑽研毒藥，聽說有此妙法，將信將疑之餘，確是亟欲一知真偽，便道：「放在誰的手上作試？」程靈素道：「自是由前輩指定。」石萬嗔心想：「要下在你的手上，你當然不肯。下在那氣勢虎虎的少年手上，那也不用提起。」微一沉吟，向慕容景岳道：「伸左手出來！」慕容景岳跳起身來，叫道：「這……這……師父，別上這丫頭的當！」石萬嗔沉著臉道：「伸左手出來！」慕容景岳見師父的神色大是嚴峻，原是不敢抗拒，但想那「碧蠶毒蠱」何等厲害，稍一沾身，便算師父給解藥治癒，不致送命，可是這一番受罪，卻也定然難當無比。他一隻左手伸出尺許，立即又顫抖著縮了回去。石萬嗔冷笑道：「好吧，你不從師命，那也由你。」慕容量岳聽到「不從師命」四字，臉色更是蒼白，原來他拜師時曾立下重誓，若是違背師命，甘受懲處。他們這種人每日裏和毒藥毒物為伍，「懲處」兩字說來輕描淡寫，其實中間所包含的慘酷殘忍之處，令人一想到便會不寒而慄。他正待伸手出去，薛鵲忽道：「師父，我來試好了。」坦然伸出了左手。石萬嗔道：「偏不要你！瞧他男子漢大丈夫，有沒這個種。」慕容景岳道：「我又不是害怕。我只想這小師妹詭計多端，定是不安好心，犯不著上她的當。」程靈素點頭道：「大師哥果然厲害得緊。從前跟著先師的時候，先師每件事要受你的氣，眼下拜了個新師父，仍然是徒兒強過了師父。」石萬嗔明知她這番話是挑撥離間，但還是冷冷地向慕容景岳橫了一眼。慕容景岳給他這一眼瞧得心中發毛，只得將左手伸了出來。石萬嗔從懷中取出一隻黃金小盒，輕輕揭開，盒中有三條通體碧綠的小蠶，蠕蠕而動。他用一隻黃金小匙在盒中挑了些綠粉，放在慕容景岳掌心。慕容景岳一條左臂顫抖得更加厲害，臉上充滿又怕又怒、又驚又恨的神色，面頰肌肉不住跳動，眼光中流露出野獸般的光芒，似乎要擇人而噬。胡斐心想：「二妹這一著棋，不管如何，總是在他們師徒之間伏了深仇大恨。這慕容景岳日後一有機會，定要向他師父報復今日之仇。」只見那些綠粉一放上掌心，片刻間便透入肌膚，無影無蹤，但掌心中隱隱留著一層青氣，似乎揉捏過青草、樹葉一般。石萬嗔道：「小妞兒，且瞧你的，有甚麼法子叫他掌心不顯青綠之色。」程靈素不去理他，卻轉頭向胡斐道：「大哥，那日在洞庭湖畔白馬寺我和你初次相見，曾和你約法三章，你可還記得麼？」胡斐道：「記得。」心想：「那日她叫我不可說話，不可跟人動武，不可離開她三步之外，可是這三件事，我一件也沒做到。」程靈素道：「記得就好了，今日你仍當依著這三件事做，千萬不能再忘了。」胡斐點了點頭。程靈素道：「石前輩，你身邊定有鶴頂紅和孔雀膽吧？這兩種藥物和『碧蠶毒蠱』既相剋而又相輔。你若不信，請看先師的遺著。」說著翻開那本黃紙小冊，送到石萬嗔眼前。石萬嗔一看，只見果然有一行字寫著道：「鶴頂紅、孔雀膽二物，和碧蠶卵混用，無色無臭，唯見效較緩。」他想再看下去，程靈素卻將書合上了。石萬嗔心想：「無嗔賊禿果是博學，這一下須得一試真偽，倘若所言不錯，那麼這本《藥王神篇》也非假書了。」他畢生鑽研毒藥。近二十年來更是廢寢忘食，以求勝過師兄，實已跡近瘋狂的地步，此時見到這本殘舊的黃紙抄本，便是天下所有的珍寶聚在一起，亦無如此珍貴。他天性原是十分殘忍涼薄，和慕容景岳相互利用，本就並無甚麼師徒之情，又想這番在他掌心試置「碧蠶毒蠱」之後，他日後一有機會，定會反噬，當下全不計及三種劇毒的藥物放在一起，事後如何化解，右手食指的指甲一彈，便有一陣殷紅色的薄霧散入慕容景岳掌心，跟著中指的指甲一彈，又有一青黑色薄霧散入他掌心。程靈素見他不必從懷中探取藥瓶，指甲輕彈，隨手便能將所需毒藥放出，手腳之靈便快捷，尚在先師和自己之上，不自禁暗暗驚佩，凝神看他身上，心念一動，已瞧出其中玄妙。原來他一條腰帶縫成一格格的小格，匝腰一周，不下七八十格，每一格中各藏藥粉。他練得熟了，手掌一伸，指甲中已挑了所需的藥粉。練到這般神不知鬼不覺的地步，真不知花了多少功夫，如此一舉手便彈出毒粉，對方怎能防備躲避？那鶴頂紅和孔雀膽兩種藥粉這般散入慕容景岳的掌心，當真是迅雷不及掩耳，那容他有縮手餘地？慕容景岳本已立下心意，決不容這兩種劇毒的毒物再沾自己肌膚，拚著和石萬嗔破臉，也要抗拒，眼見他對自己如此狠毒，寧可向小師妹屈服，師兄妹三人聯手，也勝於此後受他無窮無盡的折磨。那知石萬嗔下毒的手法快如電閃，慕容景岳念頭尚未轉完，兩般劇毒已沾掌心。但見一紅一青的薄霧片刻間便即滲入肌膚，手掌心原有那層隱隱的青綠之色，果然登時不見，已跟平常的肌膚毫無分別。石萬嗔歡叫一聲：「好！」伸手便往程靈素手中的《藥王神篇》抓來。程靈素竟不退縮，只是微微一笑。萬嗔五根手指將和書皮相碰，突然想起：「這丫頭是那賊禿的關門弟子，書上怎能沒有機關？」急忙縮手，心中暗罵：「老石啊老石，你若敢小覷了這丫頭，便有十條性命，也要送在她手裏了。」慕容景岳掌心一陣麻一陣癢，這陣麻癢直傳入心裏，便似有千萬隻螞蚊同時在咬嚙心臟一般，顫聲叫道：「小師妹快取解藥給我。」程靈素奇道：「咦，大師哥，你怎會忘了先師的叮囑？本門中人不能放蠱，又有九種沒解藥的毒藥決計不能使用。」慕容景岳一聽此言，背上登時出了一陣冷汗，說道：「鶴頂紅，孔……孔……雀膽屬於九大禁藥，你……你怎地用在我身上？這不是違背先師的訓誨麼？」程靈素冷冷地道：「大師哥居然還記得先師，居然還記得不可違背先師的訓誨，當真是大出小妹的意料之外了。那碧蠶毒蠱是我放在你身上的麼？鶴頂紅和孔雀膽，是我放在你身上的麼？先師諄諄囑咐咱們，便是遇上生死關頭，也決不可使用不能解救的毒藥，這是本門的第一大戒。石前輩和大師哥、三師姊都已脫離本門，這些戒條，自然不必遵守。小妹可不敢忘記啊。」慕容景岳伸右手抓緊左手的脈門，阻止毒氣上行，滿頭冷汗，已是說不出話來。薛鵲右手一翻，伸短刀在慕容景岳左手心中割了兩個交差的十字，圖使毒性隨血外流，明知這法子解救不得，卻也可使毒性稍減，一面說道：「小師妹，師父的遺著上怎麼說？他老人家既傳下了這三種毒物共使的法子，定然也有解救之道。」程靈素道：「薛三姊口中的『師父』，是指那一位？是小妹的師父無嗔大師呢，還是你們賢夫婦的師父石前輩？」薛鵲聽她辭鋒咄咄逼人，心中怒極毒罵，但丈夫的性命危在頃刻，此時有求於她，口頭只得屈服，說道：「是愚夫婦該死，還望小師妹念在昔日同門之情，瞧在先師無嗔大師的面上，高抬貴手，救他一命。」程靈素翻開《藥王神篇》，指著兩行字道：「師姊請看，此事須怪不得我。」薛鵲順著她手指看去，只見冊上寫道：「碧蠶毒蠱和鶴頂紅、孔雀膽混用，劇毒入心，無法可治，戒之戒之。」薛鵲大怒，轉頭向石萬嗔道：「師父，這書上明明寫著這三種毒藥混用，無藥可治，你卻如何在景岳身上試用？」她雖口稱「師父」，但說話的神情已是聲色俱厲。《藥王神篇》上達兩行字，石萬嗔其實並未瞧見，但即使看到了，他也決不致因此而稍有顧忌，這時聽薛鵲厲聲責問，如何肯自承不知，丟這個大臉？只道：「將那書給我瞧瞧，看其中還有甚麼古怪？」薛鵲怒極，心知再有猶豫，丈夫性命不保，短刀一揮，將慕容景岳的一條手臂齊肩斬斷。要知那三種毒藥厲害無比，雖自掌心滲入，但這時毒性上行，單是割去手掌已然無用，幸好三藥混用，發作較慢，同時他掌心並無傷口，毒藥並非流入血脈，割去一條手臂，暫時保住了性命，否則早已毒發身亡。薛鵲是無嗔大師之徒，自有她一套止血療傷的本領，片刻間包紮好了慕容景岳的傷口，手法極是乾淨利落。程靈素道：「大師哥，三師姊，非是我有意陷害於你。你兩位背叛師門，改拜師父的仇人為師，原已罪不容誅，加之害死二師哥父子二人，當真天人共憤。眼下本門傳人，只有小妹一人，兩位叛師的罪行，若不是小妹手加懲戒，難道任由師父一世英名，身後反而栽在他仇人和徒兒的手中？二師哥父子慘遭橫死，若不是小妹出來主持公道，難道任由他二人永遠含冤九泉？」她身形瘦弱，年紀幼小，但這番話侃侃而言，說來凜然生威。胡斐聽得暗暗點頭，心想：「這兩人卑鄙狠毒，早該殺了。」只聽她又道：「大師哥一臂雖去，毒氣已然攻心，一月之內，仍當毒發不治。兩位已叛出本門，遭人毒手，本與小妹無關，只是瞧在先師的份上，這裏有三粒『生生造化丹』，是師父以數年心血製煉而成，小妹代先師賜你，每一粒可延師兄三年壽命。師兄服食之後，盼你記著先師的恩德，還請拊心自問：到底是你原來的師父待你好，還是新拜的師父待你好？」說著從懷中取出三粒紅色藥丸，托在手裏。薛鵲正要伸手接過，石萬嗔冷笑道：「手臂都已砍斷，還怕甚麼毒氣攻心？這三粒『死死索命丹』一服下肚，那才是毒氣攻心呢。」程靈素道：「兩位若是相信新師父的話，那麼這三粒丹藥原是用不著了。」說罷便要收入懷中。慕容景岳急道：「不！小師妹，請你給我。」薛鵲道：「多謝小師妹，從今而後，我二人改過自新，重做好人。」低頭走到程靈素身前，取過三枚丹藥，突然身形一幌，怒喝：「石萬嗔，你好毒的……」一句話未說完，俯身摔倒在地。程靈素和胡斐都是大吃一驚，沒見石萬嗔有何動彈，怎地已下了毒手？程靈素彎下腰來，翻過薛鵲身子，要看她如何被害，是否有救，剛將她身子扳轉，突然右手手腕一緊，已被薛鵲抓住。程靈素知道不好，左手待要往她頭頂拍落，但右手脈門被她抓住，全身酸麻，竟是動彈不得，薛鵲右手握著短刀，刀尖已抵在程靈素胸口，喝道：「將《藥王神篇》放下！」程靈素一念之仁，竟致受制，只得將《藥王神篇》摔在地下。胡斐待要上前相救，但見薛鵲的刀尖抵正了程靈素的心口，只要輕輕向前一送，立時沒命，心中雖是大急，卻不敢動手。薛鵲緊緊抓著程靈素手腕，說道：「師父，弟子助你奪到《藥王神篇》，請你將碧蠶毒蠱、鶴頂紅、孔雀膽三種藥物，放在這小賤人的掌心，瞧她是不是也救不了自己性命。」石萬嗔笑道：「好徒兒，好徒兒，這法子實在高明。」取出金盒，用金匙挑了碧蠶毒蠱，兩枚指甲中藏了鶴頂紅和孔雀膽的毒粉，便要往程靈素掌心放落。慕容景岳重傷之後，雖是搖搖欲倒，卻知這是千鈞一髮的機會，只要程靈素掌心也受了這三種毒藥，她若有解藥，勢須取出自療，自己便可奪而先用，就算真的沒有解藥，也是報了適才之仇，叫她作法自斃，當下奮力攔在胡斐身前，防他阻撓石萬嗔下毒。胡斐正當無法可施之際，突見慕容景岳搶在自己身前，左手呼的一拳，便往他面門擊去。慕容景岳抬右手招架，胡斐此時情急拚命，那容他有還招餘地，左手拳尚未打實，右手掌出如風，無聲息的推在他胸口。這一掌雖無聲響，力道卻是奇重，只推得慕容景岳直向薛鵲撞去。薛鵲被他一撞，登時摔倒，可是左手仍然牢牢抓住程靈素的手腕不放。胡斐縱身上前，在薛鵲的駝背心上重重踢了一腳，薛鵲吃痛不過，只得鬆開了程靈素的手腕。這幾下猶似電光石火，實只瞬息間的事，薛鵲手掌剛被震開，石萬嗔的手爪已然抓到。胡斐生怕他手中毒藥碰到程靈素身子，右手急掠，在他肩頭一推，石萬嗔反掌擒拿，向他右手抓來。程靈素急叫：「快退！」胡斐若是施展小擒拿手中的「九曲折骨法」，原可將他手掌的五根指頭立時扭斷，但這人指上帶有劇毒，如何敢碰？急忙後躍而避，石萬嗔一抓不中，順手將金匙擲出。跟著手指連彈，毒粉化作煙霧，噴上了胡斐的手背。胡斐不知自己已然中毒，但想這三人奸險狠毒無比，立心斃之於當場，單刀揮出，白光閃閃，全是進手招數。石萬嗔虎撐未及招架，只覺左平上一涼，三報手指已被削斷。他又驚又怕，右手又是一彈，彈出一陣煙霧。程靈素驚叫：「大哥，退後！」胡斐擋在程靈素身前，不敢向前追擊。眼見石萬嗔、慕容景岳、薛鵲一齊逃出了廟外。※※※程靈素握著胡斐的手，心如刀割，自己雖然得脫大難，可是胡斐為了相救自己，手背上已沾上了碧蠶毒蠱、鶴頂紅、孔雀膽三種剛毒，《藥王神篇》上說得明明白白：「劇毒入心，無藥可治。」難道揮刀立刻將他右手砍斷，再讓他服食「生生造化丹」，延續九年性命？三般劇毒入體，以「生生造化丹」延命九年，此後再服「生生造化丹」也是無效了。他是自己在這世界上唯一親人，和他相處了這些日子之後，在她心底，早已將他的一切瞧得比自己重要得多。這樣好的人，難道便只再活九年？程靈素不加多想，腦海中念頭一轉，早已打定了主意，取出一顆白色藥丸，放在胡斐口中，顫聲道：「快吞下！」胡斐依言嚥落，心神甫定，想起適才的驚險，猶是心有餘怖，說道：「好險，好險！」見那《藥王神篇》掉在地下，一陣秋風過去，吹得書頁不住翻轉，說道：「可惜沒殺了這三個惡賊！幸好他們也沒將你的書搶去。二妹，倘若你手上沾了這三種毒藥，那可怎麼辦？」程靈素柔腸寸斷，真想放聲痛哭，可是卻哭不出來。胡斐見她臉色蒼白，柔聲道：「二妹，你累啦，快歇一歇吧！」程靈素聽到他溫柔體貼的說話，更是說不出的傷心，哽咽道：「我……我……」胡斐忽覺右手手背上略感麻癢，正要伸左手去搔，程靈素一把抓住了他左手手腕，顫聲道：「別動！」胡斐覺得她手掌冰涼，奇道：「怎麼？」突然間眼前一黑，咕咚一聲，仰天摔倒。胡斐這一交倒在地下，再也動彈不得，可是神智卻極為清明，只覺右手手背上一陣麻，一陣癢，越來越是厲害，驚問：「我也中了那三大劇毒麼？」程靈素淚水如珍珠斷線般順著面頰流下，撲簌簌的滴在胡斐衣上，緩緩點了點頭。胡斐見此情景，不禁涼了半截，暗想：「她這般難過，我身上所中劇毒，定是無法救治了。」剎時之間，心頭湧上了許多往事：商家堡中和趙半山結拜、佛山北帝廟中的慘劇、瀟湘道上結識袁紫衣、洞庭湖畔相遇程靈素，以及掌門人大會、紅花會群雄、石萬嗔……這一切都是過去了，過去了……他只覺全身漸漸僵硬，手指和腳趾寒冷徹骨，說道：「二妹，生死有命，你也不必難過。只可惜你一個人孤苦伶仃，做大哥的再也不能照料你了。那金面佛苗人鳳雖是我的殺父之仇，但他慷慨豪邁，實是個鐵錚錚的好漢子。我……我死之後，你去投奔他吧，要不然……」說到這裏，舌頭大了起來，言語模糊不清，終於再也說不出來了。程靈素跪在他身旁，低聲道：「大哥，你別害怕，你雖中三種劇毒，但我有解救之法。你不會動彈，不會說話，那是服了那顆麻藥藥丸的緣故。」胡斐聽了大喜，眼睛登時發亮。程靈素取出一枚金針，刺破他右手手背上的血管，將口就上，用力吮吸。胡斐大吃一驚，心想：「毒血吸入你口，不是連你也沾上了劇毒麼？」可是四肢寒氣逐步上移，全身再也不聽使喚，那裏掙扎得了。程靈素吸一口毒血，便吐在地下，若是尋常毒藥，她可以用手指按捺，從空心金針中吸出毒質，便如替苗人鳳治眼一般，但碧蠶毒蠱、鶴頂紅、孔雀膽三大劇毒入體，又豈是此法所能奏效？她直吸了四十多口，眼見吸出來的血液已全呈鮮紅之色，這才放心，吁了一口長氣，柔聲道：「大哥，你和我都很可憐。你心中喜歡袁姑娘，那知道她卻出家做了尼姑……我……我心中……」她慢慢站起身來，柔情無限的瞧著胡斐，從藥囊中取出兩種藥粉，替他敷在手背，又取出一粒黃色藥丸，塞在他口中，低低地道：「我師父說中了這三種劇毒，無藥可治，因為他只道世上沒有一個醫生，肯不要自己的性命來救活病人。大哥，他不知我……我會待你這樣……」胡斐只想張口大叫：「我不要你這樣，不要你這樣！」但除了眼光中流露出反對的神色之外，實在無法表示。程靈素打開包裹，取出圓性送給她的那隻玉鳳，淒然瞧了一會，用一塊手帕包了，放在胡斐懷裏。再取出一枝蠟燭，插在神像前的燭台之上，一轉念間，從包中另取一枝較細的蠟燭，拗去半截，幌火摺點燃了，放在後院天井中，讓蠟燭燒了一會，再取回來放在燭台之旁，另行取一枝新燭插上燭台。胡斐瞧著她這般細心佈置，不知是何用意，只聽她道：「大哥，有一件事我本來不想跟你說，以免惹起你傷心。現下咱們要分手了，不得不說。在掌門人大會之中，我那狠毒的師叔和田歸農相遇之時，你可瞧出蹊蹺來麼？他二人是早就相識的。田歸農用來毒瞎苗大俠眼睛的斷腸草，定是石萬嗔給的。你爹爹媽媽所以中毒，那毒藥多半也是石萬嗔配製的。」胡斐心中一凜，只想大叫一聲：「不錯！」程靈素道：「你爹爹媽媽去世之時，我尚未出生，我那幾個師兄師姊，也還年紀尚小，未曾投師學藝。那時候當世擅於用毒之人，只有先師和石萬嗔二人。苗大俠疑心毒藥是我師父給的，因之和他失和動手，我師父既然說不是，當然不是了。我雖疑心這個師叔，可是並無佐證，本來想慢慢查明白了，如果是他，再設法替你報仇。今日事已如此，不管怎樣，總之是要殺了他……」說到這裏，體內毒性發作，身子搖幌了幾下，摔在胡斐身邊。胡斐見她慢慢合上眼睛，口角邊流出一條血絲，真如是萬把鋼錐在心中鑽刺一般，張口大叫：「二妹，二妹！」可是便如深夜夢魘，不論如何大呼大號，總是喊不出半點聲息，心裏雖然明白，卻是一根小指頭兒也轉動不得。便是這樣，胡斐並肩和程靈素的屍身躺在地下，從上午挨到下午，又從下午挨到黃昏。要知那碧蠶毒蠱、鶴頂紅、孔雀膽三大劇毒的毒性何等厲害，雖然程靈素替他吸出了毒血，但毒藥已侵入過身體，全身肌肉僵硬，非等一日一夜，不能動彈。這幾個時辰中他心中之苦，真非常人所能想像。眼見天色漸漸黑了下來，他身子兀自不能轉動，只知程靈素躺在自己身旁，可是想轉頭瞧她一眼，卻是不能。又過了兩個多時辰，只聽得遠處樹林中傳來一聲聲梟鳴，突然之間，幾個人的腳步聲悄悄到了廟外。只聽得一人低聲道：「薛鵲，你進去瞧瞧。」正是石萬嗔的聲音。胡斐暗叫：「罷了，罷了！我一動也不能動，只有靜待宰割的份兒。二妹啊二妹，你為了救我性命，給我服下麻藥，可是藥性太烈，不知何時方消，此刻敵人轉頭又來，我還是要跟你同赴黃泉。雖然死不足惜，可是這番大仇，卻是再難得報了。」其實此時麻藥的藥性早退，他所以肌肉僵硬有如死屍，全是三大劇毒之故。只聽得薛鵲輕輕閃身進來，躲在門後，向內張望。她不敢幌亮火摺，黑暗中卻又瞧不見甚麼，側耳傾聽，但覺寂無聲息，便回出廟門，向石萬嗔說了。石萬嗔點頭道：「那小子手背上給我彈上了三大劇毒，這當兒不是命赴陰曹，便是一條手臂齊肩切了下來。剩下那小丫頭一人，何足道哉！就只怕兩個小鬼早已逃得遠了。」他話是這麼說，仍是不敢托大，取出虎撐嗆啷啷的搖動，護住前胸，這才緩步走進廟門。走到殿上，黑暗中只見兩個人躺在地下，他不敢便此走近，拾起一粒石子，向兩人投去，只見兩人仍是一動不動，當下幌亮火摺一看，見地下那兩人正是胡斐和程靈素。眼見兩人全身僵直，顯已死去多時。石萬嗔大喜，一探程靈素鼻息，早已顏面冰冷，沒了呼吸，再伸手去探胡斐鼻息時，胡斐雙目緊閉，凝住呼吸。石萬嗔為人也當真鄭重，只覺他顏面微溫，並未死透，隨手取出一根金針，在程胡兩人手心中各自刺了一下，他們若是喬裝假死，這麼一刺，手掌非顫動不可。程靈素真的已死，胡斐肌肉尚僵，金針雖刺入他掌心知覺較為銳敏之處，亦是絕無反應。慕容景岳恨恨的道：「這丫頭吮吸情郎手背的毒藥，豈不知情郎沒救活，連帶送了自己的性命。」石萬嗔急於找那冊《藥王神篇》，眼見火摺將要燒盡，便湊到燭台上去點蠟燭。火燄剛和燭芯相碰，心念一動：「這枝蠟燭沒點過，說不定有甚麼古怪。」見燭台下放著半截點過的蠟燭，心想：「這半截蠟燭是點過的，定然無妨。」於是拔下燭台上那枝沒點過的蠟燭，換上半截殘燭，用火摺點燃了。燭光一亮，三人同時看到了地下的《藥王神篇》，齊聲喜呼。石萬嗔撕下一塊衣襟，墊在手上，這才隔著布料將冊子拾起。湊到燭火旁翻書一看，只見密密寫著一行行的蠅頭小楷，果然是各種醫術和藥性，但略一檢視，其中治病救傷的醫道佔了九成以上。說到毒藥之時，要旨也闡述解毒救治，至於如何煉毒施毒，以及諸般種植毒草、培養毒蟲之法，卻說的極為簡略。原來無嗔大師晚年深悔一生用毒太多，以致在江湖上得了個「毒手藥王」的名號，是以傳給弟子的遺書，名為《藥王神篇》，乃是一部濟世救人的醫書。石萬嗔、慕容景岳、薛鵲三人處心積慮想要劫奪到手的，原想是一部包羅萬有、神奇奧妙的「毒經」，此時一看，竟是一部醫書，縱然其中所載醫術精深，於他卻是全無用處，石萬嗔自是大失所望。他凝思片刻，對薛鵲道：「你搜搜那死丫頭的身邊，是否另有別的書冊。這一部只是醫書，沒甚麼用。」說著隨手扔在神台之上。薛鵲一搜程靈素的衣衫和包裹，道：「沒有了。」慕容景岳猛地想起一事，道：「我那師父善寫隱形字體，莫非……」這句話一出口，登時好生後悔，暗想：「該死！該死！我何必說了出來？任他以為此書無用，我撿回去細細探索，豈不是好？」但石萬嗔何等機伶，立時醒悟，說道：「不錯！」又揀起那部《藥王神篇》。一轉身間，只見慕容景岳和薛鵲雙膝漸漸彎曲，身子軟了下來，臉上似笑非笑，神情極是詭異。石萬嗔大吃一驚，叫道：「怎麼啦？七心海棠，七心海棠？難道死丫頭種成了七心海棠？這……這蠟燭……」腦海中猶如電光一閃，想起了少年時和無嗔同門學藝時的情景。有一天晚上，師父講到天下的毒物之王，他說鶴頂紅、孔雀膽、墨蛛汁、腐肉膏、彩虹菌、碧蠶卵、蝮蛇涎、番木鱉、白薯芽等等，都還不是最厲害的毒物，最可怕的是七心海棠。這毒物無色無臭，無影無蹤，再精明細心的人也防備不了，不知不覺之間，已是中毒而死。死者臉上始終帶著微笑，似乎十分平安喜樂。師父曾從海外得了這七心海棠的種子，可是不論用甚麼方法，都是種它不活。那天晚上，師兄和他自己都向師父討了九粒七心海棠的種子。師父微笑道：「幸好這七心海棠難以培植，否則世上還有誰能得平安。」瞧慕容景岳和薛鵲的情狀，正是中了七心海棠之毒，他立即屏住呼吸，伸手按住口鼻，正想細察毒從何來，突然間眼前一黑，再也瞧不見甚麼。一瞬之間，他還道是蠟燭熄滅，但隨即發覺，卻是自己雙眼陡然間失明。「七心海棠！七心海棠！」他知道幸虧在進廟之前，口中先含了化解百毒的丹藥，七心海棠的毒性一時才不致侵入臟腑，但雙目己然抵受不住，竟自盲了。胡斐事先卻給程靈素餵了抵禦七心海棠毒性的解藥，雙目無恙，一切看得清清楚楚，眼見慕容景岳和薛鵲慢慢軟倒，眼見石萬嗔雙手在空中亂抓亂撲，大叫：「七心海棠，七心海棠！」衝出廟去。只聽他淒厲的叫聲漸漸遠去，靜夜之中，雖然隔了良久，還聽得他的叫聲隱隱從曠野間傳來，有如發狂的野獸呼叫一般：「七心海棠！七心海棠！」胡斐身旁躺著三具屍首，一個是他義結金蘭的小妹子程靈素，兩個是他義妹的對頭、背叛師門的師兄師姊。破廟中一枝黯淡的蠟燭，隨風搖曳，忽明忽暗，他身上說不出的寒冷，心中說不出的淒涼。終於蠟燭點到了盡頭，忽地一亮，火燄吐紅，一聲輕響，破廟中漆黑一團。胡斐心想：「我二妹便如這蠟燭一樣，點到了盡頭，再也不能發出光亮了。她一切全算到了，料得石萬嗔他們一定還要再來，料到他小心謹慎不敢點新蠟燭，便將那枚混有七心海棠花粉的蠟燭先行拗去半截，誘他上鉤。她早已死了，在死後還是殺了兩個仇人。她一生沒害過一個人的性命，她雖是毒手藥王的弟子，生平卻從未殺過人。她是在自己死了之後，再來清理師父的門戶，再來殺死這兩個狼心狗肺的師兄師姊。「她沒跟我說自己的身世，我不知她父親母親是怎樣的人，不知她為甚麼要跟無嗔大師學了這一身可驚可怖的本事。我常向她說我自己的事，她總是關切的聽著。我多想聽她說說她自己的事，可是從今以後，那是再也聽不到了。「二妹總是處處想到我，處處為我打算。我有甚麼好，值得她對我這樣？值得她用自己的性命，來換我的性命？其實，她根本不必這樣，只須割了我的手臂，用他師父的丹藥，讓我在這世界上再活九年。九年的時光，那是足夠足夠了！我們一起快快樂樂的度過九年，就算她要陪著我死，那時候再死不好麼？」忽然想起：「我說『快快樂樂』，這九年之中，我是不是真的會快快樂樂？二妹知道我一直喜歡袁姑娘，雖然發覺她是個尼姑，但思念之情，並不稍減。那麼她今日寧可一死，是不是為此呢？」在那無邊無際的黑暗之中，心中思潮起伏，想起了許許多多事情。程靈素的一言一語，一顰一笑，當時漫不在意，此刻追憶起來，其中所含的柔情蜜意，才清清楚楚的顯現出來。「小妹子對情郎──恩情深，你莫負了妹子──一段情，你見了她面時──要待她好，你不見她面時──天天要十七八遍掛在心！」王鐵匠那首情歌，似乎又在耳邊纏繞，「我要待她好，可是……可是……她已經死了。她活著的時候，我沒待她好，我天天十七八遍掛在心上的，是另一個姑娘。」天漸漸亮了，陽光從窗中射進來照在身上，胡斐卻只感到寒冷，寒冷……終於，他覺到身上的肌肉柔軟起來，手臂可以微微抬一下了，大腿可以動一下了。他雙手撐地，慢慢站起身來，深情無限地望著程靈素。突然之間，胸中熱血沸騰。「我活在這世上有甚麼意思？二妹對我這麼多情，我卻是如此薄倖的待她！我不如跟她一齊死了！」但一瞥眼看到慕容景岳和薛鵲的屍身，立時想起：「爹娘的大仇還未報，害死二妹的石萬嗔還活在世上。我這麼輕生一死，甚麼都撒手不管，豈是大丈夫的行徑？」卻原來，程靈素在臨死之時，這件事也料到了。她將七心海棠蠟燭換了一枝細身的，毒藥份量較輕的，她不要石萬嗔當場便死，要胡斐慢慢的去找他報仇。石萬嗔眼睛瞎了，胡斐便永遠不會再吃他的虧。她臨死時對胡斐說道，害死他父母的毒藥，多半是石萬嗔配製的。那或許是事實，或許只是猜測，但這足夠叫他記著父母之仇，使他不致於一時衝動，自殺殉情。她甚麼都料到了，只是，她有一件事沒料到。胡斐還是沒遵照她的約法三章，在她危急之際，仍是出手和敵人動武，終致身中劇毒。又或許，這也是在她意料之中。她知道胡斐並沒愛她，更沒有像自己愛他一般深切的愛著自己，不如就是這樣了結。用情郎身上的毒血，毒死了自己，救了情郎的性命。很淒涼，很傷心，可是乾淨利落，一了百了，那正不愧為「毒手藥王」的弟子，不愧為天下第一毒物「七心海棠」的主人。少女的心事本來是極難捉摸的，像程靈素那樣的少女，更加永遠沒人能猜得透到底她心中在想些甚麼。突然之間，胡斐明白了一件事：「為甚麼前天晚上在陶然亭畔，陳總舵主祭奠那個墓中姑娘時竟哭得那麼傷心？」原來，當你想到最親愛的人永遠不能再見面時，不由得你不哭，不由得你不哭得這麼傷心。他將程靈素和馬春花的屍身搬到破廟後院。心想：「兩人屍身上都沾著劇毒，須得小心，別沾上了。我還沒報仇，可死不得！」生起柴火，分別將兩人火化了。他心中空空洞洞，似乎自己的身子，也隨著火燄成煙成灰，隨手在地下掘了個大坑，把慕容景岳和薛鵲夫婦葬了。眼見日光西斜，程靈素和馬春花屍骨成灰，於是在廟中找了兩個小小瓦罈，將兩人的骨灰收入罈內，心想：「我去將二妹的骨灰葬在我爹娘墳旁，她雖不是我親妹子，但她如此待我，豈不比親骨肉還親麼？馬姑娘的骨灰，要帶去湖北廣水，葬在徐大哥的墓旁。」回到廂房，但見程靈素的衣服包裹兀自放在桌上，凝目瞧了良久，忍不住又掉下淚來。隔了半晌，這才伸手收拾，見到包中有幾件易容改裝的用具，膠水假鬚，一概具備，心想：「我若坦然以本來面目示人，走不上一天，便會遇上福康安派出來追捕的鷹爪，雖然不怕，但一路鬥將過去，如何了局？」於是臉上搽了易容藥水，黏上三綹長鬚，將兩隻骨灰罈包入包裹，揚長出廟。※※※他一路向南追蹤石萬嗔。這日中午，在陳官屯一家飯鋪中打尖，剛坐定不久，只聽得靴聲橐橐，走進四名武官來。領先一人瘦長身材，正是鷹爪雁行門的曾鐵鷗。胡斐心下微微一驚，側過了頭，心想自己雖已喬裝改扮，他未必認得出來，但此人甚是精明，說不定會給他瞧出破綻。飯鋪中的店小二手忙腳亂，張羅著侍候四位武官。胡斐心想：「這四人出京南下，多半和我的事有關，倒要聽他們說些甚麼。」可是曾鐵鷗等四人風花雪月，盡說些沒要緊之事，只聽得他好生納悶。便在此時，忽聽得店外青石板上篤篤聲響，有個盲人以杖探地，慢慢走了進來。那人一進飯鋪，胡斐心中怦怦亂跳，這幾日來他一路打探石萬嗔的蹤跡，追尋而來，查知他相距已經不遠，此人盲了雙眼，行走不快，遲早終須追上，不料竟在這個鎮上的飯店中狹路相逢。只見他衣衫襤褸，面目憔悴，左手兀自搖著那只走方郎中所用的虎撐。他摸索到一張方桌，再摸到桌邊的板凳，慢慢坐了下來，說道：「店家，先打一角酒來。」店小二見他是個乞兒模樣，沒好氣的問道：「你要喝酒，有銀子沒有？」石萬嗔從懷中取出一錠銀子，放在桌上。店小二道：「好，我去打酒給你。」石萬嗔一走進飯鋪，曾鐵鷗便向三個同伴大打手勢，示意要上前捉拿。那日掌門人大會之中，程靈素口噴毒煙，使得人人肚痛，群豪疑心福康安在酒水中下毒，福康安等卻認定是這「毒手藥王」做了手腳。因此福康安派遣大批武官衛士南下，交代了三件要務：第一是追捕紅花會群雄和胡斐、程靈素、馬春花一行人，尋回福康安的兩個兒子，這是第一件要事；第二是捉拿拆散掌門人大會的「罪魁禍首」石萬嗔；第三是捉拿得悉重大陰私隱秘的湯沛及尼姑圓性。這時曾鐵鷗眼見石萬嗔雙目已盲，心下好生喜歡，但猶恐他是假裝，慢慢站起身來，說道：「店家，怎地你店裏桌這麼少？要找個座頭也沒有？」一面說，一面向店小二作手勢，命他不可作聲。另一名武官接口道：「張掌櫃的，今兒做甚麼生意，到陳官屯來啊？」曾鐵鷗道：「還不是運米來麼？李掌櫃，你生意好？」那武官道：「好甚麼？左右混口飯吃罷啦。」兩人東拉西扯的說了幾句。曾鐵鷗道：「沒座位啦，咱們跟這位大夫搭個座頭。」說著便打橫坐在石萬嗔的桌旁。其實飯店中空位甚多，但石萬嗔並不起疑，對兩人也不加理睬。曾鐵鷗才知他是真盲，膽子更加大了，向另外兩名武官招手道：「趙掌櫃，王掌櫃，一起過來喝兩盅吧，小弟作東。」那兩名武官道：「叨擾，叨擾！」也過來坐在石萬嗔身旁。石萬嗔眼睛雖盲，耳音仍是極好，聽著曾鐵鷗等四人滿嘴北京官腔，並非本地口音，說的是做生意，但沒講得幾句。便露出了馬腳。他微一琢磨，已猜到了八九分，站起身來，說道：「店家，我今兒鬧肚子，不想吃喝啦，咱們回頭見。」曾鐵鷗按住他肩頭，笑道：「大夫你不忙，咱們喝幾杯再走。」石萬嗔知道脫身不得，微微冷笑，便又坐下。一會兒酒菜端了上來，曾鐵鷗斟了一杯酒，道：「大夫，我敬你一杯。」石萬嗔道：「好好！」舉杯喝乾，道：「我也敬各位一杯。」右手提著酒壺，左手摸索四人的酒杯，替每人斟上一杯，斟酒之時，指甲輕彈，在各人酒杯中彈上了毒藥，手法便捷，卻是誰也沒瞧出來。可是他號稱「毒手藥王」，曾鐵鷗雖然沒見下毒，如何敢喝他所斟之酒，輕輕巧巧的，便將自己一杯酒和石萬嗔面前的一杯酒換過了。這一招誰都看得分明，便只石萬嗔沒法瞧見。胡斐心中嘆息：「你雙眼已盲，還在下毒害人，當真是自作孽，不可活。我又何必再出手殺你？」他站起身來，付了店帳。只聽曾鐵鷗笑道：「請啊，請啊，大家乾了這杯！」四名武官臉露奸笑，手中甚麼也沒有，一齊說道：「乾杯！」只見石萬嗔拿著他下了毒藥的一杯酒，嘴角邊露出一絲狡猾的微笑。胡斐知他料定這四名武官轉眼便要毒發身亡，是以兀自還在得意，見到石萬嗔這般情狀，心中忽生憐憫之感，大踏步走出了飯店。數日之後，到了滄州鄉下父母的墳地。當他幼時，每隔幾年，平四叔便帶他前來掃墓。三年前他又曾來過一次。每次到這地方，他總要在父母墓前呆呆坐上幾天，想著各種各樣的事情：如果爹爹媽媽這時還活著……如果他們瞧見我長得這麼高大了……如果爹爹見我這麼使刀，不知會說甚麼……這日他來到墓地時，天色已經向晚，遠遠瞧見一個穿淡藍衫子的女人，一動不動的站在他父母墓旁。這塊墓地中沒別的墳墓，「難道這女子竟是我父母的相識？」他心中大奇，慢慢走近，只見那女子是個相貌極美的中年婦人，一張瓜子臉兒，秀麗出眾，只是臉色過於蒼白，白得沒半點血色。她見胡斐走來，也是微感訝異，抬起了頭瞧著他。這時胡斐離北京已遠，途中不遇追騎，已不再喬裝，回復了本來面目，但風塵僕僕，滿身都是泥灰。那女子見是個不相識的少年，也不在意，轉過了頭去。這麼一轉頭，胡斐卻認出她來──她是當年跟著田歸農私奔的苗人鳳之妻。當年在商家堡，苗人鳳的女兒大叫「媽媽」，張開了雙臂要她抱，她卻硬起心腸，轉過了頭去。她的相貌胡斐已記不起了。但這麼狠心一轉頭，他永遠都忘不了。他忍不住冷冷地道：「苗夫人，你獨個兒在這裏幹甚麼？」她陡然聽到「苗夫人」三字，全身一震，慢慢回過身來，臉色更加白了，顫聲道：「你……你怎知道我……」說了這幾個字，緩緩低下了頭，下面的話再也說不出來了。胡斐道：「我出世三天，父母便長眠於地下，終身不知父母之愛，但比起你的女兒來，我還是快活得多。那天商家堡中，你硬著心腸不肯抱女兒一抱……不錯，我比你的女兒是快活得多了。」苗夫人南蘭身子搖搖欲倒，道：「你……你是誰？」胡斐指著墳墓，說道：「我是到這裏來叫一聲『爹爹，媽媽！』只因他們死了，這才不答我，這才不抱我。」南蘭道：「你是胡大俠胡一刀……的……的令郎？」胡斐道：「不錯，我姓胡名斐。我見過金面佛苗大俠，也見過他的女兒。」南蘭低聲道：「他們……他們很好吧？」胡斐斬釘截鐵地道：「不好！」南蘭走上一步，道：「他們怎麼啦？胡相公，求求你，求你跟我說。」胡斐道：「苗大俠為奸人所害，瞎了雙目。苗姑娘孤苦伶仃，沒媽媽照顧。」南蘭驚道：「他……他武功蓋世，怎能……」胡斐大怒，厲聲道：「在我面前，你何必假惺惺裝模作樣？田歸農行此毒計，難道不是出於你的奸謀？此處若不是我父母的墳墓所在，我一刀便將你殺了。你快快走開吧！」南蘭顫聲道：「我……我確是不知。胡相公，這時候他已好了嗎？」胡斐見她臉色極是誠懇，不似作偽，但想這女子水性楊花、奸滑涼薄，甚麼樣子都裝得出，不願跟她多說，哼了一聲，轉身便走。南蘭喃喃的道：「他……他竟被人弄瞎了眼睛，蘭兒，我苦命的蘭兒……」突然間翻身摔倒，暈了過去。胡斐聽得聲響，回頭一看，倒吃了一驚，微一躊躇，過去一探她鼻息，竟是真的氣厥，脈息微弱，越跳越慢，若是不加施救，立即便要身亡。他萬不料到這個無情無義的女子竟會如此，當下捏她的人中，在她脅下推拿。過了良久，南蘭才悠悠醒轉，低聲道：「胡相公，我死不足惜，只求你告我實情，他和我蘭兒到底怎樣了？」胡斐道：「難道你還關懷他們？」南蘭道：「說來你定然不信。但這幾年來，我日日夜夜，想著的便是這兩個人。我自知已不久人世，只盼能再見他們一面，可是我那裏又有面目再去見他父女？今日我到這裏來，因為苗大哥當年和我成婚不久，便帶著我到這裏，來祭奠令尊令堂，苗大哥說他一生之中，便只佩服胡大俠夫婦兩人。當年在這墓前，他跟我說了許多話……」胡斐見她情辭真摯，確非虛假，他人雖粗豪，心腸卻軟，便道：「好，我便跟你說一說苗大俠父女的近狀。」於是將苗人鳳如何雙目中毒、如何力敗強敵等情簡略說了，只是自己如何從旁援手，卻輕輕一言帶過。南蘭絮絮詢問苗人鳳和苗若蘭父女的起居飲食，對苗若蘭相貌如何、喜歡甚麼等等，問得更是仔細。但胡斐在苗家匆匆而來，匆匆而去，對這個小姑娘的情狀，卻是說不上甚麼。他一直說到夕陽西下，南蘭意猶未足，兀自問個不休。胡斐說到後來，實已無話可答，南蘭問他，她女兒穿甚麼樣的衣服，是綢的還是布的？是她父親到店中買來，還是託人縫製？穿了合不合身？好不好看？胡斐嘆了口氣，說道：「我都不知道。你既是這樣關心，當年又何必……」站起身來，道：「我要投店去啦。本來今日我要來埋葬義妹的骨灰，此刻天色已晚，只好明天再來！」南蘭道：「好，明天我也來。」胡斐道：「不！我再也沒甚麼話跟你說了。」他頓了一頓，終於問道：「苗夫人，我爹爹媽媽，是死在苗人鳳手下的，是不是？」南蘭緩緩點了點頭，道：「他……他曾跟我說起此事……，不過，這是……」正說到這裏，忽聽得遠處有人叫道：「阿蘭，阿蘭！……阿蘭，阿蘭！你在那裏？」胡斐和南蘭一聽，同時臉色微變，原來那正是田歸農的叫聲。南蘭道：「他找我來啦！明兒一早，請你再到這裏，我跟你說令尊令堂的事。」胡斐道：「好，明日一早，一準在此會面。」他不願跟田歸農朝相，隱身在墳墓之後，心想：「明日問明爹爹媽媽身故的真相，若是當真和田歸農這奸賊有關，須饒他不得。料想苗夫人定要替他遮掩隱瞞，但我只要細心查究，必能瞧出端倪。只不知田歸農到滄州來，卻是為了何事？」只見南蘭快步走出墓地，卻不是朝著田歸農叫聲的方向走去，待走出數十丈遠，只聽得田歸農還在不住口的呼喚：「阿蘭，阿蘭，你在不在這兒？」南蘭才應道：「我在這裏。」田歸農「啊」了一聲，循聲奔去。南蘭道：「我隨便走走，你也不許，便管得我這麼緊。」隱隱約約聽得田歸農陪笑道：「誰敢管你啦？我記掛著你啊。這兒好生荒涼，小心別嚇著了……」兩人並肩遠去，再說些甚麼，便聽不見了。胡斐心想：「天色已晚，不如便在這裏陪著爹娘睡一夜。」從包裹取出些乾糧吃了，抱膝坐於墓旁，沉思良久，秋風吹來，微感涼意。墓地上黃葉隨風亂舞，一張張撲在他臉上身上，直到月上東山，這才臥倒。※※※睡到中夜，忽聽得馬蹄擊地之聲，遠遠傳來，胡斐一驚而醒，心道：「半夜三更，還有誰在荒郊馳馬？」只聽得蹄聲漸近，那馬奔得甚是迅捷。待得相距約有兩三里路，蹄聲緩了，跟著是一步一步而行，似乎馬上乘客已下了馬背，牽著馬在找尋甚麼。胡斐聽得那馬正是向自己的方向而來，當下縮在墓後的長草之中，要瞧來的是誰。新月之下，只見一個身材苗條的人影牽著馬慢慢走近，待那人走到墓前十餘丈時，胡斐看得明白，那人緇衣圓帽，正是圓性。他一顆心劇烈跳動，但覺唇乾舌燥，手心中都是冷汗，要想出聲呼喚，不知如何，竟是叫不出聲來，霎時間思如潮湧：「她到這裏來做甚麼？她是知道我在這裏麼？是無意中到這兒呢，還是為了尋我而來？」只聽得圓性輕輕念著墓碑上的字道：「遼東大俠胡一刀夫婦之墓！」幽幽嘆了口氣，道：「是這裏。」在墓前仔細察看，自言自語道：「墓前並無紙灰，那麼他還沒來掃過墓……」突然之間，劇烈咳嗽起來，越咳越是厲害，竟是不能止歇。胡斐聽著她的咳聲，心中暗暗吃驚：「她身染疾病，勢道大是不輕啊。」只聽得她咳了好半晌，才漸漸止了，輕輕的道：「倘若當年我不是在師父跟前立下重誓，終身伴著你浪跡天涯，行俠仗義，豈不是好？唉，胡大哥，你心中難過。但你知不知道，我可比你更是傷心十倍啊？」胡斐和她數度相遇，見她總是若有情若無情，那裏聽到過她吐露心中真意？若不是她只道荒野之中定然無人聽見，也決不會洩漏心中的鬱積。圓性說了這幾句話，心神激盪，倚著墓碑，又大咳起來。胡斐再也忍耐不住，縱身而出，柔聲道：「怎地受了風寒？要保重才好。」圓性大吃一驚，退了一步，雙掌交叉，一前一後，護在胸前，待得看清楚竟是胡斐，不由得滿臉通紅。過了一會，圓性道：「你……你這輕薄小子，怎地……怎地躲在這裏，鬼鬼祟祟的偷聽人家說話？」胡斐心中如沸，再也不顧忌甚麼，大聲道：「袁姑娘，我對你的一片真心，你也決非不知。你又何必枉然自苦？我跟你一同去稟告尊師，還俗回家，不做這尼姑了。你我天長地久，永相廝守，豈不是好？」圓性撫著墓碑，咳得彎下了腰，抬不起身來。胡斐甚是憐惜，走近兩步，柔聲道：「你不用煩惱啦……」忽見她一聲咳嗽，吐出一口血來，不禁一驚，道：「怎地受了傷？」圓性道：「是湯沛那奸賊傷的。」胡斐怒道：「他在那裏？我這便找他去。」圓性道：「我已殺了他。」胡斐大喜，道：「恭喜你手刃大仇。」隨即又問：「傷在那裏，快坐下歇一歇。」扶著她慢慢坐下。又道：「你既已受傷，就該好好休養，不可鞍馬勞頓，連夜奔波。」圓性轉過頭來，向他看了一眼，心中在說：「我何嘗不知該當好好休養，若不是為了你，我何必鞍馬勞頓，連夜奔波？」問道：「程家妹子呢？怎麼不見她啊？」胡斐淚盈於眶，顫聲道：「她……她已去世了。」圓性大驚，站了起來，道：「怎……怎麼……去世了？」胡斐道：「你坐下，慢慢聽我說。」於是將自己如何中了石萬嗔的劇毒、程靈素如何捨身相救等情一一說了。圓性黯然垂淚。良久良久，兩人相對無語，回思程靈素的俠骨柔腸，都是難以自已。一陣秋風吹來，寒意侵襲，圓性輕輕打了個顫。胡斐脫下身上長袍，披在她的身上，低聲道：「你睡一忽兒吧。」圓性道：「不，我不睡。我是來跟你說一句話，這……這便要去。」胡斐驚道：「你到那裏去？」圓性凝望著他，輕輕道：「借如生死別，安得長苦悲？」胡斐聽了這兩句話，不由得痴了，跟著低聲念道：「借如生死別，安得長苦悲？」圓性道：「胡大哥，此地不可久留，你急速遠離為是。我在途中得到訊息，趕來跟你說知。」胡斐道：「甚麼訊息？」圓性道：「那日和你別後，我便去追尋湯沛。可是這賊子滑溜得緊，竟給他逃得不知去向。我想他老家是在湖北，既是得罪了福康安，全家都有干係，他定要設法通知家中老小，急速逃命。」胡斐道：「你料得不錯。」圓性道：「他外號叫作『甘霖惠七省』，江湖上交遊極其廣闊，但想他既是個如此奸滑之徒，未必能當真結交到甚麼好朋友。此刻大禍臨頭，非自己趕回家中不可。於是我向西南方疾追。三天之後，果然在清風店追上了他。高梁田裏一場惡戰，終於使計擊斃了這賊子，不過我受傷也是不輕。」胡斐嘆了口氣。圓性又道：「我在客店養了幾天傷，見到福康安手下的武士接連兩批經過，其中有那鷹爪雁行門的周鐵鷦在內，便上前招呼，約他說話。」胡斐驚道：「你身上有傷，不怕他記仇麼？」圓性微笑道：「我是送他一件大大功名。他就算本來恨我，也就不恨了。我將埋葬湯沛屍體的地方指了給他看，他只要割了首級回去北京，不是大功一件麼？他果然很感激我。我說：『周老爺，你若是將我擒去，自然又是一件大功，只不過胡斐胡大哥一定放你不過，從前的許多事情，都不免抖露出來。』那周鐵鷦倒很聰明，說道：『胡大哥的為人，兄弟是很佩服的，決不敢得罪他的朋友。請你轉告胡大哥，田歸農率領了大批好手，要到滄州他祖墳之旁埋伏，捉拿胡大哥。』」胡斐吃了一驚，道：「在這裏埋伏？」圓性道：「正是。我聽周鐵鷦這麼說，知道不假，很是著急，生怕來遲了一步，唉，謝天謝地，沒出亂子……」胡斐瞧著她憔悴的容顏，心想：「你為了救我，只怕有幾日幾夜沒睡覺了。」圓性又道：「那田歸農何以知道你祖墳葬在此處？又怎知你定要前來掃墓？胡大哥，好漢敵不過人多，眼前且避過一步再說。」胡斐道：「今日我見到苗夫人，約她明日再來此處會晤。」圓性道：「苗夫人是誰？」胡斐約略說了。圓性急道：「這女人連丈夫女兒尚只不顧，能守甚麼信義？快趁早走吧。」胡斐覺得苗夫人對他的神態卻不似作偽，又很想知道父母去世的真相，極盼再和苗夫人一會，圓性道：「田歸農已在左近，那苗夫人豈有不跟他說知之理？胡大哥，你怎地不聽我的話？我連夜趕來叫你避禍，難道你竟半點也不把我放在心上麼？」胡斐心中一凜，道：「你說得對，是我的不是。」圓性道：「我也不是要你認錯。」胡斐過去牽了馬韁，道：「好，你上馬吧。」圓性正要上馬，忽聽得四面八方忽哨聲此起彼伏，敵人四下裏攻到，竟已將墳地團團圍住了。※※※胡斐咬牙道：「這女人果然將我賣了。咱們往西闖。」聽著這忽哨之聲，不禁暗自心驚，來攻之敵人著實不少，倘若圓性並未受傷，兩人要突圍逃走原是不難，此刻卻殊無把握。圓性道：「你只管往西闖，不用顧我。我自有脫身之策。」胡斐胸口熱血上湧，喝道：「咱倆死活都在一塊！你胡說些甚麼？跟著我來。」圓性被他這麼粗聲暴氣的一喝，心中甜甜的反覺受用，自知重傷之餘，不能使動軟鞭，於是一提韁繩，縱馬跟在胡斐身後。胡斐拔刀在手，奔出數丈，便見五個人影並肩攔上，他心想：「今日要脫出重圍，須得刀刀殺手，可不能有半分容情。」當下大踏步直闖過去，雖是以寡敵眾，仍是並不先行出手，守著後發制人的要訣，左肩前引，左掌斜伸，右手提刀，垂在腿旁。兩名福康安府中的武士一執鐵鞭，一挺鬼頭刀，齊聲吆喝，分從左右向他頭頂砸下。胡斐一見出手，便知兩人的武功都甚了得，只要一接上手，非頃刻間可以取勝，餘人一經合圍，要脫身便千難萬難，於是斜身高縱，呼的一刀，往五人中最左一人砍去。那武士手使長劍，舉劍擋架。胡斐身在半空，內勁運向刀上，拍拍兩腿，快如閃電般踢在第四名武士胸口，那武士直飛出去，口中狂噴鮮血。使劍的武士但覺兵刃上一股巨力傳到手臂，又壓上心口，立覺前胸後背數十根肋骨似已一齊折斷，一聲也沒出，便此暈死過去。眾武士見他在兩招之內傷了兩個同伴，無不震駭。那使鬼頭刀的武士喝道：「胡大爺，果然好功夫，在下司徒雷領教。」那使鐵鞭的道：「在下謝不擋領教高招。」胡斐叫道：「好！」單刀環身一繞，颼颼颼刀光閃動，三下虛招，和身壓將過去。司徒雷和謝不擋急退兩步。第三名武士叫道：「在下東方……」只說到第四個字，胡斐的刀背已砰一聲，擊在他的後腦，腦骨粉碎，立時斃命，竟是不知他叫東方甚麼名字。司徒雷和謝不擋嚴守住門戶，又退了兩步，卻不容胡斐衝過。忽哨聲中，四名武士奔到司徒雷和謝不擋身後，並肩展開。胡斐雖在瞬息之間接連傷斃三名敵人，但那司徒雷和謝不擋頗有見識，竟不上前接戰，連退兩次，攔住他的去路。胡斐心中暗暗叫苦，使招「夜戰八方藏刀式」，向前一攻，以左足為軸，轉了個圈子。這麼一轉，已數清了敵方人數，西邊六人，東邊八人，南北各是五人，傷斃的三人不算，對方竟是尚有二十四人。忽聽一人朗聲長笑，聲音清越，跟著說道：「胡兄弟，幸會，幸會。每見你一次，你武功便長進一層，當真是英雄出在少年，了不起啊了不起！」正是田歸農的聲音自南邊傳來。胡斐不加理會，凝視著西方的六名敵人，只聽那四名沒報過名的武士分別說道：「在下張寧！」「在下丁文沛領教。」「在下丁文深見過胡大爺！」「嘿嘿，老夫陳敬夫！」胡斐向前一衝，突然轉而向北，左手伸指向北方第二名武士胸口點去。那人手持一對判官筆，正是打穴的好手，見對方伸指點來，右手判官筆倏地伸出，點向他右肩的「缺盆穴」。這一招反守為攻，實是極厲害的殺著，胡斐雖然出手在先，但那人的判官筆長了二尺二寸，眼看胡斐手指尚未碰到那人穴道，自己缺盆穴先要被點。不料胡斐左手一掠，已抓住了判官筆，用力向前一送，那人「嘿」的一聲悶哼，判官筆的筆桿已插入他的咽喉。便在此時，只聽得身後兩人叫道：「在下黃樵！」「在下伍公權！」金刃劈風之聲，已掠到背心。胡斐向前一撲，兩柄單刀都砍了個空，他順勢回過單刀，刷的一下，從下而上的斬向黃樵手腕。這一招是胡家刀法中的精妙之著，武功再強的人也須著了道兒。不料黃樵精於十八路大擒拿手，應變最快，眼見刀鋒削上手腕，危急中拋去兵刃，手腕一翻，伸指徑來抓胡斐單刀的刀背。別瞧他兩撇鼠鬚，頭小眼細，形貌頗為猥崽，這一下變招竟是比胡斐還要迅捷，五根雞爪般的手指一抖，已抓住了刀背。胡斐仗著力大，揮刀向前砍出，不料這黃樵膂力也是不小，抓住了刀背，胡斐這一刀居然沒能砍出。就這麼呆得一呆，身後又有三人同時攻到。胡斐估計情勢，待得背後三人攻到，尚有一瞬餘暇，須當在這片刻間料理了黃樵，此時陷身重圍，眼前這人又實是勁敵，若能傷得了他，便減去一分威脅。當下突然撤手離刀，雙掌擊出，砰的一響，打在他的胸口。黃樵一呆，竟然並不摔倒，但抓著單刀的手指卻終於放開了。胡斐一探手，又已抓住刀柄，回過身來，架住了三般兵器。那三名武士一個伍公權，一個是老頭陳敬夫，另一個身材魁梧，比胡斐幾乎高出一個半頭，手中使的是根熟銅棍，足足有四十餘斤，極是沉重。胡斐一擋之下，胸口便是一震，待要躍開，左右又是兩人攻到。圓性騎馬在後，眾武士都在圍攻胡斐，一時沒人理她。她雖傷重乏力，但胡斐力傷五人的經過，卻是一招一式，全都看得清清楚楚。她全心關懷胡斐安危，胡斐的一閃一避，便如她自己躲讓一般，一刀一掌，便似她自己出手，眼見他身受五人圍攻，情勢危急，當即一提韁繩，縱馬便衝了過去。她馬鞭一揮，使一招軟鞭鞭法中的「陽關折柳」，已圈住那魁梧大漢的頭頸。那大漢正在自報姓名：「在下高一力領教……」突然喉頭一緊，已說不出話來。他力氣雖大，但一來猛地裏呼吸閉塞，二來總是敵不住馬匹的一衝，登時立足不定，被馬匹橫拖而去，連旁邊的張寧也一起帶倒。胡斐身旁少了兩敵，刷刷兩刀，已將丁文沛、丁文深兄弟砍翻在地，突覺背後風聲颯然，有人欺到，不及轉身，反手「倒臥虎怪蟒翻身」，一刀回斫，只聽得「叮」的一聲輕響，手上一輕，單刀已被敵人的利刃削斷，敵刃跟著便順勢推到。胡斐大驚，左足一點，向前直縱出丈餘，但總是慢了片刻，左肩背一陣劇痛，已看清楚偷襲的正是田歸農，不由得暗暗心驚，田歸農武功也不怎麼，可是他這柄寶刀鋒銳絕倫，實所難當。他右足落地，左掌拍出，右手反勾，已從一名武士手中搶到一柄單刀，跟著反手一刀，這招空手奪白刃乾淨利落之極，反手回攻又是凌厲狠辣無比，要知敵人手持利刃跟蹤而至，其間相差只是一線，只消慢得瞬息，便是以自己血肉之軀，去餵田歸農手中那天龍門鎮門之寶的寶刀了。胡斐不敢以單刀和敵人寶刀對碰，一味騰挪閃躍，展開輕身功夫和他遊鬥。但拆得七八招，十餘名敵人一齊圍了上來，另有三人去攻擊圓性。胡斐微一分心，噹的一響，單刀又被寶刀削斷。這柄寶刀的鋒利，實是到了削鐵如泥的地步。田歸農有心要置胡斐死地，寒光閃閃，手中寶刀的招數一招緊似一招。他平時使劍，用刀並不順手，但這柄刀鋒利絕倫，只須隨手揮舞，胡斐已決計不敢攖其鋒芒。他使開寶刀，直逼而前。胡斐想再搶件兵刃招架，但刀槍叢中，竟是緩不出手來，嗤的一聲，左肩又被一名武士的花槍槍尖劃了長長一條口子。眾武士大叫起來：「姓胡的投降吧！」「你是條好漢子，何苦在這裏枉自送了性命？」「我們人多，你寡不敵眾，認輸罷啦，不失面子。」田歸農卻一言不發，刀刀狠辣的進攻。胡斐肩背傷口奇痛，眼看便要命喪當地，忽聽得一個女子聲音叫道：「大哥，別傷這少年的性命。」胡斐雖在咬牙酣鬥，仍聽得出是苗夫人的聲音，喝道：「誰要你假仁假義？」忙亂之中，腰眼裏又被人踢中一腿。胡斐怒極，右手疾伸，抓住了那人足踝，提將起來，掃了個圈子。眾武士心有顧忌，一時倒也不敢過分逼近。胡斐手中所抓之人正是張寧，他兵刃脫手，被胡斐甩得頭暈腦脹，掙扎不脫。胡斐見圓性在馬上東閃西避，那坐騎也已中了幾刀，不住悲嘶，當下提起張寧，衝到圓性身前，叫道：「跟我來！」圓性一躍下馬，兩人奔到了胡一刀的墓旁。墓邊的柏樹已高，兩人倚樹而鬥，敵人圍攻較難。胡斐提起張寧，喝道：「你們要不要他的性命。」田歸農叫道：「殺得反賊胡斐，福大帥重重有賞！」言下之意，竟是說張寧是死是活，並無干係。他眼見眾人遲疑，自己便揮刀衝了上來。胡斐知道抓住張寧，不足以要脅敵人退開，心想田歸農寶刀在手，武功又高，要抓他是極不容易，最好是抓住苗夫人為人質，可是她站得遠遠的，相距十餘丈之遙，無論如何衝不過去。但見田歸農一步步的走近，當下在張寧身邊一摸，瞧他腰間是否帶得有短刀、匕首之類，也可用以抵擋一陣。一摸之下，觸手是個沉甸甸的鏢囊，胡斐左手點了他穴道，右手摘下鏢囊，摸出一枝鋼鏢，掂了掂份量，覺得頗為沉重，看準田歸農的小腹，力運右臂，呼的一聲，擲了出去。鏢重勁大，去勢極猛，田歸農待得驚覺，鋼鏢距小腹已不過半尺，急忙揮刀一格。鋼鏢雖然立時斬為兩截，但鏢尖餘勢不衰，撞在他右腿之上，還是劃破了皮肉。便在此時，只聽得「啊」的一聲慘呼，一名武士咽喉中鏢，向後直摔。田歸農罵道：「小賊，瞧你今日逃得到那裏去？」但一時倒也不敢冒進，指揮眾武士，團團將兩人圍住。福康安府中這次來的武士，連田歸農在內共是二十七人，被胡斐刀砍掌擊、鏢打腿踢，一共已傷斃了九人，胡斐自己受傷也不輕。對方十八人四周圍住，此時已操必勝之算，有幾人愛惜胡斐，又叫他投降。胡斐低聲道：「我向東衝出，引開眾人，你快往西去。那匹白馬繫在松樹上。」圓性道：「白馬是你的，不是我的。」胡斐道：「這當兒還分甚麼你的我的！我不用照顧你，管教能夠突圍。」圓性道：「我不用你照顧，你這就去罷。」若是依了胡斐的計議，一個乘白馬奔馳如風，一個持勇力當者披靡，未始不能脫險　可是圓性不願意，其實在胡斐心中，也是不願意。也許，兩人決計不願在這生死關頭分開；也許，兩人早就心中悲苦，覺得還是死了乾淨。胡斐拉住圓性的手，說道：「好！袁姑娘，咱倆便死在一起。我……我很是喜歡！」圓性輕輕摔脫了他手，喘息道：「我……我是出家人，別叫我袁姑娘。我也不是姓袁。」胡斐心下黯然，暗想我二人死到臨頭，你還是這般矜持，對我絲毫不假辭色。只見一名武士將單刀舞成一團白光，一步步逼近。胡斐拾起一塊石頭，向白光圈摔了過去。那武士單刀一格，將石頭擊開。胡斐抓住這個空隙，一鏢擲出，正中其胸，那武士撲倒在地，眼見不活了。田歸農叫道：「這小賊兇橫得緊，咱們一擁而上，難道他當真便有三頭六臂不成？」胡斐抬頭望了一眼頭頂的星星，心想再來一場激戰，自己殺得三四名敵人，星星啊，月亮啊，花啊，田野啊，那便永別了。田歸農毫無顧忌的大聲呼喝指揮，命十六名武士從四方進攻，同時砍落，亂刀分屍。眾武士齊聲答應。田歸農叫道：「他沒兵器，這一次非將他斬成肉醬不可！」苗夫人忽地走近幾步，說道：「大哥，且慢，我有幾句話跟這少年說。」田歸農皺起了眉頭，道：「阿蘭，你別到這兒來，小心這小賊發起瘋來，傷到了你。」苗夫人卻甚是固執，道：「他立時便要死了。我跟他說一句話，有甚麼干係？」田歸農無奈，只是道：「好，你說罷！」苗夫人道：「胡相公，你的骨灰罈還沒埋，這便死了嗎？」胡斐昂然道：「關你甚麼事？我不願破口辱罵女人。你最好走得遠些。」苗夫人道：「我答應過你，要跟你說你爹爹的事。你雖轉眼便死，要不要聽？」田歸農喝道：「阿蘭，你胡鬧甚麼？你又不知道。」苗夫人不理田歸農，對胡斐道：「我只跟你說三句話，都是和你爹爹有關的。你聽不聽？」胡斐道：「不錯！我不能心中存著一個疑團而死。你說吧！」苗夫人道：「我這話只能給你一人聽，你卻不可拿住了我要挾，倘若你不答應，我就不說了。」胡斐道：「你在我死去之前，釋明我心中疑團，我十分感謝，豈能反來害你？天下男兒漢大丈夫甚多，你道都是田歸農這般卑鄙小人麼？」田歸農臉上更加陰沉了。他不知南蘭要跟胡斐說些甚麼話，他向來不敢得罪了她，既是無法阻止，心想：「不論她說甚麼，總是於我聲名不利，自是別讓旁人聽見為妙。」苗夫人緩步過來，走到胡斐身前，將嘴巴湊到他耳邊，低聲道：「你將骨灰罈埋在墓碑之後的三尺處，向下挖掘，有柄寶刀。」說了這三句話，便即退開，朗聲道：「此事只與金面佛苗人鳳有關。你既知道了這件秘密，死而無憾，快將骨灰罈埋好，讓死者入土為安。你了結這件心事，安心領死吧！」胡斐心中一片迷惘，實是不懂她這三句話的用意，看來又不像是故意作弄自己，心想：「不管如何，確是先葬了二妹的骨灰再說。」於是看準了墓碑後三尺之處，運勁於指，伸手挖土。田歸農心道：「原來阿蘭是跟他說，他父親是死於苗人鳳之手。」心中大慰，轉頭向她微微一笑。他聽南蘭叫胡斐埋葬骨灰罈，不便拂逆其意而指揮武士阻止，反正胡斐早死遲死，也不爭在片刻之間。十六名武士各執兵刃，每人都相距胡斐丈餘，目不轉睛的監視。圓性見胡斐挖坑埋葬程靈素的骨灰，心想自己與他立時也便身歸黃土，當下悄悄跪倒，合什為禮，口中輕輕誦經。胡斐左肩的傷痛越來越厲害，兩隻手漸漸挖深，一轉頭，瞥見圓性合什下跪，神態莊嚴肅穆，忽感喜慰：「她潛心皈佛，我何苦勉強要她還俗？幸虧她沒答應，否則她臨死之時，心中不得平安。」突然之間，他雙手手指同時碰到一件冰冷堅硬之物，腦海中閃過苗夫人的那句話：「有柄寶刀！」他不動聲色，向兩旁摸索，果然是一柄帶鞘的單刀，抓住刀柄輕輕一抽，刀刃抽出寸許，毫沒生銹，心想：「苗夫人說道：『此事只與金面佛苗人鳳有關』，難道這把刀是苗大俠埋在這裏的？難道苗大俠為了紀念我爹爹，將這柄刀埋在我爹爹的墳裏？」他這一下猜測，確是沒猜錯。只是他並不知道，苗人鳳所以和苗夫人相識而成婚，正是由於這口「冷月寶刀」；而他夫婦良緣破裂，也是從這口寶刀而起，始於苗人鳳將這刀埋葬在胡一刀墳中之時。當世除了苗人鳳和苗夫人之外，沒第三人知道此事。胡斐握住了刀柄，回頭向苗夫人瞧去，只聽得她幽幽說道：「要明白別人的心，那是多麼難啊！」她長長地嘆了口氣，緩步遠去。田歸農叫道：「阿蘭，你在客店裏等我。待我殺了這小賊，大夥兒喝酒慶功。」苗夫人不答，在荒野中越走越遠。田歸農轉過頭來，喝道：「小賊，快埋！咱們不等了！」胡斐道：「好，不等了！」抓起刀柄，只覺眼前青光一閃，寒氣逼人，手中已多了一柄青森森的長刀，刀光如水，在冷月下流轉不定。田歸農和眾武士無不大驚。胡斐乘眾人心神未定，揮刀殺上。噹啷噹啷幾聲響處，三名武士兵刃削斷，兩人手臂斷落。田歸農橫刀斫至，胡斐舉刀一格，錚聲清響，聲如擊磐，良久不絕。兩人躍開三步，就月光下看手中刀時，都是絲毫無損。原來兩口寶刀，正堪匹敵。胡斐一見手中單刀不怕田歸農的寶刀，登時如虎添翼，展開胡家刀法，霎時間又傷了三名武士。田歸農的寶刀雖和他各不相下，但刀法卻大大不如，他以擅使的長劍和胡斐相鬥，尚且不及，何況以己之短，攻敵之長？三四招一過，臂腿接連中刀，若非身旁武士相救退開，已然命喪胡斐刀下。此時身上沒帶傷的武士已寥寥無幾，任何兵刃遇上胡斐手中寶刀，無不立斷，盡變空手。胡斐也不趕盡殺絕，叫道：「我看各位也都是好漢子，何必枉自送了性命？」田歸農見情勢不對，拔足便逃。眾武士搭起地下的傷斃同伴，大敗而走。眾人直到數年之後，苦苦思索，紛紛議論，還是沒絲毫頭緒，不知胡斐這柄寶刀從何而來。總覺此人行事神出鬼沒，人所難測，「飛狐」這外號便由此而傳開了。胡斐彈刀清嘯，心中感慨，還刀入鞘，將寶刀放回土坑之中，使它長伴父親於地下，再將程靈素的骨灰壇也輕輕放入土坑，撥土掩好。圓性雙手合什，輕念佛偈：「一切恩愛會，無常難得久。生世多畏懼，命危於晨露。由愛故生憂，由愛故生怖。若離於愛者，無憂亦無怖。」唸畢，悄然上馬，緩步西去。胡斐追將上去，牽過駱冰所贈的白馬，說道：「你騎了這馬去吧。你身上有傷，還是……還是……」圓性搖搖頭，縱馬便行。胡斐望著她的背影，那八句佛偈，在耳際心頭不住盤旋。他身旁那匹白馬望著圓性漸行漸遠，不由得縱聲悲嘶，不明白這位舊主人為甚麼竟不轉過頭來。（全書完）