第四十回　華山論劍歐陽鋒冷冷的道：「早到早比，遲到遲比。老叫化，你今日跟我是比武決勝呢，還是性命相拚？」洪七公道：「既賭勝負，亦決死生，你下手不必容情。」歐陽鋒道：「好！」他左手本來放在背後，突然甩將出來，手裏握著蛇杖，將杖尾在山石上重重一登，道：「就在這兒呢，還是換個寬敞的所在？」洪七公尚未回答，黃蓉接口道：「華山比武不好，還是到船裏去比。」洪七公一怔，問道：「甚麼？」黃蓉道：「好讓歐陽先生再來一次恩將仇報、背後襲擊啊！」洪七公哈哈大笑，道：「上一次當，學一次乖，你別指望老叫化再能饒你。」歐陽鋒聽黃蓉出口譏嘲，卻是絲毫不動聲色，雙腿微曲，杖交右手，左掌緩緩運起蛤蟆功的勁力。黃蓉將打狗棒交給洪七公，說道：「師父，打狗棒加九陰神功，跟這老奸賊動手，不必講甚麼仁義道德。」洪七公心想：「單憑我原來武功，要勝他原極不易，待會尚要與黃老邪比武，若與老毒物打得筋疲力盡，就不能敵黃老邪了。」當下點了點頭，接過打狗棒，左一招「打草驚蛇」，右一招「撥草尋蛇」，分攻兩側。歐陽鋒與他對敵數次，從未見他使過打狗棒法，當日在大海火船中性命相搏，情勢緊迫，洪七公卻也一直未用。歐陽鋒曾見黃蓉使這棒法時招數精奇，早就不敢小視了，這時見洪七公兩招打出，棒夾風聲，果然非同小可。當下蛇杖抖處，擋左避右，直攻敵人中宮。他的蛇杖已失落兩次，現下手中所持的是第三次新製，杖上人頭彫得更是詭奇可怖，只是兩條怪蛇雖然毒性無異，但馴養未久，臨敵之時卻不如最初那兩條這般熟習靈動。洪七公當日背心被他怪蛇咬中，又受他狠力一掌，險些送命，直養了將近兩年方始康復。那是他一生從所未有之大敗，亦是從所未遇之奇險，此仇豈可不報？當下運棒成風，奮力進攻。兩人第一次華山論劍，爭的是榮名與九陰真經；第二次在桃花島過招，是為了郭靖與歐陽克爭婚；那均是只決勝負，不關生死。第三次海上相鬥，生死只隔一線，但洪七公手下尚自容讓；現下第四次惡戰，才是各出全力，再無半點留情。兩人均知對方年齒雖增，武功卻只有較前更是狠辣，只要自己稍有疏神，中了對方一招半式，難免命喪當地。兩人翻翻滾滾的鬥了兩百餘招，忽然月亮隱沒，天色轉黑。這是黎明之前的昏黯不明，轉瞬隨即破曉。兩人生怕黑暗中著了對方毒手，只是嚴守門戶，不敢搶攻。郭靖與黃蓉不禁擔心，踏上數步，若是洪七公有甚差失，立即出手相助。郭靖眼裏瞧著二人惡鬥，心中思潮起伏：「這二人都是當今一等一的高手，可是一個行俠仗義，一個恃強為惡，可見武功本身並無善惡，端在人之為用。行善則武功愈強愈善，肆惡則愈強愈惡。」到後來天色陰暗，兩人招式已瞧不清楚，但聞兵刃破空和竄撲呼喝之聲，不禁心中怦怦亂跳，暗想：「師父因運功療傷，耽誤了兩年進修。高手功勁原本差不得分毫，這一進一退，莫要由此而輸在歐陽鋒的手裏。若是如此，當初實不該三次相饒。」他又想起丘處機曾解說「信義」兩字，該分大信大義與小信小義之別，若是因全一己的小信小義而虧大節，那就算不得是信義了。想到此處，熱血上湧，心道：「雖然師父與他言明單打獨鬥，但若他害了師父，從此橫行天下，卻不知有多少好人要傷在他的手裏。我從前不明『信義』二字的真意，以致做了不少胡塗事出來。」當下心意已決，雙掌一錯，就要上前相助。忽聽黃蓉叫道：「歐陽鋒，我靖哥哥和你擊掌相約，饒你三次不死，那知你仍是恃強欺我。你言而無信，尚不及武林中一個無名小卒，怎有臉來爭武功天下第一的名號？」歐陽鋒一生惡行幹了不計其數，可是說出話來始終說一是一，說二是二，從無反悔，生平也一直以此自負，若非事勢迫切，他決不致違約強逼黃蓉，此時與洪七公鬥得正緊，忽聽她提起此事，不禁耳根子發燒，心神大亂，出杖稍偏，險些被打狗棒戳中。黃蓉又叫道：「你號稱西毒，行事奸詐原也不在話下，可是要一個後生小輩饒你三次不死，已經丟盡了臉面，居然還對後輩食言，真叫江湖上好漢笑歪了嘴巴。歐陽鋒啊歐陽鋒，有一件事，普天下當真無人及得上你老人家，那就是不要臉天下第一！」歐陽鋒大怒，但隨即想到這是黃蓉的詭計，有意要引得自己氣惱慚愧，只要內力運轉微有不純，立時便敗在洪七公手下，於是便給她來個聽而不聞。那知黃蓉越罵越是刁鑽古怪，武林中許多出名的壞事與他本來全無干係，卻都栽在他的名下。給她這麼東拉西扯的一陣胡說，似乎普天下就只他一個歹人，世間千千萬萬樁惡事皆是他一人所作所為。倘若單是說他大做陰毒壞事，歐陽鋒本來也不在乎，可是黃蓉數說他做的儘是江湖上諸般下流的下三濫勾當，說見他向靈智上人苦苦哀求，又叫沙通天做「親叔叔」，硬要拜彭連虎為「乾爹」，為的是乞求一張毒藥的秘方，種種肉麻無恥，匪夷所思；曾聽得他一再向完顏洪烈自薦，要做他的親兵隊長，得以每晚在趙王府中守夜。至於郭靖在西域如何饒他三次不死，如何從流沙中將他拉出來，更是加上了十倍油鹽醬醋，說得他不堪已極。初時歐陽鋒尚能忍耐，到後來聽得她有些話實在太過不近情理，忍不住反駁幾句。不料黃蓉正是要惹他與自己鬥口，越加的跟他歪纏胡鬧。這麼一來，歐陽鋒拳腳兵刃是在與洪七公惡鬥，與黃蓉卻另有一場口舌之爭，說到費心勞神，與黃蓉的鬥口似猶在與洪七公角力之上。又過半晌，歐陽鋒心智漸感不支，心想：「我若再不使九陰真經的功夫，定然難以取勝。」他雖未能依照黃蓉所說將全身經脈逆轉，但修習了半年，憑著武學淵深，內功渾厚，竟爾已有小成，當下蛇杖揮動，忽變怪招。洪七公吃了一驚，凝神接戰。黃蓉叫道：「源思英兒，巴巴西洛著，雪陸文兵。」歐陽鋒一怔：「這幾句話是甚麼意思？」他那知黃蓉全是在信口胡說，捲起舌頭，將一些全無意義的聲音亂喊亂叫。只是她叫嚷的語氣卻變化多端，有時似是憤怒喝罵，有時似是誠懇勸誡，忽爾驚歎，忽爾歡呼，突然之間，她用追問的語氣連叫數聲，顯是極迫切的質問。歐陽鋒雖欲不理，卻不由自主的道：「你問甚麼？」黃蓉以假梵語答了幾句。歐陽鋒茫然不解，竭力往郭靖所寫的「經文」中去追尋，一時之間，腦中各種各樣雜亂無章的聲音、形貌、招數、秘訣，紛至沓來，但覺天旋地轉，竟不知身在何處。洪七公見他杖法中忽然大露破綻，叫聲：「著！」一棒打在他的天靈蓋上。這一棒是何等的勁力，歐陽鋒腦中本已亂成一團，經此重擊，更是七葷八素，不知所云，大叫一聲，倒拖了蛇杖轉身便走。郭靖叫道：「往那裏跑？」縱身趕上，歐陽鋒忽然躍起，在半空連翻三個觔斗，轉瞬間連滾帶爬的轉入崖後，不知去向。洪七公、郭靖、黃蓉三人相顧愕然，駭極而笑。※※※洪七公嘆道：「蓉兒，今日打敗老毒物，倒是你的功勞大。只不過咱師徒聯手，以二敵一，未免勝之不武。」黃蓉笑道：「師父，這功夫不是你教的罷？」洪七公笑道：「你這功夫是天生的。有你爹爹這麼鬼精靈的老頭，才有你這麼鬼精靈的女兒。」忽聽山後有人叫道：「好啊，他人背後說短長，老叫化，你羞也不羞？」黃蓉大叫：「爹爹！」躍起奔去。此時朝暾初上，陽光閃耀下一人青袍素布，緩步而來，正是桃花島主東邪黃藥師。黃蓉撲上前去，父女倆摟在一起。黃藥師見女兒臉上稚氣大消，已長成一個亭亭少女，與亡妻更為相似，心中又是歡喜，又是傷感。洪七公道：「黃老邪，我曾在桃花島上言道：你閨女聰明伶俐，鬼計多端，只有別人上她的當，她決不能吃別人的虧，叫你不必擔心。你說，老叫化的話錯了沒有？」黃藥師微微一笑，拉著女兒的手，走近身去，說道：「恭喜你打跑了老毒物啊。此人一敗，了卻你我一件大心事。」洪七公道：「天下英雄，唯使君與叫化啦。我見了你女兒，肚裏的蛔蟲就亂鑽亂跳，饞涎水直流。咱們爽爽快快的馬上動手，是你天下第一也好，是我第一也好，我只等吃蓉兒燒的好菜。」黃蓉笑道：「不，你若敗了，我才燒菜給你吃。」洪七公道：「呸，不怕醜，你想挾制我，是不是？」黃藥師道：「老叫化，你受傷之後耽誤了兩年用功，只怕現下已不是我的對手。蓉兒，不論誰勝誰敗，你都燒菜相請師父。」洪七公道：「是啊！這才是大宗師的說話，堂堂桃花島島主，那能像小丫頭這般小氣。咱們也別等正午不正午，來罷！」說著竹棒一擺，就要上前動手。黃藥師搖頭道：「你適才跟老毒物打了這麼久，雖然說不上筋疲力盡，卻也是大累了一場，黃某豈能撿這個便宜？咱們還是等到正午再比，你好好養力罷。」洪七公雖知他說得有理，但不耐煩再等，堅要立時比武。黃藥師坐在石上，不去睬他。黃蓉見兩人爭執難決，說道：「爹爹，師父，我倒有個法兒在此。你倆既可立時比武，爹爹又不佔便宜。」洪七公與黃藥師齊道：「好啊，甚麼法兒？」黃蓉道：「你們兩位是多年好友，不論誰勝誰敗，總是傷了和氣。可是今日華山論劍，卻又勢須分出勝敗，是不是？」洪黃二人本就想到此事，這時聽她言語，似乎倒有一個妙法竟可三全其美，既能立時動手，又可不讓黃藥師佔便宜，而且還能使兩家不傷和氣，齊問：「你有甚麼好主意？」黃蓉道：「是這樣：爹爹先跟靖哥哥過招，瞧在第幾招上打敗了他，然後師父再與靖哥哥過招。若是爹爹用九十九招取勝，而師父用了一百招，那就是爹爹勝了。倘若師父只用九十八招，那就是師父勝了。」洪七公笑道：「妙極，妙極！」黃蓉道：「靖哥哥先和爹爹比，兩人都是精力充沛，待與師父再比，兩人都是打過了一場，豈不是公平得緊麼？」黃藥師點點頭道：「這法兒不錯。靖兒，來罷，你用不用兵刃？」郭靖道：「不用！」正要上前，黃蓉又道：「且慢，還有一事須得言明。若是你們兩位前輩在三百招之內都不能將靖哥哥打敗，那便如何？」洪七公哈哈大笑，道：「黃老邪，我初時尚羨你生得個好女兒，這般盡心竭力的相助爹爹，咳，那知女生外向，卻是顛撲不破的至理。她一心要傻小子得那武功天下第一的稱號啊！」黃藥師生性怪僻，可是憐愛幼女之心卻是極強，暗道：「我成全了她這番心願就是。」當下說道：「蓉兒的話也說得是。咱兩個老頭若不能在三百招內擊敗靖兒，還有甚麼顏面自居天下第一？」轉念又想：「我原可故意相讓，容他擋到三百招，但老叫化卻不肯讓，必能在三百招內敗他。那麼我倒並非讓靖兒，卻是讓老叫化了。」一時沉吟未決。洪七公在郭靖背後一推，道：「快動手罷，還等甚麼？」郭靖一個踉蹌，衝向黃藥師面前。黃藥師心道：「好，我先試試他的功夫，再定行止。」左掌翻起，向他肩頭斜劈下去，叫道：「第一招！」當黃藥師舉棋不定之際，郭靖心中也是好生打不定主意：「我決不能佔那天下第一的名號，可是該當讓島主得勝，還是讓師父得勝？」正在遲疑，黃藥師已揮掌劈到。他右臂舉起架開，身子一晃，險些摔倒，心道：「我好胡塗，竟想甚麼讓不讓的？我縱出全力，也決擋不了三百招。」眼見黃藥師第二招又到，當下凝神接戰，此時心意已決，任憑二人各用真功夫將自己擊敗，誰快誰慢，由其自決，自己絕無絲毫偏袒。數招一過，黃藥師大是驚異：「這傻小子的武功怎麼竟練到了這個地步？我若是稍有容讓，莫說被他擋到三百招之外，只怕還得輸在他手裏。」高手比武，實是讓不得半分。黃藥師初時出手只用了七分勁，那知郭靖全力奮擊，竟然被壓在下風。他心中一急，忙展開落英神劍掌法，身形飄忽，力爭先著。可是郭靖的功夫實已大非昔比，黃藥師連變十餘種拳法，始終難以反先，待拆到一百餘招，他倏施詭招，郭靖料不到他竟會使詐，險些被他左腳踢中，只得退開兩步，這才扳成平衡之局。黃藥師舒了一口氣，暗叫：「慚愧！」欲待乘機佔到上風，不料郭靖守得堅穩之極，儘管他攻勢有如驚風駭浪，始終是不求有功，但求無過，拳腳上竟沒半點破綻。耳聽得女兒口中已數到「二百零三，二百零四」，黃藥師大是焦躁：「老叫化出手剛猛，若是他在一百招內敗了靖兒，我這張臉往那裏擱去？」招勢一變，掌影飄飄，出手快捷無倫。這一來，郭靖登處下風，只感呼吸急促，有似一座大山重重壓向身來，眼前金星亂冒，堪堪抵擋不住。黃藥師出手加快，攻勢大盛，黃蓉口中，卻也跟著數得快了。郭靖唇乾舌燥，手足酸軟，越來越是難擋，只是憑著一股堅毅之氣硬挺下來，正危急間，忽聽黃蓉大叫一聲：「三百！」黃藥師臉色一變，向後躍開。此時郭靖已被逼得頭暈眼花，身不由主的向左急轉，接連打了十多個旋子，眼見再轉數下，就要摔倒，危急中左足使出了「千斤墜」功夫，要待將身子定住。可是黃藥師內力的後勁極大，人雖退開，拳招餘勢未衰，郭靖竟然定不住身子，只得彎腰俯身，右手用力在地下撥動，藉著「降龍十八掌」的猛勁，滴溜溜的向右打了十多個旋子，腦中方得清明，呆了一呆，向黃藥師道：「黃島主，你再出數招，我非摔倒不可。」黃藥師見他居然有此定力，抗得住自己以十餘年之功練成的「奇門五轉」，不怒反喜，笑道：「老叫化，我是不成的了，天下第一的稱號是你的啦。」雙手一拱，轉身欲走。洪七公道：「慢來，慢來，我也未必能成。你的鐵簫借給靖兒罷。」黃藥師的玉簫已然折斷，腰帶裏插著一根鐵簫，當下拔出來遞給郭靖。洪七公對郭靖道：「你用兵刃，我空手跟你過招。」郭靖一愕，道：「這個……」洪七公道：「你掌法是我教的，拳腳有甚麼比頭？上罷！」左手五指如鉤，一把抓住他手腕，將鐵簫奪了過來。郭靖沒懂他的用意，脫手放簫，竟未抵禦。洪七公罵道：「傻小子，咱們是在比武哪！」左手將鐵簫還給了他，右手卻又去奪。郭靖這才回簫避開。黃蓉數道：「一招！」高手比武，手上有無兵刃相差其實不多，洪七公將降龍十八掌使將開來，掌風掃到一丈開外，郭靖雖有鐵簫，又那能近身還擊？他本來不擅使用兵器，但自在西域石崖之中被歐陽鋒逼著過招，劍法已大有進益。自來武功必是攻守兼習，郭靖的兵刃功夫練的卻是八成守禦，二成攻敵。要知江南六怪授他的兵刃招數不能算是極上乘武功，他習得九陰真經後再此進修，卻是在西域石屋之中，那時他但求自保，不暇傷敵，以長劍抵擋歐陽鋒的木杖，鑽研出不少防身消勢之法，此刻以簫作劍，用以抵擋洪七公凌厲無倫的掌風，便也大見功效。洪七公見他門戶守得極是緊密，心下甚喜，暗道：「這孩子極有長進，也不枉了我教導一場，但我若在二百招之內敗他，黃老邪臉上須不好看。過得二百招後，我再使用重手便是。」當下依著降龍十八掌的招式，自一變以至九變順序演將下去，疾風呼呼，掌影已將郭靖全身裹住。此時洪七公若猛下重手，郭靖兵刃功夫未至登峰造極，原是不易抵擋，但洪七公要在二百招後再行取勝，卻是想錯了一著。須知郭靖正當年富力壯，練了「易筋鍛骨篇」後內力更是渾厚，洪七公年歲卻不輕了，背上中了歐陽鋒的蛇咬掌擊，究亦大見摧傷，降龍十八掌招招須用真力，到九變時已是一百六十二掌，勢道雖仍剛猛狠辣，後勁卻已漸見衰減。待拆到兩百招外，郭靖鐵簫上的劍招倒還罷了，左手配合的招勢卻漸見強勁。洪七公暗想不妙，若與他以力相拚，說不定會輸在他手裏，傻小子可以智取，不必力敵，當下雙掌外豁，門戶大開，郭靖一怔，心想：「這招掌法師父卻從未教過。」若與敵人對敵，自可直進中宮，攻敵前胸，但眼前對手是自己恩師，豈能用此殺手？微一遲疑間，洪七公笑道：「你上當啦。」左足倏起，將他手中鐵簫踢飛，右掌斜翻，打在他的肩頭。這一掌手下容情，不欲傷他身子，只使了八成力，準以為他定要摔倒，那就算是勝了。豈知郭靖這幾年來久歷風霜，身子練得極為粗壯，受了這一掌只晃得幾晃，肩頭雖是一陣劇痛，竟未跌倒。洪七公見他居然硬挺頂住，不禁大吃一驚，道：「你吐納三下，調勻呼吸，莫要受了內傷。」郭靖依言吐納，胸氣立舒，說道：「弟子輸了。」洪七公道：「不，適才你讓我在先，若是就此認輸，黃老邪如何能服？接招！」說著又是發掌劈去。郭靖手中沒了兵刃，見來招勢道鋒銳，當下以周伯通所授的空明拳化開。那空明拳是天下至柔的拳術，是周伯通從《道德經》中化出來的，《道德經》中有言道：「兵強則滅，木強則折。堅強處下，柔弱處上。」又云：「天下莫柔弱於水，而攻堅強者莫之能勝，其無以易之。弱之勝強，柔之勝剛，天下莫不知，莫能行。」那降龍十八掌卻是武學中至剛至堅的拳術。古語有云：「柔能克剛」，但也須視「柔」的功力是否勝「剛」而定，以洪七公的修為，縱然周伯通以至柔之術對敵，卻也未必能勝。但郭靖習了那左右互搏的法子，右手出的是空明拳，左手出的卻是降龍拳，剛柔相濟，陰陽為輔，洪七公的拳招雖然剛猛莫京，竟也奈何他不得。黃蓉在旁數著拳招，眼見三百招將完，郭靖全無敗象，心中甚喜，一招一招的數著。洪七公耳聽得她數到二百九十九招，不禁好勝心起，突然一掌「亢龍有悔」，排山倒海般直擊過去，此招既出，心下登時懊悔，只怕郭靖抵擋不住，受了重傷，大叫：「小心啦！」郭靖聽到叫聲，掌風已迎面撲到，但覺來勢猛烈之極，知道無法以空明拳化解，危急之下，右臂劃個圓圈，呼的一聲，也是一招「亢龍有悔」拍出。只聽砰的一響，雙掌相交，兩人都是全身大震。黃藥師與黃蓉齊聲驚呼，走近觀看。只見兩人雙掌相抵，膠著不動。郭靖有心相讓，但知師父掌力厲害，若是此刻退縮，被他順勢推將過來，自己必受重傷，決意先運勁抵擋一陣，待他掌勁稍殺，再行避讓認輸。洪七公見郭靖居然擋得住自己畢生精力之所聚的這一掌，不由得又驚又喜，憐才之意大盛，好勝之心頓滅，決意讓他勝此一招，以成其名，當下留勁不發，緩緩收力。便在這雙方不勝不敗、你退我讓之際，忽聽山崖後一人大叫三聲，三個觔斗翻將出來，正是西毒歐陽鋒。洪七公與郭靖同時收掌，向後躍開。只見歐陽鋒全身衣服破爛，滿臉血痕斑斑，大叫：「我九陰真經上的神功已然練成，我的武功天下第一！」舉起蛇杖，向四人橫掃過來。洪七公拾起打狗棒，搶上去將他蛇杖架開，數招一過，四人無不駭然。歐陽鋒的招術本就奇特，此時更如怪異無倫，忽爾伸手在自己臉上猛抓一把，忽爾反足在自己臀上狠踢一腳，每一杖打將出來，中途方向必變，實不知他打將何處。洪七公驚奇萬分，只得使開打狗棒法緊守門戶，那敢貿然進招？鬥到深澗，歐陽鋒忽然反手拍拍拍連打自己三個耳光，大喊一聲，雙手據地，爬將過來。洪七公又是吃驚，又是好笑，心想：「我這棒法打狗最為擅長，你忽作狗形，豈非自投羅網？」竹棒伸處，向他腰間挑去。那知歐陽鋒忽地翻身一滾，將竹棒半截壓在身下，隨即順勢滾去，洪七公拿捏不定，竹棒脫手。歐陽鋒驟然間飛身躍起，雙足連環猛踢。洪七公大驚，向後急退。這時黃蓉早已拾起地下鐵簫，還給父親。黃藥師挺簫斜刺而出。歐陽鋒叫道：「段皇爺，我不怕你的一陽指！」說著縱身撲上。黃藥師見了他的舉止，已知他神智錯亂，只是心中雖瘋，出手卻比未瘋時更是厲害。饒是他智慧過人，卻也想不明白其中道理，怎知歐陽鋒苦讀郭靖默寫的假經，本已給纏得頭昏腦脹，黃蓉更處處引他走入歧路，盲練瞎闖，兼之急欲取勝，貪圖速成，用功更為莽撞，只是他武功本強，雖然走了錯道，錯有錯著，出手怪誕，竟教洪黃兩大宗師差愕難解。數十招一過，黃藥師又敗下陣來。郭靖搶上迎敵。歐陽鋒忽然哭道：「我的兒啊，你死得好慘！」拋去蛇杖，張開雙臂，撲上來便抱。郭靖知他將自己認作了侄兒歐陽克，聽他叫聲淒慘，心中又是不忍，又是駭怕，發掌要將他推開。歐陽鋒左腕陡翻，已抓住郭靖手臂，右臂將他牢牢抱住。郭靖忙運勁掙扎，可是歐陽鋒力大無窮，抱得他絲毫動彈不得。洪七公與黃藥師父女大驚，一齊搶上救援。洪七公伸指疾點歐陽鋒背心「鳳尾穴」，要迫他鬆手。不料他此時全身經脈倒轉，穴道全已變位，洪七公挺指戳將下去，他茫然未覺，全不理會。黃蓉回身撿起一塊石頭，向他頭頂砸落。歐陽鋒右手握拳，自下揮擊上來。黃蓉拿捏不住，石頭脫手飛落山谷。郭靖乘歐陽鋒鬆了右手，用力猛掙，向後躍開，定了定神，只見歐陽鋒與黃藥師鬥得甚是猛烈。黃藥師插簫於腰，空手而搏。此時歐陽鋒所使的招數更是希奇古怪，詭異絕倫，身子時而倒豎，時而直立，甚而有時一手撐地，身子橫挺，只以一手與敵人對掌。黃藥師全神貫注的發招迎敵，倒還不覺得怎樣，洪七公、郭靖、黃蓉三人卻看得心搖神馳。黃蓉眼見父親連遇險招，叫道：「師父，對付這瘋子不必依武林規矩，咱們齊上！」洪七公道：「若在平時，咱們原可合力擒他。只是今日華山論劍，天下英雄都知須得單打獨鬥，咱們以眾敵寡，須惹江湖上好漢恥笑。」但覺歐陽鋒瘋勢更是厲害，口吐白沫，舉頭猛撞。黃藥師抵擋不住，只是倒退。突然之間，歐陽鋒俯身疾攻，上盤全然不守。黃藥師大喜，心想：「這瘋子畢竟胡塗了。」運起「彈指神通」功夫，急彈他鼻側的「迎香穴」。這一指去勢快極，那知剛觸到他臉皮，歐陽鋒微微側頭，一口咬住他的食指。黃藥師大驚，急出左手拍他「太陽穴」，逼他鬆口。歐陽鋒右手亦出，將他招術化開，牙齒卻咬得更加緊了。郭靖與黃蓉從兩側齊上，歐陽鋒才鬆齒放脫黃藥師的手指，十指往黃蓉臉上抓去。日光直射之下，但見他面容獰惡，滿臉是血，黃蓉心下害怕，驚呼逃開。郭靖忙發掌救援。歐陽鋒回手抵敵，黃蓉方得脫身。只十餘合，郭靖肩上腿上接連中招。洪七公道：「靖兒退下，再讓我試試。」空手搶上。兩人這一番激鬥，比適才更是猛惡。洪七公當歐陽鋒與黃藥師、郭靖對掌之時，在旁留神觀看，見他出招雖然怪異無比，其中實也有理路可尋，主要是將蛤蟆功逆轉運用，上者下之，左者右之，雖然並非盡皆如此，卻也是十中不離七八，心中有了個大概，對戰之時雖仍處於下風，卻已是有攻有守，三招中能還得一招。黃蓉取出手帕，給父親包紮指上創口。黃藥師更瞧出許多路子來，接連叫道：「七兄，踢他環跳。」「上擊巨闕！」「反掌倒劈天柱。」黃藥師旁觀者清，洪七公依言施為，片刻間便將戰局拉平。只是兩人心中都暗自慚愧：「這是合東邪、北丐二人之力，合拚西毒一人了。」眼見即可取勝，歐陽鋒忽然張嘴，一口唾沫往洪七公臉上吐去。洪七公忙側身避開，歐陽鋒竟然料敵機先，發掌擊向他趨避的方位，同時又是一口濃痰吐將過來。洪七公處境窘迫，欲待不避，可是那口痰勢挾勁風，若是打中眼珠，就算不致受傷，定也十分疼痛，而敵人必乘機猛攻，那就難以抵擋，百忙中伸右手將痰抄在掌中，左手還了一招。戰不數合，歐陽鋒又是一口唾沫急吐，他竟將痰涎唾沫也當作了攻敵利器，夾在拳招之中使用，令人眼花繚亂，心意煩躁。洪七公見他顯然輕辱於己，不由得怒氣勃發，同時右手握著一口濃痰，滑膩膩的極不好受，又不想抹在自己身上，鬥到分際，他突然張開右掌，叫聲：「著！」疾往歐陽鋒臉上抹去。這一招明裏是用痰去抹他的臉，暗中卻另藏厲害殺著。歐陽鋒神智雖亂，耳目四肢只有比平時更為靈敏，眼見洪七公手掌抹到，立即側臉微避。洪七公手掌翻轉，直戳過去，歐陽鋒陡然張口急咬。這正是他適才用以擊敗黃藥師的絕招，看來似乎滑稽，但因他張口快捷，教人難以躲閃，以黃藥師如此登峰造極的武功竟也著了道兒。黃藥師、黃蓉、郭靖看得分明，但見洪七公的手掌已伸到他嘴邊，相距不及一寸，而他驀地張口，一副白牙在日光下一閃，已向洪七公手上咬落，不禁齊聲叫道：「小心！」豈知他們三人與歐陽鋒竟都忘了一事。洪七公號稱九指神丐，當年為了饞嘴貪吃，誤了時刻，來不及去救一個江湖好漢的性命，大恨之下，將自己食指發狠砍下。歐陽鋒這一咬又快又準，倘若換了旁人，食指定會被他咬住，偏生洪七公沒有食指，只聽喀的一響，他兩排牙齒自相撞擊，卻是咬了個空。洪七公沒有食指，歐陽鋒原本熟知，但他這時勢如瘋虎般亂打亂撲，那裏還想得到這些細微末節？高手比武，若是雙方武功都到了爐火純青的地步，往往對戰竟日，仍是難分上下，唯一取勝之機端在對方偶犯小錯，此刻歐陽鋒一口咬空，洪七公那能放過？立即一招「笑口啞啞」，中指已戳在他嘴角的「地倉穴」上。旁觀三人見洪七公得手，正待張口叫好，不料一個「好」字還未出口，洪七公已是一個觔斗倒翻出去。歐陽鋒踉踉蹌蹌的倒退幾步，有如醉酒，但終於站穩身子，仰天大笑。原來他經脈倒轉，洪七公這一指雖戳中他「足陽明胃經」的大穴，他只是全身微微一麻，立即如常，卻乘機一掌擊在洪七公的肩頭。幸得他中指在先，這一掌的力道已不如何凌厲，洪七公順著來勢倒翻觔斗，將他掌力消去大半，百忙中還回了一招「見龍在田」，也將歐陽鋒打得倒退幾步。洪七公幸而消解得快，未受重傷，但半身酸麻，一時之間已無法再上。他是大宗師身份，若不認輸那就跡近無賴，同時心中確也佩服對方武功了得，抱拳說道：「歐陽兄，老叫化服了你啦，你是武功天下第一！」歐陽鋒仰天長笑，雙臂在半空亂舞，向黃藥師道：「段皇爺，你服不服我？」黃藥師心中不忿，暗想：「武功天下第一的名號，竟教一個瘋子得了去，我跟老叫化二人豈不教天下好漢恥笑？」但若上前再鬥，自忖卻又難以取勝，只得點了點頭。歐陽鋒向郭靖道：「孩兒，你爹爹武藝蓋世，天下無敵，你喜不喜歡？」歐陽克是他與嫂子私通所生的孩子，名是叔侄，實是父子，此時他神智半迷半醒，把郭靖當作歐陽克，竟將藏在心中數十年的隱事說了出來。郭靖心想這裏各人都不是他對手，他天下第一的名號當之無愧，說道：「咱們都打不過你！」歐陽鋒嘻嘻傻笑，問黃蓉道：「好媳婦兒，你喜不喜歡？」黃蓉見父親、師父、郭靖三人相繼敗陣，早在苦思對付這瘋漢之法，但左思右想，實無妙策，這時聽他相問，又見他手舞足蹈，神情怪異，日光映照之下，他身後的影子也是亂晃亂搖，靈機忽動，說道：「誰說你是天下第一？有一個人你就打不過。」歐陽鋒大怒，搥胸叫道：「是誰？是誰？叫他來跟我比武。」黃蓉說道：「此人武功了得，你定然打他不過。」歐陽鋒道：「是誰？是誰？叫他來跟我比武。」黃蓉道：「他名叫歐陽鋒。」歐陽鋒搔搔頭皮，遲疑道：「歐陽鋒？」黃蓉道：「不錯，你武功雖好，卻打不過歐陽鋒。」歐陽鋒心中愈是胡塗，只覺「歐陽鋒」這名字好熟，定是自己最親近之人，可是自己是誰呢？脫口問道：「我是誰？」黃蓉冷笑道：「你就是你。你自己都不知道，怎來問我？」歐陽鋒心中一寒，側頭苦苦思索，但腦中混亂一團，愈要追尋自己是誰，愈是想不明白。須知智力超異之人，有時獨自瞑思，常會想到：「我是誰？我在生前是甚麼？死後又是甚麼？」等等疑問。古來哲人，常致以此自苦。歐陽鋒才智卓絕，這些疑問有時亦曾在腦海之中一閃而過，此時連鬥三大高手而獲勝，而全身經脈忽順忽逆，心中忽喜忽怒，驀地裏聽黃蓉這般說，不禁四顧茫然，喃喃道：「我，我是誰？我在那裏？我怎麼了？」黃蓉道：「歐陽鋒要找你比武，要搶你的九陰真經。」歐陽鋒道：「他在那裏？」黃蓉指著他身後的影子道：「喏，他就在你背後。」歐陽鋒急忙回頭，見到了自己的影子，怔了一怔，道：「這……這……他……他……」黃蓉道：「他要打你了！」歐陽鋒蹲低身子，發掌向影子劈去。影子同時發出一掌。歐陽鋒大急，左掌右掌，連環邀擊，那影子也是雙手抖動不已。歐陽鋒見對方來勢厲害，轉身相避，他面向日光，影子已在身後。他發覺敵人忽然不見，大叫：「往那裏逃？」向左搶上數步。左邊是光禿禿的山壁，日光將他影子映在壁上，更像是個直立的敵人。歐陽鋒右掌猛揮，擊在石上，只疼得他骨節欲碎，大叫：「好厲害！」隨即左腳飛出。但見山壁上的影子也是舉腳踢來，雙足相撞，歐陽鋒奇痛難當，不敢再鬥，轉身便逃。此時他是迎日而奔，果然不見了敵人，竄出丈餘，回頭一望，只見影子緊隨在後，嚇得大叫：「讓你天下第一，我認輸便是。」那影子動也不動。歐陽鋒轉身再奔，微一回頭，仍見影子緊緊跟隨。他驅之不去，鬥之不勝，只嚇得心膽欲裂，邊叫邊號，直往山下逃去。過了半刻，隱隱聽到他的叫聲自山坡上傳來，仍是：「別追我，別追我！」黃藥師與洪七公眼見這位一代武學大師竟落得如此下場，不禁相顧嘆息。此時歐陽鋒的叫聲時斷時續，已在數里之外，但山谷間回音不絕，有如狼嗥鬼叫，四人身旁雖陽光明亮，心中卻都微微感到一陣寒意。洪七公嘆道：「此人命不久矣。」郭靖忽然自言自語：「我？我是誰？」黃蓉知他是直性子之人，只怕他苦思此事，竟致著魔，忙道：「你是郭靖。靖哥哥，快別想自己，多想想人家的事罷。」郭靖凜然驚悟，道：「正是。師父，黃島主，咱們下山去罷。」洪七公罵道：「傻小子，你還叫他黃島主？我劈面給你幾個老大耳括子。」郭靖一怔，只見黃蓉臉現紅暈，似笑非笑，登時醒悟，忸忸怩怩的叫道：「岳父！」黃藥師哈哈大笑，一手挽了女兒，一手挽著郭靖，向洪七公道：「七兄，武學之道無窮無盡，今日見識到老毒物的武功，實令人又驚又愧。自重陽真人逝世，從此更無武功天下第一之人了。」洪七公道：「蓉兒的烹調功夫天下第一，這個我卻敢說。」黃蓉抿嘴笑道：「不用讚啦，咱們快下山去，我給你燒幾樣好菜就是。」※※※洪七公、黃藥師、郭靖、黃蓉四人下得華山，黃蓉妙選珍餚，精心烹飪，讓洪七公吃了個酣暢淋漓。當晚四人在客店中宿了，黃藥師父女住一房，郭靖與洪七公住一房。次晨郭靖醒來，對榻上洪七公已不知去向，桌面上抹著三個油膩的大字：「我去也」，也不知是用雞腿還是豬蹄寫的。郭靖忙去告知黃藥師父女。黃藥師嘆道：「七兄一生行事，宛似神龍見首不見尾。」向靖蓉二人望了幾眼，道：「靖兒，你母亡故，世上最親之人就是你大師父柯鎮惡了，你隨我回桃花島去，請你大師父主婚，完了你與蓉兒的婚事如何？」郭靖悲喜交集，說不出話來，只是連連點頭。黃蓉抿嘴微笑，想出口罵他「傻子」，但向父親瞧了一眼，便忍住了不說。三人一路上遊山玩水，迤邐向東南而行，不一日來到兩浙南路境內，眼見桃花島已在不遠，忽然空中鵰鳴聲急，兩頭白鵰自北急飛而至。郭靖大喜，縱聲呼嘯，雙鵰撲了下來，停在他的肩頭。他離蒙古時走得倉皇，未及攜帶雙鵰，此時相見，欣喜無已，伸手不住撫摸鵰背，忽見雄鵰足上縛著一個皮革捲成的小筒，忙解下打開，但見革上用刀尖刻著幾行蒙古文字道：「我師南攻，將襲襄陽，知君精忠為國，冒死以聞。我累君母慘亡，愧無面目再見，西赴絕域以依長兄，終身不履故土矣。願君善自珍重，福壽無極。」那革上並未寫上下款，但郭靖一見，即知是華箏公主的手筆，當下將革上文字譯給黃藥師父女聽了，問道：「岳父，您說該當如何？」黃藥師道：「此地離臨安雖近，但若報知朝廷，當國者未必便信，遷延不決，必誤大事。你小紅馬腳力快，即日趕赴襄陽。那守將若肯聽話，你就助他守城，否則一掌斃了，逕自率領百姓士卒，共禦蒙古大軍。我與蓉兒在桃花島候你好音。」郭靖連聲稱是，黃蓉臉上卻有不豫之色。當真是知女莫若父，黃藥師笑道：「好，蓉兒你也去。大事一了，即日言歸，朝廷縱有封賞，理也莫理。」黃蓉大喜，笑道：「這個自然。」兩小拜別了父親，共騎一馬，縱轡西行。郭靖只怕遲了一日，蒙古大軍先破了城池。那時屠戮之慘可就難以想像，是以路上毫不停留。這日晚間投宿，已近兩浙南路與江西南路交界之處。郭靖懷裏藏著華箏刻著字的那塊皮革，想到兒時與華箏、拖雷同在大漠遊戲，種種情狀宛在目前，心頭甚有黯然之意。黃蓉任他呆呆出神，自行在燈下縫補衣衫。郭靖忽道：「蓉兒，她說累我母親慘亡，愧無面目見我，那是甚麼意思？」黃蓉道：「她爹爹逼死你母親，她自然心中過意不去。」郭靖「嗯」了一聲，低頭追思母親逝世前後的情景，突然躍起，伸手在桌上用力一拍，叫道：「我知道啦，原來如此！」黃蓉給他嚇了一跳，針尖在手指上刺出了一滴鮮血，笑問：「怎麼啦？大驚小怪的，知道了甚麼？」郭靖道：「我與母親偷拆大汗的密令，決意南歸，當時帳中並無一人，大汗卻立即知曉，將我母子捕去，以致我母自刎就義。這消息如何洩漏，我一直思之不解，原來，原來是她。」黃蓉搖頭道：「華箏公主對你誠心相愛，她決不會去告密害你。」郭靖道：「她不是害我，而是要留我。她在帳外聽到我母子說話，去告知了爹爹，只道大汗定會留住我不放，那知卻生出這等大禍來。」說著連連嘆息。黃蓉道：「既是她無心之過，你就該到西域去尋她啊！」郭靖道：「我與她只有兄妹之情，她現下依長兄而居，在西域尊貴無比，我去相尋幹麼？」黃蓉嫣然一笑，心下甚喜。※※※這一日兩人一騎來到江西南路的上饒，山道上長草拂及馬腹，甚是荒涼，眼見前面黑壓壓的一片森林。正行之間，兩頭白鵰突在天空高聲怒鳴，疾衝而下，瞬息間隱沒在林後。靖蓉二人心知有異，急忙催馬趕去。繞過林子，只見雙鵰盤旋飛舞，正與一人鬥得甚急，看那人時，原來是丐幫的彭長老。但見他舞動鋼刀，護住全身，刀法迅狠，雙鵰雖勇，卻也難以取勝。鬥了一陣，那雌鵰突然奮不顧身的撲落，抓起彭長老的頭巾，在他頭上猛啄了一口。彭長老鋼刀揮起，削下牠不少羽毛。黃蓉見彭長老頭上半邊光禿禿的缺了大塊頭皮，不生頭髮，登時醒悟：「當日這鵰兒胸口中了一支短箭，原來是這壞叫化所射。後來雙鵰在青龍灘旁與人惡鬥，抓下一塊頭皮，那就是這惡丐的了。」大聲叫道：「姓彭的，你瞧我們是誰。」彭長老抬頭見到二人，只嚇得魂飛天外，轉身便逃。雄鵰疾撲而下，向他頭頂啄去。彭長老舞刀護住頭頂，雌鵰從旁急衝而至，長嘴伸處，已啄瞎了他的左眼。彭長老大叫一聲，拋下鋼刀，衝入了身旁的荊棘叢中，那荊棘生得極密，彭長老性命要緊，那裏顧得全身刺痛，連滾帶爬的鑽進了荊棘深處。這一來雙鵰倒也無法再去傷他，只是不肯干休，兀自在荊棘叢中盤旋不去。郭靖招呼雙鵰，叫道：「他已壞了一眼，就饒了他罷。」忽聽身後長草叢中傳出幾聲嬰兒呼叫。郭靖叫聲：「啊！」躍下紅馬，撥開長草，只見一個嬰兒坐在地下，身旁露出一雙女子的腳，忙再撥開青草，只見一個青衣女子暈倒在地，卻是穆念慈。黃蓉驚喜交集，大叫：「穆姊姊！」俯身扶起。郭靖抱起了嬰兒。那嬰兒目光炯炯的凝望著他，也不怕生。黃蓉在穆念慈身上推拿數下，又在她鼻下人中用力一捏。穆念慈悠悠醒來，睜眼見到二人，疑在夢中，顫聲道：「你……你是郭大哥……黃家妹子……」郭靖道：「穆世姊，你怎麼會在這裏？你沒受傷嗎？」穆念慈掙扎著要起身，但未及站直，又已摔倒，只見她雙手雙足都被繩索縛住。黃蓉忙過來給她割斷繩索。穆念慈忙不迭的從郭靖手中接過嬰兒，定神半晌，才含羞帶愧的述說經過。原來穆念慈在鐵掌峰上失身於楊康，竟然懷孕，只盼回到臨安故居，但行到上饒，已然支持不住，在樹林中一家無人破屋中住了下來，不久生了一子。她不願見人，索性便在林中捕獵採果為生，幸喜那孩子聰明伶俐，解了她不少寂寞淒苦。這一天她帶了孩子在林中撿拾柴枝，恰巧彭長老經過，見她姿色，上前意圖非禮。穆念慈武功雖也不弱，但彭長老是丐幫四大長老之一，在丐幫中可與魯有腳等相頡頏，僅次於洪七公一人而已，穆念慈自不是他的對手，不久即被他打倒綁縛，驚怒交集之下，暈了過去。若不是靖蓉二人適於此時到來，而雙鵰目光銳利，在空中發現了仇人，穆念慈一生苦命，勢必又受辱於惡徒了。這晚靖蓉二人歇在穆念慈家中。黃蓉說起楊康已在嘉興鐵槍廟中逝世，眼見穆念慈淚如雨下，大有舊情難忘之意，便不敢詳述真情，只說楊康是中了歐陽鋒之毒，心道：「我這也不是說謊，他難道不是中了老毒物的蛇毒而死嗎？」郭靖見那孩兒面目英俊，想起與楊康結義之情，深為嘆息。穆念慈垂淚道：「郭大哥，請你給這孩兒取個名字。」郭靖想了一會，道：「我與他父親義結金蘭，只可惜沒好下場，我未盡朋友之義，實為生平恨事。但盼這孩子長大後有過必改。力行仁義。我給他取個名字叫作楊過，字改之，你說好不好？」穆念慈謝道：「但願如郭大哥所說。」次晨，郭靖黃蓉贈了穆念慈不少銀兩，作為母子倆渡日之資。郭靖勸她回臨安去。穆念慈只是搖頭不語，過了一會，輕聲道：「我母子二人，得先去嘉興鐵槍廟，瞧瞧他爹爹的墳墓。」三人互道珍重，黯然而別。※※※兩人西行到了兩湖南路，折向北行，不一日到了襄陽，眼見民情安定，商市繁盛，全無征戰之象，知道蒙古大軍未到，心下喜慰。那襄陽是南宋北邊重鎮，置有安撫使府，配備精兵守禦。郭靖心想軍情緊急，不及投店，逕與黃蓉去謁見安撫使呂文德。那安撫使手綰兵符，威風赫赫，郭靖在蒙古雖貴為元帥，在南宋卻只是個布衣平民，如何見得著他？黃蓉知道無錢不行，送了門房一兩黃金。那門房雖然神色立變，滿臉堆歡，可是一排安撫使見客的日子，最快也得在半月之後，那時接見的都是達官貴人，也未必能見郭靖。郭靖焦躁起來，喝道：「軍情緊急，如何等得？」黃蓉忙向他使個眼色，將他拉在一旁，悄聲道：「晚上闖進去相見。」兩人尋了下處，候到二更過後，施展輕身功夫逕入安撫使府。那安撫使呂文德正擁了姬妾，高坐飲酒為樂，其心其意的在安撫自己和姬妾。郭黃二人跳將下去，郭靖長揖說道：「小人有緊急軍務稟告。」呂文德大驚，高叫：「有刺客！」推開姬妾，就往桌底鑽去。郭靖大踏步上前，一把提起，說道：「安撫使休驚，小人並無相害之意。」將他推回原座。呂文德嚇得面無人色，只是發抖。只見堂下擁進數十名軍士，各舉刀槍，前來相救。黃蓉拔出匕首，指在呂文德胸前。眾軍士齊聲發喊，不敢上前。黃蓉道：「你叫他們別嚷，咱們有話說。」呂文德手足亂顫，傳下令去，眾軍士這才止聲。郭靖見他統兵方面，身寄禦敵衛土的重任，卻是如此膿包，心中暗暗嘆息，當下將蒙古大軍行將偷襲襄陽的訊息說了，請他立即調兵遣將，佈置守禦工具。呂文德心裏全然不信，口頭卻連聲答應。黃蓉見他只是發抖，問道：「你聽見沒有？」呂文德道：「聽……聽見了。」黃蓉道：「聽見甚麼？」呂文德道：「有……有金兵前來偷襲，須得防備，須得防備。」黃蓉怒道：「是蒙古兵，不是金兵！」呂文德嚇了一跳，道：「蒙古兵？那不會的，那不會的。蒙古與咱們丞相連盟攻金，決無他意。」黃蓉嗔道：「我說蒙古兵就是蒙古兵。」呂文德連連點頭，道：「姑娘說是蒙古兵，就是蒙古兵。」郭靖道：「滿郡百姓的身家性命，全繫大人之手。襄陽是南朝屏障，大人務須在意。」呂文德道：「不錯，不錯，老兄說的一點兒也不錯。老兄快請罷。」靖蓉二人嘆了口氣，越牆而出，但聽身後眾人大叫：「捉刺客啊！捉刺客啊！」亂成一片。兩人候了兩日，見城中毫無動靜。郭靖道：「這安撫使可惡！不如依岳父之言，先去殺了他，再定良策。」黃蓉道：「敵軍數日之內必至。這狗官殺了自不足惜，只是城中必然大亂，軍無統帥，難以禦敵。」郭靖皺眉道：「果真如此，這可怎生是好？」黃蓉沉吟道：「左傳上載得有個故事，叫做『弦高犒師』，咱們或可學上一學。」郭靖喜道：「蓉兒，讀書真是妙用不盡。那是甚麼故事，你快說給我聽。咱們能學麼？」黃蓉道：「學是能學，就是須借你身子一用。」郭靖一怔，道：「甚麼？」黃蓉不答，卻格的一聲笑了起來。她笑了一陣，方道：「好，我說那故事給你聽。春秋時候，鄭國有一個商人，叫做弦高，他在外經商，路上遇到秦國大軍，竟是來偷襲鄭國的。那時鄭國全沒防備，只怕秦兵一到，就得亡國。弦高雖是商人，卻很愛國，當下心生一計，一面派人星夜去稟告鄭伯，自己牽了十二頭牛去見秦軍的將軍，說是奉鄭伯之命前來犒勞秦師。秦軍的將軍以為鄭國早就有備，不敢再去偷襲，當即領兵回國。」郭靖喜道：「此計大妙。怎麼說要借我身子一用？」黃蓉笑道：「不是要用十二頭牛？你生肖屬牛，是不是？」郭靖跳了起來，叫道：「好啊，你繞彎兒罵我。」伸手指去呵她癢，黃蓉忙笑著逃開。兩人說笑一陣，黃蓉道：「咱們今晚到安撫使府去盜他一筆金珠，明日我改扮男裝，穿了官家服飾，迎上去犒勞蒙古大軍。且看是否能騙得他們退兵。」郭靖鼓掌稱是。當晚二人依計而行，那安撫使搜刮得金珠山積，二人盜了大包金珠和一套官服，府中各人朦然未覺。黃蓉改穿官裝，宛然是個俊俏的貴官，當下攜了金珠，跨小紅馬北去。到第二日午間，郭靖在北門外引領遙望，但見小紅馬絕塵而至，忙迎了上去。黃蓉勒住馬頭，臉現驚恐之色，顫聲道：「蒙古大軍只怕有十餘萬之眾，咱們怎抵擋得住？」郭靖吃了一驚，道：「有這麼多？」黃蓉道：「看來成吉思汗是傾國出擊，想一舉滅宋。我將金珠送給了先鋒大將，他料不到咱們已知訊息，說是借道伐金，並非攻宋。我以言語點破，他驚疑不定，當即駐兵不進，想來是回報大元帥去了。」郭靖道：「若是他們回師退兵，那自然最好不過，就只怕……就只怕……」黃蓉秀眉緊蹙，道：「瞧蒙古大軍這等聲勢，定是不肯輕易便退。」郭靖道：「你再想個妙策。」黃蓉搖頭道：「我已整整想了一天一晚啦。靖哥哥，若說單打獨鬥，天下勝得過你的只二三人而已，就說敵人有十人百人，自也不在咱倆心上。可是現下敵軍是千人、萬人、十萬人，那有甚麼法子？」郭靖嘆道：「咱們大宋軍民比蒙古人多上數十倍，若能萬眾一心，又何懼蒙古兵精？恨只恨官家膽小昏庸、虐民誤國。」黃蓉道：「蒙古兵不來便罷，若是來了，咱們殺得一個是一個，當真危急之際，咱們還有小紅馬可賴。天下事原也憂不得這許多。」郭靖正色道：「蓉兒，這話就不是了。咱們既學了武穆遺書中的兵法，又豈能不受岳武穆『盡忠報國』四字之教？咱倆雖人微力薄，卻也要盡心竭力，為國禦侮。縱然捐軀沙場，也不枉了父母師長教養一場。」黃蓉嘆道：「我原知難免有此一日。罷罷罷，你活我也活，你死我也死就是！」兩人計議已定，心中反而舒暢，當下回到下處，對酌談論，想到敵軍壓境，面臨生離死別，比往日更增一層親密。直飲到二更時分，忽聽城外號哭之聲大作，遠遠傳來，極是慘厲。黃蓉叫道：「來啦！」兩人一躍而起，奔到城頭，只見城外難民大至，扶老攜幼，人流滾滾不盡。那知守城官令軍士緊閉城門，不放難民入城。過不多時，呂文德加派士卒，彎弓搭箭對住難民，喝令退去。城下難民大叫：「蒙古兵殺來啦！」守城官只是不開城門。眾難民在城下號叫呼喊，哭聲震天。靖蓉二人站在城頭，極目遠望，但見遠處一條火龍蜿蜒而來，顯是蒙古軍的先鋒到了。郭靖久在成吉思汗麾下，知道蒙古軍攻城慣例，總是迫使敵人俘虜先登，眼見數萬難民集於城下，蒙古先鋒一至，襄陽城內城外軍民，勢非自相殘殺不可。此時情勢緊急，已無遲疑餘裕，郭靖站在城頭，振臂大呼：「襄陽城若是給蒙古兵打破，無人能活，是好漢子快跟我殺敵去！」那北門守城官是呂安撫的親信，聽得郭靖呼叫，怒喝：「奸民擾亂人心，快拿下了！」郭靖從城頭躍下，右臂一探，已抓住守城官的前胸，將他身子舉起，自己登上了他的坐騎。官兵中原多忠義之士，眼見難民在城下哀哭，盡懷不忿，此時見郭靖拿住守城官，不由得驚喜交集，並不上前救護長官。郭靖喝道：「快傳令開城！」那守城官性命要緊，只得依言傳令。北門大開，難民如潮水般湧入。郭靖將守城官交與黃蓉看押，便欲提槍縱馬出城。黃蓉道：「等一等！」命守城官將甲冑脫下交與郭靖穿戴，在郭靖耳邊輕聲道：「假傳聖旨，領軍出城。」反手拂中了那守城官的穴道，將他擲在城門之後。郭靖心想此計大妙，當下朗聲大叫：「奉聖旨：襄陽安撫使呂文德昏庸無能，著即革職，眾軍隨我出城禦敵。」他內功深湛，這幾句話以丹田之氣叫將出來，雖然城內城外叫鬧喧嘩，但人人聽得清清楚楚，剎時間竟爾寂靜半晌。慌亂之際，眾軍那裏分辨得出真偽？兼之軍中上下對呂文德向懷離心，知他懦弱怕死，當此強敵壓境、驚惶失措之際忽聽得昏官革職，有人領軍抗敵，四下裏齊聲歡呼。郭靖領了六七千人馬出得城來，眼見軍容不整，隊伍散亂，如何能與蒙古精兵對敵？想起武穆遺書中有云：「事急用奇，兵危使詐」，當下傳下將令，命三千餘軍士赴東邊山後埋伏，聽號炮一響，齊聲吶喊，招揚旌旗，卻不出來廝殺；又命三千餘軍士赴西山後埋伏，聽號炮二響，也是叫喊揚旗，虛張聲勢。兩隊軍士的統領見郭靖胸有成竹，指揮若定，各自接令領軍而去。待得難民全數進城，天已大明。耳聽得金鼓齊鳴，鐵騎奔踐，眼前塵頭大起，蒙古軍先鋒已迫近城垣。※※※黃蓉從軍士隊中取過一槍一馬，隨在郭靖身後。郭靖朗聲發令：「四門大開！城中軍民盡數躲入屋中，膽敢現身者，立即斬首！」其實他不下此令，城中軍民也早躲得影蹤全無，勇敢請纓的都已在東西兩邊山後埋伏，如呂文德這般膽怯的，不是鑽在桌底大唸「救苦救難高皇經」，就是藏在被窩中瑟瑟發抖。蒙古軍鐵騎數百如風般馳至，但見襄陽城門大開，一男一女兩個少年騎馬綽槍，站在護城河的吊橋之前。統帶先鋒的千夫長看得奇怪，不敢擅進，飛馬報知後隊的萬夫長。那萬夫長久歷戰陣，得報後甚是奇怪，心想世上那有此事，忙縱馬來到城前，遙遙望見郭靖，先自吃了一驚。他西征之時，數見郭靖迭出奇謀，攻城克敵，戰無不勝，飛天進軍攻破撤麻爾罕城之役，尤令他欽佩得五體投地，蒙古軍中至今津津樂道，此時見郭靖擋在城前，城中卻是空蕩蕩的沒半個人影，料得他必有妙策，那敢進攻？當下在馬上抱拳行禮，叫道：「金刀駙馬在上，小人有禮了。」郭靖還了一禮，卻不說話，那萬夫長勒兵退後，飛報統帥。過了一個多時辰，大纛招展下一隊鐵甲軍鏗鏘而至，擁衛著一位少年將軍來到城前，正是四皇子拖雷。拖雷飛馬突出衛隊之前，大叫：「郭靖安答，你好麼？」郭靖縱馬上前，叫道：「拖雷安答，原來是你麼？」他二人往常相見，必是互相歡喜擁抱，此刻兩馬馳到相距五丈開外，卻不約而同的一齊勒馬。郭靖道：「安答，你領兵來攻我大宋，是也不是？」拖雷道：「我奉父皇之命，身不由主，請你見諒。」郭靖放眼遠望，但見旌旗如雲，刀光勝雪，不知有多少人馬，心想：「這鐵騎衝殺過來，我郭靖今日是要畢命於此了。」當下朗聲說道：「好，那你來取我的性命罷！」拖雷心裏微驚，暗想：「此人用兵如神，我實非他的敵手，何況我與他恩若骨肉，豈能傷了結義之情？」一時躊躇難決。黃蓉回過頭來，右手一揮，城內軍士點起號炮，轟的一聲猛響，只聽得東邊山後軍士吶喊，旌旗招動。拖雷臉上變色，但聽號炮連響，西山後又有敵軍叫喊，心道：「不好，我軍中伏。」他隨著成吉思汗東征西討，豈但身經百戰而已，甚麼大陣大仗沒見過，這數千軍士的小小埋伏那裏在他眼內？只是郭靖在西征時大顯奇能，拖雷素所畏服，此時見情勢有異，心下先自怯了，當即傳下將令，後隊作前隊，退兵三十里安營。郭靖見蒙古兵退去，與黃蓉相顧而笑。黃蓉道：「靖哥哥，恭賀你空城計見功。」郭靖笑容登斂，憂形於色，搖頭道：「拖雷為人堅忍勇決，今日雖然退兵，明日必定再來，那便如何抵敵？」黃蓉沉吟半晌，道：「計策倒有一個，就怕你顧念結義之情，不肯下手。」郭靖一凜，說道：「你要我去刺殺他？」黃蓉道：「他是大汗最寵愛的幼子，尊貴無比，非同別個統軍大將。四皇子一死，看來敵軍必退。」郭靖低頭無語，回進城去。此時城中見敵軍已退，又自亂成一團。呂文德聽說郭靖片言之間就令蒙古大軍退去，歡天喜地的親來兩人所住的下處拜訪，要邀兩人去衙中飲酒慶賀。郭靖與他商量守城之策。呂文德一聽他說蒙古大軍明天還要再來，登時嚇得身子酥了半邊，半晌說不出話來，只叫：「備轎回府，備轎回府。」他是打定主意連夜棄城南逃了。郭靖鬱悶不已，酒飯難以入口，天色漸漸黑了下來，耳聽得城中到處是大哭小叫之聲，心想明日此時，襄陽城中只怕更無一個活著的大宋臣民，蒙古軍屠城血洗之慘，他親眼看見過不少，當日撒麻爾罕城殺戮情狀不絕湧向腦中，伸掌在桌上猛力一拍，叫道：「蓉兒，古人大義滅親，我今日豈能再顧朋友之義！」黃蓉嘆道：「這件事本來難得很。」郭靖心意已決，當下換過夜行衣裝，與黃蓉共騎小紅馬向北馳去，待至蒙古大軍附近，將紅馬放在山中，步行去尋覓拖雷的營帳。兩人捉到兩名守夜巡邏的軍士，點了穴道，剝下衣甲來換了。郭靖的蒙古話是自幼說慣了的，軍中規程又是無一不知，當下毫不費力的混到了大帳邊上。此時天色全黑，兩人伏在大帳背後，從營帳縫中向裏偷瞧。只見拖雷在帳中走來走去，神色不寧，口中只是叫著：「郭靖，安答！安答，郭靖。」郭靖不察，只道他已發現自己蹤跡，險些脫口答應。黃蓉早有提防，一見他張口，立即伸手按住他嘴巴。郭靖暗罵自己蠢才，又是好笑，又是難過。黃蓉在他耳邊道：「動手罷，大丈夫當機立斷，遲疑無益。」就在此時，只聽得遠處馬蹄聲急，一騎快馬奔到帳前。郭靖知有緊急軍情來報，俯在黃蓉耳邊道：「且聽過軍情，再殺他不遲。」但見一名黃衣使者翻身下馬，直入帳中，向拖雷磕頭，稟道：「四王子，大汗有令。」拖雷道：「大汗說甚麼？」那使者跪在氈上，唱了起來。原來蒙古人開化未久，雖然已有文字，但成吉思汗既不識字，更不會寫，有甚旨意，常命使者口傳，只是生怕遺漏誤傳，常將旨意編成歌曲，令使者唱得爛熟，覆誦無誤，這才出發。那使者只唱了三句，拖雷與郭靖一齊心驚，拖雷更流下淚來。原來成吉思汗於滅了西夏後得病，近來病勢日重，自知不起，召拖雷急速班師回去相見。旨意最後說：日來甚是思念郭靖，拖雷在南若知他下落，務須邀他北上與大汗訣別；他所犯重罪，盡皆赦免。郭靖聽到此處，伸匕首劃開篷帳，鑽身進去，叫道：「拖雷安答，我和你同去。」拖雷吃了一驚，見是郭靖，不勝之喜，兩人這才相抱。那使者認得郭靖，上前磕頭，道：「金刀駙馬，大汗有旨，務必請你赴金帳相見。」郭靖聽得「金刀駙馬」四字，心頭一凜，生怕黃蓉多心，忙從帳篷裂縫中躍了出去，拉住黃蓉的手，道：「蓉兒，我和你同去同歸。」黃蓉沉吟不答。郭靖道：「你信不信我？」黃蓉嫣然一笑，道：「你若再想做甚麼駙馬駙牛，我也大義滅親，一刀把你宰了。」※※※當晚拖雷下令退軍，次晨大軍啟行。郭靖與黃蓉找回紅馬雙鵰，隨軍北上。拖雷只怕不及見到父親，令副帥統兵回師，自與靖蓉二人快馬奔馳，未及一月，已來到西夏成吉思汗的金帳。拖雷遙遙望見金帳前的九旄大纛聳立無恙，知道父親安好，歡呼大叫，催馬馳至帳前。郭靖勒住馬頭，想起成吉思汗撫養之恩、知遇之隆、殺母之仇、屠戮之慘，一時愛恨交迸，低頭不語。忽聽得號角吹起，兩排箭筒衛士在金帳前列成兩行。成吉思汗身披黑貂，扶著拖雷的右肩，從帳中大踏步而出。他腳步雖然豪邁如昔，只是落地微顫，身子隨著抖動。郭靖搶上前去，拜伏在地。成吉思汗熱淚盈眶，顫聲道：「起來，起來！我天天在想著你們。」郭靖站起身來，只見大汗滿臉都是皺紋，兩頰深陷，看來在世之日已然無多，不禁仇恨之心稍減。成吉思汗另一手扶住郭靖左肩，瞧瞧拖雷，又瞧瞧郭靖，嘆了一口長氣，遙望大漠遠處，呆呆出神。郭靖與拖雷不知他心中所思何事，都不敢作聲。過了良久，成吉思汗嘆道：「當初我與札木合安答結義起事，那知到頭來我卻非殺他不可。我做了天下的大汗，他死在我的手裏。再過幾天那又怎樣呢？我還不是與他一般的同歸黃土？誰成誰敗，到頭來又有甚麼差別？」拍拍二人的肩頭，說道：「你們須得始終和好，千萬別自相殘殺。札木合安答是一死完事，我每當想起結義之情，卻常常終夜難以合眼。」拖雷與郭靖想起在襄陽城下險些拚個你死我活，都是暗叫慚愧。成吉思汗站了這一陣，但覺全身乏力，正要回帳，忽見一小隊人馬飛馳而至。當先一人白袍金帶，穿的是金國服色。成吉思汗見到是敵人，精神為之一振。那人在遠處下馬，急步過來，遙遙拜伏在地，不敢走近。親衛報道：「金國使者求見大汗。」成吉思汗怒道：「金國不肯歸降，派人來見我作甚？」那使者伏在地下說道：「下邦自知冒犯大汗天威，罪該萬死，特獻上祖傳明珠千顆，以求大汗息怒赦罪。這千顆明珠是下邦鎮國之寶，懇請大汗賜納。」使者稟罷，從背上解下包袱，取出一隻玉盤，再從錦囊中倒出無數明珠，跪在地下，雙手托起玉盤。成吉思汗斜眼微睨，只見玉盤中成千顆明珠，都有小指頭般大小，繞著一顆大母珠滴溜溜的滾動。這些珠兒單就一顆已是希世之珍，何況千顆？更何況除了一顆母珠特大之外，其餘的珠兒都是差不多大小。但見珍珠光采柔和晶瑩，相輝交映，玉盤上竟似籠罩著一層淡淡的虹暈。若在平日，成吉思汗自是喜歡，但這時他眉頭皺了幾下，向親衛道：「收下了。」親衛接過玉盤。那使者見大汗收納禮物，歡喜無限，說道：「大汗許和，下邦自國君而下，同感恩德。」成吉思汗怒道：「誰說許和，回頭就發兵討伐金狗。左右，拿下了！」親衛一擁而上，將那使者擒住。成吉思汗嘆道：「縱有明珠千顆，亦難讓我多活一日！」從親衛手裏接過玉盤，猛力一擲，連盤帶珠遠遠摔了出去，玉盤撞在石上，登時碎裂。眾人盡皆愕然。那些珍珠後來蒙古將士拾起了不少，但仍有無數遺在長草之間，直到數百年後，草原上的牧人尚偶有拾到。成吉思汗意興索然，回入金帳。黃昏時分，他命郭靖單獨陪同，在草原上閒逛。兩人縱馬而行，馳出十餘里，猛聽得頭頂鵰唳數聲，抬起頭來，只見那對白鵰在半空中盤旋翱翔。成吉思汗取下鐵胎畫弓，扣上長箭，對著雌鵰射去。郭靖驚叫：「大汗，別射！」成吉思汗雖然衰邁，出手仍是極快，聽到郭靖叫聲，長箭早已射出。郭靖暗暗叫苦，他素知成吉思汗膂力過人，箭無虛發，這一箭上去，愛鵰必致斃命，豈知那雌鵰側過身子，左翼一掃，竟將長箭撲落。雄鵰大怒，一聲長唳，向成吉思汗頭頂撲擊下來。郭靖喝道：「畜生，作死麼？」揚鞭向雄鵰打去。雄鵰見主人出手，振翼凌空，急鳴數聲，與雌鵰雙雙飛遠。成吉思汗神色黯然，將弓箭拋在地下，說道：「數十年來，今日第一次射鵰不中，想來確是死期到了。」郭靖待要勸慰，卻不知說甚麼好。成吉思汗突然雙腿一夾，縱馬向北急馳。郭靖怕他有失，催馬趕上，小紅馬行走如風，一瞬眼間已追在前頭。成吉思汗勒馬四顧，忽道：「靖兒，我所建大國，歷代莫可與比。自國土中心達於諸方極邊之地，東南西北皆有一年行程。你說古今英雄，有誰及得上我？」郭靖沉吟片刻，說道：「大汗武功之盛，古來無人能及。只是大汗一人威風赫赫，天下卻不知積了多少白骨，流了多少孤兒寡婦之淚。」成吉思汗雙眉豎起，舉起馬鞭就要往郭靖頭頂劈將下去，但見他凜然不懼的望著自己，馬鞭揚在半空卻不落下，喝道：「你說甚麼？」郭靖心想：「自今而後，與大汗未必有再見之日，縱然惹他惱怒，心中言語終須說個明白。」當下昂然說道：「大汗，你養我教我，逼死我母，這些私人恩怨，此刻也不必說了。我只想問你一句：人死之後，葬在地下，佔得多少土地？」成吉思汗一怔，馬鞭打個圈兒，道：「那也不過這般大小。」郭靖道：「是啊，那你殺這麼多人，流這麼多血，佔了這麼多國土，到頭來又有何用？」成吉思汗默然不語。郭靖又道：「自來英雄而為當世欽仰、後人追慕，必是為民造福、愛護百姓之人。以我之見，殺得人多卻未必算是英雄。」成吉思汗道：「難道我一生就沒做過甚麼好事？」郭靖道：「好事自然是有，而且也很大，只是你南征西伐，積屍如山，那功罪是非，可就難說得很了。」他生性戇直，心中想到甚麼就說甚麼。成吉思汗一生自負，此際被他這麼一頓數說，竟然難以辯駁，回首前塵，勒馬回顧，不禁茫然若失，過了半晌，哇的一聲，一大口鮮血噴在地下。郭靖嚇了一跳，才知自己把話說重了，忙伸手扶住，說道：「大汗，你回去歇歇。我言語多有冒犯，請你恕罪。」成吉思汗淡淡一笑，一張臉全成蠟黃，嘆道：「我左右之人，沒一個如你這般大膽，敢跟我說幾句真心話。」隨即眉毛一揚，臉現傲色，朗聲道：「我一生縱橫天下，滅國無數，依你說竟算不得英雄？嘿，真是孩子話！」在馬臀上猛抽一鞭，急馳而回。當晚成吉思汗崩於金帳之中，臨死之際，口裏喃喃念著：「英雄，英雄……」想是心中一直琢磨著郭靖的那番言語。郭靖與黃蓉向大汗遺體行過禮後，辭別拖雷，即日南歸。兩人一路上但見骷髏白骨散處長草之間，不禁感慨不已，心想兩人鴛盟雖諧，可稱無憾，但世人苦難方深，不知何日方得太平。正是：兵火有餘燼，貧村纔數家。無人爭曉渡，殘月下寒沙！　（全書完。郭靖、黃蓉等事蹟在《神鵰俠侶》中續有敘述。）