第四十三回　五毒神掌李莫愁哈哈大笑，說道：「我李莫愁縱橫天下，還沒見過這等上陣磨槍，急來抱佛腳的人物，馮默風，你一生之中，又是真的從未與人動過手麼？」馮默風道：「我從來不得罪別人，別人打我罵我，我也不跟他計較，自是動不起手來。」李莫愁冷笑道：「嘿嘿，黃老邪果然盡檢些膿包來做弟子，到世上丟人現眼。」馮默風道：「李道長，你莫說我恩師壞話。」李莫愁大笑道：「人家早說不要你做弟子了，你還恩師長恩師短的，也不怕人笑掉了牙齒。」馮默風仍是一下一下的打鐵，緩緩的道：「我一生孤苦，世上就只恩師一人，我不念他敬他，卻又去思慕何人？小師妹，恩師他老人家身子可好麼？」程英道：「他老人家很好。」馮默風臉上登現喜色。李莫愁見他真情流露，心想：「黃老邪一代宗師果然有其過人之處，他將門下弟子打成這般模樣，這人對他還是如此念念不忘的依戀。」要知黃藥師只是行止怪僻天性卻極良善，是以曲靈風、陸乘風、馮默風對他均是記恩而不記怨，以梅超風之大奸大惡，到頭來也是以一命報答師恩。此時那塊鑌鐵打得漸漸冷卻，馮鐵匠又鉗到爐中去燒，可是他心不在焉，送進爐的竟是右手的一柄大鐵錘，卻不是那塊鑌鐵。李莫愁笑道：「馮鐵匠，你慢慢想師父教的功夫便是，用不著手忙腳亂。」馮默風不答，望著紅紅的爐火沉思，過了一會，又將左手扶著的拐杖塞進了爐中。楊過和陸無雙同時叫道：「唉，唉，那是拐杖！」程英也大叫：「師哥！」馮默風仍然不答，雙眼呆望著爐火，但說也奇怪，那拐杖在猛火之中居然並不燒毀，卻漸漸變紅，原來那是一根鐵杖。再過一陣，鐵錘也已燒得通紅，但他抓住錘柄拐杖，卻似並不燙手。這時李莫愁才將輕蔑之心變為提防，知道眼前這個容貌猥瑣的鐵匠實有過人之處，生怕他猝然發難，中了他的毒手，當下拂塵一擺護身，躍出屋門，叫道：「馮鐵匠，你來吧！」馮默風應聲出戶，身手之矯捷，絕不似一個身有殘疾之人。他將通紅的鐵杖拄在地下，說道：「李道長，請你別再罵我恩師，也別跟我師妹為難，你饒了我這苦命的老鐵匠吧！」李莫愁又是大出意外：「怎麼臨到上陣，還向人求饒？」說道：「我只是饒你一人，你若害怕，乾脆就別插手。」馮默風咬一咬牙齒，道：「好，那你先將我打死吧！」說時全身發顫，又是害怕，又是激動。李莫愁拂塵一起，向他頭上直擊過來。馮默風一躍跳開，避得極好，但手臂發抖，竟然不敢還擊。李莫愁連進三招，他都以巧妙身法閃過。他避得極快，卻始終不敢還手。楊過等三人早已站在一旁觀鬥，俟機上前相助。李莫愁一招緊似一招，馮默風從未與人打過架，兼之生性謙和，一柄燒得通紅的大鐵錘竟然擊不出去。楊過一想不妙，這位武林異人武功雖好，卻無爭鬥之心，非激他動怒不可，於是大聲說道：「李莫愁，你為什麼罵桃花島主不忠不孝，不仁不義？」李莫愁心想：「我幾時罵過啦？」手上加快，並不回答。楊過又叫道：「你說桃花島主淫人妻女，擄人子弟，是你親眼見到麼？你說他欺騙朋友、出賣恩人，當真有這等事麼？」程英愕然未解，馮默風已聽得怒火衝天，一股剛勇從胸中湧起，鐵錘拐杖，同時出手。他左足站地，一個「金雞獨立」式，猶如釘在地下一般，又穩又定，錘拐帶著一股熾烈的熱氣，向李莫愁直逼過去。李莫愁見他來勢猛烈，不敢正面接戰，縱躍閃避，尋隙還擊。楊過又叫道：「李莫愁，你罵桃花島主是無恥之徒，我瞧你自己才無恥啦！」馮默風越聽越怒，鐵錘和拐杖橫揮直壓，猛不可當，初時他招術頗見生疏，鬥了一陣，越來越是順手。以功力而論，二人原本相差不遠，但李莫愁橫行江湖，大小數百戰，見識多他百倍，兼之馮默風只有一腿，時候一長，定然要輸。她存心與之遊鬥，待其銳氣一挫，再行反攻。果然馮默風怒意稍減，鬥志即懈，漸漸落於下風，李莫愁大喜，一拂塵向他胸口揮去，馮默風橫錘一擋。那拂塵乘勢彎過來捲住錘頭，本來這是李莫愁奪人兵刃的絕招，只要一奪一甩，馮默風的鐵錘非脫手不可，豈知但聽得嗤嗤一陣響，青煙冒起，各人聞到一股焦臭，拂塵的塵尾竟然燒斷。這一來李莫愁非但沒奪到對方兵刃，反而將自己兵刃失去了，可是她臨危不亂，擲下塵柄，改使五毒神掌。這神掌雖然厲害，卻非貼近施展不能見功，此時馮默風右錘左拐，舞得風聲呼呼，得心應手，但見兩條人影中不斷冒出青煙，原來李莫愁身上道袍帶到燒得通紅的錘拐，一塊塊的燒去。她心中大怒，明明可以取勝，卻被這老鐵匠在兵刃上佔了便宜，實是心不甘服，決意要擊他一掌出氣。馮默風初次與人交手，若是上來連連吃虧，便會越鬥越是畏縮，此刻佔了上風，錘拐使將出來竟是神妙無方。李莫愁想要擊他一掌，幾次都是險險碰到鐵錘，若非閃避得快，掌心都要燒焦了。突然之間，馮默風叫道：「不打了，不打了，你這樣子不成體統！」獨足向後躍開半丈。李莫愁一呆，一陣涼風吹來，身上衣衫一片片的飛開，手臂、肩膊、胸口，竟有許多處露了出來。她是個處女之身，這一下羞慚難當，正要轉頭逃走，突然背上一涼，又是一大塊衣衫飛走。楊過見他處境狼狽萬狀，扯斷衣帶。脫下外袍，運起內力，向她背上擲了過去。那袍子就似一個人般張臂將她一抱。李莫愁急忙將臂穿進袖子，拉好衣襟，饒是她一生見過了不少大陣大仗，此時也不由得又驚又羞，臉上紅一陣白一陣，不知是否更與敵人動手？尋思：「若再上前搏鬥，這件衣衫又會燒毀，這口氣只好咽下再說。」向楊過點點頭，謝他贈袍之德，轉頭對馮默風道：「你使這等詭異兵刃，果是黃老邪的邪道。你憑良心說，若以真實武功拼鬥，可勝得過我麼？黃老邪的弟子若是規規矩矩的與我單打獨鬥，能佔上風麼？」馮默風為人正直，坦然道：「若非你失了兵刃，那麼時刻一久，你可勝我。」李莫愁傲然道：「你知了就好。我那紙上寫道桃花島門人恃眾為勝，可沒說錯。」馮默風低頭沉思，過了一會，道：「那卻不然，若是我陳梅曲陸四位師兄在此，任那一位都強於你。別說陳師兄、曲師兄武功卓絕，就是梅超風梅師姊也屬女流，你就絕不能勝她。」李莫愁冷笑道：「這些人死無對證，更說什麼？黃老邪的功夫也只如此，我本想領教領教他親生女兒郭夫人的神技，但舉一反三，那也不必了。」說著轉身便欲走。楊過心念微動，說道：「且慢！」李莫愁長眉一揚，道：「怎麼？」楊過道：「你說桃花島主武功不過如此，那就錯了。我聽他說過一路玉簫劍法，儘可破得你的拂塵功夫。」說著拿起鐵條，在地下一面揮劃圖形，口中一面解說：「喏，你這一記當面迎擊，果然迅捷凌厲，他的劍從此處橫削，你就收勢不及。你若反打，這劍就從此疾攻，你如正面拂穴，他就以虎爪抓你塵尾，卻倒轉劍柄逆點你的肩貞穴，這一招你想得到麼？」這一招果然匪夷所思，可也是精妙絕倫，正面拂穴原是李莫愁拂塵功夫的絕招之一，楊過所說的這一招，卻將她剋制得再無還手餘地，只有丟了拂塵認輸。楊過又比劃著說道：「再說到你的五毒掌法，桃花島主留起指甲，這麼一掌引開，待你手掌擊到，他用彈指神通功夫，用指甲在你掌心這麼一彈，你這隻手掌豈不是當場廢了？他只要立時用剪刀剪去指甲，你掌上的劇毒就傳不到他身上？」此一番話，只把李莫愁聽得臉如土色，他每一句話都是入情入理，所說的方法確是非自己所能抵擋。楊過又道：「桃花島主惱你出言無狀，他自己是大宗師身份，犯不著親自與你動手，已將這些法門傳了給我，命我代他收拾你。但我想到你與我師總有同門之誼，今日將桃花島主的厲害說與你聽，下次你見到他的門人，還是遠而避之吧。」李莫愁默然半晌，說道：「罷了，罷了！」轉頭便走，霎時之間，身形已在山後隱沒，身法之快，確是江湖少見。馮默風暗叫：「慚愧，這道姑好生厲害。」其實這些法門黃藥師雖已傳給了楊過，若要真能使用，克敵制勝，最快也須在數年之後。楊過這麼講述一番，不必出手，卻已將她嚇得心服口服，從此不敢再出一句輕侮黃藥師之言。陸無雙在李莫愁積威之下，聽見她的聲音，心中就怦怦亂跳，見她一走，登時如釋重負，拍手笑道：「傻蛋！你好口才啊，連我師父也給你嚇走了。」程英回到屋中去看望傻姑，她見楊過將自己親手所縫的袍子送給李莫愁，當時情勢緊迫，那也罷了，但他新袍底下，仍是穿著那件破破爛爛的舊袍子，顯見這袍子是小龍女在古墓中所縫，他親疏有別，絕不忘舊。程英性格溫存靦腆，心中微微一酸，卻半句也不提。她剛進門，忽聽得山前人喧馬嘶，隱隱如雷，不禁一驚，急忙回身。楊過道：「我去瞧瞧。」一躍上馬，轉出山坳，奔了數里，已到大路，但見塵土飛揚，旌旗蔽空，原來是一大隊蒙古兵向南開拔，聲勢極為雄偉。楊過從未見過大軍啟行，眼看到這般驚心動魄的狀觀，不由得呆了。早有兩名小軍舞起長刀，吆喝：「兀那蠻子，瞧什麼？」衝了過來，楊過撥轉馬頭便跑，兩名小軍彎弓搭箭，颼颼兩聲，向他後心射來。楊過回手接住，只覺這兩枝箭射勢甚是勁急，若非自己身有武功，早給射得穿胸而死。那兩名小軍見他如此本領，嚇得勒住馬頭，不敢再進。楊過回到鐵匠鋪中，將所見說了。馮默風嘆道：「蒙古大軍果然南下。我中國百姓苦矣！」楊過道：「蒙古人騎射之術，非宋兵所能抵擋，這場災禍甚是不小。」馮默風道：「楊公子正當英年，何不回南投軍，以禦外侮？」楊過一呆，道：「不，我要北上去尋姑姑。蒙古軍聲勢如此浩大，以我一人之力，有什麼用？」馮默風搖頭道：「一人之力雖微，眾人之力就強了。若是人人如楊公子，你這等想法，還有誰能肯出力以抗異族？」楊過覺他話是不錯，可是總覺去尋小龍女要緊。他自幼在江南飄泊，深受小官小吏、土豪劣紳之苦，但覺蒙古人固然殘暴，想宋朝皇帝也未必就是好人，犯不著為他出力，當下微微一笑，不再辯駁。馮默風將鐵錘、鉗子、風箱等綑住一綑，負在背上，向程英道：「師妹，你日後覓到師父，請向他老人家說，弟子馮默風不敢忘了他老人家的教誨。今日投向蒙古軍中，好歹也要刺殺他一二名侵我江山的親王大將。」說罷拄著鐵拐，頭也不回的去了，竟沒再向楊過望上一眼。楊過、程英與陸無雙望了一眼，說道：「不意在此處得識這位異人。」陸無雙心中偏袒楊過，道：「表姊，你師父門下的人物，除你之外，不是傻裏傻氣，便就是瘋瘋癲癲。」程英一笑，淡然道：「人各有志，自是勉強不來。你說他瘋瘋癲癲，說不定他卻說咱們是無情之輩呢。」楊過聽了心中怦然一動，瞧她神色如常，卻猜不透她此言是否語帶雙關。三人回到屋中，只見傻姑抱手叉腳的睡在地下，都是一驚，忙扶她上炕，但見她滿臉通紅，雙目發直，知道又是五毒神掌的毒氣發作。當下程英給她服藥，楊過替她按穴推拿。傻姑怔怔的瞪著他，臉上突現恐懼之色，叫道：「楊兄弟，你別拉我抵命，不是我害死你的……」程英柔聲道：「姊姊，你別害怕，他不是……」楊過心道：「她此時神智迷糊，正可吐露真言。」雙手一翻，扣住她的手腕，厲聲說道：「那麼是誰害死我的？你不說我就扼死你抵命。」傻姑求道：「楊兄弟，不是我，不是我。」楊過怒道：「你不說，好，我就扼死你。」伸手叉她的咽喉，傻姑嚇得尖聲大叫。程英和陸無雙那明白楊過的用意，齊聲勸阻，一個叫「楊大哥」，一個叫「傻蛋」，一個說：「別嚇壞了她。」一個說：「這時候怎麼鬧著玩？」楊過那裏理會，手上微微加勁，臉間現出凶神惡煞般的神氣，咬牙切齒的道：「我是楊兄弟的惡鬼。我死得好辛苦，你知道麼？」傻姑道：「我知道的。你死後烏鴉吃你的肉。」楊過心如刀絞，他只知父親死於非命，卻不知死後連屍體也不得埋葬，竟被烏鴉啄食，大叫：「是誰害死我的？快說快說。」傻姑喉嚨嘶啞，道：「是你自己去打姑姑，姑姑身上有毒針，你就死了。」其實當年楊康之死，卻是陰差陽錯。歐陽鋒用劇毒怪蛇在桃花島害了南希仁，那南山樵南希仁臨死時昏迷中在黃蓉肩頭打了一拳，毒血遺在她軟蝟甲的尖刺上，黃蓉自己並不知情。後來在鐵槍廟中楊康打黃蓉一掌，正好擊中毒刺，因而中毒而死。黃蓉當時只想借歐陽鋒之手殺他，卻不料蛇毒轉輾相傳，傷了他性命。楊過大聲嚷道：「姑姑是誰？」傻姑被他扼得氣都喘不過來，幾欲暈去，低聲道：「姑姑就是姑姑。」楊過道：「姑姑姓什麼？叫什麼名字？」傻姑道：「我……我……我不知道啊，你放開我！」陸無雙見情勢緊迫，去拉楊過手臂。楊過此時猶如癲狂一般，用力一揮，使了十成力，陸無雙那裏抵擋得住，身子給他直推出去，砰的一響，撞在牆上，好不疼痛，程英見楊過平素溫和瀟灑，此刻狀若瘋虎，嚇得手足都軟了。楊過心想：「今日若不問出殺父仇人的姓名，我立時就會嘔血而死。」連問幾聲：「姑姑是姓曲麼？是姓梅麼？」他猜想傻姑自己姓曲，那她姑姑多半也是姓曲，說不定則是梅超風。郭靖夫婦自幼待她如同子姪一般，無論如何難以猜想到竟是黃蓉。傻姑用力掙扎，她功力遠勝楊過，只是武藝卻不及他，兼之手腕上穴道被扣，只急得啞啞而呼，說道：「你去向姑姑討命，不要找我。」楊過道：「姑姑在那裏？」傻姑道：「我和師父，出來！她和漢子，在島上。」楊過聽了此言，一股涼氣從背脊上直透下去，顫聲道：「姑姑叫你師父做什麼？」傻姑道：「叫爸爸啊，還能叫什麼？」程英和陸無雙聽到此處，面上均各變色。楊過怕弄錯，追問一句：「姑姑的漢子名叫郭靖，是不是？」傻姑道：「是啊，你不知道麼？」雙腳亂踢，忽如殺豬般叫了起來：「救命，救命！」楊過腦中混亂一片，自己幼時孤苦，受人欺凌種種往事，一時間都湧向心間，心想：若非父親被人害死，母親也不必補蛇為生，自不致給毒蛇咬死，自己更不會吃盡這些苦頭，又想到桃花島上郭靖夫婦對待自己的情景。當時只覺二人神態總是不甚自然，有些兒客氣，有些兒忌諱，絕不如對待武氏兄弟那麼要說便說，要罵便罵，這原由心中一直想猜不透，但感彆扭，原來自己的殺父仇人，竟是對自己顯得十分親熱慈和的郭靖夫婦。他一時之間驚憤交迸，手上使不出勁來。傻姑大叫一聲，從床上躍起。程英走近他身邊，輕輕說道：「傻姊姊素來傻裏傻氣，你是知道的。她病中語無倫次，千萬別信她的。」但她自己心中，卻也信傻姑所說的乃是真話，也知這種勸慰管不了用，只是見楊過滿臉愁苦，心中極是不忍。這幾句話楊過全沒聽見，他呆了半晌，一躍出門，翻身上了瘦馬，那馬一竄而前，轉瞬間奔出數十丈外。隱隱聽得身後「傻蛋！」「楊大哥！」的呼聲，此時他那裏還去理會，心中只想著：「我要報仇！我要報仇！」這一口氣狂奔，兩個多時辰竟馳了近百里路程，忽覺得口唇上甚是疼痛，伸手一摸，滿手都是鮮血，原來他憤慨之中咬緊口唇，竟將上下唇都咬破了。他本就憤世嫉俗，此時更覺天地之間人心鬼蜮，實無一好人：「郭伯母本來待我並不好，那也罷了，但郭伯伯，郭伯伯……」他心中對郭靖一直崇敬異常，覺得他德行武功固然超凡絕俗，對待自己尤是一片真心，這時卻感大大受了欺騙。想到傷心之處，下馬坐在大路之中，抱頭痛哭起來。這一番大放悲聲，當真是天愁地慘，似乎人世間的傷痛煩惱，盡數到了他的哭聲之中。他與父親從未見過一面，也從未聽人說起，但他自幼空想，在小小心靈之中，把楊康想得十全十美，世上再無如此好人。他那知道他父親生時賣國求榮、認賊作父、乃是個反覆無義的小人！他哭了一陣，忽聽得馬蹄聲響，北邊馳來三四匹馬，馬上騎著的都是蒙古武士。當先一人手持長茅，矛頭刺著一個兩歲大的嬰兒，哈哈大笑的奔來。那嬰兒尚未死絕，兀自發出微弱的哭聲。那些蒙古武士見他坐在大路之中哭喊，均感詫異，一人叫道：「讓路，讓路。」說著一矛向他刺到。楊過心中正自煩惱，抓住矛頭一扯，將那武士拉下馬來，反手一掌，那武士直飛出三四丈遠，腦骨碎裂而死。餘人見他如此神勇，發一聲喊，一齊轉馬逃回。只聽拍的一聲，那嬰兒摔在路上。楊過抱起來一看，原來是個漢人的孩子，肥肥白白，甚是可愛，這一矛刺在肚腹之中，一時不得就死，可也已不能夠醫活，小嘴中啊啊的，似乎還在叫著「媽媽。」楊過傷痛之餘，悲天憫人之心轉盛，抱著這個半死不活的孩子，又流下淚來，眼見他痛苦難當，輕輕一掌將他擊死了，用蒙古武士的長矛在地下掘個小坑，要將他掩埋。只掘得一半，猛聽得蹄聲如雷，塵土飛揚，號角聲中大隊蒙古兵急衝而至。楊過手挺長矛上馬，那瘦馬卻是久歷沙場的戰馬，長嘶一聲，向蒙古兵衝去。楊過手起矛落，一連搠翻三四人，但見敵人不計其數的湧來，當下撥轉馬頭，落荒而走。背後箭如飛蝗般射來，他揮矛一一撥落。這瘦馬腳程奇快，片刻間已將追兵拋落，但兀自不停，仍是在荒野中如飛奔跑。又過一陣，楊過見天色漸晚，收韁遙望，四下裏長草沒脛，奇峰迫人，暮靄蒼茫，靜悄悄的非但沒有人聲，連烏鴉麻雀也沒一隻。楊過下得馬來，手中還抱著那個死嬰，只見他面目如生，臉上神情痛苦異常，心中慘然，想道：「這孩子的父母自是愛他猶似性命一般，那蒙古武士卻用長矛一矛刺死了他，孩子是死了，再無知覺，他父母卻是要肝腸寸斷了。這些蒙古兵大舉南下，一路上不知要害死多少大人小孩？」越想越是難受，當下在大樹旁掘一個坑，將小孩埋了，又想起傻姑之言：「這小孩死了，尚有我替他掩埋，我父親卻葬身於烏鴉之口，唉，你們既害死了他，給他埋入土中又有何妨？這用心當真是歹毒之至了。」這時那瘦馬奔跑了大半日，已甚疲累，這一帶大軍過去，兵荒馬亂，未必便找到宿頭，楊過怕在地上睡熟之後有甚毒蛇蟲蟻侵害，於是從囊中取出一條蠅索，高高的縛在兩棵大樹之上，學著小龍女的睡臥之法，躺在繩上。睡到半夜，忽聞到一陣腥風，接著幾聲吼叫，此起彼伏。楊過吃了一驚，忙向吼叫處望去，這晚正是月盡夜，四下裏一片漆黑，但他久處古墓，雙目能在黑夜視物，只見碧油油四盞小燈籠慢慢走近，定神一看，原來是兩頭毛色純黑的猛虎。這兩頭老虎身子又細又長，與中原常見的品種大不相同。二虎邊嗅邊行，走到掩埋小孩之處，四隻前爪一齊爬搔。楊過大怒，欲待躍下打虎，苦於未攜兵刃，那柄從蒙古兵手上奪來的長矛已在途中拋掉，眼見兩條大蟲牙尖爪利，猛惡異常，與之空手相搏，只怕自己受傷。正自躊躇，忽聽西首砰騰一響，隔了片刻，又是砰騰一響，楊過於眼一望，幾乎不信自己的眼睛，原來是一具長長的棺材，一跳一跳的移近。棺材自行會動，那真是聞所未聞，楊過橫臥繩上，驚得呆了，連大氣也不敢喘一口。那棺材跳了幾下，在一株大樹下停了，兩頭黑虎好奇心起，奔了過去，繞著棺材打圈，鼻中發出嗚嗚之聲，伸出前爪在棺材蓋上挖抓。突然砰的一聲，棺材蓋飛開，裏面躍出一個又高又瘦的殭屍，左足筆直踢出，將一頭黑虎踢了一個觔斗。另一頭黑虎躍起咬他，給那殭屍抓住了頭頸，擲了出去。楊過見這殭屍如此神力，驚得全身都是冷汗。兩頭黑虎吃了敗仗，卻不服輸，遠遠蹲在地下，嗚嗚嗚的發威，忽聽得山谷後啾啾啾的叫了三聲，猶如梟鳴，一團黑影如一溜煙般著地滾來。兩頭黑虎向那黑團迎去，站在它的身邊，伏地擺尾，極是馴伏。那黑團滾定不動，原來是個全身黑衣的矮老頭子，他皮膚漆黑，黑鬚飄飄，肩頭站著一隻極大的禿頭梟鷲，毛羽也是純黑。只聽那黑矮人說道：「瀟湘子，你怎麼打我的小貓？常言道，打狗該看主人面，你這個不太無禮麼？」他身高不滿三尺，說話的聲音卻是響若奔雷，轟轟轟的，將楊過的耳朵震得極不舒服。那殭屍冷笑一聲，細聲細氣的道：「摩星仁兄，我又沒有打壞你的小貓。這裏給你賠禮了。」說著作了一揖。楊過這時瞧得清楚，原來那殭屍其實是人，只是他行動硬直，臉白如紙，又是打從棺材中出來，這才錯誤他是殭屍，瞧他擒拿足踢的功夫，視絕頂兇猛的大蟲猶如無物，實是武林中一等一的高手，只是如此醜陋的一個怪物，卻用上一個「瀟湘子」的雅號，未免大是不稱。兩人把猛虎叫作「小貓」，矮的性如烈火，高的卻是陰陽怪氣，真是處處出人意表。只聽那黑矮人道：「瀟湘子，金輪法王的事，是怎樣了？」楊過聽得「金輪法王」四字，不禁留上了神，只聽瀟湘子冷冷一笑，在棺材上坐了下來，說道：「他單槍匹馬的去和中原武師相爭，吃了個大大的敗仗。」那黑矮人哈哈大笑，聲振林梢，他肩上的梟鷲也喀喀的叫了起來，聲音極是難聽。黑矮人笑了一陣，大聲道：「我尼摩星萬里迢迢的從天竺趕來，卻被金輪和尚先到一步，封了蒙古的第一國師。哼，哼，憑他的武功，能當得這『第一』二字麼？」瀟湘子陰惻惻的道：「天下除了你摩星兄，原也無人當得。」尼摩星哈哈一笑，甚是得意，瀟湘子也跟著冷笑了幾聲。尼摩星道：「瀟湘子，你近在湘西，何以不跟他爭一爭？」瀟湘子道：「蒙古忽必烈王爺修書來聘之時，小弟正在苦練壽木長生功，無法分身，只好眼睜睜的讓他稱雄罷了。」尼摩星道：「現下你是練成了，怎麼不去跟他爭奪？可是害怕那和尚的金輪厲害麼？」瀟湘子道：「和尚有甚可怕？小弟是不敢惹啊。」尼摩星又是仰天長笑，突覺他言語中之意頗帶譏嘲，怒道：「瀟湘子，你瞧我不起，是不是？好，我試試你的壽木長生功到底怎樣厲害？」他說試便試，突然一團黑煙般向對方衝了過去。別瞧瀟湘子身子僵直，行動卻也是迅捷無比，長臂伸出，已將棺材抓起，向尼摩星擊去。只聽砰的一撞，二人各自退出兩丈以外。兩頭黑虎和梟鷲一齊大叫，聲勢悽厲驚人。這一下碰撞，二人均知對方武功了得。尼摩星道：「瀟湘子，你的功夫不錯啊。」瀟湘子仍是冷笑幾聲，道：「小弟甘拜下風。你這武功叫作什麼啊？」尼摩星道：「這是釋迦擲象勁。」瀟湘子道：「仁兄來自達摩老祖之邦，果然具大神通。」二人相隔五丈，舉手行禮。尼摩星驀地向外急奔，霎時之間已去得無影無蹤，兩頭黑虎在後跟去，瀟湘子躍入棺材又是砰騰、砰騰向西移去，漸行漸遠。楊過無意中看到了這幕怪劇，直等二人去了良久，方始定神，暗叫：「慚愧！天下之大，異人無所不有，我若非高臥繩上，只要給他二人發覺了，那裏還有命在？」此時再也無法入睡，細思二人武功家數。他二人雖只一撞，但楊過看得明白，尼摩星的釋迦擲象勁，剛中有柔，只不知他小小身軀之中，從何處生出這等大力來？瀟湘子的壽木長生功卻是寓退力於發勁之中，居然與尼摩星鬥了個勢均力敵，自也是非同小可。他想了半夜，閉眼養神，忽聽得那瘦馬長嘶了一聲。這馬甚有靈性，當兩頭黑虎入山之時，牠聞到氣息，早已遠避，此時突然嘶叫，定是附近又有異事。楊過隱長草之中，循聲過去察看，此時天已黎明，只見遠處有一人縱身躍高，伸手在一株野果樹上摘取子果子。楊過走近一看，卻是金輪法王的弟子達爾巴。他每次一躍，只採到一枚果子，後來不耐煩起來，伸臂橫擊，打了幾下，那野果樹喀喇一響，斷為兩截，於是他盡採樹上野果，放入懷中。楊過心道：「難道金輪法王就在左近？」他與法王本來並無仇怨，此時認定郭靖、黃蓉是殺父仇人，反而後悔當日相助郭黃而與法王作對，當下悄悄跟在達爾巴身後，要去瞧個究竟，只見他邁步如飛，直向山坳中行去。楊過知他武功甚強，不敢過分接近，只是遠遠跟隨，但見他轉入林木深處，越走越高，竟到了一座山峰的絕頂。那峰頂上搭了一座小小的茅棚，四面通風。金輪法王閉目垂眉，正在棚中打坐。達爾巴將野果放在棚中地下，轉過身來，突見楊過走近，不由得臉色大變，叫道：「大師兄，你要來加害師父麼？」說著向楊過急衝過來，伸手扭他衣襟。他武功原比楊過為高，但此刻師父正處於奇險之境，一受外感，立時性命不保，惶急之下心神失常，這一招章法大亂，竟自犯了武學的大忌，給楊過反擒手臂，一帶一送，將他摔得跌了出去。