第十八回　缺回漏目兩人這樣抱著，也不知過了多少時候，忽然洞口傳進來幾下腳步之聲。胡斐心道：「不好！我堵死別人，別要螳螂捕蟬，黃雀在後，又有別人來堵死了咱們。」臂中抱著苗若蘭不放，急步搶出洞去。月光之下，但見雪地裏有兩人奔跑得極是迅捷，瞧那身形步法，正是雪峰上與自己動過手的那些武林豪客。胡斐笑道：「蘭，你爹爹打了勝仗，把他們都趕跑啦。」說著彎腰在地下抓起一把雪，手指用勁，這把雪立時團得堅如鐵石。他手臂一揮，雪團直飛過去，正中前面一人腰間。那人一跤俯跌，再也站不起來。後面一人吃了一驚，回過頭來，一個雪團飛到，正中胸上，立時仰天摔倒。雖然跌法不同，卻是同樣的再不站起。胡斐哈哈一笑，忽然柔聲道：「你甚麼時候把心交給了我？我想一定沒我早。我第一眼瞧你，我－－我就管不住自己了。」苗若蘭輕聲道：「十年之前，當我還只七歲的時候，我聽爹說你爹媽之事，我心中就儘想著你。我對自己說，若是那個可憐的孩子活在世上，我要照顧他一生一世，我要教他快快活活，忘了小時候別人怎樣欺侮他、虧待他。」胡斐聽得激動異常，不知說些甚麼才好，只是緊緊的將她摟在懷裏，眼光從她肩上望出去，忽見雪峰上幾個黑影，正沿著繩索往下急溜。他叫道：「咱們去助你爹爹，截住這些歹人。」說著足底加勁，抱著苗若蘭急奔，片刻之間已到了雪峰之下，那時兩名豪客已踏到峰下實地，尚有幾名正急速下溜。胡斐將苗若蘭放下，雙手各握一個雪團，兩臂齊揚，峰下兩名豪客應聲倒地。胡斐正要再擲雪團，投擊尚在峰腰之人，忽聽半山間有人朗聲說道：「是我放人走路，旁人不得攔阻。」這兩句話一個字一個字的從半山裏飄將下來，洪亮清朗，正是苗人鳳的說話。苗若蘭喜叫：「爹爹！」胡斐聽這聲音離地約有數里，但語音遙傳，若對其面，金面佛內力之深厚，確是已所莫及，不禁心下大為欽佩，兩手一振，扣在掌中的雪團雙雙飛出，又中躺伏在地的兩名豪客身上，不過上次是打穴，這次卻是解穴。那二人蠕動了幾下，撐持起來，突然發足狂奔而去。但聽半山裏苗人鳳叫道：「果然好俊的功夫，就可惜不學好。」他這兩句話的語音，一字近似一字，只見他又瘦又長的人形緣索直下，當那「好」字說畢，人已站在胡斐身前。兩人互相對視，均不說話，但聽四下裏咄咄擦擦，盡是踏雪之聲，原來這次上峰的高手中留得性命的，都四散走了。月光下只見一人一跛一拐的走近，正是杜殺狗杜莊主。他將一個尺來長的包裹遞給胡斐，顫聲道：「這是你媽的遺物，裏面一件不少，你收著罷。」胡斐接在手中，似有一股熱氣從包裹傳到心中，全身不禁發抖。苗人鳳見杜殺狗的背影在雪地裏蹣跚遠去，心想此人文武全才，結交遍於天下，也算得是個人傑，只因一念之差，落得身敗名裂，實是可惜。他不知杜殺狗與胡斐之母有中表之親，更不知胡斐就是二十多年來自己念念不忘的孤兒，當下緩緩轉過頭來，只見女兒身披男人袍服，怯生生的站在雪中，心想眼前此人雖然救了自己性命，卻玷污了女兒清白，念及亡妻失節之事，恨不得殺盡天下輕薄無行之徒，一時胸口如要迸裂，低沉著聲音道：「你跟我來！」說著轉身便走。苗若蘭叫道：「爹，是他－－」但苗人奉沉默寡言，素來不喜多說一個字，也不喜多聽一個字，此時盛怒之下，更不聽女兒多說。他見胡斐伸手去拉女兒，喝道：「好大膽！」左手倏地伸出，破蒲扇一般的手掌已將胡斐左臂握住，說道：「蘭兒你留在這兒，我和這人有幾句話說。」說著向右側一座山峰一指。那山峰雖遠不如杜家莊所住在的玉筆峰那麼高聳入雲，但險峻巍峨，似猶在玉筆峰之上。他放開胡斐手臂，向那山峰急奔過去，倏忽之間已到峰底。胡斐道：「蘭，你爹既這般說，我就過去一會兒，你在這裏等著。」苗若蘭道：「你答應我一件事。」胡斐道：「別說一件，就是千件萬件，也全憑你吩咐。」苗若蘭道：「我爹若要你娶我－－」最後兩字聲若蚊叫，幾不可聞，低下了頭羞不可抑。胡斐將適才從杜殺狗手裏接來的包裹放在她的手裏，道：「你放心。我將我媽的物事交於你手。天下再沒一件文定之物，能有如此隆重的。」苗若蘭接過那個包裹，身子也是不自禁的微微顫動，低聲道：「我自然信得過你。只是我知道爹爹脾氣，若是他惱了你，甚至罵你打你，你都瞧在我臉上，讓了他這一回。」胡斐笑道：「好，我答應你就是。」遠遠望去，只見苗人鳳的人影在白雪山石間倏忽出沒，正自極迅捷的向山上爬去。當下輕輕的在苗若蘭臉頰上親了一親，提氣向苗人鳳身後跟去。他順著雪地裏的足跡，一路上山，轉了幾個彎，但覺山道愈來愈險，心下絲毫不敢大意，只怕一個失足，摔得粉身碎骨。奔到後來，山壁間全是凝冰積雪，滑溜異常，竟難有下足之處，心道：「苗大俠故意選此險道，必是考較我的武功來著。」當下展開輕功，全力施為，山道越險，他竟奔得越快。又轉過一個彎，忽見一條瘦長的人影站在山壁旁一塊凸出的石上，身子襯著灰暗的天空，猶似一株枯槁得老樹，聽他低沉著嗓子說道：「好，你有種跟來，上罷！」正是打遍天下無敵手金面佛〉苗人鳳。胡斐一怔，急忙停步，雙足使出千斤墜功夫，將身子牢牢定住峭壁之旁。苗人鳳背向月光，臉上陰沉沉的瞧不清楚神色。胡斐喘了口氣，面對著這個自己生平想過幾千幾萬遍之人，一時之間竟爾沒了主意：「他是我殺父仇人，可是他又是若蘭的父親。他害得我一生孤苦，但聽平四叔說，他豪俠仗義，始終沒對不起我的爹媽。他號稱打遍天下無敵手，武功藝業，驚世駭俗，但我偏不信服，倒要試試是他強呢還是我強。他苗家與我胡家累世為仇，百餘年來相斫不休，但他又不傳若蘭武功，是不是真的要將這場世仇至他而解？適才我救了他的性命，但他見我與若蘭同床共被，卻又不知能否相諒？」胸中思潮起伏，百感交集。苗人鳳見胡斐神情粗豪，虯髯戟張，依稀是當年胡一刀的模樣，不由得心中一動，但隨即想起，胡一刀之子早已被人害死，投在滄州的河中，此人容貌相似，只是偶然巧合，想起他欺辱自己的獨生愛女，怒火上衝，左掌一揚，右拳呼的一聲，衝拳直出，猛往胡斐胸口擊去。胡斐與他相距不過數尺，見他一拳打過來，勢道威猛無比，只得出掌擋架。兩人拳掌相交，身子都是一震，暗讚對方功夫了得。苗人鳳自那年與胡一刀比武以來，二十餘年中從未遇到敵手，此時自己一拳被胡斐化解，但覺對方掌法精妙，內力深厚，不禁敵愾之心大增，運掌成風，連進三招。胡斐一一拆開，到第三招上，苗人鳳掌力猛極，他雖急閃避開，但身子連幌幾幌，險險墮下峰去，心想：「若再相讓，非被他逼得摔死不可。」但見他左足飛起急向自己小腹踢到，當即右拳左掌，整向他面門拍擊，這一招圍魏救趙，是拆解他左足一踢的高招。胡斐這一招用的雖然是重手，究竟未出全力，但高手比武，半點容讓不得，苗人鳳伸臂相格，使的卻是十成力。四臂相交，喀喀兩響，胡斐只覺胸口隱隱發痛，急忙運氣相抵。豈知苗人鳳的拳法剛猛無比，一佔上風，拳勢愈來愈強，再不容敵人有翻身機會。若是在平地之上，胡斐原可跳出圈子，逃開數步，避了他拳風的籠罩，然後反身再鬥，但在這巉崖峭壁之處，實是無地可退，只得咬緊牙關，使出春蠶掌法，密密護住全身各處要害。這春蠶掌法招招全是守勢，出手幅度小極，抬手踢足，全不出半尺之外，但招術綿密無比，周身始終不露半點破綻。這路掌法原本用以遭人圍攻而處劣勢之時，雖然守得緊密，卻有一個極大不好處，那就是一開頭即使自己「立於不勝之地」，名目叫做春蠶掌法，確是作繭自縛，但能受攻，不能反擊，不論敵人招數中露出如何重大破綻，若非改變掌法永遠難以克敵制勝。苗人鳳一招緊似一招，眼見對方每一招都可抵擋不住，但說也奇怪，不論自己如何強攻猛擊，胡斐必有方法解救，只是他但守不攻，自己卻無危險，當下不再防禦自身，十分力氣，全用在攻堅破敵之上。鬥到酣處，苗人鳳一拳打出，胡斐一避，那拳打在山壁之上，冰凌飛濺，有一小塊射到了胡斐左眼上。那眼皮極是柔軟，這一下又是出乎兩人意料之外，難以防備。胡斐但覺眼上劇痛，雖不敢伸手去揉，拳腳上總是緩得一緩，苗人鳳欺身直進，靠身山壁，將胡斐逼在外檔。此時強弱優劣之勢已判，胡斐半個身子凌空，只要足底微滑，身子稍有不穩，立時掉下山谷之中，苗人鳳卻是背心向著山壁。他這時拳法又變，招招逼對手硬接硬架。胡斐極是機伶，也偏不上他這個當，出手又柔又韌，盡力化解來勢，絕不正面相接。但兩人武功本在仲伯之間，平手相鬥，胡斐已未必能勝，現下加上許多不便之處，如何能夠持久？又鬥數招，苗人鳳忽地躍起，連踢三腳。胡斐急閃相避，但見對手第三腳踢過，雙掌齊出，直擊自己胸口。這兩掌難以化解，自己站身之處又是無可避讓，只得也是雙掌拍出，硬接來招。四掌一交，苗人鳳大喝一聲，勁力直透掌心。胡斐身子一幌，急忙運勁反擊。兩人都將畢生功力運到了掌上，這是硬碰硬的比拼，半點取巧不得。兩人氣凝丹田，四目相投，竟是僵住了動也不動。苗人鳳見他武功了得，不由得暗暗驚心：「近年來少在江湖上走動，竟不知武林中出了這等厲害人物！」雙腿稍彎，背脊已靠上山壁，一收一放，先將胡斐的掌力引了過來，然後借著山壁之力，猛推出去，喝道：「下去！」這一推本來就力道強勁無比，再加上借以山壁的反激，更是難以抵擋，胡斐身子一幌，左足已然凌空。但他武功之強，實已到了駭人聽聞的地步，右足在山崖邊牢牢定住，宛似鐵鑄一般。苗人鳳連加三次勁，也只能推得他上身幌動，卻不能使他右足移動半分。苗人鳳見他如此了得，心下不禁驚佩，暗想：「如此功夫，也可算得是百年難逢，只可惜走上了邪路。我今日若不殺他，日後遇上，未必再是他敵手。他恃強為惡，世上有誰能夠相制？」想到此處，突然間左足一登，一招破碑腳，猛往他右膝蓋上踹去。胡斐全靠單足支持，眼見他一腳踹到，無可閃避，嘆道：「罷了，罷了，我今日終究命喪他手。」危難下死中求生，右足一登，身子陡然拔起丈餘，一個鷂子翻身，凌空下擊。苗人鳳道：「好！」肩頭一擺，撞了出去。胡斐兩拳打在他的肩上，但被他一撞之下，身子跌出懸崖，向下直墮。胡斐慘然一笑，一個念頭如電光般在心中一閃：「我自幼孤苦，但臨死之前蒙她傾心，也自不枉了這一生。」突然臂上一緊，下墮之勢登時止住，原來苗人鳳抓住他手臂，將他拉了上來，喝道：「你曾救我性命，現下饒你相報。一命換一命，誰也不虧負了誰。來，咱們重新打過。」說著站在一旁，與胡斐並排而立，不再佔倚壁之利。胡斐拱手道：「晚輩不是苗大俠敵手，何必再比？苗大俠要如何處置，晚輩聽憑吩咐就是。」苗人鳳皺眉道：「你上手時有意相讓，難道我就不知？你欺苗人鳳年老力衰，不是你對手麼？」胡斐道：「晚輩不敢。」苗人鳳喝道：「出手！」胡斐要解釋他與苗若蘭同床共衾，實是出於意外，絕非存心輕薄，說道：「在那廂房中－－」苗人鳳聽他提及「廂房」二字，怒火大熾，劈面就是一掌。胡斐只得接住，經過了適才之事，知道只要微一退讓，立時又給他掌力罩住，只得全力施為。兩人各展平生絕藝，在山崖邊拆了三百餘招，竟是難分勝敗。苗人鳳愈鬥愈奇，心中不住想到當年在滄州與胡一刀比武之事，再拆數招，向後躍開三步，叫道：「且住！你可識得胡一刀麼？」胡斐聽他提到亡父之名，悲憤交集，咬牙道：「胡大俠乃前輩英雄，不幸被奸人害死，我若有緣能受他教誨幾句，立時死了，也所甘心。」苗人鳳心道：「是了，胡一刀去世已二十七年。眼前此人也不過二十多歲，焉能識他？」順手在山邊折下兩根極堅硬的樹枝，掂了一掂，重量相若，將一根拋給了胡斐，說道：「咱們拳腳難分高下，在兵刃上再決生死。」說著樹枝一探，左手捏了劍訣，樹枝走偏鋒刺出，使的是天下無雙，武林絕藝的苗家劍法。雖是一根小小樹枝，但出去時勢夾勁風，又狠又準，要是給尖梢刺上了，實也與中劍無異。胡斐見來勢厲害，哪敢有絲毫怠忽，樹枝一擺，向上橫格，這一格剛中有柔，確是名家手法。苗人鳳一怔，心想：「怎麼他的武功與胡一刀這般相似？」但兩個高手刀劍一交，後著綿綿而至，絕不容他有思索遲疑，但見胡斐樹刀格過，跟著提手上撩，苗人鳳揮樹劍反削，教他不得不迴刀相救。兩人各出絕技，比適才鬥得更是兇險。這一番惡鬥，胡斐一生從未遇過。他武功全是憑著父親傳下的遺書修習而成，招數雖然精妙，實戰經驗究竟欠缺，功力火候因年歲所限，亦未臻上乘，好在年輕力壯，精力遠過對方，是以數十招中打得難解難分。兩人迭遇險招，但均在極危急下用巧妙招數拆開。胡斐一面打，一面佩服：「金面佛苗大俠果然名不虛傳，若是他年輕二十歲，我早已敗了。可見當年他勝過爹爹，倒不是行使詭計。」兩人又鬥一陣，越鬥越是靠近山崖，只因招招扣得緊密，都是竭力將對方逼向外圍，只要向內緣踏進半步，立時受了對方刀劍之傷。鬥到酣處，苗人鳳使一招黃龍轉身吐鬚勢疾刺對方胸口，眼見他無處閃避，而樹刀砍在外檔，更是不及回救。胡斐吃了一驚，忙伸手在他樹枝上一撥，右手一招伏虎式劈出。苗人鳳叫了聲：「好！」樹劍一抖。胡斐只覺手指劇痛，急忙撒手。苗人鳳踏上半步，正要刺出一招上步摘星式，哪知崖邊堅冰被二人踏得久了，竟漸漸鬆裂溶解，他劍勢向前，全身重量盡在後邊的左足之上，只聽喀喇一響，一塊岩石帶著冰雪，墮入下面深谷。苗人鳳腳底一空，身不由主的向下跌落，胡斐大驚，忙伸手去拉。只是他一墮之勢不輕，雖然拉住了他袖子，可是一帶之下，竟連自身也跌出崖邊。二人不約而同的齊在空中轉身，貼向山壁，施展壁虎遊牆功，要爬回山崖。但那山壁上全是冰雪，滑溜無比，那壁虎遊牆功竟然施展不出，莫說是人，就當真壁虎到此，只怕也遊不上去。可是上去雖然不能，下墮之勢卻也緩了。二人慢慢溜下，眼見再溜十餘丈，是一塊向外凸出的懸岩，如不能在這岩上停住，那非跌個粉身碎骨不可。念頭剛轉得一轉，身子已落在巖上。二人武功相差無幾，心中所想也是一模一樣，當下齊使千斤墜功夫，牢牢定住腳步。岩面光圓，積了冰雪後更是滑溜無比，但二人武功高強，一落上巖面立時定身，竟沒滑動半步。只聽咯咯輕響，那數萬斤重的巖石幌了幾幌，原來巖石橫架山腰，年深月久，巖下沙石漸漸脫落，本就隨時都能掉下谷中，現下被二人使力一登，沙石夾冰紛紛下墮，那大巖越幌越是厲害。那兩根樹枝隨人一齊跌在巖上。苗人鳳見情勢危急異常，左掌拍出，右手已拾起一根樹枝，隨即上步雲邊摘月，挺劍斜刺。胡斐頭一低，彎腰避劍，也已拾起樹刀，還了一招拜佛聽經。兩人這時用的全是進手招數，招招兇險之極，但聽得咯咯之聲越來越響，腳步難以站穩。兩人都想：「只有將對方逼將下去，減輕巖上份量，這圓巖不致立時下墮，自己才有活命之望。」當下各展生平絕技，手下絕不容情。瞬時之間交手十餘招，苗人鳳見他使的刀法與胡一刀當年一模一樣，心中疑雲大起，只是形格勢禁，實無餘暇相詢，一招反腕翼德闖帳削出，接著就要使出一招提撩劍白鶴舒翅。這一招劍掌齊施，要教對方非跌下巖去不可，只是他自幼慣了，出招之前不禁背脊微微一聳。此時月明如洗，長空一碧，月光將山映壁映得一片明亮。那山壁上全是晶光的凝冰，猶似鏡子一般，將苗人鳳背心反照出來。胡斐看得明白，登時想起平阿四所說自己父親當年與他比武的情狀，那時母親在他背後咳嗽示意，此刻他身後放了一面明鏡，不須旁人相助，已知他下一步非出此招不可，當下一招八方藏刀式，搶了先著。苗人鳳這一招提撩劍白鶴舒翅只出得半招，全身已被胡斐樹刀蓋住。他此時再無疑心，知道眼前此人必與胡一刀有極深的淵源，嘆道：「報應，報應！」閉目待死。胡斐舉起樹刀，一招就能將他劈下巖去，但想起曾答應苗若蘭，絕不能傷她父親。然而若不劈他，容他將提撩劍白鶴舒翅使全了，自己非死不可，難道為了相饒對方，竟白白送了自己性命麼？瞬時之間，他心中轉過了千百個念頭：這人曾害死自己父母，教自己一生孤苦，可是他豪氣干雲，是個大大的英雄豪傑，又是自己意中人的生父，按理這一刀不該劈將下去；但若不劈，自己絕無活命之望，自己甫當壯年，哪裏肯死，倘使殺了他罷，回頭怎能有臉去見苗若蘭？若是終生避開她不再相見，那這一生活在世上，勢必心中痛苦，生不如死。看官，那時胡斐萬分為難，實不知這一刀該當劈是不劈。他不願傷了對方，卻又不願賠上自己性命。看官若是自身遭此情景，該當如何抉擇？苗若蘭一人站在雪地之中，良久良久，不見二人歸來，當下緩緩打開胡斐交給她的包裹。只見包裏是幾件嬰兒的衣衫，一雙嬰兒鞋子，還有一塊黃布包袱，月光下看得明白，包上繡著「打遍天下無敵手」七個黑字，正是她父親當年給胡斐裹在身上的。她站在雪地之中，月光之下，望著那嬰兒的衣衫，心中柔情萬種，不禁癡了。胡斐到底能不能平安歸來與她相會？他這一刀到底劈下去還是不劈？（全書完）