第二章　牢獄叮叮噹噹兵刃相交聲中，白光閃耀，一柄柄長劍飛了起來，一柄跌入了人叢，眾婢僕登時亂作一團，一柄摔上了席面，更有一柄直插入頭頂橫樑之中。頃刻之間，卜垣、吳坎、馮坦、沈城四人手中的長劍，都被狄雲以「去劍式」絞奪脫手。萬震山雙掌一擊，笑道：「很好，很好！戚師弟，難為你練成了『連城劍法』！恭喜，恭喜！」聲音中卻滿是淒涼之意。戚長發一呆，問道：「甚麼『連城劍法』？」萬震山道：「狄世兄這幾招，不是『連城劍法』是甚麼？坤兒、圻兒、圭兒，大夥都回來。你們狄師兄學的是戚師叔的『連城劍法』，你們如何是他敵手？」又向戚長發冷笑道：「師弟，你裝得真像，當真是大智若愚！『鐵鎖橫江』，委實了不起。」狄雲連使「刺肩式」、「耳光式」、「去劍式」三路劍招，片刻之間便將萬門八弟子打得大敗虧輸，自是得意，只是勝來如此容易，心中反而胡塗了，不由得手足無措，瞧瞧師父，瞧瞧師妹，又瞧瞧師伯，不知說甚麼話才好。戚長發走近身去，接過他手中長劍，突然間劍尖一抖，指向他的咽喉，喝道：「這些劍招，你是跟誰學的？」狄雲大吃一驚，他本來凡事不敢瞞騙師父，但那老丐說得清清楚楚，倘若洩漏了傳劍之事，定要送了那老丐的性命，自己因此而立下了重誓，決不吐露一字半句，便道：「師……師父，是弟子……弟子自己想出來的。」戚長發喝道：「你自己想得出這般巧妙的劍招？你……你竟膽敢對我胡說八道！再不實說，我一劍要了你的小命。」手腕向前略送，劍尖刺入他咽喉數分，劍尖上已滲出鮮血。戚芳奔了過來，抱住父親手臂，叫道：「爹！師哥跟咱們寸步不離，又有誰能教他武功了？這些劍招，不都是你老人家教他的麼？」萬震山冷笑道：「戚師弟，你何必再裝腔作勢？令愛都已說得明明白白了。『鐵鎖橫江』的高明手段，不必使在自己師哥身上，來來來！老哥哥賀你三杯！」說著滿滿斟了兩杯酒，仰脖子先喝了一杯，說道：「做哥哥的先乾為敬！你不能不給我這個面子。」戚長發哼的一聲，拋劍在地，回身接過酒杯，連喝了三杯，側過了頭沉思，滿臉疑雲，喃喃說道：「奇怪，奇怪！」萬震山道：「戚師弟，我有一件事，想跟你談談，咱們到書房中去說。」戚長發點了點頭，萬震山攜著他手，師兄弟倆並肩走向書房。萬門八弟子面面相覷。有的臉色鐵青，有的喃喃咒罵。沈城道：「我小便去！給狄雲這小子這麼一下子，嚇得我屎尿齊流。」魯坤沉臉喝道：「八師弟，你丟的醜還不夠麼？」沈城伸了伸舌頭，匆匆離席。他走出廳門，到廁所去轉了轉，躡手躡腳地便走到書房門外，側耳傾聽。只聽得師父的聲音說道：「戚師弟，二十年來揭不破的謎，到今日才算真相大白。」聽得戚長發的聲音道：「小弟不懂。甚麼叫做真相大白。」「那還用我多說麼？師父他老人家是怎麼死的？」「師父失落了一本練武功的書，找來找去找不到，鬱鬱不樂，就此逝世。你又不是不知道，何必問我？」「是啊。這本練武的書，叫做甚麼名字？」「我怎麼知道？你問我幹甚麼？」「我卻聽師父說過，叫做『連城訣』。」「甚麼練成、練不成的，我半點也不懂。」「知之者不如好之者，好之者不如甚麼？」「不如樂之者！」「嘿嘿，哈哈，呵呵！」「有甚麼好笑？」「你明明滿腹詩書，卻裝作粗魯不文。咱們同門學藝十幾年，誰還不知道誰的底？你不懂『連城訣』三字，又怎背得出『論語』、『孟子』？」「你是考較我來了，是不是？」「拿來！」「拿甚麼來？」「你自己知道，還裝甚麼蒜？」「我戚長發向來就不怕你。」沈城聽師父和師叔越吵越大聲，心中害怕起來，急奔回廳，走到魯坤身邊低聲道：「大師兄，師父跟師叔吵了起來，只怕要打架！」魯坤一怔，站起身來道：「咱們瞧瞧去！」周圻、萬圭、孫均等都急步跟去。戚芳拉拉狄雲的衣袖，道：「咱們也去！」狄雲點點頭，剛走出兩步，戚芳將一柄長劍塞在他手中。狄雲一回頭，只見戚芳左手中提著兩把長劍。狄雲道：「兩把？」戚芳道：「爹沒帶兵刃！」萬門八弟子都是臉色沉重，站在書房門外。狄雲和戚芳站得稍遠。十個人屏息凝氣，聽著書房中兩人的爭吵。「戚師弟，師父他老人家的性命，明明是你害死的。」那是萬震山的聲音。「放屁，放你媽的屁，萬師哥，你話說得明白些，師父怎麼會是我害死的？」戚長發盛怒之下，聲音大異，變得十分嘶啞。「師父他那本『連城訣』，難道不是你戚師弟偷去的？」「我知道甚麼連人、連鬼的？萬師哥，你想誣賴我姓戚的，可沒這麼容易。」「你徒兒剛才使的劍招，難道不是連城劍法？為甚麼這般輕靈巧妙？」「我徒兒生來聰明，是他自己悟出來的，連我也不會。那裏是甚麼連城劍法了？你叫卜垣來請我，說你已練成了連城劍法，你說過這話沒有？咱們叫卜垣來對證啊！」門外各人的眼光一齊向卜垣瞧去，只見他神色極是難看，顯然戚長發的話不假。狄雲和戚芳對視了一眼，都點了點頭，心想：「卜垣這話我也聽見過的，要想抵賴那可不成。」只聽萬震山哈哈笑道：「我自然說過這話。若不是這麼說，如何能騙得你來。戚長發，我來問你，你說從來沒聽見過『連城劍法』的名字，為甚麼卜垣一說我已練成連城劍法，你就巴巴的趕來？你還想賴嗎？」「啊哈，姓萬的，你是誆我到荊州來的？」「不錯，你將劍訣交出來，再到師父墳上磕頭謝罪。」「為甚麼要交給你？」「哼，我是大師兄。」房中沉寂了半晌，只聽戚長發嘶啞的聲音道：「好，我交給你。」門外眾人一聽到「好，我交給你」這五個字，都不由自主的全身一震。狄雲和戚芳恨不得有個地洞可以鑽將下去。魯坤等八人向狄戚二人投以鄙夷之色。戚芳又是氣惱，又感萬分屈辱，真想不到爹爹竟會做出這等不要臉的事來。突然之間，房中傳出萬震山長聲慘呼，極是淒厲。萬圭驚叫：「爹！」飛腿踢開房門，搶了進去。只見萬震山倒在地下，胸口插著一柄明晃晃的匕首，身邊都是鮮血。窗子大開，兀自搖幌，戚長發卻已不知去向。萬圭哭叫：「爹，爹！」撲到萬震山身邊。戚芳口中低聲也叫：「爹，爹！」身子顫抖，握住了狄雲的手。魯坤叫道：「快，快追兇手！」和周圻、孫均諸師弟紛紛躍出窗去，大叫：「捉兇手，捉兇手啊！」狄雲見萬門八弟子紛紛出去追趕師父，這一下變故，當真嚇得他六神無主，不知如何才好。戚芳又叫一聲：「爹爹！」身子幌了兩幌，站立不定。狄雲忙伸手扶住，一低頭，只見萬震山雙目緊閉，臉上神情猙獰可怖，想是臨死時受到極大痛苦。狄雲不敢再看，低聲道：「師妹，咱們走不走？」戚芳尚未回答，只聽得身後一個聲音道：「你們是謀殺我師父的同犯，可不能走！」狄雲和戚芳回過頭來，只見一柄長劍的劍尖指著戚芳後心，劍柄抓在卜垣的手裏。狄雲大怒，待欲反唇相譏，但話到口邊，想到師父手刃師兄，那還有甚麼話可說？不由得低下了頭，一言不發。卜垣冷冷地道：「兩位請回到自己房去，待咱們拿到戚長發後，一起送官治罪。」狄雲道：「此事全由我一人身上而起，跟師妹毫不相干。你們要殺要剮，找我一人便了。」卜垣猛力推他背心，喝道：「走罷，這可不是你逞好漢的時候。」狄雲只聽得外面「捉兇手啊，捉兇手啊！」的聲音，跟著街上嘡、嘡、嘡的鑼聲響了起來，奔走呼號之聲，亂成一片，心下實是說不出的羞愧難當，咬了咬牙，走向自己的房去。戚芳哭道：「師哥，那……那怎麼得了？」狄雲哽咽道：「我……我不知道。我去跟師父抵罪好了。」戚芳哭道：「爹爹，他……他到那裏去了？」※※※狄雲坐在房中，其時距萬震山被殺已有兩個多時辰，他兀自呆呆坐在桌前，望著燒得只賸半寸的殘燭，心亂如麻。這時追趕戚長發的眾人都已回來了。「兇手逃出城去了，追不到啦！」「明兒咱們追到湖南去，無論如何要捉到兇手，給師父報仇！」「只怕兇手亡命江湖，再也尋他不著。」「哼！便是追到天涯海角，也要捉到他碎屍萬段。」「明日大撒江湖帖子，要請武林英雄主持公道，共同追殺這卑鄙無恥的兇手。」「對，對！咱們把兇手的女兒和姓狄的小狗先宰了，用來拜祭師父的英靈。」「不！待明天縣太爺來驗過了屍首再說。」萬門家人弟子這些紛紛議論，也早已停息了。狄雲想叫師妹獨自逃走，但想：「她年紀輕輕一個女子，流落江湖，有誰來照顧？我帶著她一同逃走罷？不，不！這件禍事都是由我身上而起，若不是我逞強出頭，跟萬家眾師兄打架生事，萬師伯怎會疑心我師父盜了甚麼『連城劍』的劍訣？我師父是個最老實不過的好人，怎會去偷甚麼劍訣？這三招劍法是那個老乞丐教我的啊。可是師父已殺了人，我這時再說出來，旁人也決不相信，就算相信了，又有甚麼用？我實在罪大惡極，都是我一個人不好。我明天要當眾言明，為師父辯白。可是……可是萬師伯明明是師父殺的，師父的惡名怎能洗刷得了？不，我決不能逃走，我留著給師父抵罪，讓他們殺了我好了！」正自思潮起伏，忽聽得外面屋頂上喀喇一聲輕響，一抬頭，只見一條黑影自西而東，從房頂上縱躍而過，他險些叫出「師父」來，但凝目一看，那人身形又高又瘦，決不是師父。跟著又有一人影緊接著躍過，這次更看明白那人手握單刀。他心想：「他們是在搜尋師父麼？難道師父還在附近，並未走遠？」正思疑間，忽聽得東邊屋中傳來一聲女子的驚呼。他大吃一驚，握住劍柄，一躍而起，首先想到的便是：「他們在欺侮師妹？」跟著又聽得一聲女子的呼喊：「救命！」這聲音似乎並非戚芳，但他關心太切，那等得及分辨是否戚芳遇險，縱身便從窗口躍了出去，剛站上屋簷，又聽得那女子驚叫：「救命！救命！」他循聲奔去，只見東邊樓上透出燈光，一扇窗子兀自搖動。他縱到窗邊，往裏張去，只見一個女子手足被綁，橫臥在床，兩條漢子伸出手去摸她的臉頰，另一個卻要解她衣衫。狄雲不認得這女子是誰，但見她已嚇得臉無人色，在床上滾動掙扎，大聲呼救。他自己雖在難中，但見此情景，不能置之不理，當即連劍帶人從窗中撲將進去，挺劍刺向左邊那漢子的後心。右邊的漢子舉起一張椅子一格，左邊的漢子已拔出單刀，砍了過來。狄雲見這兩人臉上都蒙了黑布，只露出一對眼睛，喝道：「大膽惡賊，留下命來！」刷刷刷連刺三劍。兩條漢子不聲不響，各使單刀格打。一名漢子叫道：「呂兄弟，扯呼！」另一人道：「算他萬震山運氣，下次再來報仇！」雙刀齊舉，往狄雲頭上砍將過來。狄雲見來勢兇猛，閃身避過。一條漢子飛足踢翻了桌子，燭台摔下，房中登時黑漆一團。只聽得呼呼聲響，兩人躍出窗子，跟著乒乓連響，幾塊瓦片擲將過來。黑暗中狄雲看不清楚，而這高來高去的輕身功夫他原也不擅長，不敢追出。他心想：「其中一個賊子姓呂，多半是呂通的一夥，是報仇來了。他們還不知萬師伯已死。」忽聽床上那女子叫道：「啊喲，痛死我了，我胸口有一把小刀！快給我拔出來。」狄雲吃了一驚，道：「賊人刺中了你？」那女子呻吟道：「刺中了！刺中了！」狄雲道：「我點亮蠟燭給你瞧瞧。」那女子道：「你過來，快，快過來！」狄雲聽她說得驚慌，走近一步，道：「甚麼？」突然之間，那女子張開手臂，將他攔腰抱住，大聲叫道：「救命啊，救命啊！」狄雲這一驚比適才更是厲害，明明見她手足都被綁住，怎地會將自己抱住？忙伸手去推，想脫開她的摟抱，不料這女子死命地抱住他腰，一時之間竟然推她不開。忽然間眼前一亮，窗口伸進兩個火把，照得房中明如白晝，好幾個人同時問道：「甚麼事？甚麼事？」那女子叫道：「採花賊，採花賊！謀財害命啊，救命，救命！」狄雲大急，叫道：「你……你……你怎麼不識好歹？」伸手往她身上亂推。那女子本來抱著他腰，這時卻全力撐拒，叫道：「別碰我，別碰我！」狄雲正待逃開，忽覺後頸中一陣冰冷，一柄長劍已架在頸中。他正待分辯，驀地裏白光一閃，只覺右掌一陣劇痛，噹啷一聲，自己手中的長劍跌在地板之上。他俯眼一看，嚇得幾乎暈了過去，只見自己右手的五根手指已被人削落，鮮血如泉水般噴將出來，慌亂中斜眼看時，但見吳坎手持帶血長劍，站在一旁。他只說得一聲：「你！」飛起右足便往吳坎踢去，突然間後心被人猛力一拳，一個踉蹌，撲跌在那女人身上。那女人又叫：「救命啊，採花賊啊！」只聽得魯坤的聲音說道：「將這小賊綁了！」狄雲雖是個從沒見過世面的鄉下少年，此刻也明白是落入了人家布置的陰毒陷阱之中。他急躍而起，翻過身來，正要向魯坤撲去，忽然見到一張蒼白的臉，卻是戚芳。狄雲一呆，只見戚芳臉上的神色又是傷心，又是卑夷，又是憤怒。他叫道：「師妹！」戚芳突然滿臉脹得通紅，道：「你為甚麼……為甚麼這樣？」狄雲滿腹冤屈，這時如何說得出口？戚芳「啊」的一聲，哭了出來，道：「我……我還是死了的好。」見到狄雲右手五指全被削落，心中又是一痛，咬一咬牙，撕下自己布衫上一塊衣襟，走近身來，替他包紮傷口。這時她臉色卻又變得雪白。狄雲痛得幾次便欲暈去，但強自支持不倒，只咬得嘴唇出血，一句話也說不出來了。魯坤道：「小師娘，這狗賊膽敢對你無禮，咱們定然宰了他給你出氣。」原來這女子是萬震山的小妾。她雙手掩臉，嗚嗚哭喊，說道：「他……他說了好多不三不四的話。他說你們師父已經死了，叫我跟從他。他說戚姑娘的父親殺了人，要連累到他。他……又說已得了好多金銀珠寶，發了大財，叫我立刻跟他遠走高飛，一生吃著不完……」狄雲腦海中混亂一片，只是喃喃地道：「假的……假的……」周圻大聲道：「去，去！去搜這小賊的房！」眾人將狄雲推推拉拉，擁向他的房中。戚芳茫然跟在後面。萬圭卻道：「大家不可難為狄師哥，事情沒弄明白，可不能冤枉了好人！」周圻怒道：「還有甚麼不明白的？這小子是屁好人！」萬圭道：「我瞧他倒不是為非作歹之人。」周圻道：「剛才你沒親耳聽見麼？沒親眼瞧見麼？」萬圭道：「我瞧他是多飲了幾杯，不過是酒後亂性。」這許多事紛至沓來，戚芳早已沒了主意，聽萬圭這麼替狄雲分辯，心下暗暗感激，低聲道：「萬師兄，我師哥……的確不是那樣的人。」萬圭道：「是啊，我說他只是喝醉了酒，偷錢是一定不會的。」說話之間，眾人已推著狄雲，來到他房中。沈城雙眼骨碌碌地在房中轉了轉，一矮身，伸手在床底下拉出一個重甸甸的包裹來，但聽得叮叮噹噹，金屬撞擊之聲亂響。狄雲更加驚得呆了，只見沈城解開包裹，滿眼都是壓扁了的金器銀器，酒壺酒杯，不一而足，都是萬府中酒筵上的物事。戚芳一聲驚呼，伸手扶住了桌子。萬圭安慰道：「戚師妹，你別驚慌，咱們慢慢想法子。」馮坦揭起被褥，又是兩個包裹。沈城和馮坦分別解開，一包是銀錠元寶，另一包卻是女子的首飾，珠花頂鍊、金鐲金戒的一大堆。戚芳此時更無懷疑，怨憤欲絕，恨不得立時便橫劍自刎。她自幼和狄雲一同長大，心目中早便當他是日後的夫郎，那料到這個自己一向愛重的情侶，竟會在自己遭逢橫禍之時，要和別的女人遠走高飛。難道這個妖妖嬈嬈的女子，便當真迷住了他麼？還是他害怕受爹爹連累，想獨自逃走？魯坤大聲喝罵：「臭小賊，贓物俱在，還想抵賴麼？」左右開弓，重重打了狄雲兩記耳光。狄雲雙臂被孫均、吳坎分別抓住了，無法擋格，兩邊臉頰登時高高腫脹起來。魯坤打出了性，一拳拳擊向他胸口。戚芳叫道：「別打，別打，有話好說。」周圻道：「打死這小賊，再報官！」說著也是一拳。狄雲口一張，噴出一大口血來。馮坦挺劍上前，道：「將他左手也割下了，瞧他能不能再幹壞事？」孫均提起狄雲的左臂，馮坦舉劍便要砍下。戚芳「啊」的一聲急叫。萬圭道：「大夥瞧我面上，別難為他了，咱們立刻就送官。」戚芳見馮坦緩緩收劍，兩行珠淚順著臉頰滾了下來，向萬圭望了一眼，眼色中充滿感激之情。「一五，一十，十五，二十……」差役口中數著，板子著力往狄雲的後腿上打去。狄雲身子被另外兩個差役按著，竹板子一下又一下的落下來。和他心中痛楚相比，這些擊打根本算不了甚麼，甚至他右掌上的痛楚也算不了甚麼。他心中只是想：「連芳妹也當我是賊，連她也當我是賊。」「二十五……三十……三十五……四十……」板子在落，肌膚腫了，破裂了，鮮血沾到了板子上，濺在四周地下。狄雲在監獄的牢房中醒來時，兀自昏昏沉沉，不知自己身處何地，也不知時候已過了多久。漸漸的，他感到了右手五根手指斷截處的疼痛，又感到了背上、腿上、臀上被板子笞打處的疼痛。他想翻過身來，好讓創痛處不壓在地上，突然之間，兩處肩頭一陣難以形容的劇烈疼痛，又使他暈了過去。待得再次醒來，他首先聽到了自己聲嘶力竭的呻吟，接著感到全身各處的劇痛。可是為甚麼肩頭卻痛得這麼厲害？為甚麼這疼痛竟是如此的難以忍受？他只感到說不出的害怕，良久良久，竟不敢低下頭去看。「難道我兩個肩膀都給人削去了嗎？」隔了一陣，忽然聽到鐵器的輕輕撞擊之聲，一低頭，只見兩條鐵鍊從自己雙肩垂了下來。他驚駭之下，側頭看時，只嚇得全身發顫。這一顫抖，兩肩處更痛得兇了。原來這兩條鐵鍊竟是從他肩胛的琵琶骨處穿過，和他雙手的鐵鐐、腳踝上的鐵鍊鎖在了一起。穿琵琶骨，他曾聽師父說過的，那是官府對付最兇惡的江洋大盜的法子，任你武功再強，琵琶骨被鐵鍊穿過，半點功夫也使不出來了。霎時之間，心中轉過了無數念頭：「為甚麼要這樣對付我？難道他們真的以為我是大盜？我這樣受冤枉，難道官老爺查不出麼？」在知縣的大堂之上，他曾斷斷續續的訴說經過，但萬震山的小妾桃紅一力指證，意圖強姦的是他而不是別人。萬家八個弟子和許多家人都證實，親眼看到他抱住了桃紅，看到那些賊贓從他床底下、被褥底下搜出來。衙門裏的差役又都說，荊州萬家威名遠震，那裏有甚麼盜賊敢去打主意。狄雲記得知縣相貌清秀，面目很是慈祥。他想知縣大爺一時聽信人言，冤枉了好人，但終究會查得出來。可是，右手五根手指給削斷了，以後怎麼再能使劍？他滿腔憤怒，滿腹悲恨，不顧疼痛地站起身來，大聲叫喊：「冤枉，冤枉！」忽然腿上一陣酸軟，俯身向地直摔了下去。他掙扎著又想爬起，剛剛站直，腿膝酸軟，又向前摔倒了。他爬在地下，仍是大叫：「冤枉，冤枉。」屋角中忽有一個聲音冷冷的說道：「給人穿了琵琶骨，一身功夫都廢了，嘿嘿，嘿嘿！下的本錢可真不小！」狄雲也不理說話的是誰，更不去理會這幾句話是甚麼意思，仍是大叫：「冤枉，冤枉！」一名獄卒走了過來，喝道：「大呼小叫的幹甚麼？還不給我閉嘴！」狄雲叫道：「冤枉，冤枉！我要見知縣大老爺，要求他伸冤。」那獄卒喝道：「你閉不閉嘴？」狄雲反而叫得更響了。那獄卒獰笑一聲，轉身提了一隻木桶，隔著鐵欄，兜頭便將木桶向他身上倒了下去。狄雲只感一陣臭氣刺鼻，已不及閃避，全身登時濕透，這一桶竟是尿水。尿水淋上他身上各處破損的創口，疼痛更是加倍的厲害。他眼前一黑，暈了過去。他迷迷糊糊的發著高燒，一時喚著：「師父，師父！」一時又叫：「師妹，師妹！」接連三天之中，獄卒送了糙米飯來，他一直神智不清，沒吃過一口。※※※到得第四日上，身上的燒終於漸漸退了。各處創口痛得麻木了，已不如前幾日那麼劇烈難忍。他記起了自己的冤屈，張口又叫：「冤枉！」但這時叫來的聲音微弱之極，只是斷斷續續的幾下呻吟。他坐了一陣，茫然打量這間牢房，那是約莫兩丈見方的一間大石屋，牆壁都是一塊塊粗糙的大石所砌，地下也是大石塊鋪成，牆角落裏放著一隻糞桶，鼻中聞到的盡是臭氣和霉氣。他緩緩轉過頭來，只見西首屋角之中，一對眼睛狠狠的瞪視著他。狄雲身子一顫，沒想到這牢房中居然還有別人。只見這人滿臉虯髯，頭髮長長的直垂至頸，衣衫破爛不堪，簡直如同荒山中的野人。他手上手銬，足上足鐐，和自己一模一樣，甚至琵琶骨中也穿著兩條鐵鍊。狄雲心中第一個念頭竟是歡喜，嘴角邊閃過了一絲微笑，心中想：「原來世界上還有如我一般不幸的人。」但隨即轉念：「這人如此兇惡，想必真是個殺人放火、無惡不作的江洋大盜。他是罪有應得，我卻是冤枉！」想到這裏，不禁眼淚一連串的掉了下來。他受審被笞，瑯鐺入獄，雖然吃盡了苦楚，卻一直咬緊牙關強忍，從沒流過半滴眼淚，到這時再也抑制不住，索性放聲大哭起來。那虯髯犯人冷笑道：「裝得真像，好本事！你是個戲子麼？」狄雲不去理他，自管自地大聲哭喊。只聽得腳步聲響，那獄卒又提了一桶尿水過來。狄雲性子再硬，卻也不敢跟他頂撞，只得慢慢收住了哭聲。那獄卒側頭向他打量，忽然說道：「小賊，有人瞧你來著。」狄雲又驚又喜，忙道：「是……是誰？」那獄卒又側頭向他打量了一會，從身邊掏出一枚大鐵匙，開了外邊的鐵門。只聽得腳步聲響，那獄卒走過了一條長長的甬道，又是開鐵門的聲音，接著是關鐵門、鎖鐵門的聲音，甬道中三個人的腳步聲音，向著這邊走來。狄雲大喜，當即躍起，腿上一軟，便要摔倒，忙靠住身旁的牆壁，這一牽動肩頭的琵琶骨，又是一陣大痛。但他滿懷欣喜，把疼痛全部忘了，大聲叫道：「師父，師妹！」他在世上只有師父和師妹兩個親人，甬道中除了獄卒之外尚有兩人，自然是師父和師妹了。突然之間，他口中喊出一個「師」字，下面這個「父」字卻縮在喉頭，張大了嘴，閉不攏來。從鐵門中進來的，第一個是獄卒，第二個是個衣飾華麗的英俊少年，卻是萬圭，第三個便是戚芳。她大叫：「師哥，師哥！」撲到了鐵柵欄旁。狄雲走上一步，見到她一身綢衫，並不是從鄉間穿出來的那套新衣，第二步便不再跨出去。但見她雙目紅腫，只叫：「師哥，師哥，你……你……」狄雲問道：「師父呢？可……可找到了他老人家麼？」戚芳搖了搖頭，眼淚撲簌簌地掉了下來。狄雲又問：「你……你可好？住在那裏？」戚芳抽抽噎噎地道：「我沒地方去，暫且住在萬師哥家裏……」狄雲大聲叫道：「這是害人的地方，千萬住不得，快……快搬了出去。」戚芳低下了頭，輕聲道：「我……我又沒錢。萬師哥……待我很好，他這幾天……天天上衙門，花錢打點……搭救你。」狄雲更是惱怒，大聲道：「我又沒犯罪，要他花甚麼錢？將來咱們怎生還他？知縣大老爺查明了我的冤枉，自會放我出去。」戚芳「啊」的一聲，又哭了出來，恨恨地道：「你……你為甚麼要做這種事？為……為甚麼要撇下我？」狄雲一怔，登時明白了，到這時候，師妹還是以為桃紅的話是真的，相信這幾包金銀珠寶確是自己偷的。他一生對戚芳又敬又愛，又憐又畏，甚麼事都跟她說，甚麼事都跟她商量，那知道一遇上這等大事，她竟和旁人絲毫沒有分別，一般的也認為自己去逼姦女子，偷盜金銀，以為自己能做這種壞事。這瞬息之間，他心中感到的痛楚，比之肉體上所受的種種疼痛更勝百倍。他張口結舌，有千言萬語要向戚芳辯白，可是喉嚨忽然啞了，半句話也說不出來。他拚命用力，脹得面紅耳赤，但喉嚨舌頭總是不聽使喚，發不出絲毫聲音。戚芳見到他這等可怖的神情，害怕起來，轉過了頭不敢瞧他。狄雲使了半天勁，始終說不出一字，忽見戚芳轉頭避開自己，不由得心中大慟：「她在恨我，恨我拋棄了她去找別個女子，恨我偷盜別人的金銀珠寶，恨我在師門有難之時想偷偷一人遠走高飛。師妹，師妹，你這麼不相信我，又何必來看我？」他再也不敢去瞧戚芳，慢慢轉過頭來，向著牆壁。戚芳回過臉來，說道：「師哥，過去的事，也不用再說了，只盼早日……早日得到爹爹訊息。萬師哥他……他在想法子保你出去……」狄雲心中想說：「我不要他保。」又想說：「你別住在他家裏。」但越是用力，全身肌肉越是緊張抽搐，說不出一個字來。他身子不住抖動，鐵鍊錚錚作響。那獄卒催道：「時候到啦。這是死囚牢，專囚殺人重犯，原是不許人探監的。上面要是知道了，我們可吃罪不起。姑娘，這人便活著出去，也是個廢人。你乘早忘了他，嫁個有錢的漂亮少爺罷！」說著向萬圭瞧了一眼，色迷迷的笑了起來。戚芳求道：「大叔，我還有幾句話跟我師哥說。」伸手到鐵柵欄內，去拉狄雲的衣袖，柔聲說道：「師哥，你放心好啦，我一定求萬師哥救你出去，咱們一塊去找爹爹。」將一隻小竹籃遞了進去，道：「那是些臘肉、臘魚、熟雞蛋，還有二兩銀子。師哥，我明天再來瞧你……」那獄卒不耐煩了，喝道：「大姑娘，你再不走，我可要不客氣啦！」萬圭這時才開口道：「狄師兄，你放心罷。你的事就是我的事，小弟自會盡力向縣太爺求情，將你的罪定得越輕越好。」那獄卒連聲催促，戚芳無可奈何，只得委委屈屈的走了出去，一步一回頭的瞧著狄雲，但見他便如一尊石像一般，始終一動不動地向著牆壁。狄雲眼中所見的，只是石壁上的凹凸起伏，他真想轉過頭來，望一眼戚芳的背影，想叫她一聲「師妹」，可是不但口中說不出話，連頭頸也僵直了。他聽到甬道中三個人的腳步聲漸漸遠去，聽到開鎖、開鐵門的聲音，聽到甬道中獄卒一個人回來的腳步聲，心想：「她說明天再來看我。唉，可得再等長長的一天，我才能再見到她。」他伸手到竹籃中去取食物。忽然一隻毛茸茸的大手伸將過來，將竹籃搶了過去，正是那個兇惡的犯人。只見他抓起籃中一塊臘肉，放入口中嚼了起來。狄雲怒道：「這是我的！」他突然能開口說話了，自己覺得十分奇怪。他走上一步，想去搶奪。那犯人伸手一推，狄雲站立不定，一交向後摔出，砰的一聲，後腦撞在石牆之上。這時候他才明白「穿琵琶骨，成了廢人」的真正意思。※※※第二天戚芳卻沒來看他。第三天沒來，第四天也沒有。狄雲一天又一天地盼望、失望，等到第十天上，他幾乎要發瘋了。他叫喚，吵鬧，將頭在牆上碰撞，但戚芳始終沒有來，換來的只有獄卒淋來的尿水、那兇徒的毆擊。過得半個月，他終於漸漸安靜下來，變成一句話也不說。一天晚上，忽然有四名獄卒走進牢來，手中都執著鋼刀，押了那兇徒出去。狄雲心想：「是押他出去處決斬首罷？那對他倒好，以後不用再挨這種苦日子了，我也不用再受他欺侮。」他正睡得朦朦朧朧，忽然聽得鐵鍊曳地的聲音，四名獄卒架了那兇徒回來。狄雲睜開眼來，只見那兇徒全身都是鮮血，顯然是給人狠狠地拷打了一頓。那囚徒一倒在地下，便即昏迷不醒。狄雲待四個獄卒去後，藉著照進牢房來的月光，打量他時，只見他臉上、臂上、腿上，都是酷遭鞭打的血痕。狄雲雖然連日受他的欺侮，見了這等慘狀，不由得心有不忍，從水缽中倒了些水，餵著他喝。那囚徒緩緩轉醒，睜眼見是狄雲，突然舉起鐵銬，猛力往他頭上砸落。狄雲力氣雖失，應變的機靈尚在，急忙閃身相避，不料那囚犯雙手力道並不使足，半途中迴將過來，砰的一聲，重重砸在他腰間。狄雲立足不定，向左直跌出去。他手足都有鐵鍊與琵琶骨相連，登時劇痛難當，不禁又驚又怒，罵道：「瘋子！」那囚徒狂笑道：「你這苦肉計，如何瞞得過我，乘早別來打我的主意。」狄雲只覺脅間肋骨幾乎斷折，痛得話也說不出來，過得半晌，才道：「瘋子，你自身難保，有甚麼主意給人好打？」那囚徒一躍而前，左足踏住狄雲背心，右足在他身上重重踢了幾腳，喝道：「我看你這小賊年紀還輕，作惡不多，不過是受人指使，否則我不一腳踢死你才怪。」狄雲氣得身上的痛楚也自忘了，心想無辜受這牢獄之災，已是不幸，而與這不可理喻的瘋漢同處一室，更是不幸之中再加不幸。到了第二個月圓之夜，那囚犯又被四名帶刀獄卒帶了出去，拷打一頓，送回牢房。這一次狄雲學了乖，任他模樣如何慘不忍睹，始終不去理會。不料不理也是不成，那囚徒一口氣沒處出，儘管遍體鱗傷，還是來找他的晦氣，不住吆喝：「你奶奶的，你再臥底十年八年，老子也不上你的當。」「人家打你祖宗，你祖宗就打你這孫子！」「咱們就是這麼耗著，瞧是誰受的罪多。」似乎他身受拷打，全是狄雲的不是，又打又踢，鬧了半天。此後每到月亮將圓，狄雲就愁眉不展，知道慘受荼毒的日子近了。果然每月十五，那囚犯總是給拉出去經受一頓拷打，回來後就轉而對付狄雲。總算狄雲年紀甚輕，身強力壯，每個月挨一頓打，倒也經受得起，有時不免奇怪：「我琵琶骨被鐵鍊穿後，力氣全無。這瘋漢一般的給鐵鍊穿了琵琶骨，怎地仍有一身蠻力？」幾次鼓起勇氣詢問，但只須一開口，那瘋漢便拳足交加，此後只好半句話也不向他說。※※※如此匆匆過了數月，冬盡春來，屈指在獄中將近一年，狄雲慢慢慣了，心中的怨憤、身上的痛楚，倒也漸漸麻木了。這些時日之中，他為了避開那瘋漢的毆辱，始終正眼也不瞧他一下。只要不跟他說話，目光不與他相對，除了月圓之夕，那瘋漢平時倒也不來招惹。這一日清晨，狄雲眼未睜開，聽得牢房外燕語呢喃，突然間想起從前常和戚芳在一起觀看燕子築巢的情景，心中驀地一酸，向燕語處望去，只見一對燕子漸飛漸遠，從數十丈外高樓畔的窗下掠過。他長日無聊，常自遙眺紗窗，猜想這樓中有何人居住，但窗子老是緊緊的關著，窗檻上卻終年不斷的供著一盆鮮花，其時春光爛漫，窗檻上放的是一盆茉莉。正在胡思亂想，忽聽得那瘋漢輕輕一聲嘆息。這一年來，那瘋漢不是狂笑，便是罵人，從來沒聽見他嘆過甚麼氣，何況這聲嘆息之中，竟頗有憂傷、溫柔之意。狄雲忍不住轉過頭去，只見那瘋漢嘴角邊帶著一絲微笑，臉上神色誠摯，不再是那副兇悍惡毒的模樣，眼睛正望著那盆茉莉。狄雲唯恐他覺察自己在偷窺他的臉色，當即轉過了頭不敢再看。自從發現了這秘密後，狄雲每天早晨都偷看這瘋漢的神情，但見他總是臉色溫柔的凝望著那盆鮮花，從春天的茉莉、玫瑰，望到夏天的丁香、鳳仙。這半年之中，兩個人幾乎沒說上十句話。月圓之夜的毆打，也變成了一個悶打，一個悶挨。狄雲早已覺察到，只要自己一句話不說，這瘋漢的怒氣就小得多，拳腳落下時也輕得多。他心想：「再過得幾年，恐怕我連怎麼說話也要忘了。」這瘋漢雖然橫蠻無理，卻也有一樣好處，嚇得獄卒輕易不敢到牢房中囉嗦。有時獄卒給他罵得狠了，不送飯給他，他就奪狄雲的飯吃。若是兩人的飯都不送，那瘋漢餓上幾天也漫不在乎。那一年十一月十五，那瘋漢給苦打一頓之後，忽然發起燒來，昏迷中盡說胡話，前言不對後語，狄雲依稀只聽得他常常呼喚著兩個字，似乎是「雙花」，又似是「傷懷」。狄雲初時不敢理會，但到得次日午間，聽他不斷呻吟的說：「水，水，給我水喝！」忍不住在瓦缽中倒了些水，湊到他嘴邊，嚴神戒備，防他又雙手毆擊過來。幸好這一次他乖乖的喝了水，便即睡倒。當天晚上，竟然又來了四個獄卒，架著他出去又拷打了一頓。這次回來，那瘋漢的呻吟聲已是若斷若續。一名獄卒狠狠地道：「他倔強不說，明兒再打。」另一名獄卒道：「乘著他神智不清，咱們趕緊得逼他說出來。說不定他這一次要見閻王，那可不美。」狄雲和他在獄中同處已久，雖苦受他欺凌折磨，可也真不願他這麼便死在獄卒的手下。十七那一天，狄雲服侍他喝了四五次水。最後一次，那瘋漢點了點頭示謝。自從同獄以來，狄雲首次見到他的友善之意，突然之間，心中感到了無比的歡喜。這天二更過後，那四名獄卒果然又來了，打開了牢門。狄雲心想這一次那瘋漢若再經拷打，那是非死不可，忽然將心一橫，跳起來攔在牢門前，喝道：「不許進來！」一名高大的獄卒邁步過來，罵道：「賊囚犯，滾來。」狄雲手上無力，猛地裏低頭一口咬去，將他右手食中兩指咬得鮮血淋漓，牙齒深及指骨，兩根手指幾乎都咬斷了。那獄卒大吃一驚，反身跳出牢房，嗆啷一聲，一柄單刀掉在地下。狄雲俯身搶起，呼呼呼連劈三刀，他手上雖無勁力，但以刀代劍，招數仍是頗為精妙。一名肥胖的獄卒仗刀直進，狄雲身子一側，一招「大母哥鹽失，長鵝鹵翼圓」（其實是「大漠孤煙直，長河落日圓」），單刀轉了個圓圈，刷的一刀，砍在他腿上。那獄卒嚇得連滾帶爬地退了出去。這一來血濺牢門，四名獄卒見他勢若瘋虎，形同拚命，倒也不敢輕易搶進，在牢門外將狄雲的十八代祖宗都罵了個臭死，甚麼污言穢語都罵了出來。狄雲一言不發，只是守住了獄門。那四名獄卒居然沒去頒求援軍，眼看攻不進來，罵了一會，也就去了。接連四天之中，獄卒既不送飯，也不送水。狄雲到第五天時，渴得再也難以忍耐。那瘋漢更是嘴唇也焦了。忽道：「你假裝要砍死我，這狗娘養的非拿水來不可。」狄雲不明其理，但想：「不管有沒有用，試試也好！」當下大聲叫道：「再不拿水來，我將這瘋漢先砍死再說。」反過刀背，在鐵柵欄上碰得噹噹噹的直響。只見那獄卒匆匆趕來，大聲吆喝：「你傷了他一根毫毛，老子用刀尖在你身上戮一千一萬個窟窿。」跟著便拿了清水和冷飯來。狄雲餵著那瘋漢吃喝已畢，問道：「他要折磨你，可又怕我殺了你，那是甚麼道理？」那瘋漢雙目圓睜，舉起手中的瓦缽，劈頭向他砸去，罵道：「你這番假惺惺的買好，我就上了你的當麼？」乒乓一聲，瓦缽破碎，狄雲額頭鮮血涔涔而下。他茫然退開，心想：「這人狂性又發作了！」但此後逢到月圓之後，那些獄卒雖一般的將那瘋漢提出去拷打，他回來卻不再在狄雲身上找補。兩人仍然並不交談，狄雲要是向他多瞧上幾眼，醋缽大的拳頭還是一般招呼過來。那瘋漢只有在望著對面高樓窗檻上的鮮花之時，臉上目中，才露出一絲溫柔的神色。※※※到得第四年的春天，狄雲心中已無出獄之念，雖然夢魂之中，仍是不斷的想到師父和師妹，但師父的影子終於慢慢淡了。師妹那壯健婀娜的身子，紅紅的臉蛋，黑溜溜的大眼睛，在他心底卻仍和三年多前一般的清晰。他已不敢盼望能出獄去再和師妹相會，每天可總不忘了暗暗向觀世音菩薩祝禱，只要師妹能再到獄中來探望他一次，便是天天受那瘋漢的毆打，也所甘願。戚芳始終沒有來。有一天，卻有一個人來探望他。那是個身穿綢面皮袍的英俊少年，笑嘻嘻地道：「狄師兄，你還認得我麼？我是沈城。」隔了三年多，他身材已長高，狄雲幾乎已認他不出。狄雲心中怦怦亂跳，只盼能聽到師妹的一些訊息，問道：「我師妹呢？」沈城隔著柵欄，遞了一隻籃子進來，笑道：「這是我萬師嫂送給你的。人家可沒忘了舊相好，大喜的日子，巴巴的叫我送兩隻雞、四隻豬蹄、十六塊喜糕來給你。」狄雲茫然問道：「那一個萬師嫂？甚麼大喜的日子？」沈城哈哈一笑，滿臉狡譎的神色，說道：「萬師嫂嘛，就是你的師妹戚姑娘了。今天是她和我萬師哥拜堂成親的好日子。她叫我送喜糕雞肉給你，那不是挺夠交情麼？」狄雲身子一幌，雙手抓住鐵柵，顫聲怒道：「你……你胡說八道！我師妹怎能……怎能嫁給那姓萬的？」沈城笑道：「我恩師給你師父刺了一刀，幸好沒死，後來養好了傷，過去的事，既往不咎。你師妹住在我萬師哥家裏，這三年來卿卿我我，說不定……說不定……哈哈，明年擔保給生個白白胖胖的娃娃。」他年紀大了，說話更是油腔滑調，流氣十足。狄雲耳中嗡嗡作響，似乎聽到自己口中問道：「我師父呢？」似乎聽到沈城笑道：「誰知道呢？他只道自己殺了人，還不高飛遠走？那裏還敢回來？」又似乎聽到沈城笑道：「萬師嫂說道：你在牢裏安心住下去吧，待她生得三男四女，說不定會來瞧瞧你。」狄雲突然大吼：「你胡說，胡說！你……你……你放甚麼狗屁……」提起籃子用力擲出，喜糕、豬蹄、熟雞，滾了一地。但見每一塊粉紅色的喜糕上，都印著「萬戚聯姻，百年好合」八個深紅的小字。狄雲拚命要不信沈城的話，可又怎能不信？迷迷糊糊中只聽沈城笑道：「萬師嫂說，可惜你不能去喝一杯喜酒……」狄雲雙手連著鐵銬，突然從柵欄中疾伸出去，一把捏住沈城的脖子。沈城大驚想逃。狄雲不知從那裏突然生出來一股勁力，竟越捏越緊。沈城的臉從紅變紫，雙手亂舞，始終掙扎不脫。那獄卒急忙趕來，抱著沈城的身子猛拉，費盡了力氣，才救了他性命。狄雲坐在地下，不言不動，那獄卒嘻嘻哈哈地將雞肉和喜糕都撿了去。狄雲瞪著眼睛，可就全沒瞧見。這天晚上三更時分，他將衣衫撕成了一條條布條，搓成了一根繩子，打一個活結，兩端縛在鐵柵欄高處的橫檔上，將頭伸進活結之中。他並不悲哀，也不再感到憤恨。人世已無可戀之處，這是最爽快的解脫痛苦的法子。只覺得脖子中的繩索越來越緊，一絲絲的氣息也吸不進了。過得片刻，甚麼也不知道了。※※※可是他終於漸漸有了知覺，好像有一隻大手在重重壓他胸口，那隻手一鬆一壓，鼻子中就有一陣陣涼氣透了進來。也不知道過了多少時候，他才慢慢睜開眼來。眼前是一張滿腮虯髯的臉，那張臉裂開了嘴在笑。狄雲不由得滿腹氣惱，心道：「你事事跟我作對，我便是尋死，你也不許我死。」有心要起來和他廝拚，實是太過衰弱，力不從心。那瘋漢笑道：「你已氣絕了小半個時辰，若不是我用獨門功夫相救，天下再沒第二個人救得。」狄雲怒道：「誰要你救？我又不想活了。」那瘋漢得意洋洋地道：「我不許你死，你便死不了。」那瘋漢只是笑吟吟地瞧著他，過了一會，忽然湊到他的身邊，低聲道：「我這門功夫叫作『神照經』，你聽見過沒有？」狄雲怒道：「我只知道你有神經病，甚麼神照經不神照經，從來沒聽見過。」說也奇怪，那瘋漢這一次竟絲毫沒有發怒，反而輕輕的哼起小曲來，伸手壓住狄雲的胸口，一壓一放，便如扯風箱一般，將氣息壓入他肺中，低聲又道：「也是你命大，我這『神照經』已練了一十二年，直到兩個月前方才練成。倘若你在兩個月之前尋死，我就救你不得了。」狄雲胸口鬱悶難當，想起戚芳嫁了萬圭，真覺還是死了的乾淨，向那瘋漢瞪了一眼，恨恨地道：「我前生不知作了麼孽，今世要撞到你這惡賊。」那瘋漢笑道：「我很開心，小兄弟，這三年來我真錯怪了你。我丁典向你賠不是啦！」說著爬在地下，咚咚咚地向他磕了三個響頭。狄雲嘆了口氣，低聲說了聲：「瘋子！」也就沒再去理他，慢慢側過身來，突然想起：「他自稱丁典，那是姓丁名典麼？我和他在獄中同處三年，一直不知他的姓名。」好奇心起，問道：「你叫甚麼？」那瘋漢道：「我姓丁，目不識丁的丁，三墳五典的典。我疑心病太重，一直當你是歹人，這三年多來當真將你害得苦了，實在太對你不起。」狄雲覺得他說話有條有理，並無半點瘋態，問道：「你到底是不是瘋子？」丁典黯然不語，隔得半晌，長長嘆了口氣，道：「到底瘋不瘋，那也難說得很。我是在求心之所安，旁人看來，卻不免覺得我太過傻得莫名其妙。」過了一會，又安慰他道：「狄兄弟，你心中的委屈，我已猜到了十之八九。人家既然對你無情無義，你又何必將這女子苦苦放在心上？大丈夫何患無妻？將來娶一個勝你師妹十倍的女子，又有何難？」狄雲聽了這番說話，三年多來鬱在心中的委屈，忍不住便如山洪般奔瀉了出來，但覺胸口一酸，淚珠滾滾而下，到後來，更伏在丁典懷中大哭起來。丁典摟住他上身，輕輕撫摸他的長髮。過得三天，狄雲精神稍振。丁典低低的跟他有說有笑，講些江湖上的掌故趣事，跟他解悶。但當獄吏送飯來時，丁典卻仍對狄雲大聲呼叱，穢語辱罵，神情與前毫無異樣。一個折磨得他苦惱不堪的對頭，突然間成為良朋好友，若不是戚芳嫁了人這件事不斷像毒蟲般咬噬著他的心，這時的獄中生涯，和三年多來的情形相比，簡直算得是天堂了。狄雲曾向丁典問起，為甚麼以前當他是歹人，為甚麼突然察覺了真相。丁典道：「你若真是歹人，決不會上吊自殺。我等你氣絕好久，死得透了，身子都快僵了，這才施救。普天下除了我自己之外，沒人知道我已練成『神照經』的上乘功夫。若不是我會得這門功夫，無論如何救你不轉。你自殺既是真的，那便不是向我施苦肉計的歹人了。」狄雲又問：「你疑心我向你施苦肉計？那為甚麼？」丁典微笑不答。第二次狄雲又問到這件事時，丁典仍是不答，狄雲便不再問了。一日晚上，丁典在他耳邊低聲道：「我這『神照經』功夫，是天下內功中威力最強、最奧妙的法門。今日起我傳授給你，你小心記住了。」狄雲搖頭道：「我不學。」丁典奇道：「這等機緣曠世難逢，你為甚麼不要學？」狄雲道：「這種日子生不如死。咱二人此生看來也無出獄的時候，再高強的武功學了也是毫無用處。」丁典笑道：「要出獄去，那還不容易？我將初步口訣傳你，你好好記著。」狄雲甚是執拗，尋死的念頭兀自未消，說甚麼也不肯學。丁典又好氣又好笑，卻也束手無策，恨不得再像從前這般打他一頓。又過數日，月亮又要圓了。狄雲不禁暗暗替丁典擔心。丁典猜到他心意，說道：「狄兄弟，我每月該當有這番折磨，我受了拷打後，回來仍要打你出氣，你我千萬不可顯得和好，否則於你我都是大大的不利。」狄雲問道：「那為甚麼？」丁典道：「他們倘若疑心你我交了朋友，便會對你使用毒刑，逼你向我套問一件事。我打你罵你，就可免得你身遭惡毒慘酷的刑罰。」狄雲點頭道：「不錯。這件事既如此重要，你千萬不可說與我知道，免得我一個不小心，走漏了風聲。丁大哥，我是個毫無見識的鄉下小子，倘若胡裏胡塗誤了你的大事，如何對得你起？」丁典道：「他們把你和我關在一起，初時我只道他們派你前來臥底，假意討好於我，從中設法套問我的口風，因此我對你十分惱怒，大加折磨。現下我知道你不是臥底的奸細了，可是他們將你和我關在一起，這般三年四年的不放，用意仍在盼你做奸細。只望你討得我的歡心，我向你吐露了機密，他們便可拷打逼問於你。他們情知對付我很難，對付你這個年輕小夥子，那便容易之極。你是知縣衙門的犯人，卻送到知府衙門的囚牢來監禁，自然便是這個緣故。」十五晚上，四名帶刀獄卒提了丁典出去。狄雲心緒不寧，等候他回轉。到得四更天時，丁典又是目青鼻腫、滿身鮮血的回到牢房。待四名獄卒走後，丁典臉色鄭重，低聲道：「狄兄弟，今天事情很是糟糕，當真不巧之極，給仇人認出了我。」狄雲道：「怎麼？」丁典道：「每月十五，知府提我去拷打一頓，那是例行公事。可是今天有人來行刺知府，眼見他性命不保，我便出手相救，只因我身有銬鐐，四名刺客中只殺了三個，第四個給他跑了，這可留下了禍胎。」狄雲越聽越奇怪，連問：「知府到底為甚麼這般拷打你？這知府這等殘暴，有人行刺，你又何必救他？逃走的刺客是誰？」丁典搖搖頭，嘆道：「一時也說不清楚這許多事。狄弟，你武功不濟，又沒了力氣，以後不論見到甚麼事，千萬不可出手助我。」狄雲並不答話，心想：「我姓狄的豈是貪生怕死之徒？你拿我當朋友，你若有危難，我怎能不出手？」此後數日之中，丁典只是默默沉思，除了望著遠處高樓窗檻上的花朵，臉上偶爾露出一絲微笑之外，整日仰起了頭呆想。到了十九那一天深夜，狄雲睡得正熟，忽聽得喀喀兩聲。他睜開眼來，月光下只見兩名勁裝大漢使利器砍斷了牢房外的柵欄，手中各執一柄單刀，湧身而入。狄雲驚得呆了，不知如何是好，但見丁典倚牆而立，嘿嘿冷笑。那身材較矮的大漢說道：「姓丁的，咱兄弟倆踏遍了天涯海角，到處找你，那想得到你竟是躲入荊州府的牢房，做那縮頭烏龜。總算老天有眼，尋到了你。」另一名大漢道：「咱們真人面前不說假話，你將那本書取出來，三份對分，咱兄弟非但不會難為你，還立刻將你救出牢獄。」丁典搖頭道：「不在我這裏。十三年前，早就給言達平偷了去啦。」狄雲聽到「言達平」三字，心中一動：「那是我二師伯啊，怎地跟此事生了關連？」那矮大漢喝道：「你故布疑陣，休想瞞得過我。去你的罷！」揮刀上前，刀尖刺向丁典的咽喉，丁典不閃不避，讓那刀尖將及喉頭數寸之處，突然一矮身，欺向身材較高的大漢左側，手肘撞處，正中他上腹。那大漢一聲沒哼，便即委倒。那矮大漢驚怒交集，呼呼兩刀，向丁典疾劈過去。丁典雙臂一舉，臂間的鐵鍊將單刀架開，便在同時，膝蓋猛地上挺，撞在矮大漢身上。那人猛噴鮮血，倒斃於地。丁典霎息間空手連斃二人，狄雲不由得瞧得呆了。他武功雖失，眼光卻在，知道自己縱然功力如舊，長劍在手，也未必及得上這矮漢子，另外那名漢子未及出手，便已身亡，功夫如何雖瞧不出端倪，但既與那矮漢聯手，想來也必不弱。丁典琵琶骨中仍是穿著鐵鍊，竟然在舉手投足之間便連殺兩名好手，實令他驚佩無已。丁典將兩具屍首從鐵柵間擲了出去，倚牆便睡。此刻鐵柵已斷，他二人若要越獄，實是大有機會，但丁典既一言不發，狄雲也不覺得外面的世界比獄中更好。第二日早晨，獄卒進來見了兩具屍體，登時大驚小怪的吵嚷起來。丁典怒目相向，狄雲聽而不聞。那獄卒除了將屍首搬去，一點也問不出甚麼緣故來。又過兩日，狄雲半夜裏又被異聲驚醒。朦朧之中，只見丁典雙臂平舉，正和一名道人四掌相抵。兩人站著動也不動。這道人何時進來，如何和丁典比拼內力，狄雲竟然半點不知。他曾聽師父說過，比武角鬥之中，以比拼內力最為凶險，不但毫無旋迴閃避的餘地，而且往往是必分生死，說不上甚麼點到為止。星月微光之下，但見那道人極緩慢的向前跨了一步，丁典也慢慢的退了一步。過了好一會，那道人又邁出一步，丁典跟著退了一步。狄雲見那道人步步進逼，顯然頗佔上風，焦急起來，突然搶步上前，舉起手上鐵銬，往那道人頭頂上擊了下去。鐵銬剛碰到道人的頂門，驀地裏不知從何處湧來一股暗勁，猛力在他身上一推。他站立不定，直摔了出去。砰的一聲，重重在牆上一撞，一屁股坐將下來，伸手撐地欲起，黑暗中卻撐在一隻瓦碗邊上，喀的一聲，瓦碗被他按破了一邊，但覺得滿手是水。他更不多想，抓起瓦碗，將半碗冷水逕往那道人後腦潑去。丁典這時的內力其實早已遠在那道人之上，只是要試試自己新練成的神功，收發之際到底有何等威力，才將他作為試招的靶子。那道人本已累得筋疲力竭，油盡燈枯，這半碗冷水潑到後腦，一驚之下，但覺對方的內勁洶湧而至，格格格格爆聲不絕，肋骨、臂骨、腿骨寸寸斷折。他眼望丁典，說道：「你……你已練成了『神照經』的……大法……那……是……天下……天下……無敵手……」慢慢縮成一個肉團，氣絕而死。狄雲心中怦怦亂跳，道：「丁大哥，你這『神照經』的大法原來……原來這等厲害。當真是天下無敵手麼？」丁典臉色凝重，道：「單打獨鬥，頗足以稱雄江湖，但敵人若是群起而攻，仍怕寡不敵眾。這梟道人受我內力壓擊之後，尚能開口說話。顯然我功力未至爐火純青的境地。三日之內，必有真正勁敵到來。狄兄弟，你能助我一臂之力嗎？」狄雲豪興勃發，說道：「但憑大哥吩咐，只是我……我武功全失，就算不失，那也是太過低微。」丁典微微一笑，從草墊下抽出一柄單刀來，便是日前那兩名大漢所遺下的，說道：「你將我的鬍子剃去，咱們使一點詭計。」狄雲接過單刀，便去剃他的滿臉虯髯。那柄單刀極為鋒銳，貼肉剃去，丁典腮上虯髯紛紛而落。丁典將剃下來的一根根鬍子都放在手掌之中。狄雲笑道：「你捨不得這些跟隨你多年的鬍子麼？」丁典道：「那倒不是。我要你扮一扮我。」狄雲奇道：「我扮你？」丁典道：「不錯，三日之內，將有勁敵到來。那五個人單打獨鬥都不是我對手，但一齊出手，那就十分厲害。我要他們將你錯認為我，全神貫注的想對付你時，我就出其不意的從旁襲擊，攻他們個措手不及。」狄雲囁嚅道：「這個……這個……只怕有點……不夠光明正大。」丁典哈哈大笑，道：「光明正大，光明正大！江湖上人心多少險詐，個個都以鬼蜮伎倆對你，你待人光明正大，那不是自尋死路麼？」狄雲道：「話雖如此，不過……不過……」丁典道：「我問你：當初進牢之時，你大叫冤枉。我信得過你定然清白無辜。可是怎會在牢裏一關三年多，始終沒法洗雪？」狄雲道：「嗯，這個，我就是難以明白。」丁典微笑道：「是誰送了你進牢來，自然是誰使了手腳，一直使你不能出去。」狄雲道：「我總是想不通，那萬震山的小妾桃紅和我素不相識，無冤無仇，為甚麼要陷害我，使我身敗名裂，受盡這許多苦楚？」丁典問道：「他們怎麼陷害於你，說給我聽聽。」狄雲一面給他剃鬚，一面將如何來荊州拜壽、如何打退大盜呂通、如何與萬門八弟子比劍打架、如何師父刺傷師伯逃走、如何有人向萬震山的妾侍非禮、自己出手相救反被陷害等情一一說了，只是那老丐夜中教劍一節，卻略去了不說。只因他曾向老丐立誓，決不洩漏此事，再者也覺此事乃是旁枝末節，無甚要緊。他從頭至尾的說完，丁典臉上的鬍子也差不多剃完了。狄雲嘆了口氣道：「丁大哥，我受這潑天的冤屈，那不是好沒來由麼？那定是他們恨我師父殺了萬師伯。可是萬師伯只是受了點傷，並沒有死，將我關了這許多年，也該放我出去了，要說將我忘了，卻又不對。那姓沈的小師弟不是探我來著嗎？」丁典側過頭，向他這邊瞧瞧，又向他那邊瞧瞧，只是嘿嘿冷笑。狄雲摸不著頭腦，問道：「丁大哥，我說得甚麼不對了？」丁典冷笑道：「對，對，完全對，那又有甚麼地方不對頭的？倘若不是這樣，那才不對頭了。」狄雲奇道：「甚……甚麼？」丁典道：「呦！你自己想想。有一個傻小子，帶了一個美貌妞兒到我家來。我見到這妞兒便動了心，可是這妞兒對那傻小子實在不錯。我想佔這妞兒，便非得除去這傻小子不可。你想得使甚麼法子才好？」狄雲心中暗暗感到一陣涼意，隨口道：「使甚麼法子才好？」丁典道：「若是用毒藥或是動刀子殺了那傻小子，身上擔了人命，總是多一層干係，何況那美貌妞兒說不定是個烈性女子，不免要尋死覓活，說不定更要給那傻小子報仇，那不是糟了？依我說啊，還是將那傻子送到官裏，關將起來的好。要令那妞兒死心塌地的跟我，須得使她心中惱恨這傻小子，那怎麼辦？第一、須得使那小子移情別戀；第二、須得令那小子顯得是自己撇開這個妞兒；第三、最好是讓那小子幹些見不得人的無恥勾當，讓那妞兒一想起來便噁心。」狄雲全身發顫，道：「你……你說這一切，全是那姓萬的……是萬圭安排的？」丁典微笑道：「我沒親眼瞧見，怎麼知道？你師妹生得很俊，是不是？」狄雲腦中一片迷惘，點了點頭。丁典道：「嗯，為了討好那個姑娘，我自然要忙忙碌碌哪，一筆筆白花花的銀子拿將出來，送到衙門裏來打點，說是在設法救那個小子。最好是跟那姑娘一起來送銀子，那姑娘甚麼都親眼瞧見了，心中自是好生感激。這些銀子確是送給了府台大人，知縣大人，送了給衙門裏的師爺，那倒一點不錯。」狄雲道：「他使了這許多銀子，總該有點功效吧？」丁典道：「自然有啊，有錢能使鬼推磨，怎麼會沒有功效？」狄雲道：「那怎……怎麼一直關著我，不放我出去？」丁典笑道：「你犯了甚麼罪？他們陷害你的罪名，也不過是強姦未遂，偷盜一些錢財。既不是犯上作亂，又不是殺人放火，那又是甚麼重罪了？那也用不著穿了你的琵琶骨，將你在死囚牢裏關一輩子啊。這便是那許多白花花銀子的功效了。妙得很，這條計策天衣無縫。這個姑娘住在我家裏，她心中對那傻小子倒還是念念不忘的，可是等了一年又一年，難道能一輩子不嫁人嗎？」狄雲提起單刀，噹的一聲，砍在地下，說道：「丁大哥，原來我一直不能放出去，都是萬圭使了銀子的緣故。」丁典不答，仰起了頭沉吟，忽然皺起眉頭，說道：「不對，這條計策中有一個老大破綻，大大的不對。」狄雲怒道：「還有甚麼破綻？我師妹終於嫁給她啦。若不是蒙你相救，我自縊身死，那不是萬事順遂，一切都稱了他的心？」丁典在獄室中走來走去，不住搖頭，說道：「其中有一個大大的破綻，他們如此工於心計，怎能見不到？」狄雲道：「你說有甚麼破綻？」丁典道：「你師父啊。你師父傷了你師伯後，逃了出去。荊州五雲手萬震山在武林中大大有名，他受傷不死的訊息沒幾天便傳了出去，你師父就算沒臉再見師兄，難道就不派人來接你師妹回家？你師妹這一回家，那萬圭苦心籌劃的陰謀毒計，豈不是全盤落了空？」狄雲伸手連連拍擊大腿，道：「不錯，不錯！」他手上帶著手銬，這一拍腿，鐵鍊子登時噹噹的直響。他見丁典形貌粗魯，心思竟恁地周密，不禁極是欽佩。丁典側過了頭，低聲道：「你師父為甚麼不來接女兒回去，這其中定是大有蹊蹺。萬圭他們事先一定已料到了這一節，否則這計策不會如此安排。這中間的古怪，一時之間我實是猜想不透。」狄雲直到今日，才從頭至尾的明白了自己陷身牢獄的關鍵。他不斷伸手擊打自己頭頂，大罵自己真是蠢才，別人一想就通的事，自己三年多來始終莫名其妙。他自怨自艾了一會，見丁典兀自苦苦思索，便道：「丁大哥，你不用多想啦。我師父是個鄉下老實人，想是他傷了萬師伯，一嚇之下，遠遠逃到了蠻荒邊地，再也聽不到江湖上的訊息，那也是有的。」丁典睜大了眼睛，瞪視著他，臉上充滿了好奇，道：「甚麼？你……你師父是個鄉下老實人……他殺了人會害怕逃走？」狄雲道：「是啊，我師父再忠厚老實也沒有了，萬師伯冤枉他偷盜太師父的甚麼劍訣，他一怒之下，忍不住動手，其實他心地再好也沒有了。」丁典嘿的一聲冷笑，自去坐在屋角，嘴裏輕哼小曲。狄雲奇道：「你為甚麼冷笑？」丁典道：「不為甚麼。」狄雲道：「一定有原因的。丁大哥，你儘管說好了。」丁典道：「好吧！你師父外號叫作甚麼？」狄雲道：「叫作『鐵鎖橫江』。」丁典道：「那是甚麼意思？」狄雲遲疑半晌，道：「這種文縐縐的話，我原本不大懂。猜想起來，是說他老人家武功了得，善於守禦，敵人攻不進他門戶的意思。」丁典哈哈大笑，道：「小兄弟，你自己才是忠厚老實得可以。鐵鎖橫江，那是叫人上也上不得，下也下不得。老一輩的武林人物，誰不知道這個外號的含意？你師父聰明機變，厲害之極，只要是誰惹上了他，他一定挖空心思的報復，叫人好似一艘船在江心渦漩中亂轉，上也上不得，下也下不得。你如不信，將來出獄之後，儘可到外面打聽打聽。」狄雲兀自不信，道：「我師父教我劍法，將招法都解錯了，甚麼『孤鴻海上來，池潢不敢顧』，他解作『哥翁喊上來，是橫不敢過』；甚麼『落日照大旗，馬鳴風蕭蕭』，他解作『老泥招大姐，馬命風小小』。他字也不大識，怎說得上聰明機變？」丁典嘆了口氣，道：「你師父博學多才，怎會解錯詩句？他城府極深，定有別意。為甚麼連自己徒兒也要瞞住，外人可猜測不透了。嘿嘿，倘若你不是這般……這般忠厚老實，他也未必肯收你為徒。咱們別說這件事了，來吧，我給你黏成個大鬍子。」他提起單刀，在梟道人屍體的手臂上斫了一刀。梟道人新死未久，刀傷處流出血來。丁典將一根根又粗又硬的鬍子醮了血，黏在狄雲的兩腮和下顎。狄雲聞得一陣血腥之氣，頗有懼意，但想到萬圭的毒計、師父這個外號，以及許許多多自己不明白的事端，只覺得這世上最平安的，反而是在這牢獄之中。