第三十一回　落英掌法楊過不願在人眾之間與郭靖夫婦會面，縮身在一個高大漢子後面向外觀看，鼓樂聲中外面進來了四個道人。楊過心中登時起了異樣之感，原來當先一人是個白髮白眉的老道，滿臉紫氣，正是全真七子之一的廣寧子郝大通，行第二的是個灰白頭髮的老道姑，楊過未曾見過。後面並肩而入兩個中年道人，一是趙志敬，一是尹志平。陸莊主夫婦齊肩拜了下去，向那老道姑口稱師父，接著郭靖夫婦、郭芙、武氏兄弟等一一上前見禮。楊過耳音靈敏，聽得人叢中一個老者悄悄向人說道：「這位老道姑是全真教的女劍俠，姓孫名不二。」那人道：「啊，那就是名聞大江南北的清淨散人了。」那老者道：「正是。她是陸夫人的師父，陸莊主的武藝卻非她所傳。」原來這位陸莊主雙名冠英，他父親陸乘風是黃蓉之父黃藥師的弟子，所以算起來他比郭靖、黃蓉還低著一輩。陸冠英的夫人程遙迦是孫不二的弟子。他夫婦倆本居太湖歸雲莊，但後來歸雲莊被歐陽鋒一把火燒成白地，陸乘風無可與抗，一怒之下，攜家北上，定居在這荊紫關（以上情節，詳閱拙作「射鵰英雄傳」）。當年程遙迦遭遇危難，得郭靖、黃蓉及丐幫中人相救，是以她對丐幫一直感恩。這時丐幫廣撒英雄帖，招集天下英雄大擺英雄宴，陸冠英夫婦一力承擔，將英雄宴擺在陸家莊中。這一席酒，只怕要將他家財耗去一半，但他夫婦倆都是慷慨豪俠之士，自也不放在心上。郭靖等敬禮已畢，陪著郝大通、孫不二走向大廳，要與眾英雄引見。郝大通捋著鬍鬚說道：「馬丘王劉四位師兄接到黃幫主的英雄帖，都說該當奉召，只是劉師兄近來身體不適，馬師兄他們助他運功醫治，不便行走，只有向黃幫主告罪了。」黃蓉道：「好說，好說。幾位前輩太客氣了。」須知黃蓉雖然年輕，但她是丐幫之主，郝大通等自是對她極為尊重。郭靖與尹志平少年時曾相識，此時重見，都是極為歡暢，二人攜手同入。陸莊主吩咐快擺筵席，各人紛紛就座，大廳上人聲燭影，一派熱鬧氣象。尹志平東張西望，似在人叢中尋覓什麼人，趙志敬微微冷笑，低聲道：「尹師弟，龍家那位不知會不會賞光？」尹志平臉上變色，並不答話。郭靖不知他們說的是小龍女，接上道：「那一位姓龍的英雄？是兩位師兄的朋友麼？」趙志敬道：「是尹師弟的好友，貧道是不敢相交的。」郭靖見二人神色古怪，知道內中必有別情，也就不再追問。突然之間，尹志平在人叢中見到楊過，全身一震，如中雷轟電擊，原來他以為楊過既然在此，小龍女也必到了。郭靖與趙志敬順著他眼光中瞧去，與楊過一朝，都是一怔。郭靖又驚又喜，搶上去抓住了他手，道：「過兒，你也來啦？我只怕荒廢了你功夫，沒敢相邀，你師父帶了你來，那是再好也沒有了。」原來古時交通不便，楊過反出全真派之事，郭靖在桃花島上一直未知。此番趙志敬來參與英雄宴，就是要與郭靖商議此事，豈知竟與楊過相遇。他生怕郭靖聽了楊過一面之詞，先入為主，此時聽他如此說，知道二人也是初遇，當下臉色鐵青，抬頭望天，說道：「貧道何德何能，那敢做楊爺的師父？」郭靖大吃一驚，忙問：「趙師兄何出此言？敢是小孩兒不聽教訓麼？」趙志敬見大廳上各路英雄都有，若是提起此事，與楊過爭競起來，全真派臉上無光，當下只是嘿嘿冷笑，不再言語。郭靖端詳楊過，但見他目腫鼻青，臉上絲絲血痕，衣服破爛，泥污滿身，顯是吃了不少苦頭，心中難受，一把將他摟在懷裏。楊過一被他抱住，立時全身暗運內功，護住要害。豈知郭靖乃是對他憐愛，殊無相害之意，他向黃蓉叫道：「蓉兒，你瞧瞧誰來著？」黃蓉見到楊過，也是一怔，她心中可沒郭靖這般喜歡，只淡淡的道：「好啊，你也來啦。」楊過從郭靖懷抱中輕輕掙脫，說道：「我身上很髒，莫弄污了你老人家衣服。」這兩句話說得甚是冷淡，而且頗含譏刺之意。郭靖微感難過，但隨即想起：「這孩子沒爹沒娘，一定吃夠苦頭了。」攜著他手，要他和自己坐在一桌。楊過本來坐在大廳角落的偏席上，冷冷的道：「我坐在這兒就是，郭伯伯你去陪貴客吧。」郭靖也覺尊客甚多，不便冷落了旁人，於是輕輕拍了拍他的肩膀，到主賓席上敬酒，三巡酒罷，黃蓉站起來朗聲說道：「明日是英雄宴的正日，尚有好幾路的英雄好漢，要至明日上午方到。今兒且請各位放懷暢飲，不醉不休，明日咱們再說正事。」眾英雄轟然喝采，但見筵席上肉如山積，酒似溪流，這日陸家莊上也不知放翻了多少頭豬羊、斟乾了多少罈美酒。酒飯已罷，自有眾莊丁接待諸路好漢，分房安息。趙志敬悄聲向郝大通回稟幾句，郝大通點點頭。趙志敬站起身來向郭靖一揖，說道：「郭大俠，貧道有負重託，實在慚愧得很，今日是負荊請罪來啦。」郭靖急忙回禮，道：「趙師兄過謙了。咱們借一步到書房中說話。小孩兒家得罪趙師兄，小弟定當重重責罰，好教趙師兄消氣。」他這幾句話朗聲而說，楊過和他相隔雖遠，卻也聽得清清楚楚，心下計議早定：「他只要罵我一句，我起身就走，永不再見他面。他若是打我，我武功雖然不及，也要和他拼命。」心中有了這番打算，倒也十分坦然，已不如初見趙志敬時之驚懼。見郭靖向他招手，就跟在眾人身後。郭芙與武氏兄弟在另一桌吃飯，初時對楊過已不相識，後來經父母一認，這才記起原來是兒時在桃花島上的遊伴。須知各人相隔已久，少年人相貌變化最大，數月不見，即有不同，何況一別數年，又何況楊過故意扮成窮困潦倒之狀，混在數百人之中，郭芙自然不識了。她一見楊過回來，不禁芳心怦然一動，回想當年在桃花島上爭鬥吵鬧，不知他是否還記昔時之恨？見他這副鬱鬱不得志的情狀，與武氏兄弟丰神雋朗的形貌一比，實有天淵之別，不由得隱隱起了憐憫之心，當下低聲向武敦儒道：「爹爹送他到全真派去學藝，不知學得比咱們如何？」武敦儒還未回答，武修文接口道：「師父武功天下無敵，師母又得自你外祖的心傳，他怎能跟咱們比？」郭芙點了點頭，道：「他從前根基不好，想來難有什麼進境，卻怎地又弄成這副狼狽模樣。」武修文道：「那幾個老道跟他直瞪眼，好似要吞了他一般。這姓楊的小子脾氣惡劣，定是又闖了什麼大禍。」三個人悄悄議論一番，只聽得郭靖邀郝大通等到書房說話，又說要重責楊過，郭芙好奇心起，道：「快，咱們搶先到書房埋伏，去聽他們說些什麼。」武敦儒怕師父責罵，不敢答應，武修文卻連聲叫好，已搶在郭芙頭裏。郭芙右足一頓，微現怒色，道：「你就是不聽我話。」武敦儒見了她這副口角生嗔，眉目含笑的美態，心中怦的一跳，再也違抗不得，只得跟她急步而行。三人剛在書架後面躲好，郭靖、黃蓉已引著郝大通、孫不二、尹志平、趙志敬四人進來，雙方分賓主坐下。郭靖道：「過兒，你也坐吧！」楊過搖頭道：「我不坐。」面對著武林中的六位高手，他縱然大膽，到這時也不自禁的惴惴不安。郭靖心地淳厚，把楊過當作自己子侄一般，他對全真七子又素來十分敬重，心想也不必問什麼是非曲直，定然做小輩的不是，當下板起臉向楊過道：「小孩兒這等大膽，竟敢不敬師父。快向師叔祖、師父、師叔磕頭陪禮。」須知古時君臣、父子、師徒之間的名份，嚴過今日百倍，所謂君要臣死，不敢不死；父要子亡，不敢不亡。而武林中師徒尊卑之分，更是半點兒差池不得。郭靖如此訓斥，所說語氣已溫和到了萬分，換作別人，早已「小畜生、小雜種」的亂罵，拳頭板子夾頭夾臉的打下去了。趙志敬霍地站起，冷笑道：「貧道怎敢妄居楊爺的師尊，郭大俠，你快別出言譏刺。咱們全真教並沒得罪您大俠，何必當面辱人？楊大爺，小道士給您老人家磕頭陪禮，算是我瞎了眼珠，不識得英雄好漢……」靖蓉夫婦見他神色大變，越說越怒，都是詫異不已，心想徒弟犯了過失，師父打罵責罰也是常事，何必如此大失體統？黃蓉聰明絕頂，早知楊過所犯之事定然重大異常，見郭靖給他一頓發作，做聲不得，於是緩緩說道：「趙師兄不須發怒，這孩子怎生得罪了師父，請坐下細談。」趙志敬大聲道：「我趙志敬這一點點臭把式，怎敢做人家師父？豈不讓天下好漢笑掉了牙齒？」黃蓉秀眉微蹙，心中微感不滿。她與全真教本來沒多大交情，當年全真七子擺天罡北斗陣大戰她父親黃藥師，長春子丘處機又曾要以穆念慈許配給郭靖，都曾令她大為不快，雖然事過境遷，早已不介於懷，但此時趙志敬在她面前大聲叫嚷，出言挺撞，未免太過無禮。郝大通和孫不二知道其中原委，雖覺難怪他生氣，但如此暴躁吵鬧，實非出家人本色。孫不二道：「志敬，好好跟郭大俠和黃幫主說個明白。你這般暴跳，成什麼樣子？咱們修道人修的是什麼道？」孫不二雖是女流，但性子嚴峻，小輩們都見她極為畏懼，她這麼緩緩的說了幾句，趙志敬當即不敢再說，連稱：「是，是。」退回座位。郭靖道：「過兒，你瞧你師父對長輩多有規矩，你怎地不學個榜樣？」趙志敬又待說「我不是他師父」，望了孫不二一眼，話到口邊卻縮了回去，那知楊過大聲道：「他不是我師父。」此言一出，郭靖、黃蓉固然大為吃驚，而躲在書架後面竊聽的郭芙及武氏兄弟，也是驚奇不已。武林中師徒之分何等嚴明，常言道：「一日為師，終身如父。」郭靖自幼由江南七怪撫育成人，又由洪七公傳授驚人武藝，師恩深重，因而認為尊師重道，那是天經地義，豈知楊過竟然不認師父，出此叛逆之言？他霍地立起，指著楊過道：「你……你……你說什麼？」他拙於言辭，不會罵人，但臉色鐵青，卻是怒到了極處。黃蓉平素極少見他如此氣惱，低聲勸道：「靖哥哥，這孩子本性不好，犯不著為他生氣。」楊過本來有些害怕，但這時連本來疼愛自己的郭伯伯也如此疾言厲色，把心一橫，暗想：「除死無大事，最多你們將我殺了。」於是朗聲答道：「我本性原來不好，可也沒求你們傳授武藝。你們都是武林中大有來頭的人物，何必使詭計損我一個沒爹沒娘的孩子？」他說到「沒爹沒娘」四字，自傷身世，眼圈微微一紅，但隨即咬住下唇。心道：「今日就是死了，我也不流半滴眼淚。」郭靖怒道：「我夫人和你師父好心傳你武藝，都是瞧著我和你過世爹爹的交情份上，誰又用……又用詭計了？誰……又損……損你了？」他本就不會說話，盛怒之下，更是結結巴巴。楊過見他急了，更加慢慢說話：「你郭伯伯自然待我不錯，我永遠不會忘記。」黃蓉緩緩的道：「郭伯母自然虧待你了，你愛一生記恨，那也由得你。」楊過到此地步，索性侃侃而談，說道：「郭伯母沒待我好，可也沒虧待我。你說傳授武藝，其實是教我讀書，武功一分不傳。但讀書也是好事，小侄總算多認得了幾個字。可是這幾個老道……」他手指郝大通和趙志敬，恨恨的道：「總有一日，我要報那血海深仇。」郭靖大驚，忙問：「甚……甚麼？」楊過道：「這姓趙的道人號稱是我師父，不傳我絲毫武藝，那也罷了，他卻叫好多小道人來打我。郭伯母既不教我本事，全真派又不教我功夫，我自然只有挨打的份兒。還有這姓郝的，見到一位婆婆愛憐我，他卻把人家活活打死了。姓郝的臭道士，你說這是真話還是假話？」他想到孫婆婆為自己而死，咬牙切齒，直要撲上去和郝大通拼命。廣寧子郝大通是全真教的高士，道學武功，俱已修到極高境界，只因一個失手，誤殺了孫婆婆，數年來一直鬱鬱不樂，引為生平恨事。此時聽楊過當面直斥，不由得臉如死灰，當日一掌打得孫婆婆，狂噴鮮血的情景，又清清楚楚的現在眼前。他身上不帶兵刃，當下左手長處，從趙志敬腰裏拔出長劍。眾人只道他要劍刺楊過，郭靖踏上一步，欲待相護，豈知他倒轉長劍，將劍柄向楊過遞去，說道：「不錯，我是殺錯了人，你跟孫婆婆報仇罷，我絕不還手就是。」眾人見他如此，無不大為驚訝，郭靖生怕楊過接劍傷人，叫道：「過兒，不得無禮。」楊過何等聰明伶俐，知道在郭靖、黃蓉面前，決計難報此仇，冷冷的道：「你明知郭伯伯定不許我動手，卻來顯這股大方勁兒。」郝大通是武林前輩，竟給這少年幾句話刺得無言可對，手中拿著長劍，遞出又不是，縮回又不是，手上運勁一抖，拍的一聲，那劍斷為兩截，他將斷劍往地下一丟，長嘆一聲：「罷了，罷了！」大踏步走出書房。郭靖待要相留，卻見他頭也不回的去了。郭靖看看楊過，又看看孫不二等人，心想看來這孩子，說話並非虛假，過了半晌，說道：「怎麼全真教的師父們不教你功夫？這幾年你在幹什麼了？」問這兩句話時，口氣已和緩了許多。楊過道：「郭伯伯上終南山之時，將重陽宮中數百個道士打得沒還手之力，就算馬丘王劉諸位真人不介意，難道旁人也不記恨麼？他們不能欺你郭伯伯，難道不能在我這小小孩子身上出氣麼？他們恨不得打死我才痛快，怎能真心傳我武功？這幾年我過的是暗無天日的日子，今日還能活著來見郭伯伯，總算是萬幸了。」他年紀雖小，可比趙志敬聰明得多，輕輕幾句話，將自己反出全真教的原因，盡數推在郭靖的身上。所謂暗無天日云云，其實也非說謊，他住在古墓之中，自是難見天日，但郭靖聽來，憐惜之心不禁大盛。趙志敬見郭靖倒有九成信了他的說話，著急起來，說道：「你……你胡說八道……你……哼，咱們全真教光明磊落……那……那……」郭靖忠厚老實，只道楊過所言是實，黃蓉的機智卻絕不在楊過之下，鑑貌辨色，見他眼珠滾動，滿臉伶俐機變的神色，心想：「這孩子狡猾得緊，其中定然有詐。」說道：「這樣說來，你一點武功也不會了？你在全真教門下這幾年是白耽的了？」一面問一面慢慢站起，突然間手臂一長，一掌往他天靈蓋上直拍下去。這一掌手指向腦門正中的「百會穴」，手掌根拍向入髮際一寸的「上星穴」，這兩大要穴俱是致命之處，只要被她重手拍中，立時斃命，無可挽救。郭靖大驚，叫得一聲：「蓉兒！」但黃蓉落手奇快，這一掌是她家傳的「落英掌法」，毫無先兆，手動掌至，郭靖待要相救，已自不及。楊過身子微微向後一仰，要待避開，但黃蓉此時何等功夫，既然出手，那裏還容他閃避，眼見手掌已拍上他腦門。楊過大驚之下，急忙伸手格架，突然念頭一轉，右手微微一動，又即垂下。須知如郭靖這等武功高強而心智遲鈍之人，心中尚未明白已然出手，楊過卻機變異常，見事極快，心中想到：「郭伯母是試試我功夫來著，如果我架了她這一掌，那就是自認撒謊。」但黃蓉這一招下的是極厲害的殺手，要是她並非假意相試，自己不加招架，豈非枉自送了性命？在這電光石火般的一瞬之間，他心中已反覆想了幾遍，當下捨命冒險，不加抵禦。看官，楊過此時武功雖然未及黃蓉，但要伸手格開她這一掌，卻非難事，他竟冒著性命大險，垂手不動，若非他生就了一副倔強激烈、肆意妄為的性兒，那是決計不肯的。黃蓉這一招果然是試他武功，手掌拍到了頭頂，卻不加勁，只見他臉現驚惶之色，既不伸手招格，更不暗運內功護住要穴，顯然是絲毫不會武功的模樣，當下微微一笑，說道：「我不傳你武功，那是為了你好，全真派的道爺想來和我心意相同。」回身入座，向郭靖低聲道：「他確似沒學到全真派的武功。」一言甫出，心中突然叫聲：「啊喲，不對，我險些受了這小鬼之騙。」他想起楊過在桃花島之時，曾用過蛤蟆功殺死了一名丐幫弟子，武功已有相當根基，縱使這幾年沒半點進境，適才她手掌拍上他的腦門，無論如何定會招架，心道：「小子啊小子，你鬼聰明得過了頭，若是慌慌張張的格我一招，或許竟能給你瞞過。現下你裝作一竅不通，卻露出破綻來了。」須知黃蓉是千伶百伶之人，要到十餘年後，楊過見事多了，才得與她旗鼓相當，此刻與她鬥智，卻遠遠不是她的敵手。當下黃蓉卻不說破，心想且瞧你如何搗鬼，再作計較。她向趙志敬望望，又向楊過瞧瞧，只是微笑。趙志敬見黃蓉試了一招，楊過並不還手，只道黃蓉已然被他瞞過，那麼更顯得自己理虧，不由得怒火沖天，大聲道：「這小雜種詭計多端，黃幫主你試他不出，我來試試。」走到楊過面前，指著他鼻子道：「小雜種，你當真不會武功麼？你若不接招，道爺手下可不會容情，是死是活，你自己走著瞧吧。」他知楊過的武功實在自己之上，但自己猛下殺手，卻要逼得他非顯露真相不可，若是仍舊裝假，索性一招送了他的性命，最多與郭靖夫婦翻臉，拼著受教主及師父重責便是。當真是怒從心上起，惡向膽邊生，心想：「你料定黃幫主不會傷你的性命，這才大著膽子裝得好像，在我手下瞧你敢不敢裝假？」袍袖一揮，便要動手。郭靖叫道：「且慢！」只怕他傷了楊過性命，正要上前干預，黃蓉一拉他的袖子，低聲道：「你別管。」她知道趙志敬憤怒異常，出招必定沉重，楊過無法行險以圖僥倖，勢須還手，那時到底真相如何，便可大白了。郭靖怎知其中有這許多轉折，甚是惴惴不安，但想黃蓉素來料事如神，絕無差失，也就不再說話，只站在一旁，若是當真危險，這才出手相救。趙志敬向孫不二、尹志平二人說道：「孫師叔、尹師弟，這小雜種假裝不會武功，我是逼得無法，這才試他。倘若他硬挺到底，我一掌擊斃了他，請你們在教主、丘師伯和我師父面前作個見證。」楊過反出全真教的原委，孫不二自是明明白白，見他此時憑著狡猾擠得趙志敬無法下台，明明顯得全真教理虧，也盼趙志敬逼他現出本相，冷笑道：「這種毀師叛教的逆徒，打殺了便是。」想那孫不二是有道高人，豈能叫人妄開殺戒？她這幾句話的用意實是威嚇楊過，要他不敢繼續假裝。趙志敬有師叔撐腰，膽子更加大了，提起右足，對準楊過小腹猛踢過去，這一招「天山飛渡」，剛中有柔，陽勁蘊有陰勁，厲害之極，腳法中威力雖猛，卻並不深奧，乃是全真派武功的入門第一課，出招平淡無奇，只要稍會武功，就能拆解。須知任何那一門的武功，最厲害的往往就是最基本的，若以變化奇幻取勝，已是落於第二乘了。凡是全真的弟子，第一天學武，就必先學「天山飛渡」，跟著就學「退馬勢」，那正是避讓「天山飛渡」的一著，一攻一守，是最容易的固定套子。趙志敬使出這一招，是要使郭靖、黃蓉明白：「縱然我沒傳他高深武功，難道入門第一課也不教麼？」楊過見他一腳踢來，卻不使那「退馬勢」，口中叫聲：「啊喲！」左手下垂，擋在小腹，趙志敬見他竟然大著膽子不閃不讓，這一腳也就不再容情，直踢過去，待得足尖與他小腹相距只餘三寸，燈光下猛見他左手大拇指微微翹起，對準了自己右足內踝的「大谿穴」。這一腳若是猛力踢去，足尖尚未及到他身體，自己先已被他點中穴道，這一來不是他伸手點穴，卻是自己將穴道湊到他指尖上去給他點了。他是全真教第三代弟子中的第一高手，危急中立即變招，硬生生轉過出腳方向，一腳從楊過身旁擦過，總算避開了這一點之厄，但身子晃了一晃，滿臉脹得通紅。郭靖與黃蓉都在楊過的身後，看不到他的手指，還道趙志敬腳下容情，未出絕招，孫不二和尹志平卻已看得清楚。尹志平默不作聲，孫不二霍地站起來，叫聲：「好小子！」趙志敬左掌一晃，右掌往楊過左頰斜劈下去，這一招卻是極精微的招數了，原來手掌到了中途，方向突換，明明劈向左頰，掌緣卻斬在敵人右頰之中，豈知楊過早已將玉女心經練得滾瓜爛熟，這心經正是全真武功的大對頭。當年王重陽每一招厲害拳術，林朝英無不擬具巧妙破法。這時楊過見他左掌晃處，忙伸手抱頭，似乎極為害怕，左手食指卻已暗藏右頸，只是右掌在外遮掩，教趙志敬無法看到，待他掌緣斬至，突然右手微斜，波的一聲，左手食指正好點中他掌緣正中的「後溪穴」。這一著仍是趙志敬自行將手掌送到他手指上點穴，楊過只是料敵機先，將手指放在準確的位置而已。趙志敬掌上的穴道被點，登時手臂酸麻，知道著了他的詭計，狂怒之下，不暇思索，左足橫掃而至。楊過大叫：「不得了！」左臂微曲，將肘尖置於左腰上二寸五分之處。趙志敬一腳踢到，足踝處「照海」「太溪」二穴同時撞正對方肘尖。他這一腳因在大怒之中踢出，力道強勁之極，穴道受到的震盪也是十分厲害，左足一麻，已然跪倒了。孫不二見師侄出醜，左臂探處，伸手挽起，在他背後拍了幾下，解開了穴道。楊過見這老道姑出手極準，武功強過趙志敬十倍，心中也自忌憚，急忙退在一邊。孫不二雖然修道多年，性子仍是極為剛強，見楊過的功夫奇詭無比，自己出手也未必能勝，叫道：「走吧！」也不向郭黃二人道別，袍袖一拂，像大鳥般從書房窗中撲出，逕自上了屋頂。尹志平猶似魂落魄，要待向郭靖解釋幾句，趙志敬怒道：「還說什麼？」拉住他的袍袖，一齊躍出窗口隨孫不二而去。若憑靖蓉二人眼力，自然知道趙志敬被人點了穴道，但楊過明明並未伸出手指，難道旁邊有高人暗中助他不成？