《射鵰英雄傳三》金庸《二○一五年十月二日版》《好讀書櫃》典藏版第二十一回　千鈞巨岩歐陽鋒只感身上炙熱，腳下船板震動甚劇，知道這截船身轉眼就要沉沒，但洪七公兀自纏鬥，毫不稍懈，再不施展絕招殺手，只怕今日難逃性命，右手蛇杖忽縮，左臂猛力橫掃出去。洪七公以竹棒追擊蛇杖，左手揮出擋格他手臂，忽見歐陽鋒手臂隨勢而彎，拳頭疾向自己右太陽穴打來。這「靈蛇拳法」是歐陽鋒潛心苦練而成的力作，原擬於二次華山比武時一舉壓倒餘子，是以在桃花島上與洪七公拚拆千招，這路取意於蛇類身形扭動的拳法，卻始終不曾使過。蛇身雖有骨而似無骨，能四面八方，任意所之，因此這路拳法的要旨，在於手臂似乎能於無法彎曲處彎曲，敵人只道已將來拳架開，那知便在離敵最近之處，忽有一拳從萬難料想的方位打到。要令手臂當真隨處軟曲，自無此理，但出拳的方位匪夷所思，在敵人眼中看來，自己的手臂宛然靈動如蛇。本來歐陽鋒在這緊急關頭怪招猝發，洪七公原難抵擋，就算不致受傷，也必大感窘迫，那知歐陽克在寶應與郭靖動手時已先行使用過了，雖然獲勝，卻給洪七公覷到了其中關竅。那日他不赴黎生等群丐之宴，便是在苦思破解之法，這時見歐陽鋒終於使出，心頭暗喜，勾腕伸爪，疾以擒拿手拿他拳頭。這一下恰到好處，又快又準，正是剋制他「靈蛇拳法」的巧妙法門。看來似乎碰巧使上，其實卻是洪七公經數晝夜的凝思，此後又不斷練習而成，以之應付整套「靈蛇拳法」，原是尚嫌不足，卻大有奇兵突出、攻其無備之效。歐陽鋒本來料到對方大驚之下，勢必手足無措，便可乘機猛施殺手，不料大吃一驚的卻是自己，不由得倒退數步，突然間空中一片火雲落將下來，登時將他全身罩住。洪七公也是一驚，向後躍出，看清楚落下的原來是一張著了火的大帆。以歐陽鋒的武功，那帆落下時縱然再迅捷數倍，也必罩不住他，只是他驀然見到自己兩年苦思、三年勤練的「靈蛇拳法」竟被對方漫不在意的隨手破解了，一時之間茫然若失，竟致不及閃避。那張帆又大又堅，連著桅桿橫桁，不下數百斤之重，歐陽鋒躍了兩次，都未能將帆掀開。他雖遭危難，心神不亂，豎起蛇杖要撐開帆布，豈知蛇杖卻被桅桿壓住了豎不起來。他心中嘆道：「罷了罷了，老兒今日歸天！」突然間身上一鬆，船帆從頭頂揭起，只見洪七公提著船頭的鐵錨，以錨爪鉤住了橫桁，正在將帆拉開。卻是洪七公不忍見他就此活活燒死，當即出手相救。這時歐陽鋒全身衣服和鬚眉毛髮都已著火，立時躍起，在船板上急速滾動，要想滾滅身上火焰，豈知禍不單行，那半截船身忽地傾側，帶動一根粗大的鐵鍊從空中橫飛過來，迅捷異常的向他掃去，勢道甚是猛惡。洪七公叫聲：「啊喲！」縱身過去搶住鐵鍊。那鐵鍊已被火燒通紅，只燙得雙手嗤嗤聲響，肉為之焦。他急忙鬆手，將鐵鍊投入海中，正要跟著躍下，突然間後頸微微一麻。他一呆之下，一個念頭如電光般在腦海中閃過：「我救了西毒性命，難道他竟用蛇杖傷我？」回頭看時，果見蛇杖剛從眼前掠過，一條毒蛇滿口鮮血，昂頭舞動。洪七公怨極，呼呼兩掌，猛向歐陽鋒劈去。歐陽鋒陰沉著臉向旁閃開，喀喇一聲巨響，洪七公這兩掌把船上一根副桅震為兩截。歐陽鋒偷襲得手，心下喜不自勝，但見洪七公狂掃亂打，聲勢駭人，卻也暗暗心驚，不敢硬接他招術，只是閃躲退讓。郭靖大叫：「師父，師父！」爬上船來。洪七公忽感一陣昏迷，搖搖欲墜。歐陽鋒搶上兩步，運勁猛力一掌擊落，正打在洪七公背心正中。歐陽鋒杖上的怪蛇本來劇毒無比，幸得他先幾日與周伯通賭賽屠鯊，取盡了毒液，怪蛇數日之間難以復原。因此洪七公背上被咬，中毒就輕得多了，但蛇毒畢竟還是十分猛惡，以他這般深厚功力，仍是頃刻間便神智迷糊，受到歐陽鋒掌擊時竟未運功抵禦，口中鮮血噴出，俯身跌倒。洪七公武功非同小可，歐陽鋒情知這一掌還未能送他性命，日後被他養好傷勢，那可是遺患無窮，正是：「容情不下手，下手不容情。」飛身過去，舉腳使勁往他後心踹下。郭靖剛從小艇艇首爬上甲板，眼見勢急，已自不及搶上相救，雙掌齊發，一招「雙龍取水」，猛擊歐陽鋒後腰。歐陽鋒雖知郭靖武功不弱，卻也不把他放在心上，左手迴帶，既架來掌，又攻敵肩，右腳仍是踹下。郭靖大驚，救師心切，顧不得自身安危，縱身躍起，去抱歐陽鋒的頭頸，這一來自己門戶洞開，波的一聲，脅下被西毒反手掃中。這一掃力道雖不甚大，但歐陽鋒勁隨意到，每一出手都足致敵死命，若非郭靖內功已頗具根柢，受傷已自不輕，饒是如此，也感脅下劇痛，半身幾乎麻痺。他奮力撲上，已抱住歐陽鋒的頭頸。歐陽鋒只道自己這般猛力反掃，對方必然退避，豈知這傻小子竟會如此不顧性命，使上了兩敗俱傷的蠻招。這一來，踏向洪七公背心的一腳落到中途，只得收回，彎腰反手來打郭靖。到了這近身肉搏的境地，他甚麼蛤蟆功、靈蛇拳等等上乘武功都已使用不出。須知武功高強之人臨敵出手，決不容他人近身，不待對方發拳出腿，早已克敵制勝，至於高手比武，更是點到即止，那有這般胡扭瞎纏之理？是以任何上乘拳術之中，都無摟抱扭打的招數。這時歐陽鋒被郭靖扼住咽喉要害，反手打出，卻被他向左閃開，漸感呼吸急促，但覺喉中雙手越收越緊，疾忙又以左肘向後撞去。郭靖斜身右避，只得放開了左手，隨即使出蒙古的摔跤之技，左手搶著從敵人左腋下穿出，在他後頸猛力扳落，歐陽鋒武功雖強，在他這般狠扳之下，頸骨卻也甚是疼痛。這一扳在摔跤術中稱為「駱駝扳」，意思說以駱駝這般龐然大物，給這麼一扳也不免頸骨斷折，其實駱駝的頭頸當然扳不斷，只是這一扳手法巧妙，若非摔跤高手，極難解救。歐陽鋒不會摔跤手法，只得右手又是向後揮擊。郭靖大喜，右手立時從他喉頭放下，仰身上手，右手又從他右脅下穿了上去，扳在他後頸，縱聲猛喝，雙手互叉，同時用勁捺落。這在摔跤術中稱為「斷山絞」，被絞者已是陷於絕地，不論臂力多強，摔術多巧，只要後頸被對手如此絞住，只有叫饒投降，否則對方勁力使出，頸骨立斷。但歐陽鋒的武功畢竟非蒙古摔跤手之可比，處境雖已不利之極，仍能設法敗中求勝，郭靖雙手扳下，他卻以上乘輕功順勢探頭向下一鑽，一個觔斗，竟從郭靖胯下翻了出去。以他武學大宗師的身份，如此從後輩胯下鑽出，若非身陷絕境，那是說甚麼也不幹的。他一解開這「斷山絞」，立即左手出拳，反守為攻，擊向郭靖的後背，不料拳未打到，左下臂卻又被扭住。郭靖知道武功遠非他的對手，幸好貼身肉搏，自己擅於摔跤，又是絲毫不顧死活，只要不讓敵人離開一步，他就傷不得師父。這時半截船身晃動更烈，甲板傾斜，兩人再也站立不定，同時滾倒，衣髮上滿是火焰。這時可急壞了黃蓉，眼見洪七公半身掛在船外，全然不動，不知生死，郭靖卻與歐陽鋒滾來滾去的扭打不休，兩人身上都已著火，情勢緊迫之極，當下舉槳往歐陽克頭上砸去。歐陽克右臂雖斷，武功仍強，側身避過木槳，左手倏地探出，來拿她手腕。黃蓉雙足猛力一頓，小艇傾側。歐陽克不識水性，身子晃了幾晃，驚惶之下，便即縮手。黃蓉乘那小艇側回，借著船舷上升之勢躍入海中。她划得數下，已衝向大船。那半截大船已泰半入水，船面離水不高，黃蓉爬到船上，從腰間取出蛾眉鋼刺，上前相助郭靖。只見他與歐陽鋒扭成一團，翻來滾去，畢竟歐陽鋒武功強出甚多，已把郭靖按在底下，但郭靖牢牢揪住他的雙臂，叫他無法伸手相擊。黃蓉穿火突煙，縱上前去，舉刺向歐陽鋒背心插下。歐陽鋒雖與郭靖扭打正急，但鋼刺剛要碰到他背心，已然驚覺，用力扳轉，反把郭靖舉在上面。黃蓉彎腰仍用鋼刺去刺他腦袋，可是歐陽鋒左閃右避，靈動之極，她接連三刺都沒刺中，最後一刺托的一下，插上了船板。一陣黑煙隨風颳來，薰得她眼也睜不開來，剛要伸手揉眼，忽她腿上一痛，翻身摔倒，原來被歐陽鋒反腳以腳跟踢中。黃蓉打了個滾，躍起身來，頭髮也已著火，正要上前再鬥，郭靖大叫：「先救師父，先救師父！」黃蓉心想不錯，奔到洪七公身旁，抱著他一齊躍入海中，身上火焰立時熄滅。黃蓉將洪七公負在背上，雙足踏水，游向小艇。歐陽克站在艇邊，高舉木槳，叫道：「放下老叫化，只許你一人上來！」黃蓉將鋼刺一揚，叫道：「好，咱們水裏見真章！」攀住艇邊，猛力搖晃。小舢舨左右擺動，眼見就要艇底向天。歐陽克大驚，牢牢抓住船舷，叫道：「別……別搖，小船要給你搞翻啦！」黃蓉一笑，說道：「快拉我師父上去，小心了，你弄一點兒鬼，我把你在水裏浸足三個時辰。」歐陽克無奈，只得伸左手抓住洪七公的後心，提上艇去。黃蓉微笑讚道：「自從識得你以來，第一次見到你做了件好事。」歐陽克心中一蕩，要待說話，卻說不出來。黃蓉正要轉身再游往大船助戰，猛聽得山崩般一聲巨響，一大堵水牆從空飛到，罩向頭頂。她大吃一驚，忙屏息閉氣，待海水落下，回過頭來，伸手將濕淋淋的頭髮往後一掠，這一下登時呆了。只見海面上一個大漩渦團團急轉，那冒煙著火的半截大船卻已不見，船上扭打纏鬥的郭靖與歐陽鋒也已無影無蹤。在這一瞬間，她腦中空洞洞地，既不想甚麼，也不感到甚麼，似乎天地世界以及自己的身子也都驀地裏消失，變得不知去向。突然間，一股鹹水灌向口中，自己正在不斷往下沉去，她這才驚覺，雙手向下掀了數下，身子竄上來冒頭出海，四顧茫茫，除了一艘小艇之外，其餘的一切都已被大海吞沒。黃蓉低頭又鑽入了海中，急往漩渦中游去。她水性極高，漩渦力道雖強，卻也能順著水勢游動。她來往迴游找尋郭靖，在四周打了十多個圈，郭靖固然不見蹤影，連歐陽鋒也不知到了何處，看來兩人都被沉船帶入海底深處了。再游一陣，她已是筋疲力盡，但仍不死心，在大海中亂游亂闖，只盼天可憐見，竟能撞到郭靖，但四下裏唯見白浪連山，絕無人影，又游了大半個時辰，實在支持不住了，心想只好上船休息片刻，再下海找尋，當下游近舢舨。歐陽克伸手拉她上去。他見叔父失蹤，也是十分惶急，連問：「見到我叔叔麼？見到我叔叔麼？」黃蓉心力交瘁，突然眼前一黑，暈了過去。也不知過了多少時候，才慢慢回復知覺，但覺身子虛浮，似在雲端上下飄蕩，耳畔風捲浪濤，澎湃作響。她定一定神，坐起身來，只見小舢舨順著海流正向前疾行。這時離沉船處已不知多遠，郭靖是再也找不到的了，她心中一陣傷痛，又暈了過去。歐陽克左手牢牢抓住船舷，雙足撐住船板，只怕舢舨起伏之際將自己拋了出去，那敢移動半步。又過了一頓飯時分，黃蓉重又醒轉，心想靖哥哥既已葬身海底，自己活著有何意味，眼見歐陽克那副眼霎唇顫、臉如土色的害怕神態，只感說不出的厭憎，心想：「我豈能與這畜生死在一起？」站起身來，喝道：「快跳下海去！」歐陽克驚道：「甚麼？」黃蓉道：「你不跳麼？我把舢舨弄翻了再說。」縱身往右舷一跳，舢舨登時側過，她跟著又往左舷一跳，船身向左側得更是厲害。但聽歐陽克嚇得高聲大叫，黃蓉於悲傷中微覺快意，又往右舷躍去。歐陽克知道只要被她東跳西躍的來回幾次，舢舨非翻不可，見她又躍向右舷，忙縱身躍向左舷，身子落下的時刻拿捏得恰到好處，兩人同時落下，舢舨只向下一沉，卻不傾側。黃蓉連試兩次，都被他用這法子擋住。黃蓉叫道：「好，我在船底鑿幾個洞，瞧你有甚麼法子。」拔出鋼刺，躍向船心，瞥眼間只見洪七公俯伏在船底，因他始終不動，自己心中只是念著郭靖，竟把師父忘了，這時一驚之下，忙俯身探他鼻息，緩緩尚有呼吸。她心中略慰，扶起洪七公來，見他雙目緊閉，臉如白紙，再撫摸他心口，雖在跳動，卻是極為微弱。黃蓉救師心切，便不再去理會歐陽克，解開洪七公的上衣察看傷勢。突然舢舨猛烈震動，歐陽克歡聲大叫：「靠岸啦，靠岸啦！」黃蓉抬起頭來，只見遠處鬱鬱蔥蔥，盡是樹木，舢舨卻已不動，原來在一塊礁石上擱了淺。※※※這處所離岸尚遠，但瞧到海底，水深不過到胸腹之間。歐陽克躍入水中，跨出幾步，回頭向黃蓉瞧瞧，重又回來。黃蓉見洪七公背上右胛骨處有一黑色掌印，深陷入肌，似是用烙鐵烙出來一般，不禁駭然，心想：「那西毒一掌之力，怎會如此厲害？」又見他右邊後頸有兩個極細的齒痕，若非用心檢視，幾乎瞧不出來，伸手在齒痕上輕按，卻是觸手生疼，炙熱異常，急忙縮手，問道：「師父，您覺得怎樣？」洪七公哼了一聲，並不答話。黃蓉向歐陽克道：「拿解藥來。」歐陽克雙手一攤，做了個無可奈何的姿式，說道：「解藥都在我叔叔那裏。」黃蓉道：「我不信。」歐陽克道：「你搜便是。」解開衣帶，將身上各物盡數捧在左手。黃蓉見果然並無藥瓶，道：「幫我扶師父上岸！」兩個各自將洪七公的一臂放在肩上，黃蓉伸出右手，握住歐陽克的左手，讓洪七公坐在兩人的手臂之上，走向岸去。黃蓉感到師父身子不住顫抖，心中甚是焦急。歐陽克卻大為快慰，只覺一隻柔膩溫軟的小手拉著自己的手，正是近日來夢寐以求的奇遇，只可惜走不多時，便已到岸。黃蓉蹲低身子，將洪七公放在地下，道：「快去將舢舨拉上岸來，別給潮水沖走了。」歐陽克將左手放在唇邊，兀自出神，聽黃蓉呼叫，呆呆發怔，卻沒聽清她說些甚麼，幸好黃蓉不知他心中所思何事，只橫了他一眼，又說了一遍。歐陽克將舢舨拖上岸來，見黃蓉已將洪七公身子翻轉了，讓他俯伏草地，要設法治傷，心想：「這裏不知是何處所。」奔上一個小山峰四下眺望，不禁驚喜交集，只見東南西北盡是茫茫大海，處身所在原來是個小島。島上樹木茂密，卻不知有無人煙。他驚的是：這若是個荒島，既無衣食，又無住所，如何活命？喜的是：天緣巧合，竟得與這位天仙化身的美女同到了此處，老叫化眼見重傷難癒，自己心願豈有不償之理？心想：「得與佳人同住於斯，荒島即是天堂樂土，縱然旦夕之間就要喪命，也是心所甘願的了。」想到得意之處，不禁手為之舞，足為之蹈，突然右臂一陣劇痛，這才想起臂骨已斷，於是用左手折下兩根樹枝，撕下衣襟，將右臂牢牢的與樹枝綁在一起，掛在頸中。黃蓉在師父背上蛇咬處擠出不少毒液，不知如何再行施救，只得將他移上一塊大石，讓他躺著休息，高聲對歐陽克道：「你去瞧瞧這是甚麼所在，鄰近可有人家客店。」歐陽克笑道：「這是個海島，客店是準定沒有的。有人沒有，那得瞧咱們運氣。」黃蓉微微一驚，道：「你瞧瞧去。」歐陽克受她差遣，極是樂意，展開輕功向東奔去，只見遍地都是野樹荊棘，絕無人跡曾到的景象，路上用石子打死了兩頭野兔，折而向北，兜了個大圈子回來，對黃蓉道：「是個荒島。」黃蓉見他嘴角間含笑，心中有氣，喝道：「荒島？那有甚麼好笑？」歐陽克伸伸舌頭，不敢多話，將野兔剝了皮遞給她。黃蓉探手入懷，取出火刀火石和火絨，幸好火絨用油紙包住，有一小塊未曾浸濕，當下生起火來，將兩隻野兔烤了，擲了一隻給歐陽克，撕了一塊後腿肉餵給師父吃。洪七公既中蛇毒，又受掌傷，一直神智迷糊，斗然間聞到肉香，登時精神大振，兔肉放到嘴邊，當即張口大嚼，吃了一隻兔腿，示意還要，黃蓉大喜，又撕了一隻腿餵他，洪七公吃到一半，漸感不支，嘴裏咬著一塊肉沉沉睡去。黃蓉只吃得兩塊兔肉，想起郭靖命喪大海之中，心中傷痛，喉頭哽住，再也吃不下了，眼見天色漸黑，找到了個岩洞，將師父扶進洞去，歐陽克過來相助，幫著除穢鋪草，抱著洪七公輕輕臥下，又用乾草鋪好了兩人的睡臥之處。黃蓉冷眼旁觀，只是不理，見他整理就緒，伸了個懶腰，賊忒嘻嘻的要待睡倒，霍地拔出鋼刺，喝道：「滾出去！」歐陽克笑道：「我睡在這裏又不礙你事，幹麼這樣兇？」黃蓉秀眉豎起，叫道：「你滾不滾？」歐陽克笑道：「我安安靜靜的睡著就是，你放心。滾出去卻是不必了。」黃蓉拿起一根燃著的樹枝，點燃了他鋪著的乾草，火頭冒起，燒成一片灰燼。歐陽克苦笑幾聲，只得出洞，他怕島上有毒蟲猛獸，躍上一株高樹安身。這一晚他上樹下樹也不知有幾十次，但見岩洞口燒著一堆柴火，隱約見到黃蓉睡得甚是安穩，數十次想闖進洞去，總是下不了這個決心。他不住咒罵自己膽小無用，自忖一生之中，偷香竊玉之事不知做了多少，何以對這小小女子卻如此忌憚。他雖傷臂折骨，然單憑一手之力，對付她尚自裕如，洪七公命在垂危，更可不加理會，但每次走到火堆之前，總是悚然回頭。這一晚黃蓉卻也不敢睡熟，既怕歐陽克來犯，又耽心洪七公的傷勢有變，直到次日清晨，才安心睡了一個時辰。睡夢中聽得洪七公呻吟了數聲，便即驚醒而起，問道：「師父，怎樣？」洪七公指指口，牙齒動了幾動。黃蓉一笑，把昨晚未吃完的兔肉撕了幾塊餵他。洪七公肉一下肚，元氣大增，緩緩坐起身來調勻呼吸。黃蓉不敢多言，只凝神注視他的臉色，但見他臉上一陣紅潮湧上，便即退去，又成灰白，這般紅變白，白變紅的轉了數次，不久頭頂冒出熱氣，額頭汗如雨下，全身顫抖不已。忽然洞口人影一閃，歐陽克探頭探腦的要想進來。黃蓉知道師父以上乘內功療傷，正是生死懸於一線之際，若被他闖進洞來一陣囔囔，擾亂心神，必然無救，低聲喝道：「快出去！」歐陽克笑道：「咱們得商量商量，在這荒島之上如何過活。今後的日子可長著呢！」說著便踱進洞來。洪七公眼睜一線，問道：「這是個荒島？」黃蓉道：「師父您用功罷，別理他。」轉頭對歐陽克道：「跟我來，咱們外面說去。」歐陽克大喜，隨她走出岩洞。這一日天色晴朗，黃蓉極目望去，但見藍天與海水相接，遠處閒閒的掛著幾朵白雲，四下裏確無陸地的影子。她來到昨日上陸之處，忽然一驚，問道：「舢舨呢？」歐陽克道：「咦，那裏去了？定是給潮水沖走啦！啊喲，糟糕，糟糕！」黃蓉瞧他臉色，料知他半夜裏將舢舨推下海去，好教自己不得泛海而去，其居心之卑鄙齷齪，不問可知。郭靖既死，自己本已不存生還之想，大海中風浪險惡，這一艘小舢舨原亦不足以載人遠涉波濤，但這樣一來，事機迫切，只怕已挨不到待師父傷癒再來制服這惡賊。她向歐陽克凝視片刻，臉上不動聲色，心中卻在思量如何殺他而相救師父。歐陽克被她瞧得低下頭去，不敢正視。黃蓉躍上海邊一塊大巖，抱膝遠望。歐陽克心想：「此時不乘機親近，更待何時？」雙足一登，也躍上巖來，挨著她坐下，過了片刻，見她既不惱怒，也不移開身子，於是又挨近一些，低聲說道：「妹子，你我兩人終老於此，過神仙一般的日子。我前生不知是如何修得！」黃蓉格格一笑，說道：「這島上連師父也只得三人，豈不寂寞？」歐陽克見她語意和善，心中大喜，道：「有我陪著你，有甚麼寂寞？再說，將來生下孩子，那更不寂寞了。」黃蓉笑道：「誰生孩兒呀，我可不會。」歐陽克笑道：「我會教你。」說著伸出左臂去摟她。只覺左掌上一暖，原來黃蓉已伸手握住了他的手掌。歐陽克一顆心突突亂跳，神不守舍。黃蓉左手緩緩上移，按在他手腕上的脈門之處，低聲問道：「有人說，穆念慈姊姊的貞節給你毀了，可有這回事？」歐陽克哈哈一笑，道：「那姓穆的女子不識好歹，不肯從我，我歐陽公子是何等樣人，豈能強人所難？」黃蓉嘆道：「這麼說，旁人是冤屈她啦。穆姊姊的情郎為了這件事跟她大吵大鬧。」歐陽克笑道：「這孩子空自擔了虛名兒，可惜可惜！」黃蓉忽向海中一指，驚道：「咦，那是甚麼？」歐陽克順她手指往海心望去，不見有異，正要相詢，突覺左腕一緊，脈門已被她五指緊緊扣住，半身酸軟，登時動彈不得。黃蓉右手握住鋼刺，反手向後，疾往他小腹刺去。兩人相距極近，歐陽克又正是神魂顛倒之際，兼之右臂折骨未愈，如何招架得了？總算他得過高人傳授，白駝山二十餘載寒暑的苦練沒有白費，在這千鈞一髮之際，突然長身往前疾撲，胸口往黃蓉背心猛力撞去。黃蓉身子一晃，跌下巖來，那一刺卻終於刺中了他的右腿，劃了一條半寸多深、尺來長的口子。歐陽克躍下巖來，只見黃蓉倒提蛾眉鋼刺，笑吟吟的站著，但覺滿胸疼痛，低頭看時，見胸前衣襟上鮮血淋漓，才知適才這一撞雖然逃得性命，但她軟蝟甲上千百條尖刺卻已刺入了自己胸肌。黃蓉嗔道：「咱們正好好的說話兒，你怎麼平白無端的撞我一下？我不理你啦。」說著轉身便走。歐陽克心中又愛又恨，又驚又喜，百般說不出的滋味，呆在當地，做聲不得。黃蓉回向岩洞，一路暗恨自己學藝不精，得遇如此良機仍是被他逃脫。走進洞內，見洪七公已然睡倒，地下吐了一灘黑血，不禁大驚，忙俯身問道：「師父，怎樣？覺得好些麼？」洪七公微微喘息，道：「我要喝酒。」黃蓉大感為難，在這荒島之上卻那裏找酒去，口中只得答應，安慰他道：「我這就想法子去。師父，你的傷不礙事麼？」說著流下淚來。她遭此大變，一直沒有哭過，這時淚水一流下，便再也忍耐不住，伏在洪七公的懷裏放聲大哭。洪七公一手撫摸她頭髮，一手輕拍她背心，柔聲安慰。老叫化縱橫江湖，數十年來結交的都是草莽豪傑，從來沒和婦人孩子打過交道，被她這麼一哭，登時慌了手腳，只得翻來覆去的道：「好孩子別哭，師父疼你。乖孩子不哭。師父不要喝酒啦。」黃蓉哭了一陣，心情略暢，抬起頭來，見洪七公胸口衣襟上被自己淚水濕了一大塊，微微一笑，掠了掠頭髮，說道：「剛才沒刺死那惡賊，真是可惜！」於是把巖上反手出刺之事說了。洪七公低頭不語，過了半晌，說道：「師父是不中用的了。這惡賊武功遠勝於你，只有跟他鬥智不鬥力。」黃蓉急道：「師父，等您休息幾天，養好了傷，一掌取他狗命，不就完了？」洪七公慘然道：「我給毒蛇咬中，又中了西毒蛤蟆功的掌力。我拚著全身功力，才逼出了蛇毒，終究也沒乾淨，就算延得數年老命，但畢生武功已毀於一旦。你師父只是個糟老頭兒，再也沒半點功夫了。」黃蓉急道：「不，不，師父，您不會的，不會的。」洪七公笑道：「老叫化心腸雖熱，但事到臨頭，不達觀也不成了。」他頓了一頓，臉色忽轉鄭重，說道：「孩子，師父迫不得已，想求你做一件十分艱難、大違你本性之事，你能不能擔當？」黃蓉忙道：「能，能！師父您說罷。」洪七公嘆了口氣，說道：「你我師徒一場，只可惜日子太淺，沒能傳你甚麼功夫，現下又是強人所難，要把一副千斤重擔給你挑上，做師父的心中實不自安。」黃蓉見他平素豪邁爽快，這時說話卻如此遲疑，料知要託付的事必然極其重大艱巨，說道：「師父，您快說。您今日身受重傷，都是為了弟子的事赴桃花島而起，弟子粉身碎骨，也難報師父大恩。就只怕弟子年幼，有負師父囑咐。」洪七公臉現喜色，問道：「那麼你是答允了？」黃蓉道：「是。請師父吩咐便是。」洪七公顫巍巍的站起身來，雙手交胸，北向躬身，說道：「祖師爺，您手創丐幫，傳到弟子手裏，弟子無德無能，不能光大我幫。今日事急，弟子不得不卸此重擔。祖師爺在天之靈，要佑庇這孩子逢凶化吉，履險如夷，為普天下我幫受苦受難的眾兄弟造福。」說罷又躬身行禮。黃蓉初時怔怔的聽著，聽到後來，不由得驚疑交集。洪七公道：「孩子，你跪下。」黃蓉依言跪下，洪七公拿過身邊的綠竹棒，高舉過頭，拱了一拱，交在她手中。黃蓉惶惑無已，問道：「師父，您叫我做丐幫的……丐幫的……」洪七公道：「正是，我是丐幫的第十八代幫主，傳到你手裏，你是第十九代幫主。現下咱們謝過祖師爺。」黃蓉此際不敢違拗，只得學著洪七公的模樣，交手於胸，向北躬身。洪七公突然咳嗽一聲，吐出一口濃痰，卻落在黃蓉的衣角上。黃蓉暗暗傷心：「師父傷勢當真沉重，連吐痰也沒了力氣。」當下只是故作不見，更是不敢拂拭。洪七公嘆道：「他日眾叫化正式向你參見，少不免尚有一件骯髒事，唉，這可難為你了。」黃蓉微微一笑，心想：「叫化子個個污穢邋遢，髒東西還怕少了？」洪七公吁了一口長氣，臉現疲色，但心頭放下了一塊大石，神情甚是喜歡。黃蓉扶著他躺下。洪七公道：「現下你是幫主，我成了幫中的長老。長老雖受幫主崇敬，但於幫中事務，須奉幫主號令處分，這是歷代祖師爺傳下的規矩，萬萬違背不得。只要丐幫的幫主傳下令來，普天下的乞丐須得凜遵。」黃蓉又愁又急，心想：「在這荒島之上，不知何年何月方能回歸中土。況且靖哥哥既死，我也不想活了，師父忽然叫我做甚麼幫主，統率天下的乞丐，這真是從何說起呢？」但眼見師父傷重，不能更增他煩憂，他囑咐甚麼，只得一切答應。洪七公又道：「今年七月十五，本幫四大長老及各路首領在洞庭湖畔的岳陽城聚會，本來為的是聽我指定幫主的繼承人。只要你持這竹棒去，眾兄弟自然明白我的意思。幫內一切事務有四大長老襄助，我也不必多囑，只是平白無端的把你好好一個女娃兒送入了骯髒的叫化堆裏，可當真委屈了你。」說著哈哈大笑，這一下帶動了身上創傷，笑聲未畢，跟著不住大咳起來，黃蓉在他背上輕輕按摩，過了好一陣子方才止咳。洪七公嘆道：「老叫化真的不中用了，唉，也不知何時何刻歸位，得趕緊把打狗棒法傳你才是。」黃蓉心想這棒法名字怎地恁般難聽？又想憑他多兇猛的狗子，也必是一拳擊斃，何必學甚麼打狗棒法，但見師父說得鄭重，只得唯唯答應。洪七公微笑道：「你雖做了幫主，也不必改變本性，你愛頑皮胡鬧，仍然頑皮胡鬧便是，咱們所以要做叫化，就貪圖個無拘無束、自由自在，若是這個也不成，那個又不行，幹麼不去做官做財主？你心中瞧不起打狗棒法，就爽爽快快的說出來罷！」黃蓉笑道：「弟子心想那狗子有多大能耐，何必另創一套棒法？」洪七公道：「現下你做了叫化兒的頭子，就得像叫化一般想事。你衣衫光鮮，一副富家小姐的模樣，那狗子瞧著你搖頭擺尾還來不及，怎用得著你去打牠？可是窮叫化撞著狗子卻就慘啦。自古道：窮人無棒被犬欺。你沒做過窮人，不知道窮人的苦處。」黃蓉拍手笑道：「這一次師父你可說錯啦！」洪七公愕然道：「怎麼不對？」黃蓉道：「今年三月間，我逃出桃花島到北方去玩，就扮了個小叫化兒。一路上有惡狗要來咬我，給我兜屁股一腳，就挾著尾巴逃啦。」洪七公道：「是啊，要是狗子太兇，踢牠不得，就須得用棒來打。」黃蓉尋思：「有甚麼狗子這樣兇？」突然領悟，叫道：「啊，是了，壞人也是惡狗。」洪七公微笑道：「你真是聰明。若是……」他本想說郭靖必然不懂，但心中一酸，住口不語了。黃蓉聽他只說了半句，又見到他臉上神色，便料到他心中念頭，胸口一陣劇烈悲慟，若在平時，已然放聲大哭，但此刻洪七公要憑自己照料，反而自己成了大人而師父猶似小兒一般，全副重擔都已放在自己肩頭，只得強自忍住，轉過了頭，淚水卻已撲簌簌的掉了下來。洪七公心中和她是一般的傷痛，明知勸慰無用，只有且說正事，便道：「這三十六路打狗棒法是我幫開幫祖師爺所創，歷來是前任幫主傳後任幫主，決不傳給第二個人。我幫第三任幫主的武功尤勝開幫祖師，他在這路棒法中更加入無數奧妙變化。數百年來，我幫逢到危難關頭，幫主親自出馬，往往便仗這打狗棒法除奸殺敵，鎮懾群邪。」黃蓉不禁神往，輕輕嘆了口氣，問道：「師父，您在船上與西毒比武，幹麼不用出來？」洪七公道：「用這棒法是我幫的大事，況且即使不用，西毒也未必勝得了我。誰料到他如此卑鄙無恥，我救他性命，他卻反在背後傷我。」黃蓉見師父神色黯然，要分他的心，忙道：「師父，您將棒法教會蓉兒，我去殺了西毒，給您報仇。」洪七公淡淡一笑，撿起地下一根枯柴，身子斜倚石壁，口中傳訣，手上比劃，將三十六路棒法一路路的都授了她。他知黃蓉聰敏異常，又怕自己命不久長，是以一口氣的傳授完畢。那打狗棒法名字雖然陋俗，但變化精微，招術奇妙，實是古往今來武學中的第一等功夫，若非如此，焉能作為丐幫幫主歷代相傳的鎮幫之寶？黃蓉縱然絕頂聰明，也只記得個大要，其中玄奧之處，一時之間卻那能領會得了？等到傳畢，洪七公嘆了一口氣，汗水涔涔而下，說道：「我教得太過簡略，到底不好，可是……可是也只能這樣了。」「啊喲」了一聲，斜身倒地，暈了過去。黃蓉大驚，連叫：「師父，師父！」搶上去扶時，只覺他手足冰冷，氣若遊絲，眼見是不中用了。黃蓉在數日之間迭遭變故，伏在師父胸口一時卻哭不出來，耳聽得他一顆心還在微微跳動，忙伸掌在他胸口用力一掀一放，以助呼吸，就在這緊急關頭，忽聽得身後有聲輕響，一隻手伸過來拿她手腕。她全神貫注的相救師父，歐陽克何時進來，竟是全不知曉，這時她忘了身後站著的是一頭豺狼，卻回頭道：「師父不成啦，快想法子救他。」歐陽克見她回眸求懇，一雙大眼中含著眼淚，神情楚楚可憐，心中不由得一蕩，俯身看洪七公時，見他臉如白紙，兩眼上翻，心下更喜。他與黃蓉相距不到半尺，只感到她吹氣如蘭，聞到的儘是她肌膚上的香氣，幾縷柔髮在她臉上掠過，心中癢癢的再也忍耐不住，伸左臂就去摟她纖腰。黃蓉一驚，沉肘反掌，用力拍出，乘他轉頭閃避，已自躍起身來。歐陽克原本忌憚洪七公了得，不敢對黃蓉用強，這時見他神危力竭，十成中倒已死了九成半，再無顧忌，晃身攔在洞口，笑道：「好妹子，我對旁人決不動蠻，但你如此美貌，我實在熬不得了，你讓我親一親。」說著張開左臂，一步步的逼將過來。黃蓉嚇得心中怦怦亂跳，尋思：「今日之險，又遠過趙王府之時，看來只有自求了斷，只是不手刃此獠，總不甘心。」一翻手，將鋼刺與鋼針都拿在手中。歐陽克臉露微笑，脫下長衣當作兵器，又逼近了兩步。黃蓉站著不動，待他又跨出一步，足底尚未著地之際，身子倏地向左橫閃。歐陽克跟著過來，黃蓉左手一揚，見他揮起長衣抵擋鋼針，身子已是如箭離弦，急向洞外奔去。那知她身法快，歐陽克更快。黃蓉只感身後風聲勁急，敵人掌力已遞到自己背心。她身穿軟蝟甲，原不怕敵人傷害，何況早存必死之心，但求傷敵，不救自身，當下不擋不架，反手一刺，插向他胸膛。歐陽克本就不欲傷她，這一掌原是虛招，存心要戲弄她一番，累她個筋疲力盡，見她鋼刺截來，伸臂往她腕上輕格，已將她這一刺化解了，同時身隨步轉，搶在外門，又將黃蓉逼在洞內。但洞口狹隘，轉身不開，黃蓉的出手又是招招狠辣的拚命之著，她只攻不守，武功猶如增強了一倍。歐陽克功夫雖高出她甚多，只因存了個捨不得傷害之心，動上手就感處處掣肘。轉眼間兩人拆了五六十招，黃蓉已迭遇凶險。她的功夫得自父親的親傳，歐陽克則是叔父所傳。黃藥師與歐陽鋒的武功本來不相伯仲，可是黃蓉還只盈盈十五，歐陽克卻已年過三旬，兩人學藝的時日相差幾達二十年，何況男女體力終究有別，而黃蓉學武又不若歐陽克勤勉，她後來雖得洪七公教了幾套武功，但學過便算，此後也沒好好練習，是以歐陽克雖然身上負傷，卻仍然大佔上風。酣鬥中黃蓉忽然向前疾撲，反手擲出鋼針，歐陽克揮衣擋開，黃蓉猛然竄上，舉蛾眉刺疾刺他右肩。歐陽克右臂折斷，使不出力，左臂穿上待要招架，黃蓉的鋼刺在手中疾轉半圈，方向已變，噗的一聲，已插進他的傷臂。黃蓉心中正自一喜，忽感手腕酸麻，噹啷一聲，鋼刺掉在地下，原來腕上穴道已被點中。歐陽克出手迅捷之極，見她轉身要逃，左臂伸了兩伸，已將她左足踝上三寸的「懸鍾穴」、右足內踝上七寸的「中都穴」先後點中。黃蓉又跨出兩步，俯面摔下。歐陽克縱身而上，搶先將長衣墊在地下，笑道：「啊喲，別摔痛了。」黃蓉這一跌下去，左手鋼針反擲，以防敵人撲來，隨即躍起，那知雙腿麻木，竟自不聽使喚，身子離地尺許，又復跌下。歐陽克伸手過來相扶。黃蓉只剩了左手還能動彈，隨手一拳，但在慌亂之中，這一拳軟弱無力，歐陽克一笑，又點中了她左腕穴道。這一來黃蓉四肢酸麻，就如被繩索縛住了一般，心中自悔：「剛才我不舉刺自戕，現下可是求死不得了。」霎時五內如焚，眼前一黑，暈了過去。歐陽克柔聲安慰：「別怕，別怕！」伸手便要相抱。忽聽得頭頂有人冷冷的道：「你要死還是要活？」歐陽克大吃一驚，急忙回頭，只見洪七公拄棒站在洞口，冷眼斜睨，這一下只嚇得魂飛魄散，叔父從前所說王重陽從棺中躍出、假死傷人的事，如電光般在腦中一閃，暗叫：「老叫化原來裝死，今日我命休矣！」洪七公的本事自己曾領教過多次，可萬萬不是他的對手，驚慌之下，雙膝跪地，說道：「侄兒跟黃家妹子鬧著玩，決無歹意。洪伯父請勿生氣。」洪七公哼了一聲，罵道：「臭賊，還不把她穴道解開，難道要老叫化動手麼？」歐陽克連聲答應，忙解開黃蓉四肢的穴道。洪七公沉著嗓子道：「你再踏進洞門一步，休怪老叫化無情。快給我滾出去！」說著身子一側。歐陽克如遇大赦，一溜煙的奔了出去。黃蓉悠悠醒來，如在夢寐。洪七公再也支撐不住，一交直摔下去。黃蓉又驚又喜，忙搶上扶起，只見他滿口鮮血，吐出三顆門牙。黃蓉暗自傷神：「師父本來是絕世的武功，這時一交摔倒，竟把牙齒也撞落了。」洪七公手掌中托著三顆牙齒，笑道：「牙齒啊牙齒，你不負我，給老叫化咬過普天下的珍饈美味。看來老叫化天年已盡，你先要離我而去了！」他這次受傷，實是沉重之極，所中蛇毒既十分厲害，背上筋脈更被歐陽鋒一掌震得支離破碎，幸而他武功深湛，這才不致當場斃命，但全身勁力全失，比之不會武的常人尚且不如。黃蓉穴道被點，洪七公其實已無力給她解開，仗著昔時的威風，才逼著歐陽克解穴。他見黃蓉臉露哀戚之色，勸慰道：「不用擔心。老叫化餘威尚在，那臭賊再也不敢來惹你了。」黃蓉尋思：「我在洞內，那賊子確是不敢再來，但飲水食物從那兒來？」她本來滿腹智計，但適才身遭大險，心慌意亂，兀自不曾寧定。洪七公見她沉吟，問道：「你在想尋食的法門，是不是？」黃蓉點了點頭。洪七公道：「你扶我到海灘上去曬曬太陽。」黃蓉立時領悟，拍手笑道：「好啊，咱們捉魚吃。」當下讓洪七公伏在她肩頭，慢慢走到海邊。※※※這日天氣晴朗，海面有如一塊無邊無際的緞子，在清風下微微顫動。黃蓉心道：「倘若這真是一塊大藍緞子，伸手撫摸上去，定然溫軟光滑，舒服得很。」陽光照在身上，兩人都為之精神一爽。歐陽克站在遠處一塊巖邊，看到兩人出來，忙又逃遠十餘丈，見他們不追，這才站定，目不轉瞬的望著兩人。洪七公和黃蓉都暗自發愁：「這賊子十分乖巧，時刻一久，必定給他瞧出破綻。」但這時也顧不得許多，洪七公倚在岩石上坐倒，黃蓉折了一根樹枝作為釣桿，剝了一長條樹皮當釣絲，囊中鋼針有的是，彎了一枚作鉤，在海灘上撿些小蟹小蝦作餌，海中水族繁多，不多時便釣到三尾斤來重的花魚。黃蓉用燒叫化雞之法，煮熟了與師父飽餐了一頓。休息了一陣，洪七公叫黃蓉把打狗棒法一路路的使將出來，自己斜倚在岩石旁指點。黃蓉於這棒法的精微變化，攻合之道，又領悟了不少。傍晚時分，她練得熱了，除去外衣，跳到海中去洗個澡，在碧波中上下來去，忽發痴想：「聽說海底有個龍宮，海龍王的女兒甚是美貌，靖哥哥可是到了龍宮中去麼？」她不住向下潛水，忽然左腳踝上一下疼痛，急忙縮腳，但左腳已被甚麼東西牢牢挾住，竟然提不起來。她自幼在海中嬉戲，知道必是大蚌，也不驚慌，彎腰伸手摸去，不由得嚇了一跳，那蚌竟有小圓桌面大小，桃花島畔海中可從沒如此大蚌，當下雙手伸入蚌殼，運勁兩下一分。那大蚌的力道奇強，雙手這麼分扳，竟然奈何牠不得。蚌殼反而挾得越緊，腳上更加痛了。黃蓉雙手壓水，想把那蚌帶出海面，再作計較，豈知道這蚌重達二三百斤，在海底年深日久，蚌殼已與礁石膠結牢固，那裏拖牠得動？黃蓉幾下掙扎，腳上越痛，心下驚慌，不禁喝了兩口鹹水，心想：「我本來就不想活了，只是讓師父孤零零的在這荒島之上，受那賊子相欺，我死了也不瞑目。」危急中捧起一塊大石，往蚌殼上撞去，但蚌殼堅厚，在水中又使不出力，擊了數下，蚌殼竟然紋絲不動。那蚌受擊，肌帶更是收得緊了，黃蓉又吃了口水，驀地想起一事，忙拋下大石，抓起一把海沙投入蚌殼的縫中。果然蚌貝之類最怕細沙小石，覺有海沙進來，急忙張開甲殼，要把海沙吐出殼去。黃蓉感到腳踝上鬆了，立即縮上，手足齊施，升上海面，深深吸了口氣。洪七公見她潛水久不上來，焦急異常，知道必已在海底遇險，要待入海援救，苦於步履艱難，水性又是平平，只慌得連連搓手，突見黃蓉的頭在海面鑽起，不由得喜極而呼。黃蓉向師父揮了揮手，又再潛至海底。這次她有了提防，落足在離大蚌兩尺之處，拿住蚌殼左右搖晃，震鬆蚌殼與礁石間的膠結，將巨蚌托了上來。她足下踏水，將巨蚌推到海灘淺水之處。蚌身半出海面，失了浮力，重量大增，黃蓉舉之不動，上岸來搬了一塊大石，將蚌殼打得稀爛，才出了這口惡氣，只見足踝上被蚌挾出了一條深深血痕，想起適才之險，不覺打了個寒噤。這晚上師徒二人就以蚌肉為食，滋味倒也甚是鮮美。次日清晨，洪七公醒來，只覺身上疼痛大為減輕，微微運幾口氣，胸腹之間甚感受用，不禁「咦」了一聲。黃蓉翻身坐起，問道：「師父，怎地？」洪七公道：「睡了一晚，我傷勢竟是大有起色。」黃蓉大喜，叫道：「必是吃了那大蚌肉能治傷。」洪七公笑道：「蚌肉治傷是不能的，只是味道鮮美，治得了你師父的口。我的口治好了，於傷勢自也不無小補。」黃蓉嘻嘻一笑，疾衝出洞，奔到海灘去割昨日剩下的蚌肉。一時心下喜歡，卻忘了提防歐陽克，剛割下兩大塊蚌肉，忽見一個人影投在地下，正自緩緩行近。黃蓉彎腰抓起一把蚌殼碎片向後擲出，雙足一登，躍出丈餘，站在海邊。歐陽克冷眼旁觀了一日，瞧著洪七公的動靜，越來越是起疑，料定他必是受傷極重，行走不得，但要闖進洞去，卻也無此膽量，當下逼上前去，笑道：「好妹子，別走，我有話跟你說。」黃蓉道：「人家不理你，偏要來糾纏不清，也不怕醜。」說著伸手刮臉羞他。歐陽克見她一副女兒情態，臉上全無懼色，不由得心癢難搔，走近兩步，笑道：「都是你自己不好，誰教你生得這麼俊，引得人家非纏著你不可。」黃蓉笑道：「我說不理你就不理，你讚我討好我也沒用。」歐陽克又走近一步，笑道：「我不信，偏要試試。」黃蓉臉色一沉，說道：「你再走過來一步，我叫師父來揍你。」歐陽克笑道：「算了罷，老叫化還能走路？我去揹他出來，好不好？」黃蓉暗吃一驚，退了兩步。歐陽克笑道：「你愛跳到海裏就跳，我只在岸上等著。瞧你在海裏浸得久呢，還是我在岸上待得久？」黃蓉叫道：「好，你欺侮我，我永遠不理睬你。」轉身就跑，只奔出幾步，忽然在石上一絆，「啊喲」一聲，摔倒在地。歐陽克料她使奸，笑道：「你越是頑皮胡鬧，我越是喜歡。」除下長衣拿在手中，以防她突放鋼針，然後緩緩走近。黃蓉叫道：「別過來。」掙扎著站起，只走得三步，又摔了下去。這一次竟是摔得極重，上半身倒在海中，似乎暈了過去，半晌不動。歐陽克心道：「這丫頭詭計多端，我偏不上你當。你一身武功，好端端地怎會突然摔倒，暈了過去？」站定了觀看動靜。過了一盞茶功夫，但見她仍是動也不動，自頭至胸，全都浸在水中。歐陽克擔心起來：「這可真是暈過去了，我再不救，美人兒要活生生溺死啦。」搶上前去伸手拉她的腳。一拉之下，登時嚇了一跳，只感到她全身僵硬，急忙俯身水面，去抱她起來，剛將她身子抱起，黃蓉雙手急攏，已摟住他雙腿，喝道：「下去！」歐陽克站立不穩，被她一拖一摔，兩人同時跌入海裏。身入水中，歐陽克武功再高，卻也已施展不出，心道：「我雖步步提防，還是著了小丫頭的道兒，這番我命休矣！」黃蓉計謀得售，心花怒放，只是把他往深水處推去，將他的頭按在水中。歐陽克但覺鹹水從口中骨嘟骨嘟的直灌進來，天旋地轉，不知身在何處，伸手亂拉亂抓，要想拉住黃蓉。但她早已留神，盡在他周身游動，那能被他抓住？慌亂之中，歐陽克又吃了幾口水，身往下沉，雙足踏到了海底。他武功卓絕，為人又甚機敏，只因不識水性，身子飄在水中時一籌莫展，腳下既觸到了實地，神智頓清，只感飄飄蕩蕩的又再浮上去，忙彎腰抓住海底岩石，運起內功，閉住呼吸，睜眼找尋回歸島上的方向，但四周碧綠沉沉，不辨東西南北。他前後左右各走數步，心想往高處走總是不錯，於是手中捧了塊大石，邁開大步，往高處走去。海底礁石嶙峋，極是難行，但他仗著內功深湛，一口氣向前直奔。黃蓉見他沉下之後不再上來，忙潛下察看，見他正在海底行走，不覺一驚，悄悄游到他的身後，蛾眉鋼刺順著水勢刺了過去。歐陽克感到水勢激盪，側身避過，足下加快，全速而行。這時他已感氣悶異常，再也支持不住，放手拋去大石，要浮上水面吸幾口氣再到海底行走，探頭出水時，只見海岸已近在身旁。黃蓉知道已奈何他不得，嘆了口氣，重又潛入水中。歐陽克大難不死，濕淋淋的爬上岸來，耳暈目眩，伏在沙灘之上，把腹中海水吐了個清光，連酸水也嘔了出來，只感全身疲軟，恍如生了一場大病，喘息良久，正是怒從心上起，惡向膽邊生，心一橫，說道：「我先去殺了老叫化，瞧小丫頭從不從我！」話是這麼說，念頭是這麼轉，可是對洪七公終究十分忌憚，當下調勻呼吸，養了半日神，這才疲累盡去，於是折了一根短短的堅實樹枝，代替平時用慣的點穴鐵扇，放輕腳步，向岩洞走去。他避開洞口正面，從旁悄悄走近，側耳聽了一會，洞中並無聲息，又過半晌，這才探頭向洞內望去，只見洪七公盤膝坐在地下，迎著日光，正自用功，臉上氣色也不甚壞，不似身受重傷模樣。歐陽克心道：「我且試他一試，瞧他能否走動。」高聲叫道：「洪伯父，不好啦，不好啦。」洪七公睜眼問道：「怎麼？」歐陽克裝出驚惶神色，說道：「黃家妹子追捕野兔，摔在一個深谷之中，身受重傷，爬不上來啦。」洪七公吃了一驚，忙道：「快救她上來。」歐陽克聞言大喜，心道：「若非他行走不得，怎不飛奔出去相救？」長身走到洞口，笑道：「她千方百計的要傷我性命，我豈能救她？你去救罷。」洪七公眼見他的神色，已知他是偽言相欺，心道：「賊子看破我武功已失，老叫化大限到了！」眼下之計，只有與他拚個同歸於盡，暗暗將全身勁力運於右臂，待他走近時捨命一擊，那知微一運勁，背心創口忽爾劇痛，全身骨節猶如要紛紛散開一般，但見歐陽克臉現獰笑，一步步的逼近，不禁長嘆一聲，閉目待死。※※※黃蓉見歐陽克逃上沙灘，心中發愁，尋思：「經此一役，這賊子必是防範更嚴，再要算計於他，卻是難上加難了。」她向海外潛出數十丈，出水吸了口氣，折而向左，潛了一陣水，探頭看時，見島旁樹木茂盛，與那邊沙灘頗為不同。想起桃花島的景象，不覺神傷，忽然想起：「如能找個隱蔽險要的所在，與師父倆躲將起來，那賊子一時也未必能夠找到。」明知那絕非妙計，但拖得一時好一時，說不定吉人天相，師父的傷勢竟能逐漸痊可。於是離水上岸，她不敢深入內陸，深怕遇上歐陽克時逃避不及，只在沿海處信步而行，心想：「我從前若不貪玩，學通了爹爹的奇門五行之術，也必有法子對付這賊子。唉，不成，爹爹將桃花島的總圖傳了給他，這賊子心思靈敏，必能參悟領會。」正想得出神，左腳踏上了一根藤枝，腳下一絆，頭頂簌簌簌一陣響，落下無數泥石。她急忙向旁躍開，四周都是大樹，背心撞在一株樹上，肩頭已被幾塊石子打中，幸好穿著軟蝟甲，也未受損，抬頭看時，不禁大吃一驚，只嚇得心中怦怦亂跳。只見頭頂是座險峻之極的懸崖，崖邊頂上另有一座小山般的巨岩。那岩石恰好一半擱在崖上，一半伸出崖外，左右微微晃動，眼見時時都能掉下。崖上有無數粗藤蜿蜒盤纏，她剛才腳上所絆的藤枝，就與巨岩旁的沙石相連。倘若踏中的是與巨岩相連的藤枝，這塊不知有幾萬斤重的巨岩掉將下來，立時就被壓成一團肉醬了。那巨岩左右擺動，可是總不跌落。黃蓉提心吊膽，揀著無藤枝之處落足，跨一步，停一步，退後了數丈，這才驚魂稍定，再抬頭瞧那懸崖與巨岩，不禁驚歎造物之奇，心想只要以一手之力，就能將岩石拉下，可是此處人跡不到，獸蹤罕至，連大鳥也沒一隻，這巨岩在懸崖上已晃動了不知幾千百年，今日仍在搖擺起伏。懸崖旁群峰壁立，將四下裏的海風都擋住了，看來今後千百年中，這巨岩仍將在微風中搖晃不休。黃蓉出了一會神，不敢再向前行，轉身退回，要去服侍師父，走出半里多路，忽然心念一動：「上天要殺此賊子，故爾特地生就了這個巧機關，我怎麼如此胡塗？」想到此處，喜得躍起身來，連翻了兩個空心觔斗。她忙回到懸崖之下，細細察看地勢，見崖旁都是參天古木，若要退避，一縱之下最多只能躍出四五尺地，那巨岩擊將下來，縱然是飛鳥松鼠，只怕也難以躲閃得開。她摸出鋼刺，小心翼翼的走到崖下，看準了與巨岩相連的七八條藤枝不去觸動，以鋼刺旁的利口去割切餘下的數十條藤枝。她下手時屏住呼吸，又快又穩，一割之後，這才呼吸數口，再去割第二根藤枝，只怕用力稍大，牽動與巨岩相連的藤枝，自己立即變成一團肉餅了。等到數十條藤枝盡數割斷，已累得滿身是汗，直比一場劇戰尤為辛苦。她將斷枝仍然連在一起，放幾堆乾草做了記認，又把來去的通道看得明白，記得清楚，這才回去，一路上哼著小曲，甚是得意。將近岩洞時仍是不見歐陽克的人影，忽聽洞中傳出他得意之極的笑聲，跟著說道：「你自負武功蓋世，今日栽在公子爺手裏，心裏服氣麼？好罷，我憐你老邁，讓你三招不還手如何？你把降龍十八掌一掌掌的都使出來罷！」黃蓉低呼：「啊喲！」眼下局面已緊迫之極，當即高聲叫道：「爹爹，爹爹，你怎麼啦？啊，歐陽伯父，你也來啦！」歐陽克在洞中將洪七公盡情嘲弄了一番，正要下手，忽聽黃蓉叫將起來，驚喜交集，心想：「怎麼叔叔和黃老邪都來啦。」轉念一想：「必是那丫頭要救那老叫化，胡說八道的想騙我出去。好，反正老叫化終究逃不出我手掌，先出去瞧瞧何妨？」袍袖一揮，轉身出洞。只見黃蓉向著海灘揚手呼叫：「爹爹，爹爹！」歐陽克注目遠望，那裏有黃藥師的人影？笑道：「妹子，你要騙我出來陪你，我可不是出來了麼？」黃蓉回眸一笑，說道：「誰愛騙你？」說著沿海灘而奔。歐陽克笑道：「這次我有了提防，你想再拉我入海，咱們就來試試。」說著發足追去。他輕功了得，片刻間已即追近。黃蓉暗叫：「不妙，到不了懸崖之下，就得被他捉住。」又奔數十丈，歐陽克更加近了。黃蓉折而向左，離海邊已只丈許。歐陽克這次已學了乖，不敢逼近，笑道：「好，咱們來玩捉迷藏。」足下不停，心下卻是全神戒備，防她再使甚麼詭計。黃蓉住足笑道：「前面有頭大蟲，你再追我，牠一口吃了你。」歐陽克笑道：「我也是大蟲，我也要一口吃了你。」說著縱身便撲。黃蓉格格一笑，又向前奔。兩人一前一後，不多時離懸崖已近。黃蓉越跑越快，一轉彎，高聲叫道：「來罷！」已竄到了懸崖之前，倏然間瞥眼見到海灘上似有兩個人影。在這當口她雖大感詫異，卻那敢有絲毫停留，看準了堆著乾草的斷藤之處落足，三起三落，已縱到了崖底，隨即急掠而過。歐陽克笑道：「大蟲呢？」足下加快，如箭離弦般奔到崖前。黃蓉落足處的藤枝已經割斷，歐陽克那知其中機關，自然踏中未曾割斷的藤枝，等於是以數百斤的力道去拉扯頭頂的巨岩。喀喀兩聲響過，歐陽克猛覺頭頂一股疾風壓將下來，抬頭一望，只嚇得魂飛天外，但見半空中一座小山般的巨岩正對準了自己壓下。這巨岩離頭頂尚遠，但強風已逼得他喘不過氣來，危急中疾忙後躍，豈知身後都是樹木，後背重重的撞到一株樹上，這一撞力道好強，喀喇一聲，那樹立斷，碎裂的木片紛紛刺入背心。他這時只求逃命，那裏還知疼痛，奮力躍起，巨岩離頂心已只三尺。在這一瞬間，已自嚇得木然昏迷，忽覺領口被人抓住了向外急拖，竟將他身子向後拉開數尺，但終究為時已晚，只聽得轟的一聲巨響，歐陽克長聲慘呼，眼前煙霧瀰漫，砂石橫飛，渾不知這變故如何而來，已然暈去。黃蓉見妙計得售，驚喜無已，不提防巨岩落下時鼓動烈風，力道強勁之極，將她向外推出，一交坐在地下，頭頂砂子小石紛紛落下。她彎下腰來，雙手抱住了頭，過了一陣，聽砂石落下之聲已歇，睜開眼來，煙霧中卻見巨岩之側站著兩人。這一下宛在夢境，揉了揉眼睛，定睛看時，見站在身前的一個是西毒歐陽鋒，另一個卻是自己念茲在茲、無時忘之的郭靖。黃蓉大叫一聲，躍起身來。郭靖也萬料不到竟在此處與她相遇，縱身向前，抱在一起。兩人驚喜之下，渾忘了大敵在旁。※※※那日歐陽鋒與郭靖在半截著了火的船上纏鬥，難解難分，斷船忽沉，將二人帶入了海底。深海中水力奇重，與淺海中迥不相同，兩人只覺海水從鼻中、耳中急灌進來，疼痛難當，原本互相緊纏扭打的兩隻手不由得都鬆開來去按住鼻孔耳竅。那海底卻有一股急速異常的潛流，與海面水流的方向恰恰相反，二人不由自主，轉瞬間被潛流帶出數里之外。待得郭靖竭力掙上海面來喘氣時，黑夜之中，那小舢舨已成了遠處隱隱約約的一個黑點。郭靖高聲呼叫，其時黃蓉正潛在海中尋他，海上風濤極大，相距既遠，那裏還能相遇？郭靖又叫了幾聲，忽覺左腳一緊，接著一個人頭從水中鑽出，正是歐陽鋒。他只稍通水性，到了大海之中，雖是武學大師，卻也免不了慌張失措，亂划亂抓，居然抓到了郭靖的腳，這一來自然是牢牢抓住，死命不肯放手。郭靖用力掙扎，接著右腳也被他抓了。兩人在水中掙奪得幾下，又都沉下水底。二次冒上來時郭靖叫道：「放開我腳，我不離開你就是。」歐陽鋒也知兩人這般扭成一團，勢必同歸於盡，於是放開了他腳，卻隨即抓住他右臂。郭靖伸手托在他脅下，兩人這才浮在海面。就在這時，一根巨木被浪濤打了過來，撞向郭靖肩頭。歐陽鋒叫道：「小心！」郭靖反手扶住，心中大喜，叫道：「快抱住了，別放手。」這巨木原來是一根斷桅。二人四顧茫茫，並無片帆的影子。歐陽鋒的蛇杖早已不知去向，暗暗發愁：「若是遇上大群鯊魚，只有如周伯通那樣亂打一番，當時有我救他，此時更有何人前來救我？」兩人在海中漂流，遇有海魚游過身旁，便以掌力擊暈，分食生魚渡日。古人言道：「同舟共濟」，這兩個本要拚個你死我活的人，在大海之上竟然扶住半截斷桅，同桅共濟起來。漂流了數日，幸喜並未遇上若何凶險。海中這股水流原是流向洪七公與黃蓉所到的那座小島，是以將舢舨送到島上之後，過了兩日，又將郭靖和歐陽鋒漂送過來。兩人上岸後躺在沙灘上喘息良久，忽聽得遠處隱隱傳來笑語之聲，歐陽鋒躍起身來，循聲尋去，也真有這麼巧，正遇上歐陽克踏中機關，懸崖上的巨岩壓將下來。歐陽鋒橫裏搶去相救，雖將侄兒拉後數尺，但歐陽克兩腿還是被巨岩壓住了，劇痛難當，登時暈去。歐陽鋒驚疑不定，上下四周環視，見再無危險，這才察看侄兒，摸了摸他的鼻息，並未斃命，運勁在巨岩上推了兩下，卻是紋絲不動。他蹲下身來，運起蛤蟆神功，雙手平推，吐氣揚眉，閣閣閣三聲叫喊。論這三推之力，實是非同小可，但那巨岩重達數萬斤，豈是一人之力所能移動？他俯身下去，歐陽克睜開眼來，叫了聲：「叔叔！」聲音甚是微弱。歐陽鋒道：「你忍著點兒。」抱起他上身，輕輕一扯，歐陽克大叫一聲，又暈了過去。巨岩壓住他雙腿，這一下拉扯只有令他更加疼痛難當，身子卻拉不出半分。地下是堅如金鐵的厚巖，無鏟無鋤，決計無法挖掘。歐陽鋒瞧著只是發怔。郭靖拉著黃蓉的手，問道：「師父呢？」黃蓉伸手一指道：「在那邊。」郭靖聞道師父無恙，心中大喜，正要她領去拜見，聽得歐陽克這一聲慘叫，心下不忍，對歐陽鋒道：「我來助你。」黃蓉拉住他衣袖，說道：「咱們見師父去，別理惡人！」歐陽鋒不知一切全是她巧布的機關，他親眼見到巨岩從空跌落，這岩石重逾萬斤，決非人力所能推上懸崖，但聽得她阻止郭靖相助，登時怒從心起，又聽洪七公在此，不由自主的吃了一驚，但隨即想起：「老叫化吃了我那一掌，又給我毒蛇咬中，居然還不死，算他了得，然而料得他這條老命中十成中已只賸不下一成，又懼他何來？」眼見黃蓉與郭靖攜手而去，又蹲下身來，裝作出力推巖，待兩人轉過彎角，對侄兒道：「放心好了，我必能想法救你。現下你緩緩運息，只護住心脈，只當兩條腿不是自己的，別去想著。」躡足遠遠跟在二人之後。只見二人伸手互摟對方腰間，耳鬢廝磨，神態甚是親熱，心下愈怒，暗道：「我若不將你這兩個小鬼折磨得死不成活不了，可就枉稱為西毒了。」黃蓉帶著郭靖來到岩洞之前。郭靖撲進洞去，大叫：「師父。」只見洪七公閉目倚著石壁，臉色焦黃，更無半分血色。適才他被歐陽克一逼，惱怒已極，傷勢又復轉惡。黃蓉忙俯身替他解開胸口衣服，郭靖給他按摩手足。洪七公睜眼瞧見郭靖，大喜過望，嘴角露出微笑，低聲道：「靖兒，你也來啦！」郭靖正要答言，忽聽背後一聲斷喝：「老叫化，我也來啦。」聲音猶似金鐵相擊，甚是刺耳。郭靖疾忙轉身，回掌護住洞門。黃蓉搶起師父身畔的竹棒，站在郭靖身旁。歐陽鋒笑道：「老叫化，出來罷，你不出來，我可要進來啦。」郭靖與黃蓉對望了一眼，均想：「就是豁出性命，也得阻他進洞加害師父。」歐陽鋒一聲長笑，猱身而上。郭靖揮掌推出。歐陽鋒側身避過他鋒銳凌厲的掌風，搶到了他右側，斗然間迎面一棒刺來，棒身晃動，似是刺向上盤，卻又似向下三路纏打，一時竟爾難以斷定。他心中一凜，左手向上揮格，同時右足橫掃，不論對方如何變招，都可拆開。豈知黃蓉手中竹棒抖動，竟是疾打中盤腰眼。歐陽鋒大驚，托地向後跳出，側目斜視。黃蓉初使打狗棒法，初出手就逼開了強敵，甚是得意。歐陽鋒萬料不到這小丫頭居然已學會了老叫化的精妙棒法，哼了一聲，縱身又上，伸手逕來硬奪她手中竹棒。黃蓉將新學到的棒法使開了，刺打盤挑，綠影飛舞，雖然不能傷得對方，但歐陽鋒連出七八招，卻也始終抓不到她棒頭。郭靖又驚又喜，連叫：「好蓉兒，好棒法！」左掌右拳，從旁夾擊。歐陽鋒閣閣兩聲怒吼，蹲下身來，呼的雙掌齊出。掌力未到，掌風已將地下塵土激起。郭靖見來勢猛惡，黃蓉若是硬接，必受內傷，忙在她肩上一推，兩人同時讓開了這一招蛤蟆功之力。歐陽鋒踏上兩步，又是雙掌推出。這蛤蟆功厲害無比，以洪七公如此功夫，當日在桃花島上也只與他打個平手，郭、黃二人功力遠為不及，當下被他逼得步步後退。歐陽鋒衝進洞來，左手反手一掌，只打得石壁上碎石簌簌而落，右手舉起，虛懸在洪七公頭頂，卻不擊落，凝神瞧他動靜。黃蓉叫道：「我師父救你性命，你反傷他，要不要臉？」歐陽鋒伸手在洪七公胸口輕輕一推，只覺他胸口肌肉陷了進去，他內力外功，俱已臻爐火純青之境，本來周身筋肉一遇外力立生反彈，這時卻應手而陷，果然武功盡失，心下暗喜，當即抓起他身子，喝道：「你們助我去救出我侄兒，那就饒了老叫化的性命。」黃蓉道：「老天爺放下大石來將他壓住，你是親眼瞧見的，誰又能救得了？你再作孽，老天爺也丟塊大石下來壓死你。」郭靖眼見歐陽鋒將洪七公高高舉起，作勢要往地下猛擲，心知他不過作為要脅，決不致就此加害，但總是擔心，忙道：「快放下我師父，我們助你去救人便是。」歐陽鋒掛念著侄兒，恨不得立時就去，但臉上卻是神色如恆，慢慢將洪七公放下。黃蓉道：「助你救他不難，咱們可得約法三章。」歐陽鋒道：「小丫頭又有甚麼刁難？」黃蓉道：「救了你侄兒之後，咱們同住在這荒島之上，你可不得再生壞心，加害我們師徒三人。」歐陽鋒心想：「我叔侄不通水性，要回歸陸地，原須依靠兩個小鬼相助。」於是點頭道：「好，在這島上我不殺你們三人，離了此島，那可難說。」黃蓉道：「那時候就算你不動手，我們可要向你動手了。第二件，我爹爹已將我許配於他，你是親耳所聞，親眼所見，此後你那侄子若是再向我囉唣，你就是個豬狗不如的畜生。」歐陽鋒「呸」了一聲，道：「好，那也只限於在這島上，一離此島，咱們走著瞧。」黃蓉微微一笑，道：「那第三件呢，我們盡力助你，可是我們並非神仙，若是老天爺定要送你侄子性命，非人力能救，你卻不得另生枝節。」歐陽鋒怪目亂轉，叫道：「若是我侄兒死了，你們三個也休想活命，小丫頭別再胡言亂語，快救我侄兒去。」竄出岩洞，往懸崖急奔而去。郭靖正要隨去，黃蓉道：「靖哥哥，待會西毒用力推那巨岩，你冷不防在他背後一掌，結束了他。」郭靖道：「背後傷人，太不光明。」黃蓉嗔道：「他傷害師父，難道光明正大麼？」郭靖道：「咱們言而有信，先救出他侄兒，再想法給師父報仇。」黃蓉微笑著嘆了口氣，知道終究難以強逼他暗算傷人。這兩日來只道他定已死於大海之中，居然得能重逢，心中實是喜歡得便要炸開來一般，郭靖就是有甚麼十惡不赦、荒謬無理的言語舉動，她也決計絲毫不以為迕，自必盡皆依從，何況他不肯背後偷襲，雖然迂腐，終究也是光明磊落的大丈夫行逕，當下溫柔一笑，說道：「好，你是聖人，我聽你話。」兩人奔向懸崖，遠遠便聽得歐陽克大聲呻吟，聲音之中極為痛楚。歐陽鋒喝道：「還不快來。」兩人縱身過去與他並肩而立，六隻手一齊按在巖上。歐陽鋒喝道：「起！」三人掌力齊發。巨岩微微一晃，立即壓回。歐陽克大叫一聲，兩眼上翻，不知死活。歐陽鋒大驚，急忙俯身，但見侄兒呼吸微弱，為了忍痛，牙齒已把上下唇咬得全是鮮血。饒是歐陽鋒身負絕頂武功，到了這地步卻也是束手無策，這巨岩是再也推不得的了，若不是一舉便即掀開，巨岩一起一落，只有把侄兒壓得更慘，正自徬徨，左腳忽然踏入濕沙之中，提起腳來，卻把鞋子陷在沙中。歐陽鋒低頭去拾鞋子，不由得吃了一驚，原來潮水漸漲，海水已淹至巨岩外五六丈之處。歐陽鋒急道：「小丫頭，要你師父活命，得快想法子救我侄兒。」黃蓉早在尋思，但那岩石如此沉重，荒島之上又再無別人能來援手，如何能將巨岩掀開？她片刻之間想到十幾種法子，卻沒一條頂事，聽歐陽鋒如此說，瞪眼道：「若是師父身上沒傷，他外家功夫登峰造極，加上他的掌力，咱們四人必能將這巨岩推開。現下……」雙手一攤，意思說實是沒法。這幾句話雖是氣惱之言，歐陽鋒聽了卻也真是做聲不得，心想：「冥冥中實有天意，倘若老叫化並未受傷，他俠義心腸，必肯出手相救。我一掌打傷了老叫化，那知道卻是打死了我的親生兒子。」歐陽克名雖是他侄子，實則是他與嫂子私通所生，是他的嫡親骨肉。歐陽鋒向來心腸剛硬，此刻卻也不禁胸口酸楚，回過頭來，見海水又已淹近了數尺。歐陽克叫道：「叔叔，你一掌打死我罷。我……我實是受不住啦。」歐陽鋒從懷裏拔出一把切肉的匕首，咬牙道：「你忍著點兒，沒了雙腿也能活。」上前要將他被巨岩壓住的雙腿割斷。歐陽克驚道：「不，不，叔叔，你還是一刀殺了我的好。」歐陽鋒怒道：「枉我教誨了這許多年，怎地如此沒骨氣？」歐陽克伸手抓胸，竭力忍痛，不敢再說。歐陽鋒見巨岩直壓到侄兒腰間，當真要割斷他雙腿，十九也是難以活命，一時躊躇，不敢下手。黃蓉見西毒叔侄無言相對，都是神色淒楚，不禁心腸一軟，想起父親在桃花島上運石搬木之法，叫道：「且慢！我有一個法子在此，管不管事，卻是難說。」歐陽鋒喜道：「快說，快說，好姑娘，你想出來的法子準成。」黃蓉心想：「你救侄兒心切，不再罵我小丫頭啦，居然叫起『好姑娘』來！」微微一笑，說道：「好，那就依我吩咐，咱們快割樹皮，打一條拉得起這岩石的繩索。」歐陽鋒道：「誰來拉啊？」黃蓉道：「像船上收錨那樣……」歐陽鋒立時領悟，叫道：「對，對，用絞盤絞！」郭靖一聽黃蓉說要削樹皮打索，也不問如何用法，早已拔出短劍，縱身上樹切割樹皮。歐陽鋒與黃蓉也即動手，片刻之間，三人已割了數十條長條樹皮下來。歐陽鋒手中割切樹皮，雙眼只是望著侄兒，忽然長嘆一聲，說道：「不用割啦！」黃蓉奇道：「怎麼？不成麼？」歐陽鋒向侄兒一指，黃蓉與郭靖低頭看時，只見潮水漲得甚快，已然淹沒了他大半個身子，且別說打繩索、做絞盤，樹皮尚未割夠，海水早已將他浸沒了。歐陽克沉在水裏，動也不動。黃蓉叫道：「別喪氣，快割！」歐陽鋒這橫行一世的大魔頭給她如此一喝，竟然又動刀切割樹皮。黃蓉躍下樹去，奔到歐陽克身旁，捧起幾塊大石，將他上半身扶起，把大石放在背後。這樣一來，他口鼻高了數尺，海水一時就不致淹到。歐陽克低聲道：「黃姑娘，多謝你相救。我是活不成的了，但見到你出力救我，我是死也歡喜。」黃蓉心中忽感歉疚，說道：「你不用謝我。這是我布下的機關，你知道麼？」歐陽克低聲道：「別這麼大聲，給叔叔聽到了，他可放你不過。我早知道啦，死在你的手裏，我一點也不怨。」黃蓉嘆了口氣，心道：「這人雖然討厭，對我可真不壞。」回到樹下，撿起樹皮條子編結起來。她先結成三股一條的繩索，將六根繩索結作一條粗索，然後又將數根粗索絞成一根碗口粗細的巨纜。歐陽鋒與郭靖不停手的切割樹皮，黃蓉不停手的搓索絞纜。三人手腳雖快，潮水卻漲得更快，巨纜還結不到一丈，潮水已漲到歐陽克口邊，再結了尺許，海水已浸沒他嘴唇，只露出兩個鼻孔透氣了。歐陽鋒躍下地來，叫道：「你們走罷，我有話對我侄兒說。你們已經盡力而為，我心領了。」他真也沉得住氣，當此之時，仍是鎮定如恆，臉上殊無異狀。郭靖見情勢無望，只得下樹，與黃蓉並肩行開。走出十餘丈，黃蓉悄聲道：「到那巨岩後面去，且聽他說甚麼。」郭靖道：「這不關咱們的事。再說，歐陽老兒必然察覺。」黃蓉道：「他侄兒一死，多半便要來加害師父，倘能得知他心意，先可有個防備。要是給老毒物知覺了，咱們就說是回來和他侄兒訣別。」郭靖點了點頭。兩人轉過彎角，繞到樹後，悄悄又走回來，隱在巨岩之後，只聽歐陽鋒哽咽道：「你好好去罷，我知道你的心事，你一心要娶黃老邪的閨女為妻，我必能令你如願。」黃蓉和郭靖大奇，均想：「他片刻之間就死，『我必能令你如願』這話怎生說？」再聽歐陽鋒說了幾句話，兩人又驚又怒，同時打了個寒噤。原來歐陽鋒說道：「我這就去殺了黃老邪的閨女，將她和你同穴而葬。人都有死，你和她雖生不得同室，但死能同穴，也可瞑目了。」歐陽克口在水下，已不能說話。黃蓉捏了捏郭靖的手，兩人悄悄轉身，歐陽鋒傷痛之際，竟未察覺。走過轉角，郭靖怒道：「咱們去和老毒物拚個你死我活。」黃蓉道：「和他鬥智不鬥力。」郭靖道：「怎生鬥智？」黃蓉道：「我正在想呢。」轉過山坳，忽然見到山腳下的一叢蘆葦。黃蓉心念一動，說道：「他若不是恁地歹毒，我倒有個救他侄兒的法子。」郭靖忙問：「怎麼？」黃蓉拔出小刀，割了一根蘆管，一端放在口中，抬頭豎起蘆管吸了幾下。郭靖拍手笑道：「啊，真是妙法，好蓉兒，你怎麼想得出來？你說救他呢不救？」黃蓉小嘴一扁道：「自然不救。老毒物要殺我，就讓他來殺，哼，我才不怕他呢。」但想到歐陽鋒的毒辣兇狠，不由得打了個寒噤，此人武功高強之外，比他侄兒可機警狡猾得多，要誘他上當，著實不是易事。郭靖不語，呆呆出神。黃蓉拉住他手掌，柔聲道：「難道你要我去救那歹人？你是為我耽心是不是？咱們救了他，這兩個歹人未必就能對咱們好呢。」郭靖道：「話是不錯，可是我念著你，也念著師父。我想老毒物是一派宗師，說話總得有三分準兒。」黃蓉說道：「好，咱們先救了他再說，行一步算一步。」兩人回過身來，繞過巨岩，只見歐陽鋒站在水中，扶著侄兒。他見郭、黃二人走近，眼露兇光，顯見就要動手殺人，喝道：「叫你們走開，又回來幹麼？」黃蓉在一塊岩石上坐下，笑吟吟的道：「我來瞧瞧他死了沒有？」歐陽鋒厲聲道：「死便怎地，活又怎地？」黃蓉嘆道：「要是死了，就沒法子啦！」歐陽鋒立時從水中躍起，急道：「好……好姑娘，他沒死，你有法子救他，快說，快……快說。」黃蓉將手中蘆管遞了過去，道：「你把這管子插入他口中，只怕就死不了。」歐陽鋒大喜，搶過蘆管，躍到水中，急忙插在侄兒嘴裏。這時海水已淹沒歐陽克的鼻孔，他正在呼出胸中最後的幾口氣，耳朵卻尚在水面，聽得叔父與黃蓉的對答，蘆管伸到口邊，急忙啣住，猛力吸了幾口，真是說不出的舒暢，這一下死裏逃生，連腿上的痛楚也忘懷了。歐陽鋒叫道：「快，快，咱們再來結繩。」黃蓉笑道：「歐陽伯伯，你要將我殺了，給你侄兒殉葬，是不是？」歐陽鋒一驚，臉上變色，心道：「怎麼我的話給她聽去啦？」黃蓉笑道：「你殺了我，若是你自己也遇上了甚麼三災六難，又有誰來想法子救你？」歐陽鋒這時有求於她，只好任她奚落，只當沒有聽見，又縱上樹去切割樹皮。三人忙了一個多時辰，已結成一條三十餘丈長的巨纜，潮水也已漲到懸崖腳下，將巨岩浸沒了大半。歐陽克的頭頂淹在水面之下數尺，只露出一根蘆管透氣。歐陽鋒不放心，不時伸手到水底下去探他脈搏。又過小半個時辰，海水漸退，歐陽克頂上頭髮慢慢從水面現出。黃蓉比了比巨纜的長度，叫道：「夠啦，現下我要四根大木做絞盤。」歐陽鋒心下躊躇，暗想在這荒島之上，別說斧鑿錘刨，連一把大刀也沒有，如何能做絞盤？只得問道：「怎生做法？」黃蓉道：「你別管，把木材找來便是。」歐陽鋒生怕她使起性來，撒手不管，當下不敢再問，奔到四顆海碗口粗細的樹旁，蹲下身子，使出蛤蟆功來，每棵樹被他奮力推了幾下，登時齊腰折斷。郭靖與黃蓉見他內勁如此凌厲，不覺相顧咋舌。歐陽鋒找到一塊長長扁扁的岩石，運勁將樹幹上的枝葉刺去，拖來交給黃蓉。這時黃蓉與郭靖已將大纜的一端牢牢縛在巨岩左首三株大樹根上，將大纜繞過巨岩，拉到右首的一株大松樹邊上。那是株數百歲的古松，參天而起，三四人合抱也圍不過來。黃蓉道：「這顆松樹對付得了那塊大岩石罷？」歐陽鋒點了點頭。黃蓉命他再結一條九股樹皮索，將四根樹幹圍著古松縛成井字之形，再將大纜繞在其上。歐陽鋒讚道：「好姑娘，你真聰明，那才叫做家學淵源，有其父必有其女。」黃蓉笑道：「那怎及得上你家侄少爺？動手絞罷！」三人當即動手，將古松當作支柱，推動井字形樹幹，大纜盤在古松樹幹上，慢慢縮短，巨岩就一分一分的抬了起來。此時太陽已沉到西邊海面，半天紅霞，海上道道金光，極為壯觀。潮水早已退落，歐陽克陷身在泥漿之中，眼睜睜的望著身上的巨岩，只見它微微晃動，壓得大纜格格作響，心中又是焦急，又是歡喜。那四根樹幹所作的井字形絞盤轉一個圈，巨岩只抬起半寸。古松簌簌而抖，受力極重，針葉紛紛跌落，大纜直嵌入樹身之中。歐陽鋒素來不信天道，不信鬼神，此時心中卻暗暗禱祝，豈知心願許到十七八個時，突然間嘭的一聲猛響，大纜斷為兩截，纜上樹皮碎片四下飛舞，巨岩重又壓回，只壓得歐陽克叫也叫不出聲來。絞盤急速倒轉，將黃蓉推得直摔出去，倒在地下。郭靖忙搶上扶起。到了這地步，歐陽鋒固然沮喪已極，黃蓉也是臉上難有歡容了。郭靖道：「咱們把這條纜續起，再結一條大纜，兩條纜一起來絞。」歐陽鋒搖頭道：「那更難絞動，咱三個人幹不了。」郭靖自言自語：「有人相幫就好啦！」歐陽鋒怒目而視，斥道：「廢話！」他明知郭靖這句話出於好心，但沮喪之下，暴躁已極。黃蓉出了一會神，忽地跳了起來，拍手笑道：「對，對，有人相幫。」郭靖喜問：「怎麼會有人來相幫？」黃蓉道：「嗯，只可惜歐陽大哥要多吃一天苦，須得明兒潮水漲時才能脫身。」歐陽鋒與郭靖望著她，茫然不解，各自尋思：「豈難道明兒潮水漲時，會有人前來相助？」黃蓉笑道：「累了一天，可餓得狠啦，找些吃的再說。」歐陽鋒道：「姑娘，你說明兒有人前來相助，此話怎樣講？」黃蓉道：「明日此時，歐陽大哥身上的大石必已除去。此刻卻是天機不可洩漏。」歐陽鋒見她說得著實，心下將信將疑，但若不信，也無別法，只得守在侄兒身旁。郭靖和黃蓉打了幾隻野兔，烤熟了分一隻給歐陽叔侄，與洪七公在岩洞中吃著兔肉，互道別來之情。郭靖聽黃蓉說那巨岩機關原來是她所布，不禁又驚又喜。三人知道歐陽鋒為了相救侄兒，這時必定不敢過來侵犯，只在洞口燒一堆枯柴阻擋野獸，當晚睡得甚是酣暢。※※※次日天剛黎明，郭靖睜眼即見洞口有個人影一閃，急忙躍起，只見歐陽鋒站在洞外，低聲道：「黃姑娘醒了麼？」黃蓉在郭靖躍起時已經醒來，聽得歐陽鋒詢問，卻又閉上雙眼，呼吸沉重，裝作睡得正香。郭靖低聲道：「還沒呢。有甚麼事？」歐陽鋒道：「等她醒了，就請她過來救人。」郭靖道：「是了。」洪七公接口道：「我給她喝了『百日醉』的美酒，又點了她的昏睡穴，三個月之內，只怕難以醒轉。」歐陽鋒一怔，洪七公哈哈大笑起來。歐陽鋒知是說笑，含怒離開。黃蓉坐起身來，笑道：「此時不氣氣老毒物，更待何時？」慢條斯理的梳頭洗臉，整理衣衫，又去釣魚打兔，燒烤早餐。歐陽鋒來回走了七八趟，當得猶似熱鍋上螞蟻一般。郭靖道：「蓉兒，潮水漲時，當真有人前來相助麼？」黃蓉道：「你相信會有人來麼？」郭靖搖頭道：「我不大信。」黃蓉笑道：「我也不信。」郭靖驚道：「你是欺騙老毒物？」黃蓉道：「倒也不是騙他，潮水漲時，我自有法子救人。」郭靖知她智計極多，也不再問。兩人在海灘旁撿拾花紋斑斕的貝殼玩耍。黃蓉自幼無伴，桃花島沙灘上、海礁間貝殼雖多，獨自撿拾，卻也索然無味，現下有郭靖相陪，自然是興高采烈。兩人比賽揀貝殼，瞧誰揀得又多又美。每人衣兜裏都揀了一大堆，海灘上笑聲不絕。玩了一陣，黃蓉道：「靖哥哥，你頭髮亂成這個樣子啦，來，我給你梳梳。」兩人並肩坐在一塊岩石上。黃蓉從懷裏取出一柄小小的鑲金玉梳，將郭靖的頭髮打散，細細梳順，嘆了口氣，道：「怎生想個法兒將西毒叔侄趕走，咱倆和師父三人就住在這島上不走了，豈不是好？」郭靖道：「我就是想媽，還有六位恩師。」黃蓉道：「嗯，還有我爹爹。」過了一陣，又道：「不知穆姊姊現下怎麼了？師父叫我做丐幫的幫主，我倒有點兒想念那些小叫化了。」郭靖笑道：「看來還是想法兒回去的好。」黃蓉將他頭髮梳好，挽了個髻子。郭靖道：「你這般給我梳頭，真像我媽。」黃蓉笑道：「那你叫我聲媽。」郭靖笑著不語。黃蓉伸手到他腋窩裏呵癢，笑問：「你叫不叫？」郭靖笑著跳起，頭髮又弄亂了。黃蓉笑道：「不叫就不叫，誰希罕了？你道將來沒人叫我媽？快坐下。」郭靖依言坐下，黃蓉又給他挽髻，輕輕拂去他頭髮上的細沙，心中對他愛極，低下頭來在他後頸中輕輕一吻，想起昨日與歐陽鋒動手，郭靖見到自己初學乍練的打狗棒法時滿臉的歡喜讚歎，當下便想將這路棒法教他。她只要見到郭靖武功增強，可比自己學會甚麼本事還更喜歡得多。要知她既是黃藥師之女，自幼便有無窮無盡的才技擺在她眼前，再精妙的武功她也不會覺得十分希罕，猶如大富大貴人家的子弟，自不如何將金銀珠寶瞧在眼裏。但隨即想到：「這路棒法只丐幫的幫主能學，我可不能傳給他。」問道：「靖哥哥，你想不想當丐幫的幫主？」郭靖道：「師父叫你當幫主，你怎麼又來問我？」說著轉過頭來。黃蓉道：「我這樣一個年輕女孩兒，當丐幫的幫主實在不像。不如我把這幫主之位轉手傳了給你。你這麼威風凜凜的一站出來，那些大叫化、小叫化、不大不小的中叫化便都服了你啦。再說，你當了丐幫幫主，這路神妙之極的打狗棒法，就可教給你了。」郭靖連連搖頭，道：「不成，不成。我當不來幫主。我甚麼主意都想不出，別說幫中的大事，就是小事我也辦不了。」黃蓉心想這話倒也不錯，師父臨危之際以幫主之位相傳，雖說是迫不得已，卻也定然想到自己年紀雖小，卻是才智過人，處事決疑，未必便比幫中的長老們差了，否則的話，大可命自己持這棒去立旁人為幫主，再將棒法轉授給他，當這幫主，終究不是傻裏傻氣的單憑會使降龍十八掌與打狗棒法便成，於是笑道：「你不當就不當。只可惜這路打狗棒法你便學不到了。」郭靖道：「你會得使，跟我會使還不是一樣。」黃蓉聽他這句話中深情流露，心下感動，過了一會，說道：「只盼師父身上的傷能好，我再把這幫主的位子傳還給他。那時……那時……」她本想說「那時我和你結成了夫妻」，但這句話終究說不出口，轉口問道：「靖哥哥，怎樣才會生孩子，你知道麼？」郭靖道：「我知道。」黃蓉道：「你倒說說看。」郭靖道：「人家結成夫妻，那就生孩子。」黃蓉道：「這個我也知道。為甚麼結了夫妻就生孩子？」郭靖道：「那我可不知道啦，蓉兒，你說給我聽。」黃蓉道：「我也說不上。我問過爹爹，他說孩子是從臂窩裏鑽出來的。」郭靖正待再問端詳，忽聽身後一個破鈸似的聲音喝道：「生孩子的事，你們大了自然知道。潮水就快漲啦！」黃蓉「啊」的一聲，跳了起來，沒料到歐陽鋒一直悄悄的在旁窺伺，她雖不明男女之事，但也知說這種話給人聽去甚是羞恥，不禁臉蛋兒脹得飛紅，拔足便向懸崖飛奔，兩人隨後跟去。歐陽克給巨岩壓了一日一夜，已是氣若遊絲。歐陽鋒板著臉道：「黃姑娘，你說潮水漲時有人前來相助，這可不是鬧著玩的。」黃蓉道：「我爹爹精通陰陽五行之術，他女兒自然也會三分，雖然及不上黃老邪，但這一點兒未卜先知之術，又算得了甚麼。」歐陽鋒素知黃藥師之能，脫口道：「是你爹爹要來麼？那好極了。」黃蓉哼了一聲，道：「這些些小事，何必驚動我爹爹？再說，我爹爹見到你害我師父，豈肯饒你？我爹爹再加上我們兩個，你打得過嗎？你又歡喜甚麼？」歐陽鋒被她搶白得無言可對，沉吟不語。黃蓉對郭靖道：「靖哥哥，去弄些樹幹來，越多越好，要揀大的。」郭靖應聲而去。黃蓉將昨日斷了的大纜結起，又割切樹皮結索。歐陽鋒問她到底是否黃藥師會來，還是另有旁人，連問幾次，她只是昂起了頭哼曲兒，毫不理會。歐陽鋒雖感沒趣，但見黃蓉神色輕鬆，顯是成竹在胸，當下又多了幾分指望，於是去幫著折樹。他見郭靖使出降龍十八掌掌法，只幾下就把一株碗口粗細的柏樹震斷，心想：「這小子功夫實是了得，兼之又熟讀九陰真經，留著終是禍胎。」心中暗暗盤算，不論侄兒能否得救，終須將他除去；當下在兩株相距約莫三尺的柏樹之間蹲下，雙手彎曲，一手撐住一株樹幹，閣的一聲大叫，雙手挺出，兩株柏樹一齊斷了。郭靖甚是驚佩，說道：「歐陽世伯，不知幾時我才得練到您這樣的功夫。」歐陽鋒不答，臉色陰沉，臉頰上兩塊肉微微牽動，心道：「等你來世再練罷。」兩人抱了十多條木料到懸崖之下。歐陽鋒凝自向海心張望，卻那裏有片帆孤檣的影子。黃蓉忽道：「瞧甚麼？沒人來的。」歐陽鋒又驚又怒，叫道：「你說沒人來？」黃蓉道：「這是個荒島，自然沒人來。」歐陽鋒氣塞胸臆，一時說不出話，右手蓄勁，只待殺人。黃蓉正眼也不去瞧他，轉頭問郭靖道：「靖哥哥，你最多舉得起幾斤？」郭靖道：「總是四百斤上下罷。」黃蓉道：「嗯，六百斤的石頭，你準是舉不起的了？」郭靖道：「那一定不成。」黃蓉道：「若是水中一塊六百斤的石頭呢？」歐陽鋒立時醒悟，大喜叫道：「對，對，一點兒不錯！」郭靖卻尚未領會。歐陽鋒道：「潮水漲時，把這直娘賊的大巖浸沒大半，那時岩石就輕了，咱們再來盤絞，準能成功。」黃蓉冷冷的道：「那時潮水將松樹也浸沒大半，你在水底幹得了活麼？」歐陽鋒咬牙道：「那就拚命罷。」黃蓉道：「哼，也不用這麼蠻幹。你將這些樹幹都去縛在大岩石上。」此言一出，居然連郭靖也明白了，高聲歡呼，與歐陽鋒一齊動手，將十多條大木用繩索縛在岩石周圍。歐陽鋒只怕浮力不足，又去折了七八條大木來縛上，然後又與郭靖合力將昨天斷了的大纜續起。黃蓉在一旁微笑不語，瞧著兩人忙碌，不到一個時辰，一切全已就緒，只待潮水上漲。黃蓉與郭靖自去伴陪師父。等到午後，眼見太陽偏西，潮水起始上漲，歐陽鋒奔來邀了郭黃二人，再到懸崖之下。又等了良久，潮水漲至齊腹，三人站在水中，再將那大纜繞在大松樹上，推動井字形絞盤。這一次巨岩上縛了不少大木，浮力大增，每一條大木便等如是幾個大力士在水中幫同抬起巨岩，再則巖在水中，本身份量便已輕了不少，三人也沒費好大的勁，就將巨岩絞鬆動了。再絞了數轉，歐陽鋒凝住呼吸，鑽到水底下去抱住侄兒，輕輕一拉，就將他抱上水面。郭靖見救人成功，情不自禁的喝起采來。黃蓉也是連連拍手，卻忘了這陷人的機關原本是她自己布下的。