五　大風雪之夜計老人又送了飲食進來，三個人卻都沒有吃東西的心情。突然間，李文秀聽到了馬蹄踐踏雪地的聲音。是兩乘馬，正向著這屋子走來，草原上積雪已很深，馬足拔起來時很費力，已經跑不快了。李文秀耳音很好，聽得出兩乘馬相距很遠，但都是走向這屋子。馬匹漸漸行近，計老人也聽見了，他喃喃的道：「又是兩個避風雪的人。」蘇普和阿曼或者是沒有聽見，或者便聽見了也不理會，兩個人四手相握，偎倚著喁喁細語。過了好一會，一騎馬先到了門前，接著便砰砰砰的敲起門來。打門聲很是粗暴，不像是個求宿者的禮貌，計老人皺了皺眉頭，去開了門。只見門口站著個身穿羊皮襖的漢子，腰間掛著一柄長劍，大聲道：「外邊風雪很大，馬走不了啦！」說的哈薩克語很不純正，目光炯炯，向屋中各人打量。計老人道：「請坐，請坐！先喝碗酒吧！」說著端了一碗酒給他。那人一飲而盡，坐到了火堆之旁。他解開外衣，只見腰帶之中，左右各插著一柄精光閃亮的短劍。一柄金色，一柄銀色。李文秀一見到這對小劍，心中一凜，喉頭便似一塊什麼東西塞住了，眼前一陣暈眩，心道：「這是媽媽的雙劍。」金銀小劍三娘子逝世時李文秀雖還年幼，但這對小劍卻是認得清清楚楚的，決不會錯。她斜眼向這漢子一瞥，認得分明，這人正是當年指揮人眾，追殺他父母的三個首領之一，經過了十年，她自己的相貌體態全然變了，但一個三十多歲的漢子變為四十多歲，卻沒有多大改變。她生怕他認出自己，不敢向他望著，心中暗道：「倘若不是這場大風雪，我見不到蘇普，也見不到這個賊子。」計老人道：「客人從那裏來？要去很遠的地方吧？」那人道：「嗯，嗯！」自己又倒了一碗酒喝乾了。便在這時，另一騎馬也到了門外。這一次敲門的聲音很輕，怯生生地，似乎生怕得罪了主人。計老人去開了門讓他進來，只見這人冷得瑟瑟發抖，一塊極大的羊毛圍巾圍著大半邊臉，帽唇壓得低低的，只露出了兩隻眼睛。他「啊，啊，啊」的發了幾聲，打了兩個手勢，原來是個啞巴。計老人也打個手勢，請他坐下，拿了一碗酒給他。那啞巴連連鞠躬致謝，卻搖手示意，不要喝酒。這啞巴在大風雪中凍得很冷，雖是坐在火邊，仍是將衣服和圍巾裹得緊緊的，縮成了一團。李文秀見他神情可憐，道：「你喝些熱酒，便好得多。」那啞巴「啊」了兩聲，似乎不懂她的說話。計老人道：「凡是啞巴，都是聾子，他聽不見你的說話。」李文秀笑道：「啊，我忘了。」這時火堆邊圍坐了六個人，蘇普已不能再和阿曼說體己話兒，他向計老人凝視了片刻，忽道：「老伯，你是漢人，我向你打聽一個人。」計老人道：「誰啊？」蘇普道：「那是我小時候常跟她在一起玩兒的，一個漢人小姑娘……」他說到這裏，李文秀心中突的一跳，將頭轉開了，不敢瞧他。只聽蘇普續道：「她叫做李文秀，後來隔了八九年，一直沒再見到她。記得她從前曾跟我說，是跟一位駝……駝背的老公公住在一起。那就是你吧？」計老人咳嗽了幾聲，想要從李文秀臉上得到一些示意，但李文秀轉開了頭，他不知如何回答才好，只是「嗯、嗯」的不置可否。蘇普又道：「她的歌唱得最好聽的了，有人說她比夜鶯唱得還好。但這幾年來，我一直沒聽到她唱歌。她還住在你這裏麼？」計老人很是尷尬，道：「不，不！她不……她不在……」李文秀忽然插口道：「你說的那位漢人姑娘，我也識得，她早死了六七年啦！」蘇普吃了一驚，道：「啊，她死了，怎麼會死的？」計老人向李文秀瞧了一眼，道：「是生病……生病……」蘇普眼眶微濕，說道：「我小時候常和她一同去牧羊，她唱了很多歌給我聽。還說了很多故事。好幾年不見，想不到她………她竟死了。」計老人嘆道：「唉，可憐的孩子。」蘇普望著火燄，出了一會神，又道：「她說她爹媽都給惡人害死了，孤苦伶仃的到這地方來……」阿曼道：「這姑娘很美麗吧？」蘇普道：「那時候我年紀小，也不記得了。只記得她的歌唱得好聽，故事說得好聽……。」那腰中插著小劍的漢子突然道：「你說那是一個漢人小姑娘？你說她姓李？她父母被害，獨個兒到這裏來？」蘇普道：「不錯，你也認得她麼？」那漢子不答，又問：「她騎一匹白馬，是不是？」蘇普道：「是啊，那你也見過她了。」那漢子突然站起身來，厲聲向計老人道：「她死在你這兒的？」計老人又含糊的答應了一聲。那漢子道：「她留下來的東西呢？你都好好放著麼？」計老人向他橫了一眼，奇道：「這干你什麼事？」那漢子道：「我有一件要緊物事，給那小姑娘偷了去，我到處找她不到，那料到她竟然死了……」蘇普突然站起身來，大聲說道：「你別胡說八道，李姑娘怎會偷你的東西？」那漢子道：「你知道什麼？」蘇普道：「李姑娘從小跟我在一起，她是個很好很好的姑娘，決不會拿人家的東西。」那漢子嘴一斜，做個輕蔑的臉色，說道：「可是她偏巧便偷了我的東西。」蘇普伸手按住腰間佩刀的刀柄，喝道：「你叫什麼名字？我看你不是哈薩克人，說不定便是那夥漢人強盜。」那漢子走到門邊，打開大門向外張望。門一開，一陣疾風捲著無數雪片直捲進來。但見原野上漫天風雪，人馬已無法行走。那漢子心想：「外面是不會再有人來了。這屋中兩個女子，一個老人，一個殘廢的啞巴，都是手一點便倒。只有這個粗豪少年，要費幾下手腳打發。」當下也不放在心上，說道：「我是漢人便怎樣？老爺姓陳，名達玄，江湖上外號叫做青蟒劍，你這小子聽過沒有？」蘇普也不懂這些漢人的江湖規矩，搖了搖頭，道：「我沒聽見過。你是漢人強盜麼？」陳達玄道：「老爺是鏢師，是靠打強盜吃飯的。怎麼會是強盜了？」蘇普聽說他不是強盜，臉上神色便緩和了些，說道：「不是漢人強盜，那便好啦！我早說漢人中也有很多好人，可是我爹偏偏不信。你以後別再說李姑娘拿你東西。」陳達玄冷笑道：「這個小姑娘人都死啦，你還記著她幹麼？」蘇普道：「她活著的時候是我朋友，死了之後仍舊是我朋友。我不許人家說她壞話。」陳達玄沒心思跟他爭辯，轉頭又問計老人道：「那小姑娘的東西呢？」李文秀聽到蘇普為自己辯護，心中大是感激：「他沒忘了我，沒忘了我！他還是對我很好。」但聽陳達玄一再查問自己留下的東西，不禁奇怪：「我沒拿過他什麼物事啊，他要找尋些什麼？」只聽計老人也問道：「客官失落了什麼物事？那個小姑娘自來誠實，老漢很信得過，她決計不會拿別人的物事。」陳達玄微一沉吟，道：「那是一張圖畫。在常人是得之無用，但因為那是……那是先父手繪的，我定要找回那幅圖畫，李姑娘既曾住在這裏，你可曾見過這幅圖麼？」計老人道：「是怎麼樣的圖畫，畫的是山水還是人物？」陳達玄道：「是……是山水吧？」蘇普冷笑道：「是什麼樣的圖畫也不知道，還誣賴人家偷了你的。」陳達玄大怒，刷的一聲拔出銀柄小劍，喝道：「小賊，你是活得不耐煩了？老爺殺個把人還不在眼內。」蘇普也從腰間拔出短刀，冷冷的道：「要殺一個哈薩克人，只怕不是這麼容易。」阿曼道：「蘇普，別跟他一般見識。」蘇普聽了阿曼的話，把拔出的刀子緩緩放入鞘內。陳達玄一心一意要得到那張哈布迷宮的地圖，他們在大漠上耽了十年，踏遍了數千里的沙漠草原，便是為了找尋李文秀，眼下好容易聽到了一點音訊，他雖生性悍惡，卻也知道小不忍則亂大謀的道理，當下向蘇普狠狠的瞪了一眼，轉頭向計老人說：「那幅畫嘛，也可說是一幅地圖，繪的是大漠中一些山川地形之類。」計老人心中一凜，只見那啞巴也是身子一顫，似乎又冷了起來。計老人道：「你怎知這幅地圖，是在李姑娘的手中？」陳達玄道：「此事千真萬確。你若是將這幅圖尋出來給我，自當重重酬謝。」說著從懷中取出兩隻金元寶來放在桌上，火光照耀之下，閃閃發亮。計老人沉思片刻，道：「我從來沒見過。」陳達玄道：「我要瞧瞧那小姑娘的遺物。」計老人道：「這個……這個……」陳達玄左手一起，登的一聲，將小劍插在木桌之上，說道：「什麼這個那個的？我自己進去瞧瞧。」說著點燃了一根羊脂蠟燭，推門進房。他先進去的是計老人的臥房，一看陳設不似，隨手在箱籠裏翻了一下，便到李文秀的臥室中去。他看到李文秀匆匆換下的衣服，說道：「哈，她長大了才死啊。」這一次他可搜檢得十分仔細，連李文秀幼時的衣物也都翻了出來。李文秀因這些孩子衣服都是母親的手澤，她年紀雖然大了，不能再穿，但還是一件件好好的保存著。陳達玄一見到這幾件女孩的花布衣服，依稀記得十年前在大漠中追趕她的情景，歡聲叫道：「是了，是了，便是她！」可是他將那臥室幾乎翻了一個轉身，每一件衣服的裏子都割開來細看，卻那裏找得到地圖的影子？蘇普見他這般糟蹋李文秀的遺物，幾次按刀欲起，但每次均被阿曼阻止。計老人偶爾斜眼瞧李文秀一眼，只見她眼光望著火堆，對陳達玄的暴行似乎視而不見。計老人心中不禁有些難過：「在這暴客的刀子之前，她有什麼法子？若是他認了她出來，那便如何？」李文秀看看蘇普的神情，心中又是淒涼，又是甜蜜：「他一直記著我，他願意為了保護我的遺物，而和人家拔刀子拼命。」但她一直又感奇怪：「這惡強盜說我偷了他的地圖，到底是什麼地圖？」原來當日她母親逝世之前，將一幅地圖塞在她的衣內，其時危機緊追，沒來得及稍加說明，母女倆就此分手，從此再無相見之日。晉威鏢局那一干強人十年來足跡遍及天山南北，找尋她的下落，李文秀自己卻是半點也不知情。陳達玄翻尋良久，沮喪之極，突然厲聲說道：「她的墳葬在那裏？」計老人呆了一呆，道：「葬得很遠，很遠。」陳達玄從牆上取下一柄鐵鍬，說道：「你帶我去！」蘇普站起身來，喝道：「你要去幹麼？」陳達玄道：「你管得著麼？我要去挖開她的墳來瞧瞧，說不定那幅地圖給她帶到了墳裏。」蘇普橫刀攔在門口，喝道：「我不許你去動她墳墓。」陳達玄舉起鐵鍬，劈頭打去，喝道：「閃開！」蘇普向左一讓，手中刀子遞了出去。陳達玄拋開鐵鍬，從腰間拔出劍來，叮噹一聲，刀劍相交，兩人各自向後躍開一步，隨即同時攻上，鬥在一起。這屋子的廳堂本不甚大，刀劍揮處，計老人、啞巴、阿曼都退在一旁，靠壁站著，只有李文秀仍是站在窗前。阿曼搶過去拔起陳達玄插在桌上的刀子，想要相助蘇普，但他二人鬥得正緊，卻插不下手去。蘇普這時已盡得他父親蘇魯克的親傳，刀法變幻，招數極是兇悍，初時陳達玄頗落下風，心中暗暗驚異：「想不到這個哈薩克小子，武功竟不在中原的好手之下。」便在此時，背後風聲微響，一柄刀子擲了過來，卻是阿曼忽施偷襲。陳達玄向右一讓，避開了阿曼擲來的尖刀，但嗤的一聲，左臂已被蘇普的長刀劃了一道口子。陳達玄大怒，刷刷刷連刺三劍，使出他成名絕技「青蟒劍法」來。蘇普但見眼前劍尖閃動，猶如蟒蛇吐信一般，不知他劍尖要刺向何處，一個檔架不及，敵人的長劍已刺到面門，急忙側頭避讓，頸旁已然中劍，鮮血長流。陳達玄得理不讓人，又是一劍，刺中蘇普手腕，噹啷一聲，蘇普的長刀掉在地下。眼見他第三劍跟著刺出，蘇普無可抵禦，勢將死於非命，李文秀踏出一步，只待他刺第三劍時，便施展「大擒拿手」抓住他手臂，卻見阿曼一躍而前，攔在蘇普身前，叫道：「不能傷他！」陳達玄見阿曼容顏如花，卻滿臉是惶急的神色，心中一動，這一劍便不刺出，劍尖指在她的胸口，笑道：「你這般關心他，這小子是你的情郎麼？」阿曼臉上一紅，點了點頭。陳達玄道：「好，你要我饒他性命也使得，明天風雪一止，你便得跟我走！」蘇普大怒，吼叫一聲，從阿曼撲了出來，但陳達玄長劍一抖，已指住他咽喉，左腳又在他小腿上一掃，蘇普撲地摔倒，他長劍只須再向前一送，便能洞穿蘇普的喉嚨。李文秀站在一旁，看得甚準，只要陳達玄真有相害蘇普之意她立時便出手解救。這時她的武功已學到了『獨指震天南』華輝的七八成火候，要對付陳達玄可說遊刃有餘。但阿曼那知道大援便在身旁，情急之下，只得說道：「你別刺，我答應了便是。」陳達玄大喜，劍尖卻不移開，說道：「你答應明天跟著我走，那可不許反悔。」阿曼咬牙道：「我不反悔，你把刺拿開。」陳達玄哈哈一笑，道：「你便要反悔，也逃不了！」將長劍收入鞘中，又把蘇普的長刀撿了起來，握在手中。這麼一來，屋中便只他一人身上帶有兵刃，更加不怕各人反抗。他向窗外一望，說道：「這會兒不能出去，只好等天晴了再去掘墳。」阿曼將蘇普扶在一傍，見他頭頸中泊泊流出鮮血，很是慌亂，便要撕下自己衣襟給他裹傷。蘇普從懷中掏出一塊大手帕來，說道：「用這手帕包住吧！」阿曼接住手帕，替他包好了傷口，想到自己落入了這強人手裏，不知是否有脫身之機，不禁悄悄的掉下淚來。蘇普低聲罵道：「狗強盜，賊強盜！」他對陳達玄可絲毫不懼，如果這強盜真的要帶阿曼走，便是明知要送了性命，也是決死一拼。經過了適才這一場爭鬥，六個人圍坐在火堆之旁，形勢變得十分緊張。陳達玄一手持刀，一手拿著酒碗，時時瞧瞧阿曼，又瞧瞧蘇普。屋外北風怒號著，捲起大片雪塊，拍打在牆壁屋頂。誰都沒有說話。李文秀心中在想：「且讓這惡賊再猖狂一會，不忙便殺他。」突然間火堆中一個柴節爆裂了起來，拍的一響，火頭暗了一暗，跟著便十分明亮，照得各人的臉色清清楚楚，李文秀看到了蘇普頭頸中裹著的手帕，心中一凜，目不轉瞬的望著那塊手帕。計老人跟著便見到她目光有異，也向那手帕望了幾眼，問道：「蘇普，你這塊手帕是那裏來的？」蘇普一楞，手撫頭頸，道：「你說這塊手帕麼？那就是那位死了的李姑娘給我的。小時候我們在一起牧羊，有一隻大灰狼來咬我們，我殺了那頭狼，但身上也被狼咬傷了，李姑娘就用這手帕給我裹傷……」李文秀聽著這些話時，看出來的東西都模糊了，原來雙眼的眼眶中都已充滿了淚水。計老人走進內室，取了一塊白布出來，交給蘇普，說道：「你用這塊布裹傷，請你把手帕解下來給我瞧瞧。」蘇普道：「為什麼？」陳達玄當計老人說話之時，目不轉睛的瞧著蘇普頸中那塊手帕，這時突然提刀站起，喝道：「叫你解下來便解下來。」蘇普怒目不動。阿曼怕陳達玄用強，損及蘇普的傷口，於是輕輕替他解下手帕，交給了計老人，隨即又用白布替蘇普裹傷。計老人將那染了鮮血的手帕鋪在桌上，剔亮油燈，附身細看。陳達玄瞪視了一會，突然喜呼：「是了，是了，這便是哈布迷宮的地圖！」伸手便往手帕上抓落。那知他出手快，計老人更快。陳達玄右手離手帕尚有兩寸，計老人手一縮，已將手帕抽離桌面，跟著白光一閃，陳達玄「啊」的一聲慘呼，一柄匕首已釘在他右手手背上，插入桌面，直沒至柄。計老人出手如電，左手一翻，已搶過陳達玄左手中握著的長刀，刀尖抵住他的咽喉。這幾下出手兔起鶻落，迅疾無比，誰也想不到這個衰邁龍鍾的駝背老人，竟有這麼厲害的武功，但見陳達玄滿臉痛楚之色，全身微微顫抖，手足卻不敢絲毫動彈。李文秀和計老人共屋而居，已達十年，除了第一天見面時見他殺死兩頭蛇董容之外，從未見他露過武功。但那次殺死董容，也似是誤打而中，僥倖得勝，這一次手擒陳達玄，卻是清清楚楚的顯示了上乘的武功，匕首插他手背,直沒至柄，手勁已是不小，而那一手「托梁換柱」，空手入白刃奪他刀子的手法，更和師父華輝所指點的大擒拿手相同，便是以自己來使，也未必有這般迅捷狠辣。計老人伸手到陳達玄身上，將他腰帶中的一對金銀小劍拔了出來，隨手交給了李文秀，道：「康姑娘，相煩你取一條繩子來。」李文秀接到母親的遺劍，雙手一震，當即奔進後堂，取了一條長繩出來。計老人拔出陳達玄手背上的短劍，對李文秀道：「把這惡賊綁了吧！」李文秀手中拿著母親的金銀小劍，眼淚盈眶，沒留心計老人的話。蘇普站起身來接過長繩將陳達玄雙手反縛，兩隻腳也綁住了。計老人拿著那塊手帕，在油燈下細細審視，臉上現出奇異的神色，看了好一會，向蘇普道：「這塊手帕給了我，成麼？」蘇普很是為難，心想他出手解救了自己和阿曼的為難，不論多麼珍貴之物，都應給他，可是這是李文秀的遺物，實在不捨得送人。計老人見他遲疑不答，猜到了他的心意，說道：「好，我向你借來看一天，明天就還你。」蘇普喜道：「老丈但教見還，便借用十天半月，又有何妨？」阿曼好奇心起，問道：「老伯伯，這強盜說手帕之上有地圖，那到底是怎麼一回事？」計老人向李文秀瞧了一眼，說道：「這件事我也不大了然，須得好好想一想。」陳達玄忽然叫道：「老賊，你擒住了我，要怎樣？要殺要剮，便請下手，姓陳的要是皺一皺眉頭，不算好漢。」計老人淡淡的道：「我跟你無冤無仇，何必殺你？你們在這大漠上殺人放火，做的好事太多，自有人來跟你算賬。待天晴之後，蘇普會帶你去見他族長，聽由發落。」蘇普跳了起來，叫道：「老丈這惡賊是那夥強盜中的人麼？」計老人道：「你問他自己。」蘇普提起刀子，走到陳達玄面前，喝道：「害死我媽媽，我哥哥的，便是你這夥強盜麼？」陳達玄破口罵道：「大漠上的漢人強盜，便只老子這一夥，你只要敢動老子一根毫毛，明兒我弟兄們到來，殺得你合族雞犬不留。」蘇普怒極，想起殺母殺兄之仇，提刀便要劈將下去。陳連玄冷笑道：「別人將我擒住，你來撿便宜砍我一刀，我早說哈薩克人是膽小無恥的傢伙！」蘇普心念一動，道：「好，今晚且不殺你，明兒請我爹爹來跟你算賬。他老人家找尋你們這夥惡賊，已找了十年。教你瞧瞧哈薩克英雄的身手！」他知道父親最大的心願，便是手刃仇寇，還不如將這惡賊留給父親，當下退回原座。陳達玄冷笑道：「傻小子，快將那手帕搶回來。你將手帕借給他一天，便是將哈薩克人祖傳的最大財寶……」計老人喝道：「住口！你胡說八道，妄圖挑撥是非麼？」陳達玄道：「這是哈布迷宮的地圖，是不是？蘇普，你道這老人是好人？哈哈，傻小子，他是想來劫奪你們的大寶藏啊……」只見計老人手一揚，白光一閃，一柄匕首直往他心上射去。陳達玄雙手雙腳被牢牢縛住，見匕首飛到，只是盡力身子一側，但仍是閃避不開，眼見這一匕首要直刺他身中，立時死於非命，卻見李文秀右手一揚，金柄小劍飛出，在計老人擲出的匕首下一碰，那匕首的準頭登時歪了，拍拍兩響，齊齊插在牆上。眾人見李文秀這樣一個嬌怯怯的少女竟有這等功夫，無不失驚。計老人跟她共居一屋，已達十年之久，沒料到她竟然身負飛刀神技，更是驚得開大了口，合不攏來。只有那啞巴「啊，啊，啊」的拍手嘻笑，表示喝采。李文秀淡淡的道：「計老丈，這位大哥說明天將這人交給他爹爹處置，你這時不用殺他。那哈布迷宮是什麼故事啊？我卻想聽聽。若是他胡說八道，大家一笑了之便是，又何必作真？」阿曼附和道：「這位姊姊說的是。蘇普，你說這件事奇不奇怪，怎麼你小朋友給你的手帕上會有地圖？」計老人知道李文秀的脾氣，她人雖溫柔和順，但若是決意做一件事，旁人定然阻攔不住，只得坐在一旁，且聽陳達玄有什麼話說。陳達玄大聲道：「哼，老爺既落在你們手裏，還怕死麼？我還是要把這地圖的事說了出來。這手帕上繪的，是哈布迷宮的地圖。你們細細瞧瞧，這手帕是絲的，那些山川沙漠的圖形，是用棉線織在中間。絲是黃絲，棉線也是黃綿，平時瞧不出來，但一染上血，棉線吸血比絲多便分出來了。」李文秀拿起那手帕來細看，果如陳達玄所說，黃色的絲帕上染了鮮血，便顯出圖形，不染血之處，卻是一片黃色。她至此方才省悟，原來這手帕之中，還藏著這樣的一個大秘密。陳達玄續道：「哈布迷宮的秘密，是一個瘋子帶出來的。十多年前，洛陽鄭九恩鄭老英雄八十大慶，各路好漢紛紛趕到賀壽。筵席之間，忽然一個瘋子闖了進來，口中哈哈大笑，雙手滿捧珍珠，寶石，翡翠，美玉，嘩啦啦的堆在席上，叫道：『師父，我給你送壽禮來啦！』原來這人正是鄭九恩老英雄的徒弟。大廳上群雄看到這許多珍寶，眼都花了。賀客之中，自有不少保鏢的鏢客，識得珠寶，一瞧之下，每一件都是希世之珍。但這瘋子哭一陣，笑一陣，問他這些珠寶從何而來，他只說：『哈布迷宮，哈布迷宮！』當下鄭老英雄也不細問，命人扶他到內休息……」陳達玄續道：「這一日酒筵之間，到的各方好手甚多，大家見了這許多珍寶，自然不免眼紅，紛紛追問哈布迷宮是在何處。可是那瘋子神智失常，前言不對後語，鄭九思鄭老英雄親自問了他很久，也問不出一個所以然來。過了三天，鄭老英雄突然半夜裏被人行刺身死，那瘋子也同時失蹤，當時插在鄭老英雄胸口的，正是那瘋子所用的兵器破甲錐，而鄭老英雄床前，又留著一隻那瘋子的鞋子，鞋上染滿血跡，地板上又有幾個沾血的腳印，拿這鞋子和腳印一對，恰好相符。這自是那瘋子突然狂性大發，竟致手刃恩師。眾人除了驚歎不已之外，誰都無話可說。唯一奇怪的是，以鄭九思如此武功，那瘋子夜入臥室行刺，他竟然並未驚醒，室中絲毫沒有爭鬥的跡象，那也是天數使然了。「鄭九思的家人好友大舉追尋，可是那瘋子從此影跡無蹤，想來此人瘋瘋癲癲的，不是失足墮崖，便是投河自盡。但那『哈布迷宮』之名，由於這場大風波，便傳遍了武林。過了兩年，忽然江湖上沸沸揚揚，路道有人發現了『哈布迷宮』的地圖。那天壽宴之中，不少人親眼見到那瘋子取來的珍寶，想來那『哈布迷宮』之中，不知還留下多少價值連城的珍物。這地圖的訊息一傳出，江湖間登時掀起一場腥風血雨，你爭我奪，傷殘了不少好手的性命。到十年之前，這地圖落入了白馬李三和金銀小劍三娘子的手中。「他們得到了地圖，便來回疆尋寶，不知怎的，雙雙竟然死在回疆……」他說到這裏，李文秀冷冷的道：「據我聽說，李三夫婦是死在晉威鏢局一干人手下的，那自是陳大鏢頭的手筆。」陳達玄身子一震，說道：「不錯，李三夫婦是咱們兄弟們殺的。咱們搜遍了他夫婦的衣物，沒見到這幅圖，那自是在他們小女兒的身上了。咱們在天山南北奔波了十年，找尋那姓李小姑娘的下落，便是為了這幅地圖，也算是天緣巧合，今日在這裏見到。這不是天老爺叫咱們六個人發財麼？嘿嘿，你們定要殺我，那也罷了，否則的話，大家化敵為友，我倒可帶你們走一趟迷宮，人人發一筆橫財。倘若地圖落入了這駝背老人手中，那麼千千萬萬的珍寶，全要讓他獨吞了。」原來他說這一番話，一來是挑撥離間，二來是想以財寶打動各人之心，就此放了他。