第九十九回　英雄大宴郭芙奇道：「誰說外公來了？」耶律齊道：「不是外公麼？」雙眉一揚，喜道：「那麼是我恩師到了。」遊目四顧，卻不見周伯通的蹤跡，他知這位師傅性喜玩鬧，說不定是躲了起來要嚇自己一跳，當即奔出外躍上屋頂，但四下裏竟無半個人影，郭芙叫道：「喂，你傻裏傻氣的說些什麼外公啦，師傅啦？」耶律齊回進大殿，問起她姊妹倆如何和尼摩星相遇，此人如何斃命。郭芙說了，但見妹子的青玉簪竟能將他釘死，也是說不出半點道理。耶律齊道：「二妹身後，定有一位高人暗中相助。我想當世有這等功夫的，除了岳父之外，只有咱們外公黃島主、我恩師、一燈大師以及金輪法王五人。法王是蒙古國師，自不會和尼摩星為敵，一燈大師輕易不開殺戒，因此我猜不是外公，便是恩師了。二妹，你說助你的是誰？」郭襄自青玉簪打出，尼摩星倒斃之後，立即回頭，但背後卻寂無人影，她心中一直在默誦「別怕，用暗器打他」這句話，只覺這句話聲音好熟，難道竟是楊過？但一想楊過，自己心中便說：「那絕不是他！只因為我盼望是他，別人的聲音也聽作了是他。」耶律齊相詢之時，她兀自出神，竟沒聽見。郭芙見妹子雙頰紅暈，眼波流動，神情有些特異，生怕適才吃了驚嚇，拉住她手道：「二妹，你怎麼了？」郭襄身子一顫，滿臉羞得通紅，說道：「沒什麼？」郭芙慍道：「姊夫問你剛才是誰出手助你，你沒聽見麼？」郭襄道：「啊，是誰幫我打死這惡人麼？自然是他！除了他還有誰能有這樣的本領？」郭芙道：「他？他是誰，是你說的那個大英雄麼？」郭襄忙道：「不，不！我說是魯老伯的鬼魂。」郭芙「呸」的一聲，摔脫了她的手。郭襄道：「你瞧人影不見，定是魯老伯在暗中呵護我了。你知道，他生前跟我是最好的。」郭芙將信將疑，心想鬼神無憑，難道魯有腳真會陰魂不散，但說不是鬼魂，怎地舉手殺人，自己明明在側，卻瞧不見半點影蹤？只見耶律齊手持尼摩星的兩根鐵杖，嘆道：「這等功夫，實是令人欽服。」郭芙、郭襄凝神一看，但見每根鐵杖正中嵌著一枚金絲芙蓉鐲，宛似匠人鑲配的一般。這金絲細鐲乃用黃金絲、白金絲打成芙蓉花葉之形，手藝甚是工巧，但被人以罡氣內力一激，竟能將尼摩星一對粗重的鐵杖撞得脫手飛出，無怪耶律齊為之心悅誠服。郭芙道：「咱們拿去給媽媽瞧瞧，到底是誰，媽一猜便知。」當下兩名丐幫弟子一負屍體，一持雙杖，隨著耶律齊和郭氏姊妹回入城中。郭靖和黃蓉聽郭芙述說經過，回想適才的險事，不由得暗暗心驚。郭襄只道自己這番胡鬧，又要挨爹娘一場重責，但郭靖心喜女兒厚道重義，頗有父風，反而安慰了她幾句。黃蓉見丈夫不怒，更是將小女兒摟在懷裏疼她，待看到尼摩星的屍身和雙杖之時，沉吟半晌，向郭靖道：「靖哥哥，你說是誰？」郭靖搖頭道：「這股內力以剛猛為主，以我所知，自來只有兩人。」黃蓉微微頷首，道：「可是恩師七公早已逝世，又不是你自己。」她細問羊太傅廟中動手的經過，始終猜想不透。待郭芙、郭襄姊妹分別回房休息，黃蓉道：「靖哥哥，咱們的二小姐心中有事瞞著咱們，你知道麼？」郭靖誠厚樸實，絕未思疑，奇道：「瞞著什麼？」黃蓉道：「自從她北上送英雄帖回來後，常常獨個兒呆呆出神，今晚說話時的神氣更是古古怪怪。」郭靖道：「她受了驚嚇，自會心神不定。」黃蓉道：「不是的。她一會子羞澀靦腆，一會子又口角含笑，那絕不是驚嚇，她心中是在說不出的喜歡。」郭靖道：「小孩兒家忽得高人援手，自會乍驚乍喜，那也不足為奇。」黃蓉微微一笑，心道：「這種女孩兒的情懷，你年輕時尚且不懂，到得老來，更知道些什麼？」當下夫妻倆轉過話題，商量了一番佈陣禦敵的方略，以及次日英雄大宴中如何迎賓接客，如何安排席次，這才各自安寢。黃蓉躺在床上，念著郭襄的神情，母女關心，總是難以入睡，尋思：「這女孩兒生下來的首日，便遭劫難，我總擔心她一生中多有顛沛，差幸十六年來平安而過，難道到此刻卻有變故降到她頭上麼？」再想到強敵壓境，來日大難，合城百姓都是面臨災禍，若是早些知道點端倪，也可有所提防，而這女孩兒偏生性兒古怪，她不願說的事，從小便是絕不肯說，不論父母如何誘導責罵，她總是小臉兒脹得通紅，絕不會吐露半句，令得父母又是好氣，又是好笑。黃蓉越想越是放心不下，悄悄起身，來到城邊，令看守城門的軍士開城，逕往城西羊太傅廟來。時當四鼓，斗轉星沉，明月為烏雲所掩。黃蓉自將丐幫幫主之位交於魯有腳，洪七公所遺的綠竹棒同時交付，這時她手中持著一根白臘短桿，展開輕功，奔上硯山，離羊太傅廟尚有數十丈，忽聽得「墮淚碑」後有說話之聲。黃蓉伏低身子，悄悄移近，離碑數丈，躲在一株大樹後不再近前，只聽一人說道：「孫三哥，恩公叫咱們在墮淚碑後相候，這碑為什麼起這樣一個別扭名字？那不是不吉利麼？」那姓孫的道：「恩公似乎生平有什大不稱心之事，因此見到什麼斷腸、憂愁、墮淚的名稱，便容易掛在心上。」先一人道：「似恩公這等本領，天下本該沒什麼難事，可是我見到他時總是愁眉不展，鬱鬱不樂。這『墮淚碑』三字，恐怕是他自己取的名兒。」那姓孫的道：「那倒不是。我曾聽說鼓兒書的先生說道：三國時襄陽屬於魏晉，守將羊祜保境安民，恩澤很厚，他平時最喜到這硯山遊玩，去世之後，百姓記著他的惠愛，在這硯山上起了這座羊太傅廟，立碑紀德。後來百姓們一見此碑，想起他生平的好處，往往失聲痛哭，所以這碑稱為『墮淚碑』。陳六弟，一個人做到羊太傅這般，那當真是大丈夫了。」那姓陳的道：「恩公在江湖上行俠仗義，大得人心，如果他在襄陽做官，說不定比羊太傅還要好。」姓孫的微微一笑，道：「襄陽的郭大俠名揚天下，那是身兼羊太傅和咱們恩公兩人的長處了。」黃蓉聽他們稱讚自己丈夫，不禁暗自得意，又想：「不知他們所說的恩公是誰，難道便是暗中相助襄兒的那人麼？」只聽那姓孫的又道：「咱哥兒倆從前和恩公作對，後來反而蒙他救了性命，這等待敵如友的心腸，倒可比得上羊祜羊太傅。說『三國』故事的先生還道，羊祜守襄陽之時，和他對敵的東吳大將是陸遜的兒子陸抗。羊祜派兵到東吳境內打仗，割了百姓的稻穀作軍糧，一定賠錢給東吳百姓。陸抗生病，羊祜送藥給他，而陸抗毫不疑心的服食了，部將勸他小心，他說：『豈有酖人羊叔子哉？』服後果然病便好了。羊叔子就是羊祜，因他人品高尚，敵人也敬重他。羊祜死時，連東吳守邊的將士都大哭數天。這般以德服人，那才叫英雄呢。」那姓陳的摸著碑石，連聲嘆息，悠然神往，過了半晌，說道：「恩公叫咱們到此相會，想來也是為了仰慕羊太傅的為人了？」那姓孫的道：「我聽恩公說，羊祜生平有一句話，最說到了他心坎兒中。」姓陳的忙問：「什麼話啊？你慢慢說，我得用心記一記。連恩公也佩服，這句話定是非同小可。」那姓孫的道：「當年陸抗死後，吳主無道，羊祜上表請伐東吳，卻為朝中奸臣所阻，因此羊祜嘆道：『天下不如意事，十常居七八。』恩公所稱賞的便是這句話了。」那姓陳的沒料到竟是這麼一句話，頗有點兒失望，突然間大聲道：「孫三哥，羊祜，羊祜，這名字與恩公不是音同……」那姓孫的喝道：「禁聲！有人來了。」黃蓉微微一驚，果聽得山腰間有人奔跑之聲，她心中又想：「與『羊祜』音同字不同，難道竟是『楊過』？不，這個決計不會，過兒的武功便有進境，也決計不致有此出神入化的地步。他要說的不會是『音同字不同』。」過不多時，只聽上山那人輕拍三下手掌，那姓孫的也擊掌三聲為應。那人走到墮淚碑前，說道：「孫陳兩位老弟，恩公叫你們不必等他。這裏有兩張恩公的名帖，請兩位即速送去。孫三弟這張送去河南信陽趙老拳師處，陳六弟，這張送交湖南常德府烏鴉山聾啞頭陀，便說請他們兩位務須於十天之內趕到此處聚會。」孫陳兩人恭恭敬敬的答應了，接過名帖，藏入懷內。這幾句話一入黃蓉耳內，更使她大為驚詫。原來信陽府趙老拳師乃是宋朝宗室後裔，太祖三十二勢長拳和十八路齊眉棒是家傳絕技。烏鴉山聾啞頭陀則是三湘武林名宿，只因自幼又聾又啞，武功雖強，從來不與人交往。這次襄陽英雄大宴，郭靖與黃蓉明知這二人束身隱居，決計不會出山，但敬重他們的名望，仍是送了英雄帖去，果然兩人回了書信，婉言辭謝。難道這位「恩公」真有這般大的面子，單憑一紙名帖，便能呼召兩位山林隱逸之士於十天之內趕到？黃蓉心念一轉，深有所憂：「英雄大宴明日便開，這一人招聚江湖高手來到襄陽，有何圖謀，莫非是為蒙古臂助，不利於我麼？」但想趙老拳師和聾啞頭陀雖然性子孤僻，卻絕非奸邪之徒，那「恩公」倘若便是暗助襄兒殺斃尼摩星之人，可又是我輩了。她正自沉吟，只聽那三人又低聲說了幾句，因隔得遠了，聽不明白，但聽得那姓陳的說道：「……恩公從不差遣咱們幹什麼事，這一回務必……要大大的風光熱鬧……掙個面子……咱們的禮物……」其餘的話便聽不見了。那姓孫的道：「好，咱們這便動身，你放心，決計誤不了恩公的事。」說著三人便快步下山。黃蓉待三人去遠，走進廟內，前後察看了一遍，不見有何異狀。那羊太傅廟構築甚是宏偉，敵軍逼近，廟中的火工廟祝均已逃入城中，是以闃無一人，黃蓉心思雖靈，這時可也想不穿那「恩公」是什麼來歷，卻又不願打草驚蛇，擒住那三人逼問，待得天色微明，這才回城。將近西門外的岔路，忽見兩騎快馬急衝而來，黃蓉身子一閃，讓在路邊，只見馬上乘的是兩個精壯漢子。兩乘馬奔到岔路處，一個馬頭轉向西北，一個轉向西南，便要分道而行，只聽一個漢子道：「你記得跟張大胯子說，漢口說書的，唱戲的，做傀儡戲的，全叫他自己帶來，還別忘了帶放煙花的巧匠。」另一個笑道：「你別儘叮囑我，你叫的川菜大師傅若是到遲了一天，大夥兒全跟你過不去。」那人笑道：「嘿，這還差得了？」說著一拱手，縱馬奔遠。黃蓉緩緩入城，心下更是嘀咕：「早聽說張大胯子是漢口一霸，交結官府，手段豪闊，附近山寨豪客都賞他面子，怎地這人一句話便能叫得他來，豈難道又是這『恩公』所使麼？他們大張旗鼓，到底幹什麼？」突然間心頭一凜，叫道：「是了，是了！必是如此。」回進府中，問郭靖道：「靖哥哥，咱們可是漏送了一張帖子？」郭靖奇道：「怎地漏送了帖子？咱們反覆查了幾遍，不致再有遺漏的啊。」黃蓉道：「我也這麼想，咱們生恐得罪了那一位好漢，便是沒多大名望的腳色，以及明知絕不會來的數百位歸休退隱的名宿，也都早早送了英雄帖去。可是今日所見，明明是一位大有來頭的人物心中不憤，也要在襄陽城中來一次英雄大宴，跟咱們鬥上一鬥。」郭靖胸襟寬闊，反而喜道：「若是這位英雄與咱們志趣相同，那是再好也沒有了。咱們便推他作盟主，由他率領群雄，共抗蒙古，咱夫婦一齊聽他號令便了。」黃蓉秀冒微蹙，說道：「但瞧此人作為，又不似為抗敵禦侮而來，他發了名帖去邀請信陽趙老拳師、烏鴉山聾啞頭陀、漢口張二胯子等一干人來。」郭靖又驚又喜，拍案而起，說道：「此人若是能將趙老拳師、聾啞頭陀等邀到，襄陽城中聲勢又壯，蓉兒，這樣的人物，咱們定當要好好交上一交。」黃蓉沉吟未言，知賓的弟子報道荊紫關陸冠英、程瑤迦夫婦率領弟子和徒眾到來，郭靖黃蓉迎了出去，舊友重逢，自有一番親熱，不必細表。當日各路豪傑紛紛趕到，黃蓉應對接客，忙得不亦樂乎，對昨晚所見所聞，一時也不暇細想。翌日便是英雄大宴，群英聚會，一共開了四百來桌，襄陽統率三軍的安撫使呂文煥親自向各路英雄敬酒。筵席間眾人說起蒙古殘暴，殺我百姓，奪我大宋江山，無不扼腕憤慨，決意與之一拼。當晚便推舉郭靖為會盟的盟主，人人歃血為盟，誓死抗敵。郭襄那日在羊太傅廟中與姊姊鬧了別扭，說過不去參與英雄大宴，果然賭氣不出，獨個兒在房中自斟自飲，跟服侍她的丫鬟說道：「大姊去赴英雄大宴，我一個人舒舒服服的吃酒，未必便不及她快樂。」郭靖、黃蓉關懷禦敵大計，這時那裏還顧得到這女孩兒在使小性兒？郭靖是壓根兒便沒知悉，黃蓉略加查問，知她性情特異，也是只一笑了之。眾英雄十之八九都是好酒量，待得酒酣，各人逸興橫飛，有的便在席間顯示武功，引為笑樂。黃蓉終是掛著女兒，對郭芙道：「你去叫妹妹來瞧熱鬧啊，這樣子的大場面，一個人一生未必能見得上一次。」郭芙道：「我才不去呢。二小姐正沒好氣，要找我生事，沒的自己去找釘子碰。」郭破虜道：「我去拖二姊來。」匆匆離席，走向內室。過不多時，郭破虜一人回來，尚未開口，郭芙道：「我說過她不會來，你瞧不是吧？」黃蓉見兒子臉上全是詫異之色，問道：「二姊說什麼？」郭破虜道：「媽，真是奇怪！」黃蓉問道：「怎麼啦？」郭破虜道：「二姊說，她在房中排英雄小宴，不來赴這英雄大宴啦。」黃蓉微微一笑道：「你二姊便會想些匪夷所思的門道，且由得她。」郭破虜道：「媽，二姊真的有客人哪，五個男的，兩個女的，坐在二姊房裏喝酒。」黃蓉眉頭一皺，心想這女孩兒越來越加無法無天了，怎能邀了大男人到姑娘家的香閨中縱飲？「小東邪」的名頭可一點兒不錯，但今日喜氣洋洋，不能為這種事責罰女兒，掃了幾千英雄好漢的豪興，兒子年輕臉嫩，不會應付生客，於是對郭芙道：「還是你去。請妹子的朋友一齊到大廳來喝酒，大夥兒一同高興高興。」郭芙好奇心起，瞧瞧妹子房中到了什麼客人，她素知妹子不避男女之嫌，什麼市井酒徒，兵卒廝役都愛結交，心想今日所邀的多半是些不三不四之輩，不聽母親吩咐，當即起身，走向郭襄的閨房。離房門數丈，便聽得郭襄道：「銀姑，叫廚房裏再送兩大罈子酒來。」那丫鬟答應了，只聽得郭襄又道：「吩咐廚房再煮兩隻羊腿，切廿斤熟牛肉來。」丫鬟應聲出房。又聽得房中一個破鑼般的聲音說道：「郭二姑娘當真豪爽得緊，可惜我人廚子以前不知，否則早就跟你交個朋友了。」郭襄笑道：「現下再交朋友也還不晚啊。」郭芙皺起眉頭，往窗縫中一張，只見妹子的繡房中放著一張矮桌，八個人席地而坐，席上杯盤狼藉，傳杯送盞，逸興橫飛。迎面一人肥頭肥腦，敞開胸膛，露出胸口一排長長的黑毛，那人左首，是個文士，三綹長鬚，衣冠修潔，手中摺扇搖搖，顯得頗為風雅。那文士的左首坐著個四十來歲的女子，五官倒生得清秀，但臉上刀疤劍疤，總有三四十來處。側面坐著一個身材高瘦的帶髮頭陀，一頂金冠閃閃發光，口中咬著半隻肥雞，吃得津津有味。其餘三人背向窗子，瞧不見面目，看來兩個是白髮老翁，另一個是身穿黑衣的尼姑。郭襄坐在這一干人中間，俏臉上帶著三分紅暈，眉間眼角，微有酒意，談笑風生，顯是心中極為得意。不多時廚子送了酒肉進房，各人放懷大吃，而吃喝得最多的竟是那個黑衣尼姑。郭芙心想，瞧他們這般高興，便是邀他們到大廳去，看來也是不去的。只見一個白髮老翁站起身來，說道：「看來酒飯都有八成了，今日便吃到這般為止，待姑娘大壽正日，咱們再來大醉一場。小老兒有一點薄禮，倒教姑娘見笑了。」說著從懷中取出一只錦盒，放在席上。另一個老翁道：「百草仙，你送的是什麼啊，讓我瞧瞧。」說著打開錦盒，不禁低呼了一聲，道：「啊，這枝千年雪參，你卻從何處覓來。」說著拈在手中。郭芙從窗縫中望進去，見他拿著一枝尺來長的雪白人參，宛然是個成形的小兒模樣，頭身手足，無不具備，肌膚上隱隱泛出血色，實是稀世之珍。眾人嘖嘖稱讚，那百草仙甚是得意，說道：「這枝千年雪參療絕症，解百毒，可說得上是有起死續命之功。姑娘無災無難到百歲，原也用它不著。但待到百歲壽誕之日，取來服了，又再長命一百歲，卻也無傷大雅。」眾人鼓掌大笑，一齊讚那老翁善頌善禱。那肥頭肥腦的人廚子從懷中掏出一隻鐵盒，笑道：「我送給姑娘一個小玩意，只博姑娘一笑，那可不能跟百草仙翁的寶物相比。」揭開鐵盒，只見盒中跳出兩個鐵鑄的胖和尚，長約七寸，你一拳，我一腳，對打起來。各人看得縱聲大笑，但見那對鐵娃娃拳腳之中居然頗有法度。顯然是一套「少林羅漢拳」，一直打了一盞茶時分，鐵娃娃中機括使盡，倏然而止，兩個娃娃凝然而立，竟是武林高手的風範。眾人瞧到這裏，不再發笑，臉上竟是都有憂色，那臉有疤痕的婦人道：「人廚子，你別為了掙面子，卻給郭姑娘惹禍啊？這是嵩山少林寺的鐵羅漢，你怎地去偷來的？」人廚子笑道：「嘿嘿，我人廚子便有天大的膽子，也不敢去少林寺摸雞摸狗。這是少林寺羅漢堂的首座無色禪師命我送來的，他老人家說，到姑娘大壽正日，決能趕到襄陽，來跟姑娘祝壽。哪，這才是我人廚子的薄禮呢！」掀開鐵盒的夾層，露出一隻黑色的玉鐲來。但見這黑玉鐲烏沉沉的，也不怎麼出奇，人廚子從腰間霍地拔出一柄厚背薄刃的鬼頭刀，對準玉鐲一刀砍了下去，噹的一聲，鬼頭刀彈了起來，黑玉鐲竟是絲毫不損。眾人齊聲喝了聲采。接著文士、尼姑、頭陀、婦人等均有禮物送給郭襄，無一不是爭奇鬥勝，生平罕見的珍物。郭襄笑吟吟的謝著收下，郭芙越瞧越奇，一轉身，奔回大廳，一五一十都跟母親說了。黃蓉一聽，心中驚訝卻比郭芙更甚，當下向朱子柳招招手，三人退到了內堂。黃蓉命女兒將適才所見，再說一遍。朱子柳也是詫異萬分，道：「人廚子，百草仙竟會到襄陽來？那黑衣尼姑多半是殺人不眨眼的絕戶手聖因師太，那文士的摺扇上畫著一個無常鬼，嗯，難道竟是轉輪王張一氓？」他一面說，黃蓉一面點頭。朱子柳卻連連搖頭，說道：「此事決計不會，想郭姑娘能有多大年紀，除了最近一次，素來足不出襄陽數十里方圓之地，怎能結識這些三山五嶽的怪人？再說，嵩山少林寺的無色禪師，他面壁修為已近十年，旁人專誠上山去見他一面都不可得，怎能到襄陽來給這小女孩祝壽？嗯，定是小姑娘串通了一些好事之徒，故意虛張聲勢，來跟姊姊鬧著玩的。」黃蓉沉吟道：「但聖因師太、張一氓這些人的名頭，咱們平時絕少提及，襄兒未必知道，便要捏造也造不來。」朱子柳道：「咱們過去見見，以禮相會。他們既是二姑娘的朋友，到襄陽來絕無惡意。」黃蓉道：「我也是這般想，只是聖因師太、轉輪王張一氓這些人行事忽邪忽正，喜怒不測。咱們雖然不懼，但纏上了也是夠人頭痛的，眼前大敵壓境，實在不能再分心去應付這些怪人……」突然窗外一人哈哈大笑，說道：「郭夫人請了，一干怪人前來襄陽，只為祝壽，別無歹意，何必頭痛？」說到那「別無歹意，何必頭痛」八個字，聲音已在十餘丈外。黃蓉、朱子柳、郭芙一齊搶到窗邊，但見牆頭上一個黑影一閃，身法快捷無倫，倏忽隱沒。郭芙縱身欲追，黃蓉一把拉住，道：「別輕舉妄動，追不上啦！」一抬頭，只見天井中公孫樹樹幹上，插著一把張開了的白紙扇。那紙扇離地四丈有餘，郭芙自忖不能一躍而上，叫道：「媽！」黃蓉點了點頭，輕輕縱起，左手在樹幹上略按，借勢上翻，右手又是一按，身子已在四丈高處，拔出紙扇，落下地來。三人回到內堂，就燈下看時，見紙扇一面畫著一個伸出舌頭的白無常，笑容可掬，雙手抱拳作行禮之狀，旁邊寫著十四個大字：「恭祝郭二姑娘長命百歲芳齡永繼」黃蓉翻過扇子，見另一面寫著道：「黑衣尼聖因、百草仙、人廚子、九死生、狗肉頭陀、韓無垢、張一氓拜上郭大俠、郭夫人，專賀令愛芳辰，冒昧不敢過訪，恕罪恕罪。」這幾行字墨潘未乾，寫得遒勁峭拔，朱子柳是書法名家，讚道：「好字，好字！」黃蓉道：「那絕不是假的了。咱們瞧瞧襄兒去。」朱子柳年紀已長，也不用跟小女孩兒避什麼嫌疑，當下一齊來至郭襄房中。只見兩名丫鬟正在收拾杯盤殘菜。郭襄道：「朱伯伯、媽、姊姊，你們瞧，這是客人送給我的生日禮。」黃蓉和朱子柳看了那千年雪參、雙鐵羅漢、黑玉鐲、以及絕戶手聖因師太、轉輪王張一氓等所贈珍異禮物，心中暗暗稱奇。郭襄開動機括，讓一對鐵羅漢對打，大是得意。黃蓉待一套「羅漢拳」打完，柔聲道：「襄兒，這到底是怎麼一回事，跟媽說了吧。」郭襄睜著圓圓的眼睛，笑道：「幾個新朋友知道我快過生日啦，送了些好玩的禮物給我。」黃蓉道：「這些人你怎生識得的？」郭襄道：「我是今日第一天才相識啊。我獨個兒在房裏喝酒，那個韓無垢韓姊姊在窗外說道：『小妹子，咱們來跟你一起喝酒，好不好？』我說：『再好也沒有了！請進，請進！』他們便從窗子裏跳了進來，還說到廿四那天，要來給我祝壽呢。不知他們怎地知道我的生日？媽，這幾位都識得你和爹爹，是不是？不然怎能送我這許多好東西？」黃蓉道：「你爹和我都不識得他們。是你什麼古怪朋友代你約的，是不是？」郭襄笑道：「我沒什麼古怪朋友啊，除非是姊夫。」郭芙怒道：「胡說！你姊夫怎地古怪了？」郭襄伸了伸舌頭，笑道：「他娶了你，不古怪也古怪了。」郭芙伸手便打，郭襄格格一笑，躲了開去。黃蓉道：「兩姊妹別鬧！襄兒，我問你，轉輪王、百草仙他們說到咱們的英雄大宴沒有？」郭襄道：「沒有啊。但那個老頭兒九死生和百草仙都說很佩服爹爹。」黃蓉再問幾句，見郭襄確是沒隱瞞什麼，於是說道：「好啦！快些睡吧。」與朱子柳、郭芙轉身出房。郭襄追到門口，說道：「媽，這枝千年雪參只怕很有點兒好處，你吃一半，爹爹吃一半。」黃蓉道：「那是百草仙送給你的生日禮啊。」郭襄道：「我生下來便生了，什麼功勞也沒有，你可辛苦了。」黃蓉心想倒不可負了女兒這番孝心，於是接了雪參，回思郭襄誕生之日的驚險苦難，不禁喟然。當日英雄大宴盡歡而散。郭靖回到房中，與妻子說起會上群英的齊心協力、敵愾同仇，言語中甚是興奮。黃蓉隨即說起聖因師太、百草仙等七人與郭襄夜宴等情，郭靖怔了一怔道：「竟有這般事？」看那千年雪參時，果是一件生平僅見的珍物。黃蓉笑道：「咱們這位寶貝小姑娘的面子，倒似比爹媽還大呢。」郭靖不語，低頭想著聖因師太、轉輪王、韓無垢等這一干人的生平行事。黃蓉道：「靖哥哥，丐幫推選幫主之事，不如提早幾日辦妥，否則遲到襄兒生日，倘若無色禪師等人真的到來，襄陽城中龍蛇混雜，或有他變。」郭靖道：「我卻另有一個主意，咱們索性在三月廿四推選幫主，大大的熱鬧一場。要是無色禪師、聾啞頭陀等人駕臨，咱們曉以大義，請這夥忽正忽邪，好好歹歹的朋友同抗外敵，豈不是好？」黃蓉皺眉道：「我只怕他們只是借祝壽為名，卻是存心來搗亂一場。你想他們能和襄兒這小孩子有什麼交情，怎會當真巴巴的趕來祝壽？自古邪正不兩立，怕恐天下武學之士，倒有一半不願你做這武林盟主呢。」郭靖站起身來，哈哈一笑說道：「蓉兒，咱們行事但求無愧於天、無愧於心，這武林盟主嘛，是誰當都是一樣。何況邪不勝正，這干人若是真有歹意，咱們便跟他們周旋一場，你的打狗棒法和我的降龍十八掌。倒有十多年沒動了呢，也未必就不管了事。」黃蓉見他意興勃發，豪氣不減當年，笑道：「好，咱們便照主帥之意。你把這枝雪參服了吧，我瞧總抵得三五年的功力。」郭靖道：「不！你連生了三個孩子，內力不免受損，正該補一下才是。」他夫妻倆相愛，當真是數十年如一日，推讓了半日，最後郭靖說道：「來日龍爭虎鬥，定有好朋友受到損傷，這雪參乃救命之物，咱們還是留著。」次日英雄大宴續開，郭襄房中，竟然又擺設英雄小宴。黃蓉早便吩咐廚房，精心預備菜肴，讓女兒招待客人。郭芙這幾日全神貫注，只是盤算丈夫是否能奪得丐幫幫主之位，對妹子的怪客，毫沒放在心上。如是數日，英雄大會中對如何聯絡各路豪傑，如何擾亂蒙古後軍，如何協助守城，均已商議妥善。群豪磨拳擦掌，只待敵軍到來廝殺。這日三月廿四日，大會已畢，排定午後推選丐幫的幫主。群豪用過午膳，紛紛趕往城南大校場去，只見校場正中巍巍搭著一個高台，台上卻光蕩蕩的一張板凳也沒有。要知丐幫祖傳的規矩，不論大會小集，人人席地而坐，沒的失了乞丐的本色，高台東側擺了數百張椅子，那是專為不屬丐幫的諸路英雄貴賓所設。