第三十五回　竟托古禮完夙願納斯爾丁阿凡提騎了這頭大狗似的跛腳驢子，雙腳幾乎可以碰到地面，遠遠望去，驢子就如生了六條腿一般，袁士霄笑道：「大鬍子，你騎的是什麼呀？是老鼠呢還是貓？」阿凡提道：「老鼠有這麼大呀？」袁士霄道：「那大概是一頭大老鼠。」眾人一面說笑，一面向西尋訪。李沅芷乘了駱冰的白馬，放鬆韁繩，由牠在前面緩行領路。走到傍晚，只不過行了三十多里路，大家都急了，徐天宏對阿凡提道：「老前輩，咱們總舵主恐怕遭到了危難，我們想先走一步。」阿凡提道：「好吧，好吧，到前面鎮上，我另買一頭中用些的驢子就是。這頭笨驢不中用，牠偏偏還自以為了不起。」他催驢趕上，與李沅芷並轡而行。白馬比毛驢高出一半，阿凡提仰頭問李沅芷道：「大姑娘，你為什麼整天不高興呀？」李沅芷忽然想起，這位怪俠雖然假作癡獃，其實聰明絕倫，維人們有什麼為難之事，只要向他請教，立即應手而解，於是說道：「鬍子叔叔，對付不識好歹的人，你有什麼辦法？」阿凡提道：「我拿鐵鍋往他頭上一罩，你就一劍。」李沅芷搖搖頭道：「不成，比如說他是你很──很親近的人。你待他越是好，他越是發驢子脾氣。」阿凡提一扯鬍子，早已了然於胸，笑道：「我天天騎驢子，對付笨驢的倔脾氣，到很有幾下子，不過麼，這法子可不能隨便教你。」李沅芷嫣然一笑，柔聲道：「鬍子叔叔，要怎樣才教呀？」阿凡提道：「咱們還得打個賭，你贏了我才教。」李沅芷笑道：「好呀，咱們再來賽跑。」阿凡提道：「賭別的吧，賽跑你準輸。」他取出驢尾來一晃道：「現在我不會再上你當啦。」李沅芷道：「你不信就試試。」阿凡提道：「好，瞧你又有什麼鬼門道。」他指著前面的一個小市鎮道：「誰先到第一間屋子誰贏！」李沅芷道：「好呀，鬍子叔叔，你又輸了！」他雙腳微微一挾，一提韁，那白馬如箭離弦，騰空竄出。阿凡提掮起驢子，發足追來，那白馬是數世一見的神駒，跑起來真如雷轟電掣一般，他如何追趕得上，還沒追得一半路，白馬已奔到市鎮。阿凡提放下驢子，呵呵大笑道：「又上了這小妮子的當。我知道這是駿馬，但那想到有這樣快。」天山雙鷹見阿凡提如此武功，不禁相顧失色，一頭幾十斤的小驢掮在背上並不為奇，奇的是他腳下竟如此神速，如非這匹寶馬，普通坐騎真要給他追上。猛然間只聽見白馬一聲長嘶，騰躍奔狂，李沅芷大驚勒韁，竟約束不住，晃眼之間已穿出市鎮。眾人望見白馬發狂，都吃了一驚，散開了追趕攔截。只見那白馬直向大漠中急衝，奔到好幾個人面前，斗然停住，李沅芷下馬與他們說話。遠遠望去，那些是什麼人卻瞧不清楚。突然那白馬又回頭馳來，奔到半途，徐天宏與余魚同已認出馬上之人已換了駱冰，心中大喜，忙迎上去。雙方走近，只見後面是文泰來、衛春華、章進、心硯四人，再後一人白髮蕭蕭，背負長劍，拉住了李沅芷的手在問長問短，竟是武當派前輩綿裏針陸菲青。原來那白馬戀主，又有靈性，一知駱冰就在近處，就沒命的奔去。余魚同跑到陸菲青跟前，雙膝跪下，叫了一聲：「師叔！」伏在地下放聲痛哭。陸菲青伸手將他拉起，自己淚水也撲瑟瑟的流了下來，嗚呼道：「我得知了你師父噩耗之後，連日連夜趕來，途中與文四爺他們遇到，他們也正好在追捕這奸賊……你放心，咱們爺兒咱一定能給你師父報仇！」徐天宏和駱冰等勸了一陣，余魚同方才收淚。當下雙方相見了，群雄見有如許高手出馬，心想這番必可將張召重擒獲處理，只是陳家洛霍青桐吉凶如何，都不免掛心索懷。眾人到市鎮打尖，阿凡提去找驢子，李沅芷悄悄跟在後面。阿凡提也不理她，自行選了一頭高頭健驢，身子幾有原來那頭沒尾驢的兩倍。阿凡提把沒用驢折價讓給了驢販，笑道：「官帽害死了這笨驢，我可不能讓這畜生再戴了。」把官帽摔在地上，踏得稀爛。李沅芷等他付了銀兩，代他牽過驢子，笑吟吟的回來。阿凡提道：「我從前養了一頭毛驢，那脾氣真是倔得嚇人。我要牠走，牠偏偏站住，要牠站著呢，牠又給你打個圈兒。有一天啊，我要牠拉了車兒上磨坊去，就只離開這麼幾十步路兒了，那知牠憑什麼也不肯走啦，越是趕牠，牠越是後退，我哄牠不行，打牠不行，管牠叫親爺爺親奶奶呢，也不成？你猜我怎麼辦？」李沅芷知道他在妙語點化，當下用心傾聽，不敢嬉笑，道：「您老人家總有辦法。」阿凡提笑道：「好呀，大姑娘想女婿，什麼也肯，本來叫我鬍子叔叔，現在可叫『您老人家』啦！」李沅芷臉一紅道：「我是問您的驢子呀。」阿凡提道：「不錯，不錯。後來我一想，成啦！我拉著這笨驢轉了一個身。磨坊在東邊，我讓驢子朝著西邊兒，然後使勁趕牠，牠仍是一步一步的倒退。退呀退的，這可到了磨坊啦。」李沅芷聽得獃了，喃喃自語：「你要牠往東，牠偏偏往西──那麼你就要他往西。」阿凡提一伸姆指道：「不錯，就是這麼辦。後來哪，我又想出了一個法兒。」李沅芷忙道：「什麼？」阿凡提道：「我在鞭子上掛了一個胡蘿蔔，伸在笨驢前面。笨驢想吃胡蘿蔔。不住向前走，一直走了幾十里路，到了我要牠去的地方，這才把胡蘿蔔給牠吃。」李沅芷立時領悟，笑道：「多謝您老人家教我。」阿凡提笑道：「現在你去找你的胡蘿蔔吧！」李沅芷心想：「余師哥心裏最想得到的是什麼東西呢？剛才他見了師父，哭成這個樣子，那麼對他最緊要的，莫過於殺死張召重而給馬師伯報仇了。這樣說來，我得想法子去殺張召重。」她轉念一想：「張召重武藝如此高強，我那裏殺得了他？而且，就算殺了，他此只是感激我而已，不會像驢子望著胡蘿蔔那樣，一路追個不停。」她又想：「我小時候見到僕人的兒子玩泥娃娃，哭著要，他一定不肯給，我偏偏一定要。這鬍子叔叔說得不錯，我越是對他好，他越是要避開我。以後倒不如冷冷淡淡，等他覺得我好時，讓他來嘗嘗苦苦求人的滋味，瞧這驢子到不到磨坊去？」她心下打算已定，真的對余魚同不理不睬起來。駱冰與徐天宏冷眼旁觀，都覺得有點奇怪，阿凡提只是拉著大鬍子微笑。不一日，眾人隨著白馬來到白玉峰前，那白馬對於狼群猶有餘怖，到了進入古城的歧道入口處，就停步不前了。駱冰一再拍牠誘牠。白馬無論如何不行再前進一步。袁士霄道：「狼群大隊會聚在這裏，咱們循著狼糞一路尋進去吧。」曲曲折折的走了半天，遠遠跟在眾人身後的白馬忽然一聲長嘶，只聽見前面腳步聲響，從一條歧路上轉出四個人來，當先一人正是火手判官張召重。徐天宏一聲唿哨，連同衛春華、章進、心硯，四人一齊散了開來，往那四人後路抄去。張召重斗見群雄，一驚非同小可，尤其看到師兄陸菲青，猶如見了鬼魅一般，登時臉色蒼白，額上冷汗直冒。余魚同手揮金笛，就要撲上去拚命。袁士霄左手一伸，捏住了他的臂膀，輕輕往後一拉，余魚同身不由主的退了回來。袁士霄罵道：「前幾天和你相遇，還道你是武當派的一位高手，那知竟是個無惡不作的匪類，連自己師兄也忍心害了，你爽爽快快自己了斷吧。」張召重見敵人中至少有五個人和自己功力相若，有的甚或在自己之上，以力相拼，必無倖理，當下硬起了頭皮道：「我這邊只有四人，你們倚多為勝，我張召重就是死在此地，又何足為恥？」袁士霄大怒，心想：「那三人能力敵群狼，倒也都是硬手，要是他們四人齊上，我一人是對付不了，但有大鬍子相幫，那也成了。」哼了一聲說道：「我三十歲以前，還曾和人平手相鬥，一過三十歲，從來不屑和人一對一的交手。這個例子不能在你這匪類身上破了。你們四人一齊來，我和這大鬍子兄弟兩人接著。你們四人只要能和我們兩人打個平手，就放你走路如何？」張召重向阿凡提注目打量，見他面容黝黑，一叢大鬍子遮住了半邊臉，笑得雙眼眯成了兩條縫，絲毫沒有身懷絕技的模樣，心想：「這姓袁的確是武功驚人，遠勝於我，但難道天下竟有第二個如他一般的高手？關東三魔中只要有一人幫我，就可和那姓袁的打成平手，餘下兩人對付這維人，想也行了。」處此絕境之中，實在也沒其他抉擇餘地，於是說道：「那麼咱們就試一試，請袁……袁大俠手下容情。」袁士霄厲聲道：「我手下是毫不容情的。」他轉對阿凡提道：「大鬍子，在這許多新朋友面前，咱倆可別出醜了。」阿凡提道：「我鄉下佬見了官，有點兒怯，只怕不成。」身子一晃，也沒見他抬腿動足，就已下了驢子。張召重見他身法，驀地想起，原來這就是那晚在墓地中搶他帽子的怪人，不覺凜然一驚。袁士霄叫道：「你們四人都上來吧。用心點打，別打主意想跑，在我老兒手下可跑不了。」哈合合忽然走上一步，向袁士霄施下禮去，說道：「袁大俠對我們兄弟三人有救命大恩，我們萬萬不敢接您老人家的招。再說我們與這姓張的也只是在此初次相逢，並無交情，犯不上為他助拳。」說著又作了一揖，三人並排站在一旁，竟是誰也不幫的模樣，袁士霄眉頭一皺道：「他們不肯動手，只剩下了你一個，那怎麼辦？我向祖師爺立過誓，絕不跟人單打獨鬥。大鬍子，只好請你費心了。」阿凡提解下背上的鍋子，笑道：「好吧，好吧，好吧。」呼的一聲，鍋子當頭向張召重罩到。張召重向左一躍，凝神瞧他使的是什麼兵刃，只見黑越越，圓兜兜，一面凹進、一面凸出、凸的一面還有許多煤煙，竟像是一隻鐵鍋。阿凡提笑道：「你心裏一定在想：這是什麼呀？倒像是一隻鍋子。告訴你，這正是一隻鍋子。你們清兵無緣無故的到回部來，打爛了許多鍋子，害我們維人吃不了飯。好哇，現在鍋子來打清兵啦！」語聲未畢，又是一鍋向張召重當頭罩下。張召重一招「仙鶴亮翅」，倏地斜穿閃過，回手一掌，向阿凡提肩頭打到。阿凡提身子一挫，左手在鍋底一擦，一手煤煙往張召重臉上抹去。張召重自出道以來，身經百戰，從未遇到過這種怪人，只見他右手提鍋，左手抹煙，腳步歪歪斜斜，不成章法，然而自己攻出的兇狠招數，卻每次都被他輕易避開，那裏敢有絲毫怠忽，當下展開無極玄功拳，抱元歸一，全身要害，守得毫無漏洞。道路本極狹窄，地下又是山石嶙峋，兩人擠在這兇險之地，攻守拒擊，打得激烈異常。袁士霄嘆道：「奸賊呀奸賊，憑你這身功外夫，武林中本也稱得上數一數二的了，然而心地卻是如此歹毒！」兩人越打越緊。心硯向衛春華道：「九爺，這位鬍子大爺用的是什麼招術？」衛春華搖搖頭。這邊天山雙鷹和陸菲青等也不懂阿凡提的武功家數，都在暗暗稱奇，突然間阿凡提左腿飛起，鍋於橫擊，張召重無處躲避，猛然從鍋底鑽出，那知阿凡提左掌張開，正候在鍋子底下。張召重等到發現，已經不及，仗著武功精湛，左拳一個「沖天炮」，猛向鍋底擊去，阿凡提叫道：「吃飯傢伙，打破不得！」鍋子向上一提，隨手一抹，張召重臉上登時被抹上五條煤煙。兩人均各躍開，阿凡提叫道：「來來來，勝負未決，再比一場。」張召重望著他手中鐵鍋，瞋目不語，阿凡提道：「呀，是了，你沒帶兵刃，雖然輸了也不服氣。」轉頭對李沅芷道：「大姑娘，你的切菜刀借給胡蘿蔔用一下。」他們兩人相鬥時李沅芷挨得最近，只待張召重一被鍋子罩住，立即搶上一劍，那知她心事被這怪俠說了出來，不覺滿臉緋紅。旁人聽阿凡提說話素來瘋瘋癲癲，他叫張召重做「胡蘿蔔」也都不以為意，那知中間另藏著一段風光旖旎的女兒情懷。阿凡提見她不動，把嘴俯在她耳邊輕輕說道：「你把切菜刀給他，我仍舊可以抓住他。」李沅芷點點頭，叫道：「劍來了，接著！」張召重右手一抄，接任劍柄，突然轉身，手一揚，一把芙蓉金針向衛春華、徐天宏、心硯諸人迎面擲去。徐天宏等知道厲害，疾忙俯身，只覺頭頂風聲颯熱，張召重已竄了過去。他奔到哈合台身邊，左手一把扣住了他右手脈門，叫道：「快走！」哈合台登時身不由主的被他拉著向前奔跑。滕一雷與顧金標不及思索，隨後跟去。這一來變起倉卒，等徐天宏等站起身來，那四人已轉了彎。袁士霄和阿凡提均各大怒，倏地拔起身子，如兩隻大鶴般從徐天宏等頭頂躍過。天池怪俠身法好快，人未落地，已一把抓住了滕一雷的後領，把他一個肥肥的身軀甩了起來。滕一雷也不知道抓著他的是誰，只覺身體懸空，使不出力，忙運獨足銅人向後一點，忽然自己身子被一股極大力量擲了出去，只慘叫得一聲，已撞在半山腰裏，腦漿迸裂而死。袁士霄擲死滕一雷，腳下毫不停留，轉過彎來，只見前面是三條歧路，不知張召重從那一條路逃走，向右一指，叫道：「大鬍子，你追這邊。」又隨手向左一指，對天山雙鷹道：「你們兩位追這邊。」自己向中間那條路上追了下去。片刻之間，四人廢然折回，都說只轉了一個彎，前面又各出現叉路，無從追尋，徐天宏在道路上仔細察看，道：「這堆狼糞剛才被人踏了兩腳，他們一定是循著狼糞向內逃竄。」袁士霄道：「不錯，咱們快追。」眾人曲曲折折的追了進去，直趕到白玉峰前，仍舊不見張召重等三人的蹤影。眾人在各處房屋中分頭搜尋，不久徐天宏就發現了峰腰中的洞穴。袁士霄和陳正梅兩人一個武功最強，一個性子最急，首先躍上。接著陸菲肯、文泰來、關明梅等也都縱了上去，其他輕功較差的，陸菲青和關明梅一一用繩子吊了上來，最後剩下心硯，阿凡提笑道：「小兄弟，我試試你的膽子！」一把抓住他的後心，喝道：「接著！」把他身子向洞口拋去。文泰來一把抱住，阿凡提隨即跳上，這時袁士霄和陳正德剛正協力推開石門。那門向內而開，要是外面被人插住，裏面千軍萬馬也衝突不出，但自外入內卻十分容易。原來當年那暴君開鑿這山腹玉宮時，自恃迷城道路千迂萬迴，外敵萬難入侵，擔心的倒反是變生肘側，只怕內叛在山腹負隅頑抗，所以把這宮門造成這個樣子。袁士霄當先領頭，眾人在甬道中魚貫而入。徐天宏折下了桌腳椅腳，點成火炬，各人分著拿了。追到大殿上時，各人兵刃又都被磁山吸去，不免大吃一驚。阿凡提身手便捷，把飛出的鐵鍋一把抓住，鍋子這才沒有打破。大家追趕張召重要緊，也不及細究原因，用力拾回兵刃，直入玉室，見床邊又有一條地道。眾人愈走愈奇，在這山腹之內誰都不敢作聲，只是跟著袁士霄疾走。突然眼前大亮，只見碧綠的池邊六個人夾水而立。遠遠望去，池子那邊是陳家洛、霍青桐和香香公主，這邊就是張召重，顧金標和哈合台了。眾人大喜過望，心硯高聲大叫：「少爺，少爺，我們都來啦！」原來張召重和阿凡提一交手，即知此人功力甚高，當下不敢戀戰，突使奸計，仗著迷城道路千變萬化，逃了進去，心想：唯一脫險之法，那就是重施當日在黃河渡口與群雄相鬥的故技。那時他把文泰來擒在手裏，自己雖然重傷，對方又有無塵道人、陸菲青、趙半山、陳家洛、周仲英、常氏雙俠等高手，但對方終因心有所忌，眼睜睜的讓自己脫逃，現下陳家洛與霍青桐等困在山腹之內，雖然其中古怪很多，也只得冒險衝入，只要把陳家洛擒住，寶劍架在他頸裏，就可大搖大擺的走開了。他自知一人敵不過陳家洛和霍青桐兩人合力，所以拉了三魔相助，那知平白害了滕一雷的一條性命。三人再次進入峰內宮室，這時陳家洛已練完武功，走到池裏，正要和兩姊妹尋覓道路繞過玉峰，突然張召重等發現地道未閉，尋了出來。陳家洛大吃一驚。拉住香香公主的手，三人奔到了池子的另一邊。張召重與顧金標分頭兜截，哈合台卻和顧金標吵了起來，他雙目通紅，罵道：「老大不知吉凶如何，你卻和外人聯手來找女人，快回頭看老大去！」兩人吵得幾句，袁士霄等眾人已經趕到。文泰來等紅花會人眾見總舵主安然無恙，都快步迎了上去，忽聞背後腳步聲急，天山雙鷹從後追來。關明梅大叫：「孩子，你怎樣？」霍青桐叫道：「師父師公，我好，你們快將這兩個奸賊殺了。」說著向顧金標和哈合台一指。要知霍青桐和張召重倒沒什麼怨仇，最恨的是關東三魔苦苦相逼，尤其是顧金標的無禮。陳正德和三魔交過手，上次空手和他們相鬥，險險自己還吃了虧，這時再不托大，颼的一聲，拔出長劍，向顧金標左肩刺來。顧金標二次進來時，已在大殿上拾回兵刃，當下一抖虎叉，和陳正德打了起來。這邊關明梅和哈合台也動上了手。群雄各執兵刃，慢慢圍攏，監視著張召重。眾人中只有袁士霄和香香公主兩人是空手。李沅芷的劍雖已給張召重接去，但陸菲青這時已把上次在杭州北高峰上奪自張召重的凝碧劍給了她，自己則仗著原有的白龍劍，一面觀鬥，一面凝神注著張召重的動靜。顧哈兩人情急拚命，勉強支持了十餘招，到二十招後，雙鷹的三分劍術愈逼愈緊，兩人只有招架的份兒。劍光飛舞中只聽見陳正德一聲猛喝，顧金標雙肩見血，陳正德接著又是一劍指向對方下盤，顧金標向左一避，陳正德飛起一腿，只聽得噗通一聲，水花四濺，顧金標跌入了翡翠池中，兩縷鮮血從碧綠的池水中泛了上來。那邊哈合台也已被關明梅的劍光罩住。當日雙鷹大鬧杭州六和塔時，文泰來和余魚同都在天目山養傷而沒親見，這時見關明梅以一個白髮老婦，劍法竟如此神奇，眼見哈合台這一個長大精壯漢子就要命喪當地，都喑暗佩服。余魚同想起哈合台數次相救之德，知道師叔與雙鷹交情極好，忙對陸菲青道：「師叔，這個不是壞人，你救他一救。」陸菲青點點頭道：「好」，只見關明梅上刺一劍，下刺一劍，左刺一劍，右刺一劍，哈合台滿頭大汗，臉無人色，不住倒退。陸菲青突然躍出，錚的一聲，白龍劍架開了關明梅刺來的一劍，叫道：「大嫂，這人還不算壞，饒了他吧。」關明梅見陸菲青說情，無論如何得瞧他面子，當即收劍。陸菲青轉過頭來，見哈合台不住喘息，因適才用勁過度，身子微微抖動，對他道：「快謝關大俠不殺之恩。」那知哈合台是一條硬漢，又很講義氣，心想結義六兄弟中死剩了自己一人，活著又有何趣味，彎刀高舉，叫道：「我何必要她饒命！」又要撲上來廝殺，只聽見水聲一響，顧金標從水面下鑽了出來，慢慢游近池邊。哈合台拋去彎刀，搶過去拉他。顧金標受傷甚重，又喝了不少水，委頓不堪，哈合台不住給他胸口揉搓，對身邊眾人，毫不理會。霍青桐奔到臨近，罵了聲：「奸賊！」長劍一挺，向顧金標胸口刺去。哈合台見霍青桐舉劍刺他盟兄，情急之下，舉起手臂一擋。霍青桐一劍直下，眼見就要將他手臂削斷。袁士霄想起引狼入阱時哈合台之功，急忙撿起一塊小石子，擲了出去，只聽見噹的一聲，霍青桐手臂發麻，長劍震落在地。霍青桐一獃，袁士霄道：「料理了那姓張的匪類再說，這兩人逃不了。」張召重被群雄圍住，眼見顧哈兩人惡戰之後束手待縛，文泰來、阿凡提、陳家洛、陸菲青等四下對己牢牢監視，那裏有脫身之機，長嘆一聲，正要拋劍就戮，忽見陸菲青身後一個人影閃了出來。這人肌膚勝雪，眉目似畫，正是杭州將軍李可秀的女兒李沅芷。她手執長劍，直衝過來，罵道：「你這奸賊！」眾人一楞，李沅芷已撲到張召重身前，低聲道：「我來救你。」同時刷刷刷數劍猛攻過來。張召重閃身避開，還不明她是何用意。李沅芷忽然腳下假意一滑，向前一撲，又低聲道：「快拿住我。」張召重大悟，乘她一劍削來，舉劍一擋，左手已抓住她的手腕，又聽嗆啷一聲，自己長劍被她削斷，一瞥之下，見她拿著的竟是自己的凝碧劍，真是喜上加喜。這時文泰來、余魚同、衛春華，陳正德四人同時搶上來救人。張召重凝碧劍揮了一個圈子，金笛和雙鉤登時削斷，文泰來和陳正德疾忙收招，兵刃才沒受損。張召重將寶劍點在李沅芷後心，喝道：「快讓出道兒來！」眾人這一下變出不意，眼見巨奸就縛，那知李沅芷少不更事，勇猛貪功，反而變成他的護符。李沅芷假意軟軟的靠在張召重肩上，似乎被他點中穴道，動彈不得的模樣。張召重見眾人面面相覷，不敢來攻，正要尋路出走，李沅芷在他耳邊低聲道：「回到山腹中去。」他一想不錯，大踏步走向地道。袁士霄和陳正德惱怒異常，一個撿起一粒石子，一個摸出三枚菩提子，齊向張召重後心打去。張召重弓背俯身，讓過暗器，腳下絲毫不停，奔入地道，又聽見李沅芷大叫一聲：「啊唷！」陸菲青一驚，叫道：「大家別蠻幹，咱們另想別法。」他也真怕張召重不顧一切，傷害他的愛徒。眾人緊緊跟在張召重身後，一一走入地道，只霍青桐手執長劍，怒目望著顧金標，哈合台忙著給盟兄包紮肩上傷口，對身旁一切，猶如不聞不見。陳家洛怕霍青桐孤身有失，走到地道口子停了步，對香香公主道：「咱們在這裏陪你姊姊。」香香公主點點頭，兩人折了回來。張召重拉著李沅芷向前急奔，眾人在後面不敢過分逼近，甬道中彎曲又多，無法施放暗器。奔完甬道，快到出口時，眼見張召重就要越過石門，袁士霄一挫身，正要竄上去攻他後心穴道，黑暗中只聽見一陣嗤嗤嗤之聲，知是細微暗器，忙貼身石壁，叫道：「大鬍子，鐵鍋！」阿凡提搶上兩步，鐵鍋倒轉，一陣輕輕的錚錚之聲過去，鍋子中接住了數十枚芙蓉金針。阿凡提叫道：「炒金針吃啊，炒金針吃呀！」就這麼一緩，張召重和李沅芷已奔出石門，兩人合力將門拉上。袁士霄和陳正德搶上來奪門，但石門內面滑不留手，無可施力之處。兩人都是火氣極大的老頭子，這時豈有不破口怒罵之理？張召重在外面將金斧斧柄插入鐵扣，喘了一口長氣，對李沅芷道：「多謝李小姐救我！」李沅芷笑道：「我爸爸和張師叔都是朝廷命官，我自然要救你。」張召重道：「李將軍近來安好，太夫人安好。」說著打了個千請安，竟是按著官場規矩行起禮來。李沅芷道：「你是師叔，我可不敢當。咱們快想辦法走。師父一定瞧得出我救你，要是他追上了我，可沒命啦。」張召重道：「這時候他們人多，咱們趕快回到內地，多約幫手，再來擒拿。」李沅芷道：「他們現在一定回到了那池邊，繞過來找咱們，張師叔，你快想法子。在這大漠之上，可不容易逃脫啊！」張召重武功雖高，計謀卻是平平，當下皺起了眉頭，一時想不出辦法來。李沅芷似乎焦急異常，伏在石上哭泣起來。張召重忙加勸慰：「李小姐，別怕，咱們一定逃走得了。」李沅芷哭道：「咱們就算逃出了這個迷城，不用一兩天，又得給他們趕上。媽呀，嗚嗚──媽呀！」張召重給她哭得心煩意亂，連連搓手。李沅芷忽然破涕為笑，道：「你小時候捉過迷藏嗎？」張召重從小父母雙亡，五歲時就由師父收養學藝，馬真和陸菲青都比他年長得多，所以這些孩子的玩意都沒玩過，當下臉現迷惘之色，搖了搖頭。李沅芷道：「這個迷城裏的道路怪得不得了，咱們找個地方躲起來，躲這麼三四天。他們一定以為咱們逃出去啦，在外面拚命的趕，咱們再慢慢出來。」張召重大拇指一翹道：「李小姐真是聰明！」隨即一獃道：「可是咱們沒帶糧食，三四天──。」李沅芷向下一指道：「馬背上又有乾糧又有水。」張召重大喜，道：「好，咱們快躲起來。」拉著她的手，兩人躍了下去，各自牽了一匹馬，向外奔出。走到分歧路口，李沅芷道：「你瞧地下這狼糞，本來出外是往左，咱們偏偏往右──」說到這裏，她牽著的那匹馬尾巴一揚，就要拉糞，李沅芷疾忙取下馬背上的糧袋水囊，把兩匹馬的馬頭牽過向著左邊，隨手猛力一鞭，兩馬負痛，放蹄疾奔而去。張召重愕然不解，問道：「什麼？」李沅芷笑道：「他們尋到這裏，見馬蹄印和新鮮馬糞都在左邊正路上，自然就這樣追出去。」張召重大喜道：「這計謀真是高極了。」兩人從歧路裏走了進去。每轉一個彎，每走一條叉路，李沅芷都用三塊小石子在隱蔽處疊一個記號。張召重道：「這裏道路千叉萬支，要是沒了這記號，咱倆也真的沒法子找路出去。」行了半日，兩旁山壁愈逼愈緊，也不知轉了多少彎，走了多少叉路，李沅芷見天色漸暗，說道：「咱們就在這裏歇吧。」兩人吃了乾糧，喝了水，坐在地下休息。張召重道：「一匹馬背上的糧袋水囊沒來得及取下來，真是可惜。」李沅芷道：「咱們只好省儉點用。」張召重道：「不錯。」李沅芷把糧袋和水囊放在張召重身邊，說：「你好好看著，這是咱們的命根子。」張召重點頭答應，李沅芷走開十多丈，找了一個乾淨的地方睡倒。睡到半夜，張召重忽然聽見李沅芷一聲驚叫，疾忙跳起身來，只見她指著來路，叫道：「一隻大灰狼，快快！」張召重拔出凝碧劍，飛步追了出去，轉了兩個彎，絲毫不見狼蹤，生怕迷路，不敢再追，退回來時，卻不見了李沅芷的蹤影，叫得一聲：「李小姐！」只見地下濕成一片，水囊傾翻在地，忙搶上去拾起，見囊中只剩點點滴滴，濟得甚事？正自懊喪，李沅芷已從那邊山道中轉了出來，道：「那邊又有一隻狼，衝過來搶水喝。」張召重把水囊一舉道：「想不到惡狼還不死乾淨，你瞧！」李沅芷坐在地下，雙眉聳動，似乎又哭了起來。張召重道：「既沒了水，這裏沒法多待，咱們再熬一天，就冒險出去吧。」李沅芷站起身來道：「我一個人出去探探，你在這裏等我。」張召重道：「咱們一起去。」李沅芷道：「不，再遇上他們，你還有命麼？我總好些。」張召重一想不錯，道：「李小姐可要千萬小心。」李沅芷道：「嗯，你的寶劍借給我吧。」張召重把凝碧劍遞了過去。李沅芷接劍回身，只見星月濛濛，黃沙莽莽，循著小石擺的記號，從原路出來。她一路走，一路在每個叉路歧道口上都擺了一模一樣的石子記號，只在真的記號邊上多撒一堆沙子。張召重如自行溜將出來，見了這些記號，一定分不出真假，無所適從之餘，東轉西轉，非仍回原地不可。她一路佈置，心中暗暗好笑，自忖假造狼訊，倒翻水囊，那張召重居然絲毫不覺，這一來可逃不出自己的掌握了。天色將明時，已走上正路，只見聽轉彎角上有人在破口大罵：「瞧我抽不抽他的筋，剝不剝他的皮？」又有一人笑道：「要抽筋剝皮，也得先找到他才行。」李沅芷大叫一聲：「啊喲！」倒在地下，假裝昏了過去。袁士霄和阿凡提聽見聲音，尋聲過來，見李沅芷倒在地下，又驚又喜，探她尚有鼻息，身上又沒傷痕，這才放心。袁士霄疾忙施救，阿凡提笑罵：「這頑皮女孩，如果是我女兒呀，我不結結實實揍她一頓才怪。」他見李沅芷還在裝腔作勢，不肯醒轉，說道：「要是她真的暈了過去，那麼我打她十幾鞭她不會動。」一抖驢鞭，刷的一鞭打在她眉上，袁士霄正要出言怪他魯莽，那知李沅芷怕他再打，睜開了眼睛，「啊」的一聲叫了出來，阿凡提道：「我的鞭子比你什麼推宮過血高明多啦，一鞭她就醒了。」袁士霄心想：「這大鬍子倒真有兩下子。」忙俯身問李沅芷道：「怎麼？你沒有傷麼？那姓張的奸賊呢？」李沅芷道：「我被他拿住，害怕得要命，直到昨晚半夜裏，他睡得迷迷糊糊了，我才偷偷逃了出來。」袁士霄道：「他在那裏？你快幫我去找。」李沅芷道：「好。」站起身來，身體一晃一晃的，袁士霄伸手扶住，阿凡提道：「你們兩人去吧，我在這裏等著。」袁士霄怪目一翻，道：「大鬍子想偷懶，好吧，沒有你咱們也對付得了。」兩人出去不久，陸菲青、陳正德，陳家洛、文泰來等分頭在各處搜索之後都陸續匯齊了。阿凡提也不跟他們說起，聽他們紛紛議論，只是微笑。章進與心硯押著顧金標與哈合台，遠遠坐在地下。又過一陣，袁士霄和李沅芷回來了，眾人大喜，陸菲青和駱冰忙搶了上去慰問。袁士霄向阿凡提道：「大鬍子，你又佔了便宜，省了白跑一趟，她認不出道啦，我們兩人轉來轉去，險些回不出來。」眾人一商量，都說如捉不到張召重絕不回去，可是這迷城道路如此曲折，如何尋他得著？徐天宏和霍青桐都得智計百出之人，但這時也真想不出妥法。徐天宏道：「要是咱們有兩頭狼犬就好啦──」說話之間，忽見阿凡提嘴角邊露出微笑，知他必有高見，慢慢走了過去，說道：「咱們實在不知道怎麼辦好，請老前輩指示一條明路。」阿凡提向余魚同一指，笑道：「明路就在他身上，怎麼不要他找去。」余魚同愕然道：「我？」阿凡提點點頭，仰天長笑，跨上驢子，飄然而去。徐天宏起初還以為他開玩笑，細加琢磨，覺得李沅芷的言語動作之中破綻很多。心想要找張召重，只怕要著落在她身上，於是悄悄去和駱冰說了。駱冰又是一個機靈萬分的人，立時醒悟，倒了一碗水，拿了一塊燒羊肉給李沅芷，說道：「李家妹妹，你真有本事，怎麼能逃得脫那壞蛋的毒手？」李沅芷道：「那時我都糊塗啦，什麼也不知道，亂闖亂衝，什麼路也認不出，真是天保佑，居然瞎摸了出來。」她知道駱冰必定要問她途徑，所以把她的問題先給堵住了。駱冰本有點將信將疑，不知她是否真的確知張召重的藏身之所，這時聽她推得一乾二淨，心裏反是雪亮了，暗笑：「你這小妮子好狡猾！」於是說道：「咱們沒一個不想找到這奸賊，妹妹你細細想一想，一定想得出來去的途徑。」李沅芷嘆道：「要是我心境好一點，不是這麼失魂落魄似的，本來也不致這麼糊塗，竟然忘記得沒一點兒影子。」駱冰心道：「來啦，來啦。」低聲悄語：「你的心事我都知道，只要你幫咱們這個大忙，咱們一定也幫你完成這個心願。」李沅芷臉上一陣飛紅，隨即眼圈兒也紅了，低語道：「我是個沒人疼的，逃出來幹什麼呀？還不如給那姓張的殺了乾淨。」駱冰聽她語氣一轉，竟又撒起賴來，知道自己是勸她不轉的了，說道：「妹妹你累啦，喝點水歇歇吧。」李沅芷點點頭，駱冰把余魚同拉在一旁，跟他低聲說了好一陣子，余魚同臉上先是頗見為難，後來又是咬牙切齒，最後下了決心，一拍大腿道：「好，為了給恩師報仇，我什麼都肯。」李沅芷一直在閉目養神，對他們毫不理會，只聽見余魚同走到身旁，說道：「李師妹，你數次救我性命，我並不是沒有良心之人，現在要請你再幫我一個忙。」說著施下禮去。李沅芷道：「啊喲，余師哥，怎麼行起禮來啦，咱們是自己人，要我做什麼，您吩咐著不就行了嗎？」余魚同聽她語氣之中顯得極為生分，但這時有求於她，只得說道：「張召重那奸賊害死我的恩師，只要有誰能助我報仇，我就是一生給他做牛做馬，也仍舊感懷他的大德。」李沅芷一聽大怒，心想：「要是你娶了我，竟是一生做牛做馬這麼苦惱？」脖子一轉，臉上頓如罩了一層嚴霜，發作道：「眼前放著這許多大英雄大俠客，還有你的什麼鐘舵主、鼓舵主，你幹麼不求他們幫去？你一路上避開人家，好像一見我就害了你累了你似的，咱們有這份本事來幫你麼，你再不給我走開些，瞧我用不用好聽的話罵你。」眾人本來都坐在地下談論如何追尋張召重，也沒留心駱冰、余魚同，李沅芷三人之間的言語，忽聽李沅芷提高了嗓子，面紅耳赤的發起怒來，余魚同低下了頭訕訕的走開去，都感愕然不解。徐天宏和駱冰見余魚同碰了一鼻子灰，只有相對苦笑，把陳家洛拉在一邊，低語商量。陳家洛道：「咱們請陸老前輩去跟她說，她師父的話總不能不理……」他話未說完，突聽心硯與章進一個驚叫，一個怒吼，急忙回頭，只見顧金標發狂般向霍青桐奔去。陳家洛大驚，斜竄出去，一拉卻沒拉著。衛春華上前阻攔，被他用力一摔，推出兩步。只見他和身向霍青桐撲來，叫道：「你殺了我吧！」霍青桐又驚又怒，一劍向他當胸刺去。那知他竟不閃避招架，反而胸膛向前一挺，波的一聲，長劍入胸。霍青桐萬想不到他竟如此狂悍，疾忙抽劍，一股鮮血，從他胸前直噴出來，濺得她黃衫上點點滴滴。眾人圍攏來時，顧金標已倒在地下。哈合台伏在他身上，手忙腳亂的想止血，但血如泉湧，那裏止得住。顧金標嘆道：「冤孽，冤孽！」哈合台道：「老二，你要什麼？」顧金標道：「我只要親一親她的手，死也瞑目。」熬住一口氣，望著霍青桐。哈合台道：「大姑娘，他快死啦，你就可憐可……」霍青桐一言不發，轉身走開，臉已氣得慘白。陳家洛心中不忍，待要勸說，霍青桐知他意思，走得更遠。顧金標知道無望，長嘆一聲，垂首而死。哈合台忍住眼淚，跳起身來，指著霍青桐的背影大罵：「你這女人也太忍心，你殺他，我不怪你，那是他自己不好，但你的手給他親一親，讓他安心死去，又害了你什麼？」章進喝道：「別胡說八道，給我安靜些。」哈合台毫不理會，仍舊怒罵，章進上前要打，給余魚同攔住了。陸菲青走上一步道：「你那焦文期焦三爺是死在我手上，此後許多糾紛，都因此而起。關東六兄弟現下只剩了你一人，我們都知你為人正派，不忍相害。現在你去吧。以後如要報仇，只找我一人就是。」哈合台也不答腔，抱著顧金標的屍身大踏步走出去。余魚同撿了一隻水囊，一袋乾糧。縛在馬上，牽馬追上去，說道：「哈大哥，我仰慕你是條好漢子，這匹馬請你帶了去。」哈合台點點頭，把顧金標的屍身放上馬背。余魚同從水囊中倒了一碗水出來，自己喝了半碗，遞給哈合台道：「水以代酒，從此相別。」哈合台仰脖子喝乾，余魚同抽出金笛，那笛子雖被張召重削去一截，笛中短箭都已脫落，但仍可吹奏，當下幽幽的吹了起來。哈合台一聽，他吹的曲調竟是蒙古草原之音，等他吹了一會，從懷中摸出號角，嗚嗚相和。原來當日哈合台在孟津黃河船中吹奏號角，余魚同心中暗記曲調，這時相別，吹笛以送。眾人聽他們吹得慷慨激昂，都悠然神往，香香公主不覺流下淚來。一曲既終，哈合台收起號角，頭也不同，上馬而去。駱冰向哈合台與余魚同的背影一指，對李沅芷道：「這兩人都是好男兒。」李沅芷道：「是麼？」駱冰道：「你幹麼不幫他一個大忙？」李沅芷嘆道：「要是我能幫就好了。」駱冰笑道：「妹妹，咱們真人面前不說假話，你不肯說，等到陸伯父來逼你，那就不好啦。」李沅芷道：「別說我認不出路，就算認出，我不愛領又怎樣！自古道女子要三從四德，這三從中可沒『從師』那一條。」駱冰一聽，笑道：「我爹只教我怎樣使刀怎樣偷東西，孔夫子說的話可真一點兒也沒教過。好妹子，你給我說說，什麼叫做三從四德啊？」李沅芷道：「四德是德容言工，就是說做女人的第一要緊是品德，然後是相貌、言語、和治家之事了。」駱冰笑道：「其他的倒還吧了，容貌是天生的，爺娘生得我醜，我有什麼法兒？那麼三從呢。」李沅芷慍道：「你裝傻，我不愛說啦。」掉過了頭不理她。駱冰一笑走開，把這事原原本本對陸菲青說了。陸菲青沉吟道：「三從之說，出於儀禮，是未嫁從父，既嫁從夫，夫死從子，這是他們做官人家的禮教，咱們江湖上的男女可從來不講究這一套。」駱冰笑道：「本來嘛，未嫁從父也就吧了，從夫不從夫，也得瞧丈夫說得在理不在理。夫死從子更是笑話啦，要是丈夫死的時候孩子只有三歲，他不聽話還不是照揍？」陸菲青嘆道：「我這個徒兒也真刁鑽古怪，你想她幹麼不肯帶路？」駱冰道：「她意思我懂啦，除非她爹讓她說，她才未嫁從父。可是李將軍遠在杭州，就算在這裏，他也不會幫咱們。現在只有從第二條上打主意啦。」陸非青道：「第二條？她又沒丈夫。」駱冰笑道：「那麼咱們就給她馬上找個丈夫。只要丈夫叫她領路，她一定既嫁從夫了。」陸菲青給她一語點醒，自己徒弟的心事他早已了然於胸，師侄余魚同也盡相配得上，他本想在大事了結之後設法給他們撮合，看來這事非趕辦不可了，於是笑道：「講了這一大套三從四德，原來是為了這個，那真是城頭上跑馬遠兜轉了。」於是兩人去和陳家洛商量，再把余魚同叫過來一談，當下決定，請袁士霄任男方大媒，請天山雙鷹任女方大媒。袁士霄和雙鷹這時都在山壁高處瞭望，陸菲青把他們請了下來，將此小關鍵所在簡略說了。袁士霄呵呵大笑，說道：「陸老哥，難為你教出這樣的好徒兒來，咱們大夥兒全栽在這女娃子手上了。」眾人一齊走到李沅芷跟前，陸菲青道：「沅兒，我跟你師生多年，情同父女。你這樣一個青年女子孤身在外，我很是放心不下，令尊又不在此間，我只好從權，師行父責，要給你找一個歸宿。」李沅芷低下了頭不作聲。陸菲青又道：「你余師哥自從你馬師伯遇害之後，自然也歸我照料了，你們兩人結為夫婦之後，互相扶助，也好讓我放下了這副擔子。」這一切本來全是她意料中之事，但這時在眾人面前說了出來，還是羞得她滿臉通紅，低聲道：「這全憑爹爹作主，我自己怎麼知道？」章進嘴快，衝口而出：「你還有不願意的嗎，在天目山時咱們到處找你不著，原來躲在他……」衛春華左手一翻，按住了章進的嘴。陸菲青道：「令尊曾留余師侄在府上居住了這麼久，顯見青眼有加，心中早存東床坦腹之選。咱們在這裏先下了文定，將來稟明令尊，他必定十分歡喜。」李沅芷垂頭不語。駱冰叫道：「好，好，李家妹妹答允了。十四弟，你拿什麼東西下定。」余魚同身上一摸，除了銀兩之外，什麼也沒帶，正感為難，忽然觸手之處，一陣冰涼，原來是他金笛被張召重削斷的一段，撿起來想日後再請金匠焊上去的，當下摸了出來。說道：「陸師叔，小侄身邊邊沒有什麼貴重物事。這段笛子倒是純金的。」陸菲青笑道：「這再好也沒有，等將來你們大喜之日，再把兩段金笛鑲在一起。」群雄紛紛向兩人道賀，李沅芷不肯接，駱冰硬把半截金笛塞在她手裏，笑問：「你拿什麼回給他呀！」李沅芷這時滿心歡暢，容光煥發，笑道：「我什麼也沒有。」陸菲青笑道：「沅兒，你用的暗器不也是純金的。」駱冰拍手笑道：「不錯。」將她暗器囊搶了過來，撿了十枚芙蓉金針，交給余魚同收起。陳家洛笑道：「這可稱之為『針笛奇緣』了！」香香公主見大家興高采烈，問陳家洛做什麼，陳家洛說了，香香公主大喜，除下手上的白玉戒指，走過去套在李沅芷手指上，作為賀禮。霍青桐也走近向她道賀，但不禁暗自神傷，心想：「如不是你女扮男裝，攪出這番事來，那麼今日的局面又自不同了。」徐天宏望著余魚同手中的金針，想起當日周綺給他剜肩取針，因而結成姻緣，再想到她身上有喜，自己即將為人之父，不覺臉露微笑。袁士霄與天山雙鷹卻在暗中察看陳家洛的神色，見他在顧金標撲向霍青桐時會情急救護，這時他又和霍青桐姊妹兩人在一旁談笑，那麼他似乎也非喜新棄舊、忘義負心之輩了。交定道賀已畢，眾人慢慢藉故走開。過了一會，余魚同見四周已無旁人，說道：「李師妹，張召重那奸賊在那裏呀！」李沅芷見他毫無溫存之態，纏綿之意，第一句話就問張召重，心中老大不快，說道：「我那裏知道呀。」余魚同沉思半晌，忽地跪下，在地下咚咚咚的磕了三個響頭，哭道：「我當年是一個家破人亡的窮秀才，幸虧恩師見憐收留，授我武藝，我未能報答恩師一點半滴恩情，他就慘被張召重害死。李師妹，求求你指點一條明路。」這一下大出李沅芷意料之外，只見余魚同又磕下頭去，不覺手足無措，忙伸手拉了起來，摸出手帕丟給他，柔聲道：「快擦了眼淚，我帶你去就是。」只聽忽喇一聲，駱冰從山後拍手跳了出來，唱道：「小秀才，不怕醜，怕老婆，忙磕頭！」李沅芷羞得滿臉通紅，跳起身來向內就奔，余魚同一獃，駱冰揮手叫道：「快追上去呀！」余魚同立時醒悟，拔足跟去。駱冰高聲大叫，文泰來首先聽到，幫著招呼眾人，大夥兒一齊追去。