第十三回　活死人墓正欲傳令群道急忙退開，但聽得遠處的嗡嗡之聲，已與孫婆婆口中的吟聲混成一片。尹志平大叫：「大夥兒快退！」群道一呆，心想：「咱們眼見已佔上風，這老婆婆亂叫亂嚷又怕她何來？」突然樹林中灰影閃動，一群玉蜂飛了出來，往眾人頭頂撲去。群道見過趙志敬所吃的苦頭，一見蜂群，個個嚇得魂不附體，掉頭就逃。那群玉蜂急飛追去。眼見群道人人難逃蜂螫之厄，孫婆婆哈哈大笑，忽然一個老道高聲吟道：「善哉，善哉！」越眾而前，手上拿著兩個模樣甚是奇特的火把，迎風一晃，火把已經點燃，兩股濃煙從火把頭上升起。群蜂被這股黑煙一燻，陣勢大亂，慌不迭的退了回來。孫婆婆大吃一驚，看那道時，只見他白髮白眉，臉孔極長，看模樣是全真教中的高手。喝問：「喂，你這老道是誰？幹麼驅趕我的蜂兒。」那老道笑道：「貧道郝大通，拜見婆婆。」孫婆婆雖然素來不與武林中人交往，但與重陽宮近在咫尺，也知郝大通是王重陽座下的七大弟子之一，心想似尹志平這等道士本事已自不小，這個老道自然更加難纏，鼻中聞到火把上的濃煙，臭得中人欲嘔，眼下又無玉蜂可恃，只得乘早收篷，指著郝大通身後，笑道：「丘處機，王處一，你們就是一齊上來，我孫老婆又有何懼？」郝大通一怔：「怎麼丘王兩位師兄也到了？」回頭看時，那有丘王的人影，再轉過頭來，只聽得林中大笑不絕，孫婆婆早已與楊過走得遠了。尹志平道：「郝師叔，咱們追是不追？」郝大通搖頭道：「祖師爺定下嚴規，不得入林，且回觀從長計議，再作道理。」孫婆婆攜著楊過的手，又回活死人墓中，二人共經這番患難，更是親密了一層。楊過擔心小龍女仍是不肯收留自己，孫婆婆道：「你放心，我定要說得她收你為止。」當下命他在廂房中休息，自行去和小龍女關說。等了許久許久，始終不見她回來。楊過越等越是焦慮，心想：「龍姑姑多半不肯留我在此，孫婆婆縱能強她答應，我在此處也是無味。」側頭想了片刻，心念已決，悄悄向外走去。剛走出房門，孫婆婆匆匆走來，道：「你到那裏去？」楊過道：「婆婆，我去啦，等我年紀大些，再來望你。」孫婆婆道：「不，我送你到一處地方，教別人不能欺你。」楊過一聽此言，已知小龍女果然不肯收留，不禁心中一酸，低頭道：「那也不用了。我是個頑皮孩子，不論到那裏，人家都不要我。婆婆你別多費心。」孫婆婆是個急性子之人，與小龍女爭了半天，見她執意不肯，心中也自惱了，又見楊過可憐，胸口熱心上湧，叫道：「孩子，別人不要你，婆婆偏喜歡你。你跟我走，不管到那裏，婆婆總是跟你在一起。」楊過大喜，伸手拉著她手，二人一齊走出墓門。孫婆婆氣憤之下，也不攜帶衣物，伸手在懷中一摸，碰到一個瓶子，記起那是要給趙志敬療毒的蜂漿，心想這老道雖然可惡，卻是罪不致死，他不服這蜂漿，傷勢難愈，左手抱起楊過，當即往重陽宮中而去。此時重陽宮已修復了一小半，雖與以前規模差得甚遠，但已有些木房瓦屋。楊過見她奔近重陽宮，嚇了一跳，低聲道：「婆婆，你又去幹甚麼？」孫婆婆道：「給你師父送藥。」幾個起落，已奔近道觀之前。她一躍上牆，正要往院子中縱落，突然黑暗中鐘聲鏜鏜響起，遠遠近近到處都是唿哨之聲。在一片寂靜中猛地響起這許多聲音，孫婆婆知已陷入重圍，她雖藝高人膽大，卻也不免暗暗心驚。須知全真教是武林中一等一的大宗派，平時防範佈置已異常嚴密，這日接連出事，更是四面八方都有守護，一見牆外有人闖入，立時示警傳訊，不但宮中眾弟子分批迎敵，更有一群群道人遠遠散了出去，一來包圍已闖入腹地的敵人，二來阻擋敵人的後援。孫婆婆見了這等聲勢，心中也是不禁嘀咕，高聲叫道：「趙志敬呀，快出來，我有話跟你說。」大殿上一名中年道人應聲而出。說道：「前輩夤夜闖入敝觀有何見教？」孫婆婆道：「這是治他蜂毒的藥，拿了去吧！」說著將一瓶玉蜂漿拋了過去，那道人伸手接住，將信將疑，尋思：「她幹麼這等好心，反來送藥。」朗聲道：「那是什麼藥？」孫婆婆道：「不必多問，你給他盡數喝將下去，自見功效。」那道士道：「我怎知你是好心還是歹意，又怎知道是解藥還是毒藥，趙師兄給你害得這麼慘，怎麼忽然又生出菩薩心腸來啦？」孫婆婆性子最直，聽他對自己竟有所疑之意，出言又甚不遜，怒氣竟自不可抑制，將楊過往地下一放，一躍而前，夾手將玉蜂漿搶過，拔去瓶塞，對楊過道：「張嘴！」楊過不明她用意，但依言張大了口。孫婆婆瓷瓶一側，將一瓶玉蜂漿都倒在楊過的嘴裏，說道：「好，免得被你們疑心是毒藥。過兒，咱們走吧！」說著攜了楊過之手，走向牆邊。那道士老羞成怒，暗自後悔不該無端相疑，看來她送來的倒真是解藥，趙志敬若是無藥救治，只怕難以挨過明日，當下飛身過去，雙手一攔，道：「老前輩，你何必生這麼大氣，我隨口說一句，你又當真了。既是解藥，就請見賜。」孫婆婆恨他油嘴滑舌，反覆無常，冷笑道：「解藥就只一瓶，要多是沒有的了。趙志敬的性命，算是斷送在你之手啦。」說著反手一個耳括子，喝道：「你不敬前輩，這就要教訓教訓你。」這一掌打得清脆爽辣，落掌奇快，那道士竟然無法閃避，拍的一聲，正中臉頰。門邊兩名道士臉上變色，齊齊說道：「就算你真是前輩，也豈能容你在重陽宮撒野？」一出左掌，一出右掌，從兩側分進合擊。孫婆婆領略過全真教北斗陣的功夫，知道極不好惹，此時身入重地，那能跟他們戀戰？身子一晃，抱起楊過就往牆頭躍去。眼見牆頭無人，她剛要在牆上落足，突然牆外一人縱身躍起，喝道：「下去吧！」雙掌迎面推來。孫婆婆人在半空，無法借勁，只得右手還了一招，單掌與雙掌相交，各自退後，分別落在牆壁兩邊。六七名道士連聲呼嘯，將她擠在牆角。這六七人卻都是全真教第三代弟子中的高手，顯然是特地挑將出來，防守道宮的大殿。剎時之間，此上彼退，此退彼上，六七人已波浪般攻了數次。孫婆婆被逼在牆角之中，欲待攜著楊過衝出，那幾名道人所組成的人牆，將她硬生生的擋住了，數次衝突，都被逼了回來。若是她孤身一人，這幾名全真道人武功再高，卻也阻她不住，只是她要分神照顧楊過，武功大大減弱。又拆十餘招，主守大殿的張志光知道敵人已無能為力，當即傳令點亮蠟燭，只見十餘根巨燭在大殿四週燃起，照得孫婆婆面容慘淡，一張醜臉陰森森怕人。張志光叫道：「守陣止招。」七名與孫婆婆對掌的道人同時向後躍開，雙掌當胸，各守方位，孫婆婆喘了口氣，冷笑道：「全真教威震天下，果然名不虛傳。幾十個年青力壯的雜毛合力欺侮一個老太婆，一個小孩子，嘿嘿，厲害啊厲害。」張志光臉上一紅，說道：「咱們是捉拿闖進宮來的刺客，管你是老太婆也好，男子漢也好，長著身子進來，總得矮著身子出去。」孫婆婆笑道：「甚麼叫做矮著身子出去？叫老太婆爬出山門，是也不是！」張志光適才臉上被她一掌打得疼痛異常，那肯輕易罷休，說道：「若要放你，那也不難，只是須依咱們三件事。第一，你放蜂子害了趙師兄，須得留下解藥。第二，這孩子是全真教的弟子，不是掌教祖師允可，那能任意脫卻師門，你將他留下了。第三，你擅自闖進重陽宮，須得在重陽祖師之前磕頭謝罪。」孫婆婆哈哈大笑，道：「我早跟咱家小龍女說，全真教的道士全沒出息，老太婆的話幾時說錯了？來來來，我跟你磕頭陪罪。」說著福將下去，就要跪倒。這一著倒是大出張志光意料之外，一怔之間，只見孫婆婆已然跪倒，忽地寒光一閃，一枚暗器直射過來。張志光叫聲「啊唷」，急忙側身避開，但那暗器來得好快，噗的一下，正釘在他左肩，原來那是一枝緊背低頭弩，這弩箭裝在背心衣內，頭一低，弩箭激射而出，教人難於防避，總算孫婆婆並不想取他性命，準頭稍偏，避開他咽喉而釘在肩頭。群道見張志光中箭，口中驚怒呼喝，紛紛拔出兵刃。全真道人個個都使長劍，一時之間庭院中劍光耀眼。孫婆婆負隅而立，嘴角間微微冷笑，心知今日難有了局，但她性情老而彌辣，那肯屈服，轉頭問楊過道：「孩子，你怕麼？」楊過見到這些長劍，心中早在暗想：「若是郭靖伯父在此，臭道士再多我也不怕。若憑孫婆婆的本事，咱們卻闖不出去。」聽孫婆婆相問，朗聲答道：「婆婆，讓他們殺了我便是，此事跟你無關，你快出去吧。」孫婆婆聽這孩子如此硬骨頭，又為自己著想，更是愛憐，高聲道：「婆婆跟你一起死在這裏，好讓臭道士們逞了心意。」突然之間，她大喝一聲：「著！」長臂突然伸出，抓住了兩名道士的手腕，一拗一奪，已將兩柄長劍搶了過來。這空手入白刃的功夫怪異之極，似是蠻搶，卻又巧妙非凡。兩道絲毫沒有防備，眼睛一霎，手中已失了兵器。孫婆婆將一柄長劍交給楊過，道：「孩子，你敢不敢跟臭道士們動手？」楊過道：「我自然不怕。就可惜沒有旁人在此。」孫婆婆道：「甚麼旁人？」楊過道：「全真教威名蓋世，如這等欺侮孤兒老婦的英雄之事，若無旁人宣揚出去，豈不可惜？」他年紀雖輕，但聽了孫婆婆適才與張志光鬥口，已會意到其中關鍵。他語音清脆，帶著明顯的童音，這幾句話一說，大殿上群道中倒有一大半自覺羞愧，心想合眾人之力而與一個老婦一個幼童相鬥，確是勝之不武。有人低聲道：「我去稟告掌教祖師，聽他示下。」張志光肩頭中了暗器，伸手一拔，發覺弩尖裝有倒刺，插入肉裏後愈拔愈痛，生怕那弩上餵有劇毒，心想若不將這老婦拿住，搜出她的解藥，只怕自己也難活命，道：「先拿下她，再去請掌教祖師爺發落。」當下揚聲喝道：「各位師弟齊上，把人拿下了。」只因張志光這一念之差，日後生出許多事來。此時馬鈺獨自在山後十餘里的一所小茅屋中清修，教中諸務，都已交付於尹志平處理。若是馬鈺得知孫婆婆闖進宮來，必定善言排解，約束弟子不得無禮，就可惜他未及知悉，郝大通又生來氣盛，以致誤了大事。那天罡北斗陣漸漸縮小，眼見孫婆婆只有束手被縛的份兒，那知待七道攻到距她三步之處，她竟守得緊密異常，再也進不了一步。這陣法若在張志光主持之下，原可多變殺法，但他肩頭受傷後，只怕弩箭上有毒，身子一動，血行加劇，毒氣發作得更快，所以只在一旁喝令指揮，他既不下場，陣法威力就大大減弱。群道久戰不下，漸感狼狽，孫婆婆突然一聲呼喝，拋下手中長劍，搶上一步，從群道劍光中鑽身出去，抓住一名少年道人的胸口，將他提了起來，叫道：「臭雜毛，你們到底讓不讓路。」群道一怔之間，忽地身後一人鑽出，施展擒拿手在孫婆婆腕上一搭，孫婆婆尚未看清此人面容，只覺腕上一陣酸麻，抓著的少年道人已被她夾手搶了過去，緊接著勁風撲面，那人一掌當面擊來。孫婆婆暗想：「此人出掌好快。」急忙回了一掌。雙掌相交，拍的一響，孫婆婆退後一步。此人也是微微一退，但只退了尺許，跟著第二掌毫不停留的拍出。孫婆婆還了一招，雙掌一衝，她又退後一步，那人踏上半步，第三掌跟著擊出。這三掌一掌快似一掌，逼得孫婆婆連退三步，竟無餘暇去看敵人面目，到第四掌上，孫婆婆背靠牆壁，已是退無可退。那人一掌擊出，與孫婆婆手心相抵，朗聲說道：「婆婆，你把解藥和孩子留下吧！」孫婆婆抬起頭來，但見那人白鬚白眉，滿臉紫氣，正是日間用毒煙趕玉蜂的郝大通，知他內力深厚，當在自己之上，若是他掌力發足，只怕抵擋不住，但她性格剛硬，寧死不屈，喝道：「要留孩子，須得先殺了老太婆。」郝大通知她與先師淵源極深，不願傷她，掌下留勁不發，說道：「你我數十年鄰居，何必為一個小孩兒傷了和氣？」孫婆婆冷笑道：「我原是好意前來送藥，你問你自己弟子，此言可假？」郝大通轉頭欲待詢問，孫婆婆忽地飛出一腿，往他下盤踢去。這一腿來得無影無蹤，身不動，裙不揚，這「裙裏腿」功夫端的厲害，郝大通待得發覺，一腿已踢到小腹，縱然退後，也已不及。但他是重陽真人門人高弟，見過不少大陣大仗，危急之下，不克多想，掌上用勁，「嘿」的一聲，將孫婆婆推了出去。孫婆婆背靠牆壁，被他猛力一送，經受不起，但聽喀喇一響，牆上一大片灰泥帶著磚瓦落了下來，孫婆婆噴出一口鮮血，委頓在地，暈了過去。楊過大驚，伏在她的身上，叫道：「你們要殺人，殺我便是。誰也不許傷了婆婆。」孫婆婆睜開眼來，微微一笑，道：「孩子，咱倆死在一塊吧。」楊過張開雙手，護住了她，背脊向著郝大通等人，竟把自己安危全然置之度外。郝大通這一掌下了重手，見打傷對方，心下也是好生後悔，那裏還會跟著進擊，當下要察看孫婆婆傷勢，想給她服藥治傷，只是給楊過遮住了，無法瞧見，溫言道：「楊過，你讓開，待我瞧瞧婆婆。」但楊過那肯信他，雙手緊緊抱住了孫婆婆。郝大通說了幾遍，見楊過不理，焦躁起來，伸手去拉他手臂，楊過高聲大嚷：「臭道士，我不讓你害我婆婆。」正鬧得不可開交，忽聽得身後冷冷的一個聲音說道：「欺侮幼兒老婦，算得甚麼英雄？」郝大通聽那聲音清冷峭寒，心頭一震，回過頭來，只見一個極美的少女站在大殿門口，一身縞素，不知怎的，但覺她目光中寒意逼人。重陽宮鐘聲一起，十餘里內外重重疊疊的守得嚴密異常，然而這少女進來，事先竟無一人示警，不知被她用何奇法，悄沒聲的闖進道院。郝大通心頭一凜，問道：「姑娘是誰？有何見教？」那少女瞪了他一眼，竟不答他的問話，走到孫婆婆身邊。楊過抬起頭來，淒然道：「龍姑姑，這惡道士把孫婆婆打死啦！」原來這白衣少女正是小龍女，孫婆婆帶著楊過離墓，進觀，出手，她都跟在後面聽得清清楚楚，她料想郝大通不致猛下殺手，是以始終沒有露面，那知形格勢禁，孫婆婆終於受了重傷，她要待相救，已自不及。楊過捨命維護孫婆婆的情形，她都瞧在眼裏，心想：「這孩子倒是血性之人。」此時見他眼中充滿了淚水，點了點頭，道：「每個人都要死，那算不了甚麼。」其實孫婆婆自小將她撫養長大，真如母女一般，但小龍女生來性冷，兼之自幼修習內功，竟修得胸中沒了半點喜怒哀樂之情，見孫婆婆傷重難愈，自然不免難過，但哀戚之感在心頭一晃即過，臉上竟是不動聲色。郝大通一聽楊過叫她「龍姑姑」，知道眼前這美貌少女就是逐走霍都王子的小龍女，更是詫異不已。須知霍都王子從終南山鎩羽歸去，此事不久就傳遍江湖，小龍女雖然足跡未下終南山一步，她的名頭在武林中卻已人人聞之生畏。小龍女徐徐轉過頭來，向群道臉上逐一望去，除了郝大通內功深湛，心中寧定之外，其餘各道見到她澄如秋水，寒似玄冰的眼光，人人都不禁暗暗打了個寒噤。小龍女俯身察看孫婆婆，問道：「婆婆，你怎麼啦！」孫婆婆嘆了口氣，道：「姑娘，我一生從來沒求過你甚麼事，就是求你，你不答允終是不答允。」小龍女是個冰雪聰明之人，秀眉微蹙，道：「現下你要求我甚麼？」孫婆婆點了點頭，指著楊過，一時卻說不出話來。小龍女道：「你要我照料他。」孫婆婆強運一口氣，道：「你要照料他一生一世，別讓他吃旁人半點虧，你答不答應？」小龍女躊躇道：「照料他一生一世？」孫婆婆厲聲道：「姑娘，若是老婆子不死，也會照料你一生一世。你小時候吃飯洗澡，睡覺拉尿，難道不是老婆婆一手幹的麼？你報答過我甚麼？」小龍女上齒咬著下唇，說道：「好，我答允你就是。」孫婆婆的醜臉現出一絲微笑，眼睛望著楊過，似有話說，但一口氣卻接不上來。楊過知她心意，俯耳到她口邊，低聲道：「婆婆，你有話跟我說？」孫婆婆道：「你再低下頭來。」楊過將腰彎得更低，把耳朵與她口唇碰在一起。孫婆婆低聲道：「我身上這件棉襖，你好好收著，這……」說到這裏，一口氣再也提不上來，突然滿口鮮血噴出，噴得楊過半邊臉上與胸口衣襟都是斑斑血點，就此閉目而死。楊過大叫：「婆婆，婆婆！」伏在她的身上，號啕大哭。這一番大哭實是動了真情，群道在旁聽著，無不惻然，郝大通更是大悔。他走上前去，向孫婆婆的屍首稽首行禮，說道：「婆婆，我失手傷你，實非本意。這番冤孽，既落在我的身上，貧道豈敢脫身逃避？你好好去罷！」小龍女站在旁邊，一語不發，待他說完，兩人相對而視。過了半晌，小龍女才皺眉說道：「怎麼？你不自刎相謝，竟要我動手麼？」郝大通是有道高人，聽了她這兩句話，也不禁為之一怔，道：「怎麼？」小龍女道：「殺人抵命，你自刎了結，我就饒了你滿宮道人的性命。」郝大通尚未答話，旁邊群道已嘩然叫了起來，此時大殿上已聚了三四十名道人，聽小龍女出言無狀，紛紛斥責：「小姑娘，快走吧，咱們不來難為你。」「瞎說八道！」「小小女子，不知天高地厚。」郝大通聽群道出言無狀，忙揮手約束。小龍女對群道之言恍如不聞，緩緩從懷裏取出一團冰綃一般的白色綢子。眾人一齊相望，不知她取這綢子做甚麼，只見她雙手一分，右手將一塊白綃戴在左手之上，原來是一隻手套，隨即右手也戴上手套，輕輕的道：「老道，你既貪生怕死，不肯自刎，取出兵刃動手罷！」郝大通慘然一笑，說道：「貧道誤傷了孫婆婆，不願再跟你一般見識，你帶了楊過出觀去罷。」在郝大通想來，小龍女雖然逐走霍都王子，因而名滿天下，但終究是藉著一群玉蜂之力。她小小年紀，縱然武功上有獨到之祕，總不能強過孫婆婆去。他讓她帶楊過同去，全是為了息事寧人，可說寬洪大量已極。那知小龍女對他的話仍是恍如沒有聽見，左手一揚，一條白色綢帶忽地甩了出來，直撲郝大通的面門。這一下來得無聲無息，事先沒半點預兆，燭光照映之下，只見綢帶末端生著一個金色的圓球。郝大通見她出招迅捷，這兵器又是極為怪異，一時之間不知如何招架，他年紀已大，行事穩重，雖然自恃武功高出對方數倍，卻也不肯貿然接招，當下閃身往左一避。豈料小龍女那綢帶兵刃竟能在空中轉彎，郝大通躍向左邊，這綢帶跟著向左，只聽得叮叮叮三聲，那圓球顫了三顫，分點他臉上「四臼」、「下關」、「地倉」三個穴道。這三下點穴出手之快，認位之準，饒是郝大通見多識廣，卻也是從所未見，又聽得圓球中發出叮叮聲響，雖然響聲不大，但聲音古怪之極，蕩人心魄。郝大通一驚之下，急忙身子向後一仰，一個「鐵板橋」，讓綢帶在鼻上掠了過去。又怕他綢帶上的金球跟著下擊，也是他武功練到了從心所欲的地步，就在身子後仰之時，全身忽地向旁搬了三尺。這一著也是出乎小龍女意料之外，叮的一響，那金球竟然擊在地下。她這金球擊穴，著著連綿，向來是百不失一，此時見郝大通竟在極危急之中用巧招避過，不禁暗暗佩服老道的功夫了得。郝大通伸直身子，臉上微微變色。群道不是他的弟子，就是師侄，向來對他的武功拜服得五體投地，見他雖然未曾受傷，但這一招避得極是狼狽，顯是落了下風，一驚之下，四名道人各挺長劍向小龍女刺去。小龍女道：「是啦，早該用兵刃！」雙手齊揮，兩條白綢帶猶如水蛇般蜿蜒而出，叮叮兩響，接著又是叮叮兩響，四名道士手腕上的「大淵」穴都被金球點中，嗆啷，嗆啷幾聲，四柄長劍都投在地下。這一下先聲奪人，群道盡皆駭然，無人再敢出手進擊。郝大通初時只道小龍女未必有極高的武功，那知只一動手，竟險險輸在她的手裏，不由得起了敵愾之心，從一名弟子手中接過長劍，說道：「龍姑娘功夫了得，貧道倒失敬了，來來來，讓貧道領教高招。」小龍女點了點頭，叮叮兩響，白綢帶自左而右的橫掃過來。按照輩分，郝大通比小龍女高著一輩，小龍女動手之際本該敬重長輩，先讓三招，但她一上來就下殺手，對甚麼武林規矩全不理睬。郝大通心想：「這女孩子的武功固有獨到之處，但她甚麼也不懂，顯是絕少臨敵接戰的經驗，再強也強不到那裏。」當下左手捏著劍訣，右手擺動長劍，展開天下無雙的全真派劍法，一招一式，與她的一對白綢帶拆解起來。群道團團圍在周圍，凝神觀戰。燭光搖晃下，但見一個白衣少女，一個灰袍老道，紅顏華髮，越鬥越是激烈。郝大通在這柄劍上花了數十載寒暑之功，單以劍法而論，在全真教中可以數得上第三四位，但與小龍女翻翻滾滾拆了數十招，竟自佔不到絲毫便宜。小龍女的雙綢帶矯夭有似神龍，柔中帶剛，圓轉自如，帶站那金球中不斷發生叮叮之聲，更是擾人心魄。郝大通久戰不下，雖然未落半點下風，但想自己是武林中久享盛名的宗匠，若與這女子戰到二三百招以上，縱然戰勝，也已臉上無光，當下焦躁起來，劍法一變，自快轉慢。他一招一式雖然比前緩了數倍，但劍上的壓力卻也大了數倍。起初劍鋒要避開綢帶的捲引，此時威力一增，反而去削綢帶上的金球。再拆數招，只聽錚的一響，金球與劍鋒一撞，郝大通內力深厚，將那金球反激起來，彈向小龍女臉部。他乘勢進擊，在眾道歡呼聲中劍刃隨著綢帶遞進，指向小龍女手腕，滿擬她非撒手放下綢帶不可，否則手腕必致中劍。那知小龍女右手一翻，已將劍刃抓住，喀的一響，長劍從中斷為兩截。這一下群道齊聲驚叫，郝大通向後一躍，手中拿著半截斷劍，怔怔發呆。原來小龍女的手套乃用極細極韌的白金絲織成，雖然輕柔軟薄，卻是刀槍不入，任他寶刀利劍，都難損傷。郝大通不知其理，被她一把抓住了，竟用巧勁硬生生的將一柄寶劍折斷。郝大通臉色蒼白，大敗之餘，一時竟想不到她手套上有此巧妙機關，只道她當真是練就了刀槍不入的上乘功夫，顫聲說道：「好好好，貧道認輸，好姑娘，你把孩子帶走吧。」小龍女道：「嘿，你打死孫婆婆，嘴上一句認輸就算了麼？」郝大通仰天打個哈哈，道：「我當真老胡塗了！」提起半截斷劍，就往頸中抹去。卻聽錚的一響，手上一震，一枚金錢從牆外飛入，將半截斷劍擊在地下。他是何等的腕力，要從他手中將劍擊落，真是談何容易？郝大通心中一凜，從這錢鏢打劍的功夫，已知是師兄丘處機到了，抬起頭來，叫道：「丘師兄，小弟無能，辱及我教，你瞧著辦吧。」說著俯身又拾起斷劍，只聽道觀外一人縱聲長笑，說道：「郝師弟，勝負乃是常事，若是一敗就得抹脖子，你師哥再有十八個腦袋也都割完啦。」只見人隨聲至，丘處機手持長劍，從牆頭躍了進來。他生性最是豪爽不過，厭煩多鬧虛文，長劍一揮，刺向小龍女左臂，說道：「長春子丘處機向高鄰討教。」小龍女道：「你這老道倒也爽快。」左掌一伸，又已抓住了丘處機的長劍。郝大通急叫：「師哥，留神！」但為時已經不及，小龍女手上使勁，丘處機力透劍鋒，二人手勁對手勁，喀喇一響，長劍又斷，但小龍女也是震得手臂酸麻，胸口隱隱作痛。她只這一招之間，已知丘處機的本領遠在郝大通之上，自己的「玉女心經」未曾練成，殊無把握勝他，當下將斷劍往地下一擲，左手挾著孫婆婆的屍身，右手抱起楊過，雙足一登，身子騰空而起，輕飄飄的從牆頭飛了出去。丘處機、郝大通等人見她忽然露了這手輕身功夫，不由得相顧駭然。丘郝二人與她交手，知道她武功雖然深湛，卻也未必能勝過自己，但如此厲害的輕身功夫，當真是見所未見。郝大通長嘆一聲，道：「罷了，罷了！」丘處機道：「郝師弟，枉為你修習了這多年道法，這一點點挫折居然也勘不破？咱們師兄弟幾個這次到山西，還不是鬧了個一敗塗地。」郝大通驚道：「怎麼？沒人損傷嗎？」丘處機道：「這事說來話長，咱們見馬師哥去。」