第一二零回　當眾揭密蕭峰道：「這些人，既是爹爹出手所殺，便和孩兒所殺沒有分別，孩兒一直擔負著這名聲，卻也不枉了。那個帶頭中原武人，埋伏在雁門關外的首惡，爹爹可探明白了沒有？」蕭遠山道：「嘿嘿，豈有不探查明白之理？此人害得我家破人亡，我若是一掌將他打死，豈不是便宜他了。葉二娘，且慢！」他見葉二娘扶著虛竹，正一步步走遠，當即喝住，說道：「跟你生下這孩子是誰，你若不說，我可要說出來了，我在少林寺中隱伏三十年，甚麼事能逃得過我的眼去？你們在紫雲洞中相會，他叫喬婆婆來給你接生，種種事情，要我一五一十的當眾說出來麼？」葉二娘轉身過來，向前奔了幾步，突然跪倒在地，說道：「蕭英雄，請你大仁大義，高抬貴手，放過了他。我孩子和你公子有八拜之交，結為兄弟，他──他──他在武林中有這麼大的名聲，這般的身份地位──年紀又這麼大了，你要打要殺，只對付我，可別──可別去難為他！」群雄先聽蕭遠山說道虛竹之父乃是個「有道高僧」，此刻又聽葉二娘說他在武林中聲譽甚隆、地位甚高，幾件事一湊合，難道此人竟是少林寺中一位輩份甚高的僧人？各人眼光不免便向少林寺一干白鬚飄飄的老僧射了過去。忽聽得玄慈方丈說道：「善哉，善哉！既種孽因，便有孽果。虛竹，你過來！」虛竹走到方丈身前屈膝跪下。玄慈向他端相良久，伸手輕輕撫摸他的頭頂，說道：「你在寺中二十四年，我竟始終不知你便是我的兒子！」此言一出，群僧和眾豪傑，齊聲大叫。各人面上神色之詫異、驚駭、鄙視、憤怒、恐懼、憐憫，形形色色，實是難以形容。玄慈方丈德高望重，武林中人無不欽仰，誰能想到他竟會做出這種事來？過了好半天，紛擾聲才漸漸停歇。玄慈緩緩說話，聲音仍是安和鎮靜，一如平時：「蕭施主，你和令郎分離三十餘年，不得相見，卻得知他的武功精進，聲名鵲起，成為江湖上一等一的英雄好漢，心下自必安慰。我和我兒日日相見，卻只道他為強梁擄去，生死不知，反而日夜為此懸心。」葉二娘哭道：「你──你不用說出來，那──那便如何是好？可怎麼辦？」玄慈溫言道：「二娘，既是作下了罪孽，後悔亦已無用。這些年來，可苦了你啦！」葉二娘哭道：「我不苦！你有苦說不出，那才是真苦。」玄慈緩緩搖頭，向蕭遠山道：「蕭施主，雁門關外一役，老衲鑄成大錯。眾家兄弟為老衲包涵此事，卻又一一送命。老衲今日再死，實在已經晚了，只是心中尚有一事不明，」忽然間提高聲音，說道：「慕容博慕容施主，當日你假傳音訊，說道契丹武士要大舉來少林寺奪取武學典籍，卻是為了何故？」眾人突然聽到他說出「慕容博」三字來，又都是吃了一驚。群雄之中，只有見聞廣博、閱歷豐富之人，才聽說過「姑蘇慕容」的先輩人物中，有一個名叫慕容博的，只是此人詭秘，極少有人見過他的真面目，近數十年來早已無人再提。怎麼玄慈會突然叫出這個名字來？各人順著他的眼光瞧去，但見他雙目所注，正是坐在大樹底下的白衣僧人。那白衣僧人一聲長笑，站起身來，說道：「方丈大師，你眼光好生厲害，居然將我認了出來。」伸手扯下面幕，露出一張神清目秀，俊雅瘦削的臉來。慕容復本就站在他身旁不遠，一驚之下，大聲叫道：「爹爹，你──你沒有──沒有死？」玄慈道：「慕容施主，我和你多年交好，素來尊敬你的為人。那日你向我告知此事，老衲自是深信不疑。其後誤殺了好人，老衲可再找你不到了。不久聽到你因病逝世了，老衲好生痛悼，一直只道你當時和老衲一般，也是誤信人言，釀成無意的錯失，那知道──唉！」他這一聲長嘆，實是包含了無窮的悔恨和責備。蕭遠山和蕭峰父子頓對望了一眼，直到此刻，他二人方始知道這個假傳音訊、從中挑撥之人竟是慕容博。二人心中同時湧出一個念頭：「當年雁門關外的慘事，雖是玄慈方丈帶頭所為，但他是少林寺的方丈，關心大宋江山安危和本寺典籍的存亡，傾力以赴，原是義不容辭。其後發覺錯失，便即盡力補過，真正的大惡人，乃是慕容博而不是玄慈。」蕭遠山二十餘年的怨毒，蓄積已深，對玄慈仇無可解，蕭峰對玄慈的遭遇，卻不禁起了憐憫之心。慕容博哈哈一笑，道：「宋人與契丹人乃是世仇，見面即殺，還分甚麼是非？孩兒，咱們走罷！」一轉身，攜了慕容復之手便欲離去。蕭峰大聲喝道：「且慢！你這麼容易想走麼？」慕容博道：「怎麼？你想領教我姑蘇慕容的武功？」蕭峰道：「殺母之仇，能不報麼？種種禍害，皆由你身上而起，今日叫你難逃公道。」慕容博一聲長笑，放開了慕容復之手，縱身而起，疾向山上竄去。蕭遠山和蕭峰道：「咱們追！」分從左右追上山去。這三人都是登峰造極的武功，晃眼之間便已去得老遠。但見一前二後，三個人竟向少林寺奔去。一條白影、兩條黑影，霎時間都隱沒在少林寺的黃牆碧瓦之中。群雄均感大為詫異，都想：「這慕容博和蕭遠山功力相若，難分上下，再加上個蕭峰，慕容博便絕非敵手。怎麼他不向山下逃竄，反而進了少林寺去？」慕容復叫道：「爹爹，爹爹！」跟著也追上山，他輕功也甚了得，但比之前面三人，卻是頗有不如了。鄧百川、公冶乾、包不同、風波惡、以及一十八名契丹武士，都想上山分別相助主人，剛一移動腳步，只聽得玄寂喝道：「結陣攔住！」百餘名少林僧齊聲應喏，一排排的排在當路，或橫禪杖，或挺戒刀，不令眾人上前。玄寂厲聲說道：「我少林寺乃佛門善地，非私相毆鬥之場，各位施主，請勿擅進。」鄧百川等見了少林僧這等聲勢，知道無論如何衝不過去，若是動手硬衝，徒然多樹強敵，雖然心懸主人，也只得停步，站於原地。包不同道：「不錯，少林寺乃是佛門善地，乃養私生子的善地。」他此言一出，數百道憤怒的目光都向他射了過來。包不同膽大包天，明知少林群僧中高手極多，不論那一個玄字輩的高僧，自己都不是敵手，但他要說便說，素來沒有甚麼忌憚。數百名少林僧對他怒目而視，他便也怒目反視，眼睛霎也不霎。只聽得玄慈朗聲說道：「老衲犯了佛門大戒，有玷少林清譽。玄寂師弟，依本寺戒律，該當如何懲處？」玄寂道：「這個──師兄──」玄慈道：「國有國法，家有家規。任何門派幫會、宗族寺院，都是難免有不肖弟子，清名令譽之保全，不在求永遠無人犯規，在求事事按律懲處，不稍假借。執法僧，將虛竹杖責一百三十棍，一百棍因他自己過犯，三十棍乃他甘代業師所受。」執法僧眼望玄寂。玄寂點了點頭。虛竹已然跪下受杖。執法僧當即舉起刑杖，一棍棍的向虛竹背上、臀上打去，只打得他皮開肉綻，鮮血四濺。葉二娘心下痛惜，但她素懼玄慈威嚴，不敢代為情求。好容易一百三十棍打完，虛竹不運內力抗禦，已痛得無法站立。玄慈道：「自此刻起，你破門還俗，不再是少林寺的僧侶了。」虛竹垂淚道：「是！」玄慈又道：「玄慈犯了淫戒，與虛竹同罪，身為方丈，罪刑加倍。執法僧重重責打玄慈二百棍。少林寺清譽攸關，不得循私舞弊。」說著跪伏在地，遙遙對著少林寺大雄寶殿中的佛像，自行捋開了僧袍，露出背脊。群雄面面相覷，少林寺方丈當眾受刑，那當真是駭人聽聞，大違物情之事。玄寂道：「師兄，你──」玄慈厲聲道：「我少林寺千年清譽，豈可壞於我手？」玄寂含淚道：「是極！執法僧，用刑！」兩名執法僧合十躬身，道：「方丈，得罪了。」隨即站直身子，舉起刑杖，向玄慈背上擊了下去。二僧知道方丈受刑，最難受的還是當眾受辱，不在皮肉之苦，倘若容情，叫旁人瞧了出來，落下話柄，那麼方丈這番受辱，反而成為毫無結果了，是以一棍棍的打將下去，啪啪有聲，片刻間便將玄慈背上、股上打得滿是杖痕，血濺僧袍。群僧聽得執法僧「一五、一十」的呼著杖責之數，都是垂頭低眉，默默唸佛。普渡寺的道清大師突然說道：「玄寂師兄，貴寺尊重佛門戒律，方丈一體受刑，貧僧好生欣佩。只是玄慈師兄年紀老邁，他又不肯運內功護身，這二百棍卻是經受不起。貧僧冒昧，且說個情，現下已打了八十杖，餘下之數，暫且記下。」群雄中許多人都叫了起來，道：「正是，正是，咱們也來討個情。」玄寂尚未回答，玄慈朗聲說道：「多謝眾位盛意，只是戒律如山，不可寬縱。執法僧，快快用杖。」兩名執法僧本已暫停施刑，聽方丈語意堅決，只得又一五、一十的打將下去。堪堪又打了八十餘杖，玄慈支持不住，撐在地下的雙手一軟，臉孔觸到塵土。葉二娘哭叫：「此事須怪不得方丈，都是我不好！是我受人之欺，故意去引誘方丈。這──這──餘下的棍子，由我來受罷！」一面哭叫，一面奔將前去，要伏在玄慈的身上，代他受杖。玄慈左手一指點出，嗤的一聲輕響，已封住了她的穴道，微笑道：「癡人，你非佛門女尼，勘不破愛欲，何罪之有？」葉二娘獃在當地，動彈不得，只是淚水簌簌而下。玄慈喝道：「行杖！」好容易二百下法杖打完，鮮血流得滿地，玄慈勉提真氣護心，好教自己不致痛得昏暈過去。兩名執法僧將刑杖一豎，向玄寂道：「稟報首座，玄慈方丈受杖完畢。」玄寂點了點頭，不知說甚麼才好。玄慈掙扎著站起身來，向葉二娘虛點一指，要想解開他的穴道，不料重傷之餘，真氣不易凝聚，這一指竟沒有生效。虛竹一直隨侍在側，見狀便即去替母親解開了穴道。玄慈向二人招了招手，葉二娘和虛竹走到他的身旁。虛竹心下躊躇，不知該叫「爹爹」，還是該叫「方丈」。玄慈眼望少林群僧，緩緩說道：「少林寺玄字輩四僧死於人手。玄痛、玄難兩位師弟，係星宿派掌門丁先生所害。玄苦師弟，乃蕭遠山施主所殺。還有玄悲師弟，死於非命，老衲起初只道是『姑蘇慕容』氏下的毒手，待見到慕容復施主，心想憑他本事，可還傷不了玄悲師弟，苦苦思索，難得頭緒。適才見到慕容博老施主出手阻他兒子自殺，這才想起這位故人原來竟然未死，『以彼之道，還施彼身』果然是天下一等一的絕技。只是少林派和慕容老施主素無仇怨，不知他何以如此苦心焦慮，圖謀本派，這就非老衲所能知了。」少林群僧心下悲憤，齊聲叫道：「活捉慕容博來處死，為玄悲大師的過世復仇。」玄慈搖了搖頭，臉露微笑，援緩的道：「眾生各有各的不是，各有孽，唯望佛法慈悲消解。」他伸出手去，一手抓住了葉二娘的手腕，一手抓住虛竹，說偈道：「人生於世，有欲有愛。四大皆空，甚難甚難！」說罷慢慢閉上了眼睛。葉二娘和虛竹都不敢動，不知他還有甚麼話說，不料只覺他手掌越來越冷。葉二娘大吃一驚，伸手一探他的鼻息，竟然早已氣絕而死，變色叫道：「你──你──怎捨我而去了？」突然一縱丈餘，從半空中摔將下來，砰的一彈，掉在玄慈腳邊，身子扭了幾下，便即不動。虛竹叫道：「娘，娘！你──你──不可──」虛竹伸手將母親扶起，只見一柄匕首對準了插在心臟之中，眼見是不活了。虛竹急忙點她傷口四周的穴道，又以真氣運到玄慈方丈體內，手忙腳亂，欲待同時解救兩人。薛慕華奔將過來相助，但見二人心停氣絕，已是無法可救，勸道：「師叔節哀，兩位老人家是不能救的了。」虛竹卻不肯死心，運了好半晌北溟真氣，卻那裏有半點動靜？只聽得群僧高誦佛號，齊念「往生咒」。虛竹悲從中來，忍不住放聲大哭。二十四年來，他是一個無父無母的孤兒，從未領略過半分天倫之愛，今日剛找到生父生母，但不到一個時辰，便即雙雙慘亡，世事之慘實是莫過於此了。群雄初聞虛竹之父竟是少林寺方丈玄慈，人人均覺他不守清規，大有鄙夷之意，待見他坦然當眾受刑，以維少林寺的清譽，這等大勇，實非常人所能，都想他受此重刑，也可抵償一時失足了。萬不料他受刑之後，隨即自絕經脈，以償罪孽，雖然僧人自盡，亦觸犯戒，但玄慈此舉顯然是以一死來表明自己罪孽之重，懺悔之深，非二百杖的棍責可以抵消。本來一死後，一了百了，既然他早萌死志，這二百杖之辱原可免去，但他定要在受杖之後再死，實是英雄好漢的行徑，群雄心敬他的為人，當下便有不少人紛紛走到玄慈的遺體之前，躬身下拜。南海鱷神道：「二姊，你人也死了，岳老三不跟你爭這排名啦，你算老二便了。」這些年來，他處心積慮的要和葉二娘一爭雄長，想在武功上勝過他而居「天下第二惡人」之位，此刻居然如此退讓，實是大是不易，可見他對葉二娘之死一來傷痛，二來也十分敬佩她的義烈。丐幫的群丐一團高興的趕來少林寺，那知王幫主既拜了丁春秋為師於前，為蕭峰踢斷雙腳於後，人人意興索然，面上無光，吳長老大聲說道：「眾位兄弟，咱們還在這裏幹甚麼？難道要討殘羹冷飯不成？這就下山去罷！」群丐轟然答應，正要轉身下山，忽聽得包不同說道：「且慢！包不同有一言要告知丐幫。」陳長老當日在無錫曾與他及風波惡鬥過，知道此人口中素來沒有好話，右足在地一頓，厲聲道：「姓包的，有話便說，有屁少放。」包不同伸手撮住了鼻子，叫道：「好臭，好臭。喂，會放臭屁的化子，你幫中可有一個名叫易一清的老化子？」陳長老聽他說到易一清，登時便留上了神，道：「有便怎樣？沒有又怎樣？」包不同道：「我是在跟一個會放屁的叫化子說話，你搭上口來，是不是承認了？」陳長老牽掛本幫大事，那耐煩跟他作這種無關重要的口舌之爭，說道：「我問你說易一清怎麼了？他是本幫的弟子，派到西夏公幹，眼下可有他的訊息麼？」包不同道：「我正要跟你說一件西夏國的大事，只不過易一清卻早已見閻王去啦！」陳長老道：「此話當真？請問西夏國有甚麼大事？」包不同道：「你罵我說話如同放屁，這會兒我可不想放屁了。」陳長老只氣得白鬚飄動，但他是個頗工心計之人，當即哈哈一笑，道：「適才說話得罪了閣下，老夫陪罪。」包不同道：「陪罪倒也不必，以後你多放屁，少說話，也就是了。」陳長老一怔，心道：「這是甚麼話？」只是眼下有求於他，不願無謂糾纏，微微一笑，並不再言。包不同忽然道：「好臭，好臭！你這人太不成話。」陳長老道：「甚麼不成話？」包不同道：「你不開口說話，無處出氣，自然另尋宣洩之處了。」陳長老心道：「此人當真難纏。我只說了一句無禮之言，他便顛三倒四的沒了沒完。我只有不出聲才是上策，否則他始終言不及義，說不上正題。」當下又是微微一笑，並不答話。包不同搖頭道：「非也，非也！你跟我抬槓，那是你錯之極矣！」陳長老微笑道：「在下口也沒開，怎能與閣下抬槓？」包不同道：「你沒說話，只放臭屁，自然不用開口。」陳長老皺起眉頭，道：「取笑了。」包不同見他一直退讓，自己已佔足了上風，便道：「你既開口說話，那便不是和我抬槓了。我跟你說了罷。半年之前，我隨著咱們公子、鄧大哥、公冶二哥等一行人，在甘涼道上見到一死一傷的兩個叫化子。死的化子很瘦，想是討來的飯不夠吃，餓得皮包骨頭，一命嗚呼，可憐啊！可憐。」陳長老道：「想必是本幫的耿斌兄弟了？」包不同道：「我見到他之時，他已經腰骨折斷，死去多時，那時候啊，也不知道喝了孟婆湯沒有，上了望鄉臺沒有，也不知在十殿閻王的那一殿受審。他既不能說話，我自也不便請教他尊姓大名，仙鄉何處。否則他變成了鬼，也罵我一聲『有話便說，有屁便放！』豈不是冤哉枉也？我怎知他是姓耿呢還是姓陳？」陳長老既不敢默不作聲，更不敢出言頂撞，只得道：「包兄說得是！」心中卻道：「這傢伙當真難纏，我隨口一句話說得不太客氣，他非報復得淋漓盡致不可。」包不同搖頭道：「非也非也！姓包的生平最瞧不起隨聲附和之人，你口中說道『包兄說得是』，心裏卻是破口罵我『直娘賊，烏龜王八蛋』，這便叫做『腹誹』，此乃是星宿一派無恥之徒的行徑。男子漢大丈夫，是也是，非也非，旁人有旁人的見地，自己有自己的主張，『自反而不縮，雖千萬人，吾往矣！』特立獨行矯矯不群，這才是英雄好漢！」他又將陳長老教訓了一頓，這才道：「另外一個受傷的化子，年記較老，自稱名叫易一清，他從西夏國揭來一張西夏國的榜文，托咱們交給貴幫長老。」宋長老心想：「陳兄弟在言話中已得罪了此人，還是由我出面較好。」當即上前深深一揖，說道：「包先生仗義傳訊，敝幫上下，均感大德。」包不同道：「非也，非也！未必貴幫上下，都感我的大德。」宋長老一怔，道：「包先生此話從何說起？」包不同指著游坦之道：「貴幫幫主，就非但不承我情，心中反而將我恨到了極處！」宋陳二長老齊聲道：「那是甚麼緣故？倒要請包先生指教。」包不同道：「那易一清不久也即死了，這兩個化子，都是王幫主出手打死的。」要知當日游坦之出手打死易耿二丐，包不同乃是親見。游坦之事先曾蒙風波惡贈以匕首，用以削割頭上鐵罩，因此旁人不知王星天便是游坦之，慕容氏這一夥人卻早猜到了。包不同一出此言，群丐登時聳動。吳長老走到游坦之身前，厲聲道：「此話是真是假？」游坦之自被蕭峰踢斷雙腿，一直坐在地下，不言不動，潛運內力止痛，突然聽包不同揭露當時秘密，不由得甚是惶恐，對吳長老的質詢，不知如何回答才是。群丐一見他的神色，知他已是默認，只是不管他行止如何不符眾望，目下終究還是幫主，一時卻也拿他無可奈何。吳長老又問：「你為甚麼要打死易耿二位兄弟？」游坦之道：「我──我──我本無傷他們性命之意，是他們自己經受不起。」這麼一說，包不同等更無懷疑，確知道這個王星天便是那行事怪誕的游坦之。宋長老不願當著天下群雄面前暴本幫之醜，向包不同道：「易一清兄弟交付先生的榜文，不知先生是否帶在身邊？」包不同回頭道：「沒有！」宋長老臉色微變，心想你說了半天，仍是不肯將榜文交出，豈不是找人消遣？包不同深深一揖，道：「咱們青山不改，綠水長流，後會有期。」說著便轉身走開。吳長老急道：「那張西夏國的榜文，閣下如何不肯轉交？」包不同道：「這可奇了！你怎知易一清是將榜文交在我手中？何以竟用『轉交』二字？難道你當日是親眼瞧見麼？」宋長老強忍怒氣，說道：「包兄適才明明言道，敝幫的易一清兄弟從西夏國而來，揭了一張西夏國國王的榜文，請包兄交給敝幫長老。這番話此刻許多英雄好漢人人聽見，包兄怎地忽然又轉了口？」包不同搖頭道：「非也，非也！我沒有這樣說過。」他見宋長老臉上變色，又道：「素聞丐幫諸長老都是鐵錚錚的好漢子，怎地竟敢在天下英豪之前顛倒黑白、混淆是非，那豈不是將諸位長老的一世英名付諸流水麼？」宋陳吳三長老互相瞧了一眼，臉色都是十分難看，一時打不定主意，到底立時跟他翻臉動手呢，還是再忍一時。陳長老道：「閣下既要如此說，咱們也無法可施，好在是非有公論，單憑口舌之利而強辭奪理，終究無用。」包不同道：「非也，非也！你說單憑口舌之利，終究無用，為甚麼當年蘇秦憑一張利嘴而佩六國相印？為甚麼張儀以口舌之利，施連橫之計，終於助秦並吞六國？」宋長老聽他越扯越遠，只有苦笑，道：「包先生若是生於春秋六國之際，早已超越蘇張，身佩七國、八國的相印了。」包不同道：「你這是譏諷我生不逢辰，命運太糟？好，姓包的今後若有三長兩短，頭痛發燒、腰酸足麻、噴嚏咳嗽，一切唯你是問。」陳長老怫然道：「包兄到底意欲如何，便即爽爽快快的示下。」包不同道：「嗯，你倒性急得很。陳長老，那日在無錫你和我四弟較量武藝，你手中提一隻大布袋，大布袋中有一隻大蠍子，大蠍子尾巴上有一對大毒刺，大毒刺刺在人身上會起一個大毒泡，大毒泡會送了對方的小性命，是也不是？」陳長老心道：「明明一句話便可說清楚了，他偏偏要甚麼大、甚麼小的囉哩囉唆一大套。」便道：「正是。」包不同道：「很好，我想跟你打一個賭，倘若你贏了，我立刻將易老化子從西夏國帶來的訊息告知於你，若是我贏了，你便將那隻大布袋、大布袋中的大蠍子，以及裝那消解蠍毒之藥的小瓶子，一古腦兒的輸了給我。你是賭不賭？」陳長老：「包兄要賭甚麼？」包不同道：「貴幫宋長老向我栽贓誣陷，硬指我曾說甚麼貴幫的易一清揭了西夏國國王的榜文，請我轉交給貴幫長老。其實我的的確確沒有說過，咱們二人便來賭上一賭。倘若我確是說過的，那麼是你贏了。倘若我當真沒有說過，那麼是我贏了。」陳長老向宋吳二老長瞧了一眼，二人點了點頭，意思是說：「這裏數千人都是見證，不論憑他如何狡辯，終究是難以抵賴。跟他賭了！」陳長老道：「好，在下跟包兄賭了！但不知包兄如何證明誰輸誰贏了，是否要推舉幾位德高望重的公證人出來，秉公判斷？」包不同搖頭道：「非也非也！你說要推舉幾位德高望重的公證人出來秉公判斷，就算推舉十位八位罷，難道除了這十位八位之外，其餘千百位英雄好漢，就德不高，望不重了？既然德不高，望不重，那麼就是卑鄙下流的無名小卒了？如此侮慢當世英雄，你丐幫忒也無禮。」陳長老道：「包兄取笑了，在下絕無此意。然則以包兄所見，該當如何？」包不同道：「是非曲直，一言而決，待在下給你剖解剖解。拿來！」這「拿來」兩字一出口，便即伸出手去。陳長老道：「甚麼？」包不同道：「布袋、蠍子、解藥！」陳長老道：「包兄尚未證明，何以便算贏了？」包不同道：「只怕你輸了之後，抵賴不給。」陳長老哈哈一笑，道：「小小毒物，何足道哉？包兄既要，在下立即奉上，又何必賭甚麼輸贏？」說著除下背上一隻布袋，從懷中取出一個瓷瓶，遞將過去。包不同老實不客氣的便接了過來，打開布袋之口，向裏一張，只見袋中竟有七八隻花斑大蠍，忙合上了袋口，將解藥揣在懷中，說道：「現下我給你瞧一瞧證據，為甚麼是我贏了，是你輸了。」一面說，一面解開長袍的衣帶和扣子，抖一抖衣袖，提一提袋角，叫眾人看到他身邊除了幾塊銀子、火刀、火石之外，更無別物。宋陳吳三長老兀自不明他其意何為，臉上現出茫然之色。包不同道：「二哥，你將榜文拿在手中，給他們瞧上一瞧。」公冶乾一直掛念著慕容公子的安危，好生著急，但既然無法闖過少林群僧結成的羅漢大陣，卻也是無法可施，只得微微一笑，取出榜文，提在手中。群雄目光都向那榜文射去，但見一張大黃紙上蓋著朱砂大印，寫滿彎彎曲曲的外國文字，雖然難辨真偽，看模樣倒也似乎並非膺物。包不同道：「我先前說道，貴幫的易一清將一張榜文交給『我們』，請我們交給貴幫長老。是也不是？」宋陳吳三長老聽他忽又自承其事，喜道：「正是。」包不同道：「但宋長老卻硬指我曾說，貴幫的易一清將一張榜文交給了我，請我交給貴幫長老。是也不是？」三長老齊道：「是，那又有甚麼說錯了？」包不同搖頭道：「錯矣，錯矣！錯之極矣，完全牛頭不對馬嘴矣！差之亳厘，謬以千里矣，我說的是『我們』，宋長老說的是『我』。夫『我們』者，我們姑蘇慕容氏這夥人也，其中有慕容公子，有鄧大哥、公冶二哥、風四弟和我包不同，還有一位王玉燕王姑娘。『我』者，只是包不同孤家寡人，孤苦伶仃，形單影隻，無伴無侶，寂寞凄涼的一條光棍是也。眾位英雄瞧上一瞧，王玉燕王姑眼花容月貌，是個大美女，和我『非也非也』包不同包三爺大不相同，豈能混為一談？」宋陳吳三長老面面相覷，萬不料他咬文嚼字，專從「我」與「我們」之間的差異上大做文章。只聽包不同又道：「這張榜文，是易一清交在我公冶二哥手中的，要向貴幫報訊，是慕容復公子定下的主意，我說『我們』，那是不錯，若是說『我』，那可與其事不符了。須知在下不懂西夏文字，去揭這張榜文來幹甚麼？在下在無錫城外曾栽在貴幫手中，吃了一個敗仗，就算不來找貴幫報仇，這報訊卻總是不報的，總而言之，言而總之，接西夏榜文，向貴幫報訊，都是『我們』姑蘇慕容氏一夥人，卻不是『我』包不同獨個兒！」他說完這番話，轉頭向公冶乾道：「二哥，是他們輸了，將榜文收起來罷。」陳長老極是機靈，心道：「你大兜圈子，說來說去，原來是忘不了那日無錫城外一戰落敗的恥辱。」當下拱手說道：「當日包兄赤手空拳，與敝幫奚長老一條六十斤重的鋼杖相鬥，包兄已大佔勝算。敝幫眼見不敵，結那『打──打──』那個陣法，還是奈何不了包兄。後來當時上任敝幫幫主的喬峰以生力軍上陣，與包兄酣鬥良久，這才勉強勝了包兄半招。當時包兄放言高歌，飄然而去，鬥是鬥得高明，去也去得瀟灑，敝幫上下事後說起，那一個不是津津樂道，心中欽佩？包兄怎麼自謙如此，反說是敗在敝幫中？絕無此事，絕無此事。那喬峰和敝幫早已沒有瓜葛，甚至可說已是咱們的公敵。」他那知包不同東拉西扯，其志只在他最後一句話。包不同立即打蛇隨棍上，說道：「既是如此，那再好也沒有了。你率領貴幫兄弟，咱們同仇敵愾，去將喬峰那廝擒了下來。那時我們念在好朋友的份上，自會將那榜文雙手奉上。老兄若是不識榜文中彎彎曲曲的文字，我公冶二哥索性人情做到底，從頭至尾，源源本本的譯解明白。你道如何？」陳長老瞧瞧宋長老，望望吳長老，一時拿不定主意。忽聽得一人高聲叫道：「原當如此，更有何疑？」