第二十七回　朱碧雙姝鳩摩智冷笑道：「死到臨頭，虧你還有這等閒情逸致，兀自在吟詩唱詞。」段譽笑道：「天下無不死之人。最多亦不過多活幾年，又有甚麼開心了？」鳩摩智不去理他，向途人請問「參合莊」的所在。但他連問了七八人，沒一個知道，最後一個老者說道：「姑蘇城裏城外，沒一個莊子叫參合莊的。你這和尚，定是聽錯了。」鳩摩智道：「那麼有一家姓慕容的大莊主，他住在甚麼地方？」那老者道：「蘇州城裏嘛，姓顧、姓陸、姓沈、姓張、姓周、姓文──那都是大莊主，那有甚麼姓慕容的？沒聽見過。」鳩摩智正沒做理會處，忽聽得西首小路上一人說道：「聽說慕容氏住在城西三十里的燕子塢，咱們便過去瞧瞧。」另一人道：「嗯，到了地頭啦，那可得小心在意才是。」這兩人說話的聲音極輕，段譽全沒聽見，鳩摩智內功修為了得，卻是聽得清清楚楚，心道：「這兩人是故意說給我聽不是？」斜眼看去，只見一人氣宇軒昂，全身穿著孝服，另一個卻是矮小瘦削，像是個地痞扒手。鳩摩智一眼之下，便知這兩人身有武功，還未打定主意是否要出言相詢，段譽已叫了起來：「霍先生，霍先生，你也來了？」原來那形容猥瑣的漢子正是金算盤崔百計，另一個便是他師侄追魂手過彥之了。他二人離了大理後，一心一意要替柯百歲報仇，雖然明知慕容氏極是難鬥，此仇未必能報。但還是勇氣百倍的尋到了姑蘇來，事先打聽到慕容氏住在燕子塢，剛好和鳩摩智、段譽二人同日到達。崔百計突然聽到段譽的叫聲，一愕之下，縱身到了鳩摩智的身前，奇道：「小王子，是你啊？喂，大和尚，快快將這位公子爺放下，你知道他是誰？」鳩摩智自是沒將這兩人放在眼裏，但想自己從未來過中原，慕容先生的家裏只怕不易找尋，有這兩人領路，那是再好沒有了。當下將段譽的身子放下，讓他自行站立，又解開了他腿上的穴道，說道：「我要去慕容氏的府上，相煩兩位帶路。」崔百計江湖上的識見極是廣博，但想來想去，猜不透這個和尚的來歷，問道：「請問大師上下如何稱呼？何以跟段氏的小王子為難？到慕容府上去有何貴幹？」鳩摩智道：「多言無益，到時自知。」崔百計道：「大師是慕容家的朋友麼？」鳩摩智道：「不錯，慕容先生所居的參合莊坐落何處，霍先生若是得知，還請指引。」他聽段譽稱之為「霍先生」還道他真是姓霍，饒是他智計過人，終究也不明其中的原由。崔百計搔了搔頭皮，問段譽道：「小王子，你說怎麼辦？」這一句話，可也將段譽問得僵了，他想鳩摩智武功高得出奇，當世只怕無人能敵，這崔過二人，那是萬萬打他不過的，若是妄圖相救，只不過枉送兩條性命，還是出言警告，叫他二人趕快逃走的為妙，便道：「這位大師單身一人，打敗了我伯父和大理的五位高手，將我擒來。他是慕容先生的知交好友，要將我在慕容先生的墓前焚燒為祭。你二位和姑蘇慕容氏素不相干，這就指點一條途徑，自行回去罷。」崔百計和過彥之聽說這和尚打敗了保定帝等高手，心中已是一驚，待聽說他是慕容氏的知友，更是震駭。莫看這崔百計形容憊賴，為人卻是頗有豪氣，心想自己在鎮南府中躲了這十幾年，未曾報答過半分恩惠，今日小王子有難，自己豈能袖手不理，反正既是來到姑蘇，這條性命早就豁出去不要了，不論是死在正點兒的刀下或是旁人手中，都是一樣。他手一伸，從懷中掏出一個金光燦爛的算盤，高舉搖晃，錚錚的亂響，說道：「大和尚，慕容先生是你的好朋友，這位小王子卻是我的好朋友，你還是放開了他罷。」過彥之見狀，一抖手間，也已取下纏在腰間的軟鞭。鳩摩智淡淡一笑，道：「真要動手麼？」崔百計道：「這場架是叫做知其不可而為之，明知打你不過，也得試上一試，生死──啊唷哎喲！」原來「生死」甚麼還沒說出來，鳩摩智一伸手，已將過彥之手中的軟鞭挾手奪過，跟著啪的一聲，翻過軟鞭，撩著崔百計手中的黃金算盤，鞭子一揚，兩件兵刃同時脫手，飛向右側湖中。眼見兩件寶貴的兵刃就要沉入湖底，那知鳩摩智手上的勁力使得恰到好處，那軟鞭的尾梢翻了過來，剛好纏住一根垂在湖面的柳枝，柳枝柔軟，一升一沉，不住搖動。那黃金算盤欸欸拍著水面，點出一個個漣漪。這過彥之外號叫做「追魂手」，出手極快，那軟鞭更是他師門成名的絕技，不料一招之間，就給人將兵刃搶奪脫手，而鳩摩智如何欺近身來、如何伸手奪鞭、如何揮鞭捲著金算盤、如何退回原地，崔過兩人都是看也沒看明白。鳩摩智雙手合十，平心靜氣的說道：「有勞兩位大駕，相煩引路。」崔過二人面面相覷，不知如何是好。鳩摩智道：「兩位若是不願引路，便請示知燕子塢參合莊的途徑，由小僧覓路自去，那也不妨。」崔過二人見他武功如此之強，而神態卻又如此謙和，都覺翻臉也不是，不翻臉也不是。便在此時，只聽得欸乃聲響，湖面綠波上飄來一葉小舟，一個綠衫少女手執雙槳，划水而來，口中唱著小曲，聽那曲子是：「菡萏香連十頃陂，小姑貪戲採蓮遲。晚來弄水船頭濕，笑脫紅裙裹鴨兒。」歌聲嬌柔無邪，歡悅動心。段譽在大理時，誦讀前人詩詞文章，於江南風物，早就甚是傾倒，今日一聽此曲，不由得心魂俱醉，登時忘了自己身處險境，向那少女看去。只見她一雙纖手皓膚如玉，映著綠波，更加是透明的一般。崔百計和過彥之雖是大敵當前，也不禁轉頭向她瞧了兩眼。只有鳩摩智視若不見、聽如不聞，說道：「兩位既不肯見告參合莊的所在，小僧這就告辭。」這時那少女划著小舟，已近岸邊，聽到鳩摩智的說話，接口道：「這位師傅要到參合莊去，不知有何貴幹？」她說話聲音極甜極清，令人一聽之下，說不出的舒適。但見這少女約莫十五六歲年紀，滿臉都是溫柔，滿身盡是秀氣，段譽心道：「江南女子，想不到一美如斯。」鳩摩智道：「小僧欲到參合莊去，小娘子能指點途徑麼？」那少女微笑道：「參合莊的名字，非外人所知，大師傅從何處聽來？」鳩摩智道：「小僧是慕容先生方外之交，特來老友墓前，踐昔日之約。」那少女沉吟道：「這可不巧了，慕容公子前天出門，大師傅早來三天，便可遇上公子。」鳩摩智道：「與公子緣慳一面，教人好生惆悵，但小僧從吐蕃國萬里迢迢來到中土，願在慕容先生墓前一拜，以完當年心願。」那少女道：「大師傅既是慕容先生的好朋友，先請去用一杯清茶，我再給你傳報，好不好？」鳩摩智道：「小娘子是公子府上何人，該當如何稱呼才是？」那少女嫣然一笑，道：「我是服侍公子撫琴吹笛的婢子，叫做阿碧。你別大娘子小娘子的這麼客氣，叫我阿碧好啦！」鳩摩智恭恭敬敬的道：「不敢！」阿碧道：「這裏去燕子塢琴韻小築，都是水路，這幾位如都要去，我划船相送，好不好？」她每問一句「好不好」，都是殷勤探詢，軟語商量，教人難以拒卻。鳩摩智道：「如此有勞了。」攜著段譽的手，輕輕躍上小舟。那小舟只是略沉少許，卻絕無半分搖晃。阿碧向鳩摩智和段譽微微一笑，似乎是說：「真好本事！」過彥之低聲道：「師叔，怎麼？」他二人是來找慕容氏報仇的，但弄得如此狼狽，實在好不尷尬。阿碧微笑道：「兩位先生既是來到蘇州，倘若身無要事，便請到敝處喝杯清茶，吃點糖果。你別瞧這船小，再坐幾個人也不會沉呢。」她輕輕划動小舟，來到柳樹之下，伸出纖手收起了算盤和軟鞭，隨手撥弄算珠，錚錚有聲。段譽只聽得幾下，喜道：「姑娘，你這彈的是『採桑子』麼？」原來她隨手將金算盤上的算珠撥動，輕重疾徐，自成節奏，居然便是一曲清脆靈動的「採桑子」。阿碧嫣然一笑，道：「公子，你精通音律，也來彈一曲麼？」段譽見她天真瀾漫，和藹可親，笑道：「我可不會彈算盤。」他轉頭向崔百計道：「崔先生，人家把你的算盤打得這麼好聽。」崔百計澀然一笑，道：「不錯，不錯。姑娘真是雅人，我這種最俗氣的傢生，到了姑娘手裏，就變成了一件樂器。」阿碧道：「啊喲，對不起，這是先生的麼？這算盤打造得真美。你家裏一定很有錢了，連算盤也是金子做的。霍先生，還給了你。」她左手拿著算盤，伸長手臂。崔百計人在岸上，無法拿到，他也真捨不得這個片刻不離身的老朋友。輕輕一縱，到了船頭，伸手將算盤接了過去。側過頭來，向鳩摩智瞪了一眼。鳩摩智臉上始終慈和含笑，全不生氣。阿碧左手拿起軟鞭，右手五指在軟鞭上一勒而下，手指甲觸到軟鞭各處棱角，登時發出叮、玲、咚、嚨各種清亮的聲音來。她五指這麼一勒，就如是新試琵琶一般，一條鬥過大江南北黑白道上各路英雄豪傑的兵刃，到了她一雙潔白柔嫩的手中，又成了一件樂器。段譽叫道：「妙極！妙極，姑娘，你就彈它一曲。」阿碧向著過彥之道：「這軟鞭是這位先生的了？我胡亂拿來玩弄，太也無禮了。先生，你也上船來罷。回頭我給你新鮮的紅菱。」過彥之心切師仇，對姑蘇慕容一家恨之入骨，但這個小姑娘語笑嫣然，全無機心，他雖滿腔恨毒，卻也難以向她發作，心想：「她引我到莊上去，那是再好不過，好歹也得先殺他幾個人給恩師報仇。」當下點了點頭，躍到船上。阿碧珍而重之的捲攏軟鞭，交給過彥之，木槳一扳，那小舟便向西滑去。崔百計和過彥之交換了幾個眼色，心下都想：「今日深入虎穴，不知生死如何。慕容氏出手毒辣之極，這個小姑娘柔和溫雅，雖不是假，但焉知不是慕容氏驕敵之計？教咱們去了防懷之心，他便可乘機下手。」舟行湖上，幾個轉折，便轉入了一座大湖之中，極目望去，但見煙波浩涉，連水接天。過彥之更是暗暗心驚：「這大湖想必就是太湖了。我和崔師叔都不會水性，這小妮子只須將船一翻，咱二人便沉入湖中餵了魚鱉，還說甚麼替師報仇？」崔百計也想到了此節，尋思若是把槳拿在自己手中，這小姑娘便要將船弄翻，也沒這麼容易，說道：「姑娘，我來幫你划船，你只須指點方向便是。」阿碧笑道：「啊喲，這可不敢當。公子爺要是知道，定會罵我怠慢了客人。」崔百計見她不肯，更起疑心，說道：「實不相瞞，咱們是想聽你姑娘在軟鞭上彈曲的絕技。」阿碧笑道：「那是甚麼絕技了？阿朱會笑我在生客跟前賣弄，我不來。」崔百計從過彥之手中取過軟鞭，交在她的手裏，道：「你彈，你彈！」一面就接過了他手中的木槳。阿碧道：「好罷，你的金算盤再借我一用。」崔百計心下暗感危機：「她將咱們兩件件兵刃都收了去，莫非有甚陰謀？」但事到其間，已是不便卻拒，只得將金算盤遞了給她。阿碧將算盤放在舟前的船板上，左手拉住軟鞭之柄，右足輕踏鞭頭，將軟鞭拉得直了，右手五指輪指飛轉，那軟鞭登時便發出叮咚之聲，雖無琵琶的清亮，但爽朗卻有過之。阿碧五指輕攏慢捻之際，尚有餘暇騰出手指，在金算盤上撥弄，於是算盤珠的錚錚之聲，夾在軟鞭的叮叮聲中，更增幽趣。便在此時，只見兩隻燕子從船頭掠過，向西疾飄而去。段譽心想：「慕容氏所住之處叫做燕子塢，想必燕子很多了。」只聽得阿碧慢慢唱道：「二社良辰，千家庭院，翩翩又睹雙飛燕。鳳凰巢穩許為鄰，瀟湘煙瞑來何晚？亂入紅樓，低飛綠岸，畫梁輕拂歌聲轉。為誰歸去為誰來？主人恩重珠簾捲。」段譽聽到她歌聲柔曼之處，不由得迴腸盪氣，心想：「我若終生僻處南疆，如何得能聆此仙樂？為誰歸去為誰來，主人思重珠簾捲。慕容公子有婢如此，自是非常人物。」阿碧一曲既罷，將算盤和軟鞭還了給崔過二人，笑道：「唱得不好，倒教客人見笑了。向左邊小港中划進去，是了！」崔百計依言將小舟划入一處小港，但見水面上生滿了荷葉，若不是阿碧指點，誰也不知荷葉間竟有通路。崔百計划了一會，阿碧又道：「從這裏划過去。」這邊的水面上卻全是菱葉和紅菱，清波之中，紅蓮綠葉，鮮艷非凡。阿碧順手採了紅菱，先遞三枚給過彥之，然後分給眾人。段譽一雙手雖能動彈，但穴道被點之後，全無半分力氣，連一枚紅菱的硬皮也無法剝開。阿碧笑道：「公子爺不是江南人，不會剝菱，我剝了給你。」連剝數枚，放在他的掌中。段譽見那菱皮肉光潔，送入嘴中，甘香爽脆，雅韻非凡，笑道：「這水紅菱的滋味，清而不膩，便和姑娘唱的小曲一般。」阿碧臉上微微一紅，笑道：「拿我的歌兒來比這紅菱，我倒是第一次聽見，多謝公子啦！」這菱塘尚未過完，阿碧又指引小舟從一叢蘆葦和菱白中穿了過去。這麼一來，連鳩摩智也不禁提起了戒心，暗暗記憶小舟的去路，以備回出時之用，可是這些荷葉、菱葉、蘆葦、菱白全無特異，一眼望去，都是一模一樣，兼之荷葉、菱葉在水面飄浮，隨時一陣風來，便即變幻百端，縱是記得清清楚楚，霎時間局面便全然不同。鳩摩智和崔百計、過彥之三人，都想從阿碧的目光之中，瞧出她尋路的法子和指標來，可是阿碧只是漫不經心的採菱潑水，隨口指引，似乎這許許多多縱橫交錯、棋盤一般的水道，便如她手掌中的掌紋一般明白，生而知之，不須辨認。如此曲曲折折的划了兩個多時辰，到了未牌時分，遙遙望見遠處綠柳垂處，露出一角飛簷。阿碧道：「到啦！霍先生，累得你替我划了半天船。」她聽段譽叫崔百計為「霍先生」，便以為他真的姓霍。崔百計苦笑道：「只要有紅菱可吃，清歌可聽，我便是這麼划他十年八年船，也是不累。」阿碧笑道：「你要聽歌吃菱，那還不容易？在這湖裏一輩子不出去，不就成了？」崔百計聽到她說「在這湖裏一輩子不出去」，不由得矍然一驚，斜著一雙小眼向她端相了一會，但見她笑吟吟的似乎全無機心，卻也不能就此放心。阿碧從他手裏接過木槳，將船直向柳蔭中划去，到得鄰近，只見一條松樹枝架成的梯級通向水面。阿碧將小船繫在樹枝之上，忽聽得柳枝上一隻小鳥「莎莎都莎，莎莎都莎」的叫了起來，聲音極是清脆。阿碧模仿鳥鳴，也唱了幾下，回頭笑道：「請上岸罷！」眾人逐一跨上岸去，見疏疏落落四五座房舍，建造在一個小島或是半島之上。那些房舍均是小巧玲瓏，頗為精致。鳩摩智道：「此間便是燕子塢參合莊麼？」阿碧搖頭道：「不，這是公子建給我住的地方，簡陋得很，實在不能接待貴客。不過這位師傅說要去拜祭慕容先生的墓，我可作不了主，只好請幾位在這裏等一等，待我去跟阿朱姊姊說。」鳩摩智心頭有氣，臉色微微一沉。鳩摩智是吐蕃國的護國法王，身份何等尊崇？別說在吐蕃國人受國主的禮敬，即是來到大宋、大理、遼國的朝廷之中，各國君皇也必待以貴賓之禮，何況他又是慕容先生的知交舊友，這番親來祭墓，慕容公子事前不知，已然出門，那也罷了，可是這下人不請他到正廳客舍，隆重接待，卻將他帶到一個小婢的別院，實在是太也氣人。但他見阿碧言笑殷殷，並無半分輕慢之意，心道：「這小丫頭甚麼也不懂，我何必跟她一般見識？」一想到此節，登時心平氣和。崔百計問道：「你阿朱姊姊是誰？」阿碧笑道：「阿朱便是阿朱，她只比我大一個月，自己便擺起姊姊的架子來啦。我叫她姊姊，那是沒法子，誰教她大我一個月呢？可是你不用叫她姊姊，你若是叫她姊姊，她越發要得意呢。」她咭咭咯咯的說著，語聲清脆，若奏管弦，將四人引進屋去。段譽見那小舍的匾額上寫著「琴韻」兩字，筆致極是瀟灑。到得廳上，阿碧請各人就座，不久便有男僕奉上清茶糕點。段譽將茶碗一接在手中，撲鼻便是一陣清香，揭開蓋子，只見淡綠的水中飄浮著一粒粒深碧的茶葉，這些茶葉便像一顆顆小珠，上面生滿了纖細的絨毛。段譽從未見過，張嘴喝了一口，只覺滿口清香，舌底生津。鳩摩智和崔、過二人見茶葉古怪，都不敢喝。原來這些球狀茶葉，乃是太湖附近的特產，後世叫之為「碧螺春」，只是在北宋之時，還未有這個雅致的名稱。鳩摩智向在西域和吐蕃山地中居住，喝慣了苦澀的黑色茶磚，見到這種碧綠有毛的茶葉，自是疑心其中有毒。四色點心是玫瑰松子糖、茯苓軟糕、翡翠甜餅、藕粉火腿餃，做得均是十分精致，每件糕點都似不是做來吃的，而是用來玩賞一樣。段譽讚道：「這些點心如此精致，味道定是絕美的了，可是卻又教人怎麼捨得張口去吃？」阿碧道：「段公子只管吃，咱們還有。」段譽吃一件讚一件，大快平生。鳩摩智和崔過二人仍是不敢隨便食用。段譽心下暗暗起疑：「這鳩摩智自稱是慕容先生的好友，如何他也是處處嚴加提防？而慕容莊上接待他的禮數，似乎也不大對勁。」鳩摩智的耐心也真了得，等了半天，待段譽將茶水和四樣糕點都嘗了個遍，讚了個夠，才道：「如此便請姑娘去通知你阿朱姊姊。」阿碧笑道：「阿朱的莊子離這裏有四九水路，今天是來不及去啦，四位在這裏住一晚，明天一早，我送四位去『聽香小築』。」崔百計道：「甚麼四九水路？」阿碧道：「一九是九里，二九十八里，四九便是三十六里。」原來江南一帶，說到路程距離，總是一九、二九的計算。鳩摩智道：「早知如此，姑娘直接送咱們去聽香小築，豈不爽快？」阿碧笑道：「我這裏沒人陪著說話，悶也悶死了。好容易來了幾個客人，可有多妙，好歹也要留你們幾位住上一天。」過彥之一直沉著氣不說話，這時突然間霍地站起，喝道：「慕容家的親人住在那裏？我過彥之上參合莊來，不是為了喝茶吃飯，更不是陪你談笑解悶，是來殺人報仇，流血送命。姓過的既到此間，也沒想再生出此莊。姑娘，請你去說，我是嵩山派柯百歲的弟子，今日跟師父報仇來啦。」說著軟鞭一晃，咯喇喇一聲響亮，將一張紫檀木的茶几和一張湘妃竹的椅子打成了碎片。阿碧既不驚惶，也不生氣，道：「江湖上英雄豪傑來拜會公子的，每個月總有幾起，也有很多像過大爺這般兇霸霸、惡狠狠的──」她還未說完，忽然後堂轉出一個鬚髮如銀的矮小老人來，手中撐著一根拐杖，說道：「阿碧，是誰在這裏大呼小叫的？」崔百計縱身離椅，和過彥之並肩而立，喝問：「我師兄柯百歲到底是死在誰的手下？」段譽見這老人弓腰曲背，滿臉都是皺紋，沒九十歲也得有八十歲，只聽他嘶啞的嗓子說道：「柯百歲，柯百歲，嗯，年紀活到一百歲，早就該死啦！」過彥之一到蘇州，就想到慕容氏家中去，大殺大砍，替恩師報仇，只是給鳩摩智一奪兵刃，折了銳氣，再遇上阿碧這樣天真可愛的一個小姑娘，滿腔仇怨，無可發洩，這時聽這老人說話無禮，一鞭揮出，鞭頭便點向他的後心。他生怕鳩摩智出手干預，見鳩摩智坐在西首，這一鞭卻從東邊揮擊過去，那知鳩摩智手臂一伸，掌心中如有磁力，遠遠的便將軟鞭抓了過去，說道：「過大俠，咱們遠來是客，有話可說，不必動武。」將軟鞭捲成一團，又交還給了他。過彥之滿臉脹得通紅，接又不是，不接又不是，轉念心想：「今日報仇乃是大事，寧可受一時之辱，須得將兵刃拿在手中。」於是伸手接了。鳩摩智向那老人道：「這位施主尊姓大名？是慕容先生的親戚還是朋友？」那老人咧嘴一笑，道：「老頭是公子爺的老僕，有甚麼尊姓大名，聽說師父是咱們故世的老爺的好朋友，不知有甚麼吩咐。」鳩摩智道：「我的事要見到公子後當面奉告。」那老人道：「那可不巧了，公子前天動身出門，說不定那一天才回來。」鳩摩智問道：「公子去了何處？」那老人側過了頭，伸手敲敲自己的額角，道：「這個麼，我可老糊塗了，好像是去西夏國，又說甚麼遼國？也說不定是吐蕃還是大理。」鳩摩智哼了一聲，心中不悅，當時天下五國分峙，除了當地是大宋所轄，這老人卻把其餘四國都說全了。他明知這老人是假裝糊塗，道：「既是如此，我也不等公子回來了，請管家帶我去慕容先生墓前一拜，以盡故人之情。」那老人雙手亂搖，道：「這個我可作不起主，我也不是甚麼管家。」鳩摩智道：「那麼尊府的管家是誰？請出來一見。」那老人連連點頭，道：「很好，很好！我去請管家來。」他轉過身，顫巍巍的走了出去，自言自話的道：「這個年頭兒啊，世上甚麼壞人都有，裝扮了和尚道士，便想來騙人，我老頭見甚麼沒見過，才不上這個當呢。」段譽哈哈一聲，笑了出來。阿碧忙向鳩摩智道：「大師父，你別生氣，老黃伯伯當真是個老糊塗。他自以為聰明，可是說話盡得罪人。」崔百計拉了過彥之的衣袖，走到一旁，低聲道：「這賊禿自稱是慕容家的朋友，但這兒明明沒將他當貴客看待。賢侄，咱們且別莽撞，瞧個明白再說。」過彥之道：「是！」四人回歸舊座，但過彥之本來所坐的那隻竹椅已給他自己打碎，變成了無處可坐。阿碧將自己的椅子端著送過去，微笑道：「過大爺，請坐！」過彥之點了點頭，心想：「我縱將慕容氏一家殺得乾乾淨淨，這個小丫頭也得饒了。」段譽當那姓黃的老僕進來之時，心底隱隱約約覺得有一件事十分彆扭，顯得非常的不對，但到底甚麼事情不對，卻完全說不上來。他仔細打量這小廳中的陳設傢具，庭中花木，壁上書畫，再瞧阿碧、鳩摩智、崔百計、過彥之四個人，甚麼特異之處都沒發見，但心中越來越覺得異樣。只聽得腳步聲響，內堂走出一個五十多歲的瘦子。這人臉色焦黃，頦下留一叢山羊短鬚，一副精明能幹的模樣，身上衣著頗是講究，左手小指戴著一枚漢玉的班指，看來便是慕容府中的管家了。這瘦子向鳩摩智等行禮，說道：「小人孫三拜見各位。大師父，你老人家要到咱老爺墓前去拜祭，咱們感激之至，但公子爺出門去了，沒人還禮，太也不夠恭敬。待公子回來，小人定將大師父這番心意轉告便是──」他剛說到這裏，段譽鼻中忽然聞到一陣淡淡的香氣，一轉念間，立時想到：「難道竟是如此？」原來當那姓黃的老僕來到這小廳中時，段譽便聞到一陣幽雅的香氣。這香氣依稀與木婉清身上的體香有些相似，雖然其中確有很大的不同，然而總之是女兒之香。起初段譽還道這香氣是阿碧身上的，也不以為意，可是那老僕一走出廳堂，這股香氣就此消失。段譽心中大覺彆扭者，就是在此，怎地一個八九十歲的老公公身上，居然會有十八九歲的姑娘身上的體香？待那自稱為孫三的瘦子走了過來，段譽又聞到了這股香氣，便想：「看來這後堂種植有甚麼奇花異卉，有誰從後堂出來，身上便帶了這種令人神魂飄盪的奇香。要不然那老僕和這瘦子都是女子扮的。」這香氣雖是令段譽大起疑心，其實氣息極淡極微，鳩摩智等三人半點也沒察覺，而段譽所以能夠辨認，原因是他曾與木婉清二人在石室中經歷了一段奇險的時刻，這淡淡的處女幽香，旁人湛然不覺，於他卻是銘心刻骨，比甚麼麝香、檀香、花香還更強烈得多。他雖疑心孫三是女子所扮，但瞧來瞧去，沒半點破綻可尋，這孫三不但神情舉止全是男人，而形貌聲音亦無絲毫女腔。他忽然想起：「女子要扮男人，這喉結須假裝不來。」凝目向他喉間瞧去，只見他的山羊鬍子垂將下來，剛好擋住了喉頭，到底有沒有喉結，無法瞧見。段譽站起身來，假意觀賞壁上的字畫，走到孫三的側面，斜睨他的喉頭時，但見毫無突起之狀，再瞧他胸部，只見胸間飽滿，雖不能就此說是女子模樣，但這樣精瘦的一個男人，胸間絕不會如此肌肉豐隆。段譽發現了這個秘密，甚覺有趣，心想：「好戲還多著呢，且瞧她怎樣演將下去。」只聽鳩摩智嘆道：「我和你家老爺當年在天竺相識，談論武功，彼此佩服，結成好友，沒想到天不假年，似我這等凡夫俗子，兀自在世上偷生，你家老爺卻是遠赴西方極樂。我從吐蕃國來到中土，只不過為了故友情重，要去他墓前一拜，有沒有人還禮，那打甚麼緊？相煩管家領路便是。」孫三皺起眉頭，顯得十分為難，道：「這個──這個──」鳩摩智道：「不知這中間有何為難之處，倒要請教。」孫三道：「大師父既是我家老爺生前的至交好友，自必知道老爺的脾氣。我家老爺最怕有人上門拜訪，他說，到咱們府中的，不是來尋仇生事，便是來拜師求藝，更下一等的，那是來打抽豐借錢，要不然便是混水摸魚，順手牽羊，想偷點甚麼東西去。他說和尚尼姑，更加靠不住，啊喲──對不住──」他說到這裏，驚覺這幾句話得罪了鳩摩智，連忙伸手按住了嘴巴。這副神氣卻全然是個少女的模樣，睜著圓圓的眼睛，烏黑的眼珠骨溜溜的一轉。雖是立即垂下眼皮，但段譽一直就在留心，不由得心中一樂：「這孫三不但是個女子，而且還是個極年輕的姑娘。」斜眼瞧阿碧時，見她唇角邊露出一絲狡獪的微笑，心下更無懷疑，暗想：「這孫三和那老黃明明便是一人，說不定就是那個阿朱姑娘。」鳩摩智嘆道：「世人險詐者多而誠實者少，慕容先生不願多結交俗人，那也是應當的。」孫三道：「是啊！我家老爺的遺言說道：如果有誰要來祭墓掃墓，一概擋駕。他說道：『這些賊禿啊，多半沒安著好心，定是想掘我的墳墓。』啊喲，大師父，你可別多心，我家老爺罵的賊禿，多半不是說你。」段譽暗暗好笑：「所謂『當著和尚罵賊禿』，當真是一點也不錯。」又想：「這個賊禿仍是半點不動怒，越是大奸大惡之人，越是沉得住氣。這賊禿當真是非同小可之輩。」鳩摩智道：「你家老爺這幾句遺言，原很有理。他生前威震天下，結下的仇家太多。有人當他在世時奈何他不得，報不了仇，在他死後想去動他遺體，那也是有的。」