第三十五回　武林盟主點蒼漁隱在湘西侍奉一燈大師隱居之時，日日以鐵槳划舟，逆溯激流而上，因之雙臂練得肌肉墳起，膂力奇大。他是一燈的大弟子，在師門親炙最久，一燈大師見他生性純樸粗魯，向來極為喜愛，只是他天資不佳，內功沒有朱子柳一示三通，但外門硬功，卻是厲害之極。此時與藏僧達爾巴用外功硬拼，正是用其所長，但見他雙槳飛舞，直上直下的強攻。這兩柄槳一柄總是五十來斤重，他卻舉重若輕，與常人使用幾斤重的刀劍一般運用自如。達爾巴自負膂力無雙，豈知在中原竟遇到這樣一位神力將軍，對方不但力大，招數更是精妙，當下使動金剛杵，杵對槳，槳對杵，兩人均是攻多守少。當朱子柳與霍都比武之時，廳上觀戰的群雄均已避風散開，此刻三般重兵刃交相拼鬥，別說兵風難擋，即是槳杵相撞時所發出的聲響，也是極難受。大多數人都是雙手掩耳而觀。燭光照耀下，黃金杵化成一道黃光，鑌鐵槳幻為兩條黑氣，交相纏繞，越鬥越是激烈。這場好鬥，眾人實是生平未見。更兇險的情景固然並非沒有，但高手以內功比拼，內裏雖然緊張異常，外表看來卻是甚為瀟灑斯文。世上如點蒼漁隱這般神力之人已經極為罕有，要兩個膂力相若，武功相若之人碰在一起，捨生忘生的相鬥，更是難遇難見了。郭靖與黃蓉看得滿手是汗，郭靖道：「蓉兒，你瞧咱們能勝麼？」黃蓉道：「現在還瞧不出來。」其實郭靖何嘗不知一時之間難分勝負，但盼妻子說一句「漁隱可勝」，心中就可大為安慰。再拆數十招，兩人力氣絲毫不衰，反而精神愈長，點蒼漁隱一槳一槳打出，口中吆喝助威。達爾巴問道：「你說甚麼？」他說的是藏語，漁隱那裏懂得，也問：「你說甚麼？」達爾巴也是不懂，兩人各自亂罵，只打得廳上桌椅木片橫飛，不論金杵或是鐵槳，只要帶上甚麼東西，甚麼東西立時遭殃。大家擔心他們一個不留神打中了柱子，那座大廳立時就會塌將下來。金輪法王和霍都也是瞧得暗暗心驚，看來這樣惡鬥下去，達爾巴縱然得勝，也必脫力重傷，但激戰方酣，怎能停止？兩人跳盪縱躍，大呼鏖戰，黃光黑氣將燭光逼得也暗了下來，猛然間震天價一聲大響，兩人同聲大喝，一齊跳開。原來漁隱右手鐵槳和金杵硬掽一招，兩人各使全力，那鐵槳槳柄較細，不及金杵堅牢，竟爾斷為兩截。槳片飛開，噹的一聲，跌在小龍女身前。小龍女與楊過說得出神，毫沒留神，槳片壓在她腳指上，她「哎喲」一聲，跳了起來。她這一呼痛，楊過方才驚覺，忙問：「你受傷了嗎？」小龍女撫著腳指，臉現痛苦神色。楊過大怒，轉頭尋找是誰投來打痛了她，一回身，只見點蒼漁隱右手拿著斷槳，正在與達爾巴爭執，要以單槳與他重鬥。達爾巴只是搖頭，不肯再打，原來他知敵人力氣功夫和自己半斤八兩，若再比試，自己決然難勝，既在兵刃上佔了便宜，這場比武就算勝了。霍都王子站了出來，朗聲道：「咱們三場中勝了兩場，這武林盟主之位自該屬於我師，各位……」他話未說完，楊過向漁隱道：「你幹麼用鐵槳打我姑姑？」漁隱道：「我……我……」楊過道：「你打痛了她的腳，快去賠禮。」漁隱見他是個孩子，只道他胡言亂語，並不理他。楊過忽地伸手，將他的斷槳奪了過來，叫道：「你快賠我姑姑的腳。」霍都被他打斷話頭，大是氣惱，喝道：「小畜生！快滾開！」楊過用槳柄打了過去，叫道：「小畜生罵誰？」霍都聽他問：「小畜生罵誰」，順口答道：「小畜生罵你！」他那裏知道南方孩子們向來用這種套子互相鬥口，一不留神，已自上當。楊過哈哈大笑，說道：「不錯，是小畜生罵我。」大廳上情勢本來極是緊張，這少年突然這麼來一攪，群雄都笑了出來。霍都大怒，摺扇直出，往楊過頭頂擊去。群雄都是俠義之人，適才見到霍都的武功極為了得，這一扇若是打在楊過頭上，不死也必重傷，齊聲叫了起來：「不得以大欺小。」郭靖飛身搶出，正要伸手奪他扇子，楊過頭一低，已從霍都手臂下鑽過，槳柄一繞，竟用打狗棒法的「纏」字訣，在霍都腳下一絆。霍都立足不穩，一個踉蹌，險險跌倒。虧得他武功高強，將跌勢硬生生變為躍勢，凌空竄起，穩穩落下。郭靖一怔，問道：「過兒，怎麼了？」楊過笑道：「沒甚麼。這廝瞧不起洪七公的打狗棒法，我就想用打狗棒法摔他一個觔斗。」郭靖大奇，又問：「你怎麼會了？」楊過撒一個謊道：「剛才魯幫主和他動手，我瞧了一下，也就學會了。」郭靖自己天資魯鈍，以為世上聰明之人甚多，對他的話倒也將信將疑。霍都給楊過這麼一絆，只道是自己不小心，那裏想得到這二十歲不到的少年竟有極高武功，心想眼下爭盟主是大事，辦完正事再打發這小子不遲，於是大踏步走到郭靖面前，朗聲道：「郭大俠今日比武是咱們勝了，我師金輪法王自是天下武林盟主，可有那一位不服……」他話未說完，楊過悄悄走到他的身後，槳柄一探一送，使開打狗棒法中第四字「戳」字訣，忽地一棒向他臀上戳去。霍都何等功夫，有人在背後突施暗算，豈有不知之理？可是那打狗棒法神妙無比，他雖然驚覺，但要閃避卻是萬萬不能，噗的一下，正中臀部。饒是他內功深厚，臀部又是多肉之處，可是這一下卻也極是疼痛，兼之出其不意，他只道定可避過，偏偏竟又戳中，不由得「啊」的一聲叫了出來。楊過道：「甚麼東西？我就不服？」群雄又是驚奇又是好笑，心想這少年不但頑皮，而且大膽，這蒙古王子居然兩次著了他的道兒。至此地步，霍都再也不能置之不理，但他仍然未將楊過當作敵手，反手一記耳光，心想先打一巴掌出氣再說。他雖是順手一掌，但這一掌剛柔相濟，含勁蓄勢，蘊藏著西藏派武功的精華，預擬一掌要將他打昏躺下。郭靖知道厲害，那肯讓楊過中此一掌，左手探出，反手一勾，已將他手掌抓住，勸道：「你怎能跟少年人一般見識？」霍都被他一把抓住，但感半身發麻，不禁驚怒交集。楊過乘勢橫過槳柄，一棍打在他的臀上，叫道：「小畜生不聽話，爸爸打你屁股！」郭靖喝道：「過兒快退開，不許胡鬧！」但群雄均已嘻嘻哈哈，笑成一團。蒙古一邊的武士們卻紛紛叫嚷起來：「兩個打一個麼？」「不要臉！」「是不是再比過？」郭靖一怔，放脫了霍都。黃蓉眼光極為敏銳，見楊過這一絆一戳，確是打狗棒法的精妙招數，心下大為起疑：「他從何處偷學得到這路棒法？難道我教魯有腳之時，每一招都給他瞧去了？但是唯恐有人偷瞧，教棒時每次均四下查過，他怎能瞞過我的眼光？」於是叫道：「靖哥哥，你來。」郭靖回到妻子身旁，但他擔心楊過吃虧，眼光仍停留在二人身上，只見霍都揮掌飛腳，不住向楊過攻去。楊過一面閃避，一面大叫道：「打你屁股，打你屁股！」橫著槳柄，向他臀部猛擊，但此時霍都展開身法，已自打他不著，每一棍都落了空。霍都用摺扇想打楊過的頭，楊過卻用鐵槳的槳柄去打他後臀，兩人你追我趕的在廳上繞圈子，卻是誰也打不著誰。初時大家只覺滑稽古怪，但看二人繞了幾個圈子，心中都驚訝起來，原來楊過衣衫襤褸，年紀又小，但步法輕盈，行動敏捷，簡直和霍都不相上下。霍都幾次飛步擊打，都給他巧妙避開。點蒼漁隱與達爾巴本來各執兵刃，互相怒目而視，一個要衝上去再行比武，一個是全神戒備，以防對方突襲，但見霍都竟然奈何不了這樣一個無名少年，都是極為詫異，變成一個裂開了嘴嘻嘻而笑，一個用藏語嘰哩咕嚕的咒罵。霍楊二人又繞了兩個圈子，霍都已瞧出他輕身功極為夫了得，一味跟他賽跑，說不定還輸在他腳下，突然一個轉身，伸左掌抓他槳柄，右手扇子往他腿側「環跳穴」上點去。這一下出手，已不是懲戒頑童的手法，卻是正正式式的比武過招了。楊過年紀雖小，膽子卻大，眼見對方使出上乘武功，卻仍不與他正面對戰，側身避開他的點穴，橫著槳柄亂打，叫道：「老子打你屁股！」用這種戲弄手段和敵人過招，那必須比對方武功高出極多，方無危險。楊過雖然學過許多上乘武功，但以功力而論，萬萬不及霍都，如此胡鬧本來必定遭殃。但眾人見他亂蹦亂跳，一齊大笑，這麼一笑，霍都倒也給弄得心神不定，只怕在天下英雄面前被他打中屁股，那可再也無顏見人，因之全神貫注的閃避，一時竟忘了反擊，楊過這才未遇危險。到了此時，黃蓉早已看出楊過曾受高人指點，際遇非常，武功自不同凡響，心想由他胡攪一陣，許能挽回連敗兩陣的頹勢，也未可知，於是高聲說道：「過兒，你好好和這位大哥比一比吧，我瞧他不是你的對手。」楊過向霍都伸了伸舌頭，道：「你敢不敢？」說著站定了腳，指著他的鼻子。霍都極是狡猾，心想咱們連勝兩場，武林盟主已然奪得，何必再節外生枝？於是說道：「小畜生，如此頑皮，總是要好好教訓你的，現下倒也不忙，就請天下武林盟主金輪法王給大夥兒說話，大家一齊聽他老人家的號令。」群雄轟然抗辯，嘈雜喧嘩。霍都大聲道：「咱們言明在先，三賽兩勝，各位說過的話算人話不算？」群雄都是俠義道中人，均知駟不及舌之義，要他們出爾反爾，那是萬萬不肯的，剛才這兩場實在輸得冤枉，第一場是反勝為敗，第二場只是折斷了兵刃，但若說不敗，卻也有點說不過去。眾人被他問得張口結舌，一時無言可對。楊過道：「為甚麼這老和尚能做天下武林盟主？我瞧他不配。」霍都怒道：「這小孩的師父是誰，快領去管教。再在這裏撒野，我下手可要不留情面了。」楊過笑道：「我師父才是天下武林盟主，你師父有什麼本事？」霍都道：「你師父是誰？請出來見見。」他已領教過楊過身手不凡，心想他師父必是高手，是以用了一個「請」字。楊過道：「今日爭武林盟主，都是徒弟替師父打架，是也不是？」霍都道：「不錯，咱們三場中勝了兩場，所以我師父是盟主。」楊過道：「好吧，就算你勝了他們，那又怎地？我師父的徒弟你可沒有打勝。」霍都說道：「你師父的徒弟是誰？」楊過哈哈大笑道：「蠢材，我師父的徒弟自然是我。」群雄聽他說得有趣，都哈哈大笑起來。楊過笑道：「咱們比三場，你們勝得兩場，我才認老和尚作盟主。若是小弟勝得兩場，對不起，這武林盟主只好由我師父來當了。」眾人聽楊過說到此處，心想莫非他師父當真是大有來頭的人物，要來和洪七公、金輪法王爭那武林盟主，不管他師父是誰，總是漢人，自比讓蒙古國師搶了盟主去的好，於是大家紛紛附和：「對，對，除非你再勝得兩場。」「這位小哥說的甚是。」「中原高手甚多，你僥倖勝了兩場，有甚希罕？」霍都心下計議：「對方最強的兩個高手已經敗了，再來兩個又有何懼？就怕他們行車輪戰術，打敗兩個又來兩個。」於是說道：「尊師要爭這盟主之位，原也在理，只是天下英雄何止千萬，比了一場又是一場，卻比到何年何月方了？」楊過頭一昂，說道：「旁人作盟主，我師父也不願理會，但她瞧著你師父心裏就有氣。」霍都道：「尊師是誰？他老人家可在此處？」楊過笑道：「他老人家就在你眼前，喂，姑姑，他問你老人家好呢。」小龍女「嗯」的一聲，向霍都點點頭。群雄先是一怔，隨即哈哈大笑，因小龍女容貌俏麗，年紀似乎尚小於楊過，怎能是他師父？顯是楊過有意取笑，作弄霍都了。只有郝大通、趙志敬、尹志平等人知他所言是實。黃蓉雖知楊過的武功曾得高人傳授，卻也絕不信小龍女這樣一個嬌弱幼女會是他的師父。霍都大怒，喝道：「小頑童胡說八道！今日群雄聚會，有許多大事要幹，要容得你在此胡鬧？快給我滾開。」楊過道：「你師父又黑又醜，說話嘰咕哩嚕，難聽無比，你瞧我師父多美，多麼清雅秀麗，讓她做天下武林盟主，豈不是比你這個黑和尚強得多麼？」小龍女對世事全然不懂，聽楊過公然讚自己美麗，心中高興，嫣然一笑，果如異花初胎，美玉生暈，明艷無倫。群雄見楊過作弄敵人越來越是大膽，都感痛快，但有些老成之人卻暗暗為他擔心，生怕霍都忽下殺手。果然鬧到此時，霍都再也忍耐不住，叫道：「天下英雄請了，小王殺此頑童，那是他自取其咎，須怪不得小王。」摺扇一揮就要往楊過頭頂擊去。楊過模仿他說話神氣，挺胸凸肚，叫道：「天下英雄請了，小頑童殺此王子，那是他自取其咎，須怪不得小頑童！」群雄轟笑聲中，他突然橫過槳柄，往霍都臀上揮去。霍都側身讓過，摺扇斜點，左掌如風，直擊對方腦門。扇點是虛，掌擊卻實，這一掌用了十成力，存心要一掌將他打得腦漿迸裂。楊過一閃身，順手將一張方桌一推，只聽格的一聲，霍都這一掌擊在方桌之上，登時木屑橫飛，方桌塌了半邊。群雄見他掌力驚人，不禁咋舌。霍都隨即飛腳將桌子踢開，跟著進擊，楊過見他這一掌又快又狠，再也不敢輕忽，舞動槳柄，就使打狗棒法和他鬥了起來。那打狗棒法的招數洪七公已全部傳授，口訣和變化又曾聽黃蓉傳於魯有腳，他聰明伶俐，兩下裏一湊合，果然使得頭頭是道。只是槳柄太過沉重，又短了半截，運用之際甚不方便，拆了十餘招，已被霍都扇中夾掌，困在一隅。黃蓉見他每一招果真都是打狗棒法的嫡傳，雖然運用未熟，招數不純，但出手姿式無一不合，知他兵刃不順手，當即步到廳中，伸棒在二人之間一隔，說道：「過兒，打狗須用打狗棒，我這棒兒借給你吧，打完惡狗，立即歸還。」因打狗棒是丐幫的鎮幫之寶，外人不得使用，是以黃蓉特別言明借用。楊過大喜，接過竹棒，黃蓉在他耳邊低聲道：「逼他交出解藥。」楊過未留神霍都與朱子柳的惡鬥，不知什麼解藥，待要相詢，霍都已一掌劈了過來。楊過提起打狗棒往，他小腹一點。這竹棒又堅又韌，以打狗棒使打狗棒法，那自是得心應手，威力倍增。霍都本來一掌劈向他頭頸，見他棒到，逕刺自己臍下三寸的「關元穴」，這正是任脈的要穴，他小小頑童，認穴竟如此準確，倒不由得一驚，他與楊過已交手數次，但以前自己在氣惱頭上，一直未予重視，此次見他出手刺穴，這才當真認他是敵人對手，再也不敢輕忽，撤掌迴身，轉扇護胸，旁觀的高手甚多，見他如此使招，顯是對楊過頗為忌憚，均感詫異更甚。楊過說道：「且慢，小頑童絕不白白與人過招，須得賭個利物。」霍都道：「好，你若輸了，向我磕三個頭，叫三聲爺爺。」楊過又使江南頑童常用的討便宜套子，假裝沒有聽見，問道：「叫什麼？」這種套子突然使將出來，不知者極易上當。霍都生長蒙藏，日常相處的都是淳樸單純之輩，那懂這種江南頑童的狡獪，順口答道：「叫爺爺！」楊過應道：「嗯，乖孫兒，再叫一聲。」霍都臉上一紅，又知上當，一咬牙，右扇左掌，狂風暴雨般攻了過來。楊過奮力抵擋，說道：「你若輸了，就須將解藥給我。」霍都怒道：「我輸給你？你快別做夢，小畜生！」楊過竹棒一起，喝道：「小畜生罵誰？」霍都道：「小畜生罵……」話到口邊，猛然省起，總算懸崖勒馬，硬生生把最後一個「你」字縮回嘴裏。楊過笑道：「小番王，教了你一個乖，你記著吧。」他話是說得輕巧，手上卻越來越是艱難。要知霍都王子是金輪法王的得意弟子，深得西藏派喇嘛武功的精要，他與一燈大師最強的弟子朱子柳拆得近千招，功力之深，與楊過自是不可同日而語。楊過初時使弄狡詐，激動他的怒氣，處處乘機佔得便宜，此刻真刀真槍的動手，二十餘招之後已相形見絀。但群雄見他小小年紀，居然支持了這麼許久，已是大為讚許，都說：「這孩子了不起。」大家互相詢問，這少年卻是誰的門下。霍都見敵人勢劣，掌力越是加強。按理說楊過所使的打狗棒法神妙莫測，該當勝得敵人，但洪七公只授了他架式，棒法的口訣祕奧，他甫自黃蓉口中聽到，仗著聰明絕頂，兩者已能融合使用，然要立時之間全然領會，施展威力，自是絕無此理。再鬥一會，楊過東擋西搪，已難招架。郭芙與武氏兄弟自廳中比武開始，一直全神觀鬥，三個人湊首悄悄議論，及至楊過出來動手，三人實是大出意料之外，武氏兄弟說他狂妄愚魯，自討苦吃，郭芙偏和他們抬槓，讚他大膽機敏。武氏兄弟聽得心中酸溜溜的甚不好受。起初他們見小龍女忽然來到，與楊過神態親密，兄弟倆對望一眼，登時大有輕鬆之感，但後來楊過稱她師父，雖然不知真假，二人心頭又沉重起來。這時見楊過給霍都逼得手忙腳亂，兩兄弟自知不該幸災樂禍，希冀敵人獲勝，然內心深處，竟是盼望他這觔斗栽得越重越好。二人只因患得患失，於是忽喜忽憂，心情瞬息之間，連變數變。郭芙對楊過雖無好感，亦無厭憎之心，只當他是個落魄無能之人，不足掛懷，父親雖說要將自己終身許他，但她深信此事決難成真，聽過之後只是一笑，後來見楊過武功非同小可，那也只是大為驚異而已，見他落敗，卻是大為擔心。楊過知道如此相鬥，十招之內，便要被敵人打倒，危急中見小龍女倚在柱上，神色關注，隨時要出手相助，心念一動，突然一棒揮出，身子斜飛，從小龍女腳上躍了過去。霍都喝道：「那裏走？」揮扇追擊。小龍女雙足微微一抬，右足足尖踢向霍都右足外踝的「崑崙穴」，左足足尖踢他左足心的「湧泉穴」。也算霍都武功極為精強，見微知著，變化迅捷，小龍女雙足稍起，旁人毫不在意，他已知她是用極厲害的招數忽施突襲，百忙中施一招「鴛鴦連環腿」，雙足向空連環虛踢，這才避開她兩記來無影去無蹤的點穴，楊過從小龍女腳上躍過，已自預料到有此一著，不待敵人落地，打狗棒一探，遞了出去，霍都伸扇在棒上一搭，斜身飛開，離得小龍女遠遠地，不自禁多望了她兩眼，心想：「中原果然儘多能人，這一男一女年紀輕輕，武功怎地如此了得？」楊過得了這一招之利，發揮棒法中的攻手，進了三記殺招，霍都大感狼狽，盡力抵禦，豈知第四招上楊過已無奧妙棒法，緩得一緩，被他反擊過來，又處劣勢。旁人不懂棒法，還不怎地，黃蓉卻連連暗呼可惜，忍不住唸道：「棒迴掠地施妙手，橫打雙獒莫回頭。」這正是打狗棒法的訣竅，楊過未曾受人指點，不知此招該當於此時用出，聽得黃蓉唸起，當即橫棒掠地，直擊不回。這一棒去得古怪，楊過雖然使了，實不知有何功效，豈知棒兒擊出，正巧霍都舉扇斜揮，他一招尚未用全，已知不妙，急忙躍起相避。黃蓉又唸道：「狗急跳牆如何打？擊狗臀兮劈狗尾。」須知這路棒法在丐幫中世代相傳，做乞丐的有甚文雅之士，口訣語句自然俚俗，旁人還道是黃蓉出言譏罵敵人是狗，卻不知她正在指點楊過武藝。那打狗棒法雖是除丐幫幫主外不傳別人，但一來楊過已自學會，二來這場比武關係重大，務須求勝，當下也顧不得幫規所限，看到兩人進退攻守的情勢，不住口的出言指示。她每一句話都說得正中竅要，兼之楊過機伶無比，數次得手之後，再不思索，一聽黃蓉提得幾字，立即施展出來。這打狗棒法果然威力奇強，霍都空有一身武功，竟被一根竹棒逼得團團亂轉，再無還手餘地。眼見再拆數招，霍都就要落敗，群雄睜大了眼睛，均是驚喜交集。霍都摺扇進了兩招，奮力把楊過迫開一步，叫道：「且住！」楊過笑道：「怎麼？認輸了吧？」霍都臉上猶似罩了一層嚴霜，冷然道：「你說是為你師爭奪盟主，怎麼用的是洪七公的武功？若說為洪七公爭盟主，適才已比過兩場，到底是胡混瞎賴，這是怎的？」黃蓉一想不錯，他這話倒是難以辯駁，正想跟他強詞奪理一番，楊過已接口道：「你這次說的倒算是人話，這棒法果然非我師父所授，縱然勝得你，諒你也不服。你要見識見識我師門的功夫，絲毫不難。我所以借用別派功夫，就怕本門功夫用將出來，你輸得太慘。」原來楊過聽他說了這番話，回頭向小龍女望了一眼，猛然省起：「幸虧這番王提醒了我，若是我用打狗棒法勝他，怎能顯出我姑姑的本事？姑姑豈不怪我數典忘祖？」其實小龍女一派天真，心中充滿了對楊過的柔情蜜意，只要眼中看著他，那就心滿意足，萬事全不掛懷，楊過勝也好，敗也好，她覺一切無關緊要，至於他是否用本門武功，是否聽由黃蓉指點，她更是半點不放在心上。霍都心想：「你若不用打狗棒法，十招之內取你性命易如反掌。」當下冷笑道：「這就是了，定須領教尊師的高招。」楊過在古墓中練得最純最精的乃是劍法，於是向群雄道：「那一位尊長請借一柄長劍一用。」廳上千餘人之中倒有二百餘佩劍，聽楊過如此說，一齊答應，紛紛拔劍。郝大通和孫不二俱是俠義之士，未曾拜王重陽為師之時，已然心懷忠義，後來受王重陽薰陶，愛國禦侮之心更是熱切。楊過反出全真教，他們自是甚感惱怒，但此時見他力抗強敵，為中華爭光，登時將門戶私見拋在一旁。孫不二武功在全真七子中最弱，王重陽臨終時就將全真教最鋒利的一把寶劍傳給了她，俾以利器補武功之不足。她見楊過借劍拒敵，當即身形一縱，搶在頭裏，雙手橫托一柄青光閃閃、寒氣森森的寶劍，說道：「你用這柄劍吧！」楊過見那劍猶如一泓秋水，知是斷金切玉的利刃，若用以與霍都交手，定可佔得不少便宜，但他一見到孫不二身上的道袍，立時想起自己在重陽宮中所受的屈辱，又想起孫婆婆橫死在郝大通掌下，白眼一翻，卻不接劍，轉頭從一名丐幫弟子手中取過一柄黑沉沉的生鏽鐵劍，說道：「就借大哥此劍一用。」竟將孫不二僵在當地，進退不得。她雖出家修道，終究武學之士火性難淨，自己好意借劍，他竟如此無禮，不禁大為惱怒，欲待開口斥責，卻又是大敵當前，不便另起爭端，當下強忍怒氣，退回人叢。也是楊過的性子太過剛硬，愛憎極其強烈，本可乘此良機與全真教修好，這麼一來，雙方嫌隙卻更深了。霍都見他不取寶劍，卻拿了一把鏽得斑斑駁駁的鐵劍，心中多了一層忌憚之意。蓋武功練到極高境界，摘花採葉均可傷人，原已不仗兵刃銳利，心想敵人取了這樣一柄鈍劍，當真是有恃無恐不成，當下張開摺扇，扇了兩扇，欲待開口叫陣，楊過用劍尖指著摺扇上朱子柳所寫的四字，笑道：「爾乃蠻夷，眾人皆知，倒也不用張揚了。」霍都臉上微微一紅，摺扇拍了一聲，摺成一根短棒，向他「肩井穴」微點，左掌呼地劈出，凌厲狠辣，極其剛猛。楊過在古墓中數年苦練，已盡得古墓派武功的祕要。當年林朝英古墓苦修，創下玉女心經的武功，連武功天下第一的王重陽尚且遜她一籌，直到王重陽得到「九陰真經」，才再能勝她。林朝英創出這劍法後不再出墓，後來只傳了她的貼身丫鬟，那丫鬟傳小龍女，這三人非但從不涉武林，連終南山也沒下過一步。李莫愁雖是小龍女的師姊，但她師父知她人品不端，未傳她最高深的武功。此時楊過使將出來，大廳上雖然群賢畢集，那一門那一派的高手均在與會，但除小龍女外，竟無一人識得楊過使的是什麼劍法。這一派武功的創始人固是女子，而且接連兩代的弟子也都是女人，不免輕柔有餘，猛惡不足。小龍女教導楊過的架式，都帶著一分嬝娜風姿，楊過融會貫通之後，將那女子神態盡數化除，轉為飄逸靈動。古墓派的輕功當世無比，此時但見楊過滿廳遊走，一招未畢，二招已至。劍招初出時人尚在左，劍招抵敵時身已轉右，似乎劍是劍，人是人，兩者漠不相干，一套劍法只使得十餘招，群雄無不駭然欽服。那霍都王子一扇子功夫本來是武林中的一絕，扇打點刺，也是以飄逸輕柔取勝，此刻遇到古墓派的絕頂輕功，竟然施展不出手腳，加以他扇上給朱子柳寫上那四個字，被楊過一番取笑，不願再行張開，這樣一來，扇上又自打了一個折扣。郭芙與武氏兄弟見他功夫竟然如此了得，六隻眼睛睜得大大的，再也無話可說。旁觀眾人之中，第一喜歡的要算郭靖，他見故人之子忽爾練成這樣高妙的武功，連自己也瞧不準他的家數，想起自己郭家與楊家的累世交情，不由得悲喜交集。黃蓉斜眼望了丈夫一眼，見他眼眶微紅，嘴角卻帶笑容，知他心意，伸手去握住了他右手。