第二十五回　貴賓雲集莫聲谷道：「喬氏兄弟都是使暗器的好手，有他二人助拳，祁天彪以三敵一，或能跟吳一氓打個平手。只不知吳一氓有沒有幫手。」張松溪道：「吳一氓倒是沒有幫手。可是喬氏兄弟卻出了古怪。第二天一早，祁天彪便上喬家去，想跟他兄弟商量一下迎敵之策，那知到得喬，守門的說道：『大爺和二爺今朝忽有要事，趕去了鄭州，請祁老爺不必等他們了。』祁天彪一聽之下，幾乎氣炸了肚子。喬氏兄弟幾年之前在江南出過事，當時祁天彪幫了他倆很大的忙，那知此刻有求於他二人，兄弟倆口上說得好聽，竟是腳底抹油，溜之乎也。」「祁天彪知道吳一氓心狠手辣，這個約會躲是躲不過的，於是在客店中寫下了遺書，處分後事，交給了趟子手，自己到洛陽西門外赴約。」「這件事的前後經過，我都瞧在眼裏。那日我扮了個乞丐，易容改裝，躺在西門外的一株大樹之下。不久吳一氓和祁天彪先後到來，兩人動起手來，鬥不數合，吳一氓下殺手，放了一枚斷魂蜈蚣鏢。祁天彪眼見抵擋不住，只有閉目待死，我搶上前去，伸手將鏢接了。吳一氓又驚又怒，喝問我是否幫中人，我笑嘻嘻的一答，吳一氓連放八枚斷魂蜈蚣鏢，都給我一一接了過來。他的成名暗器果然是非同小可，我若用本門武功去接，本也不難，但我防他瞧出疑竇，故意裝作左足瘤，右手斷，只使一隻左手，又使少林派的接鏢手法，掌心向下擒撲。接是都接到了，但手掌險險給他第七枚毒鏢劃破，算是十分凶險。他果然喝問我是少林派中的那一位高僧的弟子，我仍是裝聾作啞，跟他咿咿啊啊的胡混。吳一氓自知不敵，一怒而去，回到涼州後杜門不出，這幾年來一直沒在江湖上現身。」莫聲谷搖頭道：「四哥，吳一氓雖不是善良之輩，但祁天彪也算不得是什麼好人，那日倘若你給蜈蚣鏢傷了手掌，這可如何是好？這般冒險未免太不值得。」張松溪笑道：「這是我一時好事，事先也沒料到他的蜈蚣鏢當真有這等厲害。」莫聲谷性情直爽，不懂張松溪這些行逕的真意，張翠山卻如何不省得？四哥盡心竭力，想要消解龍門鏢局全家被殺的大仇。他知道虎蟠鏢局是江南眾鏢局之首，冀魯一帶以燕雲鏢局馬首是瞻，西北各省則推晉陽鏢局為尊。龍門鏢局之事日後發作起來，這三家鏢局定要出頭，是以他先行伏下了三樁恩惠。這三件事看來似是機緣巧合，但張松溪明查暗訪，等候機會，不知花了多少時日，多少心血？張翠山哽咽道：「四哥，你我兄弟一體，我也不必說這個『謝』字，都是你弟妹當日作事偏激，闖下了這個大禍。」當下將殷素素如何扮成他的模樣，夜中去殺了龍門鏢局滿門之事，從頭至尾說了，最後道：「四哥，此事如何了結，你給我拿個主意。」張松溪沉吟半晌，道：「此事自當請師父示下，但我想人死不能復生，弟妹也已改過遷善，不再是當日殺人不眨眼的弟妹，古人言道：知過能改，善莫大焉。大哥，你說是不是！」宋遠橋面臨這數十口人命的大事，一時躊躇難決，俞蓮舟卻點了點頭，道：「不錯。」殷利亨最怕二哥，知道大哥是個好好先生，容易說話，二哥卻是嫉惡如仇，鐵面無私，生怕他跟五嫂為難，一直在提心吊膽，卻不知俞蓮舟早已知道此事，也早已原宥了殷素素。他見二哥點頭，心中大喜，忙道：「是啊，旁人問起來，五哥只須說那人不是你殺的。你又不是撒謊，本來不是你殺的啊。」宋遠橋橫了他一眼，道：「一味抵賴，五弟心中何安？咱們身負俠名，心中何安？」殷利亨道：「那怎生是好？」宋遠橋道：「依我之見，待師父壽誕過後，咱們先去找回五弟的孩兒來，然後是黃鶴樓頭英雄大會，交代了金毛獅王謝遜這回事後，咱們師兄弟六人，再加上五弟妹，七人同下江南。三年之內，咱們每人要各作十件大善舉。」張松溪鼓掌叫道：「對對！龍門鏢局枉死了七十來人，咱們各作十件善舉，如能救得一二百個無辜遭難者的性命，那麼勉強也可抵過了。」俞蓮舟也道：「大哥想得再妥當也沒有了，師父也必允可。否則便是要五弟妹給那七十餘口抵命，也不過是多死一人，於事何補？」張翠山一直為了此事，煩惱不安，聽宋遠橋如此安排，心下大喜，道：「我去跟她說去。」張翠山匆匆走進臥室，將宋遠橋所想的法子跟妻子說了，又說眾兄弟一等祝了師父的大壽，便下山去尋無忌。殷素素精神一振，心想憑著武當六俠的威望本事，總能將無忌找得回來。她本來無甚大病，只是思念無忌成疾，這時心頭一寬，病體便日輕一日。過了數日，已是四月初八，張三丰料知明日是自己百歲大壽，徒兒們必有一番熱鬧，雖然俞岱岩殘廢，張翠山失蹤，未免美中不足，但一生能享百歲遐齡，也算難得，同時閉關參究的一門「太極神功」，也已深明精奧，從此武當一派，定可在武林中大放異采，當不輸於天竺達摩東傳的少林派武功，這天清晨，他便開關出來。一聲清嘯，衣袖略振，兩扇板門便呀的一聲開了。張三丰第一眼見得的不是旁人，竟是十年來思念不已的張翠山。他一搓眼睛，還道是看錯了，張翠山已撲在他的懷裏，聲音嗚咽，連叫：「師父！」心情激盪之下，竟是忘了跪拜。宋遠橋等五人一齊擁到，叫道：「師父大喜，五弟回來了！」「師父大喜，五弟回來了！」張三丰活了一百歲，修鍊了八十幾年，胸懷空明，早已不縈萬物，但和這七個弟子情若父子，陡然間見到張翠山，忍不住摟著他，喜歡得流下淚來。眾兄弟服侍師父梳洗漱沐，換過衣巾。張翠山不敢便將煩惱之事跟師父說，只說些冰火島的奇情異物。張三丰聽他說他已經娶妻，更是喜歡，道：「你媳婦在那裏？快叫她來見我。」張翠山隻膝跪地，說道：「師父，弟子大膽，娶妻之時，沒能稟明你老人家。」張三丰捋鬚笑道：「你在冰火島上十年不能回來，難道便等了十年，待稟明我再娶麼？笑話，笑話。快起來，不用告罪，張三丰那有這等迂腐不通的弟子？」張翠山長跪不起，道：「可是弟子的媳婦來歷不正。她……她是白眉教殷教主的女兒。」張三丰仍是捋鬚一笑，說道：「那有什麼干係？只要媳婦兒人品不錯，也就是了。便算她人品不好，到得咱們山上，難道不能潛移默化於她麼？白眉教又怎樣了？翠山，為人第一不可胸襟太窄，千萬別自居名門正派，把旁人都瞧得小了。這正邪兩字，原來難分。正派中弟子若是心術不正，便是邪徒，邪派中人倘若一心向善，那便是正人君子。」張翠山大喜，想到自己耽了十年的心事，師父只輕輕兩句話便揭了過去，當下滿臉笑容，站起身來。張三丰又道：「你那岳父殷教主我跟他神交已久，很佩服他武功卓絕，是個慷慨磊落的奇男子。他雖性子偏激，行事乖僻些，可不是卑鄙小人。咱們很可交交這個朋友。」宋遠橋等均想：「師父對五弟果然厚愛，愛屋及烏，連他岳父這等大魔頭，居然也肯下交。」正說到此處，一名道僮進來報道：「白眉教殷教主，派人送禮來給張五師叔！」張三丰笑道：「岳父送贊儀來啦，翠山，你去迎接賓客吧！」張翠山應道：「是！」殷利亨道：「我跟五哥一起去。」張松溪笑道：「又不是金鞭紀老英雄送禮來，要你忙些什麼？」殷利亨臉一紅，還是跟張翠山出去。只見大廳上站著兩個老者，羅帽直身，穿的家人服色，見到張翠山出來，一齊走上幾步，跪拜下去，說道：「張姑爺好，小人殷無福、殷無祿叩見。」張翠山還了一揖，說道：「管家請起。」心想：「這兩個家人的名字好生奇怪，凡是僕役家人，取的名字總不外乎『平安吉慶，福祿壽喜』之類，怎地他二人卻叫作『無福、無祿』？」但見他那殷無福臉上有一條極長的刀疤，自右邊額角一直斜下，掠過鼻尖，直至左邊嘴角方止。那殷無祿卻是滿臉麻皮，兩人貌相都極醜陋，均已有五十來歲年紀。張翠山道：「岳父大人、岳母大人安好，我待得稍作摒擋，便要和你家小姐同來拜見尊親，不料岳父岳母反先存問，卻如何敢當？兩位遠來辛苦。請坐喝一杯茶。」殷無福和殷無祿卻不敢坐，取出禮單，恭恭敬敬的呈了上去，說道：「我家老爺太太說這些薄禮，請姑爺笑納。」張翠山道：「多謝！」打開禮單一看，不禁嚇了一跳，只見十餘張泥金箋的禮單上，一行行的寫了二百款禮品，第一款是「碧玉獅子成雙」，第二款是「翡翠鳳凰成雙」，無數珠寶之後，是「特品紫狼毫百枝」、「貢品唐墨十錠」、「宋製桑紙百刀」、「端硯八方」，那白眉教主竟是打聽到這位嬌客善於書法，送了大批筆墨紙硯，其餘衣履冠帶、服飾器用，無不具備。殷無福轉身出去，領了十名腳夫進來，每人都挑了一副擔子，擺在廳側。張翠山心下躊躇：「我自幼清貧，山居樸實，這些珍物要來何用？可是岳父遠道厚賜，若是不受，未免不恭。」只得謝了一聲受下，說道：「你家小姐旅途勞頓，略梁小恙。兩位管家請在山上多住幾日，再行相見。」殷無福道：「老爺太太甚是記掛小姐，叮囑即日回報。若不過於勞累小姐。小人想叩見小姐一面，即行回去。」張翠山道：「既是如此，且請稍待。」他回到臥房，跟妻子說了。殷素素大喜，略加梳裝，來到偏廳和兩名家人相見，問起父母兄長安康，留著兩人用了酒飯。殷無福、殷無祿當即叩別姑爺小姐。張翠山心想：「岳父母送來這等重禮，該當重賞賜這兩人才是。可是把山上所有的銀子集在一起，也未必能賞得出手。」好在他生性豁達，也不以為意，笑說：「你們小姐嫁了個窮姑爺，給不起賞錢，兩位管家請勿見笑。」殷無福說：「不敢，不敢。得見武當七俠一面，甚於千金之賜。」張翠山心道：「這位管家吐屬風雅，似是個文墨之士。」當下送到中門，殷無福道：「姑爺請留步，但盼和小姐早日駕臨，以免老爺太太思念。敝教上下，盡皆仰望姑爺風采。」張翠山一笑。殷無福忽道：「還有一件事須得稟告姑爺知道。小人兄弟送禮上山之時，在襄陽客店中遇見三個鏢客。他三人言談之中，提到了姑爺。」張翠山道：「哦，他們說些什麼？」殷無祿道：「一人說道：『武當七俠於我等雖有大恩，可是龍門鏢局的七十餘口人命，終不能便此罷手。』他三人說自己是決計不能再理會此事的了，決意去請開封府神槍震八方譚老英雄出山，來跟姑爺理論此事。」張翠山點了點頭，並不言語。殷無祿探手懷中，取出三面小旗，雙手呈給張翠山，道：「小人兄弟聽那三個鏢客膽敢太歲頭上動土，已將這事搞到了白眉教身上。」張翠山一看那三面小旗，不禁一驚，只見第一面旗上繡著一頭猛虎，側頭吼叫，作踞蟠之狀。這面小旗，自是「虎蟠鏢局」的鏢旗了。第二面小旗上繡著一頭白鶴在雲中飛翔，那是「晉陽鏢局」的鏢旗，白鶴當是指他們的總鏢頭雲鶴。第三面小旗上是用金線繡著九隻燕子，包括了「雲燕鏢局」的「燕」字和總鏢頭宮九佳的「九」字。張翠山奇道：「怎地將他們的鏢旗取來了？」殷無福道：「姑爺是白眉教的嬌客，祁天彪宮九佳他們是什麼東西，明知武當七俠於他們有恩，居然還要去請什麼開封府的神槍震八方譚瑞來這個傢伙，來跟姑爺理論，那不是太豈有此理麼？這次老爺太太原是差了咱兄弟三人，來給姑爺送禮的。咱們在襄陽聽到了這三個鏢客的無禮之言……」張翠山道：「其實也不算什麼無禮。」殷無福道：「是，那是姑爺的寬洪大量，人所不及。咱三人可按捺不住，料理了這三個鏢客，取來了三家鏢局的鏢旗。」張翠山吃了一驚，心想祁天彪等三人都是一方鏢局中的雄傑，江湖上成名已久，雖然算不得是武林中頂兒尖兒的腳色，但各有各的絕藝，何以殷天正手下三個家人，便如此輕描淡寫的說將他們料理了？但若是殷無福瞎吹，他們明明取來了這三桿鏢旗，別說明取，便是暗偷，可也不易啊。難道他們在客店中使用什麼薰香迷藥，做翻了那三個總鏢頭？便道：「這三桿鏢旗，怎生取來的？」殷無福道：「當時二弟無祿出面叫陣，約他們到襄陽南門較量，咱三人對他三個。言明他們若是輸了，便留下鏢旗，自斷一臂，終身不許踏進湖北省境。」張翠山愈聽愈奇，愈是不敢小覷了眼前這兩個家人，問道：「後來怎樣。」殷無福道：「後來也沒什麼，他們便留下鏢旗，自己砍斷了右臂，說終身不踏進湖北省境一步。」張翠山暗暗心驚：「這些白眉教的人物，行事竟是如此狠辣。」殷無福道：「倘若姑爺嫌小人下手太輕，咱們便追上去，將三人宰了。」張翠山忙道：「不輕不輕，已重得很。」殷無福道：「咱們心想這次是來給姑爺送禮，喜事重重，若是傷了人命，似乎不吉。」張翠山道：「不錯，你們想得很是周到。你剛才說共有三人送禮，還有一位呢？」殷無福道：「還有一個兄弟殷無壽。咱們趕走了三個鏢客之後，咱二人便來叩見姑爺，但恐那神槍譚老頭兒終於得到訊息，不知好歹，還要來囉嗦姑爺，是以殷無壽便上開封去。無壽叫小人代他向姑爺磕頭請安。」說著便爬下來磕頭。張翠山還了一揖，道：「不敢當。」心想那神槍震八方譚瑞來威名赫赫，威名已垂四十年，殷無壽為了自己而鬧上開封去，不論那一方有了損傷，都是大大的不安，說道：「那神槍震八方譚瑞來我久仰其名，是個正人君子，兩位快些趕赴開封，叫無壽大哥不必跟譚老英雄說話了，若是雙方說僵了動手，只怕不妙。」殷無祿淡淡一笑，道：「姑爺不用耽心，那姓譚的老傢伙不敢跟三哥動手的。三哥叫他不許多管閒事，他會乖乖的聽話。」張翠山道：「是麼？」他心下卻是不信，暗想神槍震八方譚瑞來豈好惹的人物，他自己或許老了，可是開封府神槍譚家一家，武功極佳的弟子少說也有一二十人，那能怕了你殷無壽一人？殷無福瞧出張翠山有不信之意，說道：「那譚老頭二十年前是無壽的手下敗將，並有重大把柄落在咱們手中。姑爺萬安。」說著二人行禮作別，出了中門。張翠山手中拿著那三面小旗，躊躇了半晌，他本想命二人幫同打聽無忌的下落，但想若跟外人提起此事，自己也還吧了，卻不免損了二哥的威名，於是慢慢踱回臥房。殷素素斜倚在床，翻閱著父母送來的禮單，心下好生感激父母待己的親情，但想起無忌為敵所擄，此時不知如何，又是憂心如焚，只見丈夫走進房來，臉上神色不定，忙問：「怎麼啦？」張翠山道：「那無福、無祿、無壽三人，卻是什麼來歷？」殷素素和丈夫成婚雖已十年，但知他對白眉教心中不喜，因此自己的家事和教中諸事，一直不跟他談起，張翠山也從來不問。這時她聽丈夫問及，才道：「這三人在二十多年前，本是橫行西南一帶的大盜，後來受許多高手圍攻，眼看無幸，適逢我爹爹路過，見他們死戰不屈，很有骨氣，便伸手救了他們。這三人並不同姓，自然也不是兄弟。他們感激我爹爹救命之恩，便立下重誓，終身替他為奴，拋棄了從前的姓名，改名為殷無福、殷無祿、殷無壽。我從小對他們很是客氣，也不敢真以奴僕相待。我媽媽說，講到武功和從前的名望，武林中許多大名鼎鼎的人物，也未必及得上他三人。」張翠山點頭道：「原來如此。」於是將他三個斷人右臂、奪人鏢旗之事說了。殷素素皺起眉頭，道：「他三人原是一番美意，卻沒想到名門正派的弟子，行事跟他們邪教大不相同。五哥，這件事又跟你添上了麻煩，我……我真不知如何是好？」她頓了一頓，道：「待尋到無忌，咱們還是回到冰火島上去吧。」忽聽得殷利亨在門外叫道：「五哥，快來大筆一揮，寫幾副壽聯兒。」又笑道：「五嫂，你別怪我拉了五哥去，誰教他叫作『鐵鉤鐵劃』呢？」當日下午六個兄弟督率火工道人眾道僮在玉虛門四處打掃侑置，廳堂上都貼了宋遠橋所撰、張翠山所書的壽聯，前前後後，一片喜氣。次日清晨，宋遠橋等換上了新縫的布袍，正要去攜俞岱岩，七人同向師父拜壽，忽然一名道僮進來，呈上一張名帖。宋遠橋接了過來，張松溪眼快，上面寫道：「崑崙後學何太沖率門下弟子恭祝張真人壽比南山。」驚道：「崑崙掌門人親自給師父來拜壽來啦，他萬里迢迢的趕來，這個面子可是不小。」宋遠橋道：「這位客人非同小可，該當請師父親自迎接。」忙去稟明張三丰。張三丰道：「這位崑崙掌門聽說從未來過中土，虧他知道老道的生日。」當下率領六名弟子，迎了出去。只見何太沖穿著一件黃衫，神情甚飄逸，氣象沖和，儼然是名門正派的一代宗主。他身後站著八名弟子，西華子和衛四娘也在其內。張三丰連聲道謝，稽首行禮。宋遠橋等六人跪下磕頭，何太沖還了半禮，說道：「武當六俠名震寰宇，這般大禮如何克當？」張三丰剛將何太沖師徒迎進大廳，賓主坐定獻茶，一名小道僮又持了一張名帖進來，交給了宋遠橋，卻是崆峒派五老齊至。當世武林之中，少林、武當名頭最響，崑崙、峨嵋次之。崆峒派又次之，崆峒五老論到輩份地位，不過和宋遠橋平起平坐。但張三丰甚是謙沖，站起身來，說道：「崆峒五老到來，何道兄請少坐，老道出去迎接賓客。」何太沖心想：「崆峒五老這等人物，派個弟子去接一下也就是了。」少時崆峒五老帶了弟子進來，何太沖並不站起，只是欠了欠身。接著神拳門、海沙派、巨鯨幫、巫山幫，許多門派幫會的首腦人物，陸續來到山上拜壽。宋遠橋等事先只想本門師徒共盡一日之歡，沒料到竟來了這許多賓客，六弟子分別接賓客，卻那裏忙得過來？要知張三丰一生最厭煩的便是這些煩文褥節，每逢七十歲、八十歲、九十歲的整壽，總是叮屬弟子，決不可驚動外人，那料到在這百歲壽辰，竟是武林中各路貴賓雲集。到得後來，玉虛觀中連給客人坐的椅子也不夠了。宋遠橋等無法可想，只得去捧些圓石，密密的放在廳上，各派掌門、各幫的舵主等尚有座位，門人徒眾只好坐在石上。斟茶的茶碗分派完了，後來的只得用飯碗，菜碗喝茶。張松溪一拉張翠山，兩人走到廂房中。張松溪道：「五弟，你瞧出什麼來沒有？」張翠山道：「他們是相互約好的，大家見面之時，顯是成竹在胸。雖然有些人假作驚異，實則是欲蓋彌彰。」張松溪道：「不錯，他們並不是誠心跟師父拜壽來著。」張翠山道：「拜壽為名，問罪是實。」張松溪道：「不，不是興師問罪，龍門鏢局的命案，決計請不動鐵琴先生何太沖親自出馬。」張翠山道：「嗯，這些人全是為了金毛獅王謝遜。」張松溪冷笑道：「他們可把武當門人瞧得忒也小了。縱使他們倚多為勝，難道武當門下弟子竟會出賣朋友？五弟，那謝遜便算是十惡不赦的奸徒，既是你的義兄，決不能從你口中吐露他的行蹤。」張翠山道：「四哥說的是。咱們怎麼辦？」張松溪微一沉吟，道：「大家小心些便是。兄弟同心，其利斷金，武當七俠大風大浪見慣多少，豈能怕了他們？」俞岱岩雖然殘廢，但他們口中說起來總算還是「武當七俠」，而七兄弟之後，還有一位武學修為震古鑠今、冠絕當時的師父張三丰在。只是各人均想師父已是百歲高齡，雖然眼前遇到了極重大的難關，但眾兄弟仍當自行料理，不但決不能讓師父出手，而且也不能讓他人家操心。可是張松溪口中這麼安慰師弟，在他內心，卻知今日之事大是辣手，如何得保師門令譽，實非容易。大廳之上，宋遠橋、俞蓮舟、殷利亨三人陪著賓客說些客套閒話。他三人也早瞧出這些客人來勢不對，心中各自嘀咕。正說話間，小道僮又進來報道：「峨嵋門下掌門大弟子靜虛師太，率同五位師弟妹，來向師祖拜壽。」宋遠橋和俞蓮舟一齊微笑，望著殷利亨。這時莫聲谷正從外邊陪著八位客人進廳，張松溪、張翠山剛從內堂轉出。聽到峨嵋弟子到來，也都向著殷利亨微笑。殷利亨滿臉通紅，神態忸怩。張翠山拉著他手，笑道：「來來來！咱們兩個去迎接貴賓。」兩人迎出門去，只見那靜玄師太已有四十來歲年紀，身材高大，神態威猛，雖是女子，卻比尋常男子還高出半個頭。她身後五名師弟妹中一個是三十來歲的瘦男子，兩個是尼姑，其中那靜虛師太，張翠山已在海上舟中會過，另外兩個都是二十來歲左右的姑娘。只見一個抿嘴微笑，另一個膚色雪白、長挑身材的美貌女郎低頭弄著衣角，那自是殷利亨未過門妻子金鞭紀家的紀曉芙姑娘了。張翠山上前見禮道勞，陪著六人入內。殷利亨極是靦腆，一眼也不敢向紀曉芙瞧，行到廊下，見眾人均已在前，忍不住向紀曉芙望去。這時紀曉芙低著頭剛好也斜了他一眼，兩人目光相觸，紀曉芙的師妹大聲咳嗽了一聲。兩人羞得滿臉通紅，一齊轉頭，那師妹嗤的一聲笑了出來，低聲道：「師姊，這位殷師哥比你還會害臊。」張松溪一直在盤算敵我雙方的情勢，見峨嵋六弟子進來，稍稍寬心，暗想：「紀姑娘是六弟未過門的妻子，待會若是說僵了動手，常言道疏不間親，峨嵋門下弟子或能助咱們一臂之力。」各路賓客絡繹到來，轉眼已是正午。玉虛觀中絕無預備，那能開什麼筵席？火工道人只能每人送一大碗白米飯，飯上舖些青菜豆腐。宋遠橋連聲道歉。但見眾人一面吃飯，一面不停的向廳門外張望，似乎在等什麼人。宋遠橋等細看各人，見各派掌門、各幫舵主大都自重，身上未帶兵刃，但其門人弟，有很多人腰間脹鼓鼓地，顯是暗藏兵器，只有峨嵋、崑崙、崆峒三派的弟子，才是全部空手而來。其時武當派創派未久，武當山下尚未有「解劍巖」之設，眾人上山攜帶兵刃雖然不敬，但宋遠橋等也不便說什麼，只是心中不忿：「你們既是來跟師父祝壽，卻又為何暗藏兵刃？」又看各人所送的壽禮，大都是從山下鎮上臨時買的一些壽桃壽麵之類，倉卒間隨便置辦，不但跟張三丰這位武學大宗師的身份不合，也不符各派宗主、各幫首腦的氣勢。僅有峨峨派送的才是真正重禮，十六色珍貴玉器之外，另有十件大紅錦緞的道袍，上面用金線繡著一百個各各不同的「壽」字，花的功夫甚是不小。靜玄師太向張三丰言道：「這是峨嵋門下十個女弟子合力繡成。」張三丰心中甚喜，笑道：「峨嵋十女俠拳劍功夫天下知名，今日卻以威震武林的神功，來給老道繡了這件壽袍，那真是貴重之極了。」張松溪眼瞧各人神氣，心中嘀咕：「不知他們還在等什麼強援？偏生師父不喜熱鬧，武當派的至交好友事先一位也沒邀請，否則也不致落得這般眾寡懸殊、孤立無援。」要知張三丰交遊遍於天下，七弟子又行仗義、廣結善緣，若是事先有備，自可邀得數十位高手到來參與壽誕。俞蓮舟在張松溪身邊悄聲道：「咱們本想過了師父壽誕之後，發出英雄帖，在黃鶴樓頭開英雄大宴，不料一著之失，全盤受制。」他心中已盤算定當，在英雄大宴之中，由張翠山說明不能出賣朋友的苦衷。須知凡在江湖上行走的人物對這個「義」字都看得很極重，張翠山只須坦誠相告，誰也不能硬逼他做不義之徒。便是有人不肯罷休，英雄宴上自有不少和武當派交好的高手，當真須得以武相見，也決不致落了下風。那料到對方已算到此著，竟是以祝壽為名，先自約齊人手，湧上山來，攻了個武當措手不及。張松溪低聲道：「事已此，只有拚死力戰。」武當七俠中以張松溪最為多謀，昔日遇上難題，他往往能忽生奇計，轉危為安，俞蓮舟聽了他這句話，心下黯然：「連四哥也是束手無策，看來今日武當六弟子要血濺出頭了。」來客之中，若是以一敵一，除了鐵琴先生何太沖之外，只怕誰也不是武當六俠的敵手，可是此刻山上之勢，不但是廿對一，且是三四十對一的局面。張松溪扯了扯俞蓮舟的衣角，兩人走到廳後。張松溪道：「待會說僵之後，若能用言語逼住了他們，單打獨鬥，以六陣定輸贏，咱們自是立於不敗之地，可是他們有備而來，定然想到此節，決不答應只鬥六陣便算，勢必是個群毆的結局。」俞蓮舟點頭道：「四弟，咱們第一是要救出三弟，決不能讓他再落入外人之手，多受折辱，這件事歸你辦。五弟妹身子雖然好了，但恐未曾復原，你教五弟全力照顧她。應敵禦侮之事，由大哥和我們四人多盡些力。」張松溪點頭道：「好，便是這樣。」他微一沉吟，道：「眼下或有一策，可以行險僥倖。」俞蓮舟喜道：「行險僥倖，那也說不得了。四弟有何妙計？」張松溪道：「咱們兄弟各人認定一個對手，對方一動手，咱們一個服侍一個，一招之內便擒在手中。教他們有所顧忌，不敢強來。」俞蓮舟躊躇道：「若不是一招便擒住，旁人定然立即上來相助，一招得手，只怕……」張松溪道：「大難當頭，出手狠些也說不得了。咱們使『龍爪絕戶手』！」俞蓮舟微微打了個突，遲疑道：「『龍爪絕戶手』？今日是師父的大喜之日，用這種殺手，太狠毒了吧？」