第四十回　雪嶺雙姝楊逍乍聞紀曉芙的死訊，昏暈過去，張無忌卻是因肩頭劇痛而跌倒。何太沖和班淑嫻對望一眼，兩人心意相通，雙劍齊出，指住了楊逍眉心和咽喉。原來楊逍是明教中的重要人物，和崑崙派怨仇甚深。當年崑崙派的前輩高人游龍子，就因和他比武不勝，因此活活氣死。班淑嫻和何太沖兩人的師父白鹿子，也是死在明教中人的手裏，只是真兇是誰，不得而知，說不定就是楊逍，也是毫不奇怪。何氏夫婦跟他驀地裏狹路相逢，心中一直有如十五隻吊桶打水，七上八落，素知他武功精湛，雖是師門深仇，卻也不敢貿然便和他動手，那知他竟然暈倒，當真是天賜良機，兩柄長劍同時指住了他的要害。班淑嫻道：「斬斷他雙臂再說。」何太沖道：「是！」這時楊逍兀自未醒，張無忌疼得滿頭大汗，心中卻始終清醒。楊逍雖然捏碎了他的肩骨，可是他天性不會對人記恨，眼見情勢危難，足尖在楊逍頭頂的「百會穴」上輕輕一點。那「百會穴」和腦府相關，這麼一震，楊逍立時醒轉，一睜開眼，但覺寒氣森森，一把長劍的劍尖抵住了自己眉心，跟著青光一閃，又有一把長劍在自己左臂上斬落。楊逍待要出招擋架，為勢已然不及，何況班淑嫻的長劍制進了他眉心要害，根本便動彈不得，當下一股真氣運向左臂。何太沖的長劍斬到他左臂之上，突覺劍鋒一滑，斜向一旁，劍刃竟是並不受力，宛如斬上了什麼又光又韌的物件，但白袍的衣袖變紅，還是斬傷了他。便在此時，楊逍的身子猛然向前滑出丈餘，好似有人用繩索縛住他頭頸，以快迅無倫的手法向前拉扯一般。班淑嫻的劍尖本來抵住他的眉心，他身子向前急滑，劍尖便從眉心經過鼻子嘴巴胸膛，劃了一條長長的血痕，深入半寸。這一招實是險極，倘若班淑嫻的劍尖再深了半寸，楊逍已是慘遭開膛破腹之禍。他身子滑出，立時便直挺挺的站直。這兩下動作，全是決不可能，但見他膝不曲、腰不彎，陡然滑出，陡然站直，便如全身裝上了機括彈簧，而身體之僵硬怪詭，又和僵屍無異。楊逍身剛站起，雙腳踏出，喀喀兩響，將何氏夫婦手中長劍同時踏斷。以何氏夫婦劍法上的造詣而論，楊逍武功再強，也決不能一招之間，便將他二人兵刃踏斷，只是他招數怪異，左臂和臉上都受了重傷，卻突然反擊。何氏夫婦驚駭之下，不及收劍，以致落敗。楊逍雙足踢出，從兩柄長劍上折斷下來的劍頭激飛而起，分向兩人射去。何氏夫婦各以半截斷劍擋格，但覺虎口一震，半身發熱，雖將劍頭格開，卻已是吃驚不小，急忙抽身後退，一個在西北方，一個站在東南方，雖然手中均只剩下半截斷劍，但陽劍指天，陰劍向地，兩人雙劍合壁，使的是崑崙派「兩儀劍法」，氣定神閒，凝若山嶽，確是名家高手的氣度。崑崙派兩儀劍法成名垂數百年，是天下有名劍法之一，何氏夫婦同門學藝，從小練到大，精熟無比，這劍法施展起來更是威力倍增。楊逍和崑崙派數度大戰，知道這劍法的厲害之處，雖然心中不懼，但知要擊敗二人，非在五六百招之後不可，此刻心中只想著紀曉芙的生死，那有心情爭鬥？何況手臂和臉上的傷勢均是不輕，若是流血不止，也是麻煩，於是冷冷的道：「崑崙派越來越不長進了，今日暫且罷手，日後再找賢伉儷算帳。」一手仍是抱著楊不悔，另一手拉起張無忌，也不見他提足抬腿，突然間倒退丈餘，一轉身，已在數丈之外。何氏夫婦相顧駭然，好容易這大魔頭自行離去，卻那裏敢追？楊逍帶著二小，一口氣奔出數里，忽然停住腳步，問無忌道：「紀曉芙到底怎樣了？」楊逍奔得正急，那知他說停便停，疾奔時勢若狂飆，陡止時靜如淵渟，張無忌收勢不及，向前一衝，若非楊逍將他拉住，已是俯跌摔倒，聽楊逍這般問，喘了幾口氣道：「紀姑姑已經死了，你相信也好，不相信也好，用不著捏碎我的肩骨。」楊逍臉上閃過一絲歉色，隨即又問：「她怎麼會死？」張無忌喝下了班淑嫻的毒酒，雖是嘔出了大半，在路上又服了解毒藥，但毒質未曾去盡，這時腹中又疼痛起來。他取出金冠血蛇，讓他咬住自己左手食指吸毒，一面緩緩將如何識得紀曉芙，如何替她治病，如何見她被滅絕師太擊斃的情由一一說了，待得說完，金冠蛇已吸盡了他體內的毒藥。楊逍又細問了一遍紀曉芙臨死時的言語，垂淚道：「滅絕惡尼是逼她來害我，只要她肯答應，那便是替峨嵋派立下大功，便可繼承掌門人之位。唉，曉芙啊，曉芙，你寧死也不肯答應，其實，你只須假裝答應，咱們不是便可相會，便不會喪生在滅絕惡尼的手下了麼？」張無忌道：「紀姑姑為人正直，她不肯暗下毒手害你，卻不肯虛言欺騙恩師。」楊逍淒然苦笑，道：「你倒是曉芙的知己……豈知她恩師卻能痛下毒手，取她性命。」張無忌道：「我答應紀姑姑，將不悔妹妹送到你手……」楊逍身子一顫道：「不悔妹妹？」轉頭向楊不悔道：「孩子，你姓什麼？叫什麼名字？」楊不悔道：「我姓楊，名叫不悔。」楊逍仰天長嘯，只震得四下裏高葉簌簌亂落，良久方絕，說道：「你果然姓楊。不悔，不悔，好！曉芙，我雖是強逼於你，你卻並沒懊悔。」張無忌聽紀曉芙說過他二人之間的一場孽緣，這時眼見楊逍英俊瀟灑，年紀雖然稍大，仍不失為一個風度翩翩的美男子，比之稚氣猶存的殷利亨六叔，實是更易使女子傾倒。紀曉芙自被迫失身終至對他真心相戀，須也怪她不得。張無忌左肩骨破碎，痛得大是難熬，接骨和止痛的草藥一時找不到，只得先行理齊碎骨，摘些些消腫的草藥敷上，折了兩根樹枝，用樹皮將樹枝綁在肩臂之上。楊逍見他小小年紀，單手接骨治傷，手法竟是十分熟練，心中微覺驚訝。張無忌綁紮完畢，說道：「楊伯伯，我沒負紀姑姑所託，不悔妹妹已找到了爸爸，咱們便此別過。」楊逍道：「你萬里迢迢，將我女兒送來，我豈能無所報答？你要什麼，儘管開口便是，我楊逍做不到的事，拿不到的東西，天下只怕不多。」張無忌哈哈一笑，道：「楊伯伯，你也把紀姑姑瞧得忒也低了，枉自叫她為你送了性命。」楊逍臉色大變，喝道：「你說什麼？」張無忌道：「紀姑姑沒將我瞧低，才託我送她女兒來給你。若是我有所求而來，我這人還值得託付麼？」他心中在想：「一路上不悔妹妹遭遇了多少危難，我多少次以身相代？倘若我是貪利無義的不肖之徒，今日你父女焉得團圓？」只是他不喜表伐自己的功勞，途中的困厄一句也沒提起，說了那幾句話，躬身一揖。轉身便走。楊逍道：「且慢！你幫了我這個大忙，楊逍自來有仇必報，有恩必報。你隨我回去一年之內，我傳你幾件天下罕有敵手的功夫。」張無忌親眼見到他踏斷何氏夫婦手中長劍，武功之高，江湖上實是少有其匹，便是學到他的一招半式，也必大有好處，但想起太師父曾諄諄告誡，決不可和魔教中人多有來往，何況自己不過再有半年壽命，便是學得舉世無敵的武功，又有何用？當下說道：「多謝楊伯伯垂青，但晚輩是武當子弟，不敢來學別派高招。」楊逍「哦」的一聲，道：「原來你是武當派中弟子！那殷利亨……殷六俠……」張無忌道：「殷六俠是我師叔，自先父逝世，殷六叔待我和親叔叔沒有分別。我受紀姑姑的囑託，送不悔妹妹到崑崙山來，對殷六叔可不免……不免心中有愧了。」楊逍和他目光相接，自己也是心下慚愧，右手一擺，說道：「既是如此，後會有期。」身形一晃，已在數丈之外。楊不悔大叫：「無忌哥哥，無忌哥哥！」但楊逍展開輕功，頃刻間已奔得甚遠，那「無忌哥哥」的呼聲漸遠漸輕，終於叫聲和人形俱杳。無忌悄立半晌，他和楊不悔萬里西來，形影相依，突然分手，心中甚感黯然。這時肩頭碎骨處又疼痛起來，於是繞過山嶺，儘揀荒僻處走去，想先找些接骨止痛的草藥敷上再說，又怕再和何太沖班淑嫻等崑崙諸人碰面，只是往山深處行走。那崑崙山一帶，花草樹木和中原大異，胡青牛醫書上所載的草藥，竟是一項也尋不著。走了二十餘里，無忌傷口加痛，於是坐在一堆亂石上休息，忽然聽得西北方傳來一陣犬吠之聲，聽聲音共有十餘頭之多。犬吠聲越來越近，似在追逐什麼野獸。犬吠聲中，一隻小猴子急奔而來，後股上帶了一枝短箭。那猴兒奔到離無忌十餘丈外，打了個滾，牠股上中箭之後，不能竄高上樹，這時筋力竭，再也爬不起來。無忌走過去一看，那猴兒目光中露出恐懼和乞憐的神色。無忌觸動心事：「我被崑崙派眾人追逐，正和你一般狼狽。」又想起兒時在冰火島上時那隻玉面火猴，於是將猴兒抱起，輕輕拔下短箭，從懷中取出金創藥來，給牠敷在傷口。便在此時，犬吠聲已響到近處，無忌拉開衣襟，將猴兒放在懷內，只聽得汪汪汪幾聲狂吠，十餘頭身高齒利的獵犬已團團將無忌圍住。那些獵犬嗅到猴兒的氣息，圍著無忌，張牙舞爪的發威，一時還不敢撲將上來。無忌見了這些獵犬露出白森森的長牙，神能兇狠，心中大是害怕，知道只須將懷中的猴兒擲出，群犬自會去撲擊猴兒，不再和自己為難。但他自幼受父母陶冶，天生的俠義心腸，雖對一隻野獸，也不肯相負，於是提一口氣，從群犬頭頂飛躍而過，邁開步子急奔。群犬胡胡猛吠，在後追來。那些獵犬奔跑時何等迅速，無忌只逃出十餘丈，就被群犬追上，只覺腿上一痛，已被一頭猛犬咬中，牢牢不放。他回身一掌，擊在那獵犬頭頂，這一掌使力極重，竟將那頭獵犬打得翻了個觔斗，昏暈過去。其餘的獵犬毫不畏懼，蜂擁而上，無忌拳打足踢，奮力與抗，他左肩骨碎，左臂不能轉動，不久便被一頭惡犬咬住了左手，但見四面八方，群犬撲上亂咬，頭臉肩背，到處被群犬的利齒咬中，昏亂之中，隱隱似聽得幾聲清脆嬌嫩的呼叱之聲，但這些聲音好像很遠很遠，和他全沒干係，他眼前一黑，什麼都不知道了。他做了許多許多惡夢，看見無數豺狼虎豹，不住的在咬他身體，他要張口大叫，卻又叫不出半點聲音。也不知過了多少時候，這些野獸方才退去，只聽得一個人的聲音說道：「退了燒啦，或許死不了。」無忌睜開眼來，先看到一點淡黃的燈火，發覺自己是睡在一間小室之中，一個中年漢子站在身前。無忌道：「大……大叔……我怎……」只說了這幾個字，猛覺全身火燙般疼痛，這才慢慢想起，自己曾被一群惡犬圍著狂咬。那漢子道：「小子，算你命大，死不了。怎樣？肚餓麼？」無忌道：「我……我在那裏？」各處傷口同時劇痛，又昏暈了過去。待得第二次醒來，那中年漢子已不在室中。無忌心想：「我明明活不長久了，何以又要受這許多折磨？」一低頭，見自己胸前項頸，手臂大腿，到處都縛上了布帶，一陣藥草氣息，甚是刺鼻，原來已有人在他傷處敷了傷藥。張無忌聞到那藥物的氣息，即知替他敷藥那人，對治傷一道，所知甚是膚淺。藥物之中，顯是有杏仁、馬前子、防風、南星諸味藥物，這些藥若治瘋犬咬傷，用以拔毒，原具靈效，但咬他的並非瘋狗，他是筋骨肌肉受損而不是中毒，藥不對症，反而多增痛楚。但他不知自己身在何處，又無力起床，直挨到天明，那中年漢子才又來看他。無忌道：「大叔，多謝你救我。」那漢子冷冷的道：「又不是我救你的，謝我什麼？」無忌道：「這是什麼地方？是誰救我來的？」那漢子道：「這兒是紅梅山莊，咱們小姐救你來的。你肚子餓了吧？喝幾碗熱湯提提神。」說著出去端了一碗熱粥進來，粥碗上堆著一小堆肉鬆。無忌喝了幾口，但覺胸口煩惡，頭暈目眩，便吃不下了。一直躺了八天，才勉強起床，腳下虛飄飄的沒一點力氣，他自知失血過多，看來一時不易復原。那漢子每日跟他送飯換藥，雖然神色之間顯得頗為厭煩，但無忌還是十分感激，只是見他不喜說話，心中縱有滿腹疑團，卻不敢多問。這天見他拿來的藥物仍是防風南星之類搗爛的藥糊，無忌忍不住說道：「大叔，這些藥不大對症，勞你駕給我換幾味成不成？」那漢子翻著一對白眼，上上下下打量張無忌，隔了良久，才道：「老爺開的藥方，還能錯得了麼？你說藥不對症，怎地將你死人也治活了？真是的，小孩子家胡言亂語，咱們老爺雖然寬洪大量，就算聽到了也不會見怪，可是你也不能太過不識好歹啊。」說著便將藥糊在無忌傷口上敷了下去，無忌只有苦笑。那漢子道：「小兄弟，我瞧你身上的傷也大好了，該得去向老爺、太太和小姐磕幾個頭，謝謝救命之恩。」無忌道：「那是該當的，大叔，請你領我去。」那漢子領著他出了小室，經過一條長長的走廊，又穿過兩進廳堂，來到一座暖閣之中。這時已屆隆冬，崑崙一帶早已極為寒冷，那暖閣中卻是溫暖如春，可又不見何處生著炭火，但見暖閣正中掛著一幅工筆仕女主軸，几上一隻大膽瓶中斜插著幾枝紅梅，榻上椅上，都舖著錦緞軟墊。無忌一生之中，從未見過這等富麗舒適的所在，自顧全身衣衫破爛寒蠢，站在這豪華的暖閣中實是大不相稱，不由得大起自慚形穢之感。暖閣中無人在內，那漢子臉上的神色卻極是恭謹，躬身稟道：「那給狗兒咬傷的小子好了，來向老爺太太磕頭道謝。」說了這幾句話後，垂手站著，連透氣也不敢用勁。過了好一會，只見屏風後面走出一個十五六歲的少女來，向無忌斜睨了一眼，發話道：「喬福，你也是的，怎麼把他帶到這裏？他身上臭蟲虱子跳了下來，那怎麼算啊？」喬福應道：「是，是！」無忌本已侷促不安，聽了那少女這幾句話，更是羞得滿臉通紅，要知他除了身上一套衣衫之外，並無替換衣服，確是生滿了虱子跳蚤，心想這位小姐說得半點不錯。但見她一張鵝蛋臉，頗為艷麗，烏絲垂肩，身上穿的不知是什麼綾羅綢緞，閃閃發光，腕上戴著一隻精緻異常的金鐲，這等裝飾華貴的小姐，無忌也是從來沒有見過，心想：「我被群犬圍攻之時，依稀聽得有個女子的聲音喝止。那位喬福大叔又說，是他小姐救了我的。我理當叩謝才是。」於是跪下磕頭，說道：「多謝小姐救我一命，張無忌終身不忘。」那少女一愕，突然間格格嬌笑起來，說道：「喬福，喬福，你怎麼啦？你作弄這傻小子，是不是？」喬福笑道：「小鳳姊姊，這傻小子就向你磕幾個頭，你也不是受不起啊。這傻小子沒見過世面，見了你當是小姐啦！」無忌吃了一驚，忙站起身來，心想：「糟糕！原來她是丫鬟，我可將她認作了小姐。」臉上又紅又白，尷尬非常。小鳳忍著笑，向張無忌上上下下的打量。他臉上污血未除，咬傷處裹滿了布條，自知極是穢臭難看，恨不得地下有個洞便鑽進去。小鳳舉袖掩鼻，道：「老爺太太正有事呢，不用磕頭了，去見見小姐吧。」說著遠遠繞開無忌，當先領路，唯恐無忌身上的虱子臭蟲，跳到了自己衣上。無忌隨在小鳳和喬福之後，一路上見到的婢僕家人，個個衣飾華貴，所經屋宇樓閣，無不精緻極麗。他十歲以前居住冰火島上，此後數年，一半在武當山，一半在蝴蝶谷，飲食起居，均極簡樸，當真是做夢也想不到世上有這等豪富的人家。走了好一會，來到一座大廳之外，只見廳上匾額寫著「狂犺居」三字。小鳳先走進廳去，過了一會，出來招招手，喬福便帶著張無忌進廳。無忌一走進廳門，心中便是一驚，但見三十餘頭雄健猛惡的大犬，分成三排，蹲在地上，一個身穿純白狐裘的女郎坐在一張虎皮交椅上，手中執著一根鞭子，嬌聲喝道：「咽喉！」一頭猛犬急縱而起，向著站在牆邊的一個人咽喉中咬去。無忌見了這等殘忍情景，忍不住「啊喲」一聲叫了出來，卻見那狗口中咬著一塊肉，踞地大嚼。無忌定一定神，這才看清楚那人原來是個皮製的假人，周身要害之處掛滿了肉塊。那少女又喝：「小腹！」第二條猛犬竄上去便咬那假人的小腹。看來這些猛犬竟是習練有素，應聲咬人，部位絲毫不爽。無忌一怔之下，立時認出，當日在山中狂咬自己的，便是這些惡犬，再一回想，依稀記得那天喝止群犬的聲音，就是這個身穿狐裘的女郎。他心目中本來想這位小姐救了自己性命，是以要向她叩謝，此刻得知自己受了這般苦楚，全是出於這女郎所賜，忍不住怒氣填胸，心想：「罷了，罷了！她有惡犬相助，我也奈何她不得。早知如此，寧可死在荒山之中，也不在她家養傷。」撕下身上的繃帶布條，拋在地上，轉身便走。喬福驚道：「喂，喂！你幹什麼呀？這位便是小姐，還不上前磕頭？」無忌怒道：「呸！我多謝她？咬傷我的惡犬，不是她養的麼？」那女郎轉過頭來，見無忌大怒無已的模樣，微微一笑，招手道：「小兄弟，你過來。」無忌回過頭來，和她正面相對，胸口不知怎地，驀然間突突的跳個不住，但見這女郎約莫十七八歲年紀，容顏嬌媚萬狀，又白又膩，他美女子也見過不少，但生平從未像這一次般的動心，忙低下了頭不看她，本來絕無血色的臉，但是漲得通紅。那女郎笑道：「你過來啊。」無忌抬頭又瞧了她一眼，但覺她的眼色勾人心魄，竟是無法拒絕，於是慢慢的走近。那女郎站起身來，握住了他雙手。張無忌全身一顫，只覺她兩隻手掌柔嫩溫滑，不由得又窘又急，只想掙脫，卻又不捨得掙脫。那女郎道：「小兄弟，你惱我了，是不是？」張無忌在群犬的爪牙之下吃了這許多苦頭，如何不惱？但這時給她握住了雙手，相距不過尺許，只覺她吹氣如蘭，一陣陣幽香送了過來，幾欲昏暈，那裏還說得出這個「惱」字，當即搖頭道：「沒有！」那女郎道：「我姓朱，名叫九真，你呢？」無忌道：「我叫張無忌。」朱九真道：「無忌，無忌！嗯，這名字高雅得很啊，小兄弟想來是個世家弟子了。喏，你坐在這裏。」說著指一指身旁的一張矮凳。張無忌出生以來，第一次感到美貌女子的魔力，這朱九真便是叫他跳到火坑之中，他也會毫不猶豫的縱身躍下，聽她叫自己坐在她的身畔，真是說不出的喜歡，當即依言乖乖的坐下。小鳳和喬福見小姐對這個又髒又臭的小子居然如此垂青，都是大出意料之外。朱九真又嬌聲喝道：「心口！」一隻大狗縱身而出，向那假人咬去。可是那假人心口懸掛的肉塊已先被咬去，那狗便撕落假人脅下的肉塊，吃了起來。朱九真怒道：「饞嘴東西，你不聽話麼？」走過去提起鞭子，刷刷便是兩下。那鞭上生滿小刺，兩鞭抽落，狗背上登時現出兩條長長的血痕。那狗想是餓得久了，兀自不肯放下口中的肉食，反而嗚嗚發威。朱九真道：「你不聽我話？」，長鞭揮動，打得那狗滿地亂滾，遍身鮮血淋漓。她出鞭之際，手法極是靈動，不論那猛犬如何竄突翻滾，始終逃不出長鞭揮去的圈子，到後來那猛犬伏在地下不動，低聲哀鳴，朱九真仍不停手，直打得牠奄奄一息，才道：「喬福，搭下去敷藥。」喬福應道：「是，小姐！」將那猛犬抱出廳去，群犬見了這般情景，盡皆心驚膽戰，一動也不敢動。朱九真坐回椅中，又喝：「左腿！」「右臂！」「眼睛！」一頭猛犬依聲而咬，都沒錯了部位，朱九真笑道：「小兄弟，你瞧這些畜生賤麼？不狠狠的給牠們吃頓鞭子，怎會聽話？」無忌雖在群犬爪牙之下吃過極大苦頭，但見那狗被打的慘狀，心下卻也不禁惻然。朱九真見他不語，笑道：「你說過不惱我，怎麼一句話也不說？你怎地會到西域來？你爹爹媽媽怎麼了？」張無忌心想，自己如此落魄，倘若提起太師父和父母的名字，徒然辱沒了他們，便道：「我父母雙亡，在中原難以存身，隨處流浪，便到了這裏。」朱九真笑道：「我射了那隻猴兒，誰叫你偷偷藏在懷裏啊？餓得慌了，想要吃猴肉，是不是？沒想到自己險些給我的狗兒撕得稀爛。」張無忌脹紅了臉，連連搖頭，道：「我不是想吃猴兒肉。」朱九真輕輕在他肩上拍了一下，嬌笑道：「你在我面前啊，乘早別賴的好。」她忽然想起一事，道：「你學過什麼武功？一掌把我的『左將軍』打得頭蓋碎裂而死，掌力很不錯啊。」張無忌奇道：「左將軍？」朱九真微微一笑，叫道：「前將軍！」一頭猛犬應聲而出，伏在地下。她又叫：「車騎將軍！」又有一頭猛犬出來。原來她這數十頭猛犬，都有將軍封號，什麼征東將軍、折衝將軍、平寇將軍、威遠將軍等等，不一而足，她自己指揮若定，儼然是個大元帥了。無忌聽她說自己打死了她的愛犬，心下甚是歉然，說道：「那時我心中慌亂，出手想是重了。我小時跟爹爹學過兩三年拳腳，不懂什麼叫做武功。」朱九真點了點頭，對小鳳道：「你帶他去洗個澡，換些像樣的衣服。」小鳳抿嘴笑道：「是！」領了無忌出去。無忌對這位小姐戀戀不捨，走到廳門時，忍不住回頭向她望了一眼。那知朱九真也正在瞧他，遇到他的眼光時秋波流慧，嫣然一笑。無忌羞得連頭髮根子中都紅了，魂不守舍，也沒瞧到地下的門檻，腳下一絆，登時跌了個狗吃屎。他全身都是傷處，這一跌，著地之處，同時劇痛。但他不敢哼出聲來，撐持著慢慢爬起，小鳳吃吃笑道：「見了我家小姐啊，誰都要神魂顛倒。可是你這麼小，也不老實嗎？」張無忌大窘，搶先便行，走了一會，小鳳笑道：「你到太太書房去麼？咱們是從這兒來的麼？」無忌站定一會，但見前面垂著繡金的軟帘，確是從來沒有見過，原來自己慌慌亂亂的又走錯了路。小鳳這丫頭卻是狡獪，先又不說，直等到他錯到了家，這才出言譏刺。無忌紅著臉低頭不語。小鳳道：「你叫我聲小鳳姊姊，求求我，我才帶你出去。」無忌道：「小鳳姊姊……」小鳳右手的一根食指指著面頰，一本正經的道：「嗯，幹什麼啊。」張無忌道：「求求你，帶我出去。」小鳳笑道：「這才是了。」帶著他回到那間小室之外，對喬福道：「小姐吩咐了，給他洗個澡，換上件乾淨衣衫。」喬福道：「是，是！」答應得很是恭敬，看來小鳳雖然也是下人，但身份卻又比尋常婢僕為高。五六個男僕一齊走上，你一聲「小鳳姊姊」，我一聲「小鳳姊姊」，小鳳卻愛理不理的，突然向無忌福了一福。無忌愕然道：「怎……怎麼？」小鳳笑道：「先前你向我磕頭，這時跟你還禮啊。」說著翩然入內。喬福將無忌把小鳳認作小姐向她跪下磕頭的事說了，說時加油添醬，形容得十分不堪，群僕鬨堂大笑。無忌低頭入房。卻不生氣，只是將小姐一笑一嗔，一言一語，在心坎裏細細咀嚼回味。一會兒洗過澡，見喬福拿來給他換的衣衫，青布直身，竟是僮僕裝束。無忌怔了良久，心想：「我又不是你家低三下四的奴僕，如何叫我穿這等衣裳？」當下有心不穿，仍是穿回自己原來的破衣，卻見肌膚都從群犬咬爛的破洞中露了出來，又想：「待會小姐叫我前去說話，見我仍是穿著這等骯髒的破衫，定然不喜。其實我便是真的做她奴僕，又有什麼不好？」這麼一想，登時心中坦然，便換上了僮僕的直身。那知別說這一天小姐沒來喚他，接連十多天，連小鳳也沒有見到一面，更不用說小姐了。張無忌痴痴呆呆，只是想著小姐的聲音笑貌，但覺世上女子之中，再無一人比她更為可愛的了。有心想到後院，遠遠瞧瞧小姐一眼也好，聽她向別人說一句話也好，但喬福叮囑了好幾次，若非主人呼喚，決不可走進中門以內，否則必為猛犬所噬。無忌想起群犬的兇惡神態，雖是滿腔渴慕，終於不敢走到後院。又過一月有餘，他被群犬咬傷之處已然痊癒。但臉上手上，卻已留下了幾個無法消除的齒痕疤印，無忌可毫不著惱，每當想起這是小姐愛犬所傷，心中反而有一些甜甜之感。這些日中，他身上寒毒仍是每隔七日便發作一次，每發一回，便厲害一回。這一日，寒毒又作，他躺在床上，將棉被裹得緊緊的，牙關不住打戰。喬福走進房來，他見得慣了，也不以為異，說道：「待會好些，喝碗臘八粥吧！這是太太給你的過年新衣。」說著將一個包裹放在桌上。無忌直熬過半夜，寒毒才慢慢減弱。他打開包裹一看，見是一套新縫的皮衣，襯著雪白的長毛羊皮，心中也自喜歡，只是那皮衣似是裁作僕僮裝束，看來朱家是將他當定是奴僕了。無忌生來性情溫和，處之泰然，也不以為侮，只想：「想不到在這裏一住月餘，轉眼便要過年。胡先生說我只不過一年之命，這一過年，第二個新年是不能再見到了。」富家大宅之中，一到年盡歲尾，便加倍有一番熱鬧氣象，眾人忙忙碌碌，刷牆漆門、殺豬宰羊都是好不興頭。無忌幫著喬福做些雜事，只盼年初一快些到來，心想給老爺、太太、小姐磕頭拜年，定可見到小姐，只要再見她一次，我便悄然遠去，到深山中自覓死所，免得整日和喬福等這一干無聊僮僕為伍。好容易爆竹聲中，盼到了元旦，無忌跟著總管，到大廳上向主人拜年。只見大廳正中坐著一對面目清秀中年夫婦，七八十個僮僕跪了一地，主人夫婦一時也瞧不明白。只見那對夫婦笑嘻嘻的道：「大家都辛苦了！」旁邊便有兩名管家分發賞金，無忌也得到了四兩銀子。他不見小姐，心中十分失望，拿著那錠銀子正自發怔，忽聽得又嬌又媚的聲音從外面傳來：「表哥，你今年來得好早啊。」正是朱九真的聲音。一個男子聲音笑道：「跟舅舅、舅母拜年，敢來得遲麼？」