第三十九回　玉女素心這兩劍雖均刺中金輪法王身上，但他閃避得宜，劍鋒從他兩脅掠過，劃破了他的衣服。看官，武學中原有「金鐘罩、鐵布衫」的橫練功夫，練成之後，普通刀劍是難以傷害。當年江南七怪在蒙古大漠夜鬥銅屍鐵屍，就因陳玄風梅超風夫婦身有橫練功夫，以致張阿生慘遭斃命。但這功夫有無效用，也視對方武功深淺而定，若是敵人內力了得，別說使用刀劍，單是一指戳來，就能破得橫練，叫他非死即傷。金輪法王的武功內外俱臻上乘，平常武師自是傷他不得，但楊過與小龍女的內功造詣均非泛泛，若是中了二人劍招，卻也非同小可，因此雙劍穿衣，竟把他嚇了一身冷汗。金輪法王百忙中先行退避，只聽楊過叫道：「花前月下！」一招自上而下搏擊，模擬冰輪橫空、清光倒瀉的光景，小龍女單劍顫動，如鮮花之放，招展風中，來回揮削，只晃得金輪法王眼花撩亂，不知她劍招將從何處攻來，只得躍後再避。楊過又叫道：「清飲小酌！」劍鋒一按，有如提壺斟酒，小龍女劍尖上翻，指向自己的櫻唇，宛似舉杯自飲一般。金輪法王見二人的劍招愈來愈怪，可是相互呼應配合，所有破綻全為旁邊一人補去，每一點破綻卻變成了厲害的殺著。他越鬥心中越驚，暗想：「天下之大，果然能人輩出，似這等匪夷所思的劍法，我在西藏怎能夢想得到？唉！我井底之蛙，居然小覷了天下英雄了。」氣勢一餒，更呈敗象。其實他自小生有異秉、得天獨厚，練成了一身驚天動地的內外功夫，中原英雄確是少有敵手。楊過與小龍女雖然機緣巧合，學到了許多上乘武功，但此時功力與他究竟相差太遠，偏生在無意中體會了林朝英那套劍法的精奧，突然使將出來，竟殺得他手足無措。這一套劍法的每一招，都是男女同使，每一招均隱藏著一件韻事，或「琴瑟相和」、或「松下對奕」、或「掃雪烹茶」、或「池邊調鶴」，當真是說不盡的風流旖旎。林朝英情場失意，在古墓中鬱鬱而終。她文武全才，琴棋書畫，無所不能，到老來將畢生所學，盡數化在這套武功之中。她創製時其實也只是自舒懷抱，那知數十年中，竟有一對情侶以之克禦強敵，卻也非她始料之所及了。楊過與小龍女初使時尚未盡會劍法中的奧妙，越使越是感到得心應手。使這劍法的男女二人如果不是情侶，則有許多精妙之處實在難以體會得到，相互間心靈不能溝通，則聯劍之際是朋友則太過客氣，是尊長小輩則不免照拂仰賴。如屬夫妻同使，妙則妙矣，但其中脈脈含情，盈盈嬌羞、若即若離、患得患失種種心情，卻又差了一層。此時楊過與小龍女相互眷戀極深，然未結絲蘿，內心隱隱又感到前途困厄正多，當真是亦喜亦憂、亦苦亦甜，這一番心情，與林朝英創製這一套「玉女素心劍」時，漸漸的心息相通。黃蓉在旁觀戰，只見小龍女暈生雙頰，靦腆羞澀，楊過時時偷眼相覷，心事重重，雖說是並戰強敵，卻竟流露出男歡女悅、情深愛切的模樣，不由得暗暗心驚，同時受了二人的感染，竟回想到與郭靖初戀時的情景。酒樓上一片殺伐聲中，竟然隱含著無數柔情蜜意。楊過與小龍女越是心靈一致，金輪法王越是難以抵禦，不由得暗暗懊悔適才將桌椅全部踏毀，否則有桌椅阻隔，敵人的攻勢不如此凌厲，眼見再打下去非送命不可，當下一步步退向樓梯，又是一級級的退了下去。楊過與小龍女居高臨下的逼攻，眼見就可將他逐走，黃蓉叫道：「除惡務盡，過兒，別放過了他。」黃蓉瞧得出楊過與小龍女所以勝得金輪法王，全憑了一套奇妙的劍法，說來倒有八分僥倖，若是今日放過了他，此人武學高深，回去窮思精研，想出了破解這套劍法的解數，那可留下大患，日後再要除他，卻是千難萬難，因此盼望二人今日乘機除去。楊過答應一聲，猛下殺手，「小園藝菊」、「剪燭夜話」、「茜窗聯句」、「竹簾臨池」，一招招的使將出來，金輪法王幾乎連招架都有不及，別說還手。楊過本擬遵照黃蓉囑咐，乘機殺他，那知林朝英當年創製這「玉女素心劍法」之時，心中充滿柔情，劍招雖然厲害，卻無一招是致敵死命的絕招。要知她創此劍法，本為自娛抒懷，實無傷人斃敵之意，因之楊龍二人雖然逼得金輪法王手忙腳亂，狼狽萬狀，若要取他性命，卻亦不易。黃蓉在旁看得心中焦急。金輪法王不明劍法的來歷，只道厲害殺著尚未使出，只要二人一用上，那真是老命休矣，危急中計上心來，足下用勁，每在樓梯上退一級，便將一級樓梯踏斷。他一個魁梧的身體攔在梯心，楊龍二人無法搶前，待得三級樓梯一斷，長劍已自遞不到他身前。金輪法王將輪子一舉，說道：「今日見識中原武功，佩服得緊，你這套劍法叫做什麼名堂？」楊過笑道：「中原武功，以打狗棒法與劍驢劍術為先，這一套劍法，就是刺驢劍術了。」金輪法王一怔，道：「刺驢劍術？」楊過笑道：「是啊，刺禿驢的劍術。」金輪法王才知道他是繞彎兒相罵，心中大怒，喝道：「無禮小兒，終須叫你知道法王的手段。」鐵輪嗆啷啷一揮，大踏步而去。也是楊過生來口舌輕薄，今日勝得金輪法王，既然不能殺他，就須以禮相待，他卻說了幾句俏皮話兒，使法王一生記恨，日後惹出不少禍事來。但見他身形飄飄，去得好快，晃了幾晃，已在牆角邊隱沒。楊過料知難以追上，轉過身來，卻見達爾巴扶著霍都王子，臉色慘白，站在當地，說道：「大師兄，你殺我不殺？」楊過為人有些兒尖酸刻薄，性子卻不殘忍，見二人神情可憐，向黃蓉道：「郭伯母，放他們走了，好不好？」黃蓉點了點頭。楊過見霍都神情萎頓，憔悴不堪，從懷裏摸出一小瓶玉蜂蜜來，指指霍都，做過服藥姿勢，交給達爾巴。達爾巴大喜，與霍都嘰哩咕嚕說了一陣，霍都取出一包藥粉，交給楊過，說道：「那位用筆的前輩，中了我毒釘，這是解藥。」達爾巴向楊過行了一禮，伸左臂抱起霍都。他神力驚人，抱著一個人宛如無物，輕飄飄躍下樓梯，與眾蒙古武士一齊去了。楊過將解藥交於黃蓉，躬身施禮，說道：「郭伯母，小姪就此別過，伯母和郭伯伯多所保重。」他是個至性之人，想到這番別後再不相見，心中甚是難過。黃蓉道：「你到那裏去？」楊過道：「我和姑姑歸隱僻境，不再與人相見，免得累了郭伯伯的聲名。」黃蓉心中一動：「他今日捨命救了我和芙兒，眼見他陷迷沉倫，大違倫常，我豈可不相救於他？」於是說道：「那也不忙在這一刻，今兒大夥兒累了，咱們找個客店，休息一宵，明日分手動身不遲。」楊過見她情意盈盈，不便違拗，也就答應了。黃蓉取出銀兩，賠了酒樓的破損，到鎮上借客店安息。當晚用過晚膳，黃蓉差郭芙去和武氏兄弟說話，卻將小龍女叫進房來，說道：「妹子，我有一件物事送給你。」小龍女道：「你給我什麼？」黃蓉將她拉到身前，取出梳子輕輕給她梳頭，只見她烏絲垂肩，輕軟光潤，極是可愛。黃蓉將小龍女的柔絲細心捲起，從自己頭上取下一枚束髮金環，說道：「妹妹，我給你這個戴。」那金環打造得極是精巧，通體是一枝玫瑰花枝，花枝迴繞，相連處鑄成一朵含苞未放的蓓蕾。她父親黃藥師在桃花島上搜羅天下奇珍異寶，她偏偏揀了這枚金環，其匠藝之巧，可以想見。小龍女一生不戴首飾，束髮之具就只一枚荊釵而已，見黃蓉相贈這金環，心中並不喜歡，隨口謝了。黃蓉給她戴在頭上，一面跟她閒談。說了一陣子話，只覺她天真無邪，世事一竅不通，側過頭來看她，但見她容色嬌美，清麗絕俗，若非與楊過有師徒之份，兩人確是一對璧人，於是問道：「妹子，你心中很喜歡過兒，是不是？」小龍女盈盈一笑，答道：「是啊，你們為什麼不許他跟我好？」黃蓉一怔，想起自己年幼之時，父親不肯許配於郭靖，又記起江南七怪罵自己為「小妖女」，經過重重波折，才得與郭靖結成鴛侶，眼前楊過與小龍女真心相愛，何以自己卻來出力阻擋？但他二人師徒名分既定，若有男女之私，大乖倫常，有何臉面以對天下英雄？當下嘆了一口氣道：「妹子，世上有很多事是你所不懂的。若是你與過兒結成夫妻，別人要一輩子瞧你不起。」小龍女微笑道：「別人瞧我不起，那打什麼緊？」黃蓉又是一怔，覺得她這句話與自己父親倒大是氣味相投，當真有我行我素、蔑視群賢之慨。她點了點頭，心想古墓派傳人代代都是女中豪傑，原不能拘以世俗之見，但想起丈夫對楊過愛護之深，關顧之切，不論他是否會做自己女婿，總盼他品德完美，於是說道：「過兒呢？別人也要一輩子瞧他不起。」小龍女道：「他和一輩子住在古墓中，快快活活，理會旁人幹麼？」黃蓉呆了一呆，道：「你們一輩子住在古墓中，永遠不出來了？」小龍女很是開心，站起來在室中走來走去，道：「是啊，出來幹麼？外邊的人都壞得很。」黃蓉道：「過兒從小往外邊東飄西蕩，一生關在一個墳墓之中，難道不氣悶麼？」小龍女笑道：「有我陪著他，怎麼會氣悶？」黃蓉嘆了一口氣道：「初時兩三年，自是不會氣悶。但多過得幾年，他就會想到外邊的花花世界，他若是不能出來，那就會煩惱了。」小龍女本來極是開心，聽了這幾句話，一顆心登時沉了下來，道：「我問過兒去，我不跟你說了。」說著走出房去。黃蓉見她美麗的臉龐上突然掠過一層陰影，對適才的說話倒是頗為後悔，但轉念一想，自己見得事多，自不同兩個少年男女的一廂情願，這一番忠言逆耳，卻是含著一番苦心，心想：「不知過兒說些什麼？」於是悄悄走到楊過窗下，想聽聽二人對答之言。只聽小龍女道：「過兒，你這輩子跟我在一起，會煩惱麼？會生厭麼？」楊過說道：「姑姑，你又問我幹麼？你知道我只有喜歡不盡。咱們兩個一直到老了、頭髮也白了、牙齒落了，也仍是喜喜歡歡廝守不離。」這幾句話說得情辭真摯，十分懇切，小龍女聽著，心中感動，不由得痴了，過了半晌，才道：「是啊，我也是這樣。」她取出一根繩子，橫掛室中，說道：「睡吧！」楊過道：「郭伯母說，今晚你與她母女倆睡一間房，我與武氏兄弟倆睡一間房。」小龍女道：「不，為什麼要那兩個男人來陪你？我要和你睡在一起。」說著舉手一揮，將油燈滅了。黃蓉在窗外聽了她這番言語，心中大駭：「原來她師徒倆果然已做了苟且之事，那老道趙志敬的話並非虛假，這便如何是好？」她想兩個少年男女同床而睡，自己不便在外偷看偷聽，正待要走，突見室內白光一閃，一個人凌空橫臥，晃了幾晃，隨即不動了。黃蓉大奇，借著窗外月光細看時，原來小龍女睡在一根繩上。楊過卻睡在炕上，二人雖然同室，卻是相守以禮。黃蓉悄立庭中，只覺這二人大異常人，是是非非，實在難說。正待回房安寢，忽聽腳步聲響，郭芙與武氏兄弟從外邊回來。黃蓉道：「敦兒修文，你哥兒倆另外去要一間房，不同楊家哥哥一房睡吧。」武氏兄弟答應了，郭芙卻問：「媽，為什麼？」黃蓉道：「不關你事。」武修文笑道：「我卻知道為什麼。他二人師不師、徒不徒，狗男女作一房睡。」黃蓉板臉斥道：「修兒，你不乾不淨的說什麼？」武敦儒道：「師娘你也忒好，這種人理會他幹麼？我是絕不和他說話的。」郭芙道：「今兒他二人救了咱們，那可是一件大恩。」武修文道：「哼，我倒寧可教金輪法王殺了，好過受這種畜生的恩惠。」黃蓉怫然不悅，道：「別多說了，快去睡吧。」這一番話楊過與小龍女自均聽得明白。楊過自幼與武氏兄弟不和，當下一笑而已，並不在意。小龍女卻在心中細細琢磨：「幹麼過兒和我好，他就成了畜生、狗男女？」思來想去難以明白，半夜裏叫醒楊過，問道：「過兒，有一件事你須得真心答我。你和我住在古墓之中，多過得幾年，可會想到外邊的花花世界？」楊過一怔，半晌不答。小龍女又問：「你若是不能出來，可會煩惱？你雖愛我之心始終不變，在古墓中時日一久了，可會氣悶？」這幾句話楊過均覺好生難答，此刻想來，得與小龍女終身廝守，當真是快活勝過神仙，但在冷冰冰黑沉沉的古墓中住了十年二十年縱然仍不厭倦，住到三十年呢？四十年呢？順口說一句絕不氣悶，原自容易，但他對小龍女一片至誠，並無半點虛假，沉吟片刻，道：「姑姑，若是咱們氣悶了，厭煩了，那便一同出來便是。」小龍女「嗯」了一聲，不再言語，心想：「郭夫人的話倒並非騙我。將來他氣悶了要出墓來，人人都瞧他不起，那他做人有何樂趣？他和我好，不知何以旁人要輕賤於他，想來我是個不祥之人了。我喜歡他愛他，要了我的性命也行。但這樣反而害得他不快活，那他還是不娶我的好。那日晚上在終南山巔，他不肯答應娶我，想必為此了。」只聽得楊過鼻息調勻，睡得正酣，於是輕輕躍下地來，走到坑邊，細細瞧著他俊美的臉龐，中心栗六，不禁掉下淚來。次晨楊過醒轉，只覺肩頭濕了一片，心中好生奇怪，見小龍女不在室中，坐起身來，卻見桌面上用金針刻著細細的八個字道：「善自珍重，勿以為念。」楊過大吃一驚，一時呆在當地，不知所措，但見桌面上淚痕瑩瑩，兀自未乾，自己肩頭所濕的一片，也是她淚水所沾了，想來她刻這八字之時，真是柔腸百轉，實難自己。他神智昏亂，恍若焦雷轟頂，突然間推窗而出，大叫：「姑姑，姑姑。」店小二上來侍候，楊過問他那白衣女客何時動身，向何方而去，店小二瞠目不知所對。楊過心知此刻時機稍縱即逝，若是今日尋她不著，只怕日後難有相會之時，奔到馬廄中牽出那匹瘦馬，一躍而上。郭芙從房中出來，叫道：「楊家哥哥，你到那裏去？」楊過聽而不聞，縱馬向北急馳，瞬息之刻，已奔出了數十里地。他一路上大叫「姑姑，姑姑！」卻那裏有小龍女的人影？又奔一陣，只見金輪法王一行人騎在馬上，奔馳向西，見他孤身一騎，均感詫愕。金輪法王提韁催馬，向他奔來。楊過身上連長劍也沒一柄，斗逢大敵，自是十分危險，但他關懷小龍女的下落，此時心中所思念的，只是小龍女到了何處，自身安危全未想及，一見金輪法王拍馬過來，反而勒轉馬頭，迎了上去，問道：「你見到我師傅麼？」金輪法王見他並不逃走，已自奇怪，聽了他問這句話，更是一愕。隨口答道：「沒見啊，她沒跟你在一起麼？」這二人都是絕頂的聰明，適才一問一答均出意外，頃刻之間，心中都已想到楊過一人落單，就非法王的敵手。二人眼光一對，胸中已自了然，楊過雙腿一夾金輪法王已伸手來抓，但那瘦馬神駿非凡，猶似疾風般一掠而過，法王催馬急趕，他早已遠在里許之外，萬難追上。法王心念動處，勒馬不追，尋思：「他師徒分散，我更有何懼？那黃幫主若是尚未遠去，嘿嘿……」當即率領徒眾，向來路馳回。楊過一陣狂奔，數十里內訪不到小龍女的半點蹤跡，但覺得胸間熱血上湧，昏昏沉沉，竟險些暈倒在馬背之上，心裏十分悲苦：「姑姑何以又捨我而去？我那裏有得罪她啦？她離去之時流了不少眼淚，那自非惱我。」忽然想起：「啊，是了，定是我說在古墓之中日久會厭，她只道我不願與她長相廝守。」想到此處，眼前登見光明：「她回到古墓去啦，我跟去陪著她便是。」適才縱馬疾馳，不辨東西南北，當下認明方向，北歸終南。一路上越想越覺所料不錯，倒將傷懷懸想之情去了九分，在馬背上唱起歌來。過午後在路邊一家小店中打尖，吃完麵條，出來之時匆匆未攜銀兩，覷那店主人不防，一躍上馬，急奔而逃，只聽那店主人遠遠在後叫罵，那裏奈何得了他？楊過暗自好笑，行到申牌時分，只見前面黑壓壓一片大樹林，林中隱隱傳出呼叱喝罵、兵刃撞擊之聲。楊過心中微驚，側耳一聽，卻是金輪法王與郭芙的聲音。他心知不妙，躍下馬背，把韁繩在轡頭上一擱，隱身樹後，以「踏步無聲」的輕身功夫，尋聲過去探察，走了數十丈，只見樹林深處黃蓉母女，武氏兄弟四人，正在亂石堆中與金輪法王一行人拒敵。但見武氏兄弟臉上衣上都是血漬，黃蓉頭髮散亂，神情甚是狼狽，看來若非金輪法王存心要捉拿活口，只怕四人都已斃於他鐵輪之下。他瞧了幾眼，心想：「姑姑不在此間，我若上去相助，徒然送了性命。這便如何是好？」待要尋思一條妙計，忽見金輪法王一輪砸去，黃蓉無力硬架，突然在一堆亂石之後一縮。金輪法王在亂石外轉來轉去，竟然攻不到她的身前。楊過大奇，再看郭芙和武氏兄弟諸人，也是倚賴亂石閃避，危急中只要在石後一躲，達爾巴諸人就須遠兜圈子，方能追及，那時郭芙等已有喘息餘裕，又可從容對付了。楊過愈看愈是詫異，心想林中這幾堆平平無奇的亂石，臨戰時居然有此妙用，實是不可思議，因此上黃蓉等雖危實安，只是無法走出亂石陣逃生而已。金輪法王久攻不下，雖然打傷了武氏兄弟，但傷非致命，己方倒有一名蒙古武士被郭芙一劍刺死，心知黃蓉所堆的這許多亂石大有古怪，須得推究出其中奧妙，方能將其擒獲。他自負才智過人，心想這幾人已是甕中之鱉，諒他們逃不脫自己掌握，待想通了亂石陣的佈局，大踏步闖進陣去，手到擒來，方顯本事。於是左手一揮，約退諸人，自己也退開丈餘，望著亂石陣暗自凝思。大凡行兵佈陣，脫不了太極兩儀之化，五行八卦之變，金輪法王精通奇門妙術，心想這亂石陣雖怪，總也依著五行生剋的道理而佈。那知他怔怔的看了半天，剛似瞧出了一點端倪，略加深究，卻又全盤不對，左翼對了，右翼生變，想通了陣法的前鋒，其後尾卻又難以索解，不禁呆在當地，驚佩無已，須知金輪法王文武全才，實是當今出類拔萃的人物，眼前既遇難題，務要憑一己才智破解，方遂心願。楊過見他皺起眉頭凝思，突然間眼光一亮，似乎明白了陣法的奧妙，只見他身形晃處，已然闖進陣中，抓住了郭芙的手臂，急退而出。這一下變生不測，黃蓉一齊大驚，登時手足無措，若是出陣來救，非遭他毒手不可。原來郭芙見敵人呆立不動，一時大意，竟不遵母親所示的方位站立，出了陣法的蔽障，金輪法王何等厲害，一見有隙可乘，立時出手擒獲，當下伸指點了她脅下穴道，放在地上。他故意不點她的啞穴，讓她哀聲求救，激動黃蓉母愛，誘她出陣。郭芙只感周身麻癢難當，偏生動彈不得，忍不住低聲呻吟。黃蓉豈不知他的詭計，但母愛乃是天性，中心如沸，只是咬住嘴唇強忍。楊過在樹後瞧得明白，眼見她竹棒一擺，就要奔出亂石堆搶救愛女，猛地裏一躍而出，抓住郭芙後心，撲到了亂石堆中。金輪法王飛出鐵輪，猛擊他的後心，楊過人在半空，實難以閃避，用力將郭芙朝黃蓉一推，同時一個「千斤墜」，身子直落，拍的一聲，結結實實的摔在亂石堆上，但聽嗆啷啷聲音響亮，那鐵輪自頭頂疾飛而過。黃蓉抱住愛女，悲喜交集，見楊過從亂石堆上翻身爬起，撞得目青鼻腫，忙伸竹棒，指引他進入石陣。金輪法王見一擊不中，又是楊過這小子作怪，心中不怒反喜，微微冷笑，說道：「好，你乖乖的自投羅網，卻省得日後找你了。」楊過這一下捨命救人，實是激於義憤，但進了石陣之後，想起這一出手，瞧來自己性命也得饒上，此生再難見小龍女之面，不由得暗暗懊悔。黃蓉嘆了一口氣道：「過兒，你何必多此一舉？」楊過苦笑一下，道：「郭伯母，我傻裏傻氣，心頭熱血一湧，那就管不住自己。」黃蓉道：「好孩子，你心腸好，跟你爹……」說了一半，突然住口。楊過顫聲道：「郭伯母，我爹爹是個壞人，是不是？」黃蓉垂頭道：「你要知道這個幹麼？」突然叫道：「小心，到這裏來！」拉著他跨過兩堆亂石，避開了金輪法王一下偷襲。楊過對那亂石堆前前後後望了一陣，好生佩服，說道：「郭伯母，如你這般聰明才智，並世再無第二個了。」黃蓉替女兒解開穴道，正自給她按摩，微笑著尚未回答，郭芙插口道：「你知道什麼？我媽媽的本事都是外公教的。外公才是厲害呢。」楊過在桃花島上親見黃藥師的種種手澤，只是當時年幼，未能領略這中間的妙處，此刻經郭芙一提，連連點頭，不由得悠然神往，嘆道：「幾時得能拜見他老人家一面，也不枉了這一生。」驀地裏金輪法王闖過兩堆亂石，又攻了過來，楊過手中並無兵刃，忙拾起黃蓉拋在地下的竹棒，搶出去阻擋，呼呼兩棒，使的竟是打狗棒法。法王見他棒法精妙，凝神接戰，拆了數招，突然間兩人同時在亂石上一絆，均是險險傾跌。法王只怕中了暗算，一躍出陣。黃蓉接引楊過進來，指派武氏兄弟與女兒搬動石塊，變亂陣法，問楊過道：「你這打狗棒法到底是自何處學來？」楊過於是把華山巧遇洪七公、北丐西毒比武、傳授棒法等情一一說了，但他怕驚動黃蓉心神，洪七公逝世的經過卻隱瞞不言。黃蓉嘆道：「你遇合之奇，確是罕有。」忽地心念一動，道：「過兒，你很聰明，且想個法兒，脫卻今日之難。」楊過瞧了黃蓉的神情，知她已想到計策，當下故作不知，道：「若是你身子安健，和我雙戰法王，自能獲勝，又或能邀得我師父來，那也好了。」黃蓉道：「我身子一時之間怎能痊可？你姑姑也不知去向，我另有一個計較在此，卻須用到這幾堆亂石，這石陣是我爹爹所授，其中變幻百端，刻下所用的還不到二成。」楊過聽了，吃了一驚，想起黃藥師學究天人，大是讚嘆。黃蓉道：「我師父授你打狗棒法，僅是招式，而你在樹上聽到我說的，只是口訣大意。現下我將棒法中的精微變化，一齊傳你。」楊過大喜，但以退為進，說道：「這個只怕使不得，打狗棒法除了丐幫幫主，歷來不傳外人。」黃蓉白了他一眼，道：「在我面前，你又使什麼狡獪？這棒法我師父傳了你三成，你自個兒偷聽了二成，今日我再傳你二成。餘下三成，就得憑你一己才智去體會領悟，旁人可傳授不來。一來並非有人全套傳你，二來今日事急，只好從權。」楊過跪倒在地，拜了幾拜，笑道：「郭伯母，我小時你答應傳我功夫，到今日，才真正是我的好伯母了。」黃蓉微微一笑道：「你心中一直記恨，是不是？」楊過笑道：「我那裏敢？」於是黃蓉輕聲俏語，將棒法的奧妙之處，一一說給他知曉。金輪法王在亂石外望見楊過向黃蓉磕頭，二人有說有笑，唧唧噥噥，不知搗什麼鬼了，瞧來有恃無恐，竟是全不將自己放在眼內。雖是心中有氣，但他素來穩重，定要參透其中機關，再定對策，也幸好他緩下了攻勢，黃蓉與楊過不必應敵，不到半個時辰，已將竅要說完。楊過的聰明悟性，勝過魯有腳百倍，真所謂聞一知十，舉一反三，兼之他對這套棒法早已化過許多心血推詳，當時百思不得其解之處，今日黃蓉略加點撥，立行豁然貫通。金輪法王遙遙望見黃蓉臉色嚴正安詳，口唇微動，楊過卻是搔耳摸頭，喜不自勝，實不知二人葫蘆中賣什麼藥，但此事於己不利，乃可斷定。楊過聽完要訣，問了十餘處艱深之點，黃蓉一一解說，說道：「行啦，你問得出這些疑難，足證你領悟已多，第二步咱們就要把法王誘進陣來擒獲。」楊過一驚，道：「將他擒住？」黃蓉道：「那又有何難？此刻你我聯手，智勝於彼，力亦過之。現下我要解說這亂石陣的奧妙，你一時定然難以領會，好在你記心甚好，只須將三十六種變化死記即可。」於是一種一種的說了下去青龍怎樣成為白虎，玄武又怎生化為朱雀。原來這亂石陣乃是從諸葛武侯的八陣圖中變化出來，當年諸葛亮在江邊用石塊佈成陣法，東吳大將陸遜入陣難以得脫，此刻黃蓉所佈的就是師法諸葛武侯的遺意，只是事起倉卒，未及佈全，大敵奄至，那陣法不過稍具規模而已。但縱然如此，也已嚇得金輪法王心神不定，眼睜睜望著面前五人，卻是不敢動手。這三十六種陣圖變化，實是繁複奧妙，饒是楊過聰明過人，片刻間卻也記著不全。黃蓉反覆說了兩遍，他記得明白的只二十餘種。眼見天色將暮，金輪法王躍躍欲試。黃蓉道：「就只這二十幾變，已足困死他有餘。你出去引他入陣，我變動陣法，將他困住。」楊過大喜，說道：「郭伯母，他日我若再到桃花島上，你肯不肯將這般學問盡數教我？」黃蓉抿嘴一笑，涼風拂鬢，夕陽下風致嫣然，說道：「你若肯來，我如何不肯教？你捨命救過我和芙兒兩次，難道我還和從前一般待你麼？」楊過聽了，胸中暖烘烘的極是舒暢，此時黃蓉不論教他幹什麼，他當真是萬死無悔了，當下提起打狗棒，轉出石陣，叫道：「法王，你有膽子就跟我戰三百合！」