第一百零四回　跛腿奇人楊過軒眉笑道：「故人久違，今日有幸邂逅，何以匆匆便去？」尹克西拱了拱手，陪笑道：「楊大俠別來無恙。」瀟湘子卻記著終南山上折臂之辱，這十餘年來雖然功力大進，自知終非楊過敵手，當下不理楊過的問話，望也沒望他一眼，逕自走向樓梯。那黑臉人也是忽必烈帳下極有名的武士，一向自負，這次與尹瀟二人來到宜城打探消息，誰也沒放在眼裏。他斜目向楊過微睨，大聲道：「瀟湘兄且請留步，既有惡客，阻了清興，待小弟趕走他便是。」說著伸出大手，便往楊過肩頭抓來，想要提起他一把摔入街心。楊過見他手掌心紫氣隱隱，知道此人練的是毒砂掌中的一門，心念微動：「我何不借此三人，向黃老前輩探問南海神尼之事？」眼見他手掌將及自己肩頭，反手一搭，拍的一聲，清清脆脆打了他一個耳光。黃藥師暗吃一驚：「這一掌打得好快！」就只這麼一掌，他已瞧出楊過自創武功，卓然而成大家。只聽得拍拍連響，瀟湘子左右雙頰又均中掌。楊過念著尹克西舉止有禮，卻饒過了他。黃藥師笑道：「楊老弟，你新創這路掌法，高明得緊，老夫意欲一睹全豹，以飽眼福。」楊過道：「正要向前輩請教。」當下身形晃動將那路「黯然銷魂掌法」施展開來，但見他長袖飄動，手掌飛揚，忽而一招「拖泥帶水」，忽而一招「神不守舍」，將瀟湘子、尹克西、和那黑臉人一起裹在掌風之中。那三人猶如身陷洪濤巨浪中，跌跌撞撞，隨著楊過的掌風轉動，別說掙扎，竟連站定腳步也是不能，到了全然身不由主的境地。黃藥師舉杯乾酒，嘆道：「古人以漢書下酒，老夫今日以小兄弟的掌法下酒，豪興勝概，遠追古人矣。」楊過叫道：「老前輩請指點一招。」手掌一擺，掌力將瀟湘子向黃藥師身前送來。黃藥師不敢怠慢，左掌推出，將瀟湘子送了回去，只見那黑臉大漢跟著又衝近身來，於是舉杯飲了一口，回掌將他推出。楊過凝神瞧他掌法，雖然功力深厚，卻也並非出奇的神妙，心想：「我若非出全力以赴，引不出他學自南海神尼的掌法。」當下氣聚丹田，催動掌力，將瀟湘子、尹克西、黑臉漢三人越來越快的推向黃藥師身前。黃藥師回了數掌，只覺得那三人衝過來的勢頭便似潮水一般，一個浪頭方過，第二個更高的浪頭又撲了過來，心想：「這少年的掌力一掌強似一掌，確是武林中的奇才！」便在此時，那黑臉人忽凌空飛起，腳前頭後，雙腳向黃藥師面門踹到。黃藥師斜掌卸力，右手不自禁的微微一晃，酒杯中一滴酒潑了出來，跟著尹克西和瀟湘子雙雙凌空，一正一斜的撞到，黃藥師叫道：「好！」放下酒杯，右手還了一掌。兩人相隔數丈，你一掌來，我一掌去，那三人竟變成了皮毬玩物，給兩人的掌力帶動，在空中來往飛躍。那「黯然銷魂掌」使到一半，黃藥師的「落英掌法」已相形見絀，他眼見尹克西如箭般衝到，自忖掌力不足，以與之相抗，伸指一彈，嗤的一聲輕響，一股細細的勁力激射出去，登時將楊過拍出的掌力化解了。他連彈三下，但聽得撲通、撲通、撲通三響，瀟湘子等三人一齊摔在樓板之上，暈了過去。這「彈指神通」的奇功，竟與楊過的「黯然銷魂掌」鬥了個旗鼓相當，誰也沒能贏誰。兩人哈哈一笑，重行歸座，斟酒再飲。黃藥師道：「老弟這路掌法，以力道的雄勁而論，當世唯小婿郭靖的降龍十八掌，可以比擬，老夫的落英掌，輸卻一籌了。」楊過連連遜謝，問道：「聞道老前輩曾蒙南海神尼指點，學得一路掌法，不知能賜晚輩一開眼界否？」黃藥師奇道：「南海神尼？那是誰啊？我從沒聽見過此人的名頭。」楊過臉色大變，站起身來，顫聲道：「難道世上並無南海神尼其人？」黃藥師見他神色斗異，心中倒也一驚，沉吟道：「莫非是近年新出道的異人？老夫孤陋寡聞，未聞其名。」楊過呆立不動，一顆心便似欲從心腔中跳將出來，暗想：「郭伯母說得明明白白，說龍兒蒙南海神尼所救，原來儘是騙人的鬼話，原來都是騙我的，都是騙我的！」仰天「啊」的一聲長嘯，屋瓦震動，雙目中珠淚滾滾而下。黃藥師道：「老弟有何為難之事，不妨明示，說不定老夫也可相助一臂之力。」楊過一揖倒地，哽咽道：「晚輩心亂如麻，言行無狀，須請恕罪。」長袖揚起，轉身下樓，但聽得喀喇喀喇數響，樓梯踏級盡數給他踹壞。黃藥師茫然不解，自言自語：「南海神尼，南海神尼？那是何人？」楊過放開腳步狂奔，數日間不食不睡，只是如一股疾風般捲掠而過。他自忖唯有疲累如死，才不致念及小龍女的種種，到底日後是否再能和她相見，此時實是連想也不敢一想。不一日已到了大江之濱，楊過心力交瘁，再也難以支持，眼見一帆駛近岸旁，當下縱身躍上，摸出一錠銀兩擲給舟子，也不問那船駛向何處，在艙中倒頭便睡。大江東去，濁浪滔滔，楊過所乘那船沿江而下，每到一處商市，必停泊數日，上貨卸貨，原來那是長江中上落貿遷的的一艘貨船。楊過心中空蕩蕩地，反正是到處漫遊，也不怕那船在途中多所耽擱，在舟中只是白日醉酒，月夜長嘯，書空咄咄，不知時日之過。舟子和客商貪他多給銀兩，只道是個落拓江湖的狂人，卻也不去理會。這一日舟抵江陰，船中一個客商和楊過作別，說要往嘉興、臨安買絲。楊過聽到「嘉興」兩字，猛地一驚：「我父當年在嘉興王鐵槍廟中慘被黃蓉害死，不知父墳卻在何處？我不好好安葬亡父屍骨，是為不孝。」言念及此，當即捨舟上陸，南赴嘉興，此時方當降冬，江南雖不如北方苦寒，卻也是遍地風雪，楊過身披簑衣，頭戴斗笠，悄然往嘉興而來。到得城中，已近黃昏，他找一家酒樓用了酒飯，問明王鐵槍廟的路徑，冒著漫天大雪，覓路而行。到得鐵槍廟時，已是二更時分，大雪未停，星月無光。他雙眼黑夜亦能視物，只見這鐵槍廟年久失修，已破敗不堪，山門腐杇，輕輕一推，竟爾倒在一邊。楊過走進廟去。只見到處都是蛛網灰塵，並無人居。楊過悄立殿上，想像三十年之前，父親在此殿上遭人毒手，以致自己終身未能得見父親一面，如此命乖，世所罕有，眼見神像斑爛毀破，半邊斜倒，當真是滿目淒涼，傷心人臨傷心地，愈增苦悲。他在廟中前前後後瞧了一遍，心想父親逝世已三十餘年，自不致再留下甚麼遺跡，於是走到廟後，只見兩株大樹之下，雙墳並立，墳前各立一碑，蓋滿了白雪。楊過大袖一揮，一股疾風飛出，碑上白雪四散濺開，只見左邊的墳碑上書：「楊門烈女穆氏之墓」。楊過心下嘀咕：「這楊門烈女穆氏，卻又是誰？」再看右邊那墓碑時，不由得怒火攻心，難以抑制，原來那墓碑上一行大字寫道：「不肖弟子楊康之墓」，旁邊另一行小字寫道：「不才業師丘處機書碑」。楊過大怒，心想：「丘處機這老道忒也無情，我父既已謝世，又何必立碑以彰其過？我父卻又如何不肖了？哼，肖你這等牛鼻子老道有何好處？我不到全真教去，大殺一場，此恨難消。」手掌揚起，便要往墓碑拍落。手掌正要擊向墓碑，忽聽得西北方雪地，傳來一陣快速的腳步聲，這聲音好生奇怪，似乎是幾個武林好手，卻又似是兩頭野獸，著地時左重右輕，大異尋常。楊過好奇心起，耳聽得這聲音是奔向王鐵槍廟而來，於是回進正殿，隱身在圮倒的神像之後，要瞧瞧來的究竟是甚麼怪物。片刻之間，腳步聲走到廟前，停著不動，似乎怕廟中有敵人隱伏，過了一會，這才進來。楊過探頭一瞧，險些兒啞然失笑。原來進廟的共有四人，這四人左腿均已跛折，各人撐了一根拐杖，右肩上各有一條鐵鍊，互相鎖在一起，因此行走時四條拐杖齊落，跟著便是四條右腿同時邁步。只見當先一人頭皮油光晶亮，左臂斷了半截，竟是殘廢中加了殘廢。第二人額頭生著三個大瘤，第三人短小精悍，第四人是個高大的和尚。楊過暗暗稱奇：「這四個人是甚麼路數，何以如此相依為命，永不分離。」只聽得噹的一聲輕響，為首的光頭取出火摺晃晃，找了半截殘燭點著了。楊過看得分明，見除了第一人外，其餘三人都是只有眼眶而無眼珠，這才恍然：「原來那三人須仗這光頭引路而行的。」那光頭老者舉起蠟燭，在鐵槍廟前前後後巡視搜查，四個人便如一串大蟹，一個跟一個，相距不逾三尺。楊過身形微晃，早已藏好，別說這四人行動不便，又只一人能夠見物，縱然四人個個耳目靈便、手足輕捷，也搜不出他藏在神像之後。四人搜巡後回到正殿，光頭老者道：「柯老頭沒洩露咱們的行蹤，他若是邀了幫手，定是先行埋伏在此。」第三人道：「不錯，他答應絕不吐露半句，這種人以俠士自負，那『信義』兩字，是瞧得很重的。」四個人並肩坐地。生瘤子的第二人道：「沙大哥，你說這柯老頭真的會來麼？」第一人道：「那就難說得很，按理是不會來的，誰能有這麼傻，眼巴巴的自走來送死？」第三人道：「可是這柯老頭乃江南七怪之首，當年他們和十惡不赦的丘老道打賭，萬里迢迢的趕到蒙古去教郭靖武藝，這件事江湖傳聞，都說江南七怪千金一諾，言出必踐，咱們也是瞧在這件事份上，那才放他。」楊過在神像後聽得清楚，心想：「他們在此等候柯老公公麼？」只聽第二人道：「我說他一定不來，彭大哥，要不要跟你打一個賭，瞧瞧是誰……」一句話還沒說完，只聽得東邊雪地中又傳來一陣腳步聲，也是一輕一重，有人以拐杖撐地而來，但只單身一人。楊過幼時在桃花島上與柯鎮惡相處甚久，一聽便知是他到了。那瘦小的第三人哈哈一笑道：「侯老弟，柯老頭來啦，還打不打賭呢？」第二人喃喃的道：「賊廝鳥，果真不怕死，這般邪門。」但聽得錚錚錚幾聲響，鐵杖擊地，飛天蝙蝠柯鎮惡走進殿來，昂然而立，道：「柯鎮惡守約而來，這是桃花島上的九花玉露丸，一共十二粒，每人各服三粒。」手一揚，一個小小磁瓶向為首的光頭老子擲了過去。那老者喜道：「多謝！」伸手接了。柯鎮惡道：「老夫的私事已辦，特來領死。」但見他白鬚飄飄，仰頭站在殿中，自有一股凜然之感。生瘤子的第二人道：「沙大哥，他既取來了九花玉露丸，治得好咱們身上的內傷隱痛，這老兒跟咱們又沒什麼深仇大怨，就饒了他吧。」第三人冷笑道：「嘿，侯老弟，常言道養虎貽患，你這婦人之仁，只怕要叫咱們四人，死無葬身之地。他此刻雖未洩露，誰保得定他日後始終守口如瓶？」突然提聲喝道：「一齊動手！」四個人應聲躍起來，分站四方，正好將柯鎮惡圍在垓心。為首那光頭老者沙聲道：「柯老頭，三十餘年之前咱們同在此處見到楊康慘死，想不到今日你也走上他這條路子，這才真是報應不爽。」柯鎮惡鐵杖在地下一登，怒道：「那楊康認賊作父，賣國求榮，乃是卑鄙無恥的小人。我柯鎮惡堂堂男兒，無愧大地，你如何拿這種奸賊來和我飛天蝙蝠相比？」等三個矮子哼的一聲，罵道：「死到臨頭，還充英雄好漢？」其餘三人同時各出一掌，往他頂門擊落，柯鎮惡自知非這四人敵手，持杖挺立，更不招架。只聽得呼的一聲疾風過去，跟著砰的一響，泥塵飛揚，那四人都覺著掌之處情形不對，似乎並非擊在血肉之軀身上，那光頭老者早已瞧得明白，但見四人所圍的圈子之中，柯鎮惡已然不知去向，他原先站立之處，竟爾換上了廟中那個鐵槍王彥章的神像。四人的四掌都擊中了神像的腦袋，一個姥姥大的首級登時變成泥粉木屑。這四人中三個是盲人，雙目不能見物，那還罷了，但那光頭老者卻是目光十分銳利，只眼前一花，柯鎮惡竟已變了神像，不由得又驚又怒，四人一齊回過頭來。只見一個三十來歲的獨臂男子滿臉怒容，抓住柯鎮惡的後頸，將他高高的舉在半空，喝道：「你憑什麼辱罵我先父？」柯鎮惡冷然道：「閣下是誰？」楊過道：「我乃楊康之子，楊過便是。你在桃花島上待我不錯，卻何以在背後胡言毀謗我過世的先人？」柯鎮惡冷冷的道：「古往今來人物，有流芳百世，也有遺臭萬年，善惡全憑人為，豈能塞得了世人悠悠之口？」楊過見他絲毫不屈，更加憤怒，提起他的身子，重重往地一擲，喝道：「你說我父如何卑鄙無恥了！」那光頭老者見楊過如此神威，在一瞬之間提人換神，自己竟爾不覺，諒來非他對手，輕輕一扯連著其餘三人的鐵鍊，悄步往廟外走去。楊過身形不晃，已攔在門口，喝道：「今日不說個明白，誰都不能活著離去。」四個人齊聲大喝，各出一掌，合力向前推出。楊過喝道：「來得好！」左手也是一掌推出。四人的手掌尚未與他手掌相交，一股強勁無倫的掌風橫壓而至。四個人立足不定，向後便倒，喀喇喇一聲響，都壓在神像之上，將那神像撞得碎成了十多塊。這四人中第二人武功最弱，偏是他的腦門剛好撞正神像的胸口，當即暈了過去。楊過道：「你四人是誰？何以這般奇形怪狀的連在一起？又何以與柯鎮惡在此相約會面？」那光頭老者給楊過這一掌推得胸口塞悶，五臟六腑似乎盡皆倒轉，盤膝坐著運了幾口氣，這才說出一番話來。原來這光頭老者乃是沙通天，第二人生瘤子的是他師弟三頭蛟侯通海，第三個短小精悍之人是千手人屠彭連虎，最後一個高大和尚是大手印靈智上人。三十餘年之前，老頑童周伯通將這四人拿住，交給丘處機、王處一等看守，監禁在終南山重陽宮中，要他們改過自新，這才釋放。四個人惡性難除，千方百計的設法脫逃，但每次均給追了回來。第三次脫逃之時，彭連虎、侯通海、靈智上人三個各自殺了幾名看守的全真弟子。全真教的道人為懲過惡，打折了他們一腿，又傷了他們眼睛，只有沙通天未傷人命，雙目得以保全。到得十六年前蒙古武士火焚重陽宮，沙通天等終於在混亂中逃了出來。除沙通天外，其餘三人均是瞎子，非依沙通天指路不可，彭連虎等生怕他一人棄眾獨行，是以堅不肯除去全真道人縛在他們肩頭的鐵鍊，四個人連成一串，便是為此。楊過當年在重陽宮學藝，一來為時甚暫，二來不得師父和師兄弟的歡心，從未被允可走近監禁四人之處，因此絲毫不知這些人的事蹟，更不識得四人面目。沙通天等逃出重陽宮後，知道全真教的根本之地雖然被毀，但在江湖上仍是勢力十分龐大，自己四人個個身有殘疾，決計無法與抗，於是潛下江南，在荒僻的鄉村之中隱居。這一日四人在門外曬太陽，忽見柯鎮惡從村外小路經過。沙通天生怕他是為己而來，當即攔路截住。柯鎮惡的武功遠不及四人，一動手就被制住，詢問之下，才知他另有要事。四人雖與他並無重大仇怨，但一來邪正異道，二來又恐他洩漏了自己行蹤，便要將他打死。柯鎮惡當時言道，他務須赴湖州府菱湖鎮一行，事畢之後，自當回來領死，四人若能容他多活數日，他願在菱湖鎮取得桃花島的癢傷至寶九花玉露丸為酬。四人傷腿之後，每逢陰雨，便自酸痛難熬，聽柯鎮惡說能贈以靈藥，於是要他發下重誓，絕不吐露四人的行藏，亦不相邀幫手前來助拳，這才約定日子，在嘉興王鐵槍廟中重會。沙通天敘畢往事，說道：「楊公子，令尊在日，咱們都是他府中上客。直至他老人家逝世，咱們絲毫沒對不起他之處，望你念在昔日之情，放咱們去吧。」數十年前，沙通天、彭連虎諸人都是江湖上響噹噹的腳色，縱然刀劍加頸，斧鉞臨身，亦絕不肯絲毫示弱，但自被長期幽禁、斷腿傷目之後，心靈氣沮，豪氣盡消，竟向楊過哀哀求告起來。楊過哼了一聲，並不理會，向柯鎮惡道：「你到菱湖鎮去，可是去見程英、陸無雙姊妹麼？卻是為了何事？」柯鎮惡仰天長笑，說道：「楊過啊楊過，你這小子好不曉事？」楊過怒道：「我怎地不曉事了？」柯鎮惡笑道：「事到如今，我飛天蝙蝠早沒把自己這條老命放在心上，便是在年青力壯之時，柯鎮惡幾時又畏懼於人了？你武功再高也只能嚇得倒貪生怕死之輩，難道江南七怪是受人逼供的麼？」楊過見他正氣凜然，不自禁的暗暗起敬，道：「柯老公公，是我楊過的不是，只因你言語中毀及先父，這才得罪。柯老公公名揚四海，楊過自幼欽服，從來不敢無禮。」柯鎮惡道：「這才像句話。我瞧你人品不錯，又在襄陽立下大功，才當你是一號人物。倘若與你父親一般，便是跟我多說一句話，也算是污辱了我。」楊過胸間怒氣又增，大聲道：「我爹爹到底做錯了何事，你且說個明白。」要知楊過所交遊的人中，知悉他父親楊康往事的，原亦不少，只是誰都不願直言其短，觸犯於他，便逢楊過問起，也只揀些不相干的事說說。柯鎮惡自來嫉惡如仇，生性梗直異常，那理會楊過是否見怪，當下原原本本，將楊康和郭靖的事蹟從頭至尾說了一遍，又說到楊康和歐陽鋒如何害死江南七怪中的五怪，如何在這鐵槍廟中掌擊黃蓉，終於自取其死，最後道：「當晚經過，這幾位都是親眼目睹。沙通天、彭連虎，你兩位且說說，柯老頭可是有一句虛言？」他最後這句話聲說得甚響，驚起了高塔上數十隻烏鴉，盤旋空際，呀呀而鳴。沙通天嘆道：「那一年晚上，也是有這許多烏鴉……我手上給楊公子抓了一把，若不是彭兄弟見機得快，將我這手斬去，那能活到今日？」楊過抱頭坐地，悲憤難言，想不到自己生身之父，竟是如此奸惡，自己名氣再響，也難洗生父之羞。神殿上六人均自不作一聲，唯聽得高塔上烏鴉鳴聲不絕。過了良久，柯鎮惡道：「楊公子，你在襄陽立此大功，你父親便有千般不是，也都掩蓋了。他在九泉之下，自也歡喜你能為父補過，我曾聽我二弟朱聰言道，夏禹是大聖人，可是夏禹的父親是個惡人。」楊過凝思自識得郭靖夫婦以來種種情事，暗想黃蓉所以對自己始終提防顧忌，過去許多誤會別扭，皆是由斯種因，若無父親，己身自何而來？但自己無數煩惱，也實由父親而起，不禁深深嘆了一口長氣，問柯鎮惡道：「柯老公公，程陸兩位可都安好麼？」柯鎮惡道：「她們聽說你火燒南陽糧草，盡殲蒙古軍先鋒，喜歡得了不得，細細問你的詳情，又問起小龍女的消息，她兩姊妹都是十分掛懷。」楊過幽幽的道：「這兩位義妹，我也有十六年沒見了。」他突然轉過身來，向沙通天喝道：「柯老公公答應把性命交給你們，他老人家向來言出必踐，從不失信於人，現下你們快動手，待你們殺了他，我再殺你們這四個狗才，給他老人家報仇。」沙通天和彭連虎等面面相覷，呆了半晌，沙通天道：「楊大俠，咱們無知，冒犯了柯老俠的虎威，望你兩位大人不記小人之過。」楊過道：「那你們記好，這是你們自己不守信約，不肯要柯老公公的性命。」沙通天道：「是，是。柯老俠大信大義，咱們向來是十分欽佩的。」楊過道：「那快快給我走吧。下次休要再撞在我手裏。」沙通天等四人猶如遇了大赦，一齊躬身行禮，退出廟去。楊過如此救柯鎮惡性命，卻又十分顧全他的面子，柯鎮惡自是感激。兩人踢開殿上泥塊，坐下地來。柯鎮惡道：「我到菱湖鎮去，那是為了郭二姑娘。」楊過微微一驚，道：「這小姑娘怎麼了？」柯鎮惡道：「郭靖那兩個寶貝女兒，各有各的淘氣，真是叫人頭痛難當。也不知為了什麼，郭襄這小娃兒忽然不聲不響的離了襄陽，不知去向，可教她父母好生著急，連派了兩批人尋訪出去，都是音訊全無。我老瞎子在襄陽反正也出不了力，於是也出來找她。東西北三方都有人去了，我只熟悉江南風土人情，便到江南來。」楊過道：「可得到甚麼訊息麼？」柯鎮惡道：「日前我在臨安郊外，偷聽到兩個蒙古使臣的說話，說道襄陽郭大俠的小女兒已被擒到蒙古軍中……」楊過叫道：「啊喲！不知此事是真是假？」柯鎮惡道：「蒙古兩路大軍南北夾攻襄陽，朝廷的當國大臣還在妄想議和。這兩個蒙古使臣是欺騙我大宋君臣來的，官階可是不小，他二人肆無忌憚的用蒙古話議論，偏生我柯老蝙蝠曾在蒙古十多年，聽了個明明白白。」楊過驚道：「如此說來，這事確非虛假了？」柯鎮惡道：「是啊！我一怒之下，每個蒙古使臣送了一枚毒蒺藜，隨即要趕回襄陽報信，豈知遇上了這四個惡鬼截道。我想老頭兒不論那一日歸天都不打緊，郭二姑娘的訊息卻不能不報，這才求他們寬限數天，就近到菱湖鎮去說給程英、陸無雙兩位姑娘知道。程陸兩位得訊後當即北上，老頭兒則依約前來送死。想不到柯老兒守了信約，四個惡鬼卻言而無信，事到臨頭居然不敢下手，哈哈，哈哈！」楊過沉吟半晌，道：「柯老公公可曾聽那兩個蒙古使臣說起，郭二姑娘如何被擒？可有性命之險？」柯鎮惡道：「這個我可不知了。」楊過道：「此事急如星火，晚輩這便趕去，盡力相救，柯老公公緩緩而來吧。」柯鎮惡自在襄陽見他幹下這等大事，甚服其能，說：「有你趕去下手，我可放心了，老朽在襄陽靜候好音。」楊過道：「柯老公公，晚輩拜託你一件事，請你替先父立過一塊墓碑，碑上便書：『先父楊府君康之墓，不肖子楊過謹立』。」柯鎮惡一怔，隨即會意，說道：「不錯，不錯！你原是不肖令尊，你之不肖，遠勝於旁人之肖了。老柯定尚尊辦。」楊過下拜叩謝，掉首北行。楊過回到嘉興府，買了兩匹好馬，逕投南陽而來，一路上不住換馬，絲毫不敢耽擱，不一日已近蒙古軍營。原來蒙古皇帝南征襄陽，在新野、鄧州兩處莫名其妙的吃了個大敗仗，一時不明宋軍虛實，是以大軍在南陽以北安寨立營，按兵不動，雙方未曾開仗。但見旌旗招展，刀槍耀日，縱目望去，一座營帳接著一座，不見盡頭。楊過等到晚間，闖入大營查探，但見四下裏刁斗森嚴，號令整肅，果然是非同小可，御營周圍，更是密密層層的佈滿了長矛大戟，防守得鐵桶相似。楊過雖具一身武功，但知大營中勇士無數，自來好漢敵不過人多，倒也不敢稍露形跡。踏訪了大半夜，只查得東大營一處。次日再查南大營。後日查探西大營，一連四晚，將東南西北四座大營盡數踏遍了，竟沒聽到關及郭襄的絲毫消息。楊過在遍營中擒到一名參謀，逼問之下，那參謀據實而言，說道從沒聽到擒獲襄陽郭大俠之女這回事。楊過放心不下，查了數日，這才確知郭襄不在蒙古軍中，心想：「瞧來郭伯伯已將她救了回去，又或許那兩個蒙古使臣誤聽人言，傳聞不實。」眼見春暖花開，小龍女十六年之約將屆，於是縱騎向北，往絕情谷而去。那日郭襄見金輪法王猛下毒手，打死了長鬚鬼和大頭鬼二人，心中傷痛，自知難脫他的魔掌，昂首說道：「你快打死我啊，還等甚麼？」金輪法王笑道：「要打死你還不容易？今天殺了兩個人，已經夠了，過幾天揀個好日子，再拿你開刀，快乖乖跟我走吧。」郭襄心想這時與他相抗，徒然自取其辱，且跟他去，俟機再謀脫身之計，於是翻身上馬，緩緩而行。法王心中大樂，暗想：「皇上與皇弟千方百計要取郭靖性命，始終未能如願，今日擒獲了他的愛女，以此挾制，不怕他不俯首聽命。比之一劍將她刺死，猶勝一籌，便算郭靖當真倔強不服，咱們在城下慢慢折磨這個姑娘，教他心痛如割，神不守舍，那時大軍一鼓攻城，焉能不勝？」行到天色晚了，胡亂在道旁找一家人家歇宿。屋中住戶早已逃光，空空蕩蕩，唯餘四壁。法王取出乾糧，分些與郭襄吃了，命郭襄在廂房安睡，自己盤膝坐在堂上用功。郭襄翻來覆去，那裏能睡得著？挨到半夜，悄悄到堂前一望，只見法王靠在牆壁上，鼻息沉酣，已然睡去。郭襄大喜，輕輕越窗而出，將包袱布撕成四塊，縛在馬腳之上，然後牽了馬韁，放輕腳步，一步步走去，直到離屋約摸半里，回頭不見法王追來，這才上馬疾馳。她想法王醒來發覺自己逃走，料定必回襄陽，自會向南追去，我偏朝西北方奔跑，他輕功再好，也追不上我。她一口氣馳了一個多時辰，坐騎腳力不濟，這才按轡緩行，一路上時時回頭而望，始終不見法王追到，到天色大明時，算來已馳出六七十里，心中大為寬慰。這時她走的是一條山邊小徑，漸漸上嶺，越走越高，轉過一個山坳，忽聽得前面鼻息如雷，一個人橫臥在路中打鼾。郭襄一看，這一驚險些兒從馬背摔將下來，原來路中心臥著那人光頭黃袍，正是金輪法王，也不知他如何竟搶在前面，郭襄勒轉馬頭，疾下山坡，回首一望，見法王兀自高臥，並不起身追趕。這一次她不再循路而行，向著東南方落荒而逃，奔了一頓飯時分，只見前面大樹上一人雙足鉤住樹幹，倒吊著身子，向她嘻嘻而笑，卻不是法王是誰？郭襄不驚反怒，喝道：「你要攔阻，便即攔阻，如何這般戲耍姑娘？」縱馬向前急衝，奔到近處，刷的一鞭向他臉上擊下。