第一一九回　身世之謎忽聽得山門外有一個女子的聲音嬌滴滴的唱道：「一枝濃艷露凝香，雲雨巫山枉斷腸，我乃楊貴妃是也，好酒啊好酒，奴家醉到沉香亭畔也！」歌唱聲中，菊劍的一皮袋烈酒已有一半向虛竹潑到。虛竹和丁春秋劇鬥良久，苦無制他之法，聽得靈鷲宮屬下男女眾人叫他以「生死符」對付，雖覺這法門太過兇狠霸道，但見菊劍以酒水潑到，也即伸手一抄，抓了一把入掌，只見山後轉出九個人來，正是琴癲康廣陵、棋魔范百齡、書獃苟讀、畫狂吳領軍、神醫薛慕華、巧匠張阿三、花癡石清露、戲迷李傀儡等「函谷八友」，再加上康廣陵的徒兒阿碧。這九人見虛竹正和丁春秋拳來腳往，打得酣暢淋漓，當即大叫助威：「掌門師叔今日大顯神通，快殺了丁春秋給師父報仇！」少林群僧又是一陣詫異：「怎麼這些人都稱虛竹為師叔？」其時菊劍手中烈酒，還在不住向虛竹射去，餘勢不絕，一大部分竟噴向丁春秋。星宿老怪惡鬥虛竹，轉輾打了半個時辰，但覺對方妙著層出不窮，自己給他迫住了手腳，種種邪術無法盡量施展，陡然間見到一股酒水射來，心念一動。左袖拂出。將那股酒水拂成四散飛濺的酒雨，向虛竹噴去。這時虛竹全身功勁行開，無崖子、天山童姥，李秋水的內力便如銅罩鐵網，已將他周身護住，當真百邪不侵，這些時候中，丁春秋連連下毒，始終不能沾到他身上，便是如此。千千萬萬酒點飛到，沒沾到衣衫，便給內勁撞了出去，驀聽得「啊啊」兩聲，菊劍和阿碧翻身摔倒。原來丁春秋將酒水化作雨點拂出來時，每一滴之中已然藏了劇毒。菊劍站得較近，阿碧正要奔到慕容復身前拜見，身沾毒雨，當即倒地。虛竹一瞥眼間，見到菊劍和阿碧在頃刻之間便即臉如死灰，又驚又怒，心想丁春秋此獠不除，實是禍患無窮，更聽得薛神醫驚叫：「師叔，這毒藥好生厲害，快制住老怪，逼他取解藥救治。」虛竹右掌揮舞，不絕向丁春秋進攻，左掌掌心中暗運內功，逆轉北溟真氣，不多時已將掌中酒水化成七八片寒冰，右掌颼颼颼連拍三掌。丁春秋乍覺寒風襲體，冷不可當，不禁吃了一驚：「這小賊禿的陽剛內力，怎地陡然變了？」忙凝真力招架，猛地裏肩頭「缺盆穴」上微微一寒，便如濺上了一片雪花，跟著小腹「天樞穴」、大腿「伏兔穴」、小腿「陽前穴」、上臂「天泉穴」四處也是覺得涼颼颼地有些冰冷之感。丁春秋暗罵：「小賊禿的陰柔掌力倒是不能小覷了，居然能逼得我遍體生寒。」當即再催掌力抵擋，忽然間後頸「天柱穴」、背心「風片穴」、後腰「志室穴」三處也是微微一涼，丁春秋見識廣博，心下大奇：「他掌力便再陰寒，也絕不能繞了彎去襲我背後，何況寒涼之處都在大穴之上，莫非小賊禿有甚麼古怪邪門？倒是不可不防。」雙袖拂處，袖間藏腿，一足向虛竹踢出，這是他生平絕學之一，乃是真實武功，百發百中，當者非死必傷。不料一腳踢到半途，突然間「伏兔穴」和「陽交穴」上同時奇癢難當，情不自禁的一聲「啊喲」，叫了出來。右腳的腳尖明明已沾到虛竹僧衣，但兩處要穴同時發癢，右腳自然而然的垂了下來。他一聲「啊喲」叫過，跟著又是「啊喲，啊喲」兩聲。眾門人卻仍是高聲頌讚：「星宿老仙神通廣大，天下無雙，雙袖微擺，兩個小妞便中仙法倒地！」「他老人家一蹬足天崩地裂，一搖手日月無光！」「星宿老仙大袖擺動，口吐真言，叫你旁門左道的一眾牛鬼蛇神一個個死無葬身之地。」這些肉麻之極的歌頌之中，夾雜著「星宿老仙」「啊喲」又「啊喲」的一聲聲叫喚，實在大是不稱。眾門人精乖的已是愕然住口，大多數卻還是放大了嗓門直嚷。丁春秋霎時之間，但覺天樞、伏兔、陽交、天泉、天柱、風門、志室七處穴道之中，同時麻癢難當，直如千千萬萬只螞蟻同時在咬嚙一般。這七處穴道雖非人身的致命要穴，要知丁春秋武功非凡，接戰之際，諸處要穴自然而然的已為內勁護住，虛竹的生死符射他不著，但饒是如此，七片生死符終於還是在其餘穴道中鑽進了他的身子。這符附有虛竹的內力，寒冰入體，隨即為熱力化去，再無痕跡，內力卻留在他的穴道經脈之中。這生死符既非毒藥，亦非暗器，卻是一種觸不到、摸不著的內力。丁春秋手忙腳亂，連連在懷中掏摸，一口氣服了七八種解藥，通了五六次內息，穴道中的麻癢卻只有越加厲害。若是換作旁人，早已滾倒在地下，丁春秋神功驚人，勉力苦苦撐持。殊不知這生死符既是外來的一種內勁，中符者倘若不會武功，受害者感應極輕，越是內功高深，強加抗禦，則受到的感應越是厲害。只見他腳步踉蹌，有如喝醉了酒一般，臉上一陣紅，一陣白，雙手亂舞，形狀極是可怖。虛竹微感後悔：「這人雖然罪有應得，但所受的苦惱，竟然一至於斯。早知如此，我只給他種上一兩片生死符，也就夠了。」星宿派門人見到師父如此狼狽，一個個靜了下來，雖然還有幾個死硬之人仍在叫道：「星宿老仙正運大羅金仙舞蹈功，待會這小和尚便知道厲害了。」但這種死撐面子之言，已說得毫不響亮。李傀儡大聲喝道：「五花馬、千金裘，呼兒將出換美酒，與爾同消萬古愁。哈哈，我乃李太白是也！飲中八仙，第一乃詩仙李太白，第二乃星宿老仙丁春秋！」群雄見到丁春秋醉態可掬的狼狽之狀，聽了李傀儡調侃的言語，一齊盡笑。要知虛竹這七枚生死符乃烈酒所化，與尋常寒冰又自不同。過不多時，丁春秋終於支持不住，伸手亂扯自己的鬍鬚，將一叢垂胸至腹，銀也似的美髯，扯得一根根隨風飛舞，跟著便撕裂衣衫露出一身雪白的肌膚，卻兀自精壯似少年，他手指到處，身上便鮮血迸流，一面扒搔，一面大聲叫道：「癢死我了，癢死我了！」又過一刻，他一膝跪倒，越叫越是慘厲。群雄雖然大都是見多識廣之士，但見到一個童顏鶴髮、神仙也似的武林高人，霎時間竟然形如鬼魅，發出野獸般的號叫來，誰也不禁駭然變色，連最愛開玩笑的李傀儡也是嚇得啞口無言。只有大樹下的黑白二僧仍是閉目靜坐，直如不聞。玄慈方丈說道：「善哉，善哉！虛竹，你解了丁居士身上的苦難罷！」虛竹了道：「是！謹遵方丈法旨！」玄寂忽道：「且慢！方丈師兄，丁春秋作惡多端，我玄難、玄痛兩位師兄，都是命喪彼手，豈能輕易饒他？」康廣陵也道：「掌門師叔，你是本派掌門，何必去聽旁人言語？我師祖、師父的大仇，焉可不報？」虛竹一時沒了主意，不知如何是好。薛慕華道：「師叔，先要他取解藥要緊。」虛竹點頭道：「正是。梅劍姑娘，你將鎮癢丸給他服上半粒。」梅劍應道：「是！」從懷中取出一個綠色小瓷瓶，倒出一粒豆大的丸藥來，然見到丁春秋如癲如狂的神態，卻不敢走近身去。虛竹接過藥丸，劈了半粒，叫道：「丁先生張開口來，我給你服鎮癢丸！」丁春秋荷荷而呼，張大了口，虛竹手指一彈，半粒藥丸飛將過去，送入他的喉嚨。藥力一時未能行到，丁春秋已癢得滿地打滾，過了一頓飯時分，奇癢稍減，這才站起身來。他神智始終不失，知道再也不能反抗，不等虛竹開口，自行取出解藥，乖乖的去交給薛慕華，說道：「紅色外搽，白色內服！」他號叫了半天，說出話來已是啞不成聲。薛慕華料他不敢作怪，依法給阿碧和菊劍敷搽服食。梅劍朗聲說道：「星宿老怪，這半粒止癢丸可止三日之癢。過了三天，奇癢又再發作，那時候我主人是否再賜靈藥，要瞧你乖不乖。」丁春秋兀自驚魂未定，身子發抖，說不出話來。星宿派一眾門人最會見風駛帆，早有二百人奔將出來，跪在虛竹面前，懇請收錄，有的說：「靈鷲宮主人仁義無雙，技藝冠於天下，小人誠心歸附，死心塌地，願為主人效犬馬之勞。」有的說：「這天下武林盟主一席，非主人莫屬。只須主人有令，小人赴湯蹈火，萬死不辭。」更有許多為了表示赤膽忠心，指著丁春秋痛罵不已，說他「燈燭之火，也敢和日月爭光，」說他「心懷叵測，是個邪惡不堪的小人」，又有人要求虛竹速速將丁春秋處死，為世間除此醜類。只聽得絲竹鑼鼓響起，眾門人大聲唱了起來：「靈鷲主人，德配天地，威震當世，古今無比。」除了將「星宿老仙」四字改為了「靈鷲主人」外，其餘曲調詞句，便和「星宿老仙頌」一模一樣。虛竹雖為人質樸，但聽星宿派門人如此頌讚，卻也不自禁的有些飄飄然起來。蘭劍喝道：「你們這些無恥小人怎麼將拍星宿老怪的陳詞濫調，轉而對我主人道？當真無禮之極。」星宿門人登時大為惶恐，有的道：「是，是！小人立即另出機杼，花樣翻新，包仙姑滿意便是。」有的道：「四位仙姑，花容月貌，勝過西施，遠超貴妃。」種種肉麻的言辭，卻也不勝盡錄。一眾星宿門人向虛竹叩拜之後，自行站到諸洞主、島主身後，一個個得意洋洋，自覺光耀體面，登時又將中原群豪、丐幫幫眾，和少林僧侶不放在眼下了。玄慈說道：「虛竹，你自立門戶，但教日後走俠義正道，約束門人弟子，令他們不致為非作歹，禍害江湖，那麼在家出家，也都是一樣。」虛竹哽咽道：「是。虛竹願遵方丈教誨。」玄慈又道：「破門之式不可廢，那杖責卻可免了。」忽聽得一人哈哈大笑，說道：「我道少林寺重視戒律，執法如山，卻不料一般也是趨炎附勢之徒。」眾人向說道之人瞧去，原來是大輪明王鳩摩智。玄慈臉上變色，說道：「明王以大義見責，老衲知錯了。玄寂師弟，安排法杖。」玄寂道：「是！」轉身說道：「法杖伺候！」向虛竹道：「虛竹，你目下尚是少林弟子，伏身受杖。」虛竹躬身道：「是！」跪下向玄慈和玄寂行禮，說道：「弟子虛竹，違犯本寺大戒，恭領方丈和戒律院首座的杖責。」星宿派眾門人突然大聲鼓噪起來紛紛叫嚷：「我家靈鷲宮主人乃武林盟主，你等少林僧眾豈可冒犯他老人家的貴體？」「你們若是碰了他老人家的一根汗毛，我非跟你們拼個你死我活不可。我為他老人家粉身碎骨，雖死猶榮。」余婆婆知道虛竹心意，喝道：「『我家主人』四字，豈是你們這些妖魔鬼怪叫得的？快些給我閉上了嘴。」星宿派眾人聽她一喝，登時鴉雀無聲，連大氣也不敢喘上一口。少林寺戒律院的執法僧人聽得玄寂喝道：「用杖！」便即撩起虛竹的僧衣，露出他背上肌膚，另一名僧人舉起「守戒棍」便欲擊下。虛竹意守丹田，不敢運氣，心想：「我身受杖責，乃是為了罰我種種不守戒律之罪，每受一棍，罪孽便消去一分。倘若運氣抵禦，自身不感痛楚，這杖卻是白打了。」便在此時，忽聽得一個女子尖銳的聲音呼道：「且慢，且慢！你──你背上是甚麼？」眾人齊向虛竹背上瞧去，只見他腰背之間，竟是整整齊齊的燒著幾點香疤。僧人受戒，香疤都是燒在頭頂，不料虛竹除了頭頂的香疤之外，背上也有香疤。背上的疤痕大如銅錢，顯然是在他幼年時所燒炙，隨著身子長大，香疤也漸漸增大，此時看來，已非十分圓整。群雄都是一愕之際，突見人叢中一個中年女子奔了出來。這女子身穿淡青色的長袍，一頭長髮，直垂至眉，左右雙頰各有三條血痕，正是四大惡人中的「無惡不作」葉二娘。她疾撲而前，雙手一分，已將兩名少林寺戒律院的執法僧推開，伸手便去拉虛竹的褲子，竟是要將他褲子扯將下來。虛竹吃了一驚，轉身站起，身子向後飄開數尺，說道：「你──你幹甚麼？」葉二娘全身發顫，叫道：「我──我的兒啊！」張開雙臂，便去摟抱虛竹。虛竹一閃身，葉二娘便抱了個空。眾人都想：「這女人莫非是發瘋？」葉二娘接連抱了幾次，都給虛竹輕輕巧巧的閃開，要知她自被游坦之一掌擊得暈死過去，醒轉之後，功力已然大不如前，原本最擅勝場的輕身功夫，更是及不上從前的一半。但見她如癡如狂，叫道：「兒啊，你怎麼不認你娘了？」虛竹心中一凜，有如電震道：「你──你是我娘？」葉二娘叫道：「兒啊，我生你不久，便在你背上、兩屁股上，都燒上了九個戒點香疤。你這兩邊屁股上是不是各有九個香疤？」虛竹大吃一驚，他雙股之上確是各有九點香疤。他自幼便是如此，從來不知來由，也羞於向同儕啟齒，有時沐浴之際見到，還道自己與佛有緣，天然生就，因而更堅了向慕佛法之心。這時陡然間聽到葉二娘的說話，當真半空中打了個霹靂，顫聲道：「是，是！我──我兩股上各有九點香疤，是你──是娘──是你給我燒的？」葉二娘放聲大哭，叫道：「是啊，是啊！若不是我給你燒的，我怎麼知道？我──我找到兒子了，找到我親生乖兒子了！」一面哭，一面伸手去摟虛竹的頸子。虛竹這次不再避讓，任由她抱在懷裏。他從少無爹無娘，只知是寺中僧侶所收養的一個孤兒，他雙股燒有香疤，這件隱秘天下只有他自己一個人知道，葉二娘居然也能得悉，那裏還有假的？二十餘年來突然如願領略到了生平從來所未知的慈母之愛，眼淚也不禁涔涔而下，叫道：「娘──娘，你是我媽媽！」這一件事突如其來，旁觀眾人無不大奇，但見二人相擁而泣，又悲又喜，一個情深舐犢，一個至誠孺慕，群豪心腸雖硬，卻也不禁為之鼻酸。只聽葉二娘道：「孩子，你今年二十四歲，這二十四年來，我白天也想你，黑夜也想念你，我氣不過人家有兒子，我自己的兒子卻給天殺的賊子偷去了。我──我只好去偷人家的兒子。可是──可是──別人的兒子，那有自己親生的好？」南海鱷神哈哈大笑，道：「三妹，你老是去偷人家白白胖胖的娃兒來玩，玩夠了便喝他的血，原來為了自己的兒子給人家偷去啦。我岳老二問你甚麼緣故，你卻又不肯說？很好，妙極！虛竹小子，你媽媽是我義妹，你快叫我一聲『岳老伯』！」他想到自己的輩份還在這武功奇高的靈鷥宮主人之上，這份樂子，可真不用說了。雲中鶴搖搖頭道：「不對，不對！虛竹子是你師父的把兄，你得叫一聲師伯。我是他媽的義弟，輩份比你高了兩輩，你快叫我『師叔祖』！」南海鱷神一怔，吐了一口濃痰，罵道：「你奶奶的，老子不叫！」葉二娘放開了虛竹的頭頸，抓住他的肩頭，左看右瞧，喜不自勝，轉頭向玄寂道：「他是我的兒子，你這臭賊禿，可不許打他！」虛竹驀地想起，那日拆解珍瓏棋局之時，見到葉二娘和丁春秋神態親熱，葉二娘口口聲聲叫他甚麼「春秋哥哥」，顯然二人之間頗有曖昧，莫非自己竟是丁春秋的兒子？這一下可不得了，母親是聲名狼籍的葉二娘，位居四大惡人的第二位，父親倘若真是丁春秋，那聲名尤其惡劣。更糟的是，自己適才還將他打得狼狽不堪，親手在他身上中了七片生死符。那──那便如何是好？虛竹偷眼向丁春秋瞧去，心下大是不安，臉上一陣紅，一陣白，轉頭又瞧葉二娘，盼他說出自己父親到底是誰，但想一說出來如果竟然是星宿老怪丁春秋，那還不如不說的好。可是他自幼無父無母，會見母親之後，又盼見生父，縱然父親是丁春秋，那也絕不能不認。心中正自栗六，只聽得葉二娘大聲說道：「是那一個天殺的狗賊，偷了我的孩子，害得我母子分離二十四年？孩子，孩子，咱們走遍天涯海角，也要找到這個狗賊，將他千刀萬剮，斬成肉漿。你娘鬥他不過，孩子武功高強，正好給娘報仇雪恨。」坐在大樹下一直不言不動的黑衣僧人忽然站起身來，緩緩說道：「你這孩兒是給人家偷去的，還是搶去的，你面上這六道血痕，從何而來？」葉二娘突然變色，尖聲叫道：「你──你是誰？你──你怎麼知道？」黑衣僧道：「你難道不認得我麼？」葉二娘尖聲大叫：「啊！是你，就是你！」縱身向那黑衣僧撲將過去，奔到離他身子丈餘之處，突然立定，伸手戟指，卻也不敢近前，咬牙切齒，憤怒已極。黑衣僧道：「不錯，你孩子是我搶去的，你臉上這六道血痕，也是我抓的。」葉二娘叫道：「為甚麼？到底為甚麼要搶我孩兒？我和你素不相識，無怨無仇，你──你──你害得我好苦。你害得我這二十四年之中，日夜苦受熬煎！」黑衣僧道：「那日你中了王星天的寒冰毒掌，性命已然難保，是誰救活你的？」葉二娘道：「我不知道。難道──難道是你？」黑衣僧點頭道：「不錯，是我。」葉二娘那日受傷奇重，昏昏迷迷中只知有人以深厚內力為己療傷，醒轉後那人便不知去向。他事後問過丁春秋和段延慶，得知並非他二人聽救，這事在她心中始終成為一個疑團，自忖作惡多端，劣跡昭彰，正道中人無不欲誅己而後快，除了丁段二人交好之外，那裏還有甚麼一流高手會救自己性命？今日眼見黑衣僧顯示了驚世駭俗的武功，他聲稱自己性命乃彼所救，諒來不假，這一來，她心中的疑雲可更加濃了。她獃獃地瞪著黑衣僧，口中只道：「為甚麼？為──為甚麼？」黑衣僧指著虛竹，道：「這孩子的父親是誰？」葉二娘全身一震，道：「他──他──我不能說。」虛竹心情激盪，奔將過去，叫道：「媽，你跟我說，我爹爹是誰？」葉二娘連連搖頭道：「我不能說。」黑衣僧緩緩說道：「葉二娘，你本來是一個好好的姑娘，溫柔美貌，端莊貞淑。可是在你十八歲那年，受了一個武功高強、大有身份的男子所誘，失身於他，生了這個孩子，是也不是？」葉二娘木然不動，過了好一會兒，才點頭道：「是的。」黑衣僧又道：「這男子只顧到自己的聲名前程，全不顧念你一個年紀輕輕的姑娘，未嫁生子，處境是何等的凄慘。」葉二娘道：「不，不！他顧到我的，他給了我很多銀兩，給我好好安排了下半世的生活。」黑衣僧道：「他為甚麼令你孤伶伶的飄流江湖？」葉二娘道：「我不能嫁他的。他怎麼能娶我為妻？他是個好人，他向來待我很好，是我自己不願連累他的。他──他是個好人。」言辭之中，對於這個遺棄了她的情郎，仍是充滿了溫馨和思念，昔日恩情，絲毫不因自己受苦和歲月流逝而有所減退。眾人均想：「葉二娘惡名素著，但對她當年的情郎，卻著實情深義重。只不知這男人是誰？」段譽、阮星竹、范驊、華赫良、巴天石等大理一系諸人，聽二人說到這一樁昔年的風流事跡，情不自禁的都偷眼向著段正淳瞄了一眼，都覺葉二娘這個情郎，身份、性情、處事，無一不和他相似。更有人想起：「那日四大惡人同赴大理，多半是為了找鎮南王討這筆孽債。」連段正淳也是大起疑心：「我所識女子著實不少，難道有她在內？我怎麼半點也記不起來？」黑衣僧人朗聲道：「這孩子的父親，便在此間，你為甚麼不指他出來？」葉二娘道：「不，不！我不能說。」虛竹眼光只是向丁春秋射去。段正淳心中更加十五隻吊桶打水，七上八下。黑衣僧又道：「你為甚麼在你孩兒背上、股上，燒了三處戒點香疤？」葉二娘掩面道：「我不知道，求求你，你不要問了。」黑衣僧聲音仍是十分平淡，一似無動於衷，繼續問道：「你孩兒一生下來，你就想要他當和尚麼？」葉二娘道：「不是，不是的。」黑衣僧人道：「那麼為甚麼要在他身上燒這些佛門的香疤？」葉二娘道：「我不知道，我不知道！」黑衣僧朗聲道：「你不肯說，我卻知道，只因為這孩子的父親，乃是佛門子弟，是個有道高僧。」葉二娘一聲呻吟，再也支持不住，暈倒在地。群雄登時大嘩，眼見葉二娘這等神情，那黑衣僧所言，顯非虛假，原來和她私通之人，竟然是個和尚。眾人交頭接耳，議論紛紛。虛竹伸臂扶起葉二娘，叫道：「媽，媽，你醒醒！」過了半晌，葉二娘悠悠醒轉，低聲道：「孩兒你快扶我下山去。這──這人是個妖怪，他──他甚麼都知道。我再也不要見他了。這──這仇也──也不用報了。」虛竹道：「是，媽，咱們這就走罷。」黑衣僧道：「且慢，我話還沒說完呢。你不要報仇，我要報仇。葉二娘，我為甚麼搶你孩兒，你知道麼？因為──因為有人搶了我的孩兒，令我家破人亡，夫婦父子，不得團聚。我這是報仇。」葉二娘道：「有人搶你孩兒？你是為了報仇？」黑衣僧道：「正是，我搶了你的孩兒來，放在少林寺的菜園之中，讓少林將他撫養長大，授他一身武藝。因為我自己的親生孩兒，也是給人搶了去，撫養長大，由少林僧授了他一身武藝。你想不想瞧瞧我的真面目？」不等葉二娘示意可否，黑衣僧一伸手便拉去自己的面幕。群雄「啊」的一聲驚呼，只見他方面大耳，虯髯叢生，相貌十分威武，約莫六十歲年紀。蕭峰驚喜交集，搶步上前，拜伏在地，叫道：「你──你是我──」那人哈哈大笑，說道：「好孩兒，好孩兒，我正是你的爹爹。咱爹兒倆一般的身形相貌，不用記認，誰都知道我是你的老子。」一伸手，扯開胸口衣襟，露出一個刺花的狼頭，左手一提，將蕭峰拉了起來。蕭峰扯開自己的衣襟，也現出胸口那張口露牙、青鬱鬱的狼頭來。兩人並肩而行，突然間同時仰天而嘯，聲若狂風怒號，遠遠傳了出去，只震得山谷鳴響，數千豪傑聽在耳中，全感不寒而慄。十八名契丹武士拔出長刀，但見聲勢之盛，直如千軍萬馬一般。蕭峰從懷中取出一個油布小包，打了開來，取出一張折疊好的黃紙。一展開間，紙幅甚大，正是智光和尚給他的石壁遺文的拓片，上面一個個都是空心的契丹文字。那虯髯老人指著最後幾個字笑道：「蕭遠山絕筆，蕭遠山絕筆！哈哈，孩兒，那日我傷心之下，跳崖自盡，不料命不該絕，墮在谷底一株千年大樹的枝幹之上，竟得不死。這一來，為父的死志已去，便興復仇之念。那日雁門關外，中原豪傑不問情由便殺了你不會武功的媽媽，孩兒，你說此仇該不該報？」蕭峰道：「父母之仇，不共戴天，焉可不報。」蕭遠山道：「當日害你母親之人，大半已為我當場擊斃，智光和那隱姓埋名自稱『趙錢孫』的傢伙，已為孩兒所殺。丐幫前任幫主江劍通染病身故，總算便宜了他。只是那個領頭的『大惡人』，迄今兀自健在。孩兒，你說咱們拿他怎麼辦？」蕭峰急道：「此人是誰？」蕭遠山一聲長嘯，喝道：「此人是誰？」目光如電，在豪傑臉上一一掃射而過。群豪和他目光接觸之時，無不慄慄自危，雖然這些人均與當年雁門關外戕害蕭峰之母一事無關，但見到蕭遠山、蕭峰父子的神情，卻也是誰也不敢手腳上一動，張口發出半點聲音，唯恐將禍事惹上身來。蕭遠山道：「孩兒，那日我和你媽懷抱了你，到你外婆家去，不料路經雁門關外，數十名中土武士突然躍將出來，將你媽媽和我隨眾殺死。大宋與契丹有仇，互相砍殺，原非奇事，但這些中土武士埋伏山後，顯是大有預謀。孩兒你知道那是為了甚麼緣故？」蕭峰道：「孩子聽智光大師說道，他們得到訊息，誤信契丹武士要來少林寺奪取武學典籍，以為他日遼國謀奪大宋江山基本，是以突出襲擊，害死了我媽媽。」蕭遠山慘笑道：「嘿嘿，嘿嘿！當年你老子並無奪取少林寺武學典籍之心，他們卻冤枉了我。好！蕭遠山一不做二不休，人家冤枉我，我便給人家瞧瞧，這三十年來，蕭遠山便躲在少林寺中，將他們的武學典籍瞧了個飽。少林寺諸位高僧，你們有本事便將蕭遠山殺了，否則少林武功非流入大遼不可。你們再在雁門關外埋伏，那可來不及了。」少林眾僧聽了蕭遠山這麼說，無不駭然變色，均想此人之言，多半不假，本派武功若是流入了遼國，令契丹人如添翼，那便如何是好？蕭峰道：「爹爹，這大惡人當年殺我媽媽，還可說是事出誤會，雖然魯莽，尚非故意為惡。可是他卻去殺了我義父義母喬氏夫婦，令孩兒大蒙惡名，那卻是大大不該了。到底此人是誰，請爹爹指將出來。」蕭遠山哈哈大笑，道：「孩兒，你這可錯了。」蕭峰愕然道：「孩兒錯了？」蕭遠山點點頭，道：「錯了。那喬氏夫婦，是我殺的！」蕭峰大吃一驚，道：「是爹爹殺的？那──那為甚麼？」蕭遠山道：「你是我的親生孩兒，本來我父子夫婦一家團聚，何等快樂？可是這些南朝武人將我契丹人看作豬狗不如，動不動便橫加殺戮，將我孩兒搶了，去交給別人，當作他的孩兒。那喬氏夫婦冒充是你父母，既奪了我的天倫之樂，又不跟你說明真相，那便該死。」蕭峰胸口一酸，道：「我義父義母待孩兒極有恩義，他二老乃是大大的好人。然則放火焚燒單家莊、殺死譚公、譚婆等等，也都是──」蕭遠山道：「不錯！都是你爹爹幹的。這些人明明知道當年帶頭在雁門關外殺人的是誰，卻不肯說了出來，個個袒護於他，豈非該殺？」蕭峰默然，心想：「我苦苦追尋的『大惡人』卻原來是我爹爹，這──這卻從何說起？」緩緩的道：「少林寺玄苦大師親授孩兒武功，十年中寒暑不間，孩兒得有今日，全蒙恩師栽培──」說到這裏，低下了頭來，已然虎目含淚。蕭遠山道：「這些南朝武人陰險奸詐，有甚麼好東西了？這玄苦是我一掌震死的。」他此言一出口，少林群僧齊聲誦經：「阿彌陀佛，阿彌陀佛！」聲音十分悲憤，雖然一時未有人上前向蕭遠山挑戰，但群僧在這念佛聲中所含的沉痛之情，顯然已包含了極大決心，絕不能與蕭遠山善罷干休。蕭遠山又道：「殺我妻室、奪我獨子的大仇人中，有丐幫幫主，亦有少林派高手，嘿嘿，他們只想永遠遮瞞這樁血腥罪過，將我兒子變作了漢人，叫我兒子拜大仇人為師，繼任仇人為丐幫的幫主。嘿嘿，孩兒，那日晚間我打了玄苦一掌之後，隱身在旁，不久你又去拜見那個賊禿。這玄苦見我父子容貌相似，只道是你出手，連那小沙彌也分不清你我父子。孩兒，咱契丹人受他們冤枉欺侮，還少得了麼？」蕭峰這時方始恍然，為甚麼玄苦大師那晚見到自己之時，竟然如此錯愕，而那小沙彌又為甚麼力證是自己出手打死玄苦。卻那裏想得到真正行兇的，竟是個和自己容貌相似，血肉相連之人？