第三回　重重遭大難　赳赳護小友再過一會，忽聽外面樹叢中似乎有人坐了下來，崔秋山右手拿起鋼叉，左手放在袁承志嘴邊，祇怕他夢中發出什麼聲響，凝神靜聽。只聽見一人喝道：「那姓袁的逆賊留下一個兒子，他到那裏去了？」這句話聲音很響，登時把袁承志吵醒，崔秋山拉著他，叫他別動。又聽見那人喝道：「你說不說？不說我先砍斷你的一條腿。」一個聲音罵道：「你砍就砍，我們在邊庭上一刀一槍打韃子，豈怕你這種奸賊！」聽口音正是應松的聲音，袁承志輕輕叫了一聲：「應叔叔！」那人又罵：「你真的不說？」應松呸的一聲，似乎一口唾沫吐向他的臉上，接著一聲慘叫，大概已被他一刀砍傷，袁承志再也忍耐不住，身子一掙，掙脫了崔秋山拉住他的手，大叫一聲：「應叔叔！」直竄出去，火光下只見一人持刀叉要往在地下的人砍下去，他和身縱上，施展伏虎掌中「左擊右擒」之法，一拳打在那人眼上。那人只覺眼中金星直冒，右腕一痛，一柄刀已被奪去。袁承志順手一刀，砍在他的肩頭，雖然人小力微，沒把他一條肩膀卸了下來，但也已痛得他頭暈眼花。眾官兵出其不意，都吃了一驚，但看清楚只是一個幼童，刀槍齊下，眼見就要把他砍成碎塊。突然火光中一柄鋼叉飛出，各官兵只覺虎口震得奇痛，兵刃紛紛離手，崔秋山一把抓住袁承志後心，直縱出去，明兵們放箭時，兩人早已直奔下山。崔秋山這一露形，奉太監曹化淳之命前來搜捕的官兵中，立刻有四名好手跟蹤上來，他們見崔秋山雖然脅下挾著袁承志，但仍舊縱跳如飛，迅捷異常，一個人拿出三枝甩箭，使足手勁，擲了過去。崔秋山聽得腦後風生，一矮身，三枝箭從頭上飛了過去。就這麼停得一停，另一人已扣住三枝鋼鏢，連珠發出，崔秋山把袁承志往地一放，左手一抄接住了兩枝鋼鏢，正待發回，敵人袖箭、飛蝗石紛紛打來。崔秋山手接叉撥，邊躲暗器，邊向山下逃去。這時他們離明兵大隊已遠，可是那四個敵人始終緊追不捨。其中一人叫道：「相好的，你撇下兵器，乖乖的跟老子回去，就讓你少吃些苦頭。」崔秋山最恨人口齒輕薄，一聲不響，暗暗把鋼鏢交到右手，等他追近，忽然一上一下，兩鏢疾如閃電，射了過去。那人「啊喲」一聲，腿上著了一鏢，登時栽倒。其餘三人居然毫不理會，分頭掩來。崔秋山見敵人已經迫近，對袁承志道：「那人的雙刀好使，我去奪來給你。」把虎叉往地上一插，突然反奔。那使雙刀的一招「雲龍三現」，刷刷連環三招，崔秋山竟搶不入去，另一個使鐵鞭的卻已欺到袁承志身旁。崔秋山見一時間雙刀奪不下來，而那邊袁承志卻已危急，驀地回身，滴溜溜一個旋子，已欺到那鐵鞭的人身後，一招「金龍探爪」，向那人後心抓去。那人鐵鞭本已向袁承志腰後掃去，忽覺身後來了敵人，單鞭一立，轉過身來。崔秋山以快打慢，迅捷異常，那人不及招架，祇得連連倒退，袁承志忽地踏步上前，飛起一腿，正踢在他臀部，那人怒吼一聲，橫鞭返擊，但慢了一步，鞭梢已被崔秋山抓住。就在這時，那使雙刀與一個使鬼頭刀的人三件兵刃同時向崔秋山背後打來，同時腿上中鏢的人也已爬起身來，一槍向袁承志左脅刺到。此時危急四伏，好崔秋山，在這間不容髮緊急關頭，居然輕重緩急估計得絲毫不亂，吭聲吐氣，「嚇」的一聲，右掌一招「降龍伏虎」，正打在那使鐵鞭人胸口。這一招是伏虎拳中的三大絕招之一，那人如何抵擋得住，全身騰空，仰天向那腿上中鏢的人槍尖上跌了下去，幸得那人疾忙縮槍，這才騰的一聲，跌在地下，沒有登時被花槍穿個透明窟窿。崔秋山單鞭奪到，反掄過來，「噹」的一聲，將三把刀同時架開，縱過去拉了袁承志向山下竄去。那四人見崔秋山一時之間奪鞭使掌，同時解開了四人的進襲，武功好到絕頂，不敢再追，站定身子，各自發暗器。崔秋山黑暗中聽得颼颼之聲不絕，忙把袁承志拉在胸前，竄高躍低，連連閃避，但究竟手中抱了一個人，縱跳不便，避開了右邊打來的三枚菩提子，只覺左腿一痛，知道是中了暗器。傷處剛剛痛過，立即發癢，崔秋山心中大驚，知道這箭上有毒，不敢停留，奔跑更速，但這一來，毒發更快，終於左腿全腿發麻，一個踉蹌，跌倒在地。袁承志大驚，急叫：「崔叔叔。」後面四人黑暗中見跌倒，高呼大叫，隨後趕來。崔秋山道：「承志，快走，快走，我擋住他們。」袁承志年紀雖小，卻極有義氣，雙掌一錯，躍到崔秋山身後，準備迫敵。崔秋山心想：「憑你這點功夫，居然來保護我。」但心中也自感動，轉眼之間，敵人已經追到，使雙刀和使鬼頭刀的人奔在最前，使鬼頭刀的人想生擒活捉，翻轉刀背，向袁承志踝上擊來，袁承志一躍避過。崔秋山右腿忽然撐起，半跪在地，一鞭筆直向使雙刀的人擲去。那人待要避讓，已經不及，一枝鐵鞭從他額頭中插了進去。使雙刀的人一呆，崔秋山毫不容情，和身撲上，十指如鐵，已鉗住他的喉嚨。那人一刀向崔秋山臂上砍來，崔秋山一挺臂受了這刀，手指用力，那人呼喊不出，登時氣絕而死。其餘兩人本已受傷，那裏還敢來追，連忙逃回。崔秋山臂上流血不止，右腿已毫無知覺。崔秋山咬緊牙關，拾起刀撐在地上，左手握住，站了起來。這時敵人雖已逃走，但不久一定召集後援再來，當地勢必不能多留，於是以手代腳，左腿騰空，向山下走去，袁承志站在他右邊，讓他右手搭在自己肩上，一步一步的向前趕路。走了一陣，崔秋山左腿毒性向上延伸，牽動左手也漸漸無力，祇得用右手支持，袁承志感到肩頭越來越重，但他一聲不哼，雖然滿頭大汗，仍舊努力把崔秋山扶了前進。又走一陣，兩人實在已筋疲力盡，袁承志忽道：「崔叔叔，前面有人家，咱們去躲一躲，你再熬一下吧！」崔秋山點點頭，勉力拖著半邊身子向前挨去，到得門邊，全身脫力，摔到在地。袁承志大驚，俯下身來連叫：「崔叔叔！」這時那農舍的門「呀」的一聲開了，出來一個中年婦人。袁承志道：「大娘，我們遇到官兵，我叔叔受了傷，求求你讓我們借住一晚。」那農婦心地仁慈，叫出一個十八九歲的男子來，命他幫著把崔秋山扶進去，在炕上躺下。崔秋山雖然中毒甚深，但仗著武功精湛，神氣內歛，心智倒並沒有昏亂，叫袁承志把油燈移到他傷腿處察看，兩人都嚇了一跳，原來那左腿已腫大了幾乎一半，紫中帶黑，十分怕人。崔秋山叫那農家少年先裹好他肩頭傷口，再用布條在他腿根處用力纏緊，以防毒氣攻心，然後抓住箭羽，拔了出來，隨即流出來的血都成黑色。崔秋山俯身要去吮吸毒血，但腿子腫大，嘴始終夠不到。袁承志一聲不響，小嘴就在傷口，一口一口把黑血吸了出來，吐在地上，吸了三四十口之後，血色才漸漸變紅。崔秋山嘆了一口氣道：「這毒藥總算還不是最厲害的那種，承志，你快漱口。」那農婦在旁邊瞧著，不住念佛。到第二天下午，那少年報說官兵已經退盡，崔秋山腿腫雖然漸消，卻全身發燒，胡言亂語起來。袁承志一個小小孩童，一點沒有主意。那農婦道：「你這位小官，我瞧你叔叔的毒氣還沒盡，總得到鎮上請大夫瞧瞧才好。」袁承志一想不錯，那農婦很是熱心，借了一輛牛車，命那少年送他們到了鎮上。崔袁兩人出來時身上沒帶錢，那少年把他們送入客店之後，逕自去了。袁承志不知如何是好，望著炕上的崔秋山發愁，店伴來問吃什麼東西，袁承志答不上來，只好推說不餓，一個人坐著想哭。過了半晌，崔秋山忽然醒來，袁承志忙問他怎麼辦。崔秋山道：「你身上帶著什麼值錢的東西沒有？」袁承志大喜，叫道：「這項圈成嗎？」說著除了下來。崔秋山一看，見是一個純金的項圈，上面還鑲著八顆寶石，項圈上刻著幾個字。崔秋山一看，上面寫著「富貴恆昌」四個大字，還有兩行小字，一行是「袁公子彌月之慶」，一行是「祖大壽敬贈」才知道這是袁承志滿月時，袁崇煥部下的第一員得力大將軍祖大壽所贈。原來祖大壽年青時任俠尚義，放蕩不羈，被薊遼督撫孫承宗拿到後本來就要斬決，幸虧袁崇煥極力求情，方保全了這條性命，所以他對袁崇煥感激異常，兩人之間交情非同泛泛。袁崇煥被冤枉磔死後，祖大壽大怒，領了部卒，不理會皇命，逕自離開京師，當時京師中人心惶惶，以為這員大將兵權在手，要憤而反叛，幸虧祖大壽的母親與妻子深明大義，一再勸告，說私恩為輕，抵禦外侮為重，千萬不可做天下罪人。祖大壽這才不反，繼續抵抗清兵。他是明末勇將，當時是人人都知道的。這時崔秋山神智已很胡塗，也不及仔細考慮後果，就道：「你叫店伴陪著你到當鋪去，把這項圈當了吧，將來咱們再來贖回。」袁承志說：「好，我就去。」於是他請客店中的夥伴同到鎮上的當鋪去。當鋪裏的朝奉拿到這項圈，吃了一驚，說道：「小朋友，你等一下。」他拿了項圈到裏面去，很久很久不出來，袁承志和那店伴等得焦躁，又過了良久，那朝奉才出來，說道：「當二十兩。」袁承志也不懂規矩，還是那店伴人好，代他多爭了五兩銀子。袁承志拿了銀子和當票，順道要店伴陪去請了大夫，這才回店，那知身後已暗暗跟了兩名公差。袁承志回到店房，見崔秋山已沉沉睡熟，額上仍舊火燙，大夫還沒到來，他心中焦急，走到店房外面張望，忽見七八名公差手持鐵鍊鐵尺，搶進店來，其中一人說道：「就是這孩子！」為頭的公差說道：「喂，孩子，你是姓袁的嗎？」袁承志嚇了一跳，不知如何回答，說道：「我不是。」那公差哈哈一笑，從懷中掏出那條金項圈來，說道：「那麼這條項圈你從那裏偷來的？」袁承志急道：「那不是偷來的，這是我自己的。」那公差笑道：「袁崇煥是你什麼人？」袁承志不敢回答，奔進店房，猛力去推崔秋山，只聽見外面公差們喊了起來：「老鴉山的奸黨躲在這裏，莫讓他們逃了。」崔秋山忽地坐起，要想掙下地來，但那裏能夠，腿剛著地，已經跌倒。這時眾公差已湧到店房門口，袁承志不及去扶崔秋山，縱出門來，雙掌一錯，擋在門口。門外是一個很大的院子，客店中的夥計客人聽說捉拿逃犯，都擁到院子來瞧熱鬧，見七八名公差對著一個十歲不到的孩子發威，大眾覺得很是奇怪。一名公差抖鐵鍊往袁承志頭上套來。袁承志退後一步，仍舊攔在門外，不讓公差們進門，那手持鐵鍊的公差見小小一個孩子，居然身手十分敏捷，手抖鐵鍊套人，本來是他吃了十多年衙門飯的拿手本事，那知道一下竟沒套住，老羞成怒，伸右手來揪他的小辮子。袁承志見對這許多公差聲勢凶凶，本已嚇得要哭，但見對方伸手侵犯，出於本性的頭一偏，使用伏虎掌法中的「橫拖單鞭」，在他手腕上一拉，那公差一個踉蹌，怒火更熾，飛起一腿，罵道：「小雜種，老子今日要你好看。」袁承志身子本矮，雙手在他大腿和臀部一托，借勢外送，那公差肥肥一個身驅，憑空飛了出去，結結實實跌在地上。袁承志本來沒有這麼大氣力，完全是乘著那公差自己一踢之勢，借力打力，把他猛摔一交。這一來，旁觀的人轟然叫好，他們本來憤恨大人欺侮小孩，現在見大人反而打敗，而且敗得如此精采，不由得喝起采來。其餘的公差也都一楞，暗想這孩子倒有點邪門，大家一使眼色，手舉單刀鐵尺，一湧而上，旁觀眾人見他們動了傢伙，俱都害怕，紛紛退避，袁承志雖學了數年武功，究竟年幼，而且敵不過對方人多，正在危急之際，忽然左邊廂房中奔出一條大漢來，微微一縱，已落在袁承志面前，伸出雙手亂抓亂拿，也不知他怎樣，竟把這些公差的兵刃全都奪了下來。幾個公差退得稍遲，被他幾拳打得眼青口腫。這大漢啊啊大叫，發出一些古怪的聲音來。一名公差喝道：「我們是來捉拿要犯的，你是什麼人？快快滾開。」那條大漢根本沒有聽見，身子一晃，已站到他的面前，右手如鐵，抓住他胸口往外一擲，那公差猶如斷線鳶子一般，悠悠晃晃的飛出牆外，砰蓬一聲，跌得半死。其餘的公差再也不敢停留，一鬨出外。那大漢走到袁承志跟前，雙手比劃，口中啞啞作聲，原來是個啞巴，似乎問袁承志的來歷。袁承志不知如何告訴他才好，很是焦急，那大漢忽然一掌向上，一掌向地，從伏虎掌的起手式開始，練了起來，打到第十招「避撲擊虛」就收了手。袁承志會意，就從第十一招「踢肚腿」開始，接下去練了四招。那啞巴一笑，點點頭，上去拉著他的手，把他很親熱的抱了起來。袁承志指指店房，告訴他裏面有人，那啞巴抱著他進房，只見崔秋山坐在地上，臉色猶如死灰，吃了一驚，把袁承志放下，走上前去。崔秋山認得他，做做手勢，指指自己的腿，那啞巴點頭，左手牽住袁承志，右手抱起了崔秋山，大踏步走出客店，崔秋山是一百幾十斤重的一條大漢，但啞巴像抱小孩一樣，毫不費力，步履如飛的出去。店中夥伴見他這副模樣，那裏敢來攔阻，那啞巴大踏步出店，兩名公差躲在一旁，見他向西走去，遠遠跟在後面，想是要知道他落腳之所，再邀人大舉拿捕。這時崔秋山早已昏昏沉沉，人事不知，啞巴聽不見身後的聲息，袁承志人卻機靈，他拉拉啞巴的手，嘴向後一呶，啞巴一回頭，瞧見了公差，絲毫不予理會，繼續向前。大約走了兩三里路，越走越是荒僻，啞巴忽地把崔秋往地上一放，兩三下一縱，已躍到那兩名公差面前。兩公差轉身想逃，那裏來得及，早被他一手一個，揪住後心，直向山谷中摔了下去，兩聲慘叫，都跌得腦漿迸裂而死。啞巴摔死公差，抱起崔秋山，健步如飛的向前疾走，這一來袁承志可跟不上了，他雖勉力對付，兩條小腿拚命搬動，但只跑了里許路，已氣喘連連。啞巴一笑，俯身也把袁承志抱在手中，這樣他沒了顧慮，反而跑得更快，跑了一會，折而向左，朝山上奔去。翻過兩個山頭，只見山腰中有二間茅屋，啞巴逕向那茅屋跑去，快要到時，屋前有一人已發現了他們，迎了出來，走到臨近，原來是一個二十多歲的青年少婦。她和啞巴點了點頭，看見崔袁兩人，似乎很是訝異，領著他們進屋，那少婦叫道：「小慧，快拿茶壺茶碗來。」一個女孩的聲音在隔房應了一聲，提了一把粗茶壺和幾隻碗過來，怔怔的望著崔袁兩人，一對圓圓的眼珠溜溜的轉動，十分靈活。那青年少婦雖然粗衣布裙，但皮色白潤，面目姣好，那女孩也生得十分靈秀。那少婦向袁承志道：「這孩子，你叫什麼名字？怎麼遇上他的？」袁承志知道她是啞巴的朋友，於是毫不隱瞞的簡略說了，那少婦聽說崔秋山受了傷，忙拿出一隻藥箱來，從瓶子中倒出一些白色藥粉和紅色藥粉，混在一起調成水給崔秋山喝了，又拿出一把銳利小刀來，把他腿上腐肉颳去，敷上一些黃色的藥末，過了一陣，用清水洗去，再敷藥末，這樣洗敷了三次，崔秋山哼了出來，那少婦向袁承志一笑，說道：「不妨事了。」打手勢叫啞巴把崔秋山抱到內堂休息。那少婦一面收拾藥箱，一面對袁承志道：「我姓安，你叫我安嬸嬸好啦，這是我女兒，她叫小慧，你就耽在我這裏。」袁承志點點頭，安大娘隨即下廚做麵，殺雞饗客，袁承志吃過後，疲累了一天一晚，再也支持不住，就伏在桌上睡著了。第二天睡來，小慧拉著他手，帶他去洗臉。袁承志道：「我去瞧瞧崔叔叔，他傷勢好了麼？」小慧道：「啞巴伯伯早揹了他去啦！」袁承志驚道：「真的？」小慧點點頭，袁承志奔到內室，果然不見崔秋山和啞巴的蹤影。袁承志「哇」的一聲哭了出來，小慧忙道：「別哭，別哭！」袁承志那裏肯聽，小慧叫道：「媽媽，媽媽，你快來。」安大娘聞聲趕來，小慧道：「媽媽，他見崔叔叔他們走了，哭了起來啦！」安大娘柔聲對袁承志道：「好孩子，你崔叔叔受了傷，很厲害，是不是？」袁承志點點頭，安大娘又道：「我只能暫時救他，讓他傷口的毒氣不行開來，不過時間隔得太久啦，祇怕他腿要殘廢，所以啞巴伯伯揹他去請另外一個人醫治。等他醫好之後，就會來瞧你的。」袁承志慢慢止住哭泣，安大娘道：「他就會好的。快洗臉，洗了臉咱們吃飯。」吃過早飯後，安大娘要他把過去的事再詳詳細細說一遍，聽得不住嘆息。袁承志就這樣在安大娘家中住了下來。他從小離開母親，應松、朱安國等人雖然對他照顧得十分週到，但這些叱吒風雲的大將，照料孩子總不十分在行，現在安大娘對他如慈母般照護，又有小慧作伴，這幾天可說是他生平最溫馨的日子了。安大娘曾叫他把過去學的武功練了一遍，看後點點頭說：「也真難為你了。」好像也是深通其中精奧。這樣過了十多天，安大娘每天叫袁承志練武，可是練得好不好，卻從不加以指點，練的時候也極少在旁觀看，小慧本來和袁承志在一起，等到他練武時，總被媽媽叫了開去。一天合當有事。安大娘到鎮上去買油鹽等物，還準備剪幾尺布來，給袁承志縫一套衫褲，因為他原來的衣服那天晚上在老鴉山連滾帶爬，給山石樹枝撕破了許多地方。安大娘叮囑兩個孩子在家裏玩，別出門去，怕遇上狼。兩個孩子答應了，安大娘走後，他們果然在屋裏拿些小碗小筷，假裝煮飯。小慧道：「你在這裏殺雞，我去買肉。」所謂殺雞，是把一根蘿蔔切成一塊一塊，而買肉則是在門口撿野粟子。小慧去了一會，始終不見回來，袁承志大叫：「小慧，小慧。」始終不見答應，想起安大娘的話，怕真遇上了狼，忙在灶下拿了一根火叉，衝出門去，這一驚非同小可，原來小慧已被一條大漢挾在脅下，正要向來路奔去。袁承志大喊一聲，一叉向那大漢背後刺去，那大漢猝不及防，幸而袁承志人矮，沒刺到背心，但臀部卻已重重的吃了一叉。那大漢大怒，放下小慧，拔出單刀，轉身刷的就是一刀。袁承志曾跟倪浩學過槍法，把一柄火叉照「岳家神槍」使了開來，竟然有攻有守，和那大漢對打起來。那大漢使的是少林派羅漢刀法，氣力大，刀風勁。袁承志雖然人小身矮，但仗著身法靈便，槍法純熟，居然也對付著拆了數十招。那大漢見戰不下這小孩，心中焦躁，刀法一變，刀刀向袁承志腰腿上砍來。原來那大漢起初用的刀法，有一大半砍空了沒有效用，因為袁承志身材矮小，大漢砍向敵人上部的刀法，全都砍在空中，他驚覺到了這一點，連忙改用地堂刀法，不過覺得不必小題大做，所以並不躺下地來。這樣一來，袁承志登時感到吃力，正在危急，忽然安小慧拿了一柄長劍，一劍「仙人指路」，向大漢身上刺來。大漢罵道：「呸，你這小妞也來找死。」單刀橫砍過來，他不想喪她性命，祇想震去她手中長劍，那知小慧身手靈活，長劍忽地圈轉，挽了一個平花，一招「三寶蓮臺」回刺大漢後胯，同時袁承志的火叉也是一招「毒龍出洞」刺了過來，那大漢一時之間竟給這兩個小孩鬧了個手忙腳亂。袁承志起初見小慧過來幫手，心中很是焦急，但三招兩式之後，見她身手便捷，居然一手「達摩劍法」，使得很是純熟，他小孩好勝，不甘落後，一柄火叉使得很緊。這樣一來，那大漢反而欣喜，他知道小孩力氣微弱，這兩人因得高明傳授，槍法和劍法都不同泛泛，然而力氣大小，卻出自天授，於是他封緊門戶，一味游鬥。耗了一陣，兩個小孩果然有些支持不來。那大漢刀法一緊，對準小慧長劍劈了過去，小慧一個避讓不及，長劍和刀一碰，她那裏有大漢力大，一柄劍登時向天空飛去。袁承志大駭，火叉「舉火撩天」，在大漢面上一晃，大漢舉刀一架，飛起一腳，已把小慧踢倒。袁承志不顧性命的舉叉力攻，但他心中慌亂，火叉使得已不成章法，大漢一聲獰笑，忽然搶進一步，一刀「力劈華山」，直向他當頭砍下，袁承志橫叉一架，大漢左手已拉住叉頭，用力一扭，袁承志只覺虎口劇痛，火叉脫手。那大漢不去理他，隨手把火叉往地上一擲，奔到小慧身旁，右手一抄，已抱住了她的腰向前奔去。袁承志手上雖痛，但見小慧被擒，拾起火叉向後趕來，大漢罵道：「你這小鬼，不要性命！」把小慧交給左手抱住，右手挺刀回身再戰，拆了五六招，袁承志左肩被單刀削去一片衣服，皮肉也已受傷，鮮血冒了出來。大漢笑道：「小鬼，你還敢來麼？」那知袁承志很是勇敢，叫道：「你把小慧放下，我就不追你。」拿了火叉，仍舊緊追不捨。那大漢怒從心起，惡念頓生，想道：「今日不結果這小鬼，看來他要糾纏不休。」雙眉一豎，回身挺刀砍來，數合一鬥，腳下一勾，已把袁承志絆倒，再不容情，舉刀砍下。小慧見這情形，雙手把大漢手臂一拉，狠狠在他手腕上咬了一口，大漢吃痛，驚叫一聲，袁承志乘機一個打滾，滾了開去。大漢反手打了小慧一個耳括子，又舉刀向袁承志砍下，袁承志側身一避，被他刀尖在額上一帶，左眉上登時劃了一條口子，鮮血直流。大漢知道他再也不敢追來，提了小慧就走，那知袁承志這時如瘋了一般，抱住大漢的左腳，百忙中還運用伏虎掌法，一個「倒扭金鐘」，將大漢大腿扭了轉來。要知袁崇煥是廣東東莞人，袁承志血液中秉承著廣東人這點倔強拼死的精神，雖然情勢危急，仍舊不肯讓小慧被敵人抱去。那大漢又痛又氣，右腿起處，把袁承志踢了一個跟斗，舉刀正要砍下，忽然後腦上「咚」的一聲，一陣疼痛，回頭一望，只見安大娘雙手提起，站在那裏。那大漢知道安大娘的厲害，捨了袁承志，抱住小慧要走，安大娘右手連揚，三枚雞蛋接連向大漢面部打去。大漢東躲西閃，避開了兩枚，第三枚再也閃避不開，「噗」的一聲，正打在鼻梁正中，滿臉子都是蛋黃蛋白。安大娘從籃中一掏，見還有一枚雞蛋，又是一下，打在他左目之上，安大娘手勁奇重，雖然只是一枚雞蛋，可是也打得他頭暈眼花。那大漢拋下小慧，左手在眼上一抹，舉起單刀向安大娘殺來。安大娘手中沒有兵刃，祇得連連閃避，袁承志見她危急，一叉又向大漢後心刺去，這時他見來了幫手，精神大振，一柄火叉遮攔挑刺，全然是「岳家神槍」的精妙槍法。安大娘緩出了手，靈機一動，把買來給袁承志做衣服的一疋布從籃中取了出來，迎風一抖，隨手拋在身後的小溪中，同時撿起三塊石子，向大漢打去。大漢又要閃避石子，又要招架袁承志的火叉，連連的退了兩三步，安大娘拿起浸濕的布疋，喝道：「胡老三，你乘著我不在家，上門來欺侮小孩子，算的是那一門好漢。」喝聲剛畢，一疋布己向大漢迎面打去。她運用「束濕成棍」的內家功夫，把一疋布當作了棍子使，大漢大駭，不敢怠慢，百忙中把袁承志一腳踹倒，與安大娘鬥了起來。安大娘功力本來在那大漢之上，現在心中憤恨，一疋布更加使得招招緊密，虎虎生風，那大漢背上連被布端打中了兩下，水珠四濺，只覺背心隱隱發痛，手上一慢，單刀突然被濕布裹住。安大娘用力一扯，大漢單刀脫手，他縱出兩步，獰笑道：「我是受你丈夫之託，陰魂不散，總有一天找上你。」安大娘秀眉直豎，一疋濕布橫掃過去，那大漢已防到她這一著，話剛說完，已轉身躍出，向山下疾奔而去。安大娘也不追趕，回頭來看小慧與袁承志。小慧沒有受傷，只是嚇得怔怔的傻了一般，隔了良久，才撲在安大娘懷裏，哭了出來。袁承志卻滿臉滿身都是血，安大娘忙給他洗沫乾淨，取出刀傷藥給他裹好，幸而兩處刀傷口子都不深，流血雖多，並無大礙。安大娘把袁承志抱到床上睡了，小慧才一五一十把剛才他捨命相救的事說了出來。安大娘望著袁承志，心想：「瞧不出他小小年紀，居然有如此俠義心腸。咱們在這裏是不能耽了，我倒要好好成全他一番。」安大娘對小慧道：「你也去睡一下，今天晚上咱們就走。」小慧隨著母親東遷西搬慣了的，也不奇怪。安大娘收拾了一下東西，打了兩個包裹，三人吃過晚飯後，秉燭而坐。她並不關門，似乎若有所待。大約到二更時分，門外輕輕傳來一陣腳步聲，一個人飄然進來，原來是那個啞巴。他身材魁梧壯實，但走路卻輕飄飄悄然無聲，想見輕身功夫已練得頗有火候。安大娘站了起來，與他指手劃腳的談了一陣，啞巴點頭表示同意。袁承志連問：「崔叔叔呢？他好麼？」安大娘道：「崔叔叔沒事，你放心。承志，你過來，我有話跟你說。」安大娘走到內室，坐在床沿上，袁承志跟了進來。安大娘拉著他的手，說道：「承志，我一見你就很喜歡，當你是我自己兒子一般，今天你不顧性命救了小慧，我更加永遠忘不了你，今晚我要到一個很遠的地方去，你跟著啞巴伯伯去。」袁承志道：「不，我要和你一起去。」安大娘微笑道：「我也捨不得你啊。我要啞伯伯帶你到一個人那裏，他是你崔叔叔的記名師父，你崔叔叔只跟他學了幾個月武藝，就這樣厲害，這位老前輩的武功天下無雙，我要你去跟他學。」袁承志聽得悠然神往。安大娘又道：「他平生只收過兩個真正的徒弟，那都是十多年前的事了，祇怕他未必肯再收徒弟，不過你資質好，心地又很善良，我想他一定歡喜的。啞伯伯是他的僕人，我要他帶你去求他，你好好去吧，要是他真的不肯收你，啞伯伯會把你送回到我這裏的。」袁承志點點頭。安大娘又叮囑道：「這位老前輩脾氣很古怪，你不聽話，他固然不喜歡，太聽話了，他又嫌你太笨沒骨氣，只好碰你的緣法吧。」她從腕上脫了一隻金絲鐲子來，給袁承志戴在臂上，輕輕一捏，金絲鐲已經收小，不會再落下來，笑道：「等你武功學好，成為大孩子時，別忘記安嬸嬸和小慧妹子吧！」袁承志道：「老前輩假使肯收我，安嬸嬸你有空時，就帶小慧妹妹來瞧瞧我。」安大娘眼圈一紅，說道：「好的，我會時時記著你。」安大娘寫了書信，交給啞巴，自己提了兩個包裹，四人出門分道而別。袁承志與安大娘及小慧雖然相處沒有多日，但一來他是至情之人，二來她們對他極為關切愛惜，所以分別時極為戀戀不捨。啞巴知道袁承志身上受傷，流血甚多，於是把他抱在手裏，邁開大步，在山路上行走若飛。這樣曉行夜宿，連接走了十多日，每日傍晚，啞巴也不在客店投宿，隨便找個岩洞或是破廟歇了。在客店打尖時，都是袁承志出口要食物，啞巴對吃食物並無主見，拿來就吃，一頓至少要吃兩斤麵。袁承志打手勢問他到什麼地方，他總是向前指指，又是行了三天，山路愈來愈是險陡，後來根本已無路可循，啞巴手足並用，攀藤附葛，儘往高山絕頂上爬去。袁承志這時傷口已好，只左眉上留下了一個疤痕，他雙手抱住啞巴的頭頸，見山上形勢如此兇險，雙手拚命摟緊，唯恐一失手粉身碎骨。這樣走了一天，啞巴爬上了一座高山的絕頂，那山頂卻是很大的一塊平地，四週都是極高的松樹，穿過松林，裏面有五六座石屋。啞巴見了石屋，臉露笑容，似乎是久客在外，回歸故鄉一般。他拉著袁承志的手走進石屋，屋內塵封蛛結，顯然是許久沒有人住了，啞巴拿了一把大掃帚，把裏裏外外打掃得乾乾淨淨，然後燒水煮飯。在這絕頂之上，也不知道糧食是如何搬運上來的。過了三天，袁承志焦急起來，做手勢問師父在什麼地方，啞巴指指山下，袁承志表示要下去，啞巴卻搖頭不許。袁承志無奈，祇得苦挨下去，與啞巴言語不通，一個人在山上寂寞異常。一天晚上，袁承志睡得正熟，忽然覺得眼前一亮，忙翻身坐起，只見一個老人手執蠟燭，站在他的床前，臉上笑容滿面，似乎很是喜歡。袁承志福至心靈，爬下炕來，恭恭敬敬的向老人磕了四個頭，叫道：「師父，您老人家可來啦！」那老人呵呵大笑，說道：「你這娃兒，誰教你叫我師父的？你怎麼知道我準收你這徒兒？」袁承志聽他語氣，知道他是肯收了，心中大喜，說道：「是安嬸嬸教我的。」那老人道：「她就是給我添麻煩，好吧，瞧著你故了世的父親份上，我就收了你吧！」袁承志又要磕頭，那老人道：「夠了，夠了，明天再說。」第二天早晨，天還沒亮，袁承志就起來了。啞巴似乎知道老人已答應收他，喜得把他拋到空中，隨手接住，連拋了四五次，那老人聽見袁承志嘻笑之聲，踱出房來，笑道：「好啊，你這樣小小年紀，居然已知道行俠仗義，救人婦孺，你有什麼本事，倒使出來給我瞧瞧。」袁承志給他說得面紅過耳，忸怩不安。那老人笑道：「你不讓我瞧瞧你的功夫，我怎麼教你啊？」袁承志這才知道師父並沒和自己開玩笑，於是把崔秋山傳授給他的伏虎掌法一招一式，從頭至尾練了起來。那老人一面看一面微笑，等他練完，笑道：「秋山不住誇你聰明，我先還不相信，他只教了你幾天，有這樣成就，確是不錯的了。」袁承志一聽到崔秋山的名字，全心就貫注他的安危，可是老人在說話，不敢打斷他的話頭，等他一停口，忙問：「崔叔叔在那裏？他好嗎？」那老人道：「他已經沒事，回到李將軍那裏打仗去啦。」袁承志聽了，很是歡喜。這時啞巴已把香案放好，那老人取出一幅畫，畫上繪的是一位儒生，神態飄逸如仙，那老人點了香火燭，恭恭敬敬的磕了頭，然後對袁承志道：「這是咱們華山派的開山祖師爺，你過來磕頭。」袁承志過去磕頭，他不知道應該磕幾個頭，心想總是越多越好，直磕到那老人笑著叫他停止才罷。那老人笑吟吟的正要開口說話，袁承志又跪下磕頭，算是正式拜師。那老人微笑著受了，說道：「從今而後，你是咱們華山派正式的弟子了。我以前收過兩個徒弟，因為一直沒遇到聰穎肯學的孩子，所以這十多年來始終沒再傳人，你是我的第三個徒弟，也是我的關山徒弟，你可得好好的學，別給我丟人現眼。」袁承志連連點頭。那老人道：「我姓穆，江湖上朋友們叫我做八手仙猿，你記著點，下次別讓人家問住，你師父叫什麼呀？啊喲，這個可不知道。」袁承志噗哧一聲，笑了出來，心想安大娘說他脾氣古怪，心裏一直有點害怕，那知其實是一個很詼諧的人。要知八手仙猿穆人清的武功深不可測，在江湖上縱橫來去，近二十年來從未遇到手，因他與世無爭，所以名頭卻不甚響亮。他脾氣本很孤僻，這次見袁承志孤零零一個孩子很是可憐，加之敬他父親袁崇煥為國殺敵，冤屈而死，是一個大大的忠臣，所以對他破例的青眼有加，又見他聰明活潑，更是喜愛，所以大反常態，與他有說有笑。穆人清又道：「你那兩位師兄都比你大上二三十歲，他們的徒弟都比你大得多啦，他們也許會怪我，到這時還給他們添個娃娃師弟，嘿嘿，要是你不用功，將來給他們的徒子徒孫比下去，他們可更有道理來怪我這老胡塗啦。」袁承志道：「我一定要用功。」他又問：「崔叔叔是您老人家的徒弟嗎？」穆人清道：「他要跟李將軍打仗，沒功夫跟我好好兒學，我只傳了他一套伏虎掌法，不能算是徒弟。」他指指啞巴道：「像他，天天瞧著瞧著，也偷了不少招兒啦，不過和我那兩個徒兒相比，可就天差地遠了。」袁承志見啞巴兩次手擲公差，身手迅捷異常，但師父說自己兩位師兄比他本領更要高強無數倍，那麼只要自己用功，即使及不上師兄，至少也可趕到啞巴了，心中十分快慰。穆人清道：「咱們華山派有許多規條，什麼戒淫、戒仕、戒保鏢，現在與你說，你也不懂，我只囑咐你兩句話：要聽師父的話，不可以做壞事，你懂嗎？」袁承志道：「我一定聽師父的話，也不敢做壞事。」穆人清道：「好，現在咱們練功夫。你崔叔叔因為時間匆促，所以把伏虎掌法一古腦兒傳給了你，其實這套掌法神妙莫測，你年紀太小，學了也不能好好的用，我先教你長拳十段錦。」袁承志道：「這個倪叔叔以前教過我的。」穆人清道：「呸，你學了幾路勢子，就算會了麼？錯得遠呢，你要是真的懂了這套十段錦的奧妙，江湖上勝得你的人就已經不多了。」袁承志給他教訓得喏喏連聲，不敢再說。穆人清於是把十段錦練了起來，式子拳路，和倪浩所教的一模一樣。袁承志心中暗暗納罕，心想這有什麼特別？正在奇怪之際，穆人清道：「你當師父騙你是不是？來來來，你來抓我的衣服，只要你碰到我一片衣角，我算你有本事。」袁承志不敢與師父賭氣，笑著不動。穆人清道：「快來，這是教你功夫啊！」袁承志聽說是教他功夫，於是搶上前去，伸手摸他師父長衫的後襟，那知手將摸到，衣襟忽然一縮，就只這麼差了兩三寸。袁承志順勢上前，師父忽然不見，在他頭頸後面輕輕捏了一把，笑道：「我在這裏。」袁承志一個「鷂子反身」雙手反抱，那知師父人影又已不見，他忙轉身，見師父已離開他有兩三丈遠。他童心大起，心想：「我非抓住你不可。」縱上前去扯他袖子，穆人清大袖一拂，身子盪了開去，袁承志嘻嘻哈哈的追趕，一轉身，忽見啞巴在打手勢，似乎要他注意。袁承志心中一動，暗想：「師父用的果然都是十段錦身法，但他怎麼能這樣快？」於是一面追捉，一面暗記師父的身法，十段錦他練的本熟，但穆人清進退趨避，靈便異常，運用之中，另有異常巧思。袁承志聰敏異常，一面追迷藏，一面暗學師父身法，捉到後來，他的追趕之中也用上了這靈巧的身法，果然登時迅捷了數倍。穆人清暗暗點頭，深喜孺子可教。這時袁承志趕得急，穆人清也避得快，兩人越追越快，廣場上只是兩條人影，飛舞來去，忽然穆人清哈哈大笑，一把將承志抱了起來，笑道：「好徒弟，乖孩子！」袁承志見十段錦中有許多奧妙之處，心裏也高興異常。穆人清道：「好啦，這些已夠你練的啦。」把他放下地來，叫他複習幾遍，自己飄然入內。袁承志把十段錦從頭至尾的練了十多遍，除了把師父的身法牢記住之外，又悟出許多心得來。這一晚把他喜得抓耳爬腮，一夜沒好好的睡，就是在夢中也是在練拳。等到天一微亮，他怕昨天學的忘記，又奔到廣場上練了起來，越打越起勁，忽然背後有人咳嗽了一聲，袁承志轉過身來，見是師父笑吟吟的站在身後，叫了一聲：「師父！」垂手站立，穆人清道：「你自己悟的這幾招都還不錯，就是這一招快是快了，但下盤露出了空隙，敵人如果是好手，他腳這樣一勾你就糟糕，所以應該這樣。」他連說帶比的教了起來，袁承志一點就通，這一天又學了不少巧招。這樣一晃過了三年，袁承志已經十二歲了。他從小練武，身體出落得壯健異常。穆人清有時有事下山，一去就是兩三個月，臨走時必定傳授袁承志大套拳法，等他回山，袁承志也一定已融會貫通的把拳法學會。這一年的端午節，吃過雄黃酒，穆人清忽然又把祖師爺的畫像請了出來，自己磕了頭，又命袁承志磕頭，然後說道：「承志，今天教你拜祖師，你知道為什麼？」袁承志道：「不知道。」穆人清從內室捧出一隻長長的木匣來，放在案上，把木匣一揭，只見精光耀眼，匣中躺著一柄明晃晃的三尺寶劍，袁承志心中突突亂跳，顫然說道：「師父，你是教我學劍。」穆人清點點頭，從匣中提起寶劍，臉色一沉，說道：「你跪下，聽我的話。」袁承志依言下跪，穆人清道：「劍是百兵之祖，最是難學不過，你人很聰明，悟性強，那是一定能學好的。不過咱們華山派的劍法，自歷代祖師相傳，各人憑了自己的聰明智慧，每一代都有增益。別派武功，師父常常留一手看家本領，以致徒弟越到後來本領越差，咱們本派卻不是這樣，選徒弟時極為嚴格，選中之後，卻是傾囊相授。單以劍法而論，就是每一代都能青出於藍。本派的劍法難固然是難到了極處，可是狠也狠到了極處，你只要練好，那就是天下無敵的了。今天我要你發一個重誓，決不許濫殺了一個無辜。」袁承志忙道：「師父今天教了我劍法，要是以後我劍下傷了一個好人，一定也被人殺死。」穆人清道：「好，起來吧。」袁承志站了起來，穆人清又道：「我也知道你心地仁厚，決不會故意殺害好人。不過是非之間，有時很難分辨，只要你常存寬容忠恕之念，就不會誤傷了。這一點你要牢牢記著。」袁承志點頭答應。穆人清左手一捏劍訣，右手寶劍一翻，劍走龍蛇，白光如虹，一套天下無雙的劍法展了開來。