第八十回　聖火六令殷離說了兩個「可是」，雙手掩面，放聲大哭起來。謝遜站起身來，喝道：「可是什麼？是我那無忌已然遭遇不測麼？」殷離哭道：「他……他早在六年之前，在西域……在西域墜入深谷而死。」謝遜身子一晃，顫聲道：「此言當真？」殷離哭道：「是真的。那武烈父女親眼見他喪命。我在他二人身上接連點了七次千蛛手，又七次救他們活命，這等熬煎之下，他們……他們不能再說假話。」謝遜仰天一嘯，聲音悲壯，兩頰旁老淚滾滾而下。張無忌見義父和表妹為自己這等哀傷，再也忍耐不住，便欲挺身而出相認。忽聽得金花婆婆道：「謝賢弟，你那位義兒張公子既已殞命，你守著這口屠龍寶刀何用？不如借了於我吧。」謝遜嘶啞著嗓子道：「你瞞得我好苦。要取寶刀，先取了我這條命去。」輕輕將殷離推在身旁，嘶的一聲，將長袍前襟撕下，向金花婆婆擲了過去，這叫做「割袍斷義」。當殷離述說張無忌已死的訊息之初，金花婆婆本待阻止，但轉念一想，謝遜一聽到義子身亡，定然心神大亂，拚鬥時雖然多了三分狠勁，卻也少了七分謹慎，更易陷入自己所佈的鋼針陣中，當下只是在旁微微冷笑，並不答話。張無忌心想：「我該當此時上前，說明真相，免他二人無謂的傷了義氣。」便在此時，忽聽得左側長草中傳來幾下輕微的呼吸之聲，有人欺到了身旁。這幾下呼吸聲極輕極短，若非張無忌耳音精靈，再也聽不出來，他心念一動：「原來金花婆婆暗中尚伏下厲害幫手？我倒不可貿然現身。」但聽得刀風呼呼，謝遜已和金花婆婆交上了手。只見謝遜使開寶刀，有如一條黑龍在他身周盤旋遊走，忽快忽慢，變化若神。金花婆婆忌憚寶刀鋒利，遠遠在他身旁兜著圈子。謝遜時時賣個破綻，金花婆婆毫不畏懼的欺身直進，待他迴刀相砍，隨即極巧妙的避了開去。二人於對方武功素所熟知，料得不能在一二百招中便分高下。謝遜是倚仗寶刀之利，金花婆婆則欺他盲不見物，二人均在自己所長的這一點上尋求取勝之道，反而將招數內力，置之一旁，是以明教兩大高手這番相鬥，卻是各逞機智，並非較量真實武功。忽聽得颼颼兩聲，黃光閃動，金花婆婆發出了兩朵金花。謝遜屠龍刀一轉，兩朵金花都黏了在刀上。原來那金花乃以純鋼打就，外面鍍以黃金，那鑄造屠龍刀的玄鐵卻具極強磁性，遇鐵即吸。這金花乃是金花婆婆當年仗以成名的暗器，施放時變幻多端，謝遜即令雙目健好，也須全力閃避擋格，不料這屠龍刀正是所有暗器的剋星。金花婆婆倏左倏右的連發八朵金花，每一朵均黏在屠龍刀上。此時月黯星稀，夜色慘淡，黯黑的屠龍刀上黏了八朵金花，使將開來，猶如數百隻飛螢在空中亂竄亂舞，突然間金花婆婆咳嗽一聲，一把金花擲出，共有十六七朵，教謝遜一柄屠龍刀黏了東邊的，黏不了西邊。謝遜袍袖揮動，捲去了七八朵，另有八九朵黏在屠龍刀上，喝道：「韓夫人，你號稱紫衫龍王，名字犯了此刀的忌諱，若再戀戰，於君不利。」金花婆婆打個寒噤，大凡學武之人，性命都在刀口上打滾，最講究口彩忌諱，自己號稱「龍王」，此刀卻名「屠龍」，實是大大的不妙，當下陰惻惻的笑道：「說不定倒是我這殺獅杖先殺了盲眼獅子。」呼的一杖，逕往謝遜肩頭擊去。謝遜沉肩一閃，突然腳下一個踉蹌，「啊」的一聲，這一杖中了他的左肩，雖然力道已卸去了大半，但仍是結結實實的打中了。張無忌大喜，暗中喝了聲彩。張無忌見謝遜故意裝作閃躲不及，受了一杖，心下便想：「義父只須將左手袍袖中捲著的金花撒將出去，金花婆婆必向左退。義父一招『千山萬水』亂披風斬去，金花婆婆不敢抵擋寶刀鋒銳，務必更向左退，接連兩退，蓄勢已盡，那時義父以內力逼出屠龍刀上金花，激射而前，金花婆婆再退不遠，非身受重傷不可。」他心念甫動，果見黃光閃處，謝遜已將左手袍袖捲著的金花撤出，金花婆婆疾向左退。張無忌斗然間想起一事，心叫：「啊喲，不好，金花婆婆乃是將計就計。」其時他胸中於武學包羅萬有，這兩大高手的攻守趨避，無一不在他算中，但見謝遜的一招「千山萬水」亂披風勢斬出，金花婆婆更向左退。謝遜大喝一聲，寶刀上黏著的十餘金花疾射而前。金花婆婆「啊喲」一聲叫，足下一個踉蹌，向後縱了幾步。謝遜是個心意決絕的漢子，既已割袍斷義，下手便毫不容情，縱身而起，揮刀向金花婆婆砍去，忽聽得殷離高聲叫道：「小心腳下有尖針。」謝遜聽到叫聲，一楞之下，收勢已然不及，只聽得颼颼聲響，十餘朵金花猛力射至，乃是金花婆婆令他身在半空，無法收勢而退，這一落下來，雙足正好刺在尖針之上。謝遜無可奈何，只得揮刀格打金花，忽聽得腳底錚錚幾聲響處，他雙足已然著地，竟是安然無恙。他俯身一摸，觸到四周都是七八寸長的鋼針，插在山石之中，尖利無比，只是自己落腳處四枚鋼針，卻被人用石子打飛了。謝遜又怒又驚，聽那擲石去針、暗中相助自己之人的手法，正是日間巨鯨幫手擲七石的少年。此人在旁窺視已久，自己竟然絲毫沒有察覺，額上不禁出了一陣冷汗。他二人互施苦肉計，謝遜肩頭是真的受了一杖，金花婆婆身上也真的吃了兩朵金花，雖然所傷均非要害，但對方何等勁力，受上了實是不易抵擋。金花婆婆大咳幾下，向著張無忌伏身之處發話道：「巨鯨幫的小子，你一再干擾老婆子的大事，快留下名來。」張無忌還未回答，突然間黃光一閃，殷離一聲悶哼，已被三朵金花打中。原來金花婆婆已瞧出張無忌武功決不在己之下，自己出手懲治殷離，他定要阻撓，是以面對著無忌說話，乘他絲毫沒有防備之際，反手發出金花。這三朵金花深入殷離胸口，乃是致命之傷。無忌大駭，飛身而起，半空中接住金花婆婆發來的兩朵金花，一落地便將殷離抱在懷中，殷離神智尚未迷糊，見一個小鬍男子抱住自己，急忙伸手撐拒，只一用力，嘴裏便連噴了幾口鮮血。無忌登時醒悟，伸手在自己臉上用力擦了幾下，抹去臉上黏著的鬍子和化裝，露出本來的面目。殷離呆了一呆，叫道：「阿牛哥哥，是你？」無忌微笑道：「是我！」殷離心中一寬，登時便暈了過去。無忌見她傷重，不敢便替他取出身上所中暗器，只是點了她神封、靈墟、步廊、通谷諸處穴道，護住她的心脈。只聽得謝遜朗聲道：「閣下兩次出手相救，謝遜多承大德。」無忌哽咽道：「義…義…你何必…」便在此時，忽聽得遠處傳來叮的一聲響，這聲音似乎極輕，又似極響，聽在耳中似乎極是舒服受用，卻又似乎是煩燥難當。謝遜、張無忌、金花婆婆聽到這聲音，心頭都是一震，竟比驀地裏聽到晴天霹靂更是吃驚。他三人都是內力高強之人，張無忌九陽神功已成，更是諸邪不侵，但這異音之來，竟是震得他心旌搖動，一剎那間，身子猶如飄浮半空，六神無主，生平從未遭遇過如此經歷。他急忙收攝心神，只聽得那聲音又是一響，這一次卻又近了數十丈，在這頃刻之間，這聲音移動得竟是如此迅速。可是這一下異聲，和第一聲卻是截然不同，聲音柔媚宛轉，如靜夜私語，如和風拂柳，但聽在耳裏，同樣的奪魄驚心。張無忌知道來了異人，絲毫不敢怠忽，橫抱殷離，站起身來。突然間噹的一聲巨響，山谷間嗡嗡作聲，如土崩地裂，如百鐘齊鳴，在這巨響聲中，三個人現身眼前。張無忌一瞥之下，只見那三人都是身穿寬大的白袍，其中兩人身形甚高，左首一人卻是個女子。三人背月而立，看不清他們面貌，但每人的白袍角上赫然繡著一個火燄之形，竟然是明教中人。只聽中間那身材最高之人朗聲道：「明教聖火令到，護教龍王、獅王，還不下跪迎接，更待何時？」他的話聲語調不準，顯得極是生硬。無忌吃了一驚，心道：「楊教主遺言中說道，本教聖火令自第三十一代教主石教主之時，便失落於丐幫之手，迄今無法取回，怎麼在這三人手中？這是否真的聖火令？這三人是否本教弟子？」一霎時心中湧起了無數疑竇。只聽金花婆婆道：「本人早已破門出教，『護教龍王』四字，再也休提。閣下尊姓大名？這聖火令是真是假，從何處得來？」那人喝道：「你既已破門出教，尚絮絮何為？還不快去！」金花婆婆冷冷的道：「金花婆婆生平受不得旁人半分惡語，當日便楊教主在世，對我也禮敬三分。你是教中何人，對我竟敢大呼小叫？」突然之間，三人身形晃動，同時欺近，三隻左手齊往金花婆婆身上抓去。金花婆婆拐杖一揮，向三人橫掃過去，不料這三人腳下不知如何移動，身形早變。金花婆婆一杖擊空，已被三人的右手同時抓後領，一抖之下，向外遠遠的擲了出去。以金花婆婆武功之強，便是天下最厲害的三個高手向她圍攻，也不能一招之間便將她身子抓住擲出。但這三個白袍人步法既怪，出手又是配合得妙到毫巔，較之一個人生有三頭六臂，還要法度嚴謹。張無忌情不自禁的「噫」了一聲，只覺這三人的身法、步法、手法，竟是乾坤大挪移的家數，難道這三人居然同時練就了這等高深的武功？這三人初到時那一聲巨響，已將殷離驚醒，她睜開眼來，見無忌將自己橫抱在手臂之中。她只感胸口劇痛，幾乎氣也透不過來，當下閉上了眼睛，除了竭力忍痛，已不能再想什麼。那三人身子這麼一移，張無忌已得清清楚楚，最高那人虯髯碧眼，另一個黃鬚鷹鼻，竟然都是胡人。那女子一頭黑髮，和華人無異，但眸子極淡，幾乎無色，瓜子臉型，約莫二十歲上下，雖然瞧來詭異，相貌卻是甚美。無忌心想：「原來這三人都是胡人，怪不得語調生硬，說的話又文謅謅的好似背書。」只聽那虯髯人朗聲又道：「見聖火令如見教主，謝遜何不跪迎？」謝遜道：「三位到底是誰？若是本教弟子，謝遜該當相識。若非本教中人，聖火令與三位毫不相干。」虯髯人道：「明教源於何土？」謝遜道：「源起波斯。」虯髯人道：「這就是了。我乃波斯明教總教流雲使，另外兩位是妙風使、輝月使。我等奉總教主之命，特從波斯來至中土。」謝遜和無忌都是一怔。無忌讀過楊逍所著的「明教流傳中土記」，知道明教確是從波斯傳來，眼看這三個男女果是波斯胡人，武功身法又是如此，定是不假，當下默不作聲，且聽謝遜如何對答。只聽那黃鬚的妙風使道：「我教主接獲訊息，得知中土支派教主失蹤，群弟子自相殘殺，本教大趨式微，是以命雲風月三使前來整頓教務。合教上下，齊奉號令，不得有誤。」無忌一聽之下，心中大喜：「總教主有號令傳來，那是再好也沒有了。免得我擔此重任，見識膚淺，不免誤了大事。」只聽得謝遜說道：「中土明教雖然出自波斯，但千餘年來獨立成派，自來不受波斯總教管束。三位遠道前來中土，謝遜至感歡忭，跪接云云，卻是從何說起。」那虯髯的流雲使伸手入懷，取出兩塊二尺來長，非金非玉的牌來，相互一擊，錚的一聲響，正是無忌第一次所聽到的那古怪聲音。這時相距既近，更是震得人不能自恃。好在那流雲使一擊之下，便不再擊，說道：「這是中土明教的聖火令，前任姓石的教主不肖，失落於丐幫之手，今由我等取回。自來見聖火令如見教主，謝遜還不聽令？」謝遜入教之時，聖火令失落已久，從來沒有見過，但其神異之處，卻是向所耳聞，明教的經書典籍之中，也往往提及，知道這三人所持的六塊玉牌，確是本教的聖火令。何況三人一出手，一招之間，便抓了金花婆婆擲將出去，自己武功和金花婆婆乃在伯仲之間，縱要抗拒，也是無能為力，當下說道：「在下相信尊駕所言，但不知尊駕有何吩咐？」流雲使左手一揮，妙風使、輝月使和他均似心意目通，三個人縱身而起，兩個起落，已躍到金花婆婆身側。金花婆婆六朵金花擲出，分擊三使。三使東一閃，西一晃，盡數避開。但見輝月使直欺而前，纖手伸出，點向金花婆婆咽喉。金花婆婆拐杖一封，跟著還擊一杖，突然間金花婆婆騰身而起，後心被流雲使和妙風使抓住，提了起來。這一來她後心要穴為敵人所制，已全然不能動彈。輝月使搶上三步，左手食指連動，點中了她胸腹的七處穴道。這幾下對招極是乾淨利落，張無忌看得明白，心道：「他三人起落身法，未見有過人之處，只是三人配合得巧妙無比。輝月使在前誘敵，其餘二人已神出鬼沒的將金花婆婆擒住。但每個人的武功，未必便在金花婆婆之上。」流雲使提著金花婆婆，左手一振，將她輕輕的擲在謝遜身前，說道：「謝獅王，本教教規，入教之後終身不能叛教。此人自稱破門而出，為本教叛徒，你先將她首級割下。」謝遜一怔，道：「中土明教向來無此教規。」流雲使冷冷的道：「此後中土明教悉奉波斯總教號令。這婆子適才擺毒計害你，一切全落入咱們眼中，留著便是禍胎，快快將她除了。」謝遜昂然道：「這位韓夫人昔年待謝某不錯，明教四王，情同金蘭。今日雖然她對謝某無情，謝某卻不可無義，不能動手加害。」妙風使哈哈一笑，道：「中國人婆婆媽媽，有這麼多囉唆。她要害你，你卻不去殺她，這算是什麼道理？當真奇哉怪也，莫明其妙。」謝遜道：「謝某殺人不貶眼，卻不殺同教朋友。」輝月使道：「非要你殺了她不可。你不殺她，便是不聽號令，咱們先殺了你。」謝遜道：「三位到中土來，第一件事便勒逼金毛獅王殺了紫衫龍王，這是為了立威嚇人麼？」輝月使微微一笑，道：「你雙眼雖瞎，心中倒也明白。快快動手罷！」謝遜仰天長笑，聲動山谷，大聲道：「我金毛獅王光明磊落，別說不殺同夥朋友，此人即令是謝某的深仇大怨，既被你們擒住，已然無力抗拒，謝某豈能再以白刃相加？」張無忌聽了義父豪氣干雲的言語，心下暗暗喝采，對這波斯明教三使，漸生反感。只聽妙風使道：「明教教徒，見聖火令如見教主，你膽敢叛教麼？」謝遜心念一動，昂然說道：「謝某雙目已盲了二十餘年，你便將聖火令放在我眼前，我也瞧它不見。說什麼『見聖火令如見教主』？」妙風使大怒，道：「好！那你是決意叛教了？」謝遜道：「謝某不敢叛教。可是明教的教旨乃是行善去惡，義氣為重。謝遜寧可自己人頭落地，不幹這等沒出息的歹事。」金花婆婆身子不能動彈，謝遜的言語，卻是一句句的都聽在耳裏。張無忌知道義父生死已迫在眉睫，當下輕輕將殷離放在地下，只聽得流雲使道：「明教中人，不奉聖火令者，一律殺無赦！」謝遜喝道：「本人是護教法王，即令是教主要殺我，也須開壇秉告天地，申明罪狀。」妙風使嘻嘻笑道：「明教在波斯好端端，一至中土，便有這許多臭規矩！」三使同時呼嘯，一齊搶了上來。謝遜屠龍刀揮動，護住身子。三使連攻三招，竟然搶不近身。突然之間，三使各執聖火令在手，輝月使欺身直進，左手持令向謝遜天靈蓋上拍了下去。謝遜舉刀一擋，噹的一響，聲音極是怪異。這屠龍刀無堅不摧，可是竟然削不斷聖火令。便在這一瞬之間，流雲使滾身向左，已然一令打在謝遜腿上。謝遜腳下一個踉蹌，妙風使橫令點他後心，突然間手腕一緊，聖火令被人挾手奪了去。他大驚之下，回過身來，只見一個穿著水手裝束的少年，右手中拿著一根聖火令。張無忌這一下縱身奪令，快速無比，巧妙無比，妙風使竟是事先毫無知覺。流雲使和輝月使驚怒之下，齊從兩側攻上。張無忌身形一轉，向左避開，不意拍的一響，後心已被輝月使一令擊中。那聖火令非金非玉，極是堅硬，這一下打中了，張無忌眼前一黑，幾欲暈去，幸得護體神功立時發生威力，當即鎮懾心神，向前衝出三步。波斯三使毫不放鬆，跟著又圍了上來。張無忌右手持令向流雲使虛晃一招，左手倏地伸出，已抓住了輝月使左手的聖火令，豈知輝月使忽地放手，那聖火令尾端向上一彈，拍的一響，正好打中無忌手腕。他左手五根手指一陣麻木，只得放下左手中已然奪到的聖火令，輝月使纖手伸處，抓口掌中。張無忌練成乾坤大挪移法以來，再得張三丰指點太極拳中的精奧，縱橫宇內，從無敵手，不意此時一出手便被輝月使這樣一個年輕女子接連打中。第二下打在腕骨之上，若非他的護體神功自然而然將來力卸開，手腕早已折斷。他驚駭之下，不敢再與敵人對攻，凝立當場，要看清楚敵人招數來勢，以定應付方策。波斯三使見他雖然兩次被擊，竟似並未受傷，也已驚奇不已，那是他們生平從未遇到過的情景。妙風使一低頭，一個頭錘向無忌攻來，這種打法，原是武學中大忌，以自己最緊要的部位，送向敵人挨打。無忌端立如山，知他這一招似拙實巧，必定伏下厲害異常的後著，待他的腦袋撞到自己身前一尺之處，這才向後退了一步，驀地裏流雲使躍身半空，向他頭頂坐了下來。這一招更是怪異，竟是以臀部攻入，天下武學之道雖緊，從未有這種既無用，又笨拙的招數。無忌不動聲色，向旁又是一讓，只覺胸口一痛，已被妙風使用手肘撞中。只是妙風使被他九陽神功一彈，向後倒退三步，跟著又倒三步，甫欲站定，又是倒退三步。波斯三使愕然變色，輝月使雙手兩根聖火令橫掃，流雲使突然間在無忌跟前連翻三個空心斛斗。張無忌適才被妙風使手肘這麼一撞，胸口隱隱作痛，忽見流雲使亂翻斛斗，不知是何用意，心想還是遠而避之為妙，剛向左側踏開一步，不知如何，眼前白光一閃，右肩已被流雲使的聖火令重重擊中了一下。這一招更是匪夷所思，事先既無半點徵兆，而流雲使明明是在半空中大翻觔斗，怎能忽地伸過聖火令來，擊在自己肩頭？無忌驚駭之下，已不敢戀戰，加之肩頭所中這一令勁道頗為沉重，雖被他九陽神功彈開，卻已痛入骨髓。但心知自己只要一退，義父性命不保，今日不理自己生死，無論如何要擊退強敵，保護義父周全，於是深深吸了一口氣，一咬牙，飛身而前，伸掌向流雲使胸口拍去。流雲使同時的飛身而前，雙手聖火令相互一擊，錚的一響，張無忌心神一盪，身子從半空中直墜下來，但覺腰脅中一陣疼痛，已被妙風使踢中了一腳。砰的一下，妙風使向後摔出，輝月使的聖火令卻又擊中了無忌的右臂。謝遜在一旁聽得明白，知道巨鯨幫中這個少年已是接連吃虧，眼下已不過是在勉力支撐，苦於自己眼盲，無法上前應援，心中焦急萬分。須知他若孤身對敵，當可憑著風聲，分辨敵人兵刃拳腳的來路，但若去相助朋友，怎能分得出那一下是朋友的兵刃，那一下是敵人的拳腳？他屠龍刀揮舞之下，倘若一刀殺了朋友，豈非大大的恨事？耳聽得張無忌已處於接連挨打的局面，當即叫道：「少俠，你快脫身而走，這是明教的事，與閣下並不相干。少俠今日一再相援，謝遜已是感激不盡。」張無忌大聲道：「我……我……你快走，聽我說，你快走！」只見流雲使一令擊來，張無忌以手中聖火令一擋，拍的一下，如中敗革，似擊破絮，聲音極是難聽。流雲使把捏不定，聖火令脫手向上飛出。張無忌躍起身來，欲待搶奪，突然間嗤的一聲響，後心衣衫被輝月使抓了一大截下來。她手拍上指甲在他背心上劃破了幾條爪痕，隱隱生痛，這麼緩得一緩，那聖火令又被流雲使搶了回來。經此幾個回合的接戰，張無忌心知憑這三人功力，每一個人都和自己相差甚遠，只是一來武功怪異，二來兵刃神奇，最厲害的是三人聯手，陣法不似陣法，套子不似套子，詭祕陰毒，匪夷所思，只要能夠擊傷其中一人，今日之戰便能獲勝。但他兩次震倒妙風使，每一次他都是若無其事似乎絲毫不受內傷。擊一人則其餘二人首尾相應，張無忌連變數種拳法，始終打不破這三人聯手之局，反而又被聖火令打中了兩下。波斯明教三使這時已不敢以拳腳和他身子相碰，蓋每一次用拳腳擊中在他身上，自己又吃大虧。謝遜大喝一聲，將屠龍刀豎抱在胸前，縱身躍入戰團，搶到張無忌身旁，說道：「少俠，用刀！」將屠龍刀遞了給他。張無忌心想仗著這刀神威，或能擊退大敵，當下接了過來。謝遜右足一點，向後退開，在這頃刻之間，後心已重重中了妙風使一拳，只打得他胸腹間五臟六腑似乎都移了位置。這一拳來無影、去無蹤，謝遜竟是聽不到半點風聲。張無忌一刀向流雲使砍了過去，流雲使舉起兩根聖火令，雙手一振，忙加運內力。流雲使的聖火令奪人兵刃，原是手到擒來，千不一失，這一次居然奪不了張無忌手中單刀，大感詫異。輝月使一聲嬌叱，手中兩根聖火令也已架在屠龍刀上，四令奪刀，威力更巨。張無忌身上已受了七八處傷，雖然均是輕傷，力道究已大為減弱，這時但感半邊身子發熱，握著刀柄的右手不住發顫。他知此刀乃是義父性命所繫，義父尚不自己身份真相，居然肯以此刀相借，可說是豪氣干雲之舉，倘若此刀竟在自己手中失去，還有何面目以對義父？驀然間大喝一聲，右臂一伸，體內九陽神功源源激發。流雲、輝月二使臉色齊變，妙風使見情勢不對，一根聖火令又搭到了屠龍刀上。張無忌精神大振，以一抗三，竟是絲毫不餒，心下不禁暗暗自慶，幸好一上來便出其不意的搶得妙風使一枚聖火令，否則六令齊施，自己更是難以抵擋。這時四個人已至各以內力相拚的境地。無忌心想你們和我比拚內力，正是以短攻長，我是得其所哉了。霎時間四人均是凝立不動，各運內力，突然之間，無忌胸口一痛，似手被一枚極細的尖針刺了一下……。這一下刺痛突如其來，直鑽入心肺，張無忌手一鬆，屠龍刀便被五根聖火令吸了過去。無忌猝遇大變，竟是心神不亂，順手拔出腰間倚天劍，一招太極劍法的「圓轉如意」，斜斜的劃了個圈子，同時攻向波斯三使的小腹。三使忙要後躍相避，無忌已將倚天劍插還腰間劍鞘，手一伸，又將屠龍刀奪了過來。這四下失刀、出劍、還劍、奪刀，手法之快，直如閃電，正是乾坤大挪移的第七層功夫。波斯三使「噫」的一聲，大是驚奇。他三人內力修為，遠遠不及無忌，這一開口出聲，三根聖火令反而被屠龍刀帶了過來。三人急運內力相奪，終於又成相持不下之局。突然之間，無忌胸口又被尖針刺了一下。這次無忌已有預備，寶刀未曾脫手。但這兩下刺痛似有形，實無質，一股寒氣突破他護體的九陽神功，直侵內臟。無忌情知這是波斯三使一種極陰寒的內力，積貯一點，從聖火令上傳來，攻堅而入。本來以至陰至陽，未必便勝得了九陽神功。只是他的九陽神功遍護全身，這陰勁卻是凝聚如絲髮之細，一鑽一閃，一戮一刺，令人難防難當。有如巨象之力雖巨，婦人小兒卻能以繡花小針刺入其膚。這服陰勁一入無忌體內，立即消失，但便是這麼一刺，可真疼痛入骨。輝月使連連運兩下「透骨針」的內勁，但見無忌竟是毫不費力的抵擋了下來，心下更是駭異，又見他腰間懸著寶劍極是鋒銳，有心一併奪了過來，卻是分手不得。妙風使雖然空著左手，但全身勁力都已集於右臂，左手已與癱瘓無異。無忌知道如此僵持下去，敵人尖針一般的陰勁一下一下的刺將過來，自己終將支持不住，可是實無對策。耳聽身後謝遜呼吸粗重，正自一步步的逼近，知他要擊敵助已。只是這時四人內勁佈滿全身，謝遜一拳擊在敵人身上，已與擊打無忌一般無異，是以始終遲遲不敢出手。無忌尋思：「我和波斯三使並無仇怨，總是要義父先行脫身要緊。但他若知我便是無忌，無論如何不肯捨我而去。」於是朗聲說道：「謝大俠，這波斯三使武功雖奇，在下要脫身而去，卻也不難。請你先行暫避一時，在下事了之後，自當奉還寶刀。」波斯三使聽得他在全力比拚內勁之際，竟能開口說話，洋洋一如平時，心下更驚。謝遜道：「少俠高姓大名？」無忌略一避疑，心想此時萬萬不能跟他相認，否則以義父愛已之深，勢必要和波斯三使拚個同歸於盡，以維護自己，當下說道：「在下姓曾，名阿牛。謝大俠還不遠走，難道是信不過在下，怕我吞沒你這柄寶刀麼？」謝遜哈哈大笑，說道：「曾少俠不必以言語相激。你我肝膽相照，謝遜以垂暮之年，得交你這朋友，實是生平快事。曾少俠，我要以七傷拳打那女子。我一發勁，你撒手棄了屠龍刀。」張無忌知道義父七傷拳的厲害，只要捨得將屠龍刀棄給敵人，一拳便可斃了輝月使，但這麼一來，本教使和波斯總教結下深怨，自己一向諄諄勸誡同教兄弟，務當必和睦為重，今日自己竟不問來由的殺了總教使者，那裏還像個明教教主？當下忙道：「且慢！」向流雲使道：「咱們暫且罷手，在下有幾句話跟三位說明白。」流雲使點了點頭。張無忌道：「在下和明教極有關連，三位既持聖火令來此，乃是在下的尊客，適才無禮，多有得罪。咱們同時各收內力，罷手不鬥如何？」流雲使又連連點頭。張無忌大喜，當時內勁一撤，將屠龍刀收向胸前。只覺波斯三使的內勁同時後撤，突然之間，一股陰勁如刀、如劍、如匕、如鑿，直插入他胸口的「玉堂穴」中。