第二十一回　白衣少女那嗓音尖銳的人道：「這女子的武功到底是甚麼路數？」姬清虛道：「趙師叔說她是古墓派的傳人，所以年紀雖小，身手實是了得。」楊過聽到「古墓派」三字，不自禁輕輕「哼」了一聲。那嗓音尖銳的人道：「甚麼古墓派？」姬清虛道：「聽趙師叔說，這一家一派的人向來極少涉足江湖，是以武林中沒甚麼聲名，怪不得韓寨主不知了。」那韓寨主道：「喂，既然如此，料來也沒甚麼大來頭。明兒在那裏相會？對方有多少人？」姬清虛道：「趙師叔和那女子約定，明兒正午，在此去西南四十里的豺狼谷相會，雙方比武決勝。對方有多少人現在還不知道。咱們既有韓寨主與陳老拳師助拳也不怕他們人多。」另一個聲音蒼老的人道：「好，咱哥兒倆明午準到，韓老弟，咱們走吧。」姬清虛送到門口，壓低了語聲說道：「此處離重陽宮不遠，咱們比武的事，千萬不能讓宮中馬、丘、王諸位知曉，否則怪責起來甚是不便。」韓寨主哈哈一笑，道：「你們怕馬鈺、丘處機這些老道，咱們可不受老道的管。」陳老拳師笑道：「你放心，咱們不洩漏風聲就是。」楊過心想：「原來他們聯手欺我姑姑，宮中掌教祖師。丘祖師等並不知情。」他對全真教雖無好感，但馬鈺與丘處機對他尚無虧待之處，因之他對馬丘也不記恨，但郝大通打死孫婆婆，他卻立意日後定要報復。只聽那四人又低聲商量了幾句，韓陳二人越牆而出，姬清虛和皮清玄送出牆去。楊過心中一動，立即輕輕推開窗門，閃身走進姬皮二道房中。但見炕上放著兩個包裹。他拿起一個包裹一掂，裏面有二十幾兩銀子，心想：「正好用作盤纏。」當下揣在懷裏。另一個包裹五六尺長，原來包著兩柄長劍。楊過一一拔出，使重手法將兩柄劍都折斷了，重行還歸入鞘，再將包裹包好，正要出房，轉念一想，拉開褲子，在二道睡的被窩中拉了一大泡尿。耳聽得有人上牆之聲，知道這兩個道士的輕身功夫也祇尋常，不能一躍過牆，卻要先跳上牆頭，再縱身下地，當下一閃回房，悄悄掩上房門，兩個道人竟然全無知覺。楊過俯耳於牆，傾聽隔房動靜。祇聽兩個道人低聲談論，對明日比武之約似乎勝算在握，一面解衣上炕，突然皮清玄叫了起來：「啊，被窩中濕漉漉的是甚麼？啊，好臭，姬師兄，你怎麼賴了尿也不作聲？」姬清虛啐道：「甚麼賴尿？」接著也大叫了起來：「那裏來的臭貓子到這兒賴尿。」皮清玄道：「貓兒賴尿那有這樣多？」姬清虛道：「咦，奇怪……哎，咱們的銀子呢。」房中霎時一陣大亂，兩人到處找尋放銀兩的包裹。楊過暗暗好笑，只聽得皮清玄大聲叫道：「店伴兒，店伴兒，你這裏是黑店是不是？半夜三更偷客人銀子？」兩人叫嚷了幾聲，那店伴睡眼惺忪的起來詢問。皮清玄一把抓住他胸口，說這客店是黑店，那店伴叫起撞天屈來，驚動了客店中掌櫃的、燒火的、站堂的都紛紛起來，接著住店的客人也擠過來看熱鬧。楊過混在人叢之中，只見那店伴大逞雄辯，口齒便給，滔滔不絕，只駁得姬皮二道啞口無言。那店伴生性最愛與人鬥口，平素沒事尚要撩撥旁人，何況此時旁人惹上頭來，更何況他是全然的理直氣壯？只見他說得口沫橫飛，皮清玄反手就是一個耳光子，那店伴大怒，衝上去要和他拼命。皮清玄飛起一腳，將他踢了個觔斗，店中夥伴大叫：「反了反了。」或執棍棒，或舉鉗叉，欲恃多取勝，擁進來與二道廝打。這些人毛手毛腳，那裏是在二道眼中，只見他二人指南打北，將掌櫃的，站堂的，燒火的一一都打了出來。楊過在旁看得好笑，在房中放頭便睡，任他們鬧得天翻地覆，只是不聞不問。次日清晨，楊過起來吃了兩碗麵條，但見那多嘴店伴滿臉青腫，過來招呼，口中喃喃不絕的還在罵人。楊過笑道：「那兩個賊道怎麼啦？」店伴怒氣勃勃，說道：「直娘賊的臭道士，打了人，還吃白食住白店，房飯錢也不給，拍拍屁股就溜，我今兒定要到重陽宮告去，這終南山的道人個個都守清規，那裏鑽出來這樣的賊道士撒野……」楊過也不理他，給了房飯錢，問明去豺狼谷的路徑，邁步便行。轉瞬間行了二十餘里，豺狼谷已不在遠，一看天色，尚只辰初。楊過心道：「我且躲在一旁，瞧姑姑怎生發付那些歹人。最好別讓姑姑先認出我來。」他隨即想起當日假扮莊稼人，將洪凌波騙過之事，心下甚是得意，決意依樣葫蘆，再來一次，當下走到一家農舍後院，探頭一張，只見牛欄中一條大牯牛正在發威，低頭挺角，向牛欄的木柵猛撞，只撞得登登發聲。楊過心念一動：「我就扮成一個牧童，姑姑乍見之下，一定認我不出。」他悄悄躍進農舍，屋中只有兩個娃娃坐在地下玩土，一見楊過，嚇得不敢作聲。楊過四下張望，找了一套農家衣服，腳上換了草鞋，抓一把土搓勻了抹在臉上，他走近牛欄，只見壁上掛著一個斗笠、一枝短笛，正是牧童常用之物，楊過甚喜，心想這樣一來，扮得更加像了，當下摘下斗笠戴起，拿一條草繩縛在腰間，將短笛插在繩裏，然後開了欄門。那牯牛見楊過走近，已在荷荷發怒，一見欄門大開，登時發足急衝出來，猛往楊過身上撞去。楊過左掌在牛頭上一按，已飛身上了牛背。這牯牛身材高大，足足有六百來斤重，毛長角利，極是雄偉，一轉眼已衝到了大路之上。牠正當發情，性兒暴躁異常，拼命跳躍顛盪，要將楊過震下背來。楊過穩穩坐著，極是得意，笑叱道：「你再不聽話，可有苦頭吃了。」提起手掌，用掌緣在牛肩上輕輕一斬。這一下他只使了二成內力，可是那牯牛已痛得抵受不住，四腿一軟，險險跪倒，正要躍起發威，楊過又是一掌斬了下去。這樣連斬十餘下，那牯牛終於不敢再行倔強。楊過又試出只要用手指戳牠左頸，牠就轉右，戳牠右頸，立即轉左，戳後則進，戳前即退，居然指揮如意。楊過大喜，猛力在牛臀上用手指一點，那牯牛向前狂奔，竟然不輸駿馬，過不多時，穿過一座密林，來到一個四周群山壁立的山谷。但見樹木蒼翠，風物甚是優雅，心道：「如此美景，卻稱為豺狼谷，未免有點委屈了它。」當下將牯牛趕到山坡上吃草，手中牽了繩子，躺在地下假裝睡覺，心中卻在怦怦亂跳，不知小龍女何時到來。他不住望著頭頂太陽，只見紅日漸漸移到中天，心中越來越是慌亂，四下裏一片寂靜，只有那牯牛不時發出幾下鳴聲。突然山谷口傳進幾下擊掌之聲，接著南邊山後也傳來幾下掌聲。楊過躺在坡上，蹺起一隻泥腿，擱在膝上，將斗笠遮住了大半邊臉，只露出右腿在外，過了一會，只見谷口進來三個道人。其中兩人就是曾在客店中見過的姬清虛與皮清玄，另一個約摸五十歲年紀，身材極矮，想來就是那個甚麼「趙師叔」。楊過見不是趙志敬，心中微有異樣之感，也不知是失望，還是但願如此。跟著山後也奔來兩人，一個身材粗壯。想必是韓寨主，另一個面目蒼老，滿頭白髮，當是陳老拳師了。五個人相互行近，只是默默無言的一拱手，各人均不說話，排成一列，面朝西方，那趙師叔仰頭望了望太陽，日光射到他的臉上。楊過從遠方望去，但見他面容金黃，神色極是鎮定，恭謹鄭重，殊無半點輕敵之意。就在此時，谷口外隱隱傳來一陣得得蹄聲，那五個人相互望了一眼，一齊注視谷口，只聽得蹄聲細碎，越行越近，谷口白影一晃，一匹黑驢馱著一位白衣女子，疾馳而來。楊過一瞥之下，心中一凜：「不是姑姑！難道又是他們的幫手？」只見那女子馳到距五人七八丈處，勒定黑驢，冷冷的向各人掃了一眼，臉上一副鄙夷之色，似乎根本不屑與他們言語。姬清虛叫道：「姓陸的，你果然有膽來踐約，把幫手一齊叫出來吧。」那女子冷笑一聲道：「哼！」刷的一聲，也不知從甚麼地方拔出一柄又細又薄的彎刀來，宛似一彎眉月，青光耀眼，寒氣逼人。姬清虛道：「咱們這裏就只五個，你的幫手幾時到來，咱們可不耐煩久等。」那女子左手握刀，將刀一揚道：「那就是我的幫手。」只聽那刀在空中劃過，發出一片清冷的嗡嗡之聲。此言一出，六個人一齊大驚。那五人驚的是她孤身一個女子，竟如此大膽，也不約一個幫手。竟來與武林中的五個高手比武決勝。楊過卻又是失望又是驚駭，他滿心以為在此能候到小龍女，那知所謂「白衣美貌女子」竟然另有其人。他氣惱萬分，胸口逆氣上湧，情感克制不住，哇的一聲，放聲大哭起來。他這一哭，那六個人卻也吃了一驚，但抬頭見是山坡上一個牽牛放草的牧童，當下均未注意，料他是鄉下一個小小孩童，受了甚麼委屈，因而在此哭泣。姬清虛指著韓寨主道：「這位是人稱威鎮秦晉韓寨主。」指著陳老拳師道：「這位是河朔三雄之首的陳老拳師。」又指著「趙師叔」道：「這位就是龍吟劍趙不凡趙道長。」他只道那女子聽了這三人的名頭，定要驚駭害怕，豈知那女子似乎聽而不聞，理也不理，將冷冷的眼光在五人臉上掃來掃去，竟把他們視若無物。趙不凡道：「你既只一人來此，咱們也不能跟你動手。給你十日限期，十日之後，你再約四個幫手，到這裏相會。」那女子道：「我說過已有幫手，對付你們這批酒囊飯袋，還約甚麼人？」趙不凡怒道：「你這女娃娃當真狂得可以……」他待要破口還罵，突然強忍怒氣說道：「你到底是不是古墓派的？」那女子道：「是又怎樣？不是又怎樣？牛鼻子老道，你敢跟姑娘動手呢還是不敢？」趙不凡為人極是持重，見她雖然孤身一人，卻是有恃無恐，只怕她預伏好手在旁，於是說道：「姑娘我倒要請問，你平白無辜的傷了我派門人，到底是甚麼原因？倘若錯在我方，小道登門向你師父謝罪。若是姑娘說不出一個緣由，那可休怪無禮。」那女子冷然一笑，道：「自然是因你那兩個牛鼻子無禮，我才教訓他們。不然，天下雜毛甚多，何必定要削他們兩個鼻子耳朵？」趙不凡愈是見她托大，愈是驚疑不定，陳老拳師年紀雖大，火氣卻是不小，搶上一步，喝道：「小娃娃，跟前輩說話，還不下驢？」說著身形一晃，已欺到黑驢跟前，伸手去抓她右臂。這一下出手迅速之極，那女子不及閃躲，立時被他一把抓住，因她右手握刀，左臂被抓，已不能揮刀擋架。不料冷光閃動，那女子手臂一扭，一柄彎刀竟出其不意的劈了下來。陳老拳師大駭，急忙撒手，總算他見機奇快，變招迅捷，但兩根手指已被刀鋒劃破。他急忙躍後，拔出單刀，哇哇大叫：「賊賤人，你當真活得不耐煩啦。」韓寨主從腰間取出一對鏈子錘，趙不凡亮出長劍。姬清虛與皮清玄也抓住劍鞘，拔劍出鞘，斗覺手上重量有異，兩人不約而同「咦」的一聲，吃了一驚，原來手中抓住的各是半截斷劍。他們那知昨晚楊過暗中使了手腳，此時大敵當前，竟然沒了兵刃。那女子見二人狼狽尷尬的神態，不禁噗哧一笑。楊過正自悲傷，聽到那女子笑聲，一眼見到二道的古怪模樣，也不自禁的破涕為笑。只見那女子一彎腰，刷的一刀，往皮清玄耳上一削去。皮清玄急忙縮頭，那知他一刀削來，意勢不盡，手腕微抖，在半空中轉了個彎，終於將皮清玄的右耳削去。其餘四人大驚，不料她刀法精奇若斯，再也顧不得以多敵少，當下團團把她黑驢圍住。姬皮二人退在後面，手裏執著半截斷劍，拋去是不捨，拿著可又沒用，不知如何是好。那女子清嘯一聲，左手一提韁繩，胯下黑驢猛地縱出數丈。陳老拳師等急忙圍上。韓寨主人未奔近，鐵錘已先擊到。那女子見他兵刃沉猛，招數險惡，心中微感驚訝：「此人武功好生了得。」當下不敢輕忽，身形一偏，避開了他一錘。這韓寨主號稱「威震秦晉」，這一對鏈子錘使發出來，果然是威不可當。陳老拳師的武功刀不如拳，加之手指受了傷，一柄單刀還不如何了得，但趙不凡的劍法，可果真不凡，既準且狠，劍劍刺向敵人要害。楊過此時心神略定，方細看那女子容貌，只見她一張瓜子臉，極是俏麗，年紀似尚比自己小著一兩歲，無怪那店伴不信那「白衣美貌女子」是他姊姊。她眉目秀美，皮色微黑，與小龍女的皎白勝雪截然不同。這女子使的兵刃，極是怪異，刀法輕盈流動，雖然是單刀，大半卻是劍的路子，刺削多而砍斫少。只看了數招，楊過心道：「她使的果然是我派武功，難道又是李莫愁的弟子？」他初時見五個大男人圍攻一個女子，心中自是不憤，但見到她武功家數後，想起多半是李莫愁的弟子，對她登時起了反感，心想不論誰勝誰敗，我都不理。於是曲臂枕腦，仰天而臥，冷眼觀鬥。起初十餘招，那少女居然與三人鬥得勢均力敵，她騎在驢背，居高臨下，彎刀揮處，五人不得不跳躍閃避。又鬥十餘招，姬清虛見自己拿著一柄斷劍，不能相助，心念一動，叫道：「皮師弟，跟我來。」躍出戰團，奔向旁邊的樹叢，揀了一株細細長長的小樹，用勁齊根折斷了，撕去枝葉，儼然是一根桿棒。皮清玄大喜，依樣折了一株小樹。姬清虛道：「打驢不打人！」兩根桿棒，左右夾攻，向黑驢刺去。那少女輕輕叱了一聲：「不要臉！」揮刀擋開雙棒，就這麼微一分心，韓寨主的鏈子錘與趙不凡的長劍前後齊到。那少女急使險招，低頭橫身，鐵錘夾著一股勁風，從她臉上掠過。只聽噹的一聲，彎刀與長劍相交，就在此時，黑驢負痛長嘶，前足提了起來，原來被姬清虛刺了一棒。陳老拳師就地打個滾，展開地堂刀法，又用刀背在驢腿上重重一擊。這麼一來，那少女再也不能乘驢而戰。眼見劍錘齊至，當即飛身而起，左手已抓住皮清玄的桿棒，微微用力，那桿棒斷成兩截。她雙足著地，回刀橫削，解了陳老拳師砍來的一刀。楊過一驚：「怎麼？原來她已受了傷？」原來那少女左足微跛，縱躍之間，顯得不甚方便，她所以不肯下驢，自是為了這個緣故。楊過一見，俠義之心頓起，待要插手相助，轉念想道：「我和姑姑好端端在古墓中長相廝守，都是那惡女子李莫愁到來，才鬧到這步田地。」當下轉過了頭，不去瞧她。耳聽得兵刃相交之聲，叮噹不絕，好奇心終於按捺不住，又迴過頭來，但見相鬥情勢已變，那少女東奔西竄，已是遮攔多還手少。突然間，韓寨主一錘飛去，那少女將頭一偏，正好趙不凡一劍削到，叮的一聲輕響，竟將少女束髮的銀環削斷了一根，她半邊鬢髮披了下來。那少女秀眉微揚，嘴唇動了一動，臉上登如罩了一層嚴霜，刷的還了一刀。楊過見她揚眉動唇的怒色，心中劇烈一震：「姑姑惱我之時，也是這般神色。」只因那少女這一發怒，楊過立時決心助她，但見她左支右絀，神情已十分狼狽。趙不凡叫道：「你與赤練仙子李莫愁到底怎生稱呼？再不詳說，莫怪無禮！」那少女彎刀橫迴，從他後腦鉤了過來。趙不凡料不到她有如此怪異的招數，未曾防備，陳老拳師急叫：「留神！」姬清虛猛力舉桿棒向彎刀砍去，這才救了趙不凡性命。五人見那少女的招數如此毒辣，各人下手再不容情。霎時之間，那少女連還險招。趙不凡心知這少女與李莫愁必有淵源，若是留下活口，被李莫愁那魔頭得知訊息，他日可禍患無窮，是以劍劍指向她的要害。楊過心想此女危在頃刻，再也延緩不得，翻身上了牛背，伸指在牛臂上一戳，那牯牛放開四蹄，向六人直衝過去。楊過大叫：「啊喲！救人啊，我的牯牛發瘋啦！」叫聲甫畢，一人一牛已衝進當場。那六人惡鬥正酣，突然見到一隻瘋牛，都吃了一驚，待要縱開避讓，那牯牛已奔到姬清虛皮清玄二人身後。楊過伏在牛背之上，雙手雙腳亂舞，似乎嚇壞了一般，兩手向前一探，已抓住了姬皮二人背心的「鳳眼穴」。這是人身的大穴之一，姬皮二人被拿，登時全身麻軟，動彈不得，楊過雙臂輕輕一抬，將二人掛在牛角之上，口中仍在大叫：「救命，救命。」左足尖在牛臀上一踢，那牯牛又衝上山坡。但見牠背上伏著一人，每隻角上都掛著一個道人。那少女與趙不凡等見奇變生於俄頃，一時住手罷鬥。楊過的武功比這六人均高出甚多，他這手法竟無一人識破。他雙手輕輕一送，將姬皮二人拋在山坡，驅牛回下坡來，向韓寨主與陳老拳師二人衝去。韓寨主自負勇力，將鏈子錘繞回腰間，隻足牢牢擺定馬步，兩手一探，已抓住牛角，要硬生生的制服瘋牛。楊過大叫大嚷，雙手雙腳仍是亂動，他一手點中了韓寨主胸口「將台穴」，一足踢中陳老拳師腰間「精促穴」，不待二人倒地，已抓住他們掛上牛角，運到山坡上拋下。那少女與趙不凡見到瘋牛古怪若斯，不由得面面相覷。二人適才捨生忘死的惡鬥，此時卻不禁有了一點「同舟共濟」之感，但見那瘋牛轉頭又至，牛背上的牧童叫得聲音也啞了，顯是危急萬狀。趙不凡待瘋牛衝到他離身半丈之處，長劍一挺，避開瘋牛正面的衝勢，斜身急刺，眼見這一劍要在瘋牛肚上刺個窟窿。豈知劍尖剛要觸到牛皮，那牧童手舞短笛，亂舞亂揮，笛身正好與劍尖一碰，那劍準頭登時歪了。趙不凡一驚，急忙躍起，想要飛越牛身而過，那知人在半空，腿上突然一麻，身子跌了下來，正好掛在牛角，被那瘋牛挑著，奔上山坡，拋在地下。楊過扭轉牛頭，又向那少女疾衝過去。那少女見趙不凡等五個高手盡被瘋牛撞倒，雖自驚疑不定，但想區區一頭牯牛，究竟不會有多大神通，眼見那牛口吐白沫，奔到跟前，當即身形縱起，一刀向牛頸砍了下去。楊過大叫：「不好，別殺我牛兒。」伸指在牯牛肩頭一戳，那牛將頭一偏，剛好避了這一刀。楊過一個打滾，摔下牛背，大叫：「救命，救命！」那牯牛站著喘氣，卻不再走動。那少女見瘋牛穩穩立定，定了定神，提刀往山坡上奔去。楊過暗想：「不好，那五人定要遭她的毒手。」從地下拾起幾粒石子，揚手往五人一一擲去。他年紀雖小，武功實已練到了出神入化之境，他與五人距離甚遠，但每一顆小石都打中各人穴道。趙不凡等突覺身上一痛，麻軟登失，只道那少女暗中伏下了極厲害的幫手，點穴解穴始終是那高手所為，此人既網開一面，那裏還敢戀戰？一骨爬起身來，翻身而逃。皮清玄慌慌張張，不辨東西，反而向那少女奔去？姬清虛大叫：「皮師弟，到這裏來！」皮清玄待要轉身，那少女搶上一步，彎刀斫了下來，皮清玄大驚，手中又無兵刃，急忙偏身閃避，豈知那少女這柄刀斫出時方向極難推定，似東實西，如上卻下，冷光閃處，已砍到了他的面門。皮清玄危急中舉手一格，擦的一聲，彎刀已將他手掌削了下來。此時他尚未覺得疼痛，回頭急逃。趙不凡回過身來，橫劍護住。那少女知他了得，不敢逼近，眼見姬清虛扶住皮清玄，翻出去了。她冷笑幾聲，心中大是狐疑：「難道另外有人伏在左近？」她急步在四下樹林一搜，靜悄悄的沒半個人影，又回到谷底，但見楊過哭喪著臉坐在地下，只是叫苦。那少女道：「喂，牧童兒，你叫什麼苦？」楊過道：「這牛兒發瘋，身上撞爛了這許多毛皮，回去主人家定要打死我。」那少女看牯牛，見牠毛色光鮮，也沒撞損什麼，說道：「好吧，總算你這牛兒幫了我一個忙，給你一錠銀子。」說著從懷中掏出一錠五兩銀子的元寶，擲在地下。她想楊過定要大喜稱謝，那知他仍是愁眉苦臉，搖著頭不拾銀子。那少女道：「你怎麼啦？傻瓜，這是銀子啊。」楊過道：「一錠不夠。」那少女一摸懷中，還有一錠大銀，當下取出來又擲在地下。楊過有意逗他，仍是搖頭。那少女惱了，秀眉一揚，臉一沉，罵道：「沒啦，傻瓜！」轉身便走。楊過見了她發怒的神情，胸口一盪，眼睛發酸，想起小龍女平日責罵自己的模樣，心意已決：「一時之間若是尋不著姑姑，我就儘瞧姑娘惱怒的樣兒。」當下伸手抱住了她的右腳，說道：「你不能走！」那少女用力一掙，但被他牢牢抱著，掙之不脫，更是發怒，叫道：「放開！你抱著我幹麼？」楊過見她怒氣勃勃，心中愈是樂意，道：「我回不了家啦，你救我。」那少女又好氣又好笑，舉刀喝道：「你再不放手，我一刀砍死你。」楊過抱得更加緊了，假意哭了起來，說道：「你砍死我算啦，反正我回家去也活不成。」那少女道：「你要怎地？」楊過道：「我不知道，我跟著你去。」那少女心想：「沒來由惹得這傻瓜跟我胡纏。」提起刀來，一刀砍了下去。楊過料想她不會真砍，仍是抱住她的腳不放，那知少女心狠手辣，這一刀當真是砍向他的頭頂，雖然不想取他性命，卻要在他頭頂砍上一刀，好叫他吃點苦頭，不敢再來歪纏。楊過見刀鋒距頭不過數寸，一個打滾，避了開去，大叫：「救命，救命！」那少女更加惱怒，搶上一步，又是一刀砍去。楊過橫臥地下，雙腳亂踢，大叫：「我死啦，我死啦！」他一雙泥足瞎伸瞎撐，似乎全無章法，但那少女幾次險些被他踢中手腕，竟然砍之不中。楊過見她一臉怒色，正是要瞧這副嗔態，不由得痴痴的凝望，那少女也是個絕頂聰明之人，見他神色古怪，喝道：「你起來！」楊過道：「那你殺我不殺？」那少女道：「好，我不殺你就是。」楊過慢慢爬起，呼呼喘息，暗中運氣閉血，一張臉登時慘白，全無血色，就似嚇得魂不附體一般。那少女心中得意，「呸」了一聲道：「瞧你還敢不敢胡纏？」彎刀一揚，指著山坡上皮清玄那隻割下來的手掌說道：「人家這般兇神惡煞，我也砍下他的爪子來。」說著伸出彎刀，在楊過的髒衣服上擦了幾擦，拭去刀上的血跡。楊過暗暗好笑：「你當我是什麼人，竟敢如此無禮？」但臉上裝出惶恐畏懼模樣，不住退縮。那少女還刀入鞘，右足挑起那錠大銀，笑道：「接住了。」但見白光閃動，那錠銀子往楊過面門飛來。這一飛之勢並不甚急，常人都能順手接住，楊過卻故意裝得毛手毛腳，伸手在空中亂抓，砰的一下，那銀子撞到他的額角。楊過按住額頭，大叫：「啊喲！」那銀子落將下來，拍的一下，又撞正他右腳腳背。他右手按頭左手撫腳，左足單足而跳，大叫：「你打我，你打我。」嗚嗚的哭了起來。那少女見他蠢得不可救藥，輕輕啐了聲：「傻瓜！」轉身找尋黑驢，但那驢子早已在她與趙不凡等激鬥時逃得不知去向，只得徒步而行。楊過拾起銀子，揣在懷裡，牽住牛繩跟在她後面，叫道：「姑姑，你帶我去。」那少女理也不理，加快腳步，轉眼間將他拋得影蹤不見。那知剛歇得一歇，只見他牽著牯牛，遠遠奔來，叫道：「帶我去啊，帶我去啊。」那少女秀眉緊蹙，展開輕功，一口氣奔出數里，只道他定然再也追趕不上，不料過不多時，又隱隱聽到「帶我去啊」的叫聲。那少女怒從心起，反身奔去，刷的一聲，拔出彎刀。楊過叫聲：「啊喲！」轉身便逃。那少女只要他不再跟隨，也就罷了，將彎刀插入刀鞘，轉身再行。走了一陣，聽得背後一聲牛鳴，回頭一望，但見楊過牽了牯牛，遙遙跟在後面，與她相距約有三四十步。那少女站定腳步等他過來，可是楊過見她不走，也就立定不動，她若行前，當即跟隨若是返身追來動武，他轉頭就逃。這樣追追停停，天色已晚，那少女始終擺脫不了楊過的瞎纏。她見這小牧童雖然傻裡傻氣，腳步卻是異常迅捷，想是在山地中奔跑慣了，要待追上去點他穴道，或是砍傷他兩腿，每次總是被他連滾帶爬，狼狽異常的溜脫。其實楊過的武功高出那少女甚遠，他有意在千鈞一髮之際逃脫，好教那少女不起疑心。又纏了幾次，那少女左足跛了，行得久後，甚感疲累，於是心生一計，高聲叫道：「好吧，我帶你走便是，你可要聽我的話。」楊過喜道：「你當真帶我去？」那少女道：「是啊，幹麼要騙你？我走得累了，你騎上牛背，也讓我騎著。」楊過牽了牯牛快步走近，暮靄蒼茫中見她眼光閃爍，知她不懷好意，當下笨手笨腳的爬上了牛背。那少女右足一點，輕輕巧巧的躍上，坐在楊過前頭，心想：「我黑驢逃走了，騎這牯牛倒也不壞。」用足尖在牛脅上踢了一下。牯牛受痛，發蹄狂奔。那少女微微冷笑，手肘用力向後一撞，正中楊過胸口乳下的「期門穴」。楊過叫聲「啊喲！」一個觔斗翻下了牛背。