第九十五回　千里赴難峨嵋眾女不置可否，當即分頭前去尋覓周芷若，群雌粥粥。痛斥男子漢薄倖無良，那也不在話下。原來趙明握在手掌中給張無忌觀看之物，乃是一束金黃色的頭髮。無忌一看之下，登時認出這是謝遜的頭髮。要知謝遜所練內功與眾不同，更是生具異稟，因此中年以後，一頭長髮轉為金黃之色，但這顏色和西域色目人的金髮，卻又是截然有異，無忌一看之下，便能分辨。他想謝遜的頭髮既被趙明割下一截，想必身子已落入她掌握之中，即便不然，她也必知曉謝遜的下落。他對謝遜和親生父親並無分別，一見金髮，只覺普天之下，更無一事比救出義父更加要緊。他心知趙明既持此髮而來，只要自己和周芷若拜了天地，趙明一怒之下，不是去殺了謝遜，便是於他大大不利，可是當著群豪之前，卻又不能向周芷若解釋其中苦衷。要知眾賀客之中，除了明教和武當派諸人之外，幾乎人人欲得謝遜而甘心，不是報復昔日謝遜大肆殺戮之仇。便是意圖奪取屠龍寶刀。是以他一見趙明奔出，明知萬分對不起周芷若，終是以義父性命為重，跟著追來。他一出大門，只見趙明提氣疾奔，肩頭鮮血，沿著大街一路灑將過去。無忌吸一口氣，竄出數丈，當即攔在趙明身前，說道：「趙姑娘，你別逼我做不義之人，受天下英雄唾罵。」趙明肩頭受傷極重。初時憑著一口真氣支持，勉力而行，她一聽無忌之言，說道：「你……你……」真氣一洩，登時摔倒在地。無忌俯身道：「你先跟我說，我義父在那裏？」趙明道：「你帶著我去救他，我跟……跟你……指路。」無忌道：「他老人家性命可是無恙？」趙明有氣沒力的道：「你義父……，義父落了成崑手中。」張無忌聽到「成崑」兩字，這一驚當真是心膽俱裂。他此時已知當日成崑在光明頂上乃是詐死，此人武功既高，計謀又富，謝遜和他仇深似海，既是落入他的手中，則兇險不可言喻。趙明道：「你一個人不成，叫……叫楊逍他們同去……」一面說，一面伸手指向西方，突然間，腦袋向後一仰，已是暈了過去。張無忌想像義父此刻身歷的苦楚，五內如焚，抱起趙明，匆匆撕下衣襟，替她裹了傷口，招手命街旁一個明教教徒過來，囑咐道：「你快去稟報楊左使，命他急速率領眾人，向西趕來，說我有要事吩咐。」那教徒垂手答應，飛奔著前去稟報。無忌心想能早到一刻便好一刻，世事難料，說不定便因半刻之間的延擱，便致救不到謝遜的性命，當下抱起趙明，快步走到城門邊，命守門將士牽過一匹健馬，飛身而上，向西急馳。馳了十餘里，只覺懷中趙明的身子漸漸寒冷，伸手搭一搭她的脈膊，更是跳得十分微弱，無忌驚慌起來，揭開她傷口裹著的衣襟，只見五個指孔深及肩骨，傷口旁都變成紫黑之色，顯然中了劇毒。無忌大是驚疑：「芷若是峨嵋弟子，如何會使這種陰毒武功？她出招之凌厲狠辣，更比滅絕師太尤為了得，實是令人大惑不解。」眼見若不急救，趙明登時便要毒發身死，他一身新郎裝束，身邊如何會攜帶得療毒的藥品？微一沉吟，當即跨下馬背，抱著趙明縱身往左首的山上竄去。他凝目草叢之中。尋找去毒的草藥，可是一時之間，連最尋常的草藥也無法找到。無忌一顆心怦怦亂跳，翻過一座山又是一座山，口中只是喃喃禱祝。突然間眼睛一亮，只見右前方一條小瀑布旁，生有四五朵紅色小花，那正是去毒的妙藥，無忌大喜，輕輕將趙明放在地下。越過兩道山澗，走到瀑布之旁，正要俯身去摘那紅花，忽聽得身後一個女子聲音喝道：「住手！」無忌轉過頭來，只見隔澗站著三個女子，中間一人身材瘦長，身穿尼姑裝束，他識得是峨嵋派弟子靜慧，另外兩個玄衣少女，也是峨嵋弟子，卻不知姓名。只見靜慧手持長劍，滿臉怒容，喝道：「張教主，你在這裏幹什麼？」張無忌反手一抓，已將三朵紅花摘在手裏，深恐一加延擱，便救不了趙明性命，當即將紅花放在口中咀嚼口含含糊糊的道：「靜慧師太，你身上可帶得有『佛光去毒丹』？」那「佛光去毒丹」，乃是峨嵋派的去毒聖藥，功效可比這些小紅花強得多了，峨嵋弟子，下山行道，身上大都攜帶，一來治病救人，二來自防不測。靜慧道：「我有便怎樣？無便如何？」無忌道：「這位趙姑娘身中劇毒，請師太施捨三枚靈丹，救她一救。」靜慧長眉軒起，厲聲道：「這妖女是害死師父的兇手，峨嵋弟子，人人恨不得食其肉而寢其皮。哼，哼！她身中劇毒，那正是惡貫滿盈，張教主，我又來問你，今日是你和本派掌門的大喜日子，何以受了這妖女蠱惑，三言兩語。便……便抱了她離開喜堂？你置我掌門人於何地？置峨嵋派於何地？」張無忌一揖到地，說道：「靜慧師太，我救人要緊，實有說不出的苦衷，一切只好請各位原諒。我愛芷若之心，至死不變，皇天后土，實所共鑒。」靜慧聽到他說「救人要緊」四字，只道他所說要救之人便是趙明，決沒想到另行牽涉謝遜在內，心下更是憤怒，大聲道：「當時好端端地，這妖女又沒受傷？就算你要救她，儘可與我掌門人行禮成婚之後，再行施救。哼，當真是花言巧語，一派胡言。」無忌聽她言語糾纏，心知多挨一刻，趙明肩頭的毒傷便重一刻，當下眉頭一皺，搶到趙明身旁，撕開她肩頭一些衣服，將口中嚼爛的紅花，敷到她傷口之上。便只這片刻的耽擱，傷口附近的肌肉更紫更黑，腫得更加高了，不由得暗暗心驚，趙明若是便此傷發而死，不但令他慘痛難當，而且謝遜和成崑眼下卻在何處，一時也是不易知曉，茫茫人海，卻向何處找去？說不定謝遜竟爾遭了成崑毒手，不及相救，那可是千古之恨了。他雙手顫抖，正替趙明敷藥，忽聽得腦後金刃劈風，嗤的一劍，刺了過來。無忌左手一帶，三根手指平平貼在劍刃之上，一推一掠，已將靜慧這一劍化解了開去。他一招並不回頭，但聽風辨器之準，實已到了化境，須知這一手「推三阻四」只須有厘毫之差，三根手指便給長劍削了下來。常人若非高出對手數籌，便是面面相對，也不敢輕易使用，何況背後出招，盲目卸劍？靜慧這一劍被他輕描淡寫的用三指化開，剛要再度出招，那知對方這一招餘力未盡，她身形一晃，踉踉蹌蹌的跌開三步。靜慧又驚又怒，明知不是無忌的對手，但一來今日之事實在辱人太甚，難以容忍，二來眼前的趙明正是害死師父的大仇人，峨嵋弟子無一不是痛心泣血，發下毒誓，務必殺之而甘心。眼見這大仇人身受毒傷，昏迷不醒，只須纏住張無忌使他不得施救，多半不須用劍，便能殺敵報仇，當下縱聲喝道：「柯師妹、歐師妹，一齊上啊！」兩個玄衣少女長劍出鞘，一齊向張無忌攻到。無忌苦笑道：「我和三位無冤無仇，何必苦苦相逼？」一面說，一面揮動左手，以乾坤大挪移的心法，見招拆招，卸開三人劍招，右手不停的用紅花敷傷。靜慧三人長劍如虹，化成濛濛劍氣，圍繞在無忌身旁，竟是刺不到他一片衣角。靜慧猛地裏大喝一聲，長劍顫動，疾向躺在地下的趙明身上刺去。無忌「嘿」的一聲，左手中指彈出。噹的一響，靜慧只覺虎口劇痛，再也拿捏不住，青光閃閃，三尺長劍飛向天空。這柄長劍飛到天空，拍的一響，斷成兩截，兩段斷劍相距丈餘，急速落下。靜慧手中沒了兵刃，倏出一指，點向無忌後心死穴。無忌見她下手毒辣，心下不禁有氣：「你便是要阻我救人，也不必制我死命。」左手伸轉，在她手腕上一搭、撲的一下，將靜慧的身子直摔了出去。柯歐二女見師姊連吃兩次大虧，嚇得不敢再行上前動手。無忌敷完藥後，見趙明氣息微弱，傷處黑氣漸漸擴大，蔓延到了胸前和背脊，情知這紅花解不了劇毒，回過身來，對靜慧道：「靜慧師太。你是佛門子弟，慈悲為本，請賜三枚佛光去毒丹，張無忌終身感激大恩。」靜慧怒道：「叫你救活了這妖女，便是我峨嵋派大敵。周掌門從此和你恩斷義絕，再也無可挽回。」那姓歐的少女一直想勸無忌幾句，只是師姊在前，沒她說話的地步，這時再也忍耐不住，說道：「張教主，你和我周師姊這樣…這樣好，何必為了這妖女…而這樣…這樣……你還是回去，和周師姊……和周師姊……吧？」她說了這幾句話，已是脹得粉臉通紅。無忌聽她雖然辭不達意，說得斷斷績續，但語意卻是極為誠懇，也不禁有些感動，說道：「多謝姑娘美意，但我不能見死不救。」但見趙明肩頭一片黑氣越來越濃，皺眉道：「姑娘，請你施我三枚佛光去毒丹，張無忌必當重報。」這姓歐的少女心軟，伸手入懷便要去取丹藥，眼光向靜慧一瞥，只見她滿臉煞氣，心中一驚。一隻手雖然摸到了藥瓶，卻不敢從懷中掏將出來，靜慧喝道：「歐師妹，你忘了恩師的血仇麼？你若將丹藥給人，我當場一掌便劈死了你。」無忌怒道：「妳不給那也罷了，何以攔阻旁人？」靜慧對無忌的武功實是頗為忌憚，雙掌交錯，護在胸前，一步步向後的退開，叫道：「柯師妹、歐師妹，咱們走！」她這一示怯，意欲逃走，登時引起了無忌搶藥之心。他雙眉一軒，說道：「靜慧師太，我救人要緊，你再不給藥，在下可要得罪了。」說著向靜慧身前走去。靜慧左掌一揚，右掌從左掌掌底穿出，一股勁風。向無忌面門撲來。無忌身形微斜，讓她手掌掠著自己左頰而過，便是相差寸許，沒能打著，就是這要一側，左手突然翻轉，已點中了她左肩的穴道。靜慧上身被制。飛起右足，踹到無忌腿上，這一腳踢得極快，無忌也不退讓，卻將她踹來之力反震了回去。靜慧只感右足足底「湧泉穴」中一股熱氣湧將上來，登時全身酸麻，再也動彈不得。那姓歐少女求道：「張教主。你別……別傷我師姊。」無忌道：「我不傷她。請你從她懷中取丹藥給我。」靜慧喝道：「歐師妹，峨嵋弟子，寧死不屈，你敢動我一動？」無忌見兩個少女神情猶豫，此刻趙明生死懸於一線，再也顧不得什麼「男女授受不親」的俗禮，便伸手到靜慧懷中去取丹藥，靜慧「呸」的一聲，一口唾沫向無忌臉上噴去。無忌側頭讓開，手中摸到三個小磁瓶，便取了出來。正在此時，那姓柯少女連人帶劍，直向無忌後心撲到。無忌閃身一讓，眼見她劍勢兇猛，生怕收不住招而刺中靜慧，當下右手一轉，引開她的劍尖，拿著了三枚磁瓶的左手，卻因此無意中碰到了靜慧右肩琵琶骨處的肌膚。無忌吃了一驚，急忙縮手，不敢再和靜慧目光相對，拔開三隻磁瓶的瓶塞，分辨藥性，將三枚佛光去毒丹嚼爛了，一半餵入她的口中，一半敷在她的肩頭，心想她中毒甚深，三枚丹藥只怕不夠，索性將一瓶佛光去毒丹揣在懷內，說道：「得罪！」解開靜慧的穴道，抱起趙明，向西便奔。忽聽得身後那姓歐少女驚呼：「師姊，不可。」無忌回過頭來，只見青光一閃，靜慧左手持劍，將自己右肩齊琵琶骨處卸了下來，霎時間滿地都是鮮血，靜慧身子搖晃，卻並不摔倒。無忌大吃一驚，知道是自己適才取藥之時闖的禍，為了避開柯姓少女一劍。左手撞到了靜慧肩胸之間的肌膚。她是出家清修的女尼，身子被男人碰到，引為奇恥大辱，憤激之際，竟爾出此烈性行逕。無忌身如雷閃颼颼颼出指如風，連點她傷處附近七八處穴道，止住猶似泉湧的血流。靜慧厲聲道：「魔教惡賊，滾開！」便在此時。遠處連連響起哨聲，那柯姓少女取出竹哨，放在口中，與之應答。無忌知道這是峨嵋派招呼同儕的訊號，一回頭，只見七八人疾馳而來。無忌心想峨嵋後援到來，靜慧的性命當可無礙，但自己若與群女朝相，只有越加糾纏不清，當下回身抱起趙明，飛奔而去。那柯姓少女卻也不敢追趕。無忌生怕再與峨嵋弟子撞到，不敢行走大路，只是落荒而走。奔出三十餘里，趙明嚶嚀一聲，醒了過來，低聲道：「我…我可還活著麼？」無忌見佛光去毒丹生效，心中大喜，笑道：「你覺得怎樣？」趙明道：「肩上癢得很，唉，周姑娘這一手功夫當真厲害。」無忌將她輕輕放下，再著她肩頭時，只見黑氣絲毫不淡，只是趙明的脈搏卻已不如先前微弱。無忌略一沉吟，知道丹藥不足以拔毒，於是俯口到她肩頭，將傷口中毒血，一口口的吸將出來，吐在地下，腥臭之氣，沖鼻欲嘔。趙明星眸迴斜，伸手撫著無忌的頭髮，嘆道：「無忌哥哥，這中間的原委，你想到了嗎？」無忌吸完毒血，到山溪中去嗽了口，回來坐在她的身畔，問道：「什麼原委？」趙明道：「周姑娘是名門正派的弟子，怎地會這種陰毒的邪門武功？」無忌道：「我一直很覺奇怪，不知是誰教她的？」趙明嫣然一笑，道：「定是魔教那派的小賊教的了。」無忌笑道：「魔教中魔頭雖多，誰也不會這種武功，只有青翼蝠王吸人頸血，張無忌吸人毒血，差相彷彿。」趙明斜倚在他身上，說道：「今日耽誤了你的洞房花燭，你怪我不怪？」不知如何，無忌此刻心中甚感喜樂，除了掛念謝遜安危之外，反覺比將要與周芷若拜堂成親之時，更是平安舒暢，到底是什麼原因，卻也說不上來，然而要他承認喜歡趙明攪翻了喜事，可又說不出口，只得道：「我自然怪你，日後你與那一位英俊瀟灑的郡馬爺拜堂之時，我來大大搗亂一場，決不讓你太太平平的做新娘子。」趙明蒼白的險上一紅，笑道：「你來搗亂，我一劍殺了你。」無忌忽然嘆了口氣，黯然不語。趙明道：「你嘆什麼氣？」無忌道：「不知道那位郡馬爺前生做了什麼善事，修來這樣的好福氣。」趙明笑道：「你現下再修，也還來得及。」無忌心中抨然一動，道：「什麼？」趙明臉一紅，不再接口了。說到這裏，兩人誰也不好意思往下深談，休息一會，無忌再替她敷藥，抱起她身子，又向西行。趙明靠在他肩頭，粉頰和他左臉相貼，無忌鼻中聞到的是粉香脂香，手中抱的是溫玉軟玉，不由得意馬心猿，神魂飄飄，倘若不是去營救義父，真的要放慢腳步，在這荒山野嶺中慢慢的走它一輩子了。這一晚便在濠州之西的荒山中露宿一夜，次日無忌和趙明到了一處小鎮，買了一匹健馬。趙明毒傷極難拔淨，身子虛弱，無力單獨騎馬，只好靠在無忌身上，兩人同鞍而坐。如此行了五日，已到河南境內，這日正行之間，忽見前面塵頭大起，有百餘騎疾馳而來，只聽得鐵甲鏘鏘，正是蒙古的騎兵。無忌將馬勒在一旁，讓開了道。那些蒙古騎兵見張無忌衣飾華貴，手中抱著一個青年女子，也均不以為意，從無忌身旁縱騎而過。數百名騎兵走完，隔著數十丈處，又是一隊騎者，但這群人行列並不整齊，或前或後，行得疏疏落落，無忌一瞥之下。暗叫：「不好！」急忙轉過了頭，原來他見到人群之中，竟有趙明手下的「神箭八雄」在內。他雖無所畏懼，但與這些人撞見，總是多生枝節。這二十餘人從無忌身旁行過，只因無忌和趙明的臉朝向道旁，神箭八雄竟無一人知覺。待這一批人過完，無忌拉過馬頭，正要向前再行，忽聽得蹄聲輕捷，三乘馬如煙如霧的衝到。中間是匹白馬，馬上乘客錦袍金冠，手揮長鞭，兩旁各是一匹栗馬，鞍上赫然是鹿杖客和鶴筆翁玄冥二老。無忌待要轉身，鹿杖客卻同時看到了二人，叫道：「郡主娘娘休慌，救駕的來了。」鶴筆翁縱聲長嘯，聲音遠遠的傳了出去。「神箭八雄」等聽到嘯聲，一齊圈轉馬頭，登時將無忌圈在中間。無忌一怔，眼睛向懷中的趙明望卻，臉上似說：「你安排下伏兵，向我襲擊嗎？」卻見趙明神色頗為憂急，登知自己錯怪了，心中立時舒坦，只要知道趙明並非出賣自己，那麼任何危難，均可鎮定應付。只聽趙明道：「哥哥，沒想到在這裏見到你，爹爹好吧？」無忌聽她叫出「哥哥」兩字，才留神騎白馬的那個錦袍青年，認得他是趙明之兄庫庫特穆爾，漢名叫作王保保。無忌曾在大都見過他兩面，只因全神貫注在玄冥二老身上，沒去留心這個看來武功並不甚高的青年。王保保乍見嬌妹，不禁又驚又喜。無忌認得他，他卻不識無忌，皺眉道：「妹子，你…你…」趙明道：「哥哥，我中了敵人暗算，身受毒傷，幸蒙這位張公子救援，否則今天見不到哥哥了。」鹿杖客將嘴湊到王保保耳邊，低聲道：「小王爺，那便是魔教的教主張無忌。」王保保久聞張無忌之名，只道趙明受他挾制，在他脅迫之下，方出此言，右手一揮，玄冥二老已欺到無忌左右五尺之處，神箭八雄中的四雄也各彎弓搭箭，對準無忌的後心。王保保道：「張教主，閣下是一教之主，武林中成名的豪傑，欺侮舍妹一個弱女子，豈不教人恥笑，快快將她放下，今日饒你不死。」趙明道：「哥哥，你何出此言？張公子確是有恩於我，怎說得上『欺侮』二字？」王保保認定妹子是在敵人淫威之下，不得不如此說，朗聲道：「張教主，你武功再強，總是雙拳難敵四手，快快放下我妹子，今日咱們兩下各不相犯。我王保保言而有信，不須多疑。」無忌心想：「趙姑娘毒傷甚重，隨著我千里奔波，不易痊可，既與她兄長相遇，還是讓她隨兄而去，由王府名醫調治，於她身子有益。」便道：「趙姑娘。令兄要接你回去，咱們便此別過，只請示知我義父所在，我自去設法相救。咱們後會有期。」說到這裏，心下甚是黯然神傷，明知和她漢蒙異族，官民殊途，雙方仇怨甚深，但臨別之際，實是不勝戀戀之情。不料趙明道：「一路上我沒跟你說謝大俠的所在，內中自有深意，我只答應帶你前去找他，卻不能告訴你地方了。」無忌一怔，道：「你重傷未愈，跟著我長途跋涉，大是不宜，還是與令兄同歸的為是。」趙明目光中滿是執拗之色，道：「你若是撇下我，便不知謝大俠的所在。我身子一天好似一天，路上走走，反而好得快，回到王府去。可悶也悶死了我。」無忌向王保保道：「小王爺，你勸勸令妹吧。」王保保大奇，心念一轉，冷笑道：「嘿嘿，你裝模作樣，弄什麼鬼？你手掌按在我妹妹死穴之下，她自是只好遵你吩咐，口中胡說八道。」無忌一躍而起，縱身下地。神箭八雄中有二人只道他要出手向王保保襲擊，颼颼兩箭，挾著極強的勁風，向無忌背心射了過來。無忌有心要顯顏色，左手一引一帶，使出乾坤大挪移神功，兩枝狼牙箭回轉頭去，勁風更厲，拍拍兩音，將發箭二人手中的長弓弓背劈斷了。若非那二人閃避得快，還得身受重傷，只見雙箭餘勢不衰，疾插入地，箭尾鵰翎兀自顫動不已。眾人見他這等功夫，除了玄冥二老外，自王保保以下，無不駭然變色。無忌離趙明遠遠地，說道：「趙姑娘，你先回府養好傷勢，我等再謀良晤。」趙明搖頭道：「王府中的醫生，那裏有你醫道高明？你送佛送上西天吧。」王保保見無忌已遠離妹子，但妹子仍是執意與他同行。不由得又驚又恐。向玄冥二老道：「有煩兩位保護舍妹，咱們走！」玄冥二老齊聲應道：「是！」走到趙明馬旁。趙明朗聲道：「鹿鶴二位先生，我有要事須隨同張教主前去辦理，正嫌勢孤力弱，你二位隨我同去吧。」玄冥二老向王保保望了一眼道：「魔教的魔頭行事邪僻，郡主不宜和他多所交往，還是跟小王爺一起回府的為是。」趙明秀眉微蹙，道：「兩位現下只聽我哥哥的話，不聽我話了麼？」鹿杖客陪笑道：「小王爺是為郡主娘娘好，他的金石良言，乃是出於愛護郡主的至意。」趙明停了一聲，向王保保道：「哥哥，我行走江湖，早得爹爹允可，你不用為我擔憂，我自己會當心的。你見到爹爹時，代我問候請安。」王保保知道父親向來寵愛嬌女，原是不敢過份逼迫，但任由她孤身一人隨魔教的教主而去，無論如何不能放心，見趙明伏在馬鞍之上，嬌弱無力，卻是提韁欲往西，當即張開雙臂攔住，道：「賢妹，爹爹隨後便來，你稍待片刻，稟明了爹爹再走不遲。」趙明笑道：「爹爹一到，我便走不成了。哥哥，我不管你的事，你也別來管我。」王保保再向張無忌打量，見他長身玉立，面目英俊，聽著妹子的語氣，顯已鍾情於他，心想明教造反作亂，乃是大大的叛逆，朝廷的對頭，妹子竟然受此魔頭蠱惑，為禍非小，當下左手一揮，喝道：「先將這魔頭拿下了。」鹿杖客揮動鹿杖，鶴筆翁舞起鶴筆。化作一片黃光，兩團黑氣，齊向無忌身上罩下。玄冥二老功力深厚，較之殷天正，謝遜等人猶有過之，二老聯手夾攻，那幾乎是從所未有之事，無忌也是絲毫不敢怠慢，凝神應敵。趙明深知玄冥二老的厲害，無忌武功雖強，但以一敵二，手中又無兵刃，只怕折了威名，叫道：「玄冥二老，你們若是傷了張教主，我稟明爹爹，可不能相饒。」王保保怒道：「亂臣賊子，人人得而誅之。玄冥二老，你們殺了這小魔頭，父親和我均有重賞。」他頓了一頓，又道：「鹿先生，小王加贈四名美女，定教你稱心如意。」他兄妹二人，一個要殺，一個下令說不得損傷，倒使玄冥二老左右做人難了。鹿杖客向師弟使個眼色，低聲道：「捉活的。」無忌突然展開聖火令上所載武功，上身微斜，右臂彎過，從莫名其妙的方位轉了過來，拍的一下，重重打了鹿杖客一個耳光，喝道：「你倒捉捉看。」鹿杖客突然間吃了這個大虧，又驚又怒，但他究竟是第一流高手，心神絲毫不亂，將一根鹿頭杖使得風雨不透。無忌欲侍再使偷襲，打倒一人，一時之間竟是無法可施。趙明馬韁一提，縱馬便行，王保保馬鞭揮出，刷的一鞭打在她坐騎的左眼之上。那馬吃痛，長聲嘶鳴，前足提了起來。趙明傷後虛弱，險些兒從鞍上摔下，怒道：「哥哥，你定要阻攔麼？」王保保道：「好妹子，你今日聽我的話。哥哥慢慢跟你陪罪。」趙明道：「哥哥，你今日若是阻我，有一個人不免死於非命。這位張教主從此恨我入骨，你妹子……你妹子也難以活命。」王保保道：「妹子說那裏話來？汝陽王府中高手如雲，自能保護你周全。這小魔王別說出手傷你，便是要再見你一面，也未必能夠。」趙明嘆道：「我就怕不能再見他。那我……我是不想活了。」蒙古女子不甚拘泥禮法，他兄妹二人又是情誼素篤，素來無話不說，趙明情急之下，竟是毫不隱瞞，將傾心於張無忌的心意坦然說了出來。王保保怒道：「妹子你忒也胡塗，你是蒙古王族，堂堂的金枝玉葉，怎能向蠻子賤狗垂青？若讓爹爹得知，豈不氣壞了他老人家？」左手一揮，登時又有三名高手上前夾攻張無忌。只是無忌和玄冥二老此時各運神功，數丈方圓之內勁風如刀，那三名高手竟是插不下手去。趙明叫道：「張公子，你要救義父，須得先救我。」王保保見妹子意不可回，莫要真是阻她不住，父親面前如何交代！當下猿臂一伸，將她抱了過來，放在身前鞍上，雙腿一夾，縱馬便行。趙明的武功本較兄長為高，但重傷之下，四肢全無力氣，無可抗拒，只有張口大呼：「張公子救我，張公子救我！」無忌呼呼兩掌，使的是十成勁力，將玄冥二老逼得倒退三步，身形一晃。展開輕功，向王保保馬後追來。玄冥二名和那些高手提氣急追，要待纏住無忌。以便小王爺脫身。但無忌每當五人追近。便呼呼呼向後拍出數掌，使的均是降龍十八掌中那一招「神龍擺尾」，他這一招掌法雖未學得至精至妙，然九陽神功威力奇大，每掌拍出。玄冥二老使須收腳閃避，不敢直攖其鋒。如此連阻三阻，無忌已是追及奔馬。縱身躍在半空。抓住王保保後頸。他這一抓之中，暗藏拿穴手法，王保保上身登時一陣酸麻，雙臂放開了趙明，身子已被無忌提起，向鹿杖客投擲過去，鹿杖客只怕小王爺受傷。急忙張臂接住，無忌卻已抱起趙明，躍離馬背，向左首山坡上奔去。鶴筆翁和其餘高手大聲吼喝，隨後追來。可是這山峰高達數百丈，登高追逐，最是考較輕功，玄冥二名內力極強，輕功在武林中卻非一流，反是另外四五人遠在鶴筆翁前頭。無忌在山上拾起幾枚石子，連珠擲出，登時有二人被打中要害，骨碌碌的滾下山來。餘人暗自吃驚，雖在小王爺監視之下不敢停步，腳下卻是放得緩了。眼見無忌抱趙明越奔越遠，再也追趕不上。王保保氣得破口大罵，連叫：「放箭，放箭！」自己彎弓搭箭，颼的一箭，向無忌後心射去，他弓力甚勁，但終於相距太遠，箭尖離無忌後心尚有丈餘，一枝箭便掉在地下。趙明抱著無忌頭頸，知道眾人已追趕不上，一顆心才算落地，嘆了口氣道：「總算我有先見之明，沒告知你謝大俠的所在，否則你這沒良心的小魔頭，焉肯出力救我。」無忌轉過一個山坳，腳下仍是絲毫不緩，說道：「你跟我說了，自己回府養傷，豈不兩全其美？又何苦既得罪了兄長，又陪著我吃苦？」趙明道：「我既決意跟著你吃苦，這位兄長嘛，遲早總是要得罪的。我只怕你不許我跟著你，別的我什麼都不在乎。」無忌雖知她對自己甚好，但有時念及，總想這不過是少女懷春，一時意動，沒料到她竟是糞土富貴，棄尊榮猶如敝屣，一往情深若此，低下頭去，但見她蒼白憔悴的臉上情意盈盈，眼波流動，說不盡的嬌媚無限，忍不住俯下頭去，在她微微顫勁的櫻唇上一吻。一吻之下，趙明滿臉通紅，激動之餘，竟爾暈了過云，無忌深明醫理，料知無妨。心中卻又加深了一層感激，突然想起：「芷若待我，那有這般好！」