第九十七回　萬仙大會鄧百川這聲斷喝，乃是以更高內力，震傷了對方，從他那聲慘呼之中聽來，那人受傷還真是不輕，說不定已然一命嗚呼。那人慘嗚之聲將歇，但聽得嗤的一聲響，一枚綠色火箭射上天空，蓬的一下炸了開來，映得半邊天空都成深碧之色。風波惡道：「一不做二不休，掃蕩了這妖魔的巢穴再說。」慕容復點了點頭，道：「咱們讓人一步，乃是息事寧人之計，既然幹了，便幹到底。」六個人向著那綠火直奔了過去。王玉燕於天下各家各派的武學幾乎是無所不知，無所不曉，但內力甚淺，臨敵應變的經驗更是半點也沒有。慕容復恐她受驚吃虧，放慢腳步，陪在她的身邊。綠火微光之中，只聽得包不同和風波惡兩聲呼叱，已和人動上了手，跟著三條黑影飛了起來，啪啪啪三響，撞向山壁，顯然是給包風二人乾淨利落的料理了。慕容復奔到綠燈之下，只見鄧百川和公冶乾站在一隻青銅大鼎之旁，臉色凝重。銅鼎中有一道煙氣筆直上升，細如一線，卻是其疾如矢。王玉燕道：「是川西碧磷洞桑土公一派。」鄧百川道：「姑娘果然淵博。」包不同回過身來，道：「你怎知道？這燒狼煙報訊之法，幾千年前就有了，未必就只川西碧磷洞──」他這句話還沒說完，只見公冶乾指著銅鼎的一足，示意要他觀看。包不同彎下腰來，晃火摺一看，只見鼎足上鑄著一個「桑」字，乃是幾條小蛇，幾條蜈蚣之形盤成，銅綠斑斕，宛然是一件古物。包不同明知王玉燕說得對了，還要強辭奪理：「就算這隻銅鼎是川西桑土公一派的，焉知他們不是去借來的？何況『贗鼎、贗鼎』，十隻鼎倒有九只是假的。」原來川西碧磷洞桑土公一派都是苗人猺人，行事與中土武林人士大不相同，素擅下毒之技，江湖人士聞之十分頭痛。好在他們與世無爭，只要不闖入川西猺山地界，他們也不會輕易侵犯旁人。這時慕容復等驟然間見到這隻銅鼎，心下都有些嘀咕：「此處離川西甚遠，難道也算是桑土公一派的地界麼？」以慕容復、鄧百川等人的武功修為，當然也不會害怕甚麼桑土公，只是和這種邪門外道向來無怨無仇，一來勝之不武，二來糾纏上了身，甚是麻煩頭痛。眼前他們日間所思、夜晚所夢，只是大燕王朝的中興復國，和這種化外之人結仇，實在甚是無謂。慕容復微一沉吟，便已定下計較，道：「這是非之地，早早離去的為妙。」眼見銅鼎旁躺著一個氣息奄奄的老者，身穿褐色短衣，腰間纏著一條草繩，睜大了眼，氣憤憤的望著各人，當然便是適才發話肇禍之人了。慕容復向包不同點了點頭，嘴角向那老人一歪。包不同會意，反手抓起那根懸著綠燈的竹桿，倒過桿頭，連燈帶桿，噗的一聲，插入那老者胸口，綠燈登時熄滅。王玉燕「啊」的一聲驚呼。公冶乾道：「量小非君子，無毒不丈夫！這叫做殺人滅口，以免後患。」飛起右足，踢倒了銅鼎。慕容復拉著王玉燕的手，斜刺向左首竄了出去。只奔出十餘丈，黑暗中嗤嗤兩聲，金刃劈風，一刀一劍從長草中劈了過來。慕容復袍袖一拂，借力打力，左首那人的一刀砍在右首那人頭上，右首那人一劍刺入了左首之人心窩。一剎那間料理了偷襲的二人，腳下竟是絲毫不停。公冶乾讚道：「公子爺，好功夫！」慕容復微微一笑，身形向前一竄，啪的一掌揮出，將迎面衝來的一名敵人打得骨碌碌的滾下山坡。左手又是一掌擊出，那敵人舉雙掌一擋，「啊」的一聲大叫，口噴鮮血。黑暗之中，慕容復突然聞到一陣腥臭之氣，跟著微有銳風，撲面而來。慕容復急凝掌風，將這兩件不知名的暗器反擊了出去，但聽得「啊」的一下長聲驚呼，顯然敵人已中了自己所發的歹毒暗器。黑暗之中，驀地陷入重圍，也不知敵人究有多少，只是隨手殺了數人，但覺一個的武功高似一個，殺到了六人時，慕容復暗暗心驚，尋思：「起初三人均是川西桑土公一派，後來三人的武功顯是另屬不同的三派。怨家越結越多，大是不妙。」只聽得鄧百川叫道：「大夥兒並肩往『聽香小築』闖啊！」原來「聽香小築」是姑蘇燕子塢中的一個莊子，位於西首，向為慕容復的侍婢阿朱所居。鄧百川說向聽香小築闖去，便是往西退卻之意，以免被敵人聽到而在西邊阻截。慕容復一聽，便即會意，但其時四下裏一片漆黑，星月無光，難以分辨方位，不知西首卻在何方。他微一凝神，聽得鄧百川厚重的掌聲在身後右側響了兩下，當即拉著王玉燕，斜退三步，向鄧百川身旁靠去，只聽得啪啪兩聲輕響，鄧百川和敵人又對了兩掌。從那掌聲之中聽來，敵人著實是個好手，跟著鄧百川吐氣揚聲，「嘿」的一聲呼喝，慕容復知道鄧大哥使出一招「石破天驚」的掌力，對方多半抵擋不住，果然那人失聲驚呼，聲音甚是尖銳，但那聲音越響越下，猶如沉入了地底，跟著是石塊滾動，樹枝斷折之聲。慕容復微微一驚：「這人失足掉入了深谷。適才綠光之下，沒見到有甚麼山谷啊。幸好鄧大哥將這人先行打入深谷，否則黑暗中一腳踏了個空，說不定竟自墮入了萬丈深淵。」便在此時，左首高坡上有個聲音飄了過來：「何方高人，到萬仙大會來搗亂？當真將三十六洞真人、七十二島散仙，都不放在眼內麼？」慕容復和鄧百川等都是輕輕「啊」的一聲，他們都聽過「三十六洞真人、七十二島散仙」的名頭。但所謂「真人、散仙」，只不過是一批既不屬任何門派，又不隸屬甚麼幫會的旁門左道之土。這些人武功有高有低，人品有善有惡，人人獨來獨往，各行其是，相互不通聲氣，也便成不了甚麼氣候，江湖上向來不予重視，只知他們有的散處東海黃海中的海島，有的在崑崙、祁連深山中隱居，近年來消聲匿跡，毫無作為，誰也沒加留神，沒想到竟會在這裏出現。慕容復朗聲道：「在下朋友六人，乘夜趕路，不知眾位在此相聚，多有冒犯，謹此謝過。黑暗中事出誤會，雙方一笑置之便了，請各位借道。」他這幾句話不亢不卑，並不吐露自己的身份來歷，對誤殺對方幾人之事，也陪了罪。突然之間，四下裏哈哈、嘿嘿、呵呵、哼哼笑聲大作，越笑人數越多。初時不過十餘人發笑，到後來四面八方都有人加入大笑，聽聲音不下五六百人，有的便在近處，有的卻似在數里之外。慕容復聽對方聲勢如此浩大，又想到那人所說的「萬仙大會」四字，心道：「看來今晚倒足了霉，誤打誤撞的，闖進這些旁門左道之士的大聚會中來啦。我迄今未吐露自己姓名，還是一走了之的為是，免得將事情鬧到不可收拾。何況寡不敵眾，咱們六個人怎對付得了這數百人？」眾人哄笑聲中，只聽高坡上那人道：「你這人說話輕描淡寫，把事情看得忒也易了。你們六個人已出手傷了咱們好幾位兄弟，萬仙大會的群仙若是就此放你們走路，三十六洞和七十二島的臉皮，卻往那裏擱去？」慕容復定下神來，凝目四顧，只見前後左右的山坡、山峰、山坳、山脊各處，影影綽綽的都站滿了人，有的大袖飄飄，有的窄衣短打，有的是長鬚飛舞的老翁，有的卻是雲髻高聳的女子。這些人本來不知是在那裏，突然之間，都如從地底下湧了出來一般。這時鄧百川、公冶乾、包不同，風波惡四人都已聚在慕容復和王玉燕的身周，分站前後左右，以為衛護，但在這數百人的包圍之下，只不過如人海中的一葉小舟而已。慕容復和鄧百川等生平經歷過無數大陣大仗，但見了眼前這等情勢，也不禁背上發毛，尋思：「這些人個個古裏古怪，十個八個是不足為患，但聚在一起，著實不易對付。」慕容復氣凝丹田，朗聲說道：「常言道不知者不罪。三十六洞真人、七十二島散仙的大名，在下也素有所聞，絕不敢故意得罪。川西碧磷洞桑土公、藏邊虯龍洞玄黃子、北海玄冥島島主章周夫先生，想來都在這裏了。在下無意冒犯，恕罪則個。」忽聽得一個乾澀的聲音呵呵笑道：「你提到咱們名字，就想這般輕易混了出去麼？嘿嘿，嘿嘿！」慕容復心頭有氣，說道：「在下敬重各位是長輩，先禮後兵，將客氣話說在頭裏。難道我慕容復便怕了各位不成？」眾人聽到「慕容復」的名字，許多人都是「啊」的一聲，那乾澀的聲音道：「是『以彼之道，還施彼身』的姑蘇慕容氏麼？」慕容復道：「不敢，正是區區在下。」那人道：「姑蘇慕容氏，可不是泛泛之輩。掌燈，大夥兒見上一見！」他一言出口，突然間東南角上升起了一盞黃燈，跟著西首和西北角上各有紅燈升起。霎時之間，四面八方都有燈火升起，有的是燈籠，有的是火把，有的是孔明燈，有的是松明柴草，顯然各家洞主、島主所攜來的燈火各各不同，有的是粗鄙簡陋，有的卻是十分工細。這些燈火忽明忽暗的映照在各人的臉上，奇幻莫名，慕容復見這些人有男有女，有俊有醜，既有僧人，亦有道士，一大半人手中持有兵刃，而這些兵刃也大都奇形怪狀，說不出名目。只聽得西首一人說道：「慕容復，你姑蘇慕容氏愛在中原逞威，那也由得你。但到萬仙大陣來肆無忌憚的橫行，卻不把咱們也瞧小了？你號稱『以彼之道，還施彼身』，我來問你，你要以我之道，還施我身，卻是如何施法？」慕容復循聲瞧去，只見西首岩石上盤膝坐著一個大頭老者，那大腦袋光禿禿地，半根頭髮也無，臉上充血，遠遠望去，一個頭便如一顆血球。慕容復微一抱拳，道：「請了！足下尊姓大名？」那人捧腹而笑，說道：「老夫在考一考你，要看姑蘇慕容氏果然是真才實學呢，還是浪得虛名。我剛才問你：你若要以我之道，還施我身，卻是如何施法。只要你答得對了，別人老夫管不著，老天卻不再來跟你為難。海闊由魚躍，天空任鳥飛，你愛去那裏便是那裏！」慕容復瞧了這般局面，知道今日之事，絕不能空言善罷，勢必要出手露上幾招，便道：「既是如此，在下奉陪幾招，前輩請出手罷！」那人又是嘿嘿嘿捧腹而笑，道：「我是在考較你，不是要你來伸量我。你若是答不出，那『以彼之道，還施彼身』這八個字，乘早給我收了起來罷！」嘉容復雙眉微蹙，心道：「你一動不動的坐在那裏，我既不知你門派，又不知你姓名，怎知你最擅是的是甚麼絕招？不知你有甚麼『道』，卻如何還施你身？」他略一沉吟之際，那大頭老者已冷笑道：「我三十六洞、七十二島的朋友散落天涯海角，不理會中原的閒事。山中無猛虎，猢猻亦稱王，似你這等乳臭未乾的小子，居然也說甚麼『南慕容、北喬峰』，呵呵！好笑啊好笑，無恥啊無恥！我跟你說，你今日若要脫身，那也不難，你向三十六洞每一位真人、七十二島每一位散仙，都磕上十個響頭，一共磕上一千零八十個頭，咱們便放你六人走路。」包不同憋氣已久，再也忍耐不住，大聲道：「你叫我家公子爺們以你之道，還施你身，又叫他向你磕頭。你這門絕技，我家公子爺可學不來了。嘿嘿，好笑啊好笑，無恥啊無恥！」他抑揚頓挫，居然將這大頭老者的話學了個十足。那大頭老者咳嗽一聲，一口濃痰吐出，疾向包不同臉上射了過來。包不同斜身一避，那口濃痰從他左耳畔掠過，突然間在空中轉了個彎，托的一聲，重重的打在包不同額角正中。這口濃痰勁力著實不小，包不同只覺一陣頭暈，身子晃了幾晃，原來這一口痰，正好打中在他眉毛之上的「陽白穴」。慕容復心中一驚：「這老兒痰中含勁，那是絲毫不奇，奇在這口痰吐出之後，便會在半空中轉彎。」那大頭老者呵呵笑道：「慕容復，老夫也不用你以我之道，還施我身，只要你說出我這一口痰的來歷，老夫便服了你。」慕容復腦中念頭飛快的亂轉，卻無論如何想不起來，忽聽得身旁一個清亮柔和的聲音說道：「端木島主，你練成了這『歸去來兮』的五斗米神功，實在不容易。但殺傷的生靈，卻也不少了罷。我家公子念在你修為不易，不肯揭露此功的來歷，以免你大遭同道之忌。難道我家公子，竟也會用這功夫來對付你麼？」慕容復一回頭，見說話的聲音竟是出自王玉燕之口，不由得又驚又喜。他知道王玉燕聰明絕倫，讀書過目不忘，瑯嬛閣中所藏的武學經典，她縱覽數遍，已記得滾瓜爛熱，天下各家各派的功夫，可說是無所不知，無所不曉，只是不會使用而已。這「五斗米神功」的名目，自己從未聽見過，她居然知道了，卻不知說得對是不對。那大頭老者本來一張臉血也似紅，突然之間，變得全無血色，但立即又變成紅色，笑道：「小娃娃，胡說八道，懂得甚麼『五斗米神功』，損人利己，陰施險惡，難道是我這種人練的麼？但你居然叫得出老爺爺的姓來，總算很不容易的了。」王玉燕聽他如此說，知道自己是猜對了，只不過他不肯承認而已，便道：「海南島五指山赤燄洞端木洞主，江湖上誰人不知，那個不曉？端木洞主這功夫原來不是『五斗米神功』，那麼想必是從地火功中化出來的一門神妙功夫了。」「地火功」是赤燄洞一派的基本功夫。赤燄洞一派的宗主，都是複姓端木，這大頭老者名端木元。他聽王玉燕說出了自己的身份來歷，卻偏偏又替自己掩飾「五斗米神功」，對她頓生好感，何況赤燄洞在江湖上實在是籍籍無名的一個小派，在她口中，居然成了「誰人不知，那個不曉」，更是高興，當下笑道：「不錯，不錯，這是地火功中的一項雕蟲小技。老夫有言在先，你既道出了寶門，我便不來難為你了。」突然間一個細細的聲音發自對面岩石之下，嗚嗚咽咽，似哭非哭的說道：「端木元，我丈夫和兄弟，都是你殺的麼？是你練這天殺的『五斗米神功』，因而害死了他們的麼？」說話之人給岩石的陰影遮住了，瞧不見她的模樣，隱隱約約間可見到是個身穿黑衣的女子，長挑身材，衣衫袖子甚大。端木元哈哈一笑，道：「這位娘子是誰？我壓根兒不知道『五斗米神功』是甚麼東西，你莫聽這位小姑娘信口開河。」那女子向王玉燕招了招手，道：「小姑娘，你過來，我要問一問你。」她這麼一招手，王玉燕只感到有一股吸力，要將她身子拉過去一般，身形一晃，左腳向前踏了一步，忙用力凝住身子。那女子再招了招手，王玉燕又要向前走去，不由得驚呼了一聲。慕容復知道對方是在行使「擒龍功」一類的凌虛擒拿法，這種擒拿法若是練得精粹，一招手便能將對手憑空抓了過來。王玉燕內力平平，但這女子須得連連招手，方能將她招將過去，可見她這門功夫尚未練得十分到家。眼見她第三次又再招手，慕容復袍袖輕揮，「斗轉星移」的功夫使將出來，這凌虛擒拿的內勁便反擊過去。那女子啊的一聲，立足不定，從岩石的陰影下跌跌撞撞的向前衝了出來。這女子衝到距慕容復身前四五尺處，內勁消失，便不再向前。她大吃一驚，生恐慕容復出手加害，用力一躍，向後退了丈許，這才立定。王玉燕道：「南海椰花島黎夫人，你這門『採燕功』的確神妙，佩服佩服。」那女子臉上神色不定，道：「小姑娘，你──你怎知道我姓氏？又──又怎知道我──我這『採燕功』？」這時她身子已不在岩石的陰影之下，眾人見到她身穿一襲黑衣，但黑衣中似乎織有各種彩色絲線，以及金線、銀線，在燈火照耀之下，彩影變幻，閃爍流動。王玉燕道：「七彩寶衣是椰花島至寶，四海皆知。適才夫人露了這一神妙功夫，擒龍控鶴，凌虛取物，自然是椰花島威振天下的『採燕功』了。」原來椰花島地處南海，山岩上多產燕窩，只是燕窩都是生於絕高絕險之處，採燕窩不易。黎家久處島上，數百年來由採集燕窩而練成了獨門的「採燕功」。這功夫不但有凌虛取物的擒拿手法，輕功步法也是與眾不同。王玉燕看到她向後一躍之勢，宛如為海風所激，更無懷疑，便道出了她的身份來歷。黎夫人被慕容復一招手便引將過去，心下已自怯了，再被王玉燕一口道破自己的武功家數，只道自己所有的伎倆，全在對方算中，當下不敢更示強悍，只有向端木元道：「端木老兒，好漢子一人做事一身當，我丈夫和兄弟，到底是你害的不是？」端木元呵呵笑道：「失敬，失敬！原來是南海椰花島島主黎夫人，說將起來，咱們同處南海，你還是老夫的芳鄰那！尊夫我從未見過面，怎說得上『加害』兩字？」黎夫人將信將疑，道：「日久自知，只盼不是你才好。」她說了這句話，又隱身岩後。黎夫人剛退下，突然間呼的一聲，頭頂松樹掉下一件重物，鏜的一聲大響，跌在岩石之上，卻是一口青銅巨鼎。慕容復又是一驚，抬頭先瞧松樹，看樹頂躲的是何等樣人物，居然將這一件數百斤重的大傢伙搬到樹頂，又摔將下來。看這銅鼎模樣，便與適才公冶乾所踢倒的碧磷洞銅鼎形狀相同，只是鼎身卻大得多了，難道桑土公竟是躲在樹頂？他一抬頭，但見樹頂靜悄悄地，沒有半個人影。便在此時，忽聽得幾下細微異常的響聲，混在風聲之中，幾不可辨。慕容復機靈異常，雙袖舞動，揮起一股勁風，反擊了出去，眼前銀光閃動，幾千百根細如牛毛的小針從四面八方迸射開去。慕容復暗叫：「不好！」伸手攬住王玉燕腰間，縱身一躍，憑空升起，卻聽得公冶乾、風波惡以及四周人眾紛紛呼喝：「啊喲，不好！」「中了毒針。」「這歹毒暗器，他奶奶的！」「哎喲，癢死了！」慕容復身在半空，一瞥眼間，見那青銅大鼎的鼎蓋一動，有甚麼東西要從鼎中鑽了出來，這時情勢險惡，已然無法細想，他右手一托，將王玉燕的身子向上送起，叫道：「坐在樹上！」跟著身子向下一落，雙足踏住鼎蓋，不住抖動，當即使「千斤墜」功夫，硬將鼎蓋壓住。其時兔起鶻落，只是片刻間之事，慕容復剛將那鼎壓住，四周眾人的呼喝之聲已是響成一片：「哎喲，快取解藥！」「這是碧磷洞的牛毛針，一個時辰封喉攻心，最是厲害不過。」「桑土公這臭賊呢，在那裏？在那裏？」「快揪他出來取解藥。」「這臭賊亂發牛毛針，連我這老朋友也傷上了。」「桑土公在那裏？」「快取解藥，快取解藥！」「桑土公在那裏？」「快取解藥！」之聲，響成一片。中了毒針之人有的亂蹦亂跳，有的抱樹大叫，顯然這牛毛針上的毒性十分厲害，令中針之人奇癢難當。這些人中頗有些是一派之長，一宗之主，也都醜態畢露，顧不得自己的身份了。慕容復所關心的，只是自己弟兄有無中了對方毒手，一晃眼間，只見公冶乾左手撫胸，右手按腹，正自凝神運氣，風波惡卻是雙足亂跳，破口大罵。他知道這二人已中了暗算，心中又是憂疑，又是惱怒。這無數毒針，顯然是有人開啟銅鼎中的機括，從鼎中發射出來，否則絕不可能在頃刻之間，竟有許多細針激射而出。更惱人的是，銅鼎墮地，引得他自然而然的抬頭觀望，鼎中便乘機發射，若不是他見機迅速，內力強勁，這幾千萬枚毒針都已鑽入他的肉裏了。那麼發暗器之人有鼎護身，穩若泰山，慕容復內勁反激出去的毒針，都射在旁人身上，有些在鼎上，自也傷不到他。只聽得一個人陰陽怪氣的道：「慕容復，這就是你的不對了，怎麼『以彼之道，還施我身』？這可與你慕容家的作為不對啊。」此人站得甚遠，半邊身子又是躲在岩石之後，沒中到毒針，便來說這些風涼話兒。慕容復不去理他，心想解鈴還是繫鈴人，要解此毒，自然要找鼎中發針之人，只覺得腳下鼎蓋不住抖動，顯是那人想要衝將出來，但慕容復的「輕身功夫」極是了得，左手三根手指搭在那株大松樹上，欲輕則如羽毛，欲重則逾萬斤，那人要想鑽出鼎來，若不是以寶刀寶劍破鼎而出，使須以腰背之力，將那株松樹連根拔起。須知這時慕容復三根手指傳力，已如將鼎蓋釘住在大松樹下。鼎中人天生神力，平時腰背一拱之下，連大牯牛也給他撞倒了，否則豈敢行險僥倖，使這種古怪法子來傷人？他連拱幾下，鼎上竟如給一座小山壓住了一般，紋絲不動，那人也是十分焦急，連連運力，卻那裏掀得動慕容復的「千斤墜」？慕容復心下計較已定，情知他每掀一下，都是大耗真元，自己已將他的力道都移到了那株大松樹上，只見那松樹左右搖晃，樹根咯咯直響，要連根拔起固然談何容易，但樹周小根，卻已給他迸斷了不少，等他再掀數下，突然鬆勁，讓他突鼎而出。料想他出鼎之時，必然隨手再施牛毛細針以防護自身，那時一掌擊落，將這千百枚毒針都釘在他的身上，不怕他不取解藥出來，其時奪他解藥，自比求他取藥有利得多。只覺那鼎蓋又掀了兩下，突然間鼎中人再無動靜，慕容復知道他在運勁蓄力，準備一舉突鼎而出，當即腳下鬆勁，右掌卻暗暗運力。那知過了好一會，鼎中人仍足一動也不動，倒如已經悶死了一般。四下裏的號叫之聲，卻響得更加慘厲了。有些功力較淺的二三代弟子，難忍麻癢，竟是在地下打滾，更有以頂撞石，以拳捶胸，情景甚是可怖。忽聽得七八人齊聲叫道：「將桑土公揪出來，揪他出來，快取解藥！」叫喊聲中，十餘人紅了眼睛，同時向慕容復衝了過來。慕容復左足在鼎蓋上一點，身子輕飄飄的躍起，正要坐在那松樹的橫幹之上，突然間嗤嗤聲響，斜刺裏一叢銀光閃動，又是千百枚細針向他射了過來。這一變故來得突兀之極，發射毒針的桑土公當然仍在鼎中，而這叢毒針來勢之勁，數量之多，又顯然出自機括，並非人力，難道桑土公的同黨隱伏在旁，再施毒手麼？這時慕容復身在半空，無法閃避，若以掌力反擊，則鄧百川等四人都在下面，不免重蹈覆轍，又傷了自己兄弟。好慕容復，那「南慕容、北喬峰」六字，究非幸至，慕容氏家傳武功，實有鬼神莫測之妙，慕容復雖然致力於中興復國，未能潛心練武，但姑蘇慕容家的嫡系傳人豈同泛泛？他右袖一振，猶如風帆般在半空中一借力，身子向左飄開三尺，同時右手袖子飄起，一股柔和渾厚的力道發出來，將那千百枚毒針都托向天空。這一下身子便如一隻輕飄飄的大紙鳶，悠然滑翔而下。其時天上雖然星月無光，四下裏燈籠火把卻是照耀得十分明亮，眾人眼見慕容復瀟灑自如的滑行空中，無不驚佩。慘呼喝罵聲中，響出了一陣春雷般的喝采聲來，立時掩住了這一片凄厲刺耳的號叫。慕容復身在半空，雙目卻注視著這叢牛毛細針的來路，忽聽得「嚶嚀」一聲，發自松樹之頂，竟是王玉燕的聲音。慕容復無暇探詢，身子落到離地約有丈餘之處，左腳在一根橫跨半空的樹幹上一撐，借力向右方撲出。他落下時飄飄盪盪，勢道甚是緩慢，這一次撲出，卻是疾如鷹隼，一陣勁風掠過，雙足便向岩石旁一個矮矮胖胖的人頭頂踏了下去。原來他在半空時目光籠罩全場，見到此人懷中抱著一口小鼎模樣的傢伙，作勢欲再發射。那矮子一滑足，避開三尺，行動極是敏捷，便如一個圓球在地下打滾。慕容復一足踏了個空，砰的一掌拍出，掌力直透對方後背。那矮子正要站起身來，給慕容復這一掌打得又摔倒在地。他借勢直竄出七八丈外，方再站起，但慕容復這一掌，力道甚是強勁，那矮子顫巍巍的站直，搖晃幾下，雙膝一軟，坐倒在地。十餘人叫道：「桑土公，取解藥來，取解藥來！」向他擁了過去。鄧百川和包不同均想：「原來這矮子便是桑土公！」兩人急於要擒住了他，好取解藥來治把兄弟之傷，同時大喝，向他直撲而下。桑土公左手在地下一撐，想要站起，卻是受傷不輕，終究力不從心。包不同來勢最快，一伸手，便向他肩頭抓了下去，這一下出的乃是重手，叫他無論如何掙扎不脫，不料右手五指剛抓上他的肩頭，手指和掌心立時疼痛難當，縮手不迭，反掌一看，只見滿掌心鮮血淋漓，原來桑土公身內衣甲上裝滿了尖針，便如一頭箭豬刺蝟相似。這些尖針上一般的餵了毒藥，霎時之間，包不同但覺手掌上奇癢難當，一直癢到心裏去，恨不得立時便將這隻手掌斬了下來。他又驚又怒，飛起左足，一招「金鉤破冰」，便向桑土公屁股上踢了過去。但見他伏在地下，身子微微蠕動，這一腳非重重踢中了不可。他這一腳去勢迅捷，剎那之間，足尖離桑土公的臀部不過數寸，突然間省悟：「啊喲不好，他屁股上若是也裝尖刺，我這一隻腳又是糟糕。」其時這一腳已然踢出，若是硬生生的收回，勢須扭傷了自己的筋骨，包不同百忙之中變招，左掌疾出，在地下重重一拍，身子借勢倒射而出，總算見機得快，足尖只在桑土公的褲子上輕輕一擦，沒使上力，也不知他屁股上是否裝有倒刺。這時鄧百川和其餘人已撲到桑土公身後，只是眼見包不同出手拿他，不知如何反而受傷，雖見桑土公伏地不動，一時之間倒也不敢貿然動手。包不同性子十分執拗，既吃了這大虧，如何肯就此罷休？在地下捧起一塊兩百來斤的大石，大叫：「讓開，我來砸死這隻大烏龜！」有的人叫道：「使不得，砸死了他便沒解藥了！」另有人道：「解藥在他身邊，先砸死他才取得到。」這些人雖然在此聚會，看來各懷異謀，並不如何齊心合力，包不同要砸死桑土公，居然有些人也不怎麼反對。議論紛紛之中，包不同手持大石，大踏步上來，對準了桑土公的背心，喝道：「砸死你這隻生滿倒刺的大烏龜！」這時他右掌心越來越癢，煩燥難當，雙臂一挺，這塊大石便向桑土公背心砸了下去。只聽得砰的一聲響，地下塵土飛揚！來人都是吃了一驚，這一下砸在桑土公背上，就算不是血肉模糊，也要砸得他大聲慘呼，絕無塵土飛揚之理。再定睛細看時，各人更是驚訝，那塊大石好端端的壓在地下，桑土公卻已不知去向。