第四十四回　真功假功那三根樹幹所作的絞盤轉一個圈，巨岩只抬起半寸。那古松簌簌而抖，受力極重，大纜直嵌入樹身之中。歐陽鋒素來不信天道，不信鬼神，此時心中卻暗暗禱祝，豈知一個心願尚未許完，突然間彭的一聲巨響，那大纜從中斷為兩截，巨岩重又壓回。三人若不是均有上乘武功，早已個個摔跌在地。到了這個地步，歐陽鋒固然沮喪已極，黃蓉也是臉上難有歡容了。郭靖道：「咱們把這條纜續起，再結一條大纜，兩條纜一起來絞。」歐陽鋒搖頭道：「那更難絞動，咱們三個人幹不了。」郭靖自言自語：「有人相幫就好啦！」黃蓉出了一會神，忽地跳起來拍手笑道：「對，對，有人相幫。」郭靖喜道：「蓉兒，有人來幫咱們？」黃蓉道：「嗯，只可惜歐陽大哥要多吃一天苦，須得明兒潮水漲時才能脫身？」歐陽鋒與郭靖望著她，茫然不解，各自尋思：「豈道明兒潮水漲時，有人前來相助？」黃蓉笑道：「累了一天，我早餓啦，咱們找些吃的再說。」歐陽鋒道：「姑娘，你道明兒有人前來相助，此話怎生說？」黃蓉道：「明日此時，歐陽大哥身上的大石必已除去。此刻天機不可洩露。」歐陽鋒見她說得著實，心下將信將疑，但若不信，此時也無別法，只得守在姪兒身旁。郭靖和黃蓉打了幾隻野兔，烤熟了分一隻給歐陽叔姪，與洪七公在岩洞中吃著兔肉，互道別來之情。郭靖聽黃蓉說那巨岩機關原來是她所佈，不禁又驚又喜。三人知道歐陽鋒為了相救姪兒，這時必定不敢過來侵犯，只在洞口燒一堆枯柴阻擋野獸，當晚睡得甚是酣暢。次日天剛黎明，郭靖一睜眼即見一個人影在洞口一閃，急忙躍起，只見歐陽鋒站在洞外，低聲道：「黃姑娘醒了麼？」黃蓉在郭靖躍起時已經醒來，聽見歐陽鋒詢問，卻又閉上雙眼，呼吸沉重，裝作睡得正香。郭靖低聲道：「還沒呢。有什麼事？」歐陽鋒道：「等她醒了，就請她過來救人。」郭靖道：「是了。」洪七公接口道：「我給她喝了『百日醉』的美酒，三月之內，只怕不醒。」歐陽鋒一怔，洪七公哈哈大笑起來。歐陽鋒知是說笑，含怒走開。黃蓉坐起身來，笑道：「此時不氣氣老毒物，更待何時？」慢條斯理的梳頭洗臉，整理衣衫，又去釣魚打兔，燒烤早餐。歐陽鋒來回走了七八趟，急得熱鍋上的螞蟻一般。郭靖道：「蓉兒，潮水漲時，當真有人前來相助麼？」黃蓉笑道：「你相信會有人來麼？」郭靖搖頭道：「我不大信。」黃蓉笑道：「我也不信。」郭靖驚道：「那你是欺騙老毒物的了？」黃蓉道：「那倒也不是騙他，潮水漲時，我自有法子救人。」郭靖知她智計極多，也不再問。兩人在海灘旁檢拾花紋斑斕的貝殼玩兒。黃蓉自幼無伴，只好獨自一人玩各種孩子的玩意，現下有郭靖相陪，自然是興高采烈。兩人比賽揀貝殼，瞧誰揀得又多又美。約莫一頓飯功夫，每人衣兜裏都揀了一大堆，海灘上笑聲不絕。若是有船隻經過，必道這是個世外桃源，那裏知道他們卻是流落荒島之人。玩了一陣，黃蓉道：「靖哥哥，你頭髮亂成這個樣子啦，來，我給你梳梳。」兩人並肩坐在一塊岩石之上，黃蓉從懷裏取出一柄小小的鑲金玉梳，將郭靖的頭髮打散，細細梳順，悠悠的嘆了一口氣道：「怎生想個法兒，將西毒叔姪趕走，咱倆和師父三人就此住在這島上不走了，豈不是好？」郭靖道：「我就是想媽，還有六位恩師。」黃蓉道：「嗯，還有我爹爹。」過了一陣，又道：「不知穆姊姊現下怎麼了？師父叫我做丐幫的幫主，我倒有點兒想念那些小叫化了。」郭靖笑道：「看來還是想法兒回去的好。」黃蓉將他頭髮梳好，慢慢的挽了個髻子。郭靖道：「蓉兒，你這樣給我梳頭，真像我媽。」黃蓉笑道：「那你叫我媽。」郭靖笑著不語，黃蓉忽地伸手到他腋窩裏呵癢，笑問：「你叫不叫？」郭靖笑著跳起，頭髮又弄亂了。黃蓉笑道：「不叫就不叫，誰希罕？你道將來沒人叫我媽。快坐下。」郭靖依言坐下，黃蓉又給他挽髻，忽道：「靖哥哥，怎樣才會生孩子，你知道麼？」郭靖道：「我知道。」黃蓉道：「你倒說說看。」郭靖道：「人家結成夫妻，那就生孩子。」黃蓉道：「這個我也知道。為什麼結了夫妻就生孩子？」郭靖道：「那我可不知道啦，蓉兒，你說給我聽。」黃蓉道：「我也說不上。我問過爹爹，他說孩子是臂窩裏鑽出來的。」郭靖正待再問端詳，忽聽身後破鈸似的聲音喝道：「生孩子的事，你們將來大了自然知道。潮水就快漲啦！」黃蓉料不到歐陽鋒一直緊緊跟在身後，她雖不明男女之事，但也知說這種話兒被人聽去甚是羞恥，不禁臉蛋兒脹得飛紅，向懸崖飛奔，兩人隨後跟去。歐陽公子被巨岩壓了一日一夜，已是氣若遊絲。歐陽鋒板著臉道：「黃姑娘，你說潮水漲時有人前來相助。這事關連人命，可不是鬧著玩的。」黃蓉道：「我爹爹精通陰陽五行之術，他女兒自然也會三分，這一點兒未卜先知的本事，又算得了什麼。」歐陽鋒素知黃藥師之能，脫口叫道：「是你爹爹，要來麼？那好極了。」黃蓉「哼」了一聲道：「這點點小事，何必驚動爹爹？再說，爹爹見到你害我師父，豈肯饒你？你又歡喜什麼？」歐陽鋒被她搶白得無言可對，沉吟不語。黃蓉對郭靖道：「靖哥哥，你去弄些樹幹來，越多越好，要揀大的。」郭靖應聲而去。黃蓉將昨日斷了的大纜結起，又割樹皮結索。歐陽鋒問她到底是否黃藥師會來，連問數次，她只是昂起了頭哼著曲兒，毫不理會。歐陽鋒老大沒趣，只得也去折樹。他見郭靖使出降龍十八掌的掌法，只兩下就把一株碗口粗細的柏樹震斷，心道：「這小子功夫實是了得，兼之又熟讀九陰真經，留著終是禍胎。」心中暗暗盤算，不論姪兒能否得救，終須將他除去，當下在兩株相距約莫三尺的柏樹之間一蹲，雙手彎曲，一手撐住一株樹幹，閣的一聲大叫，雙手一挺，兩株柏樹一齊斷了。郭靖甚是驚佩，說道：「歐陽世伯，不知幾時我才得練到您這樣的功夫。」歐陽鋒臉色陰鷙，顴骨上兩塊肉微微牽動，心道：「等你來世再練吧。」兩人在半個時辰之中，拖了十多條木料到懸崖之下。眼見潮水已起始緩緩上漲，歐陽鋒不住往海心張望，那裏有片帆孤檣的影子。黃蓉忽道：「張望什麼？沒人來的。」歐陽鋒又驚又怒，叫道：「你說沒人來？」黃蓉道：「這是個荒島，自然沒人來。」歐陽鋒氣塞胸膛，一時說不出話。黃蓉道：「靖哥哥，你最多舉得起幾斤？」郭靖道：「沒試過，總是四百斤上下吧。」黃蓉道：「嗯，六百斤的石頭，你準是舉不起的了？」郭靖道：「那一定不成。」黃蓉道：「若是水中一塊六百斤的石頭呢？」歐陽鋒立時醒悟，大喜叫道：「對，對，一點兒也不錯！」郭靖尚未領會，歐陽鋒道：「潮水漲時，把這直娘賊的大岩浸沒大半，那時岩石就輕了。咱們再來絞盤，準能成功。」黃蓉冷冷的道：「那時潮水將松樹也浸沒大半，你站在水底下幹得了活麼？」歐陽鋒咬牙道：「那就拚命吧。」黃蓉道：「哼，也不用這麼蠻幹。你將這些樹幹都去縛在岩石旁邊。」此言一出，郭靖也即領會，高聲歡呼，與歐陽鋒一齊動手，將十多條大木用繩索牢牢縛在岩石周圍。歐陽鋒只怕浮力不足，又去折了七八條大木來縛住上。黃蓉在一旁微笑不語，瞧著兩人忙碌，不到半個時辰，一切全已就緒，只待潮水上漲，黃蓉與郭靖自去陪伴師父。又過半個時辰，眼見太陽略略偏西，潮水尚未漲到頂點，但歐陽鋒等不耐煩，奔來邀了郭黃二人，同去盤絞救人。這一次一來巨岩上縛了大木，浮力大增，二來岩在水中，三份兒中倒輕了一份，三人將那大纜在松樹上慢慢盤絞，也沒費好大的勁，就將巨岩絞鬆動了。再絞了數轉，歐陽鋒凝住呼吸，鑽到水底下去抱住姪兒，輕輕一拉，就將他抱上了水面。郭靖見救人成功，情不自禁的喝起采來，黃蓉一拉他的衣袖，一同回到岩洞，郭靖問道：「蓉兒，我不該喝采麼？你心裏什麼不舒服？」黃蓉道：「我是在想三件事，好生為難。」郭靖道：「你這樣聰明，總有法子。」黃蓉輕輕一笑，過了一陣，又微微的凝起了眉頭。洪七公道：「第一件事，也就罷了，那二、第三件事，卻當真教人束手無策。」郭靖奇道：「咦，您老人家怎麼也知道了？」洪七公道：「我是猜著蓉兒的心思。那第一件，必是怎生治好我的傷了，這裏無醫無藥，老叫化聽天由命，死活走著瞧吧。第二件，是怎樣抵擋歐陽鋒的毒手？此人反覆無常、言而無信，兇險之極，兼之武功又高，你們二人萬萬不是他的敵手。第三件，那是怎生回歸中土了。蓉兒，你說是也不是？」黃蓉點頭道：「是啊，眼下當務急，是要籌個制服老毒物的萬全之策，至不濟，也得讓他不敢為惡。」洪七公道：「照說，自當是鬥智不鬥力，但老毒物狡詐狠毒，要他上當卻是千難萬難。」兩人凝神思索。黃蓉雖然多智，但想到對手與爹爹尚且並駕齊驅、難分軒輊，縱令爹爹在此，也未必能夠勝他，自己如何是他對手？洪七公心神一耗，忽然胸口作痛，大咳起來。黃蓉急忙扶他睡倒，忽然洞口一個陰影遮住了射進來的日光，一抬頭，只見歐陽鋒手中橫抱著姪兒，嘶聲喝道：「你們都出去，把洞讓給我姪兒養傷。」郭靖大怒，跳了起來，道：「這裏是我師父住的！」歐陽鋒冷冷的道：「就是玉皇大帝住著，也得挪一挪。」郭靖氣憤憤的欲待分說，黃蓉一拉他的衣角，俯身扶起洪七公，走出洞去。待走到歐陽鋒身旁，洪七公睜眼笑道：「好威風，好殺氣啊！」歐陽鋒一楞，眼見一個迴身就可將他立斃於掌下，但不知怎地，只感到他一股正義，凜然殊不可侮，不由自主的轉過頭去，避開他的目光，說道：「回頭就給咱們送吃的來！你們兩個小東西若是在飲食裏弄鬼，小心三條性命。」三人走向山後，郭靖不住咒罵，黃蓉卻沉吟不語。郭靖道：「你們在這裏歇一下，我去找安身之所。」黃蓉扶著洪七公在一株遮陽蔽日的大松樹下坐定，只見兩隻小松鼠忽溜溜的上了樹幹，隨即又奔了下來，在離她三尺之外，睜著圓圓的小眼，望著三人。黃蓉感到有趣，在地下撿起一個松果，伸出手去。一隻松鼠走近在松果上嗅嗅，用前足捧住了慢慢走開，另一隻索興爬到洪七公的衣袖之上。黃蓉嘆道：「這裏準是從沒人來，你瞧小松鼠一點兒也不怕人。」小松鼠一聽她說話，又溜上了樹枝，黃蓉順著眼向上望去，見那樹枝葉茂密，亭亭如蓋，樹上纏滿了綠籐，心念一動，叫道：「靖哥哥，別找啦，咱們上樹。」郭靖應聲停步，朝那松樹一望，果然好個安身所在。兩人在另外的樹上折下樹枝，在那大松樹的枝椏之間紮了一個平台，每人一手托在洪七公的脅下，喝一聲：「起！」同時縱起，將洪七公安安穩穩的放上了平台。黃蓉笑道：「咱們在樹上做鳥兒，讓他們在山洞裏做野獸。」郭靖道：「蓉兒，你說給不給他們送吃的？」黃蓉道：「眼下想不出妙策，又打不過老毒物，只好聽話啦。」郭靖悶悶不已。兩人在山後打了一頭野羊，生火烤熟了，撕成兩半。黃蓉將半片熟羊丟在地下道：「你撒泡尿在上面。」郭靖笑道：「他們會知道的。」黃蓉道：「你別管，撒吧！」郭靖紅了臉道：「不成！」黃蓉道：「幹麼？」郭靖囁嚅著道：「現下我沒尿，撒不出。」黃蓉只笑得直打跌。忽聽洪七公在樹頂上叫道：「拋上來，我來撒！」郭靖笑著躍上平台，讓洪七公在半片熟羊上撒了一泡尿，哈哈大笑，捧著朝山洞走去。黃蓉叫道：「不，你拿這半片去。」郭靖搔搔頭，說道：「這是乾淨的啊。」黃蓉道：「不錯，是要給他們乾淨的。」郭靖鬧得胡塗了，但素來聽黃蓉的話，轉身換了乾淨的熟羊，黃蓉將那半片髒的野羊又放在火旁熏烤，自到灌木叢中去摘野果兒。洪七公對她這番舉動也是不解，心中老大納悶。那野羊肉味鮮嫩，被黃蓉施展手段，烤得好香，歐陽鋒不等郭靖走近，已在洞中聞到香氣，迎了出來，夾手奪過，臉露得色，突然一轉念。問道：「還有半片呢？」郭靖向後指了指。歐陽鋒大踏步奔到松樹之下，搶過髒羊，將半片乾淨的熟羊投在地下，冷笑數聲，轉身去了。郭靖知道此時臉上決不可現出異狀，但他天性淳樸，不會作偽，只得轉過了頭，一眼也不向歐陽鋒瞧，待他走遠，又驚又喜的奔到黃蓉身旁，笑問：「蓉兒，你怎知他一定來換？」黃蓉笑道：「兵法有云：虛者實之，實者虛之。老毒物知道咱們必在食物中弄鬼，不肯上當，我可偏偏讓他上個當。」郭靖連聲稱是，將熟羊撕碎了拿上平台，三人吃了起來。正吃得高興，郭靖忽道：「蓉兒，你剛才這一著確是妙計，但也好險。」黃蓉道：「怎麼？」郭靖道：「若是老毒物不來掉換，咱們豈不是得吃師父的尿？」黃蓉坐在一根枝椏之上，聽了此言，笑得一彎腰，跌下樹來，隨即躍上，正色道：「很是很是，真的好險。」洪七公嘆道：「傻孩子，他若不來掉換，那髒羊肉你不吃不成麼？」郭靖一怔，哈的一聲大笑，一個倒栽蔥，也跌到了樹下。歐陽叔姪吃那羊肉，只道野羊自有腥味，竟然毫不知覺。不多時，天色漸黑，歐陽公子傷處痛楚，大聲呻吟。歐陽鋒走到松樹之下，叫道：「小丫頭，下來！」黃蓉吃了一驚，料不到他轉眼之間就來下手，只得問道：「幹什麼？」歐陽鋒道：「我姪兒要茶要水，快服侍他去！」樹上三人聽了此言，無不憤怒。歐陽鋒喝道：「快來啊，還等什麼？」郭靖悄聲道：「咱們這就跟他拚。」洪七公道：「你們快逃到後山去，別管我。」這兩條路黃蓉早就仔細算過，不論拚鬥逃跑，師父必然喪命，為今之計，唯有委曲求全，當下躍下樹來，說道：「好吧，我瞧瞧他的傷去。」歐陽鋒「哼」了一聲，又喝道：「姓郭的小子，你也給我下來，睡安穩大覺麼？好適意。」郭靖忍氣吞聲，落下地來。歐陽鋒道：「今兒晚上，去給我弄一百根大木料，少一根打折你一條腿，少兩根打折你兩條腿！」黃蓉道：「要木料幹麼？再說，這黑地裏那裏弄去？」歐陽鋒罵道：「小丫頭多嘴多舌！你快服侍我姪兒去，關你什麼事？只要你有絲毫不到之處，零碎苦頭少不了你的份兒！」黃蓉向郭靖打個手勢，叫他勉力照辦，不可鹵莽壞事。眼見歐陽鋒與黃蓉的身影在黑夜之中隱沒，郭靖抱頭坐地，氣得眼淚幾欲奪目而出。洪七公忽道：「我爺爺，爹爹，我自己幼小之時，都在金人手下為奴，這等苦處也算不了什麼。」郭靖惕然驚覺：「原來恩師昔時為奴，後來竟也練成了蓋世武功，我今日一時委屈，又豈足道哉？」他天性本就沉毅，當下取火點燃一紮松枝，走到後山，展開降龍十八掌手法，將碗口粗細的樹幹一根根的震倒。他深知黃蓉機變無雙，當日在趙王府中遭群魔圍困，尚且脫險，此日縱遇上災厄，想來也必能自解，當下專心致志的伐起樹來。豈知那降龍十八掌的功夫，最耗勁力，威勢雖然極大，但使用一久，任是鐵打的身體，也感不支。郭靖不到一個時辰，震倒了二十一棵松樹，到第二十二顆上，一運氣時已感手臂酸痛，一招「見龍在田」，雙掌齊出，那樹晃得枝葉直響，樹幹卻只擺了一擺，並未震斷，只感胸口一麻，原來勁力未透掌心，反回上來。郭靖一驚，急忙盤膝而坐，凝神調氣，用了半個時辰的功，這才重使招術，將那松樹震倒，要待再行動手時，只覺全身疲軟，腿虛氣喘。他知若是勉強而行，非但難竟事功，甚且必受內傷，這荒島之上又無刀斧，此等樹木如何砍伐？眼見一百根之數尚差七十八根，自己這雙腿是保不住了，轉念一想：「他姪兒被壓斷了雙腿，他必恨我手足完好。縱然我今夜湊足百根，他明夜要我砍伐千根，那又如何完工？鬥既鬥不過，荒島上又必然無人援手。」言念及此，不覺嘆了一口長氣，尋思：「即令此間並非荒島，世上又有誰救得了我？洪恩師武功已失，存亡難卜，蓉兒的爹爹恨透了我，全真七子和六位恩師均非西毒敵手，除非……除非我義兄周伯通，但他早已跳在大海裏自盡了。」他一想到周伯通，對歐陽鋒更增加憤慨，心想這位老義兄精通九陰真經，創了左右互搏的奇技，卻被他生生逼死，「啊！九陰真經！左右互搏？」這幾個字在他腦海中一閃，宛如在沉沉長夜之中，斗然間在天邊現出了一顆明星。「我武功是遠遠不及西毒，可是九陰真經乃天下武學的祕要，左右互搏之術又能使人功夫斗增一倍，待我與蓉兒日夜苦練，與西毒一拚便了，只是任那一門武功，均非一朝一夕可成，這便如何是好？」他站在樹林之中苦苦思索，忽想：「何不問師父去？他武功雖失，心中所知的武學卻失不了，必能指點我一條明路。」當即回到樹上，將心中所思各節，一一對洪七公說了。洪七公道：「你將九陰真經慢慢念給我聽，瞧有什麼可以速成的厲害功夫。」郭靖當下將真經一句句的背誦出來。洪七公聽到「人徒知枯枝坐息思為進德之功，殊不知上達之士，圓通定慧，體用雙修，即動而靜，雖攖而寧」這幾句，身子忽然一跳，「啊」了一聲。郭靖忙問：「怎麼？」洪七公不答，把那幾句話捉摸了半天，道：「你再唸一遍。」郭靖甚是喜歡，心想：「師父必是在這幾話中，揣摸到了制服西毒的法門。」當下將這幾句話又一字一字的唸了一遍。洪七公點點頭道：「是了，一路背下去吧。」郭靖接著背誦，經文將完時，他背道：「摩罕斯各兒，品特，金切胡雙斯，哥山泥……」洪七公奇道：「你說什麼？」郭靖道：「那是周大哥教我讀經的經文啊。」洪七公皺眉道：「卻是些什麼話？」郭靖道：「我不知道，周大哥也不懂。」洪七公道：「你背吧。」郭靖又唸道：「別兒法斯，葛羅……」一路背完，都是這般拗舌贅牙的話。洪七公哼道：「原來真經中還有唸咒捉鬼的本事。」他本來想再加一句：「臭道士就愛玩這套裝神弄鬼的騙人把戲。」但想到全部經文博大精奧，一時不能盡解，最後這句話說到口邊，重又縮回去了。過了半晌，洪七公道：「靖兒，經中所載精妙厲害的功夫很多，但是均非旦夕之間所能練成。」郭靖好生失望。洪七公道：「你快去將那二十幾根木料紮一個木筏，走為上策。我和蓉兒在這裏隨機應變跟老毒物周旋。」郭靖急道：「不，我怎能離您老人家而去。」洪七公嘆道：「西毒忌憚黃老邪，不致傷害蓉兒，老叫化反正是不成的了，你快走吧！」郭靖悲憤交迸，舉手用力在樹幹上「拍」的一聲，拍了一掌。這一掌拍得極重，聲音傳到山谷之中，隱隱的又傳了回來。洪七公一驚，忙問：「靖兒，你剛才打這一掌，用的是什麼手法？」郭靖道：「怎樣？」洪七公道：「怎麼你打得如此重實，樹幹卻沒絲毫震動？」郭靖甚感慚愧，道：「我適才用力震樹，手膀酸了，是以沒使勁力。」洪七公搖頭道：「不是，不是，你拍這一掌的功夫有點兒古怪，再拍一下。」手起掌落，郭靖依言拍樹，聲震林木，那松樹仍是略不顫動，這次他自己也明白了，道：「那是周大哥傳給弟子的七十二路空明拳手法。」洪七公道：「空明拳？沒聽說過。」郭靖道：「是啊，周大哥被囚在桃花島上，他閒日無事，自行創出來的。他教了我十六字訣，那就是：大成若缺，其用不弊；大盈若沖，其用不窮。弟子演給您老瞧好不好？」洪七公道：「黑夜之中瞧不見，再說這種上乘武功，也不用演，你說給我聽就是。」當下郭靖從第一路「空碗盛飯」、第二路「空屋住人」起，將拳路之變，勁力之用都說給洪七公聽了。周伯通生性頑皮，將每一路拳法都起了個滑稽淺白的名稱。洪七公的武學何等精深，只聽到第十八路，說道：「不用再說了，咱們就跟西毒鬥鬥。」郭靖道：「用這空明拳麼？只怕弟子火候還不夠。」洪七公道：「我也知道不成，但死裏求生，只好冒險，你身上帶著丘處機送你的匕首是麼？」黑夜中寒光一閃，郭靖將匕首拔了出來。洪七公道：「你有空明拳的功夫，可以用這匕首去伐樹了。」郭靖拿著這柄尺來長刃薄鋒短的匕首，猶豫不語。洪七公道：「我傳你的降龍十八掌，是外家的頂峰功夫，那空明拳，卻是內家武功的精要所聚。你這柄匕首本可斷金削玉，割切樹幹，那又算得了什麼？要緊的是，手勁上須得守著『空』字訣。」郭靖大悟，縱身下樹，摸著一棵中等大小的杉樹，運起空明拳的手勁，輕輕巧巧，若有若無的舉刃一劃，匕首刃鋒果然深入樹幹。他隨力所之，轉了一圈，那杉樹應手而倒。郭靖喜極，用這法子接連切斷了十多棵樹，看來不到天明，那一百顆之數就可湊滿了。正切割間，忽聽洪七公在樹上叫道：「靖兒上來。」郭靖縱上平台，喜道：「果真使得，好在一點兒也不費勁。」洪七公道：「費了勁反而不成，是不是？」郭靖叫道：「是啊，是啊！」洪七公道：「你這功夫用來斷樹是綽綽有餘了，若說與西毒拚鬥，卻尚遠為不足，必得再練九陰真經，方有取勝之機。咱們怎樣想個法子，跟他慢慢的拖。」講到想心思，設計謀，郭靖是幫不了忙兒的，只好呆在一旁，讓師父籌策。良久，洪七公搖頭道：「我也想不出來，明兒叫蓉兒想。靖兒，我適才聽你背誦九陰真經，卻叫我想起了一件事，這時候我捉摸了半天，多半沒錯。你扶我下樹，我要練功夫。」郭靖嚇了一跳，道：「不，您傷勢沒好，怎麼能練？」洪七公道：「真經上道：圓通定慧，體用雙修，即動而靜，雖攖而寧。這四句話使我茅塞頓開，咱們下去吧。」郭靖不懂這幾句話的意思，不敢違拗，抱著他輕輕躍下樹來。洪七公定了定神，拉開架子，發出一掌。黑暗之中，郭靖見他人影向前一撞，似要摔倒，搶上去要扶，洪七公卻已站定，呼呼喘氣，說道：「不礙事。」過了片刻，左手又發一掌。郭靖見他跌跌撞撞，腳步踉蹌，顯得辛苦異常，數次張口欲勸，豈知洪七公越練精神越是旺盛，初時發一掌喘息半晌，到後來身隨掌轉，足步沉穩，竟是大有進境。一套降龍十八掌打完，又練了一套伏虎拳。郭靖待他抱拳收式，大喜叫道：「您傷好啦！」洪七公道：「抱我上去。」郭靖一手攬住他腰，躍上平台，心中喜不自勝，連說：「真好，真好！」洪七公嘆了口氣道：「沒什麼好，這些功夫是中看不中用的。」郭靖不解。洪七公道：「我受傷之後，只知運氣調養，卻不知我這門外家功夫，愈是動得厲害，愈是有益。只可惜活動得遲了一些，現下性命雖已無礙，功夫終是難得復原了。」郭靖欲待出言寬慰，卻不知說些什麼話好。過了半晌，道：「我再砍樹去。」洪七公忽道：「靖兒，我想到了個嚇嚇老毒物的計策，你瞧能不能行？」說著將那計謀說了出來，郭靖喜道：「準成！準成！」當即躍下樹去安排。次日一早，歐陽鋒來到樹下，一點郭靖堆著的木料，只有九十根，冷笑一聲，高聲喝道：「小雜種，快滾出來，還有十根呢？」黃蓉上晚整夜坐在歐陽公子身邊，照料他的傷勢，聽他呻吟得甚是痛苦，心腸一軟，不禁微感歉疚，天明後見歐陽鋒出洞，也就跟著出來，聽他如此呼喝，頗為郭靖耽心，歐陽鋒見松樹上並無動靜，一凝神，只聽得山後呼呼風響，似有人在打拳練武，忙循聲過去，一看之下，不禁大吃一驚。只見洪七公使開招術，正與郭靖打在一起，兩人拳來足往，鬥得甚是緊湊。黃蓉見師父不但已能自行走動，甚且功力也似已經恢復，更是又驚又喜，只聽他叫道：「靖兒，這一招小心了！」推出一掌。郭靖舉掌一抵，尚未與他手掌相接，身已已斗然間往後飛出，砰的一聲，撞在一株松樹之上。那樹雖不甚大，卻也有碗口粗細，喀喇一響，竟被洪七公這一推之力撞得倒在地下。這一撞不打緊，卻把西毒歐陽鋒驚得目瞪口呆。黃蓉讚道：「師父，好劈空掌啊！」洪七公叫道：「靖兒，運氣護住身子，莫要被我掌力傷了。」郭靖道：「弟子知道！」一言甫畢，洪七公掌力又發，喀喇一聲，郭靖又撞倒了一株松樹。話休絮煩，一個發招，一個接勁，片刻之間，洪七公以劈空掌法接連將郭靖推得撞斷了十株大樹。黃蓉一路計數，此時叫道：「已有十株啦。」郭靖氣喘吁吁，叫道：「弟子轉不過氣了。」洪七公一笑收掌，笑道：「這九陰真經的功夫果然神妙，我身受如此重傷，今晨一練，也居然成功。」歐陽鋒疑心大起，俯身察看樹幹折斷之處，更是心驚，但見除了中心圓徑寸許的樹身之外，邊上一圈都是斷得光滑異常，比利鋸所鋸還要整齊，心道：「那真經所載，難道真是如斯神異？看來老叫化的功夫猶勝昔時，他們三人聯手，我豈能抵敵？事不宜遲，我也快去練那經上的功夫。」他向三人橫了一眼，飛奔回洞，從懷中取出那郭靖所書，用油紙油布層層包裹的經文來，埋頭研讀。洪七公與郭靖一見歐陽鋒走得沒了蹤影，相對哈哈大笑。黃蓉喜道：「師父，這真經真是妙極。」洪七公未答，郭靖搶著道：「蓉兒，咱們是假裝的。」於是將情由一五一十的對她說了。原來郭靖事先用匕首在樹幹上劃了深痕，只留出中間部分相連，洪七公的掌上其實沒半分勁道，都是郭靖背上使力，將樹撞斷，歐陽鋒萬料不到空明拳的勁力能用匕首斷樹，自然瞧不破其中的機關。黃蓉本來笑逐顏開，聽了郭靖這番話後，半晌不語，眉尖微蹙。洪七公笑道：「老叫化能再走動，已是徼天之幸，還管它什麼真功夫假功夫呢。蓉兒，你怕西毒終究能瞧出破綻，是不是？」黃蓉點了點頭。洪七公道：「那西毒何等眼力，豈能被咱們長此欺瞞？不過世事難料，眼下空耽心也是白饒。我說，靖兒所唸的經文之中，有一章叫什麼『易筋鍛骨篇』，聽來倒很有點兒意思，左右無事，咱們這就練練。」這話是說得輕描淡寫，黃蓉卻知事態緊急，師父既指出這一篇，那必是大有道理，當下說道：「好，師父快教。」洪七公命郭靖將那「易筋鍛骨篇」唸了兩遍，依著文中所述，教兩人如法習練。他卻去獵獸釣魚，生火煮食，郭靖與黃蓉要來插手相助，每次均被他阻止。忽忽七日，郭黃二人練功固是勇猛精進，歐陽鋒在洞中也是依著經文苦練。到第八日上午，洪七公笑道：「蓉兒，師父烤的野羊味兒怎麼樣？」黃蓉笑著扁扁嘴、搖搖頭。洪七公笑道：「我也是食不下嚥。你倆第一段功已練成啦，今兒該當散功，否則要閉氣傷身。這樣吧，蓉兒弄吃的，我與靖兒紮木筏。」郭靖與黃蓉齊聲道：「紮木筏？」洪七公道：「是啊，難道咱們在這荒島上一輩子陪著老毒物？」郭黃二人大喜，連聲稱好，當即動手。郭靖那日伐下的一百根木料好好堆在一旁，只要用樹皮結索，將木料牢牢縛在一起，那就成了。綑縛之際，郭靖用力一抽，一根粗索拍的一聲繃斷了。他還道繩索結得不牢，換了一條索子，微一使勁，一條又粗又韌的樹皮索又是斷成兩截。郭靖呆在當地，做聲不得。那邊廂黃蓉也是大叫著奔來，雙手捧著一頭野羊。原來她出去獵羊，手中拿了幾塊石頭要打羊的腦袋，那知奔了幾步，不知不覺間竟早已追在野羊前面，一回身，順手就把羊抓住，身法之快，出手之狠，全然出乎自己意料之外。洪七公笑道：「這麼說，那九陰真經當真不是騙人的玩意，這麼多英雄好漢為它送了性命，也還不冤。」黃蓉喜道：「師父，咱們能去把老毒物打一頓了麼？」洪七公搖頭道：「那還差得遠，總得再練三年五載的，須知他的蛤蟆功非同小可，除了王重陽當年的一陽指外，沒別種功夫能夠破他。」黃蓉嘟起了嘴道：「那麼就算咱們再練三年五載，也未能勝他啦。」洪七公道：「這也難說，說不定真經上的功夫，比我所料的更要厲害呢。」郭靖道：「蓉兒，別性急，咱們練功夫總是不錯。」又過七日，郭靖與黃蓉練完了易筋鍛骨篇上的第二段功夫，那木筏也已紮成。三人用樹皮編了一張便帆，清水食物都已搬到筏上。歐陽鋒自始至終不動聲色，冷眼瞧著他們三人忙忙碌碌。