第七章　落花流水睡到半夜，狄雲忽覺肩頭被人推了兩下，當即醒轉，只聽得血刀僧輕聲道：「有人來了！」狄雲一驚，但隨即大喜，心想：「既然有人能進來，咱們便能出去。」低聲道：「在那裏？」血刀僧向西首一指，道：「你躺著別作聲，敵人功夫很強。」狄雲側耳傾聽，卻一點聲音也聽不到。血刀僧持刀在手，蹲低身子，突然間如箭離弦，悄沒聲的竄了出去，人影在山坡一轉，便已不見。狄雲好生佩服：「這人的武功當真厲害。丁大哥倘若仍在世上，和他相比，不知誰高誰下？」一想到丁典，伸手往懷中一摸，包著丁典骨灰的包裹仍好端端的在懷裏。靜夜之中，忽聽得噹噹兩下兵刃相交之聲。兩聲響過，便即寂然。過得好半晌，又是噹噹兩聲。狄雲料知血刀僧偷襲未成，跟敵人交上了手。聽那兵刃相交的聲音，敵人武功似不在他之下。接著噹噹噹噹四響，水笙也驚醒了過來。山谷中放眼盡是白雪，月光如銀，在白雪上反映出來，雖在深夜，亦如黎明。水笙向狄雲瞧了一眼，口唇一動，想要探問，但心中對他憎恨厭惡，又想他未必肯講，一句問話將到口邊，又縮了回去。忽聽得噹噹聲越來越響。狄雲和水笙同時抬頭，向著響聲來處望去，月光下只見兩條人影盤旋來去，刀劍碰撞之聲直響向東北角高處。那是一座地勢險峻的峭壁，堆滿了積雪，眼看絕難上去，但兩人手上拆招，腳下毫不停留，刀劍光芒閃光爍下，兩人竟鬥上了峭壁。狄雲凝目上望，瞧出與血刀僧相鬥的那人身穿道袍，手持長劍，正是「落花流水」四大高手之一，不知他如何在雪崩封山之後，又會闖進谷來？水笙隨即也瞧見了那道人，大喜之下脫口而呼：「是劉伯伯，劉乘風伯伯到了！爹爹！爹爹！我在這兒。」狄雲吃了一驚，心想：「血刀老祖和那老道相鬥，看來一時難分勝敗。她爹爹倘若聞聲趕來，豈不立時便將我殺了？」忙道：「喂，你別大聲嚷嚷的，叫得再雪崩起來，大家一起送命。」水笙怒道：「我就是要跟你這惡和尚一起送命。」張口又大聲叫喊：「爹爹，爹爹，我在這裏！」狄雲喝道：「大雪崩下來，連你爹爹也一起埋了。你想害死你爹爹不是？」水笙心想不錯，立時便住了口，但轉念又想：「我爹爹何等本事？適才大雪崩，旁人都轉身逃了，劉乘風伯伯還是衝進谷來。劉伯伯既然來得，我爹爹自也來得。就算叫得再有雪崩，最多是壓死了我，爹爹總是無礙。這老惡僧如此厲害，要是他將劉伯伯殺了，我要求死也不得了。」當即又大聲叫喊：「爹爹，爹爹，我在這裏。」狄雲不知如何制止才好。抬頭向血刀老祖瞧去，只見他和那老道劉乘風鬥得正緊，血刀幻成一道暗紅色的光華，在皚皚白雪之間盤旋飛舞。劉乘風出劍並不快捷，然而守得似乎甚為嚴密。兩大高手搏擊，到底誰佔上風，狄雲自然看不出來。只聽得水笙不停口大叫「爹爹」，叫得幾聲，改口又叫：「表哥，表哥！」狄雲心煩意亂，喝道：「小丫頭，你再不住口，我把你舌頭割了下來。」水笙道：「我偏偏要叫！偏偏要叫！」又大聲叫：「爹爹，爹爹，我在這裏！」但怕狄雲真的過來動手，站起身來，拾了一塊石頭防身。過了一會，只見他躺在地下不動，猛地想起：「這個惡和尚已給我和表哥踏斷了腿，若不是那老僧出手相救，早給表哥一劍殺了。他行走不得，我何必怕他？」接著又想：「我真蠢死了！那老僧分身不得，我怎不殺了這小惡僧？」舉起石頭，走上幾步，用力便向狄雲頭上砸了下去。狄雲無法抵抗，只得打滾逃開，砰的一聲，石頭從臉邊擦過，相去不過寸許，擊在雪地之中。水笙一擊不中，俯身又拾起一塊石頭向他擲去，這一次卻是砸他的肚子。狄雲縮身打滾，但斷腿伸縮不靈，喀的一聲，砸中了小腿，只痛得他長聲慘呼。水笙大喜，拾起一塊石頭又欲投擲，狄雲眼見自己已成俎上之肉，任由宰割，給她這般接連砸上七八塊石頭，那裏還有命在？當下也拾起一塊石頭，喝道：「你再投來，我先砸死了你。」見她又是一石投出，當即滾身避過，奮力將手中石頭向她擲去。水笙向左閃躍，石塊從耳邊擦過，擦破了耳輪皮肉，不由得嚇了一跳。她不敢再投擲石塊，回身拾起一根樹枝，一招「順水推舟」，向狄雲肩頭刺到。她劍法家學淵源，甚是高明，手中所執雖是一根樹枝，但一枝刺出，去勢靈動。狄雲縱然全身完好，劍招上也不是她敵手，眼見樹枝刺到，斜肩閃避，水笙劍法已變，托的一聲，在他額頭重重的戳了一下。這一下她手中若是真劍，早已要了狄雲的性命，但縱是一根樹枝，狄雲也已痛得眼前金星飛舞。水笙罵道：「你這惡和尚一路上折磨姑娘，還說要割了我的舌頭，你倒割割看！」提起樹枝，往他頭頂、肩背一棍棍的狠打，叫道：「你叫你師祖爺爺來救你啊！我打死你這惡和尚！」口中斥罵，手上加勁。狄雲無法抵擋，只有伸臂護住顏面，頃刻間頭上手上給樹枝打得皮開肉綻，到處都是鮮血。他又痛又驚，突然使勁一抓，搶過樹枝，順手掃了過去。水笙一驚，閃身向後躍開幾步，拾起另一根樹枝，又要上前再打。狄雲急中生智，忽然間想起鄉下人打輸了架的無賴法子，叫道：「快給我站住！你再上前一步，我便脫褲子了！」嘴裏叫嚷，雙手拉住褲腰，作即刻便要脫褲之狀。水笙嚇了一跳，急忙轉過臉去，雙頰羞得飛紅，心想：「這和尚無惡不作，只怕真要用這種壞行逕來羞辱於我。」狄雲叫道：「向前走五步，離開我越遠越好。」水笙一顆心怦怦亂跳，果然依言走前五步。狄雲大喜，大聲道：「我褲子已經脫下來了，你再要打我，便過來罷！」水笙大吃一驚，縱身躍出丈餘，心慌意亂之下一個踉蹌，腳下一滑，摔了一交，急忙爬起便奔，那敢回頭，遠遠的避到了山坡後面。狄雲其實並未脫褲，想想又好笑，又自嘆倒霉。適才這頓飽打，少說也吃了三四十棍，小腿被石頭砸傷，痛得更是厲害，心想：「若不是耍無賴下流，這會兒多半已給打得斷了氣啦。我狄雲堂堂男兒，今日卻幹這等卑鄙勾當。唉，當真命苦！」凝目向峭壁上望去，只見血刀僧和劉乘風已鬥上了一座懸崖。崖石從山壁上凸了出來，憑虛臨空，離地少說也有七八十丈，遙見飛冰濺雪，從崖上飄落，足見兩人劇鬥之烈，料想只要誰腳下一滑，摔將下來，任你武功再高，也非粉身碎骨不可。狄雲抬頭上望，覺得那二人的身子也小了許多。兩人衣袖飄舞，便如兩位神仙在雲霧中飛騰一般。天空中兩頭兀鷹在盤旋飛舞，相較之下，下面相鬥的兩人身法可快得多了。水笙在那邊山坡後又大聲叫喊起來：「爹爹，爹爹，快來啊！」她叫得幾聲，突然東南角上一個蒼老的聲音道：「是水姪女嗎？你爹爹受了點輕傷，轉眼便來！」水笙聽得是「落花流水」四老中位居第二的花鐵幹，心中一喜，忙叫道：「花伯伯！我爹爹在那裏？他傷得怎樣？」倏忽之間，花鐵幹已飛奔到了水笙身畔，說道：「雪崩時山峰上一塊石頭掉將下來，砸向陸伯伯頭頂，你爹爹為了救陸伯伯，出掌擊石。只是那石頭實在太重，你爹爹手膀受了些輕傷，不礙事的。」水笙道：「有個惡和尚就在那邊……他脫下了……花伯伯，你快去殺了他。」花鐵幹道：「好，在那裏？」水笙向狄雲躺臥之處一指，但怕不小心看到了他赤身露體的模樣，一手指出，反而向前走了幾步。花鐵幹正要去殺狄雲，忽聽得錚錚錚錚四聲，懸崖上傳來金鐵交鳴之聲，抬頭一望，但見血刀僧和劉乘風刀劍相交，兩人動也不動，便如突然被冰雪凍僵了一般，知道兩人鬥到酣處，已迫得以內力相拚，尋思：「這血刀惡僧如此兇猛，劉賢弟未必能佔上風，我不上前夾擊，更待何時？雖然以我在武林中的聲望名位，實不願落個聯手攻孤之名，但中原群豪大舉追趕血刀門二惡僧，早已鬧得沸沸揚揚，天下皆聞，若得能親手誅了血刀僧，聲名之隆，定可掩過『以二敵一』的不利。」當即轉身，逕向峭壁背後飛奔而去。水笙心中驚奇，叫道：「花伯伯，你幹甚麼？」一句話剛問出口，便已知道答案。只見花鐵幹悄沒聲地向峭壁上攀去，他右手握著一根純鋼短槍，槍尖在石壁上一撐，身子便躍起丈餘，身子落下時，槍尖又撐，比之適才血刀僧和劉乘風邊鬥邊上之時可快得多了。狄雲初時聽他腳步之聲遠去，放過了自己，心中正自一寬，接著便見他縱躍起落，攀登懸崖，忍不住失聲呼叫：「啊喲！」這時唯一的指望，只是血刀僧能在花鐵幹登上懸崖之前先將劉乘風殺了，然後轉身和花鐵幹相鬥，否則以一敵二，必敗無疑。隨即又想：「這劉乘風和那姓花的都是俠義英雄，血刀老祖卻明明是窮兇極惡的壞人，我居然盼望壞人殺了好人，唉，這……這真是太也不對……」又是自責，又是擔憂，心中混亂之極。便在這時，花鐵幹已躍上懸崖。血刀僧運勁和劉乘風比拚，內力一層又一層的加強，有如海中波濤，一個浪頭打過，又是一個浪頭撲上。劉乘風是太極名家，生平鑽研以柔克剛之道，血刀僧內力洶湧而來，他是將內力運成一個個圓圈，將對方源源不絕的攻勢消解了去。他要先立於不敗之地，然後再待敵之可勝。血刀僧勁力雖強，內力進攻的方位又是變幻莫測，但僵持良久，始終奈何不得敵手。兩人全神貫注，於身外事物已盡數視而不見，聽而不聞。花鐵幹攀上峭壁，躍至懸崖，並非全無聲息，兩人卻均不知。花鐵幹見兩人頭頂白氣蒸騰，內力已發揮到了極致，他悄悄走到了血刀僧身後，舉起鋼槍，力貫雙臂，槍尖下寒光閃動，勢挾勁風，向他背心疾刺。槍尖的寒光被山壁間鏡子般的冰雪一映，發出一片閃光。血刀僧斗然醒覺，只覺一股凌厲之極的勁風正向自己後心撲來，這時他手中血刀正和劉乘風的長劍相交，要向前推進一寸都是艱難之極，更不用說變招迴刀，向後擋架。他心念轉動奇快：「左右是個死，寧可自己摔死，不能死在敵人手下。」雙膝一曲，斜身向外撲出，便向崖下跳落。花鐵幹這一槍決意致血刀僧於死地，一招中平槍「四夷賓服」，勁力威猛已極，那想得到血刀僧竟會在這千鈞一髮之際墮崖。只聽得波的一聲輕響，槍尖刺入了劉乘風胸口，從前胸透入，後背穿出。他固收勢不及，劉乘風也渾沒料到有此一著。血刀僧從半空中摔下，地面飛快的迎向眼前，他大喝一聲，舉刀直斬上去，正好斬在一塊大岩石上。噹的一聲響，血刀微微一彈，卻不斷折。他藉著這一砍之勢，身子向上急提，左手揮掌擊向地面，蓬的一聲響，冰雪迸散，跟著在雪地中滾了十幾轉，一砍一掌十八翻，終於消解了下墮之力，哈哈大笑聲中，已穩穩的站在地下。突然間身後一人喝道：「看刀！」血刀僧聽聲辨器，身子不轉，迴刀反砍，噹的一聲，雙刀相交，但覺胸口一震，血刀幾欲脫手飛出，這一驚非同小可：「這傢伙內力如此強勁！」一回頭，只見那人是個身形魁梧的老者，白鬚飄飄，形貌威猛，手中提著一柄厚背方頭的鬼頭刀。血刀僧心生怯意，急忙閃躍退開，倉卒之際，沒想到自己和劉乘風比拚了這半天內力，勁力已消耗了大半，而從高處掉下，刀擊岩石，更是全憑臂力消去下墮之勢。他暗運一口真氣，只覺丹田中隱隱生疼，內力竟已提不上來。左側遠處一人叫道：「陸大哥，這淫僧害……害死了劉賢弟。咱們……咱們……」說話的正是花鐵幹。他誤殺了劉乘風，悲憤已極，飛快的趕下峭壁，決意與血刀僧死拚。恰好「南四奇」中的首老陸天抒剛於這時趕到，成了左右夾擊之勢。血刀僧眼見花鐵幹挺槍奔來，自己連陸天抒一個也鬥不過，何況再加上個好手？只有以水笙為質，叫他們心有所忌，不敢急攻，那時再圖後計。心中念頭只這麼一轉，陸天抒鬼頭刀揮動，又劈將過來，血刀僧身形一矮，向敵人下三路突砍二刀。陸天抒身材魁梧，下盤堅穩，縱躍卻非其長，當即揮刀下格。血刀僧這二刀乃是虛招，只是虛中有實，陸天抒的擋格中若是稍有破綻，虛轉為實，立成致命的殺著，待見他橫刀守禦，無懈可擊，當即向前一衝，跨出一步半，倏忽縮腳，向後躍出，如此聲東擊西，脫出了鬼頭刀籠罩的圈子。他幾個起落，飛步奔到狄雲身旁，卻不見水笙，急問：「那妞兒呢？」狄雲道：「在那邊。」說著伸手一指。血刀僧怒道：「怎麼讓她逃了，沒抓住她？」狄雲道：「我……我抓她不住。」血刀僧怒極，他本就十分蠻橫，此刻生死繫於一線，更是兇性大發，右腳飛出，向狄雲腰間踢去。狄雲一聲悶哼，身子飛起，直摔出去。當地本是個高峰環繞的深谷，然而谷中有谷，狄雲這一摔出，更向下面的谷中直墮。水笙聽得聲音，回過頭來，見狄雲正向谷底墮去，一驚之下，只見血刀僧向自己撲將過來。便在這時，忽聽得右側有人叫道：「笙兒，笙兒！」正是父親到了。水笙大喜，叫道：「爹爹！」這時她離父親尚遠，而血刀僧已然撲近，但遠近之差也不過三丈光景，倘若她不出聲呼叫，一見父親，立即縱身向他躍去，那就變得親近而敵遠了。可是她臨敵經歷太淺，驚喜之下，只是呼叫「爹爹」，卻忘了血刀僧正自撲近。水岱大叫：「笙兒，快過來！」水笙當即醒覺，拔足便奔。水岱搶上接應。血刀僧喑叫：「不好！」血刀銜入口中，一俯身，雙手各抓起一團雪，運勁捏緊，右手一團雪先向水岱擲去，跟著第二團雪擲向水笙，同時身子向前撲出。水岱揮劍擊開雪團，腳步稍緩。第二團雪卻打在水笙後心「靈台穴」上，登時將她擊倒。血刀僧飛身搶近，將水笙抓在手中，順手點了她穴道。只聽得呼呼風響，斜刺裏一槍刺來，正是花鐵幹到了。花鐵幹失手刺死結義兄弟劉乘風，心中傷痛悔恨，已達於極點，這時也顧不得水笙性命如何，勁貫雙臂，槍出如風。血刀僧揮刀疾砍，噹的一聲響，血刀反彈上來，原來花鐵幹這根短槍連槍桿也是百煉之鋼，非寶刀寶劍所能削斷。血刀僧罵道：「你奶奶的！」抓起水笙，退後一步，但見陸天抒的鬼頭刀又橫砍過來。他前無去路，強敵合圍，眼光急轉，找尋出路，一瞥眼間，見狄雲在下面谷底坐了起來，心念一動：「下面只積雪甚深，這小子摔他不死！」伸臂攔腰抱住水笙，縱身跳了下去。水笙尖叫聲中，兩人墮入深谷。谷中積雪堆滿了數十丈厚，底下的已結成堅冰，上面的兀自鬆軟，便如是個墊子一般，二人竟然毫髮無損。血刀僧從積雪中鑽將上來，看準了地形，站上谷口的一塊巨岩，橫刀在手，哈哈大笑，說道：「有種的便跳下來決個死戰！」這塊大岩正居谷口要衝，水岱等人若從上面跳下，定要掠過岩旁，血刀僧橫刀一揮，輕輕易易的便將來人砍為兩截。身在半空之人，武功便勝得他十倍，也不能如飛鳥般迴翔自如，與之相搏。陸天抒、花鐵幹、水岱三人好容易追上了血刀僧，卻又被他逃脫，都恨得牙癢癢的。水岱以女兒仍被淫僧挾持，花鐵幹誤傷義弟，更是氣憤。三人聚在一起，低聲商議。陸天抒外號「仁義陸大刀」；花鐵幹人稱「中平無敵」，以「中平槍」享譽武林；水岱的外號叫作「冷月劍」，再加上「柔雲劍」劉乘風，合稱為「落花流水」。所謂「落花流水」，其實是「陸花劉水」。說到武功，未必是陸天抒第一，但他一來年紀最大，二來在江湖上人緣極好，因此排名為「南四奇」之首。他性如烈火，於傷風敗俗、卑鄙不義之行最是惱恨，眼見血刀僧站在岩石上耀武揚威，水笙卻軟軟的斜倚在狄雲身上。他不知水笙已被點了穴道，不由自主，還道她性非貞烈，落入淫僧的手中之後居然並不反抗，一怒之下，從雪地裏拾起幾塊石子擲了下去。他手勁本重，這時居高臨下，石塊擲下時更是勢道猛惡之極。只聽砰嘭、砰嘭之聲，四周山谷都傳出回音。谷底雪花飛濺。血刀僧一矮身，將狄雲和水笙扯過，藏入岩石之後。他這時已然暫時脫險，對狄雲的怒氣便即消去。他挺身站在巨岩之上，指著陸、花、水三人破口大罵，石塊擲到，便即閃身相避，卻那裏傷得到他？這時他才望見遠處懸崖上劉乘風僵伏不動，回想適才情景，推知是花鐵幹偷襲失手，誤傷同伴，暗自慶幸不已。狄雲見岩石後的山壁凹了進去，宛然是一個大山洞，巨岩屏擋在外，洞中積雪甚薄，倒是個安身之所，見頭頂兀自不住有石塊落下，生怕打傷水笙，當即橫抱著她，將她放進洞中。水笙大驚，叫道：「別碰我，別碰我！」血刀僧大笑，叫道：「好徒孫，師祖爺爺在外邊抵擋敵人，你倒搶先享起艷福來啦！」水岱和陸、花三人在上面聽得分明，氣得都欲炸破了胸膛。水笙只道狄雲真的意圖非禮，自是十分驚惶，待見到他衣衫雖非完整，卻是好好的穿在身上，想起適才他自稱已脫了褲子，以致將自己嚇走，原來竟是騙人。她想到此處，臉上一紅，罵道：「騙人的惡和尚，快走開。」狄雲將她放入洞內，石塊已打她不到，隨即走開。這時他大腿既斷，小腿又受重傷，那裏還說得上一個「走」字，只是掙扎著爬開而已。※※※三上一下的僵持了半夜，天色漸漸明了。血刀僧調勻內息，力氣漸復，不住盤算：「如何才能脫身？」眼前這三人每一個的武功都和自己在伯仲之間，自己只要一離開這塊岩石，失卻地形之利，就避不開他三人的合擊了。他無法可想，只好在岩上伸拳舞腿，怪狀百出，嘲弄敵人，聊以自娛。陸天抒越看越怒，只是大罵。花鐵幹突然心生一計，低聲道：「水賢弟，你到東邊去假裝滑雪下谷。我到西邊去佯攻，引得這惡僧走開阻擋，陸大哥便可乘機下去。」陸天抒道：「此計大妙。」水岱道：「他如不過來阻擋，咱們便真的滑下谷去！」他和花鐵幹二人當即分從左右奔了開去。附近百餘丈內都是峭壁，若要滑雪下谷，須得繞個大圈子，遠遠過來。血刀僧見二人分向左右，顯是要繞道進谷，如何阻擋，一時倒沒主意，尋思：「糟糕，糟糕！他們大兜圈子地過來，雖然路程遠些，但花上個把時辰，總也能到。此時不走，更待何時？他們大兜圈子來攻，我便大兜圈子的逃之夭夭。」當下也不通知狄雲，悄悄溜下岩石。陸天抒目送花水二人遠去，低頭一看，已不見了血刀僧的蹤影，但見雪地中一道腳印，通向西北而去，大叫：「花賢弟、水賢弟，惡僧逃走啦，快回來！」花水二人聽得呼聲，一齊轉身。陸天抒急於追人，湧身躍落，登時便沒入谷底積雪。他躍下時早已閉住呼吸，但覺身子不住下沉，隨即足尖碰到了實地，當即足下使勁，身子便向上冒。他頭頂剛要伸出積雪，忽覺胸口一痛，已中了敵人暗算，驚怒之下，大刀立時揮出，去勢迅捷無倫，憑著手上感覺，已知砍中了敵人。但敵人受傷顯是不重，在雪底又是一刀砍來。原來血刀僧聽得陸天抒的呼叫，知他下一步定是縱身入谷，當即回身，鑽入了岩石附近的積雪之中。陸天抒武功既高，閱歷又富，要想對他偷襲暗算，本來絕少可能，但他這時從數十丈高處躍入雪中，這種事生平從未經歷過，自是全神貫注，只顧到如何運氣提勁，以免受傷。他明明看見血刀僧已然逃走，豈知深雪中竟會伏有敵人，當真是出其不意之外，再加上個出其不意。但他畢竟是中原武林中一等一的人物，胸口雖然受傷，跟著便也傷了敵人，刷刷刷連環三刀，在深雪中疾砍出去。他知血刀僧行如鬼魅，與他相鬥，決不可有一瞬之間的鬆懈，這三刀盲目砍出，勁力卻是非同小可。血刀僧受傷後勉力招架，退後一步，不料身後落足之處積雪並未結冰，腳底踏了個空，登時向下直墮。陸天抒連環三刀砍出，不容敵人有絲毫喘息的餘裕，跟著又是連環三刀，他知敵人在自己接連六刀硬攻之下，定要退後，當即搶上強攻，猛覺足底一鬆，身子也直墮下去。他二人陷入這詭奇已極的困境之中，都是眼不見物，積雪之下也說不上甚麼聽風辨器，連黑夜搏鬥的諸般功夫也用不上了。兩人足尖一觸上實地，各自便即使開平生練得最熟的一路刀法。這時頭頂十餘丈積雪罩蓋，除了將敵人殺死之外，誰也不敢先行向上升起。只要誰心中先怯，意圖逃命，非給對方砍死不可。狄雲聽得洞外一陣大呼，跟著便寂無聲息，探頭張望，已不見了血刀老祖，卻見岩石旁的白雪隱隱起伏波動，不禁大奇，看了一會，才明白雪底有人相鬥，一抬頭，只見水岱和花鐵幹二人站在山邊，凝目谷底，神情焦急，那麼和血刀僧在雪底相鬥的，自然是陸天抒了。水笙也探頭出來觀看，見到父親全神貫注的模樣，相距又遠，一時不敢呼叫。花水二人一心想要出手相助，卻不知如何是好。水岱道：「花二哥，我這就跳下去。」花鐵幹急道：「使不得，使不得！你也跳進雪底下，卻如何打法？下面甚麼也瞧不見，莫要……莫要又誤傷了陸大哥。」他一槍刺死親如骨肉的劉乘風，心中一直說不出的難過。這處境水岱自然並非不知，自己跳入雪底，除了舞劍亂削之外，又那裏能分清敵友？斬死血刀僧或陸天抒的機會是一般無二，而被血刀僧或陸天抒砍死的機會也是毫無分別。可是己方明明有兩個高手在旁，卻任由陸大哥孤身和血刀僧在雪底拚命，陸大哥是為救自己女兒而來，此刻身歷奇險，自己卻高高在上袖手旁觀，當真是五內如焚，頓足搓手，一籌莫展。要說跳下去再說罷，但一躍下，便是加入了戰團，但見谷中白雪蠕動，這一跳下去，說不定正好壓在陸天抒的頭頂。谷底白雪起伏一會，終於慢慢靜止。崖上水岱、花鐵幹，洞中狄雲、水笙，卻只有更加焦急，不知這場雪底惡戰到底誰勝誰敗。四人都是屏息凝氣、目不轉瞬的注視谷底。過了好一會，一處白雪慢慢隆起，有人探頭上來，這人頭頂上都是白雪，一時分不清是俗家還是和尚，這人漸升漸高，看得出頭上長滿了白髮。那是陸天抒！水笙大喜，低聲歡呼。狄雲怒道：「有甚麼好叫的？」水笙道：「你師祖爺爺死啦，你小和尚也命不久長了。」這句話她便不說，狄雲也豈有不知？這些時日之中，他每天和血刀僧在一起，「近朱者赤」，不知不覺間竟也沾上了一點兒橫蠻暴躁的脾氣。何況眼見陸天抒得勝，自己勢必落在這三老手中，更有甚麼辯白的機會？他心情奇惡，喝道：「你再囉唆，我先殺了你。」水笙一凜，不敢再說。她被血刀僧點了穴道，動彈不得，狄雲雖是斷了腿，但要殺害自己，卻是容易不過。陸天抒的頭探在雪面，大聲喘息，努力掙扎，似想要從雪中爬起。水岱和花鐵幹齊聲叫道：「陸大哥，我們來了！」兩人湧身躍落，沒入深雪，隨即竄上，躍向谷邊的岩石。便在此時，卻見陸天抒的頭倏地又沒入了雪中，似乎雙足被人拉住向下力扯一般。他沒入之後，再也不探頭上來，但血刀僧卻也是影蹤不見。水岱和花鐵幹對望一眼，心下均甚憂急，見陸天抒適才沒入雪中，勢既急速，又似身不由主，十九是遭了敵人的暗算。突然間波的一響，又有一顆頭顱從深雪中鑽了上來，這一次卻是頭頂光禿禿的血刀僧。他哈哈一笑，頭顱便沒入雪裏。水岱罵道：「賊禿！」提劍正要躍下廝拚，忽然間雪中一顆頭顱急速飛上。那只是一個頭顱，和身子是分離了的，白髮蕭蕭，正是陸天抒的首級。這頭顱向空中飛上數十丈，然後拍的一聲，落了下來，沒入雪中，無影無蹤。水笙眼見這般怪異可怖的情景，嚇得幾欲暈倒，連驚呼也叫不出聲。水岱悲憤難當，長聲叫道：「陸大哥，你為兄弟喪命，英靈不遠，兄弟為你報仇。」縱身正要躍出，花鐵幹急忙抓住他左臂，說道：「且慢！惡僧躲在雪底，他在暗裏，咱們在明裏，胡亂跳下去，別中人他的暗算。」水岱一想不錯，哽咽道：「那……那便如何？」花鐵幹道：「他在雪底能耗得幾時，終究會要上來。那時咱二人聯手相攻，好歹要將他破膛剜心，祭奠兩位兄弟。」水岱淚水從腮邊滾滾而下，心中只道：「要鎮靜，定下神來，這時候千萬不能傷心！大敵當前，不可心浮氣粗！」但兩個數十年相交的知友一旦喪命，卻教他如何不悲從中來？又如何能夠抑止？兩人望定了血刀僧適才鑽上來之處，從一塊岩石躍向另一塊岩石，並肩迫近，漸漸接近水笙和狄雲藏身的石洞之旁。水笙斜眼向狄雲偷睨，心中盤算，等父親再近得幾丈，這才出聲呼叫，好讓他能及時過來相救，倘若叫得早了，小惡僧便會搶先下手殺了自己。狄雲見到她神色不定，眼珠轉動，已料到她的用意，假裝閉目養神。水笙不虞有他，只是望著父親。突然之間，狄雲雙手在地下一撐，身子躍起，撲在水笙背上，右臂一彎，扼住了她喉嚨。水笙大吃一驚，待要呼叫，卻那裏叫得出聲？只覺狄雲的手臂扼得自己氣也透不過來，忽聽他在自己耳邊低聲道：「你答允不叫，我就不扼死你！」他說了這句話，手臂略鬆，讓她吸一口氣，但那粗糙瘦硬的手臂，卻始終不離開她喉頭柔嫩的肌膚。水笙恨極，心中千百遍的咒罵，可便是奈何不得。水岱和花鐵幹蹲在一塊大岩石上，但見雪谷中絕無動靜，都是大為奇怪，不知血刀僧在玩甚麼玄虛，怎能久耽雪底。他們悲痛之際，沒想到血刀僧自幼生長於藏邊冰天雪地，熟知冰雪之性。先前他鑽入雪底之後，立時便以血刀剜了個大洞，伸掌拍實，雪洞中便存得有氣，每逢心跳加劇，呼吸難繼，便探頭到雪洞中吸幾口氣。陸天抒卻如何懂得這個竅門，一味屏住呼吸，硬拚硬打。他內力雖然充沛，終是及不上血刀僧不住換氣。便如兩人在水底相鬥，一人可以常常上水面呼吸，另一人卻沉在水底，始終不能上來，勝負之數，可想而知。陸天抒最後實在氣窒難熬，干冒奇險，探頭到雪上吸氣，下體當即給血刀僧連砍三刀，死於雪底。水岱和花鐵幹越等越心焦，轉眼間過了一炷香時分，始終不見血刀僧的蹤跡。水岱道：「這惡僧多半是身受重傷，死在雪底了。」花鐵幹道：「我想多半也是如此。陸大哥豈能為惡僧所殺，卻不還他兩刀？何況這惡僧和劉賢弟拚鬥甚久，早已不是陸大哥的對手。」水岱道：「他定是行使詐計，暗算了陸大哥。」說到此處，悲憤無可抑制，叫道：「我到下面去瞧瞧。」花鐵幹道：「好，可要小心了，我在這裏給你掠陣。」水岱手提長劍，吸一口氣，展開輕功，便從雪面上滑了過去，只滑出數丈，察覺腳下並不如何鬆軟，當下奔得更快。這雪谷四周山峰極高，萬年不見陽光，谷底積的雖然是雪，卻早已冰雪相混，有如稀泥，從上躍下固是立時沒入，以輕功滑行卻不致陷落，水岱輕身功夫甚是了得，在雪面上越滑越快，只聽得花鐵幹叫道：「好輕功！水賢弟，那惡僧便在左近，小心！」話聲未絕，喀喇一聲，水岱身前丈許之外鑽出一個人來，果然便是血刀僧，只見他雙手空空，沒了兵刃，叫聲：「啊喲！」不敢和水岱接戰，向西飄開數丈，慌慌張張地叫道：「大丈夫相鬥，講究公平。你手裏有劍，我卻赤手空拳，那如何打法？」水岱尚未答話，花鐵幹遠遠叫道：「殺你這惡僧，還講甚麼公平不公平？」他輕功不及水岱，不敢踏下雪地，從旁邊岩石繞將過去，從旁夾擊。水岱心想惡僧這口血刀，定是和陸大哥相鬥之時在雪中失落了。深谷中積雪數十丈，這口刀那裏還找得著？他見敵人沒了兵刃，更加放心，必勝之券，已操之於手，只是別要讓他逃得遠了，或是無影無蹤的又鑽入雪中，叫道：「兀那惡僧，我女兒在那裏？你說了出來，便將你痛痛快快的一劍殺了！不給你吃零碎苦頭。」血刀僧道：「這妞兒的藏身之所，你就尋上十天半月，也未必尋得著。若是放我生路，便跟你說。」口中說話，腳下絲毫不停。水岱心想：「姑且騙他一騙，叫他先說了出來。」便道：「此處四周都是插翅難上的高峰，便放了你，你又走向何處？」血刀僧道：「這裏的地勢古怪之極，我在左近住過幾年，卻是瞭如指掌。你如殺了我，一定難以出谷，活活的餓死在這裏，不如大家化敵為友，我還你女兒，再引你們出谷如何？」花鐵幹怒道：「惡僧說話，有何信義？你快跪下投降，如何處置，我們自有主意，何用你來插嘴？」一面說，一面漸漸迫近。血刀僧笑道：「既是如此，老子可要失陪了！」腳下加快，斜刺裏向東北角上奔去。水岱罵道：「往那裏去！」挺劍疾追。血刀僧奔跑迅速，奔出數十丈後，迎面高峰當道，更無去路。他身形一幌，疾轉回頭，從水岱身旁斜斜掠過。水岱揮劍橫削，差了尺許沒能削中，血刀僧又向西北奔去。水岱見他重回舊地，心道：「在這谷中奔來奔去，又逃得到那裏？不過老是捉迷藏般地追逐，這廝輕功不弱，倒不易殺得了他。笙兒又不知到了何處。」他心中焦急，提一口氣，腳下加快，和敵人又近了數尺，忽聽得血刀僧「啊」的一聲，向前撲倒，雙手在雪地中亂抓亂爬，顯是內力已竭，摔倒了便爬不起來。石洞中狄雲和水笙都看得清楚，一個驚慌，一個歡喜，狄雲斜眼瞥處，見到水笙滿臉喜色，心中惱恨，不由得手臂收緊，用力在她喉頭一扼。眼見血刀僧無法爬起，水岱那能失此良機，搶上幾步，挺劍向他臀部疾刺而下，這是不欲一劍便將他刺死，要將他傷得逃跑不了，再拷問水笙的所在。長劍只遞出兩尺，驀地裏左腳踏下，足底虛空，全身急墮，下面竟是一個深洞。這一下奇變橫生，竟似出現了妖法邪術，花鐵幹、狄雲、水笙三人眼見水岱便要得手，卻在一瞬之間陡然消失，不知去向。跟著一聲長長的慘叫，從地底傳將上來，正是水岱的聲音，顯是在下面碰到了極可怕之事。血刀僧一躍而起，身手矯捷異常，顯而易見，他適才出力掙扎全是作偽。只見他躍起身來，雙足一頓，沒入雪裏，跟著又鑽了上來，抓著一人，拋在雪地裏。那人鮮血淋漓，正是水岱，但見他雙足已然齊膝而斷，一時也不知是死是活。水笙見到父親的慘狀，大聲哭叫：「爹爹，爹爹！」狄雲心中不忍，驚駭之餘，也忘了再伸手扼她，反而放開了手臂，安慰她道：「水姑娘，你爹爹沒死，他……他還在動。」血刀僧左手一揮一揚，一道暗紅色的光華在頭頂盤旋成圈，血刀竟又入手。原來適才他潛伏雪地，良久不出，是在暗通一個雪井，布置了機關，將血刀橫架井中，刃口向上，然後鑽出雪來，假裝失刀，令敵人心無所忌，放膽追趕，終於跌入陷阱。水岱縱橫武林數十年，閱歷不可謂不富，水陸兩路的江湖伎倆無不通曉，只是這冰雪中的勾當卻令他防不勝防。他從雪井中急墮而下，那血刀削鐵如泥，登時將他雙腿輕輕割斷。血刀僧高舉血刀，對著花鐵幹大叫：「有種沒有？過來鬥上三百回合。」花鐵幹見到水岱在雪地裏痛得滾來滾去的慘狀，只嚇得心膽俱裂，那敢上前相鬥，挺著短槍護在身前，一步步的倒退，槍上紅纓不住抖動，顯得內心害怕已極。血刀僧一聲猛喝，衝上兩步。花鐵幹急退兩步，手臂發抖，竟將短槍掉在地下，急速拾起，又退了兩步。血刀僧連鬥三位高手，三次死裏逃生，實已累得筋疲力盡，倘若和花鐵幹再鬥，只怕一招也支持不住。花鐵幹的武功本來就不亞於血刀僧，此刻上前拚鬥，血刀僧非死在他槍下不可，只是他失手刺死劉乘風後，心神沮喪，銳氣大挫，再見到陸天抒斷頭、水岱斷腿，嚇得膽也破了，已無絲毫鬥志。血刀僧見到他如此害怕的模樣，得意非凡，叫道：「嘿嘿，我有妙計七十二條，今日只用三條，已殺了你江南三個老傢伙，還有六十九條，一條條都要用在你身上。」花鐵幹多歷江湖風波，血刀僧這些炎炎大言，原來騙他不倒，但這時成了驚弓之鳥，只覺敵人的一言一動之中，無不充滿了極兇狠極可怖之意，聽他說還有六十九條毒計，一一要用在自己身上，喃喃地道：「六十九條，六十九條！」雙手更抖得厲害了。血刀老祖此時心力交疲，支持艱難，只盼立時就地躺倒，睡他一日一夜。但他心知此刻所面對的實是一場生死惡鬥，其激烈猛惡，殊不下於適才和劉乘風、陸天抒等的激戰。只要自己稍露疲態，給對方瞧出破綻，他出手一攻，立時便伸量出自己內力已盡，那時他短槍戳來，自己只有束手就戮，是以強打精神，將手中血刀盤旋玩弄，顯得行有餘力。他見花鐵幹想逃不逃的，心中不住催促：「膽小鬼，快逃啊，快逃啊！」豈知花鐵幹這時連逃跑也已沒了勇氣。水岱雙腿齊膝斬斷，躺在雪地中奄奄一息，眼見花鐵幹嚇成這個模樣，更是悲憤。他雖然重傷，卻已瞧出血刀僧內力垂盡，已是強弩之末，鼓足力氣叫道：「花二哥，跟他拚啊。惡僧真氣耗竭，你殺他易如反掌，易……」血刀僧心中一驚：「這老兒瞧出我的破綻，大是不妙。」他強打精神，踏上兩步，向花鐵幹道：「不錯，不錯，我內力已盡，咱們到那邊崖上去大戰三百回合！不去的是烏龜王八蛋！」忽聽得身後山洞中傳出水笙的哭叫：「爹爹，爹爹！」血刀僧靈機一動：「此刻若是殺了水岱，徒然示弱。我抓了這女娃兒出來，逼迫水岱投降。這姓花的便更加沒有鬥志了。」他向著花鐵幹獰笑道：「去不去？打五百個回合也行？」花鐵幹搖搖頭，又退了一步。水岱叫道：「跟他打啊，跟他打啊！你不跟陸大哥、劉三哥報仇麼？」血刀僧哈哈大笑，叫道：「打啊，打啊！我還有六十九條慘不可言的毒計，一一要使在你的身上。」一邊說，一邊轉身走進山洞，抓住水笙頭髮，將她橫拖倒曳的拉了出來，拉扯之時，已是不斷喘氣，說甚麼也掩飾不住。他知道花鐵幹武功厲害，唯有以各種各樣殘酷手段施於水氏父女身上，方能嚇得他不敢出手，當下將水笙拖到水岱面前，喝道：「你說我真氣已盡，好，我試給你瞧瞧，真氣盡是不盡？」說著用力一扯，嗤的一聲響，將水笙的右邊袖子撕下了一大截，露出雪白的肌膚。水笙一聲驚叫，只是穴道被點，半分抗禦不得。狄雲跟著從山洞中爬了出來，眼看著這慘劇，甚是不忍，叫道：「你……你別欺侮水姑娘！」血刀老祖笑道：「哈哈，乖徒孫，不用擔心，師祖爺爺不會傷了她性命。」他回過身來，手起一刀，將水岱的肩削去一片，問道：「我的真氣耗竭了沒有？」水岱肩上登時鮮血噴出。花鐵幹和水笙同時驚呼。血刀僧左手一扯，又將水笙的衣服撕去一片，向水岱道：「你叫我三聲『好爺爺』，叫是不叫？」水岱呸的一聲一口唾液，用力向他吐去。血刀僧側身閃避，這一下站立不穩，腳下一個踉蹌，只覺頭腦眩暈，幾乎便要倒將下來。水岱瞧得清楚，叫道：「花二哥，快動手啊，快動手！」花鐵幹也見到血刀僧腳步不穩，心中卻想：「只怕他是故意示弱，引我上當。這惡僧詭計多端，不可不防。」血刀僧又橫刀削去，在水岱右臂上砍了一條深痕，喝道：「你叫不叫我『好爺爺』？」水岱痛得幾欲暈去，大聲道：「姓水的寧死不屈！快將我殺了。」血刀僧道：「我才不讓你痛痛快快的死呢，我要將你的手臂一寸寸的割下來，將你的肉一片片削下來。你叫我三聲『好爺爺』，向我討饒，我便不殺你！」水岱罵道：「做你娘的清秋大夢！」血刀僧眼見他極是倔強，料想縱然將他碎割凌遲，也不會屈服，便道：「好，我來炮製你的女兒，看你叫不叫我『好爺爺』？」說著反手一扯，撕下了水笙的半幅裙子。水岱怒極，眼前一黑，便欲暈去，但想：「花二哥嚇得沒了鬥志，我可不能便死。不管這惡僧如何當著我面前侮辱笙兒，我都要忍住氣，跟他周旋到底。」血刀僧獰笑道：「這姓花的馬上就會向我跪下求饒，我便饒了他性命，讓他到江湖上去宣傳，水姑娘給我如何剝光了衣衫。哈哈，妙極，很好！花鐵幹，你要投降？可以，可以，我可以饒你性命！血刀老祖生平從不殺害降人。」花鐵幹聽了這幾句話，鬥志更加淡了，他一心一意只想脫困逃生，跪下求饒雖是羞恥，但總比給人在身上一刀一刀的宰割要好得多。他全沒想到，若是奮力求戰，立時便可將敵人殺了，卻只覺眼前這血刀僧可怖可畏之極。只聽得血刀僧道：「你放心，不用害怕，待會你認輸投降，我便饒了你性命。決計不會割你一刀，儘管放心好了。」這幾句安慰的言語，花鐵幹聽在耳裏，說不出的舒服受用。血刀僧見他臉露喜色，心想機不可失，當即放下水笙，持刀走到他身前，說道：「大丈夫能屈能伸，很好，你要向我投降，先拋下短槍，很好，很好，我決不傷你性命。我當你是好朋友，好兄弟！拋下短槍，拋下短槍！」聲音甚是柔和。他這幾句說話似有不可抗拒的力道，花鐵幹手一鬆，短槍拋在雪地之中。他兵刃一失，那是全心全意的降服了。血刀僧露出笑容，道：「很好，很好！你是好人，你這柄短槍不差，給我瞧瞧！你退後三步，好，你很聽話，我必定饒你不殺，你放一百二十個心。再退開三步。」花鐵幹依言退開。血刀僧緩緩俯身，將短槍拿在手中，手指碰到槍幹之時，自覺全身力氣正在一點一滴地失卻，接連提了兩次真氣，都是提不上來，暗暗心驚：「適才間連鬥三個高手，損耗得當真厲害，只怕要費上十天半月，方得恢復元氣。」雖將純鋼短槍拿到了手中，仍是提心吊膽，倘若花鐵幹突然大起膽子出手攻擊，就算他只是空手，自己也是一碰即垮。水岱見花鐵幹拋槍降服，已無指望，低聲道：「笙兒，快將我殺了！」水笙哭道：「爹爹，我……我動不了！」水岱向狄雲道：「小師父，你做做好事，快將我殺了。」狄雲明白他的心意，反正是活不了，與其再吃零碎苦頭，受這般重大侮辱，不如死得越早越好。他心中不忍，很想助他及早了斷，只是自己一出手，非激怒血刀僧不可，眼見此人這般兇惡毒辣，那可無論如何也得罪不得。水岱又道：「笙兒，你求求這位小師父，快些將我殺了，再遲可就來不及啦。」水笙心慌意亂，道：「爹爹，你不能死，你不能死。」水岱怒道：「我此刻是生不如死，難道你沒見到麼？」水笙吃了一驚，道：「是，是！爹，我跟你一起死了！」水岱又向狄雲求道：「小師父，你大慈大悲，快些將我殺了。要我向這惡僧求饒，我水岱怎能出口？我又怎能見我女兒受他之辱？」狄雲眼見到水岱的英雄氣概，甚是欽佩，這時義憤之心大盛，低聲道：「好，我便殺了你。老和尚要責怪，也不管了！」水岱心中一喜，他雖受重傷，心智不亂，低聲道：「我大聲罵你，你一棍將我打死，那老和尚就不會怪你。」不等狄雲回答，便大罵道：「小淫僧，你若不回頭，仍是學這老惡僧的樣，將來定然不得好死。你倘若天良未泯，快快脫離血刀門才是！小惡僧，你這王八蛋，烏龜兒子！你快快痛改前非，今後做個好人！」狄雲聽出他罵聲中含有勸誡之意，心下暗暗感激，提起一根粗大的樹枝舞了幾下，卻打不下去。水岱心中焦急，罵得更加兇了，斜眼只見那邊廂花鐵幹雙膝一軟，跪倒在雪地之中，向血刀僧磕下頭去。血刀僧積聚身上僅有的少些內力，凝於右手食指，對準花鐵幹背心的「靈台穴」點落，這一指實是竭盡了全力，一指點罷，再也沒了力氣。花鐵幹被點摔倒，血刀僧也雙膝慢慢彎曲。水岱眼見花鐵幹摔倒，心中一酸，自己一死，再也無人保護水笙，暗叫：「苦命的笙兒！」喝道：「王八蛋，你還不打我！」狄雲也已看到花鐵幹摔倒，心想血刀僧立時便來，當下一咬牙，奮力揮棍掃去，擊在水岱天靈蓋上。水岱頭顱碎裂，一代大俠，便此慘亡。水笙哭叫：「爹爹！」登時暈了過去。血刀僧聽到水岱的毒罵之聲，只道狄雲真是沉不住氣，出手將他打死，反正此刻花鐵幹已然給自己制住，水岱是死是活，無關大局。這一來得意之極，不由得縱聲長笑。可是自己聽得這笑聲全然不對，只是「啊，啊，啊」幾下嘶啞之聲，那裏有甚麼笑意？但覺腿膝間越來越是酸軟，蹣跚著走出幾步，終於坐倒在雪地之中。※※※花鐵幹看到這般情景，心下大悔：「水兄弟說得不錯，這惡僧果然已是真氣耗竭，早知如此，我一出手便結果了他的性命，又何必嚇成這等模樣？更何必向他磕頭求饒？」自己是成名數十年的中原大俠，居然向這萬惡不赦的敵人屈膝哀懇，這等貪生怕死，無恥卑劣，想起來當真無地自容。只是他「靈台」要穴被點，須得十二個時辰之後方能解開。血刀僧若不露出真氣耗竭的弱點，自己還有活命之望，現下是說甚麼也容不得自己了。否則一等自己穴道解開，焉有不向他動手之理？果然聽得血刀僧道：「徒兒，快將這人殺了。這人奸惡之極，留他不得。」花鐵幹叫道：「你答允饒我性命的。你說過不殺降人，如何可以不顧信義？」他明知抗辯全然無用，但大難臨頭，還是竭力求生。血刀僧乾笑道：「我們血刀門的高僧，把『信義』二字瞧得猶似狗屎一般，你向我磕頭求饒，是你自己上我的當，哈哈哈哈！乖徒兒快一棒把他打殺了！此人留著不死，危險之極。」他對花鐵幹也真十分忌憚，自知剛才一指點穴，內力不到平時的一成，力道不能深透經脈，這人武功了得，只怕過不了幾個時辰就會給他衝開穴道，那時候情勢倒轉，自己反成俎上之肉了。狄雲不知血刀僧內力耗竭，只想：「適才我殺水大俠，是為了解救他的苦惱。這位花大俠好端端的，我何必殺他？」便道：「他已給師祖爺爺制服，我看便饒了他罷！」花鐵幹忙道：「是啊，是啊！這位小師父說得不錯。我已給你們制服，絕無半分反抗之心，何必再要殺我？」水笙從昏暈中悠悠醒轉，哭叫：「爹爹，爹爹！」聽得花鐵幹這般無恥求饒，罵道：「花伯伯，你也是武林中響噹噹的一號人物，怎地如此不要臉？眼看我爹爹慘受苦刑……我爹爹……爹……爹……」說到這裏，已是泣不成聲。花鐵幹道：「這兩位師父武功高強，咱們是打不過的，還不如順從降服，跟隨著他們，服從他們的號令為是！」水笙連聲：「呸！呸！死不要臉！」血刀僧心想多挨一刻，便多一分危險，這當兒自己竟半點力氣也沒有了，想要支撐起來走上兩步也是不能，說道：「好孩兒，聽師祖爺爺的話，快將這傢伙殺了！」水笙回過頭來，只見父親腦袋上一片血肉模糊，死狀極慘，想起他平時對自己的慈愛，骨肉情深，幾乎又欲暈去。水岱懇求狄雲將自己打死，水笙原是親耳聽見，但這時急痛攻心，竟然忘了，只知道狄雲一棍將父親打得腦漿迸裂，胸中悲憤，難以抑制，突覺一股熱氣從丹田中衝將上來。內功練到十分高深之人，能以真氣衝開被封穴道。但要練到這等境界，那是非同小可之事，花鐵幹尚自不能，何況水笙？可是每個人在臨到大危難、大激動的特殊變故之時，體內潛能忽生，往往能做出平時絕難做到的事來。這時水笙極度悲憤之下，體內真氣激盪，被封的穴道竟自開了，也不知從那生出來一股力氣，驀地裏一躍而起，拾起父親身旁的那根樹枝，夾頭夾腦向狄雲打去。狄雲左躲右閃，雖然避開了面門要害，但臉上、腦後、耳旁、肩頭，接連給她擊中了十二三下。他伸手擋架，叫道：「你幹甚麼打我？是你爹爹求我殺他的。」水笙一凜，想起此言不錯，一呆之下便洩了氣，坐倒在地，放聲大哭。血刀僧聽得狄雲說道：「是你爹爹求我殺他的」，心念一轉，已明白了其中原委，不禁大怒：「這小子竟去相助敵人，當真大逆不道。」登時便想提刀將他殺了，但手臂略動，便覺連臂帶肩俱都麻痺，當下不動聲色，微笑說道：「乖徒兒，你好好看住這女娃兒，別讓她發蠻。她是你的人了，你愛怎樣整治她，師祖爺爺任你自便。」花鐵幹瞧出了端倪，叫道：「水姪女，你過來，我有話跟你說。」他知血刀僧此刻沒半點力氣，已不足為患，狄雲大腿折斷，四人中倒是水笙最強，要低聲叫她乘機除去二僧。那知水笙恨極了他卑鄙懦怯，心想：「若不是你棄槍投降，我爹爹也不致喪命。」聽得花鐵幹呼叫，竟不理不睬。花鐵幹又道：「水姪女，你要脫卻困境，眼前是唯一良機。你過來，我跟你說。」血刀僧怒道：「你囉哩囉嗦甚麼，再不閉嘴，我一刀將你殺了。」花鐵幹卻也不敢真的和他頂撞，只是不住的向水笙使眼色。水笙怒道：「有甚麼話，儘管說好了，鬼鬼祟祟的幹甚麼？」花鐵幹心想：「這老惡僧正在運氣恢復內力。他只要恢復得一分，能提得起刀子，定是先將我殺了。時機迫促，我說得越快越好。」便道：「水姪女，你瞧這位老和尚，他劇鬥之餘，內力耗得乾乾淨淨，坐在地下站也站不起來了。」他明知血刀僧此刻無力加害自己，卻也不敢對他失了敬意，仍稱之為「這位老和尚」。水笙向血刀僧瞧去，果見他斜臥雪地，情狀極是狼狽，想起殺父之仇，也不理會花鐵幹之言是真是假，舉起手中的樹枝，當頭向血刀僧打了下去。血刀僧聽得花鐵幹一再招呼水笙過去，便已知他心意，心中暗暗著急，飛快的轉著念頭：「這女娃兒若來害我，那便如何是好？」他又提了兩次氣，只覺丹田中空蕩蕩地，全身反比先前更是軟弱，一時彷徨無計，水笙手中的樹棍卻已當頭打來。水笙擅使的兵刃乃是長劍，本來不會使棍，加之心急報父仇，這一棍打出，全無章法，腋底更露出老大破綻。血刀僧身子略側，想將手中所持花鐵幹的短槍伸出去，只是實在太過衰弱，單是掉轉槍頭，也是有心無力，只得勉力將槍尾對準了水笙腋下的「大包穴」。水笙悲憤之下，那防到他另生詭計，樹枝擊落，結結實實地打在他臉上，登時打得他皮開肉綻，但便在此時，腋下穴道一麻，四肢酸軟，向前摔倒。血刀僧給她一棍打得頭暈眼花，計策卻也生效，水笙自行將「大包穴」撞到槍桿上去，點了自己的穴道。他得意之下，哈哈大笑，說道：「姓花的老賊，你說我氣力衰竭，怎地我又能制住了她？」他以槍桿對準水笙穴道，讓她自行撞上來的手法，給他和水笙兩人的身子遮住，花鐵幹和狄雲都沒瞧見，均以為確是他出手點倒水笙。花鐵幹驚懼交集，沒口子的道：「老前輩神功非常，在下凡夫俗子是井蛙之見，當真料想不到。老前輩如此深厚的內力，莫說舉世無雙，的的確確是空前絕後了。」他滿口恭維血刀僧，但話聲發顫，心中恐懼無比。血刀僧心中暗叫：「慚愧！」自知雖得暫免殺身之禍，但水笙穴道被撞只是尋常外力，並非自己指力所點，勁力不透穴道深處，過不多時，她穴道自解。這等幸運之事可一而不可再，她若拾起血刀斬殺自己，就算再用槍桿撞中她穴道，自己的頭顱可也飛向半天了，務須在這短短的時刻之中恢復少許功力，要趕著在水笙穴道解開之前先殺了她。只是這內力的事情，稍有勉強，大禍立生，當下一言不發，躺著緩緩吐納。這時他便要盤膝而坐，也已不能，卻又不敢閉眼，生怕身畔三人有何動靜，不利於己。狄雲頭上、肩上、手上、腳上，到處疼痛難當，只有咬牙忍住呻吟，心中一片混亂，無法思索。水笙臥躺處離血刀僧不到三尺，初時極為惶急，不知這惡僧下一步將如何對付自己，過了好一會，見他毫不動彈，才略感放心，她心中傷痛已極，體力難以支持，躺了一會，加之心急父仇，竟爾昏昏睡去。血刀僧心中一喜：「最好你一睡便睡上幾個時辰，那便行了。」這一節花鐵幹也瞧了出來，眼見狄雲不知是心軟還是胡塗，居然並無殺己之意，自己的生死，全繫於水笙是否能比血刀僧早一刻行動，見她竟爾睡去，忙叫：「水姪女，水姪女，千萬睡不得，這兩個淫僧要對付你了。」但水笙疲累難當，昏睡中嗯嗯兩聲，卻那裏叫得她醒？花鐵幹大叫：「不好了，不好了，快些醒來，惡僧要害你了！」血刀僧大怒，心想：「這般大呼小叫，危險非小。」向狄雲道：「乖徒兒，你過去一刀將這老傢伙殺了。」狄雲道：「此人已然降服，那也不用殺他了。」血刀僧道：「他那裏降服？你聽他大聲吵嚷，便是要害我師徒。」花鐵幹道：「小師父，你的師祖兇狠毒辣，他這時真氣散失，行動不得，這才叫你來殺我。待會他內力恢復，惱你不從師命，便來殺你了。不如先下手為強，將他殺了。」狄雲搖頭道：「他也不是我的師祖，只是他有恩於我，救過我性命。我如何能夠殺他？」花鐵幹道：「他不是你師祖？那你快快動手，更是片刻也延緩不得。血刀門的和尚兇惡殘忍，沒半點情面好講，你自己想不想活？」他情急之下，言語中對血刀僧已不再有絲毫敬意。狄雲好生躊躇，明知他這話有理，但要他去殺血刀僧，無論如何不忍下手，但聽花鐵幹不住口的勸說催促，焦躁起來，喝道：「你再囉裏囉嗦，我先殺了你。」花鐵幹見情勢不對，不敢再說，只盼水笙早些醒轉，過了一會，又大聲叫嚷：「水笙，水笙，你爹爹活轉來啦，你爹爹活轉來啦！」水笙在睡夢迷迷糊糊，聽人喊道：「你爹爹活轉來啦！」心中一喜，登時醒了過來，大叫：「爹爹，爹爹！」花鐵幹道：「水姪女，你被他點了那一處穴道？這惡僧已沒甚麼力氣，點中了也沒甚麼要緊，我教你個吸氣衝解穴道的法門。」水笙道：「我左腋下的肋骨上一麻，便動彈不得了。」花鐵幹道：「那是『大包穴』。這容易得很，你吸一口氣，意守丹田，然後緩緩導引這口氣，去衝擊左腋下的『大包穴』，衝開之後，便可報你殺父之仇。」水笙點了點頭，道：「好！」她雖對花鐵幹仍是十分氣惱，但究竟他是友非敵，而他的教導確是於己有利，當即依言吸氣，意守丹田。血刀僧眼睜一線，注視她的動靜，見她聽到花鐵幹的話後點了點頭，不由得暗暗叫苦，心道：「這女娃兒已能點頭，也不用甚麼意守丹田，衝擊穴道，只怕不到一炷香的時刻，便能行動了。」當下眼觀鼻，鼻觀心，於水笙是否能夠行動一事，全然置之度外，將腹中一絲游氣慢慢增厚。那導引真氣以衝擊穴道的功夫何等深奧，連花鐵幹自己也辦不了，水笙單憑他這幾句話指點，豈能行之有效？但她被封的穴道隨著血脈流轉，自然而然的早已在漸漸鬆開，卻不是她的真氣衝擊之功，過不多時，她背脊便動了一動。花鐵幹喜道：「水姪女，行啦，你繼續用這法子衝擊穴道，立時便能站起來了。」水笙又點了點頭，自覺手足上的麻木漸失，呼了一口長氣，慢慢支撐著坐起身來。花鐵幹叫道：「妙極，水姪女，你一舉一動都要聽我吩咐，不可錯了順序，這中間的關鍵十分要緊，否則大仇難報。第一步，拾起地下的那柄彎刀。」水笙慢慢伸手到血刀僧身畔，拾起了血刀。狄雲瞧著她的行動，知道她下一步便是橫刀一砍，將血刀僧的腦袋割了下來，但見血刀僧的雙眼似睜似閉，對目前的危難竟似渾不在意。血刀僧此時自覺手足上力氣暗生，只須再有小半個時辰，雖無勁力，卻已可行動自如，偏生水笙搶先取了血刀，立時便要發難，當下將全身微弱的力道都集向右臂。卻聽得花鐵幹叫道：「第二步，先去殺了小和尚。快，快，先殺小和尚！」這一聲呼叫，水笙、血刀僧、狄雲都大出意料之外。花鐵幹叫道：「老和尚還不會動，先殺小和尚要緊。你如先殺老和尚，小和尚便來跟你拚命了！」水笙一想不錯，提刀走到狄雲身前，心中微一遲疑：「他曾助我爹爹，使得他免受老惡僧之辱，我是不是要殺他？」這一遲疑只是頃刻間的事，跟著便拿定了主意：「當然殺！」提起血刀，便向狄雲頸中劈落。狄雲急忙打滾避開。水笙第二刀又砍將下去，狄雲又是一滾，抓起地下的一根樹枝，向她刀上格去。水笙連砍三刀，將樹枝削去兩截，又即揮刀砍下，突然間手腕上一緊，血刀竟被後面一人夾手奪了過去。搶她兵刃的正是血刀僧。他力氣有限，不能虛發，看得極準，一出手便即奏功，奪到血刀，更不思索，順手揮刀便向她頸中砍下。水笙不及閃避，心中一涼。狄雲叫道：「別再殺人了！」撲將上去，手中樹枝擊在血刀僧腕上。若在平時，血刀僧焉能給他擊中？但這時衰頹之餘，功力不到原來的半成，手指一鬆，血刀脫手。兩人同時俯身去搶兵刃，狄雲手掌在下，先按到了刀柄。血刀僧提起雙手，便往他頸中扼去。狄雲一陣窒息，放開了血刀，伸手撐持。血刀僧知道自己力氣無多，這一下若不將狄雲扼死，自己便命喪他手。他卻不知狄雲全無害他之意，只是不忍他再殺水笙，不自禁的出手相救。狄雲頭頸被血刀僧扼住，呼吸越來越艱難，胸口如欲迸裂。他雙手反過去使勁撐持，想將血刀僧推開。血刀僧見小和尚既起反叛之意，按照血刀門中的規矩，須得先除叛徒，再殺敵人。他料得花鐵幹一時三刻之間尚難行動，水笙是女流之輩，易於對付，是以將身上僅餘的力道，盡數運到扼在狄雲喉頭的手上。狄雲一口氣透不過來，滿臉紫脹，雙手無力反擊，慢慢垂下，腦海中只是一個念頭：「我要死了，我要死了！」水笙初時見兩人在雪地中翻滾，眼見是因狄雲相救自己而起，但總覺這是兩個惡僧自相殘殺，最好是他二人鬥個兩敗俱傷，同歸於盡。但看了一會，只見狄雲手足軟垂，已無反擊之力，不由得驚惶起來，心想：「老惡僧殺了小惡僧後，就會來殺我，那便如何是好？」花鐵幹叫道：「水姪女，這是下手的良機啊，快快拾起了彎刀。」水笙依言拾起血刀。花鐵幹又叫道：「過去將兩個惡僧殺了。」水笙提著血刀走上幾步，一心要將血刀僧殺死，卻見他和狄雲糾纏在一起。這血刀削鐵如泥，一刀下去，勢必將兩人同時殺死，心想狄雲剛才救了自己性命，這小和尚雖然邪惡，總是自己的救命恩人，恩將仇報，無論如何說不過去，要想俟隙只殺血刀僧一人，卻是手酸腳軟，全無把握。正遲疑間，花鐵幹又催道：「快下手啊，再等片刻，就錯過機會了，替你爹爹報仇，在此一舉。」水笙道：「兩個和尚纏在一起，分不開來。」花鐵幹怒道：「你真胡塗，我叫你兩個人一起殺了！」他是武林中的成名英雄，江西鷹爪鐵槍門一派的掌門，平時頤指氣使，說出話來便是命令。可是他忘了自己此刻動彈不得，水笙心中對他又是極為鄙視。她一聽到這句狂妄暴躁的話，登時大為惱怒，反而退後三步，說道：「哼！你是英雄豪傑，剛才為甚麼不跟這惡僧決一死戰？你有本事，自己來殺好了。」花鐵幹一聽情形不對，忙陪笑道：「好姪女，是花伯伯胡塗，你別生氣。你去將兩個惡僧都殺了，給你爹爹報仇。血刀老祖這樣出名的大惡人死在你手下，這件事傳揚出去，江湖上那一個不欽佩水女俠孝義無雙、英雄了得？」他越吹捧，水笙越惱，瞪了花鐵幹一眼，又走上前去，看準了血刀僧的背脊，想割他兩刀，叫他流血不止，卻不會傷到狄雲。血刀僧扼在狄雲頸中的雙手毫不放鬆，卻不住轉頭觀看水笙的動靜，見她持刀又上，猜到了她心意，沉著聲音道：「你在我背上輕輕割上兩刀，小心別傷到了小和尚。」水笙吃了一驚，她對血刀僧極為畏懼忌憚，聽得他叫自己用刀割他背脊，心想他定然不懷好意，決不能聽他的話，那料到這是血刀僧實者虛之、虛者實之的攻心之策，一怔之下，這一刀便割不下去了。狄雲給血刀老祖扼住喉頭，肺中積聚著的一股濁氣數度上衝，要從口鼻中呼了出來，但喉頭的要道被阻，這股濁氣衝到喉頭，又回了下去。一股濁氣在體內左衝右突，始終找不到出路。若是換作常人，那便漸漸昏迷，終於窒息身亡，但他偏偏無法昏迷，只感全身難受困苦已達極點，心中只叫：「我快要死了，我快要死了！」突然之間，他只覺胸腹間劇烈刺痛，體內這股氣越脹越大，越來越熱，猶如滿鑊蒸氣沒有出口，直要裂腹而爆，驀地裏前陰後陰之間的「會陰穴」上似乎被熱氣穿破了一個小孔，登時覺得有絲絲熱氣從「會陰穴」通到脊椎末端的「長強穴」去。人身「會陰」「長強」兩穴相距不過數寸，但「會陰」屬於任脈，「長強」卻是督脈，兩脈的內息決不相通。他體內的內息加上無法宣洩的一股巨大濁氣，交迸撞激，竟在危急中自行強衝猛攻，替他打通了任脈和督脈的大難關。這內息一通入「長強穴」，登時自腰俞、陽關、命門、懸樞諸穴，一路沿著脊椎上升，走的都是背上督任各個要穴，然後是脊中、中樞、筋縮、至陽、靈台、神道、身柱、陶道、大椎、瘂門、風府、腦戶、強間、後頂，而至頂門的「百會穴」。狄雲在獄中得丁典傳授「神照經」心法，這內功極是深湛難練，他資質非佳，此後又無丁典指點，再加上二三十年的時日，是否得能練成，亦在未知之數。不料此刻在生死繫於一線之際，竟爾將任督二脈打通了。這一來因咽喉被扼，體內濁氣難宣，非找尋出口不可，二來他曾練過「血刀經」上的一些邪派內功，內息運行的道路雖和「神照經」內功大異，卻也有破窒衝塞的輔助功效。這股內息衝到百會穴中，只覺顏面上一陣清涼，一股涼氣從額頭、鼻樑、口唇下來，通到了唇下的「承漿穴」。這承漿穴已屬任脈，這一來自督返任，任脈諸穴都在人體正面，這股清涼的內息一路下行，自廉泉、天突而至璇璣、華蓋、紫宮、玉堂、膻中、中庭、鳩尾、巨闕，經上、中、下三脘，而至水分、神厥、氣海、石門、關元、中極、曲骨諸穴，又回到了「會陰穴」。如此一個周天行將下來，鬱悶之意全消，說不出的暢快受用。內息第一次通行時甚是艱難，任督兩脈既通，道路熟了，第二次、第三次時自然而然的飛快運輸，頃刻之間，連走了一十八次。「神照經」內功乃武學第一奇功，他自在獄中開始修習，練之已久，此刻一旦豁然而通，內息運行一週天，勁力便增加一分，只覺四肢百骸，每一處都有精神力氣勃然而興，沛然而至，甚至頭髮根上似乎均有勁力充盈。血刀僧那裏知道他十指下扼之人，體內已起了如此巨大變化，只是加緊扼住他咽喉，一面凝神提防水笙手中的血刀。狄雲體內的勁力愈來愈強，心中卻仍是十分害怕，只求掙扎脫身，雙手亂抓亂舞，始終碰不到血刀僧身上，左腳向後亂撐幾下，突然一腳踹在血刀僧的小腹之上。這一踹力道大得出奇，血刀僧本已內力耗竭，那裏有半點反抗力？身子忽如騰雲駕霧般飛向半空。水笙和花鐵幹齊聲驚呼，不知出了甚麼變故，但見血刀僧高高躍起，在空中打了個轉，頭下腳上地筆直摔將下來，擦的一聲，直挺挺地插入雪中，深入數尺，雪面上只露出一雙腳，竟就此一動不動。