第七十五回　空袖施威李莫愁猛地醒悟，那晚與楊過、程英、陸無雙等為敵，他們在茅屋外堆了一個個土墩，自己竟爾無法正面攻入，這時黃蓉用棘籐所圍的，自也是桃花島的九宮八卦神術了。她微一沉吟，心念已決：「只有先將敵人打退，然後把棘籐一條條自外而內的移去。如這時莽撞亂闖，敵人佔著陣圖的上風而攻，自己非敗不可。」於是一擺拂塵，竄出數丈，反而離棘籐遠遠的凝神待敵，竟沒再將這會事放在心上。黃蓉初時見她在棘籐圈中亂轉，心中正自暗喜，忽見她一縱躍開，卻好生佩服：「這女魔頭拿得起，放得下，決斷好快。她得享大名，果然不是倖致，看來實是個勁敵。」這時女兒已置於萬無一失之地，心中再無牽掛，竹棒一擺，一招「按狗低頭」，向李莫愁後頸捺了下去。李莫愁拂塵倒捲，向竹棒一纏，刷的一聲，塵絲直向黃蓉面門擊來。兩人以快打快，各展精妙招術，頃刻間已拆了數十招。李莫愁年紀比黃蓉大得多，功力自也遠較她深厚，但那打狗棒法招數精奧無比，她勉力抵擋得數十招，已可說是武林中甚為罕有之事，眼見那棒法變化無窮，平平淡淡的一棒打來，到得身前，方向部位斗然大異，自知再鬥下去，不出十招，便要落敗。這竹棒看來似乎並非殺人利器，但周身三十六大穴只要被棒端戳中一處，無一不致人死命。李莫愁奮力再招架了幾棒，額頭已然見汗，拂塵在身前連揮數下，攻出兩招，足下卻向後退躍丈許，說道：「郭夫人的棒法果然精妙，小妹甘拜下風，只是小妹有一事不解，卻要請教。」黃蓉笑道：「不敢！」李莫愁道：「這竹棒棒法乃九指神丐的絕技，桃花島的武功倘然果真了得，郭夫人何以不學令尊的家傳本事，卻反而求諸外人？」黃蓉心想：「這人口齒好不厲害，她勝不了我的棒法，便想要我捨卻長處不用。」於是笑道：「你既知這棒法乃是九指神丐所傳，那麼定知這棒法之名了。」李莫愁「哼」了一聲，眉帶煞氣，卻不答話。黃蓉笑道：「棒號打狗，見狗便打，事所必至，豈有他哉？」李莫愁見不能騙得她捨棒用掌，若與她作口舌之爭，對方又是伶牙利齒，自己仍是輸了，於是將拂塵在腰間一插，冷笑道：「天下的叫化兒個個唱慣蓮花落，果然連幫主也是個貧嘴之徒，領教領教！」說著大踏步走到林邊，在一個樹墩上一坐。她這麼認輸一走，黃蓉本是求之不得，但見她坐著不走，心念一轉，已知其意，她實是捨不得襄兒，但若是自己去將女兒抱了出來，她必上來纏鬥，這一來強弱之勢倒轉，那便大大不利，看來不將她打死打傷，女兒縱在自己掌握之中，仍是無法平平安安的抱回家去。當下左走三步，右搶四步，一轉一晃，已搶到李莫愁身前，這幾步看似輕描淡寫，並無奇處，但中藏八卦變化，李莫愁不論向那一個方位縱躍，都不能逃離她的截阻，跟著右手一伸，竹棒已點向李莫愁左肘。李莫愁舉掌一封，喝道：「自陳玄風，梅超風一死，黃藥師果真已無傳人。」她這兩句話一來譏刺黃蓉只有北丐所傳的打狗棒法可用，二來又恥笑黃藥師收徒不謹。黃蓉的家傳「玉簫劍法」其實也已練得頗為精深，只是手中無劍，若是以棒作劍，兵刃不順，那便未必能勝眼前這個強敵，當下微微一笑，說道：「我爹爹收了幾個不肖徒兒，果然不妙，那及得李道長和龍姑娘師姊同氣連枝，一般的貞淑端嚴。」李莫愁怒氣上衝，一張粉臉登時脹得通紅，袖口一揮，兩枚冰魄銀針向黃蓉小腹激射過去。要知李莫愁雖然殺人不眨眼，手段毒辣無比，卻是個守身如玉的處女，她只道小龍女行止甚是不端，聽黃蓉竟將自己與師妹相提並論，大怒之下，一出手便是最陰狠的暗器。黃蓉這時和她站得甚近，閃避不及，急忙迴轉竹棒，一一撥開。若不是她的打狗棒法已練到化境，撥得開一枚，第二枚實難擋過，那兩枚銀針從她臉前兩寸之外飛掠而過，鼻中隱隱聞到一股藥氣，當真是險到了極處。黃蓉想起數年前愛鵰的一足被這冰魄銀針擦傷，醫治了六七個月，毒性方始去盡，心中一凜之下，只見又有雙針迎面射來。黃蓉向東斜走三步，那兩枚銀針挾著一股勁風從她雙耳之旁越過，心想：「此處離襄兒太近，這毒針四下裏亂飛激射，萬一碰破她一點嫩皮，那可不得了。」當下疾奔向東，穿出林子。李莫愁隨後追來，認定她除了棒法神妙之外，其餘武功均不及自己，眼見她一晃出林，喝道：「未分勝負，怎麼便走了？」黃蓉轉過身來，微微一笑。李莫愁道：「郭夫人，你擋我銀針，還是非用這竹棒不可麼？」說著搶上幾步。黃蓉知道若不收起竹棒，她總是輸得心不甘服，於是將打狗棒往腰間一插，笑道：「久聞李道長的五毒神掌殺人無數，小妹便接你幾掌。」李莫愁一呆，心想：「她明知我的毒掌厲害，卻要和我比掌，如此有恃無恐，只怕有詐。」但想她掌法縱然神妙，怎及自己的神掌沾身即斃，於是雙掌一分，道：「願領教桃花島的落英掌妙技。」眼見黃蓉一掌輕飄飄的拍來，當下左掌往她掌心按去，右掌跟著往她肩頭擊落。這兩掌本身已是迅速沉猛，兼而有之，眼見黃蓉不易招架，那知她右掌擊出之際，同時更發出兩枚銀針，射向黃蓉的胸腹之間。這掌中夾針的陰毒招數，是她離師門後自行所創，旁人只凝神提防她的毒掌，那料得到她會在如此近身之處突發暗器，許多武功高於她的名家，往往因此而喪於她的手底。黃蓉縮回左掌，在她右腕上一托，化開了她右掌的一擊，右手縮入懷中，似乎也要掏摸暗器還敬，但終於遲了一步，她手剛從懷中伸出，銀針離她肋下已不及五寸，到此地步，縱有通天本領，也已閃避不了。李莫愁心中大喜，只見銀針透衣而沒，射入了黃蓉身子。黃蓉叫聲「啊喲」，雙手捧著肚子，彎下腰去，隨即左掌拍出，擊向李莫愁胸口，這一掌還是來得真快，李莫愁叫道：「好！」上身向後一仰，雙掌齊出，也拍向黃蓉胸口。她知黃蓉中了這兩枚銀針之後，毒性迅即發作，這一招只求將她推開，與自己離得遠遠的，她自會毒發而死。卻見黃蓉上身微微一動，對這雙掌並不招架，李莫愁心想：「她中針之後，全身已麻痺了。」雙掌剛沾上對方胸口衣襟，突然兩隻掌心都是一痛，似是擊中了什麼尖針。她一驚之下，急忙後躍，舉掌一看，只見每隻掌心都刺破了一孔，孔周帶著一圈黑血，顯是為自己的冰魄銀針所傷。她又驚又怒，不明其中緣由，只見黃蓉從懷中取出兩隻蘋果，一手各持一隻，高高舉起，每隻蘋果上都刺著一枚銀針。李莫愁這才省悟，原來她懷中藏著蘋果，先前自己發射暗器，她並不撥打閃避，卻伸手入懷，移動蘋果，對準了銀針的來路，再誘使自己出掌擊在蘋果之上。李莫愁本也是個絕頂聰明的人物，但今日遇上了這麼一個詭詐百出的對手，只有甘拜下風，忙伸手入懷去取解藥，卻聽得風聲颯然，黃蓉雙掌已攻向她的面門。李莫愁舉左手一封，猛見黃蓉一隻雪白的手掌五指分開，拂向自己右手手肘的「小海穴」，五指形如蘭花，姿態妙美難言。李莫愁心中一動：「莫非這是天下聞名的蘭花拂穴手？」右手來不及去取解藥，忙翻掌出懷，伸爪往她手指上抓去，黃蓉右手縮回，左手代掌為指，又已拂向她頸肩之交的「缺盆穴」。李莫愁見她指化為掌，掌化為指，「落英掌」與「蘭花拂穴手」交互為用，當真是掌來時如落英繽紛，指拂處若春蘭葳蕤，不但招招凌厲，而且丰姿端麗，不由得面若死灰，心道：「今日得見桃花島神技，委實大非尋常，莫說我掌上已然中毒，便是安健如常，也未必能是她對手。」她急於脫身取出解藥服下，但黃蓉或掌或指，纏得她沒半分餘暇。那冰魄銀針的毒性如何厲害，若不是她日常使用這銀針，體質已習於毒性，那麼這片時之間早已暈去了，但縱然如此，毒素自掌心逐步上行，只要行到心窩之間，終於也要不治。黃蓉見她臉色蒼白，出招越來越是軟弱，知道只要再纏得少時，她便要支持不住，心想此人作惡多端，今日斃於她自己的毒針之下，正好替武氏兄弟報了殺母之仇，當下步步進逼，手下毫不放鬆，同時守緊門戶，防她臨死之際突施反噬。李莫愁先覺下臂酸麻，漸漸麻到了手肘，再拆數招，已麻到了腋窩，這時雙臂僵直，已然不聽使喚，她叫道：「且慢！」向旁搶開兩步，慘然道：「郭夫人，我平素殺人如麻，早就沒想能活到今日。鬥智鬥力，我都遠不如你，死在你的手下，實所甘服，但我斗膽想求你一件事。」黃蓉道：「什麼事？」雙眼目不轉瞬的瞪著她，防她施這緩兵之計，伸手去取解藥，但見她雙臂下垂，已然彎不過來，聽她說道：「我和師妹向來不睦，但那孩兒實在嬌美可愛，求你大發善心，好好照料，別傷了她的小命。」黃蓉聽她這幾句話說得極是誠懇，不禁心中一動：「這魔頭積惡如山，臨死之際居然能真心愛我的女兒。」於是說道：「這女孩兒的父母並非平常之輩，若是讓她留在世上，不免使我一世操心，辛苦百端……」李莫愁那能聽出她言中之意，求道：「望你高抬貴手………」黃蓉要再試她一試，走近身去，手指一拂，先拂了她的穴道，從她懷中取出一個藥瓶，問道：「這是你毒針的解藥麼？」李莫愁道：「是！」黃蓉道：「不能在一日之間殺死二人，若要我救你，須得殺那女孩兒。倘你自甘就死，我便饒那孩兒。」李莫愁萬想不到竟然尚有活命之機，只是叫黃蓉殺那女孩固然說不出口，以自己性命換得女孩活命，卻也不願，只見黃蓉從小瓶倒出一粒解藥，拿在手中一晃一晃，只等自己回答，一咬牙，說道：「我……」黃蓉心想：「她遲疑了這麼久，實已不易，不管她如何回答，單是這一念之善，我須饒她一命。她滿身血債，將來自有人找她報仇。」於是攔住她話頭，笑說道：「李道長，多謝你對我襄兒如此關懷。」李莫愁愕然道：「什麼？」黃蓉笑道：「這女孩兒姓郭名襄，是郭大俠和我的女兒，生下不久便落入龍姑娘手中，不知你怎地會起了這個誤會。承你養育多日，小妹感謝不盡。」說著襝衽行了一禮，將一粒解藥塞入她的口中，問道：「夠了麼？」李莫愁茫然道：「我中毒已深，須得連服三粒。」黃蓉道：「好！」又餵了她兩粒，心想這解藥或有後用，卻不還她，將藥瓶放入懷中，笑道：「三個時辰之後，你穴道自解。」她快步回入樹林，心想：「耽擱了這多時，不知芙兒走了沒有？若是讓她姊妹倆見上一面，大是佳事。」轉入棘籐圈中，一瞥之下，不由得如入冰窖，全身都涼了。原來那棘籐圈絲毫無異，郭襄卻已影蹤不見。黃蓉心中怦怦亂跳，饒是她智計無雙，這時也是慌得沒做手腳處，她定了定神，心道：「莫慌，莫慌，我和李莫愁出林相鬥，並無多時，襄兒給人抱去，定走不遠。」於是攀到樹林中最高的一株樹上，四下眺望。襄陽城郊地勢平坦，這一眼望去足足有十餘里，竟沒見到絲毫可疑的事物，此時蒙古大軍甫退，路上絕無行人，只要有一人一騎走動，雖遠必見。黃蓉心想：「此人既未遠去，必在近處。」於是細尋棘圈附近，有無留下足印之類。只見那些棘藤沒半點被碰動搬移，絕非什麼野獸衝入將孩兒啣去，她心想：「我這些棘籐接九宮八卦方位而佈，那是我爹爹自創的奇門之術，世上除桃花島的弟子之外，再也無人識得，雖是金輪法王這等才智之士，也不能在這棘籐之間來去自如，難道竟是爹爹到了？………啊喲，不好！」她猛地想起，數月前金輪法王邂逅相遇，危急中佈下亂石陣抵擋，當時楊過來救，當將陣法的大要說了給他知曉，此人聰明無比，舉一反三，雖然不能精通這奇門之術，但這些棘藤匆匆佈就，破解並不甚難。她一想到楊過，頭腦中一暈，不由得更增了幾分擔憂，心想：「芙兒斷他一臂，他和我郭家更是結下深仇，襄兒落入此人手中，這條小命算是完啦。他也不用下手來相害，只要隨手將她在荒野中一拋，這個沒滿月的嬰兒那裏還有命在？」想起這女孩兒出世沒有幾天，如此的命運多乖，竟怔怔的掉下淚來。但黃蓉多歷變故，才智絕倫，那裏是徒自傷感的尋常女子？微一沉吟，隨即擦乾眼淚，追尋楊過的去路。但說也奇怪，附近竟找不出他半個足印，黃蓉大奇：「他便是輕功練到了絕頂，這軟泥之上也必會有淺淺的足印，難道他竟是在空中飛行的麼？」黃蓉這一下猜測果然不錯，郭襄確是給楊過抱去的，而他出入棘藤圈內外，確也是從空飛行來去。原來那天晚間楊過在窗外見黃蓉點了郭靖的穴道，放走女兒，他便從原路出城，遠遠跟在後面。黃蓉因與女兒分離在即，心中難過，沒留意到身後有人跟蹤。此後她在小市鎮上與李莫愁相遇，兩人相鬥等情，楊過在樹林外都瞧得清清楚楚，待得兩人出林，楊過早已想好計較，一躍上樹，扯了一條長藤，一端縛在樹上，一端左手拉了，自空縱入棘藤圈中。因他怕黃蓉和李莫愁鬥不多時便又回入林中，這棘藤圈佈置奇妙，自己未必能在頃刻之間參詳得透，這自空而入卻是簡單不過。他雙足挾住郭襄腰間，左手使勁一拉，身子便已盪出藤圈，眼見黃蓉與李莫愁兀自掌來指往的相鬥，於是便在樹梢上縱躍出林，落地後奔跑更遠，這時他的輕功之強，世間已可說無人能及，片刻間回到了那市鎮，只見郭芙站在街上牽了小紅馬東張西望，等候母親回來。楊過雙足一點，身子從兩丈外的遠處一躍上了紅馬的馬背。郭芙吃了一驚，回過頭來，見騎在馬背上的竟是楊過，心中騰的一跳，「啊」的一聲叫了出來，但見她微微冷笑，知他不懷好意，刷的一聲，急忙拔劍在手。獨孤求敗那紫薇劍給郭靖留在房中，她手中所持的只是她常用的利劍。此時楊過要傷她性命真是易如反掌，然見她嚇得臉色蒼白，「哼」的一聲，右臂的空袖子揮出，已裹住了她的長劍，左手搶過馬韁，雙腿一夾，那小紅馬向前一衝，絕塵而去。郭芙呆了一呆，看手中的長劍時，劍身曲折，竟已彎得便如一把曲尺。這一下楊過乃是有意施威，意思說我右臂雖斷，但單是一隻空袖，便能制你死命。楊過抱了郭襄，騎著汗血寶馬向北疾馳，這寶馬日行千里，頃刻之間已掠過襄陽，奔行了數十里，因此黃蓉雖攀上樹頂極目遠眺，卻瞧不見他的蹤影。楊過此時心中好生難以決斷，他原想也斬斷郭芙一臂，以報喪肢之恨，但事到臨頭，竟然下不了手。他騎在馬上，眼見道旁樹木如飛般向後倒退，俯首看看懷中的郭襄，見她睡得正沉，一張小臉秀美嬌嫩，心道：「郭伯伯郭伯母失了這女兒，我總是不還他們，也算報了我這斷臂的仇怨。他們這時心中的難受懊喪，只怕猶勝於我。」奔了一陣，轉念又想：「楊過啊楊過，是不是你天生的風流性兒作祟，見了郭芙這美貌少女，天大的仇怨也拋到了腦後？」想了半日，只好搖頭苦笑。他學文練武，都是聰明過人，但對自己激烈易變的性格，非但管制不住，甚且自己也難以明白。奔出二三百里後，沿途漸有人煙，於是向農家討些羊乳牛乳給郭襄餵食，此時胯下既有良駒，決意回古墓去尋找小龍女。那汗血寶馬奔行如風，不數日間已到了終南山下。楊過回塵舊事，心中感慨無已，於是縱馬上山，覓路來到古墓之前。那「活死人墓」的大石碑巍然聳立，與前無異，但古墓的墓門已在李莫愁攻入時封閉，此時若要進墓，只有鑽過水溪及地底潛流，從密道進去。憑著楊過這時內功的修為，穿越密道自是絕不費力，然而，如何處置郭襄，卻不禁大感躊躇，這小小孩童一入水底，那是必死無疑，但想到小龍女如在墓中，這一進去立時便能與她相見，想到此處，那裏還能按捺得住？於是從口袋裏取些餅餌餵了郭襄幾口，在古墓旁找了個山洞，將她放在洞內，又拔了些荊棘柴草堆在洞口，心想不論在古墓中是否能與小龍女相見，都要立即回出來設法將郭襄好好安置。他堆好荊棘，便繞過古墓向後走去，只走出十餘步，一陣風過去，遠外隱隱傳來一陣兵刃相交之聲。楊過心中一凜，瞧那方向正是重陽宮的所在，他微一遲疑，突見一個銀輪發出嗚嗚聲響，激飛上天，正是金輪法王的兵刃，楊過好奇心起，展開輕功，循聲趕到了重陽宮後玉虛洞前，便在此時，小龍女身受全真五子那一招「百川匯海」和金輪法王重手的前後夾攻，終於身受重傷。楊過若是早到片刻，便能救得此危。但天道不測，世事難言，一切豈能盡如人意？人世間的悲歡離合、禍福榮辱，往往便是差之於釐毫之間！小龍女斗然間見楊過斷了一臂，登時忘了自己身受重傷，命在垂危，滿臉的關注之情，盈盈眼波之中，盡是愛憐，盡是疼惜。楊過胸口熱血上衝，說道：「姑姑！我早知斷了一臂之後，你一定會更加的憐惜我。」小龍女甜笑不語，她本來只想在去世之前，能再見楊過一面，這時心願已償，再無他求。兩人四目互視，心意交融，雖然大敵環伺，但兩人誰都沒放在心上。全真五子見楊過忽然到來，均覺此事更增突兀。丘處機大聲道：「我重陽宮清修之地，今日各位來此騷擾，卻是為何？」王處一更是怒容滿面，喝道：「龍姑娘，你古墓派和我全真教雖有樑子，雙方自行了斷便是，何以約了西域胡人、諸般邪魔外道，害死我這許多教下弟子？」小龍女內臟大受損傷，那裏還能分辯是非，和他們作口舌之爭？教下諸弟子見她劍刺尹志平，又傷趙志敬，不論是尹派趙派，盡數拿她當作敵人，當此紛擾，更是無人出來說明真相。楊過伸左臂輕輕扶著小龍女的腰，柔聲道：「姑姑，我和你回古墓去，別理會這些人啦！」小龍女道：「你的手臂還痛不痛？」楊過笑著搖了搖頭，道：「早就好啦。」小龍女道：「你身上情花的毒沒發作麼？」楊過道：「有時發作幾次，也不怎麼厲害。」趙志敬自受小龍女劍傷之後，一直躲在後面，不敢出頭，後來見全真五子破關而出，心知若是眾師長查究起來，自己掌教之位固然落空，還得身受嚴刑，暗想眼下的局面絕不能任其寧定，只有攪他個天翻地覆，五位師長是非難分，方有制勝的機會，如能假手於金輪法王，將全真五子除了，那更是一勞永逸。他自知楊過的武功原本遠勝於自己，但這時見他斷了一臂，左手又扶著小龍女，幾乎已成束手待斃的情勢，他本性最憎恨之人，便是這個叛門辱師的弟子，這時有此良機，那肯放過？於是向身旁的淨光使了個眼色，大聲喝道：「叛逆楊過，兩位祖師爺跟你說話，你不跪下磕頭，竟敢倨傲不理？」楊過回過頭來，眼光中充滿了怨毒，心道：「姑姑傷在你全真教一般臭道士之下，今日暫且不理，日後再來跟你們算帳。」向群道狠狠的掃了一眼，扶著小龍女，移步便行。趙志敬喝道：「上罷！」與淨光兩人雙劍齊出，向楊過右脅刺了過去。他是全真教第三代弟子中頂兒尖兒的高手，雖然身遭劍刺，但傷勢並不甚重，一劍急遽而出，指向楊過斷臂之處，看準了他不能還手，劍挾勁風，正是當年武功天下第一的王重陽嫡傳劍法，這一招卻也是非同小可。丘處機雖然不滿楊過的狂妄任性，目無尊長，但想起郭靖的重託，想起他父親楊康昔日的師徒之情，喝道：「志敬，劍下留情！」那一邊那大個子馬光祖卻高聲叫罵起來：「牛鼻子要面麼？刺人家的斷臂！」原來他生性直率，和楊過，小龍女最是合得來，眼見楊過遇險，便要衝上來解救，只是苦於相距過遠，出手已是不及。突見灰影一閃，淨光那胖胖大大的身子飛了起來，哇哇大叫，砰的一聲，正好撞在尼摩星身上。憑著尼摩星的武功，淨光這一下猛地飛來雖是出其不意，也絕不能撞得著他，但他雙腿斷了，兩雙手都撐著拐杖，既不能伸手推擋，縱躍閃避又不靈便，給他胸口撞個正著，竟是仰天一交摔倒，他背脊在地下一靠，立即翻身躍起，一拐杖打在淨光背上，登時將他打得暈了過去。這一邊楊過卻伸右足踏住了趙志敬的長劍，他用力抽拔，臉孔脹得通紅，那長劍竟是紋絲不動。這變故兔起鶻落，快得異乎尋常，武功稍差的人全沒瞧清楚楊過到底如何制住兩人。但金輪法王、瀟湘子、尹克西、全真五子等卻看得分明，原來當雙劍刺到之時，楊過右手的一隻空袖猛地拂起，一股巨力一帶，登時將淨光一個兩百來斤重的身子摔了出去。趙志敬的功夫究與淨光不同，突然感到袖子沉猛，忙使個「千斤墮」，身子牢牢定住，楊過便拂他不動。但這一來，長劍勢須低垂，楊過起腳下落，已將劍刃踏在足底。他在山洪之中練劍之時，水力雖強，亦衝他不倒，可見他足底的功夫已到如何地步，這時一足踏定，當真是如嶽之鎮，趙志敬運起內力向懷內拔奪，那裏奪得出分毫？楊過冷冷的道：「趙道長，當時在紫荊關郭大俠跟前，你已明言非我之師，今日何以又提師承之說？好罷，瞧在從前叫過你幾聲師父的份上，讓你去吧！」他話剛說完，右足絲毫不動，足底的內力卻突然間消除得無影無蹤。趙志敬正運強力向後拉奪，手中猛地一空，這一股強力全回到自己的身上。趙志敬正運足了全力，長劍猛地奪將回來，彭的一響，劍柄撞在他的胸口，正與他猛力以劍柄擊打自己一般無疑。這一擊若是敵人運勁打來，他即使抵擋不住，也必以內力相抗，現下自行撞擊，那是半點也無抗力，但覺胸口劇痛，一口鮮血吐了出來，眼前一黑，仰天跌倒。王處一和劉處玄雙劍出鞘，分自左右刺向楊過，突然一個人影自斜刺裏衝至，噹的一聲，兩柄長劍盪了開去。這人正是尼摩星，他給淨光撞得摔了一交，雖然淨光打倒，但心頭惡氣未出。推尋原由，全是楊過的緣故，當下掄杖躍到，左手一拐杖架開了王劉二道的長劍，右手一拐杖便向楊過和小龍女頭頂猛擊下去。這時小龍女全身無力，軟軟的靠在楊過身上。楊過心知尼摩星的武功大非趙志敬和淨光之輩可比，單用一隻空袖，只怕拂不開他剛柔並濟的這一拐杖，於是身子向左一斜，右手空袖橫揮，捲住了小龍女的纖腰，讓她靠在自己前胸右側，左手抽出腰間的玄鐵重劍，順手揮出。噗的一聲，那響聲又沉又悶，便如木棍擊打敗革，尼摩星右手虎口爆裂，一條黑影衝天而起，卻是那鐵杖向上激飛。這鐵杖也有十來斤重，向天空竟高飛三四十丈，一直落到了玉虛洞的山後。楊過初試劍魔獨孤求敗的重劍，想不到自己單臂竟有這等巨大的威力，也不禁暗自駭然。尼摩星半邊身子酸麻，一條右臂震得全無知覺，但他生性悍勇無比，大吼一聲，左手鐵拐在地下一撐，躍高丈餘，跟著一拐蓋了下來。楊過重劍一抬，心想我劍上剛力已然試過，再來試試柔力，劍尖抖處，已將那鐵拐黏住，這時只要內力一吐，便能將尼摩星擲出十餘丈外，若是將他摔向山壁，更非撞得他筋斷骨折不可。楊過見小龍女如此傷重，滿口怨苦，只覺世人盡皆可殺，這一下出手原是絕不容情。正當臂上內力將吐未吐之際，只見尼摩星身在半空，雙腿齊膝斷絕，猛想起自己也斷了一臂，他內心本甚良善，不自禁地起了同病相憐之意。當下重劍不向上拋，反手一壓，那鐵拐筆直向下刺落，塵土飛揚，大半截刺入了土內。尼摩星握著鐵拐，想要運勁拔起，但右臂經那重劍一黏一壓，已然酸麻，竟如被人點了穴道一般，半點使不出勁來。楊過道：「我今日饒你一命，你還有臉再在中原逗留麼？」尼摩星臉如死灰，僵在當地，說不出話來。瀟湘子和尹克西雖見這情勢大出自己意料之外，卻那猜得到在這一個月之內，楊過已是功力大進，與昔日大不相同，還道尼摩星斷了雙腿後，變得極不濟事。尹克西搶上幾步，伸手拔起鐵拐，遞在尼摩星手中。尼摩星接了，在地下一撐，想要遠遠躍開，豈知他手臂麻軟未復，一撐之下，竟是咕咚一下摔倒。瀟湘子是個幸災樂禍之人，只要旁人倒霉，不論是友是敵，他都暗自歡喜，心想：「天竺矮子本來和我武功相若，從來不肯服氣，這一次他可算是完了。眼下高手畢集，快搶先擒了楊過，那正是揚名立威的良機。」於是縱身而出，喝道：「楊過小子，數次壞了王爺大事，快快隨老子走吧！」楊過心想：「姑姑傷重，須得及早救治，偏生眼前強敵甚多，若不一一殺退，則救治之際再給他們闖來糾纏，反多後患。」低聲問小龍女道：「痛得厲害嗎？」小龍女道：「還好。」楊過抬起頭來，向瀟湘子道：「上吧！」瀟湘子陰惻惻的笑道：「你只有一臂，我若用雙手擒你，顯得不夠公道。」左手往腰帶裏一插，右手擺動哭喪棒，說道：「我也只使一臂，這才叫你死而無怨！」