第二六回　俊貌玉面甘毀傷這日午後，三騎一車徑向北行，不一日已到元朝的京城大都。其時蒙古人鐵騎所至，直至數萬里外，歷來大國幅員之廣，無一能及。大都即後代之北京。帝皇之居，各小國各部族的使臣貢員，不計其數。張無忌等一進城門，便見街上來來往往，許多都是黃髮碧眼之輩。四人到得西城，找到了一家客店投宿。楊逍出手闊綽，裝作是富商大賈模樣，要了三間上房。店小二奔走趨奉，服侍殷勤。楊逍問起大都城裏的名勝古跡，談了一會，漫不經意的問起有甚麼古廟寺院。那店小二第一所便說到西城的萬安寺：「這萬安寺真是好大一座叢林，寺裏的三尊大銅佛，便走遍天下，也找不出第四尊來，原該去見識見識。但客官們來得不巧，這半年來，寺中住了西番的佛爺，尋常人就不敢去了。」楊逍道：「住了番僧，去瞧瞧也不礙事啊。」那店小二伸了伸舌頭，四下裏一張，低聲道：「不是小的多嘴，客官們初來京城，說話還得留神些。那些西番的佛爺們見了人愛打便打，愛殺便殺，見了標緻的娘兒們更一把便抓進寺去。這是皇上聖旨，金口許下的。有誰敢老虎頭上拍蒼蠅，走到西番佛爺的跟前去？」西域番僧倚仗蒙古人的勢力，橫行不法，欺壓漢人，楊逍等知之已久，只是沒料到京城之中竟亦這般肆無忌憚，當下也不跟那店小二多說。晚飯後各自合眼養神，等到二更時分，三人從窗中躍出，向西尋去。那萬安寺樓高四層，寺後的一座十三級寶塔更老遠便可望見。張無忌、楊逍、韋一笑三人展開輕功，片刻間便已到了寺前。三人一打手勢，繞到寺院左側，想登上寶塔，居高臨下的察看寺中情勢，不料離塔二十餘丈，便見塔上人影綽綽，每一層中都有人來回巡查，塔下更有二、三十人守著。三人一見之下，又驚又喜，此塔守衛既如此嚴密，少林、武當各派人眾必是囚禁在內，倒省了一番探訪功夫。只是敵方戒備森嚴，救人必定極不容易。何況空聞、空智、宋遠橋、俞蓮舟、張松溪等，那一個不是武功卓絕，竟然盡數遭擒，則對方能人之多，手段之厲害，自是不言可喻。三人來萬安寺之前已商定不可魯莽從事，當下悄悄退開。突然之間，第六層寶塔上亮起火光，有八、九人手執火把緩緩移動，火把從第六層亮到第五層，又從第五層亮到第四層，一路下來，到了底層後，從寶塔正門出來，走向寺後。楊逍揮了揮手，從側面慢慢欺近。萬安寺後院一株株都是參天古樹，三人躲在樹後以為掩蔽，一聽有風聲響動，便即奔上數丈。三人輕功雖高，卻也唯恐為人察覺，須得乘著風動落葉之聲，才敢移步。如此走上二十多丈，已看清楚十餘名黃袍男子，手中各執兵刃，押著一個寬袖大袍的老者。那人偶一轉頭，張無忌看得明白，正是崑崙派掌門人鐵琴先生何太沖，心中不禁一凜：「果然連何先生也在此處。」眼見一干人進了萬安寺的後門，三人等了一會，見四下確實無人，這才從後門中閃身而入。那寺院房舍眾多，規模之大，幾和少林寺相彷彿，見中間一座大殿的長窗內燈火明亮，料得何太沖是被押到了該處。三人閃身而前，到了殿外。張無忌伏在地下，從長窗縫隙中向殿內張望。楊逍和韋一笑分列左右把風守衛，防人偷襲。他三人雖然藝高人膽大，但此刻深入龍潭虎穴，心下也不禁惴惴。長窗縫隙甚細，張無忌只見到何太沖的下半身，殿中另有何人卻無法瞧見。只聽何太沖氣沖沖的道：「我既墮奸計，落入你們手中，要殺要剮，一言而決。你們逼我做朝廷鷹犬，那是萬萬不能，便再說上三年五載，也是白費唇舌。」張無忌暗暗點頭，心想：「這何先生雖不是甚麼正人君子，但大關頭上卻把持得定，不失為一派掌門的氣概。」只聽一個男子聲音冷冰冰的道：「你既固執不化，主人也不勉強，這裏的規矩你是知道的了？」何太沖道：「我便十根手指一齊斬斷，也不投降。」那人道：「好，我再說一遍，你如勝得了我們這裏三人，立時放你出去。如若敗了，便斬斷一根手指，囚禁一月，再問你降也不降。」何太沖道：「我已斷了兩根手指，再斷一根，又有何妨？拿劍來！」那人冷笑道：「等你十指齊斷之後，再來投降，我們也不要你這廢物了。拿劍給他！摩訶巴思，你跟他練練！」另一個粗壯的聲音應道：「是！」張無忌手指尖暗運神功，輕輕將那縫隙挖大了一點，只見何太沖手持一柄木劍，劍頭包著布，又軟又鈍，不能傷人，對面則是個高大番僧，手中拿著的卻是一柄青光閃閃的純鋼戒刀。兩人兵刃利鈍懸殊，幾乎不用比試，強弱便判。但何太沖毫不氣餒，木劍一幌，說道：「請！」刷的便是一劍，去勢極是凌厲，崑崙劍法，果有獨到之秘。那番僧摩訶巴思身材長大，行動卻甚敏捷，一柄戒刀使將開來，刀刀斬向何太沖要害。張無忌只看了數招，便即暗驚：「怎地何先生腳步虛浮，氣急敗壞，竟似內力全然失卻了？」何太沖劍法雖精，內力卻似和常人相去不遠，劍招上的凌厲威力全然施展不出，只是那番僧的武功實是遜他兩籌，幾次猛攻而前，總是被何太沖以精妙招術反得先機。拆到五十餘招後，何太沖喝一聲：「著！」一劍東劈西轉，斜回而前，托的一聲輕響，已戳在那番僧腋下。倘若他手中持的是尋常利劍，又或內力不失，劍鋒早已透肌而入。只聽那冷冷的聲音說道：「摩訶巴思退！溫臥兒上！」張無忌向聲音來處看去，見說話之人臉上如同罩著一層黑煙，一部稀稀朗朗的花白鬍子，正是玄冥二老之一。他負手而立，雙目半睜半閉，似乎對眼前之事漠不關心。再向前看，只見一張舖著錦緞的矮几之上踏著一雙腳，腳上穿一對鵝黃緞鞋，鞋頭上各綴一顆明珠。張無忌心中一動，眼見這對腳腳掌纖美，踝骨渾圓，依稀認得，正是當日綠柳莊中自己曾經捉過在手的趙敏的雙足。他在武當山和她相見，全以敵人相待，但此時見到了這一對踏在錦凳上的纖足，不知如何，竟然忍不住面紅耳赤，心跳加劇。但見趙敏的右足輕輕點動，料想她是全神貫注的在看何太沖和溫臥兒比武，約莫一盞茶時分，何太沖叫聲：「著！」趙敏的右足在錦凳上一登，溫臥兒又敗下陣來。只聽那黑臉的玄冥老人說道：「溫臥兒退下，黑林缽夫上。」張無忌聽到何太沖氣息粗重，想必他連戰二人，已是十分吃力。片刻間劇鬥又起，那黑林缽夫使的是根長大沉重的鐵杖，使開來風聲滿殿，殿上燭火被風勢激得忽明忽暗，燭影猶似天上浮雲，一片片的在趙敏腳上掠過。驀地裏眼前一黑，殿右幾枝紅燭齊為鐵杖鼓起的疾風吹熄，喀的一響，木劍斷折。何太沖一聲長歎，拋劍在地，這場比拼終於輸了。玄冥老人道：「鐵琴先生，你降不降？」何太沖昂然道：「我既不降，也不服。我內力若在，這番僧焉是我的對手？」玄冥老人冷冷的道：「斬下他左手無名指，送回塔去。」張無忌回過頭來，楊逍向他搖了搖手，意思顯然是說：「此刻衝進殿去救人，不免誤了大事。」但聽得殿中斷指、敷藥、止血、裹傷，何太沖甚為硬氣，竟一哼也沒哼。那群黃衣人手執火把，將他送回高塔囚禁。張無忌等縮身在牆角之後，火光下見何太沖臉如白紙，咬牙切齒，神色極是憤怒。※※※一行人走遠後，忽聽得一個嬌柔清脆的聲音在殿內響起，說道：「鹿杖先生，崑崙派的劍法果真了得，他刺中摩訶巴思那一招，先是左邊這麼一劈，右邊這麼一轉……」張無忌又湊眼去瞧，見說話的正是趙敏。她一邊說，一邊走到殿中，手裏提著一把木劍，照著何太沖的劍法使了起來。番僧摩訶巴思手舞雙刀，跟她餵招。那黑臉的玄冥老人便是趙敏稱為「鹿杖先生」的鹿杖客，讚道：「主人真是聰明無比，這一招使得分毫不錯。」趙敏練了一次又練一次，每次都是將劍尖戳到摩訶巴思腋下，雖然劍是木劍，但重重一戳，每一次又都戳在同一部位，料必頗為疼痛。摩訶巴思卻聚精會神的跟她餵招，全無半點怨懟或閃避之意。她練熟了這幾招，又叫溫臥兒出來，再試何太沖如何擊敗他的劍法。張無忌此時已然明白，原來趙敏將各派高手囚禁此處，使藥物抑住各人的內力，逼迫他們投降朝廷。眾人自然不降，便命人逐一與之相鬥，她在旁察看，得以偷學各門各派的精妙招數，用心之毒，計謀之惡，實是令人髮指。跟著趙敏和黑林缽夫餵招，使到最後數招時有些遲疑，問道：「鹿杖先生，是這樣的麼？」鹿杖客沉吟不答，轉頭道：「鶴兄弟，你瞧清楚了沒有？」左首角落裏一個聲音道：「苦大師一定記得更清楚。」趙敏笑道：「苦大師，勞你的駕，請來指點一下。」只見右首走過來一個長髮披肩的頭陀，身材魁偉，滿面橫七豎八的都是刀疤，本來相貌已全不可辨。他頭髮作紅棕之色，自非中土人氏。他一言不發，接過趙敏手中木劍，刷刷刷刷數劍，便向黑林缽夫攻去，使的竟是崑崙派劍法。這個被稱為「苦大師」的苦頭陀模仿何太沖劍招，也是絲毫不用內力，那黑林缽夫卻全力施為，鬥到酣處，他揮杖橫掃，殿右熄後點亮了的紅燭突又齊滅。何太沖在這一招上無可閃避，迫得以木劍硬擋鐵杖，這才折劍落敗，但那苦頭陀的木劍方位陡轉，輕飄飄的削出，猶似輕燕掠過水面、貼著鐵杖削了上去。黑林缽夫握杖的手指被木劍削中，虎口處穴道酸麻，登時拿捏不住，當的一聲，鐵杖落地，撞得青磚磚屑紛飛。黑林缽夫滿臉通紅，心知這木劍若是換了利劍，自己八根手指早已削斷，躬身道：「拜服，拜服！」俯身拾起鐵杖。苦頭陀雙手托著木劍，交給趙敏。趙敏笑道：「苦大師，最後一招精妙絕倫，也是崑崙派的劍法麼？」苦頭陀搖了搖頭。趙敏又道：「難怪何太沖不會，苦大師，你教教我。」苦頭陀空手比劍。趙敏持劍照做。練到第三次，苦頭陀行動如電，已然快得不可思議，趙敏便跟不上了，但她劍招雖然慢了，仍是依模依樣，絲毫不爽。苦頭陀翻過身來，雙手向前一送，停著就此不動。張無忌暗暗喝一聲采：「好，大是高明！」趙敏一時卻不明白，側頭看著苦頭陀的姿勢，想了一想，登時領悟，說道：「啊，苦大師，你手中若有兵刃，一杖已擊在我的臂上。這一招如何化解？」苦頭陀反手做個姿勢，抓住鐵杖，左足飛出，頭一抬，顯是已奪過敵人鐵杖，同時將人踢飛。這幾下似拙實巧，乃是極剛猛的外門功夫。趙敏笑道：「好師父，你快教我。」神情又嬌又媚。張無忌心中怦的一跳，心想：「你內力不夠，這一招是學不來的。可是她這麼求人，實教人難以推卻。」苦頭陀做了兩個手勢，正是示意：「你內力不夠，沒法子學。」轉身走開，不再理她。張無忌尋思：「苦頭陀武功之強，只怕和玄冥二老不分上下，雖不知內力如何，但招數神妙，大是勁敵。他只打手勢不說話，難道是個啞巴？可是他耳朵卻又不聾。趙姑娘對他頗見禮遇，定是個大有來頭的人物。」趙敏見苦頭陀不肯再教，微微一笑，也不生氣，說道：「叫崆峒派的唐文亮來。」過不多時，唐文亮被押著進殿。鹿杖客又派了三個人和他過招。唐文亮不肯在兵刃上吃虧，空手比掌，先勝兩場，到第三場上，對手催動內力，唐文亮無可與抗，亦被斬去了一根手指。這一次趙敏練招，由鹿杖客在旁指點。張無忌此時已瞧出端倪，趙敏顯是內力不足，情知難以速成，是以想盡學諸家門派之所長，俾成一代高手，這條路子原亦可行，招數練到極精之時，大可補功力之不足。※※※趙敏練過拳法，說道：「叫滅絕老尼來！」一名黃衣人稟道：「滅絕老尼已絕食五天，今日仍是倔強異常，不肯奉命。」趙敏笑道：「餓死了她也罷！唔，叫峨嵋派那個小姑娘周芷若來。」手下人答應了，轉身出殿。張無忌對周芷若當日在漢水舟中殷勤照料之意，常懷感激。在光明頂上，周芷若曾指點他易數方位之法，由此得破華山、崑崙兩派的刀劍聯手，其後刺他一劍，那是奉了師父的嚴令，他也不存芥蒂，這時聽趙敏吩咐帶她前來，不禁心頭一震。過了片刻，一群黃衣人押著周芷若進殿。張無忌見她清麗如昔，只比在光明頂之時略現憔悴，雖身處敵人掌握，卻泰然自若，似乎早將生死置之度外。鹿杖客照例問她降是不降，周芷若搖了搖頭，並不說話。鹿杖客正要派人和她比劍，趙敏說道：「周姑娘，你這麼年輕，已是峨嵋派的及門高弟，著實令人生羨。聽說你是滅絕大師的得意弟子，深得她老人家劍招絕學，是也不是？」周芷若道：「家師武功博大精深，說到傳她老人家劍招絕學，小女子年輕學淺，可差得遠了。」趙敏笑道：「這裏的規矩，只要誰能勝得我們三人，便平平安安的送他出門，再無絲毫留難。尊師何以這般涯岸自高，不屑跟我們切磋一下武學？」周芷若道：「家師是寧死不辱。堂堂峨嵋派掌門，豈肯在你們手下苟且求生？你說得不錯，家師確是瞧不起卑鄙陰毒的小人，不屑跟你們動手過招。」趙敏竟不生氣，笑道：「那周姑娘你呢？」周芷若道：「我小小女子，有甚麼主張？師父怎麼說，我便怎麼做。」趙敏道：「尊師叫你也不要跟我們動手，是不是？那為了甚麼？」周芷若道：「峨嵋派的劍法，雖不能說是甚麼了不起的絕學，終究是中原正大門派的武功，不能讓番邦胡虜的無恥之徒偷學了去。」她說話神態斯斯文文，但言辭鋒利，竟絲毫不留情面。趙敏一怔，沒料到自己的用心，居然會給滅絕師太猜到了，聽周芷若左一句「陰毒小人」，右一句「無恥之徒」，忍不住有氣，嗤的一聲輕響，倚天劍已執在手中，說道：「你師父罵我們是無恥之徒。好！我倒要請教，這口倚天劍明明是我家家傳之寶，怎地會給峨嵋派偷盜了去？」周芷若淡淡的道：「倚天劍和屠龍刀，向來是中原武林中的兩大利器，從沒聽說跟番邦女子有甚麼干係。」趙敏臉上一紅，怒道：「哼！瞧不出你嘴上倒厲害得緊。你是決意不肯出手的了？」周芷若搖了搖頭。趙敏道：「旁人比武輸了，或是不肯動手，我都截下他們一根指頭。你這個妞兒想必自負花容月貌，以致這般驕傲，我也不截你的指頭。」說著伸手向苦頭陀一指，道：「我叫你跟這位大師父一樣，臉上劃你二、三十道劍痕，瞧你還驕傲不驕傲？」她左手一揮，兩個黃衣人搶上前來，執住了周芷若的雙臂。趙敏微笑道：「要劃得你的俏臉蛋變成一個蜜蜂窩，也不必使甚麼峨嵋派的精妙劍法。你以為我三腳貓的把式，就不能叫你變成個醜八怪麼？」周芷若珠淚盈眶，身子發顫，眼見那倚天劍的劍尖離開自己臉頰不過數寸，只要這惡魔手腕一送，自己轉眼便和那個醜陋可怖的頭陀一模一樣。趙敏笑道：「你怕不怕？」周芷若再也不敢強項，點了點頭。趙敏道：「好啊！那麼你是降順了？」周芷若道：「我不降！你把我殺了罷！」趙敏笑道：「我從來不殺人的。我只劃破你一點兒皮肉。」寒光一閃，趙敏手中長劍便往周芷若臉上劃去，突然間噹的一響，殿外擲進一件物事，將倚天劍撞了開去。在此同時，殿上長窗震破，一人飛身而入。那兩名握住周芷若的黃衣人身不由主的向外跌飛。破窗而入的那人回過左臂，護住了周芷若，伸出右掌，和鹿杖客砰的一掌相交，各自退開了兩步。眾人看那人時，正是明教教主張無忌。他這一下如同飛將軍從天而降，誰都大吃一驚，即令是玄冥二老這般一等一的高手，事先竟也沒絲毫警覺。鹿杖客聽得長窗破裂，即便搶在趙敏身前相護，和張無忌拼了一掌，竟然立足不定，退開兩步，待要提氣再上，剎那間全身燥熱不堪，宛似身入熔爐。周芷若眼見大禍臨頭，不料竟會有人突然出手相救。她被張無忌摟在胸前，碰到他寬廣堅實的胸膛，又聞到一股濃烈的男子氣息，又驚又喜，一剎那間身子軟軟的幾欲暈去。要知張無忌以九陽神功和鹿杖客的玄冥神掌相抗，全身真氣鼓蕩而出。周芷若從未和男子如此肌膚相親，何況這男子又是他日夜思念的夢中之伴、意中之人？心中只覺得無比的歡喜，四周敵人如在此刻千刀萬劍同時斬下，她也無憂無懼。楊逍和韋一笑一見教主衝入救人，跟著便閃身而入，分站在他身後左右，趙敏手下的眾高手以變起倉卒，初時微見慌亂，但隨即瞧出闖進殿來只有三名敵人，殿內殿外的守衛武士呼哨相應，知道外邊再無敵人，當下立即堵死了各處門戶，靜候趙敏發落。趙敏既不驚懼，也不生氣，只怔怔的向張無忌望了一陣，眼光轉到殿角兩塊金光燦爛之物，原來她伸倚天劍去劃周芷若的臉時，張無忌擲進一物，撞開她劍鋒，那物正是她所贈的黃金盒子。倚天劍鋒銳無倫，一碰之下，立時將金盒剖成兩半。她向兩半金盒凝視半晌，說道：「你如此厭惡這只盒子，非要它破損不可麼？」張無忌見到她眼光中充滿了幽怨之意，並非憤怒責怪，竟是淒然欲絕，一怔之下，甚感歉咎，柔聲道：「我沒帶暗器，匆忙之際隨手在懷中一探，摸了盒子出來，實非有意，還望姑娘莫怪。」趙敏眼中光芒一閃，問道：「這盒子你隨身帶著麼？」張無忌道：「是。」見她妙目凝望自己，而自己左臂還摟著周芷若，臉上微微一紅，便鬆開了手臂。趙敏嘆了口氣，道：「我不知周姑娘是你……是你的好朋友，否則也不會這般對她。原來你們……」說著將頭轉了開去。張無忌道：「周姑娘和我……也沒甚麼……只是……只是……」說了兩個「只是」，卻接不下去。趙敏又轉頭向地下那兩半截金盒望了一眼，沒說一句話，可是眼光神色之中，卻似已說了千言萬語。周芷若心頭一驚：「這個魔女頭對他顯是十分鍾情，豈難道……」張無忌的心情卻不似這兩個少女細膩周至，趙敏的神色他只模模糊糊的懂了一些，全沒體會到其中深意。他只覺得趙敏贈他珠花金盒，治好了俞岱巖和殷梨亭的殘疾，此時他卻將金盒毀了，未免對人家不起，於是走向殿角，俯身拾起兩半截金盒，說道：「我去請高手匠人重行鑲好。」趙敏喜道：「當真麼？」張無忌點了點頭，心想你我都統率無數英雄豪傑，怎會去重視這些無關緊要的金銀玩物？這只黃金盒雖然精緻，也不是甚麼珍異寶物，盒中所藏的黑玉斷續膏已經取出，盒子便無多大用處，破了不必掛懷，再鑲好它，也是小事一樁，眼前有多大事待決，你卻盡跟我說這只盒子，想必是年輕姑娘婆婆媽媽，對這些身邊瑣事特別關心，真是女流之見，當下將兩半截盒子揣在懷中。趙敏道：「那你去罷！」張無忌心想宋大師伯等尚未救出，怎能就此便去，但敵方高手如雲，己方只有三人，說到救人，真是談何容易，問道：「趙姑娘，你擒拿我大師伯等人，究竟意欲何為？」趙敏笑道：「我是一番好意，要勸請他們為朝廷出力，各享榮華富貴。那知他們固執不聽，我迫於無奈，只得慢慢勸說。」張無忌哼了一聲，轉身回到周芷若的身旁，他在敵方眾高手環伺之下，俯身拾盒，坦然而回，竟是來去自如，旁若無人。他冷冷的向眾人掃視一眼，說道：「既是如此，我們便告辭了！」說著攜住周芷若的手，轉身欲出。趙敏森然道：「你自己要去，我也不留。但你想把周姑娘也帶了去，竟不來問我一聲，你當我是甚麼人了？」張無忌道：「這確是在下欠了禮數。趙姑娘，請你放了周姑娘，讓她隨我同去。」趙敏不答，向玄冥二老使個眼色。鶴筆翁踏上一步，說道：「張教主，你說來便來，說去便去，要救人便救人，教我們這夥人的老臉往那裏擱去？你不留下一手絕技，兄弟們難以心服。」張無忌認出了鶴筆翁的聲音，怒氣上衝，喝道：「當我年幼小之時，被你擒住，性命幾乎不保。今日你還有臉來跟我說話？接招！」呼的一掌，便向鶴筆翁拍了過去。鹿杖客適才吃過他的苦頭，知道單憑鶴筆翁一人之力，不是他的敵手，搶上前來，向他擊出一掌。張無忌右掌仍是擊向鶴筆翁，左掌從右掌下穿過，還了鹿杖客一掌。這是真力對真力相碰，中間實無閃避取巧的餘地。三個人四掌相擊，身子各是一幌。當日在武當山上，玄冥二老以雙掌和張無忌對掌，另出雙掌擊在他身上，此刻重施故技，又是兩掌拍了過來。張無忌那日吃了此虧，焉能重蹈覆轍？手肘微沉，施展乾坤大挪移心法，拍的一聲大響，鶴筆翁的左拳擊在鹿杖客的右掌之上。他兩人武功一師所傳，掌法相同，功力相若，登時都震得雙臂酸麻，至於何以竟會弄得師兄弟自相拼掌，二人武功雖高，卻也不明其中奧秘。兩人又驚又怒之際，張無忌雙掌又已擊到。玄冥二老仍是各出雙掌，一守一攻，所使掌法已和適才全然不同，但被張無忌一引一帶，仍是鹿杖客的左掌擊到了鶴筆翁的右掌之上，這乾坤大挪移手法之巧，計算之準，實已到了匪夷所思的地步。玄冥二老駭然失色，眼見張無忌第三次舉掌擊來，不約而同的各出單掌抵禦。三人真力相交，玄冥二老只覺對方掌力中一股純陽之氣洶湧而至，難當難耐。張無忌掌發如風，想起幼時被鶴筆翁打了一招玄冥神掌，數年之間不知吃了多少苦頭，因此擊向鹿杖客的掌力尚留餘地，對鶴筆翁卻毫不放鬆。二十餘掌一過，鶴筆翁一張青臉已脹得通紅，眼見對方又是一掌擊到，他左掌虛引，意欲化解，右掌卻斜刺裏重重擊出。只聽得拍拍兩響，鶴筆翁這一掌狠狠打在鹿杖客肩頭，而張無忌那一掌卻終究無法化開，正中胸口。總算張無忌不欲傷他性命，這一掌真力只用了三成，鶴筆翁哇的一聲，吐出一口鮮血，臉色已紅得發紫，身子搖幌，倘若張無忌乘勢再補上一掌，非教他斃命當場不可。鹿杖客肩頭中掌，也痛得臉色大變，嘴唇都咬出血來。玄冥二老是趙敏手下頂兒尖兒的能人，豈知不出三十招，便各受傷。趙敏手下眾武士固然盡皆失色，便是楊逍和韋一笑也大為詫異。他二人曾親眼見到，那日玄冥二老在武當山出手，張無忌中掌受傷，不意數月之間，竟能進展神速若是。但他二人隨即想到，張無忌留居武當數月，一面替俞岱巖、殷梨亭治傷，一面便向張三丰請教武學中的精微深奧，終致九陽神功、乾坤大挪移、再加上武當絕學的太極拳劍，三者漸漸融成一體。二人心中暗讚張三丰學究天人，那才真是稱得上「深不可測」四字。玄冥二老比掌敗陣，齊聲呼嘯，同時取出了兵刃。只見鹿杖客手中拿著一根短杖，杖頭分叉，作鹿角之形，通體黝黑，不知是何物鑄成，鶴筆翁手持雙筆，筆端銳如鶴嘴，卻是晶光閃亮。他二人追隨趙敏已非一日，但即是趙敏，也從未見過他二人使用兵刃。這三件兵刃使展開來，只見一團黑氣，兩道白光，霎時間便將張無忌困在垓心。張無忌身邊不帶兵器，赤手空拳，情勢頗見不利，但他絲毫不懼，存心要試試自己武功，在這兩大高手圍攻之下，是否能空手抵敵。玄冥二老自恃內力深厚，玄冥神掌是天下絕學，是以一上陣便和他對掌，豈知張無忌的九陽神功卻非任何內功所能及，數十掌一過便即落敗。他二人的兵刃卻以招數詭異取勝，兩人的名號便是從所用兵刃而得，鹿角短杖和鶴嘴雙筆，每一招都是凌厲狠辣，世所罕見。張無忌聚精會神，在三件兵刃之間空來插去，攻守自如，只是一時瞧不明白二人兵刃招數的路子，取勝卻也不易。幸好鶴筆翁重傷之餘，出招已難免窒滯。趙敏手掌輕擊三下，大殿中白刃耀眼，三人攻向楊逍，四人攻向韋一笑，另有兩人出兵刃制住了周芷若。楊逍立時搶到一劍，揮劍如電，反手便刺傷一人。韋一笑仗著絕頂輕功，以玄陰綿掌拍倒了兩人。但敵人人數實在太多，每打倒一人，立時更有二人擁上。張無忌給玄冥二老纏住了，始終分身不出相援。他和楊韋二人要全身而退，倒也不難，要救周芷若卻萬萬不能，正自焦急，忽聽趙敏說道：「大家住手！」這四個字聲音並不響亮，她手下眾人卻一齊凜遵，立即躍開。楊逍將長劍拋在地下。韋一笑握著從敵人手裏奪來的一口單刀，順手一揮，擲還給了原主，哈哈大笑。張無忌見一名漢子手執匕首，抵住周芷若後心，不禁臉有憂色。周芷若黯然道：「張公子，三位請即自便，三位一番心意，小女子感激不盡。」趙敏笑道：「張公子，這般花容月貌的人兒，我見猶憐。她定是你的意中人了？」張無忌臉上一紅，說道：「周姑娘和我從小相識。在下幼時中了這位……」說著向鶴筆翁一指，「……的玄冥神掌，陰毒入體，週身難以動彈，多虧周姑娘服侍我食飯喝水，此番恩德，不敢有忘。」趙敏道：「如此說來，你們倒是青梅竹馬之交了。你想娶她為魔教的教主夫人，是不是？」張無忌臉上又是一紅，說道：「匈奴未滅，何以家為！」趙敏臉一沉，道：「你定要跟我作對到底，非滅了我不可，是也不是！」張無忌搖了搖頭，說道：「我至今不知姑娘的來歷，雖然有過數次爭執，但每次均是姑娘找上我張無忌，不是張某來找姑娘尋事生非。只要姑娘放了我眾位師伯叔及各派武林人士，在下感激不盡，不敢對姑娘心存敵意。何況姑娘還可吩咐我去辦三件事，在下自當盡心竭力，決不敷衍推搪。」趙敏聽他說得誠懇，臉上登現喜色，有如鮮花初綻，笑道：「嘿，總算你還沒忘記。」轉頭向周芷若瞧了一眼，對張無忌道：「這位周姑娘既非你意中人，也不是甚麼師兄師妹、未婚夫妻，那麼我要毀了她的容貌，跟你絲毫沒有干係……」她眼角一動，鹿杖客和鶴筆翁各挺兵刃，攔在周芷若之前，另一名漢子手執利刃，對準周芷若的臉頰。張無忌若要衝過來救人，玄冥二老這一關便不易闖過。趙敏冷冷的道：「張公子，你還是跟我說實話的好。」韋一笑忽然伸出手掌，在掌心吐了數口唾沫，伸手在鞋底擦了幾下，哈哈大笑，眾人正不知他搗甚麼鬼，突然間青影一幌一閃。趙敏只覺自己左頰右頰上被一隻手掌摸了一下，看韋一笑時，卻已站在原地，只是手中多了兩柄短刀，不知是從何人腰間掏來的。趙敏心念一動，知道不好，不敢伸手去摸自己臉頰，忙取手帕在臉上一擦，果見帕上黑黑的沾了不少泥污，顯是韋一笑鞋底的污穢再混著唾沫，思之幾欲作嘔。只聽韋一笑說道：「趙姑娘，你要毀了周姑娘的容貌，那也由得你。你如此心狠手辣，我姓韋的卻放不過你。你今日在周姑娘臉上劃一道傷痕，姓韋的加倍奉還，劃傷兩道。你劃她兩道，我劃你四道。你斷她一根手指，我斷你兩根。」說到這裏，將手中兩根短刀錚的一擊，又道：「姓韋的說得出，做得到，青翼蝠王言出必踐，生平沒說過一句空話。你防得我一年半載，卻防不得十年八年。你想派人殺我，未必追得上我。告辭了！」這「了」字一出口，早已人影不見，拍拍兩響，兩柄短刀飛插入柱。跟著「啊喲！」「啊！」兩聲呼叫，殿上兩名番僧緩緩坐倒，手中手持長劍卻不知如何已給韋一笑奪了去，同時身上也被點中了穴道。韋一笑這幾句話說得平平淡淡，但人人均知決非空言恫嚇，眼見趙敏白裏泛紅、嫩若凝脂的粉頰之上，被韋一笑的污手抹上了幾道黑印，倘若他手中先拿著短刀，趙敏的臉頰早就損毀了。這般來去如電、似鬼似魅的身法，確是再強能高手也防他不了，即令是張無忌，也是自愧不如。倘若長途競走，張無忌當可以內力取勝，但在庭除廊廡之間，如此趨退若神，當真天下只此一人而已。張無忌躬身一揖，說道：「趙姑娘，今日得罪了，就此告辭。」說著攜了楊逍之手，轉身出殿，心知在韋一笑如此有力的威嚇之下，趙敏不敢再對周芷若如何。趙敏瞧著他的背影，又羞又怒，卻不下令攔截。張無忌和楊逍回到客店，韋一笑已在店中相候。張無忌笑道：「韋蝠王，你今日給了他們一個下馬威，好叫他們得知明教可不是好惹的。」韋一笑道：「嚇嚇小姑娘，倒也不是甚麼難事。她裝得兇神惡煞一般，可是聽我說要毀她的容貌，擔保她三天三晚睡不著覺。」楊逍笑道：「她睡不著覺，那可不好，咱們前去救人就更加難了。」張無忌道：「楊左使，說到救人，你有何妙計？」楊逍躊躇道：「咱們這裏只有三人，何況形跡已露，這件事當真棘手。」張無忌歉然道：「我見周姑娘危急，忍不住出手，終於壞了大事。」楊逍道：「事勢如此，那是誰都忍不住的。教主獨力打敗玄冥二老，大殺敵人的威風，那也很好。何況他們知道咱們已到，對宋大俠他們便不敢過分無禮。」張無忌想起宋大伯、俞二伯等身在敵手，趙敏對何太沖、唐文亮等又如此折辱，不由得憂心如焚。三人商談半晌，不得要領，當即分別就寢。※※※次晨一早，張無忌睡夢之中微覺窗上有聲，便即醒轉，一睜開眼，只見窗子緩緩打開，有人探進頭來向著他凝望。他吃了一驚，揭帳看時，只見那人臉上疤痕纍纍，醜陋可怖，正是那個苦頭陀。他一驚更甚，從床中一躍而起，只見苦頭陀的臉仍是呆呆望著自己，卻無出手相害之意。張無忌叫道：「楊左使！韋蝠王！」楊韋二人在鄰室齊聲相應。他心中一寬，卻見苦頭陀的臉已從窗邊隱去，忙縱身出窗，見苦頭陀從大門中匆匆出去。這時楊韋二人也已趕到，見此外並無敵人，三人發足向苦頭陀追去。苦頭陀等在街角，眼見三人走來，立即轉身向北，腳步甚大，卻非奔跑。三人打個手勢，當即跟隨其後。此時天方黎明，街上行人稀少，不多時便出了北門。苦頭陀繼續前行，折向小路，又走了七、八里，來到一處亂石岡上，這才停步轉身，向楊逍和韋一笑擺了擺手，要他二人退開，隨即抱拳向張無忌行禮。張無忌還了一禮，心下尋思：「這頭陀帶我們來到此處，不知有何用意？這裏四下無人，若是動武，他以一敵三，顯是十分不利，瞧他情狀，似乎不含敵意。」盤算未定，苦頭陀荷荷一聲，雙爪齊到，撲了上來。他左手虎爪，右手龍爪，十指成鉤，攻勢極是猛惡。張無忌左掌揮出，化開了一招，說道：「上人意欲如何？請先表明尊意，再行動手不遲。」苦頭陀毫不理會，竟似沒聽見他說話一般，只見他左手自虎爪變成鷹爪，右手卻自龍爪變成虎爪，一攻左肩，一取右腹，出手狠辣之至。張無忌道：「當真非打不可嗎？」苦頭陀鷹爪變獅掌，虎爪變鶴嘴，一擊一啄，招式又變，三招之間，雙手變了六般姿式。張無忌不敢怠慢，當下施展太極拳法，身形猶如行雲流水，便在亂石岡上跟他鬥了起來。但覺這苦頭陀的招數甚是繁複，有時大開大闔，門戶正大，但倏然之間，又是詭秘古怪，全是邪派武功，顯是正邪兼修，淵博無比。張無忌只是用太極拳跟他拆招。鬥到七、八十招時，苦頭陀呼的一拳，中宮直攻。張無忌一招「如封似閉」，將他拳力封住，跟著一招「單鞭」，左掌已拍在他背上，只是這一掌沒發內力，手掌一沾即離。苦頭陀知他手下留情，向後躍開，斜眼向張無忌望了半晌，突然向楊逍做個手勢，要借他腰間長劍一用。楊逍解下劍絛，連著劍鞘雙手托住，送到苦頭陀面前。張無忌暗暗奇怪：「怎地楊左使將兵刃借了給敵人？」苦頭陀拔劍出鞘，打個手勢，叫張無忌向韋一笑借劍。張無忌搖搖頭，接過他左手拿著的劍鞘，使招「請手」，便以劍鞘當劍，左手捏了劍訣，劍鞘橫在身前。苦頭陀刷的一劍，斜刺而至。張無忌見過他教導趙敏學劍，知他劍術極是高明，當即施展這數月中在武當山上精研的太極劍法凝神接戰。但見對手劍招忽快忽慢，處處暗藏機鋒，但張無忌一加拆解，他立即撤回，另使新招，幾乎沒一招是使得到底了的。張無忌心下讚歎：「若在半年前遇到此人，劍法上我不是他敵手。比之那八臂神劍方東白，這苦頭陀又高上一籌了。」他起了愛才之念，不願在招數上明著取勝。眼見苦頭陀長劍揮舞，使出「亂披風」勢來，白刃映日，有如萬道金蛇亂鑽亂竄，他看得分明，驀地裏倒過劍鞘，刷的一聲，劍鞘已套上了劍刃，雙手環抱一搭，輕輕扣住苦頭陀雙手手腕，微微一笑，縱身後躍。這時他手上只須略加使勁，便已將長劍奪過。這一招奪劍之法險是險到了極處，巧也巧到了極處。他縱身後躍，尚未落地，苦頭陀已拋下長劍，呼的一掌拍到。張無忌聽到風聲，知道這一掌真力充沛，非同小可，有意試一試他的內力，右掌回轉，硬碰硬的接了他這掌，左足這才著地。霎時之間，苦頭陀掌上真力源源催至。張無忌運起乾坤大挪移心法中第七層功夫，將他掌力漸漸積蓄，突然間大喝一聲，反震出去，便如一座大湖在山洪爆發時儲滿了洪水，猛地裏湖堤崩決，洪水急沖而出，將苦頭陀送來的掌力盡數倒回。這是將對方十餘掌的力道歸併成為一掌拍出，世上原無如此大力。苦頭陀倘若受實了，勢須立時腕骨、臂骨、肩骨、肋骨一齊折斷，連血也噴不出來，當場成為一團血肉模糊，死得慘不可言。此時雙掌相粘，苦頭陀萬難閃避。張無忌左手抓住他胸口往上一拋，苦頭陀一個龐大的身軀向上飛起，砰的一聲巨響，亂石橫飛，這一掌威力無儔的掌力，盡數打在亂石堆裏。楊逍和韋一笑在旁看到這等聲勢，齊聲驚呼出來。他二人只道苦頭陀和教主比拼內力，至少也得一盞茶時分方能分出高下，那料到片刻之間，便到了決生死的關頭。二人心中雖有話說，卻已不及言講，待見苦頭陀平安無恙的落下，手心中都已捏了一把冷汗。苦頭陀雙足一著地，登時雙手作火焰飛騰之狀，放在胸口，躬身向張無忌拜了下去，說道：「小人光明右使范遙，參見教主。敬謝教主不殺之恩。小人無禮冒犯，還請恕罪。」他十多年來從不開口，說起話來聲調已頗不自然。張無忌又驚又喜，這啞巴苦頭陀不但開了口，而且更是本教的光明右使，這一著大非始料所及，忙伸手扶起，說道：「原來是本教范右使，實是不勝之喜，自家人不須多禮。」楊逍和韋一笑跟他到亂石岡來之時，早已料到了三分，只是范遙的面貌變化實在太大，不敢便即相認，待得見他施展武功，更猜到了七、八分，這時聽他自報姓名，兩人搶上前來，緊緊握住了他手。楊逍向他臉上凝望半晌，潸然淚下，說道：「范兄弟，做哥哥的想得你好苦。」范遙抱住楊逍身子，說道：「大哥，多謝明尊佑護，賜下教主這等能人，你我兄弟終有重會之日。」楊逍道：「兄弟怎地變成這等模樣？」范遙道：「我若非自毀容貌，怎瞞得過混元霹靂手成崑那奸賊？」三人一聽，才知他是故意毀容，混入敵人身邊臥底。楊逍更是傷感，說道：「兄弟，這可苦了你了。」楊逍、范遙當年江湖上人稱「逍遙二仙」，都是英俊瀟灑的美男子，范遙竟然將自己傷殘得如此醜陋不堪，其苦心孤詣，實非常人所能為。韋一笑向來和范遙不睦，但這時也不由得深為所感，拜了下去，說道：「范右使，韋一笑到今日才真正服了你。」范遙跪下還拜，笑道：「韋蝠王輕功獨步天下，神妙更勝當年，苦頭陀昨晚大開眼界。」楊逍四下一望，說道：「此處離城不遠，敵人耳目眾多，咱們到前面山坳中說話。」四人奔出十餘里，到了一個小岡之後，該處一望數里，不愁有人隱伏偷聽，但從遠處卻瞧不見岡後的情景。四人坐地，說起別來情由。※※※當年陽頂天突然間不知所蹤，明教眾高手為爭教主之位，互不相下，以致四分五裂。范遙卻認定教主並未逝世，獨行江湖，尋訪他的下落，忽忽數年，沒發現絲毫蹤跡，後來想到或許是為丐幫所害，暗中捉了好些丐幫的重要人物拷打逼問，仍是查不出半點端倪，倒害死了不少丐幫的無辜幫眾。後來聽到明教諸人紛爭，鬧得更加厲害，更有人正在到處尋他，要以他為號召。范遙無意去爭教主，亦不願捲入旋渦，便遠遠的躲開，又怕給教中兄弟撞到，於是裝上長鬚，扮作個老年書生，到處漫遊，倒也逍遙自在。有一日他在大都鬧市上見到一人，認得是陽教主夫人的師兄成崑，不禁暗暗吃驚。這時武林中早已到處轟傳，不少好手為人所殺，牆上總是留下了「殺人者混元霹靂手成崑也」的字樣。他想查明此事真相，又想向成崑探詢陽教主的下落，於是遠遠的跟著。只見成崑走上一座酒樓，酒樓上有兩個老者等著，便是玄冥二老。范遙知道成崑武功高強，便遠遠坐著假裝喝酒，隱隱約約只聽到三言兩語，但「須當毀了光明頂」這七個字卻聽得清清楚楚。范遙聽得本教有難，不能袖手不理，當下暗中跟隨，眼見三人走進了汝陽王府中。後來更查到玄冥二老是汝陽王手下武士中的頂兒尖兒人物。汝陽王察罕特穆爾官居太尉，執掌天下兵馬大權，智勇雙全，是朝廷中的第一位能人，江淮義軍起事，均被他遣兵撲滅。義軍屢起屢敗，皆因察罕特穆爾統兵有方之故。張無忌等久聞其名，這時聽到鹿杖客等乃是他的手下，雖不驚訝，卻也為之一怔。楊逍問道：「那麼那個趙姑娘是誰？」范遙道：「大哥不妨猜上一猜。」楊逍道：「莫非是察罕特穆爾的女兒？」范遙拍手道：「不錯，一猜便中。這汝陽王生有一子一女，兒子叫做庫庫特穆爾，女兒便是這位姑娘了，她的蒙古名叫作甚麼敏敏特穆爾。庫庫特穆爾是汝陽王世子，將來是要襲王爵的。那位姑娘的封號是紹敏郡主。這兩個孩子都生性好武，倒也學了一身好武功。兩人又愛作漢人打扮，說漢人的話，各自取了一個漢名，男的叫做王保保，女的便叫趙敏，『趙敏』二字，是從她的封號『紹敏郡主』而來。」韋一笑道：「這兄妹二人倒也古怪，一個姓王，一個姓趙，倘若是咱們漢人，那可笑煞人了。」范遙道：「其實他們都姓特穆爾，卻把名字放在前面，這是番邦蠻俗。那汝陽王察罕特穆爾也有漢姓的，卻是姓李。」說到這裏，四人一齊大笑。（按：《新元史》第二百二十卷《察罕帖木兒傳》：「察罕帖木兒曾祖闊闊台，祖乃蠻台，父阿魯溫，遂家河南，為穎州沈丘人，改姓李氏。」庫庫特穆爾雖為世子，實為察罕特穆爾的外甥。此等小節，小說中不必細辨。）楊逍道：「這趙姑娘的容貌模樣，活脫是個漢人美女，可是只須一瞧她行事，那番邦女子的兇蠻野性，立時便顯露了出來。」張無忌直到此刻，方知趙敏的來歷，雖料想她必是朝廷貴人，卻沒料到竟是天下兵馬大元帥汝陽王的郡主。和她交手數次，每次都是多多少少的落了下風，雖然她武功不及自己，但心思機敏、奇變百出，實不是她的敵手。范遙接著說道：「屬下暗中繼續探聽，得知汝陽王決意剿滅江湖上的門派幫會。他採納了成崑的計謀，第一步便想除滅本教。我仔細思量，本教內部紛爭不休，外敵卻如此之強，滅亡的大禍已迫在眉睫，要圖挽救，只有混入王府，查知汝陽王的謀劃，那時再相機解救。除此之外，實在別無良策。只是我好生奇怪，成崑既是陽教主夫人的師兄，又是謝獅王的師父，卻何以如此狠毒的跟本教作對。其中原由，說甚麼也想不出來，料想他必是貪圖富貴，要滅了本教，為朝廷立功。本教兄弟識得成崑的不多，我以前卻曾和他朝過相，他是認得我的，要使我所圖不致洩漏，只有想法子殺了此人。」韋一笑道：「正該如此。」范遙道：「可是此人實在狡獪，武功又強，我接連暗算了他三次，都沒成功。第三次雖然刺中了他一劍，我卻也被他劈了一掌，好容易才得脫逃，不致露了形跡，但卻已身受重傷，養了年餘才好。這時汝陽王府中圖謀更急，我想若是喬裝改扮，只能瞞得一時，我當年和楊兄齊名，江湖上知道『逍遙二仙』的人著實不少，日子久了，必定露出馬腳，於是一咬牙便毀了自己容貌，扮作個帶髮頭陀，更用藥物染了頭髮，投到了西域花剌子模國去。」韋一笑奇道：「到花剌子模？萬里迢迢的，跟這事又有甚麼相干？」范遙一笑，正待回答，楊逍拍手道：「此計大妙。韋兄，范兄弟到了花剌子模，找個機緣一顯身手，那邊的蒙古王公必定收錄。汝陽王正在招聘四方武士，花剌子模的王公為了討好汝陽王，定然會送他到王府效力。這麼一來，范兄弟成了西域花剌子模國進獻的色目武士，他容貌已變，又不開口，成崑便有天大本事，也認他不出了。」韋一笑長聲一歎，說道：「陽教主派逍遙二仙排名在四大法王之上，確是目光如炬。這等計謀，甚麼鷹王、蝠王，都是想不出來的。」范遙道：「韋兄，你讚得我也夠了。果如楊左使所料，我在花剌子模殺獅斃虎，頗立威名，當地王公便送我到汝陽王府中。但那成崑其時已不在王府，不知去了何方。」楊逍當下略述成崑何以和明教結仇、如何偷襲光明頂、如何奸謀為張無忌所破、如何與殷野王比拼掌力而死的經過。范遙聽罷，呆了半晌，才知中間原來有這許多曲折，站起身來，恭恭敬敬的對張無忌道：「教主，有一件事屬下向你領罪。」張無忌道：「范右使何必過謙。」范遙道：「屬下到了汝陽王府，為了堅王爺之信，在大都鬧市之中，親手格斃了本教三名香主，顯得本人和明教早就結下深仇。」張無忌默然，心想：「殘殺本教兄弟，乃本教五大禁忌之一，因此楊左使、四法王、五行旗等爭奪教主之位，儘管相鬥甚烈，卻從來不傷本教兄弟的性命。范右使此罪實在不輕，但他主旨是為了護教，非因私仇，按理又不能加罪於他。」說道：「范右使出於護教苦心，本人不便深責。」范遙躬身道：「謝教主恕罪。」張無忌暗想：「這位范右使行事之辣手，世所罕有。他能在自己臉上砍上十七、八刀，那麼殺幾個教中無辜的香主，自也不在他的意下。明教被人稱作邪教魔教，其來有自，不知將來如何方得改了這些邪氣魔氣？」范遙見張無忌口中雖說「不便深責」，臉上卻有不豫之色，一伸手，拔出楊逍腰間長劍，左手一揮，已割下了右手兩根手指。張無忌大吃一驚，挾手搶過他的長劍，說道：「范右使，你……你……這是為何？」范遙道：「殘殺本教無辜兄弟，乃是重罪。范遙大事未了，不能自盡。先斷兩指，日後再斷項上這顆人頭。」張無忌道：「本人已恕了范右使的過失，何苦再又如此？身當大事之際，唯須從權。范右使，此事不必再提。」忙取出金創藥，替他敷了傷處，撕下自己衣襟，給他包紮好了，心知此人性烈，別說言語中得罪不得，臉色上也不能使他有半分難堪。他說得出做得到，恐怕日後真的會自刎謝罪，想到他為本教受了這等重大的折磨，心中大是感動，突然跪倒，說道：「范右使，你有大功於本教，受我一拜，你再殘害自身，那便是說我無德無能，不配當此教主大任。你再自刺一劍，我便自刺兩劍，我年幼識淺，不明事理，原是分不出好歹。」范遙、楊逍、韋一笑見教主跪倒，急忙一起拜伏在地。楊逍垂淚道：「范兄弟，你休得再是如此。本教興衰全繫教主一人。教主令旨，你可千萬不能違背。」范遙拜道：「屬下今日比劍試掌，對教主已是死心塌地的拜服。苦頭陀性情乖張，還請教主原宥。」張無忌雙手扶他起身。經此一事，兩人相互知心，再無隔閡。范遙當下再陳述投入汝陽王府後所見所聞。那汝陽王察罕特穆爾實有經國用兵的大才，雖握兵權，朝政卻被奸相把持，加之當今皇帝昏庸無道，弄得天下大亂，民心沸騰，全仗汝陽王東征西討，擊潰義軍無數。可是此滅彼起，歲無寧日，汝陽王忙於調兵遣將，將撲滅江湖上教派幫會之事，暫且擱在一邊。數年之後，他一子一女長大，世子庫庫特穆爾隨父帶兵，女兒敏敏特穆爾竟然統率蒙漢西域的武士番僧，向門派幫會大舉進擊。成崑暗中助她策劃，乘著六大派圍攻光明頂之際，由趙敏帶同大批高手，企圖乘機收漁人之利，將明教和六大派一鼓剿滅。綠柳莊中下毒等等情由，便是因此而起。只是當時范遙奉命保護汝陽王，西域之行沒能參與，是以直到後來方始得知。范遙說道，他雖在汝陽王府中毫不露形跡，但他來自西域，趙敏便不讓他參與西域之役，說不定這也是成崑出的主意。趙敏以西域番僧所獻的毒藥「十香軟筋散」，暗中下在從光明頂歸來的六大派高手的飲食之中。那「十香軟筋散」無色無香，混在菜餚之中，又有誰能辨得出？這毒藥的藥性一發作，登時全身筋骨酸軟，過得數日後，雖能行動如常，內力卻已半點發揮不出，因此六大派遠征光明頂的眾高手在一月之內，一一分別被擒。只是在對少林派空性所率的第三撥人下毒時給撞破了，真刀真槍的動起手來。空性為阿三所殺，餘人不敵玄冥二老、神箭八雄，以及阿大、阿二、阿三等人，死了十多人後，盡數遭擒。此後便去進襲六大派的根本之地，第一個便挑中了少林派。少林寺防衛嚴密，要想混入寺中下毒，可大大不易，不比行旅之間，須在市鎮客店中借宿打尖，下毒輕而易舉。既不能下毒，便即恃眾強攻。范遙說道：「郡主要對少林寺下手，生怕人手不足，又從大都調了一批人去相助，那便由我率領，正好趕上了圍擒少林群僧之役。少林派向來對本教無禮，讓他們多吃些苦頭，正是人心大快。就算將少林派的臭和尚們一起都殺光了，苦頭陀也不皺一皺眉頭。教主，你又要不以為然了，哈哈！」楊逍插口道：「兄弟，那些羅漢像轉過了身子，是你做的手腳了？」范遙笑道：「我見郡主叫人在羅漢像背上刻下了那十六個字，意圖嫁禍本教，我後來便又悄悄回去，將羅漢像推轉。大哥，你們倒真心細，這件事還是叫你們瞧了出來。那時候你可想得到是兄弟麼？」楊逍道：「我們推敲起來，對頭之中，似有一位高手在暗中維護本教，可那能想得到竟是我的老搭檔好兄弟！」四人盡皆大笑。楊逍隨即向范遙簡略說明，明教決和六大派捐棄前嫌，共抗蒙古，因此定須將眾高手救了出來。范遙道：「敵眾我寡，單憑我們四人，難以辦成此事，須當尋得十香軟筋散的解藥，給那一干臭和尚、臭尼姑、牛鼻子們服了，待他們回復內力，一哄衝出，攻韃子們一個措手不及，然後一齊逃出大都。」明教向來和少林、武當等名門正派是對頭冤家，他言語之中對六大門派眾高手毫不客氣。楊逍向他連使眼色，范遙絕不理會。張無忌對這些小節卻不以為意，拍手說道：「范右使之言不錯，只不知如何能取得十香軟筋散的解藥？」范遙道：「我從不開口，因此郡主雖對我頗加禮敬，卻向來不跟我商量甚麼要緊事。只有她一個人自言自語，對方卻不答一句話，那豈不掃興？加之我來自西域小國，她亦不能將我當作心腹，因此那十香軟筋散的解藥是甚麼，我卻無法知道。不過我知此事牽涉重大，暗中早就留上了心。如我所料不錯，那麼這毒藥和解藥是由玄冥二老分掌，一個管毒藥，一個管解藥，而且經常輪流掌管。」楊逍歎道：「這位郡主娘娘心計之工，尋常鬚眉男子也及她不上。難道她對玄冥二老也不放心麼？」范遙道：「一來當是不放心，二來也是更加穩當。好比咱們此刻想偷盜解藥，就不知是找鹿杖客好呢，還是找鶴筆翁好。而且，聽說毒藥和解藥氣味顏色全然一般無異，若非掌藥之人知曉，旁人去偷解藥，說不定反而偷了毒藥。那十香軟筋散另有一般厲害處，中了此毒後，筋萎骨軟，自是不在話下，倘若第二次再服毒藥，就算只有一點兒粉末，也是立時血逆氣絕，無藥可救。」韋一笑伸了伸舌頭，說道：「如此說來，解藥是萬萬不能偷錯的。」范遙道：「話雖如此，卻也不打緊。咱們只管把玄冥二老身上的藥偷來，找一個華山派、崆峒派的小角色來試上一試，那一種藥整死了他，便是毒藥了，這還不方便麼？」張無忌知他邪性甚重，不把旁人的性命放在心上，只笑了笑，說道：「那可不好。說不定咱們辛辛苦苦偷來的兩種都是毒藥。」楊逍一拍大腿，說道：「教主此言有理。咱們昨晚這麼一鬧，或許把郡主嚇怕了，竟把解藥收在自己身邊。依我說，咱們須得先行查明解藥由何人掌管，然後再計議行事。」他沉吟片刻，說道：「兄弟，那玄冥二老生平最喜歡的是甚麼調調兒？」范遙笑道：「鹿好色，鶴好酒，還能有甚麼好東西了？」楊逍問張無忌道：「教主，可有甚麼藥物，能使人筋骨酸軟，便好似中了十香軟筋散一般？」張無忌想了一想，笑道：「要使人全身乏力，昏昏欲睡，那並不難，只是用在高手身上，不到半個時辰，藥力便消，要像十香軟筋散那麼厲害，可沒有法子。」楊逍笑道：「有半個時辰，那也夠了。屬下倒有一計在此，只不知是否管用，要請教主斟酌。雖說是計，說穿了其實也不值一笑。范兄弟設法去邀鶴筆翁喝酒，酒中下了教主所調的藥物。范兄弟先行鬧將起來，說是中了鶴筆翁的十香軟筋散，那時解藥在何人身上，當可查知，乘機便即奪藥救人。」張無忌道：「此計是否可行，要瞧那鶴筆翁的性子如何而定，范右使你看怎樣？」范遙將此事從頭至尾虛擬想像一遍，覺得這條計策雖然簡易，倒也沒有破綻，說道：「我想楊大哥之計可行。鶴筆翁性子狠辣，卻不及鹿杖客陰毒多智，只須解藥在鶴筆翁身上，我武功雖不及他，當能對付得了。」楊逍道：「要是在鹿杖客身上呢？」范遙皺眉道：「那便棘手得多。」他站起身來，在山岡旁走來走去，隔了良久，雙手一拍，道：「只有這樣，那鹿杖客精明過人，若要騙他，多半會給他識破機關，只有抓住了他虧心之事，硬碰硬的威嚇，他權衡輕重，就此屈從也未可知。當然，這般蠻幹說不定會砸鍋，冒險不小，可是除此之外，似乎別無善策。」楊逍道：「這老兒有甚麼虧心事？他人老心不老，有甚麼把柄落在兄弟的手上麼？」范遙道：「今年春天，汝陽王納妾，邀我們幾個人在花廳便宴。汝陽王誇耀他新妾美貌，命新娘娘出來敬酒，我見鹿杖客一雙賊眼骨溜溜的亂轉，嚥了幾口饞涎，委實大為心動。」韋一笑道：「後來怎樣？」范遙道：「後來也沒怎樣，那是王爺的愛妾，他便有天大的膽子，也不敢打甚麼歹主意。」韋一笑道：「眼珠轉幾轉，可不能說是甚麼虧心事啊？」范遙道：「不是虧心事，可以將他做成虧心事。此事要偏勞韋兄了，你施展輕功，去將汝陽王的愛姬劫來，放在鹿杖客的床上。這老兒十之七、八，定會按捺不住，就此胡天胡帝一番。就算他真能臨崖勒馬，我也會闖進房去，教他百口莫辯，水洗不得乾淨，只好乖乖的將解藥雙手奉上。」楊逍和韋一笑同時拍手笑道：「這個栽贓的法兒大是高明。憑他鹿杖客奸似鬼，也要鬧個灰頭土臉。」張無忌又是好氣，又是好笑，心想自己所率領的這批邪魔外道，行事之奸詐陰毒，和趙敏手下那批人物並無甚麼不同，只是一者為善，一者為惡，這中間就大有區別，以陰毒的法兒去對付陰毒之人，可說是以毒攻毒。他想到這裏，便即釋然，微笑道：「只可惜累了汝陽王的愛姬。」范遙笑道：「我早些闖進房去。不讓鹿杖客佔了便宜，也就是了。」當下四人詳細商議，奪得解藥之後，由范遙送入高塔，分給少林、武當各派高手服下。張無忌和韋一笑則在外接應，一見范遙在萬安寺中放起煙火，便即在寺外四處民房放火，群俠便可乘亂逃出。楊逍事先買定馬匹、備就車輛，候在西門外，群俠出城後分乘車馬，到昌平會合。張無忌於焚燒民房一節，覺得未免累及無辜。楊逍道：「教主，世事往往難以全。咱們救出六大派群俠，日後如能驅走韃子，那是為天下千萬蒼生造福，今日害得幾百家人家，那也說不得了。」四人計議已定，分頭入城幹事。楊逍去購賣坐騎，雇定車輛。張無忌配了一服麻藥，為了掩飾藥性，另行加上了三味香料，和在酒中之後，入口更醇美馥郁。韋一笑卻到市上買了一個大布袋，只等天黑，便去汝陽王府夜劫王姬。※※※范遙和玄冥二老等為了看守大派高手，都就近住在萬安寺。趙敏則仍住王府，只有晚間要學練武藝，才乘車來寺。范遙拿了麻藥回到萬安寺中，想起二十餘年來明教四分五裂，今日中興有望，也不枉自己吃了這許多苦頭，心下甚是欣慰。張無忌武功既高，為人又極仁義，實令人好生心服，只是不夠心狠手辣，有些婆婆媽媽之氣，未免美中不足。他住在西廂，玄冥二老則住在後院的寶相精舍。他平時為了忌憚二人了得，生恐露出馬腳，極少和他二人交接，因此雙方居室也是離得遠遠地，這時想邀鶴筆翁飲酒，如何不著形跡，倒非易事。眼望後院，只見夕陽西斜，那十三級寶塔下半截已照不到太陽，塔頂琉璃瓦上的日光也漸漸淡了下去，他一時不得主意，負著雙手，慢慢踱步別後院中去，突然之間，一股肉香從寶相精舍對面的一間廂房中透出，那是神箭八雄中孫三毀和李四摧二人所在。范遙心念一動，走到廂房之前，伸手推開房門，肉香撲鼻衝到。只見李四摧蹲在地下，對著一個紅泥火爐不住催火，火爐上放著一隻大瓦罐，炭火燒得正旺，肉香陣陣從瓦罐中噴出。孫三毀則在擺設碗筷，顯然哥兒倆要大快朵頤。兩人見苦頭陀推門進來，微微一怔，見他神色木然，不禁暗暗叫苦。兩人適才在街上打了一頭大黃狗，割了四條狗腿，悄悄在房中烹煮。萬安寺是和尚廟，在廟中烹狗而食，實在不妙，旁人見到那也罷了，這苦頭陀卻是佛門子弟，莫要惹得他生起氣來，打上一頓，苦頭陀武功甚高，哥兒倆萬萬不是對手，何況是自己做錯了事，給他打了也是活該；心下正自惴惴，只見他走到火爐邊，揭開罐蓋，瞧了一瞧，深深吸一口氣，似乎說：「好香，好香！」突然間伸手入罐，也不理湯水煮得正滾，撈起一塊狗肉，張口便咬，大嚼起來，片刻間將一塊狗肉吃得乾乾淨淨，舐唇嗒舌，似覺美味無窮。孫李二人大喜，忙道：「苦大師請坐，請坐！難得你老人家愛吃狗肉。」苦頭陀卻不就坐，又從瓦罐中抓起一塊狗肉，蹲在火爐邊便大嚼起來，孫三毀要討好他，篩了一碗酒送到他面前。苦頭陀端起酒碗，喝了一口，突然都吐在地上。左手在自己鼻子下揮了幾下，意思說此酒太劣，難以入口，大踏步走出房去。孫李二人見他氣憤憤的出去，又擔心起來，但不久便見他手中提了一個大酒葫蘆進來，登時大喜，說道：「對！對！我們的酒原非上品，苦大師既有美酒，那是再好不過了。」兩人端凳擺碗，恭請苦頭陀坐在上首，將狗肉滿滿的盛了一盤，放在他面前。苦頭陀武功極高，在趙敏手下實是第一流的人物，平時神箭八雄是萬萬巴結不上的，今日能請他吃一頓狗肉，說不定他老人家心裏一喜歡，傳授一兩手絕招，那就終身受用不盡了。苦頭陀拔開葫蘆上的木塞，倒了三碗酒。那酒色作金黃，稠稠的猶如稀蜜一般，一倒出來便清香撲鼻。孫李二人齊聲喝采：「好酒！好酒！」范遙尋思：「不知玄冥二老在不在家，倘若外出未歸，這番做作可都白耗了。」他拿起酒碗，放在火爐上的小罐中燙熱，其時狗肉煮得正滾，熱氣一逼，酒香更加濃了。孫李二人饞涎欲滴，端起冷酒待喝，苦頭陀打手勢阻止，命二人燙熱了再飲。三個人輪流燙酒，那酒香直送出去，鶴筆翁不在廟中便罷，否則便是隔著數進院子也會聞香趕到。果然對面寶相精舍板門呀的一聲打開，只聽鶴筆翁叫道：「好酒，好酒，嘿嘿！」他老實不客氣，跨過天井，推門便進，只見苦頭陀和孫李二人圍著火爐飲酒吃肉，興會淋漓。鶴筆翁一怔，笑道：「苦大師，你也愛這個調調兒啊，想不到咱們倒是同道中人。」孫李二人忙站起身來，說道：「鶴公公，快請喝幾碗，這是苦大師的美酒，等閒難以喝到。」鶴筆翁坐在苦頭陀對面，兩人喧賓奪主，大吃大喝起來，將孫李二人倒成了端肉、斟酒的廝役一般。四人興高采烈的吃了半晌，都已有了六七分酒意，范遙心想：「可以下手了。」自己滿滿斟了一碗酒後，順手將葫蘆橫放了。原來他挖空了酒葫蘆的木塞，將張無忌所配的藥粉藏在其中，木塞外包了兩層布。葫蘆直置之時，藥粉不致落下，四人喝的都是尋常美酒，葫蘆一打橫，那酒透過布層，浸潤藥末，一葫蘆的酒都成了毒酒。葫蘆之底本圓，橫放直置，誰也不會留意，何況四人已飲了好半天，醺醺微醉，只感十分舒暢。范遙見鶴筆翁將面前的一碗酒喝乾了，便拔下木塞，將酒葫蘆遞了給他。鶴筆翁自己斟了一碗，順手替孫李兩人都加滿了，見苦頭陀碗中酒滿將溢，便沒給他斟。四個人舉碗齊口，骨嘟骨嘟的都喝了下去。除了范遙之外，三人喝的都是毒酒。孫李二人內力不深，毒酒一入肚，片刻間便覺手酸腳軟，渾身不得勁兒。孫三毀低聲道：「四弟，我肚中有點不對。」李四摧也道：「我……我……像是中了毒。」此時鶴筆翁也覺到了，一運氣，內力竟然提不上來，不由得臉色大變。范遙站起來，滿臉怒氣，一把抓住鶴筆翁胸口，口中荷荷而呼，只是說不出話。孫三毀驚道：「苦大師，怎麼啦？」范遙手指蘸了點酒，在桌上寫了「十香軟筋散」五字。孫李二人均知十香軟筋散是由玄冥二老掌管，眼前情形，確是苦頭陀和哥兒倆都中了此藥之毒。兩人相互使個眼色，躬身向鶴筆翁道：「鶴公公，我兄弟可沒敢冒犯你老人家，請你老人家高抬貴手。」他二人料定鶴筆翁所要對付的只是苦頭陀，他們二人只不過適逢其會、遭受池魚之殃而已，鶴筆翁要對付他二人，也不必用甚麼毒藥。鶴筆翁詫異萬分，十香軟筋散這個月由自己掌管，明明是藏在左手所使的一枝鶴嘴筆中，這兩件兵刃，從不離身一步，要說有人從自己身邊偷了毒藥出去，那是決計不能，可是稍一運氣，半點使不出力道，確是中了十香軟筋散之毒無疑。其實張無忌所調製的麻藥雖然藥力頗強，比之十香軟筋散卻大大不如，服食後所覺異狀也是全不相同，但鶴筆翁平素只聽慣了十香軟筋散令人真力渙散的話，到底不曾親自服過，因此兩種藥物雖然差異甚大，他終究無法辨別。眼見苦頭陀又是慌張，又是惱怒，孫李二人更在旁不住口的哀告，那裏還有半點疑惑，說道：「苦大師不須惱怒，咱們是相好兄弟，在下豈能有加害之意？我也中了此毒，渾身不得勁兒，只不知是何人在暗中搗鬼，當真奇了。」范遙又蘸酒水，在桌上寫了「快取解藥」四字。鶴筆翁點點頭，道：「不錯。咱們先服解藥，再去跟那暗中搗鬼的奸賊算帳。解藥在鹿師哥身邊，苦大師請和我同去。」范遙心下暗喜，想不到楊逍這計策十分管用，輕輕易易的便將解藥所在探了出來。他伸左手握住鶴筆翁的右腕，故意裝得腳步蹣跚，跨過院子，一齊走向寶相精舍。鶴筆翁見了他這等支持不住的神態，心中一喜：「這苦頭陀武功的底子是極高的，只是一直沒機會跟我師兄弟倆較量個高下，瞧他中毒後這等慌亂失措，只怕內力是遠遠不如我們了。」兩人走到精舍門前，靠南一間廂房是鶴筆翁所住，鹿杖客則住在靠北的廂房中，只見北廂房房門牢牢緊閉。鶴筆翁叫道：「師哥在家嗎？」只聽得鹿杖客在房內應了一聲。鶴筆翁伸手推門，那門卻在裏邊閂著。他叫道：「師哥，快開門，有要緊事。」鹿杖客道：「甚麼要緊事？我正在練功，你別來打擾成不成？」鶴筆翁的武功和鹿杖客出自一師所授，原是不分軒輊，但鹿杖客一來是師兄居長，二來智謀遠勝，因此鶴筆翁對他向來尊敬，聽他口氣中頗有不悅之意，便不敢再叫。范遙心想這當口不能多所耽擱，倘若麻藥的藥力消了，把戲立時拆穿，當下不理三七二十一，右肩在門上一撞，門閂斷折，板門飛開，只聽得一個女子聲音尖聲叫了出來。鹿杖客站在床前，聽得破門之聲，當即回頭過來，一臉孔驚惶和尷尬之色。范遙見床上橫臥著一個女子，全身裹在一張薄被之中，只露出了個頭，薄被外有繩索綁著，猶如一個舖蓋卷兒。那女子一頭長髮披在被外，皮膚白膩，容貌極是艷麗，認得正是汝陽王新納的愛姬韓氏，暗道：「韋蝠王果然好本事，孤身出入王府，將韓姬手到擒來。」實則汝陽王府雖然警衛森嚴，但眾武士所護衛的也只是王爺、世子和郡主三人，汝陽王姬妾甚眾，誰也沒想到有人會去綁架他的姬人，何況韋一笑來去如電，機警靈變，一進府便神不知鬼不覺的將韓姬架了來。倒是如何放在鹿杖客房中，反而為難得多，他候了半日，好容易等到鹿杖客出房如廁，這才閃身入房，將韓姬放在他床上，隨即悄然遠去。鹿杖客回到房中，見有個女子橫臥在床，立即縱身上屋，四下察看，其時韋一笑早已去得遠了，除了孫李二人房中傳出陣陣轟飲之聲，更無他異。鹿杖客情知此事古怪，當下不動聲色的回到房中，看那個女子時，更是目瞪口呆。那日王爺納姬，設便宴款待數名有體面的高手，那韓姬敬酒時盈盈一笑，鹿杖客年事雖高，竟也不禁色授魂與。他好色貪淫，一生所摧殘的良家婦女不計其數，那日見了韓姬的美色，歸來後深自歎息，如何不早日見此麗人，若在王爺迎娶之前落入他眼中，自是逃不過他的手掌，後來想念了幾次，不久另有新歡，也便將她淡忘了。不意此刻這韓姬竟會從天而降，在他床上出現。他驚喜交集，略一思索，便猜到定是他大弟子烏旺阿普猜到了為師的心意，偷偷去將韓姬劫了出來。只見她裹在一張薄被之中，頭頸中肌膚勝雪，隱約可見赤裸的肩膀，似乎身上未穿衣服，他怦然心動，悄聲問她如何來此。連問數聲，韓姬始終不答。鹿杖客這才想到她已被人點了穴道，正要伸手去解穴，突然鶴筆翁等到了門外，跟著房門又被苦頭陀撞開。這一下變生不意，鹿杖客自是狼狽萬分，要待遮掩，已然不及。他心念一轉，料定是王爺發現愛姬被劫，派苦頭陀來捉拿自己，事已至此，只有走為上著，右手刷的一聲，抽了鹿角杖在手，左臂已將韓姬抱起，便要破窗而出。鶴筆翁驚道：「師哥，快取解藥來。」鹿杖客道：「甚麼？」鶴筆翁道：「小弟和苦大師，不知如何竟中了十香軟筋散之毒。」鹿杖客道：「你說甚麼？」鶴筆翁又說了一遍。鹿杖客奇道：「十香軟筋散不是歸你掌管麼？」鶴筆翁道：「小弟便是莫名其妙，我們四個人好端端的喝酒吃肉，突然之間，一齊都中了毒。鹿師哥，快取解藥給我們服下要緊。」鹿杖客聽到這裏，驚魂始定，將韓姬放回床中，令她臉朝裏床。鶴筆翁素知這位師兄風流成性，在他房中出現女子，那是司空見慣，絲毫不以為奇，何況鶴筆翁中毒之後驚惶詫異，全沒留意去瞧那女子是誰。即在平時，他也認不出來。那日在王爺筵席之上，韓姬出來敬酒，一拜即退，鶴筆翁全神貫注的只是喝酒，那去管她這個珠環翠繞的女子是美是醜？鹿杖客說道：「苦大師請到鶴兄弟房中稍息，在下即取解藥過來。」一面說，一面便伸手將兩人輕輕推出房去。這一推之下，鶴筆翁身子一幌，險些摔倒。范遙也是一個踉蹌，裝作內力全失的模樣，可是他內力深厚，受到外力時自然而然的生出反應抗禦。鹿杖客一推之下，立時發覺師弟確是內力全失，苦頭陀卻是假裝。他深恐有誤，再用力一推，鶴筆翁和苦頭陀又都向外一跌，但同是一跌，一個下盤虛浮，另一個卻是既穩且實。鹿杖客不動聲色，笑道：「苦大師，當真得罪了。」說著便伸手去扶，著手之處，卻是苦頭陀手腕的「會宗」和「外關」兩穴。范遙見他如此出手，已知機關敗露，左手一揮，登時使重手法打中了鶴筆翁後心的「魂門穴」，使他一時三刻之間，全身軟癱，動彈不得。兩大高手中去了一個，單打獨鬥，他便不懼鹿杖客一人，當即嘿嘿冷笑，說道：「你要命不要，連王爺的愛姬也敢偷？」他這一開口說話，玄冥二老登時驚得呆了，他們和苦頭陀相識已有十五、六年，從未聽他說過一言半語，只道他是天生的啞巴。鹿杖客雖已知他不懷好意，卻也絕未想到此人居然能夠說話，立時想到，他既如此處心積慮的作偽，則自己處境之險，更無可疑，當下說道：「原來苦大師並非真啞，十年餘來苦心相瞞，意欲何為？」范遙道：「王爺知你心謀不軌，命我裝作啞巴，就近監視察看。」這句話中其實破綻甚多，但此時韓姬在床，鹿杖客心懷鬼胎，不由得不信，兼之汝陽王對臣下善弄手腕，他也知之甚稔。范遙此言一出，鹿杖客登時軟了，說道：「王爺命你來拿我麼？嘿嘿，諒你苦大師武藝雖高，未必能叫我鹿杖客束手就擒。」說著一擺鹿杖，便待動手。范遙笑了笑，說道：「鹿先生，苦頭陀的武功就算及不上你，也差不了太多。你要打敗我，只怕不是一兩百招之內能夠辦到。你勝我三招兩式不難，但想既挾韓姬，又救師弟，你鹿杖客未必有這個能耐。」鹿杖客向師弟瞥了一眼，知道苦頭陀之言倒非虛語。他師兄弟二人自幼同門學藝，從壯到老，數十年來沒分離過一天。兩人都無妻子兒女，可說是相依為命，要他撇下師弟，孤身逃走，終究是硬不起這個心腸。范遙見他意動，喝命孫李二人進房，關上房門，說道：「鹿先生，此事尚未揭破，大可著落在苦頭陀身上，給你遮掩過去。」鹿杖客奇道：「如何遮掩得了？」范遙頭也不回，反手便點了孫李二人的啞穴和軟麻穴，手法之快，認穴之準，鹿杖客也是暗暗歎服。只聽苦頭陀說道：「你自己是不會宣揚的了，令師弟想來也不致故意跟你為難，苦頭陀是啞巴，以後仍是啞巴，不會說話。這兩位兄弟呢，苦頭陀給你點上他們死穴滅口，也不打緊。」孫李兩人大驚失色，心想此事跟自己半點也不相干，那想到吃狗肉竟吃出這等飛來橫禍，要想出言哀求，卻苦於開不得口。范遙指著韓姬道：「至於這位姬人呢，老衲倒有兩個法兒。第一個法子乾手淨腳，將她和孫李二人一併帶到冷僻之處，一刀殺了，報知王爺，說她和李四摧這小白臉戀姦情熱，私奔出走，被苦頭陀見到，惱怒之下，將姦夫淫婦當場殺卻，還饒上孫三毀一條性命。第二個法子是由你將她帶走，好好隱藏，以後是否洩漏機密，瞧你自己的本事。」鹿杖客不禁轉頭，向韓姬瞧了一眼，只見她眼光中滿是求懇之意，顯是要他接納第二個法兒。鹿杖客見到她這等麗質天生，倘若一刀殺了，當真可惜之至，不由得心中大動，說道：「多謝你為我設身處地，想得這般周到。你卻要我為你幹甚麼事？」他明知苦頭陀必有所求，否則決不能如此善罷。范遙道：「此事容易之至。峨嵋派掌門滅絕師太和我交情很深，那個姓周的年輕姑娘，是我跟老尼姑生的私生女兒。求你賜予解藥，並放了這兩人出去。郡主面前，由老衲一力承當。倘若牽連於你，教苦頭陀和滅絕老尼一家男盜女娼，死於非命，永世不得超生。」他想鹿杖客生性風流，若從男女之事上借個因頭，易於取信。他聽楊逍說起明教許多兄弟喪命於滅絕師太的劍下，因此捏造一段和尚尼姑的謊話。他一生邪僻，說話行事，決不依正人君子的常道，至於罰下「男盜女娼」的重誓云云，更是不在意下。鹿杖客聽了一怔，隨即微笑，心想你這頭陀幹這等事來脅迫於我，原來是為了救你的老情人和親生女兒，那倒也是人情之常，此事雖然擔些風險，但換到一個絕色佳人，確也值得。他見苦頭陀有求於己，心中登時寬了，笑道：「那麼將王爺的愛姬劫到此處，也是出於苦大師的手筆了？」范遙道：「這等大事，豈能空手相求？自當有所報答。」鹿杖客大喜，只是深恐室外有人，不敢縱聲大笑，突然間一轉念，又問：「然則我師弟何以會中十香軟筋散之毒？這毒藥你從何處得來？」范遙道：「那還不容易？這毒藥由令師弟看管，他是好酒貪杯之人，飲到酣處，苦頭陀難道會偷他不到手麼？」鹿杖客再無疑惑，說道：「好！苦大師，兄弟結交了你這個朋友，我決不賣你，盼你別再令我上這種惡當。」范遙指著韓姬笑道：「下次如再有這般香艷的惡當，請鹿先生也安排個圈套，給苦頭陀鑽鑽，老衲欣然領受。」兩人相對一笑，心中卻各自打著主意。鹿杖客在暗暗盤算，眼前的難關過去後，如何出其不意的弄死這個惡頭陀。范遙心知鹿杖客雖暫受自己脅迫，但玄冥二老是何等身份，吃了這個大虧豈肯就此罷休，只要他一安頓好韓姬，解開鶴筆翁的穴道，立時便會找自己動手，但那時六派高手已經救出，自己早拍拍屁股走路了。范遙見鹿杖客遲遲不取解藥，心想我若催促，他反會刁難，便坐了下來，笑道：「鹿兄何不解開韓姬的穴道，大家一起來喝幾杯？燈下看美人，這等艷福幾生才修得到啊！」鹿杖客情知萬安寺中人來人往，韓姬在此多耽一刻，便多一分危險，當下取過鹿角杖，旋下了其中一根鹿角，取過一隻杯子，在杯中倒了些粉末，說道：「苦大師，你神機妙算，兄弟甘拜下風，解藥在此，便請取去。」范遙搖頭道：「這麼一點兒藥末，管得甚麼用？」鹿杖客道：「別說要救兩人，便是六七個人也足夠了。」范遙道：「你何必小氣，便多賜一些又何妨？老實說，閣下足智多謀，苦頭陀深怕上了你的當。」鹿杖客見他多要解藥，突然起疑，說道：「苦大師，你要相救的，莫非不是滅絕大師和令愛兩人？」范遙正要飾詞解說，忽聽得院子中腳步聲響，七、八人奔了進來，只聽一人說道：「腳印到了此處，難道韓姬竟到了萬安寺中？」鹿杖客臉上變色，抓起盛著解藥的杯子，揣在懷裏，只道苦頭陀在外伏下人手，一等取到解藥，便即出賣自己。范遙搖了搖手，叫他且莫驚慌，取過一條單被，罩在韓姬身上，連頭蒙住，又放下帳子，只聽得院子中一人說道：「鹿先生在家麼？」范遙指指自己嘴巴，意思說自己是啞子，叫鹿杖客出聲答應。鹿杖客朗聲道：「甚麼事？」那人道：「王府有一位姬人被歹徒所劫，瞧那歹徒的足印，是到萬安寺來的。」鹿杖客向范遙怒視一眼，意思是說：若非你故意栽贓，依你的身手，豈能留下足跡？范遙咧嘴一笑，做個手勢，叫他打發那人，心中卻想：「韋蝠王栽贓栽得十分到家，把足印從王府引到了這裏。」鹿杖客冷笑道：「你們還不分頭去找，在這裏嚷嚷的幹甚麼？」以他武功地位，人人對之極是忌憚，那人唯唯答應，不敢再說甚麼，立時分派人手，在附近搜查。鹿杖客知道這一來，萬安寺四下都有人嚴加追索，雖然料想他們還不敢查到自己房裏來，但要帶韓姬出去藏在別處卻無法辦到了，不由得皺起眉頭，狠狠瞪著苦頭陀。范遙心念一動，低聲道：「鹿兄，萬安寺中有個好去處，大可暫且收藏你這位愛寵，過得一天半日，外面查得鬆了，再帶出去不遲。」鹿杖客怒道：「除非藏在你的房裏。」范遙笑道：「這等美人藏在我的房中，老頭陀未必不動心，鹿兄不喝醋麼？」鹿杖客問道：「那麼你說是甚麼地方？」范遙一指窗外的塔尖，微微一笑。鹿杖客聰明機警，一點便透，大拇指一翹，說道：「好主意！」那寶塔是監禁六大派高手的所在，看守的總管便是鹿杖客的大弟子烏旺阿普。旁人甚麼地方都可疑心，絕不會疑心王爺愛姬竟會被劫到最是戒備森嚴的重獄之中。范遙低聲道：「此刻院子中沒人，事不宜遲，立即動身。」將床上被單四角提起，便將韓姬裹在其中，成為一個大包袱，右手提著，交給鹿杖客。鹿杖客心想你別要又讓我上當，我背負韓姬出去，你聲張起來，那時人贓並獲，還有甚麼可說的，不禁臉色微變，竟不伸手去接。范遙知道他的心意，說道：「為人為到底，送佛送上天，苦頭陀再替你做一次護花使者，又有何妨？誰叫我有事求你呢？」說著負起包袱，推門而出，低聲道：「你先走把風，有人阻攔查問，殺了便是。」鹿杖客斜身閃出，卻不將背脊對正范遙，生怕他在後偷襲。范遙反手掩上了門，負了韓姬，走向寶塔。此時已是戌末，除了塔外的守衛武士，再無旁人走動。眾武士見到鹿杖客和范遙，一齊躬身行禮，恭恭敬敬的站在一旁。兩人未到塔前，烏旺阿普得手下報知，已迎了出來，說道：「師父，你老人家今日興緻好，到塔上坐坐麼？」鹿杖客點了點頭，和范遙正要邁步進塔，忽然寶塔東首月洞門中走出一個人來，卻是趙敏。鹿杖客作賊心虛，大吃一驚，只道趙敏親自率人前來拿他，當下只得硬著頭皮，與苦頭陀、烏旺阿普一齊上前參見。昨晚張無忌這麼一鬧，趙敏卻不知明教只來了三人，只怕他們大舉來襲，因此要親自到塔上巡視，見到范遙在此，微微一笑，說道：「苦大師，我正在找你。」范遙點了點頭，絲毫不動聲色。趙敏道：「待會請你陪我到一個地方去一下。」范遙心中暗暗叫苦：「好容易將鹿杖客騙進了高塔，只待下手奪到他的解藥，大功便即告成，那知道這小丫頭卻在這時候來叫我。」要想找甚麼藉口不去，倉卒之間苦無善策，何況他是假啞巴，想要推託，卻又無法說話，情急生智，心想：「且由鹿杖客去想法子。」當下指著手中包袱，向鹿杖客幌了一幌。鹿杖客大吃一驚，肚裏暗罵苦頭陀害人不淺。趙敏道：「鹿先生，苦大師這包裹裏裝著甚麼？」鹿杖客道：「嗯，嗯，是苦大師的舖蓋。」趙敏奇道：「舖蓋？苦大師背著舖蓋幹甚麼？」她噗哧一笑，說道：「苦大師嫌我太蠢，不肯收這個弟子，自己捲鋪蓋不幹了麼？」范遙搖了搖頭，右手伸起來亂打了幾個手勢，心想：「一切由鹿杖客去想法子撒謊，我做啞巴自有做啞巴的好處。」趙敏看不懂他的手勢，只有眼望鹿杖客，等他解說。鹿杖客靈機一動，已有了主意，說道：「是這樣的，昨晚魔教的幾個魔頭來混鬧，屬下生怕他們其志不小……這個……這個……說不定要到高塔中來救人。因此屬下師兄弟和苦大師決定住到高塔中來，親自把守，以免誤了郡主的大事。這舖蓋是苦大師的棉被。」趙敏大悅，笑道：「我原想請鹿先生和鶴先生來親自鎮守，只是覺得過於勞動大駕，不好意思出口。難得三位肯分我之憂，那是再好沒有了。有鹿鶴兩位在這裏把守，諒那些魔頭也討不了好去，我也不必上塔去瞧了。苦大師你這就跟我去罷。」說著伸手握住了范遙手掌。范遙無可奈何，心想此刻若是揭破鹿杖客的瘡疤，一來於事無補，二來韓姬明明負在自己背上，未必能使趙敏相信，只得將那個大包袱交了給鹿杖客。鹿杖客伸手接過，道：「苦大師，我在塔上等你。」烏旺阿普道：「師父，讓弟子來拿舖蓋罷。」鹿杖客笑道：「不用！是苦大師的東西，為師的要討好他，親自給他背舖蓋捲兒。」范遙咧嘴一笑，伸手在包袱外一拍，正好打在韓姬的屁股上。好在她已被點中了穴道，這一聲驚呼沒能叫出聲來。但鹿杖客已嚇得臉如土色，不敢再多逗留，向趙敏一躬身，便即負了韓姬入塔。他心中早已定主意，一進塔，立時便將一條棉被換入包袱之中，倘若苦頭陀向趙敏告密，他便來個死不認帳。