第十七回　同氣結金蘭　助威奪紅衣眾人在聚談之際，青青忽問阿九道：「九妹妹，那天咱們大殺官兵，打得好痛快，後來忽然不見了你。你到那裏去了啊？」阿九臉一紅，「唔」了一聲，道：「青姊，你要是打扮起來，那才美呢！」青青見她顧左右而言他，待要追問，程青竹忽在對面連使眼色，青青微微一笑道：「在道上走，滿頭滿臉的灰土，打扮給誰看啊？」各人閒談了一會，分別安寢。承志正要上床，程青竹忽然走進房來，說道：「袁相公，我要跟你說一件事。」承志道：「好，請坐，請坐！」程青竹低聲道：「咱們還是到外面空曠之地說的好。」承志知道他要說的是機密之事，於是重行穿上長衣，兩人走出客店，往鎮外一個小山崗奔去，到了崗頂，找了一塊大石坐下。程青竹見四下無人，於是說道：「袁相公，我這女徒弟阿九來歷很是特別，她拜師時我曾答應過她，決不洩露她的身份。」承志道：「我也瞧她並不尋常，你既然答應過她，那就不必對我說了。」程青竹道：「她手下帶的都是官府中人，所以咱們的圖謀決不可在她們面前洩露。」承志一驚道：「原來是官府中的。」程青竹點點頭道：「我雖想這女徒弟決不致於賣我，但她年紀小，有些事很難逆料。」承志道：「既然如此，咱們在她跟前特別留神就是了。」兩人三言兩語就談完了，下崗回店。走到客店門口，只見一個漢子從東大街上過來，手裏提著一盞燈籠，一閃進店，承志眼光很是敏銳，微光見那漢子相貌似乎很熟，可是一時卻想不起到底在那裏見過。他睡在床上，一路往回推溯，細想在泰山大會、在南京、布衢州石樑、在闖王軍中，都沒見過這人，然而這漢子的面目卻無論如何不能忘記，他到底是誰呢？正在苦苦思索，忽然門上有輕輕剝啄之聲，他披衣下床，問道：「誰呀？」門外青青笑道：「你要不要吃東西？」承志點燈開門，見青青手裏托著一隻盤子，盤裏有兩隻碗，每碗盛著三個雞蛋，想是她剛才下廚去做的。承志笑道：「多謝你啦，怎麼到現在還不睡？」青青低聲道：「我想著那阿九很是古怪，睡不著。我想你也在想她，也一定睡不著。」說著淺淺一笑。承志笑道：「我想她幹麼？」青青笑道：「想她很美啊，你說她美不美？」承志知道青青很小性兒，如說阿九美，她一定不高興，說阿九不美吧，又不符事實，於是拿匙羹抄了一個雞蛋，咬了一口，突然把匙羹一擲，叫道：「是他，是他。」青青給他嚇了一跳，問道：「什麼是他？這雞蛋是壞的嗎？」承志笑道：「別吃了，快跟我出去。」青青見他不吃雞蛋，很不高興。道：「到那裏去？」承志從洪勝海身旁拿了一柄劍，交給青青道：「你拿著。」青青接住，這才知道是要去會敵。原來承志一吃到雞蛋，就想起自己小時候住在安大娘家裏時，有人來搶小慧，他捨命抵抗受傷，幸虧安大娘及時趕到，用三枚雞蛋打在那胡老三臉上，這才將他趕跑。剛才見到的那人，就是那個胡老三了，不知他鬼鬼祟祟的到那客店來幹什麼，必得探個明白。兩人矮了身子，到每間店房下側耳傾聽，在一間大房後面果然聽到有七八個人在用江湖上的口吻談論。只聽見一個人道：「咱們這裏怎麼走得開？要是出了一點兒亂子，咱哥兒們還有命麼？」另一個人道：「安大人這件事也很緊要啊，這時到京裏調人那裏還來得及，眼前放著這一樁奇功，讓他溜了豈不可惜。」眾人沉吟了一會，一個聲音粗沉的人道：「這樣吧，咱們一半人留在這裏，分一半人去聽安大人調派，要是立了功勞，那麼是大家的份兒。」第一個人似乎手掌在大腿上一拍，放大了嗓子道：「咱們來拈鬮，誰去誰留，自己拈的沒話說。」眾人齊聲附和。承志心想：「他們在這裏有什麼大事走不開？又有什麼安大人和奇功，這倒怪了。」過了一陣，只聽到刀劍輕輕碰撞之聲，想是拈鬮已畢，有人要出來了。承志在青青耳邊低語道：「你叫沙天廣他們防備出事，我跟他們去瞧瞧。」青青點頭，低聲道：「可要小心了。」這時房門呀的一聲打開，房中燭光從門口照射出來。承志和青青躲在暗處，見第一個出來的正是胡老三，後面跟著八名手持兵刃的人，燭光下看得明白，原來都是阿九的從人。他們一一越牆而出，房門又即關上。青青低聲道：「是，是他們！早知道這女娃子不是好人。」承志也感奇怪，心想且慢定論，跟去看個明白再說，當下施展輕功，越牆出店，悄悄跟在這九個人後面。承志的輕身本事已學到了頂尖兒，最近再得木桑道人傳授了「百變鬼影」功夫，經過這些日來間中研習，又已領悟了七八成，那九人個人武功再高，也決不會知道有人暗中跟蹤。只見那九個人出了市鎮，行了一里多路，走向一座大屋。胡老三一叫門，黑漆大門隨即打開，把九人放了進去。承志繞到後門，越牆入內，逕行走向窗中透出燈光來的一間廂房，一躍上屋，輕輕揭開瓦片，只見房中坐著一個年近五十的漢子，身材甚為魁梧。胡老三與阿九的八名從人魚貫走進房來，都向那漢子請安參見，似乎他是他們的上司。只聽胡老三道：「小的在鎮上撞見王副指揮，知道他們湊巧在這裏，所以邀了這幾位來做幫手。」那人道：「好極了，好極了！王副指揮怎麼說？」一個人道：「王副指揮說，既然安大人有要事，當得效勞！」承志聽到胡老三叫他為安大人，心中一凜，尋思：「那麼他是一個職位不小的武官了，不知深夜中有什麼圖謀？」又聽那安大人道：「這次要是得手，咱們這件功勞可不小啊，哈哈，哈哈！」一個人道：「那全憑安大人的栽培。」安大人道：「咱們哥兒別分內廷侍衛和錦衣衛的，大夥兒都是為皇上出力分憂！」眾人道：「安大人說得是，咱們全憑您老吩咐。」安大人道：「好啊！走吧。」承志更是驚怪，心想：「原來這兩夥人竟是內廷侍衛和錦衣衛。聽說錦衣衛到處害人，抓到人就是斬腳剝皮，殘忍不堪，不知他們又要去害什麼人了，既然教我撞見，可不能不管。」過不多時，安大人率領眾人走出。承志伏在屋頂數點人數，見共有十六個人，心知安大人自己手下帶了六人。他等眾人走遠，又悄悄跟在後面。這些人越走越是荒僻，大約走了七八里路，有人輕輕低語了幾聲，大夥忽然散開，慢慢向一所孤零零的房子前後左右圍住，各人矮了身子，悄然沒聲的逼近。承志學他們的樣，也這樣俯身走近房屋，有人在黑暗中見到他的人影，只道是同夥，也不在意。安大人見包圍之勢已成，揮手叫眾人伏低，伸手敲門。過了一會，屋中一個女人聲音問道：「誰啊？」安大人呆了一呆，問道：「你是誰？」女人聲音道：「啊，是你，深更半夜來幹麼？」安大人哈哈笑道：「真叫做不是冤家不聚頭了，原來你在這裏，快開門吧！」那女人道：「我說過不要再見你，你又來幹什麼？」安大人笑說：「你不要見我，我卻想念我的娘子呢！」那女人怒道：「誰是你娘子？咱們早已一刀兩斷！你要是不過我，放火把我這屋子燒了吧，我寧死也不願再見你這喪心病狂、貪圖富貴的沒良心的人。」袁承志越聽越覺聲音好熟，終於驚道：「這是安大娘！那麼安大人是她丈夫，是小慧的父親了。」安大人賊忒嘻嘻的道：「我找得你好苦，捨得燒你嗎？咱們來敘敘舊情吧。」說著用力踢門，只兩腳已把門踢開，承志聽他踢門聲音，知他武功頗為厲害。黑暗中刀光一閃，安大娘一刀直劈出來，安大人笑道：「好啊，謀殺親夫！」他怕屋內另有別人，不敢竄進，就站在門外空手和安大娘廝鬥。承志慢慢爬近，睜大眼睛觀戰。那安大人武功果然不凡，他一面說笑，一面在黑暗中聽著刀風閃躲進招。安大娘卻十分憤怒，一面打，一面罵。鬥了一陣，安大人突然伸手在她身上摸了一把，安大娘更怒，夾頭一刀，安大人正是要誘她這一招，身子一偏，搶進一步，扭住了她的手腕，用力一擰，安大娘單刀落地。安大人將她雙手捏住，右腿架在她雙腿膝上，安大娘登時動彈不得。承志心想：「聽這姓安的語氣，一時不致傷害於她，我且多探聽一會，再出手相救。」乘那安大人哈哈狂笑，安大娘破口大罵之際，身子一縮，從門角邊鑽了進去，輕輕摸到牆壁，當下施展「壁虎遊牆功」，直上屋頂，攀在樑上。只聽見安大人叫道：「胡老三，進來點火！」胡老三在門外亮了火摺子，拔刀護身，先把火摺子往門裏一探，又俯身撿了塊石子投進屋裏，過了一會見無動靜，才入內在桌上找到燭臺，點亮蠟燭。安大人一努嘴，胡老三從身邊拿出繩索，將安大娘手腳都縛住了。安大人笑道：「你說再不要見我，現在不見了麼？瞧瞧我，白頭髮多了幾根吧？」安大娘閉目不答。承志從樑上望了下來，把安大人的面貌看得更清楚了，見他雖然已過中年，但面目仍很英俊，想來年輕時必是個美貌少年，與安大娘倒是一對壁人。安大人伸手摸摸安大娘的臉，笑道：「好啊，十多年不見，臉蛋兒倒還是雪白粉嫩的。」他忽然側頭對胡老三道：「出去！」胡老三笑著伸了伸舌頭，出去時帶上了門。安大人默然不語，歎了口氣道：「小慧呢？我這些年來天天想念她。」安大娘仍舊不理他。安大人道：「你我少年夫妻時大家火氣大，一時反目，分別了這許多年，現在應該可以和好如初了。」他過了一會又道：「你瞧我十多年來，並沒另娶，何曾有一時一刻忘記你。難道你連一點夫妻之情也沒有麼？」安大娘厲聲道：「你知道我爹爹和哥哥是怎樣死的。」安大人歎了一口氣道：「你爹爹和哥哥是被錦衣衛害死的，那不錯，可是你也不能一根竹篙打盡一船人，錦衣衛中有好人也有壞人。我是為皇上出力，這也是光祖耀宗的體面事──」他話沒說完，安大娘「呸，呸，呸」的一住住地唾吐。安大人隔了一會，換了個話題道：「我思念小慧，叫人來接她，幹麼你東躲西逃，始終不讓她和我見面？」安大娘道：「我告訴她，她的好爸爸早就死啦！她爸爸是多麼有本事，多麼有志氣，可惜壽命短些！」她說話的語氣中充滿了怨憤。安大人道：「你又何苦騙她？又何苦咒我？」安大娘道：「她爸爸從前倒真是一個有志氣的好人。我家裏的人不許我嫁他，我偷偷跟著他走了，那知道──」說到這裏，聲音哽咽起來。安大人摸出手帕去給她擦淚，一時動情，把嘴脣湊過去親她，突然叫了一聲，跳起身來，臉上一個血印，想是被安大娘狠狠咬了一口，承志躲在樑上看得清楚，不禁暗笑。安大人怒道：「你幹麼咬人？」安大娘道：「你害死我的好丈夫，我幹麼不咬你？我恨不得殺了你。」安大人道：「咦，這倒奇了，我就是你的丈夫，怎麼說我害了你的丈夫。」安大娘道：「我丈夫本來是個有血性的好男子，不知怎樣利祿薰心，妻子不要了，女兒也不要了。他祇想做大官，發大財──我從前的好丈夫死了，我再也見不到他啦！」承志聽得不禁惻然，想那安大人也必感動。安大娘又道：「我丈夫名叫安劍清，不是被你這安大人害死了麼？我丈夫有個恩師楚大刀楚老拳師，是被安大人為了貪圖利祿而害死的，楚老拳師的夫人，女兒都被這安大人逼死了──」安大人怒喝：「不許再說！」安大娘道：「你這種狼心狗肺的人，自己想想吧。」安大人道：「官府要楚大刀去問話，又不是一定為難他，他幹麼動刀殺我？他妻子女兒是自殺的，那又怪得了誰？」安大娘道：「是啊，楚大刀瞎了眼哪，誰教他收了這樣一個好徒弟。這徒弟又凍又餓快死啦，楚大刀教他武藝，把他養大，又給他娶了媳婦──」她越說越是怨毒，安大人猛力在桌上一拍，喝道：「今日你我夫妻相見，儘提那死人幹麼？」安大娘叫道：「你要殺便殺，我偏偏要提！」承志從兩人話中琢磨出來了當時情形，安劍清是楚大刀一手扶養長大的，後來他貪圖富貴，害死師父一家。安大娘不憤他所為，所以與他決裂。從前胡老三來搶小慧，安大娘東奔西避，都是為了這個心腸陰毒的丈夫安劍清安大人了。承志心想：「這人死有餘辜。想來當日害死他恩師一家之時，情形一定很慘，我恨不得一掌將他劈死，但不知安大娘對他是否尚有夫妻之情，倒不可魯莽了。」於是再在樑上聽兩人說話，那知兩人都住了口，默不作聲。過了一會，遠處忽然隱隱有馬蹄之聲，安劍清將燭臺移到窗口，拔出佩刀，低聲喝道：「等人來時，你如叫喊示警，我可顧不得夫妻之情！」安大娘毫不理會，安劍清知道妻子脾氣，決不肯屈服，揮刀割下一塊布帳，塞在她的口裏。這時馬蹄聲愈近，安劍清將安大娘放在床上，垂下帳子，自己仗刀躲在門後。袁承志知道他是想暗施毒手，雖不知來者是誰，但總是安大娘一面的好人，於是在樑上抹了些灰塵，加點唾沫，捏成一個小小的泥團子，對準燭火擲去，嗤的一聲，燭火登時熄了。安劍清喃喃咒罵，袁承志乘他到身邊去摸火摺子時，一躍撲出門外。他繞到屋外，見屋角邊一名錦衣衛執刀伏地、全神貫注的望著屋中動靜。承志慢慢挨近他身邊，低聲說道：「人來啦！」那錦衣衛道：「嗯，快伏下。」承志手一伸，已點中了他的啞穴，在屋角邊脫下他的衣服，穿在自己外衣，再扯下他裏衣上一塊布來，蒙在自己面上，撕開了兩個眼睛孔，然後抱了那錦衣衛，伏地慢慢爬到屋子門邊。黑暗中蹄聲更響，五騎馬奔到屋前，卻有七個人從馬上跳下來。一個人在屋外輕輕拍了三掌，安劍清在屋裏也回拍了三掌，他點亮燈火，縮在門後，只聽門聲一響，一個人探頭進來，他舉刀一刀猛力砍下，一個人頭骨碌碌的滾在一邊，頸口鮮血直噴，他在燭光下向那人頭瞥了一眼，不覺大驚，砍死的竟是自己的夥伴一名錦衣衛。正要張口狂叫，門外竄進一個蒙臉怪客，一指點中他的穴道，反手又是一掌，正打在他頸後「大椎穴」上，那是人身手足三陽、督脈之會，他那裏還能動彈。承志順手接過他手中佩刀，輕輕放在地下，以防門外餘人聽見。須知安劍清武功並非平庸之輩，少時受名師楚大刀教導了十餘年，居官以後，武藝並未放下，他一心想立功陞官，武功練得更加純了，怎麼被袁志一指一掌，竟自動彈不得？原來他見誤砍了一名錦衣衛，正自又驚又急，承志乘勢直上，使他尚未想到抗拒，穴道已被封閉，正所謂「出其不意，攻其無備」。承志縱到床前，扶起了安大娘，雙手用力，扯斷了綁在她手腳上的繩索，低聲叫道：「安嬸嬸，我救你來啦！」安大娘又驚又喜，但見他穿著錦衣衛服色，臉上又蒙了布，不覺疑慮不定，剛問得一聲：「尊駕是誰？」突然門外撲進兩隻毛茸茸、黑越越的大東西來，口中吱吱亂叫，直向承志身邊撲去。承志大驚，正要雙掌打出，忽然認出那是兩頭黑猩猩，雙足一點，又躍到了樑上。猩猩後面奔進五個人來，當先一人與安大娘招呼了一聲，愕然怔住。承志這時已認出那兩頭猩猩原來是自己在華山絕頂所收伏的畜生，心中大喜，叫道：「大威，小乖！」兩頭猩猩在門外早已聞到主人氣息，牠們也是喜不自勝，躍到樑上，伸出四條長臂，抱住承志。進來的人見地下一漢血跡，一個屍身，而兩頭猩猩又是如此，十分驚異。門外錦衣衛見進來人多，怕安劍清一人有失，早有兩人搶進門來，舉刀欲砍，承志叫聲：「打！」這是他在華山頂上慣說的口令，兩頭猩猩久已不聞，斗然聽見，齊聲縱身歡叫，落在兩人頭上，雙手各自用勁，喀喇，喀喇兩聲，兩名錦衣衛的頸已經折斷，門外敵人陸續進來，承志躍在地下，提起了一個個的擲出去，有的還交手數合，有的剛奔進來就被一腿踢出，片刻之間，打得十二名錦衣衛和侍衛昏天黑地，爬起身來往原處逃去了。承志從死人身上扯下一件衣服來，將安劍青緊緊綁住，教他聽不見一點聲音，瞧不見一點光亮，然後扯去臉上矇著的布，向五人中當先一人笑道：「李將軍，別來無恙，闖王好嗎？」那人呆了一呆，隨即哈哈大笑，拉住承志的手連連搖晃。原來這人是闖王手下的大將軍李岩，承志無意中救了這位故人，十分喜悅，他轉頭對安大娘道：「安嬸嬸，你還記得我麼？」這時是崇禎十六年九月，離袁承志在安大娘家避難已有十一年，他從一個孩童長成為一個身長玉立的英挺青年，安大娘那裏還認得出。承志從內衣袋裏摸出當日安大娘贈給他的金絲小鐲，道：「我天天帶在身邊，永遠不忘記您。」安大娘猛然想起，拉他湊近燭光一看，果見他左肩上淡淡的有個刀疤，又驚又喜，道：「啊，孩子，你長得這麼高啦，學了這一身好俊功夫。」承志道：「我在浙江見到小慧妹妹，她也很高啦！」安大娘道：「不知不覺，孩子們都大了，過得真快。」她望了望躺在地下的丈夫，嘆了一口氣，喟然道：「想不到還是你這孩子來救我。」李岩不知他們曾有一段故舊之情，聽安娘滿口叫他「孩子，孩子」的，還以為兩人是親戚，笑道：「今日之事也真好險。」他對承志道：「我奉闖王之命，到河北來約幾個人相見，不知怎樣錦衣衛的消息也真靈，竟會得到風聲，在這裏埋伏。」承志道：「李將軍的朋友們快來了嗎？」李岩未及回答，遠處已聞蹄聲，他笑道：「這不是麼？」從人開門出去，不久迎了三個人進來，承志一見，原來這三人一個姓黎，一個姓范，一個姓侯，都是河北群豪，都曾在孟伯飛家中會見過。他們與李岩招呼後，齊向袁承志恭恭敬敬行禮，叫了聲：「盟主，您好！」李岩與安大娘奇道：「你們本來相識？」那姓侯的道：「袁盟主是七省總首領，咱們都聽他的號令。」李岩道：「啊，我忙著在山西給闖王幹事，東路的訊息竟都隔絕了，原來出了這樣一件大事，可喜可賀。」承志道：「這還是上個月的事，承好朋友們瞧得起，給了這樣一個稱呼，其實晚輩那裏克當。」姓范的道：「袁盟主武功好，計謀多，那是不必說了，單是這份仁義，武林中哪一個不佩服。」李岩喜道：「那好極了。」當下他傳達了闖王的號令。原來闖王默察天下大勢，知道進京的時機已到，預定日內兵發潼關，所以命李岩密到河北來聯絡群豪起事響應。姓黎的道：「盟主你說怎麼辦？」袁承志道：「闖王這件義舉，天下豪傑自然聞風景從，小弟立即命人發出訊去，這正是咱們七省英雄好漢立功之秋！」六個人談得十分興奮。李岩道：「明軍腐敗已極，義兵一到，那是摧枯拉朽，勢如破竹，只是眼前有一個難題。」承志道：「什麼？」李岩道：「剛才我接到急報，說有十尊西洋的紅衣大砲威力非同小可，倒是一件隱憂。」承志驚道：「這十尊大砲小在道上見過，確是神態可畏，想來威力非常，難道不是運到山海關去防胡的。但闖王調集兵馬，崇禎皇帝已得到訊息，剛才接到急報，這十尊紅衣大砲已折而南下，首途赴潼關去了。」承志皺眉道：「明朝皇帝一向是防備百姓勝於抵禦外敵，否則的話，先君也不致蒙冤殉難了。李將軍，你想應當怎麼辦？」李岩道：「等大砲到了潼關，咱們攻關時以血肉之軀擋他如此利器，雖不一定就會落敗，但損折必多──」承志道：「所以咱們要先在中道給他拿下來。」李岩撫掌大喜，說道：「袁兄弟，這件事要偏勞兄弟立此一樁大功。」承志微一沉吟，說道：「這些洋兵火器很是利害，要奪大砲，必得另出計謀，能否成事，實在難說。不過這件事有關天下氣運，小弟必當盡力而為，能夠仰仗闖王洪福，一舉成功，那是萬民之福。」兩人談了一會軍旅之事，李岩命從人從隨身行李中取出那柄頭上分叉，劍身彎曲的金蛇寶劍來，雙手捧著交給承志，道：「袁兄弟，自從咱們在陝西一見，雖然沒有機緣長談，但我已知你已是少年英豪。你交託這柄寶劍給我，我從來未有片刻離身。當時我是杞憂，怕你武功未成，經驗不足，帶了這柄奇劍和兩隻猩猩招人耳目，那知兄弟你年紀輕輕，這半年來成了這許多大事。現在猩猩寶劍，都歸故主，哈哈。」承志謝過收下。李岩又道：「拙荊聽我說起袁兄弟這樣人物，恨不得一見，可惜當時她不在陝西，後來提起常感緣慳一面。」承志道：「小弟將來一定將誠拜見。」安大娘插口道：「李將軍的夫人真是女中英豪，江湖上人稱紅娘子，不但相貌美麗，武功尤其出類拔萃。喂，孩子，你有了意中人嗎？」承志想起青青，臉上一紅，微笑不答。安大娘嘆道：「像你這樣的人才，不知誰家的姑娘有福氣，唉！」她是想起了小慧，心想：「小慧與他小時是患難舊侶，他如能做我女婿，小慧那真是終身有託，但她偏偏和那傻裏傻氣的崔希敏好，那也叫做各有各的緣法了。」范、黎、侯三人見他們談到私事，插不進口去，就站起來告辭，姓范的道：「袁盟主，明兒一早，咱們三人帶了手下兄弟來供你差遣。」承志道：「好！」三人辭了出去。李岩與袁承志剪燭長談天下大勢，英雄惜英雄，好漢惜好漢，越談越是情投意合，真是相見恨晚，直到東方大白，金雞三唱，兩人興猶未已，回顧安大娘，只見她以手支頭，望著躺在地下的丈夫默默出神。李岩低聲叫道：「安大娘！」安大娘抬起了頭，李岩道：「這人怎麼處置？」安大娘心亂如麻，搖頭不答，李岩知她難以決斷，也就不再理會，對袁承志道：「袁兄弟，你我就此別過。」承志道：「我送李將軍一程。」兩人攜手出屋，並肩而行，李岩的從人和隻猩猩都跟在後面。兩人一路談論，走出了七八里路。李岩道：「送君千里，終須一別，兄弟，你回去吧。」袁承志和他意氣相投，戀戀不捨，李岩忽道：「你我一見如故，如蒙不棄，你我結成兄弟如何？」袁承志大喜，兩人當下就在路旁撮土為香，義結金蘭，袁承志拜李岩為兄，又談了一陣，灑淚而別。袁承志眼望義兄上馬絕塵而去，這才帶了大威小乖，回到客店來，只見范、黎、侯三人已各帶了數十名精壯漢子，在店中等候，把大廳和幾個院子都擠得滿滿的，夏青青、啞巴、洪勝海等人，卻已不見。承志這時已知阿九的從人都是內廷侍衛，他們見了這許多粗豪大漢，竟然不露聲色，自行聚在房中，並不出來。承志對那姓范的范飛文道：「范大哥，你帶幾位弟兄向南去查一下，看那隊西洋兵帶的紅衣大砲是向北來呢，還是折向南方，趕速回來報信。」范飛文應了，挑了三名同伴，上馬出店去了。范飛文剛走，沙天廣和程青竹兩人奔進店來，見了承志，喜道：「啊，袁相公你回來了。」承志未及答話，又見青青與啞巴闖進廳來，青青頭髮被風吹得散亂，臉頰暈紅，見了承志，不由得喜上眉梢，怨道：「怎麼到現在才回來？」承志才知大家不放心，分頭出去接應，見青青這副樣子，想是她十分憂急，很是感動，回到房裏，把剛才的事仔細說。青青低下了頭，一語不發。承志見她臉上神色不對，輕聲道：「是我教你擔心了。」青青上身一搖，扭開了頭，承志知她正在生氣，但不知什麼地方得罪了她，搭訕道：「好啦，我向你陪罪，下次一定不讓你擔心啦。」青青道：「下次自有別人來給你擔心，要我擔心幹麼？」承志道：「咦，誰啊？」青青一頓足，回到自己房裏去了，等到中午，仍不出來吃飯。承志叫店夥把飯菜送到她房裏去，心想她不知為什麼生這樣大的氣，等吃過飯後去陪罪就是了，她為自己擔驚操心，總是一番好意。那知店夥把飯菜捧了回來，道：「大姑娘不在屋裏！」承志一驚非同小可，想不到事情竟如此嚴重，撇下筷子奔到青青房裏，只見人固不在，連兵刃衣囊等都帶走了。袁承志心中著急，但不動聲色，暗暗尋思：「她負氣而去，會到那裏去呢？她雖一身武功，但極易闖禍，好教人放心不下，不過現在有大事在身，也不便親自出去尋她。」於是派洪勝海出去四下探訪，命他得到行蹤後即來回報。等到傍晚，范飛文卻騎著快馬回來了，一進門就道：「洋兵隊伍果然折而向南，咱們快追。」承志一躍而起，命啞巴帶了兩頭猩猩在店中留守鐵箱，自己率領程、沙、胡、鐵四人以及范飛文等河北群豪，連夜騎馬從來路趕去，估量巨砲運動不便，必可追上。到第三日清晨，承志等穿過一個小鎮，果見十尊大砲一列排在一家酒樓外面，每尊砲前後左右有六名洋兵執槍守衛。鐵羅漢道：「肚子餓啦，肚子餓啦！」承志道：「好，我們再去會會那兩位洋官。」八個人直上酒樓，鐵羅漢走在頭裏，一上樓就驚叫一聲，原來幾名洋兵用槍瞄準著青青，手指扳住槍機，形勢很是危險，那邊桌旁坐著彼得，雷蒙和那西洋女子若克琳。雷蒙見眾人上來，嘰哩咕嚕的叫了幾聲，又有幾名洋兵舉起了槍對著他們，大喝叫他們舉手。承志急中生智，提起酒樓上兩張桌子，猛向眾洋兵擲去，同時飛身過去在青青肩頭一按，向下一蹲，一陣煙霧過去，眾槍齊發，鉛子都打在桌面上。雷蒙大怒，掏出短槍向下轟擊，鐵羅漢啊喲一聲，屁股上給他鎗彈打中，站立不穩。沙天廣連忙扶起，各人上馬向南奔馳。那時西洋火器使用時尚不便捷，放出一鎗，須再上火藥鉛子，等到洋兵一槍不中，再上火藥追擊時，眾人早已去得遠了。承志和青青同乘一騎，一面奔馳，一面問道：「你幹麼和他們吵起來？」青青道：「誰知道啊。」承志見她臉色忸怩，知道還有隱情，微微一笑，也就不問了。馳出二十餘里，眾人下馬打尖，胡桂南用小刀把鐵羅漢肉裏的鉛子剜出來，鐵羅漢痛得亂叫亂罵。青青見他這樣挨痛，很是過意不去，把承志拉在一邊，低聲道：「誰就她打扮得妖裏妖氣的，手臂也露了出來，不怕醜！」承志摸不著頭腦，問道：「誰啊？」青青道：「那個西洋國女人。」承志道：「這又礙你事了？」青青笑道：「我看不慣，所以用兩枚制錢把她耳環打爛了。」承志不覺好笑，道：「唉，你真是胡鬧，後來怎樣？」青青笑道：「那個打我不贏的洋官認出了我，就叫洋兵用槍對著我。我不懂他的話，還當他又要和我比劍呢，我想比就比吧，難道還能怕了你，正在這時候，你們就來啦！」承志道：「那麼你為什麼要一個人走呢？」青青本來臉露微笑，這時又扳起了臉道：「哼，你還問我呢，自己做的事不知道。」承志道：「我真的不知道啊，那裏得罪你了？」青青別開頭不理。承志知她脾氣，如果一味追問，她不肯答，不如裝作毫不在乎，她忍不住反而會自己說出來，於是換了話題道：「青弟，洋兵火器厲害，你看用什麼法子勢他們的大砲呢？」青青怒道：「誰跟你說這個。」承志道：「好，那我去跟沙天廣他們商量去。」站起身來要走，青青一把拉住他的衣角，道：「不許你走，話沒說完呢。」承志笑笑，又坐了下來，隔了良久，青青道：「你那小慧妹妹呢？」承志道：「那天分手之後，我沒見過，誰知道她在那裏？」青青道：「你和她媽媽在一起，談了一夜捨不得分開，一定是講她了。」承志這才恍然大悟，原來她生氣是疑心了這件事，於是很誠懇的道：「青弟，我對你的心，難道你還不明白嗎？」青青雙頰暈紅，轉過了頭。承志又道：「我以後永遠不會離開你的，你放心好啦！」青青低聲道：「怎麼你和你那小慧這樣好？」承志道：「我小時候她媽媽待我很好，當我是她兒子一般，我心裏自然感激。再說，你不見她和我那個師侄很好麼？」青青嘴一扁道：「這個人哪，又傻又沒有本事，她為什麼喜歡她？」承志笑道：「青菜蘿蔔，各人所愛，我又傻又沒本事，你怎麼這樣喜歡我呢？」青青嗤的一聲笑，啐道：「呸，不害臊，誰喜歡你呀？」經過這樣一番小小風波，兩人終於言歸於好，感情又深了一層。承志拉著她的手道：「咱們吃飯去吧！」青青道：「我還問你一句話，你說阿九那小姑娘美不美？」承志道：「這跟我又有什麼相干？她這人行蹤詭祕，咱們倒要小心著。」青青點點頭，兩人同到客店裏，和沙天廣、程青竹等商量劫大砲的事。胡桂南道：「今晚讓小弟去探探，乘機偷管槍來，慢慢把他們的槍偷完，就不怕他們了。」承志道：「此計大妙，今晚我和你同去瞧瞧。」沙天廣道：「盟主何必親自出馬，侍小弟去好了。」承志道：「我想瞧仔細一下火器的用法，等火槍偷來，咱們就可以其人之道，還治其人之身。」眾人點頭稱是，青青笑道：「他還想瞧一下那一位西洋美人兒。」眾人大笑而散。當日下午，承志與胡桂南兩人乘馬遠遠跟著洋兵大隊，眼見他們在客店中投宿，候到三更時分，躍上屋頂往客店而來。胡桂南輕身本事雖遠不及袁承志，但他閃躍騰挪，身輕似燕，自有一套功夫。一下屋，就聽見刀劍鏗鏘之聲，從一間房中傳出來，兩人伏在窗外，從窗縫中向裏一張，只見那兩個西洋軍官雷蒙與彼得，各挺長劍正在激鬥。承志萬想不到這兩人會同室操戈，覺得十分奇怪，當下靜伏觀戰，看了數十招，見雷蒙果然攻勢凌厲，劍法鋒銳，彼得卻冷靜異常，雖然一味招架退守，但只要一出手還擊，招招狠辣，承志知道時間一久，那雷蒙必要落敗，果然鬥到分際，彼得回劍向左一擊，乘對方的劍身一晃，突然反劍直刺。雷蒙急急收劍回擋，劍身歪了，彼得自下向上猛力一撩，雷蒙手中長劍登時脫手。彼得搶上一足踏住敵劍，手中劍尖指住到對方胸腔，嘰嘰咕咕的說了幾句話，雷蒙氣得身子發顫，喃喃咒罵，彼得把地下的劍拾起來放在桌上，轉身開門出去。雷蒙大怒，提劍在室中橫砍直劈，忽然靈機一動，開門出去會了一柄鐵鏟，在地下挖掘起來。承志和胡桂南本想離開，這時倒想看一個究竟，看他在地下要埋什麼東西。只見他掘了好一陣，挖了一個兩尺直徑的洞，不住把泥土擲到床下，挖了兩尺來深時，就住手不挖了，撕下一塊被單，罩在洞上，先在四週用泥土按實，然後在被單上鋪了薄薄一層泥土，他冷笑幾聲，開門又出室去。承志和胡桂南心中老大納悶，不知他在玩什麼妖法，過了一會，雷蒙又進室來，彼得跟在他的身後，只見雷蒙聲色俱厲的說話，彼得卻只是搖頭，突然間拍的一聲，雷蒙伸手打了他一個耳光。彼得大怒，拔劍出鞘，兩人又鬥了起來，雷蒙不住移動腳步，慢慢把彼得引到那個坑邊。承志這才恍然，原來此人開打不贏，所以暗中設下陷阱，他既如此處心積慮，那麼是非殺對方不可了。承志對這兩人本無好惡，但見雷蒙使奸，不覺激動了俠義之心。只見雷蒙數劍直刺，都被彼得架住，彼得反攻一劍，雷蒙退了兩步，彼得一腳踏在陷坑之上，身子向前一跌，雷蒙一劍直刺他的背心。承志早有防備，一推窗格，飛身躍進，金蛇寶劍頭上的劍鉤鉤住雷蒙的劍身向後一拉。雷蒙劍鋒橫斜，彼得雖然右腳扭脫了臼，但隨即躍起。雷蒙見功敗垂成，又驚又怒，一劍向承志刺來，承志哼了一聲，金蛇寶劍左右晃動，只聽見錚錚之聲不絕，對方劍身被金蛇劍半寸半寸的削下來，片刻之間，已削剩短短一截。雷蒙正在發呆，承志搶上去拿住他的手脈，一把提起，頭下腳上的擲在他自己掘的陷坑之中，隨即躍出窗去。胡桂南從後跟來，笑道：「袁相公，你瞧！」只見他手裏拿著三把短槍，承志奇道：「那裏來的？」胡桂南向窗裏指指。原來承志出手救人時，胡桂南跟著進來，忙亂中乘機將兩個西洋軍官的三枝短槍都偷了去。承志笑道：「真不愧叫做聖手神偷。」兩人趕回與眾人相會，青青拿著一枝短槍玩弄，無意中在槍扣上一扳，只聽見轟的一聲，煙霧瀰漫，沙天廣坐在她的對面，幸而身手敏捷，頭一縮，頭上戴的頭巾卻打了下來。青青大驚失色，連連道歉，沙天廣伸了伸舌頭道：「好厲害！」大家把另外兩枝短槍拿來細看，見其中裝著火藥和鉛丸。承志道：「火藥本是中國的東西。咱們用來打獵做鞭砲，西洋人學到之後卻拿來殺人。這一隊洋兵有一百多人，一百多枝槍放起來可不是玩的。」各人沉思對策，胡桂南道：「袁相公，我有一個上不得臺盤的鬼計，不知行不行。」鐵羅漢笑道：「瞧你也不見得有什麼正經主意。」承志道：「胡大哥且說來聽聽。」胡桂南笑著說了，青青首先拍手讚好，沙天廣等也都說妙計。承志仔細一想，覺得冒這個險很是值得，於是下令分頭佈置。且說雷蒙與彼得為了爭奪美人若克琳，中夜比劍。若克琳與彼得相愛已久，雷蒙雖然自負風流，卻無從插手，比劍時因操之過急，反致失手，而行使詭計，又被袁承志突來闖破。彼得見他是上司，不敢怎樣，只有加緊提防。這日來到一處二三百人家的大村萬公村，因天色已晚，就在村中「萬氏宗祠」中歇宿。睡得半夜，只聽得人聲喧擾，放哨站崗的洋兵進來報說村中失火，雷蒙與彼得急速起來，見火頭燒得甚近，忙命眾兵將將火藥桶移出祠堂，放在空地上。忙亂中只見眾鄉人提了水桶救火，數十個大漢闖進祠堂來到處潑水。雷蒙喝問原因，眾鄉民對傳譯錢通泗道：「這是咱們祖宗的祠堂，先潑上水，免得延燒過來。」雷蒙見說得有理，也就不再理會，那知這些鄉民潑水漫無節制，一桶桶水儘往火藥上倒去。西洋兵拿起槍桿趕打，趕開了一個又來一個，有的直截了當迎面往洋兵身上猛倒。不到一頓飯功夫，祠堂左近一片汪洋，火藥桶和大砲、槍枝，無一不是淋得濕透，那火卻漸漸熄了。亂到黎明，雷蒙和彼得察看情勢，見火藥都被淋濕，心想這地方有點邪門，還是早點離開為妙，正要下令開拔，一名小軍官來報，拖砲拉車的牲口昨晚不知怎樣全部逃光了。雷蒙舉起馬鞭亂打，罵他不小心，命錢通泗帶領洋兵到村中徵集，那知這村子雖大，卻是一頭牲口也沒有，想是早已得到風聲，都把牲口藏了起來。這樣一來就無法起行，雷蒙命彼得帶了錢通泗到前面城裏去調集牲口，彼得帶了四名洋兵，和若克琳一齊去了。雷蒙心裏惱恨，督促士兵打開火藥桶，把火藥攤在竹席上晒乾，晒到傍晚，火藥已經乾燥，眾兵正要收入桶中，突然民房中嗤嗤射出十枝火箭來。火藥一遇上火，豈有不猛燒之理？眾洋兵嚇得魂飛天外，紛紛奔逃，亂成一團。雷蒙連聲下令，約束士兵，將洋兵列成隊伍，往民房放射排槍。煙霧瀰漫中只見數十名大漢竄入林中不見了。雷蒙檢點火藥，已燒去了十之八九，心中十分懊喪，祇得加意防備。等到第三日下午，彼得才徵集了數十匹騾子來拖拉大砲。在路行了四五日，這天來到一條山峽險道，是極陡的下山路，雷蒙與彼得指揮士兵，每一尊紅衣大砲由十名士兵用巨索在後面拖住，以防山路過陡時大砲往下墮跌。山路越走越險，眾人正在全神貫注之時，突然山凹裏嗖、嗖的數十枝箭射了出來，十多名洋兵立時中箭，還有十多枝箭射在騾馬身上。牲口受痛，向下急奔，洋兵們那裏拉扯得住。十尊大砲每尊都是數千斤之重，這一股下墜之勢真是非同小可，加之路上又突然出現陷阱，許多馬匹都跌在坑裏，只聽見轟隆之聲大作，最後兩尊大砲忽然倒轉，一路翻筋斗翻了下去，數名洋兵登時壓成肉漿，前面的八尊大砲都被推動。眾人顧不得抵擋來襲敵人，向兩旁亂竄，有的無路可走，見大砲滾下來的聲勢險惡，湧身一跳，跌入了深谷之中，屍骨無存。十尊大砲翻翻滾滾，向下直衝，越來越快，騾馬雖在前疾馳，但不久就被大砲趕上，壓得血肉橫飛，過了一陣，巨響震耳欲聾，那些大砲都跌入深谷中去了。雷蒙和彼得驚魂甫定，回顧若克琳時，見她已嚇得暈了過去。彼得不及相救，指揮士兵伏下抵敵。敵人在山坡上挖了深坑，用山泥築成擋壁，火槍打他們不著，長箭卻不住嗖嗖射來。戰了兩個多時辰，洋兵始終不能突圍，雷蒙道：「咱們火藥又少，只好奮勇猛衝。」彼得道：「叫錢通泗去問問，這批土匪到底要什麼東西。」雷蒙怒道：「跟土匪有什麼說，你不敢去，我來衝。」彼得道：「土匪長箭厲害，何必逞無謂的勇敢？」雷蒙向若克琳望了一眼，往地下吐了一口唾沫，罵道：「懦夫，懦夫！」彼得氣得面色蒼白，低沉了聲音道：「現在不跟你爭，等打退了土匪叫你知道無禮的代價。」雷蒙一躍而起，叫道：「是好漢跟我來！」彼得叫道：「雷矇上校，你尋死麼？」眾洋兵知道出去就是送死，誰肯跟他亂衝，雷蒙仗劍大呼，奔不數步，一箭射來，穿胸而死。彼得與眾洋兵縮在山溝裏，仗著火器銳利，敵人不敢逼近，僵持了一日一夜，只盼官兵來救。豈知明末官場腐敗異常，若是調兵遣將，公文來往，又要請示，又要商議，不過十天半月，官兵那裏能來？守到第二日傍晚，眾兵餓得頭暈眼花。祇得豎起了白旗。錢通泗高聲大叫：「咱們投降了，投降了！」山坡上一人叫道：「把火槍都拋出來。」彼得道：「咱們不能繳槍。」敵人竟並不理會，也不再攻，過了一會，忽然一陣肉香灑香，隨風飄了過來。這些洋兵已兩日一夜沒吃東西了，那裏抵受得住，紛紛把火槍向上拋去，奔出溝來，彼得見大勢已去，祇得下令棄械投降。眾兵把火槍堆成一團，大叫大嚷要吃東西。只聽見兩邊山坡上號角吹起，土坑中伸出數百名大漢的身子來，都是彎弓搭箭，向洋兵們瞄準，八九個為頭的人緩步過來，走到臨近，彼得看清楚當先一人身穿灰葛長袍，原來是當夜在客店中救了自己性命的少年。他身旁那人卻是女扮男裝，曾被雷蒙擊落帽子的少女。若克琳先叫了起來：「哦，是這批有魔法的人！」彼得拔出佩劍，走上幾步，雙手橫捧，交給承志表示投降，他想輸在這人手下，也還值得。承志先是一楞，隨即領悟這是他們服輸投降的表示，搖了搖手，對錢通泗道：「你對他說，他們洋兵帶大砲來如是幫助中國守衛國土，抵敵外虜侵害，那麼我們很是感謝，當他們是好朋友。」錢通泗照他的話譯了，彼得連連點頭，伸出手來和承志拉了拉。承志又道：「但你們到潼關去，是幫皇帝殺我們百姓，這個我們就不許了。」彼得道：「是去打中國百姓麼？我完全不知道。」承志見他臉色誠懇，相信不是假話，又道：「現在全中國的百姓都很苦，沒有飯吃，都盼望有人領他打掉皇帝，脫離苦境。皇帝怕了，所以叫你們用大砲去轟死百姓。」彼得很是難過，道：「我也是窮人出身，知道窮人的苦處。我就回本國去了。」承志道：「那很好，你把兵都帶走吧。」彼得下令集隊，承志命部下拿出酒肉，讓他們飽餐了頓。彼得向承志舉手致敬，領隊上坡，承志叫道：「幹麼你不把火槍帶走？」錢通泗譯了，彼得奇道：「那是你的戰利品。你放我們走，不要我們用錢來贖身，我們已經很感謝你的寬洪大量了。」承志笑道：「你已失了大砲，再不把槍帶走，祇怕回去長官責罰更重，拿走吧。」彼得道：「你不怕我們用槍射擊你們麼？」承志哈哈笑道：「大丈夫一言既出，駟馬難追。我們中國男兒好漢講究肝膽相照，既當你是好漢子，那有疑心。」彼得十分感佩，命士兵取了火槍，列隊而去。他一路上山，對承志越想越是敬服，忽然下令眾兵坐下休息，和錢通泗兩人又馳到承志身旁，從懷裏取出一個布包來，對承志道：「閣下如此豪傑，我有一件東西相贈。」承志打開布包一看，見是一張摺疊著的厚紙，雙手攤開來看，原來是一幅地圖，圖中所繪的似是一座島嶼，只是圖上所註的許多西文卻完全不識，承志抬頭望他，眼中滿是疑問。彼得道：「這是南方海上的一個大島，離開海岸有一千多里，島上氣候溫暖，物產豐富，真如天堂一樣，我航海時到過那裏。」袁承志道：「你給我這圖是什麼的意思？」彼得道：「你們與其在這裏辛辛苦苦的打仗，不如帶了中國沒飯吃的受苦百姓，都到那島上去。」承志心中暗笑，心想：「你這外國人心地倒好，只是不知我們中國的地方有多大，億萬之眾，憑你再大的大島也居住不下。」當下說道：「這島上沒人住麼？」彼得道：「有時有西班牙的海盜居住，有時沒有，你們這樣英雄好漢，也不會怕該死的西班牙海盜。」承志見他一片誠意，就道了謝，收起地圖，彼得作別而去。錢通泗轉過身子正要隨同上山，青青忽地伸手扯住的耳朵，喝道：「下次再見你作威成福，欺侮自己的同胞，小心你的狗命！」錢通泗耳上劇痛，連說：「小人不敢！」承志當下指揮眾人，慢慢爬到深谷底下去察看大砲，見十尊巨砲互相碰撞，都已毀得不成模樣，於是掘土蓋上。承志見大功告成，與范飛文等群豪歡聚半日，次日會齊了啞巴、洪勝海等人，再行北上，向北京進發。這一役胡桂南厥功最偉，弄濕火藥，掘坑陷砲等巧計都是他想出來的，眾人一路對他十分稱揚，無人再敢輕視他是小偷出身。