第一三四回　風流孽債林間草叢，白霧彌漫，這白衣女子長髮披肩，好像足不沾地般行來。她的臉背著月光，但雖在陰影之中，段延慶仍是驚訝於她的清麗秀美，她有許多頭髮遮在臉上，五官是朦朦朧朧的瞧不清楚，他只知道這女子像觀音菩薩一般的美麗，心中想：「一定是菩薩下凡，來搭救我這落難的皇帝。聖天子有百靈呵護，觀世音菩薩救苦救難。你保佑我重登皇位，我一定給你塑像立廟，世世供奉不絕。」那女人緩緩走近，轉過身去，段延慶只見到了她的側面，臉上白得沒半分血色。忽然聽得她輕輕地、喃喃地說起話來：「我這麼全心全意的待你，你──你卻全不把我放在心上。你有了一個女人，又有一個女人，把我們在菩薩前發的盟誓，都拋到了腦後。我原諒了你一次又一次，我可不能再原諒你了，你對我不起，我也要對你不起。你背著我去找別人，我也要去找別人。你們漢人男子不將我們擺夷女子當人，欺負我，待我如貓如狗，如豬如牛，我──我一定要報復，我們擺夷女子也不將你們漢人男子當人。」她的話說得很輕，全是自言自語，但語氣之中，卻是充滿了深深的怒意。段延慶心道：「原來她是擺夷女子，受了漢人的欺負，那也難怪。」要知擺夷乃大理國的一族，族中女子天生的美貌，皮膚白嫩，遠過漢人，只是男子文弱，人數又少，常受漢人的欺負，眼見那女子漸漸走遠，段延慶突然又想：「不對，擺夷女子雖是出名的美貌，終究不會如這般神仙似的體態，何況她身上白衣有如冰綃，擺夷女子那裏有這等精雅的服飾，這定然是一位菩薩化身，我──我可千萬不能錯過了。」也是他在大受挫折，走投無路之際，只有菩薩現身打救，才能解脫他的困境，無可奈何之中，總是不自禁的往這條路上想去，眼見菩薩要走遠，他拼命爬動，想要叫喚：「菩薩救我！」可是咽喉間只能發出幾下嘶啞的聲音。那白衣女子聽到菩提樹下有響聲發出，回轉身來，只見塵土中有一團人不像人，獸不像獸的東西在爬動，仔細一看，才發覺是一個遍身血污，骯髒不堪的化子。這化子臉上、身上、手上，到處是傷口，每處傷口中都在流血，都有蛆蟲在爬動，都在發出惡臭。那女子心下惱恨已達到極點，既想報復丈夫的負心薄倖，又自暴自棄的要極力作賤自己。她見到這化子的形狀如此可怖，先吃了一驚，轉身便要逃開，但隨即心想：「我要找一個天下最醜陋、最污穢、最卑賤的男人來和他相好。你是王爺，是大將軍，我偏偏去和一個臭叫化相好。」她決計沒有想到，段延慶乃是皇帝貴胄，本來相貌十分英俊，只因受十餘名強敵圍攻，才傷成這般模樣。她一言不發，慢慢解去了身上的羅衫，走到段延慶的身前，投身在他懷裏，伸出兩條像白山茶花花瓣那樣顏色的手臂，摟住他的脖子──月光如果有知，一定會非常的詫異，為甚麼這樣高貴的一位夫人，竟會將她像白山茶花花瓣那樣嬌艷的身子，去交給這樣一個滿身膿血的乞丐。那白衣女子離去之後良久，段延慶兀自如在夢中，這是真的還是假的？是自己神智糊塗了，還是真的菩薩下凡？他鼻管中還能聞到她身上那淡淡的香氣，一側頭，他見到自己指頭在泥地上劃的七個字：「你是長髮觀世音？」他寫了這七個字問她，那位女菩薩點了點頭。突然間，幾粒水珠落在字旁的塵土之中，是她的眼淚，還是觀音菩薩楊枝灑的甘露？段延慶曾聽人說過，觀世音曾化身為女身，普渡沉溺在欲海中的眾生，那是最慈悲的菩薩，這個白衣女子，一定是觀世音菩薩的化身了。觀音菩薩是來點化我，叫我不可灰心氣餒，我不是凡夫俗子，我是真命天子。段延慶在重傷垂危、走投無路之際，突然得到這位長髮白衣觀音捨身相就，登時精神大振，相信天命攸歸，日後必登大寶，那麼眼前的危難自不致成為大患。他信念一堅，只覺眼前一片光明，次日清晨，一問枯榮大師仍未出定，當下跪在菩提樹下感謝菩薩的恩德，折下兩根菩提樹枝，挾在脅下，飄然而去。他不敢在大理境內逗留，遠至南部蠻荒的窮鄉僻壤之處，苦練家傳武功。大理段氏的武學博大精深，不求變化繁複，以純粹和醇為貴。最初五年，段延慶養好傷後，習練以杖代足，再將「一陽指」的功夫化在鋼杖之上，又練五年，行走江湖，前赴兩湖，將所有仇敵一家家殺得雞犬不留，手段之兇狠毒辣，實是駭人聽聞，因而博得了「天下第一大惡人」的名頭。他曾數次潛回大理，圖謀奪位，每次都是發覺段正明的根基牢不可拔，不得不廢然而退，最近這一次與黃眉僧下棋比拼內力，眼看已操勝算，不料段譽這小子半途裏殺將出來，令他功敗垂成。此刻王夫人將段譽擒獲，他正欲一杖將之戳死，以絕段正明、段正淳的後嗣，突然間段夫人吟了那四句話出來，「天龍寺外，菩提樹下，化子躐蹋，觀音長髮。」這四句十六個字說來甚輕，但在他聽來，直如晴天霹靂一般。他更看到了段夫人臉上的神色，心中只是說：「難道──難道──她就是那位觀音菩薩──」只見段夫人緩緩舉起手來，解開了髮髻，萬縷青絲頭上披將下來，垂在肩頭，掛在臉前，正便是那晚天龍寺外，菩提樹下那位觀音菩薩的形相。段延慶更無懷疑：「我只當是菩薩，卻原來是鎮南王妃。」其實當時他過得幾日傷勢略痊，發燒消退，神智清醒下來，便知那晚捨身相就的白衣女人是人不是菩薩，只不過他實不願心中這個幻想化為泡影，不住的對自己說：「那是白衣觀音，那是白衣觀音！」這時候他明白了真相，可是心中立時生出一個絕大的疑竇：「為甚麼她要這樣？為甚麼她看中了我這麼一個滿身膿血的躐蹋化子？」他低頭尋思，忽然間，幾滴水珠落在地下塵土之中，就像那天晚上一樣，是淚水？還是楊枝甘露？他抬起頭來，遇到了段夫人淚水盈盈的眼波，驀地裏他剛硬的心腸軟了，嘶啞著道：「你要我饒了你兒子的性命？」段夫人搖了搖頭，道：「他──他頸中有一塊小小的金牌，刻著他的生辰八字。」段延慶大奇：「你不要我饒你兒子的性命，卻叫我去看他甚麼勞什子的金牌，那是甚麼意思？」自從他明白了當年「天龍寺外、菩提樹下」這回事的真相之後，對段夫人自然而然的生出一種敬畏感激之情，伸過杖去，先解開了段譽身上被封的重穴，然後俯身去看段譽的頭頸，果見他頸中有根極細的金練，將那金鏈拉將出來，果從鏈端懸著一塊長方的小金牌，一面刻著「長命百歲」四字，翻將過來，只見刻著一行小字：「大理保定二年癸亥十一月十三日生」。段延慶看到「保定二年」這幾個字，心中又是一凜：「保定二年？我就是這一年的二月間被人圍攻，身受重傷，來到天龍寺外。啊喲，他──他──他的生日，剛剛相距十個月，難道十月懷胎，他──他──他竟然便是我的兒子？」他頭上受過幾處刀傷，筋絡已斷，種種驚駭詫異之情，均無所見，但一瞬之間竟是變得如紙之白，沒半分血色，心中說不出的激動，回頭去瞧段夫人時，只見她緩緩的點了點頭，喃喃道：「冤孽，冤孽！」段延慶一生從未有過男女之情、室家之樂，驀地裏竟知道世上有一個人是自己的親生兒子，喜悅滿懷，實是難以形容，只覺世上甚麼名利尊榮、帝王基業，都萬萬不及有一個兒子的可貴，想到適才險險一杖將自己的兒子戳死，當真是驚喜交集，只想大叫大跳一番，噹的一聲，手中鋼杖掉在地下。跟著腦海中覺得一陣暈眩，左手無力，又是噹的一響，鋼杖也掉在地下，胸中有一個極響亮的聲音要叫了出來：「我有一個兒子！」一瞥眼見到段正淳，只見他臉現迷惘之色，顯然對他夫人這幾句話全然不解。段延慶只覺說不出的驕傲：「你就算做了大理國皇帝而我做不成，那又有甚麼稀奇？我有兒子，你卻沒有。」這時候腦海中又是一暈，眼前微微一黑，心道：「我實是歡喜得過了份。」忽聽得咕咚一聲，一個人倒在門邊，正是雲中鶴。段延慶吃了一驚，暗叫：「不好！」左手掌凌空一抓，欲運虛勁將鋼杖拿在手中，不料一抓之下，內力運發不出，地下的鋼杖紋絲不動。段延慶吃驚更甚，當下半點不動聲色，右掌又是運勁一抓，那鋼杖仍是不動，一提氣時，內息也是提不上來，知道在不知不覺之中，已著了旁人的道兒。聽得慕容復說道：「段殿下，那邊室中，還有一個你急欲一見之人，便請移駕過去一觀。」段延慶道：「卻是誰人？慕容公子不妨帶他出來。」慕容復道：「他無法行走，還請殿下勞步。」聽了這幾句話後，段延慶心下已是雪亮，暗中使了迷藥的自是慕容復無疑，他忌憚自己武功厲害，生怕藥力不足，不敢貿然破臉，卻要自己地下走動，且看是否勁力尚存，自忖進屋後刻刻留神，既沒有吃過他一口茶水，亦未聞到任何特異氣息，怎會陰溝裏翻船，中他毒計？尋思：「定是我聽了段夫人的話後，喜極忘形，沒再提防周遭的異動，以至被他做下了手腳。」他雖生性兇惡，卻是大有氣度，既是落了下風，自也認命服輸，絕不發怒叫罵，當下淡淡的道：「慕容公子，我大理段氏不善用毒，你該當以『一陽指』對付我才是。」意思是說：你姑蘇慕容氐向來自稱「以彼之道，還施彼身」，對我使毒，未免不夠光明磊落。慕容復微笑道：「段殿下一代英傑，豈同泛泛之輩？在下這『紅花香霧』，乃是當年取之西夏，只是略加添補，使之少了一種刺目流淚的氣息，倒不是姑蘇慕容氏自製的。」段延慶暗暗吃驚，那一年西夏一品堂的高手以「紅花香霧」迷倒丐幫幫眾無數，盡數將之擒去的事，他早有聽聞，想不到今日自己也墮入彀中，當下閉目不語，暗暗運息，想將毒氣逼出體外。慕容笑道：「要解這『紅花香霧』之毒，運功凝氣都是無用──」一句話未說完，王夫人喝道：「你怎麼把姑母也毒倒了，快取解藥來。」慕容復道：「姑媽，侄兒得罪，少停自當首先給姑媽解毒。」王夫人怒道：「甚麼少停不少停的？快，快拿解藥來。」慕容復道：「真是對不住姑媽了，解藥不在侄兒身邊。」段夫人被點中的重穴原已解開，但不旋踵間又給「紅花香霧」迷倒。廳堂上諸人之中，只有慕容復事先服了解藥，段譽百毒不侵，這才沒有中毒。但段譽也正在大受煎熬，說不出的痛苦難當。他聽王夫人說道：「都是你這沒良心的薄倖漢子，害了我不算，還害了你的親生女兒。玉燕，玉燕──她──她──可是你的親生骨肉。」那時他胸口氣息一窒，險些便暈了過去。當他在鄰室聽到王夫人和慕容復說話提到她和他父親之間的私情時，段譽內心深處便已隱隱不安，極怕王玉燕又和木婉清一般，竟然又是自己的妹子。待得王夫人親口當眾說出，那裏還容他有懷疑的餘地？剎那間只覺得天旋地轉，若不是手足被捆，口中塞物，定要亂衝亂撞，大叫大嚷，吵一個天翻地覆。他心中悲苦，只覺一團氣塞在胸間，再也無法運轉，手足冰冷，漸漸僵硬。段譽吃了一驚：「啊喲，這是伯父所說的走火入魔，內功越是深厚，來勢越兇險。我──我怎會走火入魔？」只覺冰冷之氣，片刻間便及於手肘膝彎，段譽先是心中害怕，但隨即轉念：「玉燕既是我同父妹子，我這場相思，終究是歸於泡影，我活在世上又有甚麼滋味？還不如走火入魔，隨即化身為塵為灰，無知無識，也免了終身的無窮煩惱。」後來他母親說了甚麼「天龍寺外，菩提樹下」的隱語，除了段夫人自己和段延慶之外，旁人誰也不明其中緣由，段譽傷心欲絕之際，母親的話固然沒有聽在耳中，就算聽到了，也決計不會明白段延慶才是自己真正的父親。段延慶連運三次內息，非但全無效應，反而胸口更是煩惡，真欲大嘔一場，當即不言不動，閉目而坐。慕容復道：「段殿下，在下雖然將你迷倒，卻絕無害你之意，只須殿下答允我一件事，在下不但雙手奉上解藥，還向殿下磕頭陪罪。」段延慶冷冷一笑，道：「姓段的活了這麼一大把的年紀，大風大浪經過無數，豈能在人家挾制要脅之下，答允甚麼事。」慕容復道：「在下如何敢對殿下挾制要脅？這裏眾人在此都可作為見證，在下先向殿下陪罪，再恭恭敬敬的向殿下求懇一事。」說著雙膝一曲，便即跪倒，咚咚咚咚，磕了四個響頭，意態甚是恭順。眾人見慕容復突然行此大禮，無不大為詫異，要知他此刻操縱全局，人人的生死都操於他一人之手，就算他講江湖義氣，對段延慶這個前輩高手不肯失了禮數，但深深一揖，已是足夠，卻又何以卑躬屈膝的向他磕頭，段延慶心下也是大感不解，但見他於自己這般恭敬，心中的氣惱也不由消了幾分，道：「常言道：禮下於人必有所求。公子行此大禮，在下甚不敢當，卻不知公子有何吩咐？」言語之中，也客氣起來。慕容復道：「在下的心願，殿下早已知曉。但想興復大燕，殊非一朝一夕之功。今日我先扶保殿下登了大理國的皇位。殿下並無子息，不妨由在下拜殿下為義父。同心共濟，以成大事，豈不兩全其美？」段延慶聽他說到「殿下並無子息」這六個字時，情不自禁的向段夫人瞧去，四目交投，剎那間交談了千言萬語。段延慶嘿嘿一笑，並不置答，心想：「這句話若在半個時辰前說來，確是兩全其美，可是此刻我已知自己有子，怎能再將皇位傳之於你？」只聽慕容復又道：「大宋江山，得自後周柴氏。當年周太祖郭威無後，收柴榮為子。柴世宗雄才大略，睿文考武，為後周大樹聲威。郭氏血食，多延年月，後世傳為美談。事例不遠，願殿下垂鑒。」段延慶道：「你要我將你收為義子？」慕容復道：「正是。」段延慶心道：「此刻我身中毒藥，唯有勉強答允，毒性一解，立時便將他殺了。」便淡淡的道：「如此你卻須改姓為段了？做了大理的皇帝，興復燕國的念頭更須收起，慕容氏從此無後，你可做得到麼？」他明知慕容復心中定然另有打算，只要他做了大理國君，數年間以親信遍佈要津，大誅異己和段氏忠臣，便會復姓「慕容」，甚至將大理的國號改為「大燕」，亦是不足為奇，所以要連問他三件為難之事，那是以進為退，令他深信不疑，若是答允得太過爽快，便顯得其意不誠，存心不良了。果然慕容復沉吟片刻，道：「這個──」其實他心中早已想到日後做了大理皇帝的種種措施，與段延慶的猜測不遠，他也想到若是答允得太過爽快，便顯得其意不誠，存心不良，是以躊躇半晌，才道：「在下雖非忘本不孝之人，但成大事者不拘小節，既拜殿下為父，自當忠於段氏，一心不二。」段延慶哈哈大笑，道：「妙極，妙極！老夫浪盪江湖，無妻無子，卻於邁年得一佳兒，大慰平生。你這孩兒年少英俊，我真可說老懷大暢了。」段延慶這幾句話，說的乃是他真正的兒子段譽，但除了段夫人之外，誰也不明他的言外之意，都道他已答允慕容復，收他為義子，將來傳位於他。慕容復喜道：「殿下是武林中的前輩英俠，自必一言九鼎，絕無反悔，義父在上，孩兒磕頭。」左膝一曲，便要跪將下去，忽聽得門外有人大聲說道：「非也非也，此舉萬萬不可！」門帷一掀，一人走將進來，正是包不同。慕容復臉色微變，轉過頭來，說道：「包兄有何話說？」包不同道：「公子爺是大燕國慕容氏堂堂皇裔，豈可改姓段氏？興復燕國的大業雖是艱難萬分，但咱們鞠躬盡瘁，竭力以赴。能成大事固然最好，若不成功，總仍是一條鐵錚錚的好漢子。公子爺去拜這個人不像人，鬼不像鬼的傢伙做義父，就算將來做得成皇帝，也不光彩，何況一個姓慕容的要去當大理皇帝，當真是難上加難。」慕容復聽他言語無禮，心中勃然大怒，但這是他的親信心腹，用人之際，不願直言斥責，當下淡淡的道：「包三哥，有許多事情，你一時未能夠分曉，以後我自當慢慢分說。」包不同搖頭道：「非也非也。公子爺，包不同雖蠢，你的用意卻能猜到一二，你只不過想學韓信，暫忍胯下之辱，以備他日的飛黃騰達。你是想今日改姓段氏，日後掌到大權，再復姓慕容，甚至於將大理國的國號改為大燕，又或是發兵征宋伐遼，恢復大燕的舊疆土。公子爺，你用心雖善，可是這麼一來，卻成了不忠、不孝、不仁、不義之徒，不免問心有愧，為舉世所不齒，這皇帝嘛，不做也罷。」慕容復強忍怒氣，道：「包三哥言重了，我又如何不忠、不孝、不仁、不義了？那不是滿口胡言麼？」包不同道：「你投靠大理，日後再行反叛，那是不忠；你拜段延慶為父，孝於段氏，於慕容氏為不孝，孝於慕容氏，於段氏為不孝；你日後殘殺大理群臣，是為不仁；你──」一句話尚未說完，突然間波的一聲響，慕容復一掌擊在他背心中，只聽得慕容復冷冷的道：「我賣友求榮，是為不義。」他這一掌使了陰柔之勁，打在神道、靈臺、至陽三處大穴之上，正是致命的掌力。包不同萬沒料到這個見他從小長大的公子爺竟會忽施毒手，哇的一口鮮血噴出，倒地而死。當包不同頂撞慕容復之時，鄧百川、公冶乾、風波惡三人都站在門口傾聽，均覺包不同的言語雖略嫌過份，道理卻是甚正，待見慕容復掌擊包不同，三人大吃一驚，一齊衝進屋來。風波惡抱住包不同身子，叫道：「三哥，三哥，你怎麼了？」只見包不同兩行清淚，從頰邊流將下來，一探他的鼻息，卻已停了呼吸，知他臨死之時，傷心已達到極點。風波惡大聲道：「三哥，你雖沒有了氣息，想必仍要問一問公子爺，『為甚麼下毒手殺我？』」說著轉過頭來，凝視慕容復，眼光充滿了敵意，鄧百川也道：「公子爺，咱們這三弟說話向喜頂撞別人，你亦素知，雖是他對公子爺言語無禮，失了上下之份，公子略加責備，也就是了，何以竟致取他性命？」其實慕容復所惱恨者，倒不是包不同對他言語無禮，而是恨他直言無忌，竟然將自己心中的圖謀說了出來。這麼一來，段延慶恐怕便不肯收自己為義子，不肯傳位，就算立了自己為皇太子，也必佈置部署，令自己興復大燕的兇謀難以得逞，情急之下，不得不下毒手，否則那頂唾手可得的皇冠，又要隨風飛去了，他聽了風鄧二人的說話，心想：「今日之事，勢在兩難，只能得罪風鄧，不能令延慶太子心頭起疑。」便道：「包不同言語無禮，那有甚麼干係？可是我一片至誠拜段殿下為父，他卻來挑撥離間我父子的情誼，這如何容得？」風波惡大聲道：「在公子爺心中，十年餘來跟著你出生入死的包不同，便萬萬及不上一個段延慶了？」慕容復道：「風四哥不必生氣，我改投大理段氏，卻是全心全意，絕無半分他念。包三哥以小人之心，度君子之腹，我是不得不下重手。」公冶乾冷冷的道：「公子爺心意已決，再難挽回了？」慕容復道：「不錯。」鄧百川、公冶乾、風波惡三人你瞧瞧我，我瞧瞧你，心念相通，一齊點頭。鄧百川朗聲道：「公子爺，我兄弟四人雖非結義兄弟，卻是誓同生死，情若骨肉，公子爺是素來知道的。」慕容復長眉一挑，森然道：「鄧大哥是要為包三哥報仇麼？三位便是齊上，慕容復何懼？」鄧百川長嘆一聲，道：「我們向是慕容氏的家臣，如何敢動手？古人言道：合則留，不合則去。我們三人是不能再侍候公子了。君子絕交，不出惡言，但願公子爺好自為之。」慕容復眼見三人便要離己而去，心想此後得到大理，再無一名心腹，行事大大不方便，非挽留不可，便道：「鄧大哥，你們既未說過疑我將來背叛段氏之言，我對你們心中實無芥蒂，卻又何必分手？當年家父待眾位不差，眾位亦曾答允家父，盡心竭力的輔我，這麼撤手一去，豈不是違背了三位昔日的諾言麼？」鄧百川面色鐵青，說道：「公子不提老先生的名字，倒也罷了，提起老先生來，這認他人為父、改姓叛國的行徑，又如何對得起老先生？我們確曾向老先生立誓，輔佐公子興復大燕，光大慕容氏之名，卻絕不是輔佐公子去興旺大理，光大段氏的名頭。」這番話只說得慕容復臉上青一陣，白一陣，無言可答。鄧百川、公冶乾、風波惡三人同時一揖到地，說道：「拜別公子！」風波惡將包不同的屍身抗在肩上，三個人大踏步而去，再不回頭。慕容復乾笑數聲，向段延慶道：「義父明鑒，這四人是孩兒的家臣，隨我多年，但孩兒為了忠於大理段氏，不惜親手殺其一人，逐其三人。孩兒孤身而入大理，已見忠心不貳，絕無異志。」殷延慶點頭道：「好，好！甚妙。」慕容復道：「孩兒這就替義父解毒。」伸手入懷，取一個小瓷瓶出來，正要遞將過去，心中一動：「這將他身上『紅花香霧』之毒一解，再也不能要脅於池了。今後只有多向他討好，不能跟他勾心鬥角。他最恨的是段譽那小子，我便將這小子先行殺了。」當下唰的一聲，長劍出鞘，說道：「義父，孩子第一件功勞，便是將段譽這小子先行殺了，以絕段正淳的後嗣，教他非將皇位傳於你不可。」段譽雙眼被黑布蒙著，雖然雙眼不能見物，但慕容復的言語卻是聽得清清楚楚，心思：「玉燕又變成了我的妹子，我早就不想活了，你一劍將我殺死，那是再好也沒有。」一來他只求速死，二來他內息岔了，走火入魔，便欲抗拒，也是無力，只有引頸就戮。段夫人見慕容復手提長劍，一步步的向段譽走去，心痛欲絕，「啊」的一聲，慘呼出來。段延慶道：「孩兒，你這孝心殊為可嘉。但這小子太過可惡，多次得罪為父，他伯父、父親奪我皇位，害得我全身殘廢，形體不完，為父定要親手殺了這小賊，方洩我心頭之恨。」慕容復道：「是。」轉身要將長劍遞給段延慶，說道：「啊喲，孩兒糊塗了，該當先為義父解毒才是。」又取出那個小瓷瓶來，一瞥之下，見段延慶眼中微孕得意之色，似在向一人使眼色。慕容復是個精明之極的人，當即順著他眼光瞧去，只見段夫人微微點頭，臉上流露出感激和喜悅的神情。慕容復一見之下，疑心登起，但他做夢也想不到段譽乃段延慶和段夫人所生，段延慶寧可捨卻自己性命，也絕不肯讓旁人傷及他這個寶貝兒子，至於皇位甚麼的，更是身外之物了。慕容復首先想到的便是：「莫非段正淳與段延慶之間，暗中有甚麼勾結？他們究竟是大理段氏一家，說起來還是遠房的堂兄弟，常言道疏不間親，段家兄弟怎能將我這個素無瓜葛的外人放在心中？」跟著又想：「為今之計，唯有替段延慶立下幾件大功，以堅其言。」當下轉頭向段正淳道：「鎮南王，你回到大理之後，有多久可接任皇位？做了皇帝之後，又隔多久再傳位於我義父？」段正淳十分卑薄其為人，冷冷的道：「我皇兄內功深湛，精力充沛，少說也要再做三十年皇帝。他傳他給我之後，我第一次做皇帝，總得好好的幹一下，少說也得做他三十年，六十年之後，我兒段譽也八十幾歲了，就算他只做二十年皇帝，那也是在八十年之後──」慕容復斥道：「胡說八道，那能等得這麼久？限你一個月內，登基為君，再過一個月，禪位於延慶太子。」段正淳於眼前情勢，早已看得十分明白，段延慶與慕容復把自己當作踏上大理皇位的階梯，只有自己將皇位傳了給段延慶之後，他們才會殺害自己，此刻卻碰也不敢多碰，若有敵人前來加害，他們還會極力予以保護，但段譽卻是危險之極。他哈哈一笑道：「我的皇位，只能傳給我兒段譽，要我提早傳位，倒是不妨，但要傳給旁人，卻是萬萬不能。」慕容復怒道：「我親耳聽到，你已答應將皇位傳給延慶太子，怎麼此刻又反悔了？」段正淳道：「你怎麼會親耳聽到？嘿，延慶兄，螳螂捕蟬，黃雀在後，原來當你算計我之時，這位慕容公子在你後邊虎視眈眈的瞧著你。」慕容復心下一凜：「不好，這句話可說錯了。這鎮南王老奸巨猾，實是不易對付。」當即岔開話頭，冷冷道：「好罷，我先將段譽這小子一劍殺了，你傳位給他的鬼魂罷！」說著唰的一聲，長劍又抽了出來。段正淳哈哈大笑，說道：「你當我段正淳是甚麼人？你殺了我兒子，難道我還甘心受你擺佈？你要殺儘管殺，不妨連我也一起殺了。」慕容復一時倒是躊躇難決，此刻要殺段譽，原只一舉手之勞，但怕段正淳為了殺子之恨，當真是豁出了性命不要，那時連段延慶的皇帝也做不成了。他手提長劍，劍鋒上的青光映得他雪白的臉龐泛出一片慘綠之色，側頭向段延慶望去，要聽他示下。段延慶說道：「這人說得出做得到，倘若他服毒自盡，或是一頭碰死了，咱們的大計便歸泡影。好罷，段譽這小子暫且不殺，既在咱們父子的掌中，便不怕他飛上天去。你將解藥給我再說。」慕容復道：「是！」但隨即尋思：「延慶太子適才向段夫人使眼色，到底是甚麼用意？這個疑團不解，我貿然給他解藥，總是大為不妥。可是我若再拖延，定然惹他大大生氣，那便如何是好？」恰好便在這時，聽得王夫人叫了起來：「慕容復你這小子，你說第一個給姑媽解毒，怎麼新拜了個爹爹，便一心一意的去討好這醜八怪？可莫怪我把好聽的話罵出來，他人不像人──」慕容復一聽，正中下懷，向段延慶陪笑道：「義父，我姑媽性子剛強，若是言語中得罪了你老人家，還請擔待一二，免得她又再不遜。孩兒給姑母解毒之後，立即給義父化解。」說著便將那瓷瓶遞到王夫人鼻端。王夫人只聞到刺鼻的惡臭，正欲喝罵，卻覺四肢間勁力漸復，又過片刻，便即行動如常。她接過瓷瓶，不住力嗅。慕容復為了拖延時間，也不加制止，只在暗中注視段延慶和段夫人的神色。