第七十二回　放人鳶子那契丹兵怕勒死了他，當即拉定馬韁。游坦之從地下掙扎著爬起，略略拉鬆喉頭的繩圈。那契丹兵又是用力一拉，游坦之一個踉蹌，向前衝出兩步，險險摔倒。三個契丹兵都哈哈大笑起來。那契丹兵大聲向游坦之說了幾句話，游坦之不懂契丹言語，搖了搖頭。那契丹兵手一揮，縱馬便行，但這一次不是急奔。游坦之生怕又被勒住喉嚨，透不過氣來，忙快步跟隨。三名契丹騎兵向西行去，馬匹雖非快跑，但一步跨將出去，幅度自比人步大得多，游坦之為了不給拖倒，只有走兩步、跑三步的跟隨。他見這三名契丹騎兵正是向蕭峰所行的方向行去，不由得十分害怕：「喬峰這廝原來口中說得好聽，說是放了我，一轉頭卻又命部屬捉了我去，這給他一抓去，那裏還有命在？」他離家北行之時，心中念念不忘的只是報仇，可說渾不知天高地厚，陡然間見到蕭峰，父母慘死時的情狀湧上心頭，登時一鼓作氣，想用毒蛇咬死了他。但一擊不中，銳氣盡失，只想逃得性命，殊不知又給契丹兵捉拿了去。初時契丹兵出來打草穀而俘了他，將他堆在眾婦女中，女人行走不快，他的腳步盡跟得上，也沒吃到多少苦頭，只是被俘時背上挨了一刀背，一直隱隱作痛。此刻卻不大相同了，跌跌撞撞的連奔帶走，氣喘吁吁，呼吸越來越是困難，雪地又是十分滑溜，走不上幾十步便摔上一跤，每一跤跌將下去，繩索定在後頸中擦上一條血痕。那契丹騎兵竟是絕不停留，絲毫不顧他的死活，將他拖入南京城中。進城之時，游坦之已是全身是血，不成人形，只盼快快死去，免得受這許多苦楚。三名契丹兵在城中又行了好幾里地，將他拉入了一座宮殿。游坦之見地下鋪的都是青石板，柱粗門高，也不知是甚麼宮殿。停不到一盞茶時分，拉著他的契丹兵又騎馬來到一個大院子中，突然口中一聲呼嘯，雙腿一挾，那馬發蹄便奔。游坦之那料到他到了院子之中突然會縱馬快奔，跨得三步，登時俯身跌倒。那契丹兵連連呼嘯，拖著游坦之在院中地下轉了三個圈子，蹄聲緊密，那是越馳越快，旁觀的數十名官兵大聲吆喝助威。游坦之心道：「原來他是要將我在地下拖死！」額角、四肢、身體和院子地下的青石相撞，沒一處地方不痛。眾契丹兵粗聲哄笑之中，突然夾著一聲清脆的女子笑聲。游坦之昏昏沉沉之中，隱隱聽得那女子笑道：「哈哈，這人鳶子只怕放不起來！」游坦之心道：「甚麼是人鳶子？」便在此時，自己的處境登時給了他答案，只覺後頸中一緊下身子騰空而起，原來這契丹兵縱馬疾馳，竟是將他拉得飛了起來，當作紙鳶般玩耍。他身子一飛起，後頸中痛得失去了知覺，口鼻被風灌滿，難以呼吸，但聽那女子拍手笑道：「好極，好極，果真放起了人鳶子！」游坦之向聲音來處瞧去，只見拍手歡笑的，正是那個身穿紫衣的美貌少女。游坦之乍見到她，也不知是喜是悲，身子在空中飛行，實在也無法思想。那美貌少女正是阿紫。她見蕭峰放了游坦之，心中不喜，騎馬行出一程，便故意落後，囑咐隨從捕了游坦之回來，但不可令蕭大王知曉。那些隨從知道蕭大王對她十分寵愛，事事依從，當然不敢違逆，便在蕭峰不留意時停在山坡之後，等一行人走遠，再轉頭來捉游坦之。阿紫回歸後，便到遠離蕭峰居處的佑聖宮來等候。待得游坦之一捉到，她詢問契丹人有何新鮮有趣的拷打折磨罪人之法。有人說起「放人鳶」，這法兒正是大投阿紫之所好，她下令立即施行，居然將游坦之「放」了起來。阿紫看得有趣，連連叫好，說道：「讓我來放！」她輕輕一縱，躍到那兵所乘的鞍上，接過繩索，道：「你下去！」那契丹兵一蹬下馬，任由阿紫放那「人鳶」。阿紫拉著繩索，縱馬走得一圈，大聲歡笑，連叫「有趣，有趣！」但她重傷初癒，又沒好得透，手上終究乏力，手腕一軟，繩索下垂，砰的一聲，游坦之重重摔將下來，跌在青石板上，額角剛好撞正階石的尖角，登時破了一洞，血如泉湧。阿紫甚是掃興，惱道：「這笨小子重得要命！」游坦之痛得幾乎要暈了過去，聽她還在怪自己身體太重，要想反唇相譏，終究是說不出話來。一名契丹兵走將上來，解開他頸中的繩圈，另一名契丹兵撕下他身上的衣襟，替他胡亂裹了傷口，但鮮血不斷從傷口中滲出，卻那裏止得住？阿紫道：「行啦，行啦！咱們再玩，再放他上去，放到屋頂上，瞧行不行？」游坦之不懂她說的契丹語，只是見她指手劃腳，指著屋頂，料知不是好事。果然有一契丹兵提起繩索，從他腋下穿了過去，在他身上繞了一周，免得勒住了脖子，喝一聲：「起！」催馬急馳，將游坦之在地下拖了幾圈，又將他「放」了起來。那契丹兵手中繩索漸放漸長，游坦之的身體也漸漸飄高，那契丹兵陡然間鬆手，呼的一聲，游坦之的身子猛地如離弦之箭，向上飛出。阿紫和眾官兵大聲喝采。游坦之身不由主向天飛去，心中只道：「這番死了也！」待得上升之力耗盡，他頭下腳上的直衝下來，眼見腦袋便要撞到青石板上，四名契丹官兵各自揮出繩圈，套住了他腰，向著四方一扯。游坦之立時便暈了過去，但四股力道這麼一定，將他身子僵在半空，腦袋離地約有三尺。這一下實是險到了極處，四個人中只要有一個人的繩圈出手稍遲，力道不勻，游坦之非撞得腦漿迸裂不可。一眾契丹兵往日常以宋人如此戲耍，這些遭難的俘虜十個中倒有八九個是撞死了的，就是在草原的軟地上，這麼高的摔下來，縱使不撞破腦袋，那也是折斷了頸項，一樣的送了性命。喝采聲中，四名契丹兵將游坦之放了下來，阿紫取出銀兩，一干官兵每人賞了十兩。眾兵大聲道謝，問道：「姑娘還想玩甚麼玩意兒？」阿紫見游坦之昏了過去，也不知是死是活，適才放「人鳶」之時，用力過度，胸口隱隱作痛，無力再玩，便道：「玩得夠了。這小子若是沒死，明天帶來見我，我再想法兒消遣他。這人想暗算蕭大王，可不能讓他死得太過容易。」眾官兵齊聲答應。游坦之醒來之時，鼻中先聞到一陣霉臭之氣，睜開眼來，甚麼也瞧不見，他第一個念頭是：「不知我死了沒有？」隨即覺得全身無處不痛，喉頭乾燥難當，須知一人流血過多之後，定必口渴異常。他嘶啞著聲音叫道：「水，水！」卻又有誰理會？他又叫了幾聲，迷迷糊糊的睡著了，忽然見到伯父、父親和喬峰大戰，殺得血流遍地，又見母親慈愛地將自己摟在懷裏，盡力安慰，叫自己別怕。跟著眼前出現了阿紫那張秀麗的臉龐，明亮的雙眼中現出異樣的光采。這張臉忽然縮小，變成了一個三角形的蛇頸，一條花紋斑斕的毒蛇向他咬來。游坦之想要逃，但連手指也無法動彈半分，他拼命的掙扎，偏就動彈不得，那條蛇在一口口的咬他的肉，手上、腿上、腰裏、頸中，無處不咬，額角上，尤其咬得厲害。他看見自己的肉在被一塊塊的咬了下來，他只想大叫，卻叫不出半點聲音──他是在發高燒，神智迷糊了，如此翻騰了一夜，醒著的時候受折磨，在睡夢之中，一般的痛苦。次日他在兩名契丹兵押著去見阿紫之時，身上的燒兀自未退，只跨出一步，身子便向前跌了下去。兩名契丹兵忙在左右挽住了他，一面斥罵，一面拖著他走進一間大石室中。游坦之心想：「他們把我拉到那裏？是拖出去殺頭麼？」頭腦昏昏沉沉的，也難以思索，只是覺得經過了兩處長廊，來到一處廳堂之外。兩名契丹兵在門外稟告了幾句，裏面一個女子應了一聲，廳門推開，契丹兵便將他擁了進去。游坦之抬起頭來，向前瞧去，只見廳上鋪著一張花紋斑斕的極大地毯，地毯盡頭的錦墊上，坐著一個美麗少女，正是阿紫。只見她赤著雙腳，踏在地毯之上。游坦之一眼見到她一雙雪白晶瑩的小腳，當真是如玉之潤、如緞之柔，一顆心猛烈的跳了起來，雙眼牢牢的釘住她一對腳，見到她腳背的肉色便如透明了一般，隱隱映出幾條青筋來，他真想伸手去她腳背上輕輕撫摸一下。那兩個契丹兵放開了他，讓他獨自站著。游坦之身子搖晃了一下，終於勉強站定了。他一雙眼睛始終沒離開阿紫的腳，他見她十個腳趾的趾甲都是淡紅色的，像十片小小的花瓣。阿紫眼中瞧出來，眼前卻是滿身都是血污的醜陋少年，他臉上肌肉曲扭，下顎向前伸出，眼光中卻噴射出貪婪的火燄。阿紫想起了一頭受傷的餓狼，那次和蕭峰去打獵，她一箭射中了一頭餓狼，力道不足，沒能將狼射死。那狼受了重傷，便是用游坦之這般眼光瞧著自己，只想撲上來咬死自己，可是傷口中血如泉湧，無能為力。阿紫喜歡看這種野性的眼色，愛聽那狼兇暴而無可奈何的嚎叫，只是游坦之太軟弱了，一點也不反抗，實在不夠刺激。昨天他用蛇去咬蕭峰，不肯向蕭峰跪拜，說話倔強得很，不肯要蕭峰的錢，阿紫很是歡喜，心想這是一頭兇猛的厲害的野獸。她要折磨他，刺得他遍體鱗傷，要他身上每受一處傷，便向自己狠狠的咬一口，當然，這一口不能讓他給咬中了。但將他擒起來放「人鳶」，這頭野獸卻沒有反抗，那可太不好玩──阿紫微微皺著眉頭，尋思：「想個甚麼新鮮法兒來折騰他才好玩？」突然之間，游坦之喉頭發出「荷荷」兩聲，也不知他從那裏來的一股力道，如一頭豹子般向阿紫撲了過去，抱著她的小腿，低頭便吻她雙足的腳背。阿紫大吃一驚，尖聲叫了起來。兩名契丹兵和在阿紫身旁服侍的四個婢女都是大聲呼斥，上前用力拉開他。但他雙手牢牢抱著，死也不肯脫手。契丹兵一拉之下，便將阿紫也從錦塾上扯了下來，一跤坐在地氈上。兩名契丹兵又驚又怒，不敢再拉，一個用力打他背心，另一個打他右臉。但游坦之傷口發炎，高燒未退，神智不清，早如瘋人一般，對眼前的情景遭遇，全是一片茫然。他用力抱著阿紫的腿，只是吻著她的腳。阿紫但覺他炎熱而乾燥的嘴唇在吻著自己的腳，心中害怕，卻也有些麻麻癢癢的奇異感覺，突然間又是尖叫了一聲：「啊喲，他咬住了我的腳趾頭。」忙對兩個契丹兵道：「你們快走開，這人發了瘋，啊喲！別讓他咬斷了我的腳趾。」游坦之輕輕咬著她的腳趾，阿紫雖然不痛，卻怕他突然使勁咬了下去。惶急之下，知道不能用強，生怕契丹兵再要使力毆打，他便不顧性命的亂咬了。兩名契丹兵也無法可施，只得放開了手。阿紫道：「你快鬆開，我饒你不死，放了你便是。」游坦之這時心神早已狂亂，那去理會她說些甚麼？一名契丹兵按住腰刀刀柄，只想突然間拔刀出鞘，一刀從他後頸劈下，將他的腦袋割下，只是他抱著阿紫的腳，這一刀劈下，只怕傷著了阿紫，是以遲疑不發。阿紫又道：「喂，你又不是野獸，咬人幹甚麼？快鬆開嘴，我叫人給你治傷，放你回中原。」游坦之仍是不理，但牙齒並不用力，也沒咬痛了她，一雙手在她腳背上輕輕愛撫。他心中飄飄盪盪地，好似又放了人鳶，升到了雲端之中。一名契丹兵靈機一動，伸出雙手，突然扳住了游坦之的咽喉。他喉頭被扼，不由自主的張開了口。阿紫急忙縮腿，將腳趾從他口中退了出來，站起了身，生怕他發狂再咬，將雙腳縮到了錦凳之後。兩名契丹兵抓住游坦之，一拳拳往他胸口毆擊。打到十來拳時，他哇哇兩聲，噴出了幾口鮮血，將一條鮮艷的地氈也沾污了。阿紫道：「住手，不要打啦！」經過了適才這一場驚險。她覺得這小子倒也不枯燥乏味，不想一時便弄死了他。契丹兵停手不打，阿紫盤膝坐在凳上，將一雙赤足坐在臀下，心中盤算：「想些甚麼法子來折磨他才好？」一抬頭，見游坦之的目光不轉瞬地瞧著自己，便問：「你瞧著我幹甚麼？」游坦之早已將生死置之度外，便道：「你生得好看，我就多看看你！」阿紫臉上一紅，心道：「這小子這麼大膽，居然敢對我說這種輕薄言語。」可是她一生之中，從來沒有一個年青男子當面讚她好看。在星宿派中學藝之時，眾師兄都當她是個頑皮古怪的小女孩，跟著蕭峰在一起時，他不是怕她搗蛋，便是擔心她突然死去，從來沒有留神她生得美貌，還是難看。游坦之這麼讚她，她心中自不免暗暗喜歡，尋思道：「我留他在身邊，空閒無事之時拿他來消遣，倒也很好，只是姊夫說過放了他，若是知道我又抓了他來，必定生氣。瞞得過他今日，瞞不過明日。要姊夫始終不知，有甚麼法子？不許旁人跟他說，那是辦得到的，但若姊夫忽然進來，瞧見了他，那便如何？」她沉吟片刻，驀地想到：「阿朱最會裝扮，扮了我爹爹，姊夫就認她不出。我將這小子改頭換面，姊夫也就認不得了。可是他若非自願，我給他化裝之後，他又立即洗去化裝，回復本來面目，豈不是無用？」她一雙彎彎的眉毛皆向眉心皺聚，心中登時有了主意，拍手笑道：「好主意，好主意！便是這麼辦！」用契丹語向那兩個兵士說了一陣，兩個兵士有些地方不明白，再行請示。阿紫詳加解釋，命侍女取出三十兩銀子，交了給他們。兩名契丹兵接過後，躬身行禮，架了游坦之退出廳去。游坦之叫道：「我要看她，我要看這個狠心的美麗的小姑娘。」契丹兵和一眾侍女不懂漢語，也不知他叫喊些甚麼，阿紫笑瞇瞇的瞧著他的背影，想到自己的聰明主意，越想越是得意。游坦之又被架回地牢之中，拋在乾草堆上。到得傍晚，有人送了一碗羊肉，幾塊麵餅來。游坦之高燒不退，口中胡言亂語，送羊肉麵餅的人一放下食物，嚇得立時退開。游坦之連饑餓也不知道，始終沒去碰那食物。這天晚上，忽然走了三名契丹人進來。游坦之雖是神智迷糊，但隱隱約約的仍舊知道不是好事，掙扎著要站起，又想爬出去逃走。兩個契丹人將他按住，翻過他的身子，使他臉孔朝上。游坦之喉頭咕咕亂罵：「狗契丹人，不得好死，大爺將你們千刀萬剮。」突然之間，第三名契丹人雙手捧著白白的一團東西，像是棉花，又像白雪，用力按到了他的臉上。游坦之只覺得臉上又濕又涼，腦子清醒了一陣，可是氣卻透不過來了，心道：「原來他們封住我的七竅，要悶死我！」但這猜想跟著便知不對，口鼻上給人戳了幾下，便可呼吸，只是眼睛卻睜不開來，只覺臉上濕膩膩的，有人在他臉上到處按捏，便如是貼了一層濕麵，或是黏了一片軟泥。游坦之這兩日中給人侮辱折磨，罪也受得夠了，心中迷迷糊糊的只想：「這些惡賊不知要用甚麼古怪法兒害死我？」過了一會，只覺得臉上那層軟泥被人輕輕揭去，游坦之睜開眼來，見一個濕麵粉印成的臉孔模型，正在離開自己的臉。那契丹人小心翼翼的雙手捧著，惟恐弄壞了這片濕麵。游坦之又罵：「臭遼狗，叫你個個死無葬身之地。」那三個契丹人也不理他，拿了那些濕麵徑自去了。游坦之突然想起：「是了，他們是在我臉上塗了毒藥，過不多久，我便滿臉潰爛，脫去皮肉，變成個鬼怪──」他越想越是害怕，尋思：「與其是受他們折磨至死，不如自己撞死了！」當即將頭在牆上撞去，砰砰砰的撞了三下，外面看守的獄卒聽見聲響，衝了進來，縛住了他的手腳。游坦之本已撞得半死，只好由他們擺佈。過得數日，他臉上卻並不疼痛，更無潰爛，但他死意已決，肚中雖餓，卻不去動獄卒送來的食物。到得第四日上，那三名契丹人又走進地牢，將他架了出去，游坦之在凄苦之中卻存了一些希望，心想若是阿紫又召他去侮辱拷打，身體上雖多受苦楚，卻可再見到她秀麗的容顏，臉上不禁帶了一絲苦澀的笑容。但那三個契丹人帶著他走過幾條小巷，進了一間黑沉沉的房子之中，走下一條數十級長的石級，只見熊熊炭火，照耀著石屋的半邊，一個肌肉虯結的鐵匠赤裸著上身，站在一個大鐵砧旁，手中拿著一件黑黝黝的物事，正在仔細觀看。三名契丹人將游坦之推到那鐵匠的身前，兩人分執他的雙手，另一人揪住他的後心，那鐵匠側面瞧瞧他的臉，又瞧瞧手中的物事，似在互相比較。游坦之向他手中的物事望去，只見是個鑌鐵所打的面具，上面穿了口鼻雙眼四個窟窿。他正自尋思：「這鐵面具有甚麼用？」那鐵匠拿起面具，往他臉上罩來，游坦之自然而然的將頭往往一仰，但身後被人推住了，無法逃避，那鐵面具終於罩到了他的臉上。游坦之只感臉上一陣冰涼，肌膚和鐵相貼。說也奇怪，這個面具和他眼目口鼻的形狀處處吻合，便像是定製的一般。游坦之並非笨人，只奇怪得片刻，立時知道了其中的究竟，驀地裏背上一陣涼氣直透下來：「啊喲，這面具正是給我定製的。那日他們用濕麵貼在我的臉上，便是做這面具的模型了。他們仔細做這鐵面具，有何用意？莫非──莫非──」他心中已猜到了這些契丹人惡毒的用意，只是到底為了甚麼，卻是不知，他不敢再想下去，拼命掙扎，向後退縮。那鐵匠將面具從他臉上取了下來，滿意地點了點頭，取過一把大鐵鉗，鉗住面具，放入熔爐中燒得紅了，右手提起鐵錐，錚錚錚的打了起來，他將面具打了一陣，便伸手摸摸游坦之的顴骨和後腦，修正面具上的不吻合之處。游坦之大叫：「天殺的遼狗，你們要幹甚麼傷天害理的惡事？你們這麼兇殘惡辣，老天爺降下禍患，叫你們個個不得好死！叫你們的牛馬倒斃，嬰兒夭亡！」他破口大罵，那些契丹人一字也不懂，那鐵匠突然回過頭來，惡狠狠的瞧著他，舉起燒得通紅的鐵鉗，向他雙眼戳將過來。游坦之嚇得目瞪口獃，張大了口，合不攏來，連仰頭閃避也辦不到了。那鐵匠只是嚇他一嚇，哈哈大笑，縮回鐵鉗，又取過一塊弧形的鐵塊，往游坦之後腦上試去。待得修得合式，那鐵匠將面具和那半圓鐵罩都在爐中燒得通紅，高聲說了幾句話，三個契丹人便將游坦之抬著橫擱在一張桌上，讓他的腦袋伸在桌緣之外。又有兩個契丹人過來幫手，用力拉著他的頭髮，使他的腦袋不能搖動，五個人按手按腳，游坦之那裏還能動得半分？那鐵匠鉗起燒紅的面具，停了一陣，待其稍涼，大喝一聲，便罩到游坦之臉上，白煙冒起，焦臭四散，游坦之大叫一聲，便暈死了過去。那鐵匠鉗起另一半鐵罩，安上他的後腦，兩個半圓形的鐵罩鑲成了一個圓形，罩在他的頭上。面罩極熱，一碰到肌膚，便燒得血肉模糊。那鐵匠是燕京城中的第一鐵工巧手，這鐵罩的兩半合在一起，鑲得絲絲入扣。如身入地獄，經歷萬丈烈燄的燒炙，游坦之也不知過了多少時候，這才悠悠醒轉，但覺得臉上與後腦都是疼痛難當，終於忍耐不住，又暈了過去。須知一個人所以神智迷亂而暈去，乃是天生用來護人心智，否則如此劇痛之下，他若不暈去，必至痛死而後已。如此的三次暈去、三次醒轉，他大聲叫喚，耳中卻聽不到自己的半點聲音。他初時還道自己的耳朵聾了，但大叫了一會，這才發覺，根本是發不出聲息。他躺著一動也不動，亦不思想，只是咬著牙齒，強忍顏面和腦袋周遭的痛楚。這麼過得兩個多時辰，他勉強抬起手來，往臉上一摸，觸手冰冷堅硬，證明他所猜想的一點不錯，那張鐵面具已套在頭上，他憤激之下用力撕扳，但那面具早已牢牢的鑲好，卻如何能板得它動？游坦之憤怒絕望之餘，忍不住大哭起來，但淚如泉湧，哭泣的聲音卻是嘶啞之極。好在他年紀甚輕，雖是身體上受此大苦，居然挨得過來，並不便死，而且過得幾天，居然慢慢的傷口癒合，痛楚漸減，也知道了饑餓。聞到羊肉和麵餅的香味，抵不住引誘，拿來便吃。食物一落肚，好得更加快了。這時他已用手將頭上的鐵罩摸得清楚，知道這隻鑌鐵的罩子將自己的腦袋密密封住，決計無法脫出，那幾日是怒發如狂，但過得三天，終於平靜了下來，心下琢磨：「這些遼狗在我臉上套一隻罩子，究竟有何用意？」他只道這一切全是出於蕭峰的命令，自然無論如何也猜想不出，阿紫所以罩住他的臉，正是要瞞過蕭峰。這一切功夫，都是室里隊長在阿紫授意之下幹的。阿紫每日向室里查問游坦之戴上鐵面具後的動靜，初時很擔心他因此死了，那未免興味索然，後來得知他一天天的壯健復元，心下甚喜。近日得知蕭峰要往南郊閱兵，便命室里將游坦之召來，瞧瞧他戴上鐵面之後，究竟是怎樣一副模樣，她仍在「端福宮」的側殿中等著，直到室里部下的三名契丹兵將游坦之帶到她的跟前。阿紫一見到游坦之的模樣，忍不住一股歡喜之情從心底冒了上來，心中只想：「我這法兒管用。這小子帶上了這麼一個面具，姊夫便是和他相對而立，也決計認他不出。」游坦之再向前走得幾步，阿紫拍手叫好，說道：「室里，這面具做得很好，你再拿五十兩銀子去賞給鐵匠！」室里道：「是！多謝郡主！」原來耶律洪基為了使蕭峰喜歡，特降旨意，已封阿紫為「端福郡主」，這座端福宮，也是特別賜給她居住的。游坦之的雙眼從面具的兩個洞孔望了出來，見到阿紫喜容滿臉，嬌憨無限，心中不禁一動，聽到她清脆的話聲，卻也是悅耳之極，不禁目不轉睛，獃獃的瞧著她。阿紫見他臉上戴了面具，神情詭異，但目不轉睛瞧著自己的情狀，仍舊看得出來，便問：「傻小子，你看著我幹甚麼？」游坦之道：「我──我──不知道。」阿紫道：「你戴了這面具，舒不舒服？」游坦之道：「你想舒不舒服？」阿紫咯咯一笑，道：「我想不出。」見他面具上開的嘴只是窄窄的一條縫，勉強能夠喝湯吃飯，若要吃肉，須得用手撕碎，方能塞入，再要咬自己的腳趾，便不能了。笑道：「我叫你戴上這面具，永遠不能再咬我。」游坦之心中一喜，道：「姑娘是叫我──我──常常在你身邊服侍麼？」阿紫道：「呸！你這個小子是個大壞蛋。在我身邊，你時時想法子害我，如何容得？」游坦之道：「我──我──我──我決計不會相害姑娘。我的仇人，只是喬峰。」阿紫道：「你想害我姊夫？那不是跟害我一樣，那有甚麼分別？」游坦之聽他這麼說，不知如何，胸口竟是一酸，無言可答。阿紫笑道：「你想害我姊夫，那才叫做難於登天。傻小子，你想不想死？」游坦之道：「我自然不想死。不過現在頭上套了這個勞什子，給整治得人不像人、鬼不像鬼，跟死了也沒多大分別。」阿紫道：「你如果寧可死了，那也好，我便遂了你的心願，不過我不會讓你乾乾脆脆的死了。」他轉頭向站在身邊伺候的室里道：「室里，你拉他出去，先將他左手砍了下來！」室里應道：「是！」伸手便去拉他。游坦之大驚，叫道：「不，不！姑娘，我不想死，你──你──你別砍我的手。」阿紫淡淡的一笑，道：「我說過了的話，很難不算，除非──除非──你跪下磕頭。」游坦之微一遲疑間，室里已拉著他退了兩步。游坦之不敢再延，雙膝一軟，便即跪倒，一頭磕了下去。噹的一聲響，那鐵罩撞在青磚之上。阿紫咯咯嬌笑，說道：「我從來沒聽過磕頭的聲音有這麼好聽，你再多磕幾個聽聽。」游坦之是聚賢莊的小莊主，雖然學文不就、學武不成，莊上人人都知他是個沒出息的少午，但游驥有子早喪，游駒也只他這麼一個寶貝兒子，少莊主一呼百諾，從小養尊處優，幾時受過這種折辱？他初見蕭峰時，尚有一股寧死不屈的傲氣，但這幾日來心靈和肉體上都受到極厲害的打擊，滿腔少年人的豪氣，不禁消散得無影無蹤，一聽說阿紫要砍他手臂，要他跪倒便跪倒、要他磕頭便磕頭。阿紫說他磕頭好聽，他便連連磕頭，只磕得噹噹的直響。阿紫嫣然一笑，道：「很好，以後你聽我話，沒半點違拗，那也罷了，否則我便隨時砍下你的手臂，記不記得？」游坦之道：「是，是！」阿紫道：「我給你戴上這個鐵罩，你可懂得是甚麼緣故？」游坦之道：「我就是不明白。」阿紫道：「你這人真笨死了，我救了你性命，你還不知道謝我。蕭大王要將你砍成肉醬，你也不知道？」游坦之道：「他是我殺父仇人，自是容我不得。」阿紫道：「他假意放你，又叫人捉你回來，命人將你砍成肉醬，我見你這小子不算太壞，殺了可惜，所以瞞著他將你藏了起來，可是蕭大王如果再湊巧撞到了你，你還有命麼，連我也擔代了好大的干係。」游坦之恍然大悟，道：「啊，原來姑娘鑄了這個鐵面給我戴，乃是為我好，是救了我的性命，我──我好生感激，真的──我好生感激。」阿紫作弄了他，更騙得他感激於己，心中十分得意，微笑道：「所以啊，下次你要是見到蕭大王，千萬不可說話，以免給他聽出聲音。他倘若認出是你，哼哼，這麼一拉，將你的左臂拉了下來，再這麼一扯，將你的右臂撕了下來。室里，你去給他換一身契丹人的衣衫，將他身上洗上一洗，滿身血腥氣的，難聞死了。」室里答應，帶著他出去。過不多時，室里又帶著游坦之進來。阿紫見他已換上了契丹人的衣衫，室里為了討阿紫歡喜，故意將他打扮得花花綠綠，像個小丑模樣。阿紫抿嘴笑道：「我給你起個名字，叫做──叫做鐵丑。以後我叫鐵丑，你便得答應。鐵丑！」游坦之忙應道：「是！」阿紫很是歡喜，突然想起了一事，道：「室里！西域大食國送了一頭獅子，是不是？你叫馴獅人來，再召十幾個衛士來。」室里答應出去傳令。十六名手執長矛的衛士走進殿來，躬身向阿紫行禮，隨即回身，十六柄長矛的矛頭指而向外，保衛著她。不多時聽得殿外一聲獅吼，八個壯漢抬著一個大鐵籠走進來。籠中一隻雄獅盤旋走動，黃毛長鬃，爪牙銳利，神情極是威武。馴獅人手執皮鞭，領先而行。