第一三五回　吐露秘密王夫人迷藥一解，將瓷瓶拿在手中，說道：「好侄兒，這幾個女人我瞧著惹厭得緊了，你都給我殺了。」慕容復心念一動：「段正淳不肯傳位於延慶太子，當日也是延慶太子威嚇要殺他的妻子情婦，他才迫得答應。正好姑母提及此事，我何不順水推舟，再來恐嚇一番。」當即提劍走到阮星竹身前，轉頭向段正淳：「鎮南王，我姑母叫我殺了她，你意下如何？」段正淳心中萬分焦急，卻實是無計可施，只得向王夫人道：「阿蘿，以後你要我如何，便即如何，難道你我之間，定要結下終身不解的仇怨？你叫人殺了我的女人，難道我以後還有好心對你？」王夫人雖然醋心甚重，但想段正淳的話倒不錯，既是見到了他，重修舊好之心便與時俱增，說道：「賢侄，且慢動手，待我想一想再說。」慕容復道：「鎮南王，只須你答應傳位於延慶太子，你所有的正妃側妃，我一概替你保全，絕不傷害她們一根毫毛。」段正淳嘿嘿冷笑，不予理睬。慕容復心道：「此人風流之名，天下皆聞，顯然這是個不愛江山愛美人之徒。要他答應傳位，也只有從他的女人身上著手。」當即提起長劍，劍尖指著阮星竹的胸口，道：「鎮南王，咱們男子漢大丈夫行事爽爽快快，一言而決。等你答應之後，我替大夥兒解開身上的迷藥，由在下設宴陪罪，化敵為友，豈非大大的美事？倘若你真的不答應，我這一劍只好刺過去了。」段正淳向阮星竹望去，只見她目光中流露出恐懼之色，心下甚是憐惜，但想：「我答應一句不要緊，這奸賊為了討好延慶太子，立時便會將譽兒殺了。」他不忍再看，側過頭去。慕容復叫道：「我數一、二、三，你再不點頭，莫怪慕容復手下無情。」拖長了聲音道：「一、二──」段正淳回過頭來，向阮星竹望去，臉上萬般柔情，卻又是無可奈何。慕容復叫道：「三──鎮南王，你當真不答應？」段正淳心中，只是想著當年阮星竹初會時的旖旎的情景，突聽「啊」的一聲慘呼，慕容復的長劍已刺入她的胸中。王夫人見段正淳臉上肌肉扭動，似是身受劇痛，顯然這一劍比刺入他自己身體還更難過，叫道：「快，快救活她，我又沒叫你真的殺她，只不過是嚇嚇這沒良心的傢伙而已。」慕容復搖搖頭，心想：「反正是已結下深仇，多殺一人，少殺一人，又有甚麼分別？」一手挺長劍，指住了秦紅棉的胸口，喝道：「鎮南王，枉為人家說你多情多義，你卻不肯救一救你情人的性命！一、二、三！」這「三」字一出口，嗤的一聲，長劍入胸，又將秦紅棉殺了。這時鍾夫人已嚇得面無人色，但她強自鎮定，朗聲道：「你要殺便殺，可不能要脅鎮南王甚麼。我是鍾萬仇的妻子，跟鎮南王又有甚麼干係？沒的玷辱了我鍾家的清白。」慕容復冷笑一笑，道：「誰不知段正淳兼收並蓄，是閨女也好，孀婦也好，有夫之婦也好，一般的來者不拒。」幾聲喝問，又將鍾夫人殺了。王夫人心中暗暗叫苦，她平素雖是殺人不眨眼，但見慕容復在頃刻之間，連殺段正淳的三個相好，不由得心中也是突突亂跳，竟是不敢和段正淳的目光相觸，不知他臉色已是如何恐怖。卻聽得段正淳柔聲道：「阿蘿，你跟我相好一場，到頭來畢竟還是不明白我的心思。天下這許多女人之中，我便是只愛你一個，你侄兒殺了我三個相好，那是有甚麼打緊，只須他不來傷你，我便放心了。」他這幾句話說得十分溫柔體貼，但王夫人聽在耳裏，卻是害怕無比，知道段正淳恨極了她，要挑撥慕容復來加害，叫道：「好侄兒，你可別相信他的話。」慕容復將信將疑，長劍的劍尖卻自然而然的指向王夫人的胸口，劍尖上的鮮血一點點的滴將下來。王夫人顫聲道：「段郎，難道你真的恨我入骨，非害死我不可麼？」她知道慕容復心狠手辣，為了遂其大願，那裏顧得姑母不姑母？只要段正淳繼續故意顯得對自己十分愛惜，那麼慕容復定然會以自己的性命相脅。段正淳見她目中懼色、臉上戚容，宛然便和阮星竹臨死時相似，想到昔年和她一番的恩情，登時心腸軟了。破口罵道：「你這老虔婆，豬油蒙了心，卻去喝那陳年舊醋，害得我三個心愛的女人死於非命，我手足若得了自由，非將你千刀萬剮不可。慕容復，一劍刺過去啊，為甚麼不將這臭婆娘殺了？」他知道越是罵得厲害，慕容復越是不殺他姑母。王夫人本來心中明白，知道段正淳假意對自己傾心相愛，乃是要引慕容復來殺了自己，以替阮星竹、秦紅棉、鍾夫人三人報仇，現下改口斥罵，已是原恕了自己。可是她十餘年來對段正淳朝思暮想，心神早已大變，眼見三個女子屍橫就地。一柄血淋淋的長劍對著自己胸口，突然之間腦中變成一片茫然。但聽得段正淳口口聲聲斥罵，甚麼「老虔婆」、「臭婆娘」都罵了出來，比之往日的山盟海誓、輕憐蜜愛，實是霄壤之別，忍不住珠淚滾滾而下，說道：「段郎，你從前對我說過甚麼話，莫非都忘記了？你半點也不將我放在心上了，段郎，我可仍是一片癡心對你。咱倆分別了這許多年，好容易盼得重見，你──你怎麼一句好話也不對我說，我給你生的女兒玉燕，你見過她沒有？你喜歡不喜歡她？」段正淳暗暗心驚：「阿蘿可有點神智不清啦，我若是吐露半句重念舊情的言語，你還有性命麼？」當即厲聲道：「咱們一刀兩段，早就情斷義絕，我恨不得重重踢你一腳，方消心頭之氣。」王夫人泣道：「段郎，段郎！」突然身子向前一撲，往劍尖撲了過去。慕容復一時拿不定主意，想將長劍撤回，又不想撤，微一遲疑間，長劍已刺入了王夫人胸膛。慕容復一縮手，拔出劍來，鮮血從王夫人胸口直噴出來。王夫人顫聲道：「段郎，你真的這般恨我麼？」段正淳眼見這劍深中要害，她再難活命，兩道眼淚流下面頰，哽咽道：「阿蘿，我罵你，是為了想救你命。今日重會，我是說不出的喜歡，我怎會恨你，心意永如當年送你一朵曼陀羅花之日。」王夫人嘴角邊露出微笑，低聲道：「那就好了，我原知在你心中，永遠有我這個人，永遠撇不下我──」聲音漸說漸低，頭一側，就此死去。慕容復冷冷的道：「鎮南王，你心愛的女子一個個為你而死，難道最後連你的原配夫人，你也要害死麼？」一面說，一面將劍尖指向段夫人胸口。段譽躺在地下，本聽得阮星竹、秦紅棉、鍾夫人、王夫人一個個命喪在慕容復的劍底，而其又以母親威脅父親，母子之情，深於海洋，教他如何不心急如焚？忍不住大聲叫道：「不可傷我媽媽，不可傷我媽媽。」但他口中塞了物事，半點聲音也發不出來，只有出力掙扎，但全身內息雍塞，連分毫位置也無法移動。只聽得慕容復道：「鎮南王，我再數一、二、三三下，你仍是不答應將皇位傳給延慶太子，你的王妃可就給你害死了。」段譽大叫：「休得傷我媽媽！」隱隱又聽得段延慶道：「且慢動手，此事須得從長計議。」慕容復道：「義父，今日事關重大，他若是始終不答應傳位於你，咱們全盤大計，盡數落空，一──」段正淳道：「你要我答應，須得依我一件事。」慕容復道：「答應便答應，不答應便不答應，我可不中你緩兵之計，二──，怎麼樣？」段正淳長嘆一聲，道：「我一生作孽多端，大夥兒死在一起，倒也是死得其所。」慕容復道：「那你是不答應了？三──」慕容復這「三」字一出口，只見段正淳轉過了頭，對自己不加理睬，正要一劍向段夫人胸口刺去，突然間右肩上被甚麼東西一碰，身子不由自主的向後一縮，隨見段譽的身子從地下彈了起來，舉頭向自己小腹撞到。慕容復出其不意，閃身一側，避了開去，心想：「這小子既受『醉人蜂』之刺，又受『紅花香霧』之毒，雙重迷毒之下，怎地會跳將起來？」段譽一撞不中，肩頭碰在桌緣，危急之中也顧不得疼痛，雙手使力一掙，也不知從那裏來的一股力氣，捆縛在他手上的牛筋立時崩斷。原來段譽初時心中愁苦，內息岔走了經脈，待得聽到慕容復要殺他母親，情急之下再也不去念及自己生否走火入魔，那內息便自然而然的歸入正道。原來一人修習內功，乃是心中存想，將內息循著經脈巡行，走火入魔之後，越是焦急，想將入了歧路的內息拉回，越是陷溺得深。此刻段譽心中所關注的只是母親的安危，內息不受意念干擾，便循著人身原來的途徑運行。他聽到慕容復呼出「三」字，當下早忘了自身是在捆縛之中，一躍而起，便循聲向慕容復撞去，居然身子得能復行動。他雙手一脫束綁，只聽慕容復罵道：「好小子！」當即一指點出，使出六脈神劍中的「商陽劍」，向慕容復刺了過去。慕容復手中所持曼陀山莊上砍金斷玉的寶劍，眼見段譽劍氣刺到，當即側身避開，還劍刺去。段譽眼上蓋了黑布，口中塞了麻核，說不出話也罷了，眼睛卻瞧不見慕容復身在何處，忙亂之中，也想不起伸手撕去眼上黑布，雙手亂揮亂舞，生恐慕容復迫近。慕容復心想：「眼前情勢危急，須得乘他雙眼未能見物之前殺了他。」當即一招「大江東去」長劍平平向段譽胸口刺了過去。段譽雙手正自在亂刺亂擊，待聽得金刃破風之聲，急忙閃避時，噗的一聲長劍劍尖刺入他的肩頭。段譽吃痛，縱身一躍，砰的一聲，腦袋重重在屋樑一撞。要知他在枯井中又吸取了鳩摩智的深厚內力，內勁之強，已是匪夷所恩，輕輕一縱，便高達數丈。他身在半空，尋思：「我眼睛不能見物，只有他能殺我，我卻不能殺他，那便如何是好？他殺了我不打緊，我可不能相救媽媽剛爹爹了。」雙腳用力一掙，啪的一聲響，捆在他的足踝上的牛筋也即寸斷。段譽心中一喜：「妙極，我雙足既得自由，何不以『凌波微步』閃避。那日在無錫城外的磨坊之中他假扮西夏國的甚麼李將軍，我用『凌波微步』閃避，他就沒能殺到我。」左足便向斜跨半步，身子一側，將慕容復刺來的一劍避了開去，其間相去只是半寸。旁人但見青光閃閃的長劍劍鋒在他肚子外平平掠過，既險且妙，身法的巧妙，實是難以形容。這也真是湊巧，況若他眼能見物，不使「凌波微步」的身法，以他一竅不通的武功，絕難避過慕容復如此凌厲毒辣的一劍。慕容復一劍快似一劍，卻始終刺不到段譽身上，他既感焦躁，復又羞慚，見段譽始終不將眼上所蒙的黑布取下，不知是段譽情急之下心中糊塗，還道他是有意賣弄，不將自己放在眼內，心想：「我連一個包住了眼睛的瞎子也打不過，還有甚麼顏面偷生於人生之間？」他眼睛如要冒將出火來，青光閃閃，一柄長劍使得猶似一個大青球，在廳堂上滾來滾去，霎時間將段譽圍在劍圈之中。這廳堂本不甚大，段延慶、段正淳、段夫人、范驊、董思歸等人為劍光所逼，只覺寒氣襲人，頭上臉上的毛髮簌簌而落，衣袖衣襟也紛紛化為碎片。段譽在劍圈中，左上右落，東歪西斜，卻如庭院閒步一般，說也奇怪，慕容復鋒利的長劍竟連衣帶也沒削下他一片。可是他步履雖舒，心中卻是十分焦急。段譽腳下展開「凌波微步」，慕容復一時之間直是傷他不得，但他心想：「我只守不攻，眼睛又瞧不見，倘若他一劍向我媽媽爹爹刺去，那便如何是好？」慕容復情知只有段譽才是真正的心腹大患，倒不在乎是否能殺得了段夫人，眼見百餘劍刺過去，始終無法傷到對方，心想：「這小子善於『暗器聽風』之術，聽聲閃避，我改使『柳絮劍法』，輕飄飄的沒有聲響，諒來這小子便避不了。」陡地劍法一變，一劍緩援刺出。殊不知段譽這「凌波微步」乃是自己走自己的，渾不理會敵手如何出招，對劍上有隆隆風雷也好，悄沒聲息也好，於他全不相干。以段延慶這般高明的見識，本可看破其中訣竅，但關心則亂，見慕容復劍招拖緩，隱去了兵刃上的刺風之聲，心下吃了一驚，嘶啞著嗓子道：「孩兒，你快快將段譽這小子殺了。若是他將眼上的黑布拉去，只怕你我都要死在他的手下。」慕容復一怔，心道：「你好糊塗，這不是提醒他麼？」竟然是一言驚醒夢中人，段譽一獃之下，隨即伸手扯開眼上黑布。突然間眼前一亮，耀眼生花，一柄冷森森的長劍刺向自己面門，段譽既不會武功，更乏應變之能，一驚之下，登時亂了腳步，嗤的一聲響，左腿中劍，摔倒在地。慕容復大喜，一劍又當胸刺來。段譽側臥於地，還了一劍「少澤劍」。他腿上雖是鮮血泉湧，雙手的六脈神劍卻使得氣勢縱橫，頃刻間慕容復左支右絀十分狼狽。當日在少室山上，他已不是段譽敵手，此時段譽得了鳩摩智的深厚內功，那六脈神劍使將出來，更是威力難當。數招之間，便聽得錚的一聲輕響，慕容復長劍脫手，那劍直飛上屋頂，深插入樑。眼看波的一聲，慕容復肩頭為劍氣所傷。他知道再逗留片刻，立將為段譽所殺，大叫一聲，從窗子中跳了出去。段譽慢慢扶著椅子站了起來，叫道：「媽，爹爹，沒受傷罷？」段夫人道：「快撕下衣襟，裹住傷口。」段譽道：「不要緊。」從王夫人屍體的手中取過小瓷瓶，交在段夫人手中。段夫人聞了幾下，迷毒便解，當下先替段譽包紮了傷口。段正淳指點段譽，如何先以內力解開各人被封的重穴，再以解藥化去眾人所中的「紅花香霧」之毒。只有段延慶一人，兀自癱瘓在椅上，動彈不得。段正淳右足一點，身子縱起，伸手拔下了樑上的長劍。這劍鋒上沾染著阮星竹、秦紅棉、鍾夫人、王夫人四個女子的鮮血，每一個都曾和她有過白頭之約，肌膚之親。段正淳此人雖然秉性風流，用情不專，但當和每一個女子熱戀之際，卻也是一片至誠，恨不得將自己的心掏出來，將肉割下來給了對方。要知大理國乃南方域外之地，蠻夷之邦，風土習俗，實在與中原不同，禮教之防，夫婦之倫，固遠不及大宋士大夫的看得重要，閨女出嫁前的貞操，更加不當是一件大事，是以他雖是個俠義英雄，於美色這一關，卻是把持不定，甚至是絲毫不加把持，在江湖上欠下了不少風流孽債。眼看四個女子屍橫就地，王夫人的頭擱在秦紅棉的腿上，鍾夫人的身子橫架在阮星竹的小腹，四個女子生前個個甘為自己嘗盡相思之苦，傷心腸斷，歡少憂多，到頭來又為自己而死於非命。當阮星竹為慕容復所殺之時，段正淳已決心殉情，以報紅顏知己，此刻更無他念，心想譽兒已長大成人，文武雙全，大理國不愁無英主明君，我更有甚麼放不下心的？回頭向段夫人道：「夫人，我對你不起。在我心中，這些女子和你一樣，個個是我心肝寶貝，我愛她們是真，愛你也是一樣的真誠！」段夫人叫道：「淳哥，你──你不可──」和身向他撲將過去。段譽適才為了救母，一鼓氣的和慕容復相鬥，待得慕容復跳窗逃走，他驚魂略定，突然想起：「我剛剛走火入魔，怎麼忽然好了？」一凜之下，全身癱軟，慢慢的縮成一團，一時間再也站不起來。但聽得段夫人一聲慘呼，段正淳已將劍尖插入自己胸膛。段夫人忙伸手拔出長劍，左手按住他的傷口，哭道：「淳哥，淳哥，便是你有一千個，一萬個女人，我也是一樣愛你。我有時心中想不開，生你的氣，可是──可是──那是從前的事了──」但段正淳這一劍乃是對準了自己的心臟刺入，劍到氣絕，已聽不見她的話了。段夫人回過長劍，待要刺入自己胸膛，只聽得段譽叫道：「媽，媽！」一來劍刃太長，二來分了心，劍尖略偏，竟是刺入了小腹。段譽見父親母親同時揮劍自盡，只嚇得魂飛天外，兩條腿猶似灌滿了醋，又酸又麻，再也無力行走，雙手著地，爬將過去，叫道：「媽媽，爹爹，你──你們──」段夫人道：「孩兒，爹和媽都去了，你──你好好照料自己──」段譽哭道：「媽，媽，你不能死，不能死，爹爹呢？他──他怎麼了？」伸手摟住了母親的頭頸，想要替她拔出長劍，但恐一拔之下反而害她死得快些，卻又不敢。段夫人道：「你要學你伯父，做一個好皇帝──」忽聽得段延慶說道：「快拿解藥給我聞，我來救你母親。」段譽大怒，喝道：「都是你這奸賊，捉了我爹爹來，害得他死於非命。我跟你有不共戴天之仇！」霍地站起身來，拾起地下的一根鋼杖，便要向段延慶頭上劈將下去。卻聽得段夫人尖聲叫道：「不可！」段譽一怔，回頭道：「媽，這人是咱們大對頭，孩兒要替你和爹爹報仇。」段夫人仍是尖聲叫道：「不可！你──你不能犯這大罪！」段譽滿腹疑團，道：「我──我不能──犯這大罪？」他咬一咬牙，喝道：「非殺了這奸賊不可。」又舉起了鋼杖。段夫人道：「你俯下身來，我跟你說。」段譽低頭將耳湊到她的唇邊，只聽得母親輕輕說道：「孩兒，這個段延慶，才是你真正的父親。我丈夫對不起我，我在惱怒之下，也做了一件對不起他的事。後來便生下了你。我丈夫不知道，以為你是他的兒子，其實你不是，這個人才是你的父親，你千萬不能傷害他，否則──否則便是犯了殺父的大罪。我從來沒喜歡這個人，但是──但是不能累你犯罪，害你將來死了之後，到不得西方極樂世界。我──我本來不想跟你說，以免壞了丈夫的名頭，可是沒有辦法，不得不說──」在短短不到一個時辰之間，大出意料之外的事紛至沓來，正如霹靂般一個接著一個，只將段譽驚得目瞪口獃，幾乎不相信自己的耳朵。他抱著母親的身子，道：「媽，媽，這不是真的，不是真的！」段延慶道：「快給解藥我，好救你媽！」段譽眼見母親的神情越來越是衰弱，當下更無餘暇多想，拾起地下的小瓷瓶，去給段延慶解毒。段延慶勁力一復立刻拾起鋼杖，嗤嗤嗤嗤數響，點了段夫人傷口處四周的穴道。段夫人搖了搖頭，道：「你不能再碰──碰我的身子。」對段譽道：「孩兒，我還有話跟你說。」段譽又俯身過去。段夫人輕聲道：「這個人和你爹爹雖是同姓同輩，卻算不得是甚麼兄弟。你爹爹的那些女兒，甚麼木姑娘那、王姑娘那、鍾姑娘那，你愛那個，便可娶那個──他們漢人或許不行，甚麼同姓不婚。咱們大理可不管這麼一套，只要不是親兄妹便是了。你──你喜歡不喜歡？」段譽淚水滾滾而下，那裏還想得到喜歡或是不喜歡。段夫人嘆了口氣，道：「乖孩子，可惜我沒能親眼見到你身穿龍袍，坐在皇帝的寶座之上，做一個乖乖的──乖乖的小皇帝，不過我知道，你一定會很乖的──」突然伸手在劍柄上一按，鋒利異常的劍刃透體而過。段譽大叫：「媽媽！」撲在她的身上，但見段夫人緩緩閉上了眼睛，嘴角邊兀自帶著微笑。段譽叫道：「媽媽──」突覺背上微微一麻，跟著腰間、腿上、肩膀幾處大穴都給人點中了。但聽得一個細細的聲音傳入耳中：「我是你的父親段延慶，為了顧全鎮南王的顏面，我此刻乃以『傳音入密』之術，與你說話。你母親的話，你都聽見了？」原來段夫人向兒子所說的話，聲音雖輕，但其時段延慶身上迷毒已解，內勁恢復，已一一聽在耳中，知道段夫人已向兒子洩露了他出身的秘密。段譽道：「我沒有聽見，沒有聽見！我只要我自己的爹爹媽媽。」段延慶大怒，道：「難道你不認我？」段譽道：「不認，不認！我不相信，我不相信！」段延慶道：「此刻你性命在我手中，要殺你易如反掌。何況你確是我的兒子，你不認生身之父，豈非大大的不孝？」段譽無言可答，明知母親的說話不假，但二十餘年來叫段正淳為父，他對自己一直慈愛有加，怎忍得又去認一個毫不相干的人為父？加之父母之死，可說是為段延慶所害，要自己認仇為父，更是難堪。他咬牙道：「你要殺便殺，我可永遠不會認你。」段延慶大怒，心想：「雖有兒子，但這兒子不認我為父，等如是沒有兒子。」霎時間兇性大發，提起鋼杖，便要向段譽背上戳將下去。杖端剛要碰到他背心的衣衫，不由得心中一軟，一聲長嘆，心道：「我吃了一輩子苦，在這世上更無一個親人，好容易知道有了兒子，怎麼又忍心親手將他殺了？他認我也罷，不認我也罷，終究是我所生的兒子。」轉念又想：「段正淳已死，大理國的皇位當然是由我孩兒承繼，這大理國皇帝，又轉回到我父親的一系中來。我雖不做皇帝，卻也如做皇帝一般，一番心願總算是得償了。」只聽段譽叫道：「你要殺我，為甚麼不快快下手？」段延慶拍開了他被封的穴道，仍以「傳音入密」之術說道：「我不殺我自己的兒子，你既不認我，大可用六脈神劍來殺我，為段正淳夫婦報仇。」說著挺起了胸膛，靜候段譽下手。這時段延慶心中，充滿了自傷自憐之情，這種心情本來自他身受重傷之後，便已充滿胸膛，往往以多為惡行來加以發洩，此刻但覺自己一生一世無成，索性死在自己的兒子手下，倒也是一了百了。段譽伸左手拭了拭眼睛，心下一片茫然，想要以六脈神劍殺了眼前這個元兇巨惡，為父母報仇，但母親言之鑿鑿，說這個人竟是自己的生身父親，卻又如何能夠下手？段延慶等了半晌，見段譽舉起了手又放下，放下了又舉起，始終打不定主意，森然道：「男子漢大丈夫，要出手便出手，又有何懼？」段譽一咬牙，縮回了手，道：「媽媽不會騙我，我不殺你。」段延慶大喜，哈哈大笑，知道這兒子終於承認了自己，當下心滿意足，雙杖點地，飄然而去，對暈倒在地的雲中鶴，竟是不加一瞥。段譽心中存著萬一之念，又去搭搭父親和母親的脈膊，探探他二人的鼻息，直知確無回生之望，忍不住撲倒在地，痛哭起來。忽聽得身後一個女子的聲音說道：「段公子節哀。咱們救贖來遲，當真是罪該萬死。」段譽轉過身來，只見門口站了七八個女子，為首兩個一般的相貌，認得是虛竹手下靈鷲四女中的兩個，卻不知她們是梅劍還是菊劍。他臉上淚水縱橫，兀自嗚咽，哭道：「我爹爹媽媽，都給人害死啦。」靈鷲二女到來的乃是竹劍和菊劍。竹劍說道：「段公子，我主人得悉公子的尊大人途中將有危難，命婢子率領人手，趕來趕援，不料還是慢了一步。」菊劍道：「王玉燕姑娘被囚在地牢之中，已都救出，安好無恙，請公子放心。」忽聽得遠遠傳來一陣噓噓的哨子之聲，竹劍道：「梅姐和蘭姐也都來啦！」過不多時，馬蹄聲響，十餘人騎馬奔到屋前，當先二人正是梅劍、蘭劍，二女快步衝進屋來，見滿地都是屍骸，只是不住頓足。梅劍向段譽行下禮去，說道：「我家主人多多拜上段公子，說道有一件事，當真是萬分對不起公子，卻也是無可奈何。我主人食言而肥，愧見公子，只有請公子原諒。」段譽也不知她說的是甚麼事，哽咽道：「咱們是金蘭兄弟，那還分甚麼彼此？我爹爹媽媽都死了，我還去管甚麼閒事？」這時范驊、蕭篤誠、董思歸三人已聞了解藥，身上被點的穴道也已解開。蕭篤誠見雲中鶴兀自躺在地下，怒從心起，一刀砍下，登時把「窮兇極惡」雲中鶴砍得身首分離。范、董、蕭三人向段正淳夫婦的遺體下拜，大放悲聲。次日清晨，范驊等分別出外採購棺木，到得午間，靈鷲宮屬下的朱天部諸女陪同王玉燕、巴天石、朱丹臣、鍾靈等到來。他們中了醉人蜂的毒刺之後，昏昏沉沉，迄未甦醒。段譽見到玉燕，又是傷心，又是歡喜。當下將死者分別入殮。該處已是大理國的國境，范驊向鄰近州縣傳下號令，那州官、縣官聽得皇太后、鎮南王夫婦居然是在自己轄境中「暴病身亡」，只嚇得目瞪口獃，險險暈去，心想至少「荒怠政務，侍奉不周」的罪名是逃不去的了，當下手忙腳亂的糾集人伕，運送鎮南王夫婦等人的靈柩。王玉燕、巴天石、朱丹臣、鍾靈等醒轉後另有一番悲傷，不必細表。靈鷲諸女唯恐途中再有變卦，一直將段譽送到大理國京城。鎮南王薨於道路、世子扶靈歸國的訊息，早已傳入大理京城，鎮南王有功於國，甚得民心，眾官百姓迎出十餘里外，城內城外，悲聲不絕。段譽當即入宮，向伯父稟報父親的死因，王玉燕、梅劍等一行人，由朱丹臣招待在賓館居住。段譽來到宮中，只見段正明兩眼已哭得又紅又腫，正待拜將下去，段正明叫道：「孩子，怎──怎會如此？」張臂抱住了他，伯侄二人，摟在一起。段譽不敢隱瞞，當下將途中經歷，一一稟明，連段夫人所說的言語，也無半句遺漏，說罷又拜了下去道：「倘若爹爹真不是孩兒的生身之父，孩兒便是孽種，再也不能在宮中居住了。」段正明聽他說明經過，心驚之餘，連嘆：「冤孽，冤孽！」伸手將段譽扶起，道：「孩兒，此中緣由，世上唯你和段延慶二人得知，你原本不必向我稟明。但你竟然直言無隱，足見坦誠。我和你爹爹均無子嗣，別說你本就姓段，就算不是姓段，我也決意立你為嗣。我這皇位，本來是延慶太子的，我竊居其位數十年，心中常自慚愧，上天如此安排，當真是再好也沒有。」說著伸手除下頭上所戴的黃緞便帽，躍出一個光頭，頂門上燒著九點香疤。段譽吃了一驚，叫道：「伯父，你──」段正明道：「那日在天龍寺抵禦鳩摩智時，師父便已為我剃度傳戒，賜名天塵，此事你所親見。」段譽道：「是。」段正明說道：「我一入佛門，便當傳位於你父。只因其時你父身在中原，國不可一日無君，我才不得不稟承師父之命，暫攝帝位。你父不幸身亡於道路之間，今日我便傳位於你。」段譽驚訝更甚，道：「孩兒年輕識淺，如何能當大位？何況孩兒身世難測，我──我──還是遁跡山林──」段正明喝道：「身世之事，從今再也休提。你父你母待你如何？」段譽嗚咽道：「親恩深重，如海如山。」段正明道：「這就是了，你若想報答親恩，便當保全他們的令名。做皇帝麼，你只須牢記兩件事，第一是愛民，第二是納諫。你天性仁厚，對百姓是不會暴虐的。只是將來年紀漸老之時，千萬不可自恃聰明，有非份妄想之事，對鄰國擅動刀兵。」