第五回　黑衣女子 鍾夫人一驚，從神思恍惚的心情中回了過來，忙問：「小女怎麼了？」段譽背過身去，撩起長袍，從腰間裏解下那條青靈子來，雙手呈給鍾夫人，道：「伯母請看，這是令愛命晚生帶來的信物。」鍾夫人一見青靈子，雙眉微蹙，臉有厭憎之色，上身向後讓了開去，道：「公子居然也不怕這等毒物，請你放在這邊屋角落裏罷。」段譽見她怕蛇，暗暗驚奇，當下將青靈子圈成一團，放在屋角落裏，隨將如何與鍾靈在無量山劍湖宮中相遇，如何自己多管閒事而惹上了神農幫，如何鍾靈被迫用金靈子咬傷多人，如何鍾靈被扣而命自己前來求救等情一一說了，只是沒提到湖底玉像一節。鍾夫人默不作聲的聽著，臉上憂色越來越濃，待段譽說完，她悠悠嘆了口氣，道：「這女孩子一出去就闖禍。」段譽道：「此事全由晚生身上而起，須怪不得鍾姑娘。」鍾夫人怔怔的瞧著他，低低的道：「是啊，這原也難怪，當年──當年我也是這樣──」段譽道：「怎麼？」鍾夫人一怔，一朵紅雲飛上雙頰，她雖人至中年，嬌羞之態，不減妙齡少女，忸怩道：「我……我是想起了另外一件事。」她一說「想起了另外一件事」，臉上紅得更厲害了，忙岔口道：「我想這件事有點難辦。」段譽見她神態不安，心道：「她女兒倒比她大方得多。」便在此時，忽聽得門外一人冷冷的道：「我這萬劫谷裏的規矩，你沒聽說過麼？」鍾夫人吃了一驚，低聲道：「外子來了，他──他最是多疑，段公子暫且躲一躲。」段譽道：「晚生終須拜見前輩，不如──」鍾夫人一手按住了他口，另一手拉著他手臂，將他一把便拖到了東邊廂房之中，低聲道：「你躲在這裏，千萬不可出半點聲音。外子性如烈火，稍有疏虞，你性命難保，我也救你不得。」莫看鍾夫人嬌怯怯的模樣，也是一身武功，這一拖一拉，段譽半點也反抗不得，只有乖乖聽話的份兒，心下暗暗生氣：「我遠道前來報訊，好歹也是個客人，躲躲閃閃的，可不像個小偷？」隔著板壁，只聽得一個女子聲音道：「小女的師姊為毒蛇所噬，命在旦夕，萬望老前輩高抬貴手──」說話之間，三個人走進廳中。段譽將右眼湊到壁縫中，向外一張，只見一個青衫女子，背插長劍，手中橫抱著另一個女子，不住口的哀求。一個黑衣男子身形極高極瘦，面向廳外，瞧不見他的相貌，只是見到他一雙小扇子般的大手，垂在身旁，形狀甚是特異。鍾夫人道：「這兩位是誰？怎能到咱們這谷裏來？」那青衫女子將手中抱著的女子輕輕放下，一面問道：「這位是鍾夫人罷？」鍾夫人點了點頭，那女子道：「小女子范霞，是陝西華山派門下，拜見鍾夫人。」說著磕下頭去，執禮甚是恭敬。鍾夫人忙道：「不敢當。范姑娘請起。」一面還禮，一面伸手扶起。段譽見這范霞約莫二十七八歲年紀，濃眉大眼，有若男子，一臉英悍之氣。聽她說道：「小女和師姊施雲，奉師命因事來滇，路過無量山，師姊不慎，為一條金蛇所傷──」段譽聽到「一條小小的金蛇」，心念一動：「莫非便是鍾姑娘的金靈子麼？」鍾夫人道：「不知如何為金蛇所傷？」范霞道：「咱二人走得累了，在路旁休息，一條小金蛇從草中遊了出來，師姐見它遍身金光燦爛，甚是奇特，便拔劍去撩它一下，不料小蛇一竄上來，便在師姊手腕上咬了一口，師姊登時昏倒──」那黑衣男子冷冷的道：「你把金蛇殺了，將蛇膽給你師姊服下，便可救得她性命。」范霞道：「這金蛇來去如電，一竄便鑽入草中不見了，小女子急於救師姊，沒想到殺蛇。」那黑衣男子哈哈大笑道：「金靈子來去如電，你知道就好了，比你們再強十倍的高手，也制它不住，好沒來由的用劍去撩它幹麼？送了性命，也是活該。」鍾夫人道：「人家傷也傷了，遠道前來求救，你也不用說這些機刺的話了。」段譽聽她的口氣，才知這人便是鍾靈之父、萬劫谷的谷主了。只聽這人又是哈哈一笑，轉過頭來，段譽一見他的臉，不禁吃了一驚，原來好長一張馬臉，眼睛生得甚高，一個圓圓的大鼻子卻和嘴巴擠在一塊，以致眼睛與鼻子之間，留下了一大塊一無所有的空白。鍾靈的容貌明媚照人，那想到她的生身之父也是如此醜陋。鍾谷主本來滿臉嘲弄之色，一轉過來對著娘子，立時轉為柔和，使他一張醜臉上帶了三分可親神態，笑道：「好罷，娘子說怎麼辦就怎麼辦。」段譽又是暗暗奇怪：「適才鍾夫人一聽丈夫到來，便嚇得甚麼似的，但瞧鍾谷主的神情，卻又是對她既愛且敬。」范霞也瞧出了這一點，當即又跪了下去，說道：「求鍾谷主，鍾夫人救救我師姊此命，我師姊妹固是終身戴德，家師亦感盛情。」鍾谷主道：「你師父是傅伯歧傅大麻子罷？他是晚輩我要他感我甚麼情？當年我死的時候，他幹麼不來弔喪？我在棺材中可知道明明白白。」他這幾句話段譽固是聽得發怔，范霞也是莫名其妙，心想：「你好端端在這裏，甚麼又是弔喪，又是棺材的？」鍾谷主突然提高聲音問道：「我逝世多年，外間無人知道我尚在人間，是誰指點你到來尋我？妳怎地知道進入萬劫谷的門戶？」這幾句話問得十分嚴厲，雙眉下垂，嘴觀歪斜，神色更是極為可怕。范霞道：「小女子無法救得師姊，十分惶急，只得抱了師姊急奔，想到市鎮上找位大夫相救，正奔之間，忽然見到道旁有一位黑衣姑娘，伸手去捉一條小蛇，這小蛇全身金光閃閃，便是那條金蛇。小女子急忙出聲警告，說這條蛇奇毒無比，叫她快快躲開。不料這姑娘並不睬我，一伸手便將金蛇捉了，揣入懷中。小女子大喜，心想她既會制服這條金蛇，想必是有治蛇的本領，當即苦苦哀求。她說她不會療毒，普天下只有一人治得，於是指點我前來求懇谷主。小女子拜問她姓名，她卻不肯說。」鍾谷主和夫人對望了一眼，哼了一聲道：「果然是她，這人不懷好意，非將我逼了出去不可。都是靈兒惹的事，無端端將金靈子帶出谷去，傷人闖禍。」他轉頭問范霞道：「那女子又說了甚麼沒有？」范霞道：「沒有了。」鍾谷主冷冷的道：「當真沒有了？」范霞囁嚅道：「那位姑娘好像又說：『路是有這麼一條，只是你進去之後，未必能夠全身出來，還得好好想一想。』」鍾谷主道：「是了！你想過沒有？」范霞爬在地下又磕了一個頭，道：「谷主慈悲，夫人慈悲。」鍾谷主道：「你起來！兩條路你任擇一條。第一條路，你和你師姊終身在我谷中服侍我娘子。第二條路，你二人斬斷雙手，割了舌頭，以免出去洩露我這谷中秘密。」范霞顫聲道：「小女子奉師父之命，來雲南辦一件要事，此事未辦，若在谷中服侍夫人，那是有違師命──」鍾谷主道：「那你是選第二條路了？」范霞走上兩步，抱住鍾夫人的腿，道：「夫人見憐，小女子出谷之後，決計不敢多說一言半句，若是多口多舌，身受千刀萬剮之慘。」鍾谷主嘿嘿冷笑，道：「我鍾萬仇若不是信旁人的誓言，今日也不會躲在這死谷裏扮死人，做縮頭烏龜了。」突然間左手一探，將范霞的後領提了起來。范霞的身材在女子中也算是高的了，但被鍾萬仇一提起，雙足離地三尺有餘，驚惶失措尖聲呼叫起來，同時右足飛出，直踢鍾萬仇胸膛。鍾萬仇更不躲閃，坦胸受她這一腳，只聽喀喇一聲響，范霞足踝已斷。鍾萬仇右手揮出，隱隱烏光閃動，似乎他右手中藏著一件匕首之類的短兵刃，嗤嗤兩聲輕響過去，范霞雙手齊腕而斷。鍾夫人哼了一聲，鍾萬仇雙指探出，范霞一聲悶哼，口中鮮血涔涔而下，想必舌頭也被割了。段譽只看得心驚肉跳，伸手按住了自己嘴巴，如何敢有半點聲響發出，心中卻想：「你雖斷了她雙手，割了她的舌頭，她還有一隻腳在沙上劃字，終於也能洩漏你這萬劫谷中的秘密。」只見鍾萬仇拋下痛得暈了過去的范霞，提起了地下昏迷不醒的施雲，照樣施為，斷了她雙手和舌頭。段譽只看得心頭火起，也不想自己身處險地，大聲喝道：「卑鄙無恥的膽小鬼，太不要臉了。」他此聲一出，鍾萬仇愕然失驚，鍾夫人也是嚇得臉無人色。段譽大踏步從板壁後走了出來，指著鍾萬仇道：「鍾先生，你膽子太小，非男子漢大丈夫之所為。」鍾萬仇一見他的容貌，臉上神色大為驚異，道：「你是段──啊，不是的──」段譽道：「在下段譽，身無半點武功，你要殺要剮，任你所為。但你若放了我出去，你這種濫殺無辜的殘暴之行，我必宣揚於江湖，好讓人人得知鍾萬仇是何等樣人。」鍾萬仇不怒反笑，仰天「哈哈」兩聲，說道：「鍾萬仇是何等樣人，難道江湖上還不知道麼？你這小子有沒有聽見過我當年在江湖上的外號？」段譽道：「不知。」鍾萬仇道：「在下鍾萬仇，外號人稱『見人就殺』！」說著這幾個字時，竟是十分的洋洋自得。段譽微微一驚，隨即胸中升起一團正氣，朗聲道：「原來濫殺無辜，原來你的本性，不過好殺之人，向來天不怕，地不怕，那有似你這等畏首畏尾，怕前怕後。」，似乎觸痛了他的心事，一時卻不發作。段譽此時早已不顧生死，又道：「我瞧你武功高強，只道是條鐵錚錚的好漢子，若是打不過人家，索性捨了性命不要，跟他拚個同歸於盡，偏偏躲躲閃閃，唯恐旁人洩漏了你藏身之所，折磨幾個無還手之力的女子，這──這難道是光明磊落的大丈夫行逕麼？」鍾萬仇臉上青一陣、紅一陣，似乎段譽所說，句句打中了他的心坎，只見他眸子中兇光猛射，看來舉手便要殺人，獃了半晌，突然間砰砰兩拳，將一張桌子打得塌了半邊，跟著一腿踢出，牆壁上露出一個大洞。他雙手掩面，叫道：「我是膽小鬼，我是膽小鬼！」猛地發足向外奔出。在這當時，鍾夫人嚇得全身搖搖欲倒，手扶牆壁，沒想到丈夫這次竟沒出手殺了段譽。她轉身來，問道：「段公子，你──你當真不會武功？」說著輕輕在他後心輕拍了一拍。這所拍之處，乃是人身要害，只要她內勁稍吐，段譽不死既傷，但段譽確是不會半點武功，絲毫不知危險，坦然道：「晚生沒練過武功，這等傷人害人的功夫，實是不屑學得。」鍾夫人道：「你──你好大的膽子，竟是和他──和他一模一樣。」段譽道：「和誰一模一樣？」鍾夫人又是臉上一紅，不答他的話，拍了兩下手，招呼那丫鬟進來，道：「給這兩位姑娘敷上金創藥，莫讓她們失血過多。」那丫鬟答應，抱著施雲、范霞進了廂房之中，瞧她神色竟是絲毫不以為異，看來這等殺人殘肢之事，她是司空見慣了。鍾夫人一手支頤，暗自凝思，臉上神色不定，顯是心中有一件極大的疑難無法決斷。段譽適才激於一時義憤，出言向鍾萬仇衝撞，原是拚了一死，但這時看到地下幾灘殷紅的血跡，心下卻又不禁怕了起來，暗道：「我得快快設法逃走，否則不但性命難保，而且死得慘不堪言。」他幾步跨到門邊，向鍾夫人一揖，道：「晚生訊已帶到，便請鍾夫人急速設法，相救令愛。」鍾夫人道：「公子且慢。」段譽停住了步。鍾夫人道：「公子有所不知，外子當年曾立下重誓，終身不出此谷一步。小女為人所擒，外子是決許不能去搭救於她……嗯，事到如今，我隨公子去罷。」段譽又驚又喜道：「鍾夫人能和我同去，那是再好也沒有了。」他忽然想起鍾靈說過的一句話，問道：「夫人能治得金靈子之毒麼？」鍾夫人搖了搖頭，道：「我不能治。」段譽道：「那麼──那麼……」鍾夫人回進臥室，匆匆留下一張字條，收拾了幾件隨身衣物，轉身出來，說道：「咱們走罷！」當先便行。段譽百忙中拾起地下的青靈子，盤在腰間。別瞧她嬌怯怯的模樣，腳下卻比段譽快速得多。段譽終是不放心，說道：「夫人既不會治療蛇毒，只怕神農幫不肯便放了令愛。」鍾夫人淡淡的道：「誰要他放人？神農幫膽敢扣留我女兒，要脅於我，那是活得不耐煩了。我不會救人，難道殺人也不會麼？」段譽不禁打了個寒噤，只覺鍾夫人這幾句輕描淡寫的言語之中，所含殺人如草芥之意，實不下於鍾萬仇那種兇神惡煞的行徑，但他一表斯文靦腆，相形之下，似乎只有更加的令人可怕。兩人說話之間，已奔出里許，忽聽得一人厲聲喊道：「夫人，你──你到那兒去？」段譽回過頭來，只見正是鍾萬仇，從大路上如飛般追來。鍾夫人伸手穿到段譽腋下，喝道：「快！」提起他身子，疾竄而前。段譽雙足離地，在鍾夫人提掖之下，已是身不由主。二前一後，三人都是如同星馳電掣，一息間奔出數十丈。鍾夫人的輕功比之丈夫尚高一籌，但她終究多帶了個人，被鍾萬仇漸漸追了上來。段譽心下焦急，知道只須一出谷口，鍾萬仇信守毒誓，便不會追出谷來，心中轉過一個念頭：「武功雖是害人之物，但我若學會輕功，卻是有益無害。」這時恨不得自己能快奔幾步。眼見離谷口已不過十餘丈，段譽覺到鍾萬仇的呼吸，竟已噴到後頸。突然嗤的一聲響，段譽背上一涼，後心衣服被鍾萬仇扯去了一塊。鍾夫人左手運勁一送，將段譽擲出丈許，喝道：「快跑！」右手已抽出長劍，向後刺去，要阻止鍾萬仇追阻，若憑鍾萬仇的武功，這一劍自是刺他不中，何況鍾夫人更是絕無傷害丈夫之意，不料她一劍刺出，只覺劍身微微受阻，劍尖竟已刺中了丈夫胸口。原來鍾萬仇不避不讓，甘受妻子這一劍。鍾夫人大吃一驚，急忙回頭，當下不敢拔劍，只見丈夫一臉憤激之色，眼眶中隱隱含淚，胸口殷紅一灘，道：「婉清，你……終於要離我而去了？」鍾夫人見自己這一劍刺中他胸口正中，雖不及心，但劍鋒深入數寸，丈夫生死難料，惶急之下，忙拔出長劍，撲上去按住他的劍創，但見血如泉湧，從手指縫中噴了出來。鍾夫人怒道：「你為甚麼不避？」鍾萬仇苦笑道：「你既要離我而去，我還不如死了的好。」鍾夫人道：「誰說我離你而去？我出去幾天就回來的。我是去救咱們女兒。」三言兩語，將鍾靈被神農幫擒住的事說了。段譽見到這等情形，嚇得獃了，定了定神，忙撕下衣襟，手忙腳亂的來給鍾萬仇裹傷，不料鍾萬仇忽地飛出左腿，將他踢了個觔斗，喝道：「小雜種，我不要見你。」問鍾夫人道：「你是騙我的，我不信。明明是他……是他來叫你去。這小雜種便是成了灰，我也認得他……他還出言羞辱於我……」說著大咳起來，這一咳，傷口中的血流得更加厲害了。他突然記起一事，向段譽道：「上來啊，我雖是身受重傷，未必便怕你的一陽指！上來動手啊。」段譽這一交摔跌，左頰撞上了一塊小小的尖石，狼狽萬狀的爬了起來，半邊臉上都是鮮血，說道：「在下江南段譽，實不會甚麼一陽指、二陽指。」鍾萬仇又咳了幾聲，怒道：「小雜種，你裝甚麼蒜？你……你去叫你的老子來罷！」他這一發怒，咳得更加狠了。鍾夫人道：「你這時瞎疑心的老毛病終究不肯改。你既不能信我，不如我先在你面前死了乾淨。」說著拾起地下長劍，便往頸中刎去。鍾萬仇一把搶過，臉上登現喜色，道：「娘子，你真的不是隨這小雜種而去？」鍾夫人嗔道：「人家是好好的段公子，甚麼老雜種，小雜種的！我隨段公子去是要殺盡神農幫，救回咱們的寶貝女兒。」鍾萬仇雖在重傷之下，但見妻子輕嗔薄怒，愛憐之情更甚，陪笑道：「既然如此，那就算是我的不是。」鍾夫人察看他的傷口，但見鮮血兀自泊泊湧出，流淚道：「怎──怎樣是好？」鍾萬仇大喜，伸手攔住她腰，道：「婉清，你為我這麼擔心，我便是立時死去，也不枉了。」鍾夫人暈生雙頰，輕輕推開了他，道：「段公子在這兒，你也這麼瘋瘋顛顛的。」她見丈夫神情委頓，臉色漸白，心下也怕了起來，道：「我不去救靈兒啦，她自己闖的禍，讓她自己聽天由命罷。」扶起了丈夫，問段譽道：「段公子，你去跟司空玄說，我丈夫已經──已經死了。他若是膽敢動我女兒一根毫毛，叫他別忘了『香藥叉木婉清』的辣手。」段譽見到這等情景，料想鍾萬仇固是不能親行，鍾夫人也不能捨了丈夫而去搭救女兒，憑著「香藥叉木婉清」這六個字，是否能嚇到司空玄，實在大有疑問，看來自己腹中這「斷腸散」的劇毒，那是萬萬不能解救的了。他一怔之下，心想：「事已至此，多說也是無益。」便道：「既是如此，晚生這便前去傳話。」鍾夫人木婉清見他說去便去，發足即行，作事之瀟灑無礙，又使她記起心中那個人來，叫道：「段公子，我還有一句話說。」輕輕放開鍾萬仇的身子，縱到段譽身前，從懷中摸了一件物事出來，塞在段譽手中，低聲道：「你將這東西趕去交給段正明──。」段譽聽到「段正明」三字，臉上忍不住變色。木婉清心細如髮。說到「段正明」這三字時，原是在注視段譽的臉色，當下輕輕嘆了口氣道：「你還想瞞我麼？盼你能及時趕到，救得靈兒和你自己的性命。」不等段譽回答，轉身奔到丈夫身畔，扶起了他，逕自去了。段譽提起手來，一看鍾夫人塞在他手中之物，原來是一隻鑲嵌得極精緻的黃金鈿盒，他揭開盒蓋，見盒中一塊紙片，色變淡黃，顯是時日已久，紙上隱隱還濺著幾滴血跡，上寫「癸亥年二月初五丑時」十字，筆緻娟秀，似是出於女子之手，此外更無別物。段譽心道：「這是那一個人的生辰八字？鍾夫人要我去交給爹爹，不知有何用意？這生辰八字，如何能救得鍾姑娘和我的性命？鍾夫人似已猜到我是爹爹的兒子，這鍾萬仇口口聲聲罵我，看來也認出咱父子容貌相似，難道他和爹爹有仇麼？」正沉吟間，忽聽得一個蒼老的聲音叫道：「段公子慢走。」段譽回過頭來，只見一個身穿布衣短打的老人快步走來。那老人走到近處，行了一禮，道：「小人鍾福，奉夫人之命，恭送公子出谷。」段譽點了點頭，道：「甚好。」當下鍾福在前領路，出了谷口，又從那棺材及墓中出來。他領著段譽走另一條小路，行了六七里地，來到一所大屋之前。鍾福道：「公子請在此稍候。」他並不打門，一縱身便躍進牆去。此時天色早已全黑，段譽望著天上淡淡星光，忽地想起了湖底那座美人玉像來。猛聽得門內忽律律一聲長聲馬嘶，段譽不自禁的喝采：「好馬！」那門啊的一聲開了，探出一個馬頭，一對馬眼在黑夜中閃閃發光，顧盼之際，已顯得神駿非凡，嗒嗒兩聲輕響一匹黑馬跨了出來。馬蹄著地甚輕，似是一匹小馬，但瞧那馬的身材，卻是四腿修長，雄偉高昂。牽馬的是個垂鬟小婢，黑暗中看不清面貌，似是十四五歲年紀，相貌亦甚娟秀。鍾福跟隨其後，說道：「段公子，夫人怕你未能及時趕到大理，特向此間主人借得駿馬，以供公子乘坐。」段譽見過駿馬甚多，單聞這馬嘶鳴之聲，已知是萬中選一的良駒，說道：「多謝了！」便欲伸手去接馬韁。那小婢輕撫馬頸中的鬃毛，柔聲道：「黑玫瑰啊黑玫瑰，小姐借你給這位公子爺乘坐，你可得乖乖的聽話，早去早歸。」那黑馬轉過頭來，在她手臂上挨挨擦擦，神態極是親熱。那小婢將繩交給了段譽，道：「此馬不能鞭打，你待它越好，它跑得越快。」段譽道：「是！黑玫瑰小姐，小生這廂有禮了！」說著作了一揖。那小婢嗤的一笑，道：「你這人倒有趣。喂，可別摔下來啊。」段譽騎馬倒是從小騎慣了的，輕輕跨上馬背，向小婢道：「多謝你家小姐！」那小婢笑道：「你不謝我麼？」段譽拱手道：「多謝姊姊。回來時我多帶些蜜餞果子給你吃。」那小婢笑道：「你小心自己的性命要緊，也不知能不能回來呢，誰希罕吃你的蜜餞果子。」鍾福道：「此去一直向北，便是上大理的大路。公子保重，小人不遠送了。」段譽揚了揚手，那馬放開四蹄，幾個起落，已在數十丈外。這黑玫瑰不用推送，黑夜中奔行如飛，段譽但覺路旁樹林猶如倒退一般，不住從眼邊躍過，更妙的是馬背平穩異常，絕少顛簸起伏，段譽心道：「這馬如此快法，明日午後，便能趕到大理。但爹爹未必肯理這種江湖上的閒事，難道又去求大伯不成？唉，事到如今，只好向大伯和爹爹低頭了。」不到一頓飯時分，已馳出十餘里遠近，一夜中涼風習習，草木清氣撲面而來。段譽心道：「良夜馳馬，原是人生一樂。」突然前面一人喝道：「賊賤人，給我站住！」黑暗中刀光一閃，一柄單刀劈了過來。但那黑馬奔馳實在太快，這一刀砍落，黑馬已縱出丈許之外。段譽回頭看時，只見兩條大漢一持單刀、一持長槍，邁開大步急急趕來。兩人口中大罵：「賊賤人！女扮男裝，便瞞得過老爺了麼？」一晃眼間，那黑馬已將二人拋得老遠。那兩條大漢雖是快步急追，片刻間連叫喊聲也聽不見了。段譽心道：「這兩個莽夫口口聲聲的罵我『賊賤人』，說甚麼女扮男裝？是了，想必是他們要找這黑玫瑰主人的晦氣，認馬不認人，真是莽撞。」又馳出里許，突然想起：「啊喲，不好！我幸賴馬快，逃脫這二人的伏擊。瞧這兩條大漢武功大是不弱，倘若借馬的小姐不知此事，只怕遭了人家的暗算。我非得回去報訊不可！」當即勒馬停步，說道：「黑玫瑰，有人要暗害你家小姐，咱們須得回去告知她知道，叫她謹加提防，不可離家外出。」當下掉轉馬頭，又從原路回去，將到那大漢先前伏擊之處，催馬道：「快跑，快跑！」黑玫瑰似解人意，在這兩聲「快跑」的急催之下，果然奔行更快。但那兩條大漢卻已不知去向。段譽更加急了：「倘若他二人到莊中去襲擊那位小姐，豈不糟糕？」他口中不住吆喝「快跑」，黑玫瑰四蹄猶如離地一般，疾馳而歸。快到屋前，忽地兩條桿棒貼地揮來，直擊馬蹄。黑玫瑰不等段譽應變，自行一躍而過，後腿飛出，砰的一聲，將一名持桿棒的漢子踢得直摜了出去。黑玫瑰一竄便到屋門之前，黑暗中同時四五人長身而立，伸手來扣黑玫瑰的轡頭。段譽只覺右臂上一緊，已被人扯下馬來。有人喝道：「小子，你幹甚麼來啦？瞎闖甚麼？」段譽心下暗暗叫苦：「糟糕之極，這屋子都已被人圍住了，不知這裏的主人是否已遭人家毒手。」但覺右臂被人握住，猶如套在一個鐵箍中相似，半身酸麻，便道：「我來找此間主人，你這麼橫蠻，幹甚麼來了？」另一個蒼老的聲音道：「這小子騎了那賤人的黑馬，說不定是那賤人的相好，且放他進去，咱們斬草除根，一網打盡。」段譽心中七上八下，驚惶不定：「我這叫做自投羅網。但事已如此，要逃走也不能，只有走進去再說。」只覺握住他手臂那人鬆開了手，便整了整衣冠，挺身走進門去。進門穿過一個院子，石道兩旁都種滿了玫瑰，香氣甚郁，那石道曲曲折折，穿過一個月洞門，段譽順著石道走去，但見兩道這邊一個、那邊一個，都是佈滿了人。忽聽得高處一人輕聲咳嗽，段譽抬起頭來，只見牆頭上也站著七八個人，手中兵刃上的寒光，在黑夜中一閃一閃。今人瞧著不由得暗暗心驚，尋思：「這間屋子又不甚大，未必能住得多少人，怎麼來了這許多敵人，難道真的要趕盡殺絕麼？」但見這些人在黑暗中向他惡狠狠的乾瞪眼，有的手按刀柄，意示威嚇。段譽只有強自鎮定，只見石道盡處是一座大廳，一排排落地長窗中透了燈火出來。段譽走到長窗之前，朗聲道：「在下段譽，有事求見主人。」廳裏一個嗓子嘶啞的聲音喝道：「甚麼人？滾進來。」段譽心下有氣，用力推開窗子，跨了進去，不禁又是一驚，一眼望去，廳上或坐或站，又是十七八人。中間椅上坐了一個黑衣女子，背心朝外，瞧不見她的面貌，但見她背影甚是苗條，一那烏油油的黑髮作少女裝束。此外疏疏落落的十餘人有男有女，還有兩個僧人，三名道士。除了東邊坐在太師椅中的一個老翁、一個老嫗和兩個僧人是空手外，其餘眾人都是手執兵刃。那老嫗身前地下橫著一人，頸中被砍了一刀，已然死去，正是領了段譽前來借馬的鍾福。段譽和他雖只初識，但覺此人對自己甚是恭謹有禮，此刻見他慘遭橫禍，說來也是因己之故，心下甚感不忍。那老翁滿頭白髮，頦下卻是光禿禿地沒一根鬍鬚，嘶啞著嗓子喝道：「你來幹甚麼？」段譽推開長窗跨進廳中之時，心中便已打定了主意：「既已身履險地，能夠設法脫身，自是上上大吉，否則瞧這些兇神惡煞的模樣，縱是跟他們多說好話，也是無用。」一進廳後見鍾福屍橫就地，反激起了他胸中的英雄之氣，昂首說道：「在下姓段名譽，老丈也是有名有姓之人，你不過多活幾歲年紀，如何小子長、小子短的，出言這等無禮？」那老翁雙眉倒豎，眼中神光湛湛，氣度極是威嚴，站在下首的一名漢子喝道：「賊小子，這等不識好歹！這那老爺子親口跟你說話，算是瞧得起你小子了！你知道這那老爺子是誰？當真有眼不識泰山。」段譽見這老翁氣度不同尋常，心中倒生出幾分欽敬之心，說道：「我也知這位老丈大有來頭。請問老丈高姓大名？」那老翁不答，旁邊的漢子道：「好教你死得瞑目，這位老爺子便是怒江王、三掌絕命秦老爺子。」段譽道：「三掌絕命？好好一位老人家，何必用這個難聽的外號？秦老爺子，怎麼又是怒江王了？」那怒江王、三掌絕命秦元尊，不但名震天南，是雲南武功中響噹噹的人物，便是大河兩岸，長江南北的英雄好漢，也可說人人仰望他的威風，不料段譽聽了，竟是絲毫不以為意。