第三十三回　富貴無極歐陽公子不語，給他來了個默認。洪七公道：「老叫化手下雖然大叫化、中叫化、小叫化一大幫，但並非我的徒弟。這個姓黎的學了我一點粗淺功夫，那裏算得了是我傳人？你輕視我的偷雞摸狗拳，老叫化不是誇口，真的要是我傳了一人，未必就不及你。」歐陽公子道：「這個自然。」洪七公道：「你口中這樣說，心中定在罵我。」歐陽公子道：「小姪不敢。」黃蓉插口道：「七公，您別聽他撒謊，他心裏在罵您，而且罵得甚是惡毒。」洪七公怒道：「好哇，這小子膽敢罵我。」手一伸，快如閃電的把歐陽公子手中的摺扇搶了過來，一揮手之下打開摺扇，見一面畫著幾朵牡丹，是北宋大家徐熙的手筆，另一面寫著幾行字，下款署著「白駝山主」四字，那麼是歐陽公子自己寫的了。洪七公哼了一聲，問黃蓉道：「這幾個字寫得怎樣？」黃蓉眉毛一揚，道：「俗氣得緊，好像是銀錢鋪裏掌櫃的字。」歐陽公子素來風流自許，自負文才武學，兩臻佳妙，聽黃蓉這麼一說，甚是惱怒，向她望了一眼，燭光下見她眉間眼角，似笑非笑，嬌癡無邪，不禁一呆。洪七公把摺扇攤在掌上，在口上擦了幾擦。他剛才吃雞，嘴旁全是油膩，這一擦之下，那柄摺扇還有用麼？他順手一捏，就像常人拋棄沒用的紙張一般，把摺扇捏成一團，丟在地下。旁人還不怎麼在意，歐陽公子卻知自己這柄摺扇是件克敵爭勝的兵刃，扇骨全用純鋼鑄成，他這樣一捏，扇骨彎成了一團，那手上的力道，實是非同小可。洪七公道：「我親自跟你動手，諒你死了也不心服，我馬上收個徒弟跟你打打。」歐陽公子向郭靖一指道：「這位世兄適才與與小姪拆過數招，若非世伯出手，小姪僥倖已佔上風。」洪七公仰天一笑，道：「靖兒，你是我徒弟麼？」郭靖想起當日向七公磕頭而他定要磕還之事，忙道：「晚輩沒福做您老人家的徒弟。」洪七公向歐陽公子道：「是麼？」歐陽公子甚是奇怪：「這老叫化說話當然不會騙人，那麼這小子的精妙掌法從何處學來？」洪七公向郭靖道：「現在我收你做徒弟，你嫌不嫌做老叫化的徒弟不好聽？」郭靖大喜，忙撲翻在地，拜了八拜。洪七公道：「傻小子，怎麼不叫我師父啊？」郭靖道：「弟子原有六位師父，弟子想……想先問過六位恩師……」洪七公道：「對對，我君子不忘其本，我先傳你三掌。」當下把降龍十八掌中餘下的三掌，當著歐陽公子的面教了他，比之郭靖自創的那三掌，其奧妙神奇之處，果然不可同日而語。洪七公等他練了三遍，說道：「好，乖徒兒，給我揍這為非作歹的淫賊。」郭靖對歐陽公子的行徑本極痛恨，踏上一步，呼的一掌向他打去，歐陽公子斜身繞步，回了一掌，兩人又打在一起。「降龍十八掌」的精要之處，全在運勁發力，講到掌法變化，卻極簡易，否則以梁子翁、梅超風、歐陽公子三人武功之高，何以讓郭靖將一招掌法連使數遍，仍是無法破解？所以歐陽公子眼睜睜的瞧著洪七公把三記掌法傳給郭靖，一到與郭靖對敵，對他新學的這三掌竟是應付為難。郭靖把十八掌一學全，首尾貫通，原先的十五掌威力更是大增，歐陽公子連變四種拳法，始終只與打了一個平手，又拆數十招，歐陽公子心下焦躁：「今日不顯我家傳絕技，料想難以取勝。我自幼得叔父教導，卻勝不了這老叫化一個新收的弟子，豈不是把叔父的威名折在老叫化手裏？」斗然間一拳打出，郭靖舉手一格，那知歐陽公子的手臂猶似忽然沒了骨頭，順勢一彎，拍的一聲，郭靖頸上被他打中一拳。郭靖一驚，低頭竄出，回身一掌，歐陽公子斜步讓開，還了一拳，郭靖不敢再格，側身閃避，那知他手臂就如一根軟鞭，打出之後，能在空中任意拐彎，明明見他拳頭打向左方，忽然間轉彎向右，蓬的一聲，又在郭靖肩頭擊了一拳，郭靖防不勝防，接連吃了三拳。洪七公叫道：「靖兒，住手，就算輸這一陣。」郭靖躍出丈餘，只覺身上被他擊中甚是疼痛，抱拳道：「你拳法高明，我果然不是你的敵手。」歐陽公子甚是得意，向黃蓉望了幾眼。洪七公道：「老毒物天天養蛇，這套軟皮蛇的拳法，必是從毒蛇身上悟出來的了。老叫化還未想好破你這套拳法的功夫，算你運氣，你乖乖的走吧。」歐陽公子心中一凜：「叔叔傳我這套『金蛇拳』時，千叮萬囑，不到生死關頭，不可任意使用，今日一用就被這老叫化看破，如讓叔叔知道，必受重責。」想到此處，滿腔得意之情，登時消了大半，向洪七公一揖，就要走出祠去。黃蓉叫道：「且慢，我有話說。」歐陽公子停步回身，心中怦然而動。黃蓉卻向洪七公盈盈拜了下去，說道：「七公，你今日收兩個徒弟吧。你厚他薄我，我可不依。」洪七公搖頭笑道：「我破例收了一個徒兒，一天之中可不能破兩次例。何況你爹爹這樣大的本事，怎能讓你拜老叫化為師？」黃蓉裝作恍然大悟，道：「啊，你怕我爹爹！」洪七公被她一激，加之對她本就十分喜愛，臉孔一板，說道：「怕什麼？就收你做徒兒，難道黃老邪就能把我吃了？」黃蓉笑道：「好，咱們一言為定，不許反悔。師父，你們叫化子捉蛇是怎樣捉的，教我一下。」洪七公一時不明她的意思，但知道這小姑娘鬼靈精，必有含意，說道：「捉蛇捉七寸，兩指這樣一鉗，只要剛在蛇的七寸之上，憑牠再厲害的毒蛇，也就動彈不得。」黃蓉道：「若是很粗的蛇呢？」洪七公道：「左手搖指引牠咬你，右手打牠七寸。」黃蓉道：「這手法可要極快。」洪七公道：「當然。左手搽上些藥，那就更加穩當，真的咬中了也不怕。」黃蓉點點頭，向洪七公霎了霎眼，道：「師父，那你就給我手上搽些藥。」洪七公遇到厲害的毒蛇，也只是一杖打死，身邊那裏會有捉蛇用的藥物，但見黃蓉連使眼色，就在背上大紅葫蘆裏倒出些酒來，給她擦在雙掌之上。黃蓉在手上一聞，作了個古怪神色，轉身對歐陽公子道：「喂，我是洪七公的徒兒，現在來領教領教你的軟皮蛇拳法。先對你說，我這雙手上搽上了專門剋制你的毒藥，可要小心了。」歐陽公子心想：「與你對敵，還不是手到擒來。不管你手上怎樣裝神弄鬼，我抱定宗旨不碰就是。」當下笑了一笑，說道：「死在你的手下，我也甘願。」黃蓉道：「你其他的武功，也只稀鬆平常，我只領教你的臭蛇拳，你一用其他拳法掌法，可就算輸了。」歐陽公子道：「姑娘怎麼說就怎麼著，在下無不從命。」黃蓉嫣然一笑道：「瞧不出你這壞蛋，對我倒好說話。看招！」呼地一拳打出，正是洪七公所傳的「破玉拳」。歐陽公子一側身，黃蓉左腳橫踢，右手鉤拿，卻是洪七公傳給她的另一路武功「飛絮掌」。歐陽公子見她掌法精妙，倒也不敢怠慢，右臂一伸，忽地彎轉，打向她的肩頭。他這「金蛇拳」去勢極快，倏忽之間已打到黃蓉肩上，心中猛地想起，她身上穿有軟蝟甲，這一拳下去，豈不將自己的拳頭撞得鮮血淋漓？匆忙收招，黃蓉颼颼兩掌，已拍到面門。歐陽公子袍袖一拂，倒捲上來，擋開他這兩掌。黃蓉身上穿甲，手上塗藥，除了臉部之外，週身無可受招之處，這樣一來，歐陽公子變成處在只挨打不還手的局面，「金蛇拳」拳法再奇，卻也奈何她不得，只得東躲西閃，在黃蓉千變萬化的掌影中竄高縱低，心想：「我若打她臉蛋取勝，未免唐突佳人，若是抓她頭髮，更是鹵莽，但除此之外，實在無所措手」。靈機一動，忽地撕下衣袖，一面躲閃，一面將袖子纏在雙掌之上，翻掌鉤抓，逕用擒拿手來拿黃蓉的手腕。黃蓉托地跳出圈子，叫道：「你輸啦，這不是臭蛇拳。」歐陽公子道：「啊，我倒忘了。」黃蓉道：「你的臭蛇拳奈何不得洪七公的弟子，那也沒有什麼出奇。在趙王府中，就曾跟你劃地比武，那時我懶得費力，認輸了事。咱們各贏一場，未分勝敗，不妨再比一場，以定輸贏。」黎生等都想：「這小姑娘雖然武藝得自真傳，但終究不是此人敵手，剛才胡賴勝了，豈不是好？何必畫蛇添足，再比什麼？」洪七公卻深知此女詭計百出，必是仗著自己在旁，要設法戲弄敵人，當下笑吟吟的不作聲，一隻雞啃得只剩下幾根骨頭，還是拿在手裏不住嗑嘴嗒舌舐著。歐陽公子笑道：「咱倆何必認真，你輸我輸都是一樣，姑娘既有興緻，在下就再陪姑娘玩玩。」黃蓉道：「在趙王府裏，旁邊都是你的朋友，我要是打贏了你，他們必定救你。所以我也懶得動手。現在這裏有你的朋友。」說著向歐陽公子那些白衣姬妾一指，又道：「也有我的朋友。雖然你朋友的人數多些，但這一點兒虧我還吃得起。這樣吧，你再在地下畫一個圈子，誰先出圈子誰輸。」歐陽公子聽她句句強辭奪理，可是說得句句大方無比，心中又是好氣又是好笑，當下以左足為軸，右足伸出三尺，一轉身，右足足尖已在方磚上畫了一個徑長六尺的圓圈。丐幫群雄雖然恨他為人，但見他露了這手功夫，心中也不禁暗暗叫好。黃蓉走進圈子，道：「咱們是文打呢還是武打？」歐陽公子心道：「偏你就有這許多古怪。」口中問道：「文打怎樣？武打怎樣？」黃蓉道：「文打是我發三招，你不許還手，你發三招，我也不許還手。武打是亂打一氣，你用死蛇拳也好，活耗子拳也好。都是誰先出圈子誰輸。」歐陽公子道：「咱們當然文打，免得傷了和氣。」黃蓉道：「武打你是輸定了的，文打嘛，那倒還有點指望，好吧，就讓你便宜一些，咱們文打。你先發招呢還是我先？」歐陽公子那能佔她的光，只得說道：「當然是姑娘先。」黃蓉笑道：「你倒狡猾，老是揀好的，知道先發招吃虧，就讓我先動手。好吧，今日我索性大方些，讓你讓到底。」歐陽公子正想說：「那麼讓我先發招也無不可。」只聽得黃蓉叫道：「看招。」一掌打來，眼前銀光閃動，點點射來，她掌中竟是挾有暗器。歐陽公子見暗器眾多，一來平時擋擊暗器的摺扇已被洪七公捏壞，二來可用以拂撲的衣袖也已自己撕下，眼見她數十枚鋼針打成六七尺方圓，雖然只向旁一躍，立可避開，但那就是出了圈子，百忙之中，不暇細想，一點足躍起丈餘，這一把鋼針都在他足底飛過。黃蓉一把鋼針發出，雙手各又扣了一把，待他上縱之勢已衰，將落未落之際，喝道：「第二招來啦！」兩手鋼針齊發，上下左右，無異一百餘枚，那正是洪七公授她的「滿天花雨擲金針」絕技。歐陽公子本領再高，但身在半空，一無著力之處，心想：「我命休矣！這丫頭好毒！」就在這一瞬之間，忽覺後頸一緊，身子騰空，足下嗤嗤嗤一陣響，點點鋼針，都落在地下。歐陽公子剛知有人救他性命，身子已被那人一擲，這一擲用力不大，但擲得部位十分刁鑽，饒是他武功高強，還是左臂先著了地，摔了一交，方再躍起站定。歐陽公子知道除洪七公外，再無旁人有此功力救他，心中又是驚又是惱，頭也不回的出祠去了，眾姬妾跟著一擁而出。黃蓉道：「師父，你幹麼救這壞傢伙？」洪七公笑道：「我跟他叔父是老相識。此人專做傷天害理之事，死有餘辜，只是傷在我的徒兒手裏，須於他叔父臉上不好看。」他拍拍黃蓉的肩膀道：「乖徒兒，你今日替師父圓了面子，我賞你些什麼好呢？」黃蓉伸伸舌頭道：「我可不要你的竹杖。」洪七公道：「你就是想要也不能給你呢。我有心傳你一兩套功夫，只是這幾天懶勁大發，提不起興緻。」黃蓉道：「我給您老人家做幾個菜提提精神。」洪七公道：「現在我沒空吃。」向黎生等一指道：「咱們丐幫裏有許多要事要商議呢。」黎生等過來向郭靖、黃蓉見禮，稱謝相救之德。程大小姐掙斷了束縛出來，臉上甚是腆靦，拉著黃蓉的手悄悄相謝。黃蓉指著郭靖道：「你的大師伯馬道長傳過他的功夫，你丘師伯、王師伯也都很瞧得起他，說起來大家是一家人。」黎生又向洪七公、郭靖、黃蓉三人道賀。他們知道七公素來不收徒弟，幫中的乞丐們再得他的歡心，也難得逢他高興指點一招兩式，不知郭黃二人怎樣與他有如此有緣，心中都感羨慕。黎生道：「咱們明晚想擺個席，替幫主賀喜收了兩位好弟子。」洪七公笑道：「只怕他們嫌髒，不吃咱們叫化子的東西。」郭靖忙道：「我們明兒準到。黎大哥是前輩俠義，小弟正想多親近親近。」黎生一來蒙他相救，保全了一雙眼睛，二來又聽他說得謙遜，心中甚是高興，言下與郭靖著實結納。洪七公道：「你們一見如故，可別勸我的大弟子做叫化子啊。小徒兒，你送程小姐回家去，咱們叫化兒也要偷雞討飯去啦。」說著各人出門，黎生說好明日晚間就在這祠堂中設宴。郭靖怕黃蓉在途中又遇上歐陽公子，陪他一起將程大小姐送回，程大小姐悄悄將閨名對黃蓉說了，原來她名叫程瑤迦，雖然跟著清淨散人孫不二學了一身武藝，只是她生長於大富之家，嬌生慣養，說話神態，無一不是忸忸怩怩，與黃蓉那種神采飛揚的模樣大不相同。郭黃二人自程府出來，累了半夜，正想回客店安歇，忽聽馬蹄聲響，有一騎馬自南而北奔來，正漸漸馳近，忽地嗄然而止。黃蓉是小孩心性，展開輕功提縱術過去瞧個究竟，郭靖也就跟著身後，一看之下，都頗出於意外，只見楊康手中牽了一匹馬，正站在路旁和歐陽公子說話。兩人知道歐陽公子十分機敏，不敢再走近去。黃蓉想聽他說些什麼，只因相隔得遠，兩人說話聲音又低，只聽到歐陽公子說了什麼「岳飛」「臨安府」，楊康說了「我爹爹」再想聽得仔細些，歐陽公子一拱手，與他眾女弟子投東而去了。楊康站在當地呆呆出了一會神，嘆了一口長氣，翻身上馬。郭靖叫道：「賢弟，我在這裏。」楊康聽見郭靖叫他，不由得一驚，忙奔過來，叫道：「大哥，你也在這兒？」郭靖道：「我在這兒遇到黃姑娘，又與那歐陽公子打了一架，所以耽擱了。」楊康臉上一陣熱，只是在黑夜之中，郭靖卻未發覺。楊康道：「大哥，今晚咱們再趕路呢，還是投宿？黃姑娘也跟咱們同上北京去嗎？」黃蓉道：「不是我跟你們，是你跟我們。」郭靖笑道：「那又有什麼分別？咱們同到那祠堂去歇歇，到天亮了趕路。」三人走回祠堂，點亮了歐陽公子遺下的蠟燭，黃蓉手持燭台，把剛才發出的鋼針一枚枚的撿了起來。此時天氣甚熱，三人各自卸下一塊門板，放在庭前廊下睡了。剛要入夢，遠處一陣馬蹄聲隱隱傳來，三人坐起身來，側耳傾聽。只聽得奔馳的非止一騎。又過一陣，蹄聲漸響，黃蓉道：「前面三人，後面似有十多人在追趕。」郭靖自小在馬背上長大，馬匹多少一聽便知，說道：「追的共有十六人，咦，這倒奇了？」黃蓉忙問：「怎麼？」郭靖道：「前面三騎都是蒙古馬，後面追的卻又不是。怎麼大漠中的蒙古馬跑到了這裏？」黃蓉拉著郭靖的手，走到祠堂門外，只聽得颼的一聲，一枝箭從兩人頭頂飛過，三騎馬已奔到祠前。忽然一箭飛來，射中了最後一人的馬臀。那馬一聲悲嘶，前腿跪倒。馬上乘客騎術極精，一躍下馬，身手甚是矯健，只是落地步重，卻不會輕功。其餘二人，勒馬相詢，落地的那人道：「我沒事，你們快走，我在這裏擋住追兵。」另一人道：「我助你擋敵，四王爺快走。」那被稱四王爺的道：「那怎麼成？」這三人說的都是蒙古話，郭靖聽著聲音好熟，似是拖雷、哲別和博爾傑的口音，心中一驚：「他們到這裏幹什麼？」正想出聲招呼，追騎已圍了上來。那三個蒙古人箭術犀利，追兵倒也不敢十分逼近，只是遠遠放箭，一個蒙古人叫道：「上去！」手向旗桿一指，三人捷似猿猴的爬了上去，居高臨下，更佔形勢。追兵一齊下馬，四面圍住。黃蓉低聲叫道：「靖哥哥，你錯啦，只有十五人。」郭靖道：「錯不了，有一個被射死了。」語音甫畢，只見一匹馬慢慢踱過來，一個人左足嵌在馬鐙中，被馬在地下一路拖著，一枝長箭插在那人當胸。郭靖伏在地下爬了過去，拔出長箭，在箭桿上一摸，果然摸到包著一圈熟鐵，鐵上刻了一隻豹子，正是神箭手哲別所用的硬箭，比平常的箭要重四兩。郭靖再無懷疑，大聲叫道：「上面是哲別師傅，拖雷義弟嗎？」旗斗中三人歡聲叫道：「是啊，你是郭靖嗎？」突然半空中白影閃動，兩團白色的東西向郭靖直撲下來。郭靖聽得翅翼撲風之聲，一抬頭，正是自己在蒙古與華箏公主所養的兩頭白鵰。鵰兒的眼光銳敏之極，雖在黑夜之中，也已認出主人，歡聲啼叫，撲下來停在郭靖肩上。黃蓉初與郭靖相識，即曾聽他說起過射鵰、養鵰之事，心中好生羨慕，常想他日必當到大漠去，也養一對鵰兒玩玩，這時忽見白鵰，也不顧追兵已迫近身前，叫道：「給我玩！」伸手就去撫摸白鵰的羽毛。這頭白鵰長得神駿異常，一見黃蓉的手摸近，頭一低，一口啄將下來，若非她手縮得快，手背上早已啄得鮮血長流。郭靖急忙喝止，黃蓉笑道：「你這扁毛畜生好壞！」但心中究竟喜歡，側了頭觀看。忽聽郭靖叫道：「蓉兒，留神！」兩枝箭又勁又急，當胸射來。黃蓉毫不理會，伸手去搜那被箭射死的金兵身邊，那兩枝箭射在她身披的甲上，那裏透得入去，軟軟的都跌在腳旁。黃蓉在那金兵身邊摸出幾塊乾肉，去餵那鵰。郭靖道：「蓉兒，你玩鵰吧，我去把金兵殺散！」縱身出去，接住向他射來的一箭，左掌一翻，喀喇一聲，已將身旁一名金兵的胳膊打折。黑暗中一人叫道：「那裏來的狗賊在這裏撒野？」說的竟是漢語。郭靖一呆：「這聲音好熟悉。」金刀劈風，雙斧已砍到面前。郭靖見來勢兇狠，不是普通軍士，身子一矮，反手一掌，正是降龍十八掌中的「神龍擺尾」，這一掌打在那人肩上，肩胛骨立時碎成數塊，身子向後直飛出去，只聽他一聲慘叫，郭靖登時想起：「這是黃河四鬼中的喪門斧錢青健。」他雖自知近數月來功力大進，與從前在蒙古對戰黃河四鬼已大不相同，但想不到這一掌出去，竟將他擊得飛去數丈之外，不知生死如何，只怕傷了他的性命，心中倒甚是後悔，剛自沉吟，左右金刃之聲齊作，一刀一槍，砍將過來。郭靖原料斷魂刀沈青剛、追命槍吳青烈必在左近，右手一鉤，抓住了刺向下脅的槍頭，用力一扯，吳青烈立足不定，向前直跌過去。郭靖向後一縮，沈青剛這一刀正好要砍在師弟的腦門。郭靖飛起一腿，踢中在沈青剛右腕，黑夜中青光一閃，一柄長刀直飛起來。郭靖救了吳青烈一命，順手在他背上輕輕一托一送。吳青烈本就站立不穩，被他借勁一送，咚的一聲，師兄倆頭對頭一撞，暈了過去。黃河四鬼中的奪魄鞭馬青雄混入太湖盜幫，已被陸冠英用重手震死，餘下這三鬼，正是追趕拖雷的金兵中的高手。只是黑暗之中，眾金兵看不清楚三個首領一齊倒地，尚在與拖雷、哲別、博爾傑箭戰。郭靖喝道：「還不快走，都想死在這裏麼？」跑上去拳打腳踢，雙手提起金兵向外丟擲，片刻之間，把眾金兵打得個個魂飛魄散，四下裏落荒亂逃。沈青剛與吳青烈先後醒來，也沒看清對頭是誰，只覺眼前金星飛舞，撒腿就跑。哲別與博爾傑箭法厲害，從旗斗之中颼颼射將下來，雖在黑夜，難以看清，但又射死了三名金兵。拖雷俯身下望，見義兄郭靖丟擲了金兵回過身子，心中十分歡喜，叫道：「安答（蒙古語「結義兄弟」之意），你好！」雙手抱住旗桿，滑下地來，兩人手執相視，一時高興得說不話來。接著哲別與博爾傑也從旗斗中溜下，哲別道：「那三個漢人以盾相擋，用箭傷他們不得，若非靖兒相救，我們再喝不到斡難河裏的清水了。」郭靖拉著黃蓉的手過來與拖雷等相見，道：「這是我的義妹。」黃蓉笑道：「這對白鵰送給我，行一行？」拖雷不懂漢語，他們帶來的通譯又在奔逃之中被金兵殺了，聽了黃蓉的話，只覺她聲音清脆，說得好聽，卻不知她說些什麼。郭靖道：「安答，你怎麼帶了白鵰來？」拖雷道：「爹爹命我去見宋朝的皇帝，相約南北出兵，夾攻金國。妹子說許或我能和你遇上，要我帶來給你。」郭靖聽他提到華箏公主，不禁一呆，隨即心想：「一月之內，我有桃花島之約，蓉兒的父親非殺我不可，這一切都顧不得了。」當下向黃蓉道：「這對白鵰是我的，你拿去玩吧！」黃蓉大喜，轉身又去用肉餵鵰。拖雷把父王成吉思汗怎樣攻打金國獲勝，怎樣派他去聯合宋朝出兵夾攻，怎樣途中遇到金兵阻攔，怎樣從人衛兵都被殺盡、只剩下三人逃到這裏的情由，約略對郭靖說了一遍。郭靖想起當日在歸雲莊之中，楊康曾叫穆念慈到臨安去見史彌遠丞相，請他殺害蒙古使者，當時聽了不知其中緣由，這時才知原來金國已得到了訊息，楊康做大金欽使南來，定是為了阻止宋朝與蒙古結盟聯兵了。拖雷又道：「金國對我是志在必得，竟是皇弟六王爺親自領人阻攔。」郭靖忙問：「是完顏烈？」拖雷道：「是啊，他頭戴金盔，我瞧得甚是清楚，可惜射了三箭，都被他的衛士用盾牌擋開了。」郭靖大喜，叫道：「蓉兒，康弟，完顏烈到了這裏，快找他去。」黃蓉應聲過來，卻不見楊康的影蹤。郭靖心急，叫道：「蓉兒，你向東，我向西去。」兩人展開輕功，如飛趕將下去。郭靖追出數里，趕上了幾名敗逃的金兵，抓住一問，果然是六王爺完顏烈親自率隊，卻不知他到了那裏。一名金兵道：「咱們丟了王爺私逃，回去也是殺頭的份兒，只得脫下軍裝為民了。」郭靖回頭再尋，天色漸明，那裏有完顏烈的影子？眼見殺父仇人到了跟前，卻是找尋不到，心中好不焦急，一路急奔，突見前面林子中白衣一閃，正是黃蓉。兩人見了面，一瞧對方神色，都知無功，只得同回祠堂。拖雷道：「那完顏烈必是回去再領人馬，安答，我有父王將令在身，不能延留，咱們就此別過。」郭靖心想這番別過，只怕日後難再相見，不禁神色淒然，與拖雷、哲別、博爾傑三人逐一擁抱作別，眼看著他們上馬而去，蹄聲漸遠，人馬的背影終於在黃土塵中隱沒。黃蓉道：「郭靖哥哥，咱們躲將起來，等完顏烈領了人馬趕到，那就可找到他了。要是他人馬眾多，咱倆悄悄躡在他們背後，到得晚上，再去結果他的性命。豈不是好。」郭靖大喜，連稱妙策。黃蓉甚是得意，笑道：「這是個『移岸就船』之計，也只尋常。」郭靖道：「我去將馬匹牽到那邊的林子之中。」他走到祠堂後院，忽見青草中有一件金光燦然之物，在朝陽照射下閃閃發光。俯身一看，卻是一頂金盔，盔上還鑲著三粒龍眼般大的寶石。郭靖伸手拾起，飛步回來，悄聲對黃蓉道：「蓉，你瞧這是什麼？」黃蓉一驚道：「完顏烈的金盔？」郭靖道：「正是！多半他還躲在這祠堂之中，咱們快搜。」黃蓉回身反手，在短牆上一按，身子已騰空而起，叫道：「我上面瞧著，你在底下搜。」郭靖應聲入內，黃蓉在屋頂上叫道：「靖哥哥，剛才我這一下輕功好不好？」郭靖一呆，停步道：「好得很！怎樣？」黃蓉嫣然一笑道：「怎麼你不稱讚？」郭靖跺腳道：「唉，你這頑皮孩子，這當口還鬧著玩。」黃蓉咭的一聲笑，手一揚，奔向後院。且說楊康當郭靖與眾金兵相鬥之際，黑暗中已看出了完顏烈的身形，雖知自己非他親生，但受他養育十餘載，一直當他父親，眼見郭靖將眾金兵殺散，完顏烈只要遲逃一步，被他瞧見，那裏還有性命？形勢緊急，不暇多想，縱身出去，就要相救，正在此時，郭靖提起一名金兵擲了過來。完顏烈一勒馬韁閃避，卻未讓開，被金兵撞下馬來。楊康躍過去一把抱起，在他耳邊輕聲道：「父王，是康兒，別作聲。」郭靖正鬥得性起，黃蓉又在調弄白鵰，黑夜之中竟無人看到他抱著完顏烈走向祠堂後院。楊康推開西廂房的門板，兩人悄悄躲在房裏，耳聽得殺聲漸隱，眾金兵四下逃散，又聽得三個蒙古人嘰哩咕嚕的與郭靖說話。完顏烈如在夢中，低聲道：「康兒，你怎麼在這裏？那兇神惡煞的人是誰？」楊康道：「他姓郭，是臨安牛家村郭嘯天的遺腹子。」完顏烈背上一涼，想起十九年前的往事，不禁一陣心酸，一陣內疚，一時說不出話來，過了一會，聽得郭靖與黃蓉分頭去找尋自己，剛才他見到郭靖空手擊打黃河三鬼與眾金兵的神威，心中不寒而慄。楊康道：「父王，這時出去，只怕被他們撞見，咱們躲在這裏，這幾人必然料想不著。待他們走遠，再慢慢出去不遲。」完顏烈道：「不錯……康兒，你怎麼叫我『父王』，不叫『爹』了？」楊康默然不語，想起故世的母親，心中思潮起伏。完顏烈緩緩的道：「你在想你媽，是不是？」伸手去握住他的手，只覺他掌上冰涼，全是冷汗。楊康輕輕掙脫了，道：「那姓郭的名叫郭靖，武功十分了得，為了要報父仇，必是千方百計的來害您。他結識的人多，你是防不勝防。在這半年之內，您別回北京吧。」完顏烈道：「不錯，避他一避也好。你到臨安去過了麼？史丞相怎麼說？」楊康冷冷的道：「我還沒去過。」完顏烈聽了他的語氣，料他必是已知自己的身世，可是這次又是他出手相救，不知他有何打算。兩人十八年來父慈子孝，親愛無比，這時同處斗室之中，忽然想到相互間卻有深恨血仇，楊康更是又愛又恨，心想：「我只要反手幾拳，立時就報了我父母之仇，但怎麼下得了手？再說，難道我真的永遠不做王子，和郭靖一般的流落草莽麼？」完顏烈道：「康兒，你我父子一場，你永是我的愛兒。大金國不出十年，必可滅了南朝。那時我大權在手，富貴不可限量，這錦繡江山，花花世界，盡都是你的了。」楊康聽他言下之意，竟是存心要篡位，想到「富貴不可限量」這六個字，心中怦怦亂跳，心想：「以大金國兵威之盛，滅宋大是易事；以父王之精明強幹，當今金主那能及他？只要大事可成，我豈不成了天下的共主？」想到此處，不禁熱血沸騰，伸手握住了完顏烈的手，叫道：「爹、孩兒必當輔你以成大業。」完顏烈覺得他手上發熱，心中大喜，道：「我做李淵，你做李世民吧。」楊康正要答話，忽聽得身後喀的一響。兩人嚇了一跳，回頭一看，這時天色已明，窗格中透進亮光來，只見身後一具具的擺了七八具棺木，原來這是祠堂中停厝族人未曾下葬的棺木之所。完顏烈驚道：「什麼聲音？」楊康道：「準是老鼠。」只聽得郭靖與黃蓉一面笑語，一路搜尋進來。楊康暗叫：「不妙！怎麼我不知父王金盔落在外面？這一下可要糟。」低聲道：「我去引開他們。」輕輕推開了門，縱身上屋。黃蓉一路搜來，見到屋角邊人影一閃，喜道：「好啊，在這裏了！」撲將下去。那人身法好快，在牆角邊一鑽，已不見了蹤影。郭靖聞聲趕來，黃蓉道：「他逃不了，必定躲在這樹叢之中。」兩人正要趕入樹叢中搜尋，突然忽喇一聲，小樹分開，竄出一人來，卻是楊康。郭靖又驚又喜道：「賢弟，你到那裏去了？見到完顏烈麼？」楊康奇道：「完顏烈怎麼在這裏？」郭靖道：「是他領兵來的，這頂金盔就是他的。」楊康道：「啊，原來如此。」黃蓉見他神色有異，起了疑心，問道：「咱們找你不見，你到那裏去了啊？」楊康道：「昨天我吃壞了東西，忽然肚子痛，內急起來。」說著向那小樹叢一指。黃蓉雖然疑心未消，但也不便再問。郭靖道：「康弟，快搜。」楊康心中著急，不知完顏烈已否逃走，臉上卻是不動聲色，說道：「他自己來送死，那真是再好沒有。你和黃姑娘搜東邊，我搜西邊。」郭靖道：「好！」當即去推東邊「節孝堂」的門。黃蓉道：「楊大哥，我瞧那人必定躲在西邊，我跟著你去搜吧。」楊康心中暗暗叫苦，假裝欣然說道：「快來，別讓他逃了。」當下兩人一間間挨房搜去。寶應劉氏在宋代原是大家族，這所祠堂起得規模甚是宏大，自金兵數次渡江，戰火橫燒，鐵蹄踐踏，劉氏式微，祠堂也就破敗了。黃蓉冷眼相觀，見楊康專揀門口塵封蛛結的房間。進去細細的慢慢搜檢，心中更是明白了幾分，待到西廂房前，只見地下灰塵中有許多足跡，門上原本灰塵甚厚，也看得出好幾個人推門關門的手指印，立時叫道：「在這裏了！」這四個字一叫出去，郭靖與楊康同時聽見，一個大喜，一個大驚，一齊奔到。黃蓉飛起一腳，將門踢開，不禁呆了一呆，只見裏面一具具的都是棺材，那裏有完顏烈的影子？楊康見完顏烈已經逃走，心中大慰，搶在前面，大聲喝道：「完顏烈你這奸賊躲在那裏，快快給我滾出來。」黃蓉笑道：「楊大哥，他早聽見咱們啦，您不用好心給他報訊。」楊康被她說中心事，臉上一紅，怒道：「黃姑娘何必開這種玩笑？」郭靖笑道：「賢弟不必介意，蓉兒最愛鬧著玩。」向地下一指，說道：「你瞧，這裏有人坐過的痕跡，他果真來過。」黃蓉道：「快追！」剛自轉身，忽然後面喀的一聲響，三人嚇了一跳，只見一具棺材在微微晃動。黃蓉雖然殺人不眨眼，可是向來最怕棺材，在這房中本已週身不自在，忽然見棺材晃動，「啊」的一聲叫，緊緊拉住郭靖的手臂。郭靖一呆，立即醒悟，歡聲叫道：「蓉兒別怕，奸賊躲在棺材裏。」楊康急中生智，突然向外一指道：「啊，他在那邊！」搶步出去。黃蓉反身一把抓住他的脈門，冷笑道：「你別弄鬼。」黃蓉武功比他高得多，這一把抓住，楊康只感半身酸麻，動彈不得，急道：「你……你幹什麼？」黃蓉道：「靖哥哥，你說棺材裏是什麼？」郭靖喜道：「當然是那奸賊！」大踏步上去要開棺揪他出來。楊康叫道：「大哥小心，莫要是殭屍作怪。」黃蓉重重把抓著他的手一摔，恨道：「你還要嚇我！」她雖知棺中必是完顏烈躲著，但女孩兒家總是膽小，生怕萬一真是殭屍，那麼怎辦？顫聲說道：「靖哥哥，慢著。」郭靖停步回頭，說道：「怎麼？」黃蓉道：「你先把棺材蓋掀住，別讓裏面的東西出來。」郭靖笑道：「那裏會有什麼殭屍！」他見黃蓉嚇得玉容失色，一縱身躍上棺材，安慰她道：「他爬不出來了！」其時是宋代，世人皆信鬼神之說，黃蓉心中惴惴不安，當下微一沉吟，對郭靖道：「靖哥哥，我試一手沒練成的劈空掌給你瞧瞧。是殭屍也好，完顏烈也好，我隔棺劈他幾掌，且聽他是人叫還是鬼哭！」她說著一運勁，踏上兩步，一掌就要往棺上劈去。她這劈空掌尚未練成，論功夫還頗不及陸乘風，因此上這一掌逕擊棺木，卻非凌空虛劈。正在掌力將到未到之際，忽然聽棺中「嚶」的一聲，卻是個女人聲音。黃蓉毛骨悚然，驚叫：「是個女鬼！」怕不迭的收掌，一躍縱出房外。郭靖膽大，叫道：「楊賢弟，咱們掀開棺蓋瞧瞧。」楊康本來手心中捏著一把冷汗，要想出手相救，卻又自知不敵他們二人，正自為難，忽聽棺中發出女人之聲，不禁又驚又喜，搶上前去，只聽格格兩聲，二人也未用力，那棺蓋應聲而起，竟未釘實。郭靖早已運勁於臂，只待僵屍暴起，當頭就是一拳，打她個頭骨碎裂，一低頭，大吃一驚，棺中那裏是僵屍，卻是個一雙點漆般眼珠睜得大大的美貌少女，再定睛一看大吃一驚，卻是穆念慈。楊康也是驚訝異常，急忙伸手將她扶起。郭靖叫道：「蓉兒，快來，你瞧這裏是誰？」黃蓉叫道：「我才不來瞧呢！」郭靖叫道：「是穆家姊姊啊！」黃蓉探頭向裏一望，果見楊康手中抱著一個女子，身形正是穆念慈模樣，急忙搶步進屋，只見穆念慈臉上神色焦悴，眼中淚水似線般滾了下來，卻是動彈不得。黃蓉是點穴行家，忙給她解開穴道，問道：「姊姊，你怎麼在這裏？」穆念慈穴道閉久了，全身酸麻，慢慢調勻呼吸，黃蓉幫她在關節之處按摩。過了一盞茶時分，穆念慈才道：「我給壞人拿住了。」黃蓉見她被點中的主穴是足底心的「湧泉穴」，中土武林人物，極少出手點如此怪異的穴道，已自猜到了八九分，問道：「是那來自西域的壞蛋歐陽公子麼？」穆念慈點了點頭。原來那日她替楊康去向梅超風傳訊，在骷髏骨旁被歐陽公子擒住，後來歐陽公子被黃藥師用「天魔舞曲」的大法驅走，帶了她逃走。歐陽公子數次相逼，她始終誓死不從。那歐陽公子自負才調，心想以自己之風流俊雅，絕世武功，時候一久，再貞烈的女子也會傾心，若是用武動蠻，未免有失白駝山主的身份了。幸而他這一自負，穆念慈得保清白。在寶應城中，歐陽公子派出弟子到各處大戶人家探訪美色，相準了程大小姐，卻被丐幫識破，至有一番爭鬥。歐陽公子匆匆而去，不及將穆念慈從空棺中放出。若非郭靖等搜尋完顏烈，她是要活生生餓死在這空棺之中了。