第六十四回　深宮驚變一燈大師卻並不在意，繼續講述：「周師兄聽了這話，只是搖頭。我心中更怒，說道：『你若是當真愛她，何以堅執不要？倘若並不愛她，又何以做出這等事來？我大理國雖是小邦，難道容得你如此上門欺辱？』周師兄呆了半晌不語，突然雙膝跪地，向我磕了幾個響頭，說道：『段皇爺，是我的不是，我走啦。』我萬料不到他竟會如此，一時無言可對，只見他從懷中抽出一塊錦帕，遞給劉貴妃道：『還你。』劉貴妃心中難過已極，只慘然一笑，卻不接過，那錦帕就落在我的足邊。周師兄更不打話，揚長出宮，一別十餘年，此後我就沒再聽到他的音訊。王真人向我道歉再三，跟著也走了，聽說他是年秋天就撒手仙遊。王真人英風仁俠，並世無出其右，唉……」黃蓉接口道：「王真人的武功或許比你高，但說到英風仁俠，也就未必勝過伯伯。那塊錦帕後來怎樣？」四弟子心中都怪她女孩兒家就只留意這些手帕啦、衣服啦的小事，卻聽師父說道：「我見劉貴妃失魂落魄般的呆著，心中好生氣惱，拾起那塊錦帕，只見上面織著鴛鴦戲水之圖，咳，這當然是劉貴妃送給他的定情之物啦。我冷笑一聲，翻過來一瞧，錦帕後面還繡著一首小詞……」黃蓉心中一凜，忙問：「可是『四張機，鴛鴦織就欲雙飛』？」那農夫厲聲喝道：「連我們也不知，你怎麼又知道了？老是瞎說八道的打岔！」那知一燈大師卻嘆道：「正是這首詞，你也知道了？」此言一出，四大弟子相顧駭然，郭靖跳了起來，叫道：「我想起來啦。那日桃花島主午夜吹簫，周大哥心猿意馬，按捺不定，後來就曾念過這首詞。正是，正是……四張機，鴛鴦織就……又有什麼頭先白，蓉兒，後來怎樣？我記不得了。」黃蓉微笑念道：「四張機，鴛鴦織就欲雙飛。可憐未老頭先白。春波碧草，曉寒深處，相對浴紅衣。」郭靖右手掌在大腿上一拍，道：「一點兒也不錯。當時我好生奇怪，周大哥武功比我深得多，可是我聽了黃島主的簫聲並不覺得怎樣，他卻弄得神魂顛倒，難以把持，原來他是想起了這件往事。怪不得他老是罵女人，蓉兒，他還勸我別跟你好呢。」黃蓉嗔道：「呸，老頑童，下次見了，瞧我擰不擰他耳朵！」忽然噗哧一聲笑了出來，道：「那天在臨安府，我隨便開了一個玩笑，說沒女人肯嫁他，老頑童發了半天脾氣，原來為了這個。」郭靖道：「我聽瑛姑念這首詞，總好像是聽見過的，可是始終想不起來，咦，蓉兒，瑛姑怎麼也知道？」黃蓉嘆道：「唉，瑛姑就是那位劉貴妃啊。」四大弟子中只有那書生已猜到了五六成，其餘三人都極是驚異，一齊望著師父。一燈低聲道：「姑娘聰明伶俐，果真不愧是藥兄之女。那劉貴妃小名一個『瑛』字，當時連我也不知道。那日我將錦帕擲了給她，此後不再召見，我心中鬱鬱不樂，國務也不理會，整日以練功自遣……」黃蓉插嘴道：「伯伯，你心中很愛她啊，你知不知道？若是不愛，就不會老是不開心啦。」四大弟子惱她出言無狀，齊聲叫道：「姑娘！」黃蓉道：「怎麼？我說錯了？伯伯你說我錯了麼？」一燈黯然道：「這半年多的日子中，我雖沒召見劉貴妃，但睡夢之中卻常常和她相會。一天晚上半夜夢迴，再也忍耐不住，決意前去探望。我也不讓宮女太監知曉，悄悄去她寢宮，想瞧瞧她在幹些什麼。剛走到她寢宮屋頂，只聽得裏面傳出一陣兒啼之聲，咳，屋面上霜濃風寒，我竟怔怔的站了半夜，直到黎明方才下來，就此得了一場大病。」黃蓉心想他以帝皇之尊，半夜裏在宮裏飛簷走壁的去探望自己妃子，大是奇事。四弟子卻想起師父這場病不但勢頭來得極是兇猛，而且纏綿甚久，以他這身武功，早就風寒不侵，縱有疾病，也不致久久不愈，此時方知他是心中傷痛，自暴自棄，才不以內功抵禦病魔。卻聽黃蓉又問：「劉貴妃生個兒子，豈不甚好？伯伯你幹麼要不開心？」一燈道：「傻孩子，這孩子是周師兄生的。」黃蓉道：「周師兄早就走啦，難道他又偷偷回來和她相會？」一燈道：「不是的。你沒聽見過『十月懷胎』這句話嗎？」黃蓉恍然大悟，道：「啊，我明白啦。那小孩兒一定生得很像老頑童，兩耳生風，鼻子翹起，否則你怎知道不是你生的呢。」一燈大師道：「那又何必見到方知？一年多來我不曾和劉貴妃親近，這孩子自然不是我的了。」黃蓉似懂非懂，但知再問下去必定不妥，也就不再追詢，只聽一燈道：「這場病生了大半年，病好之後，也就不再去想這回事。過了兩年有餘，一日夜晚，我正在臥室裏打坐，忽然門帷掀起，劉貴妃衝了進來，門外的太監和兩名侍衛急忙阻攔，但那裏攔得住，被她手掌起處，都打了開去。我抬頭一看，只見她臂彎裏抱著那個孩子，臉上神色大變，跪在地下放聲大哭，只是磕頭，叫道：『求皇爺開恩，饒了這孩子！』「我起身一瞧，只見那孩子滿臉通紅，氣喘甚急，再抱起來細細一查，原來他背後肋骨折斷了五根。劉貴妃哭道：『皇爺，我確是罪該萬死，但求皇爺赦了孩子的小命。』我聽她說得奇怪，問道：『孩子怎麼啦？』她只是磕頭哀求。我道：『是誰打傷他的？』劉貴妃不答，只哭道：『求皇爺開恩饒了他。』我摸不著頭腦，她又道：『皇爺賜我的死，我絕無半句怨言，這孩子，這孩子……』我道：『誰又來賜你死啦？到底孩子是怎生傷的？』劉貴妃抬起頭來，顫聲道：『難道不是皇爺派侍衛來打死這孩子麼？』我知事出蹺蹊，忙問：『是侍衛打傷的？那一個奴才這麼大膽？』劉貴叫道：『啊，不是皇爺的聖旨，那麼孩子有救啦！』她說了這句話，就昏倒在地下。「我見了她這副神情，不禁起了憐惜之心，將她扶起放在床上，過了半晌，她才醒了轉來，拉住我手哭訴。原來她正拍著孩子睡覺，窗中突然躍進一個蒙了面的御前侍衛，拉起孩子，在他背上打了一拳。劉貴妃急忙上前阻攔，那侍衛一把將她推開，又打了孩子一掌，這才哈哈大笑，越窗而出。一來那侍衛武功極高，二來她又認定是我派去殺她兒子，當下不敢追趕，逕行到我寢宮來相求。「我越聽越是驚奇，再細查那孩子的傷勢，卻瞧不出他到底是被什麼功夫所傷，只是他帶脈已被震斷，那刺客並非庸手。當下我立即到她的臥室查看，瓦面窗檻上果然留著極淡的足印。我對劉貴妃道：『這刺客本領極高，尤其輕功非同小可，大理國中除我之外，再無第二人有此功力。』劉貴妃忽然驚呼：『難道是他？他幹麼要殺死自己兒子？』她此言一出，臉色登時有如死灰。」黃蓉也是低低驚呼一聲，道：「老頑童不會這麼壞吧？」一燈大師道：「當時我卻以為定是周師兄所為，須知除他之外，別人無此武功，又想他是不願留下孽種，貽羞武林。劉貴妃說出此言，又羞又急，又驚又愧，不知如何是好，忽然又道：『不，決不是他！那笑聲定然不是他！』我道：『你在驚惶之中，怎認得明白？』她道：『這笑聲我永遠記得，我做了鬼也忘不了！不，決不是他！』」眾人聽到這裏，身上都驟感一陣寒意。郭靖與黃蓉心中泛起瑛姑的言語容貌，想像當日她說那幾句話時咬牙切齒的神情，心中不禁凜然生畏。一燈大師接著道：「當時我見她說得如此斬釘截鐵，也就信了。只是猜想不出刺客到底是誰，以他如此武功，怎會下手來害一個無辜嬰兒？我也曾想，難道是王真人的弟子馬鈺、丘處機、王處一他們？為了保全全真教的令譽，竟爾千里迢迢的趕來殺人滅口……」郭靖口唇動了一下，要待說話，只是不敢打斷一燈大師的話頭，一燈見了，道：「你想說什麼，但說不妨。」郭靖道：「馬道長、丘道長他們都是俠義英雄，決不會做這等事。」一燈道：「王處一我是在華山見過的，那確是一條好漢子。旁人如何就不知了。不過若是他們，輕輕一掌就打死了這嬰兒，卻何以又打得他半死不活？」他一面說一面沉吟，十多年前的這個疑團，始終沒有在心中解開，禪院中一時寂靜無聲，過了片刻，一燈道：「好，我再說下去……」黃蓉忽然跳起來道：「確然無疑，一定是歐陽鋒。」一燈道：「後來我也想到是他。但歐陽鋒是西域人，身材極是高大，比常人要高出一個頭。據劉貴妃說，那兇手卻又較常人矮小。」黃蓉道：「這就奇了。」一燈道：「我當時推究不出，劉貴妃抱著孩子只是哭泣。這孩子的傷勢雖沒有黃姑娘這次所受之重，只是他年紀幼小，抵擋不起，若要醫愈，也要我大耗元氣。我躊躇良久，見劉貴妃哭得可憐，好幾次想開口說要給他醫治，但每次總想到只要這一出手，日後華山二次論劍，再也無望獨魁群雄，九陰真經休想染指。唉，王真人說此經是武林的一大禍端，傷害人命，戕賊人心，實是半點不假，為了此經，我仁愛之心竟然全喪，一直沉吟了大半個時辰，方始決定為他醫治。唉，在這大半個時辰之中，我實是個禽獸不如的卑鄙小人，最可恨的是，到後來我決定出手治病，也並非改過遷善，只是抵擋不住劉貴妃的苦苦哀求。」黃蓉道：「伯伯，我說你心中十分愛她，一點兒也沒講錯。」一燈似乎根本沒聽見她說話，繼續說道：「她見我答應治病，喜得暈了過去。我先給她推宮過血，救醒了他，然後解開孩子的襁褓，以便用先天功給他推拿，那知一翻開肚兜，登時教我呆在當地，做聲不得。原來那肚兜裏面織著一對鴛鴦，旁邊繡著那首『四張機』的詞，這肚兜正是用當年周師兄擲還給他的那塊錦帕做的。劉貴妃見到我的神情，知道事情不妙，只見她臉如死灰，一咬牙，手腕一翻，一柄匕首對著自己胸口，叫道：『皇爺，我再無面目活在人世，只求你大恩大德，准我用自己性命換了孩子性命，來世做犬做馬，報答你的恩情。』說著匕首一落，猛往心口插入。」眾人雖明知劉貴妃此時尚在人世，但也都不禁低聲驚呼。一燈大師說到此處，似乎已非向眾人講述過去事蹟，只是自言自語：「我急忙用擒拿法將她匕首奪下，饒是出手得快，但她胸口已有大片鮮血滲出。我怕她再要尋死，將她手足的穴道都點了，包紮了她胸前傷口，讓她坐在椅上休息。她一言不發，只是望著我，眼中盡是哀懇之情。我們倆人都不說一句話，室中只有一樣聲音，那就是孩子急促的喘氣聲。我聽著孩子的喘氣，想起了許多往事：她最初怎樣進宮來，我怎樣教她練武，我對她怎樣的寵幸。她一直敬重我，怕我，柔順的侍奉我，不敢有半點違背我的心意，可是她從來沒有愛過我。我本來不知道，可是那天見到她對周師兄的神色，我就懂得了。一個女子真正愛一個人的時候，原來會這樣的瞧他。她眼怔怔的望著周師兄將那塊錦帕投在地下，眼怔怔的望著他轉身出宮，永遠不再回來。她這片眼光教我寢不安枕、食不甘味的想了幾年，現在又看到這片眼光了，她又在為一個人而心碎，不過這次不是為她情人，是為她兒子。「大丈夫生當世間，受人如此欺辱，枉為一國之君！我想到這裏，不禁怒火填膺，一提足，將面前一張象牙圓凳踢得粉碎，抬起頭來，不覺呆了一呆，我道：『你……你的頭髮怎麼啦？』她好似沒聽見我的話，只是望著孩子，我以前真不會懂，一個人的目光之中，能有這麼多的疼愛，這麼多的憐惜。她這時已知道我是決計不肯救這孩子的了，在他還活著的時候，多看一刻是一刻。我拿過一面鏡子，放在她面前，道：『你看你的頭髮！』原來，剛才這短短幾個時辰，在她宛似過了幾十年。那時她還不過十八九歲，這幾個時辰中驚懼、憂愁、悔恨、失望、傷心，各種心情一夾攻，鬢邊竟現出了無數白髮！「她一點也沒留心自己的容貌有了什麼改變，只怪鏡子擋住了她眼光，使她看不到孩子，她說：『鏡子，拿開。』她說得很直率，忘了我是皇爺，是主子。我很是奇怪，心裏想，她一直愛惜自己的容貌，怎麼這時半點也不理會？當下將鏡子擲開，只見她目不轉瞬的凝視著孩子，唉，要是她有一千個靈魂，一千條性命，也會盡數的給了孩子，只要他能活著。我知道，她恨不得自己的性命能從這眼光之中，鑽到孩子的身體裏，代替他那正在一點一滴失卻的性命。」說到這裏，郭靖與黃蓉同時互望了一眼，心中都想：「當我受了重傷眼見難愈之時，你也是這樣的瞧著我啊。」兩人不自禁的伸出手去，握住了對方的手，兩顆心勃勃跳動，感到全身溫暖，當聽到別人傷心欲絕的不幸之時，不自禁想到自己的幸福，因為親愛的人就在自己身旁坐著，因為他的傷勢已經好了，不會再死。是的，不會再死，在這兩個少年人的心中，對方是永遠不會死的。只聽一燈大師繼續說道：「我實在看得不忍，幾次想要出手救她孩子，但那塊錦帕平平正正的包在孩子胸口。錦帕上繡著一對鴛鴦，親親熱熱的頭頸偎倚著頭頸，這對鴛鴦的頭是白的，這本來是白頭偕老的口彩，但為什麼說『可憐未老頭先白』？我一轉頭見到她鬢邊的白髮，全身忽然出了一身冷汗，我心中又剛硬起來，說道：『好，你們倆白頭偕老，卻把我冷冷清清的撇在這宮裏做皇帝！這是你倆生的孩子，我為什麼要耗損精力來救活他？』「她向我望了一眼，這是最後的一眼，眼色中充滿了怨毒與仇恨，她以後永遠沒再瞧我，可是這一眼我到死也忘不了。她冷冷的道：『放開我，我要抱孩子！』她這兩句話說得像是聖旨，教人難以違抗，於是我解開了她的穴道。她把孩子抱在懷裏，孩子一定痛得難當，想哭，但哭不出半點聲音，小臉兒脹得發紫，雙眼望著母親，求她相救。可是我心中剛硬，沒半點兒慈心。我見她頭髮一根一根的由黑變灰，由灰變白，我不知我心中的幻象，還是當真如此，只聽她柔聲道：『孩子，媽沒本事救你，媽卻能教你不再受苦，你安安靜靜的睡吧，睡啦，孩子，你永遠不會醒啦！』我聽她輕輕的唱起歌兒來哄著孩子，唱得真好聽，喏喏，就是這樣，就是這樣，你們聽！」眾人聽他如此說，卻聽不到半點歌聲，不禁相顧駭然。那書生道：「師父，你說得累了，請歇歇吧。」一燈大師恍若不聞，繼續說道：「孩子臉上露出一絲笑意，但隨即又痛得全身抽動。她又柔聲道：『我的寶貝心肝，你睡著了，身上就不痛啦，一點兒也不苦啦！』猛聽得波的一聲，她一匕首插在孩子心窩之中。」黃蓉一聲驚呼，緊緊抱住郭靖手臂，其餘各人，也是臉上均無半點血色。一燈大師全不理會，又道：「我吃了一驚，一個踉蹌，一交跌在地下，心中混混沌沌，不知想些什麼。只見她慢慢站起身來，低低的道：『總有一日，我要用這匕首在你心中也戳一刀。』她指著自己手腕上的玉環道：『這是我進宮那天你給我的，你等著吧，那一天我把玉環還你，那一天這匕首跟著也來了！』」他說到這裏，把玉環在手指上又轉了一圈，微微一笑，說道：「就是這玉環，我等了十幾年，今天總算等到了。」黃蓉道：「伯伯，她自己殺死孩子，與你何干？況且她用毒藥害你，縱使當年有什麼仇怨，也是一報還一報的清償了。我到山下去打發她走路，不許她再來騷擾……」話未說完，那小沙彌匆匆進來，道：「師父，山下又送來這東西。」雙手奉著一個小小的布包。一燈接過揭開，眾人齊聲驚呼，原來正是那個錦帕所做的嬰孩肚兜。錦帕上織著的一對鴛鴦栩栩如生，錦緞已經變黃，雙鴛卻燦然如新。兩隻鴛鴦之間清清楚楚的穿了一個刀孔，孔旁是一攤已成黑色的血跡。一燈將錦帕鋪在地下，呆呆的望著，淒然不語，過了良久，才道：「織就鴛鴦欲雙飛，嘿，欲雙飛，到頭來總成一夢。她抱著兒子的屍體，縱聲長笑，從窗中一躍而出，飛身上屋，轉眼不見了影蹤。我不飲不食，苦思了三日三夜，終於大徹大悟，將皇位傳給我大兒子，就此出家為僧。」他指著四弟子道：「他們跟隨我久了，不願離開，和我一起到滇西龍川寺住。起初三年，四人輪流在朝輔佐我兒，後來我兒熟習了政務，又遇上大雪山採藥、歐陽鋒傷人之事，大夥兒搬到了這裏，也就沒有再回大理去。「我心腸剛硬，不肯救那孩子性命，此後十來中，日日夜夜教我不得安息，總盼多救世人，以贖我這件大罪。他們卻不知我的苦衷，總是時加阻攔。唉，就算救活千人萬人，那孩子總是死了，除非我把自己性命還了他，這罪孽又那能消除得了？我是天天在等瑛姑的消息，等她來把匕首刺入我心窩之中，怕只怕等不及她到來，我卻壽數已終，這場因果難了。好啦，眼下總算給我盼到了。唉，其實她又何必在九花玉露丸中混入毒藥？我若知她下毒之後跟著就到，這幾個時辰總支持得住，也不用師弟費神給我解毒了。」黃蓉氣憤憤的道：「這女人心腸好毒？她早已查到伯伯的住處，就怕自己功夫不夠，處心積慮的等待時機，剛巧碰到我被裘鐵掌打傷，就抓住良機，指引我來求治，雙管齊下，讓你耗損了真力，再乘機下毒，真想不到我做了這惡婦手中害人的利器。伯伯，歐陽鋒那幅畫又怎地到了她的手裏？這畫又有什麼干係？」一燈大師取過小几上那部「大莊嚴論經」，翻到一處，說道：「畫中故事出於天竺角城，昔有一王，名曰尸毘，精勤苦行，求正等正覺之法。一日有大鷹追逐一鴿，鴿飛入尸毘王腋下，舉身戰怖。大鷹求王見還，說道國王救鴿，鷹卻不免餓死。王自念救一害一，於理不然，於是即取利刀，自割股肉與鷹，那鷹又道：『國王所割之肉，須與鴿身等重。』尸毘王命取天平，鴿與股肉各置一盤，但股肉割盡，鴿身猶低。王續割胸，背，臂，肋俱盡，仍不及鴿身之重，王舉身而上天平。於是大地震動，諸天作樂，天女散花，芳香滿路。天龍夜叉等俱在空中嘆道：『善哉，如此大勇，得未曾有。』」這雖是一個神話，但一燈說得慈悲莊嚴，眾人聽了都不禁感動。黃蓉道：「伯伯，她怕你不肯為我治傷，所以用這幅畫來打動你的心。」一燈微笑道：「正是如此，她當日離開大理，心懷怨憤，定然遍訪江湖好手，不知怎地和歐陽鋒相遇。那歐陽鋒得知她的心意，想必代她籌劃了這個方策，繪了這圖給她。此經在西域流傳甚廣，歐陽鋒是西域人，也必知道這個故事。」黃蓉恨恨的道：「老毒物利用瑛姑，那瑛姑又來利用我，這是借刀殺人的連環毒計。」一燈嘆道：「你也不須煩惱，你若不與他無意相遇，她也必會隨意打傷一人，指點他來求我醫治。只是若無武功高強之人護送，輕易上不得山來。歐陽鋒此圖繪成已久，安排下這個計謀，少說也已有十年，難道這十年之中，當真遇不著一個機緣麼？」黃蓉道：「伯伯，我知道啦。她還有一件心事，比害你更要緊。」一燈「啊」了一聲，道：「什麼事？」黃蓉道：「老頑童被我爹爹關在桃花島上，她要去救他出來。」於是將瑛姑在黑沼茅屋中苦學奇門術數之事，說了一遍，又道：「後來得知縱使再學一百年，也難及得上我爹爹，又見我正好受了傷，於是……」一燈一聲長笑，站起身來，說道：「好了，好了，諸事湊合，今日總算得遂她的心願。」沉著臉向四弟子道：「你們好好去接引劉貴妃，不，接引瑛姑上山，不得有半句不敬的言語。」四弟子不約而同的伏地大哭，齊叫：「師父！」一燈嘆道：「你們跟了我這許多年，難道還不懂師父的心事麼？」轉頭向靖蓉二人說道：「我求兩位一件事。」靖蓉齊道：「但教所命，無有不遵。」一燈道：「好。現下你們好好下山去。我一生負那瑛姑實多，日後她如遇到什麼危難艱險，務盼兩位瞧在老僧之臉，要大加援手。兩位如能玉成她與周師兄的美事，老僧更是感激無量。」靖蓉兩人愕然相顧，不敢答應，瑛姑此來，明明是要加害一燈大師，他這番話卻不但絕了各人報仇之念，反而要以德報怨。一燈見兩人不作聲，又追問一句：「老僧這個懇求，兩位難以答允麼？」黃蓉微一猶豫，說道：「伯伯既這麼說，我們答允就是。」一扯郭靖的衣袖，下拜告別。一燈又道：「你們不必和瑛姑見面，從後山下去吧。」黃蓉又答應了，牽著郭靖的手轉身出門。四弟子見她臉上並無戚容，心中都暗罵她心地涼薄，眼見自己救命恩人危在頃刻，竟然漠不關心的說走便走。郭靖卻知黃蓉決非這等人，必然另有計謀，當下跟著她出門。走到門口，黃蓉俯口到他耳邊，低低說了幾句話，郭靖點點頭，轉過身來，慢慢走回。一燈道：「你宅心忠厚，將來必有大成，瑛姑的事，我重託你了。」郭靖道：「好！」突然反手一抓，拿住了一燈身旁那天竺僧人的手腕，左手乘勢戳去，閉住了他「華蓋」「天柱」兩個大穴。這兩穴一主手，一主足，兩穴一閉，四肢登時動彈不得。這一著大出人人意料之外，一燈與四大弟子俱各大驚失色，齊叫：「幹什麼？」郭靖更不打話，左手又往一燈肩頭抓去。一燈大師見郭靖抓到，右掌一翻，快似閃電，早已拿住他左手手腕。郭靖吃了一驚，心想此際一燈全身已被籠罩在自己掌力之下，竟然能破勢反擊，而且一擊正中要害，此種功夫確是生平未睹，只是一燈手掌與他手脈寸關尺一觸，卻顯真力虛弱，這一拿卻拿得虛晃不穩。郭靖立時奪位逆拿，翻掌扣住他手背麻筋，右掌「神龍擺尾」，擊退漁人與樵子從後攻來的兩招，一指前伸，即用從一燈大師那裏學來的點穴手段，點中了他脅下的「鳳尾」「精促」二穴。此時黃蓉已使開打狗棒法，將那農夫直逼到禪房門外。那書生以變起倉卒，未明靖蓉二人用意，連呼：「有話請說，不必動手。」那農夫見師父為人所制，勢如瘋虎，不顧性命的向禪房猛衝，但那打狗棒法何等精妙，連衝三次，都被黃蓉逼得退回原位。郭靖雙掌呼呼風響，使成一個圈子，從禪房打將出來，漁人、樵子、書生三人被他掌勢所迫，一步一步退出房門。黃蓉猛地遞出一招，直取農夫眉心。這一棒迥非常法，迅捷無倫，那農夫一聲「啊也」，向後一仰，平平躍出數尺。黃蓉叫聲：「好！」反手關上背後的房門，笑咪咪的道：「各位住手，我有話說。」那樵子和漁人每接郭靖一掌，都感手臂酸麻，足步踉蹌，眼見郭靖又是一掌擊來，兩人並肩齊上，正要奮力抵擋，郭靖聽得黃蓉此言，這一掌發到中途，忽地收住，抱拳說道：「得罪得罪。」漁樵耕讀愕然相顧，黃蓉莊容說道：「我等身受尊師厚恩，眼見尊師有難，豈能袖手不顧？適才冒犯，實是意圖相救。」那書生上前作了一揖，說道：「家師對頭是我們四人的主母，尊卑有別，她找上山來，我們不敢出手。何況家師為了那……那小皇爺之死，十餘年來耿耿於心，這一次就算功力不損，身未中毒，見到那劉貴妃前來，也必袖手受她一刀。我們師命難違，心焦如焚，實是智窮力竭，不知如何是好。姑娘絕世才華，若能指點一條明路，我輩粉身碎骨，亦當相報大恩大德。」黃蓉聽他說得如此懇切，倒也不便和他一貫的嬉皮笑臉，說道：「我本來心想那天竺僧人既是列位的師叔，武功必然精絕，當時想了一個主意，要從他身上相救尊師，豈知他竟然絲毫不會武功，那麼只得另行設法了。第二個法子要冒一個奇險，若能成功，倒可一勞永逸的再無後患。只是危險太大，那瑛姑精明狡猾，武功又高，此計未必能成，但我才智庸愚，實想不出一個萬全之策。」漁樵耕讀齊道：「願聞其詳。」黃蓉秀眉微揚，說出一番話來，只把四人聽得面面相覷，半晌做聲不得。酉牌時分，太陽緩緩落到山後，山風清勁，只吹得禪院前幾排棕樹搖擺不定，蓮塘中殘荷枯葉簌簌作響。夕陽餘暉從山峰後面映射過來，山峰的影子宛似一個極大怪人，橫臥在地。漁樵耕讀四人盤膝坐在石樑盡處的地下，不住睜眼向石樑彼端望去，每個人心中都是忐忑不安。等了良久良久，天漸昏暗，幾隻烏鴉啞啞的叫著，投入下面山谷之中，但石樑彼端的山崖轉角處仍是無人出現。那漁人心道：「但願得劉貴妃心意忽變，想起此事怪不得師父，竟然懸崖勒馬，永遠不來。」那樵子心道：「這劉貴妃狡詐多智，定是在使什麼奸計。」那農夫最是焦躁：「早些來了，早些有個了斷，是禍是福，是好是歹，便也有個分曉。說來卻又不來，好教人惱恨。」那書生卻想：「她來得愈遲，愈是兇險，這件事也就愈難善罷。」他本來足智多謀，在大理國做了十餘年宰相，什麼大陣大仗不曾見過，但這時竟然心頭煩躁，思潮起伏，拿不出半點主意，眼見周圍黑沉沉的難分高低，遠處隱隱傳來幾聲梟鳴，突然想起兒時聽人說過的一番話來：「那夜貓子躲在暗裏，偷偷數人的眉毛。誰的眉毛根數被牠數清楚了，那就活不到天亮。」這明明是番騙小孩兒的瞎說，但這時聽到這幾聲梟鳴，全身竟然不寒而慄：「難道師父當真逃不過這番劫難，要死在這女子手裏麼？」正想到此處，忽聽那樵子顫聲低道：「來啦！」一抬頭，只見一條黑影在石樑上如飛而至，遇到缺口，輕飄飄的一躍而過，似乎絲毫不費力氣。四人心中更是駭然：「她跟我師學藝之時，我們早已得了我師的真傳。怎麼她的武功忽然在我們之上？這十餘年之中，她又從什麼地方學得這身功夫！」眼見那黑影越奔越近，四人站起身來，分立兩旁，轉瞬之間，那黑影走完石樑，只見她一身黑衣，面目隱約可辨，正是段皇爺當年十分寵愛的劉貴妃。四人跪倒磕頭，說道：「小人參見娘娘。」瑛姑「哼」了一聲，橫目向四人掃了一眼道：「什麼娘娘不娘娘？劉貴妃早已死了，我是瑛姑。嗯，大丞相，大將軍，水軍都督，御林軍總管，都在這裏。我道皇爺當真是看破世情，削髮為僧，卻原來躲在這深山之中，還是在做他的太平安樂皇帝。」她這番話中充滿了怨毒，四人聽得凜凜不安。那書生道：「皇爺早已不是從前的那模樣了。娘娘見了他必定再也認不出來。」瑛姑冷笑道：「你們娘娘長娘娘短的，是譏刺我麼？直挺挺的跪在這裏，是想拜死我麼？」漁樵耕讀四人互視一眼，站起身來，說道：「小的向您請安。」瑛姑把手一擺，道：「皇爺是叫你們阻攔我來著，鬧這些虛文幹麼？要動手快動手啊。你君的君，臣的臣，不知害過多少百姓，對我這樣一個女子還裝假作甚？」那書生道：「我皇愛民如子，寬厚仁慈，別說殘害無辜，就是別人犯了重罪，我皇也常常法外施恩。娘娘難道不知？」瑛姑臉上一紅，厲聲道：「你膽敢出言挺撞我麼？」那書生道：「微臣不敢。」瑛姑道：「你口中稱臣，心中豈有君臣之份？我要見段皇智興去，你們讓是不讓？」那「段智興」正是一燈大師俗家的姓名，漁樵耕讀四人心中雖知，但從來不敢出之於口，一聽瑛姑直斥其名，都是不禁凜然。那農夫在朝時充任一燈大師的御林軍總管，這時再也忍耐不住，大聲喝道：「一日為君，終身是尊，你豈可出言無狀？」瑛姑縱聲長笑，更不打話，向前便闖。四人各伸雙臂相攔，心想：「她功夫雖高，我四人合力，儘也阻攔得住。今日縱然違了師命，事急從權，那也說不得了。」豈知瑛姑既不出掌相推，也不揮拳歐擊，施展輕功，迎面直撞過來。那樵子見她衝到，不敢與她身子相碰，微微向旁一閃，伸手抓她肩頭。這一抓出手極快，抓力亦猛，但掌心剛與她肩頭一觸，卻似碰到一件異常滑溜之物一般，竟然抓之不住。就在此時，農夫與漁人齊聲猛喝，雙雙從左右襲到。瑛姑一低頭，人似水蛇，已從漁人腋下鑽了過去。那漁人鼻中只聞到一陣似蘭非蘭、似麝非麝的幽香，心中略感慌亂，手臂非但不敢內壓夾她身子，反而向外一放，生怕碰著她身上什麼地方。那農夫怒道：「你怎麼啦！」十指似鉤，猛往她腰間插去。那樵子急喝：「不得無禮！」那農夫充耳不聞，剎時之間，十指的指端都已觸及瑛姑腰間，但不知怎的，指端觸處只覺油光水滑，一溜即被她溜了開去。瑛姑以在黑沼中悟出來的泥鰍功連過三人，已知這四人無法阻攔自己，回手一掌，猛往那農夫拍來。那書生迴臂一指，逕點她手腕穴道，豈知瑛姑也突然伸出一指，快如電光石火，手指尖對手指尖，與那書生的手指在空中對準了一碰。此時那書生全身精神，全都集於右手食指，突然間指尖正中一麻，身如電震，叫聲「啊喲」，一交跌翻在地。那樵夫與漁人忙俯身救人，那農夫長拳直出，猶似鐵鎚般往瑛姑身上擊去。這一拳挾著一股勁風，力道好不驚人，瑛姑一來要借此試試自己在黑沼中自悟的功夫，二來要佈個陷阱傷害對方，眼見拳風撲面，竟不避讓。那農夫一驚，心想這一拳勢必將她打得腦漿迸裂，急忙收勢，但拳頭已打到瑛姑鼻尖。瑛姑的腦袋微微一側，這一拳竟從她鼻尖滑落，在她臉頰上擦了過去。那農夫一驚，手腕已被對方拿住，急忙後奪，只聽得喀的一聲，尚未覺得疼痛，卻知手肘關節已被她一拳打斷。那農夫一咬牙，更不理會左臂已斷，右手食指急往敵人臂彎裏點去。漁樵耕讀四人的點穴功夫都得自一燈大師的親傳，雖不及乃師一陽指的出神入化，但在武林中也是頂尖兒的功夫，豈知遇著瑛姑，剛好撞正了剋星。她處心積慮的要報喪子之仇，但知一燈大師點穴功夫厲害，若無專破點穴手段的本事，休想報得此仇。她是個刺繡的好手，竟從女紅上想出了一個妙法：在右手食指尖端上戴了一個小小金環，環上突出一枚三分來長的金針，針上餵了劇毒。她精工刺繡，眼神既佳，手力又穩，苦練數年之後，空中飛過蚊蠅，一指戳去，金針能將蚊蠅穿身而過。此際臨敵，她一針先將書生的點穴功破了，待見那農夫點到，冷笑一聲，纖指輕曲，指尖對指尖，一針又刺在他食指尖端的中心。常言道：「十指連心」，那食指尖端乃是肺支大腸兩脈之交，金針刺入，即抵「商陽穴」。那農夫敗中求勝，這一指是出了全力，瑛姑卻毫不使勁，只是在恰好時候將金針佈在恰好的處所，倒不是用針刺他指尖，卻是讓他用指尖自行戳在金針之上。這一刺入，那農夫也是虎吼一聲，撲倒在地。瑛姑冷笑道：「好個大總管。」搶步往禪院奔去。那漁人大呼：「娘娘留步。」瑛姑止步回身，冷笑道：「你待怎地？」這時她已奔至荷塘之前，荷塘與禪院間只有一條小石橋相通，瑛姑站在橋頭，瞪目而視，雖在黑夜，僅有微光可辨面目，那漁人與她一對面，只覺兩道目光冷森森的直射過來，不禁心中凜然，不敢上前動手。瑛姑冷冷的道：「大丞相、大總管兩人中了我的七絕針，天下無人救得。」說罷也不待他答話，轉身緩緩而行，竟不回頭，絲毫不懼他從後偷襲。一條小石橋只二十來步，將到盡頭，黑暗中轉出一人，拱手說道：「前輩您好。」瑛姑吃了一驚，暗道：「此人悄無聲息的突然出現。我怎麼竟未知覺？若是他暗施毒手，此刻只怕我已非死即傷。」定睛一看，只見他身高膀闊、濃眉大眼，正是自己指點上山的郭靖，當下說道：「小姑娘的傷治好了嗎？」郭靖躬身道：「多謝前輩指點，我師妹的傷蒙一燈大師治好了。」瑛姑哼了一聲道：「怎麼她不親自來向我道謝？」一面說，一面向前直行。郭靖站在橋頭，見她對準自己筆直走來，忙道：「前輩請回！」瑛姑那來理他，身形一側，展開泥鰍功，從他左側一滑而過。郭靖雖在黑沼茅屋中曾與她動過手，但料不到她說過就過，身法滑溜如此，情急之下，左臂後抄，一振一彈，卻是周伯通所授「空明拳」的奇妙家數。瑛姑眼見已滑過他的身側，那知一股柔中帶軔的拳風迎面撲至，逼得她非倒退不可。瑛姑為人極是陰狠，此來是有進無退，不管郭靖拳勢猛烈，仍是一鼓勁向前直衝。郭靖急叫：「留神！」只感一個女子溫軟的身軀已撲入自己的臂彎，一驚之下，足下被瑛姑一勾，兩人一齊落向荷塘。兩人身在半空之時，瑛姑左手從郭靖右腋下穿過，繞至背後，抓住左肩，中指捲曲，扣向郭靖咽喉，大次兩指施勁而捏。這是小擒拿手中的「前封喉閉氣」之法，只要一捏而中，敵人氣管封閉，呼吸立絕，最是厲害不過。郭靖身子斜斜下跌，又覺肩頭被拿，心知不妙，右臂立彎，挾向瑛姑頭頸，這也是小擒拿手中閉氣之法，稱為「後挾頸閉氣」。瑛姑知他臂力厲害，急忙鬆手放開他的肩頭，轉腕塞閉。從石橋落入荷塘，只是一瞬之間，但兩人迅發捷收，在這一瞬之間已各向對方施了三招，這近身肉搏，用的都是快速無倫的小擒拿手。論功力是瑛姑深得多，但郭靖一來力大，二來拳法精奇，這三招誰也奈何不了誰，只聽撲通一聲，雙雙落入塘中。那荷塘中污泥有兩尺來深，塘水一直浸至胸間。瑛姑左手下抄，撈起一把污泥往郭靖口中抹去。郭靖一怔，急忙低頭閃避。須知瑛姑在泥濘遍地的黑沼一居十餘年，見泥鰍穿泥遊行而悟出了一身泥鰍功，在陸上與人動手過招已是滑溜異常，一入軟泥浮沙，那更是如虎添翼，她所以生計將郭靖拉入荷塘，也是知他武功勝過自己，非逼他處於劣地，難以過橋。只見她指戳掌打，在污泥中行動得比陸上還要迅捷數倍，有時更撈起一團團爛泥，沒頭沒腦往郭靖臉上亂抹。郭靖雙足深陷，又不敢猛施掌力將她打傷，只拆了四五招，立時狼狽萬分。但聽風聲響處，一團黑越越的塘泥挾著一股臭氣撲面而至，急忙側頭閃避，那知瑛姑數泥同擲，閃開了兩團污泥，第三團卻迎面擲個正中，口鼻雙眼登被封住。郭靖久經江南六怪指點，知道身上一中暗器，若是手忙腳亂的去拔暗器、看傷口，敵人必然乘虛而上，痛下殺手，此時呼吸已閉，眼目難開，當下呼呼呼連推三掌，教敵人不能近到自己五尺之內，這才伸左手抹去臉上污泥，一轉頭，只見瑛姑已躍上石橋，走向禪院。瑛姑闖過郭靖這一關，心中暗叫：「慚愧！若非此處有個荷塘，焉能打退這傻小子？想來是老天爺今日教我得報此仇。」當下腳步加快，走向寺門，伸手一推，那門竟未上閂，呀的一聲，應手而開。這一下倒出乎她意料之外，只怕門後有甚埋伏，在外面待了片刻，見屋內並無動靜，這才入內，只見大殿上佛前供著一盞油燈，映照著佛像寶相莊嚴。瑛姑心中一酸，跪倒在蒲團上暗暗禱祝，剛默祝得幾句，忽聽身後格格兩聲輕笑，當即左手揮到背心劃了一個圈子，佈下防禦，右手在蒲團上一按，借力騰起，在空中輕輕巧的一個轉身，落下地來。一個女子聲音喝了聲采：「好俊功夫啊！」定睛一看，只見她青衣紅帶，頭上束髮金環閃閃發光，一雙美目笑嘻嘻的凝視著自己，手中拿著一根晶瑩碧綠的竹棒，正是黃蓉。