第七回　金面佛眾人聽到這裏，都抬起頭來，望了望廳中對聯上「打遍天下無敵手，金面佛醉後塗鴉」這十四個字。寶樹道：「金面佛苗大俠愛用這七字做他的外號，直到現下，我還是覺得過於目中無人。那一天晚上見到，更是驚訝，當下細看他容貌。只見他身材極高極瘦，宛似一條竹篙，面皮蠟黃，滿臉病容，一雙破蒲扇般的大手，擺著放在桌上。我說他這對手像破蒲扇，因為手掌瘦得只剩下一根根骨頭。我當時自然不知道他是誰，到後來才知是金面佛苗人鳳苗大俠。「那胡一刀自顧自逗弄孩子，竟似沒瞧見這許多人進來。苗大俠也是一句話不說，自有他的從人斟上酒來。那幾十個漢子瞪著眼睛瞧胡一刀，他卻只管蘸酒給孩子吮。他蘸一滴酒，仰脖子喝一碗，爺兒倆竟是勸上了酒。我心中怦怦亂跳，不知誰先動手。只要誰一跳起，幾十把刀劍砍將下來，旁人就算僥倖不死，也得帶點兒傷。「胡一刀和苗大俠悶聲不響的各自喝了十多碗酒，誰也不向誰瞧一眼。忽然房中夫人醒了，叫了聲：『大哥！』那孩子聽到母親聲音，哇的一聲，大哭起來。胡一刀手一顫，嗆啷一聲，酒碗落在地下，跌得粉碎。只見他臉色立變，抱著孩子站起身來。苗大俠『嘿、嘿、嘿』冷笑三聲，轉身出門。眾人一齊跟出，片刻之間，馬蹄聲漸漸遠去。我只道一場惡鬥勢所難免，哪知道孩子這麼一哭，苗大俠竟爾走了。我和掌櫃、夥計們面面相覷，摸不著半點頭腦。「胡一刀抱著孩子走進房去，那房間的板壁極薄，只聽夫人問道：『大哥，是誰來了啊？』胡一刀道：『幾個毛賊，你好好睡罷！別擔心。』夫人嘆了口氣，低聲道：『不用騙我，我知道是金面佛來啦。』胡一刀道：『不是的，你別瞎疑心。』夫人道：『那你幹麼說話聲音發抖？你從來不是那樣的。』「胡一刀不語，隔了片刻道：『你猜到就算啦。我不會怕他的。』夫人道：『大哥，你千萬別為了我、為了孩子擔心，你心裏一怕，就打他不過了。』胡一刀嘆了口長氣，道：『也不知道為甚麼？我從來天不怕地不怕，今晚我抱著孩子，見到金面佛進來，他把包袱在桌上一放，眼角向孩子一幌，我就全身出了一陣冷汗。妹子，你說得不錯，我就是害怕金面佛。』夫人道：『你不是自己怕他，是怕他害我，怕他害咱們的孩子。』胡一刀道：『聽說金面佛行俠仗義，江湖上都稱他苗大俠而不名，總不會害女人孩子罷？』他說這幾句話時聲音更加發顫，顯是自己也無把握。我聽了他這番話，忽然可憐他起來，心想：『這人臉上一副兇相，原來心裏卻害怕得緊。』「只聽夫人輕聲道：『大哥，你抱了孩子向北逃罷。等我養好身子，到關外尋你。』「胡一刀道：『唉，怎麼成？要死，咱倆死在一塊。』夫人嘆道：『早知如此，當年我不阻你南下跟金面佛挑戰倒好，那時你心無牽掛，準能勝他。』胡一刀笑道：『今日相逢，也未必敗在他手裏。他那個打遍天下無敵手的黃包袱，只怕得換換主兒。』他雖然帶笑而說，但聲音總是發顫，即是隔了一道板壁，我仍然聽得出來。「夫人忽道：『大哥，你答應我一件事。』胡一刀道：『甚麼？』夫人道：『咱們把一切跟金面佛明說了，憑他怎麼處置。他號稱大俠，難道不講公道？我甘願跪在他面前，向他求情。』胡一刀道：『我在外面一邊喝酒，一邊心中琢磨，十幾條可行的路子都細細想過了。你剛生下孩子，怎能出外？我自己去，一說就僵。倘若有個人可使，你的主意倒可行得。』夫人想了一會，道：『那個醫生人很能幹的，口齒伶俐，不如煩他一行。』胡一刀道：『此人貪財，未必可靠。』夫人道：『咱們重重酬謝他就是。』哈哈，老衲年輕之時，確是好酒貪財，說出來也不怕各位笑話，我一聽『重重酬謝』四字，早就打定了主意：『就是水裏火裏，也要跟他走一遭。』「他們夫妻倆低聲商量了幾句，胡一刀就出來叫我進房，說道：『明日一早，必有人前來送信。相煩你跟隨他去，送我的回信給金面佛苗大俠，就是剛才來喝酒的那位黃面大爺。』我想此事何難，當下滿口答應。次日大清早，果然一個漢子騎馬送了一封信來給胡一刀。我聽夫人唸信，原來是苗大俠約他比武的，信上要他自擇日子地方。胡一刀寫了一封回信交給我，我向客店掌櫃借了匹馬，跟了那漢子前去。向南走了三十多里，那漢子領我進了一座大屋，苗大俠、范幫主、田相公都在裏面，此外還有四五十人，男的女的、和尚道士尼姑都有。「田相公看了那信，說道：『不必另約日子了，我們明日準到。』我道：『相公還有甚麼吩咐？』田相公道：『你去跟胡一刀說，叫他先買定三口棺材，兩口大的，一口小的，免得大爺們到頭來破費。』我回到客店，把這幾句話對胡一刀夫婦說了，心想他們必定破口大罵，哪知他們只對望了一眼，一言不發。兩個人輪流抱著孩子，只管親他疼他，好似自知死期已近，多親一刻也好一刻。「這一晚我儘做噩夢，一會兒夢見胡一刀將苗大俠殺了，一會兒夢見苗大俠將胡一刀殺了，一會兒又夢見這兩人把我殺了。睡到半夜，忽然被一個聲音吵醒，一聽原來是隔壁房裏胡一刀的哭泣聲。我好生奇怪；心想：『瞧他也是個響噹噹的漢子，大丈夫死則死耳，事到臨頭，還哭些甚麼？怎地如此膿包？』卻聽他嗚咽著聲音道：『孩子，你生下三天，便成了沒爹沒娘的孤兒，將來有誰疼你？你餓了冷了，誰來管你？你受人欺侮，誰來幫你？』「起初我罵他膿包，聽到後來，卻不禁鼻酸，心想：這麼兇惡粗豪的一條猛漢子，對小孩兒竟然如此愛憐。他哭了一陣，他夫人忽道：『大哥，你不用傷心。若是你當真命喪金面佛之手，我決定不死，好好將孩子帶大就是。』胡一刀大喜，道：『妹子，我思前想後，最放心不下的就是此事。我總想，若是我不幸死了，你怎能活著？現下你肯挑這副重擔，我就沒甚麼擔憂的了。哈哈，人生自古誰無死？痛痛快快跟一位天下第一的高手決一死戰，那也是百年難逢的奇遇啊！』「我聽了這番說話，覺得他真是個奇人，只聽他大笑了一場，忽又嘆口氣道：『妹子，引刀一割，頸中一痛。甚麼都完事啦，死是很容易的，你活著可就艱難了。我死了之後，無知無覺，你卻要日日夜夜的傷心難過。唉，我心中可真是捨不得你。』夫人道：『我瞧著孩子，就如瞧著你一般。等他長大了，我叫他學你的樣，甚麼貪官污吏、土豪惡霸，見了就是一刀。』「胡一刀道：『我生平的所作所為，你覺得都沒有錯？要孩子完全學我的樣？』夫人道：『都沒有錯。』胡一刀道：『好，不論我是死是活，這一生過得無愧天地。這隻鐵盒兒等孩子過得十六歲時交給他。』我在門縫中悄悄張望，只見夫人抱著孩子，胡一刀從衣囊中取出一隻鐵盒來，那就是這一隻盒子了。只是那時闖王的軍刀卻在天龍田家手裏，並非放在盒中。「那麼盒中放的是甚麼呢？你們定然要問，當時我心中也存著老大一個疑竇。只是胡一刀不打開盒子，我自然也沒法看到。「他交代了這些話後，心中無牽無掛，倒頭便睡，片刻間鼾聲大作。這打鼾聲就如隱隱雷鳴一般。我知道沒甚麼聽的了，想合眼睡覺，但隔壁那鼾聲實在響得厲害，翻來覆去的總是睡不著？我心裏想，這位少年夫人生得如花如玉，卻嫁了胡一刀這麼粗魯的漢子，這本已奇了，而居然還死心塌地的敬他愛他，那更是難以思議。「第二日天沒亮，夫人出房來吩咐店伴，殺一口豬一口羊，又殺十來隻雞鴨，她親自下廚去做菜。我勸道：『你生孩子沒過三朝，勞碌不得，否則日後腰痠背痛，麻煩可多著了。』她笑了笑道：『眼前的麻煩已夠多了，還管日後呢？』胡一刀見她累得辛苦，也勸她歇歇。夫人也只朝他笑笑，自顧自做菜。胡一刀笑道：『好，再吃一次你的妙手烹調，死而無憾。』我這才明白，原來她知夫妻死別在即，無論如何，要再做一次菜給丈夫吃。「到天色大亮，夫人已做好了三四十個菜，放滿了一桌。胡一刀叫店伴打來十斤酒，放懷大吃大喝。夫人抱著孩子坐在他身旁，給他斟酒佈菜，臉上竟自帶著笑容。「胡一刀一口氣喝了七八碗白乾，用手抓了幾塊羊肉入口，只聽得門外馬蹄聲響，漸漸跑近。胡一刀與夫人對望一眼，笑了一笑。胡一刀道：『你去罷。等孩子大了，你記得跟他說，爸爸叫他心腸狠些硬些。就是這麼一句話。』夫人點頭道：『讓我瞧瞧金面佛是甚麼模樣。』「過不多時，馬蹄聲在門外停住，金面佛、范幫主、田相公帶了幾十個人進來。胡一刀頭也不抬，說道：『吃罷！』金面佛道：『好！』坐在他的對面，端起碗就要喝酒。田相公忙伸手攔住，道：『苗大俠，須防他酒肉之中有甚麼古怪。』金面佛道：『素聞胡一刀是鐵錚錚的漢子，行事光明磊落，豈能暗算害我？』舉起碗一仰脖子，一口喝乾，挾了一塊雞吃了，他吃菜的模樣可比胡一刀斯文得多了。「夫人向金面佛凝望了幾眼，嘆了口氣，對胡一刀道：『大哥，並世豪傑之中，除了這位金面佛苗大俠，當真再無第二人是敵手。他對你推心置腹，這副氣概，天下就只你們兩人。』胡一刀哈哈笑道：『妹子，你是女中丈夫，你也算得上一個。』夫人向金面佛道：『苗大俠，你是男兒漢大丈夫，果真名不虛傳，我丈夫若是死在你手裏，不算枉了。你若是給我丈夫殺了，也不害你一世英名。來，我敬你一碗。』說著斟了兩碗酒，自己先喝了一碗。「金面佛似乎不愛說話，只雙眉一揚，又說聲『好！』接過酒碗。范幫主一直在旁沉著臉，這時搶上一步，叫道：『苗大俠，須防最毒婦人心。』金面佛眉頭一皺，不去理他，自行將酒喝了。夫人抱著孩子，站起來，說道：『苗大俠，你有甚麼放不下之事，先跟我說。否則若你一個失手，給我丈夫殺了，你這些朋友未必能給你辦甚麼事。』「金面佛微一沉吟，道：『四年之前，我有事赴嶺南，家中卻來了一人，自稱是山東武定縣的商劍鳴。』夫人道：『嗯，此人是八卦門的好手，八卦掌與八卦刀都很了得。』金面佛道：『不錯。他聽說我有個外號叫做打遍天下無敵手，心中不服，找上門來比武。偏巧我不在家，他和我兄弟三言兩語，動起手來，竟下殺手，將我兩個兄弟、一個妹子，全用重手震死。比武有輸有贏，我弟妹學藝不精，死在他的手裏，那也罷了，哪知他還將我一個不會武藝的叔父一掌打死。』夫人道：『此人好橫。你就該找他啊。』金面佛道：『我兩個兄弟武功不弱，商劍鳴既有此手段，自是勁敵。想我苗家與胡家累世深仇，胡一刀之事未了，不該冒險輕生，是以四年來一直沒上山東武定縣去。』夫人道：『這件事交給咱們就是。』金面佛點點頭，站起身來，抽出佩劍，說道：『胡一刀，來罷。』「胡一刀只顧吃肉，卻不理他。夫人道：『苗大俠，我丈夫武功雖強，也未必一定能勝你。』金面佛道：『啊，我忘了。胡一刀，你心中有甚麼放不下之事？』胡一刀抹抹嘴，站起來道：『你若殺了我，這孩子日後必定找你報仇，你好好照顧他罷。』我心想：『常言道：斬草除根。金面佛若將胡一刀殺了，哪肯放過他妻兒？他居然還怕金面佛忘記，特地提上一提。』哪知金面佛道：『你放心，你若不幸失手，這孩子我當自己兒子一般看待。』「范幫主與田相公皺著眉頭站在一旁，模樣兒顯得好不耐煩。我心中也是暗暗納罕：『瞧胡一刀夫婦與金面佛的神情，互相敬重囑託，倒似是極好的朋友，哪裏會性命相拚？』「就在此時，胡一刀從腰間拔出刀來，寒光一閃，叫道：『好朋友，你先請！』金面佛長劍一挺，說聲：『領教！』虛走兩招。田相公叫道：『苗大俠，不用客氣，進招罷！』金面佛突然收劍，回頭說道：『各位通統請出門去！』田相公討了個沒趣，見他臉色嚴重，不敢違背，和范幫主等都退出大廳，站在門口觀戰。「胡一刀叫道：『好，我進招了。』欺進一步，一刀當頭猛劈下去。金面佛身子一斜，劍鋒圈轉，劍尖顫動，刺向對方右脅。胡一刀道：『我這把刀是寶刀，小心了。』一面說，一面揮刀往劍身砍去。金面佛道：『承教！』手腕振處，劍刃早已避開。我在滄州看人動刀子比武，也不知看了多少，但兩人那麼快捷的身手，卻從來沒有見過。兩人只拆了七八招，我已手心中全是冷汗。「又拆數招，兩人兵刃倏地相交，嗆噹一聲，金面佛的長劍被削為兩截。他絲毫不懼，拋下斷劍，要以空手與敵人相搏。胡一刀卻躍出圈子，叫道：『你去換一柄劍罷！』金面佛道：『不礙事！』「田相公卻將自己的長劍遞了過去。金面佛微一沉吟道：『我空手打不過你的單刀，還是用劍的好。』接過長劍，兩人又動起手來。我心想：『滄州的少年子弟比武，明明栽了，還是不肯服氣。這位金面佛自稱打遍天下無敵手，手上並未輸招，嘴上卻已洩氣，也算得古怪。』後來我才明白，這兩人都是天下一等一的高手，拆了這幾招，心中都已佩服對方，自然不敢相輕。「這時兩人互轉圈子，離得遠遠的，突然間撲上交換一招兩式，立即躍開。這般鬥了十多個回合，金面佛陡然一劍刺向胡一刀頭頸。這一劍去勢勁急之極，眼見難以閃避。胡一刀往地下一滾，甩起刀來，噹的一響，又將長劍削斷了。他隨即一躍而起，叫道：『對不起！非是我自恃寶刀，實是你這一招太厲害，非此不能破解。』「金面佛點點頭道：『不礙事！』田相公又遞了一柄劍上來。他接在手中。胡一刀道：『喂，你們借一柄刀。我這刀太利，兩人都顯不出真功夫。』田相公大喜，當即在從人手中取過一柄刀交給他。胡一刀掂了一掂，金面佛道：『太輕了罷？』長劍一橫，右手拇指與食指拿住劍尖，啪的一聲，將劍尖折了一截下來。這指力當真厲害，我心中暗暗吃驚。只聽得胡一刀笑道：『苗人鳳，你不肯佔人半點便宜，果然稱得上一個「俠」字。』「金面佛道：『豈敢，有一事須得跟你明言。』胡一刀道：『說罷。』金面佛道：『我早知你武功卓絕，苗人鳳未必是你對手，可是我在江湖上到處宣揚打遍天下無敵手七字，非是苗人鳳不知天高地厚，狂妄無恥，－－』胡一刀左手一擺，攔住了他的話頭，說道：『我早知你的真意。你想找我動手，可是無法找到，於是宣揚這七字的外號，好激我進關。』他苦笑了一下道：『現在我進關了，你若是打敗了我，這七字外號名符其實，儘可用得。進招罷！』「兩人說了這番話，刀劍閃動，又已鬥在一起。這一次兵刃上扯平，兩人各顯平生絕技，起初兩百餘招中，竟是沒分半點上下。後來胡一刀似乎漸漸落敗，一路刀法全取守勢，范、田諸人臉上均現喜色。只見他守得緊密異常，金面佛四面八方連環進攻，卻奈何不得他半點。突然之間，胡一刀刀法一變，出手全是硬劈硬斫。金面佛滿廳遊走，長劍或刺或擊，也是靈動之極。「這單刀功夫，我也曾跟師父下過七八年苦功，知道單刀分『天地君親師』五位：刀背為天，刀口為地，柄中為君，護手為親，柄後為師。這五位之中，自以『天地』兩位最為主要，但看那胡一刀的刀法，天地兩位固然使得出神入化，而『君親師』三位，竟也能用以攻敵防身。有時金面佛的長劍從出人不意的部位刺來，用刀背刀口萬難擋架，他竟會突然掉轉刀鋒，以刀柄打擊劍刃，迫使敵人變招。至於『展、抹、鉤、剁、砍、劈』六字訣，更是變換莫測。「劍上的功夫，那時我可不大懂啦。只是胡一刀的刀法如此精奇，而金面佛始終和他打了個旗鼓相當，自然也是厲害之極。刀劍槍是武學的三大主兵，常言道：刀如猛虎，劍如飛鳳，槍如遊龍。這兩人使刀的果如猛虎下山，使劍的也確似飛鳳翔天，一剛一柔，各擅勝場，誰也勝不了誰。起初我還看得出招數架式，到得後來，只瞧得我頭暈目眩，生怕當場摔倒，只好轉過了頭不看。「那時耳中只聽得刀劍劈風的呼呼之聲，偶而雙刃相交，發出錚的一聲。我向胡一刀的夫人臉上一望，只見她神色平和，竟絲毫不為丈夫的安危擔心。「我回頭再看胡一刀時，只見他愈打愈是鎮定，臉露笑容，似乎勝算在握。金面佛一張黃黃的臉皮上卻不洩露半點心事，既不興奮，亦無沮喪。只見胡一刀著著進逼，金面佛卻不住倒退。范幫主和田相公兩人神色愈來愈是緊張。我心想：『難道金面佛竟要輸在胡一刀手裏？』「忽聽得罷、罷、罷一陣響，田相公拉開彈弓，一陣連珠彈陡然往胡一刀上中下三路擊去。胡一刀哈哈大笑，將單刀往地下一摔，笑道：『苗人鳳，算我輸了。』。金面佛臉一沉，長劍揮動，將彈子都撥了開去，縱到田相公身旁，夾手搶過彈弓，啪的一聲，折為兩截，遠遠拋在門外，低沉著嗓子道：『滾出去！』我心中好生奇怪：『人家怕你打輸，好意相助，你卻如此不識好歹。』田相公紫脹著臉，怒目向金面佛瞪了一眼，又走出門去。「金面佛拾起單刀，向胡一刀拋去，說道：『咱們再來。』胡一刀伸手接住，順勢一刀揮出，噹的一響，刀劍相交。打了一陣，眼見日已過午，胡一刀叫道：『肚子餓啦，你吃不吃飯？』金面佛道：『好，吃一點。』兩人坐在桌邊，旁若無人的吃了起來。胡一刀狼吞虎嚥，一口氣吃了十多個饅頭。兩隻雞、一隻羊腿。金面佛卻只吃了兩條雞腿。胡一刀笑道：『你吃得太少，難道內人的烹調手段欠佳麼？』金面佛道：『很好。』又挾了一塊雞吃了。「吃過飯，兩人抹抹嘴再打，不久都施開輕身功夫，滿廳飛奔來去。別瞧胡一刀身子粗壯，進退趨避之際，竟是靈動異常；金面佛手長腿長，自是大佔便宜。這一番撲擊，我看得愈加眼花撩亂，忽聽得啊的一聲，胡一刀左足一滑，跪了下去。這原是金面佛進招的良機，他只要一劍劈下，敵手萬難閃避，哪知金面佛反而向後一躍，叫道：『你踏著彈子，小心了！』胡一刀膝未點地，早已站起，道：『不錯！』左手拾起彈子，中指一彈，嗤的一聲，那彈子從門中直飛出去。「金面佛叫道：『看劍！』挺劍又上。兩人翻翻滾滾，直鬥到夜色朦朧，也不知變換了多少招式，兀自難分勝敗。金面佛躍出圈子，道：『胡兄，你武藝高強，在下佩服得緊。咱們挑燈夜戰呢，還是明日再決雌雄？』「胡一刀笑道：『你讓我多活一天罷！』金面佛道：『不敢！』長劍一伸，一招丹鳳朝陽，轉身便走。這丹鳳朝陽式雖為劍招，但他退後三步再使將出來，已變為行禮致敬。胡一刀橫刀腹前，左手按著刀背，這一招鐵索橫江，也是向敵致意。兩人初鬥時性命相搏，但打了一日，心中相互欽佩，是以分手時各使出武林中最恭敬的禮節。」