第二十九回　蝶谷醫仙但無忌認定逼死自己父母的兇手之中，這些少林寺的和尚也在其內，因此一心只道他們盡是邪惡奸猾之輩。只聽空聞說道：「他寫給咱們的太極十三式和武當九陽功，自不會假，但少林九陽功咱們卻未練過，難道為了外人，反而去碰圓真的釘子？」無忌聽了，心中一動：「原來他們都不會少林九陽功，別要教我些不打緊的假功夫，卻騙了太師父的真功夫。」只聽空智說：「師兄，你是掌門方丈，傳下法旨，諒那圓真焉敢不遵？這是光大本門武學的盛舉，又不是為了一己之私。」空聞嘆了口氣道：「空見師兄若是在世，咱們便不用為難了。」沉吟半晌，道：「三師弟，便請你持我錫杖去諭示圓真，命他將少林九陽功傳於這姓張的少年。」空智道：「囑方丈師兄法旨。」原來當年覺遠大師荒郊傳經，張三丰演之為武當九陽功、郭襄演之為峨嵋九陽功、無色禪師演之為少林九陽功。那九陽功博大深微，每一派的傳人均只寥寥數人，少林派因有七十二項神功絕技，專練九陽功的人更少。自無色傳至空見，都是一線單傳，因少林僧俗弟子均認覺遠是本派棄徒，自他傳下來的功夫，縱然精妙，大家都不屑鑽研，反正本派絕技甚多，便是兩世為人，也學不了這許多，何必去走這條說來不夠響亮的路子？只是每一代均有一名弟子修習，庶免失傳，便算已足。此時少林寺中，祇有空見的關門弟子圓真，會此少林九陽功。但這人生性極是怪僻，終年閉關不出，除了對三大神僧稍有禮貌之外，合寺僧侶，他誰也不加理睬。到了每年達摩老祖一葦渡江之日，寺中例行考較武功，由三大神僧評定高下，指明優劣，但那圓真每次總是生病，臥床不起。誰也不知他是真病還是假病，也不知道他功夫到底如何。因此空聞等想到要他去傳授無忌功夫，都不由得皺眉。過了一會，空智回來覆命，說道：「這圓真果然忒也古怪。他說他皈依我佛之後，發願不見外人，既是方丈頒下法旨，他只允隔帳傳授。」空聞道：「那也由得他。師弟，待張三丰寫完經文，你去取來，看過無誤，便帶這少年去命圓真隔帳傳授。再吩咐香積廚送一席上等素齋去立雪亭，款待張三丰，他究是一派之尊，咱們禮不可失。」三人又談論了些別事，便出房去了。無忌睡在禪床之上，等了良久良久，才聽到有人進房，卻是一個小沙彌送了飯菜來。無忌飽餐一頓，那小沙彌道：「小施主，請隨我來。」無忌道：「到那裏去？」小沙彌道：「方丈命我帶你去見一個人。」無忌道：「是什麼人？」小沙彌道：「方丈叮囑，叫我不可多口。」無忌哼了一聲，心想你們故作神祕，其實我什麼都知道了，還不是見那個叫作什麼圓真的和尚。當下跟著那小沙彌穿房過戶，走過一個院子又是一個院子，無忌心想，這少林寺比咱們武當玉虛宮可要大得多了。一直繞過十幾座偏殿，到了一個古柏的森森的小院之中。小沙彌站在門口的竹簾之外，朗聲稟道：「張小施主到！」門內一個低沉的聲音說道：「進來吧！」無忌推門進去，那小沙彌順手帶上門自去。無忌左右一看，只見室內空空洞洞，除了地下一個蒲團之外，四壁蕭然，什麼東西也沒有。無忌本想，他既說「隔帳傳功」，那麼室中定有一個布帳，那知室中固然無人，連布帳也沒一塊，室中再無別處門戶，卻不知適才的人聲從何而來。正奇怪間，只聽一個低沉的聲音冷冷的道：「你坐下了！聽我述說少林九陽功的祕奧。我只說一遍，能記著多少，全憑你的造化。本寺方丈命我傳功，我傳便傳了，你能否領會，我可管不著。」無忌從聲音來處凝神瞧去，原來那話聲是隔著一堵牆壁傳來，那圓真和尚身在鄰室。本來隔牆透過聲音，原是毫不足奇，人人均能辦到，但圓真的說話聲音卻是十分的清晰明白，和相對而談絕無分別。無忌忍不住暗自驚異：「這人果然是內力驚人。」只聽他緩緩說道：「立身期正直，環拱手當胸。氣定神皆斂，心證貌亦恭。這是第一式，叫作『韋駝獻杵』，你記住了。」他稍停片刻，又道：「足趾柱地，兩手平開，心平氣靜，目瞪口呆。這是第二式，叫作『橫擔降魔杵』，你記住了。」第三式「掌托天門」第四式「摘星換斗」、第五式「倒曳九牛尾」，圓真一一說了，接著又道：「挺身兼努目，推窗望月來。排山還海後，隨息七徘徊。這是第六式，叫作『出爪亮翅』，你記住了。」他越說越快，一直說到第十二式「掉尾搖頭」，那歌訣是「膝直膀伸，推手及地。瞪目搖頭，凝神一志。挺身頓足，舒肱長臂，左右七次，神功已畢。九陽易筋，天下無敵。」那「天下無敵」四字剛說完，突然提聲喝道：「誰在外面偷聽，進屋來！」砰的一響，室門撞開，跌進一個人來，正是適才帶領無忌前來的小沙彌。他一交摔倒，蜷成一團，雙目緊閉，臉上神情極是痛苦。無忌吃了一驚，忙問：「你怎麼了？」伸手要去相扶時，隔牆那聲音冷冷的道：「你還是顧自己的好，這當口專心凝志，記憶口訣要訣尚自不及，怎能再分心去理會旁人？」無忌道：「這十二招我都記住了。」圓真似乎大吃一驚，真不相信他記心如此了得，說道：「你背給我聽聽。」無忌當下便從第一式「韋駝獻杵」背起，一直背到第十二式「掉尾搖頭」，果然是一字不錯，半句不漏。圓真半晌做聲不得，他奉方丈之命傳授九陽神功，實則心中大是不願，但方丈只命他傳授，卻沒說「傳會」，因此他一口氣的快將下來，料想這小小孩童能記得一句兩句，已是不易了，那知他過耳不忘，盡數記在心裏，當真是天下罕見的奇才。無忌見那小沙彌躺在地下手足抽動，甚是不忍，問道：「禪師，這位小師父怎麼啦？」圓真冷冷的道：「他在門外偷聽我傳你功夫，我用『金剛禪唱』，叫他吃了些苦頭，稍待片刻，便會好的。」他微一沉吟，說道：「我不知方丈何以命我傳你九陽神功，你叫什麼名字我固然不知，我法名如何你也不用問。我不知你以往學過什麼功夫，但你如此聰明，將來前途不可限量，我索性成全你一番，助你打通周身奇經八脈。你修練這九陽神功時進境便快上數倍。」無忌還沒回答，忽見牆壁中伸了兩隻手掌過來。無忌大吃一驚，跳起身來，叫道：「這……這……」只見這兩隻手掌穿壁而過，牆上留下了兩個掌印的空洞，十指指印宛然，這磚頭砌的牆壁在他掌力之下，竟似豆腐一般柔軟，雙掌無阻無礙，說過便過，石灰磚粉，簌簌跌落。只聽圓真說道：「你手掌和我雙掌相接。記住了，我不知你姓甚名誰，不知你是何門何派的弟子，今日一會，緣盡於此。」無忌聽他言語雖然怪僻峭冷，但對自己卻著實不差，先前心中對他所存敵意登時消減，說道：「多謝禪師。」伸出雙手，貼在他的掌上。圓真道：「你四肢百骸，盡皆放鬆，心中不可有絲毫雜念。」無忌道：「是。」只覺對方掌心之中，有一條暖烘烘的熱氣，透過自己掌心，分從雙臂遊上，這熱線雖細，卻是感覺得清清楚楚，緩緩的遊走全身經脈，逢到關竅之處，若是數衝不過，對方掌心中傳來的熱力迅速即加強，幾度強衝，便即破關而過，入脈盡通之後，那熱線越走越快，無忌但覺天旋地轉，幾欲摔倒。但圓真的雙掌之上，有一股極為強韌的吸力將無忌的手掌牢牢黏住，使他不致跌倒。無忌只覺周身火滾，恨不得將全身衣服扯去，再在冰火島上冰冷澈骨的海水中浸上一浸，方才痛快。過了良久良久，才覺得那條火線離開自己身子，從掌心回到對方手掌之中。圓真縮回手掌，冷冷的道：「你去吧！」無忌從牆壁上的兩個掌印孔中一望，黑洞洞的瞧不見什麼，心想：「這位禪師傳我神功，又助我打通奇經八脈，雖說是太師父以武當派的奇功跟他們少林交換，但我總得謝他一謝。」跪在蒲團之上，說道：「小子叩謝禪師傳功通脈的恩德。」待要拜將下去，牆壁孔中突又伸進一隻手掌，向著自己一揮，無忌只覺一股疾風吹在自己身上，登時立足不定，不由自主的飄身出了室門，原來圓真竟是不受他的叩謝。無忌心道：「這位禪師的脾氣確是甚為古怪。」只聽圓真的聲音在室中響道：「你去稟告方丈說傳功已畢，小施主記性驚人，已盡數記住。」一聽那小沙彌道：「是。」只見小沙彌退了出來，臉如死灰，神色不定。無忌跟著他走出寺去，一路上遇到不少僧人，但見人人均是靠著牆壁，低首緩緩而行，寺中雖有千百名僧人，竟是不聞有絲毫喧嘩笑語之聲，寺中僧俗弟子個個習武，卻無一人挺胸凸肚、昂然闊步。無忌經過他身旁之時，誰都是視若無睹，沒人向他瞧上一眼。無忌暗暗佩服：「少林寺為天下武林首領，寺中戒律，果然是精嚴無比。」相較之下，武當派的玉虛觀中便隨便得多，你便是叫嚷奔走，也無人來管。這一來因道家注重任心率性，二來張三丰自己便是馬馬虎虎，不修邊幅之人，上行下效，各人喜歡如何便如何了。兩人來到立雪亭下，只見張三丰已書寫了三十多張玉版紙，尚未寫完。無忌心中感激，淚盈於眶，叫了聲：「太師父。」又道：「寺中的禪師已將少林九陽功十二式傳於孩兒。」張三丰甚喜，笑道：「很好，很好。」又寫了一會，便也寫完了。站在一旁傳遞茶水的僧人進寺稟報，空聞、空智、空性三僧又來到亭中，這一次三僧身後，卻跟著一個二十五六歲的青年，穿著一件藍布長衫，當是寺中的俗家弟子。張三丰微覺奇怪，他知少林寺數百年來的規矩，俗家弟子若非藝成下山決不許走出寺門一步，俗人進少林寺山門固然不易，出寺更加艱難。這時掌門方丈帶著這個弟子走出寺門，不知是何用意，不由得向他多瞧了兩眼，只見這人身形瘦削，顴骨高聳，臂長腿短，一對眸子晶光燦然，顯得極是精明能幹。空聞走到亭中，合什說道：「張真人辛苦了。」張三丰微微一笑，道：「多謝方丈師兄慈悲，令這孩子得窺貴派神功祕奧，當可救得他一條小命。」說著將寫成的三十餘張玉版紙遞了過去，說道：「太極十三式和武當九陽神功的精要，已書在內，還請三位師兄不吝指點。只是內容過於龐蕪冗，未臻自博返約之致，班門弄斧，可讓三位見笑了。」空聞接了過來，看也不看，隨手遞給了身後的青年。那青年卻一頁頁的翻閱下去。張三丰道：「天色不早，就此告辭。」空聞道：「張真人駕臨少林，未得盤桓數日，老衲心中甚是不安，只得奉敬三杯水酒，聊表寸心。」服侍茶水的僧侶斟酒上來，張三丰和空聞對飲了三杯。跟著空智和空性也各敬酒三杯，張三丰也都乾了。他命無忌向三位高僧行禮告別，兩人正要轉身，空聞身後那青年忽道：「師伯，張真人所寫的武學，未出少林範圍，師父都教我學過的。」張三丰吃了一驚，心道：「那有此事？」不由得臉色微變。空聞也叱道：「胡說！這是張真人畢生心血之所寄，武當派鎮門之寶的太極十三式，你怎能學過？」那青年將一疊玉版遞給空聞，說道：「師伯請看便知。」空聞隨手翻閱，跟著空智、空性。二僧也是隨手翻閱，每一頁瞧了幾個字便翻過不看。空智低聲道：「師兄，果然便是我少林派的武功。」張三丰又驚又怒，心想：「這太極十三式是我三十餘年鑽研，去年方得大成，講究以弱勝強，後發制人，和少林武學截然相反，怎說是你少林派武功？便是我那武當九陽功，雖然源自達摩祖師的九陽真經，但八十年來，我加了不少變化，沒一點不是別出心裁，你少林派如何知道？」空智將一疊玉版遞給張三丰，淡淡的道：「武當派武學源出少林，原來並沒經過什麼變化。」張三丰心念一轉，已知其意：「你少林派怕的是從我手中學到武當心法，江湖上傳出去不雅，所以硬說這些功夫早就知曉。」當下抬頭一笑，說道：「張某一言既出，再無反悔，這些功夫，本甚粗淺，不足當方家一笑，三位既瞧不上眼，便隨手拋棄了吧。」卻不去接空智遞過來的一疊紙箋。空智道：「聽張真人的說話，言下似有不信之意。」轉頭向那青年說道：「友諒，我傳你的太極十三式，以及九陽功的訣要，你背給張真人聽聽，且瞧有什麼不同。」那青年道：「是。」朗聲誦道：「一舉動，週身要輕靈，尤須貫串。氣如鼓盪，神宜內斂，無使有缺陷處，無使有凹凸處，無使有斷續處。其根在腳，發於腿，主宰於腰，總須完整一氣，向前退後，乃能得機得勢……」一路背將下來，竟無一句一字錯漏，背完總論，接著便背十三式的訣要。無忌插口道：「太師父，這人看了你所寫的經文，記在心中，便說是少林派原有的，好不識羞。」張三丰這時也早明其理，原來空智這個徒兒記性驚人，過目成誦，空智命他將經文記在心中，卻將原件當時還給張三丰，以示少林派沒得武當派的好處。他哈哈一笑，說道：「三大神僧敬我九杯白酒，閣下便將我兩套武學記在心中，如此聰明才智，張三丰自愧不如。請教閣下姓大名。」那青年道：「不敢，晚輩姓陳，名友諒。」張三丰正色道：「陳兄弟，以你才智，他日無事不可成，但盼不可誤入岐途才好。老道贈你八個字：『誠以待人，謙以律己。』」陳友諒和他冷電般的目光一觸，不禁機伶伶的打個冷戰，心想：「你上了我的當，便老羞成怒了。」冷冷的道：「多謝張真人指點，但晚輩是少林弟子，自有師伯、師父和師叔教誨。」張三丰笑道：「不錯，算老道越俎代庖，多口的不是了。」見空智又將紙箋遞來，當即接過，一股內勁從紙箋上傳了過去，空智猛地一震，往後便倒，陳友諒站在他的身旁，忙伸手相扶。那空智這一倒勁力甚猛，陳友諒人雖聰明，武功卻淺，給師父這麼一撞，身子急飛出亭，砰的一聲，摔跌在地。空智究屬多年修為，張三丰又不過是略顯神功，並非真要他出醜露乖，這紙上傳勁，未盡全力，因此他在將倒未倒之際，腳下一使勁，身子已然站直。張三丰微笑道：「這便是太極十三式的功夫，原來賢師徒雖然熟極流，卻無暇修習。告辭了！」手一揚，滿亭中紙屑飛舞，有如大雪漫天而下，原來他潛運神功，將數十張玉版箋一齊捏成了極細極細的碎片。紙屑隨風四散之際，張三丰已攜了無忌之手，飄然離去。空聞、空智、空性相顧茫然，對張三丰所顯神功，實不禁又驚又佩，三人心中都有些懊悔：「這功夫如此厲害，不知陳友諒是否真能盡數記住，若有錯漏，那倒是弄巧成拙了。」張三丰和無忌下得山來，當晚在客店之中便命無忌依著圓真所傳的口訣，修習少林九陽功。張三丰不願見到無忌練功的姿式，蓋以他的武學修為，不必聽無忌述說口訣，只須見到他如何打坐、如何呼吸、如何運氣，自能推想到少林九陽功的祕奧。因此在客店中要了兩間店旁，分室而居，無忌進境若何，他也不加詢問。張三丰信得過少林三大神僧定能信守諾言，這三位神僧雖於門戶之見不免隔隘，但究是武林中一代高人，言出如山，既是答應傳他神功，絕無欺詐誑騙之理。一路行來，見無忌臉漸紅潤，張三丰心下也欣喜，暗想無忌已得武當和少林兩派九陽神功的真傳，兩派神功相互補足，威力大增，當可化除體內所中玄冥神掌的陰毒無疑。這日行到漢水邊上，兩人坐了渡船過江，張三丰想起了少年時逃出少林寺，過漢水時風聲鶴唳，生怕寺中僧人追來，實是狼狽不堪，當時年紀已比無忌為大，想不到日後竟開創武當一派和少林分庭抗禮，今日無忌卻已兼學兩派武功，將來成就，說不定更在自己之上了。正自捋鬚微笑，無忌忽然叫道：「太師父，我…我…」聲音顫抖，神色大變。張三丰吃了一驚，只見他臉上燒得炭火般紅，可是炙紅之中，卻又透出隱隱青氣，忙問：「怎麼了？」無忌道：「我……我難過得緊……抵不住……抵不住了。」身子一晃，便要摔出船外。張三丰伸左手拉住他手腕，右手便抵在他背心「靈台穴」上，送過內力，助他抗禦寒毒。不料一股內力傳送過去，立時走通他周身奇經八脈，無忌大叫一聲，登時暈死過去。張三丰這一驚真是非同小可，手指連揚，閉住了他身上一十二大穴，心道：「怎地他奇經八脈居然已經通了？他身中極厲害的寒毒，這奇經八脈如何通得？八脈一通，寒毒散入五臟六腑，那是再也不能化解了。」他以百歲高齡，修心養性已到達爐火純青之境，但這時也不禁方寸無主，心神大亂，額頭冷汗涔涔而下，暗想：「難道這少林九陽功如此了當，修習數日，便能打通奇經八脈？世間絕無此理。利亨、聲谷隨我十餘年，尚未打通，少林九陽功數日的威力，豈能勝過我武當功十餘年的勤修苦練？」要知張三丰若以本身功力相助，替殷利亨、莫聲谷打通經脈自非難事，但外來的助力，總不若本身自運來得紮實可靠。他傳授弟子不求此等速成，要各人循序緩進，漸成大器。這時船到中流，漢水中波浪滔滔，小小的渡船搖晃不已，他身上一十二處大穴已閉，寒毒暫停侵入臟腑，可是手足已然動彈不得。張三丰這時也顧不得再避嫌疑，問道：「孩子，你學的少林九陽功是怎等模樣？何以體內奇經八脈竟已通了？」無忌道：「是那個圓真禪師給我通的，他說可以助我早日練成九陽神功。」張三丰急問：「他如何助你？」當下無忌將怎生聽到空聞、空智等商量，圓真禪師如何隔牆傳功，他如何替自己打通奇經八脈等情一一說了。張三丰半晌做聲不得，隔了良久，才道：「若要打通奇經八脈，難道我便不會？這圓真到底是好心還是歹意？」無忌道：「他跟我說了幾遍：『我不知你姓甚名誰，不知是何門派，你也不用知道我的名字。』」張三丰喃喃的道：「圓真？圓真？從沒聽見過少林派中有這樣一個高手。他不跟你見面，不讓你知道名字，他也不知你的門派姓名。如此看來，他確是不知你和我的淵源。那麼他自耗數年功力，助你打通奇經八脈，倒確是一番好心了。」張三丰又問少林九陽功的口訣，無忌自第一式「韋駝獻杵」背起，背至第三式「掌托天門」，張三丰是當世武學第一高人，一聽之下，便知這些簡單的歌訣之中藏著無窮祕奧，那圓真傳與他的，自是少林九陽功無疑，即道：「不用背了。孩子，我是查問那傳功之人的真偽，不得不問。自今而後，這一十二式神功可誰也不得傳授，須知你曾發下重誓，不可有違。」無忌應道：「是！」但見太師父聲音顫抖，淚光瑩瑩，他是個絕頂聰明之人，如何不知自知是命在旦夕，便未曾發過誓言，也不能將此神功傳人了。他忽地心念一動，道：「太師父，我能挨得到回山不死麼？」張三丰忍淚道：「你別出此言，太師父無論如何，要想法救你。」無忌道：「我盼能再見俞三伯一面，那便好了。」張三丰道：「為什麼？」無忌道：「孩兒反正是活不成了。我要將這一十二式神功說給俞三伯聽，盼他融會武當少林兩神功，治好手足殘疾，孩兒應了誓言，和爹爹一般自刎身亡，也好稍贖媽媽的錯失。」張三丰吃了一驚，萬想不到他小小年紀，竟是如此工於心計，隨口道：「你那裏話來？」無忌道：「那日我聽得明白，媽媽用毒針傷了俞三伯，害得他全身殘廢，爹爹過意不去，這才自殺……」這番話觸到張三丰的心事，點點眼淚，直酒到道袍之上，哽咽著喝道：「你……你不可再胡思亂想。」定了定神，正色道：「大丈夫行事該當光明磊落，你親口答應過三位神僧，決計不傳旁人，那便須得信守到底。你就算要死，也不能故弄狡獪。」這幾句話說得正氣凜然。無忌呆了一呆，點頭受教。他自幼在父母及義父三人薰陶下長大，殷素素和謝遜都算不得是正人君子，那是不必說了，便是張翠山，也是個風流倜儻的人物，在那荒島之上，也不跟兒子講論什麼仁義道德，因此無忌是聰明機智有餘，至於武林中生死一諾的朗朗風骨，卻是近來日受張三丰的親炙，方始領會。張三丰又想：「這孩子明知自己性命不保，居然並不怕死，卻想到要去療治岱岩的殘疾，這番心地，也確是我輩俠義中人的本色。」正想誇獎他幾句，忽聽得江上一個洪亮的聲音遠遠傳了過來：「快些停船，把孩子乖乖交出，佛爺饒了你的性命，否則莫怪我無情。」這聲音從波浪之聲中傳來，入耳清晰，顯見呼叫之人內力甚是充沛。　張三丰心下冷笑，暗道：「誰敢如此大膽，要我留下孩子？」抬頭一看小船如飛的划來。他凝目一瞧，見前面一艘小船的船梢上坐一個虯髯大漢，將自己身子護著一男一女兩個孩子，雙手操槳，用力划行；後面一艘船船身較大，舟中站著四名番僧，另有七八名蒙古武官，那些武官拿起船板，幫同划水，那虯髯大漢膂力奇大，雙槳一扳，小船便急衝丈餘，但後面船上究竟人多，而且划船之人顯然武功也自不弱，兩船相距越來越近。過不多時，那些武官和番僧便彎弓搭箭，向那大漢射去。但聽得羽箭嗚嗚，破空之聲極響，足見弩力勁急。張三丰心道：「原來他們是要那大漢留下孩子。」他生平最恨蒙古官兵殘殺漢人，便想出手相救，但這時無忌命危，正是自顧不暇之際，而兩舟和他所乘渡船相隔尚遠，要加援手也是鞭長莫及。只見那大漢左手划船，右手舉起木槳，將來箭一一擋開擊落，手法迅捷無比。張三丰暗喝一聲采，心道：「這人武功不凡，英雄落難，我怎能坐視不救？」向搖渡的船梢公喝道：「船家，迎上去。」那梢公見羽箭亂飛，早已嚇得手酸足軟，拚命將船划開尚嫌不及，怎敢反而迎將過去？顫聲道：「老……老道爺，你……你說笑話了。」張三丰見情勢緊迫，奪過梢公手中的櫓來，在水中劃了半個旋兒，渡船便橫過船頭，向著來船迎去。猛聽得「啊」的一聲慘呼，男小孩背心上已中了一箭。那虯髯大漢一個失驚，俯身去看他時，自己肩頭和背上連中兩箭，手中木槳拿捏不定，掉入江心，坐船登時不動。後面的追舟瞬即追上，七八名蒙古武官和番僧跳上船去。那虯髯大漢兀自不屈，拳打足踢，奮力抵禦。張三丰縱聲叫道：「英雄休驚，老道來救你了！」提起船上兩塊木板，飛擲出去，跟著身子縱起，左腳在第一塊木板上一點，右腳跨出，再在另一塊木板上一點，這麼兩個借勢，大袖飄飄，便如一頭大鳥般落下船來，早有兩名武官彎弓搭箭，向他射來。張三丰袍袖一揮，兩枝硬弩跌入了江心，雙足一踏上船板，左掌揮出，兩名番僧飛出丈許，撲通、撲通兩聲，一齊跌入江中。眾武官見他猶似飛將軍從天而降，一出手便將兩名武功甚強的番僧震飛，身手之厲害，實已到了驚世駭俗的地步，無不膽怯。領頭的武官喝道：「兀那老道，你來幹什麼？」張三丰罵道：「狗韃子！又來行兇作惡，殘害良民，快快給我滾吧！」那武官道：「你知道這三人是誰？那是魔教反賊的餘孽，皇上下旨普天下捉拿的欽犯！」張三丰聽到「魔教反賊」四字，吃了一驚，心道：「難道這是陳州周子旺的部屬麼？」轉頭問那虯髯大漢道：「他這話可真？」那大漢全身鮮血淋漓，手中抱著男孩，虎目含淚，說道：「小主公……小主人給他們射死了。」這一句話，等於是承認了自己的身份。張三丰心下更驚，道：「這位是周子旺的郎君麼？」那大漢道：「不錯。我有負囑咐，這條性命也不要了。」輕輕放下那男孩的屍身，向那武官撲了上去。可是他負傷太重，肩背上的兩枝長箭尚未拔下，身形剛縱起，「嘿」的一聲，便摔跌在船艙板上。那小女孩手臂上也中了一箭，只是哭叫：「哥哥，哥哥！」張三丰心想：「早知是魔教周子旺的子女，這件閒事不管也罷。可是既已伸手，總不能半途抽身。」當下向那武官道：「這男孩已然身亡，餘下兩人身中毒箭，也已轉眼便死，你們已然立功，那便走吧！」那武官道：「不成！非將三人的首級斬下不可。」張三丰道：「那又何必趕人太絕？」那武官道：「老道是誰？憑什麼來橫加插手？」張三丰微微一笑，道：「得饒人處且饒人，天下事天下人都管得。」那武官使個眼色，說道：「道長道號如何？在何處道觀出家？」只見兩名蒙古軍官突然手舉長刀，向張三丰肩頭劈了下來。這兩刀來勢好不迅疾，小舟之中相距又近，實是無處閃避。不料張三丰身子一側，本來面向船首，輕輕一轉之下，已是面向左舷。這一轉看似尋常之極，但分寸拿捏之準，卻是妙到巔毫，這兩刀登時砍空。張三丰雙掌起處，已托在兩人的背心，喝道：「去吧！」掌力一吐，兩名武官身子飛起，砰砰兩響，剛好摔在原本所乘的舟中。他已數十年未和人動手過招，此時牛刀小試，大是揮瀟如意。這些蒙古武官和番僧雖然均是皇帝駕下的高手，但在張三丰絕世神功之下，實無半點抗拒餘地。那為首的武官張大了口，結結巴巴的道：「你……你莫非……是……」張三丰袍袖揮動，喝道：「老道生平，專殺韃子！」舟中的眾武官番僧但覺疾風撲面，人人氣息閉塞，半晌不能呼吸。張三丰袍袖一停，眾人面色慘白，齊聲驚呼，爭先恐後的躍回舟中，救起落水的番僧，急划而去。張三丰見那大漢和女孩所中的弩箭，箭頭有毒，當即取出解毒丹藥，餵入兩人口中。