第三十三回　來日大難郭靖與黃蓉此刻心意歡暢，原不想理會閒事，但聽到「老頑童」三字，心中一凜，同時躍起，忙隨後跟去。前面兩人武功平平，並未知覺。出鎮後奔了五六里，那兩人轉入一個山坳，只聽得呼喊叫罵之聲，不斷從山後傳出。靖蓉二人足下加勁，跟入山坳，只見一堆人聚在一起，有兩人手持火把，人叢中周伯通坐在地下，僵硬不動，不知生死；又見周伯通對面盤膝坐著一人，身披大紅袈裟，正是靈智上人，也是一動不動。周伯通左側有個山洞，洞口甚小，只容一人彎腰而入。洞外有五六人吆喝叫罵，卻是不敢走近離山洞數丈之內，似乎怕洞中有甚麼東西出來傷人。郭靖記起那夜行人曾說「老頑童上了彭大哥的當」，又見周伯通坐著宛如一具殭屍，只怕他已然遭難，心下惶急，縱身欲上。黃蓉拉住他手臂，低聲道：「瞧清楚了再說。」二人縮身在山石之後，看那洞外幾人時，原來都是舊相識：參仙老怪梁子翁、鬼門龍王沙通天、千手人屠彭連虎、三頭蛟侯通海，還有兩人就是適才所見的夜行人，火光照在他們臉上，認得是梁子翁的弟子，郭靖初學降龍十八掌時曾和他們交過手。黃蓉心想這幾人現下已不是郭靖和自己的對手，四下一望，不見再有旁人，低聲道：「以老頑童的功夫，這幾個傢伙怎能奈何得了他？瞧這情勢，西毒歐陽鋒必定窺伺在旁。」正擬設法探個明白，只聽彭連虎喝道：「賊廝鳥，再不出來，老子要用煙來薰了。」洞中一人沉著聲音道：「有甚麼臭本錢，盡數抖出來罷。」郭靖聽得聲音正是大師父柯鎮惡，那裏還理會歐陽鋒是否在旁，大聲叫道：「師父，徒兒郭靖來啦！」人隨聲至，手起掌落，已抓住侯通海的後心甩了出去。這一出手，洞外眾人登時大亂。沙通天與彭連虎並肩攻上，梁子翁繞到郭靖身後，欲施偷襲。柯鎮惡在洞中聽得明白，揚手一枚毒菱往他背心打去。暗器破空，風聲勁急，梁子翁急忙低頭，毒菱從頂心掠過，割斷了他頭髻的幾絡頭髮，只嚇得他背上冷汗直冒，知道柯鎮惡的暗器餵有劇毒，當日彭連虎就險些喪生於此下，急忙躍開丈許，伸手一摸頭頂，幸未擦破頭皮，當即從懷中取出透骨釘，從洞左悄悄繞近，要想射入洞中還報；手剛伸出，突然腕上一麻，已被甚麼東西打中，錚的一聲，透骨釘落地，只聽得一個女子聲音笑道：「快跪下，又要吃棒兒啦！」梁子翁急忙回頭，只見黃蓉手持竹棒笑吟吟的站著，不覺又驚又怒，左手發掌擊她肩頭，右手逕奪竹棒。黃蓉閃身避開他左手一掌，卻不移動竹棒，讓他握住了棒端。梁子翁大喜，伸手回奪，心想這小姑娘若不放手，定是連人帶棒拖將過來。一奪之下，竹棒果然是順勢而至，豈知棒端忽地抖動，滑出了他手掌。這時棒端已進入他守禦的圈子，他雙手反在棒端之外，急忙回手抓棒，那裏還來得及，眼前青影閃動，啪的一聲，夾頭夾腦給竹棒猛擊一記。總算他武功不弱，危急中翻身倒地，滾開丈餘，躍起身來，怔怔望著這個明眸皓齒的小姑娘，頭頂疼痛，心中胡塗，臉上尷尬。黃蓉笑道：「你知道這棒法的名字，既給我打中了，你可變成甚麼啦？」梁子翁當年吃過這「打狗棒法」的苦頭，曾給洪七公整治得死去活來，雖然事隔多年，仍是心有餘悸。眼見棒是洪七公的打狗棒，棒法是洪七公的打狗棒法，打中的偏偏是自己身子，看來這小姑娘確已得了洪七公的真傳，瞥眼又見沙彭二人不住倒退，在郭靖掌力催迫下只剩招架之功，叫道：「衝著洪老幫主的面子，咱們就避一避罷！」招呼了兩名弟子，轉身便奔。郭靖左肘回撞，把沙通天逼得倒退三步，左手隨勢橫掃。彭連虎見掌風凌厲，不敢硬接，急忙避讓。郭靖右手勾轉，已抓住他後心，提將起來。彭連虎身子矮小，被他高高提起，登時雙足凌空，想要揮拳踢足抗禦，但四肢全然沒了力氣，眼見郭靖左手握拳，就要如鐵椎般當胸擊來，這一下如何經受得起，急忙叫道：「今兒是八月初幾？」郭靖一怔，問道：「甚麼？」彭連虎又道：「你顧不顧信義？男子漢大丈夫說了話算不算數？」郭靖再問：「甚麼？」右手仍將他身子提著。彭連虎道：「咱們約定八月十五在嘉興煙雨樓比武決勝，此刻地非嘉興，時非中秋，你怎能傷我？」郭靖心想不錯，正要放開他，忽然想起一事，問道：「你們把我周大哥怎麼了？」彭連虎道：「老頑童跟那藏僧賭賽誰先動彈誰輸，關我甚事？」郭靖向地下坐著的兩人望了一眼，登時寬懷，心道：「原來如此。」當下高聲叫道：「大師父，您老人家安好罷？」柯鎮惡在洞中哼了一聲。郭靖怕放手時彭連虎突然出足踢己前胸，右手向外揮出，將他擲開數尺，叫道：「去罷！」彭連虎借勢縱躍，落在地下，只見沙通天與梁子翁早已遠遠逃走，心中暗罵他們不夠朋友，向郭靖抱拳道：「七日之後，煙雨樓頭再決勝負。」轉身施展輕功，疾馳而去。一路之上心中大惑不解：「每見一次這小子，他武功便增長了幾分，那是甚麼古怪？到底是服了靈丹妙藥，還是得了仙法秘笈？」※※※黃蓉走到周伯通與靈智上人身旁，只見兩人各自圓睜雙眼，互相瞪視，真是連眼皮也不眨一眨。黃蓉見到這情勢，再回想那夜行人的說話，已知是彭連虎的奸計，必是他們忌憚老頑童武功了得，出言相激，讓這藏僧與他賭賽誰先動彈誰輸。靈智上人的武功本來與他相去何止倍蓰，但用這法兒卻可將他穩穩絆住，旁人就可分手去對付柯鎮惡了。老頑童既喜有人陪他嬉耍，又無機心，自不免著了道兒，旁邊雖然打得天翻地覆，他卻坐得穩如泰山，連小指頭兒也不敢動一動，一心要贏靈智上人。黃蓉叫道：「老頑童，我來啦！」周伯通耳中聽見，只怕輸了賭賽，卻不答應。黃蓉道：「你們倆這般對耗下去，再坐幾個時辰，也未必分得出勝敗，那有甚麼勁兒？這樣罷，我來做個見證。我同時在你們笑腰穴上呵癢，雙手輕重一模一樣，誰先笑出聲來，誰就輸了。」周伯通正坐得不耐煩，聽黃蓉這麼說，大合心意，只是不敢示意贊成。黃蓉更不打話，走到二人之間，蹲下身來，將打狗棒放在地下，伸直雙臂，兩手食指分別往兩人笑腰穴上點去。她知周伯通內功遠勝藏僧，是以並未使詐，雙手勁力果真不分輕重，但說也奇怪，周伯通固然並未動彈，靈智上人竟也渾如不覺，毫不理會。黃蓉暗暗稱奇，心想：「這和尚的閉穴功夫當真了得，若是有人如此相呵，我早已大笑不止了。」當下雙手加勁。周伯通潛引內力，與黃蓉點來的指力相抗，只是那笑腰穴位於肋骨末端，肌肉柔軟，最難運勁，若是挺腰反擊，借力卸力，又怕是動彈身子，輸了賭賽，但覺黃蓉的指力愈來愈強，只得拚命忍耐，忍到後來實在支持不住了，肋下肌肉一縮一放，將黃蓉手指彈開，躍起身來，呵呵大笑，說道：「胖和尚，真有你的，老頑童服了你啦！」黃蓉見他認輸，心中好生後悔：「早知如此，我該作個手腳，在胖和尚身上多加些勁。」站直身子，向靈智上人道：「你既贏了，姑奶奶也不要你性命啦，快走，快走！」靈智上人渾不理會，仍是一動不動的坐著。黃蓉伸手往他肩頭推去，喝道：「誰來瞧你這副蠢相，作死麼？」她這麼輕輕一推，靈智上人胖大的身軀竟應手而倒，橫在地下，卻仍擺著盤膝而坐的姿態，竟似一尊泥塑木雕的佛像。這一來周伯通和靖蓉二人都吃了一驚。黃蓉心道：「難道他用勁閉穴，功夫不到，竟把自己閉死了？」伸手探他的鼻息，好端端的卻在呼吸，一轉念間，不由得又好氣又好笑，向周伯通道：「老頑童，你上了人家的大當還不知道，真是蠢才！」周伯通圓睜雙眼，氣鼓鼓的道：「甚麼？」黃蓉笑道：「你先解開他的穴道再說。」周伯通一楞，俯身在靈智上人身上摸了幾下，拍了幾拍，發覺他周身八處大穴都已被人閉住，跳起身來，大叫：「不算，不算！」黃蓉道：「甚麼不算？」周伯通道：「他同黨待他坐好後點了他的穴道，這胖和尚自然不會動彈。咱們便再耗三天三夜，他也決不會輸。」轉頭向弓身躺在地下的靈智上人叫道：「來來來，咱們再比過。」郭靖見周伯通精神奕奕，並未受傷，心中記掛師父，不再聽他胡說八道，逕自鑽進山洞中去看柯鎮惡。周伯通彎腰替靈智上人解開了穴道，不住口的道：「來，再比，再比！」黃蓉冷冷的道：「我師父呢？你把他老人家丟到那裏去了？」周伯通一呆，叫聲：「啊也！」轉身就往山洞奔去。這一下去勢極猛，險些與從洞中出來的郭靖撞個滿懷。※※※郭靖把柯鎮惡從洞中扶出，見師父白布纏頭，身穿白衣，不禁呆了，問道：「師父，您家裏有喪事麼？二師父他們那裏去啦？」柯鎮惡抬頭向天，並未回答，兩行眼淚從面頰上簌簌流下。郭靖愈是驚疑，不敢再問，忽見周伯通從山洞中又扶出一人，那人左手持葫蘆，右手拿著半隻白雞，口裏咬著條雞腿，滿臉笑容，不住點頭，正是九指神丐洪七公。靖蓉二人大喜，齊聲叫道：「師父！」柯鎮惡臉上突現煞氣，舉起鐵杖，猛向黃蓉後腦擊落。這一杖出手又快又狠，竟是「伏魔杖法」中的毒招，是他當年在蒙古大漠中苦練而成，用以對付失了目力的梅超風，叫她雖聞杖上風聲，卻已趨避不及。黃蓉乍見洪七公，驚喜交集，全沒提防背後突然有人偷襲，待得驚覺，鐵杖上的疾風已將她全身罩住。郭靖眼見這一杖要打得她頭破骨碎，情急之下，左手疾帶，把鐵杖撥在一邊，右手伸出，已抓住杖頭，只是他心慌意亂之際用力過猛，又沒想到自己此時功力大進，左掌這一帶使的是「降龍十八掌」中的手法，柯鎮惡只覺一股極大力量突然逼來，勢不可當，登時鐵杖撒手，俯衝摔倒。郭靖大驚，急忙彎腰扶起，連叫：「大師父！」只見他鼻子青腫，撞落了兩顆門牙。柯鎮惡呸的一聲，把兩顆門牙和血吐在手掌之中，冷冷的道：「給你！」郭靖一呆，雙膝跪地，說道：「弟子該死，求師父重重責打。」柯鎮惡仍是伸出了手掌，說道：「給你！」郭靖哭道：「大師父……」語音哽咽，不知如何是好。周伯通笑道：「自來只見師父打徒弟，今日卻見徒弟打師父，好看啊好看！」柯鎮惡聽在耳裏，怒火愈盛，說道：「好啊，常言道：打落牙齒和血吞。我給你作甚？」伸手將兩顆牙齒拋入口中，仰頭一咽，吞進了肚子。周伯通拍手大笑，高聲叫好。黃蓉眼見事起非常，柯鎮惡神情悲痛決絕，又不知他何以要殺死自己，心下驚疑，慢慢靠向洪七公身畔，拉住了他手。郭靖磕頭道：「弟子萬死也不敢冒犯大師父，一時胡塗失手，只求大師父責打。」柯鎮惡道：「師父長、師父短，誰是你的師父？你有了桃花島主做岳父，還要師父作甚？江南七怪這點微末道行，那配做你郭大爺的師父？」郭靖聽他愈說愈厲害，只是磕頭。洪七公在旁瞧得忍不住了，插口說道：「柯大俠，師徒過招，一個失手也是稀鬆平常之事。適才靖兒帶你這一招是我所授，算是老叫化的不是，這廂跟你賠禮了。」說著作了一揖。周伯通聽洪七公如此說，心想我何不也來說上幾句，於是說道：「柯大俠，師徒過招，一個失手也是稀鬆平常之事，適才郭靖兄弟抓你鐵杖這下手法是我所授，算是老頑童的不是，這廂跟你賠禮了。」說著也是一揖。他如此依樣葫蘆的說話原意是湊個熱鬧，但柯鎮惡正當狂怒不可抑制，聽來卻似有意譏刺，連洪七公一片好心也當作了歹意，當下大聲說道：「你們東邪西毒，南帝北丐，自恃武藝蓋世，就可橫行天下了？哼，我瞧多行不義，必無善果。」周伯通奇道：「咦，南帝又犯著你甚麼了，連他也罵在裏頭？」黃蓉在一旁聽著，知道愈說下去局面愈僵，有這老頑童在這裏糾纏不清，終是難平柯鎮惡的怒火，接口說道：「老頑童，『鴛鴦織就欲雙飛』找你來啦，你還不快去見她？」周伯通大驚，一躍三尺，叫道：「甚麼？」黃蓉道：「她要和你『曉寒深處，相對浴紅衣』。」周伯通更驚，大叫：「在那裏？在那裏？」黃蓉向南一指，說道：「就在那邊，快找她去。」周伯通道：「我永不見她。好姑娘，以後你叫我做甚麼我就做甚麼，可千萬別跟她說曾見到過我……」話未說完，已拔足向北奔去。黃蓉叫道：「你說了話可要作數。」周伯通遠遠的道：「老頑童一言既出，決無反悔。」「反悔」兩字一出口，早已一溜煙般奔得人影不見。黃蓉本意是要騙他去找瑛姑，豈知他對瑛姑畏若蛇蠍，避之惟恐不及，倒是大出意料之外，但不管怎樣，總是將他騙開了。這時郭靖仍然跪在柯鎮惡面前，垂淚道：「七位師父為了弟子，遠赴絕漠，弟子縱然粉身碎骨，也難報七位師父的大恩。這隻手掌得罪了大師父，弟子也不能要啦！」從腰間拔出短劍，就往左腕上砍去。柯鎮惡鐵杖橫擺，擋開了這一劍，雖然劍輕杖重，但兩件兵刃相交，火花迸發，柯鎮惡虎口隱隱發麻，知道郭靖這一劍用了全力，確是真心，說道：「好，既然如此，那就須得依我一件事。」郭靖大喜，道：「大師父但有所命，弟子豈敢不遵？」柯鎮惡道：「你若不依，以後休得再見我面，咱們師徒之義，就此一刀兩斷。」郭靖道：「弟子盡力而為，若不告成，死而後已。」柯鎮惡鐵杖在地上重重一頓，喝道：「去割了黃老邪和他女兒的頭來見我。」郭靖這一驚真是非同小可，顫聲道：「大……師……師父……」柯鎮惡道：「怎麼？」郭靖道：「不知黃島主怎生得罪了你老人家？」柯鎮惡嘆道：「咳，咳！」突然咬牙切齒道：「我真盼老天爺賜我片刻光明，讓我見見你這忘恩負義小畜生的面目！」舉起鐵杖，當頭往郭靖頭頂擊落。黃蓉當他要郭靖依一件事時，便已隱約猜到，突見他舉杖猛擊，郭靖卻不閃讓，心想不管如何，救人要緊，竹棒從旁遞出，一招「惡狗攔路」，攔在鐵杖與郭靖頭頂之間，待鐵杖擊到，竹棒側抖旁纏，向外斜甩。這「打狗棒法」實是精妙無比，她雖力弱，但順勢借力，將鐵杖掠在一旁。柯鎮惡一個踉蹌，不等站穩，便伸手在自己胸口猛搥兩拳，向北疾馳而去。郭靖發足追上，叫道：「大師父慢走。」柯鎮惡停步回頭，厲聲喝道：「郭大爺要留下我的老命麼？」臉色猙獰。郭靖一呆，不敢攔阻，低垂了頭，耳聽得鐵杖點地之聲愈來愈遠，終於完全消失，想起師父的恩義，不禁伏地大哭。※※※洪七公攜著黃蓉的手，走到他身邊，說道：「柯大俠與黃老邪的性子都古怪得很，兩人總是結了甚麼極深的樑子。說不得，只好著落在老叫化身上給他們排解。」郭靖收淚起身，說道：「師父，你可知……可知為了甚麼？」洪七公搖頭道：「老頑童受了騙，要跟人家賭賽身子不動。那些奸賊正要害我，你大師父在牛家村外撞見了，護著我躲進了這山洞之中，仗著他毒菱暗器厲害，眾奸賊不敢強闖，才支撐了這些時候。唉，你大師父為人是極仗義的，他陪著我在洞中拒敵，明明是決意饒上了自己一條性命。」說到這裏，喝了兩大口酒，把一隻雞腿都塞入了口裏，三咬兩嚼，吞入肚中，伸袖一抹口邊油膩，這才說道：「適才打得猛惡，我又失了功夫，不能插手相助，和你大師父見了面，還沒空和他說甚麼呢。瞧他這生著惱，決非為了你失手摔他一交。他是俠義英雄，豈能如此胸襟狹小？好在沒幾天就到八月中秋，待煙雨樓比武之後，老叫化給你們說開罷。」郭靖哽咽著連聲稱謝。洪七公笑道：「你兩個娃娃功夫大進了啊，柯大俠也算是武林中響噹噹的腳色，兩個娃娃一出手就叫他下不了台，那是怎麼一回子事？」郭靖心中慚愧，一時說不出話來。黃蓉卻咭咭咯咯的將別來諸般情由說了個大概。洪七公聽得楊康殺死了歐陽克，大聲叫好；聽丐幫長老受楊康欺騙，連罵：「小雜種！四個老胡塗！魯有腳有腳沒腦子。」待聽到一燈大師救治黃蓉、瑛姑子夜尋仇等事端，只呆呆出神，最後聽到瑛姑在青龍灘上忽然發瘋，不覺面色微變，「噫」了一聲。黃蓉道：「師父，怎麼？你也識得瑛姑？」心想：「師父一生沒娶妻，難道也給瑛姑迷上了？哼，這瑛姑又有甚麼好了？陰陽怪氣、瘋瘋癲癲的，卻迷倒了這許多武林高手？」幸好聽洪七公接下去道：「沒甚麼。我不識瑛姑，但段皇爺落髮出家之時，我就在他身旁。那日他送信到北邊來，邀我南下。我知他若無要事，決不致驚動老叫化，又想起雲南火腿、過橋米線和餌塊的美味，當即動身。會面之後，我瞧他神情頹傷，與華山論劍時那生龍活虎的模樣已大不相同，心中好生奇怪。我到達後數日，他就藉口切磋武功，要將先天功和一陽指傳給我。老叫化心想：他當日以一陽指和我的降龍十八掌、老毒物的蛤蟆功、黃老邪的劈空掌與彈指神通打成平手，如今又得王重陽傳授了先天功，二次華山論劍，武功天下第一的名號非他莫屬，為甚竟要將這兩門絕技平白無端的傳給老叫化？如說切磋武功，為甚麼又不肯學我的降龍十八掌，其中必有蹺蹊。後來老叫化細細琢磨，又背著他與他的四大弟子商量，終於瞧出了端倪，原來他把這兩門功夫傳了給我之後，就要自戕而死。至於他為甚麼如此傷心，他的弟子卻不知情。」黃蓉道：「師父，段皇爺怕他一死之後，沒人再制得住歐陽鋒。」洪七公道：「是啊，我瞧出了這一節，說甚麼也不肯學他的。他終於吐露真情，說他的四個弟子雖然忠誠勤勉，可是長期來分心於國事政務，未能專精學武，難成大器。全真七子的武功似也不能臻登峰造極之境。一陽指我不肯學，那也罷了，先天功倘若失傳，他卻無面目見重陽真人於地下。我想此事他已深思熟慮，勸也無用，只有堅執不學，方能留得他的性命。段皇爺無法可施，只得退一步退位為僧。他落髮那日，我就在他旁邊。說起來也是十多年前的事了。唉，這場仇冤如此化解，那也很好。」黃蓉道：「師父，我們的事說完了，現下要聽你說啦。」洪七公道：「我的事麼？嗯，在御廚裏我連吃了四次鴛鴦五珍膾，算是過足了癮，又吃了荔枝白腰子、鵪子羹、羊舌簽、薑醋香螺、牡蠣釀羊肚……」不住口的將御廚中的名菜報將下去，說時不住價大吞饞涎，回味無窮。黃蓉插嘴道：「怎麼後來老頑童找你不到啦？」洪七公笑道：「御廚的眾廚師見煮得好好的菜肴接二連三的不見，都說又鬧狐狸大仙啦，大家插香點燭的來拜我。後來給侍衛的頭兒知道了，派了八名侍衛到御廚來捉狐狸。老叫化心想這可乖乖不得了，老頑童又人影不見，只得溜到一個偏僻的處所躲了起來。那地方叫甚麼『萼綠華堂』，種滿了梅樹，瞧來是皇帝小子冬天賞梅花的地方，這大熱天，除了每天早晨有幾名老太監來掃掃地，平時鬼影兒也沒一個，落得老叫化一個兒逍遙自在。皇宮中到處都是吃的，就是多一百個老叫化也餓不了，正好安安靜靜的養傷。在那兒呆了十來天，半夜裏忽聽得老頑童裝鬼哭，又裝狗叫貓叫，在宮中吵了天翻地覆，又聽得幾個人大叫：『洪七公洪老爺子，洪七公洪老爺子！』我出去一張，原來是彭連虎、沙通天、梁子翁這一夥鬼傢伙。」黃蓉奇道：「咦，他們找你幹麼？」洪七公道：「我也是奇怪得很啊。我一見他們，立刻縮身，那知已給老頑童瞧見了。他十分歡喜，奔上來抱住我，說道：『謝天謝地，總算讓老頑童找著啦。』他當即命梁子翁他們殿後……」黃蓉奇道：「梁子翁他們怎能聽老頑童的指派？」洪七公笑道：「當時我也是丈二金剛摸不著頭腦。總之這夥奸賊見了老頑童害怕得緊，他說甚麼，大家不敢違拗。他命梁子翁他們殿後，自己負了我到牛家村去，要來尋你們兩個。在路上他才對我說起，他到處尋我不著，心中著急，卻在城中撞到了梁子翁他們，情急無奈之際，便抓著那些人個個飽打一頓，叫他們白天夜晚不斷在大街小巷中尋找。他說他們在皇宮中已搜尋了幾遍，只是地方太大，我又躲得隱秘，始終找我不著。」黃蓉笑道：「瞧不出老頑童倒有這手，將那些魔頭制得服服貼貼，不知他們怎麼又不逃走？」洪七公笑道：「老頑童自有他的頑皮法兒。他在身上推下許多污垢來，搓成了十幾顆藥丸，逼他們每人服上三顆，說道這是七七四十九天後發作的毒藥，劇毒無比，除他之外，天下無人解得。他們若能聽話，到第四十八天上就給解藥。這些惡賊雖然將信將疑，但性命可不是鬧著玩的，終於是寧可信其有，不可信其無，只得乖乖地聽老頑童呼來喝去，不敢違抗。」郭靖本來心裏難過，聽洪七公說到這裏，也不禁笑了出來。洪七公又道：「到了牛家村後，找你們兩個不見，老頑童仍是逼他們出去尋找。昨兒晚上，個個又垂頭喪氣地回來，老頑童臭罵了他們一頓。他罵得起興，忽然說道：『倘若明天仍是找不到郭靖與黃蓉那兩個娃娃，老子再撒泡尿搓泥丸給你們吃！』這句話引起了他們疑心，不住用話套問。老頑童越說越露馬腳，他們才知上了當，所服藥丸壓根兒不是毒藥。我知情勢危險，這批奸賊留著終究後患不小，叫老頑童盡數殺了算啦。那知彭連虎也瞧出情形不妙，便使詭計，要那西藏胖和尚跟老頑童比試打坐的功夫。我攔阻不住，只得逃出牛家村，在村外遇到柯大俠，他護著我逃到這裏，彭連虎他們一路追了下來。老頑童雖然胡塗，也知離了我不妥，忙趕到這裏。那些奸賊不住用言語相激，老頑童終於忍不得，跟那和尚比賽起來了。」黃蓉聽了這番話，又好氣又好笑，說道：「若不是撞得巧，師父你的性命是送在老頑童手裏啦。」洪七公道：「我的性命本就是撿來的，送在誰手裏都是一樣。」黃蓉忽然想起一事，道：「師父，那日咱們從明霞島回來……」洪七公道：「不是明霞島，是壓鬼島。」黃蓉微微一笑，道：「好罷，壓鬼島就壓鬼島，那歐陽克這會兒是半點不假的成了鬼啦。那日咱們在木筏上救了歐陽鋒叔侄，曾聽老毒物說道，天下只一人能治得你的傷，可是此人武功蓋世，用強固然不行，你又不願損人利己，求他相救。當時你不肯說出此人姓名，現下我和靖哥哥湘西一行，自然知道此人除了當年的段皇爺、今日的一燈大師，再無別個。」洪七公嘆道：「他若以一陽指功夫打通我的奇經八脈，原可治我之傷，只是這一出手，他須得大傷元氣，多則五年，少則三年，難以恢復。就算他把世情看得淡了，不在乎二次華山論劍的勝負，但他已是六十多歲的人了，還能有幾年壽數？老叫化又怎能出口相求？」郭靖喜道：「師父，這可好了，原來不須旁人相助，奇經八脈自己也能通的。」洪七公奇道：「甚麼？」黃蓉道：「靖哥哥背熟了的那篇嘰哩咕嚕、咕嚕嘰哩，一燈大師譯出來教給了我們。他吩咐我們跟你老人家說，可以用這功夫打通自己的奇經八脈。」當下將一燈的譯文唸了一遍。洪七公傾聽之後，思索良久，大喜躍起，連叫：「妙，妙！瞧來這法兒能行，只是至少也得一年半載才見功效。」黃蓉道：「煙雨樓比武，對方定會邀歐陽鋒前來壓陣。老頑童的功夫雖不輸於他，但此人瘋瘋癲癲，臨場時難保不出亂子，須得到桃花島去請我爹爹來助戰，才有必勝把握。」洪七公道：「這話不錯。我先赴嘉興，你們兩個同到桃花島去罷。」郭靖不放心，定要先護送洪七公到嘉興。洪七公道：「我騎你這小紅馬去，路上有甚危難，老叫化拍馬便走，任誰也追趕不上。」說著便上了馬，骨都都喝了一大口酒，雙腿一夾。小紅馬向靖蓉二人長嘶一聲，似是道別，向北風馳而去。※※※郭靖望著洪七公影蹤不見，又想起柯鎮惡欲殺黃蓉之事，心中悶悶不樂。黃蓉也不相勸，自去僱了船，揚帆直赴桃花島來。到得島上，打發船夫走後，黃蓉道：「靖哥哥，我求你一件事，你答不答允？」郭靖道：「你先說出來聽聽，別又是我做不到的。」黃蓉笑道：「我可不是要你去割你六位師父的頭。」郭靖不悅道：「蓉兒，你還提這個幹麼？」黃蓉道：「我為甚麼不提？這事你忘得了，我可忘不了。我雖然跟你好，卻也不願給你割下腦袋來。」郭靖嘆道：「我真不明白大師父幹麼生這麼大的氣。他知道你是我心愛之人，我寧可自己死一千次一萬次，也決不肯傷害你半點。」黃蓉聽他說得真誠，心裏感動，拉住他手，靠在他身上，指著水邊的一排柳樹，輕聲問道：「靖哥哥，你說這桃花島美麼？」郭靖道：「真像是神仙住的地方。」黃蓉嘆道：「我只想在這兒活下去，不願給你殺了。」郭靖撫著她的頭髮道：「好蓉兒，我怎會殺你？」黃蓉道：「要是你六位師父、你的媽媽，你的好朋友們都逼你來殺我，你動不動手？」郭靖昂然道：「就是普天下的人要一齊跟你為難，我也始終護著你。」黃蓉把他的手握得更緊了，問道：「你為了我，肯把這一切人都捨下麼？」郭靖遲疑不答。黃蓉微微仰頭，望著他的雙眼，臉上神色焦慮，等他回答。郭靖道：「蓉兒，我說過要在這桃花島上陪你一輩子，我說的時候，便已打定了主意，可不是一時興起而信口說的。」黃蓉道：「好！那麼從今天起，你就不離開這島啦。」郭靖奇道：「打從今天起？」黃蓉道：「嗯，打從今天起！我會求爹爹去煙雨樓助戰，我和爹爹去殺了完顏洪烈給你報仇，我和爹爹到蒙古去接你媽媽。甚至，我求爹爹去向你六位師父賠不是。我要叫你心裏再沒一件放不下的事。」郭靖見她神色甚是奇特，說道：「蓉兒，我跟你說過的話，決沒說了不作數的，你放心好啦，那又何必這樣。」黃蓉嘆道：「天下的事難說得很。當初你答允那蒙古公主的婚事，何嘗想到日後會要反悔？從前我只知道自己愛怎麼就怎麼，現今才知道……唉！你想得好好的，老天偏偏盡跟你鬧彆扭。」說到這裏不禁眼圈兒紅了，垂下頭去。郭靖不語，心中思潮起伏，見黃蓉對自己如此情深愛重，原該在這島上陪她一輩子才是，但就此把世事盡數拋開，實是異常不妥，可是甚麼地方不妥，一時卻又想不明白。黃蓉輕輕的道：「我不是不信你，也不是定要強你留在這兒，只是，只是……我心裏害怕得緊。」說到這裏，忽然伏在他肩頭啜泣了起來。這一下大出郭靖意料之外，呆了一呆，忙道：「蓉兒，你害怕甚麼？」黃蓉不語，只是低頭哭泣。郭靖與她相識以來，一起經歷過不少艱險困苦，始終見她言笑自若，這時她回到故居，立時就可與爹爹見面，怎麼反而害怕起來？問道：「你怕你爹爹有甚不測麼？」黃蓉搖搖頭。郭靖再問：「你怕我離開此島後，永遠不肯再回來？」黃蓉又搖頭。郭靖連問四五句，她總是搖頭。過了好一陣，黃蓉抬起頭來，說道：「靖哥哥，到底害怕甚麼，我也說不上來。只是我想到你大師父要殺我的神情，便忍不住心中慌亂，總覺得有一天，你會聽他話而殺了我的。因此我求你別再離開這裏。你答允我罷！」郭靖笑道：「我還道甚麼大事，原來只為了這個。那日在北京，我六位師父不也罵你小妖女甚麼的？後來我跟著你走了，到後來也沒怎樣。我六位師父好似嚴厲兇狠，心中卻是再也慈祥不過。你跟他們熟絡了，他們定會喜歡你的。二師父摸人家口袋的本事神妙無比，你跟他學學，一定有趣得緊。七師父更是溫柔和氣……」黃蓉截斷他的話，問道：「這麼說，你定是要離開這兒的了？」郭靖道：「咱倆一起離開，一起到蒙古去接我母親，一起去殺完顏洪烈，再一起回來，豈不很好？」黃蓉怔怔的道：「若是這樣，咱倆永遠不會一起回來，永遠不會廝守一輩子。」郭靖奇道：「為甚麼？」黃蓉搖頭道：「我不知道。但我見了你大師父的模樣，我猜想得到的。他單是殺了我也還不夠，他已把我恨到了骨頭裏去。」郭靖見她說這話時似乎心也碎了，臉上雖然還帶著那股孩子的稚氣，但眉梢眼角間的神情，似乎已親見了來日的不測大禍，心想她料事向來不錯，這次我若不聽她的話，日後若是有甚災難降臨到她頭上，這便如何是好？言念及此，心中一酸，再也顧不得旁的，一句話衝口而出：「好！我不離開這裏就是！」黃蓉聽了這話，向他呆望半晌，兩道淚水從面頰上緩緩的流了下來。郭靖低聲道：「蓉兒，你還要甚麼？」黃蓉道：「我還要甚麼？甚麼也不要啦！」秀眉微揚，叫道：「若是再要甚麼，老天爺也不容我。」長袖輕舉，就在花樹底下舞蹈起來。但見她轉頭時金環耀日，起臂處白衣凌風，到後來越舞越急，又不時伸手去搖動身邊花樹，樹上花瓣亂落，紅花、白花、黃花、紫花，如一隻隻蝴蝶般繞著她身子轉動，好看煞人。她舞了一會，忽地縱起身子，躍到一株樹上，隨即跳到另一株樹上，舞蹈中夾雜著「燕雙飛」與「落英神劍掌」的身法，想見喜悅已極。郭靖心想：「媽媽從前給我講故事，說東海裏有座仙山，山上有許多仙女。難道世上還能有甚麼仙山比桃花島更好看，有甚麼仙女比蓉兒還美？」