第三十五回　雙手互搏周伯通抬頭向天，出了一會神，半晌不語。郭靖頗為擔心，只怕說錯了話，得罪了這位脾氣古怪的把兄。周伯通嘆了一口氣，道：「你怎能想到這番道理？」郭靖搔搔頭道：「我也不知道啊。我只想這部經文既然害死了這許多人，就算它再寶貴，也該毀去才是。」周伯通道：「這道理本來是明白不過的。可是我總想不通。師哥當年曾對我言道，說我學武的天資穎悟，又是樂此不疲，可是一來過於著迷，二來少了一副救世濟人的大仁大勇胸懷，就算終生勤修苦練，終究達不到絕頂之境。當時我聽了不信，心想學武自管學武，那是拳腳兵刃上的功夫，跟氣度識見又有什麼干係？這十多年來，卻不由得我不信了。兄弟，現下你武功遠不及我，可是你心地淳厚，胸襟博大，將來成就勝我十倍。只可惜我師哥已經逝世，否則他這一身絕世武功，必定可以盡數傳給你了。師哥啊師哥，你的話畢竟不錯。」他想起師兄對他的恩義，忽然伏在石上哀哀痛哭起來。郭靖對他的話不甚了了，見他哭得淒涼，也不禁慘然。周伯通哭了一陣，忽然抬頭道：「啊，咱們故事沒說完，說完了再哭不遲。咱們說到那裏了啊？怎麼你也不勸我別哭？」郭靖笑道：「你說到王真人把那部九陰真經放在大石之下。」周伯通一拍大腿道：「是啊。他把經文放在大石之下，我求他給我瞧瞧，卻給他板起臉說了一頓，我從此也就不敢再提了。武林之中倒也真的安靜了一陣子。後來師哥仙遊，他臨死之時卻又起了一場風波。」郭靖聽他語音忽急，知道這場風波不小，當下凝神傾聽，只聽周伯通道：「師哥自知壽限已到，安排了教中大事之後，命我將九陰真經取來，生了爐火，要待將經文焚毀，但撫摸良久，長嘆一聲道：『前輩畢生心血，豈能毀於我手？水能載舟，亦能覆舟，要看後人怎樣善用此經了。只是凡我門下，決不可習練經中武功，以免旁人說我奪經是懷有私心。』他說了這幾句話後，一瞑而逝。當晚停靈觀中，不到三更，就出了事兒。」郭靖「啊」了一聲。周伯通道：「那晚是我與全真教的七個大弟子守靈，半夜裏突有敵人來攻，來的個個都是高手，全真七子立即分頭迎敵。七子怕敵人傷了師父遺體，將對手都遠遠引到觀外拚鬥，只我獨自守在師哥靈前，突然觀外有人喝道：『快把九陰真經交出來，否則一把火燒了你的全真道觀。』我向外一張，倒抽了一口涼氣，只見一個人站在竹樹梢上，那一身輕功，顯然是在我之上，到了這個地步，明知不敵，也只好和他們鬥一鬥了。我縱身出去，跟他在竹樹頂上拆了三四十招，越打越是膽寒，敵人年紀比我還小著幾歲，但出手狠辣之極，我硬接硬架，終於技遜一籌，肩頭上被他打了一掌，跌下竹樹。」郭靖奇道：「你這樣功夫還打他不過，那是誰啊？」周伯通反問一句道：「你猜是誰？」郭靖微一沉吟，答道：「西毒！」周伯通奇道：「咦！你怎知道？」郭靖道：「兄弟心想，並世武功能比大哥高的，也只華山論劍的五人。洪恩師為人正派，那段皇爺既是皇爺，總當顧及身份；黃島主其人兄弟雖不深知，但瞧他神情，必非乘人之危的卑鄙小人！」此言方出，花樹外一人喝道：「小畜生還有眼光！」郭靖身子一晃，已躍到了說話之人的所在，但那人身法好快，早已影蹤全無。周伯通叫道：「兄弟回來，那是黃老邪，他早已去得遠了。」郭靖回到岩洞前面，周伯通道：「黃老邪精於奇門五行之術，他這些花樹都是依著武侯當年八陣圖的遺法種植的。」郭靖駭然道：「諸葛武侯？」周伯通嘆道：「是啊，黃老邪為人聰明之極，琴棋書畫、醫卜星相，以及農田水利、經濟兵略，無一不曉，無一不精，只可惜不走正途。他在這些花樹之中東竄西鑽，別人再也找他不到。」郭靖半晌不語，想著黃藥師一身本事，不禁神往，隔了一會才道：「大哥，你被西毒打下竹樹，以後怎樣？」周伯通一拍大腿道：「對啊，這次你沒忘了提醒我說故事。我中了歐陽鋒一掌，痛入心肺，一時動彈不得，但見他奔入靈堂，也顧不得自己已經受傷，捨命跟進，只見他搶到師哥靈前，伸手就去拿那供在桌上的經書。我心中暗暗叫苦，自己既敵他不過，師姪們又都禦敵未返，正在這緊急當口，突然間喀喇一聲巨響，棺材蓋上木屑紛飛，穿了一個大洞。」郭靖驚道：「他用掌力震破了王真人的靈柩？」周伯通道：「不是，不是！是我師哥自己用掌力震破了靈柩。」郭靖如聽「山海經」中的荒唐奇談，驚得張大了口說不出話來。周伯通道：「你道是我師哥死後顯靈？還是還魂復生？都不是，他是假死。」郭靖「啊」了一聲道：「假死？」周伯通道：「是啊。原來我師哥死前數日，已知西毒環伺在旁，要等他一死之後即來搶奪經書，所以用上乘內功先行閉氣裝死。但若示知弟子，眾人悲戚不哀，那西毒狡猾無比，必定看出破綻，自將另生毒計，所以眾人都不知情。那時我師哥身隨掌起，飛出棺來，迎面『一陽指』向那西毒點去。歐陽鋒明明在窗外見我師哥逝世，這時忽爾從棺中飛躍而出，只嚇得魂不附體。他本就對我師哥十分忌憚，這時一驚之下，不及運功抵禦。我師哥一擊而中，『一陽指』正點中他的眉心，破了他多年苦練的『蛤蟆功』。歐陽鋒逃赴西域，聽說從此不履中土。我師哥一聲長笑，盤膝坐在供桌之上。我知道用『一陽指』極耗精神，師哥必是在運氣養神，當下不去驚動，逕行奔出接應眾師姪，殺退來襲的敵人。眾師姪聽說教主未死，無不大喜，一齊回到道觀，只叫得一聲苦，不知高低。」郭靖忙問：「怎樣？」周伯通道：「只見我師哥身子歪在一邊，神情大異。我搶上去一摸，師哥全身冰涼，這次是真的仙去了。師哥遺言，要將九陰真經的上半部與下半部分置兩處，以免萬一有什麼失錯，也不致同時落入奸人的手中。我將真經的上半部藏妥之後，身上帶了下半部經文，要送到南方一處名山去收藏，途中卻撞上了……黃老邪。」郭靖「啊」了一聲。周伯通道：「黃老邪為人雖然古怪，但他與我曾有數面之緣，決不會如西毒那麼覬覦經書，可是那一次糟在他的新婚夫人正好與他同在一起。」郭靖心想：「那是蓉兒的母親了。她與這件事不知又有什麼干連？」只聽周伯通道：「我見他滿面春風，為了賀他新婚，特地邀他喝酒。我說起師哥假死復活、擊中歐陽鋒的情由，黃老邪的妻子聽了，求我借經書給她一觀。她說她不懂半點武藝，只是心中好奇，想見見這部害死了許多武林高手的書到底是怎麼樣子。黃老邪對他這位少年夫人寵愛得很，什麼事都不肯拂她之意，見我面有難色，就道：『伯通，內子當真全然不會武功，她年紀輕，愛新鮮玩意兒，你就給她瞧瞧，那有什麼干係？我黃藥師只要向你的經書瞟了一眼，我就挖出這對眼珠子給你。』黃老邪是當世數一數二的人物，他的話當然說一是一，但這部經書實在關係太大，我只是搖頭。黃老邪不高興了，說道：『我豈不知你有為難之處？你肯借給內人一觀，我黃藥師總有報答你全真派之日。若是一定不肯，那也由你，誰教我跟你有交情呢？我跟你全真派的弟子們可不相識。』我懂得他的意思，這人說得出做得出，他不好意思跟我動手，卻會借故去和馬鈺、丘處機他們為難。這人武功太高，惹惱了他可真不好辦。我道：『黃老邪，你要出氣，儘管找我老頑童周伯通，找我的師姪們幹麼？』他夫人聽到我『老頑童』這個渾號，忽地格格一笑，說道：『周大哥，你愛胡鬧頑皮，大家可別說擰了淘氣，咱們一起玩玩吧，你那寶貝經書我不瞧也罷。』她轉頭對黃老邪道：『看來九陰真經是給那姓歐陽的搶去了，周大哥拿不出來，你何必苦苦逼他，讓他失了面子？』黃老邪一笑道：『是啊，伯通，還是我幫你去找老毒物算帳吧。』」郭靖心想：「蓉兒的母親和她這是一樣的精靈古怪。」插口道：「他們是在激你啊！」周伯通道：「我當然知道，但這口氣不肯輸。我說：『經書是在我這裏，借給嫂子看一看原也不妨。但你既瞧不起老頑童守不住經書，你我先比劃比劃。』黃老邪笑道：『比武傷了和氣，你是老頑童，咱們就比比孩子們的玩意。』我還沒答應，他夫人已拍手叫了起來：『好好，你們兩人比賽打石彈兒。』」郭靖微微一笑。周伯通道：「打石彈兒我最拿手，當下接口就道：『比就比，難道我還能怕他？』黃夫人笑道：『周大哥，要是你輸了，就把經書借給我瞧瞧。但若是你贏了，你要什麼？』黃老邪道：『全真派有寶，難道桃花島就沒有？』他從包裹裏取出一件黑黝黝、滿生倒刺的衣服來在桌上一放。你猜是什麼？」郭靖道：「軟蝟甲。」周伯通道：「是啊，原來你也知道。黃老邪道：『伯通，你武功卓絕，自然用不著這副甲護身，但他日你娶了女頑童，生下小頑童，小孩兒穿了這副甲可是妙用無窮。你打石彈兒只要勝了我，桃花島這件鎮島之寶就是你的。』我道：『小頑童是不生的，不過你這副軟蝟甲武林中久聞其名，我贏了來穿出去顯揚顯揚倒也不錯，好讓天下豪傑知道桃花島主栽在老頑童手裏。』那黃夫人接口道：『您先別說嘴，哥兒倆比了再說。』當下咱們三人說好，每人九粒石彈，共是十八個小洞，誰的九粒石彈先打進了洞就是誰勝。」郭靖聽到這裏，想起兒時與義弟拖雷在沙漠中玩石彈的情景，不禁臉露微笑。周伯通道：「石彈子我隨身帶著有的是，於是三人同到屋外空地上去比試。我留心瞧黃夫人的身形步法，果然是位沒有學過武功的嬌滴滴的女子。我在地上挖了小孔，讓黃老邪先挑石彈，他隨手拿了九顆，咱們就比了起來。他暗器的功夫自然是當世獨步，他只道取準的本事遠勝過我，玩起石彈來也必能佔上風，那知這種小孩兒的玩意與打暗器雖大同而卻有小異，中間另有竅門，我挖的小孔又很特別，石彈兒打了進去會再跳出來。打彈時不但勁力必須用得不輕不重恰到好處，而且勁力的結尾尚須一收，把反跳的力道對消了，那石彈兒才能留在洞內。黃老邪連打三顆石彈，都是不錯毫釐的進了洞，但一進去又跳了出來，等到他悟到其中道理，我已有五顆彈子進了洞。他暗器的功夫果然厲害，一面把我餘下的彈子撞在最不易使力的地位，一面也打了三顆進洞。但我既佔了先，豈能讓他趕上？你來我往的爭了一陣，我又進了一顆。我心中暗暗得意，知道這次他是輸定了，就是神仙來也幫他不了。唉，誰知道黃老邪忽然使用詭計。你猜是什麼？」郭靖道：「他用武功傷你的手嗎？」周伯通道：「不是，不是。黃老邪壞得很，決不用這種笨法子。打了一陣，他也知道決計勝我不了，忽然手指上暗運潛力，三顆彈子出去，把我餘下的三顆彈子打成碎粉，他自己的彈子卻是完好無缺。」郭靖叫道：「啊，那你沒彈子用啦！」周伯通道：「是啊，我只好眼睜睜的瞧著他把餘下的彈子一一的打進了洞。這樣，我就算輸啦！」郭靖道：「那不能算數。」周伯通道：「我也這樣說，但黃老邪道：『伯通，咱們可說得明明白白，誰的九顆彈子先進了洞，誰就算贏。你混賴那可不成！別說我用彈子打碎了你的彈子，就算是我硬搶了你的，只要是你少了一顆彈子入洞，總是你輸了。』我想他雖然有點使奸，但總是怪我自己事先沒料到這一著。再說，若是要我打碎他的彈子而自己彈子不傷，那時我也確是辦不到，心中也不禁對他的功夫很是佩服，於是說道：『黃家嫂子，我就把經書借給你瞧，今日天黑之前可得還我。』我在後面補了這句，那是怕他們一借不還，胡賴道：『咱們又沒說借多久，現在還沒瞧完，你管得著麼？』這樣一來，經書到了他們手裏，十年是借，一百年也是借。黃家嫂子微微一笑道：『周大哥，你號稱老頑童，人可不胡塗啊，你怕我劉備借荊州是不是？我就在這裏坐著瞧，看完了馬上還你，也不用到天黑，你不放心，在旁邊守著我就是。』「我聽她這麼說，就把經書由懷中取出來遞給她，黃家嫂子接了，走到一株樹下，坐在石上翻了起來。黃老邪見我神色之間總是惴惴不安，說道：『老頑童，當世之間有幾個人的武功勝得過你我兩人。』我道；『勝得過你的未必有，勝過我的，連你在內，總有四五人吧！』黃老邪笑道：『那你太捧我啦。東邪、西毒、南帝、北丐四個人，武功各有所長，誰也勝不了誰。歐陽鋒既被你師哥破去了『蛤蟆功』，那麼十年之內，他是比兄弟要遜一籌的了。江湖上聽說還有個鐵掌水上飄裘千仞，那次華山論劍他卻沒來，他功夫再好，也未必真能出神入化。老頑童，你武藝怎樣，兄弟也略有所知，除了這幾個人，武林中數到你是第一。咱倆聯起手來，並世無人能敵。』我道：『那自然！』黃老邪道：『所以啊，你何必心神不定？有咱哥倆守在這裏，天下還有誰能來搶得了你的經書去？』「我一想不錯，稍稍放了一點心，只見黃夫人一頁一頁的從頭細讀，嘴唇微微而動，我反而覺得有點好笑。九陰真經中所錄的，都是最祕奧精深的武功，她武學一竅不通，雖說書中之字個個識得，只怕半句的意思也未能領會。她從頭至尾慢慢讀了一遍，足足花了一個時辰，我等得有些不耐煩了，眼見她讀到最後一頁，心想總算是瞧完了，那知她從頭又再瞧起。不過這次讀得很快，只一盞茶時分，也就瞧完了。「她把書還給我，笑道：『周大哥，你上了西毒的當了啊，這部不是九陰真經！』我微微一驚，說道：『怎麼不是？這明明是師哥遺下來的，模樣兒一點也不錯。』黃夫人道：『模樣兒不錯有什麼用？歐陽鋒把你經書掉包掉去啦，這是一部算命占卜用的雜書。』」郭靖驚道：「難道是歐陽鋒在王真人從棺中出來之前，把真經掉了去？」周伯通道：「當時我也這麼想，可是素知黃老邪專愛做鬼靈精怪的事，他夫人的話我也不甚相信。黃夫人見我呆在當地，做聲不得，臉上半信半疑，又問：『周大哥，九陰真經真本的經文是怎樣的，你可知道麼？』我道：『自從經書歸於先師兄之後，無人翻閱過。先師兄當年曾道：他以七日七夜之功奪得經書，是為武林中免除一大禍患，絕無自利之心，所以遺言全真派弟子，任誰不得習練經中所載武功。』黃夫人道：『王真人這番仁義之心，真是令人欽佩無已。可是也正如此，著了人家道兒。周大哥，你翻開書來瞧瞧。』我當時頗為遲疑，記著師哥的遺訓，不敢動手。黃夫人道：『這是本江南到處流傳的占卜之書，不值半文。再說，就算確是九陰真經，你只要不練其中武功，瞧瞧可妨？』我依言翻開一看，卻見裏面書寫的正是各種武功的練法和祕訣，何嘗是卜占星相之書？「黃夫人道：『這部書我從五歲時就讀著玩，從頭至尾背得出，咱們江南的孩童，十九都曾熟讀。你若不信，我背給你聽聽。』她當真從頭如流水般背將下來。我全身冰涼，如墮冰窖。黃夫人又道：『任你從那一頁中間抽問，只要你提一個頭，我諒來也還背得出。這是從小讀熟了的書，到老也忘不了。』我依言從中間抽了幾段問她，她果真背得滾瓜爛熟，再無半點窒滯。黃老邪哈哈大笑。我怒從心起，隨手把那部書撕得粉碎，火摺一晃，給他燒個乾乾淨淨。「黃老邪忽道：『老頑童，你也不用發頑童脾氣，我這副軟蝟甲送了給你吧。』我不知是受了他的愚弄，只道他瞧著過意不去，所以想送我一件重寶消消我的氣，當時我一來煩惱異常，二來心想這是人家鎮島之寶，如何能夠要他？只謝了他幾句，回到自己家鄉去閉門習武。那時我自知武功還不是歐陽鋒的對手，決心苦練五年，練成幾種厲害功夫，再到西域去找西毒索書。」郭靖道：「你和馬道長、丘道長他們一起去，不是聲勢大得多麼？」周伯通道：「唉，也只怪我好勝心盛，以致受了愚弄一直不知道，當時只要和馬鈺他們商量一下，總有人瞧出這件事裏中間的破綻來。過了幾年，江湖上忽然有人傳言，說桃花島門下的黑風雙煞得了九陰真經，練就了幾種經中所載的精妙武功，到處為非作歹。起初我還不相信，但這事越傳越盛，又過一年，丘處機忽然到我家來見我，說他訪得實在，九陰真經確是被桃花島的門人得去了。我聽了很是生氣，說道：『黃藥師不夠朋友！』丘處機問我：『師叔，你怎麼說黃藥師不夠朋友？』我道：『他去向西毒索書，事先既不跟我說，要了書之後，就算不還我，也該向我知會一聲。』」郭靖道：「黃島主把經書奪來之後，或許或本是想還給你的，那知被他不肖的徒兒偷去了。我瞧他對件事惱怒得很，連四個無辜的弟子都被他打斷腿骨，逐出師門。」周伯通不住搖頭，說道：「你和我一樣的老實，這件事要是撞在你的手裏，你也必定受了欺還不知道。那日丘處機與我說了一陣子話，研討了幾日武功，他才別我離去。過了兩個月，他忽然又來瞧我。這次他訪出陳玄風、梅超風二人確是偷了黃老邪的經書，他冒了大險偷聽黑風雙煞的說話，才知道黃老邪這部經書不是從歐陽鋒那裏奪來的，卻是從我手裏偷去的。」郭靖奇道：「你明明將書燒毀了，難道黃夫人掉了包去，還你的是一部假經書？」周伯通道：「這一著我早防到的，黃夫人看那部經書時，我眼睛沒片刻離開過她。她不會武功，手腳再快，也逃不過咱們練過暗器的人的眼睛。她不是掉包，她是硬生生的記了去啊！」郭靖不懂，問道：「怎麼記了去？」周伯通道：「兄弟，你讀書讀幾遍才背得出？」郭靖道：「容易的，大概二三十遍；難的，那麼六七十遍、八九十遍不一定。」周伯通道：「是啊，說到資質，你是不算聰明的了。」郭靖道：「兄弟天資魯鈍，不論讀書學武，進境都慢得很。」周伯通嘆道：「讀書的事你不大懂，咱們只說學武。師父教你一套拳法掌法，只怕總得教你幾十遍你才學會吧？」郭靖臉上現出慚色，說道：「正是。」周伯通道：「可是世間卻有人只要看了旁人打一套拳腳，立時就能記住。」郭靖叫道：「一點兒不錯，黃島主的女兒就能這樣。洪恩師教她武藝，至多教兩遍，從來不教第三遍。」周伯通緩緩的道：「這位姑娘如此聰明，可別像她母親一般短壽！那日黃夫人借我的經書去看，只看了兩遍，可是她是一字不漏的記住啦。她和我一分手，就用筆默了出來，給她丈夫。」郭靖不禁駭然，隔了半晌才道：「黃夫人不懂經中含義，卻能從頭至尾的記住，天下怎能有如此聰明才智之人。」周伯通道：「只怕你那位小朋友黃姑娘也能夠。我聽了丘處機的話後，約齊了全真派的七名大弟子會商這件事。大家議定去勒逼黑風雙煞交出經書來。丘處機道：『那黑風雙煞雖然武功高強，也未必勝得了全真教門下的弟子。他們是您晚輩，師叔您老人家不必親自出馬，莫被江湖上英雄知曉，說咱們以大壓小。』我一想倒也不錯，當下命處機、處一二人去找黑風雙煞，其餘五人在旁接應監視，以防雙煞漏網。那知處機、處一趕到河南，雙煞卻已影蹤不見，他們一打聽，才知是被黃老邪另一個弟子陸乘風約了中原豪傑，數十條好漢圍攻他們二人，本擬將之捕獲，豈料還是被他們逃得不知不去向。」郭靖點頭道：「陸莊主無辜被逐出師門，也真該惱恨他的師兄、師姊。」周伯通道：「找不到黑風雙煞，當然得去找黃老邪。怕又有錯失，我把真經的上半部帶在身邊，到了桃花島上，責問於他。黃老邪道：『伯通，我黃藥師素來說一是一。我說過決不向你的經書瞟一眼，我幾時瞧過了？我看的九陰真經，是內人筆錄的，可跟你不相干。』我三言兩語，跟他說僵了，要找他夫人評理。他臉現苦笑，帶我到後堂去，我一瞧之下，吃了一驚，原來黃夫人已經逝世，後堂供著她的靈位。」「我正想在靈位前行禮，黃老邪忽然冷笑道：『老頑童，你也不必假惺惺，若不是你炫誇什麼真經假經，內人也不會離我而去。』我道：『什麼？』他不答，滿臉怒容的望著我，忽然眼中慢慢流下淚來，過了半晌，才說起他夫人的死因，原來黃夫人聰明過人，為了幫著丈夫，記下了經文。黃藥師以那真經只有下半部，要設法得到上半部後才行習練，那知被陳玄風與梅超風偷了去。黃夫人為了安慰丈夫，想再把經文默出來。她對經文的含義本來毫不明白，當日一時硬記，默了下來，現下歷時已久，那裏還記得起？兼之她懷孕已有八月，苦苦思索了幾天幾晚，寫下了七八千字，卻都是前後不能連貫，心智耗竭，忽爾流產，生下了一個女嬰。任憑黃藥師智計絕世，終於也救不了愛妻的性命。黃老邪本來就愛遷怒旁人，這時愛妻逝世，心智失常，對我胡言亂語一番。我念他新喪妻子，也不跟他計較，只笑了一笑道：『你是習武之人，把夫妻之情瞧得這麼重，也不怕人笑話？』他道：『我這位夫人與眾不同。』我道：『你死了夫人，正好專心練功，若是換了我啊，那正是求之不得！』」郭靖「啊喲」了一聲道：「你怎麼說這話？」周伯通雙眼一翻道：「我想什麼就說什麼？有什麼說不得的？可是黃老邪一聽，忽然大怒，一掌向我劈來，咱倆就動上手。這一架打下來，我在這裏呆了十五年。」郭靖道：「你輸給他啦？」周伯通笑道：「若是我勝，也不在這裏了。他打折了我的雙腿，逼我把九陰真經的上半部拿出來，說要火化了祭他的夫人。我把經書藏在洞內，自己坐在洞口守住，只要他一用強，我就把經書毀了。他道：『總有法子叫你離開這洞。』我道：『咱們就試試！』這樣一耗，咱們耗了十五年，他不敢餓我逼我，只是千方百計的誘我出洞。十五年來，他用盡了心血，始終奈何我不得。只是昨晚我險些著了他的道兒，若不是鬼使神差的，兄弟你忽來助來，這部經書已到了黃老邪的手中了。」郭靖聽他述說這番恩怨，心頭思潮起伏，問道：「大哥，今後你待怎樣？」周伯通笑道：「我跟他耗下去啊，瞧黃老邪壽長呢還是我多活幾年。」郭靖心想這總不是辦法，但現下自己也不知如何是好，又問：「馬道長他們怎麼不來救你？」周伯通道：「他們多半不知我在此地。就是知道，此處樹木山石古裏古怪。若不是黃老邪有心放人進內，旁人也休想入桃花島來。」郭靖和他說了半日語，覺得此人雖然年老，卻是童心猶存，說話天真瀾漫，沒半絲機心，言談之間，兩人甚是投緣。眼見紅日臨空，那老僕又送飯菜來。用過飯後，周伯通道：「我在桃花島上耗了十五年，時光可沒白費。我在這洞裏不離半步，心不旁鶩，所練的功夫，若在別處練，總得二十五年時光。只是一人悶練，雖然自知大有進境，苦在沒人拆招，只好左手和右手打架。」郭靖奇道：「左手怎能和右手打架？」周伯通道：「我假裝右手是黃老邪，左手是我自己。右手一掌打過去，左手拆開之後還了一拳，這樣就打了起來。」他一面說，一面就當真雙手你攻我守的打得十分猛惡。郭靖起初覺得十分好笑，但看了三招，只覺他雙手拳法奧妙之極，不禁怔怔的出了神。天下學武之人，雙手不論揮拳使掌、掄刀動槍，不是攻敵，就是防身，但周伯通雙手卻互相攻防拆解，每一招每一式都是攻擊自己的要害，同時又解開自己另一手攻來的招數。因此上左右雙手的招數截然分開，真是見所未見、聞所未聞的怪拳。周伯通打了一陣，郭靖忽道：「大哥，你右手這招『林下振衣』為什麼不用足了？」周伯通停了手，笑道：「你眼光不差啊，瞧得出我這招沒用足，來來來，你來試試。」說著伸出掌來，郭靖伸掌與他相抵。周伯通道：「你小心了，我要將你推向左方。」一言方畢，「林下振衣」這一招中的勁力已發，郭靖已先經他說知，心中預有提防，以降龍十八掌的功夫，還了一拳，兩人掌力相抵，郭靖退出七八步去，只感手臂酸麻。周伯通道：「這一招我用足勁，只不過將你推開，現在我勁不用足，你再試試。」郭靖再與他一對掌，突感他掌力一發一收，自己腳下不穩，向前直跌下去，蓬的一聲，把額頭直撞在地下，一骨碌爬起來，怔怔的發獃。周伯通笑道：「你懂了麼？」郭靖搖搖頭道：「不懂！」周伯通道：「這個道理，是我在洞裏苦練十年，忽然參悟出來的。我師哥在日，曾對我說過以虛擊實、以不足勝有餘的妙旨。當日我只道是道家修心養性之道，聽了也不在意。直到五年之前，才忽然在雙方拆招時豁然貫通。其中精奧之處，只能意會，不可言傳。我想通之後，還不敢確信，兄弟，你來和我拆招，那是再好沒有，你別怕痛，我再摔你幾次。」他見郭靖臉有難色，央求道：「好兄弟，我愛武勝於性命，在這裏一十五年，只盼能有人來和我拆招試手。幾個月前黃老邪的女兒來和我說話解悶，我正想引她動手，那知第二天她又不來啦。好兄弟，我一定不摔得你太重。」郭靖見他雙手躍躍欲試，心癢難搔，說道：「好，摔幾交也算不了什麼？」一伸掌兩人拆了幾招，斗然間覺到周伯通的掌力忽虛，一個收勢不及，又是一交跌了下去，卻被他左手一揮，自己身子在空中不由自主的翻了一個筋斗，左肩著地，跌得著實疼痛。周伯通臉現歡色，道：「好兄弟，我也不能叫你白摔了，我把摔你這一記手法說給你聽。」郭靖忍痛爬起，走近身來。周伯通道：「老子『道德經』有幾句話道：『挺埴以為器，當其無，有器之用。鑿戶牖以為室，當其無，有室之用。』這幾句話你懂麼？」郭靖側頭想了片刻，只好笑笑搖頭。周伯通順手拿起剛才盛過飯的飯碗，道：「用泥土做成了這隻碗，只因為它中間是空的，才有盛飯的功用，倘若它是實心的一塊瓷土，還能裝什麼飯？」郭靖點點頭，心想：「這道理說來很淺，只是我從未想到過。」周伯通又道：「開鑿了門窗造房室，只因為有了門窗四壁中間的空隙，房子才能住人。倘若房屋是實心的，倘若門窗不是有空的，那就一點用處也沒有了。」郭靖點了點頭。周伯通道：「我這全真派最上乘的武功，要旨就在『空、柔』兩字，那就是所謂『大成若缺，其用不弊。大盈若沖，其用不窮。』」郭靖聽了心中似懂非懂，默默的思索。周伯通又道：「洪七公的功夫是外家中的頂兒尖兒，我雖懂得一些全真派的內家功夫訣竅，今日想來還不是他的敵手。只是外家功夫練到像他那樣，只怕已到了盡處，而全真派的武功卻是沒有止境。像做哥哥的那樣，只可說初窺堂奧而已。當年我師哥贏得『武功天下第一』的尊號，決非倖致，若他今日尚在，加上這十多年的進境，再與東邪西毒他們比武，決不須再比七日七夜，我瞧一日之間，就能將他們折服了。」郭靖點頭道：「王真人武功通玄，兄弟只恨沒福拜見。洪恩師的降龍十八掌是天下之至剛，而大哥適才摔跌兄弟所用的手法，卻似是天下之至柔。」周伯通笑道：「對啊，對啊！雖說柔能克剛，但若是你的降龍十八掌練到了洪七公那樣，我又克你不了啦。這是在於功力的深淺。我剛才摔你這一下是這樣的，你小心瞧著。」當下仔仔細細將手法說給郭靖聽了。他知郭靖領悟甚慢，所以教得甚是周到。郭靖試了數十遍，仗著自己有全真派內功的極佳根底，慢慢也就懂了。周伯通大喜，叫道：「兄弟，你身上若是不痛了，我再摔你一交。」郭靖笑道：「痛是不痛了，只是你教我的那手功夫我還沒記住。」當下心中默默用功。周伯通是小孩脾性，不住催他，那知一擾亂他的心神，郭靖反而更加慢了，又過了一頓飯時分，郭靖方把這一招功夫牢牢記著，再陪周伯通拆招，又被他摔跌一交。話休絮煩，兩人日夜不停的拆招過拳，郭靖全身摔得都是烏青瘀腫，前前後後摔了七八百交，仗著身子硬朗，才咬牙挺住，但周伯通在洞中十五年悟出來的七十二手「空明拳」，卻也盡數傳給了他。