第三十六回　玉蜂神針霍都眼見不敵，心頭煩躁，暗思若是今日竟折在這小子手中，聲名掃地，還說甚麼王霸大業？只見楊過一劍斜指，劍尖分花，竟是高刺三處，若是縱躍閃避，登時落了下風，當下也顧不得他出言譏刺，張開摺扇，擋了他這三刺，口中一聲呼喝，又用「狂風迅雷功」反擊。他右扇左袖，鼓起一陣疾風，袖中隱藏鐵掌，口裏大聲呼喝，一個武林高手與一個少年過招，竟然不得不用出看家本領，全力施為，即令得勝，臉上也無光采。但此時他只求不敗，那裏還顧得這許多？大聲叫嚷，一招狠似一招。楊過劍走輕靈，招斷意連，綿綿不絕，當真是瀟灑流落，翰逸神飛，大有晉人烏衣子弟，裙屐風流之態。這套美女劍法本以風姿佳妙取勝，襯著霍都吆喝酣鬥，更加顯得他雍容徘徊，閒雅都麗。楊過雖然一身破衣，但一使這路劍法，人人眼前一亮，但覺他清華絕俗，活脫是個翩翩公子。那知楊過一求姿式端麗，劍上的威力卻不易發揮。霍都豁出了性命不要，愈鬥愈狠，楊過漸感吃力。郭靖、黃蓉武功高強，已知他要落敗，都是眉頭漸漸皺攏，只見霍都扇底與袖間的風勁越鼓越勁，不由得暗呼：「不好！」忽見楊過鐵劍一揚，叫道：「小心！我要放暗器了！」霍都曾用扇中毒釘傷了朱子柳，聽他如此說，以為他的鐵劍就如自己摺扇一般，也是藏有暗器，自己既以此手段行險取勝，自是難怪對方邯鄲學步，見楊過鐵劍一指，急忙向左躍開。那知楊過左手劍訣一刺，引著鐵劍攻了過來，那裏有什麼暗器？霍都知道上當，罵了聲：「小畜生！」楊過道：「小畜生罵誰？」霍都不再回答，催緊疾風。楊過左手一揚，叫道：「暗器來了！」霍都忙向右避，楊過一劍正好從右邊疾刺而至，急忙縮身擺腰，劍鋒從右肋旁掠過，相距不過寸許，這一劍甚為兇險，一刺不中，群雄都叫：「可惜！」蒙古眾武士卻都暗呼：「慚愧！」霍都雖然死裏逃生，也嚇得背生冷汗，但見楊過左手又是一揚，笑道：「暗器！」竟然不去理他，自行揮掌迎擊，果然對方又是行詐。楊過一劍刺空，縱前撲出，左手第三次揚起，笑道：「暗器！」霍都罵道：「小……」第二個字尚未出口，眼前銀光閃動，這一下相距既近，又是在他數次行詐之後毫沒防備，急忙湧身躍起，只覺腿上微微刺痛，已被幾枝甚麼細小的暗器射中。這一下中計，與他行奸傷了朱子柳的情勢極為相似，但他想暗器細微，雖中亦無大礙，盛怒之下，扇戳掌劈，要將楊過立斃於掌下。楊過知道已經得手，那裏還和他力拼，只是舞劍守住門戶，笑哈哈的道：「你一身武功，卻喪生在荊紫關前，可惜啊可惜！」霍都正要揮掌，突覺腿上一下麻癢，似被一隻大蛟叮了一口，他一提氣忍住，要待發招，麻癢處更加厲害了。他心裏一驚：「不好，小畜生暗器有毒。」念頭上只轉得一轉，腿上癢得再也無法忍耐，也顧不得大敵當前，拋下扇子，伸手就去搔癢，只這麼一搔，竟連心中也都癢了，口中啊啊大叫，在廳上滾來滾去。須知古墓派玉蜂神針之毒，天下罕見罕聞。中了一枚已自難當，何況連中數枚？那玉蜂針極為細小，楊過發射時廳上群雄倒一大半沒有瞧見，突然見霍都倒地而滾，還不知楊過是使了甚麼功夫。那藏僧達爾巴大踏步走出，抱起師弟交在師父手中，轉身向楊過道：「小孩子，我來和你比武！」金剛杵橫掃，疾向楊過腰間打去。這一杵揮將過來，帶著一道金光。那黃金杵極為沉重，他隨便一出手就起金光，其膂力之強，手法之快，也就可想而知了。楊過雙腳不動，腰身向後縮了尺許，那金剛杵恰好在他腰前掠過，那知達爾巴不等金杵的勢頭用足，手腕用勁，金杵的橫揮之勢斗然間變為直挺，竟向楊過腰間直送過去。這一下變招人人出乎意料外，楊過也是一驚，忙將鐵劍在金杵上一壓，身子借力飛了起來。達爾巴金杵一擊，不等他落地，加緊追擊，楊過鐵劍又是在金杵上一按，二度上躍，達爾巴大喝一聲：「往那裏逃？」金杵跟著過來。楊過身在半空，不便轉折，眼見情勢極為危急，當下行險僥倖，突然伸手抓住了杵頭，一劍直削下去。如果他力氣和對手相差無幾，達爾巴非撒手放杵不可。只是達爾巴本力強他數倍，用力一奪，急向後退。楊過放開杵頭，輕輕巧巧的落下地來。他接連三招被逼在半空，性命真是在呼吸之間，這時敵人的兵刃雖然沒有奪到，但危局已然解除，旁觀眾人一齊舒了口氣。達爾巴見他輕功高強，變招靈活，說道：「小孩子的功夫很不錯，是誰教你的啊？」他說的藏語，楊過自然一字不懂，他以為這和尚是在罵自己，於是依著他的口音，也是嘰哩咕嚕的說了幾句。他天性聰明，這幾個字發音既準，次序又是絲毫沒有顛倒，在達爾巴聽來，正是問他：「小孩子的功夫很不錯，是誰教你的啊？」於是答道：「我的師父是金輪法王。我又不是孩子，你該叫我大和尚。」楊過半點不肯吃虧，心想：「不管你如何惡毒的罵我，我只要全盤奉還，那口頭上就不會輸了。你用番話罵我豬狗畜生，我照式照樣也罵你豬狗畜生。」是以用心聽他說話，等他一說完，依樣葫蘆的用藏語說道：「我的師父是金輪法王。我又不是小孩子，你該叫我大和尚。」達爾巴大奇，側過頭左看右瞧，心想你明明是小孩子，怎麼會是大和尚？你師父怎麼又會是金輪法王？於是又道：「我是法王的首代弟子，你是第幾代的？」楊過也說：「我是法王的首代弟子，你是第幾代的？」西藏喇嘛教中尚來有轉世輪迴之說，其時達賴與班禪的轉世尚未起始，但人死之後投胎復生、不昧性靈的說法，卻是喇嘛教中人人信奉的。恰好金輪法王少年時收過一個弟子，這弟子不到二十歲就死了，達爾巴和都霍都均未見過，只知道有這麼一會事。此時達爾巴聽了這番言語，以為楊過真是大師兄轉世，又想他如不是神童帶藝投胎，一個少年怎能有如此武功？再說他是中原少年，藏語又怎能說得這般純熟？當下側面向他凝視片刻，越看越像，突然拋下金剛杵，向楊過低頭膜拜。這一來楊過固然大奇，心想這和尚竟然罵不過我，向我低頭服輸，而旁觀眾人，尤其詫異之極，妙在大家不懂藏語，不知楊過跟他嘰哩咕嚕，咭咭喀喀的對答半天，竟說了什麼一番話將他折服。這中間金輪法王卻明原委，心知達爾巴為人魯直，上了楊過的當，於是大聲說道：「達爾巴，他不是你大師兄轉世，快起來跟他比武。」達爾巴一驚躍起，說：「師父，我看他一定是大師兄，否則小小年紀，怎麼會有這般身手？」金輪法王道：「你大師兄的武功比你強得多，這孩子卻不及你。」達爾巴只是搖頭不信。金輪法王知道徒弟性子最直，一時也說不清楚，於是說道：「你若不信，和他比試一下就知道了。」達爾巴對師父的話向來敬若神明，他既說楊過不是大師兄轉世，那就多半不是大師兄了。但他小小年紀，竟有這樣神奇的武功，卻又難以不信，還是依師父之言，與他比武一場，試一試他的真功夫，瞧是誰勝誰敗，那就立判真偽了。於是舉手向楊過道：「好，我就跟你比試一下武功，是真是假，就憑勝敗而定。」楊過見他站起身來，咕嚕咕嚕的說了幾句話，神情甚客氣，以為他是說幾句禮貌言語，於是一音不變的照說一遍，達爾巴聽來，正是：「好，我就跟你比試一下武功，是真是假，就憑勝敗而定。」於是道：「請你手下留情。」楊過也道：「請你手下留情。」郭芙見二人用藏語說個不休，走到黃蓉身邊道：「媽，他們說些什麼？」黃蓉早已聽出楊過只是依樣葫蘆，少年人鬧著玩兒，但達爾巴何以竟會對他膜拜，卻也參詳不透，聽得女兒相詢，只是「嗯」了一聲道：「楊家哥哥和他說笑呢。」一言未畢，達爾巴突然一杵向楊過打了過去，他以為事先說得清清楚楚，對方自有防備，楊過卻見他神態恭謹，萬不料他會突然出手，這一杵險險著了，急忙向後一躍避開。他急退急趨，隨即縱上連刺三劍，達爾巴心中存了怯意，生怕楊過追隨師父日久，武學上有驚人造詣，以金剛杵緊緊守住門戶，不敢絲毫怠忽，數招一過，楊過已瞧出他只守不攻，雖然不明他的用意，卻樂得大展攻勢，當下飄忽來去、東刺西擊，這一路玉女劍法更見使得英風凜然，顧盼生姿。堪堪拆了百餘招，金輪法王瞧得大不耐煩，喝道：「達爾巴，趕快反擊，他不是你大師兄！」達爾巴的武功其實是在楊過之上，只是心中一怕，功夫去了五成，楊過卻全力發揮出來。一個愈是打得得心應手，一個愈是畏縮退讓。金輪法王大怒，厲聲說道：「立時反攻！」這一句話聲音奇猛，震得各人耳鼓嗡嗡作響。達爾巴那敢違抗師命，一挺金剛杵，狂打急攻。他這一番猛擊，果然將楊過逼得不住閃避，招數中的破綻也漸漸顯露了出來。達爾巴見他劍招稍疏，一杵倒甩上去，楊過縮手不及，劍杵相交。本來比武之際，雙方兵刃碰撞乃是常事，但金剛杵太過沉重，楊過的鐵劍始終翻騰飛舞，不敢和他相碰，此時給他一撞，但覺一股大力激盪，震得虎口劇痛，拍的一聲，鐵劍斷為兩截，達爾巴叫道：「我勝啦！」垂杵退開。楊過也用藏語叫道：「我勝啦！」半截鐵劍向他迎面擲去。達爾巴一怔：「怎麼他勝啦？難道他是一招誘著？」只見楊過空手猱身而上，不敢怠慢，急舞杵護身。楊過在古墓中隨小龍女學練掌法，最後練到雙掌擋得住九九八十一隻麻雀飛翔，不使一隻雀兒漏出掌去。這路掌法乃是林朝英獨得之祕，招數掌形從未下過終南山一步，此時使將出來，果然綿密無比，雖是空手，威力卻比手中有劍時反為更強。達爾巴金剛杵使得呼呼風響，楊過卻以極高的輕身功夫，在杵隙中進退來去，雖然危機時時間不容變，那金杵卻始終傷不到他半點，他反而抓打撕劈，擒拿勾擊，在小擒拿手中夾以「擋雀綿掌」，一味搶攻。又鬥一陣，達爾巴神力愈增，楊過卻也是越奔越是輕捷，當年他在古墓寒玉床上數年苦練，那好處在此時才全部顯現出來。小龍女坐在柱旁地下，臉露微笑，閒閒的瞧著兩人相鬥，眼見楊過久戰不下，從懷中掏出一雙白色的輕軟手套，叫道：「過兒，接住了！」右手一揚，將手套擲了過去。小龍女這雙手套是用極細極韌的白金絲織成，雖然柔薄，卻是任何寶刀利刃都傷它不得。郝大通一見手套揚在半中，臉上微微變色，須知當年重陽宮中交手，小龍女曾戴了這手套而震斷郝大通的長劍，竟逼得他險險自殺，因之他一見手套，不由得觸動心境。楊過左手一探，接住了手套，退後一步，迅速戴上，腰肢一擺，使出古墓派武功中最奇妙最花巧的「美女拳法」來。這套拳法每一招都是模擬一位古代美人的行動，若由男人使動，原是不甚雅觀，但楊過研習時姿勢已加修改，雖然招名如舊，飛掌踢腿之際，已變婀娜靦腆而為飄逸瀟灑。這麼一來，旁觀群雄更加摸不著頭腦，但見他忽而狂奔急走，忽而端莊凝立，神態瞬息百變。要知女人的姿態心神，本來變化既多且速，而有名的女人顰笑之際，愁喜之分，更是難測。楊過一招「紅玉擊鼓」，雙臂交互而擊，達爾巴舉杵擋架，楊過變為「紅拂夜奔」，出其不意叩關直入。達爾巴橫杵而擋，楊過突使「綠珠墮樓」，撲地攻敵人下盤。達爾巴吃了一驚，心想：「此人的招法怎地如此變幻難測？」一躍而起，閃開他左掌的劈削。楊過雙掌連拍數招，接著連綿不斷的向敵人拍去，原來這是「文姬歸漢」共有胡笳十八拍。他每一招均有來歷，但達爾巴是個藏僧，那裏懂得這些中原典故？被他忽高忽低，或東或西的攻了個手忙腳亂。楊過手上戴了金絲手套，一有機會就搶上奪他金杵，逼得他吼叫連連，大是狼狽。群雄一齊大喜，齊聲喝采助威。金輪法王眼見徒兒武功明明高於這少年，只是存了怯意，處處被對方搶攻，於是處處落於下風，當下厲聲說道：「用無上大力杵法！」達爾巴應道：「是！」雙手握住杵柄，揮舞起來。他單手舞杵，已是神力驚人，此時雙手一齊用力，連腰力也同時使上，那呼呼風聲更加響了一倍。這「無上大力杵法」招數甚是簡單，只是橫揮八招，直擊八招，一共二八一十六招，但一十六招反覆使用，橫揮直擊，只逼得楊過遠遠避開，別說正面交鋒，連那杵風也是不敢碰上。點蒼漁隱折斷鐵槳之後，一直甚不服氣，此時見到這「無上大力杵法」如此威猛，心想自己槳法之中，實無這般至剛至硬的招數，倒也不由得心中暗服。再鬥一陣，廳上的紅燭倒有七八枝被杵風帶滅，楊過只仗著輕功東西縱躍，一味閃避，但求不給金杵擊中帶著，那裏尚能還手？中原英雄一齊鴉雀無聲，蒙古武士們卻暴雷價叫起好來。楊過見這套「美女拳法」難以取勝，而敵人迫得極緊，一路退縮，竟讓到了廳角之中，要待變招，卻半點騰不出手腳。這路「無上大力杵法」本來帶著三分癲狂，達爾巴使發了性，早忘了眼前之人或是大師兄轉世，見他縮在廳角內三面受迫，大喝一聲「你死了！」一杵橫揮，只聽得轟隆一聲猛響，煙霧瀰漫，石土紛飛，那大廳牆壁已被他打破了一個大孔。楊過在危急中從他頭頂一躍而過，雖在百忙之中，仍舊不忘了用藏語回敬一句：「你死了！」他這一躍卻是「九陰真經」中的武功，他自在古墓石室的頂上見到王重陽所遺的刻字之後，閒下來曾加修練，只是無人指點，不知練得對是不對，此時初臨大敵，那敢使用？竟不料在危急中自然而然的使用出來，救了一命。眾人只道達爾巴這一招定要得手，郭靖不待他一這杵揮足，已自搶出要襲他後心，猛見眼見紅袍一晃，金輪法王一掌擊來。郭靖一驚，但他來勢奇速，急使一招「見龍在田」擋開，兩人均是並世武林中最傑出的人材，雙掌相交，竟沒半點聲息，但各人身子均晃了兩晃，郭靖退後三步，金輪法王卻穩站原地不動。原來他本力遠較郭靖為大，功力也深，只是掌法武技，卻有不及，郭靖退後卸去敵人的猛力，以免受傷，金輪法王卻極為好勝，強接了這一招，忍著胸口隱隱作痛，竟然凝立。單以此招而論，郭靖是輸了，但接戰下去，勝負之數尚未可知。二人見楊過化解了此招，均感詫異，一個喜慰，一個惋惜，各自退回。連郭靖與金輪法王這等高手，也道楊過定要遇險，以致一個出手相救，一個出手阻截，那知楊過竟有奇招，在貼身而過的空隙之中，逃了出來。達爾巴一擊不中，更不回身，金杵向後猛揮，楊過見他招數來得快極，自然而然的掠地竄出。這一招猶似魚兒游水一般，離地尺許，平平掠過，剛好在金杵之下數寸，那又是「九陰真經」中的武功。黃蓉瞧得大奇，道：「靖哥哥，怎麼過兒也會九陰真經？你教他的麼？」她只道郭靖顧念故人之情，在送他上終南山的途中將真經授了於他。郭靖道：「沒有啊，若是傳他，我怎會瞞你？」黃蓉「嗯」了一聲，她素知丈夫忠實，對旁人尚且說一是一，對自己更無虛言。但見楊過騰挪閃避，每遇危急，總是靠那真經的功夫護身。但他顯然並未練通，不會以真經武功反擊取勝，雖然保了性命，這一場比武看來終歸要輸了。黃蓉暗暗嘆息：「過兒真是奇才，他若跟得我一年半載，將打狗棒法和真經上的功夫學得全了，這藏僧那裏還是對手？」正自煩惱，眼光一轉，忽見丐幫叛徒彭長老穿著蒙古裝束，混在蒙古武士群中，滿臉喜色。她靈機一動，叫道：「過兒，移魂大法，移魂大法！」原來九陰真經中有一項功夫叫做「移魂大法」係以精神之力克敵制勝，其原理與今日之催眠術相似，當年洞庭湖君山丐幫大會，黃蓉曾以此法克制彭長老的「懾心術」，因此上一見到他，斗然間想起。楊過記起「移魂大法」的練法，但他不信單用心力凝望，即能克敵制勝，是以從未練過，他素服黃蓉之能，心想：「郭伯母既出此言，必有緣故，反正今日已然輸定，我就試他一試。」於是拳腳上繼續竄避招架，心中卻是摒慮絕思、寧神歸一，依著經中所載止觀法門，由「制心止」而至「體真止」，綿綿密密，竟無半點雜念。這時他全憑本性招架，聽聲閃躍、遇風趨避，眼光呆呆的定著敵人。拆了數招，達爾巴察覺他舉動有異，向他望了一眼，同時金杵猛擊過去。楊過用一招美女拳法中的「蠻腰纖纖」，胸肢一擺避開，他既運「移魂大法」，心體為一，拳腳使的是什麼，臉上就有什麼神態表情。達爾巴見他臉上忽然現出一股書卷之氣，那裏知他是在模仿唐代詩人白樂天之妾小蠻的舞姿，不禁一呆，金杵當頭直擊。楊過將頭一偏避過，五根手指張開，伸手在自己頭髮上一梳，手指跟著抓了出去，臉上卻是微微一笑，卻是一招「麗華梳裝」。那張麗華是李後主的寵姬，髮長七尺，其光可鑑，李後主為她廢棄政事而亡國，甚媚可知。楊過這麼一笑，達爾巴已受感染，跟著也是一笑。只是楊過眉清目秀，添上笑容，更增其美，那達爾巴顴骨高著聳，面頰深陷，跟著楊過作態一笑，旁觀眾人無不毛骨悚然。楊過見他呆住，一指戳出，卻是一招「萍姬針神」。達爾巴側身閃開，臉上跟著他做個細心縫衣的模樣。黃蓉見楊過領會她的意思，居然能以「移魂大法」制住敵人，心中大為喜慰，低聲對郭靖道：「過兒遭際非凡，當年你與他這般年紀之時，尚無如此功夫。」郭靖喜動顏色，點了點頭。要知「移魂大法」純係精神之力的感應，若是對方心神凝定，此法往往無效，若他內力更高，則反激過來，施術者反受其制。兩人比武，如施術者武功強於對方，則常規武功已能獲勝，實無施用此法必要；倘若功力不及，卻又不敢貿然使用，達爾巴被楊過說了一通藏語，心中將信將疑，以為他是大師兄轉世，只因存了一層怯意，感應極快，楊過一舉成功。但見楊過將美女拳法施展出來，或步步生蓮，或依依如柳，達爾巴依樣模仿，只將眾人看得又是驚駭，又是好笑。郭芙忍耐不住，早已笑得打跌，向母親道：「媽，楊家哥哥這套功夫真妙，你怎麼不教我？」黃蓉道：「你若會了移魂大法，定然鬧得天翻地覆，最後自受其害為止。」拉著她手，鄭重說道：「你別以為好玩，楊家哥哥正與他性命相搏，這可比動刀動劍更是危險呢！」郭芙伸了伸舌頭，凝神望著楊過，心裏總覺得好玩，見楊過笑達爾巴也笑，楊過怒達爾巴也怒，於是也跟著學樣。那知這「移魂大法」厲害之極，她只學得兩下，心頭迷迷糊糊，一步步地走向廳心。黃蓉見女兒如此，大吃一驚，急忙一把拉住。郭芙心神已全受楊過控制，用力一甩，想把母親甩脫。幸好黃蓉武既高，又知此事兇險，片刻遲挨不得，反手一拿，扣住她的手腕，硬生生拖了回來，將她臉兒轉過，使她瞧不到楊過。郭芙掙扎了幾下，被母親拿住脈門，動彈不得，腦中一昏，終於伏在母親懷裏睡著了。此時達爾巴已全被楊過制住，見他使招「西子捧心」，登時跟著來一下「東施效顰」。楊過見時機已至，突使一招「曹令割鼻」，使掌在自己鼻子上拍的一掌，左掌擊過，右掌又擊，連綿不斷。原來古時曹文叔之妻名令，夫死後自割其鼻，以示不嫁。楊過自擊之時使力極輕，達爾巴那裏知道，雙掌拼命向自己臉上打去。他神力驚人，每一掌打出都打著百餘斤的勁力，打到十餘掌，終於支持不住，自己將自己打得昏暈倒地。群雄齊聲歡呼，說道：「咱們勝了第二場！」「武林盟主該歸咱們！」「蒙古人快快請出吧，別來中國現世啦！」兩名蒙古武士在紛亂中搶出，將達爾巴抬了回去。金輪法王見兩個徒弟都輸在這少年手裏，而且並非武功上落敗，輸得不明不白，心中大是惱怒，但臉上不動聲色，坐在椅上喝道：「少年，你的師父是誰？」他武功絕倫，博學多才，居然會說漢語，楊過右手向小龍女一伸，笑道：「我師父就是這一位，你快來拜見武林盟主吧！」金輪法王見小龍女嫵媚嬌怯，似比楊過年紀更小，絕不信是他師父，心想：「中原漢人詭計多端，可不能騙得了我？」霍地站起，噹啷啷一聲急響，從懷中取出一個金輪。這金輪乃黃金鑄成，中間藏著九個小球，隨手一抖，發出驚心動魄的響聲。他指著小龍女道：「哼，你是天下武林盟主，只要你接得住我這金輪的十招，我就認你是武林盟主。」楊過笑道：「我已勝了兩場，三賽兩勝，你方言明在先，這時又胡賴些什麼？」金輪法王低沉著嗓子道：「我是試試她功夫，瞧她當得起呢還是當不起。」小龍女天真爛漫，不知金輪法王武功自成一家，確已練到了驚駭世俗的地步，她也不知「武林盟主」是什麼東西，更沒想到自己要當還是不當，聽他說要試自己功夫，瞧瞧是否接得住他的金輪十招，當即站起身來，說道：「那我就試試。」金輪法王道：「你若是接不住我十招，那便怎樣？」小龍女道：「接不住就接不住，又怎樣了？」她自小練成了喜怒不形於色的性兒，對一切全是淡淡的漠不關心，此時雖對楊過愛念已深，但對別事仍然無動於中。中原群雄與蒙古武士均不知這是她的本性，見她行若無事，全不把金輪法王瞧在眼內，還道她確是武功深不可測。更有人見楊過用「移魂大法」打敗達爾巴，還道她會使妖法，是個妖女，一時紛紛議論起來。金輪法王卻也真怕她行使妖法，當下口中喃喃念咒，嘰嘰咕咕，咭哩咯嚕，唸的是密宗的「降妖伏魔咒」。楊過在旁邊聽得明白，只道這大和尚又用藏語罵他師父，用心硬記，一個字一個字全記得清清楚楚。金輪法王唸完咒語，金輪一擺，噹啷啷一陣響亮。喝道：「少年退開，我要動手了。」這兩句話說的卻是漢語。楊過道：「慢來，慢來。」依著字音，一字一字的唸了起來，恰好達爾巴此時悠悠醒轉，見師父手持金輪，正要與人動手，卻聽楊過口誦密宗真言「降魔伏妖咒」，此是本門密法，決計不傳外人，楊過若不是大師兄轉世，怎能知道此咒？情急之下，一躍而出，跪在師父面前叫道：「師父，他真是大師兄轉世，你收留他吧！」金輪法王怒道：「胡說，你上當了還不知道。」達爾巴道：「是的啊，這件事千真萬確，絕不能錯。」法王見他糾纏不清，一把抓住他的背心，往廳裏擲去。達爾巴一個一百多斤重的身軀，被他一抓一擲，輕飄飄的恍似無物。眾人適才見他力鬥點蒼漁隱與楊過，神力驚人，但法王這麼一擲，功夫顯然又強他十倍，眼見小龍女這般嬌滴滴的模樣，別說接他十招，就是給他用力吹一口氣，只怕也吹倒了，不禁都為她擔憂。蒙古武士中有許多見過金輪法王顯示神功，當真是藝壓萬夫、力勝九牛。小龍女雖是敵人，但見她稚嫩美貌，惻隱之心，心皆有之，想她縱有妖術，也必難敵法王玄功通神，不免暗暗盼他不要痛下辣手。楊過唸完咒語，低聲道：「姑姑，小心這個和尚。」金輪法王聽他唸得一字不錯，心中佩服，讚道：「少年，虧得你了。」楊過道：「和尚，虧得你了。」法王眼睛一瞪，道：「虧得我什麼？」楊過道：「虧得你有膽子和我師父動手，她是菩薩轉世，有通天澈地之能、降龍伏虎之功，你還是小心為妙。」原來他極為狡猾，知道對方厲害，想說得他心中有了顧忌，出手不敢放盡，師父就易於抵擋。不料金輪法王是西藏百年難遇的英傑，文武全才，那裏會上他的當，叫道：「第一招來了，你亮兵刃吧！」楊過除下金絲手套，替師父戴上，垂手退開。小龍女從懷中摸出一條雪白的綢帶，迎風一抖，那綢帶末端繫著一個金色圓球，圓球中空有物，綢帶抖動，圓球如鈴子響了起來。眾人見二人的兵刃都極怪異，心想今日真是大開眼界，一個的兵刃極長，一個卻是極短，一個極堅，一個卻極柔，偏巧二般兵器又都會叮噹作響。