第七回　異想天開 木婉清道：「哼！一個半點不會武功的文弱書生，有甚麼來頭？最多不過是『見人就殺』鍾萬仇未過門的女婿。」鍾夫人臉上一紅，道：「咱們是江湖草莽的人家，那能高攀段公子了？絕不此事。」木婉清道：「幸虧他不是江湖中人，倘若他會一點武功，我早就將他一劍殺了。」說話間記起自己曾答應過金大鵬不殺段譽，又道：「總算這小子也有一點兒好處，他得知有人要想加害於我，快馬加鞭的來向我報訊。秦元尊等人圍住了我，他居然妄圖護我出險。嘿嘿，只可惜空有俠義之心，卻無俠義之能。」她說到這裏，言語稍和，又道：「鍾夫人，這小子的良心比你好得多，你得知青松道人他們圍攻我的陰謀，居然命鍾福來借了我的黑玫瑰去，好教我失了良駒，脫身不得，好毒計，好毒計！」鍾夫人道：「我只不過一念之私，心懸愛女，絕無相害姑娘之意。秦元尊、青松一干人決計動不了姑娘一根毫毛，咱夫婦早就瞧得一清二楚。我看青松死氣已透華蓋，也曾勸他千萬不可自尋死路，只怕這時候他早已命喪姑娘劍底了。」其實她是事後的推測之辭，木婉清既是安然無恙，青松的武功又遠不及秦元尊、金大鵬、彗禪等人，想必是最先遭殃之列。木婉清冷笑道：「你眼光倒準。」身形一晃，欺到段譽身邊，抓起縛著手足的帶子，提起了他身子便走。鍾夫人叫道：「木姑娘，我有一事相求，請聽我一言。」木婉清轉頭冷冷的道：「你憑甚麼來求我？你求甚麼，我不答應甚麼。乘早還是不出口的為妙。」鍾夫人一怔之下，木婉清已提了段譽，揚長而去。她從墳墓的入口處回了出來，推好墓碑，呼來黑玫瑰，將段譽放上馬鞍，便即躍上馬背。一路上木婉清幾次跟段譽說話，他始終不理不睬，想起這女子昨夜虐待自己手段的厲害，兀自心有餘悸，卻也不敢觸動她的怒氣。那馬跑馳了半天，兩人總算相安無事。到得中午時分，段譽內急起來，想要木婉清放他解手，但雙手被縛，無法打手勢示意，何況縱然雙手自由，這手勢實在也不便打，只得說道：「我要解手，請姑娘放了我。」木婉清道：「好啊，現下你不是啞巴了？怎地跟我說話了？」段譽道：「事出無奈，不敢褻瀆姑娘，姑娘是『香藥叉』，我倘成了『臭小子』，豈不大煞風景？」木婉清忍不住「嗤」的一聲笑，心想事到如今，只得放他，於是拔劍割斷了縛住他手足的帶子，自行走開。段譽給她縛了大半天，手足早已麻木不仁，動彈不得，在地下滾動了一會，方能站立，解完了手，見黑玫瑰站在一旁吃草，甚是馴順，心想：「此時不走，更待何時？」悄悄跨上馬背，黑玫瑰也並不抗拒。段譽一提馬韁，縱馬向北奔馳。木婉清聽到馬蹄之聲，追了過來，但黑玫瑰奔行神速無比，木婉清輕功再高，也追他不上。段譽拱手道：「木姑娘，後會有期。」只說得這幾個字，黑玫瑰已竄出二十餘丈之外。回過頭來，只見木婉清的身子已被樹木擋住，段譽得脫這女魔頭的毒手，心下快慰無比，口中連連催促：「好馬兒，乖馬兒！快跑，快跑！」心想這時木婉清便發射暗器，也打不到自己了。黑玫瑰奔出里許，段譽心想：「耽擱了這麼一天，不知是否還來得及相救鍾姑娘？我這當兒是去大理呢，還是逕赴無量山？」正遲疑間，忽聽得身後遠遠傳來一聲清嘯。曼長激越，聲振林木。黑玫瑰聽得嘯聲，立時掉轉馬頭，從來路奔了回去。段譽大吃一驚，忙叫：「好馬兒，乖馬兒，不能回去。」用力拉韁要黑玫瑰轉頭。不料黑玫瑰的頭雖被馬韁拉得偏了，它身子還是筆直的向前直奔，全不聽段譽的指揮。瞬息之間，黑玫瑰已奔到了木婉清身前，直立不動。段譽哭笑不得，神色極是尷尬。木婉清道：「我曾答應過金大鵬，不傷你的性命。現下你意圖叛我，私自逃走不算，還偷了我的黑玫瑰去，我答應過金大鵬的話，可從此不算數了。」段譽跳下馬來，昂然道：「黑玫瑰是你先前借給我的，我並沒還你，可算不得偷。你要殺便殺，我段譽是頂天立地的男子漢，用不著領誰的情。」木婉清將長劍從鞘中抽出半截，冷冷的道：「你如此大膽，難道我真的不敢殺你？你倚仗誰的勢頭，一再挺撞於我？」段譽道：「我對姑娘事事無愧於心，要倚仗誰的勢頭來了？」木婉清兩道清冷的眼光直射向他，段譽和她目光相對，毫無畏縮之意。兩人相向而立，凝視半晌，唰的一聲，木婉清還劍入鞘，喝道：「你去罷！你的腦袋暫且寄存在你脖子上，幾時姑娘高興，隨時來取。」段譽本已拼著必死之心，沒料到她竟會放過自己，一怔之下，一句也不多說，逕自一跛一拐的去了。木婉清瞧著他的背逐漸遠去，心想：「如此倔強的男子，當真是天下少見。多少武功高強的人物，在我面前嚇得魂不附體，這小子竟是半點也不害怕。」段譽走出數十丈，仍不聽見馬蹄之聲，回頭一望，只見木婉清兀自怔怔的站著出神，心想：「多半她又在想甚麼歹毒主意，像貓耍耗子般，要將我戲弄個夠，這才殺我。好罷，反正我也逃不了，一切只好由她。」那知他越走越遠，始終沒聽到木婉清騎馬追來，他連走幾條岔道，這才漸漸放心，他心下稍寬，頭臉手足擦破處便痛將起來，自言自語道：「唉，這位姑娘脾氣如此古怪，說不定父母雙亡，一生遭逢過無數不幸之事。也說不定她相貌醜陋無比，以致不肯以面目示人，倒也是個可憐之人。」心下尋思：「我如徒步而往，只怕沒到大理，就已毒發而死了。鍾姑娘苦待救援，渡日如年，她如見我既不回去，她父親又不來相救，只道我沒給她送信。好歹我得趕到無量山去，和她死在一塊，好教她知道我不負之意。」心意已決，當即辨明方向，邁開大步，趕向無量山去。這瀾滄江畔荒涼已極，連走數十里也不見人煙。這一日他唯有採些野果充飢，晚間便在山坳中乾燥處亂睡了一覺。第二日午後，重渡瀾滄江，將近黃昏，到了一個小市鎮上。他懷中所攜銀兩，早在湖中漩渦內失去。自顧全身衣衫破爛不堪，肚中又十分飢餓，想起帽上所鑲的一塊碧玉，乃是極貴重之物，於是扯了下來，拿到鎮上唯一的一家米店去求售。米店本不是售玉之所，但這鎮上只有這家米店較大，那店主見他氣概軒昂，倒也不敢小覷了，只是不識得寶玉的珍貴，只肯出三兩銀子相購。段譽也不理會，取了三兩銀子，到飯鋪中吃了個飽，想去買套衣巾，這小鎮上卻無沽衣之肆。正為難間，忽見飯鋪旁的一塊空地之上曬著兩疋黑布。突然之間，段譽心念一動，記起鍾夫人要冒充「香藥叉木婉清」的名字去救女兒的事來，尋思：「我何不扮潑辣婆娘，去嚇司空玄一嚇？最多不成功，左右仍是個死。倘若能嚇倒司空玄豈不妙哉！」他是少年人的心性，想到幹便幹，當下使八錢銀子買了一疋布，借了剪刀針線，在飯鋪的後院中裁剪縫綴起來，他生平只會讀書寫字，手中拿了這枚針，當真是沉重之極，好在他也不是真的要縫甚麼衣服，只將黑布裹在身上，密密層層的全身遮沒，那裏多了，便剪去一塊，那裏露出空隙，便縫上幾針。如此忙得滿頭大汗，飯鋪中人也不理他，天色一黑，自行去睡了，段譽仍在院子中縫個不休。縫到初更時分，段譽自覺大功告成，將這件布袋套在身上，居然也沒露出半點肌膚，一對黑布手套也是粗具規模，總算十根手指能各自分開。他心下十分得意，將這套黑衣套在身上，回憶木婉清那冷冰冰的聲響語調，逼尖了嗓子試說幾句，自知決計不像，但想司空玄未必聽見過木婉清親口說話，反正是大膽妄為，像不像也顧不得了。又想木婉清身上尚有一柄長劍，但自不會使兵刃，少一件東西便少一分破綻。當下一切就緒，盤算了幾遍對付司空玄的方策，離開飯鋪，便往無量山中走去。這市鎮已在無量山山腳之下，段譽乘著月色，覓路而行。走了約莫兩個更次，遠遠望見對面山坡上繁星點點，燒著一堆堆火頭，知道是神農幫駐紮之所，於是對著火光邁步而前。離中央的火堆尚有數十丈時，黑暗中一人突然躍去，手中鏈子槍一舉，喝道：「來者何人？幹甚麼的？」段譽冷笑一聲，尖著嗓子冷冷的道：「司空玄呢？叫他來見我。」那人在月光下見段譽全身裹在黑布之中，只露出了一雙眼睛，不禁一獃，想起了近來轟傳江湖的一個女魔頭的形狀，顫聲道：「你──你是香藥──」段譽怒道：「我名字是你叫得的麼？」那人為香藥叉的威名所懾，竟是不敢還嘴，戰戰兢兢的道：「司空幫主受了點傷，不便行動，請──請姑娘移步。」段譽手中捏了把汗，心下暗暗好笑：「我今日竟成了甚麼姑娘啦。」鼻中哼了一聲，學的全是木婉清的神氣，道：「也罷！」跟著那人身後慢慢走去。他知道腳下走得越慢，越是不易露出馬腳。到得火堆之前，只見地下橫七豎八的躺了一地，均是被金靈子咬傷了的神農幫中人。鍾靈手腳都被反縛在背後，一見段譽，心下大喜，呼道：「婉姊姊，你來救我啦！」司空玄這幾天來苦受折磨，神智本已有些迷迷糊糊，見到段譽的模樣，原已猜到是名震江湖的香藥叉到了，聽得手下人稟報，再加鍾靈這一聲呼叫，更無懷疑，當下支撐著站了起來，雙手扶著兩名幫眾的肩頭，說道：「在下誤受蛇毒，不便行禮，姑──姑娘恕罪。」段譽尖聲道：「鍾姑娘是我朋友，你知不知道？」司空玄道：「在下確實不知，多有冒犯。」段譽道：「快將她放了。」司空玄雖是震於香藥叉的威名，料想自己縱然完好無恙，也不是她的敵手，但鍾靈一放，若無解救金靈子蛇毒的解藥，自己和幫中兄弟轉眼間便得斃命，在這生死關頭，便天大的事也顧不得了，說道：「姑娘可有解救這蛇毒之藥？」段譽從懷中取出一隻金鈿盒子來，那原是鍾夫人交給他之物，他在飯鋪中時，已將盒中的紙片取出，拿些魚肉飯粒搗爛了，再加些爛泥調勻，滿滿的裝了一盒，說道：「這是『見人就殺』鍾萬仇的獨門解藥，他肯施捨給你，真是你的造化。」說著將盒子擲在地下。司空玄本已猜到鍾靈之父便是「見人就殺」鍾萬仇，雖聽說他逝世已久，但想來他是裝死歸隱，這時段譽如此說，更無疑心，忙道：「多謝姑娘，多謝鍾大俠。」早有手下幫眾拾起盒子，交在司空玄手中。司空玄打開盒子，聞了聞解藥，但覺有些魚腥，更有些土氣，他神農幫人人是採藥製藥的行家，司空玄更是熟識藥性，任何丸散膏丹，只須他一嗅之下，便知其中所含各種藥物的品種份量。這解藥是他性命之所繫，如何能不加詳察？一嗅之下，只覺其中並無半點藥味，不由得疑心大起，問道：「請問姑娘，這解藥如何用法？」段譽道：「每人服小指頭兒這麼一點，十二個時辰後便即去盡金靈子的毒性。你快將鍾姑娘放了！」司空玄道：「是！」俯身拾起一根燃著的樹枝，往段譽身上照去。這一照之下，照見段譽身上那黑套子東拉西扯，不但縫工拙劣，簡直就不成其為衣衫模樣，司空玄心疑更甚，踏上一步，鼻子使勁嗅了兩嗅，絲毫聞不到甚麼香氣，心想：「江湖上傳言，這香藥叉身上有一股濃冽的香氣，老遠便能聞到，『香藥叉』的外號便由此而來。難道這人是假冒的不成？」段譽見了他的舉止，知他已起疑心，心下暗自驚惶，只有硬著頭皮喝道：「我叫你放了鍾姑娘，你沒聽見麼？」司空玄雖然生疑，還是不敢挺撞，低聲下氣的道：「木姑娘明鑒，敝幫這許多人身中蛇毒，命在旦夕，倘若鍾大俠賜給的解藥並無靈效，咱們豈不是人人束手待斃？非是在下不遵木姑娘的號令，不過請鍾姑娘再屈駕數日，待大夥兒的蛇毒解了，咱們便即恭送鍾姑娘回府，並來向木姑娘叩謝再生之德。」段譽怒道：「那有這麼囉囉唆唆的！我說放人，你便放人。」一轉頭向在鍾靈身旁的一名老者喝道：「解開她的綁縛！」他心中一急，說話快了，語聲中露出男子的低沉之音。那老者是個十分機靈之人，火光下看到幫主的眼色，心想：「這人不知是真是假，幫主不便開罪於她，我是幫主的下屬，魯莽一些，並無大害。倘若他是真的香藥叉，仍可由幫主出面道歉謝罪，總還有迴旋的餘地。」於是大聲：「木姑娘，要放人那也不難，姑娘先得讓咱們見一見廬山真面。」段譽道：「你要見姑娘顏面，不是活得不耐煩了？」那老者心想：「這女子本領再大，說甚麼也只孤身一人。咱們這裏人多勢眾，難道還鬥不過她一個單身女子？只是『香藥叉』的聲名實在太大，近來武林中說得神乎其神，如若跟她說得僵了，只怕真有不測之禍，」便陪笑道：「小老兒便有十條老命，也不敢得罪姑娘，咱們一直聽到姑娘大名，心下仰慕得緊，甚盼姑娘露一手絕技，好讓大夥兒開開眼界。」段譽暗叫：「糟糕，糟糕！」說道：「姑娘所會的，盡是殺人的本事，這兒似乎無人可殺。」神農幫中一名貴州司舵聽得不耐煩了，大聲道：「你要咱們放人，總得露一手本事才成。」說著大踏步走了出來。司空玄這時疑心已到了九成，說道：「黃兄弟，你不妨向木姑娘領教領教。」這黃司舵得了幫主這句話，膽子更是大了，從背上拔下一柄大環刀，拿在手中輕輕一抖，刀上五個鐵環嗆啷上一陣響亮，只見他站在段譽身前軀體魁偉，一張臉上肌肉糾結，甚是雄壯威風。段譽心中暗道：「這一下出醜不打緊，只怕累得鍾姑娘更早死兩日。」眼見這黃司舵一臉煞氣，不自禁的倒退了兩步。黃司舵見他腳下虛浮不穩，簡直是不會武功的模樣，心想她就算會一點武功，一個女子也不會強到那裏去，跟著又上前兩步，大環刀在兩人之間虛砍一刀，刀環嗆啷啷、嗆啷啷的亂響。段譽只聽得驚心動魄，又退了三步，背心已靠在一枝大槐樹上。這時神農幫中上下百餘對眼睛，都是凝集在他身上，段譽這幾步一退，男子的模樣雖然不顯，不會武功的底子已是暴露無遺。諸幫眾許多人都竊竊私議：「這娘兒似乎武功不強。」「你知道甚麼！人家是真人不露相，故意裝的。」「她可像是怕了黃司舵。」「咱們給她來個一擁齊上，她是雙拳難敵百手。」司空玄道：「木姑娘，你教訓咱們這個黃兄弟，只不過請姑娘手下留情，點到為止，別傷了他的性命。」段譽道：「我不會甚麼點到為止。一動手便殺人，姓黃的，你乖乖的走開罷！」他這幾句雖仍然說得傲慢非凡，語音卻已發顫，洩露了他心中恐懼之情，黃司舵喝道：「隨你的便，姓黃的性命原是從刀槍上撿來的。」說著豎刀一立。段譽道：「我只須手一揚，你就沒命了，我勸你還是小心點兒的好。」那黃司舵道：「姑娘請賜招。」他見段譽雙足微微發抖，大環刀一招「開門見山」，向段譽前胸劈了過去，只是「香藥叉」的威名實在太大，這一招乃是虛招，刀鋒距段譽胸口將及五寸，右腕一抖，那刀斜斜劈去，嗤的一聲，將段譽左肩黑衣削去了一片。段譽大吃一驚，他這時後心靠在槐樹之上，已是再無可退，心道：「我命休矣！」叫道：「鍾姑娘，你──快逃命罷！」鍾靈和木婉清相識已久，一見段譽身材、形狀、言語、舉止，無一與木婉清不是大異，早知他冒牌，只是沒認出是誰，聽他臨危時一這聲呼叫，失聲道：「你──你是段──」只見黃司舵的一刀，又將段譽右臂的衣衫劈去了一塊。他哈哈大笑道：「香藥叉，姓黃的今日得罪，要瞧瞧你的花容月貌，到底是美若西施，還是醜如藥叉。」旁邊一名幫眾笑道：「她名叫藥叉，定是個藥叉婆了，否則老是蒙住了臉幹甚麼？」眾人見黃司舵兩刀得手，段譽手忙腳亂，不禁顧忌盡去，說話刻薄起來。眾人嘲笑聲中，黃司舵一招「玉龍斜飛」大環刀往段譽臉上的面幕削去。段譽急忙向後一仰，雙手順勢舉起，突聽得砰的一聲，黃司舵一個龐大的身軀往後便倒，跟著噹的一聲，大環刀脫手飛出數丈之外，刀上鐵環嗆啷啷，嗆啷啷的亂響不休，看黃司舵時，只見他仰天躺在地下，額頭上釘著一技黑色短箭，一動也不動了。神農幫中諸人大駭之下，早有兩人搶將過去，一探他的鼻息，竟然已是氣絕身亡。這兩人素來和黃司舵情若兄弟，驚怒交集，各挺兵刃向段譽撲了過去，身子尚在半空，嗤的兩聲輕響，那二人從空中摔將下來，滾成一團，扭曲了幾下，隨即不動了。神農幫一陣大亂，有人大聲叫道：「眾兄弟，咱們四面圍攻，大夥兒齊上，瞧這妖女的暗器殺得光咱們麼？」眾人敵愾同仇之下，膽子大增，二十餘人圍著段譽，前後左右的欺了過來。段譽四下一看，只見前面是人，後面是人，左右均是敵人，各人面目猙獰可怖，手中兵刃閃閃生光，嚇得早已獃了。不料這二十餘人沒走到段譽身邊一丈之內，但聽得嗤嗤嗤暗器橫空，砰砰砰身體落地，瞬息之間，二十餘人一齊倒斃。這二十餘人乃是神農幫中的精銳，轉眼間盡數就殲，司空玄如何不大為震驚？何況先前已有近二十人為金靈子咬傷，餘下的均是不過三四流腳色了。司空玄咬牙切齒的道：「香──香藥叉，你名不虛傳，果然是好辣的手段。」段譽做夢也想不到這些來攻的敵人，竟會突然倒斃，顯是暗中有人做了手腳，相助自己，但四下裏空蕩蕩地，如何能有人隱伏相助？他見這許多人剎時慘死，心中頗為不忍，說道：「司空幫主，這──這是你逼著我──我幹的，我──我實在──實在很是過意不去。」司空玄怒道：「老夫性命一條在此，你要殺要剮，悉從尊便。神農幫在司空玄手裏全軍覆沒，老夫原也不想活了。」段譽歉然道：「我絕不想傷你，你──你快將鍾姑娘放了罷。」他心中一動惻隱之情，語氣溫和，和木婉清那冷冰冰的語調更是不相同，但司空玄急怒之下，眼見他將自己手下眾好手大加屠戮，殺得一個不留，那裏還留神他是男是女，是真是假，當下大聲說道：「左右是個死，趙司舵，將這個姓鍾的女娃兒殺了！」那姓趙的司舵應聲而前，舉刀往鍾靈頸後劈去，嗤的一聲，短箭到處，趙司舵仰後便倒，一刀砍在自己的臉上。他刀劈鍾靈之時，原已料到香藥叉要發箭阻攔，刀子雖向鍾靈砍去，雙眼卻是目不轉睛的望著段譽，只待他右手一動，便即伏地閃避，那知這短箭之來，竟是事先無半點朕兆──。適才諸幫眾向段譽圍攻，混亂中短箭飛來，各人都沒看清這時那趙司舵，突然斃命，更如電射雷劈一般，誰都無法知道毒箭從何處射來。諸幫眾無不嚇得獃了，有幾個特別膽小的，雙膝酸軟，或跪或坐，竟是無法直立。段譽指著一個中年漢子，道：「你去把鍾姑娘放了。」那漢子知道若不聽命，轉眼便如趙司舵一般慘遭橫死，神農幫幫規雖嚴，總是先顧眼前性命要緊，當下顫巍巍的走將過去，拔出短刀，將鍾靈手足綁著的繩索割斷了。他自始至終，不敢向司空玄望上一眼。鍾靈得脫束縛，走到司空玄面前，說道：「取出盒中解藥，將金盒還我。」司空玄雖對解藥的效用大起疑心，還是將「藥物」挖了出來，盛在手裏之中，將金盒還了給她，心下不住盤算，如何應付那香藥叉的毒箭。鍾靈接過金盒，伸出手掌，說道：「拿來！」司空玄道：「拿甚麼？」鍾靈道：「段公子去給你求得解藥，你這斷腸散的解藥呢？」司空玄心念一動，已有計較，說道：「取藥！滿江紅，空工！江城子，臥目！念奴嬌，缺丑！髮星星、皂底！」接連念了七八種藥物，他手下兩名幫眾從藥箱中取出藥物。段譽和鍾靈均不知他念的是甚麼咒語，段譽還聽到其中有好幾個詞牌名字，鍾靈卻是半點也不懂了，原來那都是神農幫中藥名的隱語，至於空工乃是二字，因「工」字空了中間一直，便是「二」分，「臥目」是「四」，「缺丑」乃「五」，「皂底」為「七」，都是藥物份量。這些藥物有的是膏，有的是散，一名幫眾將幾種藥物混和後，用牛皮紙包好。司空玄道：「交給鍾姑娘。」鍾靈接了過去，說道：「此藥若無效用，殺得神農幫雞犬不留。」司空玄冷笑道：「此藥當然不能解得斷腸散之毒。」鍾靈一驚，道：「甚麼？」司空玄道：「此藥能延緩斷腸散七日不發，七日之後，老夫若是不死，你再來取真正解藥。」鍾靈大怒，回頭向段譽道：「這老兒說話不算數，你──你一箭將他殺了。」司空玄道：「這世上唯有老夫一人，知道解藥的配製之法。」段譽一聽大是焦急，心想：「我給他的解藥乃是魚肉飯泥搗爛而成，服了自是毫無效用，他金靈子的毒性一發，一兩日內便即死了，這便如何是好？」鍾靈向段靈望望，心下毫無主意，心頭一急，少女的性兒突然發了出來，跨上兩步，挽住了他的手臂，說道：「司空幫主，你陪我去瞧瞧段公子。」司空玄怒道：「小姑娘，你拉拉扯扯的成甚麼樣子？」鍾靈道：「段公子這當兒多半是在我家中，我帶你去瞧他。若是金靈子的蛇毒有甚變故，家父也可給你用心治療。」段譽心想此計大妙，冷冷的道：「咱們一起去罷，你死不了！」司空玄向他望一眼，心想倘若不依其言，當真惹惱了「她」，毒箭射將過來，那是死得更快，只是自己身為一幫之主，幫眾死傷狼籍，自己被人挾持而去，以後如何善處？不由得心下大是躊躇。鍾靈手上一使勁，說道：「司空幫主，快走罷。你自己服了解藥，把餘下的留給他們。」司空玄仍是心意未決，先將解藥服了一口，生恐藥力不夠，幾乎將全部解藥服了三成，然後遞給身旁的下屬。鍾靈更不和他多言，拉著他便走。司空玄雖在重傷之餘，若要甩脫她的挾持，卻也輕而易舉，只是一來害怕香藥叉，二來又怕蛇毒解藥無效，留在當地也是等死，不如跟隨她去，尚有生機，便道：「我正要見令尊，請他評一評這個道理。」說了兩句掩飾門面之言，舉步便行。神農幫中眾好手非死即傷，餘的有誰敢多言一句？鍾靈挽著他走到段譽身邊，伸左臂又挽住了段譽手臂。司空玄在鍾靈挾持下走出數十步，聽到背後幫眾竊竊私議之聲，心中好生慚愧，低下了頭，跟著鍾靈亦步亦趨。鍾靈默不作聲的走著，心下暗自盤算：「倘若我揭破了段兄的機關，這司空老兒勢必翻臉，我二人可不是他的敵手。不過木姊姊定是隱伏在側，適才大殲神農幫眾好手！自是她的傑作了。」於是提高了嗓子，大聲說道：「木姊姊，小妹多承你援救脫險，真是多謝了。」段譽和她並肩而行，聽她突然如此大聲說話，不禁嚇了一跳，定了定神，才陰陽怪氣的說道：「咱們是自己人，何必客氣。」鍾靈心中暗笑：「你還在裝假。」彎轉左手，在他手臂上用力一捏。段譽「啊喲」一聲，叫了出來。鍾靈哈哈笑道：「你真是好大的膽子！」將從司空玄處取來的金盒和一包解藥，悄悄塞在段譽手中。段譽知她已瞧破自己形跡，低聲道：「多謝！」忽聽得西北角上一人低聲呼嘯，跟著東南角上有人拍拍、拍拍連續擊了四下手掌。一條人影如飛般迎面奔來，到得與三人相距七八丈處，倏然停定，嘶啞著嗓子喝道：「香藥叉，你還逃得到那裏？」聽這聲音，正是三掌絕命秦元尊。便在此時，背後一人嘿嘿冷笑，段譽回頭一看，星月微光之中，依稀正是那個年老婆婆，她左手握著一柄刀，右手則是一枚鋼錐，一閃一閃的發亮。段譽心中暗叫：「糟糕，糟糕！木姑娘快來救我才好。」一時不知是繼續冒充下去的好，還是解開衣套，表露自己的身份。正猶豫間，左邊右邊又各到了一人，左邊是個身披黃布僧衣的老僧，一根方便鏟橫執手中，右手那人卻看不清楚面目，似是個年紀不大的漢子，背插長劍，劍穗在夜風中飄揚得老高。頃刻之間，段譽已陷入了四面的包圍之中，他和秦元尊和那老嫗、老僧，都是曾參與圍攻木婉清之人，一直追到此處，另外那個漢子自亦是他們的同夥了。鍾靈道：「你們要找木姊姊，是不是？」那老僧道：「不錯，咱們只找木婉清一人，姑娘和這位前輩是誰？請讓在一旁罷。」鍾靈未回答，司空玄已接口道：「大師是少林的慧禪大師罷？這位是怒江王秦老爺子，這一位是申四婆婆了。在下神農幫司空玄，請恕眼拙，不知這一位爺台尊姓大名。」那漢子走上兩步，踏入月光照射之處，說道：「在下姓史──」司空玄不等他報自己名字，忙接口道：「原來是黑白劍史安史大俠，幸會幸會。」那史安抱拳還禮道：「久聞神農幫司空幫主的大名，今日一見，幸何如之。」段譽見這史安約莫三十歲左右年紀，身材不高，卻一臉英氣逼人，雙眉斜飛，眼中神采湛湛，覺得這人甚是正氣，和秦元尊、申四婆婆那種強橫的神情迥然不同，不禁心下暗生親近之意。司空玄於武林人物所知甚多，只是他久居雲南，於中原高手十九僅聞其名，未得相識，這四人中只有秦元尊是見過的，但其餘三人從兵刃年貌上一加推測，也即無誤。他知秦元尊掌力渾厚，那是不必說了，慧禪大師是少林寺八大護法之一，方便鏟的招數是在佛門弟子中稱得第一。申四婆婆刀錐並施，武功另成一家。以狠辣陰毒取勝。這黑白劍史安近年來在江南一帶揚威立萬，頗負俠義之名，雖不知他武功底細，想來也絕不是泛泛之輩。妙在這四人同時向香藥又尋仇，正好假手於這四位好手，除去武林中的一個大害。他心下盤算已畢，假裝舉手還禮，口中說道：「四位俠駕同到無量山中，不知所為何事？」不等四人回答，手臂使勁，震得鍾靈和段譽一齊向左邊跌了兩步，他身形一閃，向右竄開。不料他所受金靈子的毒性甚重，這連續使力，腳下支持不住，一個踉蹌，險些摔倒。