第九回　南海鱷神他居高臨下，投石極是方便，攀援上山的眾漢子和他相距數十丈，暗器射不上來，聽到他的喊聲，均各停步，但遲疑了片刻，隨即在山石後躲躲閃閃的繼續爬將上來。段譽將五六塊石塊亂投下去，只聽得啊、啊兩聲慘呼，兩名漢子被石塊擊中，墮入下面深谷，顯是粉身碎骨而亡。段譽自幼從高僧研習佛理，連武藝也不肯學，此時生平第一次殺人，不禁嚇得臉如土色。他原意是投石驚走眾人，不意竟然連殺兩人，雖是明知若不拒敵，敵人上山後自己與木婉清必然無倖，但終究是心中難過之極。其餘漢子見勢頭危急，紛紛回頭，有一人逃得急了，陡崖上一個失足，又是摔得屍骨無存。段譽獃了半晌，回到木婉清身邊，只見她已然坐了起來，倚在山石之上。段譽又驚又喜，道：「木姑娘，你──你好啦！」木婉清不答，一雙眼睛凝望著他。目光從面幕的兩個孔中射將出來，頗有嚴峻兇惡之意，段譽柔聲勸道：「你躺著再歇一會兒，我去找些水給你喝。」木婉清道：「有人想爬上山來，是不是？」段譽眼中淚水奪眶而出，舉袖擦了擦眼淚，嗚咽道：「我失手打死了兩人，又──又嚇得──嚇得跌死了一人。」木婉清見他哭泣，好生奇怪，問道：「那便怎樣？」段譽嗚咽道：「上天有好生之德，我──我無故殺人，罪惡非小。」他頓足又道：「這三人家中或有父母妻兒，聞知訊息，定必悲傷萬分，我──我如何對得起他們？如何對得起他們的家人？」木婉清才知其理，冷笑道：「你也有父母妻兒，是不是？」段譽道：「我父母是有的，妻兒卻還沒有。」木婉清眼光中突然閃過一陣奇怪的神色，但這目光中一瞬即逝，隨即回復原先鋒利如刀、寒冷若冰的神情，說道：「他們上得山來，殺不殺你？殺不殺我？」段譽道：「那多半是要殺的。」木婉清道：「哼！你是寧可讓人殺死，卻不願殺人？」段譽低頭沉思，道：「倘若單是為我自己，我絕不願殺人，不過──不過，我不能讓他們害你。」木婉清厲聲道：「為甚麼？」段譽道：「你救過我，我自然要救你。」木婉清道：「我問你一句話，你若有半分虛言，我袖中短箭立時取你性命。」說著右臂微抬，對準了他。段譽道：「你殺了這許多人，原來短箭是從衣袖中射出來的。」木婉清道：「獃子，你怕不怕我？」段譽道：「你又不會殺我，我怕甚麼？」木婉清惡狠狠的道：「你惹惱了我，姑娘未必便不殺你，我問你：你見過我的臉沒有？」段譽搖搖頭，道：「沒有。」木婉清道：「當真沒有？」她話聲越來越低，額上面幕濕了一片，顯是用力多了，冷汗不住滲出，但說話聲音仍是十分嚴峻。段譽道：「我何必騙你？」木婉清道：「我昏去之時，你何以不揭我面幕？」段譽搖頭道：「我只顧治你背上傷口，沒想到此事。」木婉清突然想到一事，又氣又急，喘息道：「你──你見到我背上肌膚了？你──你在我背上敷藥了？」段譽笑道：「是啊，你的胭脂膏真靈，我萬萬料想不到這居然是金創藥膏。」木婉清道：「你過來，扶一扶我。」段譽道：「好！你原不該說這許多話，多歇一會，再想法子逃生。」說著走過去扶她，不料手掌尚未碰到她手臂，突然間啪的一聲，左頰上熱辣辣的吃了一記耳光。木婉清雖在重傷之餘，出手仍是極為沉重，段譽被她打得頭暈眼花，身子打了個旋，雙手捧住面頰，道：「你──你幹麼打我？」木婉清怒道：「大膽小賊，你竟敢碰我身上肌膚，竟敢──竟敢看我的背脊──」急怒之下，就此暈了過去，橫斜在地。段譽一驚，也不再記她掌摑之恨，忙搶過去扶了她起來。只見她背脊上又有大量血水滲出，原來適才她掌摑段譽，用力大了，本在慢慢收口的傷處，復又破裂。段譽心中一怔：「她怪我不該碰她身上肌膚，但若是不救，她勢必失血過多而死。事已如此，只好從權，最多不過給她打兩記耳光而已。」於是撕下衣襟，給她擦去傷口四周的血漬，但見她肌膚晶瑩如玉、皓白如雪，當下不敢多看，匆匆忙忙的挑些胭脂膏兒，給她敷上傷口。這一次木婉清不久便即醒轉，一雙妙目，向他惡狠狠的瞪視。段譽怕她再打，離得她遠遠地。木婉清道：「你──你又──」她覺到背上傷口處陣陣清涼，知道段譽又替自己敷上了新藥。段譽道：「我──我不能見死不救。」木婉清只是喘氣，衰弱得說不出話來。段譽聽到左首淙淙水聲，走過去一看，見是一條清可見底的山溪，於是洗淨了雙手，俯下身去喝了幾口，雙手捧著一掬清水，走到木婉清身邊，道：「張開嘴來，喝水罷！」木婉清微一遲疑，流了這許多血後，實是口渴得厲害，於是揭起面幕一角，露出嘴來。其時日方正中，山頂上陽光明亮，段譽見她下額尖尖，宛然是一張瓜子形的臉蛋，膚色白膩，一如其背，一張櫻桃小口靈巧端正，嘴唇甚薄，兩排細細的牙齒便如碎玉一般，不由得心中一動：「她──她實在是個絕色美女啊！」這時溪水已從手指縫中不住流下，濺得木婉清半邊臉上都是水點，有如玉承明珠、花凝曉露。段譽獃了一獃，不敢多看，轉頭向著別處。木婉清喝完了他手中溪水，道：「還要，再去拿些來。」段譽依言再去取水，接連捧了三次，木婉清方始解渴。段譽爬到崖邊張望，只見對面崖上還留著七八名漢子，手中各持弓箭，監視著這邊。再向山谷中望時，不見有人爬上，但料知敵人絕不會就此死心，勢必是另尋攻山之策，突然間心念動處，尋思：「我服了斷腸散後七日必死。後來雖服了解藥，那司空玄言道，也不過延得數日之命，何況這崖頂上，有水無食，敵人其實不必攻山，數日之後，我就算毒性不發，咱二人餓也餓死了。」垂頭喪氣的回到木婉清身前，說道：「可惜這山上沒有果子，否則也好採幾枚來給你解饑。」木婉清道：「這些廢話，多說何用？你怎麼識得鍾家小妞兒？為甚麼這麼大膽狂妄，假冒了我去救她？」段譽臉現慚愧之色，道：「我喬裝你的模樣，確是不該。只是事出無奈，也顧不得這許多了，萬望你勿怪才好。」木婉清鼻中哼了一聲，既不說見怪，也不說不怪。於是段譽將如何在劍湖宮中初識鍾靈，如何自己受辱而承她相救等情一一說了。木婉清從頭至尾聽完，冷笑道：「你既不會武功，無端端多管江湖上的閒事，不是活得不耐煩了麼？」段譽歉然道：「事情既做下了，懊悔也已無用，只是連累姑娘，我心中好生不安。」木婉清道：「你連累我甚麼？這些人的仇怨都是我自己結的，世界上便是沒有你這個人，他們還是一般的來圍攻於我。只不過若沒有你，我便可以了無牽掛──殺個──殺個痛快，勝於在這荒山上餓死。」她說到「了無牽掛」四字，頓了一頓，自己覺得親口承認牽掛於他，大是不該，不由得臉上一陣發燒。只是面幕遮住了她臉，段譽全沒覺得，而她語音有異，段譽也沒留神，只道她傷後體弱，說話不暢，便安慰她道：「姑娘休息幾天，待背上傷處好了，那時再衝殺出去，他們也未必攔得住姑娘。」木婉清冷笑道：「你倒說得稀鬆平常，單是那黑白劍史安，我便最多跟他打個平手，何況我又受了傷──」猛聽得對面崖上一聲厲嘯，只震得群山鳴響──木婉清一聽到這凄厲的嘯聲，不禁全身一震，顫聲道：「他──他來了！」一伸手，抓住了段譽的手臂。只聽得那嘯聲回繞空際，久久不絕，群山所發出的回聲來去衝擊，段譽耳中聽到的聲音越來越響，似乎群鬼夜號，齊來索命，其時雖是天光白日，他一剎那間好似眼前天也黑了下來，只覺得木婉清的手掌不住發抖，想是心中也已害怕之極。他自和她相識以來，見她雖在強仇環伺之下，仍是鎮定如恒，視敵人有如無物，但這嘯聲一作，居然連天不怕、地不怕，只有人家怕她，絕無她怕人家的香藥叉木婉清，也是心驚膽寒，然則來人厲害可怖，自是可想而知。過了良久良久，那嘯聲才漸漸止歇。段譽輕聲問道：「那人是誰？」木婉清道：「此人既來，我是沒命的了。你──你快快想法子逃命去罷，不用再管我了。」段譽微笑道：「木姑娘，你把段譽看得忒也小了。難道姓段的是這等人麼？」木婉清一雙妙目向他凝視半晌，目光中不勝凄婉之情，柔聲道：「你何苦要陪著我一起死，那──那又有甚麼用？你不知道那人的狠毒厲害。」段譽從未聽過她說話如此溫柔體貼，但覺得這嘯聲一起，香藥叉完全變作了另外一個人，心下不懼反喜，微笑道：「木姑娘，我喜歡聽你這麼說話，那才像是一個斯文美貌的好姑娘。」木婉清哼的一聲，突然厲聲道：「你怎知道我美貌？你見過了我的相貌了，是不是？」手上一緊，便如一隻鐵箍般扣住了段譽的手臂。段譽嘆了口氣，道：「我拿水給你喝時，見到你一半臉孔。便只一半容貌，便是天姿國色，當世無雙的美人。」木婉清雖是兇狠，究是女孩兒家，聽到人家稱讚自己，不免心頭竊喜，何況向來只聽到人家稱讚自己武功了得，從沒有讚美她容貌的，心中一高興，便放鬆了手，道：「你快去找個山洞甚麼的躲了起來，不論見到甚麼，都不許出來。那人頃刻間便要上來了。」段譽吃了一驚，道：「不能讓他上來。」跳起身來，奔到崖邊，突然間眼前一花，只見一個黃色人影快速無倫的撲上山來。這山坡極其陡峭，但那人登山如行平地，比之猿猴猶更矯捷。段譽心下駭然，叫道：「喂，你再上來，我可要用石頭擲你了！」那人哈哈大笑，反而縱躍得更加快了。段譽見他在這一笑之間，便又上升了數丈，想起木婉清對這人怕得如此厲害，無論如何不能讓他上山，但又不願再殺傷人命，便拾起一塊石頭，在那人身旁幾丈外投了下去。那石頭雖不甚大，但自高而落，呼的一聲，勢道頗足驚人，段譽叫道：「喂，你瞧見了麼？倘若我投在你身上，你便沒命了，快快退回去罷。」那人冷笑道：「小子，活得不耐煩了，敢對我如此無禮！」他話聲也不甚響，但一字一語，清清楚楚的傳入段譽耳中。段譽又見他縱上數丈，情勢已漸危急，當下舉起幾塊石頭，往他頭頂擲了下去。雙目一閉，不敢瞧他墮崖而亡的慘狀。只聽得呼呼兩聲，那人一聲長笑。段譽心中奇怪，睜開眼來，卻見幾塊石頭正向深谷中跌落，那人卻是絲毫無恙。段譽這一下，可就急了，忙將石頭接二連三的向那人擲去。那人待石頭落到頭頂，袍袖一捲，石頭的勢頭一歪，便從他身旁滾了開去，有時他只是輕輕一躍，便跳過了石頭。段譽一口氣投了三十多塊石頭，那人不但毫髮無損，甚至連上躍之勢也是絕未阻遲了半分。段譽一見不妙，急忙回身，奔到木婉清身旁，說道：「木──木姑娘，那──那人好生厲害，咱們快快逃走罷。」木婉清冷冷的道：「來不及啦！」段譽還待再說，只覺得自己的身子被一股大力在後一推，騰雲駕霧般向前飛了出去──砰的一聲，段譽一跤摔入樹叢之中，只跌得昏天黑地，幸好著地之處都長滿了矮矮的樹木，除了臉上擦破數處，並未受傷。他掙扎著爬了起來，只見那身穿黃袍的來客已站在木婉清之前。他生怕那人傷害了木婉清，快步奔到兩人之間，問道：「尊駕是誰？為何出手傷人？」木婉清驚道：「你──你快逃走，別在這裏。」段譽心中怦怦亂跳，強自鎮定，向那人瞧去，第一眼便見到他一個大腦袋大得異乎尋常，一對眼睛卻是又圓又小，便如兩顆豆子，然而小眼中光芒四射，向段譽臉上骨碌碌的一轉，段譽不由得打了一個寒噤。但見他中等身材，額下一叢鋼刷般的鬍子，根根似戟，卻瞧不出他的年紀。一件黃袍，長僅及膝。一雙手上的手指卻是又尖又長，宛如雞爪，段譽初見到他時，只覺此人相貌醜陋，但越看越覺他五官形相，身材四肢，甚至是衣著打扮，無一不是不妥當到了極處。木婉清道：「你過來，站在我身旁。」段譽道：「他──他會不會傷你？」木婉清冷笑道：「憑你這點點微末道行，能擋得住『南海鱷神』一擊麼？」但見他居然奮不顧身的來保護自己，卻也不禁感動。段譽一想不錯，這怪人如要逐走自己，原只一舉手之勞，倒是不要惹怒了他才是，於是站到了木婉清身畔，說道：「尊駕外號叫作『南海鱷神』麼？在下這幾天裏見識了不少英雄好漢，看來尊駕的武功最是厲害。我投了幾十塊石頭打你，居然一塊也打你不著。」常言道：「千穿萬穿，馬屁不穿」，這南海鱷神性情兇殘，但一聽段譽讚他武功厲害，心下也不禁得意，乾笑了兩聲，道：「小子的本領稀鬆平常，眼光倒還不錯。你滾開罷，老子饒了你的性命。」段譽大喜，道：「那你老人家連木姑娘也一起饒了罷！」南海鱷神一雙圓眼一沉，突然踏上一步，袍袖拂處，一股勁風，將段譽拂得登登登接連退出幾步，沉聲道：「你再走上一步，老子便不饒你了。」段譽心想：「這種江湖人物說得出，做得到，我還是站著不動為妙。」只聽南海鱷神向木婉清道：「你就是香藥叉木婉清了，是不是？」木婉清道：「正是。久聽南海鱷神岳老爺子的威名，果然是名不虛傳。小女子身受重傷，不能向你老人家行禮了。」段譽心想：「你對我兇神惡煞一般，原來也是個欺善怕惡之輩，見到人家一狠，你便老爺子長、老爺子短的，叫個不停。」南海鱷神哼了一聲，道：「聽說你很有幾下玩藝兒啊，怎麼會身受重傷了？」木婉清道：「史安、秦元尊、申四娘、慧禪他們幾個圍攻我一人，我雙拳難敵八手，中了申四娘的一記鋼錐。」南海鱷神怒道：「不要臉，這許多人打一個姑娘兒。」段譽忙接口道：「是啊，你老人家明鑒，別說以多打少是大大的不該，只要是男人，就不該和娘兒相爭。常言道：好男不與女鬥。男子漢大丈夫，出手欺侮一個女娘們，那算是甚麼英雄好漢，江湖上傳播開去，豈不是惹人恥笑麼？」南海鱷神圓睜一雙小眼，點了點頭。段譽心下暗喜：「我把言語套上了他，再拚命送高帽子給他戴，且躲過了眼前這個難關再說。」卻聽得南海鱷神又問：「孫霞客是你殺的，是不是？」木婉清道：「不錯。」南海鱷神道：「他是我心愛的弟子，你知不知道？」段譽心中暗暗叫苦：「糟糕，糟糕！木姑娘殺了他心愛的弟子，這事就不易善罷了。」只聽木婉清道：「殺的時候不知道，過了幾天這才知道。」南海鱷神道：「你怕我不怕？」木婉清道：「不怕！」南海鱷神一聲怒吼，聲震山谷，喝道：「你膽敢不怕我？你──你好大的膽子！仗著誰的勢頭了？」本婉清冷冷的道：「我便是仗了你老人家的勢。」南海鱷神一獃，喝道：「胡說八道！你能仗我甚麼勢了？」木婉清道：「你老名列武林七尊，威名蓋世，豈能和一個身受重傷的女子動手？」這幾句話捧中有套，南海鰾神一怔之下，哈哈大笑，說道：「這話倒也有理。」突然臉一沉，道：「今日便不殺你。我且問你：我聽人言道，你長年戴了面幕，不許別人見你容貌，若是有人見到了，你不殺他，便得嫁他，此言可真？」段譽大吃了一驚，只見木婉清點了點頭，不由得心下驚疑更甚。南海鱷神道：「你何以立下這個怪規矩？」木婉清道：「這是我在師父跟前立下的毒誓，若非如此，師父便不傳我武藝。」南海鱷神問道：「你師父是誰？這等稀奇古怪，不近人情。」木婉清傲然道：「我敬重你是前輩，尊你一聲老人家。你出言不遜，辱我師父，卻是不該。」南海鱷神手起一掌，擊在身旁一塊大石之上，登時石屑紛飛，幾粒石屑濺到段譽臉上，竟然甚是疼痛。段譽暗想：「一個人的武功竟可練到如此神乎其神的地步，一掌碎石成粉，若是擊上血肉之軀，別人還有命麼？」但見木婉清的眼光如一泓寒水，居然絲毫不為南海鱷神的絕世武功所動。南海鱷神向她瞪視半晌，道：「好，算你說得有理。那麼我要請教，尊師名諱如何稱呼？」木婉清道：「我師父叫做『無名客』。」南海鱷神沉吟道：「『無名客』？沒聽見過。」木婉清道：「當然，諒你也沒聽見過。」南海鱷神突然提高聲音，喝道：「我徒兒孫霞客是不是想看你容貌，因而致死？」木婉清冷冷的道：「知徒莫若師，你知道自己徒兒的脾氣。」南海鱷神素知自己這個寶貝徒兒是好色之徒，因此喪命，原亦不奇。只是他「南海派」的規矩，向來一徒單傳，孫霞客一死，十餘年的心血付諸東流，越想越惱，大喝一聲：「喂！」木婉清和段譽見他一張臉皮突轉焦黃，神情甚是可怖，沒想到一個人的臉皮顏色竟能如此迅速轉變，均是心下駭然，只聽他大聲道：「我要給徒兒報仇。」段譽走上一步，但隨即想起他不許自己上前，於是又倒退一步，說道：「岳老前輩，你說過不傷她性命的。」南海鱷神那去睬他，問木婉清道：「我徒兒看到了你容貌沒有？」木婉清咬牙道：「沒有！」南海鱷神道：「好！霞客這小子死不瞑目，讓我來瞧瞧你的相貌。看你到底是個醜八怪，還是個天仙般的美女。」木婉清這一驚當真是非同小可，自己在師父之前立下毒誓，倘若南海鱷神伸手來強揭面幕，自己殺他不得，難道能嫁給此人？忙道：「你是武林中的成名高人，豈能作這等卑鄙下流之事？」南海鱷神冷笑道：「我是『三善四惡』中的『四惡』之一，惡名素著，天下皆聞，還怕甚麼？老子生平只有一條規矩，乃是不殺無力還手之人。此外是無所不為、無惡不作。你乖乖的自己除下面幕來，不必麻煩老子動手。」木婉清顫聲道：「你真是非看不可？」南海鱷神道：「你再有囉哩囉唆，就不但要除你面幕，連你全身衣衫也剝個清光。老子去年在開封府，一夜之間姦殺九個官家小姐，你聽見過這事沒有？」木婉清知道今日之事已然無倖，向段譽使個眼色，促他趕快逃生，段譽搖了搖頭，只見南海鱷神鋼髯抖動，「嘿」的一聲，伸出雞爪般的五指，來抓她的面幕。木婉清一掀機括，噗噗噗，三技短箭如閃電般激射而出，一齊中在南海鱷神的小腹之上。那知跟著啪啪啪三聲響，三枝箭都落在地下。木婉清身子一顫，又是三枝毒箭射出，兩枝奔向他胸膛，第三枝直射面門。射向他胸膛的兩枝毒箭仍是如中鐵板，反彈出來，落在地下，所不同的是，如果他衣衫內暗披鐵甲，那麼毒箭射上去應當發出錚錚之聲，不會如此噗噗作響。第三枝箭將到面門，南海鱷神伸出中指，輕輕在箭桿上一彈，那箭登時飛得無影無蹤。要知木婉清這毒箭神技，發出時迅如電閃，無數好手都是未見短箭影子，便已喪命，縱然眼明手快之人，也不過是縱躍避開。南海鱷神倘若身披寶甲，短箭無法射入，那也不奇，所奇者他居然能在如此迅速的一瞬之間，伸指將短箭彈開，木婉清自行走江湖以來，從未遇到過如此厲害的人物，不由得更是嚇得心膽欲裂，急忙叫道：「且慢，你不可動蠻！」南海鱷神嘿嘿兩聲冷笑，說道：「我的規矩，只是不殺無力還手之人，你射我六枝毒箭，那是向我先動手了。我要先看你的臉蛋，再取你小命，這是你自己先動手的，可怪不得我壞了規矩。」段譽叫道：「不對！」南海鱷神轉頭道：「怎麼？」段譽道：「老前輩的規矩，乃是『不殺無力還手之人』這八個字，是不是？」南海鱷神圓睜豆眼，道：「不錯！」段譽道：「這八個字能不能改？」南海鱷神怒道：「老子的規矩既是定了下來，自然不能改。」段譽道：「倘若有誰改了，那是甚麼？」南海鱷神怒道：「那是烏龜兒子王八蛋！」段譽道：「很好，很好！你沒有打木姑娘，木姑娘卻放箭射你，這不是『還手』，這叫做『先下手為強』！倘若你出手打她，她重傷之下，絕無招架還手之力。因此她是有力偷襲、無力還手。你若殺她，那便是改了你的規矩，你若改了規矩，那便是烏龜兒子王八蛋。」須知段譽幼讀經書，於文義中的少些差異，辨析甚精，甚麼「是不為也，非不能也」、甚麼「白馬非馬，堅石非石」，鑽研得一清二楚，當此緊急關頭，抓住了南海鱷神一句話，跟他辯駁起來。南海鱷神狂吼一聲，有如焦雷突作，身形一晃，又抓住了他一雙手臂，喝道：「你膽敢罵我是烏龜兒子王八蛋！」右掌伸起，便要往他頭頂拍落。段譽道：「你如改了規矩，便是烏龜兒子王八蛋，倘若規矩不改，便不是烏龜兒子王八蛋。你愛不愛做烏龜兒子王八蛋，全瞧你改不改規矩。」木婉清見他生死懸於一線，在這如此凶險的情境之下，仍是「烏龜王八蛋」的罵個不休，心想南海鱷神定必狂性大發，一掌擊落，心下一陣難過，眼淚奪眶而出，轉過了頭，不忍再看。不料南海鱷神給他這幾句話僵住了，心想我若一掌取他性命，那便是殺了一個無力還手之人，豈非當真成了烏龜兒子王八蛋？一對小眼瞪視著他，左手漸漸使勁。段譽的臂骨咯咯作響，幾欲斷折，痛得幾欲暈去。但他性子倔強之極，大聲道：「我無力還手，你快殺了我罷！」南海鱷神道：「我才不上你的當呢，你想叫我作烏龜兒子王八蛋，是不是？」說著提起他的身子，重重往地下一摔，段譽只跌得眼前一片昏黑，似乎五臟六腑都碎裂了。南海鱷神喃喃的道：「我不上當！我不殺你這兩個小鬼。」向木婉清喝道：「快取下面幕來。」木婉清覺得兩滴淚水沿著兩頰流下，心念一動：「我當年自己說過，這一生絕不嫁人，除非我是為那一個男子哭了。」這時事在危急，顧不得多想，向段譽招了招手，道：「你過來。」段譽一跛一拐的走到她身前，道：「怎麼？」木婉清轉頭向他，低聲道：「你是世上第一個見到我容貌的男子！」一掀面幕，段譽登時全身為之一震，眼前所見，如新月清暉，如花樹堆雪，一張臉秀麗絕俗，只是過於蒼白，沒半點血色，想是她一生用面幕蒙住了臉，從來不見日光之故。她兩片薄薄的嘴唇，也是血色極淡，段譽一見之下，只覺她楚楚可憐、嬌柔婉轉，那裏是一個殺人不眨眼的女藥叉？木婉清放下面幕，向南海鱷神道：「你要看我面貌，須得先問過我丈夫。」南海神鱷神奇道：「你已有丈夫了麼？你丈夫是誰？」木婉清指著段譽道：「我曾立過毒誓，若有那一個男子見到了我的臉，我若不殺他，便得嫁他。這個人已見了我的容貌，我不願殺他，只好嫁他。」南海鱷神一獃，轉頭打量段譽。段譽見她一雙如蠶豆般的小眼向自己從上至下、又從下至上的細看，被他瞧得心中發毛、背上發冷，只怕他狂怒之下，一掌打死了自己。忽聽南海鱷神口中「嘖嘖嘖」的讚美數聲，說道：「妙極，妙極！你轉過身來！」段譽不敢違抗，便轉過身來。南海鱷神又道：「妙極，妙極！你很像我，很像我！」段譽和木婉清聽了他這幾句不倫不類的話，均感奇怪，心想：「你武功蓋世、醜陋無比，段譽有那一個地方像你了？」南海鱷神一跳便跳到了段譽身邊，摸摸他後腦、捏捏他手腳，又在他腰眼裏用力掀了幾下，哈哈大笑道：「你真像我，真的像我。」拉住了他手臂，道：「跟我去罷！」段譽摸不著半點頭腦，道：「老前輩叫我去那裏？」南海鱷神道：「去南海萬鱷島鱷神宮啊，我收了你做弟子，你快快叩頭！」這一下當真大出段譽意料之外，囁嚅道：「這個──這個──」南海鱷神手舞足蹈，似乎拾到了天下最珍貴的寶貝一般，說道：「你手長足長、腦骨後凸、腰脅柔軟、聰明機敏，我瞧你悟性極高、年紀不大，真是武學奇材。你瞧，我這後腦骨不是跟你一般麼？」說著轉過身來。段譽一看，果見他後腦骨和自己生得極是相像，那料到他說是「真像我，真像我」，只不過是兩人的一塊腦骨相同。南海鱷神笑吟吟的轉過身來，說道：「咱們南海一派，向來有個規矩，每一代都是單傳，只能收一個徒兒。我那死了的徒兒孫霞客，後腦骨遠沒你生得好，他學不到我二成本事，死了倒好，死了倒是乾淨，免得我親手殺他，以便收你這個徒兒。」段譽不禁打了個寒噤，心想這人天性如此涼薄，見到有人資質較好，便要殺了自己徒兒，以便另換弟子。別說他堅決不肯學武，便是要學武功，也決計不肯拜這種人為師。但知自己若是當場拒絕，大禍便即臨頭，無計可施之際，南海鱷神忽然大喝一聲：「你們鬼鬼祟祟的幹甚麼？都給我滾過來！」只見樹叢之中鑽出了七個人來，史安、慧禪、秦元尊都在其內，跟著左首又出來二人，卻是「無量劍」的左子穆和雙清兩人。原來南海鱷神一上崖頂，段譽不能再擲石阻敵，這一干人便乘機攀了上來。其餘四人，都是伏牛寨中的寨主，乃是打家劫舍的黑道高手。這些人伏在樹叢之中，雖是屏息不動，卻那裏逃得過南海鱷神的耳朵？他乍得段譽這等良材美質，心中高興，一時倒也不發脾氣，笑嘻嘻的向左子穆等橫了一眼，喝道：「你們上來幹甚麼？是來恭喜我老人家收了個好徒兒麼？」伏牛寨的二寨主楚天闊說道：「咱們是來捉拿香藥叉這賤人，替咱兄長報仇。」南海鱷神道：「不許，不許！香藥叉是我徒兒的老婆，你們都給我滾開！」眾人面面相覷，均感詫異。段譽大著膽子說道：「我不能拜你為師。我早有了師父啦。」南海鱷神大恐，喝道：「你師父是誰？他的本領還大得過我麼？」段譽道：「我師父的功夫，料想你半點也不會。這『公羊傳』的義理，你懂麼？那鐘鼎甲骨之學，你會麼？」南海鱷神搔了搔頭皮，甚麼公羊傳、甚麼鐘鼎甲骨，果然是連聽也沒聽見過。