第十七回　雙手互搏周伯通道：「你道是我師哥死後顯靈？還是還魂復生？都不是，他是假死。」郭靖「啊」了一聲，道：「假死？」周伯通道：「是啊。原來我師哥死前數日，已知西毒在旁躲著，只等他一死，便來搶奪經書，因此以上乘內功閉氣裝死，但若示知弟子，眾人假裝悲哀，總不大像，那西毒狡猾無比，必定會看出破綻，自將另生毒計，是以眾人都不知情。那時我師哥身隨掌起，飛出棺來，迎面一招『一陽指』向那西毒點去。歐陽鋒明明在窗外見我師哥逝世，一切看得清清楚楚，這時忽見他從棺中飛躍而出，只嚇得魂不附體。他本就對我師哥十分忌憚，這時大驚之下不及運功抵禦，我師哥一擊而中，『一陽指』正點中他的眉心，破了他多年苦練的『蛤蟆功』。歐陽鋒逃赴西域，聽說從此不履中土。我師哥一聲長笑，盤膝坐在供桌之上。我知道使『一陽指』極耗精神，師哥必是在運氣養神，當下不去驚動，逕行奔去接應眾師侄，殺退來襲的敵人。眾師侄聽說師父未死，無不大喜，一齊回到道觀，只叫得一聲苦，不知高低。」郭靖問：「怎樣？」周伯通道：「只見我師哥身子歪在一邊，神情大異。我搶上去一摸，師哥全身冰涼，這次是真的仙去了。師哥遺言，要將九陰真經的上卷與下卷分置兩處，以免萬一有甚麼錯失，也不致同時落入奸人的手中。我將真經的上卷藏妥之後，身上帶了下卷經文，要送到南方雁蕩山去收藏，途中卻撞上了黃老邪。」郭靖「啊」了一聲。周伯通道：「黃老邪為人雖然古怪，但他十分驕傲自負，決不會如西毒那麼不要臉，敢來強搶經書，可是那一次糟在他的新婚夫人正好與他同在一起。」郭靖心想：「那是蓉兒的母親了。她與這件事不知又有甚麼干連？」只聽周伯通道：「我見他滿面春風，說是新婚。我想黃老邪聰明一世，胡塗一時，討老婆有甚麼好，便取笑他幾句。黃老邪倒不生氣，反而請我喝酒。我說起師哥假死復活、擊中歐陽鋒的情由。黃老邪的妻子聽了，求我借經書一觀。她說她不懂半點武藝，只是心中好奇，想見見這部害死了無數武林高手的書到底是甚麼樣子。我自然不肯。黃老邪對這少年夫人寵愛得很，甚麼事都不肯拂她之意，就道：『伯通，內子當真全然不會武功。她年紀輕，愛新鮮玩意兒。你就給她瞧瞧，那又有甚麼干係？我黃藥師只要向你的經書瞟了一眼，我就挖出這對眼珠子給你。』黃老邪是當世數一數二的人物，說了話當然言出如山，但這部經書實在干係太大，我只是搖頭。黃老邪不高興了，說道：『我豈不知你有為難之處？你肯借給內人一觀，黃某人總有報答你全真派之日。若是一定不肯，那也只得由你，誰教我跟你有交情呢？我跟你全真派的弟子們可不相識。』我懂得他的意思，這人說得出做得到，他不好意思跟我動手，卻會藉故去和馬鈺、丘處機他們為難。這人武功太高，惹惱了他可真不好辦。」郭靖道：「是啊，馬道長、丘道長他們是打不過他的。」周伯通道：「那時我就說道：『黃老邪，你要出氣，儘管找我老頑童，找我的師侄們幹麼？這卻不是以大欺小麼？』他夫人聽到我『老頑童』這個諢號，格格一笑，說道：『周大哥，你愛胡鬧頑皮，大家可別說擰了淘氣，咱們一起玩玩罷。你那寶貝經書我不瞧也罷。』她轉頭對黃老邪道：『看來九陰真經是給那姓歐陽的搶去了，周大哥拿不出來，你又何必苦苦逼他，讓他失了面子？』黃老邪笑道：『是啊，伯通，還是我幫你去找老毒物算帳罷。他武功了得，你是打他不過的。』」郭靖心想：「蓉兒的母親和她是一樣的精靈古怪。」插口道：「他們是在激你啊！」周伯通道：「我當然知道，但這口氣不肯輸。我說：『經書是在我這裏，借給嫂子看一看原也無妨。但你瞧不起老頑童守不住經書，你我先比劃比劃。』黃老邪笑道：『比武傷了和氣，你是老頑童，咱們就比比孩子們的玩意兒。』我還沒答應，他夫人已拍手叫了起來：『好好，你們兩人比賽打石彈兒。』」郭靖微微一笑。周伯通道：「打石彈兒我最拿手，接口就道：『比就比，難道我還能怕他？』黃夫人笑道：『周大哥，要是你輸了，就把經書借給我瞧瞧。但若是你贏了，你要甚麼？』黃老邪道：『全真教有寶，難道桃花島就沒？』他從包裹取出一件黑黝黝、滿生倒刺的衣服在桌上一放。你猜是甚麼？」郭靖道：「軟蝟甲。」周伯通道：「是啊，原來你也知道。黃老邪道：『伯通，你武功卓絕，自然用不著這副甲護身，但他日你娶了女頑童，生下小頑童，小孩兒穿這副軟蝟甲可是妙用無窮，誰也欺他不得。你打石彈兒只要勝了我，桃花島這件鎮島之寶就是你的。』我道：『女頑童是說甚麼也不娶的，小頑童當然更加不生，不過你這副軟蝟甲武林中大大有名，我贏到手來，穿在衣服外面，在江湖上到處大搖大擺，出出風頭，倒也不錯，好讓天下豪傑都知道桃花島主栽在老頑童手裏。』黃夫人接口道：『您先別說嘴，哥兒倆比了再說。』當下三人說好，每人九粒石彈，共是十八個小洞，誰的九粒石彈先打進洞就是誰勝。」郭靖聽到這裏，想起當年與義弟拖雷在沙漠中玩石彈的情景，不禁微笑。周伯通道：「石彈子我隨身帶著有的是，於是三人同到屋外空地上去比試。我留心瞧黃夫人的身形步法，果然沒學過武功。我在地上挖了小孔，讓黃老邪先挑石彈，他隨手拿了九顆，我們就比了起來。他暗器功夫當世獨步，『彈指神通』天下有名，他只道取準的本事遠勝過我，玩起石彈來必能佔上風。那知道這種小孩兒的玩意與暗器雖然大同，卻有小異，中間另有竅門。我挖的小洞又很特別，石彈子打了進去會再跳出來。打彈時不但勁力必須用得不輕不重，恰到好處，而且勁力的結尾尚須一收，把反彈的力道消了，石彈兒才能留在洞內。」郭靖想不到中原人士打石彈還有這許多講究，蒙古小孩可就不懂了，只聽周伯通得意洋洋的接著說道：「黃老邪連打三顆石彈，都是不錯釐毫的進了洞，但一進去卻又跳了出來。待得他悟到其中道理。我已有五顆彈子進了洞。他暗器的功夫果然厲害，一面把我餘下的彈子撞在最不易使力的地位，一面也打了三顆進洞。但我既佔了先，豈能讓他趕上？你來我往的爭了一陣，我又進了一顆。我暗暗得意，知道這次他輸定了，就是神仙也幫他不了。唉，誰知道黃老邪忽然使用詭計。你猜是甚麼？」郭靖道：「他用武功傷你的手嗎？」周伯通道：「不是，不是。黃老邪壞得很，決不用這種笨法子。打了一陣，他知道決計勝我不了，忽然手指上暗運潛力，三顆彈子出去，把我餘下的三顆彈子打得粉碎，他自己的彈子卻是完好無缺。」郭靖叫道：「啊，那你沒彈子用啦！」周伯通道：「是啊，我只好眼睜睜的瞧著他把餘下的彈子一一的打進了洞。這樣，我就算輸啦！」郭靖道：「那不能算數。」周伯通道：「我也是這麼說。但黃老邪道：『伯通，咱們可說得明明白白，誰的九顆彈子先進了洞，誰就算贏。你混賴那可不成！別說我用彈子打碎了你的彈子，就算是我硬搶了你的，只要你少了一顆彈子入洞，終究是你輸了。』我想他雖然使奸，但總是怪我自己事先沒料到這一步。再說，要我打碎他的彈子而自己彈子不損，那時候我的確也辦不到，心中也不禁對他的功夫很是佩服，便道：『黃家嫂子，我就把經書借給你瞧瞧，今日天黑之前可得還我。』我補上了這句，那是怕他們一借不還，胡賴道：『我們又沒說借多久，這會兒可還沒瞧完，你管得著麼？』這樣一來，經書到了他們手裏，十年是借，一百年也是借。」郭靖點頭道：「對，幸虧大哥聰明，料到了這著，倘若是我，定是上了他們的大當。」周伯通搖頭道：「說到聰明伶俐，天下又有誰及得上黃老邪的？只不知他用甚麼法子，居然找到了一個跟他一般聰明的老婆。那時候黃家嫂子微微一笑，道：『周大哥，你號稱老頑童，人可不胡塗啊，你怕我劉備借荊州是不是？我就在這裏坐著瞧瞧，看完了馬上還你，也不用到天黑，你不放心，在旁邊守著我就是。』「我聽她這麼說，就從懷裏取出經書，遞了給她。黃家嫂子接了，走到一株樹下，坐在石上翻了起來。黃老邪見我神色之間總是有點提心吊膽，說道：『老頑童，當世之間，有幾個人的武功勝得過你我兩人？』我道：『勝得過你的未必有。勝過我的，連你在內，總有四五人罷！』黃老邪笑道：『那你太捧我啦。東邪、西毒、南帝、北丐四個人，武功各有所長，誰也勝不了誰。歐陽鋒既給你師哥破去了『蛤蟆功』，那麼十年之內，他是比兄弟要遜一籌的了。還有個鐵掌水上飄裘千仞，聽說武功也很了得，那次華山論劍他卻沒來，但他功夫再好，也未必真能出神入化。老頑童，你的武功兄弟決計不敢小看了，除了這幾個人，武林中數到你是第一。咱倆聯起手來，並世無人能敵。』我道：『那自然！』黃老邪道：『所以啊，你何必心神不定？有咱哥兒倆守在這裏，天下還有誰能來搶得了你的寶貝經書去？』「我一想不錯，稍稍寬心，只見黃夫人一頁一頁的從頭細讀，嘴唇微微而動，我倒覺得有點好笑了。九陰真經中所錄的都是最秘奧精深的武功，她武學一竅不通，雖說書上的字個個識得，只怕半句的意思也未能領會。她從頭至尾慢慢讀了一遍，足足花了一個時辰。我等得有些不耐煩了，眼見她翻到了最後一頁，心想總算是瞧完了，那知她又從頭再瞧起。不過這次讀得很快，只一盞茶時分，也就瞧完了。「她把書還給我，笑道：『周大哥，你上了西毒的當了啊，這部不是九陰真經！』我大吃一驚，說道：『怎麼不是？這明明是師哥遺下來的，模樣兒一點也不錯。』黃夫人道：『模樣兒不錯有甚麼用？歐陽鋒把你的經書掉包掉去啦，這是一部算命占卜用的雜書。』」郭靖驚道：「難道歐陽鋒在王真人從棺材中出來之前，已把真經掉了去？」周伯通道：「當時我也這麼想，可是我素知黃老邪專愛做鬼靈精怪的事，他夫人的話我也不甚相信。黃夫人見我呆在當地，做聲不得，半信半疑，又問：『周大哥，九陰真經真本的經文是怎樣的，你可知道麼？』我道：『自從經書歸於先師兄之後，無人翻閱過。先師兄當年曾道，他以七日七夜之功奪得經書，是為武林中免除一大禍害，決無自利之心，是以遺言全真派弟子，任誰不得習練經中所載武功。』黃夫人道：『王真人這番仁義之心，真是令人欽佩無已，可是也正如此，才著了人家的道兒。周大哥，你翻開書來瞧瞧。』我當時頗為遲疑，記得師哥的遺訓，不敢動手。黃夫人道：『這是一本江南到處流傳的占卜之書，不值半文。再說，就算確是九陰真經，你只要不練其中武功，瞧瞧何妨？』我依言翻開一頁，卻見書裏寫的正是諸般武功的練法和秘訣，何嘗是占卜星相之書？「黃夫人道：『這部書我五歲時就讀著玩，從頭至尾背得出，我們江南的孩童，十九都曾熟讀。你若不信，我背給你聽聽。』說了這幾句話，便從頭如流水般背將下來。我對著經書瞧去，果真一字不錯。我全身都冷了，如墮冰窖。黃夫人又道：『任你從那一頁中間抽出來問我，只要你提個頭，我諒來也還背得出。這是從小讀熟了的書，到老也忘不了。』我依言從中抽了幾段問她，她當真背得滾瓜爛熟，更無半點窒滯。黃老邪哈哈大笑。我怒從心起，隨手把那部書撕得粉碎，火摺一晃，給他燒了個乾乾淨淨。「黃老邪忽道：『老頑童，你也不用發頑童脾氣，我這副軟蝟甲送了給你罷。』我不知是受了他的愚弄，只道他瞧著過意不去，因此想送我一件重寶消消我的氣，當時我心中煩惱異常，又想這是人家鎮島之寶，如何能夠要他？只謝了他幾句，便回到家鄉去閉門習武。那時我自知武功不是歐陽鋒的對手，決心苦練五年，練成幾門厲害功夫，再到西域去找西毒索書。我師哥交下來的東西，老頑童看管不住，怎對得住師哥？」郭靖道：「這西毒如此奸猾，那是非跟他算帳不可的。但你和馬道長、丘道長他們一起去，聲勢不是大得多麼？」周伯通道：「唉，也只怪我好勝心盛，以致受了愚弄一直不知道，當時只要和馬鈺他們商量一下，總有人瞧出這件事裏中間的破綻來。過了幾年，江湖上忽然有人傳言，說桃花島門下黑風雙煞得了九陰真經，練就了幾種經中所載的精妙武功，到處為非作歹。起初我還不相信，但這事越傳越盛。又過一年，丘處機忽然到我家來，說他訪得實在，九陰真經的下卷確是給桃花島的門人得去了。我聽了很是生氣，說道：『黃藥師不夠朋友！』丘處機問我：『師叔，怎麼說黃藥師不夠朋友？』我道：『他去跟西毒索書，事先不對我說，要了書之後，就算不還我，也該向我知會一聲。』」郭靖道：「黃島主把經書奪來之後，或許本是想還給你的，那知被他不肖的徒兒偷去了，我瞧他對這件事惱怒得很，連四個無辜的弟子都被他打斷腿骨，逐出師門。」周伯通不住搖頭，說道：「你和我一樣的老實，這件事要是撞在你的手裏，你也必定受了欺還不知道。那日丘處機與我說了一陣子話，研討了幾日武功，才別我離去。過了兩個月，他忽然又來瞧我。這次他訪出陳玄風、梅超風二人確是偷了黃老邪的經書，在練『九陰白骨爪』與『摧心掌』兩門邪惡武功。他冒了大險偷聽黑風雙煞的說話，才知道黃老邪這卷經書原來並非自歐陽鋒那裏奪來，卻是從我手裏偷去的。」郭靖奇道：「你明明將書燒燬了，難道黃夫人掉了包去，還你的是一部假經書？」周伯通道：「這一著我早防到的。黃夫人看那部經書時，我眼光沒片刻離開過她。她不會武功，手腳再快，也逃不過咱們練過暗器之人的眼睛。她不是掉包，她是硬生生的記了去啊！」郭靖不懂，問道：「怎麼記了去？」周伯通道：「兄弟，你讀書讀幾遍才背得出？」郭靖道：「容易的，大概三四十遍；倘若是又難又長的，那麼七八十遍、一百遍也說不定。就算一百多遍，也未必準背得出。」周伯通道：「是啊，說到資質，你確是不算聰明的了。」郭靖道：「兄弟天資魯鈍，不論讀書習武，進境都慢得很。」周伯通嘆道：「讀書的事你不大懂，咱們只說學武。師父教你一套拳法掌法，只怕總得教上幾十遍，你才學會罷？」郭靖臉現慚色，說道：「正是。」又道：「有時學會了，卻記不住；有時候記倒是記住了，偏偏又不會使。」周伯通道：「可是世間卻有人只要看了旁人打一套拳腳，立時就能記住。」郭靖叫道：「一點兒不錯！黃島主的女兒就是這樣。洪恩師教她武藝，至多教兩遍，從來不教第三遍。」周伯通緩緩的道：「這位姑娘如此聰明，可別像她母親一般短壽！那日黃夫人借了我經書去看，只看了兩遍，可是她已一字不漏的記住啦。她和我一分手，就默寫了出來給她丈夫。」郭靖不禁駭然，隔了半晌才道：「黃夫人不懂經中意義，卻能從頭至尾的記住，世上怎能有如此聰明之人？」周伯通道：「只怕你那位小朋友黃姑娘也能夠。我聽了丘處機的話後，又驚又愧，約了全真教七名大弟子會商。大家議定去勒逼黑風雙煞交出經書來。丘處機道：『那黑風雙煞縱然武功高強，也未必勝得了全真教門下的弟子。他們是您晚輩，師叔您老人家不必親自出馬，莫被江湖上英雄知曉，說咱們以大壓小。』我一想不錯，當下命處機、處一二人去找黑風雙煞，其餘五人在旁接應監視，以防雙煞漏網。」郭靖點頭道：「全真七子一齊出馬，黑風雙煞是打不過的。」不禁想起那日在蒙古懸崖之上馬鈺與六怪假扮全真七子的事來。周伯通道：「那知處機、處一趕到河南，雙煞卻已影蹤不見，他們一打聽，才知是被黃老邪另一個弟子陸乘風約了中原豪傑，數十條好漢圍攻他們二人，本擬將之捕獲，送去桃花島交給黃老邪，不料還是被他們逃得不知去向。」郭靖道：「陸莊主無辜被逐出師門，也真該惱恨他的師兄、師姊。」周伯通道：「找不到黑風雙煞，當然得去找黃老邪。我把上卷九陰真經帶在身邊，以防經一離身，又給人偷盜了去，到了桃花島上，責問於他。黃老邪道：『伯通，黃藥師素來說一是一。我說過決不向你的經書瞟上一眼，我幾時瞧過了？我看過的九陰真經，是內人筆錄的，可不是你的經書。』我聽他強辭奪理，自然大發脾氣，三言兩語，跟他說僵了，要找他夫人評理。他臉現苦笑，帶我到後堂去，我一瞧之下，吃了一驚，原來黃夫人已經逝世，後堂供著她的靈位。「我正想在靈位前行禮，黃老邪冷笑道：『老頑童，你也不必假惺惺了，若不是你炫誇甚麼狗屁真經，內人也不會離我而去。』我道：『甚麼？』他不答話，滿臉怒容的望著我，忽然眼中流下淚來，過了半晌，才說起他夫人的死因。「原來黃夫人為了幫著丈夫，記下了經文。黃藥師以那真經只有下卷，習之有害，要設法得到上卷後才自行修習，那知卻被陳玄風與梅超風偷了去。黃夫人為了安慰丈夫，再想把經文默寫出來。她對經文的含義本來毫不明白，當日一時硬記，默了下來，到那時卻已事隔數年，怎麼還記得起？那時她懷孕已有八月，苦苦思索了幾天幾晚，寫下了七八千字，卻都是前後不能連貫，心智耗竭，忽爾流產，生下了一個女嬰，她自己可也到了油盡燈枯之境。任憑黃藥師智計絕世，終於也救不了愛妻的性命。「黃老邪本來就愛遷怒旁人，這時愛妻逝世，心智失常，對我胡言亂語一番。我念他新喪妻子，也不跟他計較，只笑了一笑，說道：『你是習武之人，把夫妻之情瞧得這麼重，也不怕人笑話？』他道：『我這位夫人與眾不同。』我道：『你死了夫人，正好專心練功，若是換了我啊，那正是求之不得！老婆死得越早越好。恭喜，恭喜！』」郭靖「啊喲」一聲，道：「你怎麼說這話？」周伯通雙眼一翻，道：「我想到甚麼就說甚麼，有甚麼說不得的？可是黃老邪一聽，忽然大怒，發掌向我劈來，我二人就動上手。這一架打下來，我在這裏呆了十五年。」郭靖道：「你輸給他啦？」周伯通笑道：「若是我勝，也不在這裏了。他打得我重傷嘔血，我逃到這洞裏，他追來又打斷了我的兩條腿，逼我把九陰真經的上卷拿出來，說要火化了祭他的夫人。我把經書藏在洞內，自己坐在洞口守住，只要他一用強搶奪，我就把經書毀了。他道：『總有法子叫你離開這洞。』我道：『咱們就試試！』「這麼一耗，就對耗了一十五年。這人自負得緊，並不餓我逼我，當然更不會在飲食之中下毒，只是千方百計的誘我出洞。我出洞大便小便，他也不乘虛而入，佔這個臭便宜。有時我假裝大便了一個時辰，他心癢難搔，居然也沉得住氣。」說著哈哈大笑。郭靖聽了也覺有趣，這位把兄竟在這種事上也跟人鬥智。周伯通道：「一十五年來，他用盡了心智，始終奈何我不得。只是昨晚我險些著了他的道兒，若不是鬼使神差的，兄弟你忽來助我，這經書已到了黃老邪手中了。唉，黃老邪這套『碧海潮生曲』之中，含有上乘內功，果真了不起得很。」郭靖聽他述說這番恩怨，心頭思潮起伏，問道：「大哥，今後你待怎樣？」周伯通笑道：「我跟他耗下去啊，瞧黃老邪長壽呢還是我多活幾年。剛才我跟你說過黃裳的故事，他壽命長過所有的敵人，那便贏了。」郭靖心想這總不是法子，但現下自己也不知如何是好，又問：「馬道長他們怎麼不來救你？」周伯通道：「他們多半不知我在此地，就是知道，這島上樹木山石古裏古怪，若不是黃老邪有心放人進內，旁人也休想能入得桃花島來。再說，他們就是來救，我也是不去的，跟黃老邪這場比試還沒了結呢。」郭靖和他說了半日話，覺得此人雖然年老，卻是滿腔童心，說話天真爛漫，沒半絲機心，言談之間，甚是投緣。※※※眼見紅日臨空，那老僕又送飯菜來，用過飯後，周伯通道：「我在桃花島上耗了一十五年，時光可沒白費。我在這洞裏沒事分心，所練的功夫若在別處練，總得二十五年時光。只是一人悶練，雖然自知大有進境，苦在沒人拆招，只好左手和右手打架。」郭靖奇道：「左手怎能和右手打架？」周伯通道：「我假裝右手是黃老邪，左手是老頑童。右手一掌打過去，左手拆開之後還了一拳，就這樣打了起來。」說著當真雙手出招，左攻右守的打得甚是猛烈。郭靖起初覺得十分好笑，但看了數招，只覺得他雙手拳法詭奇奧妙，匪夷所思，不禁怔怔的出了神。天下學武之人，雙手不論揮拳使掌、掄刀動槍，不是攻敵，就是防身，但周伯通雙手卻互相攻防拆解，每一招每一式都是攻擊自己要害，同時又解開自己另一手攻來的招數，因此上左右雙手的招數截然分開，真是見所未見、聞所未聞的怪拳。周伯通打了一陣，郭靖忽道：「大哥，你右手這招為甚麼不用足了。」周伯通停了手，笑道：「你眼光不差啊，瞧出我這招沒用足，來來來，你來試試。」說著伸出掌來，郭靖伸掌與他相抵。周伯通道：「你小心了，我要將你推向左方。」一言方畢，勁力已發，郭靖先經他說知，心中預有提防，以降龍十八掌的功夫還了一掌，兩人掌力相抵，郭靖退出七八步去，只感手臂酸麻。周伯通道：「這一招我用足了勁，只不過將你推開，現下我勁不用足，你再試試。」郭靖再與他對上了掌，突感他掌力陡發陡收，腳下再也站立不穩，向前直跌下去，蓬的一聲，額頭直撞在地下，一骨碌爬起來，怔怔的發獃。周伯通笑道：「你懂了麼？」郭靖搖頭道：「不懂！」周伯通道：「這個道理，是我在洞裏苦練十年後忽然參悟出來的。我師哥在日，曾對我說過以虛擊實、以不足勝有餘的妙旨。當日我只道是道家修心養性之道，聽了也不在意。直到五年之前，才忽然在雙手拆招時豁然貫通。其中精奧之處，只能意會，我卻也說不明白。我想通之後，還不敢確信，兄弟，你來和我拆招，那是再好沒有。你別怕痛，我再摔你幾交。」眼見郭靖臉有難色，央求道：「好兄弟，我在這裏一十五年，只盼有人能來和我拆招試手。幾個月前黃老邪的女兒來和我說話解悶，我正想引她動手，那知第二天她又不來啦。好兄弟，我一定不會摔得你太重。」郭靖見他雙手躍躍欲試，臉上一副心癢難搔的模樣，說道：「摔幾交也算不了甚麼？」發掌和他拆了幾招，陡然間覺得周伯通的掌力忽虛，一個收勢不及，又是一交跌了下去，卻被他左手揮出，自己身子在空中不由自主的翻了個觔斗，左肩著地，跌得著實疼痛。周伯通臉現歉色，道：「好兄弟，我也不能叫你白摔了，我把摔你這一記手法說給你聽。」郭靖忍痛爬起，走近身去。周伯通道：「老子《道德經》裏有句話道：『埏埴以為器，當其無，有器之用。鑿戶牖以為室，當其無，有室之用。』這幾句話你懂麼？」郭靖也不知那幾句話是怎麼寫，自然不懂，笑著搖頭。周伯通順手拿起剛才盛過飯的飯碗，說道：「這隻碗只因為中間是空的，才有盛飯的功用，倘若它是實心的一塊瓷土，還能裝甚麼飯？」郭靖點點頭，心想：「這道理說來很淺，只是我從未想到過。」周伯通又道：「建造房屋，開設門窗，只因為有了四壁中間的空隙，房子才能住人。倘若房屋是實心的，倘若門窗不是有空，磚頭木材四四方方的砌上這麼一大堆，那就一點用處也沒有了。」郭靖又點頭，心中若有所悟。周伯通道：「我這全真派最上乘的武功，要旨就在『空、柔』二字，那就是所謂『大成若缺，其用不弊。大盈若沖，其用不窮』」跟著將這四句話的意思解釋了一遍。郭靖聽了默默思索。周伯通又道：「你師父洪七公的功夫是外家中的頂兒尖兒，我雖懂得一些全真派的內家功夫訣竅，想來還不是他的敵手。只是外家功夫練到像他那樣，只怕已到了盡處，而全真派的武功卻是沒有止境，像做哥哥的那樣，只可說是初窺門徑而已。當年我師哥贏得『武功天下第一』的尊號，決不是碰運氣碰上的，若他今日尚在，加上這十多年的進境，再與東邪西毒他們比武，決不須再比七日七夜，我瞧半日之間，就能將他們折服了。」郭靖道：「王真人武功通玄，兄弟只恨沒福拜見。洪恩師的降龍十八掌是天下之至剛，那麼大哥適才摔跌兄弟所用的手法，便是天下之至柔了，不知是不是？」周伯通笑道：「對啊，對啊。雖說柔能克剛，但若是你的降龍十八掌練到了洪七公那樣，我又克不了你啦。這是在於功力的深淺。我剛才摔你這一下是這樣的，你小心瞧著。」當下仔仔細細述說如何出招使勁，如何運用內力。他知郭靖領悟甚慢，是以教得甚是周到。郭靖試了數十遍，仗著已有全真派內功的極佳根柢，慢慢也就懂了。周伯通大喜，叫道：「兄弟，你身上若是不痛了，我再摔你一交。」郭靖笑道：「痛是不痛了，只是你教我的那手功夫我還沒記住。」當下凝神思考，默默記憶。周伯通是小孩脾性，不住催促：「行了，記住了沒有？快點，來！」這般擾亂了他的心神，郭靖記得反而更加慢了，又過了一頓飯時分，才把這一招功夫牢牢記住，再陪周伯通拆招，又被他摔跌一交。兩人日夜不停，如此這般的拆招過拳。郭靖是少年人，非睡足不可，若非如此，周伯通就是拚著不睡，也要跟他拆招。郭靖只摔得全身都是烏青瘀腫，前前後後摔了七八百交，仗著身子硬朗，才咬牙挺住，但周伯通在洞中十五年悟出來的七十二手「空明拳」，卻也盡數傳了給他。兩人研習武功，也不知已過了幾日。郭靖雖然朝夕想著黃蓉，但無法相尋，也只有苦等。幾次想跟著送飯的啞僕前去查探，總是給周伯通叫住。這一天用過午飯，周伯通道：「這套空明拳你是學全的了，以後我也摔你不倒了，咱倆變個法兒玩玩。」郭靖笑道：「好啊，玩甚麼？」周伯通道：「咱們玩四個人打架。」郭靖奇道：「四個人？」周伯通道：「一點兒不錯，正是四個人。我的左手是一個人，右手是一個人，你的雙手也是兩個人。四個人誰也不幫誰，分成四面混戰一場，那一定有趣得緊。」郭靖心中一樂，笑道：「玩是一定好玩的，只可惜我不會雙手分開來打。」周伯通道：「待會我來教你。現下咱們先玩三個人相打。」當下雙手分作兩人，和郭靖拆招比拳。他一人分作二人，每一隻手的功夫，竟是不減雙手同使，只是每當左手逼得郭靖無法抵禦之際，右手必來相救，反之左手亦然。這般以二敵一，郭靖佔了上風，他雙手又結了盟，就如三國之際反覆爭鋒一般。兩人打了一陣，罷手休息。郭靖覺得很是好玩，忽然間又想起黃蓉來，心想若是蓉兒在此，三個人玩六國大交兵，她必定十分喜歡。周伯通興致勃勃，一等郭靖喘息已定，當即將雙手互搏的功夫教他。這門本事可比空明拳又難了幾分。常言道：「心無二用。」又道：「左手畫方，右手畫圓，則不能成規矩。」這雙手互搏之術卻正是要人心有二用，而研習之時也正是從「左手畫方，右手畫圓」起始。郭靖初練時雙手畫出來的不是同方，就是同圓，又或是方不成方、圓不成圓。苦學良久，不知如何，竟然終於領會了訣竅，雙手能任意各成方圓。周伯通甚是喜慰，說道：「你若不是練過我全真派的內功，能一神守內、一神遊外，這雙手各成方圓的功夫那能這般迅速練成？現下你左手打南山拳，右手使越女劍。」這是郭靖自小就由南希仁和韓小瑩傳授的武功，使起來時不用費半點心神，但要雙手分使，卻也極難。周伯通為了要和他玩「四人打架」之戲，極是心急，盡力的教他諸般訣門。過得數日，郭靖已粗會雙手互搏。周伯通大喜，道：「來來，你的右手和我的左手算是一黨，我的右手和你的左手是他們的敵人，雙方比試一下武藝。」郭靖正當年少，對這種玩意豈有不喜之理？當下右手與周伯通的左手聯成一氣，和自己左手及周伯通右手打了起來。這番搏擊，確是他一生之中不但從未見過、而且也是從未聽過。兩人搏擊之際，周伯通又不斷教他如何方能攻得凌厲，怎樣才會守得穩固，郭靖一一牢記在心。周伯通只是要玩得有趣，那知這樣一來，郭靖卻學到了一套千古未有之奇的怪功夫。有一日他忽然想到：「倘若雙足也能互搏，我和他二人豈不是能玩八個人打架？」但知此言一出口，勢必後患無窮，終於硬生生的忍住不說。又過數日，這天郭靖又與周伯通拆招，這次是分成四人，互相混戰。周伯通高興異常，一面打，一面哈哈大笑。郭靖究竟功力尚淺，兩隻手都招架不住，右手一遇險招，左手自然而然的過來救援。周伯通拳法快速之極，郭靖竟是無法回復四手互戰之局，又成為雙手合力的三國交鋒，只是這時他已通悉這套怪拳的拳路，雙手合力，可與周伯通的左手或右手打個旗鼓相當。周伯通呵呵笑道：「你沒守規矩！」郭靖忽地跳開，呆了半晌，叫道：「大哥，我想到了一件事。」周伯通道：「怎麼？」郭靖道：「你雙手的拳路招數全然不同，豈不是就如有兩個人在各自發招？臨敵之際，要是使將這套功夫出來，那便是以兩對一，這門功夫可有用得很啊。雖然內力不能增加一倍，但招數上總是佔了大大的便宜。」周伯通只為了在洞中長年枯坐，十分無聊，才想出這套雙手互搏的玩意兒來，從未想到這功夫竟有克敵制勝之效，這時得郭靖片言提醒，將這套功夫從頭至尾在心中想了一遍，忽地躍起，竄出洞來，在洞口走來走去，笑聲不絕。郭靖見他突然有如中瘋著魔，心中大駭，連問：「大哥，你怎麼了？怎麼了？」周伯通不答，只是大笑，過了一會，才道：「兄弟，我出洞了！我不是要小便，也不是要大便，可是我還是出洞了。」郭靖道：「是啊！」周伯通笑道：「我現下武功已是天下第一，還怕黃藥師怎地？現下只等他來，我打他個落花流水。」郭靖道：「你拿得定能夠勝他？」周伯通道：「我武功仍是遜他一籌，但既已練就了這套分身雙擊的功夫，以二敵一，天下無人再勝得了我。黃藥師、洪七公、歐陽鋒他們武功再強，能打得過兩個老頑童周伯通麼？」郭靖一想不錯，也很代他高興。周伯通又道：「兄弟，這分身互擊功夫的精要，你已全然領會，現下只差火候而已，數年之後，等到練成做哥哥那樣的純熟，你武功是陡然間增強一倍了。」兩人談談講講，都是喜不自勝。以前周伯通只怕黃藥師來跟自己為難，這時卻盼他快些到來，好打他一頓，出了胸中這口惡氣。他眼睜睜的向外望著，極不耐煩，若非知道島上佈置奧妙，早已前去尋他了。到得晚飯時分，那老僕送來飯菜，周伯通一把拉住他道：「快去叫黃藥師來，我在這等他，叫他試試我的手段！」那老僕只是搖頭。周伯通說完了話，才恍然大悟，道：「呸！我忘了你又聾又啞！」轉頭向郭靖道：「今晚咱倆要大吃一頓。」伸手揭開食盒。郭靖聞到一陣撲鼻的香氣，與往日菜肴大有不同，過來一看，見兩碟小菜之外另有一大碗冬菇燉雞，正是自己最愛吃的。他心中一凜，拿起匙羹舀了一匙湯一嘗，雞湯的鹹淡香味，正與黃蓉所做的一模一樣，知是黃蓉特地為己而做，一顆心不覺突突亂跳，向其他食物仔細瞧去，別無異狀，只是食盒中有十多個饅頭，其中一個皮上用指甲刻了個葫蘆模樣。印痕刻得極淡，若不留心，決然瞧不出來。郭靖心知這饅頭有異，撿了起來，雙手一拍，分成兩半，中間露出一個蠟丸。郭靖見周伯通和老僕都未在意，順手放入懷中。這一頓飯，兩人都是食而不知其味，一個想到自己在無意之間練成了天下無敵的絕世武功，右手抓起饅頭來吃，左手就打幾拳，那也是雙手二用，一手抓饅頭，一手打拳；另一個急著要把飯吃完，好瞧黃蓉在蠟丸之中藏著甚麼消息。好容易周伯通吃完饅頭，骨都骨都的喝乾了湯，那老僕收拾了食盒走開，郭靖急忙掏出蠟丸，捏碎蠟丸，拿出丸中所藏的紙來，果是黃蓉所書，上面寫道：「靖哥哥：你別心急，爹爹已經跟我和好，待我慢慢求他放你。」最後署著「蓉兒」兩字。郭靖狂喜之下，將紙條給周伯通看了。周伯通笑道：「有我在此，他不放你也不能了。咱們逼他放，不用求他。他若是不答允，我把他在這洞裏關上一十五年。啊喲，不對，還是不關的為是，別讓他在洞裏也練成了分心二用、雙手互搏的奇妙武功。」眼見天色漸漸黑了下去，郭靖盤膝坐下用功，只是心中想著黃蓉，久久不能寧定，隔了良久，才達靜虛玄默、胸無雜慮之境，把丹田之氣在週身運了幾轉，忽然心想：若要練成一人作二、左右分擊的上乘武功，內息運氣也得左右分別、各不相涉才是，當下用手指按住鼻孔，分別左呼左吸、右呼右吸的練了起來。練了約莫一個更次，自覺略有進境，只聽得風聲虎虎，睜開眼來，但見黑暗中長鬚長髮飄飄而舞，周伯通正在練拳。郭靖睜大了眼，凝神注視，見他左手打的正是七十二路「空明拳」，右手所打的卻是另一套全真派掌法。他出掌發拳，勢道極慢，但每一招之出，仍是帶著虎虎掌風，足見柔中蓄剛，勁力非同小可。郭靖只瞧得欽佩異常。※※※正在這一個打得忘形、一個瞧得出神之際，忽聽周伯通一聲「啊喲」急叫，接著拍的一聲，一條黑黝黝的長形之物從他身旁飛起，撞在遠處樹幹之上，似是被他用手擲出。郭靖見他身子晃了幾晃，吃了一驚，急忙搶上，叫道：「大哥，甚麼事？」周伯通道：「我給毒蛇咬了！這可糟糕透頂！」郭靖更驚，忙奔近身去。周伯通神色已變，扶住他的肩膀，走回岩洞，撕下一塊衣襟來紮住大腿，讓毒氣一時不致行到心中。郭靖從懷中取出火摺，晃亮了看時，心中突的一跳，只見他一隻小腿已腫得比平常粗壯倍餘。周伯通道：「島上向來沒有這種奇毒無比的青蝮蛇，不知自何而來？本來我正在打拳，蛇兒也不能咬到我，偏生我兩隻手分打兩套拳法，這一分心……唉！」郭靖聽他語音發顫，知他受毒甚深，若非以上乘內功強行抵禦，早已昏迷而死，慌急之中，彎下腰去就在他傷口之上吮吸。周伯通急叫：「使不得，這蛇毒非比尋常，你一吸就死。」郭靖這時只求救他性命，那裏還想到自身安危，右臂牢牢按住他的下身，不住在他創口之上吮吸。周伯通待要掙扎阻止，可是全身已然酸軟，動彈不得，再過一陣，竟自暈了過去。郭靖吸了一頓飯功夫，把毒液吸出了大半，都吐在地下。毒力既減，周伯通究竟功力深湛，暈了半個時辰，重又醒轉，低聲道：「兄弟，做哥哥的今日是要歸天了，臨死之前結交了你這位情義深重的兄弟，做哥哥的很是歡喜。」郭靖和他相交日子雖淺，但兩人都是直腸直肚的性子，肝膽相照，竟如同是數十年的知己好友一般，這時見他神情就要逝去，不由得淚水滾滾而下。周伯通淒然一笑，道：「那九陰真經的上卷經文，放在我身下土中的石匣之內，本該給了你，但你吮吸了蝮蛇毒液，性命也不長久，咱倆在黃泉路上攜手同行，倒是不怕沒伴兒玩耍，在陰世玩玩四個人……不，四隻鬼打架，倒也有趣，哈哈，哈哈。那些大頭鬼、無常鬼一定瞧得莫名其妙，鬼色大變。」說到後來，竟又高興起來。郭靖聽他說自己也就要死，但自覺全身了無異狀，當下又點燃火摺，要去察看他的創口。那火摺燒了一陣，只賸下半截，眼見就要熄滅，他順手摸出黃蓉夾在饅頭中的那張字條，在火上點著了，想在洞口找些枯枝敗葉來燒，但這時正當盛暑，草木方茂，在地下一摸，濕漉漉的儘是青草。他心中焦急，又到懷中掏摸，看有甚麼紙片木屑可以引火，右手探入衣囊，觸到了一張似布非布、似革非革的東西，原來是梅超風用以包裹匕首之物，這時也不及細想，取出來移在火上點著了，伸到周伯通臉前，要瞧瞧他面色如何。火光照映之下，只見他臉上灰撲撲的罩著一層黑氣，原本一張白髮童顏的孩兒面已全無光彩。周伯通見到火光，向他微微一笑，但見郭靖面色如常，沒絲毫中毒之象，大為不解，正自尋思，瞥眼見他手中點著了火的那張東西上寫滿了字，凝神看去，密密麻麻的竟然都是煉功的秘奧和口訣，只看了十多個字，已知這是九陰真經的經文，驀地一驚，不及細問此物從何而來，立即舉手撲滅火光，吸了口氣，問道：「兄弟，你服過甚麼靈丹妙藥？為甚麼這般厲害的蛇毒不能傷你？」郭靖一怔，料想必是喝了參仙老怪的大蝮蛇血之故，說道：「我曾喝過一條大蝮蛇的血，或許因此不怕蛇毒。」周伯通指著掉在地下的那片人皮，道：「這是至寶，千萬不可毀……」話未說完，又暈了過去。郭靖這當兒也不理會甚麼至寶不至寶，忙著替他推宮過血，卻是全然無效，去摸他小腿時，竟是著手火燙，腫得更加粗了。只聽他喃喃的道：「四張機，鴛鴦織就欲雙飛……」郭靖問道：「你說甚麼？」周伯通嘆道：「可憐未老頭先白，可憐……」郭靖見他神智糊塗，不知所云，心中大急，奔出洞去躍上樹頂，高聲叫道：「蓉兒，蓉兒！黃島主，黃島主！救命啊，救命！」但桃花島周圍數十里，地方極大，黃藥師的住處距此甚遠，郭靖喊得再響，別人也無法聽見，過了片刻，山谷間傳來「……黃島主，救命啊，救命！」的回聲。郭靖躍下地來，束手無策，危急中一個念頭突然在心中閃過：「蛇毒既然不能傷我，我血中或有剋制蛇毒之物。」不及細想，在地下摸到周伯通日常飲茶的一隻青瓷大碗，拔出匕首，在左臂上割了一道口子，讓血流在碗裏，流了一會，鮮血凝結，再也流不出來，他又割一刀，再流了些鮮血，扶起周伯通的頭放在自己膝上，左手撬開他牙齒，右手將小半碗血水往他口中灌了下去。郭靖身上放去了這許多血，饒是體質健壯，也感酸軟無力，給周伯通灌完血後，靠上石壁，便即沉沉睡去，也不知過了多少時候，忽覺有人替他包紮臂上的傷口，睜開眼來，眼前白鬚垂地，正是周伯通。郭靖大喜，叫道：「你……你……好啦！」周伯通道：「我好啦，兄弟，你捨命救活了我。來索命的無常鬼大失所望，知難而退。」郭靖瞧他腿上傷勢，見黑氣已退，只是紅腫，那是全然無礙的了。這一日早晨兩人都是靜坐運功，培養元氣。用過中飯，周伯通問起那張人皮的來歷。郭靖想了一會，方始記起，於是述說二師父朱聰如何在歸雲莊上從梅超風懷裏連匕首一起盜來。他後來見到，其上所刺的字一句也不懂，便一直放在懷中，也沒加理會。周伯通沉吟半晌，實想不明白其中原因。郭靖問道：「大哥，你說這是至寶，那是甚麼？」周伯通道：「我要仔細瞧瞧，才能答你，也不知這是真是假。既是從梅超風處得來，想必有些道理。」接過人皮，從頭看了下去。當日王重陽奪經絕無私心，只是要為武林中免除一個大患，因此遺訓本門中人不許研習經中武功。師兄遺言，周伯通當然說甚麼也不敢違背，但想到黃藥師夫人的話：「只瞧不練，不算違了遺言。」因此在洞中一十五年，枯坐無聊，已把上卷經文翻閱得滾瓜爛熟。這上卷經文中所載，都是道家修練內功的大道，以及拳經劍理，並非克敵制勝的真實功夫，若未學到下卷中的實用法門，徒知訣竅要旨，卻是一無用處。周伯通這十多年來，無日不在揣測下卷經文中該載著些甚麼。是以一見人皮，就知必與九陰真經有關，這時再一反覆推敲，確知正是與他一生關連至深且巨的下卷經文。他抬頭看著山洞洞頂，好生難以委決。他愛武如狂，見到這部天下學武之人視為至寶的經書，實在極盼研習一下其中的武功，這既不是為了爭名邀譽、報怨復仇，也非好勝逞強，欲恃此以橫行天下，純是一股難以克制的好奇愛武之念，亟欲得知經中武功練成之後到底是怎樣的厲害法。想到師哥所說的故事，當年那黃裳閱遍了五千四百八十一卷《萬壽道藏》，苦思四十餘年，終於想明瞭能破解各家各派招數的武學，其中所包含的奇妙法門，自是非同小可。那黑風雙煞只不過得了下卷經文，練了兩門功夫，便已如此橫行江湖，倘若上下卷盡數融會貫通，簡直是不可思議。但師兄的遺訓卻又萬萬不可違背，左思右想，嘆了一口長氣，把人皮收入懷中，閉眼睡了。睡了一大覺醒來，他以樹枝撬開洞中泥土，要將人皮與上卷經書埋在一起，一面挖掘，一面唉聲歎氣，突然之間，歡聲大叫：「是了，是了，這正是兩全其美的妙法！」說著哈哈大笑，高興之極。郭靖問道：「大哥，甚麼妙法？」周伯通只是大笑不答，原來他忽然想到一個主意：「郭兄弟並非我全真派門人，我把經中武功教他，讓他全數學會，然後一一演給我瞧，豈非過了這心癢難搔之癮？這可沒違了師哥遺訓。」正要對郭靖說知，轉念一想：「他口氣中對九陰真經頗為憎惡，說道那是陰毒的邪惡武功。其實只因為黑風雙煞單看下卷經文，不知上卷所載養氣歸元等等根基法門，才把最上乘的武功練到了邪路上去。我且不跟他說知，待他練成之後，再讓他大吃一驚。那時他功夫上身，就算大發脾氣，可再也甩不脫、揮不去了，豈非有趣之極？」他天生的胡鬧頑皮。人家罵他氣他，他並不著惱，愛他寵他，他也不放在心上，只要能夠幹些作弄旁人的惡作劇玩意，那就再也開心不過。這時心中想好了這番主意，臉上不動聲色，莊容對郭靖道：「賢弟，我在洞中耽了十五年，除了一套空明拳和雙手互搏的玩意兒之外，還想到許多旁的功夫，咱們閒著也是閒著，待我慢慢傳你如何？」郭靖道：「那再好也沒有了。只不過蓉兒說就會設法來放咱們出去……」周伯通道：「她放了咱們出去沒有？」郭靖道：「那倒還沒有。」周伯通道：「你一面等她來放你，一面學功夫不成嗎？」郭靖喜道：「那當然成。大哥教的功夫一定是妙得緊的。」周伯通暗暗好笑，心道：「且莫高興，你是上了我的大當啦！」當下一本正經的將九陰真經上卷所載要旨，選了幾條說與他知。郭靖自然不明白，於是周伯通耐了性子解釋。傳過根源法門，周伯通又照著人皮上所記有關的拳路劍術，一招招的說給他聽。只是自己先行走在一旁，看過了記住再傳，傳功時決不向人皮瞧上一眼，以防郭靖起疑。這番傳授武功，可與普天下古往今來的教武大不相同，所教的功夫，教的人自己竟是全然不會。他只用口講述，決不出手示範，待郭靖學會了經上的幾招武功，他就以全真派的武功與之拆招試拳，果見經上武功妙用無窮。如此過了數日，眼見妙法收效，九陰真經中所載的武功漸漸移到了郭靖身上，而他完全給蒙在鼓裏，絲毫不覺，心中不禁大樂，連在睡夢之中也常常笑出聲來。這數日之中，黃蓉總是為郭靖烹飪可口菜餚，只是並不露面。郭靖心中一安，練功進境更快。這日周伯通教他練「九陰神抓」之法，命他凝神運氣，以十指在石壁上撕抓拉擊。郭靖依法練了幾次，忽然起疑，道：「大哥，我見梅超風也練過這個功夫，只是她用活人來練，把五指插入活人的頭蓋骨中，殘暴得緊。」周伯通聞言一驚，心想：「是了，梅超風不知練功正法，見到下卷文中說道『五指發勁，無堅不破，摧敵首腦，如穿腐土。』她不知經中所云『摧敵首腦』是攻敵要害之意，還道是以五指去插入敵人的頭蓋，又以為練功時也須如此。這九陰真經源自道家法天自然之旨，驅魔除邪是為葆生養命，豈能教人去練這種殘忍兇惡的武功？那婆娘當真胡塗得緊。郭靖兄弟既已起疑，我不可再教他練這門功夫。」於是笑道：「梅超風所學的是邪派功夫，和我這玄門正宗的武功如何能比？好罷，咱們且不練這神抓功夫，我再教你一些內家要訣。」說這話時，又已打好了主意：「我把上卷經文先教他記熟，通曉了經中所載的根本法門，那時他再見到下卷經文中所載武功，必覺順理成章，再也不會起疑。」於是一字一句，把上卷真經的經文從頭念給他聽。經中所述句句含義深奧，字字蘊蓄玄機，郭靖一時之間那能領悟得了？周伯通見他資質太過遲鈍，便說一句，命他跟一句，反來復去的念誦，數十遍之後，郭靖雖然不明句中意義，卻已能朗朗背誦，再念數十遍，已自牢記心頭。又過數日，周伯通已將大半部經文教了郭靖，命他用心記誦，同時照著經中所述修習內功。郭靖覺得這些內功的法門與馬鈺所傳理路一貫，只是更為玄深奧微，心想周伯通既是馬鈺的師叔，所學自然更為精深。那日梅超風在趙王府中坐在他肩頭迎敵，兀自苦苦追問道家的內功秘訣，可見她於此道全無所知，是以心中更無絲毫懷疑。雖見周伯通眉目之間常常含著嬉頑神色，也只道他是生性如此，那料到他是在與自己開一個大大的玩笑。那真經上卷最後一段，有一千餘字全是咒語一般的怪文，嘰哩咕嚕，渾不可解。周伯通在洞中這些年來早已反覆思索了數百次，始終想不到半點端倪。這時不管三七二十一，要郭靖也一般的盡數背熟。郭靖問他這些咒語是何意思，周伯通道：「此刻天機不可洩漏，你讀熟便了。」要讀熟這千餘字全無意義的怪文，更比背誦別的經文難上百倍，若是換作了一個聰明伶俐之人，反而定然背不出，郭靖卻天生有一股毅力狠勁，讀上千餘遍之後，居然也將這一大篇詰曲詭譎的怪文牢牢記住了。※※※這天早晨起來，郭靖練過功夫，揭開老僕送來的早飯食盒，只見一個饅頭上又做著藏有書信的記認。他等不及吃完飯，拿了饅頭走入樹林，拍開饅頭取出蠟丸，一瞥之間，不由得大急，見信上寫道：「靖哥哥：西毒為他的侄兒向爹爹求婚，要娶我為他侄媳，爹爹已經答……」這信並未寫完，想是情勢緊急，匆匆忙忙的便封入了蠟丸，看信中語氣，「答」字之下必定是個「允」字。郭靖心中慌亂，一等老僕收拾了食盒走開，忙將信給周伯通瞧。周伯通道：「他爹爹答允也好，這不干咱們的事。」郭靖急道：「不能啊，蓉兒自己早就許給我了，她一定要急瘋啦。」周伯通道：「娶了老婆哪，有許多好功夫不能練。這就可惜得很了。我……我就常常懊悔，那也不用說他。好兄弟，你聽我說，還是不要老婆的好。」郭靖跟他越說越不對頭，只有空自著急。周伯通道：「當年我若不是失了童子之身，不能練師兄的幾門厲害功夫，黃老邪又怎能囚禁我在這鬼島之上？你瞧，你還只是想想老婆，已就分了心，今日的功夫是必定練不好的了。若是真的娶了黃老邪的閨女，唉，可惜啦可惜！想當年，我只不過……唉，那也不用說了，總而言之，若是有女人纏上了你，你練不好武功，固然不好，還要對不起朋友，得罪了師哥，而且你自是忘不了她，不知道她現今……總而言之，女人的面是見不得的，她身子更加碰不得，你教她點穴功夫，讓她撫摸你週身穴道，那便上了大當……要娶她為妻，更是萬萬不可……」郭靖聽他嘮嘮叨叨，數說娶妻的諸般壞處，心中愈煩，說道：「我娶不娶她，將來再說。大哥，你先得設法救她。」周伯通笑道：「西毒為人很壞，他侄兒諒來也不是好人，黃老邪的女兒雖然生得好看，也必跟黃老邪一樣，週身邪氣，讓西毒的侄兒娶了她做媳婦，又吃苦頭，又練不成童子功，一舉兩得，不，一舉兩失，兩全其不美，豈不甚好？」郭靖嘆了口氣，走到樹林之中，坐在地下，癡癡發呆，心想：「我就是在桃花島中迷路而死，也得去找她。」心念已決，躍起身來，忽聽空中兩聲唳叫，兩團白影急撲而下，正是拖雷從大漠帶來的兩頭白鵰。郭靖大喜，伸出手臂讓鵰兒停住，只見雄鵰腳上縛著一個竹筒，忙即解下，見筒內藏著一通書信，正是黃蓉寫給他的，略稱現下情勢已迫，西毒不日就要為侄兒前來下聘。父親管得她極為嚴緊，非但不准她走出居室半步，連給他煮菜竟也不許。事到臨頭，若是真的無法脫離，只有以死明志了。島上道路古怪，處處陷阱，千萬不可前去尋她云云。郭靖怔怔的發了一陣呆，拔出匕首，在竹筒上刻了「一起活，一起死」六個字，將竹筒縛在白鵰腳上，振臂一揮，雙鵰升空打了幾個盤旋，投北而去。他心念既決，即便泰然，坐在地下用了一會功，又去聽周伯通傳授經義。又過了十餘日，黃蓉音訊杳然，那上卷經文郭靖早已全然能夠背誦。周伯通暗暗心喜，將下卷經文中的武功練法也是一件件的說給了他聽，卻不教他即練，以免給他瞧出破綻，郭靖也是慢慢的一一牢記在心，前後數百遍唸將下來，已把上下卷經文都背得爛熟，連那一大篇甚麼「昂理納得」、甚麼「哈虎文缽英」的怪文，竟也背得一字無誤。周伯通只聽得暗暗佩服，心想：「這傻小子這份呆功夫，老頑童自愧不如，甘拜下風。」這一晚晴空如洗，月華照得島上海面一片光明。周伯通與郭靖拆了一會招，見他武功在不知不覺中已自大進，心想那真經中所載果然極有道理，日後他將經中武功全數練成，只怕功夫更要在黃藥師、洪七公之上。兩人正坐下地來閒談，忽然聽得遠處草中一陣簌簌之聲。周伯通驚叫：「有蛇！」一言甫畢，異聲鬥起，似乎是群蛇大至。周伯通臉色大變，返奔入洞，饒是他武功已至出神入化之境，但一聽到這種蛇蟲遊動之聲，卻是嚇得魂飛魄散。郭靖搬了幾塊巨石，攔在洞口，說道：「大哥，我去瞧瞧，你別出來。」周伯通道：「小心了，快去快回。我說那也不用去瞧了，毒蛇有甚麼好看？怎……怎麼會有這許多蛇？我在桃花島上一十五年，以前可從來沒見過一條蛇，定是甚麼事情弄錯了！黃老邪自誇神通廣大，卻連個小小桃花島也搞得不乾不淨。烏龜甲魚、毒蛇蜈蚣，甚麼都給爬了上來。」