第二十六回　指名挑戰原來「龍爪手」是武當派中一種極其厲害的擒拿手法，俞蓮舟學會之後，總嫌其一拿之下，對方若是武功有了相當高的造詣，仍能掙脫，於是他自加變化，創出了十二招從「龍爪手」中脫胎的招數出來。要知張三丰收徒之先，曾對每個人的品德行為資質悟性，都詳加考查，因此七弟子入門之後，無一不成大器，不但各傳師門之學，並能分別依自己天性所近，另創新招，俞蓮舟變化「龍爪手」的招數，原本不是奇事。但張三丰見他試演之後，只點了點頭，不加可否。俞蓮舟見師父不置一詞，知道招數之中必是還存著極大毛病，於是潛心苦思，更求精進。數月之後，再演給師父看時，張三丰嘆了口氣，道：「蓮舟，這一十二招龍爪手，比我教給你的是厲害得多了。不過你招招拿人腰眼，不論是誰受了一招，都有損陰絕嗣之虞。難道我教你的正大光明武功還不夠，定要一出便使人動彈不得麼？」俞蓮舟聽了師父這番教訓，雖在嚴冬，也不禁汗流浹背，心中慄然。過了幾日，張三丰將七個弟子都叫到跟前，將此事說給各人聽了，最後道：「蓮舟所創的這一十二下招數，苦心孤詣，算得上是一門絕學，若憑我一言就此廢棄，也是可惜。大家便跟蓮舟學一學，只是若非遇上生死關頭，決計不可輕用。我在『龍爪』兩字之下，再加上『絕戶』兩字，要大家記得，這路武功是教人斷子絕孫、毀滅門戶的殺手。」當下七弟子拜領教誨，俞蓮舟便將這路武功傳了六位同門。七人學會以來，果然恪遵師訓，一次也沒有用過。今日到了緊急關頭，張松溪提了出來，俞蓮舟卻仍是頗有躊躇。張松溪道：「這『龍爪絕戶手』擒拿了對腰眼之後，使他永遠不能生育。小弟卻有個計較在此，咱們只找和尚、道士作對手，要不便是七八十歲的老頭兒。」俞蓮舟微微一笑，說道：「四弟果然心思靈巧，和尚道士便是不能生兒子，那也無妨。」兩人計議已定，分頭去告知宋遠橋和三個師弟，每人認定一名對手，全待張松溪大叫一聲「啊喲！」六個人便各使「龍爪絕戶手」扣住對手。俞蓮舟選的是崆峒五老中年事最高的一老，張翠山則選了崑崙派中的西華子。大廳上眾賓客用罷便飯，火工道人收拾了碗筷，張松溪朗聲說道：「各位前輩、眾位朋友，今日家師百齡壽誕，承眾位光降武當，敝派上下，盡感榮寵，只是招待簡慢之極，還請原諒，家師原要邀請各位同赴黃鶴樓，共謀一醉，今日不恭之處，那時再行補謝。敝師弟張翠山遠離十載，近日方歸，他這十年來的遭遇經歷，未及詳加稟明師長，再說今日是家師大喜的日子，倘若談論武林中的恩怨鬥殺之事，未免不祥，各位遠道前來拜壽的一番好意，也變成尋事生非的惡意了。各位難得前來武當，便由在下陪同，赴山前山後賞玩風景如何？」他這一番話甚是厲害，先將眾人的口都堵住了，那是聲明在先，今日乃壽誕吉期，倘若有人提起謝遜和龍門鏢局的事，便是存心和武當為敵。眾人連袂上山，便是不惜一戰，以求逼問出金毛獅王謝遜的下落來，但武當派威名赫赫，無人敢單獨與其結下樑子。倘若數百人一湧而上，那自是無所顧忌，可是要誰挺身而出，先行發難，卻是誰都不想作這冤大頭。眾人面面相覷，僵持了片刻。崑崙派的西華子站起身來，大聲道：「張四俠，你不用把話說在頭裏。咱們明人不作暗事，打開天窗說亮話，此番上山，一來是跟張真人拜壽，二來正是要打聽一下謝遜那惡賊的下落。」莫聲谷彆了半天氣，這時聽了西華子之言，再也無法忍耐，冷笑道：「好啊，原來如此，怪不得，怪不得。」西華子睜大雙目，道：「什麼怪不得？」莫聲谷道：「我先前聽說各位來到武當，是來給家師拜壽，但見各位身上暗藏兵刃，心下好生奇怪，難道大家帶了寶刀寶劍，來送給家師作壽禮麼？這時方才明白，送的竟是這樣一份壽禮。」西華子拍一拍身上，跟著解開道袍，大聲道：「莫七俠瞧清楚些，小小年紀，莫要血口噴人，咱們身上誰暗藏兵刃來著。」莫聲谷冷笑道：「很好，果然沒有。」伸出手指，輕輕在身旁兩人的腰帶上一扯。他出手快極，這麼一扯，已將兩人的衣帶拉斷，但聽得嗆啷啷嗆啷接連兩聲響過，兩柄短刀掉在地下，青光閃閃，耀眼生花。原來那兩人在長袍之內暗掛短刀，莫聲谷早已瞧出，拉斷衣帶，短刀隨即落下。這一來，眾人臉色均是大變。西華子大聲道：「不錯，張五俠若是不肯見示謝遜的下落，那麼掄刀動劍，也說不得了。」張松溪正要大聲驚呼：「啊喲」為號，先發制人。忽然門外傳進來一聲：「阿彌陀佛！」這一聲佛號清清楚楚的送入眾人耳鼓，又清又亮，似是從遠處傳來，但聽來又像是發自身旁。張三丰笑道：「原來是少林派空智禪師到了，快快迎接。」門外那聲音接口道：「少林寺方丈空聞，率師弟空智、空性暨門下弟子，恭祝張真人千秋長樂。」那空聞、空智、空性三人，是少林四大神僧中的人物，除了空見大師已死，三位神僧竟是盡數來到山上。張松溪一驚之下，那一驚「啊喲」已然叫不出來，他心知少林高手既是大舉來到武當，那麼六人便是以「龍爪絕戶手」制住了崑崙、崆峒等派中的人物，還是無用。崑崙派掌門人鐵琴先生何太沖說道：「久仰少林四大神僧的清名，今日有幸得見，也算是不虛此行了。」門外又一個較為蒼老的聲音說道：「這一位想是崑崙掌門何先生了。幸會幸會！張真人，老衲等拜壽來遲，實是不恭。」張三丰道：「今日武當山上嘉賓雲集，老道只不過虛活了一百歲，敢勞三位神僧玉趾？」一邊說，一邊帶同弟子迎了出去。他四人隔著數道山門，各運內力互相對答，便如對面唔談一般。峨嵋派的靜玄師太功力不逮，便插不下口去，其餘各幫各派的人物更是心下駭然，自愧不如。其時空聞等人離山門尚遠，張三丰率領弟子迎出，才見三位老僧，率領著九名中年、老年的僧人，慢慢走到門前。那空聞大師白眉下垂，直覆到眼上，便似長眉羅漢一般，空性大師身軀雄偉，貌相威武；空智大師卻是一臉的苦相，嘴角下垂。宋遠橋心下暗暗奇怪，他頗精於風鑑相人之學，心道：「若是常人生了空見大師這副容貌，不是短命，便是早遭橫禍，何以他非但得享高壽，還成為武林中人所共仰的宗師？看來我這相人之學，所知實在大是有限。」張三丰和空聞等雖然均是武林中的大宗師，但從未見過面。論起年紀，張三丰比他們大上三四十歲，他出身少林，若從他師父覺遠大師行輩敘班，那麼他比空聞等也要高上兩輩。但他既未在少林受戒為僧，又沒正式跟少林僧人學過武藝，大家以平輩之禮相見，宋遠橋等反而矮了一輩。當下見禮已罷，張三丰迎著空聞等進入大殿，何太沖、靜玄師太等上前相見，互道仰慕，又是一番客套。偏生那少林方丈空聞大師極是謙抑，對每一派每一幫的後輩子弟都要合什為禮，招呼幾句，亂了好一陣，數百人才一一引見完畢。空聞、空智、空性三位高僧坐定，喝了一杯清茶，空聞大師說道：「張真人，老衲依年紀班輩說，都是你的後輩，你我武當、少林，在武林中各有聲譽，但老衲忝為少林派掌門，有幾句話要向前輩坦率相陳，還請張真人勿予見怪。」張三丰性子向來豪爽，道：「三位高僧，可是為了我這第五弟子張翠山而來麼？」空聞道：「正是。咱們有兩件事，要請教張五俠。第一件，張五俠殺了我少林派的龍門鏢局滿局七十一口，又擊斃少林僧人六人，這七十七人的性命，該當如何了結？第二件事，敝師兄空見大師，一生慈悲有德，與人無爭，卻慘被金毛獅王謝遜害死，聽說張五俠知曉那姓謝的下落，還請張五俠賜示，少林全寺僧人，盡感大德。」張翠山站起身來，朗聲說道：「空聞大師，龍門鏢局和少林僧人七十七口性命，絕非晚輩所傷。張翠山一生受恩師訓誨，雖然愚魯，卻不敢打誑。至於傷這七十七口性命之人是誰，晚輩倒也知曉，可是不願明言。這是第一件。那第二件呢，空見大師圓寂西去，天下無不痛悼，只是那金毛獅王謝遜和晚輩有八拜之交，義結金蘭。謝遜身在何處，實不相瞞，晚輩原也知悉，但我武林中人，最重一個『義』字，我張翠山頭可斷，血可濺，我義兄的下落，決計不能吐露。此事跟我恩師無關，跟我眾同門亦無干連，由張翠山一人擔當。各位是以死相逼，要殺要剮，便請下手。姓張的生平沒做半件貼羞師門之事，沒妄殺過一個好人，各位今日定要逼我不義，有死而已。」他這番話侃侃而言，滿臉正氣。空聞唸了聲：「阿彌陀佛！」心想：「聽他言來，倒似不假，這便如何處置？」便在此時，窗外忽然有個孩子聲音，叫道：「爹爹！」張翠山心頭一震，這聲音正是無忌，叫道：「無忌，你來了？」搶步出廳，巫山派和神拳門各有一人站在大廳門口，只道張翠山要逃走，齊聲叫道：「往那裏逃？」伸手要去抓他。張翠山思子心切，雙臂一振，將兩人摔得分向左右跌出丈餘，奔到窗外，只見空空蕩蕩，那裏有半個人影？他大聲叫道：「無忌，無忌！」並無回音。廳中十餘人追了出來，見他並未逃走，也就不上前捉拿，站在一旁監視。張翠山又叫：「無忌，無忌！」仍是無人答應。殷素素這時身子已大至康復，在後堂聽見丈夫大叫無忌，急忙奔出，又驚又喜，叫道：「無忌回來了？」張翠山道：「我剛才好像聽見他的聲音，追出來時卻又不見。」殷素素好生失望，低聲道：「想是你念著孩子，聽錯了。」張翠山呆了片刻，搖頭道：「我明明聽見的。」他怕妻子出來，和眾賓客會見後多生波折，忙道：「你進去吧！」他回進大廳，向空聞大師行了一禮，道：「晚輩思念犬子，致有失儀，請大師見諒。」空智大師道：「善哉，善哉，張五俠思念愛子，如痴如狂，難道謝遜所害的那許許多多人，便無父母妻兒麼？」他身子瘦瘦小小，出言卻是聲若洪鐘，只震得滿廳眾人耳嗡嗡作響，張翠山心亂如麻，無言可答。空聞向兩位師弟望了一眼，空智和空性都點了點頭。空聞向張三丰道：「張真人，今日之事如何了斷，還須請張真人示下。」張三丰道：「我這小徒雖無他長，卻還不敢欺師。諒他也不敢欺誑三位少林高僧。龍門鏢師的人命和貴派弟子，不是他傷的。謝遜的下落，他是不肯說的。」空智冷笑道：「但有人親眼瞧見張五俠殺害我門下弟子，難道武當門人不會打誑，少林門人便會打誑麼？」他左手一揮，從他身後走了兩名中年僧人出來。在那兩名僧人之後，又有一名僧人，只是他身材矮小，給兩人遮住了身。那三個僧人各眇右目，正是在臨安西子湖邊，被殷素素用金針打瞎的少林僧圓心、圓音、圓業。他三人隨著空聞大師等上山，張翠山早已瞧見，心知定要對質西湖邊上的鬥殺之事，果然空智大師沒說幾句話，便將三人叫了出來。張翠山心中為難之極，西湖之畔行兇殺人，確實不是他下的手，可是真正下手之人，這時也成了他的妻子。他夫妻情義深重，如何不加庇護？然而當此情勢之下，卻又如何庇護？「圓」字輩三僧之中，圓音的脾氣最是暴燥，依他心性，一見張翠山便要動手拼命，礙於師伯師叔在前，這才強自壓抑，這時師父將他叫了出來，當下大聲說道：「張翠山，你在臨安西湖之旁，用毒針自慧風口中射入，傷他性命是我親眼目睹，難道冤枉你了？咱三人的右眼被你用毒針射瞎，難道你還想混賴麼？」張翠山此時只好辯得一分便是一分，說道：「我武當門下，所學暗器雖說不少，但均是鋼鏢袖箭之類大件暗器。我同門七人，江湖上行走已久，可有人見過武當子弟使過金針銀針之類麼？至於金針上餵毒，那更加不必提起。」武當七俠出手向來光明正大，武林中眾所週知，因此若說張翠山以毒針傷人，上山來的那些武林人物確是不易相信。圓音怒道：「事到今日，你還在狡辯？那日針斃慧風，我和圓業師弟瞧得明明白白，倘若不是你，那麼是誰？」張翠山道：「此人我倒是知曉，可便不願跟你說。我武當子弟是受你逼供之人麼？」張翠山口齒伶俐，能言善辯，圓音狂怒之下，說話越來越是不成章法，倒將一件本來自己大為有利之事，說成了強辭奪理一般。張松溪接口道：「圓音師兄，到底那幾位少林僧人傷在何人手下，一時也辯不明白，可是敝師兄俞岱岩，卻明明是為才林派的金剛指力所傷。各位來得正好，咱們正要請問，用金剛指力傷我俞二哥的是誰？」圓音張口結舌，道：「不是我。」張松溪冷笑道：「我也知道不是你，諒你也未必已練到這等功夫。」他頓了一頓，道：「若是我三哥身子健好，跟貴派的高手動起手來，傷在他的金剛指力之下，那也怨他學藝不精，既然動手過招，總有死傷，那有什麼話說？難道動手之前，還能立下保單，保證毛髮不傷麼？可是我三師哥是在大病之中，身子動彈不得，那位少林弟子卻用金剛指力，逼問他屠龍寶刀的下落。」他說到這裏，聲音提高，道：「想少林派武功冠於天下，早已是武林至尊，又何必非得到這柄屠龍寶刀不可？何況那屠龍寶刀我三哥也只見過一眼，如此下手逼問，手段也未免太毒辣了。俞岱岩在江湖上也算薄有微名，生平行俠仗義，也總是替天下武林中作過不少好事，如今被少林弟子害得終身殘廢，十年來臥床不起，咱們也正要三位神僧作個交代。」為了俞岱岩受傷、龍門鏢局滿局被殺之事，少林武當兩派，十年來早已費了不少唇舌，只因張翠山失蹤，始終難作了斷。張松溪見空智、圓音等聲勢洶洶，便又提了這件公案出來。空聞大師道：「此事老衲早已說過，老衲曾詳查本派弟子，並無一人加害俞三俠。」張松溪伸手懷下，摸了一隻金元寶出來，但見金錠上指痕宛然，大聲道：「天下英雄共見，害我俞三哥之人，便是在這金元寶上捏出指痕的少林弟子。除了金剛指力，還有那一家那一派的武功能捏金生印麼？」圓音、圓業等指證張翠山，不過憑著口中言語，張松溪卻取了物證出來，顯心徒託空言，又更加有力了。空聞道：「善哉，善哉！本派僧人之中練成金剛指力的，除了咱師兄弟三人之外，另有達摩堂的五位長老。可是這五位長老是不出少林寺門，均已有三四十年之久，怎能傷得了俞三俠？」莫聲谷突然插口道：「大師不信我五師哥之言，說他是一面之辭，難道大師所說，便不是一面之辭麼？」空聞大師甚有涵養，雖聽他出言挺撞，也不生氣，只道：「莫七俠若是不信老衲之言，那也無法。」莫聲谷快道：「晚輩怎敢不信大師之言？只是世事變幻莫測，是非之際，往往出人意外，各位只道那幾位少林高僧是傷於敝師哥之手，咱們又認定敝三師兄是傷於少林高手的指下，說不定其間另有隱祕。是以晚輩之見，此事不妨從長計議，免傷少林武當兩派的和氣。倘若魯莽從事，將來真相大白，徒貽後悔。」空聞點頭道：「莫七俠之言不錯。」空智突然厲聲道：「難道我師兄空見大師的血海沉冤，就此不理麼？張五俠，龍門鏢局之事，咱們暫且不問，但那惡賊謝遜的下落，你今日說固然要你說，不說也要你說。」宋遠橋一直默不作聲，此時眼見僵局已成，朗聲道：「倘若那屠龍寶刀，不在謝遜手中，大師還是這般急於尋訪他的下落麼？」他說話不多，但這兩句卻極是厲害，竟是直斥空智覬覦寶物，心懷貪念。空智大怒，拍的一掌，擊在身前的朱桌之上，喀喇一響，朱桌四腿齊斷，桌面木片紛飛，登時粉碎，這一掌實是威力驚人。他大聲喝道：「久聞張真人武功源出少林，武林中言道，張真人的功夫青出於藍，咱們仰慕已久，卻不知此說是否言過其實。今日咱們便在天下英雄之前，斗膽請張真人不吝賜教。」他此言一出，大廳上群相聳動，要知張三丰成名垂七十年，當年跟他動過手之人，已死得乾乾淨淨，世上再無一人。他武功到底如何了得，武林中只是流傳各種各樣神奇的傳說而已，除了他嫡傳的七名弟子之外，誰也沒有親眼見過。但宋遠橋等武當七俠威震天下，其徒已是如此，師父的本領不言可喻。這時眾人聽空智竟然向張三丰挑戰，無不大為興奮，心想今日可目睹當世第一高手顯示武功，實是不虛此行。眾人的目光一齊集在張三丰臉上，瞧他是否允諾，只見他微微一笑，不置可否。空聞說道：「張真人神功蓋世，天下無敵，咱少林三僧自非真人對手。但實逼處此，貴我兩派的糾葛，若不是各憑武功一判強弱，總是難解。咱師兄弟三人不自量力，要聯手請張真人賜教。張真人高著咱們兩輩，倘若以一對一，那是對張真人太過不敬了。」眾人心想：「你話倒說得好聽，卻原來是要以三敵一。張三丰武功雖高，但百齡老人，精力已衰，未必能抵擋少林三大神僧的聯手合力。」宋遠橋站起身來，說道：「今日是家師百歲壽誕，豈能和嘉賓動手過招……」眾人聽到這裏，都想：「武當派果是不敢應戰。」那知聽宋遠橋接下去說道：「何況正如空聞大師言道，家師和三位神僧班輩不合，若真動手，豈不落得個以大欺小之名？但少林高僧既然叫陣，武當七弟子，便討教少林派十二位高僧的精妙武學。」眾人了聽了他這話，又是轟的一聲，紛紛議論起來。原來空聞、空智、空性三僧，各帶三名弟子上山，一共是十二名少林僧。眾人均知俞岱岩全身殘廢，武當七俠只剩下六俠，以六人對十二人，那是以一敵二之局，宋遠橋如此叫陣，可說是自高武當的身份上了。宋遠橋這一下看似險著，實則也是迫不得已，他深知少林三大神僧功力極高，武學的修養比自己師兄弟要深湛得多。若是單打獨鬥，自己當可和其中一人戰成平手。俞蓮舟傷後初愈，就未必能擋得住一位神僧。至於餘下的一位，不論張松溪或是莫聲谷，都非輸不可。他叫陣是師兄弟二人鬥他十二名少林僧，其實那九名少林弟子並不足畏，表面上武當派是以小敵多，實質卻是武當六弟子合鬥少林三神僧。空智大師如何不知這中間的關連，哼了一聲，說道：「既是張真人不肯賜教，那麼咱們師兄弟三人，逐一向武當六俠中的三位請教，三陣分勝敗，三陣中勝得兩陣者為贏。」張松溪道：「空智大師定要單打獨鬥，那也無不可。只是咱們師兄弟七人，除了三哥俞岱岩因遭少林弟子毒手，無法起床之外，餘下六人卻是誰也不敢退後。咱們二陣分勝敗，武當六弟子分別迎戰少林派六位高僧，六陣中勝得四陣者為贏。」莫聲谷大聲道：「便是這樣。倘若武當派輸了，張五師哥便將金毛獅王的下落，告知少林方丈。若是少林派承讓，便請三位高僧帶同這許多拜壽為名、尋事是真的朋友，一齊下山去吧！」張松溪提出這個六人對陣之法，可說已立於不敗之地，他料知大師哥、二師哥的武功大致和三大神僧相若，至於其餘的少林僧，卻是勢必連輸三陣。空智搖頭道：「不妥，不妥。」但何以不妥，他卻又難以明言。張松溪道：「三位向家師叫陣，說是要以三對一，待得咱們要以六人對少林派十二位高僧，空智大師卻又要單打獨鬥。咱們便答應單打獨鬥，大師又說不妥。這樣吧，便由晚輩一人鬥一鬥少林三大神僧，這樣總是妥當了吧？三位將晚輩一舉擊斃，便算是少林派勝了，豈不乾脆爽快？」空智勃然變色，空性突然間哈哈大笑，空聞口誦佛號：「善哉，善哉！」空性自上武當後從未開口說過一句話，這時忽然說道：「兩位師哥，這位張小俠獨力鬥三僧，咱們便上啊。」原來他武功雖高，但自幼出家為僧，不通世務，聽不懂張松溪的譏刺之言。空聞道：「師弟不可多言。」轉頭向宋遠橋道：「這樣吧，咱們少林六僧，合鬥武當六俠，一陣定輸贏。」宋遠橋道：「不是武當六俠，是武當七俠。」空智吃了一驚，道：「尊師張真人也下場麼？」宋遠橋道：「大師此言錯矣。與家師動手過招之人，俱已仙逝。家師怎能再行出手？我俞三弟雖然重傷，難以動彈，他又未傳下弟子，但想我師兄弟七人，自來同生共死，今日是本派生死榮辱的關頭，他又如何能袖手不顧？我叫他臨時找個人來，點撥幾下，算是他的替身。武當七弟子會鬥少林高僧，你們七位出手也好，十二位出手也好，均無不可。」空聞微一沉吟，心想：「武當派除了張三丰和七弟子之外，並沒聽說有何高手，他臨時找個人來，濟得甚事？若是請了別派的好手助戰，那便不是武當對少林派的會戰了。諒他不過要保存『武當七俠』的威名，致有此言。」於是點頭道：「好，我少林派七名僧人，會鬥武當七俠。」俞蓮舟、張松溪等，卻都知道宋遠橋這番話的用意。原來張三丰有一套極得意的功功，叫做「真武七截陣」。武當山供奉的真武大帝。張三丰有一日見到真武神像座前的龜蛇二將，想起長江和漢水之會蛇山和龜山兩山的山勢，心想長蛇靈動，烏龜凝重，真武大帝左右一龜一蛇，正是兼收至靈至重的兩件物性，當下連夜趕到漢陽，凝望龜蛇二山，從蛇蜿蜒之勢，龜山莊固之形中間，創想出了一套精妙無方的武功出來。只是那龜蛇二山大氣滂薄，從山勢中演化出來的武功，森然萬有，包羅極廣，決非一人之力所能同時施為。張三丰悄立大江之濱，不飲不食凡三晝夜之久，潛心苦思，終是想不通這個難題。到第四天早晨，旭日東升，照得江面上金蛇萬道，閃爍不定。張三丰猛地省悟，哈哈大笑，就此回到武當山上，將七名弟子叫來，每人傳了一套武功。這七套武功分別行使，固是各有精微奧妙之處，但若二人合力，則師兄弟相輔相成，攻守兼備，威力便即大增。若是三人同使，則比兩人同使的威力又強一倍，相當於四位一流高手的勁力。自此每增一人，這套武功威力便增一倍，四人相當於八位高手，五人相當於十六位，六人相當於三十二位。到得七人齊施，那是等於六十四位當世第一流高手共同進擊。須知當世之間，算得上第一流高手的，也不過是寥寥二三十人，又那有這等機緣，將這許多高手集合在一起？便是集合在一起，這許多高手有正有邪，或善或惡，又怎能齊心合力。張三丰這七套武功因是由真武大帝座下龜蛇二將而觸機創制，是以名之為「真武七截陣」，七名弟子聯手，那定然是天下無敵，便是舉世高手一齊來攻，也是必勝無疑。張三丰當時苦思難解者，是如何將這套博大異常的武功施展出來，總覺得顧得東邊，西邊便有漏洞，同時南邊北邊，均予敵人以可乘之機，後來想到可命七弟子齊施，才破解了這個難題。只是覺得這「真武七截陣」不能由一人施展，總是未免遺憾，但轉念想到：「這路武功如果一人能使，豈非單是一人，便足敵六十四位當世第一流的高手，這念項頭也未免過於荒誕狂妄了。」這麼一想，自己也不禁啞然失笑。此時宋遠橋眼見大敵當前，那少林三大神僧，究竟功力如何，當真可說得上「深不可測」四字，自己雖想或能和其中一人打成平手，但這只是自忖之見，說不定一接上手便即一敗塗地，亦未可知，因此才想到那套武當鎮山之寶、從未一用的「真武七截陣」上去。宋遠橋聽空聞大師答允以少林七僧鬥武當七俠，便道：「請各位稍待，在下須去請三師弟臨時尋個傳人，以補足武當七弟子之數。」向俞蓮舟等使個眼色，六人向張三丰躬身告退，一齊走進內堂。莫聲谷第一個開言，道：「大哥，咱們今日用一下『真武七截陣』，教少林僧見一見武當弟子的本事。只是誰來接替三哥啊？」宋遠橋道：「此事須由大夥公決。咱們且別說，各自在掌心中寫一個名字，且看眾意如何。」莫聲谷道：「好！」取過筆來，遞給了大師兄。宋遠橋在掌心中寫了一個名字，握住手掌，將筆遞給俞蓮舟。各人挨次寫了，一齊推開手來。只見宋遠橋、俞蓮舟、張松溪三人手掌中寫的是「五弟妹」三字。張翠山寫的是「拙荊素素」四字。莫聲谷掌心寫的是「五師嫂」三字。只有殷利亨卻握住了拳頭，滿臉通紅，不肯伸手。莫聲谷道：「咦，奇了，有什麼古怪？」硬是扳開他的手掌，只見他掌心中寫著「紀姑娘」三字。張翠山心中大是感激，握住他手，道：「六弟！」眾均知殷利亨是一片好心，顧念張翠山病體初愈，不宜劇鬥，想去邀請他未過門的妻子紀曉芙出馬。莫聲谷想要取笑，張翠山忙向他使個眼色制止。宋遠橋道：「既是眾意相同，五弟，你去請弟妹出來吧。」張翠山回進臥室，邀了殷素素出來，將大廳上的情勢簡略跟她說了。