第六回　斗室密談這一日自清晨起到此刻，只不過幾個時辰，日未過午，但各人均已經歷了許多怪異之事，心中存了不少疑團，都是急欲明白真相，當下聽寶樹說道：「自從闖王的四大衛士相互仇殺以後，四家子孫百餘年來相斫不休。只是那姓胡的賣主求榮，為武林同道所共棄，所以每次大爭鬥，胡家子孫勢孤，十九落在下風。可是胡家的家傳武功，確當真厲害無比，相隔三四十年，胡家每每有一兩個傑出的子弟出來為上代報仇，不論是勝是敗，總是掀起一片的腥風血雨。「苗范田三家雖然人眾力強、得道多助，但胡家常在暗中忽施襲擊，令人防不勝防。康熙年間，苗范田三家為了爭奪掌管闖王的軍刀，暗中不和，偏巧胡家又出了一對武功極高的兄弟。他們一口氣傷了三家十多人，三家急了，由田家出面，邀請江湖好手，才齊心合力的殺了胡氏兄弟。這一年大江南北的英雄豪傑聚會洛陽，結盟立誓，從此闖王軍刀由天龍門田氏執掌，若是胡家後人再來尋釁生事，由天龍門田氏拿這軍刀號召江湖好漢，共同對付。天下英雄只要見到這柄軍刀，不論身有天大的要事，都得擱下了應召赴義。「這件事過去了近百年，後人也漸漸淡忘了。只是天龍門的掌門人對這柄寶刀始終十分重視。聽說天龍門後來分為南宗北宗，兩宗每隔十年，輪流掌管，阮師兄、殷師兄，老衲說得可對麼？」阮士中和殷吉齊聲道：「大師說的不錯。」寶樹笑了笑道：「事隔多年，天龍門的門人都道這是本門的鎮門之寶，這柄寶刀到底來歷如何卻已極少有人考究，這原也難怪。只是老衲有一事不明，卻要請教曹世兄。」曹雲奇大聲道：「甚麼事？」寶樹道：「老衲曾聽人說道，天龍門新舊掌門交替之時，老掌門必將此刀來歷說與新掌門知曉，怎麼世兄榮為掌門，竟然不知，難道田歸農老掌門忘了這一條門規麼？」曹雲奇脹紅了臉，待要說話，田青文接口道：「寒門不幸，先父謝世之際，甚是倉卒，來不及跟曹師哥詳言。」寶樹道：「這就是了。唉，此刀我已是第二次瞧見，首次見到，屈指算來，已是二十七年之前的事了。」田青文心道：「那位苗姑娘約莫十七八歲年紀，她說那場慘事發生在她出世之前的十年，那麼這和尚見到此刀，必與苗姑娘所說的事有關了。」只聽寶樹說道：「那時候老衲尚未出家，在滄州鄉下的一個小鎮上行醫為生。滄州民風好武，少年子弟大都學過三拳兩腳，老衲做的是跌打醫生，得先師傳授，也學過一點武藝。那小鎮地處偏僻，只五六百居民，老衲靠一點兒醫道勉強餬口，自然養不起家，說不上娶妻生子。那一年臘月，老衲喝了三杯淡酒，正自擁被孤眠，忽聽得碰碰碰一陣響，有人用力打門。「屋子外北風颳得正緊，我炕裏早熄了火，被子又薄，實在不想起來，但敲門聲越來越響，還有人大叫：『大夫，大夫！』那人是關西口音，不是本地人，再不開門，瞧來就要破門而入。我不知出了甚麼事，急忙披衣起來。剛拔開門閂，砰的一響，大門就被人用力推開，若不是我閃避得快，額角準教大門給撞一個老大疙瘩。只見火光一幌，一條漢子手執火把，撞了進來，叫道：『大夫，請你快去。』「我道：『甚麼事？閣下是誰？』那人道：『有人生了急病！』他不答我第二句話，左手一揮，噹的一響，在桌上丟了一錠大銀。這錠銀子足足有二十兩重，我在鄉下給人醫病，總是幾十文幾百文的醫金，哪裏見過一出手就是二十兩一隻大元寶的？心中又驚又喜，忙收了銀子，穿衣著鞋，那漢子不住口的催促。我一面穿衣，一面瞧他相貌，但見他神情粗豪，一副會家子的模樣，只是臉帶憂色。「他不等我扣好衣鈕，一手替我挽了藥箱，一手拉了我左手就走。我道：『待我掩上了門。』他道：『給偷了甚麼，都賠你的。』拉著我急步而行，走到了平安客店。那是鎮上只此一家的客店，專供來往北京的驢夫腳伕住宿，地方雖不算小，可是又黑又髒。我想此人恁地豪富，怎能在這種地方歇足？念頭尚未轉完，他已拉著我走進店堂。大堂上燭火點得明幌幌地，站著四五個漢子。拉著我手的那人叫道：『大夫來啦！』大堂上各人臉現喜色，擁著我走進東邊廂房。「我一進門，不由得嚇了一跳，只見炕上並排躺著四個人，都是滿身血污。我叫那漢子拿燭火移近細看，才見那四人都受了重傷，或臉上受到刀砍，或手臂被斬去一截。我道：『怎麼傷成這樣子？給強人害的麼？』那漢子厲聲道：『你快給他們治傷，另有重謝。可不許多管閒事，亂說亂問。』我心道：『好傢伙，這麼兇！』但見他們個個狠霸霸的，身上又各帶兵刃，不敢再問，替四人上了金創藥，止血包紮定當。「那漢子道：『這邊還有。』領我走到西廂，炕上也有三個受傷的躺著，其中一個還是婦人。身上也都是兵刃的新傷。我給上藥止了血，又給他們服些寧神減疼的湯藥，七個人先後都睡著了。那幾個漢子見我用藥有效，對我和顏悅色，不再如初時那般兇狠。他們叫店伴在東廂房用門板給我搭一個床，以防傷者有甚麼變化，隨時可以醫治。「睡到雞鳴時分，門外馬蹄聲響，奔到店前，店中的漢子一齊出去迎接。我裝睡偷看，只見進來兩人，一個叫化子打扮，雙目炯炯有神，另一個面目清秀，年紀不大。這兩人走到炕邊察看傷者，受傷的人急忙忍痛坐起，對兩人極是恭敬。我聽他們叫那化子為范幫主，叫那青年為田相公。」他說到這裏，頓了一頓，向田青文道：「我初見令尊的時候，姑娘還沒出世呢。令尊為人是很精明的，那天他那副果斷幹練的模樣，今日猶在目前。」田青文眼圈兒一紅，垂下了頭。寶樹道：「沒受傷的幾個漢子之中，有一人低聲說道：『范幫主，田相公，張家兄弟從關外一路跟隨這點子夫妻南來，查得確確實實，鐵盒兒確是在那點子身上。』」眾人聽到「鐵盒兒」三字，相互望了一眼，都想：「說到正題啦。」寶樹道：「范幫主點了點頭，那漢子又道：『咱們都候在唐官屯接應，派人給您兩位和金面佛苗大俠送信。哪知給那點子瞧破了，他一人攔在道上，說道：「我跟你們素不相識，一路跟著我作甚？你們是苗范田三家派來的是不是？」張大哥道：「你知道就好啦。」那點子臉一沉，夾手將張大哥的刀奪了去，折為兩段，拋在地下，說道：「我不想多傷人命，快滾罷！」咱們見點子手下厲害，一擁而上。張大哥卻飛腳去踢他娘子的大肚子。那點子大怒，說道：「我本欲相饒，你們竟敢如此無禮！」搶了一把刀，一口氣傷了咱們七人。』「田相公道：『他還說了些甚麼話？』那漢子道：『那點子本來還要傷人，他娘子在車中叫道：「算啦，給你沒出世的孩子積積德罷！」那點子笑了笑，雙手一拗，將那柄刀折斷了。』田相公向范幫主望了一眼，道：『你瞧清楚了？當真是用手折斷的？』那漢子道：『是，小人當時正在他身旁，瞧得清清楚楚的。』田相公嗯了一聲，抬起了頭出神。范幫主道：『賢弟不用擔心，苗大俠定能對付得了他。』「那漢子道：『他到江南去，定要從此處過。兩位守在這裏，管教他逃不了。』范田二人臉色鄭重，一面低聲商量，慢慢走了出去。「我等他們出去後，這才假裝醒來起身，給七個傷者換藥。我心裏想：『那點子不知是誰，他可是手下容情，這七人傷勢雖重，卻個個沒傷到要害。』這天傍晚，大家正在廳上吃晚飯，一個漢子快步奔了進來，叫道：『來啦！』眾人臉上變色，投箸而起，一齊抽出兵刃，搶了出去，我悄悄跟在後面，心中有些害怕，可也盼望能瞧瞧熱鬧。「只見大道上塵土飛楊，一輛大車遠遠駛近。范田二位率眾迎了上去，我跟在最後。那大車駛到眾人面前，就停住了。范幫主叫道：『姓胡的，出來罷。』只聽得車簾內一人說道：『叫化兒來討賞是不是？好，每個人施捨一文！』眼見黃光連閃，眾人啊喲、啊喲的幾聲叫，先後摔倒。范田兩位武功最高，但手腕上還是各中了一枚金錢鏢，一杖一劍，撒手落在地下。田相公叫道：『范大哥，扯呼！』「范幫主身手好生了得，一彎腰拾起鐵杖，如風般搶到倒在地下的幾名漢子身旁，要給他們解開穴道。我學跌打之時，師父教過人身的三十六道大穴，所以范幫主伸手解穴，我也懂得一點兒。哪知他推拿按捏，忙個不了，倒在地下的人竟是毫不動彈。只聽得車中那人笑道：『好，一文錢不夠，每人再賞一文。』又是一把銅錢撒出來，每人穴道上中了一下，登時四肢活動，一齊躍起身來。「田相公橫劍護身，叫道：『姓胡的，今日我們甘拜下風，你有種就別逃。』車中那人並不回答，但聽得嗤的一聲，一枚銅錢從車中激射而出，正打在他劍尖之上，錚的一響，那劍直飛出去，插在土中。田相公舉起持劍的右手，虎口上流出血來。「他見敵人如此厲害，臉色立變蒼白，手一揮，與范幫主率領眾人奔回客店，揹起七個傷者，上馬向南馳去。「田相公臨去之時，又給了我二十兩銀子。我見他這等慷慨，確是位豪俠君子，心想：『車中定是個窮兇極惡的歹徒，否則像田相公這樣的好人，怎會和他結仇？』正要回家，只見那輛驢車駛到了客店門口停下。我好奇心起，要瞧瞧那歹徒怎生模樣，當下躲在櫃臺後面，望著車門。「只見門簾掀開，車中出來一條大漢，這人生得當真兇惡，一張黑漆臉皮，滿腮濃髯，頭髮卻又不結辮子，蓬蓬鬆鬆的堆在頭上。我一見他的模樣，就嚇了一跳，心想：『從哪裏鑽出來的惡鬼？』只想快些離開客店回家，但說也奇怪，兩隻眼睛望住了他，竟然不能避開。我心中暗罵：『大白日見了鬼啦，莫非這人有妖法？』只聽那人說道：『勞駕，掌櫃的，這兒哪裏有醫生？』掌櫃的向我一指道：『這位就是醫生。』我雙手亂搖，忙道：『不，不－－』那人笑道：『別怕，我不會將你煮熟來吃了。』我道：『我－－我－－』那人沉著臉道：『若是要吃你，我只生吃。』我更加怕了，那人卻哈哈大笑起來，這才知他原來是說笑。我心想：『你講笑話，也得揀揀人，老子是給你消遣的麼？』但想是這麼想，嘴裏卻哪敢說出來？「那人道：『掌櫃的，你給我兩間乾淨的上房，我娘子要生產，快去找個穩婆來。』「他眉頭一皺道：『路上驚動了胎氣，只怕是難產。醫生，請您別走開。』掌櫃的聽說要在他店中生產，心裏老大不願意，但見了他這副兇霸霸的模樣，半句不敢多說，可是鎮上做穩婆的劉婆婆前幾天死啦，掌櫃的只得跟他說實話。那人模樣更可怕了，摸出一錠大銀，拋在桌上，道：『掌櫃的，勞你駕到別處去找一個，越快越好。』我心想：『怎麼這批人一出手都是二十兩銀子？瞧錢面上，我就給你娘子照料照料。』「那惡鬼模樣的人等掌櫃安排好了房間，從車中扶下一個女人來。這女人全身裹在皮裘之中，只露出了一張臉蛋。這一男一女哪，打個比方，那就是貂蟬嫁給了張飛。我一見那女子，如此美法，不禁又嚇了一跳，心下琢磨：『這定是一位官家的千金小姐，不知怎樣被逼嫁給了這個惡鬼？是了，定是他搶來做壓寨夫人的。』不知怎的，我起了個怪念頭：『這位夫人和田相公才是一對兒，說不定是這惡鬼搶了田相公的，他兩人才結下仇怨。』「沒過中午，那位夫人就額頭冒汗，哼哼唧唧的叫痛。那惡鬼焦急得很，要想親自去找穩婆，那夫人卻又拉著他手，不許他走開。到未牌時分，小孩兒要出來，實在等不得了。那惡鬼要我接生，我自然不肯，你們想，我一個堂堂男子漢，給婦道人家接生怎麼成？那是一千一萬個晦氣，這種事一做，這一世就註定倒足了霉。那惡鬼道：『你接嘛，這裏有二百兩銀子，不接嘛，那也由你。』他輕輕一拍，將方桌的角兒拍下了一塊。我想：『性命要緊。再說，這二百兩銀子，我做十年醫生也賺不到，倒霉一次又有何妨？』當下給那夫人接下一個白白胖胖的小子。這小子哭得好響，臉上全是毛，眼睛睜得大大的，生下來就是一股兇相，倒真像他爹，日後長大了十九也是個歹人。「那惡鬼很是開心，當真就捧給我十隻二十兩的大元寶。那夫人又給了我一錠黃金，總值得八九十兩銀子。那惡鬼又捧出一盤銀子，客店中自掌櫃到灶下燒火的，每人都送了十兩。這一下大夥兒可就樂開啦。那惡鬼拉著大夥兒喝酒，連燒火的、掃地的小廝，都教上了桌。大家叫他胡大爺，他道：『我姓胡，生平只要遇到不順眼的，立即一刀殺了，所以名字叫做胡一刀。你們別大爺長大爺短的，我也是窮漢出身，從財主那裏搶了些錢財，算甚麼大爺？叫我胡大哥得啦！』「我早知他不是好人，他果然自己說了出來。大夥不敢叫他『大哥』，他卻逼著大家非叫不可，後來大夥兒酒喝多了，就跟他大哥長、大哥短起來。這一晚他不放我回家，要我陪他喝酒。喝到二更時分，大家都醉倒了，只有我酒量好，還陪著他一碗一碗的倒。他越喝興致越高，進房去抱了兒子出來，用指頭蘸了酒給他吮，這小子生下不到一天，吮著烈酒非但不哭，反而舐得津津有味，真是天生的酒鬼。「就在那時，南邊忽然傳來馬蹄聲響，一共有二三十匹馬，漸漸奔近，到店門口就止住了。只聽得拍門聲響，掌櫃的早醉得糊塗啦，跌跌撞撞的去開門。門一打開，進來了二三十個漢子，個個身上帶著兵刃。這些人在門口排成一列，默不作聲，只有一個人走上前來，在一張桌旁坐下，從背上解下一個黃色包袱，放在桌上。燭光下看得分明，包袱上用黑絲線繡著七個字：打遍天下無敵手。」