第一一五回　羅漢大陣這一日正是六月十五，天氣炎熱。少林群僧先是應付神光上人和哲羅星等一眾高僧，跟著與鳩摩智相鬥、審詢虛竹，已是耗費了不少精神，突然間四面八方的各路英雄豪傑一齊趕到，寺中僧人雖多，只是事出倉卒，不免有些手忙腳亂。幸好知客院的首座玄淨大師是位經理長才，而寺產素豐，物料厚積，群僧在玄淨分派之下，接待群豪，卻也禮數不缺。玄慈等迎接賓客，無暇屏人商議，只有各自心中嘀咕。忽聽知客僧報道：「大理國鎮南王段殿下駕到。」玄慈心中一喜，忙率眾迎了出去。那日玄悲大師身中「金剛杵」身亡，大家都疑心是姑蘇慕容氏下的毒手，少林寺邀集天下英雄，籌商對付之策。玄慈修下書信，命慧真、慧禪兩僧前赴大理，請段氏參與其事。大理國皇派遣御弟段正淳率領范驊、華赫艮、巴天石、董思歸等人前來少林。不料喬峰大鬧聚賢莊，英雄大會沒開，便打了個落花流水，群雄都說喬峰才是中原武林的大對頭，將敵視「南慕容」之心，轉而去針對「北喬峰」了。宋國與契丹為世仇，大理國卻僻處南疆，和契丹素無瓜葛，中原群雄所以和喬峰死戰，主因在於發現他乃是「契丹孽種」。段氏雖是漢人，但已自成一國，雅不願與遼國為敵，是以便不參與喬峰之爭，後來段正淳為段延慶所迫，命在呼吸之間，幸得喬峰相救，對喬峰反而大大的感恩了，段正淳中原之事已了，本當即回大理，但不久便得到大理國遣來使者傳訊，他獨生愛子段譽為鳩摩智所擄，已赴中原。段正淳既驚且憂，四處打聽兒子下落，再加與舊情人秦紅綿、阮星竹先後相見，此人風流成性，不免有點樂不思蜀起來，因此數月來一直在中原滯留。這日聽到訊息，丐幫新任幫主王星天要和少林派爭奪武林盟主，他想其時少林寺中一定熱鬧之極，定可訪到一些兒子的消息，當下便匆匆趕到。阮星竹一直隨伴在側，一來不願和情郎分離，二來要找尋女兒阿紫，聽說少林寺不許女流入寺，當下改穿男裝，跟著段正淳前來。玄慈將段正淳等迎入殿中，與群雄引見，第一個引見的便是吐蕃國大輪明王鳩摩智。段正淳立時變色，抱拳道：「犬子段譽得蒙明王垂青，攜之東來，一路之上，想必多聆教誨，大有進益，段某感激不盡，這裏謝過。」鳩摩智微笑道：「不敢！」隨即正色搖頭，說道：「可惜啊可惜！」段正淳父子關心，心中砰的一跳，只道段譽遭了甚麼不測，忙道：「明王此言何意？」他雖多經變故，但日夜牽掛愛子的安危，所謂關心則亂，不由得聲音也顫了。鳩摩智道：「小僧在天龍寶剎，得見枯榮大師、天因方丈以及令兄，個個神定氣閒，莊嚴安詳，真乃是有道之士，鎮南王威名震於天下，卻何以舐犢情深，大有兒女之態？」段正淳定了定心神，尋思：「譽兒若自己身遭不測，驚慌也已無益，倒教這番僧給小覷了。」便道：「愛惜兒女，人之常情。世人若不生兒育女，呵之護之，人種便即滅絕。吾輩俗人，如何能與明王這等四大皆空、慈悲有德的高僧相比？」鳩摩智微微一笑，說道：「小僧初見令郎，觀他頭角崢嶸，必將光大段門，為大理國日後的有道明君，實為天南數十萬蒼生之福。」段正淳道：「不敢！」心想：「這賊禿好不可惡，仍是這般說話不著邊際，令我心急如焚。」鳩摩智長嘆一聲，道：「唉，真是可惜，這位段君福澤卻是不厚。」他見段正淳又是臉上變色，這才微微一笑，說道：「他來到中原，見到一位美貌姑娘，從此追隨於石榴裙邊，甚麼雄心壯志，一古腦兒的消磨殆盡。那位姑娘到東，他便隨到東，那姑娘到西，他便隨到西。任誰看來，都道他是一個游手好閒、不務正業的輕薄子弟，那不是可惜之至麼？」只聽得嘻嘻一聲，一人笑了出來，卻是女子的聲音。眾人向聲音來處瞧去，卻是個面目猥瑣的中年漢子。原來此入便是阮星竹，她是阿朱之母，與生俱來有一副喬裝改扮的能耐，此刻扮成男子，形容舉止，無一不像，絕不似靈鷲宮四姝那般一下子便給人瞧破真相，只是她聲音嬌嫩，卻不及阿朱那般學男人說話也是唯妙唯肖。她見眾人目光向自己射來，便即粗聲粗氣的道：「段家小皇子家學淵源，將門虎子，了不起，了不起。」段正淳到處留情之名，播於江湖，群雄聽她說段譽苦戀王玉燕乃是「家學淵源，將門虎子」，都不禁相顧莞爾。段正淳也是哈哈一笑，放寬了心，向鳩摩智道：「這不肖孩子──」鳩摩智道：「並非不肖，肖得很啊，肖得緊！」段正淳知他是譏諷自己風流放蕩，也不以為忤，繼道：「不知他此時到了何方，明王若知他的下落，便請示知。」鳩摩智搖頭道：「段公子勘不破情關，整日作憔悴相思。小僧見到他之時，已是形銷骨立，面黃肌瘦，此刻是死是活，那也是難說得很。」段正淳猛地想起，兒子在大理之時愛上個鄉下姑娘木婉清，陰錯陽差，這木姑娘竟是自己的私生女兒，此事令他心神大受挫折，倘若他現下心中所戀，仍是這個同父異母的妹子，那可大事不妙了。段正淳正自怔忡不安，忽然一個青年僧人上前恭恭敬敬的施了一禮，說道：「王爺不必憂心，我那段三弟精神煥發，身子極好。」段正淳還了一禮，心下甚奇，見他形貌打扮，只是少林寺中的一個小輩僧人，卻不知如何稱段譽為「三弟」起來，問道：「小師傅最近見過我那孩兒麼？」那青年僧人便是虛竹，他正要述說與段譽在靈鷲宮相遇的經過，突然段譽的聲音在殿外響起：「爹爹，孩兒在此，你老人家身子安好！」聲音甫歇，一個人形迅捷無倫的閃進殿來，撲在段正淳的懷裏，正是段譽。他內功深厚，耳音奇佳，剛進寺門便聽得父親與虛竹的對答，當下迫不及待，展開「凌波微步」，搶了進來。父子倆擁在一起，都是說不出的喜歡。段正淳看兒子時，見他雖然頗有風霜之色，比之在大理時已黑了許多，但神采奕奕，絕不是如鳩摩智所說的甚麼「形銷骨立，面黃肌瘦」。段譽回過頭來，向虛竹道：「二哥，你又做和尚了？」虛竹在佛像前跪了半天，誠心懺悔以往之非，但一見段譽，立時便想起那個「夢中姑娘」來，不由得面紅耳赤，神色甚是忸妮，又那裏敢開口打聽？鳩摩智一見段譽到來，心想此人對王玉燕癡情無比，他現在此處現身，王玉燕必在左近，否則少林寺中便是有天大的事情，也絕難引得這個獃公子來到少室山上，而王玉燕對他表哥一往情深，也決計不會和慕容復分手，當即從丹田中提了一口氣，說道：「慕容公子，既到少室山來，還不進寺禮佛麼？」群雄都是一獃，心想：「原來慕容公子也到了。怎地我瞧不到半點朕兆，這番僧卻已知道了？」殊不知鳩摩智全憑猜測，並非真的聽見慕容復的聲音。不料寺門外聲息全無，過了半晌，遠處山間的回音傳了過來：「慕容公子，既到少室山來，還不進寺禮佛麼？」鳩摩智心中一凜，尋思：「這番可猜錯了，原來慕容復沒到少室山，否則聽到我的說話絕無不答之理！」當下仰天打了個哈哈，正想說幾句掩飾的話，忽聽得一個陰惻惻的聲音說道：「慕容公子和丁老怪惡鬥方酣，待殺了丁老怪，再來少林寺敬禮如來。」段正淳、段譽父子一聽，臉上微微變色，聽這聲音，正是「惡貫滿盈」段延慶，他父子倆都曾落在這個第一大惡人的手中，險些喪命。此番再在少林寺中相逢，鬥是決計鬥他不過，就算不死，也必在天下英雄之前丟盡了顏面。段正淳心下惴惴不安，籌思應付之策，若說脫身而避，那是畏敵潛逃，一般的聲名掃地，只有聽其自然，隨機應變了。便在此時，身穿青袍、身拄竹杖的段延慶已走進殿來，他身後跟著「無惡不作」葉二娘、「兇神惡煞」南海鱷神、「窮兇極惡」雲中鶴，四大惡人，一時齊到。玄慈方丈對客人不論善惡，一般的相待以禮。施禮已罷，段延慶向段正淳點了點頭。南海鱷神一見段譽在此，登時滿臉通紅，轉身便欲逃走。段譽笑道：「乖徒兒，近來可好？」南海鱷神聽他出口叫出「乖徒兒」三字，知道逃是逃不走的了，惡狠狠的道：「他媽的臭師父，你還沒死麼？」群雄一聽，無不愕然，眼見此人神態兇惡，溫文儒雅的段譽居然呼之為徒，已是一奇，而他口稱段譽為師，言辭卻無禮之極，更是大奇。葉二娘手中抱著一個兩歲大的嬰兒，微笑道：「丁老仙大顯神通，已將慕容公子打得無招架之功。這般手段，世所罕見，大夥兒可要去瞧瞧熱鬧麼？」段譽叫聲：「啊喲！」首先搶出殿去。原來不出鳩摩智所料，段譽一離靈鷲宮，便去追慕容復和王玉燕，在離飄渺峰六百里之東和慕容復一干人相見。包不同等對他雖有厭憎之意，卻也不便公然驅逐，不許同行。一行人途中聽到丐幫與少林派爭奪武林盟主的訊息。慕容復立意結納天下英豪，為他日興燕復國之資，和鄧百川等人悄悄商議，若是丐幫與少林派鬥了個兩敗俱傷，慕容氏漁翁得利，說不定能奪得武林盟主的名號，以此號令江湖豪傑，那是揭竿而起的一個大好機緣，決計不能放過。不料甫到少室山下，便和星宿老怪丁春秋相遇。這數月中，丁春秋大開門戶，廣收徒眾，不論黑道綠林旁門妖邪，只要是投拜門下，聽他號令，那是來者不拒，短短數月之間，中原武林匪人如蟻慕羶，奔競者相接於道路。慕容復和丁春秋相鬥數次，始終未分高下，此刻又再相逢，一見對方徒眾雲集，不由得心下暗暗忌憚。一陣風風波惡卻是天不怕、地不怕的人物，三言兩語，便衝入敵陣之中，和星宿派的門徒鬥起來。段譽不會武功，要和王玉燕二人遠遠避開。偏偏王玉燕關懷表哥安危，不肯離去。星宿派潮水般的徒眾一衝，將慕容復等一干人淹沒其中。段譽展開凌波微步，避開星宿門人，接著便和父王相見，這時突然聽見葉二娘說慕容復已被打得無招架之功，心想：「我快去背負王姑娘脫險。」是以第一個飛步奔出。丁春秋殺害玄痛、玄難二位高僧，乃是少林派大仇。少林僧人人欲殺之而甘心，聽說他到了少室山上，登時便鼓躁起來。玄生大呼：「今日人人奮勇，活擒丁老怪，為玄痛、玄難兩位師兄報仇！」玄慈朗聲道：「遠來是客，咱們先禮後兵。」群僧齊道：「是。」玄慈又道：「眾位師兄，眾位朋友，大家便出去瞧瞧星宿派和慕容氏的高招如何？」群雄早已心癢難搔，正要等他這句話。輩份較低、性子較急的青年英豪一窩蜂的便奔了出去，跟著四大惡人、各路好漢、大理國段氏、諸寺高僧，紛紛都快步而出。但聽得乒乓嗆啷之聲不絕，慧字輩的少林僧將師父、師伯叔的兵刃送了出來。玄慧虛智四代少林僧各執兵刃，列隊出寺。剛到山門門口，派在半山守望的僧人便奔來報訊：「星宿派徒眾千餘人，在半山亭中將慕容公子等團團圍住，惡鬥不休。」玄慈點了點頭，走到石板路上向山下望去，但見黑壓壓的都是人頭，只怕尚不止千餘之數。呼喝之聲，隨風飄上山來：「星宿老仙今日親自督戰，那便百戰百勝！」「你們幾個妖魔小丑，居然還敢頑抗，當真是大膽之極！」「快快拋下兵刃，哀求星宿老仙饒命！」「星宿老仙駕臨少室山，小指頭一點，連少林寺也得倒塌。」星宿派的門人，未學本領，先學諂諛師父之術，千餘人頌聲盈耳，少室山上一片歌功頌德。少林寺建剎千載，在釋迎牟尼佛像前所說過的「南無阿彌陀佛」之聲，千年總和，只怕還不及丁春秋此刻耳中所聽到頌聲洋洋如沸。丁春秋捋著白鬚，瞇起了眼睛，飄飄然的有如飽醉醇酒。玄生氣運丹田，大聲叫道：「少林群僧，結成羅漢大陣。」五百僧眾齊聲應道：「結羅漢大陣。」但見紅衣閃動，灰影翻滾，但見五百名僧眾東一簇、西一隊，漫山遍野散了開來。群雄久聞少林派羅漢大陣之名，但一百多年來，少林派從未在外人之前施展過，自然除了本寺僧人之外，誰也未克得見。這時但見群僧服飾不同，或紅或灰、或黃或黑；兵刃不同，或刀或劍、或杖或鏈，人人奔跑如飛，頃刻間便將星宿派門人圍在核心。星宿派人數遠較少林寺僧眾多，但極大多數是新近入門，不免是烏合之眾，單獨接戰，各有技藝。這等列陣合戰，不由得慌了手腳，歌頌星宿老仙的聲音，卻也大大減弱了。玄慈方丈說道：「星宿派丁先生駕臨少室山，乃與少林派為敵。各路英雄，便請作壁上觀，且看中土武術，抗擊西來高人如何？」河朔、江南、川陝、湖廣各路英雄紛紛叫了起來：「星宿老怪為害武林，大夥兒敵愾同仇，誅殺此獠。」各人抽出兵刃，欲與少林派並肩抗敵。這時慕容復、鄧百川等人已殺傷了二十餘名星宿派門人，眼見外援已到，暫且罷手不鬥，星宿門人卻也並不上前進迫，段譽東一竄、西一衝，已經奔到了王玉燕身旁，說道：「王姑娘，待會若是情勢兇險，我再負你出去。」王玉燕臉上一紅，道：「我既沒受傷，又不是給人點中穴道，我──我自己會走──」她向慕容復瞧了一眼，道：「我表哥武功高強，護我綽綽有餘。段公子，你還是出去罷。」段譽一聽，心中老大不是味兒，心想：「我有甚麼功夫，怎能及得上你表哥？」但說就此出去，卻又如何捨得？訕訕的道：「這個──這個──啊，王姑娘，我爹爹也到了，便在外面。」王玉燕和他數度共經患難，長途同行，相處的時日亦復不淺。但段譽從來不向她提到自己的身份來歷，在他心目之中，王玉燕乃是天仙，自己是個塵世俗人，在天仙眼中瞧來，王子和庶人又有甚麼分別？若是自己說到伯父是大理國當今皇帝、父親是皇太弟鎮南王，不免有誇耀家世、圖博美人青睞之嫌。他明知王玉燕一片情意，都傾注在慕容復身上，只要對自己稍假辭色，能見到她一顰一笑，已是天大的幸事，雖然對她愛慕已極，但說和他永結秦晉之好的念頭，卻是想也不敢想的，只不過有時在夢寐之中，偶爾一現罷了。王玉燕對段譽數度不顧性命的相救自己，內心也顧念其誠，意存感激，但對他這個人本身卻從來不放在心上。有時談到武功家數，段譽又是一竅不通，玉燕只知道他只是個學會了一門巧妙步法的書獃子而已，這時忽聽他說爹爹來了，微覺好奇，說道：「令尊是從大理來的麼，你們父子倆有好久不見了，是不是？」段譽喜道：「是啊！王姑娘，我帶你見我爹爹好不好？我爹爹見了你一定很歡喜。」王玉燕面上又是一紅，搖搖頭道：「我不見。」段譽道：「為甚麼不見。」他見玉燕不答，一心討她歡喜，又道：「王姑娘，我的把兄虛竹也在這裏，他又做了和尚。還有，我的徒弟也來了，真是熱鬧得緊。」王玉燕睜著明澄如水的大眼，大是奇怪，心想：「你自己不會武功，又收甚麼徒弟了？難道是教他讀詩書春秋麼？」嘴角之邊，不禁露出微微笑意。段譽見引得玉燕微笑，心中大喜，沒道：「王姑娘，我這徒弟名叫南海鱷神，有個外號叫作『兇神惡煞』，武功可還真不弱。」玉燕微笑道：「好端端的一個人，為甚麼有這麼個難聽的外號？」她想段譽溫文敦厚，他的徒弟也必是個文縐縐的少年讀書生。段譽笑道：「好甚麼？才不好呢？」他雖然身處星宿派的重圍之中，但得玉燕與之溫言說笑，天大的事也都置之度外。少林群僧一出動，便已佈好了羅漢大陣，左右翼衝，前後呼應。有幾名星宿門人向西方衝擊，稍一交鋒，便即紛紛負傷。丁春秋道：「大家暫且別動。」提高聲音說道：「玄慈方丈，你少林寺自稱為中原武林首領，依我看來，實是不足一哂。」眾弟子群相應和：「是啊，星宿老仙既然駕到，少林派和尚一個個死無葬身之地。」「天下武林，都是源出於我星宿一派，只有星宿派的武功，才是真正正統，此外盡是邪魔外道。」「你們不學星宿派武功，終不免是牛鬼蛇神，禍亡無日。」突然有人放開喉嚨，高聲唱了起來：「星宿老仙，德配天地，威震寰宇，古今無比！」千餘人依聲高唱，更有人取出鑼鼓簫笛，或敲或吹，好不熱鬧。群雄大都沒見過星宿派的排場，無不駭然失笑。金鼓絲竹聲中，忽然山腰裏傳來無數馬匹奔馳之聲。馬蹄聲越來越響，不久四面黃布大旗從山崖邊升起，四匹馬奔上來，騎者手中各執一旗，臨風招展，左邊兩面旗上寫著六個大字：「丐幫總幫主王」，右面兩面旗上也寫著六個大字：「極樂派掌門王」。四乘馬在山崖邊一立，騎者翻身下馬，將四面黃旗插在崖上最高之處，但見四人都是丐幫幫眾的裝束，背負布袋，手扶旗桿，不發一言。群雄卻道：「丐幫幫主王星天到了。」這王星天到底是何等樣人物，除了鳩摩智、哲羅星、丁春秋、慕容復等寥寥數人之外，誰都沒見過，至於他如何接任幫主之位，這極樂派又是甚麼門派，那是更加無人得知了。只是瞧著這四面黃旗傲視江湖的聲勢、擎旗人矯捷慓悍的身手，比之星宿派的自吹自擂，顯然更有令人肅然生懼之感。黃旗剛豎起，一匹匹馬在山路上疾馳而上，最先的是百餘名六袋弟子，其後是三四十名七袋弟子、十餘名八袋弟子。稍過片刻，是四名背負九袋的長老，一個個都默不作聲的翻身下馬，分列兩旁。但聽得蹄聲答答，兩匹青驄健馬並轡而來，左首馬上是個身穿紫衫的少女，明艷文秀，一雙眼珠子卻是黯然無光。阮星竹一見，脫口叫道：「阿紫！」她忘卻了自己改穿男裝，這一聲叫，卻是本音。右首馬上乘客身穿百結錦袍，臉上神色木然便如是個殭屍。群雄中見多識廣之士一看之下，便知戴了張人皮面具，顯是不欲以本來面目示人，心中均想：「欲和少林派爭奪武林盟主之人，如何不肯顯露真相？」有的猜想：「看來此人是武林中的成名人物，故意化名為王星天。他怕真面目一露，大家便知道他底細了。既能做丐幫幫主，豈是名不見經傳的泛泛之輩？」有的猜想：「多半這一戰他無充分把握，若是敗於少林僧之手，他便仍是遮臉而退，以免面目無光。」更有人猜想：「莫非他便是丐幫的前任幫主喬峰？重掌丐幫大權，卻來和少林及群雄為難。」鳩摩智等數人雖是見過他的本來面目，但此刻見他穩據鞍上，氣度肅穆，凜然有威，雙目顧盼有神，絕非數月前那等猥瑣懦怯的模樣，心下均是暗暗稱奇。丁春秋曾敗在他手下，更是暗加提防。他此番到少林寺來，本意是攜帶了兩件星宿派的厲害法寶，乘王星天與少林派先鬥得難解難分之時，突加偷襲，出其不意的除了這個大敵。他原想在山腰中等候，待王星天與少林派先鬥，然後坐收漁人之利，沒料到一遇上慕容復，風波惡即便迫不及待的衝陣挑戰，跟著少林僧傾巢而出，反在王星天到達之前，先與少林派動起手來。阿紫聽到了母親的呼叫，但她此刻身有要事，不欲和母親相會，婆婆媽媽的訴說別來之情，當下只作沒有聽見，說道：「星哥，這裏人多得很啊，我好像聽見有人在人唱甚麼『星宿老仙，德配天地，威震寰宇，古今無比。』丁春秋這小子和他的蝦兵蟹將，也都來了麼？」游坦之道：「不錯，他門下人眾著實不少。」阿紫拍手笑道：「那好極了，倒省了我一番跋涉，不用千里迢迢的到星宿海去找他。」這時步行的丐幫幫眾絡繹不絕的走上山來，都是五袋、四袋、三袋的弟子，列隊站在游坦之和阿紫的身後。阿紫伸出纖纖素手，向身後一揮，兩名丐幫弟子各從懷內取出一團紫色物事，迎風一抖，原來是兩面紫綢大旗，持旗的人內力深厚，柔勁到處，兩面旗子在空中平平的鋪了開來，猶如有硬桿撐持一般，每面旗上都繡著六個殷紅如血的大字：「星宿派掌門段」。這兩面紫旗一展開，星宿派門人登時大亂，立時便有人大聲呼叫：「星宿派掌門乃是丁老仙，四海周知，那那有甚麼姓段的掌門人之理？」「胡混冒充，好不要臉！」「掌門人之位，難道是自封的麼？」「那一個小妖怪自稱是本派掌門，快站出來，不把你搗成肉醬才怪！」一眾僧侶和俗家英雄突見多了個星宿派掌門人出來，既感駭異，亦是暗暗稱快，均想這干邪魔窩裏反，那是再好也沒有了。阿紫雙手拍了三拍，朗聲說道：「星宿派門下弟子聽者，本派向來規矩，掌門人之位，有力者居之。本派之中，誰的武功最強，誰便是祖師，便是掌門。半年之前丁春秋和我一戰，給我打得一敗塗地，當場跪在地下向我磕了十八個響頭，拜我為師，將本派掌門人之位，雙手恭恭敬敬的奉上。難道他沒有告知你們麼？丁春秋，你忒也大膽妄為了，你是本派大弟子，該為眾師弟的表率，怎可欺師滅祖，瞞騙一眾師弟？」她語音清脆，一字一句說來，遍山皆聞。眾人一聽，無不驚奇萬分，瞧她只不過是個十六七歲的幼女，雙目又是盲了，怎能做甚麼掌門？段正淳和阮星竹更是相顧駭然。他們知道這個女兒出於星宿派丁春秋門下，刁鑽古怪，頑劣無比，但武功卻是平平，居然膽敢反徒為師，去捋丁春秋的虎鬚，這件事只怕難以收場。以大理國在少室山上的寥寥數人，實不足以與星宿派相抗，救她脫險。丁春秋一生陰險狠毒，師父和師兄都命喪其手，那日游坦之一戰，卻吃了一個大虧。其時游坦之硬生生的剝去了鐵鑄面具，滿臉血肉模糊，令人見之生怖，他自稱是極樂派掌門王星天，丁春秋便以為他是鐵頭人游坦之的師長。此刻在少室山上再度相見，眾目睽睽之下，阿紫居然打出「星宿派掌門」的旗號來，此可忍孰不可忍？若不與這王星天決一死戰，在世上更無容身之地了。他胸中怒發如狂，臉上卻仍是笑嘻嘻地，一派溫厚慈和的模樣，說道：「小阿紫，本派掌門人之位，唯有力者居之，這句話倒也不錯，你覬覦掌門大位，想必是有些真實功夫了，那便過來接我三招如何？」突然間眼前一花，身前三尺處已多一人，正是游坦之。這一下來得大是出其不意，以丁春秋眼力之銳，竟也沒瞧清楚他是如何來的，心驚之下，不由得退了一步。他這一步退出五尺之遙，但眼見游坦之仍在自己身前三尺之處，可知曉在自己退這一步之時，對方同時踏上了一步，當然他是見到自己後退之後，這才邁步而前，後發先至，不露形跡，此人武功之高，當真令人畏怖。丁春秋曾和他對過一掌而落敗，心中本已有了怯意，眼見他一張黃滲滲、死沉沉的臉皮伸手可觸，已來不及開口質問：「我是要和阿紫比武，幹麼要你來橫加插手？」一反手，抓住一名門人便向他擲了過去。游坦之應變奇速，立即也是反手一抓，一名丐幫的五袋弟子距他背心約有丈許，被他凌空一抓，突然身不由主的飛將過去。游坦之一抓之後，跟著便是一推，那五袋弟手竟如是一件極大的暗器，向丁春秋撲了過去，正好和星宿派的門人在半空中砰的一撞。旁人瞧了這般勁道，均想：「這兩名門人弟子只怕要撞得筋斷骨碎而死。」那知二人一撞之下，只聽得嗤嗤聲響，跟著各人鼻中聞到一股焦臭，直是中人欲嘔。群雄有的閉氣，有的後退，有的伸手掩鼻，有的立服解藥，均知丁春秋和王星天都是以陰毒內勁使在門人弟子身上。那兩人一撞，便即軟垂垂的摔在地下，動也不動，早已斃命。丁春秋和游坦之如此交了一招，不分上下，心中都是暗自忌憚，一齊向後退了三尺，跟著各自反手，又抓了一名門人，向前擲出。兩人又是在半空中一撞，發出焦臭，一齊斃命。原來兩人所使，均是星宿派的一門陰毒武功「腐屍毒」，抓住一個活人向敵人擲出，其實一抓之際，先已將該人抓死，使那人滿身都是屍毒，敵人若是出掌將那人撩開，勢非沾到屍毒不可。就算以兵刃撥開，屍毒亦會沿兵刃沾上手掌。甚至閃身躲避，或是以劈空掌之類武功擊打，亦難免受到毒氣的侵襲。游坦之自那日隨阿紫相習星宿派武功後，進步神速，自忖要在阿紫跟前逞雄，若無高強武功，法螺總有吹破的一天，當下引她到了個僻靜的所在，要她將本門武功，一項項的演將出來，並詳述修習之法，他聲稱是察看阿紫功夫的缺失，其實反是以阿紫為師，修習星宿派的武功。「腐屍毒」的功夫便由此學來。阿紫雖是個玲瓏剔透的姑娘，但一來眼睛已盲，瞧不到游坦之之臉上的神情，二來親耳聽到這位極樂派掌門王星天一掌將丁春秋打敗，憑她聰明絕頂，也決計猜不到這位武功蓋世的王公子，還會來向自己偷學武藝。阿紫每說一招，游坦之依法試演，只因他身上既有冰蠶寒毒，又有易筋經的上乘內功，兼負正邪兩家之所長，內力非同小可，同樣的一招到了他手中，發出來時便斷樹裂石，威力無窮，阿紫聽在耳中，只有欽佩無已的份兒。游坦之也傳授她一些易筋經上的修習內功之法，說道是極樂派的入門功夫，阿紫照練之後，雖無多大進境，卻也覺身輕體健，筋骨靈活，料想假以時日，必有神效。但阿紫生性好動，在這僻靜的深山中修習武功，只過得數月，便已膩煩不耐，磨著游坦之，定要到外面走走。這時阿紫所會的功夫，游坦之已學了八九成，拗不過她，只得隨之出外，不久便在一所古廟之中，聽到兩個丐幫弟子的對話，說道丐幫定期在伏牛山畔選立幫主。阿紫聞訊大喜，立即出手，將那兩個丐幫弟子制住，迫問詳情，得知自喬峰被迫去位，傳功執法二長老先後去世，丐幫群龍無首，大是衰退。眾長老眼見如此下去，這天下第一大幫便將風流雲散，因此定期選立幫主。阿紫和蕭峰相處日久，尤其她在養傷之際，蕭峰朝夕相伴，和她述說各種江湖上的故事軼聞，丐幫中種種規矩掌故，阿紫自是耳熟能詳，知道要做幫主，必須是丐幫弟子，當即強迫那兩名丐幫的五袋弟子，收她與游坦之入幫。這兩名五袋弟子本來也是大有骨氣之人，對阿紫無理脅追，堅不肯屈，但阿紫用出星宿派中種種惡毒的刑罰來，令他們實在難以忍耐，氣息奄奄之際，只得答允。阿紫和游坦之依期到得伏牛山畔，其時游坦之的武功，豈是宋長老、黃長老、陳長老諸人之所能及，數仗接戰，游坦之輕而易舉的打敗群雄，接掌了丐幫幫主。群丐見他武功之高，真是深不可測，人人心悅誠服，互慶得主，都道丐幫光大可期。