第一回　崑崙三聖要知少林派的「達摩劍法」、「羅漢劍法」等等，走的均是剛猛路子，那「玉女劍法」在江湖上絕跡已久，性質與少林派的諸種劍術又截然相反，只是一招「凌波微步」，已使無色禪師茫然若失。其實這玉女劍法也未必真的勝於少林多路劍術，只是一眼瞧來實在美絕麗絕，有如佛經中所云：「容儀婉媚，莊嚴和雅，端正可喜，觀者無厭。」無色禪師見了如此美妙的劍術，只盼再看一招，當下斜身閃避，待她再發。郭襄劍招斗變，東趨西走，連削數劍。張君寶在旁看得出神，忽地「噫」的一聲。原來郭襄使的這一招是「四通八達」，三年前楊過在華山之巔傳授張君寶，郭襄在旁瞧在眼中，這時便使了出來。當年楊過所授的乃是掌法，這時郭襄變為劍法，威力已減弱了幾成，何況無色禪師的武功勝她甚多，其時張君寶能用以制住尹克西，此刻郭襄卻不能用以制住無色。但劍術之奇，卻已足使無色暗暗心驚。屈指數來，郭襄已連使五招，無色竟是瞧不出絲毫頭緒。他盛年之時縱橫江湖，閱歷極富，十餘年來身任羅漢堂首座，更是精研各家各派的武功，以與本寺的武功相互參照比較，而收截長補短，切磋攻拒之效。因此他自信不論是何方高人，數招中必能瞧出他的來歷，他和郭襄約到十招，已是留下了極大餘地，豈知郭襄的父母師友，盡是當代第一流的高手，她在每人的武功中截出一招，只瞧得無色眼花繚亂，出盡全力，方始堪堪招架得住，至於對方的門派劍法，那裏說得出什麼名目。那四通八達的四劍八式一過，無色心念一動：「我若任她出招，只怕她怪招源源不絕，別說十招，一百招也未必能瞧出什麼端倪。只有我發招猛攻，她便非使出本門武功拆解不可。」當即上身左轉，一招「雙貫拳」，雙拳虎口相對，劃成弧形交相撞擊。郭襄見他拳勢勁力奇大，不敢擋架，身形一扭，竟從雙拳之間溜了過去。這一招是什麼？原來是她在萬花谷中見瑛姑與楊過相鬥，弱不敵強，便使「泥鰍功」溜開。無色喝采道：「好身法，再接我一招。」左掌圈花揚起，屈肘當胸，虎口朝上，正是少林拳中的「黃鶯落架」。他是少林寺中的武學大師，身份不同，雖然所會武功之雜，不下郭襄，但每一招每一式，使的均是最純正的本門武功。那少林拳門戶正大，看來似乎平平無奇，但練到精深之處，實是威力無窮。他這左掌圈花一揚，郭襄但覺自己上半身已全在掌力籠罩之下，當即倒轉劍柄，以劍柄作為手指，使一招從武修文處學來的「一陽指」，逕點他的手腕上「腕骨」「陽谷」「養老」三穴。她的「一陽指」點穴功法實只學到一點兒皮毛，膚淺之至，但一陽指點三穴的手法，卻正是一陽指功夫的精要所在。一燈大師的一陽指功夫天下馳名，無色禪師自然識得，他一見郭襄出此一招，一驚之下，急忙縮手變招。其實無色倘若並不縮手，任她連撞三處穴道，登時便可發覺這「一陽指」功夫並非貨真價實，但雙方各出全力搏鬥之際，他豈肯輕易以一世英名，冒險相試？郭襄嫣然一笑，道：「大和尚倒識得厲害！」無色哼了一聲，擊出一招「單鳳朝陽」，這一招雙手大開大闔，寬打高舉，使她的一陽指無法用上，郭襄雙拳交錯，若有若無，正是老頑童周伯通得意傑作七十二路空明拳中第五十四路「妙手空空」。這路拳法是周伯通所自創，江湖上並未流傳，無色縱然淵博，卻也無法識得，當下雙掌劃弧，發出一招「偏花七星」。這時雙掌猶如電閃，一下子切到了郭襄掌上，要她若不是出內力相抗，手掌便須向後一拗而斷。無色禪師一招一式，均從平淡之中見功夫，這一招「偏花七星」似慢實快，似輕實重，姿式是「闖少林」的姿式，意勁內力，卻出自「神化少林」的精奧。少林派武功天下揚名，無色禪師是個中高手，這一招擊來，果然是氣吞河海，沛然莫禦。小郭襄手掌被制，心想：「難道你真能折斷我的掌骨不成？」順手一揮，使出一招「鐵蒲扇手」，以掌對掌，反擊過去。這一招她是從武修文之妻完顏萍處學來，乃是當年鐵掌水上飄裘千仞傳下來的心法。這鐵掌功在武學諸派掌法之中，向稱剛猛第一，無色禪師精研掌法，如何不知？眼見這女郎猛地裏使出這招鐵掌幫的看家掌來，不禁嚇了一跳，若是跟他硬拚掌力，一來不願便此傷她，二來卻也真的對鐵掌功夫有三分忌憚。他是個忠厚豪邁之人，但見郭襄每一招都使得似模似樣，他雖見多識廣，一時之間卻沒想到若要精研這許多門派的武功，豈是這二十歲不到的少女就能辦到。當下急忙收掌，退開半丈。郭襄嫣然一笑，叫道：「第十招來了，你瞧我是什麼門派？」左手一揚，和身欺上，右手伸出便去托拿無色的下顎。旁觀眾僧和無色情不自禁，都是一聲驚呼，原來這一招「苦海回頭」，正是少林派正宗拳藝的擒拿手法，卻是別派所無。但這種擒拿功夫近身相搏，生死決於呼吸之間，若非有十分把握或是到了緊急關頭，決不肯輕易使用。這一招「苦海回頭」用意是左手按住敵人頭頂，右手托住敵人下顎，將他頭頸一扭，倘若成功，重則扭斷敵人頭頸，輕則扭脫關節，乃是一招極厲害的殺手。無色禪師見她竟然使到這一招，當真孔夫子門口讀孝經，魯班門前弄大斧，不由得又是好氣，又是好笑。這種擒拿手法他在數十年前早已拆得滾瓜爛熟，一碰上便是不加思索，隨手施應，即令是睡著了，遇到這種招式只怕也能對拆，當下斜身踏步，左手橫過郭襄體前，一翻手，已扣住了她的脅下，右手疾如閃電，伸手到郭襄的膝彎之後。這一招叫做「挾山超海」，原是拆解那招「苦海回頭」的不二法門，雙手一提，便能將敵人身子提得離地橫起。郭襄接下去本可用「盤肘」式反壓他的手肘，既能脫困，又可反制敵人，但無色禪師這一招實在來得太快，眼睛一瞬，身子便已被提起，她雙足離地，還能施展什麼功夫，自然是輸了！無色禪師隨手將郭襄制住，心中一怔：「糟糕，我只顧取勝，卻沒想到辨認她的師承門派。她在十招中使了十種不同的拳法，那是如何說法？我總不能說她是少林派！」郭襄用力一掙，叫道：「放開我！」只聽得錚的一聲響，從她身掉下了一件物事。郭襄叫道：「老和尚，你還不放我？」無色禪師是個有道高僧，眼中看出來眾生平等，別說已無男女之分，縱是馬牛豬犬，他也一視同仁，哈哈大笑道：「老衲這一把年紀，做你祖父也做得，還怕什麼？」說著雙手一送，將她拋出二丈之外。這一下過手，郭襄雖然被制，但無色在十招之內，終究認不出她的門派，他這種有身之人，說過了的話如何不算？正要出言服輸，一俯身，忽見地下黑黝黝的一團物事，那兩個鐵鑄的羅漢。只聽郭襄說道：「大和尚，你可認輸了吧？」無色抬起頭來，喜容滿面，笑道：「我怎麼會輸？我知道令尊是郭靖，令堂是女俠黃蓉，桃花島主是你外公。令尊學兼江南七怪、桃花島、九指神丐、全真派各家之長，郭二小姐家學淵源，身手果然不凡。」這一番話只把郭襄聽得瞪目結舌，半晌說不出話來，心想：「這老和尚真邪門，我這十招包羅了十位親友的不同武功，他居然仍舊認了出來。」無色禪師見郭襄茫然自失，當下笑吟吟的俯身從地下拾起一對鐵鑄的小羅漢，說道：「郭二姑娘，老和尚不能騙你小孩子，我所以能認出你來，全憑這對羅漢。楊大俠可好？你可有見到他麼？」郭襄一怔之下，立時恍然，說道：「你沒見到我大哥和龍姊姊嗎？我上寶剎來，便是來打聽他二人的下落。啊，你不知道，我說的大哥哥和龍姊姊，便是楊過楊大俠夫婦了。」無色道：「數年之前，楊大俠曾來敝寺盤桓數日，跟老和尚很是說得來。後來聽說他在襄陽城外擊斃蒙古皇帝，名揚天下，敝寺僧眾接到這個訊息，無不歡忭。不知他刻下是在何處？原來他已成婚，他那位夫人，看來也必是一位文武雙全的女俠了？」他二人都甚性急，均欲知楊過的音訊，你問一句，我問一句，卻是誰也沒回答對方的問話。郭襄站立山坡之上，呆了半晌，說道：「原來你便是無色禪師，怪不得武功如此高明。嗯，我還沒謝過你送給我的生日禮物，今日得謝謝你啦。」無色笑道：「咱們當真是不打不相識。你見到楊大俠時，可別說老和尚以大欺小。」郭襄望著遠處山峰，自言自語：「幾時方能見著他啊。」原來當郭襄滿十六歲做生日之時，楊過忽發奇想，柬邀江湖同道，群集襄陽給她慶賀生辰。一時白道黑道上無數武林高手，衝著楊過的面子，都受邀趕到祝壽，即使無法分身的，也都贈送珍異賀禮。無色禪師請人帶去的生日禮物，便是這一對精鐵鑄成的羅漢。這對鐵羅漢肚腹之中裝有機括，扭緊彈簧之後，能對拆一套少林羅漢拳，那是百餘年前少林寺中一位異僧花了無數心血，方始製成，端的是靈巧精妙無比。郭襄覺得好玩，便帶在身邊，想不到今日從懷中跌將出來，終於給無色禪師認出了她的身份。郭襄適才所使的一招，分別學自各位師友，無一不是奧妙絕倫之作，最後一招少林拳法，便是從這對鐵羅漢身上學來。無色笑道：「格於敝寺歷代相傳的寺規，不能請郭二姑娘到寺中隨喜，務請包涵。」郭襄黯然道：「那沒有什麼，我問的事，反正也問過了。」無色又指著覺遠道：「至於這位師弟的事，我慢慢再跟你解釋。這樣吧，老和尚陪你下山去，咱們找一家飯舖，讓老和尚作個東，好好喝幾天酒，你說怎樣？」無色禪師在少林寺中位分極高，竟對郭襄這樣一個妙齡女郎如此尊敬，要自送她下山，隆重款待，眾僧侶在旁聽了，心中都是暗暗稱奇。郭襄道：「大師不必客氣。小女子出手不知輕重，得罪了幾位師兄，還請代致歉意，這便別過，後會有期。」說著施了一禮，轉身下坡。無色笑道：「你不要我送，我也要送。那年姑娘生日，老和尚正當坐關之期，沒能親來道賀，心中已自不安，今日光臨敝寺，若再不恭送三十里，豈是相待貴客之道？」郭襄見他一番誠意，又喜他言語豪爽，也願和他結個方外的忘年之交，於是微微一笑，道：「走吧！」當下二人並肩下坡，走過立雪亭後，只聽得身後腳步聲響，回首一看，只見張君寶遠遠在後跟著，卻是不敢走近。郭襄笑道：「張兄弟，你也來送客下山嗎？」張君寶臉上一紅，應了一聲：「是！」便在此時，只見山門前一個僧人大步奔下，他竟是全力施展輕功，跑得十分匆忙，無色眉頭一皺，說道：「大驚小怪的幹什麼？」那僧人奔到無色身前，行了一禮，低聲說了幾句話。無色臉色忽變，大聲道：「竟有這等事？」那僧人道：「老方丈請首座便去商議。」郭襄見無色臉上神色頗是為難，知他寺中必有要事，說道：「老禪師，朋友相交，貴在知心，一些俗禮算得了什麼？你有要事便請回去。他日江湖相逢，有緣邂逅，咱們再喝酒論武，有何不可？」無色喜道：「怪不得楊大俠對你這般看重，你果然是人中英俠，女中丈夫，老和尚交了你這個朋友。」郭襄微微一笑，道：「你是我大哥哥的朋友，自然也是我的朋友。」當下兩人施禮而別，只見無色大袖飄飄，回向山門。郭襄循路下山，張君寶在她的身後，相距五六步，終是不敢和她並肩而行。郭襄道：「張兄弟，他們到底幹麼欺侮你師父？你師父一身精湛內功，怕他們何來？」張君寶走近兩步，說道：「寺中戒律精嚴，僧眾凡是犯了事的，都須受罰，倒不是故意欺侮師父。」郭襄奇道：「你師父真是個正人君子，天下從來沒這樣的好人，他又犯了什麼事？我瞧他一定是代人受過，要不，便是什麼事弄錯了。」張君寶嘆口氣道：「這事的原委姑娘其實也知道，還不是為了那部楞伽經。」郭襄道：「啊，是給瀟湘子和尹克西這兩個傢伙偷去的經書麼？」張君寶道：「是啊。那日在華山絕頂，小人得楊過大俠的指點，親手搜查了那兩人全身，自一下華山之後，再也找不到這兩個人的蹤跡。咱師徒倆無奈，只得回寺來稟報方丈和戒律堂首座。那部楞伽經是達摩祖師親手所書，戒律堂首座責怪我師徒經管不慎，以致失落無價之寶，重加處罰，原是罪有應得。」郭襄嘆了口氣，道：「那叫做晦氣，什麼罪有應得？」她比張君寶只大幾歲，但儼然以大姊姊自居，又問：「為了這事，便罰你師父不許說話？」張君寶道：「這是寺中歷代相傳的戒律，上鐐挑水，不許說話。我聽寺裏的老禪師們說，雖然這是處罰，但對受罰之人其實也大有好處。一個人一不說話，修為自是易於精進，而上鐐挑水，也可強壯體魄。」郭襄笑道：「這麼說來，你師父非但不是受罰，反而是在練功了，倒是我的多事。」張君寶忙道：「姑娘一番好心，師父和我十分感激，永遠不敢忘記。」郭襄輕輕嘆了口氣，心中說道：「可是旁人卻早把我忘記得一乾二淨了。」只聽得樹林中一聲驢鳴，郭襄那頭青驢便在林中吃草。郭襄道：「張兄弟，你也不必送我啦。」呼哨一聲，招呼青驢近前。張君寶頗有不捨之情，卻又沒什麼話好說。郭襄知他心意，將手中那對鐵羅漢遞了給他，道：「這個給你。」張君寶一怔，不敢伸手去接，道：「這……這個……」郭襄道：「我說給你，你便收下了。」張君寶道：「我……我……」郭襄將鐵羅漢塞在他的手中，縱身一躍，上了驢背。突然山坡石級上一人叫道：「郭二姑娘，且請留步。」正是無色禪師又從寺門中奔了出來，郭襄心道：「這個老和尚也忒煞多禮，何必定要送我？」只見無色行得甚快，片刻間便到了郭襄身前，他向張君寶道：「你回寺中去，別在山裏亂走亂闖。」張君寶移身答應，向郭襄凝望一眼，走上山去。無色待他走開，從袍袖中取出一張紙箋來，道：「郭二姑娘，你可知道是誰寫的麼？」郭襄下了驢背，接過一看，見是一張詩箋，箋上墨瀋淋漓，寫著兩行字道：「十天後，崑崙三聖親赴少林寺，領教武林絕學。」筆勢挺拔遒勁，當真是力透紙背。郭襄看了，問道：「崑崙三聖是誰啊，這三個人的口氣倒大得緊。」無色道：「原來姑娘也不識得他們。」郭襄搖頭道：「我不識得。連『崑崙三聖』的名字也從沒聽爹爹媽媽說過。」無色道：「奇便奇在這兒。」郭襄道：「什麼奇怪啊？」無色道：「姑娘和我一見如故，這事自可對你實說。你道這張紙箋是在那裏得來的？」郭襄道：「是那崑崙三聖派人送來的麼？」無色道：「若是派人送來，那也沒什麼奇怪了。常言道樹大招風，我少林寺數百年來號稱是天下武學的發源之所，因此不斷有高手到寺中來挑戰較藝，那也不足為異。每次有武林中人到寺中，咱們總是好好款待，說到比武較量，能夠推託，便儘量推託。咱們做和尚的，講究的是勿嗔勿怒，不得逞強爭勝，倘若天天跟人家打架，那還算是什麼佛家子弟麼？」郭襄點頭道：「那也說得是。」無色又道：「只不過武師們既然上得寺來，若是不顯一下身手，總是心不甘服。少林寺的羅漢堂，做的便是這門接待外來武師的幹當。」郭襄笑道：「原來大和尚專職是跟人打架。」無色苦笑道：「一般武師，武功再強，本堂的弟子們總能應付得了，倒也不必老和尚出手。今日因見姑娘身手不凡，我才自己來試上一試。」郭襄笑道：「你倒看得起我。」無色道：「你瞧我把說話扯到那裏去啦。這張紙箋實不相瞞，是在羅漢堂上降龍羅漢佛像的手中取下來的。」郭襄奇道：「是誰放在佛像手中的？」無色搔頭道：「便是不知道啊。想我少林寺僧眾數百，若有人混進來，豈能無人看見？這羅漢堂中更是經常有八名子弟輪值，日夜不斷。剛才有人瞧見了這張紙箋後，飛報老方丈，都覺奇怪，因此召我回寺商議。」郭襄聽到這裏，已明其意，說道：「你疑心我和那什麼崑崙三聖串通了，我到寺外搗亂，那三個傢伙便混到羅漢堂中放這紙箋。是也不是？」無色道：「我既和姑娘見了面，自是絕無疑心，但老方丈和無相師兄他們，卻不能不錯疑到姑娘身上。也是事有湊巧，姑娘剛剛離寺，這張紙箋便在羅漢堂中出現。」郭襄道：「我跟你說過，我不認得這三個傢伙。大和尚，你怕什麼？十天之後他們若是膽敢前來，跟他們見個高下便了。」無色道：「害怕嘛，自然不怕。姑娘既跟他們沒有干係，我便不用耽心了。」郭襄心知他實是一番好意，只怕崑崙三聖是自己的相識，那麼動手之際便有許多顧忌，唯恐得罪了好朋友，於是說道：「大和尚，他們客客氣氣來切磋武藝，那便罷了，否則好好給他們吃些苦頭。從這張字條上的口氣上看來，這三人可狂妄得很呢。」她說到這裏，忽然想起一事，說道：「說不定寺中有誰跟他們勾結了，偷偷放上這樣一字條，也沒什麼希奇。」無色道：「這事咱們也想過了，可是決計不會。那降龍羅漢的手指離地有三丈多高，平時掃除佛身上灰塵，必須搭起高架。輕功再好的人，也不能躍到這般高處。寺中縱有叛徒，也不會有這樣好的功夫。」他越說越怪，郭襄好奇心起，很想見見這崑崙三聖，到底是何等樣的人物，要瞧瞧他們和少林寺僧比試武藝，結果誰勝誰負，只是少林寺不接待女客，看來這場好戲是不能親眼得看見了。無色見她側頭沉思，只道她是在代少林寺籌策，說道：「少林寺千年來經過了不知多少大風大浪，終於也沒給人家挑了，這崑崙三聖既是決意跟咱們過不去，少林寺也不能墮了千年來的威風。郭姑娘，半月之後，你在江湖上當可聽到音訊，且看崑崙三聖是否能把少林寺毀了。」他說到此處，壯年時的豪情勝慨，不禁又勃然而發。郭襄笑道：「大和尚勿嗔勿怒，你這說話的樣子，算是佛門子弟麼？好，半月之後，我佇候好音。」說著翻身上了驢背。兩人相視一笑，郭襄催動青驢，得得下山，心中卻早打定主意，非瞧一瞧這場熱鬧不可。郭襄心想：「怎生想個法兒，十天後混到少林寺去瞧一瞧這場好戲？」又想：「只怕那崑崙三聖未必是有什麼真才實學的人物，給大和尚們一擊即倒，那便熱鬧不起來。只要他們有外公、爹爹、或是大哥哥一半的本事，這一場『三聖大鬧少林寺』便有些看頭。」她一想到楊過，不禁心頭又是鬱鬱，這三年來到處尋尋覓覓，始終是落得個冷冷清清，終南山古墓長閉，萬花谷花落無聲，絕情谷空山寂寂，風陵渡冷月冥冥。她心頭早已千百遍的想過：「其實，我便是找到了他，那又怎地？還不是重添相思，徒增煩惱？他所以悄然遠引，也還不是為了我好？但明知那是鏡花水月一場空，我卻又不能不想，不能不找。」她任著青驢信步所之，在少室山中漫遊，一路向西，已入嵩山之境，回眺少室東峰，秀聳拔地，沿途山景，觀之不盡。如此遊了數日，這一天到了三休台上，心道：「三休，三休！卻不知是那三休？人生千休萬休，又何止三休？」折而向北，過了一嶺，只見古柏三百餘章，皆挺直端圓，凌霄托根柏旁，作花柏頂，燦若雲茶，郭襄正在觀賞，忽聽得山坳後隱隱傳出一陣琴聲，不禁大奇：「這荒僻之處，居然有高人雅士在此操琴。」她幼受母教，琴棋書畫，無一不會，雖然均非精通，但她生來聰頂，又愛異想天開，因此偶然和黃藥師論琴，跟朱子柳學書，往往有獨到之見，發前人之所未發。這時聽到琴聲，好奇心起，當下放了青驢，循聲尋去。走出數十丈，只聽得琴聲之中雜有無數鳥語，初時也不注意，但細細聽來，那琴聲竟似和鳥語互相應答，間間關關，宛轉啼鳴，郭襄隱身在花木之後，向琴聲發出處一張，只見三株大松樹下一個白衣男子背向而坐，膝上放著一張焦尾琴，正自彈奏。他身周樹木上停滿了雀鳥，有黃鶯，有杜鵑，有喜鵲，有八哥，和那琴聲或一問一答，或齊聲和唱。郭襄心道：「外公說琴調之中，有一曲『空山鳥語』，久已失傳，莫非便是此曲麼？」聽了一會，琴聲漸響，但愈到響處，愈是和醇，群鳥卻不再發聲，只聽得空中振翼之聲大作，東南西北各處又飛來無數雀鳥，或止歇樹巔，或上下翱翔，毛羽繽紛，蔚為奇觀。那琴聲平和中正，隱然有王者之意，郭襄吃了一驚：「此人能以琴聲集鳥，這一曲難道竟是『百鳥朝鳳』？」以音樂感應鳥獸，原非奇事，古人只道對牛彈琴，牛不入耳，其實今人已知音樂可使母牛增產牛乳，可用音波誘魚入網，甚至能以音樂促使植物生長加速，須知昆蟲求偶，鳥獸呼侶，皆出之以音，宇宙之間，天籟無窮。師曠琴聲能使風雲變色，自是神乎其說，不足為信，但呼鳥馴獸，驅蛇起舞，卻是歷代均有。此是閒話，表過不提。且說郭襄聽著琴聲，越聽越奇，心想可惜外公不在這裏，否則以他天下無雙的玉簫與之一和，實可稱並世雙絕。那人彈到後來，琴聲漸低，樹上停歇著的雀鳥一齊起而盤旋飛舞。突然間錚的一聲琴聲止歇，群鳥飛翔了一會，慢慢散去。那人隨手在琴絃上彈了幾下短音，漫聲吟道：「白日何短短，百年苦易滿。蒼穹浩茫茫，萬劫太極長。麻姑垂兩鬢，一半已成霜。天公見玉女，大笑億千場。吾欲攬六龍，迴車拄扶桑。北斗酌美酒，勸龍各一觴。富貴非所願，為人駐顏光。」但聽那人吟聲悲涼，似覺人生憂患，不可斷絕，郭襄怔怔的聽著，不禁兩行情淚，垂下雙頰。那人高吟已畢，仰天長嘆，說道：「撫長劍，一揚眉，清水白石何離離？世間苦無知音，縱活千載，亦復何益？」那人說到此處，突然間從琴底抽出一柄長劍，但見青光閃閃，照映林間，郭襄心想：「原來此人文武全才，倒要瞧瞧他的劍法如何。」只見他緩步走到古松前的一塊空地上，劍尖抵地，一畫一畫的劃了起來，劃了一畫又是一畫。郭襄大奇：「世間怎會有如此奇怪的劍法？難道以劍尖在地下亂劃，便能克敵制勝？此人之怪，真是不可以常理測度了。」她默默數著他的劍招，只見他橫著劃了十九招，跟著變向縱劃，一共也是一十九招。劍招始終不變，自左而右的劃去，每一招均是相隔約莫一尺。郭襄約著他的劍勢，伸手指在地下劃了一遍，一看之下，險些失笑，原來他使的那裏是什麼怪異劍法，卻是以劍尖在地畫了一張縱橫各一十九道的大棋盤。只見那人劃完棋盤，以劍尖在左上角和右下角圈了一圈，再在右上角和右下角畫了個交叉。郭襄既已看出他畫的是一張圍棋棋盤，自也想到他是在四角佈上勢子。圓圈是白子，交叉是黑子，跟著見他在左上角距勢子三格處圈了一圈，又在那圓圈下兩格處畫了一叉，待得下到第十二著時，一時決不定該當棄子取勢，還是力爭邊角，只見他以劍拄地，低頭沉思。郭襄心想：「原來此人和我一般寂寞，空山撫琴，以雀鳥為知音；下棋又沒有對手，只得自己跟自己下。」