第八回　遍染雪谷親仇血　緊縈石壑恩怨情花鐵幹此人最是老奸巨猾，見風駛帆，一聽情形不對，忙陪笑道：「好侄女，是花伯伯糊塗，你別生氣。你去將兩個惡僧都殺了，給你爹爹報仇。血刀老祖這樣出名的大惡死在你手下，這件事傳揚出去，江湖上那一個不欽佩水女俠孝義無雙、英雄了得？」他越是吹捧，水笙越是惱恨。她瞪了花鐵幹一眼，又走上三步，看準了血刀僧的背脊，想輕輕劃他兩刀，叫他流血不止，卻不會傷到狄雲。血刀老祖扼在狄雲頸中的雙手毫不放鬆，卻不住轉頭觀看水笙的動靜，見她持刀又上，猜到了她的心意，沉著聲音道：「你在我背上輕輕削上兩刀，小心別傷到這個小和尚。」水笙吃了一驚，她吃過血刀僧不少苦頭，對他本是極為忌憚，聽得他叫自己用刀削他背脊，心想他定然不懷好意，哪料到這是血刀僧實者虛之、虛者實之的攻心計策，一呆之下。這一刀又砍不下去了。狄雲給血刀老祖扼住喉頭，肺中積聚著的一股氣數度上衝，要從口鼻中呼了出來，但喉頭的要道被阻，這股氣衝到喉頭，又回了下去。這股氣在他體內左衝右突，始終找不到一條去路，若是換作常人，那便漸漸昏迷，終於窒息身亡，但狄雲偏偏無法昏迷。他只感全身難受苦楚已達極點，心中只想：「我快快死了，我快快死了！」突然之間，狄雲只覺心腹劇烈刺痛，體內這股氣越脹越大，越來越熱，猶如滿鑊蒸氣沒有出口，直是要裂腹而爆，驀地裏前陰後陰之間正中的「會陰穴」上似乎被熱氣穿了一孔，自覺絲絲熱氣，從「會陰穴」通到脊椎末端的「長強穴」去，竟是說不出的舒服。那「會陰」和「長強」兩穴，相距不過數尺，但「會陰」屬於任脈，「長強」卻是督脈，兩脈的內息決不相通。他體內的內息加上無法宣洩的一股濁氣，竟在危急中誤打誤撞，替他打通了任脈和督脈的大難關。這內息，通入「長強穴」，登時自腰俞、陌遂、命門、懸樞諸穴，一路沿著脊椎上升，走的都是背上的督脈各個要穴，然後是脊中、脊樞、至陽、靈台、神道、身柱、陶道、大椎、風府、腦戶、強間、後頂、而至頂門的「百會穴」。內功精深之人練功，往往以數十年的勤修若練，也無法使內息打通任督兩脈。狄雲在獄中自得丁典傳授，習得了「神照經」的上乘內功心法，只這內功極是精湛，練成更為不易，狄雲資質並非極佳，又無丁典指點，再加上二三十年的時日，是否真能練成，亦在未知之數。不料此刻在雪谷之中，生死繫於一線之際，竟爾將任督二脈打通了。這股內息衝到百會穴中，狄雲只覺顏面上一陣清涼，一股涼氣從額頭、鼻樑、口唇下來，通到了唇下的「承漿穴」。這承漿穴已屬任脈。任脈諸穴都是在人體正面，這股清涼的內息一路下行，自廉泉、天突而至璇璣、華蓋、紫宮、玉堂、膻中、中庭、鳩尾、巨闕、經上、中、下三脘，而至水分、神厥、氣海、石門、關元、中極、曲骨，又回到了「會陰穴」。如此一個周天行將下來，狄雲體中鬱悶之意全消，說不出的暢快受用。這內息第一次送行時甚是艱難，任督兩脈既通，道路熟了，第二次，第三次自然而然的飛快運轉，頃刻之間，連走了十八次。各種高深的內功之力，均有打通任督兩脈之法，但同一打通，效用高下卻有天壤之別，正如練外功者同是一拳一腳，一刀一劍，使將出去的威力卻是大不相同。「神經照」內功乃武學的第一奇功，狄雲自在獄中開始修習起來，練之已久，今日一旦豁然而通，內息每運行一周天，勁力便增加一分，只覺四肢百骸，每一處都有精神力氣勃然而興，沛然而至，甚至頭髮根上均有勁力充盈。血刀僧那裏知道他十指下所扼之人，已起了如此巨大的變化，一面緊緊扼住他的咽喉，一面凝神提防水笙手中的血刀。狄雲體內的勁力卻是愈來愈強，猛然間飛出一腳，踢在血刀老祖的小腹之上。這股力道大得出奇，血刀老祖的身子忽如騰雲駕霧般飛起，躍入半空。水笙和花鐵幹齊聲驚呼，不知出了什麼變故，但見血刀僧高高躍起，在空中打了個轉，頭下腳上的栽將下來，擦的一聲，直挺挺的插入雪中，一直埋了下去，雪面上只露出一雙腳，竟是一動也不動。水笙和花鐵幹同是看得呆了，狄雲自己也是不相信自己的眼睛，更不相信自己在垂死之際，竟能一腳將血刀老祖高高的踢入半空。當下也不細想，一躍而起，身子站直，只是一條腿斷了，「啊喲」一聲，俯跌下去，但他內勁既強，應變自速，右手一撐，憑一條腿站了起來。再看血刀老祖時，只見他仍是雙腳向天，一動不動的倒插在雪中。狄雲又驚又喜，揉了揉眼睛，看清楚並非眼花，血刀老祖確是倒插在深雪之中。水笙當狄雲躍起之時，唯恐他加害自己，橫刀胸前，倒退了幾步，目不轉睛的凝視他的動靜。但見狄雲神色迷惘，伸手搔了搔自己的光頭，對眼前情景似是茫然不解。忽聽得花鐵幹讚道：「這位小師父神功蓋世，青出於藍，當真是並世無雙，剛才這一腳將老淫僧踢死，怕不有千餘斤的勁力！這是大義滅親。血刀僧這種大奸大惡之輩，那是人人得而誅之。」水笙聽到這裏，再也忍耐不住了，喝道：「你別再胡言亂語，也不怕人聽了作嘔？」花鐵幹道：「你知道什麼？這位小師父在危難中神功初成，身上已具極大內勁，比之那老淫僧未死之時，猶有過之，實乃吉人天相，可喜可賀。」這花鐵幹為人雖是卑鄙，眼光卻也當真了得，一看狄雲臉上神光瑩然，英華外宣，比之頃刻之前似乎截然換了兩人，便料到他竟在生死關頭練成了一門厲害之極的內功，適才將血刀老祖踢向半空這一腿，招數雖是平庸，所含勁力卻是非同小可，自己縱然平安無恙，內力也達不到這個境界。狄雲道：「你說我……說我……已將他踢死了？」花鐵幹道：「確然無疑，確然無疑。小師父若是不信，不妨先用血刀砍了他的雙腳，再將他提起來察看，防他死灰復燃，以策萬全。」他每一個計策想出來，都含有陰毒狠辣之意。狄雲向水笙望了一望，水笙只道他要奪自己手中血刀，嚇得退了一步。狄雲搖搖頭，道：「你不用怕，我不會害你。剛才你沒有一刀將我連同老和尚砍成四段，多謝你啦。」水笙哼了一聲，並不答話。花鐵幹道：「水侄女，這就是你的不是。小師父誠心向你道謝，你也得回謝他才是。適才老惡僧一刀砍向你的背脊，若不是小師父憐香惜玉，相救於你，你還有命在麼？」水笙和狄雲聽到他說「憐香惜玉」四字，都向他瞪了一眼。水笙雖是個美貌少女，但狄雲救她之時，只出於「不可多殺好人」的一念，花鐵幹這麼一說，反顯得他心懷不良了。水笙原對狄雲十分疑忌，花鐵幹這幾句話更增她厭憎之心，一時也分辨不出到底是憎惡花鐵幹多些，還是憎惡狄雲多些，總覺這二人奸惡不堪，一瞥眼見到父親的屍身，奔過去伏在屍身之上，大哭起來。花鐵乾笑道：「小師父，你法名如何稱呼？」狄雲道：「我不是和尚，別叫我師父長，師父短的。我身穿僧袋，乃是為了避難改裝，迫不得已。」花鐵幹喜道：「那妙極了，原來小師父……不，不！該死，該死！請問大俠尊姓大名？」水笙雖在痛哭，但兩人對答的言語也模模糊糊的聽在耳裏，聽狄雲說不是和尚，心下將信將疑，只聽狄雲道：「我姓狄，無名小卒，一個死裏逃生的廢人，又是什麼大俠了？」花鐵乾笑道：「妙極，妙極！狄大俠無比神勇，和我那水侄女郎才女貌，正是一對兒，我這個現成媒人，是走不了的啦。妙極，妙極！原來狄大俠本就不是出家人，只須等頭髮一長，換一套衣衫，那就什麼破綻也瞧不出，壓根兒就不用管還俗這一套啦。」他心中認定狄雲乃是血刀門的和尚，只因貪圖水笙的美色，故意不認。狄雲搖了搖頭，黯然道：「你口中乾淨些，別儘說些骯髒話。咱們若能走出此谷，我是永遠不見你面，也永遠不見水姑娘之面了。」花鐵幹一怔，一時不明狄雲的用意所在，但想了一想，便即省悟，道：「啊，我懂了，我懂了！」狄雲瞪了他一眼，道：「你懂了什麼？」花鐵幹低聲道：「狄大俠寺院之中，另有知心解意的美人兒，這水姑娘是不能帶去做長久夫妻的。嘿嘿，那麼做幾天露水夫妻，又有何妨？」這幾句話一聲聲的傳入水笙耳中，她憤怒再難抑制，奔過去伸掌拍拍、拍拍，連打了他四下耳光。狄雲茫然瞧著，無動於中，只覺這一切和他全然的漠不相關。※※※一個時辰，一個時辰過去，血刀老祖仍是一動也不動，雪谷中三個人雖是各懷心事，但對血刀僧的疑忌卻是越來越少了。水笙幾次想提刀過去砍了他的雙腿，卻總是不敢。經過這番劇變，她腹中饑餓之極，但見血刀僧燒烤的馬肉兀自拋在一邊。這時候父親是死了，自已的貞潔和性命眼看難保，那裏還顧到這馬肉是從愛駒身上割下來的？她從身旁摸出火摺，點燃了乾柴，又將馬肉烤了起來。花鐵幹穴道未解，有一搭沒一搭的向狄雲奉承討好。狄雲不去理他，躺在雪地養神，水笙瞧著火光，淚水一滴滴的落入雪中，將雪熔了，又慢慢的結成了冰。狄雲初通任督二脈，只覺精神大振，體內一股暖流，自前胸而至後背，又自後背而至前胸，往復不停，周而復始的流轉。每流轉一周，便覺處處都生了力氣出來，雖然斷腿以及給水笙毆打的各處乃是極為疼痛，但內力既增，這些痛楚便覺極易忍耐。他生怕這奇妙之極的情景一來即逝，當下不動彈，只是任那內息在任督二脈中川行不歇。三個人一句話也不說的挨了兩個多時辰，水笙第一個站起身來，從雪地裏拾起血刀，一步步走到血刀僧的身旁，只見他這兩個多時辰中，始終是頭下腳上的倒插雪中，一動也不動，當下大著膽子，一刀往他左腳上砍去。嗤的一聲輕響，登時砍下一隻腳來，說也奇怪，居然並不流血。水笙定睛一看，只見血液凝結成冰，原來這窮兇極惡的血刀老祖早已死去多時。水笙又是歡喜，又是悲傷，提刀在血刀僧身上一陣亂砍，心想：「老惡僧是死了，這小惡僧不知會如何來折磨我？爹爹死了，我也是不想活啦！他只要對我稍有歹意，我即刻橫刀自刎。」須知好生惡死之心，人人皆是一般，水笙若是決意自殺，此刻原是良機，但不到最後關頭，自不肯輕易就死。花鐵幹身子雖不能動，一切全是瞧得清清楚楚，只是狄雲到底是用什麼手法打死血刀僧，他卻也並不明白，只道血刀僧真氣衰竭，已是強弩之末，狄雲隨手一擊，便送了他的性命，心下暗暗高興：「這小惡僧雖然兇惡，終究容易對付。等我穴道解開，還不是一伸手便取了他的性命？」又過了大半個時辰，狄雲覺得內息流轉之象始終不失，依照丁典所授「神照經」上內功的口訣一一運氣調息，本來捉摸不到的內息，這時竟然隨心所欲，便如擺頭舉手一般的依意而行。他又是奇怪，又是歡喜。取過一根樹枝，撐在左腋之下，走到血刀僧身邊，只見他屍身插在雪裏，兩條腿給水笙砍得血肉模糊，確然無疑的已經死了，心想此人作惡多端，原是應有此報，但他對於自己卻實在是頗有恩德。狄雲心地忠厚，將血刀僧的屍身提了出來，端端正正的放了，捧些白雪堆在屍身之上，草草算是給他安葬。水笙見到狄雲之舉動，不禁起了模仿的心，也將父親的屍身如法安葬。她本想再安葬劉乘風和陸天抒二人，但一個死在懸崖絕頂，一個死於雪谷深處，自忖沒本事尋得，只索罷了。狄雲腹中饑餓，撿起兩塊烤熟的馬肉，吃了起來。花鐵幹道：「小師父，我肚餓得緊，請你餵一塊馬肉我吃吃。」狄雲心鄙他的為人，哼了一聲，並不理睬。花鐵干求之不已，狄雲正想拿一塊馬肉去塞在他的嘴裏，免得他囉唆不休，水笙忽道：「是我馬兒的肉，不給這無恥之徒吃。」狄雲點點頭，向花鐵幹瞪了一眼。花鐵幹道：「小師父……」狄雲道：「我說過我又不是和尚，別再亂叫。」花鐵幹道：「是，是，狄大俠這次一掌打死血刀惡僧，將來定然名揚天下，我出得谷去，第一件事便要替狄大俠宣揚今日之事。狄大俠奮不顧身的救援水姑娘，擊斃血刀僧，那實是武林中頭等的大事。」狄雲道：「我是個聲名掃地的囚犯，有誰相信你的鬼話？你乘早閉了嘴的好。」花鐵幹道：「憑著花某人在江湖上這點小小聲名，說出話來，旁人是非相信不可。狄大俠，你給一塊馬肉我吃。」狄雲甚是厭煩，喝道：「不給便是不給，將來你儘可到江湖上說得我狄雲分文不值。我是什麼東西？還配給誰掛齒嗎？」他想起這幾年來自己身受的種種委屈、污辱、苦楚，不由得滿腔怨憤，難以抑制。花鐵幹其實倒不在真的想吃馬肉，他腹中雖餓，但一日半日的饑餓，在他自是算不了什麼，他只怕狄雲秉承血刀老祖的惡性，突然起性將他殺了，乞討馬肉乃是以進為退、以攻為守之策，心想狄雲不肯給馬肉吃，他心中勢必略有歉仄之意，那麼殺人的念頭自然而然的就消了。狄雲見天色將黑，西北風呼呼呼的吹進雪谷來，向水笙道：「姑娘，你到石洞中歇歇去！」水笙大吃一驚，只道他又起不軌之心，退了兩步，手執血刀，橫在胸前，喝道：「你這小惡僧，只要走近我一步，姑娘立即橫刀自盡。」狄雲一怔，說道：「姑娘不可誤會，狄某豈有歹意？」水笙罵道：「你這小和尚人面獸心，笑裏藏刀，比那老和尚還要奸惡，我才不上你的當呢。」狄雲不願多辯，心想：「明日天一亮我就覓路出谷，什麼水姑娘，花大俠，我永生永世也不願見他們的面。」當下走得遠遠地，靠在一塊大石上，逕自睡了。水笙認定狄雲是個淫僧，心想你走得越遠，越是陰險奸惡，多半是半夜裏前來侵犯。她不敢走進石洞之內，只怕狄雲來時沒了退路，心驚膽戰的斜倚在大岩石上，眼皮越來越是沉重，不住提醒自己：「千萬不能睡著，千萬不能睡著，這惡僧歹毒得緊。」但這幾日累了下來，心力交瘁，雖然說決計不可睡著，時間一長，朦朦朧朧的終於睡著了。這一覺直睡到次日清晨，只覺陽光刺眼，水笙一驚而醒，跳起身來，一抓血刀，卻抓了個空，這一下更是驚惶，一瞥眼，卻見那血刀好端端的便掉在足邊。她急忙拾起，抬起頭來，只見狄雲的身子正向遠處移動，一跛一拐的，走向谷外。水笙大喜，心想這惡僧似有去意。狄雲確是想覓路出谷，但東北角和正東方連尋幾處，都是沒有山徑，西、北、南三邊山峯壁立，一望便是無路可通，那是試也不用試的。東南方依稀能有出路，可是積雪數十丈，不到天暖雪融，以他一個斷了腿的跛子，無論如何走不出去。他累了半日，廢然而返，呆望頭頂高峯，臉上神色極是難看。花鐵幹道：「狄大俠，怎麼樣啊？」狄雲搖頭道：「沒路可以出去。」花鐵幹暗道：「你斷了腿不能出去，我花鐵幹豈能困在此處？到得今日下午，我穴道一解，便溜之大吉。」但他絲毫不動聲色，道：「兩位不用擔心，待我穴道解開，花某定能攜帶兩位脫險出困。」水笙見狄雲一直沒來侵犯自己，驚恐之心稍減，卻絲毫沒減了戒備，總是離得他遠遠地，一句話也不跟他說。狄雲原也不求她諒解，心中頗為憤怒，只盼能及早離開，但大雪封山，不知如何方能出去，不由得十分發愁。到得未牌時分，花鐵幹突然哈哈一笑，說道：「水侄女，你的馬肉花伯伯要借吃幾斤，出谷之後，一併奉還。」水笙還未答話，只見他一躍而起，走到燒烤馬肉之處，拿起一塊熟肉，便吃了起來。原來他穴道被封的時刻已滿，竟自解了。水笙知道阻止他不得，只有不加理睬。花鐵幹穴道一解，神情立即大異，心想血刀僧已死，狄雲和水笙便是兩人聯手，也萬萬不是自己的對手，自己要如何處置，這兩人可說絕無置喙的餘地。只是這雪谷中多耽無益，還是儘早覓路出去的為是。他施展輕功，在這雪谷周圍查察一周，但見這一次大雪崩竟是將雪谷封得密密地，唯一出谷的通道上積雪數十丈。在雪底穿行數丈至十餘丈，那也罷了，卻如何能穿行數里之遙？何況一到雪底，方向難辯，非活活悶死不可。這時還只十一月初，等到明年初夏雪融，足足要五個月來。雪谷中遍地是雪，這五個多月的日子，吃什麼東西活命？花鐵幹回到石洞之外，臉變得極為沉重，坐了半晌，拿起一塊便吃，慢慢咀嚼，直將這一塊馬肉吃得精光，才低聲道：「到明年端午，便可出去。」狄雲和水笙一個在左，一個在右，和他都是相距三丈來地，他這句話說得雖輕，在兩人耳中聽來，便如是雷震一般。兩人不約而同的向火堆旁的馬屍望去，心中都想：「怎能挨到明年端午？」※※※水笙這匹坐騎雖是特別肥大，但三個人每日都吃，不到一個月，終於是吃完了。再過得七八天，連馬頭、馬蹄、臟肺等等也是吃了個乾淨。花鐵幹、狄雲、水笙三人這些日子中相互都不說話，目光偶爾相觸，也馬上避開。過了這些日子，水笙對狄雲的疑忌是減少了很多，終於敢到石洞中就睡。可是到馬肉吃完，她對狄雲另行起了恐懼之心，不是怕他來污辱自己，而是怕這惡和尚，來吃了自己！一踏進十二月，雪谷中是更加冷了，整夜朔風呼呼。狄雲「神照功」練成，內力大進，但衣衫單薄，在這冰天雪地之中，究竟也是頗為難挨。水笙見他雖然寒冷，始終不踏進山洞一步以禦風寒，心下頗慰，覺得這小惡僧「惡」是惡的，倒還有禮。一個月來，狄雲身上的創傷是全然痊癒了，斷腿也已接續，行走如常，想起血刀老祖給自己續腿，心下不禁黯然。他的內力每過一天便增進一分。天氣是一天冷似一天，他卻並不覺得特別難熬。馬肉吃完了，那可是一件為難之極的事。最後那幾天，狄雲已盡可能的吃得極少極少，只是吃這麼一小片。但他所省下來的，都給花鐵幹老實不客氣的吃到了肚裏。水笙心想：「一位中原成名的大俠，到了危難的關頭，還不如血刀門的一個小淫僧！」她認定狄雲是血刀門的惡僧，其實這時狄雲頭上已長起了頭髮，更沒犯什麼淫行。這天三更時分，水笙忽在睡夢中被一陣爭吵之聲驚醒，只聽得狄雲大聲喝道：「水大俠的遺體，你不能動！」花鐵幹冷道：「再過幾天，活人也吃！我先吃死人，讓你就多活幾天！」狄雲道：「咱們寧可吃樹皮草根，決不能吃人！」花鐵幹喝道：「你滾開吧！」水笙從洞中衝將出去，只見數十丈外父親的墳旁，兩人站著大聲爭辯，正是狄雲和花鐵幹。水笙大叫：「休得動我爹爹！」飛步奔去，只見堆在她父親身上的白雪已被撥開，花鐵幹左手抓住了水岱屍身的胸口。狄雲喝道：「你快放下！」一句話還沒罵完，突見寒光一閃，花鐵幹衣袖中翻出一枝短槍，斜身挺槍，疾向狄雲胸口刺去。這一槍去得極快，狄雲內功雖佳，外功卻是平平，仍不過是以前戚長發所教他的那一些拳術劍術。花鐵幹這個大行家突施暗算，黑暗中陡然發難，確是對付不了，一怔之際，槍尖已刺到了他的胸口。水笙大聲驚呼，不知如何是好。花鐵幹偷襲得手，一槍刺中對方胸囗要害，滿透這一槍從前胸直通後背，刺他個透明窟窿，哪知槍尖一碰到他的胸口，竟然刺不過去，阻了一阻。狄雲給這一槍一推，一交坐倒，左手翻起，猛往槍桿上擊去。喀喇一聲，槍柄被他一掌打成兩截，那一掌餘勢不衰，直震得花鐵幹一個筋斗，仰跌了出去。花鐵幹大驚：「小和尚武功如此神奇，直不在老和尚之下！」向後幾個翻滾，躍起身來，遠遠逃了出去。他不知這一槍雖沒刺進狄雲身子，但力道奇大，戳得狄雲登時閉住了呼吸透不過氣來，暈倒在地。皓月當空，兩頭兀鷹見到雪地中的狄雲，不住的打著盤旋。水笙見狄雲倒地不起，似已被花鐵幹一槍刺死，心下一喜：「這小惡僧終於死了，從此便不怕有人來侵犯我。」但隨即又想：「花鐵幹想吃我爹爹的遺體，小惡僧全力阻止，反為花鐵幹所殺。這小惡僧多半是不懷好意，想騙得我……騙得我……哼哼，我才不上他的當呢，可是他死了之後，花鐵幹這惡人再來犯我爹爹遺體，那便如何是好？最好這小惡僧還是別死。」她手握血刀，慢慢走到狄雲身旁，見他一動不動的仰臥在雪地之中，臉上肌肉微微扭曲，顯然未死。水笙又是一喜，彎腰俯身，伸手到他鼻孔下去探他鼻息，只覺兩股熾熱的暖氣，直噴到她手指上。水笙嚇了一跳，急忙縮手，她本想狄雲就算未死，也必呼吸微弱，哪知呼出來的氣息竟是如此熾熱。原來狄雲貼身穿著「烏蠶甲」，花鐵幹這一槍所以戳不進他身子，便是如此。但花鐵幹位列「南四奇」的第二位，武功高強，短槍上的勁力實是非同小可，槍尖雖是刺不進狄雲身體，但這一槍撞正在他胸口，狄雲也是抵受不起，登時暈了過去。若不是他「神照經」已然練成，這一槍便已要了他的性命。這時他內力已極是深厚，知覺雖失，氣息仍然粗壯，只因他上乘內功初初練成，雄健有餘，沉穩不足，還未達到融和自然的境界。只有到了那一個地步，旁人才絲毫覺察不到他體態中有何特異。水笙心想：「原來這小惡僧是暈了過去。待會他醒了轉來，見我站在他身旁，那是大大不妥。」一回頭間，只見花鐵幹便站在不遠之處，凝目注視著他二人。要知花鐵幹一槍刺不死狄雲，又被他一掌擊倒，心下驚懼異常，但隨即便見狄雲倒地不起，自是急欲知他死活，過了片刻，見狄雲始終不動，料他不死也必身受重傷。當下一步一步，走將過來。水笙大驚，喝道：「你快走開。」花鐵幹獰笑道：「我為什麼要走開？活人比死人好吃，咱們宰了他分而食之，有何不美？」說著又走近了一步。水笙無法可施，拚命搖晃狄雲，叫道：「他過來啦，他過來啦。」只見花鐵幹一掌舉起，便欲往狄雲身上擊落，水笙揮起血刀，一招「金針渡劫」，便向花鐵幹刺去。她使的乃是劍法，但這血刀鋒銳異常，卻也頗具威力。花鐵幹短槍已斷，赤手空拳，生怕給這削鐵如泥的血刀帶上了一刀，倒也不敢輕敵，施展空手入白刃先奪過來再說。狄雲暈了一陣，朦朦朧朧中聽到水笙大叫：「他過來啦。」一時昏昏沉沉的還不知是什麼意思，跟著便聽到一陣呼斥叱喝之聲。他睜開眼來，月光下只見水笙手舞血刀，和花鐵幹鬥得正酣，她雖仗著手有利器，但一來不會使刀，二來武功和花鐵幹相差實在太遠，左支右絀，連連倒退，到得後來，只望手中兵刃不為敵人奪去，哪裏還顧得到傷敵。她每鬥幾合，便回頭向狄雲叫道：「快醒轉來，他要來殺你啦。」狄雲一聽，心中一凜：「好險，好險，適才是她救了我的性命。若不是她出力抵擋，花鐵幹早將我打死了。雖然我胸腹有烏蠶甲保護，但他用石頭砸我頭臉，還能砸不死麼？眼見水笙連遇險著，一躍而起，呼的一掌，便向花鐵幹打去，花鐵幹還掌相迎，蓬的一聲響，兩人都坐倒在地。原來狄雲內力深厚，花鐵幹掌法高明，雙掌相交，竟是不相上下。花鐵幹武功高，應變速，被狄雲一掌震倒，隨即躍起，第二掌又擊了過來。狄雲不及站起，只得坐著還了一掌。豈知他雖是坐著，掌力絲毫不弱，又是蓬的一聲，狄雲被激得翻了個倒翻筋斗，花鐵幹卻是騰騰騰倒退三步，胸間氣血翻湧，心下暗驚：「這小惡僧內力如此深厚！」但兩掌交過，知他掌法極是平庸，斜身側進，第三掌又擊了過去。狄雲坐著揮掌還擊，不料花鐵幹的手掌飄飄忽忽，從他臉前掠過，狄雲一掌打空，跟著拍的一下，胸口受了他一掌。幸好他有烏蠶甲護身，不致受傷，但也是禁受不起，剛要站起，復又坐倒。花鐵幹一掌得手，第二掌跟著又至。他雖以「中平槍」馳名武林，號稱「中平無敵」，但拳腳功夫也甚了得，這時把一路「岳家散手」使將出來，掌影飄飄，左一掌，右一掌，都打中狄雲身上。狄雲還出手去，均給他以巧妙身法避過，兩人武功實在相差太遠，狄雲內力再強，也是絕無機會施展。到得後來，狄雲只得以雙掌護住頭臉，身上任他毆擊，一站起身來，又被擊倒。花鐵幹祗想儘早料理了他，免生後患，一掌掌的狠打。狄雲連吐了三口血，行動已大見遲緩。水笙初時插不進去相助，待見狄雲垂危，祗得揮刀往花鐵幹背上砍去。花鐵幹側身避過，反手擒拿，奪她兵刃。狄雲使勁拍出一掌，掌風登時將花鐵幹全身罩住了。花鐵幹閃避不得，只得出掌相迎。說到以內力相拚，花鐵幹卻不是對手了，祗覺眼前金星亂冒，半身酸麻。水笙叫道：「快走，快走！」拉著狄雲，搶進了山洞。兩人搶過幾塊大石，堆在洞口，水笙手執血刀，守在石旁。這山洞洞口甚窄，幾塊大石雖是不能堵塞，但花鐵幹要進山洞，卻也必須搬開一兩塊石頭才成。祗要他來出手搬石，水笙便揮刀斬他雙手。過了好一會，外邊並無動靜。水笙道：「小惡……小……」她一直叫慣了他「小惡僧」，但這時聯手跟他迎敵，再叫「小惡僧」未免不好意思，只說了兩個「小」字，便接下去道：「你傷勢怎樣？」狄雲道：「還好……」忽聽得花鐵幹在外面哈哈大笑，說道：「兩隻小雜種躲了起來，在洞中做那不可告人之事了。」水笙臉上一陣發熱，心中卻也真有些害怕，她認定狄雲是個「淫僧」，品行不端，跟他同在山洞之中，實是危險不過，不由得向左斜行幾步，跟他離得越遠越好。祗聽花鐵幹又叫道：「兩個狗男女躲著不出來，老子卻要烤肉吃了，哈哈，哈哈！」水笙大驚：「他要吃我爹爹，怎麼辦？」狄雲這幾年來事事受人冤枉，這時聽得花鐵幹又在血口噴人，如何忍耐得住？突然推開石頭，如一頭瘋虎般撲了出去，左一掌，右一掌，奮力向花鐵幹狂擊過去。花鐵幹避過兩掌，左掌畫個圓弧，右掌從背後拍出，從狄雲做夢也想不到的方位拍了過來，砰的一聲，結結實實的打在他背上。狄雲又吐出一口鮮血，腦後中迷迷糊糊，眼前這花鐵幹似乎變成了萬震山、萬圭、江陵縣的知縣，淩退思、寶象……這許許多多淩辱虐待他的惡人。他張開雙臂，猛地將花鐵幹牢牢抱住了。花鐵幹一拳打在他鼻子上，登時打得他鼻血長流。但狄雲已不覺疼痛，抱住他腰間的一雙手越箍越緊。花鐵幹祗覺呼吸不暢，心中也有些驚惶，便在此時，水笙手執血刀，搶近身來。花鐵幹大驚，雙拳猛力在狄雲脅下一撞。狄雲吃痛，臂上無力，花鐵幹用力一掙，解脫了他雙臂環抱，再也不敢和這狂人惡鬥，接連縱躍，離他有十餘丈，這才站定。水笙見狄雲搖搖晃晃，站立不定，滿臉都是鮮血，想伸手相扶，卻又很有些害怕，戰戰兢兢的走近兩步。狄雲喝道：「我是惡和尚，是小淫僧，別走過來，免得我污了你大俠小姐的聲名，滾開，滾開！」水笙見他神態猙獰，目露兇光，嚇得倒退了兩步。狄雲不住喘息，搖搖擺擺的向花鐵幹走去，叫道：「你們這些惡人，萬震山、萬圭，你們害不死我，打不死我。過來啊，來打啊，知縣大人，知府大人，你們就會欺壓良善，有種的過來拚啊，來打個你死我活……」花鐵幹心道：「這個人發了瘋，是個瘋子！」向後縱躍，離他更遠了些。狄雲仰天大叫：「你們這些惡人，天下的惡人都來打啊，我狄雲不怕你們。你們把我關在牢裏，穿我琵琶骨，斬了我手指，搶了我師妹，踩斷我大腿，我都不怕，把我斬成肉醬，我也不怕！」水笙聽得他如此大叫，害怕之中不禁起了憐憫之心，聽他叫道「搶了我師妹，踩斷我大腿」更是心中一動：「這小惡僧原來滿懷心事，受過不少苦楚。他的大腿，是我縱馬踩斷他的。」狄雲叫得聲音也嘶啞了，終於身子一晃，摔倒在雪地之中。花鐵幹不敢走近，水笙也是不敢走近。※※※半空中的兀鷹不住在盤旋。見狄雲躺在地下，一動也不動。祗道是死了。驀地裏一頭兀鷹撲將下來，向狄雲額頭上啄去。狄雲昏昏沉沉的似暈非暈，給兀鷹這麼一啄，立時醒轉。那鷹見他身子一動，急忙揚翅上飛，狄雲大怒，喝道：「連你這畜生也來欺侮我！」一掌擊出。他這一掌勁力厲害之極，那鷹離他身子已有五尺，被掌力所震，登時毛羽紛飛，落了下來。狄雲一把抓起，哈哈大笑，一口咬在鷹腹，那鷹雙翅亂撲，極力掙扎。狄雲祗覺鹹鹹的鷹血不住流入嘴中，便如一滴滴精力流入體內，忍不住又手舞足蹈起來，叫道：「你想吃我？我先吃了你先，我吃了你。」花鐵幹和水笙見他這等生吃活鷹的瘋狀，都是不禁駭然。花鐵幹生怕這瘋子狂性大發，隨時會過來同自己拚命，還是遠而避之的為妙，當下繞到雪谷東首，心想這瘋子捉鷹之法倒是不錯，當下仰臥在地，要想依樣葫蘆，裝死捉鷹。豈知兀鷹雖然上當，下來啄食，但花鐵幹揮一掌擊去，卻沒能將鷹擊落。原來他內力和狄雲相差甚遠，掌法雖巧妙，可是蒼鷹閃避的靈動，卻更加迅捷得多。狄雲喝了幾口鷹血，終是給花鐵幹打得太過厲害，又暈了過去。待得轉醒，天色已明，他腹中饑餓，隨手拿起身邊的死鷹便咬，一口咬了下去，祗覺入口芳香，滋味甚美，凝目一看之下，不由得呆了。但見那鷹全身羽毛拔得乾乾淨淨，竟是炙熟了的。他明明記得祗喝了幾口鷹血，便即睡著，卻是誰給他烤熟了？若不是水笙，難道還會是花鐵幹這壞蛋？他昨晚大呼大叫一陣，胸中鬱積的悶氣宣洩了不少，這時醒轉，頗覺舒暢，向山洞望去，祗見水笙伏在岩石之上，沉睡未醒。狄雲心想：「她也餓了幾天啦，烤了這只鷹盡數留給我，自己一條鷹腿也不吃，總算難得。哼，她自恃是大俠之女，瞧我不起。你瞧我不起，我也瞧不起你，有什麼希罕？」但過了一會，不禁又想：「她替我烤鷹，還不算如何瞧我不起，餓死了她，那也不好。」過得兩個時辰，他又以掌力震死了四頭兀鷹，將兩頭擲給水笙。水笙卻過來將另外兩頭也都拿了過去，洗剝乾淨，一起燒烤好了，默默無言的把兩頭熟鷹交給狄雲。雪谷中兀鷹不少，偏又蠢得厲害，眼見同伴接連喪生在狄雲掌下，仍是不斷的下來送死。狄雲的內力日增，掌力亦日勁，到得後來，已不用躺下裝死，祗要見有什麼飛禽在樹枝上棲歇，或是從身旁飛過，便能發掌擊落。屈指臘月將盡，雪谷中每過不了幾天便有一場大雪，整日整夜的寒風徹骨。水笙除了撿拾柴枝，燒烤鳥肉，總是躲在山洞之中。狄雲始終不跟她交談一言一語，也從不踏進山洞一步。有一晚徹夜大雪，次日清晨狄雲醒來，覺得身上暖洋洋的，一睜眼，祗見一件黑黝黝的東西蓋在自己身上。他吃了一驚，隨手一抖，原來是一件古怪的衣裳。這衣裳是用鳥毛一片片的穿成，大部分是鷹羽，衣長齊膝，不知用了幾千萬根鳥羽。狄雲手中拿著那件鳥羽織成的衣服，突然間滿臉通紅，他知道這當然是水笙所製。要將這千千萬萬根鳥羽綴而成衣，那確然是煞費苦心。何況雪谷中沒剪刀針線，不知如何綴成？他伸手撥開衣上的鳥羽一看，只見每根羽毛的根部都穿了一個細孔，想必是用頭上的金釵刺出，孔中穿了淡黃的絲線，自然是從她那件淡黃的緞衫上抽下來的了。嘿嘿，女娘們真是奇怪，這可多累人，那不是麻煩之極的事麼？」突然之間，他想起好幾年前在荊州城萬震山家中的事來。那一晚他給萬門八弟子圍攻，打得眼青鼻腫那是不用說了，一件新衣也給撕爛了好幾處。他心中痛惜，師妹戚芳便拿了針線替自己縫補。他不由得想起了那一日的情景：戚芳挨在他的身邊，給他縫補衣衫。她頭髮擦在狄雲的下巴，他只覺臉上癢癢的，鼻中聞到她少女的淡淡肌膚之香，不由得心神蕩漾。狄雲叫了聲：「師妹。」戚芳道：「別說話，別讓人冤枉你作賊。」狄雲想到這裏，喉頭似乎有什麼東西塞著，淚水湧向眼中，瞧出來的物事也模糊了，他心想：「果然人家冤枉我作賊，難道是因為師妹給我縫補衣服之時，我說了話麼？」但這數年中他多磨風波之惡，早已不再相信這種無稽之談。「嘿嘿，人家要害我，我便是天生是個啞巴，別人還不是一樣的來欺侮我。師妹那時候待我一片真誠，可是天下女子個個水性楊花，萬家豪富，萬圭那小子又比我英俊漂亮得多，那又有什麼可說的？最不該是我身受重傷而躲在她家柴房之中，她卻會去告知她丈夫，叫他來擒了我去領功，哈哈，哈哈！」突然之間，他縱聲狂笑起來，拿著那件羽衣，走到石洞之前，拋在地下，在羽衣上踏了幾腳，大聲道：「我是淫僧，惡和尚，那配穿小姐這種衣服？」飛起一腳，將羽衣蹋進了洞中，轉身狂笑，大踏而去。水笙費了一個多月時光，才將這件羽衣綴成，心想這「小惡僧」維護爹爹的屍體，絲毫不向自己囉嗦，這些日子中，自己全仗吃他打來的鳥肉為生。他在洞外日夜捱受風寒，一步也不踏進山洞，這件羽衣應當給他穿了，以酬答他這些好處。那知道好心不得好報，反給他將羽衣踢進洞來，受他如此無禮的侮辱。她惱怒之極，伸手將羽衣一陣亂扯，情不自禁，眼淚一滴滴的落在鳥羽之上。她卻萬萬料想不到，狄雲轉身狂笑之時，胸前衣襟上也是濺滿了滴滴淚水。中午時分，狄雲打了四隻雀鳥，仍去放在水笙洞前。水笙烤熟了，仍是分了一半給他。兩人一句話也不說，甚至，連目光也不敢相互接觸。※※※狄雲和水笙坐得遠遠地，各自吃著熟鳥，忽然間東北角上傳來一陣踏雪之聲。兩人一齊抬起頭來，向聲音來處望去，只見花鐵幹一手拿著一柄鬼頭刀，一手握著一柄長劍，笑嘻嘻的走來。狄雲和水笙一躍而起，水笙返身入洞，搶過了血刀，微一猶豫，便拋給了狄雲，叫道：「接住！」狄雲伸手接刀，心中一怔：「她怎地如此信得過我，將這性命般的寶刀給了我？嗯，她是要我替她賣命，助她抵禦花鐵幹，哼，哼！姓狄的又不是你的奴才！」便在這時，花鐵幹已快步走到了近處，哈哈大笑，說道：「恭喜，恭喜！」狄雲瞪目道：「恭什麼喜？」花鐵幹道：「恭喜你和水侄女成就了好事哪。人家連防身寶刀也給了你，別的還不是一古腦兒的雙手奉送麼？哈哈，哈哈！」狄雲怒道：「枉為你號稱中原大俠，卻是個如此卑鄙骯髒的小人！」花鐵幹笑嘻嘻的道：「說到卑鄙無恥，你血刀門中的人物未必就輸於區區在下。」他一面說，一面慢慢迫近，用力嗅了幾下，道：「嗯，好香好香！送一隻鳥我吃，成不成？」他若是善言相求，狄雲當然答允，但這時見他一副憊懶胡鬧的模樣，心下著惱，說道：「你武功比我高得多，自己不會打麼？」花鐵乾笑道：「我就是懶得打。」他二人說話之際，水笙走到了狄雲背後，突然大聲道：「劉伯伯，陸伯伯！」原來她見花鐵幹雙手不但拿著劉乘風的長劍和陸天抒的鬼頭刀，而且北風飄動，吹開他的外袍，露出他長袍之內，還穿了劉乘風的道袍和陸天抒的紫銅色長袍。花鐵幹沉著臉道：「怎麼？你有何話說？」水笙道：「你……你……你吃了他們麼？」她料想花鐵幹既是尋到了二人的屍體，多半是將他二人吃了。花鐵幹道：「管你什麼事？」水笙失驚道：「陸伯伯，劉伯伯，他……他二人是你的結義兄弟……」花鐵幹道：「小和尚。老子不來動你岳父大人的遺體，算是給你的面子，可是那老和尚是你殺的，我要動一動他，你總無話可說了吧？」狄雲怒道：「這谷中雀鳥甚多，儘可以鳥肉充饑。你……你何必做這種殘忍之事。」花鐵幹若是有能耐打鳥，自不願以義兄弟的屍體為食，但他千方百計的捕捉鳥雀，初時還捉到一兩頭，過得幾天，雀鳥學乖了，再不上當。他又無狄雲的神照功內力，能以掌風擊鳥，這時聽狄雲如此說，當真是有苦說不出。這次他手持刀劍，決意來和狄水二人打鬥一場，心想最好是將二人都殺了，加上埋藏在冰雪中的水岱和血刀老僧的屍體，以此為食，當可勉強捱到初夏，靜待雪融出谷。花鐵幹聞到烤熟了的鳥肉香氣，饞涎欲滴，突然間舉起鬼頭刀，大呼躍進，向狄雲砍過來，左劈一刀，右劈一刀。狄雲舉起血刀一格，噹的一聲猛響，那鬼頭刀向上反彈，卻也並不折斷。原來這鬼頭刀也是一柄寶刀，雖不及血刀的鋒利絕倫，但刀身厚重，血刀也削它不斷。當日陸天抒和血刀僧雙刀相交，鬼頭刀上曾被血刀斬了三個缺口，今日再度相逢，鬼頭刀也不過是新添缺口而已。花鐵幹用刀雖不擅長，但他各種武功俱有根底，這把刀使將開來，就非狄雲所能抵擋了，數招之下，登時將狄雲迫得連連後退。花鐵幹也不追擊，一俯身，拾起狄雲吃剩的半隻熟鳥，大嚼起來，連讚：「很好很好，滋味要得，硬是要得！」狄雲回頭向水笙望了一眼，兩人都覺寒心。花鐵幹這次手持利器前來挑戰，情勢便和上次不同。空手相搏之時，狄雲受他拳打足踢，不過受傷吐血，不易給他一拳打死，這時他手中有了刀劍，情勢便不大相同，只須有一招之差，立時便送了性命。上次相鬥之所以能勉強支持，全仗水笙手中多了一把血刀，此刻花鐵幹的兵刃還多了一件，那是佔盡優勢了。花鐵幹吃了半隻熟鳥，意猶未盡，見山洞邊尚有一隻，又去拿來吃了。他抹抹嘴，說道：「很好，烹調功夫是第一流的。」懶洋洋的回轉身來，陡然間躍身而前，呼的一刀，便向狄雲劈了過去，這一刀去勢奇急，狄雲猝不及防，險些兒便給削了半邊腦袋，急忙舉刀招架。總算花鐵幹忌憚他內功渾厚，雙刀相交不免手臂酸麻，當下轉刀斜劈。三招之間，狄雲已是手忙腳亂，嗤的一聲響，左臂上給鬼頭刀劃了一道長長的口子。水笙叫道：「不要打了，不要打了。花伯伯，我分鳥肉給你便是。」花鐵幹見狄雲的刀法平庸之至，在武林中連第三流的腳色也及不上，心想及早殺了這小子再說，免得又留後患，當下手上加緊，口中卻調侃道：「水侄女，你心痛這小子，是不是？怎麼不記得你的親表哥汪嘯風了？」刷刷刷三刀，又在狄雲的右肩上砍了一刀。幸好這一刀所砍的部位有「烏蠶甲」保護，否則狄雲的右肩已給卸了下來。水笙大叫：「花伯伯，不要打了！」狄雲怒道：「你叫什麼？我打不過，給他殺了便是。」他狂怒之下，舉刀亂砍，忽然間右手的血刀交給左手，反手重重打了花鐵幹一個耳光。在花鐵幹那料到這武藝低微的少年居然會有這一招巧妙的功夫，閃避不及，拍的一聲，給他一掌擊在頸中。狄雲一怔，心道：「這是那老乞丐伯伯教我的『耳光式』！」他一招得手，跟著便使出「刺肩式」和「去劍式」來。花鐵幹叫道：「素心劍法，素心劍法！」狄雲又是一怔，那日他在荊州萬府和萬圭等人比劍，使出這三招之時，萬震山也說是「素心劍法」，當時他還道萬震山胡說，但花鐵幹是中原大豪，見多識廣，居然也說這是素心劍法，難道老乞丐所教的這三招，當真是素心劍麼？他以刀作劍，將這三招連使數次，可是花鐵幹的武功豈是魯坤，萬圭等一干人所可比？這三招劍法用在他的身上，全無效驗。到得狄雲第四次又使「去劍式」，將血刀往花鐵幹的鬼頭刀上一挑時，花鐵幹早已有備，飛起一足，正好踢在他的脈穴之上。狄雲拿捏不定，血刀脫手，花鐵幹一招「順水推舟」，雙手刀劍齊向他胸口刺來。噗噗兩聲，一刀一劍都刺中在狄雲胸口，刀頭劍頭皆為「烏蠶甲」所阻，透不進去。水笙手中拿了一塊石頭，一直守候在旁，只待狄雲遇險，便即上前相助，這時見花鐵幹刀劍齊施，更不多想，舉起石頭便向花鐵幹後腦砸去。花鐵幹上次短槍刺不進狄雲身子，已覺奇怪，百思不得其解，料定是狄雲懷中放著一隻鐵盒或是銅牌之類的堅物，槍頭湊巧刺在這堅物之上，但這次刀劍齊刺，決計不會又是這麼湊巧。他正一呆之際，狄雲猛力一掌擊出，水笙又自後面攻到。花鐵幹叫道：「有鬼，有鬼！」心下發毛：「莫非是陸大哥、劉兄弟怪我吃了他們的遺體，鬼魂出現來跟我為難麼？」他一驚之下，遍體冷汗。狄雲和水笙有了這個餘裕，急忙逃入山洞，搬來幾塊大石，堵塞入口。水笙以前怕狄雲闖入，早將洞口堵得甚小，僅容一人俯身出入，這時再加上幾塊石頭，便即堵住了。兩人死裏逃生，心中都是怦怦亂跳。只聽得花鐵幹叫道：「出來啊，龜兒子，躲在洞中能躲一輩子麼？你們在石洞裏捉鳥吃麼？哈哈，哈哈！」他雖放聲大笑，其實心下很是害怕，卻也不敢便去掘水岱的的屍體來吃。狄雲和水笙對望一眼，心中均想：「這人的話倒也不錯，咱們在石洞之中何以為食？但一出去便給他殺了，那便如何是好？」其實花鐵幹若要強攻，搬開石頭進洞，狄水二人也是難以守禦，只是他刀劍刺不進狄雲身體，認定是有鬼魂作怪，也卻不敢貿然行事。※※※狄雲和水笙在洞口守了一陣，見花鐵幹不再來攻，心下稍定。狄雲檢視左臂傷口，兀自流血。水笙撕下一塊衣襟，給他包好。狄雲將丁典的骨灰包從背上取下，懷中順手跌了一本小冊出來，便是得自寶象身上的那本《血刀經》。狄雲适才和花鐵幹這場惡鬥，時刻雖短，化力不多，精神卻是緊張之極，這時歇了下來，只覺疲累難當，想起那日在破廟中初見血刀經時，曾照著經上那裸體男子的姿式依樣而為，精神立即振奮，心想這花鐵幹決計不肯致休，少時惡鬥立起，就算給他殺了，也當狠狠打他幾掌，如此神疲力乏，怎能抗敵？當下隨手翻開一頁，見圖中人形頭下腳上，以天靈蓋頂在地下，兩隻手的姿式更是十分怪異。狄雲當即依式而為，也是頭下腳上，倒立起來。水笙見他突然裝這怪樣，只道他又發起瘋來，心想外有強敵，內有狂人，那便如何是好，心中一急，又要哭了出來。狄雲練不到半個時辰，頓時全身發暖，猶如烤火一般，說不出的舒適受用。他隨手翻過一頁，只見圖中那裸體男子以左手支地，身子與地面平行，兩隻腳卻翻過來勾在自己頸中。這姿式本是極為艱難，但狄雲自練成「神照功」後，自覺四肢百骸運用自如，要怎樣便怎樣，是無半點窒滯，當即依著圖譜中所示，練了起來，體中內息，也依著圖中紅色綠色線路，在身上各處脈穴道中通行。這《血刀經》乃血刀門中內功外功的總訣，每一頁圖譜都須練上一年半載，方始有成。但狄雲任督二脈既通，有了「神照功」這天下無敵的渾厚內力為基礎，再艱難的功夫到了他的手中，也是一練即成。好比一人學識字，初時「人、手、足、刀、尺」，每識一個字都是頗為艱難，待得一本「康熙字典」全部讀過記得，再讀天下的任何典藉，自是不費吹灰之力了。他練了一式又一式，越練越是興味盎然。水笙起初很是吃驚，只道他瘋病又發作了，後來見他是翻書練功，這才驚魂稍定。看了一會，見狄雲的姿式希奇古怪，當真是匪夷所思，水笙又是好笑，又是詫異，心道：「天下難道真有這種武功？」走上一步，向地下那本翻開著的血刀經瞧去時，一瞥之下，不由得滿臉通紅，一顆心怦怦亂跳。原來圖中所繪的是一個赤裸著全身的男子，她很是害怕：「這小惡僧練到後來，會不會也脫去衣服，全身赤裸？」幸好這可怕的情景始終沒有出現，狄雲練了一會內功，翻到一頁，只見圖中男子手執一柄彎刀，斜勢砍劈。狄雲大喜，忍不住脫口而出：「這是血刀的刀法。」走到洞口拾了一根烤鳥用的樹枝，照著圖中的法門，便依樣葫蘆的使了起來。這血刀的刀法當真是怪異之極，每一招都是在決不可能的方位砍將出去。狄雲只練得三招，便已領會，原來任何一招血刀的刀法，都是從前面的古怪姿式中化將出來。前面圖譜中有倒立、橫身、伸腿上頸、反手抓耳種種詭異的姿式，那血刀刀法中也便有這些令人絕難想像的招數。狄雲當下挑了四招刀法，翻來覆去的練習，心想：「我須得不眠不息，趕快練上三十七八招，過得四五天，當可出去和這姓花的決一死戰了。」哪知花鐵幹竟是不讓他有半天的餘裕，狄雲正在專心凝志的練那第五招，花鐵幹在洞外叫道：「小和尚，你岳父大人的心肝吃不吃？滋味很好啊。」水笙大吃一驚，推開石頭，搶了出去。只見花鐵幹拿著鬼頭刀，正在水岱的墳頭挖掘，雖然尚未掘到屍身，但那也是指顧間的事。水笙大叫：「花伯伯，花伯伯，你……你……全不念結義兄弟之情麼？」她一面叫，一面就搶了過去。花鐵幹正是先要引她出來，將她擊倒了，然後再料理狄雲，否則兩個人聯手而鬥，總不免碍手碍腳。他見水笙奔來，只作不見，仍是低頭挖掘。水笙搶到他的身後，一掌往他背心用力擊去。花鐵幹一翻手，快如閃電，已拿住了她的手腕。水笙左手一掌跟著擊出。花鐵幹身子略斜，拚著肩頭受她一掌，噗的一聲，肩頭中掌，但水笙一聲低呼，腰間也已被他一指點中，委倒在地。他剛點到水笙，狄雲手執樹枝，已然搶到。花鐵幹哈哈大笑，道：「這小和尚活得不耐煩了，用一根樹條兒來鬥老子。好，你是血刀門的惡僧，我便用你本門的兵刃送你歸天。」反手從腰間抽出血刀，將鬼頭刀拋在地下，嗤嗤嗤三聲響，向狄雲連砍三刀。這血刀其薄如紙，砍出去時的風聲嗤嗤聲響，花鐵幹心下暗讚：「好一口寶刀！」狄雲見血刀如此迅速的砍來，心中一寒，不由得手足無措，一咬牙，心道：「這就拚個同歸於盡吧！」右手揮動樹枝，刷的一下，從背後反擊過去，荅的一聲，結結實實的打在花鐵幹後頸。這一招奇妙無比，倘若他手中拿的是刀而不是樹枝，已然將花鐵幹的腦袋砍下來了。其實花鐵幹的武功和血刀老祖也相差無幾，就算練齊了血刀功夫的血刀老祖，也決不能在一招之間便殺了他，更不用說狄雲了。只是花鐵幹十分輕敵，根本沒將這個武功還不到三流腳色的對手瞧在眼內，是以一上手便著了道兒。他一怔之間，提刀欲劈，狄雲的樹枝卻如狂風暴雨般亂砍亂劈過來，噗的一聲！又是一下打在花鐵幹頭上，這一次恰好打中在他的後腦。花鐵幹身子一晃，叫道：「有鬼，有鬼！」回身望了一眼，只嚇得手酸足軟，手一松，血刀掉在地下，也顧不得拾起，當即拔足飛奔，遠遠的逃了。原來花鐵幹吃了義兄義弟的屍身後，心下有愧，時時怕陸天抒和劉乘風的鬼魂來找他算帳。適才他刀劍刺不進狄雲身體，已認定是有鬼魂在暗助敵人，這時狄雲以一根樹枝和他相鬥，明明是站在自己對面，水笙又被點中穴道而躺臥在地，可是自己後頸和後腦卻接連被硬物打中。這雪谷中除了自己和狄水二人之外，更有何人？如此神出鬼沒的在背後暗算自己，不是鬼魅，更是什麼東西？他轉頭一看，不論看到什麼，都不會如此吃驚，但偏偏什麼也看不到，那裏還敢有片刻停留？狄雲雖是接連打中了花鐵幹兩下，但並沒令他受傷，他居然立即沒命奔退，倒也是大出意料之外。狄雲拾起血刀，見水笙躺在地下動彈不得，問道：「你是給這廝點中了穴道？」水笙道：「是。」狄雲道：「我不會解穴，救你不得。」水笙道：「你只須在我腰間和腿上……」本想告知他穴道的部位，請他推宮過血，便可解開被封的穴，但說到「腿上」兩字，想起這「小淫僧」最近雖然並沒對己無禮，以前可是品行不端，倘若乘著自己行動不得……。狄雲突然見到她眼中露出懼怕之色，心想：「花鐵幹已逃走了，你還怕什麼？」隨即一轉念間，明白她是在害怕自己，霎息之間，一股怒氣衝胸臆，大聲說道：「你是怕我沾汚你，怕我對你有非禮之行，哼，哼，從今而後，我再也不要見你。」他氣得伸足在地下亂踢，只踢得白雪飛濺。他回到山洞之中，取了那本血刀經，大踏步走開，再也不向水笙瞧上一眼。水笙心下羞愧，尋思：「難道是我瞎疑心，錯怪了他？」她躺在地下，一動也不動。過得一個多時辰，一頭兀鷹從天空直衝下來，撞向她的臉頰。水笙大聲驚叫，只見紅光一閃，那柄血刀從斜刺裏飛了過來，將兀鷹砍為兩邊，落在她的身旁。原來狄雲雖是惱她懷疑自己，仍是擔心花鐵幹去而復回，前來加害於她，因此守在不遠之處，繼續練那血刀經中的功夫。他擲出飛刀，居然將那兀鷹斬為兩邊，那血刀斬死鷹後，略無阻碍，又飛了十餘丈，這才落下。這麼一來，狄雲這一招「流星經天」的刀法，又已練成了。水笙叫道：「狄大哥，狄大哥，是我錯了，一百個對你不起。」狄雲只作沒有聽見，不去理她。水笙又道：「狄大哥，你原諒我死了爹爹，孤苦伶仃的，想事不周，別再惱我了，好不好？」狄雲仍是不理，但心中怒氣，卻也漸漸消了。水笙躺在地下，直到第二日穴道方解。她知道狄雲雖然一言不發，但一晚之中，竟是目不交睫的守在自己身邊，心中好生感激。她身子一能動彈，即刻去將那頭兀鷹烤熟了，分了半邊，送到狄雲身前。狄雲等她走近時，閉上了眼睛，以遵守自己說過的那句話：「從今而後，我再也不要見你。」水笙放下熟鷹，便即走開。狄雲要等她走遠再行睜眼，忽聽得她「啊」的一聲驚呼，跟著又是一聲「哎喲」摔倒在地。狄雲一躍而起，搶到她的身邊。水笙嫣然一笑，站了起來，說道：「我騙騙你的。你說從此不要見我，卻不是見了我麼？這句話可不算數了。」狄雲狠狠的瞪了她一眼，心道：「天下的女子都是鬼心眼兒。除了丁大哥的那位淩姑娘，誰都會騙人。從今以後，我再不上你當呢。」水笙卻是格格嬌笑，說道：「狄大哥，你趕著來救我，謝謝你啦！」狄雲橫了她一眼，背轉身子，大踏步走開了。※※※花鐵幹害怕鬼魂作怪，再也不敢到山洞前來囉嗦，只好嚼些樹皮草根，苦渡時光。狄雲每日練一兩招血刀的刀法，內力外功，與日俱進。冬去春來，天氣漸暖，山谷中的積雪初時不再加厚，後來雪水淙淙，竟然開始消融了。這些日子之中，狄雲已將一本血刀經的內功和刀法盡數練全。他這時身集正邪兩派最上乘武功之所長，雖然經驗閱歷極為欠缺，而正邪功夫的精華亦未融會貫通，但單以武功而論，別說已遠遠在花鐵幹之上，比之當年丁典，亦是未遑多讓，這俱是練成神照功，打通任督二脈之功。水笙跟他說話，狄雲始終扮作啞巴，一句不答，除了進食時偶在一起之外，狄雲總是和她離得遠遠地，自行練功。他心中所想的，只是三個念頭！出了雪谷之後，第一是到湘西故居去尋覓師父！第二是回到荊州去給丁大哥和淩姑娘合葬；第三，報仇。他只盼積雪消得越快越好，眼見雪水匯集成溪，不斷的流向谷外，山谷通道上的積雪一天比一天低，他不知離端午節還有幾天，卻知出谷的日子是不遠了。一天傍晚，他從水笙手中接過了兩隻熟鳥，正要轉身，水笙忽道：「狄大哥，再過得幾天，咱們便能出去了吧？」狄雲「嗯」了一聲。水笙低聲道：「多謝你這些日子中對我的照拂，若不是你，我早死在花鐵幹那惡人手中了。」狄雲搖頭道：「沒什麼。」轉身走開。忽聽得身後一陣嗚咽之聲，回頭一看，只見水笙伏在一塊石上，背心抽動，正自哭泣。他心中奇怪：「可以出去了，那應當高興才是，有什麼好哭的？女人的心變化百端，我永遠不會明白。」那天夜裏，他練了一會功夫，躺在每日安睡的那塊大石上睡著了。這塊大石離山洞不遠，以防花鐵幹半夜裏前來盜屍或是侵襲。但這些時日中花鐵幹始終沒有再來，料想已然無事，是以狄雲無牽無掛，睡得甚沉。睡夢之中，忽聽得遠處隱隱有腳步之聲，狄雲這時內功深湛，耳目聰明，和昔日已是大不相同，這腳步聲聲雖遠，卻已令他一驚而醒。他翻身坐起，側身傾聽，發覺來者人數眾多，至少有五六十人，正快步向谷中而來。狄雲吃了一驚：「怎地有人能進雪谷來？」他不知谷中山峯蔽日，寒冷得多，外面積雪已融，谷中融雪卻要慢上十天半月。狄雲一轉念間，心道：「這些人定是一路追趕而來的中原群俠，現下血刀老祖已死，什麼怨仇都是一了百了，嗯，水姑娘的表哥一定也來了，接了她去，那是再好不過。他們認定我是血刀門的淫僧，解釋起來，多費唇舌，我還是不見他們的好。讓他們接了水姑娘出去，我再慢慢出去不遲。」他繞到山洞之側，躲在一塊岩石後面，要瞧瞧來的是些什麼人。只聽得腳步聲越來越近，突然間眼前一亮，原來這群人轉過了山坳，看到他們手中都拿了火把。只見這夥人果是約莫有五十餘人，每個人都是左手舉著火炬，右手提著兵刃。當先一人白鬚飄動，手中不拿火把，一手刀，一手劍，卻是花鐵幹。狄雲見花鐵幹與來人聚在一起，先是略覺詫異，但隨即省悟：「這些人便是一路從湖北、四川追趕咱們來的，花鐵幹是他們的首領之一，當然一遇上便跟他們在一起了，卻不知他在說些什麼？」當下爬行著向前丈許，身子伏在冰雪未融的草叢之中，以防給他們發覺。這時他和花鐵乾等相距仍遠，但他內功在這數月中突飛猛進，耳聰目明，已能清清楚楚的聽到山洞中諸人的說話。只聽得一個粗澀的聲音道：「血刀老祖原是花兄手刃，立此大功，實乃可敬可賀。花兄今後是中原群俠之首，實至名歸，吾等皆服花兄驅策了。」另一人道：「只可惜陸大俠、劉道長、水大俠三位慘遭橫死，令人神傷。」又一人道：「老惡僧雖死，小惡僧尚未伏誅，咱們須當立即搜尋，斬草除根，以免更生後患，花大俠，你說如何？」花鐵幹道：「不錯，張兄之言大有見地。這小惡僧一身邪派武功，為惡實不在乃師之下，或許猶有過之。他一見大夥兒進谷，定是急謀脫身。眾位兄弟，咱們別辭辛苦，先殺了那小惡僧，才算大功告成。」狄雲聽了這幾句話，心中暗驚：「這姓花的果是歹毒之極，幸虧我沒貿然現身，否則他們群起而攻，我如何抵敵得住？」忽聽得一個女子的聲音道：「他……他不是小惡僧，是個正人君子。花鐵幹才是個大壞蛋！」說話的正是水笙。狄雲聽了這幾句話，心中一陣安慰，第一次聽到水笙親口說了出來：「他不是小惡僧，是個正人君子！」這些日子中水笙顯然對他不再起憎惡之心，但居然能對著眾人說他是個正人君子，那確也大出他意料之外。不知如何，狄雲眼中忽然湧上了淚水，心中輕輕的道：「她說我是正人君子，她說我是正人君子！」水笙說了這兩句話，洞中諸人你瞧瞧我，我瞧瞧你，誰也不作聲。火把照耀之下，狄雲看得出這些人的臉上都有鄙夷之色，有的甚至是譏笑和幸災樂禍的神情。隔了一會，才有一個蒼老的聲音道：「水侄女，我跟你爹爹是多年老友，不得不說你幾句。這小惡僧殺死了你爹爹……」水笙道：「不，不……」那老人道：「你爹爹不是那小和尚殺的？那麼令尊是死於何人之手？」水笙道：「他……他……」一時接不上口。那老人道：「花大俠說，那日谷中激鬥，令尊力竭被制，是那小和尚用樹枝打破了他天靈蓋而死，是也不是？」水笙道：「不錯。可是，可是……」那老人道：「可是怎樣？」水笙道：「是我爹爹親口求他打死的！」她此言一出，洞中突然間爆發了一陣轟然大笑，這笑聲震得樹枝上半融不融的積雪簌簌而落。笑聲中夾著許多譏嘲之言：「自己求他打死，哈哈哈！撒謊撒得太也滑稽。」「原來水大俠活得不耐煩了，伸頭出來請他的未來賢婿打得開花！」「誰說是『未來』賢婿？水大俠去世之時，那小和尚只怕早和這位姑娘有上一手了，哈哈哈！」說話之中，更有幾個人厲聲相斥：「世間竟有這般無恥的女子，要了男人，連親生父親也不要了！」也有人冷言冷語的譏諷：「要男人不要父親，世上那也多得緊。只不過叫奸夫殺死自己父親，這就罕見罕聞了。」又一人道：「咱們只聽見什麼『戀奷情熱，謀殺親夫』。今日世道大不相同了，居然有『戀奸情熱，謀殺親父』，哈哈哈！」這些人都是江湖上的粗人，有什麼污言穢語說不出口？大家聽了花鐵幹的言語，先入為主，認定水笙和狄雲早已有了不可告人的勾當，憤恨她迴護「奸夫」，因此說出來的話竟是越來越不中聽，水笙滿臉通紅，大聲嚷道：「你們在說……說些什麼？卻也不知羞恥？」那些人又是一陣哈哈大笑，有人道：「卻原來咱們不知羞恥了，真是滑天下之大稽。」「好，好！水姑娘，咱們不知羞恥。你和那小和尚在這山洞中卿卿我我，不思親父的大仇，那就是知道羞恥了？」另一個粗豪的聲音罵了起來：「他媽的，老子從湖北一路巴巴的追了下來，馬不停蹄的，就是為了救你這小婊子。你這賤人這麼無恥，老子一刀先將你砍了。」旁邊有人勸道：「使不得，使不得，趙兄不可魯莽！」那蒼老的聲音說道：「各位少安毋躁。水姑娘年紀輕，沒見識。水大俠不幸逝世，她孤苦伶仃的沒人照料，大家別跟她為難。以後她由花大俠撫養，好好的教導，自會走上正途，大夥兒口上積積德，這山谷中的事嘛，別在江湖上傳揚出去。水大俠生前待人仁義，否則大家怎肯不辭勞苦的趕來救他的女兒？嗯，咱們須當顧全水大俠的顏面，這件事就別再提了。我說呢，咱們還是快去捉了那小和尚來是正經，將他開膛破肚，祭奠水大俠的英魂。」說話的老人大概德高望重，頗得諸人的尊敬，他這番話一說，人群中有不少聲音附和，都道：「是，是，張老英雄的話有理。咱們去找那小和尚，綑了他來碎屍萬段！」眾人嘈雜叫囂聲中，水笙「哇」的一聲，哭了出來。忽聽得遠處有人長聲叫道：「表妹，表妹！水表妹，水表妹！」水笙一聽到這聲音，知是表哥汪嘯風尋她來了，自己孤苦無依，大受各人的訕笑，突然聽到親人的聲音，如何不喜？當下停止了哭泣，奔向洞口。欲知後事如何？請看下回分解。