第七十九回　連傷三人 風波惡生具一副俠義心腸，聽游坦之說得可憐，便問：「那一個如此惡作劇？姓風的倒要去會會他。」他一面說，一面斜眼向丁春秋睨去，只道是這老者所做的好事。游坦之道：「不──不是我師父。」風波惡道：「好端端一個人，套在這樣一隻生鐵面具之中，有甚麼意思？我來給你除去了。」說著唰的一聲，從靴筒裏抽出一柄匕首來，青光閃閃，顯然是把鋒銳之極的利刃，便要替他將那面具除去。游坦之卻知這面具已和他面孔及後腦血肉相關，硬要除下，大有性命之虞，忙道：「不，不，使不得！」風波惡道：「你不用害怕，我這把匕首削鐵如泥，我給你削去鐵套，決計傷不到皮肉。」游坦之道：「不，不成的。」風波惡道：「你是怕那個給你戴鐵帽子的人，是不是？下次見到他，就說是我一陣風硬給你除的，你身不由主，叫這惡人來找我好了。」說著抓住了他的左腕。游坦之見到他手中匕首寒光凜然，心下大駭，叫道：「師父，師父！」回頭向丁春秋求助，只見丁春秋背負著雙手，走到亭邊觀賞風景，對他的呼叫之聲卻是充耳不聞。游坦之惶急之下，記起師父所授禦敵之法，心下暗誦：「星宿老仙，星宿老仙，護佑弟子，克敵致勝，一三五七九！」伸出右掌，在風波惡左肩後拍了一下。那知道掌落之處，正是風波惡背心的要穴「天宗穴」。風波惡全神貫注的要給他削去鐵帽，生怕落手稍有不準，割破了他的頭臉，那防到他居然會突施暗襲，而且這一掌來勢勁力大得異乎尋常，落掌之處又是人身的要害。風波惡一聲悶哼，便向前跌了下去。總算他身手矯健，吃了這一下勉強還支持得住，左手在地下一撐，一挺便跳了起來，哇的一聲，吐出了一口鮮血。鄧百川、公冶乾、包不同三人見游坦之陡施毒手，把弟吃了個大虧，都是大吃大一驚，見風波惡臉色慘白，三人更是擔心。公冶乾一搭他的腕脈，只覺脈搏跳動急躁頻疾，隱隱有中毒之象，他心念一動，指著游坦之罵道：「好小子，原來你是星宿老怪門下，一出手便以歹毒手段傷人。」右手急速從懷中取出一個小瓶，拔開瓶塞，倒出一顆解毒藥塞入風波惡的口中。鄧百川和包不同兩人身形晃處，攔在丁春秋和游坦之的身前。包不同脾氣之暴躁，實不在風波惡之下，只是更加的陰沉，更加的執拗，左手暗運潛力，五指成爪，便要向游坦之胸口抓去。鄧百川道：「三弟住手！」包不同蓄勢不發，轉眼瞧著大哥。鄧百川道：「此處是少林寺山門之外，是非曲直，自有本寺方丈和高僧主持公道，咱們擅自動武，顯得不尊重少林了。」包不同一想不錯，在少林寺外出手打人，正所謂「魯班門前弄大斧，孔子門前讀孝經」，未免有小覷少林之嫌。少林寺對「姑蘇慕容」本有成見，自己不可再生枝節，諒來星宿派的妖孽弟子也無多大氣候，不怕他逃了。再見丁春秋童顏鶴髮、氣度雍容，顯是一位得道高人，雖聽游坦之叫他「師父」，但看他正氣盎然，想來決計不是星宿派中的人物，公子這次來到少林，乃是大有圖謀，不可以一時之忿，壞了大事，當下將手掌緩緩放了下來。這時公冶乾已扶著風波惡坐在地下，只見他全身發顫，牙關相擊，格格直響，便似身入冰窖一般。風波惡素來好強，身經數百戰，不知受過多少傷，以往再厲害的傷也是強顏支持，毫不示弱，這一次竟是管不了自己，過得片刻，嘴唇也紫了，臉色漸漸由白而青。公冶乾的解毒丸本來極是靈效，但風波惡服了下去，便如石沉大海，直是無影無蹤。公冶乾惶急之下，伸手一探他的呼吸，突然間手掌心一股冷風吹來，透骨生寒。公冶乾急忙縮手，叫道：「不好，怎麼冷得如此厲害？」心想風波惡口中噴出來的一口氣都是如此寒冷，那麼他身上所中的寒毒更是非同小可了，情勢如此危急，來不及等候少林僧眾到來，再行理喻，轉身向丁春秋道：「閣下是不是這鐵頭人的師尊？我把弟中了毒手，請賜解藥。」風波惡所中之毒，乃是游坦之以易筋經內功逼出來的冰蠶劇毒，別說丁春秋無此解藥，就是能解，他也如何肯給？他見少林寺寺門大開，數十名和尚列隊出來，遠遠望去，當先七八人都是身披袈裟，顯是寺中輩份甚高的老僧出來迎接慕容公子，心想待這些僧眾一到，脫身便不容易，眼下這許多人離寺而出，正好直搗其後院之虛，去擄劫三淨和尚，當下袍袖一拂，捲起一股疾風。鄧百川等多人都覺這股疾風刺眼難當，眼中淚水滾滾而下，睜不開眼睛，暗叫：「不好！」知道他袍袖中藏有毒粉，這麼衣袖一拂，便以內功散了出來。三個人都是一般的心思，不顧傷敵，不約而同的擋在風波惡身前，只怕對方更下毒手。只覺身邊微風颯然，鄧百川閉目推出一掌，嘩喇喇一聲響，屋瓦泥沙傾瀉了下來，原來他一掌正好擊在涼亭的柱上，將那根徑粗七寸的柱子打斷，半邊涼亭便即傾塌。待得睜眼看丁春秋和游坦之時，卻已不知去向。出寺迎接的少林僧望見鄧百川擊坍涼亭，都道他是到少林寺來逞兇尋釁，均各恚怒，快步來到涼亭。包不同和鄧百川已飛身分自左右追了下去，亭中只剩下公冶乾和風波惡二人。達摩院首座玄難一見到二人的情狀，料知另有變故，問道：「二位施主，起了何事？」公冶乾道：「一個頭上帶鐵套的小子打了我把弟一掌，毒性好不厲害。我大哥和三弟追下去了。」玄難一怔，道：「頭戴鐵帽的小子？這人不會甚麼武功啊，他！他是在菜園中幹甚麼的，是不是？」旁邊一名和尚道：「是。」以玄難輩份之高，若不是游坦之身具異相，原不會知道院中多了這麼一個雜役。正混亂間，山道上蹄聲得得，又奔來了一乘馬，公冶乾臉上露出喜色，道：「是公子麼？」但一望見馬匹是淡青之色，臉色不由得沉了下去。少林僧聽了他「是公子麼」這四個字，都道是慕容公子到了，群相注目，只見那馬馳到近處，馬背上乘著一個身穿淡綠衣衫的少女。那少女身形苗條，風姿綽約，一見到眾人，便即下馬，迫不及待的叫道：「二哥，阿朱姊姊在不在？」原來是慕容復的侍婢，琴韻小築的主人阿碧。那日阿朱喬裝改扮，到少林寺盜經，久久不歸，阿碧擔心之極，日日催請慕容復前來探詢。但慕容復身有要務，不願為了一個侍婢而興師動眾到少林寺來查究，一直遷延到此刻，這時一來他自己確也掛念阿朱的安危，二來被阿碧纏得再難以交代，只得率同部屬前來拜山。公冶乾不答阿碧之事，叫道：「公子呢？公子呢？」聲音中甚是驚惶。阿碧牽著坐騎，快步走到涼亭之前，道：「公子在途中見到有個和尚追趕欺侮一位姑娘，他要打抱不平救人，命我先來，他馬上便到──咦，四哥，四哥，你怎麼了？」她放下手中韁繩，搶到風波惡身前。只見他頭髮上結了薄薄一層白霜，本來一頭烏髮，突然變成了白頭。她伸手要去拉風波惡的手腕，公冶乾將她手臂一扯，道：「四弟中了劇毒，別碰他身子。」慕容復手下鄧百川、公冶乾、包不同、風波惡、阿朱、阿碧六人平素以兄弟姊妹相稱，情逾骨肉，阿碧聽說四哥中了劇毒，驚怒交集，橫目向一干少林僧眾怒視，道：「是這些大和尚害他的麼？大和尚，快快拿解藥出來，救我四哥。」公冶乾搖頭道：「不是他們。」忽聽得少林寺噹噹噹鐘聲大鳴，群僧臉色陡變。這鐘聲響得甚是迫促，公冶乾與阿碧雖然不知其中含意，但也猜得到是寺中發生了緊急要事。只見少林寺側門中奔出兩名灰衣僧侶，快步馳向涼亭。這兩名和尚輕功甚是了得，轉瞬間便到了亭前，當先的那僧向玄難躬身說道：「啟稟師伯，後山到了敵人，玄痛師伯身受重傷。」玄難點了點頭，問道：「有多少敵人？是何等樣人？」他神色間極是鎮定，但聽說玄痛師弟身受重傷，也是大出意料之外，須知玄痛的拳掌功夫已臻出神入化之境，是少林玄字輩的高手之一，敵人武功再強，總也得長期拼搏，方能傷他，怎地自己甫出寺門，玄痛便已受傷？那報訊的僧人道：「不知有多少敵人，也不知是何等樣人。」玄難眉頭微微一皺，向公冶乾橫掃一眼，他心中認定是姑蘇慕容氏遣人前來襲擊，一出手便傷玄痛，多半是慕容復親自動的手，冷冷的道：「好一個聲東擊西之計。」公冶乾全神貫注的瞧著風波惡，沒去聽玄難的譏諷之言。少林寺中許多高僧列隊出來迎接慕容復，不見他到來，心下已自起疑，待得聽到寺中示警的鐘聲，又知玄痛大師受了重傷，各人緩緩移動腳步，將公冶乾等三人圍在亭心。少林寺中高僧如雲，也不必急於趕回應援。只聽得示警鐘聲驀地止歇，又有一僧奔來稟告：「寺後發現二人，一人自稱姑蘇慕容手下姓鄧的，另一個受傷倒地，敵人已退，不知去向。」公冶乾吃了一驚，忙問：「受傷的是誰？可是那個身穿黃衣的瘦削漢子麼？」那僧人不答他的問話，眼光中露出戒備警惕的敵意，但從他臉上神情看來，顯然受傷的正是包不同。公冶乾甚是焦急，但想四弟受傷，自己不能離開，三弟有大哥照料，一時當可無礙。玄難見公冶乾並無抗拒之意，阿碧只是個纖弱秀美的少女，淚光盈盈，更是不足為害，緩緩的道：「慕容公子是否便到？咱們恭候大駕。」阿碧斂衽為禮，道：「公子途遇惡僧欺辱弱女，出手相救，不敢勞眾位多候──」玄難臉上更現不悅之色，道：「本寺僧眾素守清規，豈有欺辱女子之事？姑娘說話胡鬧，老衲當你童言無忌，不來計較於你。」阿碧急道：「是真的啊，這和尚──這和尚──也未必一定是少林寺的。」玄難怫然道：「少室山方圓數十里內，個個僧侶都和本寺有關，就算不是本寺剃度，也是來本寺掛單的。咳，姑娘──你──你──」他性子剛硬，便想出言教訓，但見到阿碧楚楚可憐的神情，登時心有不忍，說了兩個「你」字，下面的話便嚥住了。他微一沉吟，料定慕容復不懷好意，不必在此多候，說道：「請三位同到敝寺休息，慢慢等候慕容公子駕到。」他說這句話，乃是要扣住公冶乾三人之意，倘若公冶乾不從，說不得只好用強，至於阿碧這小姑娘，少林寺不便強留，且由她自去便是。那知公冶乾一口答應，道：「正要打擾。」俯身將風波惡抱在懷裏，大踏步便向寺門走去。阿碧一面走，一面問那第三個報訊的僧人道：「大師父，我那三哥受傷重不重？便是那個身穿黃衣的瘦漢子。他──他──受了甚麼傷？是你們廟裏的和尚打傷他的麼？」一眾僧眾快步回寺，那僧人見玄難在旁，原是不敢多說，只是阿碧說話嬌柔婉轉，教人硬不起心腸來不加理睬，輕聲道：「那──那位施主（他本想說「那漢子」，但看在阿碧的份上，稱他一聲「施主」），跟這位施主──」說著向風波惡一指，續道：「受的傷一模一樣，不是咱們打的。」他頓一頓，又道：「似乎受了邪派妖人的毒手。」他轉頭向玄難道：「玄痛師伯受的傷也是這樣。」玄難一怔，問道：「玄痛師弟也是這般著寒發抖？」那僧人道：「正是。」玄難大奇，沉吟道：「三個人受的傷一模一樣。」那僧人道：「玄痛師伯肌膚冰冷，方丈以金剛掌掌力助他陽氣，尚未痊癒。」玄難聽他說到「尚未痊癒」這四個字時，口氣頗不肯定，顯是在外人之前不願示弱，其實應當說「毫無效驗」。玄難見到風波惡苦受折磨的情狀，關心師弟，突然足下一點，身子化作一縷紅影，搶入了山門。公冶乾微微一怔，暗讚：「好功夫！」一行人來到大雄寶殿之側的迎賓堂中，一干僧眾認定公冶乾等三人乃是敵人，神色間便無禮敬之意，只是維持名門大派的風度，仍是讓座獻茶。公冶乾連問：「我那受傷的把弟在那裏？」忽聽堂後有一個洪亮之極的聲音說道：「二弟，我在這裏，三弟也中了人家毒手。」只見鄧百川抱著包不同走了進來，滿臉憂色，將包不同放在椅上。公冶乾倒了三顆解毒藥丸，塞入包不同口中。包不同道：「這──這鐵頭小子──邪──邪門得緊──我──我──我」他連說了三個「我」字，牙關不住打顫，再也接不下去。阿碧取出身邊絲帕，給兩位義兄抹去額頭的冷汗，卻見這些冷汗轉瞬間便凝結成霜。她正惶急間，後堂走出四位老僧，當先一僧向鄧百川道：「鄧施主，敝寺玄痛師兄也為那鐵頭人所傷，此人邪術厲害，方丈言道，請兩位受傷的施主先服本寺的『正氣六陽丹』，再由老衲等以『純陽羅漢功』助兩位一臂之力。」鄧百川一聽大喜，他知道「正氣六陽丹」是少林寺天下馳名的靈丹之一，治療寒毒，其效如神，而「純陽羅漢功」更是少林寺的絕技，修習者必須是童子之身，若非四十年以上的苦練，難達上乘之境。倘若不是出家清修的高僧，絕少有四五十年中不近女色，到老仍是童身之人。他和公冶乾一齊抱拳道謝。那老僧取出兩顆龍眼大小，殷紅如血的丸藥來，餵入包不同和風波惡的口中。四位老僧分為兩組，兩個人服侍一個，各以手掌分別抵住包風二人胸腹，將純陽的內力運入傷者體內。過得一頓飯時分，包風二人寒戰止歇，臉上鐵青之色漸退，包不同是臉如金紙，風波惡卻是臉色慘白，四位老僧收回手掌，為首的老僧道：「兩位施主是無礙了。」鄧百川道：「多謝大師相救，慕容公子及在下義兄弟同感大德。」那老僧謙道：「些些微勞，何足掛齒？」包不同慍道：「謝甚麼？有甚麼好謝？咱們是給他寺中雜役打傷的，找他方丈老和尚算帳去。」鄧百川深知這義弟的脾氣，不論別人說甚麼，他都要力持異議，反對一番，何況剛才聽幾名少林僧都道，那鐵頭人乃是寺中雜役，如此說來，包不同之言也非無理，只是人家治了你的重傷，道謝一句總也是應該的。他陪笑道：「大師請勿見怪，我這位兄弟最愛和人頂撞──」他話未說完，知客僧虛風走進堂來，說道：「方丈有請。」鄧百川等五人隨著他向後走去，一路向西，出了本寺，走向西首的一間偏屋，鄧百川和公冶乾對望了一眼，料想是為了阿碧之故。少林寺向來不許女流進入，方丈為了遷就阿碧，自到西偏屋相見，可說是對來人十分重視了。虛風引著五人走進屋中，只見堂上坐著五位老僧，居中一人垂著長長的白眉，面目慈祥，站起身來。鄧百川等知道那便是名震天下的少林寺方丈玄慈大師，不敢怠慢，恭恭敬敬的上前參見，只有包不同雖然相偕行禮，口中卻不住的嘮嘮叨叨，說甚麼：「少林寺名門正派，寺中居然有人會使左道旁門的陰毒邪術，傳將出去，豈不教天下英雄寒心？」玄難坐在方丈的下首，聽得包不同的說話，臉色一沉，指著一個身形魁梧，神情委頓的老僧道：「我玄痛師弟同遭奸人暗算。這奸人乃是妖邪派到寺中來臥底的，與本寺何干？」他向虛風道：「快帶三淨來，須得細細盤問這鐵頭人的來歷，如何給他混入本寺。」虛風道：「啟稟師叔祖，那三淨和尚給人救了去啦。妖人此次偷入本寺，似乎便是為這三淨而來。」玄難勃然變色，沉吟未語。虛風又道：「三淨原在戒律院禪房中面壁思過，妖人破門而入，玄痛師叔祖加以攔阻，這才失手受傷。」玄難眼望玄痛，道：「師弟──」玄痛道：「我經過戒律院後門，見一個白髮紅臉的老人背負了三淨出來。我見情形有異，上前查問，那老者突然虛飄飄的一掌向我拍到。我忙運掌還擊，豈知那老者掌力極是詭異，掌心中竟有黏力，將我掌中內力拉扯而出──」玄難的臉色更加難看了，道：「星宿派的化功邪術？」玄痛道：「當時我也是這般想，急運內力與之相抗，那老者喝道：『快快下手！』我只聽得背後有重濁的腳步之聲，也沒覺到甚麼凌厲的掌風，左肩後背已吃了一掌。這──這一掌寒氣透骨，好生難當，我回頭一看，原來下手的竟是咱們寺中那個鐵頭人──我想，這個鐵頭人──啊喲，不好。」他身子晃了兩晃，牙關便又格格的響了起來。就在這時候，包不同和風波惡也感體內寒毒重行發作，難以忍受，膝頭一彎，登時坐在地下，用起功來。這兩人是武林中的成名人物，向來極是顧全體面，若不是迫不得已，絕不會在少林眾高僧的面前如此出醜，眾人相顧失色之際，玄痛也已坐倒在地。這一來，連方丈玄慈也是大為訝異，少林寺的「正氣六陽丹」治療寒毒，應驗如神，再加上幾位童身老僧的「純陽羅漢功」相助，就算寒毒一時不能驅盡，總也得三年五載之後方能發作，豈有過不到一個時辰便即再起之理？那幾位老僧既是驚詫，又感臉上無光，當即伸掌再助三人運功，直過了一炷香時分，三人才免了寒毒侵體之厄。阿碧忽然說道：「老方丈，我阿朱姊姊冒犯了貴寺，你們關了她這麼久啦，求求你，請你們放了她罷。」說著盈盈拜倒，磕下頭去。玄慈忙離座還禮，道：「姑娘不必多禮，你說咱們關了誰？」阿碧站起身來，道：「我的阿朱姊姊啊，她年紀小，很愛胡鬧，請各位大和尚別跟她一般見識。我早求公子爺修書來向方丈求情。公子說阿朱得罪貴寺，應當受各位責罰，須得讓她多吃些苦頭，然後公子爺親自來貴寺謝罪。」她這番話咭咭咯咯的說來，語言清脆動聽之極，但眾僧面面相覷，全不知她其意何指。原來阿朱初時聽說慕容公子要到少林寺，便來寺相會，不料慕容公子固然未到，守門寺僧更以數百年規矩所定，不許女子進入本寺。阿朱一怒之下，喬裝為少林寺僧智清，混入寺中，一不做，二不休，為要拿到證據，他日也好在寺僧之前誇耀，竟將寺中一部梵文秘本的易筋經盜了出來，便在此時，中了玄慈方丈的「大般若金剛掌」，以致身受重傷。但玄慈出手之際，不知她是女子，更不知她是甚麼阿朱。後來蕭峰攜同阿朱赴聚賢莊求治，阿朱謊稱是為一個青年公子所傷，少林高僧玄寂、玄難雖然親眼見到了她，卻萬萬想不到她便是那個在本寺盜去古經的「和尚」。是以阿碧求方丈放人，寺中人人摸不著頭腦，其實，在這世上知道其中原委的，也只剩下蕭峰一人了。玄慈溫言說道：「這位姑娘說甚麼敝寺扣人不放，必是傳聞之誤。少林寺乃出家清修之地，戒律素嚴，絕不敢有誰為非作歹。」阿碧急道：「我不是說你們為非作歹啊。我那阿朱姊姊頑皮得很，一定冒犯了你們，得罪了你們，所以公子爺今天是要賠不是，說好話來著。求求你們，放了阿朱姊姊罷，我再給你們磕頭。」他見玄慈方丈面目慈祥，玄難大師卻是一臉威重之色，心想多半是另外的老和尚作梗，當即跪下來又向玄難、玄寂、玄痛諸僧行禮。玄難袍袖一拂，一個柔和而雄渾的大力推了上來，擋住阿碧的身子，她便跪不下去。玄難大師這「袖裏乾坤」的功夫，乃少林寺絕藝之一。阿碧見凌空一股力道將自己身子阻住，竟爾拜不下去，心下暗自駭異。玄難說道：「少林寺數百年來規矩，不接待女施主，姑娘這位姊姊別說咱們決計不敢相留，便是她自己要來，少林寺也必擋駕。此處已非本寺範圍，方丈為了姑娘，才至此相會。」阿碧泫然欲涕，道：「你們不騙我麼？那麼我這個阿朱姊姊，卻到那裏去了？他那天明明跟我說，是到少林寺來的。」阿碧相貌秀美，言語舉止，溫柔到了極處，既不似阿朱之伶俐活潑，更不似阿紫之刁鑽古怪，少林眾高僧修為數十年，個個均已忘了兒女之情，但這時見她說得如此哀切動人，心底深處，不自禁的將她當作了女兒或是孫女，臉上均顯出慈愛的神色。玄寂大師說道：「虛風，你叫『善緣堂』的慧月師伯設法查查，這位姑娘的姊姊下落如何，查到之後，立即通知姑蘇慕容公子家裏。」鄧百川、阿碧等人均知「善緣堂」是少林寺內專司與江湖英豪聯絡的部門，這位玄寂大師既如此吩咐了下去，顯見阿朱確是未曾來寺，只不過少林寺已負責查察，他們與江湖上廣通聲氣，想來不久便可知道訊息，當下一齊稱謝。再問起包不同受傷的經過，包不同瞪眼向天，說道：「在下的遭遇，和玄痛大師一模一樣。姑蘇慕容家的人固然倒了楣，少林寺的高僧也沒甚麼光彩。大家是難兄難弟，大哥別說二哥，總之是流年不利，該有這場災難。」風波惡咬牙切齒的道：「這一架沒有打成，便受了傷，真是沒癮之至，倘若惡鬥三百回合之後再給鐵頭人打倒，那倒心甘情願。」各人紛紛推測游坦之的來歷，均覺他內功家數純正，掌中寒毒卻是邪惡無比，邪中有正，不見得便是星宿派的弟子。包不同冷冷的道：「他這一掌的掌力，和貴派的『達摩神掌』倒有些差不多。」玄痛和玄慈、玄寂、玄難三位師兄弟交換了個眼色，默然不語。他們心中早已想到了這件事，那鐵頭人所使掌力非但與「達摩神掌」相似，簡直便是「達摩神掌」，只是在外人面前，不便言明。這時包不同指了出來，諸高僧不便加以否認，心中均想：「此事內情牽連甚多，並非是星宿派妖人前來襲擊本寺而已。」玄難不欲包不同追問此事，向鄧百川道：「鄧施主，慕容公子是否便到？貴我雙方同仇敵慨，須得聯手應付。公子一到，定有高見以解我等疑團。」鄧百川眼望阿碧。阿碧道：「我說過公子爺去救一位姑娘了。那姑娘臉上遮著一張黑色面幕，身形婀娜，武功也是不弱，只是追趕她的那個和尚武功更強，我見那和尚的背影，依稀是吐蕃國的護國法王，叫甚麼大輪明王鳩摩智的模樣──」玄寂、玄難齊聲驚道：「吐蕃國的大輪明王到了中原？」阿碧道：「他自己這麼說，也不知是也不是。剛才那和尚身形太快，一晃眼便過去了，我也沒能看清楚。公子跟我說了一聲：『你到少林寺等我。』便追了下去。」玄寂等又和玄慈方丈交換了個眼色，均想：「倘若是吐蕃國大輪明王鳩摩智來到中原，武林中的風波可更加多了。難道這鐵頭人和那鳩摩智有甚麼瓜葛麼？吐蕃佛家武功也是源出天竺，他們會這『達摩神掌』倒不出奇。」這些僧侶的猜測雖則全然不對，卻頗能自圓其說，暫且給他們解開了心中的一個疑團。玄慈道：「眾位遠來辛苦，玄寂師弟，請你代我款客，等慕容公子到來，從長計議。」說著站起身來。少林眾高僧心中，最最忌憚的其實還是那個「以彼之道，還施彼身」的慕容公子，去年邀集天下英雄，商議對付姑蘇慕容之術，又給蕭峰在聚賢莊一場大戰，那少林寺的英雄大會竟沒能開成。這時見了鄧百川，敵意雖然稍減，總是未能釋然。要知少林寺的高僧玄悲大師身死嵩山腳下，身上所受的是「金剛杵」之傷，那正是玄悲的平生絕藝，寺中諸高僧料想除了那「以彼之道，還施彼身」的姑蘇慕容氏之外，無人更能以玄悲的絕技致他死命。這次聽說慕容氏率眾拜山，各人原已抱了一決死戰，以與玄悲報仇之意，那知波瀾橫生，慕容公子始終沒有現身，他手下的兩個得力部屬，卻和少林寺的玄痛同時為邪派武功所傷。玄慈見鄧百川雍容威重，公冶乾儒雅清奇，阿碧更是溫柔清麗，都是極為正派，雖然包不同乖戾暴躁，風波惡好勇鬥狠，看來也不是奸邪之徒，常言道物以類聚，人以群分，部屬如此，他們的主人亦不應大奸大惡，到底真相如何，只有親眼見到慕容公子，再定下一步的方策了。鄧百川聽玄慈說要款待己等，抱拳道：「如此叨擾了。」玄慈合十還禮，正要走出室去，突然間咕咚一聲，風波惡一跤跌倒。公冶乾忙伸手扶起，那邊玄痛、包不同也倒了下來，原來三人所中的寒毒又已發作。少林寺中傷藥雖多，但那「正氣六陽丸」乃是驅治寒毒無上妙藥，此藥不靈，而「純陽羅漢功」又復無效，那是更無他藥可治了。玄痛等三人每過一個多時辰便發作一次，救治之後，苦楚便過，但挨了一個多時辰，又即發作。眾人折騰了一夜，竟是束手無策，等到次日天明，慕容公子仍未到來，玄痛等三人身上的寒毒雖不惡化，卻顯是半點也沒驅除，每個人均已服了三顆「正氣六陽丸」，若要再服，一來未必有效，二來此藥性子猛烈，多服頗有兇險。這般又挨了一日，三人接連不斷的大受折磨，旁人均已看了出來，如此挨將下去，終將抵受不住。鄧百川向玄難告辭，說道：「在下這兩位把弟受傷不輕，諸位大師已是盡心盡力，寒毒始終難除。在下之意，想去請教薛神醫治一治。」玄難心中也已存此意，道：「甚好，甚好。薛神醫曾與老衲有數面之緣，若去相求，諒來不會拒卻。他家住洛陽之西的柳宗鎮，此去也不甚遠，咱們即刻動身。」鄧百川大喜，道：「憑著大師金面，我這兩位把弟有救了。」當下討過紙筆，匆匆書就一信，留交慕容公子。寺中備了三輛大車，玄難親率六名慧字輩的弟子，隨行護送。那六名慧字輩弟子年紀均已甚老，都是修練「純陽羅漢功」的好手，以便途中隨時照料服侍。阿碧本想在寺旁房舍中等候慕容公子到來，但見包不同和風波惡憔悴狼狽的模樣，放心不下，終於隨眾同行。從少林寺到柳宗鎮相距只數百里，雖然山道崎嶇，第三日午間便到了。「閻王敵」薛神醫家居柳宗鎮北三十餘里的深山之中，幸好他當日在聚賢莊中曾對玄難詳細說過路徑。一行人沒費多大力氣，便到了薛家門前。玄難一乘馬行走在前，見小河邊聳立著白牆黑瓦的數間大屋，門前好大一片藥圃，便知是薛神醫的居處。他縱馬近前，只見屋門前掛著兩盞極大的白色紙燈籠，玄難吃了一驚：「薛家也有自己治不好的病人麼？」再向前馳了數丈，見門楣上釘著幾條麻布，門旁插著一面招魂的紙幡，果真是家有喪事。這時他已看清楚紙燈籠上扁扁的兩行字：「薛公慕華之喪，享年六十五歲。」玄難心下更是嘀咕，他不知這薛慕華是不是薛神醫，但年歲甚近，如果薛神醫不能自醫，竟爾逝世了，那可糟糕之極了。他駐馬沉吟之際，鄧百川和公冶乾也已策馬到來。三人面面相覷，驚疑不定。猛聽得門內哭聲響起，乃是婦人之聲：「老爺啊，你醫術如神，那想得到突然會患了急症，撇下咱們去了。老爺啊，你雖然號稱『閻王敵』，可是到來終於敵不過該死的閻羅王，只怕你到了陰世，還要大吃苦頭啊。」