第二十二回　騎鯊遨遊黃蓉見歐陽鋒拖泥帶水的將侄兒抱上岸來，一向陰鷙的臉上竟也笑逐顏開，可是畢竟不向自己與郭靖說一個「謝」字，當即拉拉郭靖衣袖，一同回到岩洞。郭靖見她臉有憂色，問道：「你在想甚麼？」黃蓉道：「我在想三件事，好生為難。」郭靖道：「你這樣聰明，總有法子。」黃蓉輕輕一笑，過了一陣，又微微的凝起了眉頭。洪七公道：「第一件事，也就罷了。第二、第三件事，卻當真教人束手無策。」郭靖奇道：「咦，您老人家怎知她想的是那三件事？」洪七公道：「我只是猜著蓉兒的心思。那第一件，必是怎生治好我的傷，這裏無醫無藥，更無內功卓越之人相助，老叫化聽天由命，死活走著瞧罷。第二件，是如何抵擋歐陽鋒的毒手？此人武功實在了得，你們二人萬萬不是敵手。第三件，那是怎生回歸中土了。蓉兒，你說是不是？」黃蓉道：「是啊，眼下最緊迫之事，是要想法子制服老毒物，至不濟也得叫他不敢為惡。」洪七公道：「照說，自當是跟他鬥智。老毒物雖然狡猾，但他十分自負，自負則不深思，要他上當本也不算極難，可是他上當之後，立即有應變脫困的本事，隨之而來的反擊，可就厲害得很了。」兩人凝神思索。黃蓉想到對手與爹爹和師父向來難分高下，縱令爹爹在此，也未必能夠勝他，自己如何是他對手？若不能一舉便制他死命，單是要他上幾個惡當，終究無濟於事。洪七公心神一耗，忽然胸口作痛，大咳起來。黃蓉急忙扶他睡倒，突見洞口一個陰影遮住了射進來的日光，抬起頭來，只見歐陽鋒橫抱著侄兒，嘶聲喝道：「你們都出去，把山洞讓給我侄兒養傷。」郭靖大怒，跳了起來，道：「這裏是我師父住的！」歐陽鋒冷冷的道：「就是玉皇大帝住著，也得挪一挪。」郭靖氣憤憤的欲待分說，黃蓉一拉他的衣角，俯身扶起洪七公，走出洞去。待走到歐陽鋒身旁，洪七公睜眼笑道：「好威風，好殺氣啊！」歐陽鋒臉上微微一紅，這時一出手就可將他立斃於掌下，但不知怎地，只感到他一股正氣，凜然殊不可侮，不由自主的轉過頭去，避開他的目光，說道：「回頭就給我們送吃的來！你們兩個小東西若在飲食裏弄鬼，小心三條性命。」三人走下山後，郭靖不住咒罵，黃蓉卻沉吟不語。郭靖道：「師父請在這裏歇一下，我去找安身的地方。」黃蓉扶著洪七公在一株大松樹下坐定，只見兩隻小松鼠忽溜溜的上了樹幹，隨即又奔了下來，離她數尺，睜著圓圓的小眼望著兩人。黃蓉甚覺有趣，在地上撿起一個松果，伸出手去。一隻松鼠走近在松果上嗅嗅，用前足捧住了慢慢走開，另一隻索性爬到洪七公的衣袖之上。黃蓉嘆道：「這裏準是從沒人來，你瞧小松鼠毫不怕人。」小松鼠聽到她說話聲音，又溜上了樹枝。黃蓉順眼仰望，見松樹枝葉茂密，亭亭如蓋，樹上纏滿了綠藤，心念一動，叫道：「靖哥哥，別找啦，咱們上樹。」郭靖應聲停步，朝那松樹瞧去，果然好個安身所在。兩人在另外的樹上折下樹枝，在大松樹的枝椏間紮了個平台，每人一手托在洪七公的脅下，喝一聲：「起！」同時縱起，將洪七公安安穩穩的放上了平台。黃蓉笑道：「咱們在枝上做鳥兒，讓他們在山洞裏做野獸。」郭靖道：「蓉兒，你說給不給他們送吃的？」黃蓉道：「眼下想不出妙策，又打不過老毒物，只好聽話啦。」郭靖悶悶不已。兩人在山後打了一頭野羊，生火烤熟了，撕成兩半。黃蓉將半片熟羊丟在地下道：「你撒泡尿在上面。」郭靖笑道：「他們會知道的。」黃蓉道：「你別管，撒罷！」郭靖紅了臉道：「不成！」黃蓉道：「幹麼？」郭靖囁嚅道：「你在旁邊，我撒不出尿。」黃蓉只笑得直打跌。洪七公在樹頂上叫道：「拋上來，我來撒！」郭靖拿了半片熟羊，笑著躍上平台，讓洪七公在羊肉上撒了一泡尿，哈哈大笑，捧著朝山洞走去。黃蓉叫道：「不，你拿這半片去。」郭靖搔搔頭，說道：「這是乾淨的呀。」黃蓉道：「不錯，是要給他們乾淨的。」郭靖可胡塗了，但素來聽黃蓉的話，轉身換了乾淨的熟羊。黃蓉將那半片尿浸熟羊又放在火旁薰烤，自到灌木叢中去採摘野果。洪七公對此舉也是不解，老大納悶，饞涎欲滴，只想吃羊，然而那是自己撤過了尿的，只得暫且忍耐。那野羊烤得好香，歐陽鋒不等郭靖走近，已在洞中聞到香氣，迎了出來，夾手奪過，臉露得色，突然一轉念，問道：「還有半片呢？」郭靖向後指了指。歐陽鋒大踏步奔到松樹之下，搶過髒羊，將半片乾淨的熟羊投在地下，冷笑數聲，轉身去了。郭靖知道此時臉上決不可現出異狀，但他天性不會作偽，只得轉過了頭，一眼也不向歐陽鋒瞧，待他走遠，又驚又喜的奔到黃蓉身旁，笑問：「你怎知他一定來換？」黃蓉笑道：「兵法有云：虛者實之，實者虛之。老毒物知道咱們必在食物中弄鬼，不肯上當，我可偏偏讓他上個當。」郭靖連聲稱是，將熟羊撕碎了拿上平台，三人吃了起來。正吃得高興，郭靖忽道：「蓉兒，你剛才這一著確是妙計，但也好險。」黃蓉道：「怎麼？」郭靖道：「若是老毒物不來掉換，咱們豈不是得吃師父的尿？」黃蓉坐在一根樹椏之上，聽了此言，笑得彎了腰，跌下樹來，隨即躍上，正色道：「很是，很是，真的好險。」洪七公嘆道：「傻孩子，他若不來掉換，那髒羊肉你不吃不成麼？」郭靖愕然，哈的一聲大笑，一個倒栽蔥，也跌到了樹下。歐陽叔侄吃那羊肉，只道野羊自有臊氣，竟然毫不知覺，還讚黃蓉烤羊手段高明，居然略有鹹味。過不多時，天色漸黑，歐陽克傷處痛楚，大聲呻吟。歐陽鋒走到大松樹下，叫道：「小丫頭，下來！」黃蓉吃了一驚，料不到他轉眼之間就來下手，只得問道：「幹甚麼？」歐陽鋒道：「我侄兒要茶要水，快服侍他去！」樹上三人聽了此言，無不憤怒。歐陽鋒喝道：「快來啊，還等甚麼？」郭靖悄聲道：「咱們這就跟他拚。」洪七公道：「你們快逃到後山去，別管我。」這兩條路黃蓉早就仔細算過，不論拚鬥逃跑，師父必然喪命，為今之計，唯有委曲求全，於是躍下樹來，說道：「好罷，我瞧瞧他的傷去。」歐陽鋒哼了一聲，又喝道：「姓郭的小子，你也給我下來，睡安穩大覺麼？好適意。」郭靖忍氣吞聲，落下地來。歐陽鋒道：「今兒晚上，去給我弄一百根大木料，少一根打折你一條腿，少兩根打折你兩條腿！」黃蓉道：「要木料幹麼？再說，這黑地裏又到那裏弄去？」歐陽鋒罵道：「小丫頭多嘴多舌！你快服侍我侄兒去，關你甚麼事？只要你有絲毫不到之處，零碎苦頭少不了你的份兒！」黃蓉向郭靖打個手勢，叫他勉力照辦，不可魯莽壞事。眼見歐陽鋒與黃蓉的身影在黑暗之中隱沒，郭靖抱頭坐地，氣得眼淚幾欲奪目而出。洪七公忽道：「我爺爺、爹爹、我自己幼小之時，都曾在金人手下為奴，這等苦處也算不了甚麼。」郭靖惕然驚覺：「原來恩師昔時為奴，後來竟也練成了蓋世的武功。我今日一時委屈，難道便不能忍耐？」當下取火點燃一紮松枝，走到後山，展開降龍十八掌手法，將碗口粗細的樹幹一根根的震倒。他深知黃蓉機變無雙，當日在趙王府中為群魔圍困，尚且脫險，此日縱遇災厄，想來也必能自解，當下專心致志的伐起樹來。可是那降龍十八掌最耗勁力，使得久了，任是鐵打的身子也感不支，他不到小半個時辰，已震倒了二十一棵松樹，到第二十二棵上，運氣時已感手臂酸痛，一招「見龍在田」，雙掌齊出，那樹晃得枝葉直響，樹幹卻只擺了一擺，並未震斷，只感到胸口一麻，原來勁力未透掌心，反激上來，這等情景，正是師父曾一再告誡的大忌，降龍十八掌剛猛無儔，若是使力不當，回傷自身的力道也是剛猛無儔。他吃了一驚，忙坐下凝神調氣，用了半個時辰的功，才又出招將那松樹震倒，要待再行動手時，只覺全身疲軟，臂酸腿虛。他知道若是勉力而行，非但難竟事功，甚且必受內傷，荒島之上又無刀斧，如何砍伐樹木？眼見一百根之數尚差七十八根，自己這雙腿是保不住了，轉念一想：「他侄兒被壓壞了雙腿，他必恨我手足完好。縱然我今夜湊足百根，他明夜要我砍伐千根，那又如何完工？鬥既鬥他不過，荒島上又無人援手。」言念及此，不覺嘆了一口長氣，尋思：「即令此間並非荒島，世上又有誰救得了我？洪恩師武功已失，存亡難卜，蓉兒的爹爹恨透了我，全真七子和六位恩師均非西毒敵手，除非……除非我義兄周伯通，但他早已跳在大海裏自盡了。」一想到周伯通，對歐陽鋒更增憤慨，心想這位老義兄精通九陰真經，創下了左右互搏的奇技，卻被他生生逼死，「啊！九陰真經！左右互搏？」這幾個字在他腦海中閃過，宛如在沉沉長夜之中，斗然間在天邊現出了一顆明星。「我武功固然遠不及西毒，但九陰真經是天下武學秘要，左右互搏之術又能使人功夫斗增一倍，待我與蓉兒日夜苦練，與老毒物一拚便了。只是不論那一門武功，總非一朝一夕可成，這便如何是好？」他站在樹林之中苦苦思索，忽想：「何不問師父去？他武功雖失，心中所知的武學卻失不了，必能指點我一條明路。」當即回到樹上，將心中所思各節，一一對洪七公說了。洪七公道：「你將九陰真經慢慢念給我聽，瞧有甚麼可以速成的厲害功夫。」郭靖當下將真經一句句的背誦出來。洪七公聽到「人徒知枯坐息思為進德之功，殊不知上達之士，圓通定慧，體用雙修，即動而靜，雖攖而寧」這幾句，身子忽然一顫，「啊」了一聲。郭靖忙問：「怎麼？」洪七公不答，把那幾句話揣摩了良久，道：「剛才這段你再唸一遍。」郭靖甚是喜歡，心想：「師父必是在這幾句話中，想到了制服老毒物的法門。」當下將這幾句話又慢慢的唸了一遍。洪七公點點頭道：「是了，一路背下去罷。」郭靖接著背誦，上卷經文將完時，他背道：「摩罕斯各兒，品特霍幾恩，金切胡斯，哥山泥克……」洪七公奇道：「你說些甚麼？」郭靖道：「那是周大哥教我讀熟的經文。」洪七公皺眉道：「卻是些甚麼話？」郭靖道：「我不知道，周大哥也不懂。」洪七公道：「你背罷。」郭靖又念道：「別兒法斯，葛羅烏里……」一路背完，儘是這般拗舌贅牙的話。洪七公哼道：「原來真經中還有唸咒捉鬼的本事。」他本來想再加一句：「裝神弄鬼，騙人的把戲。」但想到真經博大精奧，這些怪話多半另有深意，只不過自己不懂而已，這句話已到口邊，又縮了回去。過了半晌，洪七公搖頭道：「靖兒，經文中所載的精妙厲害的功夫很多，但是都非旦夕之間所能練成。」郭靖好生失望。洪七公道：「你快去將那廿幾根木料紮一個木筏，走為上策。我和蓉兒在這裏隨機應變，跟老毒物周旋。」郭靖急道：「不，我怎能離您老人家而去。」洪七公嘆道：「西毒忌憚黃老邪，不會傷害蓉兒，老叫化反正是不成的了，你快走罷！」郭靖悲憤交迸，舉手用力在樹幹上拍了一掌。這一掌拍得極重，聲音傳到山谷之中，隱隱的又傳了回來。洪七公一驚，忙問：「靖兒，你剛才打這一掌，使的是甚麼手法？」郭靖道：「怎樣？」洪七公道：「怎麼你打得如此重實，樹幹卻沒絲毫震動？」郭靖甚感慚愧，道：「我適才用力震樹，手膀酸了，是以沒使勁力。」洪七公搖頭道：「不是，不是，你拍這一掌的功夫有點古怪。再拍一下！」手起掌落，郭靖依言拍樹，聲震林木，那松樹仍是略不顛動，這次他自己也明白了，道：「那是周大哥傳給弟子的七十二路空明拳手法。」洪七公道：「空明拳？沒聽說過。」郭靖道：「是啊，周大哥給囚在桃花島上，閒著無事，自行創了這套拳法，他教了我十六字訣，說是：『空朦洞鬆、風通容夢、沖窮中弄、童庸弓蟲』。」洪七公笑道：「甚麼東弄窟窿的？」郭靖道：「這十六字訣，每一字都有道理，『鬆』是出拳勁道要虛；『蟲』是身子柔軟如蟲；『朦』是拳招胡裏胡塗，不可太過清楚。弟子演給您老瞧瞧好不好？」洪七公道：「黑夜之中瞧不見，聽來倒著實有點道理。這種上乘武功，也不用演，你說給我聽就是。」當下郭靖從第一路「空碗盛飯」、第二路「空屋住人」起，將拳路之變、勁力之用都說給洪七公聽了。周伯通生性頑皮，將每一路拳法都起了個滑稽淺白的名稱。洪七公只聽到第十八路，心中已不勝欽佩，便道：「不用再說了，咱們就跟西毒鬥鬥。」郭靖道：「用這空明拳麼？只怕弟子火候還不夠。」洪七公道：「我也知道不成，但死裏求生，只好冒險，你身上帶著丘處機送你的短劍是麼？」黑夜中寒光一閃，郭靖將短劍拔了出來。洪七公道：「你有空明拳的功夫，可以用這短劍去伐樹了。」郭靖拿著這柄尺來長刃薄鋒短的短劍，猶豫不語。洪七公道：「我傳你的降龍十八掌是外家的頂峰功夫，那空明拳卻是內家武功的精要所聚。你這柄短劍本可斷金削玉，割切樹幹，那又算得了甚麼？要緊的是，手勁上須守得著『空』字訣和『鬆』字訣。」郭靖想了半晌，又經洪七公指點解說，終於領悟，縱身下樹，摸著一顆中等大小的杉樹，運起空明拳的手勁，輕輕巧巧，若有若無的舉刃一劃，短劍刃鋒果然深入樹幹。他隨力所之，轉了一圈，那杉木應手而倒。郭靖喜極，用這法子接連切斷了十多棵樹，看來不到天明，那一百棵之數就可湊滿了。正切割間，忽聽洪七公叫道：「靖兒上來。」郭靖縱上平台，喜道：「果真使得，好在一點兒也不費勁。」洪七公道：「費了勁反而不成，是不是？」郭靖叫道：「是啊，是啊！原來『空朦洞鬆』是這個意思，先前周大哥教了很久，我總是不明白。」洪七公道：「這功夫用來斷樹是綽綽有餘了，若說與西毒拚鬥，卻尚遠為不足，須得再練九陰真經，方有取勝之機。咱們怎生想個法子，跟他慢慢的拖。」講到籌策設計，郭靖是幫不了忙兒的，只有呆在一旁，讓師父去想法子。過了良久，洪七公搖頭道：「我也想不出來，只好明兒叫蓉兒想。靖兒，我適才聽你背誦九陰真經，卻叫我想起了一件事，這時候我仔細捉摸，多半沒錯。你扶我下樹，我要練功夫。」郭靖嚇了一跳，道：「不，您傷勢沒好，怎麼能練？」洪七公道：「真經上言道：圓通定慧，體用雙修，即動而靜，雖攖而寧。這四句話使我茅塞頓開，咱們下去罷。」郭靖不懂這幾句話的意思，不敢違拗，抱著他輕輕躍下樹來。洪七公定了定神，拉開架子，發出一掌。黑暗之中，郭靖見他身形向前一撞，似要摔倒，搶上去要扶，洪七公卻已站定，呼呼喘氣，說道：「不礙事。」過了片刻，左手又發一掌。郭靖見他跌跌撞撞，腳步踉蹌，顯得辛苦異常，數次張口欲勸，豈知洪七公越練精神越是旺盛，初時發一掌喘息半晌，到後來身隨掌轉，足步沉穩，竟是大有進境。一套降龍十八掌打完，又練了一套伏虎拳。郭靖待他抱拳收式，大喜叫道：「你傷好啦！」洪七公道：「抱我上去。」郭靖一手攬住他腰，躍上平台，心中喜不自勝，連說：「真好，真好！」洪七公嘆了口氣，說道：「也沒甚麼好，這些功夫是中看不中用的。」郭靖不解。洪七公道：「我受傷之後，只知運氣調養，卻沒想到我這門外家功夫，愈是動得厲害，愈是有益。只可惜活動得遲了一些，現下性命雖已無礙，功夫是難得復原了。」郭靖欲待出言寬慰，卻不知說些甚麼話好，過了一會兒，道：「我再砍樹去。」洪七公忽道：「靖兒，我想到了個嚇嚇老毒物的計策，你瞧能不能行？」說著將那計謀說了。郭靖喜道：「準成，準成！」當即躍下樹去安排。※※※次日一早，歐陽鋒來到樹下，數點郭靖堆著的木料，只有九十根，冷笑一聲，高聲喝道：「小雜種，快滾出來，還有十根呢？」黃蓉整夜坐在歐陽克身邊照料他的傷勢，聽他呻吟得甚是痛苦，心中也不禁微感歉疚，天明後見歐陽鋒出洞，也就跟著出來，聽他如此呼喝，頗為郭靖擔心。歐陽鋒待了片刻，見松樹上並無動靜，卻聽得山後呼呼風響，似有人在打拳練武，忙循聲過去，轉過山坡，不禁大吃一驚。只見洪七公使開招術，正與郭靖打在一起，兩人掌來足往，鬥得甚是緊湊。黃蓉見師父不但已能自行走動，甚且功力也似已經恢復，更是又驚又喜，只聽他叫道：「靖兒，這一招可得小心了！」推出一掌。郭靖舉掌相抵，尚未與他手掌相接，身子已斗然間往後飛出，砰的一聲，重重的撞在一株松樹之上。那樹雖不甚大，卻也有碗口粗細，喀喇一響，竟被洪七公這一推之力撞得從中折斷，倒在地下。這一撞不打緊，卻把歐陽鋒驚得目瞪口呆。黃蓉讚道：「師父，好劈空掌啊！」洪七公叫道：「靖兒，運氣護住身子，莫要被我掌力傷了。」郭靖道：「弟子知道！」一言甫畢，洪七公掌力又發，喀喇一聲，郭靖又撞倒了一株松樹。但見一個發招，一個接勁，片刻之間，洪七公以劈空掌法接連將郭靖推得撞斷了十株大樹。黃蓉叫道：「已有十株啦。」郭靖氣喘吁吁，叫道：「弟子轉不過氣來了。」洪七公一笑收掌，說道：「這九陰真經的功夫果然神妙，我身受如此重傷，只道從此功力再也難以恢復，不料今晨依法修練，也居然成功。」歐陽鋒疑心大起，俯身察看樹幹折斷之處，更是心驚，但見除了中心圓徑寸許的樹身之外，邊上一圈都是斷得光滑異常，比利鋸所鋸還要整齊，心道：「那真經上所載的武學，難道真是如斯神異？看來老叫化的功夫猶勝昔時，他們三人聯手，我豈能抵敵？事不宜遲，我也快去練那經上的功夫。」向三人橫了一眼，飛奔回洞，從懷中取出那郭靖所書、用油紙油布層層包裹的經文來，埋頭用心研讀。洪七公與郭靖眼見歐陽鋒走得沒了蹤影，相對哈哈大笑。黃蓉喜道：「師父，這真經真是妙極。」洪七公笑著未答，郭靖搶著道：「蓉兒，咱們是假裝的。」於是將此中情由一五一十的對她說了。原來郭靖事先以短劍在樹幹上劃了深痕，只留出中間部分相連，洪七公的掌上其實沒半分勁道，都是郭靖背上使力，將樹撞斷。歐陽鋒萬料不到空明拳的勁力能以短劍斷樹，自然瞧不破其中的機關。黃蓉本來笑逐顏開，聽了郭靖這番話後，半晌不語，眉尖微蹙。洪七公笑道：「老叫化能再走動，已是徼天之倖，還管它甚麼真功夫假功夫呢。蓉兒，你怕西毒終究能瞧出破綻，是不是？」黃蓉點了點頭。洪七公道：「老毒物何等眼力，豈能被咱們長此欺瞞？不過世事難料，眼下空擔心也是白饒。我說，靖兒所念的經文之中，有一章叫甚麼『易筋鍛骨篇』的，聽來倒很有意思，左右無事，咱們這就練練。」這幾句話說得輕描淡寫，黃蓉卻知事態緊急，師父既指出這一篇，自必大有道理，當下說道：「好，師父快教。」洪七公命郭靖將那「易筋鍛骨篇」唸了兩遍，依著文中所述，教兩人如法修習，他卻去獵獸釣魚，生火煮食。郭靖與黃蓉來插手相助，每次均被他阻止。忽忽七日，郭黃二人練功固是勇猛精進，歐陽鋒在洞中也是苦讀經文，潛心思索。到第八日上，洪七公笑道：「蓉兒，師父烤的野羊味兒怎麼樣？」黃蓉笑著扁扁嘴，搖搖頭。洪七公笑道：「我也是食不下嚥。你倆第一段功夫已經練成啦，今兒該當舒散筋骨，否則不免窒氣傷身。這樣罷，蓉兒弄吃的，我與靖兒來紮木筏。」郭靖與黃蓉齊道：「紮木筏？」洪七公道：「是啊，難道咱們在這荒島上一輩子陪著老毒物？」郭黃二人大喜，連聲稱好，當即動手。郭靖那日伐下的一百根木料好好堆在一旁，只消以樹皮結索，將木料牢牢縛在一起，那就成了。捆綁之際，郭靖用力一抽，一根粗索啪的一響就崩斷了。他還道繩索結得不牢，換了一條索子，微一使勁，一條又粗又韌的樹皮又是斷成兩截。郭靖呆在當地，做聲不得。那邊廂黃蓉也是大叫著奔來，雙手捧著一頭野羊。原來她出去獵羊，拿著幾塊石子要擲打羊頭，那知奔了幾步，不知不覺間竟早已追在野羊前面，回過身來，順手就將野羊抓住，身法之快，出手之準，全然出乎自己意料之外。洪七公笑道：「這麼說，那九陰真經果然大有道理，這麼多英雄好漢為它送了性命，也還不冤。」黃蓉喜道：「師父，咱們能去把老毒物痛打一頓了麼？」洪七公搖頭道：「那還差得遠，至少總還得再練上十年八年的。他的蛤蟆功非同小可，除了王重陽當年的一陽指外，沒別的功夫能夠破它。」黃蓉撅起了嘴道：「那麼就算咱們再練十年八年，也未必能勝他啦。」洪七公道：「這也難說，說不定真經上的功夫，比我所料的更要厲害呢。」郭靖道：「蓉兒，別性急，咱們練功夫總是不錯。」又過數日，郭靖與黃蓉練完了易筋鍛骨篇上的第二段功夫，木筏也已紮成。三人用樹皮編了一張小帆，清水食物都已搬到筏上。歐陽鋒一直不動聲色，冷眼瞧著三人忙忙碌碌。這一晚一切整頓就緒，只待次日啟航。臨寢之時，黃蓉道：「明兒要不要跟他們道別？」郭靖道：「得跟他們訂個十年之約，咱們受了這般欺侮，豈能就此罷手？」黃蓉拍手道：「正是！求求老天爺，第一保佑兩個惡賊回歸中土，第二保佑老毒物命長，活得到十年之後。要不然，師父的功力恢復得快，一兩年內便自己料理了他，那就更好。」次日天尚未明，洪七公年老醒得早，隱隱約約間聽到海灘上似有響動，忙道：「靖兒，海灘上是甚麼聲音？」郭靖翻身下樹，快步奔出，向海邊望去，不禁高聲咒罵，追了下去。此時黃蓉也已醒了，跟著追去，問道：「靖哥哥，甚麼事？」郭靖遙遙頭答道：「兩個惡賊上了咱們的筏子。」黃蓉聞言吃了一驚。待得兩人奔到海旁，歐陽鋒已將侄兒抱上木筏，張起輕帆，離岸已有數丈。郭靖大怒，要待躍入海中追去，黃蓉拉住他的袖子，道：「趕不上啦。」只聽得歐陽鋒哈哈大笑，叫道：「多謝你們的木筏！」郭靖暴跳如雷，發足向身旁的一株紫檀樹猛踢。黃蓉靈機一動，叫道：「有了！」捧起一塊大石，靠在紫檀樹向海的一根椏枝上，說道：「你用力扳，咱們發炮。」郭靖大喜，雙足頂住樹根，兩手握住樹根，向後急扳。紫檀木又堅又韌，只是向後彎轉，卻不折斷。郭靖雙手忽鬆，呼的一響，大石向海中飛去，落在木筏之旁，激起了丈許水花。黃蓉叫了聲：「可惜！」又裝炮彈，這一次瞄得準，正好打在筏上。只是木筏紮得極為堅牢，受石彈這麼一擊，並無大礙。兩人接著連發三炮，卻都落空跌在水中。黃蓉見炮轟無效，忽然異想天開，叫道：「快，我來做炮彈！」郭靖一怔，不明其意。黃蓉道：「你射我入海，我去對付他們。」郭靖知她水性既高，輕身功夫又極了得，並無危險，拔出短劍塞在她手中，道：「小心了。」又使力將樹枝扳後。黃蓉躍上樹枝坐穩，叫道：「發炮！」郭靖手一放，她的身子向前急彈而出，筆直飛去，在空中接連翻了兩個觔斗，在離木筏數丈處輕輕入水，姿式美妙異常。歐陽叔侄不禁瞧得呆了，一時不明白她此舉是何用意。黃蓉在入水之前深深吸了口氣，入水後更不浮起，立即向筏底潛去，只見頭頂一黑，知已到了木筏之下。歐陽鋒把木槳在水中四下亂打，卻那裏打得著她。黃蓉舉起短劍，正要往結紮木筏的繩索上割去，忽然心念一動，減小手勁，只在幾條主索上輕輕劃了幾下，將繩索的三股中割斷兩股，叫木筏到了汪洋大海之中，受了巨浪衝撞，方才散開。她又復潛水，片刻間已游出了十餘丈外，這才鑽出海面，大呼大叫，假裝追趕不及。歐陽鋒狂笑揚帆，過不多時，木筏已遠遠駛了出去。待得她走上海灘，洪七公早已趕到，正與郭靖同聲痛罵，卻見黃蓉臉有得色，問知端的，不禁齊聲喝采。黃蓉道：「雖然叫這兩個惡賊葬身大海，咱們可得從頭幹起。」※※※三人飽餐一頓，精神勃勃的即去伐木紮筏，不數日又已紮成，眼見東南風急，張起用樹皮編織的便帆，離島西去。黃蓉望著那荒島越來越小，嘆道：「咱三個險些兒都死在這島上，可是今日離去，倒又有點教人捨不得。」郭靖道：「他日無事，咱們再來重遊可好？」黃蓉拍手道：「好，一定來，那時候你可不許賴。咱們先給這小島起個名字，師父，你說叫甚麼好？」洪七公道：「你在島上用巨岩壓那小賊，就叫壓鬼島好啦。」黃蓉搖頭道：「那多不雅。」洪七公道：「你要雅，那乘早別問老叫化。依我說，老毒物在島上吃我的尿，不如叫作吃尿島。」黃蓉笑著連連搖手，側頭而思，只見天邊一片彩霞，璀燦華艷，正罩在小島之上，叫道：「就叫作明霞島罷。」洪七公搖頭道：「不好，不好，那太雅了。」郭靖聽著師徒二人爭辯，只是含笑不語。這島名雅也好，俗也好，他總之是想不出來的，內心深處，倒覺「壓鬼」、「吃尿」的名稱，比之「明霞」甚麼的可有趣得多。順風航了兩日，風向仍是不變。第三日晚間，洪七公與黃蓉都已睡著，郭靖掌舵守夜，海上風聲濤聲之中，忽然傳來「救人哪，救人哪！」兩聲叫喊。那聲音有如破鈸相擊，雖混雜在風濤呼嘯之中，仍是神完氣足，聽得清清楚楚。洪七公翻身坐起，低聲道：「是老毒物。」只聽得叫聲又是一響。黃蓉一把抓住洪七公的手臂，顫聲道：「是鬼，是鬼！」其時六月將盡，天上無月，唯有疏星數點，照著黑漆漆的一片大海，深夜中傳來這幾聲呼叫，不由得令人毛骨悚然。洪七公叫道：「是老毒物麼？」他內力已失，聲音傳送不遠。郭靖氣運丹田，叫道：「是歐陽世伯麼？」只聽得歐陽鋒在遠處叫道：「是我歐陽鋒，救人哪！」黃蓉驚懼未息，道：「不管他是人是鬼，咱們轉舵快走。」洪七公忽道：「救他！」黃蓉急道：「不，不，我怕。」洪七公道：「不是鬼。」黃蓉道：「是人也不該救。」洪七公道：「濟人之急，是咱們丐幫的幫規。你我是兩代幫主，不能壞了歷代相傳的規矩。」黃蓉道：「丐幫這條規矩就不對了，歐陽鋒明明是個大壞蛋，做了鬼也是個大壞鬼，不論是人是鬼，都不該救。」洪七公道：「幫規如此，更改不得。」黃蓉心下憤憤不平。只聽歐陽鋒遠遠叫道：「七兄，你當真見死不救嗎？」黃蓉說道：「有了，靖哥哥，待會兒見到歐陽鋒，你先一棍子打死了他。你不是丐幫的，不用守這條不通的規矩。」洪七公怒道：「乘人之危，豈是我輩俠義道的行逕？」黃蓉無奈，只得眼巴巴的看著郭靖把著筏舵，循聲過去。沉沉黑夜之中，依稀見到兩個人頭在水面隨著波浪起伏，人頭旁浮著一根大木，想是木筏散後，歐陽叔侄搶住一根筏材，這才支持至今。黃蓉道：「要他先發個毒誓，今後不得害人，這才救他。」洪七公嘆道：「你不知老毒物的為人，他寧死不屈，這個誓是不肯發的。靖兒，救人罷！」郭靖俯身出去，抓住歐陽克後領，提到筏上。洪七公急於救人，竟爾忘了自己武功已失，伸手相援。歐陽鋒抓住他的手，一借力，便躍到筏上，但這一甩之下，洪七公竟爾撲通一聲掉入了海中。郭靖與黃蓉大驚，同時躍入海中，將洪七公救了起來。黃蓉怒責歐陽鋒道：「我師父好意救你，你怎地反而將他拉入海中？」歐陽鋒已知洪七公身上並無功夫，否則適才這麼一拉，豈能將一個武功高明之士拉下筏來？但他在海中浸了數日，已是筋疲力盡，此時不敢強項，低頭說道：「我……我確然不是故意的，七兄，做兄弟的跟你陪不是了。」洪七公哈哈大笑，道：「好說，好說，只是老叫化的本事，可就洩了底啦。」歐陽鋒道：「好姑娘，你給些吃的，咱們餓了好幾天啦。」黃蓉道：「這筏上只備三人的糧食清水，分給你們不打緊，咱們吃甚麼啊？」歐陽鋒道：「好罷，你只分一點兒給我侄兒，他腿上傷得厲害，實是頂不住。」黃蓉道：「果真如此，咱們做個買賣，你的毒蛇傷了我師父，他至今未曾痊癒，你拿解藥出來。」歐陽鋒從懷中摸出兩個小瓶，遞在她的手裏，說道：「姑娘你瞧，瓶中進了水，解藥都給水沖光啦！」黃蓉接過瓶子，搖了幾搖，放在鼻端一嗅，果然瓶中全是海水，說道：「既然如此，你將解藥的方子說出來，咱們一上岸就去配藥。」歐陽鋒道：「若要騙你糧食清水，我胡亂說個單方，你也不知真假，但歐陽鋒豈是這等人？實對你說，我這怪蛇是天下一奇，厲害無比，若給咬中，縱然武功高強之人一時不死，八八六十四日之後，也必落個半身不遂，終身殘廢。解藥的單方說給你聽本亦無妨，只是各種藥料不但採集極難，更須得三載寒暑之功，方能炮製得成，終究是來不及了。這話說到此處為止，你要我給七兄抵命，那也由你罷。」黃蓉與郭靖聽了這番話，倒也佩服，心想：「此人雖然歹毒，但在死生之際，始終不失了武學大宗師的身份。」洪七公道：「蓉兒，他這話不假。一個人命數有定，老叫化也不放在心上。你給他吃的罷。」黃蓉暗自神傷，知道師父畢竟是好不了的了，拿出一隻烤熟的野羊腿擲給歐陽鋒。歐陽鋒先撕幾塊餵給侄兒吃了，自己才張口大嚼。黃蓉冷冷的道：「歐陽伯伯，你傷了我師父，二次華山論劍之時，恭喜你獨冠群英啊。」歐陽鋒道：「那也未必盡然，天下還是有一人治得了七兄的傷。」郭靖與黃蓉同時跳起，那木筏側了一側，兩人齊聲問道：「當真？」歐陽鋒咬著羊腿，道：「只是此人難求，你們師父自然知曉。」兩人眼望師父。洪七公笑道：「明知難求，又說他作甚？」黃蓉拉著他衣袖，求道：「師父，您說，再難的事，咱們也總要辦到。我求爹爹去，他必定有法子。」歐陽鋒輕輕哼了一聲。黃蓉道：「你哼甚麼？」歐陽鋒不答。洪七公道：「他笑你以為自己爹爹無所不能。可是那人非同小可，就算是你爹爹，也怎能奈何了他？」黃蓉奇道：「那人！是誰啊？」洪七公道：「且莫說那人武功高極，即令他手無縛雞之力，老叫化也決不做這般損人利己之事。」黃蓉沉吟道：「武功高極？啊，我知道啦，是南帝段皇爺。師父，求他治傷，怎麼又損人利己了？」洪七公道：「睡罷，別問啦，我不許你再提這回事，知不知道？」黃蓉不敢再說，她怕歐陽鋒偷取食物，靠在水桶與食物堆上而睡。次晨醒來，黃蓉見到歐陽叔侄，不禁嚇了一跳，只見兩人臉色泛白，全身浮腫，自是在海中連浸數日之故。木筏航到申牌時分，望見遠遠有一條黑線，隱隱似是陸地，郭靖首先叫了起來。再航了一頓飯時分，看得清清楚楚，果是陸地，此時風平浪靜，只是日光灼人，熱得難受。歐陽鋒忽地站起，身形微晃，雙手齊出，一手一個，登時將郭靖黃蓉抓住，腳尖起處，又將洪七公身上穴道踢中。郭黃二人出其不意，被他抓住脈門，登時半身酥麻，齊聲驚問：「幹甚麼？」歐陽鋒一聲獰笑，卻不答話。洪七公嘆道：「老毒物狂妄自大，一生不肯受人恩惠。咱們救了他性命，他若不把恩人殺了，心中怎能平安？唉，只怪我黑夜之中救人心切，忘了這一節，倒累了兩個孩子的性命。」歐陽鋒道：「你知道就好啦。再說，九陰真經既入我手，怎可再在這姓郭的小子心中又留下一部，遺患無窮。」洪七公聽他說到九陰真經，心念一動，大聲道：「努爾七六，哈瓜兒，寧血契卡，平道兒……」歐陽鋒一怔，聽來正是郭靖所寫經書中百思不得其解的怪文，聽洪七公如此說，只道他懂得其中含義，心想：「經書中這一大篇怪文，必是全經關鍵。我殺了這三人，只怕世上再無人懂，那我縱得經書，也是枉然。」問道：「那是甚麼意思？」洪七公道：「混花察察，雪根許八吐，米爾米爾……」他雖聽郭靖背過九陰真經中這段怪文，但如何能記得？這時信口胡謅，臉上卻是神色肅然。歐陽鋒卻只道話中含有深意，凝神思索。洪七公大喝：「靖兒動手。」郭靖左手反拉，右掌拍出，同時左腳也已飛起。他被歐陽鋒腳施襲擊，抓住了脈門，本已無法反抗，但是洪七公一番胡言亂語，瞎說八道，歐陽鋒果然中計，分神之際手上微鬆，郭靖立施反擊。他已將經中「易筋鍛骨篇」練到了第二段，雖無新的招數拳法學到，但原來的功力卻斗然間增強了二成，這一拉、一拍、一踢，招數平平無奇，勁力竟大得異常。歐陽鋒一驚之下，筏上狹窄，無可退避，只得舉手格擋，抓住黃蓉的手卻仍是不放。郭靖拳掌齊施，攻勢猶似暴風驟雨一般，心知在這木筏之上，如讓歐陽鋒緩手運起了蛤蟆功來，三人真是死無葬身之地了。這一陣急攻，倒也把歐陽鋒逼得退了半步。黃蓉身子微側，橫肩向他撞去。歐陽鋒暗暗好笑，心想：「小丫頭向我身上撞來，也不想想自己有多大功力？不反彈你到海中才怪。」心念甫動，黃蓉肩頭已然撞到。歐陽鋒不避不擋，並不理會，突然間胸口微感刺痛，驚覺她原來穿著桃花島鎮島之寶的軟蝟甲，這時他站在筏邊，已是半步都不能再退，她甲上又生滿尖刺，無可著手之處，急忙左手放脫她脈門，借勢外甩，將她猛推出去。黃蓉立足不定，眼見要跌入海中，郭靖回手一把拉住，左手仍向敵人進攻。黃蓉拔出短劍，猱身而上。歐陽鋒站在筏邊，浪花不住濺上他膝彎，但不論郭靖黃蓉如何進攻，始終不能將他逼入海中。洪七公與歐陽克都是動彈不得，眼睜睜瞧著這場惡鬥，心下只是怦怦亂跳，但見雙方勢均力敵，生死間不容髮，皆苦恨不能插手相助。歐陽鋒的武功原本遠勝郭黃二人聯手，但他在海中浸了數日，性命倒已去了半條；黃蓉武功雖不甚高，但身披軟蝟甲，手持鋒銳之極的短劍，這兩件攻防利器可也教他大為顧忌；再加上郭靖的降龍十八掌、七十二路空明拳、左右互搏、以及最近所練的九陰真經「易筋鍛骨篇」等合成一起之後，威力實也非凡，是以三人在筏上鬥了個難分難解。時候一長，歐陽鋒的掌法愈厲，郭黃二人漸感不敵，洪七公只瞧得暗暗著急。掌影飛舞中歐陽鋒左腳踢出，勁風凌厲，聲勢驚人，黃蓉不敢拆解，一個觔斗翻入了海中。郭靖獨抗強敵，更是吃力。黃蓉從左邊入海，立時從筏底鑽過，從右邊躍起，揮短劍向歐陽鋒背心刺去。歐陽鋒本已得勢，這一來前後受敵，又打成了平手。黃蓉奮戰之際，暗籌對策：「如此鬥將下去，我們功力不及，終須落敗，不到海中，總是勝他不了。」心念一動，揮短劍割斷帆索，便帆登時落下，木筏在波浪上起伏搖晃，不再前行。她退開兩步，扯著帆索在洪七公身上繞了幾轉，再在木筏的一根主材上繞了幾轉，牢牢打了兩個結。她一退開，郭靖又感不支，勉力接了三招，第四招已是招架不住，只得向後退了一步。歐陽鋒得理不讓人，雙掌連綿而上。郭靖一退再退，以一招「魚躍於淵」接過了敵掌，下一掌卻又招架不住，再退得一步，左足踏空，他臨危不亂，右足飛起，守住退路，叫敵人不能乘勢相逼，然後撲通一聲，躍入海中。那木筏猛晃兩晃，黃蓉借勢躍起，也跳入了海中。兩人扳住木筏，一掀一抬，眼見就要將筏子翻過身來。這一翻不打緊，歐陽克非立時淹斃不可，歐陽鋒到了水中，自然也非郭黃二人之敵。洪七公卻是身子縛在筏上，二人盡可先結果了西毒，再救師父。毆陽鋒識得此計，提足對準洪七公的腦袋，高聲喝道：「兩個小傢伙聽了，再晃一晃，我就是這麼一腳！」黃蓉一計不成，二計早生，吸口氣潛入了筏底，伸短劍就割繫筏的繩索，此時離陸地不遠，算計了歐陽叔侄之後，再抱住大木浮上岸去也自無妨。只聽得喀喀數聲，木筏已分成兩半。歐陽克在左邊一半，歐陽鋒與洪七公則在右邊一半。歐陽鋒暗暗心驚，探身伸手忙將侄兒提過，彎腰望著水中，只等黃蓉再割，便一把扭住她揪上筏來。歐陽鋒這副模樣，黃蓉在水底瞧得清楚，知道他這一抓下來定然既準且狠，也真不敢上來再割。僵持良久，黃蓉游遠丈許，出水吸了口氣，又潛入水中候機發難。雙方凝神俟隙，頃刻間由極動轉到了極靜。海上陽光普照，一片寧定，但在這半邊木筏的一上一下之間，卻蘊藏著極大殺機。黃蓉心想：「半邊木筏只要再分成兩截，在波浪中非滾轉傾覆不可。」歐陽鋒心想：「只要她一探頭，我隔浪一掌擊去，水力就能將她震死。小丫頭一除，留下姓郭的小賊一人就不足為患。」兩人目不轉瞬，各自躍躍欲試。歐陽克忽然指著左側，叫道：「船，船！」洪七公與郭靖順著他手指望去，果見一艘龍頭大船扯足了帆，乘風破浪而來。過不多時，歐陽克看到了船首站著一人，身材高大，披著大紅袈裟，似是靈智上人，大船再駛近了些，定睛看去，果然不錯，忙對叔父說了。歐陽鋒氣運丹田，高聲叫道：「這裏是好朋友哪，快過來。」黃蓉在水底尚未知覺，郭靖卻已知不妙，急忙也潛入水中，一拉黃蓉的手臂，示意又來了敵人。黃蓉在水底難明他意思，但料來總是事情不對，打個手勢，叫他接住歐陽鋒的掌力，自己乘機割筏。郭靖知道自己功力本就遠不及敵人，現今己身在水而敵在筏上，相差更遠，這一掌接下來大有性命之憂，但事已急迫，捨此更無別法，力運雙臂，忽地鑽上。歐陽鋒「閣」的一聲大叫，雙掌從水面上拍將下來，郭靖的雙掌也從水底擊了上去。海面上水花不起，但水中卻兩股大力一交，突然間半截木筏向上猛掀，翻起數尺，喀喀兩聲，黃蓉已將繫筏的繩索割斷。就在此時，大船也已駛到離木筏十餘丈外。黃蓉一割之後立即潛入水底，待要去刺歐陽鋒時，卻見郭靖手足不動，身子慢慢下沉，不禁又驚又悔，忙游過去拉住他的手臂，游出數丈，鑽出海面，但見郭靖雙目緊閉，臉青唇白，已然暈去。那大船放下舢舨，幾名水手扳槳划近木筏，將歐陽叔侄與洪七公都接了上去。黃蓉連叫三聲：「靖哥哥！」郭靖只是不醒。她想來者雖是敵船，卻也只得上去，當下托住郭靖後腦，游向舢舨。艇上水手拉了郭靖上去，伸手欲再拉她，黃蓉忽然左手在艇邊一按，身如飛魚，從水中躍入艇心，幾個水手都大吃一驚。適才水中對掌，郭靖為歐陽鋒所激，受到極大震盪，登時昏暈，待得醒轉，只見自己倚在黃蓉懷裏，卻是在一艘小艇之中。他呼吸了幾口，察知未受內傷，展眉向黃蓉一笑。黃蓉回報一笑，消了滿腔驚懼，這才瞧那大船中是何等人物。一望之下，心中不禁連珠價叫苦，只見船首高高矮矮的站了七八個人，正是幾月前在燕京趙王府裏會見過的武林高手：身矮足短、目光如電的是千手人屠彭連虎，頭頂油光晶亮的是鬼門龍王沙通天，額角上長了三個瘤子的是三頭蛟侯通海，童顏白髮的是參仙老怪梁子翁，身披大紅袈裟的是藏僧大手印靈智上人，另有幾個卻不相識，心想：「靖哥哥與我的武功近來大有長進，若與彭連虎等一對一的動手，我縱使仍然不敵，靖哥哥卻是必操勝算。只是老毒物在旁，又有這許多人聚在一起，今日要想脫險，可是難上加難了。」大船上諸人聽到歐陽鋒在木筏上那一聲高呼，本已甚為驚奇，及至見到是郭靖等人，更是大感奇怪。歐陽鋒抱著侄兒，郭靖與黃蓉抱了洪七公，五人分作兩批，先後從小艇躍上大船。一人身穿繡花錦袍，從中艙迎了出來，與郭靖一照面，兩人都是一驚。那人頷下微鬚，面目清秀，正是大金國的六王爺趙王完顏洪烈。※※※原來完顏洪烈在寶應劉氏宗祠中逃脫之後，生怕郭靖追他尋仇，不敢北歸，逕行會合了彭連虎、沙通天等人，南下盜取岳武穆的遺書。其時蒙古大舉伐金，中都燕京被圍近月，燕雲十六州已盡屬蒙古。大金國勢日蹙。完顏洪烈心甚憂急，眼見蒙古兵剽悍殊甚，金兵雖以十倍之眾，每次接戰，盡皆潰敗，他苦思無策，不由得將中興復國大志，全都寄託在那部武穆遺書之上，心想只要得了這部兵書，自能用兵如神，戰無不勝，就如當年的岳飛一般，蒙古兵縱然精銳，也要望風披靡了。這次他率眾南來，行蹤甚是詭秘，只怕被南朝知覺有了提防，是以改走海道，一心要神不知鬼不覺的在浙江沿海登陸，悄悄進入臨安將書盜來。當日他遍尋歐陽克不得，雖知他是一把極得力的高手，但久無消息，也不能單等他一人，只得逕自啟程，這時海上相遇，卻見他與郭靖為伴，不由得暗自著急，只怕他已將這大秘密洩漏了出去。郭靖見了殺父仇人，自是心頭火起，雖在強敵環伺之際，仍是對他怒目而視。這時一人從船艙中匆匆上來，只露了半面，立即縮身回入。黃蓉眼尖，看到依稀是楊康模樣。歐陽克道：「叔叔，這位就是愛賢若渴的大金國六王爺。」歐陽鋒拱了拱手。完顏洪烈不知歐陽鋒在武林中有多大威名，見他神情傲慢，但瞧在歐陽克面上，拱手為禮。彭連虎、沙通天等人聽得此言，一齊躬身唱喏：「久仰歐陽先生是武林中的泰山北斗，今日有幸拜見。」歐陽鋒微微躬身，還了半禮。大手印靈智上人素在藏邊，不知西毒的名頭，只是雙手合什，不作一聲。完顏洪烈知道沙通天等個個極為自負，向不服人，但見了歐陽鋒卻如此恭敬，顯得既敬且畏，復大有諂媚之意，這等神色從來沒在他們臉上見過，立知這個周身水腫、蓬頭赤足的老兒來頭不小，當下著實接納，說了一番敬仰的話。這些人中梁子翁的心情最是特異，郭靖喝了他珍貴之極的蝮蛇寶血，這時相見，如何不惱？但自己生平最怕的洪七公卻又在其旁，只有心中惱怒，臉上陪笑，上前躬身拜倒，說道：「小的梁子翁參見洪幫主，您老人家好。」此言一出，眾人又是一驚，西毒北丐的威名大家都是久聞的，但均未見過，想不到這當世兩大高人竟然同時現身，正要上前拜見，洪七公哈哈一笑，說道：「老叫化倒了霉啦，給惡狗咬得半死不活的，還拜見甚麼？乘早拿東西來吃是正經。」眾人一怔，均想：「這洪七公躺著動彈不得，原來是身受重傷，那就不足為懼。」望著歐陽鋒，要瞧他眼色行事。歐陽鋒早已想好對付三人的毒計：洪七公必須先行除去，以免自己以怨報德的劣行被他張揚開來；郭靖則要先問出他經書上怪文的含義，再行處死；至於黃蓉，侄兒雖然愛她，留下來卻終是極大禍根，但若自己下手殺她，黃藥師知道了豈肯干休，須得想個借刀殺人之計，假手於旁人，眼下三人上了大船，不怕他們飛上天去，當下向完顏洪烈道：「這三人狡猾得緊，武功也還過得去，請王爺派人好好看守。」梁子翁聞言大喜，當即斜身向左竄出，繞過沙通天身側，反手來拉郭靖的手腕。郭靖順腕翻過，啪的一聲，梁子翁已然肩頭中掌，這一招「見龍在田」又快又重，梁子翁武功雖高，竟也被他打得踉踉蹌蹌的倒退兩步。彭連虎和梁子翁一直在完顏洪烈之前互爭雄長，只想壓倒對方，都是面和心不和，見他受挫，均各暗自得意，立時散開，將洪七公等三人圍在垓心，要待梁子翁被打倒之後，再上前動手。梁子翁適才所以要繞過沙通天，從側來拉郭靖，為的就是防備他那招獨一無二的「亢龍有悔」，以便不至受他迎面直擊，難以抵擋，不料一別經月，他居然並不使「亢龍有悔」，只是隨手一掌，自己竟爾躲避不開，這一下他臉上如何下得來？見郭靖並不追擊，當即縱身躍起，雙拳連發，使出他生平絕學的「遼東野狐拳法」來，立心要取郭靖性命，既要掙回適才所失的顏面，又報昔日殺蛇之恨。當年梁子翁在長白山採參，見到獵犬與野狐在雪中相搏。那野狐狡詐多端，竄東蹦西，靈動異常，獵犬爪牙雖利，纏鬥多時，仍是無法取勝。他見了野狐的縱躍，心中有悟，當下人參也不採了，就在深山雪地的茅廬之中，苦思數月，創出了這套「野狐拳法」。這拳法以「靈、閃、撲、跌」四字訣為主旨，於對付較己為強之勁敵時最為合用，首先教敵人捉摸不著自己前進後退、左趨右避的方位，然後俟機進擊。這時他不敢輕敵，使開這路拳法，未攻先閃，跌中藏撲，向郭靖打去。這套拳法來勢怪異，郭靖從未見過，心想：「蓉兒的落英神劍掌虛招雖多，終究或五虛一實，或八虛一實，這老兒的拳法卻似全是虛招，不知鬧的是甚麼古怪？」當下依著洪七公前時所指點的方策，不論敵招如何變化多端，自己只是將降龍十八掌的掌力發將出去。兩人數招一過，眾高手都瞧得暗暗搖頭，心想：「梁老怪總算是一派的掌門，與這後生小子動手，怎麼儘是閃避，不敢發一招實招？」再拆數招，郭靖的掌力將他越迫越後，眼見就要退入海中。梁子翁見「野狐掌」不能取勝，要想另換拳法，但被郭靖掌力籠罩住了，那裏緩得出手來？掌聲呼呼之中，只聽洪七公叫道：「下去罷！」郭靖的一招「戰龍在野」，左臂橫掃。梁子翁大聲驚呼，身不由主的往船舷外跌出。眾人一驚之下，齊向梁子翁跌下處奔過去察看。只聽得海中有人哈哈長笑，梁子翁忽爾飛起，噠的一聲，直挺挺的跌在甲板之上，再也爬不起來。這一來眾人驚訝更甚，難道海水竟能將他身子反彈上來？爭著俯首船邊向海中觀看。只見一個白鬚白髮的老兒在海面上東奔西突，迅捷異常，再凝神看時，原來他騎在一頭大鯊魚背上，就如陸地馳馬一般縱橫自如。郭靖又驚又喜，大聲叫道：「周大哥，我在這裏啊！」那騎鯊的老兒正是老頑童周伯通。※※※周伯通聽得郭靖呼叫，大喜歡呼，在鯊魚右眼旁打了一拳，鯊魚即向左轉，游近船邊。周伯通叫道：「是郭兄弟麼？你好啊。前面有一條大鯨魚，我已追了一日一夜，現下就得再追，再見吧！」郭靖急叫：「大哥快上來，這裏有好多壞人要欺侮你把弟啊。」周伯通怒道：「有這等事？」右手拉住鯊魚口中一根不知甚麼東西，左手在大船邊上垂下的防撞木上一掀，連人帶鯊，忽地從眾人頭頂飛過，落上甲板，喝道：「甚麼人這般大膽，膽敢欺侮我的把弟？」船上諸人那一個不是見多識廣，但這個白鬚老兒如此奇詭萬狀的出現，卻令人人都驚得目瞪口呆，連洪七公與歐陽鋒也是差愕異常。周伯通見到黃蓉，也感奇怪，問道：「怎麼你也在這裏？」黃蓉笑道：「是啊，我算到你今天會來，因此先在這裏等你。你快教我騎鯊魚的法兒。」周伯通笑道：「好，我來教你。」黃蓉道：「你先打發了這批壞人再教。」周伯通目光向甲板上眾人一掃，對歐陽鋒道：「我道別人也不敢這麼猖狂，果然又是你這老兒，」歐陽鋒冷冷的道：「一個人言而無信，縱在世上偷生，也教天下好漢笑話。」周伯通道：「半點也不錯。做人甚麼事都可胡來，但說話放屁，總須分得清清楚楚，可別讓人聽在耳裏，不知道聲音是上面出來的呢，還是來自下盤功夫。我正要找你算帳，你在這兒真是再好也沒有。老叫化，你是公證，站起來說句公道話罷。」洪七公臥在甲板上，笑了一笑。黃蓉道：「老毒物遇難，我師父接連九次救了他性命，那知他狼心狗肺，反過來傷我師父，點了他的穴道。」洪七公救歐陽鋒之命，前後只是三次，黃蓉將次數一變三倍，歐陽鋒自也不能對此分辯，只是怒目不語。周伯通俯身在洪七公的「曲池穴」與「湧泉穴」上揉了兩揉。洪七公道：「老頑童，那沒用。」原來歐陽鋒這門點穴手段甚是陰毒，除了他與黃藥師兩人之外，天下無人解得。歐陽鋒甚是得意，說道：「老頑童，你有本事就將他穴道解了。」黃蓉雖不會解，卻識得這門點穴功夫，小嘴一扁，說道：「那有甚麼稀奇的？我爹爹不費吹灰之力，就能將這『透骨打穴法』解開。」歐陽鋒聽他說出這打穴法的名稱，心想這小丫頭家學淵源，倒也有些門道，當下也不理她，對周伯通道：「你輸了東道，怎麼說話如同放屁？」周伯通掩鼻叫道：「放屁麼？好臭好臭！我倒要問你，咱們賭了甚麼東道？」歐陽鋒道：「這裏除了姓郭的小子與這小丫頭，都是成名的英雄豪傑，我說出來請大家評評道理。」彭連虎道：「好極，好極。歐陽先生請說。」歐陽鋒道：「這位是全真派的周伯通周老爺子，江湖上人稱老頑童，輩份不小，是丘處機、王處一他們全真七子的師叔。」周伯通十餘年來一直耽在桃花島，前此武藝未有大成，除了頑皮胡鬧，也沒做過甚麼了不起的大事，江湖上名頭並不響亮，但眾人見他海上騎鯊，神通廣大，實是非同小可，原來是全真七子的師叔，無怪如此了得，互相低聲交談了幾句。彭連虎念到八月中秋嘉興煙雨樓之約，心想全真七子若有這怪人相助，可就更加不易對付了，不禁暗暗擔憂。歐陽鋒道：「這位周兄在海中為鯊群所困，兄弟將他救了起來。我說鯊群何足道哉，只消舉手之勞，就能將群鯊盡數殺滅。周兄不信，我們兩人就打了一賭。周兄，這話對麼？」周伯通連連點頭，道：「這幾句話全對。賭點甚麼，也得給大夥兒說說。」歐陽鋒道：「正是！我說若是我輸了，你叫我幹甚麼，我就得幹甚麼。若是不肯幹，就得跳到海中餵魚。你輸了也是一樣。這話對麼？」周伯通又是連連點頭，道：「對，對，半點不錯。後來怎樣了？」歐陽鋒道：「怎樣？後來是你輸了。」這一次周伯通卻連連搖頭，說道：「錯了，錯了，輸的是你，不是我。」歐陽鋒怒道：「男子漢大丈夫，說話豈能顛倒是非，胡混奸賴？若是我輸，你怎肯跳入海中自盡？」周伯通嘆道：「是啊，原本我也道老頑童運氣不好，輸在你手，那知到了海中，老天爺教我遇上一件巧事，才知是你老毒物輸了，我老頑童贏了。」歐陽鋒、洪七公、黃蓉齊聲問道：「甚麼巧事？」周伯通一彎腰，左手抓住撐在鯊魚口中的一根木棒，將鯊魚提了起來，道：「就是遇見了我這頭坐騎啊，老毒物你瞧明白了，這是你寶貝侄兒將木棍撐在牠口中的，是不是？」當日歐陽克行使毒計，用木棍撐在鯊魚口中，要叫這海中第一貪吃的傢伙活生生餓死，那是歐陽鋒親眼所見。這時見了巨鯊和木棍的形狀，以及魚口邊被釣鉤鉤破的傷痕，記得果然便是那天放還海中的鯊魚，便道：「是又怎地？」周伯通拍手笑道：「那便是你輸了啊。咱們賭的是將鯊群盡數殺滅，可是這頭好傢伙託了你侄兒的福，吃不得死鯊，中不了毒，既留下了一條，豈不是我老頑童贏了？」說罷哈哈大笑。歐陽鋒臉上變色，做聲不得。郭靖喜道：「大哥，這些日子你在那裏？我想得你好苦。」周伯通笑道：「我才玩得有趣呢。我跳到海裏，不久就見到這傢伙在海面上喘氣，好似大為煩惱。我道：『老鯊啊老鯊，你我今日可算同病相憐了！』我一下子跳上了魚背。牠猛地就鑽進了海底，我只好閉住氣，雙手牢牢抱住了牠的頭頸，舉足亂踢牠的肚皮，好容易牠才鑽到水面上來，沒等我透得兩口氣，這傢伙又鑽到了水下。咱哥兒倆鬥了這麼半天，牠才算乖乖的聽了話，我要牠往東，牠就往東，要牠朝北，牠可不敢向南。」說著輕輕拍著鯊魚的腦袋，甚是得意。這些人中最感艷羨的自是黃蓉，只聽得兩眼發光，說道：「我在海中玩了這麼些年，怎麼沒想到這玩意兒，真傻！」周伯通道：「你瞧牠滿口牙齒，便如是一把把的利刀，若不是口中撐了這根木棍，你敢騎牠嗎？」黃蓉道：「這些日子你一直都騎在魚背上？」周伯通道：「可不是麼？咱哥兒倆捉魚的本事可大啦。咱們一見到魚，牠就追，我就來這麼一拳一掌，將魚打死，一條魚十份中我吃不上一份，這傢伙可得吃九份半。」黃蓉摸了摸鯊魚的肚皮，又問：「你把死魚塞到牠肚子裏麼？牠不用牙齒會吃麼？」周伯通道：「會吃得緊呢。有一次咱哥兒倆窮追一條大烏賊……」這一老一小談得興高采烈，傍若無人，歐陽鋒卻暗暗叫苦，籌思應付之策。周伯通忽道：「喂，老毒物，你認不認輸？」歐陽鋒先前把話說得滿了，在眾人之前怎能食言？只得道：「輸了又怎地？難道我還賴不成？」周伯通道：「嗯，我得想想叫你做件甚麼難事。好，你適才罵我放屁，我就叫你馬上放一個屁！讓大夥兒聞聞。」黃蓉聽周伯通叫歐陽鋒放屁，平白無端的放一個屁，在常人自然極難，但內功精湛之輩，一生習練的就是將氣息在周身運轉，這件事卻是殊不足道，只怕歐陽鋒老奸巨猾，打蛇隨棍上，抓住這個機會，輕輕易易的放一個屁，就將這件事矇混過去，忙搶著道：「不好，不好，你要他把我師父的穴道解開再說。」周伯通道：「你瞧，人家小姑娘怕你的臭屁，那就免了罷，我也不要你做甚麼為難之事，快把老叫化的傷治了。老叫化的本事決不在你之下，你若非行奸弄鬼，決計傷他不了。待他傷好之後，你倆公公平平的再打一架，那時候讓老頑童來做個公證。」歐陽鋒知道洪七公的傷已無法治癒，不怕他將來報復，倒怕周伯通忽然異想天開，出了個古怪的難題，在眾目睽睽之下，那可教人下不了台，當下也不打話，俯身運勁於掌，將洪七公的穴道解了。黃蓉與郭靖上前搶著扶起。周伯通向甲板上眾人橫掃了一眼，說道：「老頑童最怕聞的，就是韃子的羊臊味。快放下小艇，送我們四人上岸。」歐陽鋒見周伯通與黃藥師動過手，知道這人武功極怪，若是跟他說翻了臉動武，自己縱不落敗，取勝之機卻也頗為渺茫，目下只得暫且忍耐，待練成《九陰真經》上的武功後，再來跟他算帳，好在今日儘可藉口輸了打賭，一切依從，早早將這瘟神送走為是，算計已定，便道：「好罷，誰教你運道好呢！這場打賭既是你贏了，你說怎麼就怎麼著。」轉頭向完顏洪烈道：「王爺，就放下舢舨，送這四人上岸罷。」完顏洪烈不答，心想：「這四人上了岸，只怕洩漏了我此番南來的機密。」靈智上人一直冷眼旁觀，見著歐陽鋒大剌剌的神情早就心中大是不忿，暗想瞧你這副落湯雞般的狼狽模樣，聽周伯通那憊賴老兒說甚麼便依從甚麼，不敢駁回半句，多半是個浪得虛名之徒，就算真的武功高強，未必就敵得過我們這裏的許多高手，眼見完顏洪烈有躊躇之色，當即走上兩步，說道：「若是在木筏之上，歐陽先生愛怎麼就怎麼，旁人豈敢多口？既是上了大船，就得聽王爺吩咐。」此言一出，眾人聳然動容，都望著歐陽鋒的臉色。歐陽鋒冷冷的上下打量靈智上人，隨即抬頭望天，淡淡的道：「這位大和尚是存心要跟老朽為難了？」靈智上人道：「不敢。小僧向在藏邊，孤陋寡聞，今日倒是第一次聽到歐陽先生的威名，與先生那有甚麼樑子過節……」話猶未了，歐陽鋒踏上一步，左手虛晃，右手已抓起靈智上人魁梧雄偉的身軀，順勢回轉，將他頭下腳上的舉了起來。這一下快得出奇，眾人但見靈智上人大紅的袈裟一陣晃動，一個肥肥的身體已被舉在半空，卻未看清歐陽鋒使的是甚麼手法。靈智上人本比常人要高出一個頭，歐陽鋒這一把是抓住了他後頸隆起的一塊肥肉，若是挺臂上舉，他雙腳未必就能離地，但歐陽鋒將他身子倒了轉來，頭頂離開甲板約有四尺。只見他雙腳在空中亂踢，口中連連怒吼。那日靈智上人在趙王府與王處一過招，眾人都見到他手上功夫極為了得，但被歐陽鋒這麼倒轉提起，雙臂軟軟的垂在兩耳之旁，宛似斷折了一般，全無反抗之能。歐陽鋒仍是兩眼向天，輕描淡寫的道：「你今日第一次聽到我的名字，就瞧不起老朽，是不是？」靈智上人又驚又怒，連運了幾次氣，出力掙扎，卻那裏掙扎得脫？彭連虎等見了這般情景，無不駭然失色。歐陽鋒又道：「你瞧不起老朽，那也罷了，瞧在王爺的面上，我也不來和你一般見識。你想留下老頑童周老爺子、九指神丐洪老爺子，嘿嘿，憑你這點微末道行也配？你既孤陋寡聞，又無自知之明，吃點虧是免不了的啦。老頑童，接著了！」也不見他手臂後縮前揮，只是掌心勁力外吐，靈智上人就如一團紅雲般從甲板的左端飛向右端，他一離歐陽鋒的掌力，立時自由，身子一挺，一個鯉魚翻身，要待直立，突覺頸後肥肉一痛，暗叫不妙，左掌捏了個大手印忙要拍出，忽感手臂酸麻，不由自主的垂了下去，身子又被倒提在空中，原來已被周伯通如法炮製的擒住了。完顏洪烈見他狼狽不堪，心知莫說歐陽鋒有言在先，單憑周伯通一人，自己手下這些人就留他不住，忙道：「周老先生莫作耍了，小王派船送四位上岸就是。」周伯通道：「好呀，你也來試試，接著了！」學著歐陽鋒的樣，掌心吐勁，將靈智上人肥大的身軀向他飛擲過去。完顏洪烈雖識武藝，但只會些刀槍弓馬的功夫，周伯通這一下將這個胖大和尚急擲過來，勁道凌厲，他那裏能接，撞上了非死必傷，急忙閃避。沙通天見情勢不妙，使出移步換形功夫，晃身攔在完顏洪烈面前，眼見靈智上人衝來的勢道極為沉猛，若是出掌相推，只怕傷了他，看來只有學歐陽鋒、周伯通的樣，先抓住他後頸，再將他倒轉過來，好好放下。可是武功之道，差不得絲毫，他眼看歐陽鋒與周伯通一抓一擲，全然不費力氣，只道靈智上人只是掌力厲害，縱躍變招的本事卻甚平常，滿擬將他抓住，先消來勢，再放正他身子，那知道一抓下去，剛碰到靈智上人的後頸，突感火辣辣的一股力道從腕底猛打將上來，若不抵擋，右腕立時折斷，危急中忙撤右掌，左拳一招「破甲錐」擊了下去。原來靈智上人接連被歐陽鋒與周伯通倒轉提起，熱血逆流，只感頭昏腦脹，心中怒火如焚，聽得周伯通叫人接住自己，只道出手的又是敵人，人在空中時已運好了氣，一覺沙通天的手碰到他頸後，立時一個大手印拍出。兩人本來功力悉敵，沙通天身子直立，佔了便宜，但靈智上人卻有備而發，打了他一個措手不及。這一來仍然是半斤八兩，只聽得啪的一響，沙通天退後三步，一交坐倒，靈智上人也被他掌力一震，橫臥在地。靈智上人翻身躍起，才看清適才打他的原來是沙通天，心想：「連你這臭賊也來揀便宜！」虎吼一聲，又要撲上。彭連虎知他誤會，忙攔在中間，叫道：「大師莫動怒，沙大哥是好意！」這時大船上已放下舢舨。周伯通提起鯊魚口中的木棒，將巨鯊向船外揮出，同時手掌使力，將木棍震為兩截。那鯊魚飛身入海，忽覺口中棍斷，自是欣喜異常，潛入深海吃魚去了。黃蓉笑道：「靖哥哥，下次咱倆和周大哥各騎一條鯊魚，比賽誰游得快。」郭靖尚未回答，周伯通已自拍手叫好，說道：「還是請老叫化做公證。」※※※完顏洪烈見周伯通等四人坐了舢舨划開，心想歐陽鋒如此功夫，如肯出手相助，那麼盜書之事是更加易成，當下牽了靈智上人的手，走到歐陽鋒面前，說道：「大家都是好朋友，先生不可見怪，上人也莫當真，都瞧在小王臉上，只算是戲耍一場。」歐陽鋒一笑，伸出手去。靈智上人心猶未服，暗想：「你不過擒拿法了得，乘我不備，忽施襲擊，我數十年苦練的大手印掌力，難道當真不及你？」當下也伸出手去，勁從臂發，力捏歐陽鋒的手掌，力道剛施上，忽然身不由主的跳起，猶似捏上一塊燒得通紅的鋼塊，手掌只燒得火辣辣地疼痛，放手不迭。歐陽鋒不為已甚，只是微微一笑。靈智上人看自己手心時，卻是了無異狀，心道：「他媽的，這老賊定是會使邪術。」歐陽鋒見梁子翁躺在甲板之上，兀自動彈不得，上前一看，知他被郭靖打下海中時恰好給周伯通接住，點了他穴道又擲上船來，於是解開他被封的穴道。這樣一來，歐陽鋒自然而然的做了這一群武人的首領。完顏洪烈吩咐整治酒席，與歐陽叔侄接風。飲酒中間，完顏洪烈把要到臨安去盜武穆遺書的事對歐陽鋒說了，請他鼎力相助。歐陽鋒早聽侄兒說過，這時心中一動，忽然另有一番主意：「我歐陽鋒是何等樣人，豈能供你驅策？但向聞岳飛不僅用兵如神，武功也極為了得，他傳下來的岳家散手確是武學中的一絕，這遺書中除了韜略兵學之外，說不定另行錄下武功。我且答應助他取書，要是瞧得好了，難道老毒物不會據為己有？」正是：爾虞我詐，各懷機心。完顏洪烈一心要去盜取大宋名將的遺書，卻不道螳螂捕蟬，黃雀在後，歐陽鋒另在打他的主意。當下一個著意奉承，一個滿口應允，再加上梁子翁在旁極力助興，席上酒到杯乾，賓主盡歡。只有歐陽克身受重傷，吃不得酒，用了一點菜，就由人扶到後艙休息去了。正吃得熱鬧間，歐陽鋒忽爾臉上變色，停杯不飲，眾人俱各一怔，不知有甚麼事得罪他了。完顏洪烈要待出言相詢，歐陽鋒道：「聽！」眾人側耳傾聽，除了海上風濤之外，卻聽不見甚麼。過了一陣，歐陽鋒道：「現今聽見了麼？簫聲。」眾人凝神傾聽，果聽得浪聲之外，隱隱似乎夾著忽斷忽續的洞簫之聲，若不是他點破，誰也聽不出來。歐陽鋒走到船頭，縱聲長嘯，聲音遠遠傳了出去。眾人也都跟到船頭。只見海面遠處扯起三道青帆，一艘快船破浪而來。眾人暗暗詫異：「難道簫聲是從這船中發出？相距如是之遠，怎能送到此處？」歐陽鋒命水手轉舵，向那快船迎去。兩船漸漸駛近。來船船首站著一人，身穿青布長袍，手中果然執著一枝洞簫，高聲叫道：「鋒兄，可見到小女麼？」歐陽鋒道：「令愛好大的架子，我敢招惹麼？」兩船相距尚有數丈，也不見那人縱身奔躍，眾人只覺眼前一花，那人已上了大船甲板。完顏洪烈見他本領了得，又起了招攬之心，迎將上去，說道：「這位先生貴姓？有幸拜見，幸如何之。」以他大金國王爺身份，如此謙下，可說是十分難得的了。但那人見他穿著金國官服，只白了他一眼，並不理睬。歐陽鋒見王爺討了個老大沒趣，說道：「藥兄，我給您引見。這位是大金國的趙王六王爺。」向完顏洪烈道：「這位是桃花島黃島主，武功天下第一，藝業並世無雙。」彭連虎等嚇了一跳，不由自主的退了數步。他們早知黃蓉的父親是個極厲害的大魔頭，黑風雙煞只不過是他破門的弟子，已是如此威震江湖，武林中人提到時為之色變，徒弟已然如此，何況師父？這一上來果然聲威奪人，人人想起曾得罪過他女兒，都是心存疑懼，不敢作聲。黃藥師自女兒走後，知她必是出海找尋郭靖，初時心中有氣，也不理會，過得數日，越想越是放心不下，只怕她在郭靖沉船之前與他相會，上了自己特製的怪船，那可有性命之憂，當即出海找尋。知道他們是回歸大陸，於是一路向西追索。但在茫茫大海中尋一艘船，真是談何容易？縱令黃藥師身懷異術，但來來去去的找尋，竟是一無眉目。這日在船頭運起內力吹簫，盼望女兒聽見，出聲呼應，豈知卻遇上了歐陽鋒。黃藥師與彭連虎等均不相識，聽歐陽鋒說這身穿金國服色之人是個王爺，更是向他瞧也不瞧，只向歐陽鋒拱拱手道：「兄弟趕著去找尋小女，失陪了。」轉身就走。靈智上人適才被歐陽鋒、周伯通擺布得滿腹怒火，這時見上船來的又是個十分傲慢無禮之人，聽了歐陽鋒的話，心想：「難道天下高手竟如此之多？這些人多半會一點邪法，裝神弄鬼，嚇唬別人。我且騙他一騙。」見黃藥師要走，朗聲說道：「你找的可是個十五六歲的小姑娘麼？」黃藥師停步轉身，臉現喜色，道：「是啊，大師可曾見到？」靈智上人冷冷的道：「見倒是見過的，只不過是死的，不是活的。」黃藥師心中一寒，忙道：「甚麼？」這兩個字說得聲音也顫了。靈智上人道：「三天之前，我曾在海面上見到一個小姑娘的浮屍，身穿白衫，頭髮上束了一個金環，相貌本來倒也挺標緻。唉，可惜，可惜！可惜全身給海水浸得腫脹了。」他說的正是黃蓉的衣飾打扮，一絲不差。黃藥師心神大亂，身子一晃，臉色登時蒼白，過了一陣，方問：「這話當真？」眾人明明見到黃蓉離船不久，卻聽靈智上人如此相欺，各自起了幸災樂禍之心，要瞧黃藥師的傷心模樣，都不作聲。靈智上人冷冷的道：「那女孩的屍身之旁還有三個死人，一個是年輕後生，濃眉大眼，一個是老叫化子，背著個大紅葫蘆，另一個是白鬚白髮的老頭兒。」他說的正是郭靖、洪七公、周伯通三人。到此地步，黃藥師那裏還有絲毫疑心，斜眼瞧著歐陽鋒，心道：「你識得我女兒，何不早說？」歐陽鋒見他神色，眼見是傷心到了極處，一出手就要殺人，自己雖然不致吃虧，可是這股來勢也不易抵擋，便道：「兄弟今日方上這船，與這幾位都是初會。這位大師所見到的浮屍，也未必就是令愛罷。」接著嘆了口氣道：「令愛這樣一個好姑娘，倘若當真少年夭折，可教人遺憾之極了。我侄兒得知，定然傷心欲絕。」這幾句話把自己的擔子推卸掉了，雙方均不得罪。黃藥師聽來，卻似更敲實了一層，剎那間萬念俱灰。他性子本愛遷怒旁人，否則當年黑風雙煞偷他經書，何以陸乘風等人毫無過失，卻都被打斷雙腿、逐出師門？這時候他胸中一陣冰涼，一陣沸熱，就如當日愛妻逝世時一般。但見他雙手發抖，臉上忽而雪白，忽而緋紅。人人默不作聲的望著他，心中都是充滿畏懼之意，即令是歐陽鋒，也感到惴惴不安，氣凝丹田，全神戒備，甲板上一時寂靜異常。突然聽他哈哈長笑，聲若龍吟，悠然不絕。這一來出其不意，眾人都是一驚，只見他仰天狂笑，越笑越響。笑聲之中卻隱隱然有一陣寒意，眾人越聽越感淒涼，不知不覺之間，笑聲竟已變成了哭聲，但聽他放聲大哭，悲切異常。眾人情不自禁，似乎都要隨著他傷心落淚。這些人中只有歐陽鋒知他素來放誕，歌哭無常，倒並不覺得怎麼奇怪，但聽他哭得天愁地慘，心想：「黃老邪如此哭法，必然傷身。昔時阮籍喪母，一哭嘔血斗餘，這黃老邪正有晉人遺風。只可惜我那鐵箏在覆舟時失去，不然彈將起來，助他哀哭之興，此人縱情率性，多半會一發不可收拾，身受劇烈內傷，他日華山二次論劍，倒又少了一個大敵。唉，良機坐失，可惜啊可惜！」黃藥師哭了一陣，舉起玉簫擊打船舷，唱了起來，只聽他唱道：「伊上帝之降命，何修短之難栽？或華髮以終年，或懷妊而逢災。感前哀之未闋，復新殃之重來。方朝華而晚敷，比晨露而先晞。感逝者之不追，情忽忽而失度，天蓋高而無階，懷此恨其誰訴？」啪的一聲，玉簫折為兩截。黃藥師頭也不回，走向船頭。靈智上人搶上前去，雙手一攔，冷笑道：「你又哭又笑、瘋瘋癲癲的鬧些甚麼？」完顏洪烈叫道：「上人，且莫……」一言未畢，只見黃藥師右手伸出，又已抓住了靈智上人頸後的那塊肥肉，轉了半個圈子，將他頭下腳上的倒轉了過來，向下擲去，撲的一聲，他一個肥肥的光腦袋已插入船板之中，直沒至肩。原來靈智上人所練武功，頸後是破綻所在，他身形一動，歐陽鋒、周伯通、黃藥師等大高手立時瞧出，是以三人一出手便都攻擊他這弱點，都是一抓即中。黃藥師唱道：「天長地久，人生幾時？先後無覺，從爾有期。」青影一晃，已自躍入來船，轉舵揚帆去了。眾人正要相救靈智上人，看他生死如何，忽聽得格的一聲，船板掀開，艙底出來一個少年。只見他唇紅齒白，面如冠玉，正是完顏洪烈的世子、原名完顏康的楊康。他與穆念慈翻臉之後，只是念著完顏洪烈「富貴不可限量」那句話，在准北和金國官府通上消息，不久就找到了父王，隨同南下。郭靖、黃蓉上船時，他一眼瞥見，立即躲在艙底不敢出來，卻在船板縫中偷看，把甲板上的動靜都瞧了個清清楚楚。眾人飲酒談笑之時，他怕歐陽鋒與郭靖一路同來，難保沒有異心，是以並不赴席，只是在艙底竊聽眾人說話，直至黃藥師走了，才知無礙，於是掀開船板出來。靈智上人這一下摔得著實不輕，總算硬功了得，腦袋又生得堅實，船板被他光頭鑽了個窟窿，頭上卻無損傷，只感到一陣暈眩，定了定神，雙手使勁，在船板上一按，身子已自躍起。眾人見甲板上平白的多了一個圓圓的窟窿，不禁相顧駭然，隨即又感好笑，卻又不便發笑，人人強行忍住，神色甚是尷尬。完顏洪烈剛說得一句：「孩子，來見過歐陽先生。」楊康已向歐陽鋒拜了下去，恭恭敬敬的磕了四個頭。他忽然行此大禮，眾人無不詫異。原來楊康在趙王府時，即已十分欽佩靈智上人之能，今日卻見歐陽鋒、周伯通、黃藥師三人接連將他抓拿投擲，宛若戲弄嬰兒，才知天外有天，人上有人。他想起在太湖歸雲莊被擒受辱，在寶應劉氏宗祠中給郭黃二人嚇得心驚膽戰，皆因自己藝不如人之故，眼前有這樣一位高人，正可拜他為師，跟歐陽鋒行了大禮後，對完顏洪烈道：「爹爹，孩兒想拜這位先生為師。」完顏洪烈大喜，站起身來，向歐陽鋒作了一揖，說道：「小兒生性愛武，只是未遇明師，若蒙先生不棄，肯賜敬誨，小王父子同感大德。」別人心想，能做小王爺的師父，實是求之不得的事，豈知歐陽鋒還了一揖，說道：「老朽門中向來有個規矩，本門武功只是一脈單傳，決無旁枝。老朽已傳了舍侄，不能破例再收弟子，請王爺見諒。」完顏洪烈見他不允，只索罷了，命人重整杯盤。楊康好生失望。歐陽鋒笑道：「小王爺拜師是不敢當，但要老朽指點幾樣功夫，卻是不難。咱們慢慢兒的切磋罷。」楊康見過歐陽克的許多姬妾，知道她們都曾得歐陽克指點功夫，但因並非真正弟子，本事均極平常，聽歐陽鋒如此說，心中毫不起勁，口頭只得稱謝。殊不知歐陽鋒的武功豈是他侄兒能比，能得他指點一二，亦大足以在武林中稱雄逞威了。歐陽鋒鑒貌辨色，知他並無向自己請教之意，也就不提。酒席之間，說起黃藥師的傲慢無禮，眾人都贊靈智上人騙他得好。侯通海道：「這人的武功當真是高的，那臭小子原來是他的女兒，怪不得很有些鬼門道。」說著凝目瞧著靈智上人的光頭，看了一會，側過頭來瞪視他後頭的那塊肥肉，彎過右手，抓住自己後頸，嘿嘿一笑，問道：「師哥，他們三人都是這麼一抓，那是甚麼功夫？」沙通天斥道：「別胡說。」靈通上人再也忍耐不住，突伸左手，抓住了侯通海額頭的三個肉瘤。侯通海急忙縮身，溜到了桌下。眾人哈哈大笑，同聲出言相勸。侯通海鑽上來坐入椅中，向歐陽鋒道：「歐陽老爺子，你武功高得很哪！你教了我抓人後頸肥肉這手本事，成不成？」歐陽鋒微笑不答。靈智上人怒目而視。侯通海轉頭又問：「師哥，那黃藥師又哭又叫的唱些甚麼？」沙通天瞪目不知所對，說道：「誰理會得他瘋瘋癲癲的胡叫。」楊康道：「他唱的是三國時候曹子建所做的詩，那曹子建死了女兒，做了兩首哀辭。詩中說，有的人活到頭髮白，有的孩子卻幼小就夭折了，上帝為甚麼這樣不公平？只恨天高沒有梯階，滿心悲恨卻不能上去向上帝哭訴。他最後說，我十分傷心，跟著你來的日子也不遠了。」眾武師都讚：「小王爺是讀書人，學問真好，咱們粗人那裏知曉？」※※※黃藥師滿腔悲憤，指天罵地，咒鬼斥神，痛責命數對他不公，命舟子將船駛往大陸，上岸後怒火愈熾，仰天大叫：「誰害死了我的蓉兒？誰害死了我的蓉兒？」忽想：「是姓郭的那小子，不錯，正是這小子，若不是他，蓉兒怎會到那船上？只是這小子已陪著蓉兒已死了，我這口惡氣卻出在誰的身上？」心念一動，立時想到了郭靖的師父江南六怪，叫道：「這六怪正是害我蓉兒的罪魁禍首！他們若不教那姓郭的小子武藝，他又怎能識得蓉兒？不把六怪一一的斬手斷足，難消我心頭之恨。」惱怒之心激增，悲痛之情稍減，他到了市鎮，用過飯食，思索如何找尋江南六怪：「六怪武藝不高，名頭卻倒不小，想來也必有甚麼過人之處，多半是詭計多端。我若登門造訪，必定見他們不著，須得黑夜之中，闖上門去，將他們六家滿門老幼良賤，殺個一乾二淨。」當下邁開大步，向北往嘉興而去。