第二十七回　軒轅台前兩人正鬧間，樓梯聲響，適才隨楊康下去的丐幫三老又回了上來，走到郭黃二人桌邊，行了一禮。居中那丐白白胖胖，留著一大叢白鬍子，若非身上千補百綻，宛然便是個大紳士大財主的模樣，他未言先笑，端的是滿臉春風，一團和氣，說道：「適才那姓魯的老丐暗中向兩位下了毒手，我等瞧不過眼，特來相救。」郭靖、黃蓉都吃了一驚，齊問：「甚麼毒手？」那丐道：「那老丐不肯與兩位同席飲食，是不是？」黃蓉心中一凜，問道：「難道他在我們飲食中下了毒？」那丐嘆道：「也是我們幫中不幸，出了這等奸詐之人。這老丐下毒本事高明得緊，只要手指輕輕一彈，暗藏在指甲內的毒粉就神不知、鬼不覺的混入了酒菜。兩位中毒已深，再過個半個時辰，就無法解救了。」黃蓉不信，說道：「我兩人跟他無怨無仇，他何以要下此毒手？」那丐道：「多半是兩位言語中得罪了他。急速服此解藥，方可有救。」說著從懷中取出一包藥粉，分置兩隻酒杯之中，用酒沖了，要靖蓉二人立即服下。黃蓉剛才見楊康和他們做一路，心中已自起疑，豈肯只憑他三言兩語便貿然服藥？又問：「那位姓楊的相公和我們相識，請三位邀他來一見如何？」那丐道：「那自然是要見的，只是那奸徒所下之毒劇烈異常，兩位速服解藥，否則延誤難治。」黃蓉道：「三位好意，極為感謝，且坐下共飲幾杯。想當年丐幫第十一代幫主在北固山獨戰群雄，以一棒雙掌擊斃洛陽五霸，真是何等英雄。」當日她與洪七公、郭靖同在明霞島紮木筏之時，洪七公常跟她說些幫中舊事，以免她日後做了幫主，於幫中大事卻一無所知。那第十一代幫主的英雄事跡，便是那時候聽洪七公說的。丐幫三老聽她忽然說起幫主舊事，互相望了一眼，都感十分詫異，心想憑她小小年紀，怎能知曉此事。黃蓉又道：「洪幫主降龍十八掌天下無雙無對，不知三位學到了幾掌？」三丐臉上均現慚色，那降龍十八掌卻是未蒙幫主傳授一掌，反不及八袋弟子黎生倒得傳授一招「神龍擺尾」。黃蓉又道：「剛才那位魯長老雖說擅於下毒，我瞧本事卻也平常。上個月西毒歐陽鋒請我喝了三杯毒酒，那才有點兒門道。這兩杯解毒酒，還是三位自己飲了罷。」說著將兩杯調有藥粉的藥酒推到三丐面前。三丐微微變色，知她故意東拉西扯，不肯服藥。那財主模樣的長老笑道：「姑娘既有見疑之意，我等自然不便相強。只不過我們一番好意，卻是白費了。我只點破一事，姑娘自然信服。兩位且瞧我眼光之中，有何異樣？」郭靖、黃蓉一齊望他雙目，只見他一對眼睛嵌在圓鼓鼓一臉肥肉之中，只如兩道細縫，但細縫中瑩然有光，眼神甚是清朗。黃蓉心想：「那有甚麼異樣？左右不過似一對亮晶晶的豬眼罷啦。」那丐又道：「兩位望著我的眼睛，千萬不可分神。現在你們感到眼皮沉重，頭腦發暈，全身疲乏無力，這是中毒之象，那就閉上眼睛睡罷。」他說話極是和悅動聽，竟有一股中人欲醉之意，靖蓉二人果然覺得神倦眼困，全身無力。黃蓉微覺不妥，要想轉頭避開他的眼光，可是一雙眼睛竟似被他的目光吸住了，不由自主的凝視著他。那丐又道：「此間面臨大湖，甚是涼爽，兩位就在這清風之中酣睡一覺，睡罷，睡罷！舒服得很，乖乖的睡罷！」他越說到後來，聲音越是柔和甜美。靖蓉二人不知不覺的哈欠連連，竟自伏在桌上沉沉睡去。※※※也不知過了多少時候，二人迷迷糊糊中只感涼風吹拂，身有寒意，耳中隱隱似有波濤之聲，睜開眼來，但見雲霧中一輪朗月剛從東邊山後升起。兩人這一驚非小，適才大白日在岳陽樓頭飲酒，怎麼轉瞬之間便已昏黑？昏昏沉沉中待要站起，更驚覺雙手雙腳均已被繩索縛住，張口欲呼，口中卻被塞了麻核，只刺得口舌生疼。黃蓉立知是著了那白胖乞丐的道兒，只是他使的是甚麼邪法，卻難索解；一時之間也不去多想，斜眼見郭靖躺在自己身邊，正在用力掙扎，先寬了一大半心。郭靖此時內力渾厚，再堅韌的繩索也是被他數崩即斷，那知此刻他手腳運上了勁，身上繩索錚錚有聲，竟然紋絲不損，原來是以牛皮條混以鋼絲絞成。郭靖欲待再加內勁，突然面上一涼，一片冰冷的劍鋒在自己臉頰上輕輕拍了兩拍，轉頭橫眼瞧去，見是四個青年乞丐，各執兵刃守在身邊，只得不再掙扎，轉頭去瞧黃蓉。黃蓉定了定神，要先摸清周遭情勢，再尋脫身之計，側過身來，更是驚得呆了，原來竟是置身在一個小峰之頂，月光下看得明白，四下都是湖水，輕煙薄霧，籠罩著萬頃碧波，心道：「原來我們已給擒到了洞庭湖中的君山之頂，怎地途中毫無知覺？」再回頭過來，只見十餘丈外有座高台，台周密密層層的圍坐著數百名乞丐，各人寂然無聲，月光尚未照到各人身上，是以初時未曾發覺。她暗暗心喜：「啊，是了，今日七月十五，這正是丐幫大會。待會我只須設法開口說話，傳下師父號令，何愁眾丐不服？」過了良久，群丐仍是毫無動靜，黃蓉心中好生不耐，只是無法動彈，惟有苦忍，再過半個時辰，她手腳不動，已微感酸麻，只見一盤冰輪漸漸移至中天，照亮了半邊高台。黃蓉心道：「李太白詩云：『淡掃明湖開玉鏡，丹青畫出是君山。』他當日玩山賞月，何等自在，今夜景自相同，我和靖哥哥卻被縛在這裏，真是令人又好氣又好笑！」月光緩移，照到台邊三個大字：「軒轅台」。黃蓉想起爹爹講述天下大江大湖的故事，曾說相傳黃帝於洞庭湖畔鑄鼎，鼎成後騎龍昇天，想來此台便是紀念這回事了。只一盞茶時分，那高台已全部浴在皓月之中，忽聽得篤篤篤、篤篤篤三聲一停的響了起來，忽緩忽急，忽高忽低，頗有韻律，卻是眾丐各執一根小棒，敲擊自己面前的山石。黃蓉暗數敲擊之聲，待數到九九八十一下，響聲戛然而止，群丐中站起四人，月光下瞧得明白，正是魯有腳與那淨衣派的三個長老。這丐幫四老走到軒轅台四角站定，群丐一齊站起，叉手當胸，躬身行禮。那白胖老丐待群丐坐定，朗聲說道：「眾位兄弟，天禍丐幫，當真是天大的災難，咱們洪幫主已在臨安府歸天啦！」此言一出，群丐鴉雀無聲。突然間一人張口大叫，撲倒在地。四下裏群丐捶胸頓足，號啕大哭，哀聲振動林木，從湖面上遠遠傳了出去。郭靖大吃一驚：「我們找尋不著師父，原來他老人家竟爾去世了。」不禁涕淚交流，只是口中塞了麻核，哭不出聲。黃蓉卻想：「這胖子不是好東西，使邪法拿住我們。這人的話如何信得？他定是造謠。」群丐思念洪七公的恩義，個個大放悲聲。魯有腳忽然叫道：「彭長老，幫主歸天，是誰親眼見到的？」那白白胖胖的彭長老道：「魯長老，幫主他老人家若是尚在人世，誰吃了豹子膽老虎心，敢來咒他？親眼見他老人家歸天之人，就在此處。楊相公，請您對眾兄弟詳細述說罷。」只見人群中站起一人，正是楊康。他手持綠竹杖，走到高台之前，群丐登時肅靜，但低泣嗚咽之聲兀自不止。楊康緩緩說道：「洪幫主於一個月之前，在臨安府與人比武，不幸失手給人打死。」群丐聽了此言，登時群情洶湧，紛紛嚷了起來：「仇人是誰？快說，快說！」「幫主如此神通，怎能失手？」「必是仇人大舉圍攻，咱們幫主落了個寡不敵眾。」郭靖聽了楊康之言，由悲轉怒，隨即心下欣喜，心道：「一個月之前，師父明明與我們在一起，原來他是在胡說八道。」黃蓉卻想：「這小子是老騙子裘千仞的私淑弟子，淨學會了他那套假傳死訊的臭功夫。」楊康雙手伸出，待眾丐安靜下來，這才說道：「害死幫主的，是桃花島島主東邪黃藥師，和全真派的七個賊道。」黃藥師久不離島，眾丐十九不知他的名頭，全真七子卻是威名遠震。這日能來君山赴會的，在丐幫中均非泛泛之輩，自然都知七子之能，心想不管黃藥師是何等樣人，全真七子聯起手來，幫主縱然武功卓絕，但一人落了單，自非其敵。當下個個悲憤異常。有的破口大罵，有的嚷著立時要去為幫主報仇。原來楊康當日聽歐陽鋒說起洪七公被他以蛤蟆功擊傷，性命必然難保。他又道郭靖已被自己在禁宮之中刺死，那知忽在岳陽樓撞見，大驚之下，指使丐幫三長老設法將兩人擒住，有心予以害死。他想此事日久必洩，黃藥師、全真七子、江南六怪等必找自己報仇。六怪武功不高，倒不如何懼怕，東邪和七子卻是非同小可，於是信口將殺害洪七公的禍端輕輕放到了他們頭上，好教丐幫傾巢而出，一舉將桃花島及全真教挑了，除了自己的大患。群丐紛擾聲中，東路簡長老站起身來，說道：「眾兄弟，聽我一言。」此人鬚眉皆白，五短身材，一開口說話，餘人立時寂然無聲，顯是在丐幫中大有威信。只聽他說道：「眼下咱們有兩件大事。第一件是遵從幫主遺命，奉立本幫第十九代幫主。第二件是商量著怎生給幫主報仇雪恨。」群丐轟然稱是。魯有腳卻高聲道：「咱們先得祭奠老幫主的英靈。」在地下抓起一把濕土，隨手捏成一個泥人，當作洪七公的靈像，放在軒轅台邊上，伏地大哭。群丐盡皆大放悲聲。黃蓉心道：「我師父好端端地又沒死，你們這些臭叫化哭些甚麼？哼，你們沒來由的把靖哥哥和我綁在這裏，累得你們空傷心一場，這才叫活該呢。」眾丐號哭了一陣，簡長老擊掌三下，眾丐逐一收淚止聲。簡長老道：「本幫各路兄弟今日在岳州君山大會，本來為的是要聽洪幫主指定他老人家的繼承之人，現下老幫主既已不幸歸天，就得依老幫主遺命而定。若無遺命，便由本幫四位長老共同推舉。這是本幫列祖列宗世代相傳的規矩，眾位弟兄，是也不是？」眾丐齊聲稱是。彭長老道：「楊相公，老幫主臨終歸天之時，有何遺命，請你告知。」奉立幫主是丐幫中的第一等大事，丐幫的興衰成敗，倒有一大半決定於幫主是否有德有能。當年第十七代錢幫主昏暗懦弱，武功雖高，但處事不當，淨衣派與污衣派紛爭不休，丐幫聲勢大衰。直至洪七公接任幫主，強行鎮壓兩派不許內訌，丐幫方得在江湖上重振雄風。這些舊事此日與會群丐盡皆知曉，是以一聽到要奉立幫主，人人全神貫注，屏息無聲。楊康雙手持定綠竹杖，高舉過頂，朗聲說道：「洪幫主受奸人圍攻，身受重傷，性命危在頃刻，在下路見不平，將他藏在舍間地窖之中，騙過群奸，當即延請名醫，悉心給洪幫主診治，終因受傷太重，無法挽救。」眾丐聽到這裏，發出一片唏噓之聲。楊康停了片刻，又道：「洪幫主臨終之時，將這竹杖相授，命在下接任第十九代幫主的重任。」此言既出，眾丐無不聳動，萬想不到丐幫幫主的重任，竟會交託給如此一個公子哥兒模樣之人。楊康在臨安牛家村曲傻姑店中無意取得綠竹杖，見胖瘦二丐竟然對己恭敬異常。他心下訝異，一路上對二丐不露半點口風，卻遠兜圈子、旁敲側擊的套問竹杖來歷。二丐見他竹杖在手，便有問必答，知無不言，言無不盡，是以未到岳州，他於丐幫的內情已知曉了十之六七，只是幫中嚴規不得為外人道的機密，他既不知發問，二丐自也不提。他想丐幫聲勢雄大，幫主又具莫大威權，反正洪七公已死無對證，索性一不做、二不休，便乘機自認了幫主，那就可任意驅策幫中萬千兄弟。他細細盤算了幾遍，覺此計之中實無破綻，於是編了一套謊話，竟在大會中假傳洪七公遺命，意圖自認幫主。他在丐幫數百名豪傑之士面前侃侃而言，臉不稍紅，語無窒滯，明知這謊話若被揭穿，多半便被群丐當場打成肉漿，但想自來成大事者定須干冒奇險，何況洪七公已死，綠竹杖在手，郭靖、黃蓉又已擒獲，所冒凶險其實也不如何重大，而一旦身為幫主，卻有說不盡的好處，這丐幫萬千幫眾，正可作為他日「富貴無極」的踏腳石。淨衣派簡彭梁三長老聽了楊康之言，臉上均現歡容。原來丐幫中分為淨衣、污衣兩派。淨衣派除身穿打滿補釘的丐服之外，平時起居與常人無異，這些人本來都是江湖上的豪傑，或佩服丐幫的俠義行逕，或與幫中弟子交好而投入了丐幫，其實並非真是乞丐。污衣派卻是真正以行乞為生，嚴守戒律：不得行使銀錢購物，不得與外人共桌而食，不得與不會武功之人動手。兩派各持一端，爭執不休。洪七公為示公正無私，第一年穿乾淨衣服，第二年穿污穢衣服，如此逐年輪換，對淨衣、污衣兩派各無偏頗。本來污衣行乞，方是丐幫的正宗本色，只是洪七公愛飲愛食，要他儘是向人乞討殘羹冷飯充飢，卻也難以辦到，因此他自己也不能嚴守污衣派的戒律。但在四大長老之中，他卻對魯有腳最為倚重，若非魯有腳性子暴躁，曾幾次壞了大事，洪七公早已指定他為幫主的繼承人了。這次岳州大會，淨衣派的眾丐早就甚是憂慮，心想繼承幫主的，論到德操、武功、人望，十之八九非魯有腳莫屬。何況幫中四大長老淨衣派雖佔了三人，但中下層弟子卻是污衣派佔了大多數。淨衣派三長老曾籌思諸般對付方策，但想到洪七公的威望，無人敢稍起異動之念，後來見楊康持竹杖來到岳州，又聽說洪七公已死，雖然不免悲傷，卻想正是壓倒污衣派的良機，當下對楊康加意接納，十分恭謹，企圖探聽七公的遺命。豈知楊康極是乖覺，只恐有變，對遺命一節絕口不提，直到在大會之中方始宣示。淨衣派三老明知自己無份，也不失望，只消魯有腳不任幫主，便遂心願，又想楊康年輕，必可誘他就範。何況他衣著華麗，食求精美，決不會偏向污衣派。當下三人對望了一眼，各自點了點頭。簡長老道：「這位楊相公所持的，確是本幫聖物。眾兄弟如有疑惑，請上前檢視。」魯有腳側目斜睨楊康，心道：「憑你這小子也配作本幫幫主，統率天下各路丐幫？」伸手接過竹杖，見那杖碧綠晶瑩，果是本幫幫主世代相傳之物，心想：「必是洪幫主感念相救之德，是以傳他。老幫主既有遺命，我輩豈敢不遵？我當赤膽忠心的輔他，莫要墮了洪幫主建下的基業。」於是雙手舉杖過頂，恭恭敬敬的將竹杖遞還給楊康，朗聲說道：「我等遵從老幫主遺命，奉楊相公為本幫第十九代幫主。」眾丐齊聲歡呼。郭靖與黃蓉身不能動，口不能言，心中卻是暗暗叫苦。郭靖心想：「果然不出黃島主所料，楊康膽敢冒為幫主，將來必定為禍不小。」黃蓉卻想：「這小子定然放我們二人不過，只得瞧他怎生發落，隨機應變。」只聽楊康謙道：「在下年輕識淺，無德無能，卻是不敢當此重位。」彭長老道：「洪幫主遺命如此，楊相公不必過謙。眾兄弟齊心輔佐，楊相公放心便是。」魯有腳道：「正是！」咳嗽一聲，一口濃痰向他迎面吐去。這一著大出楊康意料之外，竟沒閃避，這口痰正好沾在他右頰之上。他大吃一驚，正要喝問，簡、彭、梁三個長老一人一口唾液，都吐在他的身上。楊康暗叫：「我命休矣！」只道陰謀終被四長老揭破，正待轉身拔足飛奔，明知萬難逃脫，總也勝於束手待斃，卻見四長老雙手交胸，拜伏在地。楊康愕然不解，一時說不出話來。群丐依輩份大小，一個個上來向他身上吐一口唾液，然後各行幫中大禮。楊康驚喜交集，暗暗稱奇：「難道向我吐痰竟也算是恭敬？」他不知丐幫歷來規矩，奉立幫主時必須向幫主唾吐。蓋因化子四方乞討，受萬人之辱，為群丐之長者，必得先受幫眾之辱，其中實含深意。黃蓉驀地想起，當日在明霞島上洪七公相傳幫主之位，曾在她衣角上吐了一口痰，其時只道是他重傷之後無力唾吐，以致如此，卻不知竟是奉立幫主的禮節。記得那日洪七公又道：「他日眾叫化正式向你參見，少不免尚有一件骯髒事，唉，這可難為你了。」此刻方知原來師父怕她嫌髒，就此不肯接那幫主之位，是以瞞過了不說。好半天，群丐禮敬方畢，齊呼：「楊幫主請上軒轅台！」楊康見那台也不甚高，有心賣弄本事，雙足一點，飛身而上，姿形靈動，甚是美妙。他這一躍身法雖佳，但四大長老武功上各有精純造詣，已都瞧出他功夫華而不實，根基尚淺，只是他年紀極輕，有此本領，顯是曾得高手傳授，也已算頗為難得。楊康登上軒轅台，朗聲說道：「害死老幫主的元兇雖然未曾伏誅，可是兩名幫兇卻已被我擒獲在此。」群丐一聽，又是盡皆譁然，大叫：「在那裏？在那裏？」「快拿來亂刀分屍。」「別一刀殺了，叫狗賊零碎受苦。」郭靖心道：「又有甚麼幫兇給他擒獲了，倒要瞧瞧。」楊康厲聲道：「提到台前來！」彭長老飛步走到郭黃二人身邊，一手一個，提起了二人，走到台前重重往地下一摔。郭靖這才醒悟，心中罵道：「好小子，原來是說我們。」魯有腳見是靖蓉二人，大吃一驚，忙道：「啟稟幫主：這二人是老幫主的弟子，怎能加害師尊？」楊康恨恨的道：「正因如此，更加可惱。這二人欺師滅祖，罪大惡極。」彭長老道：「楊幫主親眼目睹，那能有甚麼錯？」丐幫中的黎生和余兆興二人在寶應縣相助程瑤迦，險些命喪歐陽克手下，幸得郭靖、黃蓉搭救，對他們既感又佩，又知洪七公對這兩個徒兒甚是喜愛，當即在人叢中搶上前來。黎生叫道：「啟稟幫主，這兩位是俠義英雄，小的敢以性命相保，老幫主被害之事，決與他們無干。」余兆興叫道：「這兩位是好人，大大的好朋友。」梁長老瞪目喝道：「有話要你們長老來說，這裏有你們插嘴的地方嗎？」黎余二人屬於污衣派，由魯有腳該管。二人輩份較次，不敢再說，氣憤憤的退了下去。魯有腳道：「非是小的敢不信幫主之言，只因這是本幫復仇雪恨的大事，請幫主詳加審詢，查明真相。」楊康心中早有算計，說道：「好，我就來問個明白。」對靖蓉二人道：「你們也不必答話，我說得對，那就點頭，不對的就搖頭。若有半點欺瞞，休怪刀劍無情。」手一揮，彭梁二長老各抽兵刃，頂在靖蓉二人背心。彭長老使劍，梁長老使刀，兩柄都是利器。黃蓉怒極，臉色慘白，想到在牛家村隔壁聽陸冠英向程瑤迦求婚時點頭搖頭之事，當時何等風光旖旎，今日落到自己頭上，卻受這奸徒欺辱。又想自己對歐陽克也曾玩過這把戲，不料竟會身受此報，雖在氣惱之際，仍自思索如何在點頭搖頭之中引起魯有腳的疑慮，使得他力主口頭對答詢問，只消有口能言，揭破楊康的奸謀便非難事。楊康知道郭靖老實，易於愚弄，將他提起來放在一旁，大聲問道：「這女子是黃藥師的親生女兒，是不是？」郭靖閉目不理。梁長老用刀在他背上一頂，喝道：「是也不是，點頭還是搖頭？」郭靖本待不理到底，轉念一想：「縱然我口不能言，總也有個是非曲直。」於是點了點頭。群丐認定黃藥師是害死了洪七公的罪魁禍首，見他點頭，轟然叫了起來：「還問甚麼？快殺，快殺！」「快殺了小賊，再去找老賊算帳。」楊康叫道：「眾兄弟且莫喧嘩，待我再行問他。」眾丐聽到幫主吩咐，立時靜了下來。楊康問郭靖道：「黃藥師將女兒許配給你，是嗎？」郭靖心想此事屬實，又點了點頭。楊康彎腰在他身上一摸，拔出一柄晶光耀目的匕首，問道：「這是全真七子中的丘處機贈給你的，那丘老道還在匕首上刻了你的名字，是嗎？」郭靖點頭。楊康又問：「全真七子中的馬鈺曾傳過你的功夫，王處一曾救過你的性命，你可不能抵賴？」郭靖心道：「我又何必抵賴？」又點了點頭。楊康道：「洪七公洪幫主當你們兩個是好人，曾把他的絕技相傳，是不是？」郭靖點頭。楊康再問：「洪老幫主受敵人暗算，身受重傷，你二人就在他老人家的身旁，是麼？」郭靖又點了點頭。黃蓉心下焦急：「傻哥哥，不管他問的話對是不對，你總是搖頭，他就不得不讓你說話了。」眾丐聽楊康聲音愈來愈是嚴峻，郭靖卻不住點頭，只道他直認罪名，殊不知這些問話與暗算洪七公之事其實絕無干係，全是楊康奸計陷害。這時連魯有腳也對靖蓉恨之入骨，走上前來，在郭靖身上重重踢了幾腳。楊康叫道：「眾兄弟，這兩個小賊倒也爽快，那就免了他們再吃零碎苦頭。彭梁二位長老，快動手罷！」郭靖與黃蓉淒然對望。黃蓉忽然笑了一笑，心想：「是我和靖哥哥死在一塊，不是那個華箏！這般死了，倒也乾淨。反正前面也在落大雨，那也不用奔跑了。」郭靖抬頭看天，想起了遠在大漠的母親，凝目北望，但見北斗七星煜煜生光，猛地心念一動，想起了全真七子與梅超風、黃藥師劇鬥時的陣勢，人到臨死，心思特別敏銳，那天罡北斗陣法的攻守趨退，吞吐開闔，竟是清清楚楚的宛在目前。彭梁二長老挺持刀劍，走上前來正待下手，魯有腳忽然搶上，擋在靖蓉二人身前，叫道：「且住！」取出郭靖口中麻核，問道：「老幫主是怎生被害的，你給我明明白白的說來。」楊康忙道：「不必問啦，我都知道。」魯有腳卻道：「幫主，咱們問得越仔細越好。凡是與此事有關連的奸賊，不能放走了一個！」楊康暗暗著急，心想給他一說明真相，定然有變，只是魯有腳的逼問理所該當，卻也不便攔阻，登時額頭滲出一粒粒的汗珠。那知道郭靖口中的麻核雖給取了出來，他卻仍是不言不語，抬頭凝望北方天空，呆呆出神。魯有腳連問數聲，郭靖全然沒有聽見，原來他全神貫注，卻在鑽研天罡北斗陣的功夫，此時正當專心致志、如痴如狂的境界。那裏還來理睬魯有腳的說話？黃蓉與楊康見他竟然不乘此良機自辯，都是驚異萬分，只是一個暗悲，一個暗喜，心境自是迥異。楊康一揮手，彭梁二人舉起刀劍。忽聽得嗤嗤聲響，一道紫色光焰掠過湖面。※※※彭梁二人愕然回顧，又見兩道藍色光焰沖天而起，這光焰離君山約有數里，發自湖心。簡長老道：「幫主，有貴客到啦。」楊康一驚，問道：「是誰？」簡長老道：「鐵掌幫的幫主。」楊康不知鐵掌幫的來歷，問道：「鐵掌幫？」簡長老道：「這是川湘的大幫會，他們幫主前來拜山，須得好好接待。這兩個小賊，待會發落不遲。」楊康道：「也好，就請簡長老延接賓客。」簡長老傳令下去，砰砰砰三響，君山島上登時飛起三道紅色火箭。過不多時，來船靠岸，群丐點亮火把，起立相迎。那軒轅台是在君山之頂，從山腳至山頂尚有好一程路，來客雖然均具輕功，也過半晌方到。靖蓉二人被帶入人叢之中，由彭長老命弟子看管。黃蓉打量郭靖，見他神色呆滯，抬頭望天，喃喃不停的不知在說些甚麼，心中極為詫異，料來他大受冤屈，神智有些胡塗了，心想不管來的是甚麼人，總是有了可乘之機，正自尋思，只見來客已到，火把照耀下數十名黑衣人擁著一個老者來至台前。這老者身披黃葛短衫，手揮蒲扇，不是裘千仞是誰？黃蓉又是好氣，又是好笑，卻又大為失望，這人前來，決計不會有甚麼好事。簡長老迎上前去，說了一番江湖套語，神態極為恭謹，然後給楊康引見，說道：「這位是鐵掌水上飄裘老幫主，神掌無敵，威震當世。這位是敝幫今日新接任的楊幫主，少年英雄。兩位多親近親近。」楊康在太湖歸雲莊上曾親眼見到裘千仞出醜露乖，心中好生瞧他不起，暗想這個大騙子原來還是甚麼幫會的幫主，心念一動，當下假裝不識，笑道：「幸會，幸會。」伸出手去和他拉手。雙掌相握，楊康立將全身之力運到手上，存心要捏得他呼痛叫饒，心想：「人人信你武功卓絕，卻要叫你栽在我的手裏。這真是天賜良機，正好借你這老兒，讓我在眾丐之前示武立威。」那知他剛一用勁，掌心立感燙熱無比，猶似握到了一塊紅炭，急忙撤手，手掌卻已被對方牢牢抓住，這股燙熱宛如一直燒到了心裏，忍不住大叫：「啊唷！」登時臉色慘白，雙淚真流，痛得彎下腰去，幾欲暈倒。丐幫四大長老見狀大驚，一齊搶上護持。簡長老是四長老之首，將手中鋼杖在山石上一頓，錚的一響，火花四濺，怒道：「裘老幫主，你遠來是客，我們楊幫主年紀輕著，你怎能考較起他功夫來啦？」裘千仞冷冷的道：「我好好跟他拉手，是貴幫幫主先來考較老朽啊。楊幫主存心要捏碎我這幾根老骨頭。」他口中說著話，手上絲毫不鬆，說一句，楊康「哎喲」一聲，等他這幾句話說完，楊康聲音微弱，已痛得暈了過去。裘千仞鬆手外揮，楊康知覺已失，直跌出去。魯有腳急忙搶上扶住。簡長老怒道：「裘老幫主，你……你……這是甚麼用意？簡直豈有此理？」裘千仞哼了一聲，左掌向他臉上拍去。簡長老舉起鋼杖擋格。裘千仞變招快極，左手下壓，已抓住鋼杖杖頭。他掌緣甫觸杖頭，尚未抓緊，已向裏奪。簡長老武功殊非泛泛，一驚之下，抓杖不放，裘千仞竟沒將杖奪到，右掌似風，忽地向左橫掃，噹的一聲，擊在鋼杖腰裏。簡長老雙手虎口震裂，鮮血長流，再也把持不住，鋼杖被他奪了過去。裘千仞橫杖反挑，同時架開彭梁二老的刀劍，收杖之際，右肘乘勢撞向魯有腳面門，於片刻之間便將丐幫四老盡皆逼開。群丐相顧駭然，各取兵刃，只待幫主號令，就要擁上與鐵掌幫拚鬥。裘千仞左手握住鋼杖杖頭，右手握住杖尾，哈哈一聲長笑，雙手暗運勁力，大喝一聲，要將鋼杖折為兩截。那知簡長老這鋼杖千鍊百錘，極是堅韌，這一下竟沒折斷，只是被他兩膀神力拗得彎了下來。裘千仞勁力不收，那鋼杖慢慢彎轉，拗成了弧形。群丐又驚又怒，忽見他左臂後縮，隨即向前揮出，那弧形鋼杖倏地飛向空中，急向對面山石射去，錚的一聲巨響，杖頭直插入山石之中，鋼石相擊之聲，嗡嗡然良久方息。他顯了這手功夫，群丐固然個個驚服，黃蓉更是駭異，心道：「這老兒明明是個沒本事的大騙子，怎地忽然變得如此厲害？多半是他跟楊康、簡長老串通了，又搞甚麼詭計，這鋼杖之中定然另有古怪。」頭頂月光照耀，四周火把相襯，瞧瞧明明白白，確是在歸雲莊、牛家莊兩地所見的裘千仞。她轉頭向郭靖瞧去，見他仍是仰首上望，在這當口竟然觀起天象來，難道驚怒交集之下，當真急心瘋了？她關心郭靖，也不再去想裘千仞玩的是甚麼把戲，一雙妙目只是瞧著郭靖的神情。裘千仞冷然說道：「鐵掌幫和貴幫素來河水不犯井水，聞得貴幫今日大會君山，在下好意前來拜會，貴幫幫主何以一見面就給在下一個下馬威？」簡長老為他威勢所懾，心存畏懼，聽他言語之中敵意不重，忙道：「那是裘老幫主誤會了。老幫主威震四海，我們素來是十分敬仰的。今日蒙老幫主光降，敝幫上下全感榮寵。」裘千仞昂首不答，神氣之間驕氣逼人，過了良久方道：「聽說洪老幫主仙去了，天下英雄，又弱一個，可惜啊可惜。貴幫奉立了這樣一位新幫主，唉，可嘆啊，可嘆！」此時楊康已然甦醒，聽他當面譏刺，卻是敢怒而不敢言，但覺右掌仍是如火燒炙，五根手指已腫得如五枝山藥一般。丐幫四長老一時不知如何接口。裘千仞道：「在下今日拜會，有一樁事要向貴幫請教，此外卻有一份重禮奉獻。」簡長老道：「不敢，但請裘老幫主示下。」裘千仞道：「前幾日敝幫有幾位兄弟奉老朽之命出外辦事，不知怎生惹惱了貴幫兩位朋友，將他們打得重傷。敝幫兄弟學藝不精，原本沒有話說，只是江湖上傳揚開來，鐵掌幫這個臉卻丟不起。老朽不識好歹，要領教領教貴幫兩位朋友的手段。」楊康對丐幫兄弟原無絲毫愛護之心，豈敢為了兩名幫眾而再得罪於他，當下說道：「是誰擅自惹事，和鐵掌幫的朋友動過手啦？快出來向裘老幫主賠罪。」丐幫自洪七公接掌幫主以來，在江湖上從未失過半點威風，現下洪七公一死，新幫主竟如此軟弱，群丐聽了他這幾句言語，無不憤恨難平。黎生和余兆興又從人叢中出來，走上數步。黎生朗聲道：「啟稟幫主：本幫幫規第四條言明，凡我幫眾，須得行俠仗義，救苦扶難。前日我們兩人路見鐵掌幫的朋友欺壓良民，還要擄掠婦女，我二人忍耐不住，是以出頭阻止，動起手來，傷了鐵掌幫的朋友。」楊康道：「不管怎樣，還是向裘老幫主賠罪罷。」黎生和余兆興對望一眼，氣憤填膺，若不賠罪，那是違了幫主之命，若去賠罪，這口氣實在難嚥。黎生大聲叫道：「眾位兄弟，要是老幫主在世，決不能讓咱們丟這個臉。今日小弟是寧死不辱！」順手從裏腿中抽出一把短刀，一刀插在心裏，立時氣絕。余兆興撲上前去搶起短刀，在自己胸口也是一刀，死在黎生身上。眾丐見二人不肯受辱而自刎，群情洶湧，只是丐幫幫規極嚴，若無幫主號令，誰也不敢有甚麼異動。裘千仞淡淡一笑，道：「這件事如此了結，倒也爽快。現下我要給貴幫送一批禮物。」左手一揮，他身後數十名黑衣大漢打開攜來的箱籠，各人手捧一盤，躬身放在楊康身邊，盤中金光燦然，盡是金銀珠寶之屬。眾丐見他們突然拿出金珠，更是詫異。裘千仞道：「鐵掌幫雖然有口飯吃，可拿不出這等重禮，這份禮物是大金國趙王爺託老朽轉送的。」楊康又驚又喜，忙問：「趙王爺他在那裏？我要見他。」裘千仞道：「這是數月之前，趙王爺差人送到敝處的，命老朽有話轉告貴幫。」楊康嗯了一聲，心道：「那是爹爹南下之前安排下的事了，卻不知他送禮給這批叫化兒們作甚？」只聽裘千仞道：「趙王爺敬慕貴幫英雄，特命老朽親自來獻禮結納。」楊康欣然道：「有勞老幫主貴步，何以克當？」裘千仞笑道：「楊幫主年紀雖輕，倒是十分的通情達理，那是遠過洪幫主的了。」楊康在燕京時未曾聽說完顏洪烈要與丐幫打甚麼交道，此時急欲知道他的用意，問道：「不知趙王爺對敝幫有何差遣，要請老幫主示下。」裘千仞笑道：「差遣二字，決不能提。趙王爺只對老朽順便說起，言道北邊地瘠民貧，難展駿足……」楊康接口道：「趙王爺是要我們移到南方來？」裘千仞笑道：「楊幫主聰明之極，適才老朽實是失敬。趙王爺言道：江南、湖廣地暖民富，丐幫眾兄弟何不南下歇馬？那可勝過在北邊苦寒之地多多了。」楊康笑道：「多承趙王爺與老幫主美意指點，在下自當遵從。」裘千仞想不到對方竟一口答應，臉上毫無難色，倒也頗出意料之外，轉念一想，料來此人年輕懦弱，適才給自己鐵掌一捏之下，痛得死去活來，心中怕極，此刻自己不論說甚麼，他都不敢有絲毫違抗，但丐幫在北方根深柢固，豈能說撤便撤？事後群丐計議，勢必反悔，須當敲釘轉腳，讓丐幫將來無法反口，於是說道：「大丈夫一言而決。楊幫主今日親口答應，丐幫眾兄弟撤過大江，今後不再北返的了？」楊康正欲答應，魯有腳忽道：「啟稟幫主：咱們行乞為生，要金珠何用？再說，我幫幫眾數十萬，足跡遍天下，豈能受人所限？還請幫主三思。」楊康這時已然明白完顏洪烈的心意。他早知丐幫在江北向來與金人為敵，諸多掣肘，金兵每次南下，丐幫必在金兵後方擾亂，或刺殺將領，或焚燒糧食，若將丐幫人眾南撤，自然大利金人南征，於是說道：「這是裘老幫主的一番美意，我們若是不收，倒顯得不恭了。金珠寶物我不要分，四位長老，待會盡數俵分與眾兄弟罷。」魯有腳急道：「咱們洪老幫主號稱『北丐』，天下皆聞，北邊基業，豈能輕易捨卻？我幫忠義報國，世世與金人為仇，禮物決不能收，撤過長江，更是萬萬不可。」楊康勃然變色，正欲答話，彭長老笑道：「魯長老，我幫大事是決於幫主，不是決於你罷？」魯有腳凜然道：「若要忘了忠義之心，我是寧死不從。」楊康道：「簡、彭、梁三位長老，你們之意若何？」簡梁二長老遲疑未答，均覺丐幫撤過長江之舉頗為不妥。彭長老卻大聲道：「但憑幫主吩咐。屬下豈敢有違？」楊康道：「好，八月初一起，我幫撤過大江。」此言一出，群丐中倒有一大半鼓噪起來。楊康見眾丐喧嚷，一時不知所措。簡、彭、梁三老大聲喝止，但鼓躁的皆是污衣派群丐，對三老都不加理會。彭長老喝道：「魯長老，你是要背叛幫主不成？」魯有腳凜然道：「縱然千刀分屍，我也不敢欺尊滅長、背叛幫主。只是我幫列祖列宗遺訓，魯有腳更加不敢背棄。金狗是我大宋世仇，洪老幫主平日對咱們說甚麼話來？」簡、梁二長老垂頭不語，心中頗有悔意。裘千仞見形勢不佳，若不將魯有腳制住，只怕此行難有成就，當下冷笑一聲，對楊康道：「楊幫主，這位魯長老跋扈得緊哪？」一語方罷，雙手暴發，猛往魯有腳肩上拿去。魯有腳當他冷笑之時，已有防備，知他手掌厲害，不敢硬接，猛地裏身形急矮，已從他胯下鑽過，腰未伸直，呼呼呼三腳往他臀上踢去。他名字叫魯有腳，這腿上功夫果然甚是了得，出足快捷無倫。裘千仞見他忽從自己胯下鑽過，心想此人招數好怪，覺得身後風響，急忙回掌力拍，魯有腳第三腳若是將勁用足，原可踢中他後臀，但若被對方鐵掌擊中，自己足脛卻也經受不起，足到中途，硬生生收轉，一個觔斗，從他身旁翻過，突然一口濃痰向裘千仞臉上吐去。裘千仞側頭避過，見他怪招百出，不覺一怔。楊康喝道：「魯長老不得對貴客無禮！」魯有腳聽得幫主呼喝，當即退了兩步。裘千仞卻毫不容情，雙手猶似兩把鐵鉗，往他咽喉扼來。魯有腳暗暗心驚，翻身後退，只聽得敵人「嘿」的一聲，自己雙手已落入他掌握之中。魯有腳身經百戰，雖敗不亂，用力上提沒能將敵人身子挪動，立時一個頭鎚往他肚上撞去。他自小練就銅錘鐵頭之功，一頭能在牆上撞個窟窿。某次與丐幫兄弟賭賽，和一頭大雄牛角力，兩頭相撞，他腦袋絲毫無損，雄牛卻暈了過去。現下這一撞縱然不能傷了敵人，但雙手必可脫出他的掌握，那知頭頂剛與敵人肚腹相接，立覺相觸處柔若無物，宛似撞入了一堆棉花之中，心知不妙，急忙後縮，敵人的肚腹竟也跟隨過來。魯有腳用力掙扎，裘千仞那肚皮卻有極大吸力，牢牢將他腦袋吸住，驚惶之中只覺腦門漸漸發燙，同時雙手也似落入了一隻熔爐之中，既痛且熱。裘千仞喝道：「你服了麼？」魯有腳罵道：「臭老賊，服你甚麼？」裘千仞左手用勁，格格幾響，將他右手五指指骨盡數捏斷，再問：「服了麼？」魯有腳又罵：「臭老賊，服你甚麼？」格格幾響，左手指骨又斷。他疼得神智迷糊，口中卻仍是罵聲不絕。裘千仞道：「我肚皮運勁，把你腦袋也軋扁了，瞧你還罵不罵？」語聲未畢，丐群中忽地躍出一人，身高膀寬，正是郭靖。只見他大踏步走到魯有腳身後，高舉右掌，在他後臀拍拍拍連打三下，清脆可聞。這三下雖然打在魯有腳後臀之上，裘千仞只覺一股力道從魯有腳頭頂傳向自己肚腹，騰騰騰連撞三下，這三下一撞重似一撞，登時將肚上的吸力盡數化解。魯有腳斗然覺得頭頂一鬆，急忙站直身子，但雙手仍被對方緊握不放。郭靖叫道：「你不是裘老前輩敵手，走開罷！」左腿橫掃，正好踢在他的肩頭。這一腿仍和適才一般，著力之處雖在他的身上，但受力之點卻是傳到裘千仞雙臂。裘千仞但感虎口劇震，抓緊對方的掌力不由自主的鬆了。魯有腳得此良機，藉著郭靖這一腿之力斜裏竄出，只是頭頂被吸得久了，一陣天旋地轉，站立不穩，倒在地上。裘千仞見郭靖露了這三掌一腿，不由得暗驚，此人小小年紀，居然有隔物傳勁的本事，想不到丐幫之中還有這等人物，當下緊守門戶，並不搶先進攻。群丐卻不明就裏，先前早認定郭靖是殺害幫主的幫兇，又見魯有腳被他踢倒，當下大聲呼喊，紛紛擁上。※※※郭靖本來手足被鋼絲和牛皮條紋成的繩索牢牢縛住，絲毫動彈不得，一直在仰觀北斗，潛思全真七子當日在牛家村所使的陣法，再和記得滾瓜爛熟的九陰真經經文反覆參照，許多疑難不明之處，一步步的在心中出現了解答。九陰真經為前輩高人自道藏中所悟，與馬鈺所傳的全真派道家內功、全真七子的天罡北斗陣皆是一脈相通，只不過更為高深奧妙而已，只是郭靖悟心實在太差，事隔多月，始終領會不到其間的關連之處，此時見到天上北斗，這才隱隱約約的想到了。當裘千仞與楊康、簡長老、魯有腳等人一問一答之際，他卻正自全神思念真經下卷中所述的「收筋縮骨法」。這縮骨法的最下乘功夫，是鼠竊狗盜的打洞穿窬之術，但練到上乘，卻能將全身筋骨縮成極小的一團，就如刺蝟箭豬之屬遇敵蜷縮一般。郭靖在明霞島上遵洪七公之囑，起手習練「易筋鍛骨篇」，此時已有小成，基礎既佳，一經依法施為，不知不覺間就將手腳上束縛的繩索卸去。他身手之靈活，實勝於頭腦十倍，繩索雖已卸脫，心中兀自不明白何以得能如此。彭長老本在郭靖身畔，忽見他脫縛而出，吃驚非小，伸臂一把抓去沒有抓住，俯首但見地下空餘一團繩索，仍是牢牢的互相鉤結，而縛著的人卻如一條泥鰍般滑了出去，待要上前追趕，只見他已將魯有腳救出。彭長老心想挺身上前未必能討得了好去，口中大呼：「拿住這小賊！」雙足卻釘在地下不動。郭靖被縛得久了，甚是氣憤，體念黃蓉心意，想她小孩脾氣，必然惱怒更甚，雖知群丐受楊康欺蒙，並非有意與自己為敵，但見眾人高呼攻來，心道：「今日不好好打你們一頓，難消蓉兒胸中之氣！」有心要試試剛好想通的天罡北斗陣法，雙臂一振，足下已踏定了「天權」之位。但見六七名丐幫幫眾同時從前後左右撲到，郭靖雙足挺立，凝如山嶽，左臂橫在胸前。先到的三名幫眾同時伸手往他臂上抓去，郭靖只是不動，片刻間又有數人攻上。郭靖斗然間抽回手臂，滴溜溜的轉了個圈子，在丐幫這幾人後心疾施手腳，或推其背，或撞其腰，又或是踢其屁股，只聽「哎唷」「啊喲」「賊廝鳥」一連串叫喊，六七人跌成一團。郭靖心下歡喜：「這法子果然使得。」回過身來，正要去抓楊康跟他算帳，月光下只見兩名丐幫幫眾撲向黃蓉，只怕她受了傷害，相距既遠，救援不及，自己身上又無暗器，情急之下，彎腰除下腳上一對布鞋用力直揮出去。這計策本來他也想不出來，但聽江南六怪述說當年在法華寺大戰的情形，二師父朱聰曾除鞋投擲丘處機，於是也學上一手。那兩名幫眾惟恐黃蓉也如郭靖一般脫身，各持兵刃，要將她即行殺了，好替老幫主報仇，那知剛奔到黃蓉身前，兵刃尚未舉起，忽覺後心風聲峻急，有物飛擲而至，知道有人暗算。一個武功較高，急忙轉身，郭靖的鞋子正好打在他胸口，另一個未及回身，鞋子已到，卻是打在背脊之上。布鞋雖然柔軟輕飄，但被郭靖內力用上了，勁道亦是非同小可，兩人立腳不住，一個仰跌，一個俯衝，齊齊滾倒。彭長老站在鄰近，見郭靖以布鞋打人竟也如此剛猛凌厲，更是驚懼，忙退開數步。郭靖揮手推開三名丐幫幫眾，急奔到黃蓉身旁，俯身去解她身上繩素，只解開一個結，丐幫幫眾已然湧到。郭靖索性坐在地下，就學丘處機、王處一等人以天罡北斗陣禦敵之法，只伸右掌迎戰，將黃蓉放在雙膝之上，左手慢慢解那繩結。他曾得周伯通傳授雙手互搏、一心二用之術，這時左手解索，右手迎敵，絲毫不見侷促。不到一盞茶時分，靖蓉二人身周已重重疊疊的圍了成百名幫眾，後面的人別說出手，連郭靖的身子也望不到一眼。郭靖只以單掌防衛，始終不施攻擊殺手，直到將黃蓉手腳上的繩索盡數解開，又取出她口中麻核，才道：「蓉兒，你沒甚麼傷痛罷？」黃蓉側臥在他膝上，卻不起身，說道：「就是混身酸麻，倒沒受傷。」郭靖道：「好，你躺著歇一會兒，瞧我給你出氣。」兩人一個坐地，一個高臥，竟將四周兵刃亂響、高聲喧嘩的群丐視若無物。黃蓉笑道：「你動手罷，只是別當真傷了我的徒子徒孫。」郭靖道：「我理會得。」左掌輕輕撫摸她的一頭秀髮，右掌忽地發勁，砰砰砰三響，三名幫眾從人群頭頂飛了出去。群丐一陣大亂，又有四人被他以掌力甩出。只聽人群中有人叫道：「眾兄弟退開，讓八袋弟子對付兩名小賊。」正是簡長老的聲音。群丐聽到號令，紛紛散開，靖蓉身旁只餘下三人，另有五人從後搶上，八人分站四周。這八丐背後都背負八隻麻袋，是丐幫中僅次於四大長老的人物，每人均統率一路幫眾，那接引楊康的瘦胖二丐亦在其內。八袋弟子原共九人，黎生自刎而死，就只賸下八人了。郭靖知道目下對手雖減，但個個都是高手，正欲站起，黃蓉低聲道：「坐著打，你對付得了。別將他們瞧在眼裏。」郭靖心想：「若是八人齊上，卻是不易抵擋，須得先打倒幾個。」認得胖瘦二丐是從牛家村接引楊康來此之人，左手抓起從黃蓉身上解下來的繩索，一招「斷脛盤打」著地掃去。這是馬王神韓寶駒當年所授金龍鞭法中的一招，鞭法雖同，只是他功力大進之後，使將出來便威力倍加。胖瘦二丐見鋼索掃到，忙縱身躍起閃避。郭靖舞動鋼索，化成一道索牆，擋住前、左、後三方，卻將右面留出空隙。這破綻正在胖瘦二丐身前，其餘六丐卻盡被鋼索阻住，急切間攻不進去。二丐見有機可乘，立時撲上，只聽得簡長老急叫道：「攻不得！」但為時已然不及，郭靖掌去如風，拍拍兩掌，分別擊在二丐肩頭。二丐身不由主的疾飛而出，撞向鐵掌幫的一眾黑衣漢子。二丐受力雖同，但二人肥瘦有別，份量懸殊，重的跌得近，輕的飛出遠。砰砰兩響，撞倒了兩名黑衣漢子。裘千仞原在一旁袖手觀戰，見二丐飛跌而出，也不以為意，但聽到相撞之聲，卻不由得吃了一驚，心道：「我們的人非死必傷。」搶上前去，只見胖瘦二丐已一躍站起，並無損傷，鐵掌幫的兩名幫眾卻已被撞得筋折骨斷，爬在地下。裘千仞大怒，剛欲回頭，只聽身後風響，又有兩名丐幫的八袋弟子被郭靖以掌力甩了出來。裘千仞知道郭靖所使的這般隔物傳勁之力是遠重近輕，丐幫弟子親受者小，但被他們撞著了，受力卻是極重，當下回臂將一丐往無人處斜裏推出，隨即雙掌併攏，呼的一聲，往另一丐背心擊去。這一擊是他生平賴以成名的鐵掌功夫，若是勝過郭靖掌力，便不但抵消了來力，還能以餘力重創那丐，否則自己縱不受傷，也會被擊得跌倒或是後退。丐幫四老和黃蓉知他這雙掌一擊是正面和郭靖的功力比拚，勝負之間，關係非小，俱都凝神注視，但見他雙掌發出，那八袋弟子倒飛丈許，隨即輕輕巧巧的落在地下，呆了一呆，轉身又向郭靖奔去，竟是絲毫沒有受傷。這一來，丐幫四老均知郭靖與裘千仞的武功大致是在伯仲之間，雖然郭靖稍有不及，卻也相差不遠，實是可驚可畏。黃蓉更感驚疑：「這老騙子功夫甚是尋常，怎能擋得住靖哥哥這一掌之力？這是硬接硬架的真本事，萬萬不能施甚鬼蜮伎倆，好教人難以索解。」裘千仞一招接過，已試出郭靖的真實功夫，以內力修為而論，自己尚勝他半籌，但這小子與丐幫友敵難分，自己身在險地，犯不著在此與他拚鬥，當下右手一揮，約束鐵掌幫諸人退後。丐幫八袋弟子的武功只與尹志平、楊康之儔相若，郭靖一起手就擊倒了四人，雖有一人回來重行加入戰團，但郭靖將降龍十八掌與天罡北斗陣配在一起，以威猛之勢，濟以靈動之變，這五丐怎能抵擋得住？若非郭靖瞧在師父臉上，早已將五丐打得非死即傷，只鬥了十餘招，又以掌力震倒二丐。餘下三丐不敢進攻，轉身欲逃，郭靖左手鋼索揮出，捲住二人足踝，扯到身旁。黃蓉道：「綁住了！」郭靖抄起鋼索，將兩人手足反縛在一起。黃蓉見他大獲全勝，既驚且喜，心想擒獲自己的是那滿臉笑容的彭長老，記得師父曾說過江湖上有一門懾心之術，能使人忽然睡去，受人任意擺布，毫無反抗之力，想來這彭長老所用的正是這門邪術，問道：「靖哥哥，九陰真經中載得有甚麼『懾心法』麼？」郭靖道：「沒有……」黃蓉好生失望，低聲道：「提防那笑臉惡丐，莫與他眼光相接。」郭靖點頭道：「我正要狠狠打這傢伙一頓出氣！」說著扶了黃蓉背脊，兩人一齊站起身來。郭靖瞪視楊康，大踏步向他走去。楊康當郭靖大展神威、力鬥群丐之際，心中已自惴惴不安，只盼群丐倚多為勝，將他制服，那知群丐逐一敗退，郭靖卻向自己逼來，只要被他一近身，那裏還有性命？情急之下，高聲叫道：「四位長老，咱們這裏無數英雄好漢，豈能任由這小賊猖狂？」嘴裏喊得急，腳下也不慢了，忙退在簡長老身後。簡長老回首低聲道：「幫主放心，小賊武功再高，總是敵不過人多，咱們用車輪戰困死他。」提高嗓子叫道：「八袋弟子，布堅壁陣！」一名八袋丐首應聲而出，帶頭十多名幫眾排成前後兩列，各人手臂相挽，十六七人結成一堵堅壁，發一聲喊，突然低頭向靖蓉二人猛衝過去。黃蓉叫聲：「啊喲！」閃身向左躍開。郭靖向右繞過，東西兩邊又有兩排幫眾衝了過來。郭靖見群丐戰法怪異，待這堅壁衝近，竟不退避，雙掌突發，往壁中那人身上推去。他掌力雖強，可是這堅壁陣合十餘人的體重，再加上疾衝之勢，那裏推挪得開？那堅壁中心受力，微微一頓，兩翼卻包抄上來。郭靖一個踉蹌，險被這股巨力撞得摔倒，急忙左足一點，倏地飛起，從人牆之頂竄了過去，身子尚未落地，只叫得聲苦，但見迎面又是一堵幫眾列成的堅壁衝到，忙吸口氣，右足點地，又從眾人頭上躍過。豈知那些堅壁一堵接著一堵，竟似無窮無盡，前隊方過，立即轉作後隊，翻翻滾滾，便如巨輪般輾將過來。郭靖武功再強，終究寡不敵眾，至此已成束手待縛之勢。黃蓉身法靈動，縱躍功夫也高過郭靖，但時刻稍久，一隊隊的移動巨壁越來越多，趨避奔竄之際漸感心跳氣喘，東閃西躲了一陣，竟與郭靖會在一起，漸漸被逼向山峰一角。黃蓉心念一動，叫道：「靖哥哥，退向崖邊。」郭靖聽了，一時尚未領會，但依言退向懸崖，眼見離崖邊只餘五六尺之地，丐幫的堅壁竟然停步不沖。郭靖恍然大悟：「啊，下面是個深谷，衝過來收不住腳，不跌死才怪。」向黃蓉望了一眼，剛要說她聰明，卻見她臉上突轉憂色，只見一堵又厚又寬的人牆緩緩移近，這番不是猛衝，卻是要慢慢的將二人擠入深谷之中，同時是成百人前後連成了十餘列，再也縱躍不過。郭靖在蒙古之時，曾與馬鈺晚晚上落懸崖，這君山之崖遠不及大漠中懸崖的高險，眼見巨壁漸近，叫道：「蓉兒，你伏在我背上，咱們下去。」黃蓉嘆道：「不成啊，他們會用大石頭投擲，那是死路一條。」郭靖徬徨無計，不知如何，在這生死懸於一髮之際，忽然想起了九陰真經上卷中的一段文字，說道：「蓉兒，真經中有一段叫做『移魂大法』，只怕跟你說的甚麼懾心法差不多……好，咱們跟他們拚了，要摔麼大家一齊下去。」黃蓉嘆道：「這些都是師父手下的好兄弟，咱們多殺人又有何益？」郭靖突然雙臂直伸，抱起她身子，低聲道：「快逃！」在她頰上親了一親，奮起平生之力，將她向軒轅台上擲去。黃蓉只覺猶似騰雲駕霧般從數百人的頭頂飛過，知道郭靖要獨擋群丐，好讓自己乘隙逃走，雙膝微彎，輕輕落在台上，心中又酸又苦，卻見楊康正自得意洋洋的站在台角，指手劃腳，呼喝督戰，這良機豈肯錯過，足未站定，和身向前撲出，左手手指已搭住綠竹杖的杖頭。楊康斗然見她猶似飛將軍從天而降，猛吃一驚，舉杖待擊，黃蓉右手食中二指倏取他的雙目，同時左足翻起，已將竹杖壓住。楊康武功本就不及黃蓉，而她這一招又是洪七公所授打狗棒法的絕招「獒口奪杖」，倘若竹杖被高手敵人奪去，只要施出此招，立時奪回，百發百中，即是武功高出楊康數倍之人，遇上這招也決保不住手中桿棒。黃蓉奪杖是主，取目是賓，卻因手法過快，手指竟已戳得楊康眼珠劇痛，好一陣眼前發黑。楊康為保眼珠，只得鬆手放開竹杖，隨即躍下高台。黃蓉雙手高舉竹杖，朗聲叫道：「丐幫眾兄弟立即罷手停步。洪幫主並未歸天，全是奸徒造謠。」群丐一聽，盡皆愕然，此事來得太過突兀，難以相信，但樂聞喜訊，惡聽噩耗，原是人之常情，當下人人回首望著高台。黃蓉又叫：「眾兄弟過來，請聽我說洪幫主消息。」楊康眼睛兀自疼痛，但耳中卻聽得清楚，在台下也高聲叫道：「我是幫主，眾兄弟聽我號令，快把那男賊擠下崖去，再來捉拿這胡說八道的女賊。」丐幫幫眾對幫主奉若神明，縱有天大之事，對幫主號令也決不敢不遵，聽到楊康的號令，當即發一聲喊，踏步向前。黃蓉叫道：「大家瞧明白了，幫主的打狗棒在我手中，我是丐幫幫主。」群丐一怔，幫主打狗棒被人奪去之事，實是從所未聞，猶豫之間，又各停步。黃蓉叫道：「我丐幫縱橫天下，今日卻被人趕上門來欺侮。黎生、余兆興兩位兄弟給人逼死，魯長老身受重傷，那是為了甚麼緣故？」群丐激動義憤，倒有半數回頭過來聽她說話。黃蓉又道：「只因為這姓楊的奸賊與鐵掌幫勾結串通，造謠說洪老幫主逝世。你們可知這姓楊的是誰？」群丐紛紛叫道：「是誰？快說，快說。」有的卻道：「莫聽這女賊言語，亂了心意。」眾人七張八嘴，莫衷一是。黃蓉叫道：「這人不是姓楊，他姓完顏，是大金國趙王爺的兒子。他是存心來滅咱們大宋來著。」群丐俱各愕然，卻無人肯信。黃蓉尋思：「這事一時之間難以教眾人相信，只好以毒攻毒，且栽他一贓。」探手入懷，一摸懷中各物幸好未被搜去，當即掏出那日朱聰從裘千仞身上偷來的鐵掌，高高舉起，叫道：「我剛才從這姓完顏的奸賊手中搶來這東西。大家瞧瞧，那是甚麼？」群丐與軒轅台相距遠了，月光下瞧不明白，好奇心起，紛紛湧到台邊。有人叫了起來：「這是鐵掌幫的鐵掌令啊，怎麼會在他的手裏？」黃蓉大聲道：「是啊，他是鐵掌幫的奸細，身上自然帶了這個標記。丐幫在北方行俠仗義，已有幾百年，為甚麼這姓楊的擅自答應撤向江南？」楊康在台下聽得臉如死灰，右手一揚，兩枚鋼錐直向黃蓉胸口射去。他相距既近，出手又快，但見兩道銀光激射而至。黃蓉未加理會，群丐中已有十餘人齊聲高呼：「留神暗器，小心了！」「啊喲不好！」兩枚鋼錐在軟蝟甲上一碰，錚錚兩聲，跌在台上。黃蓉叫道：「完顏康，你若非作賊心虛，何必用暗器傷我？」群丐見暗器竟然傷她不得，更是駭異萬狀，紛紛議論：「到底誰是誰非？」「洪幫主真的沒死麼？」人人臉上均現惶惑之色，一齊望著四大長老，要請他們作主。眾丐排成的堅壁早已散亂，郭靖從人叢中走到台邊，也無人再加理會。