第九十四回　林中少年 哲羅星一聽出鳩摩智的口氣，心中猛地一驚，連忙轉頭向鳩摩智看來，見他面帶笑容，一雙手又籠在袖中，這才略覺放心，但就在這剎那間，忽有一股柔和之極的內勁撞向他右手的脈門。哲羅星不覺手腕一麻，五指陡地鬆開，那本梵文易筋經脫離了掌握向上跳起，心知著了這位大輪明王的道兒，百忙中向鳩摩智看去，只見他臉上始終帶著溫和的笑容，身上僧袍連衣袖也沒飄動半分，竟不知他是怎樣發出了那股大力。哲羅星足尖一點，身手疾拔而起，原擬抓回那本易筋經。但人在空中。那股柔和之極的內勁又是無聲無息地襲到，正好撞在他的胸口之上，攪得他氣血翻湧，一聲怪叫向後倒翻了出去，怒叫道：「大輪明王，你這算是做甚麼？」鳩摩智微微一笑，伸手一招，那本易筋經飛到了他的手中，道：「這易筋經是少林寺之物，我便以少林寺的武功將它奪了回來。」哲羅星究竟也不是普通人物，聽了之後，驀地想起，道：「無相劫指？」鳩摩智微笑不答。哲羅星垂頭喪氣，一句話也講不出來。在一旁目擊經過的游坦之，到這時才吁出了一口氣來，道：「這位大師好大的神通！」鳩摩智使「無相劫指」之際，神色不動，指力從衣袖中暗暗發出。哲羅星一點就明，知道那是「無相劫指」功夫。但游坦之如何懂得？還當是大輪明王佛法無邊之故，所以不說「這位大師好武功」，而說「這位大師好大神通」。鳩摩智微笑道：「雕蟲小技，不免貽笑方家了。」阿紫目不能視，這時聽得三人都開口講話，卻又難以判明究竟發生了甚麼事，急得連聲問道：「怎麼了？王公子，你和這大和尚動手了麼？」游坦之還未回答，鳩摩智已經伸手向游坦之的掌心握去。他早已看出游坦之的功力極高，但又眼見他毛手毛腳地被哲羅星摔了出去，令他心中疑惑不定，此際便想試一試游坦之的功力究竟如何？游坦之冷不防被鳩摩智握住了手，全身都震了一震，體內陰寒之氣自然而然地凝聚到掌心之中。鳩摩智陡地覺得自己所發出的內力竟為對方源源吸去，連忙鬆手撤臂，嚇得心頭亂跳。這種情形，他當日在大理天龍寺中和段譽對掌，也發生過一次，卻不料如今又重演第二回。鳩摩智以吐蕃國國師之尊，東來中原，雖說是要向天龍寺索取「六脈神劍」劍譜在慕容先生墓前焚化，但其意還在於揚名立威。卻不料先受挫於天龍寺，接著想要挾制保定帝，又被段譽一出手便將他嚇退。段譽乃是大理段家子弟，武學深湛，還有可說，眼前這王星天卻是甚麼人，何以武功也如此詭異？看來中原武林能人輩出，自己竟是難以逐鹿了。他獃了半晌，才發出一聲長笑，道：「這位女施主不必擔心，小僧和王施主惺惺相惜，怎會動手？」阿紫聽得心花怒放，道：「大和尚，你倒滑頭，明知打不過王公子，樂得說風涼話。」鳩摩智「哈哈」一笑，道：「女施主既是星宿掌門，想必聽聞過小僧的法名？」阿紫道：「那要看你是不是真的很有名，天下和尚多的是，阿狗阿貓我都要認識麼？」鳩摩智仍是面帶微笑，道：「小僧是吐蕃國師，大輪明王鳩摩智。」阿紫聽了，身子猛地一震，禁不住俏臉發白。游坦之吃了一驚，忙道：「阿紫，你作甚麼？」阿紫獃了好半晌，才搖了搖手道：「沒有甚麼。」她面色發白，並不是為了害怕，而是因為興奮。她乍一聽得「大輪明王」四字，並沒有甚麼印象，但是「吐蕃國師大輪明王鳩摩智」之名，她卻曾聽得星宿老怪提起過，知道那是一等一的高手。如今連鳩摩智這樣的人物尚且對王星天忌憚三分，自己是何等幸運，竟能結識王星天這樣武功絕頂的多情公子！阿紫心中高興，道：「原來是鳩摩智大師，適才言語無狀，多多得罪。」游坦之聽得鳩摩智推崇自己，只當是鳩摩智故意替自己遮瞞，心中已是感激涕零，連忙低聲問道：「阿紫，這位大師大有來歷麼？」阿紫道：「自然，他是佛門高人，非同小可。」這時阿紫讚揚鳩摩智，便等於是在提高她心內所愛的王星天的地位。游坦之連忙向鳩摩智行下禮去，道：「大師，小可不知怎樣感激你才好。」鳩摩智並不出聲，只是向游坦之作了一個手勢，又向阿紫指了一指。游坦之陡地明白，對方完全知道自己的心意，他這時只打手勢不出聲，當然是在為自己遮瞞了。游坦之自小不得父親、伯父歡喜，後來更是在江湖上顛沛流離，受盡了苦楚，從來也沒有人關心他、照顧他。遇到的人都當他是腳底下的泥，可以隨意踐踏，像鳩摩智那樣體諒他、了解他的人，還是第一次遇到。一時心中感動之極，雙腿一曲，竟不由自主跪了下去。鳩摩智袍袖一拂，一股大力，將他托了起來，道：「王施主，若是你不嫌棄小僧，我們結個方外之交如何？」游坦之忙道：「大師，小可──怎敢？」阿紫道：「王公子，雖然鳩摩智大師是吐蕃國的國師，只要你到了遼國南京，遇著我姐夫是遼國南院大王，你的身份自然也低不了，倒不必過於自謙。」鳩摩智聽了一獃，遼國乃是當時一等強國，南院大王是一人之下的大臣，看來這瞎眼小姑娘倒是個金枝玉葉，說道：「這位女施主說得不錯，王施主不必太謙了。」游坦之搖手道：「大師，我──」鳩摩智一揚手，一股勁風逼了過來。游坦之幾乎連氣都閉了過去，下半句竟是說不出來，只聽得一股細若游絲的聲音鑽入了耳中：「你若是再加推辭，必然被段姑娘看出破綻。我如今也不能與你多說，今晚子時，我會前來看你，到時再作詳談便了。」游坦之連連點頭，看阿紫和哲羅星兩人像是根本未聽到鳩摩智的話，心知鳩摩智這一番話是專對自己一人而說的。他咽下了一口口水，道：「大師既不見棄，小可也就恭敬不如從命了。」鳩摩智「哈哈」大笑，道：「想不到無意之中，竟結識了王公子這樣一位英雄人物，實是教人高興。」游坦之則衷心地道：「小可若能時時得仰大師丰采，已是心滿意足。」鳩摩智轉過頭去，對獃在一旁面色發青的哲羅星道：「佛兄，我看王公子也用不著你，不如向王公子求個情，准你自回天竺去罷！」事到如今，哲羅星不但不能再叫游坦之帶著去找波羅星，而且那本梵文易筋經又被鳩摩智奪了去，心中怒極恨極，漸漸萬念俱灰，道：「王公子，我想回天竺去了。」游坦之自是求之不得，忙道：「大師請便。」阿紫道：「這兩條蛇兒，我也不要了，你帶著它們滾遠些，可別再教我撞上了。」哲羅星垂頭喪氣地帶著兩條大蛇，一齊向西離去。鳩摩智道：「兩位請便，小僧身有要事，且謀日後相會。」游坦之聽得鳩摩智要走，不禁悵然若失，但想及他今晚子時又會前來，才忍住了心頭的悵惘，道：「大師請。」鳩摩智臨去時又是微微一笑，在寶相莊嚴之中，使人感到親切崇仰，真如神仙中人。游坦之看得獃了，直到阿紫催促，他才如夢初醒，兩人繼續緩緩前行。游坦之只盼天黑，天黑之後，又只盼子夜到來。夜深露宿，阿紫早已在草地上睡著，游坦之卻來回踱步，翹首相望。到了午夜時分，果然看到鳩摩智如行雲流水也似飄然而來，游坦之連忙跪了下去，鳩摩智伸手扶起，道：「我們既已為友，如何還行此大禮？」游坦之道：「大師，小可萬萬不敢高攀，即使與大師為奴為僕，也覺自慚形穢。」鳩摩智微笑道：「別吵醒了段姑娘，我們走遠些。」他攜了游坦之的手，向外走去，只不過走了小半里，他已以七種不同的武功來試游坦之的內功門路，卻只試出對方的武功像是星宿派的「化功大法」，但功力之深竟是難以測度，而體內所蓄至陰至寒的毒質也已到了不可想像的地步。鳩摩智早已存了利用游坦之之心，此際意念更決。游坦之卻是毫無所知。不一會兩人來到了一座林子之中，游坦之又要跪下行禮，被鳩摩智輕輕扶住。游坦之又哀怨道：「大師，你神通如此廣大，對我又這樣好，若不受我一拜，我怎能安心？」鳩摩智微笑道：「如今我只是與你為友，若是我有意收你為徒時，你再拜我不遲。」游坦之一聽此言，竟不由自主地手舞足蹈起來。當日他拜丁春秋為師，見丁春秋仙風道骨，飄然不群，已是十分高興，以為有了這樣的師父，便也不會再給人欺負了。卻不料他和丁春秋之間的關係由阿紫而起了重大的變化，正想另投明師，這鳩摩智雖是陰險深沉，卻是寶相莊嚴，令人一望便生出崇敬欽仰之心，何況丁春秋對他用強，而鳩摩智卻幫了他一個大忙，是以當他聽出鳩摩智言下頗有收自己為徒之意，實是高興之極。他手舞足蹈了一會，猛地想起，這大輪明王是個和尚，自己若是拜在他的門下，豈不是也要剃髮為僧，又怎能和阿紫長相廝守？一想及此，不禁猶豫起來。鳩摩智早已看穿了他的心意，微微笑道：「日後你若有意拜在我的門下，算是我的俗家弟子也無不可。」游坦之大喜過望，道：「大師，那麼弟子──」猶未講完，鳩摩智衣袖一拂，一股勁風將他的話逼了回去，道：「我尚未答應收你為徒，你何以自稱弟子？」游坦之搔耳抓腮，不知怎樣才好。鳩摩智道：「你若真的有心拜在我門下，先要積幾件善功，才能蒙我收錄。」游坦之忙道：「尚請大師指點。」鳩摩智微笑道：「有一個大惡人，姓段名譽，你可曾聽到過他的名字？」游坦之將「段譽」的名字念了兩遍，道：「未曾聽過。」鳩摩智道：「這人的外貌像是一個王孫公子，看不出他有甚麼壞處，實在卻是個窮兇極惡之人，天下四惡之中的老三兇神惡煞南海鱷神，便是他的弟子。」游坦之吃了一驚，道：「那段譽是岳老三的師父？那當真惡得可以了。」他無甚見識，這時聽了鳩摩智一面之詞，便深信段譽是個大惡人。鳩摩智道：「你要積善功時，第一件事便得去對付這個大惡人段譽。」游坦之猛地吃了一驚，道：「大師，這──段譽既是這樣的大惡人，武功自是高強之極，我──我只怕──」他說到後來，兩排牙齒打顫，竟是語不成聲。鳩摩智道：「你看我神通如何？」游坦之道：「大師神功絕世，小可見所未見。」鳩摩智道：「這就是了，我教你一招功夫，你見了段譽，只消和他手掌緊握，就可將他制住了。」游坦之半信半疑，望著鳩摩智。鳩摩智裝模作樣，在游坦之的身上拍了幾下，道：「我已將功力度入了你的體內，你若是未見段譽，千萬不可和人用力握手。」游坦之點了點頭，道：「那麼，段譽在甚麼地方？」鳩摩智道：「你明日一早，由此向東過去，走出七八里便可以碰到他了。他正在一個杏林之中獃坐。」游坦之攤開自己的手掌看了半晌，道：「好，我明日一早便去。」鳩摩智見狡計已售，站起來說道：「我們就此分手，等你事成之後，我自會再來看你。」他有心賣弄，話才出口，身形倏地飄超，一股輕風過處，人已無影無蹤。游坦之咋舌之餘，更喜得遇明師。鳩摩智是因為受過大理段氏的氣，自己卻無可奈何，又看出游坦之與段譽的武功，大有相似之處，只不過一個至陽至剛，一個卻至陰至毒，才利用游坦之的無知，要他去和段譽一拼。游坦之在林中獃站了好一會，方轉身走開。他輕輕回到阿紫的身邊，只見她仍是沉沉熟睡，在星月微光之下看來，那俏麗的臉龐更是顯得十分可愛，又見她嘴角微微上翹，像是在夢中想到了甚麼有趣的主意或是捉弄了甚麼人，因此不由自主好笑。游坦之獃獃地看看，恰有一陣輕風掠過，將阿紫的長髮吹掉在臉上，他便伸手輕輕撥了開去。阿紫似有所覺，略翻了一個身，口中呢喃道：「王公子，王公子，天下武林只知南慕容、北喬峰，卻不知道還有你這個西域極樂王。」阿紫分明是在講夢語，游坦之聽了心中十分受用。南慕容、北喬峰，全是武林中頂尖兒的人物，自己在她心目中的地位卻可與這兩人相提並論，可知她對自己的情深似海。他伸手撫摸著臉上凹凸不平的疤痕，覺得自己冒著奇險劇痛扯去了頭上的鐵面具，確是十分值得，他日如果能夠拜大輪明王為師，說不定真能學就一身武功，那時候不用再怕被阿紫看穿底細，日夜提心吊膽了。游坦之以臂作枕，在阿紫的身邊躺了下來，仍是側著頭望住她，這一夜竟未曾合眼，朝曦初升，慢慢移到阿紫的臉上，她才軟洋洋地伸了一個懶腰，坐起身來。游坦之忙道：「你醒了。」阿紫一個轉身，伏在草地之上，伸手按住了游坦之的手背，道：「我做了一個夢。」游坦之問道：「你夢見甚麼了？」阿紫道：「我夢見天下的高手全都集在一起，互爭雄長，以定武功次序。」游坦之道：「結果誰佔了第一？」阿紫笑了起來，道：「有一個倜儻不群的年輕公子，拳打南慕容、腳踢北喬峰，少林高僧不敢出手，星宿老怪連聲討饒，武功天下第一的自然便是這位少年公子。」游坦之道：「這個少年公子卻是誰啊？」阿紫臉上一紅，在游坦之的手臂上停了一下，道：「就是你啊，你這個糊塗蟲！」游坦之飄飄然，陶陶然，一時之間，不知講甚麼才好。阿紫「咯咯」一笑，道：「怎麼，你打不過他們麼？」游坦之忙道：「阿紫，別只管說夢話了。今日我要去對付一個大惡人。」阿紫忙道：「甚麼大惡人？」游坦之心想，阿紫姓段，那段譽也姓段，不要自己講了出來，惹她心中不快，便道：「我也不知他叫甚麼，只知他是一個兇惡之極的人，非除去不可，而那人的武功又十分詭異，我和他出手的時候，你最好站遠一些。」阿紫道：「我知道了。其實，反正你總是贏的，我站得是遠是近，又有甚麼關係？」游坦之道：「我們這就該走了。」兩人手攜手的向東走去。走出了十里左右，果然看到前面好大的一片杏林。游坦之想到自己立即就要和一個武功高強的大惡人動手，雖說大輪明王已教了自己法門，但總是有些膽怯。他頻頻攤開手掌來看，只覺手掌仍和往日無異，不像是有了極高武功的樣子，心中更是忐忑不定。到了杏林之外，竟踟躕不前起來。阿紫問道：「已經到了麼？」游坦之道：「這裏是一片杏林，據說那大惡人便在林中躲著，你就在這裏等我罷！」阿紫本來是個誰的話都不肯聽從的人，這時卻竟然十分柔順，道：「好，你去對付大惡人便是，我在這裏等著。」游坦之引著阿紫在一個老樹樁上坐下，自己便向林中走去。那杏林十分茂密，綠葉成蔭，剛進去便覺得一片陰森森地，甚是怕人。游坦之走了片刻，不見有人，心想那段譽一定已不在林中，正欲轉身退出，忽聽得東北角上傳來了一聲輕嘆。游坦之一獃，連忙循聲尋去，轉了幾轉，便看到一個人背負雙手，昂首向天而立，正在不斷地長嗟短嘆。游坦之隱起了身子，暫不出聲。游坦之隱身樹後，向前看去，只見那人一味唉聲嘆氣，心想這人大約不是段譽，若是一個窮兇極惡的人，怎會獨個兒在這裏唉聲嘆氣？他又向前走出了一步，突然聽得那人道：「王姑娘啊王姑娘，你可知有人在為你愁腸九轉？」游坦之心中「啊」地一聲，忖道：原來還是一個多情種子，看來他戀著一個姓王的姑娘，卻是不能如願。游坦之一面想，一面又走前了兩步，只見那人聞聲轉過頭來，即是個溫文爾雅的青年公子。這人正是段譽，本在苦苦思念著王玉燕，聽得身後響起腳步之聲，想起昨日曾與鳩摩智相遇，不要又中了他的暗襲，是以連忙轉過身來，定睛看時，只見面前站著一個從未見過的醜漢子，不禁心中一奇。游坦之看清了段譽神色悵惘，卻是年輕英俊，那裏像是甚麼大惡人？他不等段譽開口，便道：「這杏林之中，將要有一場惡鬥發生，閣下還是快快離開的好！」段譽心不在焉地應一聲，仍是站著不動。游坦之又道：「看閣下的樣子，不像是武林中人，惡鬥一起，難免波及，還是快快離去，到別處去長吁短嘆的好。」段譽本來就對武事十分厭惡，這時他已經身懷絕技，天性中好惡仍然不變，聞言雙眉緊皺，道：「我只當這裏清靜，可以容我靜思。你們為甚麼不到別處去打？」游坦之道：「有人約好了在這個杏林之中相見。」段譽嘆了口氣，道：「那麼，尊駕何以不怕？莫非尊駕身懷絕技麼？」游坦之苦笑了一下，道：「我想走也走不了。」段譽奇道：「為甚麼走不了？」游坦之道：「杏林中將起的惡鬥，我便是其中的一方，叫我如何走得脫？」段譽看出對方雖是醜得天下少見，心地卻是甚好，忙又勸道：「防患未然，你如今離開杏林，不是可以免去一場惡鬥了麼？」游坦之道：「不行，我專誠來找一個大惡人的晦氣，豈可面還未見便自離去？」段譽早知武中的恩怨是非，絕非自己輕描淡寫的幾句勸說所能阻止，想了想道：「那麼這大惡人是誰？」游坦之道：「這大惡人的名字，閣下還是不要聽的好，一聽只怕會嚇著了。」他見對方是一個文弱公子模樣，是以便不與他提起「段譽」之名，卻又那裏料得到對方正是段譽？段譽本也不喜聽甚麼大惡人的名字，聞言正合心意，也就不再問下去，道：「那麼閣下是那大惡人之敵了？」游坦之茫然道：「我──不知道。」段譽心中更奇，道：「你並無勝過那大惡人的把握，卻又來這裏找那大惡人的晦氣，天下那裏有你這樣的傻子？」游坦之苦笑連聲，道：「我自己雖然一無所能，但是有一個神通廣大的高僧，曾在我身上拍打過幾下，還教了我一個法門，只要我一握那大惡人的手，就可以打退那大惡人了。」游坦之在說這一番話的時候，實是連他自己也毫無信心。好在段譽對於武學之道，也是一知半解，聽了只覺有趣，道：「你手心之中，可有甚麼法寶？」游坦之攤開手來，道：「你看，還是和平時一樣。」段譽道：「那麼，你心中其實是並不相信那聖僧所言了。」游坦之搖了搖頭，卻並不出聲，竟是不置可否，接著又長嘆了一聲，道：「閣下不必多理，快請離開此處罷！」段譽道：「不妨事，我別的本領沒有，若是只想逃走，卻還沒有甚麼人抓得住我，就讓我在旁看一看好了。」段譽其實並不想看人惡鬥，只不過他看出游坦之為人老實，看情形多半打不過那個大惡人，準備到時助他一臂之力，拉了他逃走，免為那大惡人所傷。游坦之道：「閣下不怕受累麼？」段譽道：「我與那大惡人並不相識，何受累之有？」游坦之見勸他不醒，也不再多說，徑自向杏林深處走去。杏林中綠蔭森森，游坦之找了一遍，卻不見有人。游坦之心中奇怪，暗忖一定是大輪明王弄錯了，或者那惡人段譽早已離開了這座杏林。他轉過身來，只見段譽正跟在自己後面，心中陡地一動，想起了大輪明王聽說的話來。大輪明王曾說那段譽的外表像是一個王孫公子，眼前這人，氣度華貴，難道他正是──游坦之打了一個冷噤，望著段譽，正想問他叫甚麼名字，但轉念一想，眼前這年輕公子若是惡人，世上只怕也沒有甚麼善人了，自己何必多此一問？正在他猶豫不決間，突然聽得杏林之外響起了「哈哈」一笑，這笑聲十分嘹亮豪爽，接著便傳來一個女子的嬌笑聲，卻又是嫵媚之極。游坦之想起阿紫在林外等候自己，若是有外人到來，只怕又要橫生枝節，連忙向林外奔去。他這裏身形才一展動，身邊陡地飄起了一陣輕風，段譽的身法比他更快，已在他身旁掠過，向前飄了出去。游坦之心中一凜，「啊」地一聲，心道：原來這人竟具有這樣高明的身手，但他又看到那人的面色神情像是中了邪，不禁一獃，段譽已經奔出他視線之外。游坦之側耳聽去，杏林之外，隱隱傳來講話之聲，卻又聽不真切。他身形掠起，又向前飛奔，轉眼之間，便已奔出了杏林之外，只見段譽背負雙手當路而立，兩眼直勾勾地望著前面。游坦之四面一看，卻不見阿紫，心中大急，揚聲叫道：「阿紫！阿紫！你在甚麼地方？」他心中的焦急難以形容，叫了兩聲，聽不到阿紫的回音，急得額上青筋暴現，滿身汗如雨下。他走到了段譽的面前，道：「閣下先我出林，可曾見到阿紫麼？」段譽雙眼仍是望著前面，路上靜盪盪地並無一人，也不知他在望些甚麼。游坦之問了七八聲，他才茫然道：「阿紫？」游坦之道：「是，一個著紫衫的美麗少女，她雙目已盲，想來走不遠的。唉，你可曾見到她？」段譽道：「她去了！」游坦之一獃，道：「她到那裏去了？」段譽苦笑了一下，道：「她去了，她連眼角也未曾向我望，像是根本沒有我這個人一樣。」游坦之又驚又急，道：「你究竟在說甚麼？阿紫呢？你一定看到她的？」他一面說，一面抓住了段譽的肩，連搖了兩三下。段譽這才如夢乍醒，劍眉略蹙，道：「朋友，你幹甚麼？」游坦之連聲音都急得啞了，道：「阿紫，我要找阿紫！」段譽「哦」地一聲道：「原來你要找人，在下卻是愛莫能助。」游坦之怒道：「放屁，你剛才還說看到她的，她給你弄到甚麼地方去了？」段譽適才陡地奔出，只因聽到了那一男一女的兩下笑聲，聽出正是慕容公子和王玉燕所發，所以才像著了魔一樣飛奔出林，卻已只能看到王玉燕的背影，是以悵然若失，游坦之向他問話，他根本一句也未曾聽到，卻全是在訴說他自己的心事。這時，他聽得游坦之說「你剛才還說看到她的」，以為那個「她」是指王玉燕，不禁又發起獃來，道：「是的，我看到她了，她卻沒有看到我！」游坦之忙道：「她自然看不到你。」段譽嘆了一口氣，道：「她心目中只有一個人，別人在她腦中，都是視而不見的了。」游坦之心中頗為自傲，道：「她心目中當然只有一個人！」兩人一個說的是王玉燕，一個說的卻是阿紫，講了幾句，牛頭不對馬嘴。游坦之又道：「那麼她到那裏去了？」段譽道：「我不知道。」他頓了一頓，又自言自語，道：「唉，段譽啊段譽，她到那裏去了，你可知道麼？」游坦之陡地聽得「段譽」之名，不禁嚇了一大跳！游坦之向後連退了三步，心頭怦怦亂跳，道：「你說段譽──誰是段譽？」段譽抬起頭來，道：「我就是段譽呀！」游坦之更是大驚，道：「你就是──」他陡地一停，厲聲道：「阿紫呢？你快快說出來！」游坦之本是被人欺負慣了的人，即使人家打他，他也不敢反抗，但這時他知道對方就是段譽，再加聽了鳩摩智之言，先入為主，認定段譽是個大惡人，阿紫又突然不見，幾件事湊在一起，便認定是段譽弄了甚麼花樣。事關阿紫的安危，當日在丁春秋身邊，他尚且敢突然出手將阿紫救走，何況現在面對著的正是那個「大惡人」段譽？游坦之急怒交加，面上一塊塊的疤痕齊都紅得發紫，目中卻是異光閃閃，看來可怖之極。段譽望了他一眼，便自心頭亂跳，連忙後退了一步，道：「阿紫？甚麼阿紫？」游坦之怒道：「你還要裝蒜！」段譽雙手亂搖，道：「我可不知道甚麼阿紫，你別來問我！」游坦之見他竟賴了個乾乾淨淨，心中更怒，一張醜臉這成了紫醬色，雙手揚起，直勾勾地撲了過來，他武學上的招式雖是平常，但那模樣卻是十分駭人。段譽吃了一驚，連忙展開「凌波微步」，身子一飄，避了開去。游坦之看得如此真切的一撲，只當一定可以撲中，豈知對方忽然向外飄去，竟連他的衫邊也未曾挨著。游坦之一獃之後，驀地發出一聲怪叫，又欲向前撲出。段譽忙道：「朋友，有話好說──」游坦之怪聲道：「還我阿紫來！」段譽嘆道：「我真的不知阿紫是甚麼人。」游坦之道：「胡說，剛才你還說看到她來！」幾句話功夫，游坦之又向段譽疾撲了五六次，雖然段譽不曾還手，他卻絕未想到對方根本不是甚麼「大惡人」，還只當大輪明王在他自己身上所下的功夫當真厲害，使這個大惡人不敢還手，因此一撲比一撲更快更猛。兩人在杏林之外，一個撲擊，一個躲避，雙方的勢子都是快到了極點。段譽只覺得心驚肉跳，比起當日喬裝蕭峰，被南海鱷神迫得走投無路的那一次還要驚險。尚幸「凌波微步」的身法十分奇妙，段譽遂也始終有驚無險。追逐了小半個時辰，游坦之仍然無法抓到段譽，急得眼中佈滿了紅絲，看來更是可怕。段譽索性閉上了眼睛，不去看他，游坦之一面追擊段譽，一面憂慮著阿紫的下落，額上汗下如雨，將視線遮得模糊不清，只好舉袖抹拭。他來回飛撲了許多次，激得塵砂飛揚，袖子上沾滿了砂粒，此時往眼上一抹，只覺雙眼一陣劇痛，竟爾看不出眼前的物事。游坦之這一急實是非同小可。他雖知那只不過是暫時之事，但這時面對強敵，視而不見，豈非要吃大虧？只得雙手亂抓亂舞。卻不料使凌波微步之際，若是對方對準了身子攻來，那是永遠碰不著的，如果對方瞎抓亂撲，卻是危險萬分，這道理十分淺顯，但著實不易想得透，連段譽自己也不明白。這時，游坦之被砂粒迷住了眼，雙手狂舞亂抓，誤打誤撞地抓著了段譽的手臂！段譽大吃一驚，連忙用力一振，「嗤」地一聲，半隻衣袖已被撕了下來。向來無往而不利的「凌波微步」居然失靈，嚇得段譽身形一獃，忽覺對方又飛撲而到，驚惶中慌了手腳，身子略略一退，竟伸雙手去迎。剎時間只聽得「叭叭」兩聲，四隻手掌捉對兒黏在一起。游坦之想起大輪明王的話，立即雙手發力。兩人的身子也立即僵住了不動。忽見鳩摩智身形飄勁疾掠而來，到了游坦之和段譽兩人的身前。連他這等見識的人，看了兩人的情形也不禁一獃，只見段譽面紅如火，身上白氣蒸騰，猶如開了鍋一樣，游坦之的全身上下，卻已結上了一層白花花的厚霜。